{"43892":"{{chú thích trong bài}}\n{{bài cùng tên}}\n{{Thông tin nhân vật\n| tên = Nguyễn Hữu Đang\n| hình = Nguyenhuudang.jpg\n| cỡ hình = \n| ghi chú hình = \n| tên khai sinh = \n| ngày sinh = [[15 tháng 8]] năm [[1913]]\n| nơi sinh = làng Trà Vi, xã [[Vũ Công (xã)|Vũ Công]], huyện [[Kiến Xương]], [[Thái Bình]]\n| cư trú = [[Thái Bình]], [[Hà Nội]]\n| ngày mất = [[8 tháng 2]] năm [[2007]]\n| nơi mất = [[Hà Nội]]\n| nguyên nhân cái chết = \n| tên khác = ''Phạm Đình Thái''\n| quốc tịch = {{VIE}}\n| dân tộc = [[Người Việt|Kinh]]\n| tôn giáo = \n| giáo phái = \n| đảng phái = [[Tập tin:Flag of the Communist Party of Vietnam.svg|22px]] [[Đảng Cộng sản Việt Nam]] (1947-)\n| học vị = \n| học vấn = Trường Cao đẳng Sư phạm Hà Nội\n| công việc = [[Nhà báo]]\n| nổi tiếng = [[Người bất đồng chính kiến|Nhân vật Bất đồng chính kiến]] ở Việt Nam\n| height = \n| weight = \n| quê quán = [[Thái Bình]]\n| kỷ nguyên = \n| tuyển dụng = \n| tổ chức = [[Phong trào Nhân Văn - Giai Phẩm]]\n| đại lý = \n| loại = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| phong trào = [[Phong trào Nhân Văn - Giai Phẩm]]\n| đối thủ = \n| hội đồng = \n| cáo buộc = ''\"phá hoại chính trị\"'', ''\"làm gián điệp\"'', ''\"kích động bạo loạn\"''\n| mức phạt = 15 năm tù\n| vợ (chồng) = không có\n| đối tác = \n| con cái = \n| cha mẹ = \n| người thân = \n| giải thưởng = \n| module = \n| module2 = \n| module3 = \n| module4 = \n| module5 = \n| module6 = \n| chữ ký = \n| website = \n}}\n'''Nguyễn Hữu Đang''' ([[1913]]-[[2007]]) là một nhà báo, từng bị thực dân Pháp bắt tù 1930, cũng từng là thứ trưởng Bộ Thanh Niên, tham gia Mặt Trận Dân chủ Đông Dương (1937-1939), một trong những người sáng lập nên [[Hội truyền bá Quốc ngữ]] (1938-1945), từng tham gia phong trào Văn hóa Cứu Quốc (1943-1946), Ủy ban Giải phóng Dân tộc tại Tân Trào 1945. Ông là người chỉ huy dựng Lễ đài Độc lập tại [[Quảng trường Ba Đình]], nơi [[Hồ Chí Minh]] và [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ Lâm thời]] nước [[Việt Nam Dân chủ Cộng hòa]] ra mắt quốc dân.<ref>[http:\/\/www.bbc.com\/vietnamese\/forum\/2015\/08\/150811_phung_quan_nguyen_huu_dang Người dựng kỳ đài Ngày Độc lập 2\/9 ], BBC, 12.8.2015<\/ref> Ông đã bị kết án 15 năm tù vì tội kích động bạo loạn trong vụ án [[Phong trào Nhân Văn - Giai Phẩm|Phong trào Nhân Văn-Giai Phẩm]].\n\n==Tiểu sử==\nNguyễn Hữu Đang (bí danh '''Phạm Đình Thái''') sinh ngày 15 tháng 8 năm 1913 trong một gia đình trí thức tại làng Trà Vi, xã Vũ Công, huyện [[Kiến Xương]], tỉnh [[Thái Bình]]. Ông thuộc về đời thứ 11 của dòng họ Nguyễn Phúc Trà Vi. Cụ tổ là Nguyễn Phúc Độ,  con trai thứ 37 của Chúa Nguyễn Phúc Chu. \n\nÔng tham gia Hội Sinh viên thị xã [[Thái Bình]] thuộc [[Hội Việt Nam Cách mạng Thanh niên|Thanh niên Cách mạng Đồng chí Hội]] và bị Pháp bắt vào cuối năm 1930 và bị giam hai tháng rưỡi tại thị xã Thái Bình. Mùa hè năm 1931, Nguyễn Hữu Đang bị đưa ra tòa xét xử, nhưng được tha, vì dưới tuổi thành niên. Sau đó, ông lên [[Hà Nội]] theo học Trường Cao đẳng Sư phạm.\n\nSau khi tốt nghiệp Trường Cao đẳng Sư phạm Hà Nội, Nguyễn Hữu Đang tham gia phong trào [[Mặt trận Thống nhất Dân chủ Đông Dương|Mặt trận Dân chủ Đông Dương]] (1936-1939) trên lĩnh vực báo chí, viết và làm biên tập viên cho các báo [[Thời báo]], [[Ngày mới]] và [[Tin tức]]. Ông hoạt động công khai ở Hà Nội, là đồng chí thân thiết của [[Trường Chinh]], [[Võ Nguyên Giáp]], [[Phạm Văn Đồng]], [[Trần Huy Liệu]], [[Phan Thanh]], [[Nguyễn Văn Tố]].\n\nTrong thời kỳ [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] rút vào hoạt động bí mật ([[1939]]-[[1945]]), ông hoạt động trong khối trí vận của đảng, chuyên lo việc vận động giới tư sản và trí thức, là một trong những người sáng lập ra [[Hội Truyền bá Quốc ngữ]] (do Đảng Cộng sản Đông Dương đứng đằng sau hậu thuẫn) và làm Tổng Thư ký Hội. Năm 1943, ông tham gia Ban chấp hành Hội Văn hóa cứu quốc và gia nhập Tráng đoàn Lam Sơn của tổ chức [[Hướng đạo Việt Nam|Hướng đạo sinh Việt Nam]]. Mùa hè 1944, Nguyễn Hữu Đang tham gia tổ chức và chủ trì Hội nghị Giáo khoa thư Toàn quốc ở Hà Nội. Mùa thu 1944, ông bị bắt và bị giam giữ một tháng tại [[Nam Định]].\n\n==Tham gia Chính phủ cách mạng==\n\nTháng 8 năm 1945, ông được Đại hội Quốc dân ở [[Tân Trào]] bầu vào Ủy ban Dân tộc Giải phóng Trung ương (Chính phủ Lâm thời khởi nghĩa) gồm 15 ủy viên.\n\nKhi [[Cách mạng tháng Tám]] thành công, Nguyễn Hữu Đang được phân công làm Trưởng ban Tổ chức Ngày tuyên bố Độc lập 2\/9\/1945. Ngày nay trên sách báo người ta hay nhắc đến câu nói của Hồ Chí Minh khi giao việc dựng Lễ đài Độc lập với thời gian hết sức gấp gáp, trang thiết bị thiếu thốn: \"Có khó mới giao cho chú\" (tức Nguyễn Hữu Đang).\n\nTừ 11\/1945 đến tháng 12\/1945, ông tham gia Chính phủ Lâm thời, lần lượt giữ chức Thứ trưởng Bộ Thanh niên, Chủ tịch Ủy ban Vận động Hội nghị Văn hóa Toàn quốc, Trưởng ban Tuyên truyền Xung phong Trung ương, phụ trách báo [[Toàn dân Kháng chiến]] (báo của cơ quan trung ương Hội Liên Hiệp).\n\nNăm 1947, ông được kết nạp vào Đảng Cộng sản Đông Dương.\n\nTừ tháng 6\/1949 đến tháng 10\/1954, ông được cử làm Trưởng ban Thanh tra [[Bình dân học vụ]].\n\n==Hoạt động văn nghệ tuyên truyền==\n\nTừ tháng 11\/1954 đến tháng 4\/1958, ông làm biên tập viên tuần báo Văn nghệ thuộc [[Hội Nhà văn Việt Nam]].\n\nTrong [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]], ông trải qua nhiều chức vụ khác nhau trong lĩnh vực tuyên truyền kháng chiến. Ông cũng là một trong những nhà văn đầu tiên phê phán sai lầm của [[Cải cách ruộng đất tại miền Bắc Việt Nam|Cải cách ruộng đất]].\n\nNăm [[1954]]-[[1958]] ông làm biên tập cho [[báo Văn Nghệ]].\n\n==Vụ Nhân văn Giai phẩm==\n\nCuối 1956, ông làm biên tập [[báo Nhân Văn]] và cộng tác với [[báo Giai Phẩm]].\n\nBáo giới ngoài nước đều nhất loạt ghi nhận vai trò chủ yếu của Nguyễn Hữu Đang trong phong trào Nhân văn Giai phẩm (1956-1958). Trang web Diễn đàn gọi ông là lãnh đạo, Talawas cho là chủ chốt, trang web Nhịp Cầu Thế giới dùng từ thủ lĩnh. Tài liệu cùng thời chỉ trích Nhân văn Giai phẩm tại Hà Nội, cũng nói vậy. Báo Nhân dân, dưới ngòi bút Như Phong khẳng định Nguyễn Hữu Đang trực tiếp chỉ đạo từ đầu đến cuối công cuộc phá hoại bằng báo chí ấy (12-5-1958).<ref name=bbc1>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/02\/070223_nguyenhuudang.shtml Nguyễn Hữu Đang và Nhân văn Giai phẩm], BBC, 20.2.2007<\/ref>\n\nTrong Nhân Văn số 1, Nguyễn Hữu Đang ký tên XYZ (một trong những bút hiệu của Hồ Chí Minh). Trong bài này, Nguyễn Hữu Đang cố ý dùng giọng văn của Hồ Chí Minh khi nói chuyện với cán bộ, nhằm tỏ ý giễu cợt chủ tịch Hồ Chí Minh. Báo Nhân văn số 6 có bài kích động người dân xuống đường biểu tình. Song Đảng viên, công nhân nhà in Xuân Thu (nơi in báo Nhân văn) đã phát hiện ra và thông báo với chính quyền để xử lý.\n\nTháng 4 năm [[1958]], ông bị bắt. Cùng với nhiều văn nghệ sĩ, trí thức tham gia [[phong trào Nhân Văn - Giai Phẩm|phong trào Nhân văn-Giai phẩm]], ông bị coi là \"phản Đảng\", \"đầu cơ cách mạng\". Tại phiên tòa xét xử kín ông cùng bà Lưu Thị Yên (bút hiệu [[Thụy An]]) ngày 21 tháng 1 năm [[1960]], ông bị kết án 15 năm tù vì tội \"phá hoại chính trị\", \"làm gián điệp\" và bị đưa lên giam giữ tại [[Hà Giang]].\n\nTrong một cuộc phỏng vấn với nhà phê bình văn học Thụy Khuê: \"Thực chất phong trào Nhân văn Giai phẩm, nếu đứng về mặt chính trị, thì đó là một cuộc đấu tranh của một số người trí thức, văn nghệ sĩ và một số đảng viên về chính trị nữa, là chống - không phải chống đảng cộng sản đâu, mà đấy là chống- cái chủ nghĩa Stalin và chống chủ nghĩa Mao Trạch Đông.\"<ref>[http:\/\/www.hanoiparis.com\/construct.php?page=poeme&idfam=25&idpoeme=1372 Phỏng vấn Nguyễn Hữu Đang ], THỤY KHUÊ<\/ref>\n\nSuốt thời gian trong tù ông bị cách biệt với thế giới bên ngoài và không hề tham gia một chút gì vào [[Chiến tranh Việt Nam|cuộc kháng chiến chống Mỹ]] của Việt Nam. Sau khi ra tù vào năm [[1973]], ông bị quản thúc tại quê nhà Thái Bình gần 20 năm<ref name=bbc1\/>.\n\nTuy bị quản thúc, nhưng sau ngày 30\/4\/1975, chính quyền cũng thả lỏng . Ông vẫn đi lại giữa các địa phương để thăm người thân và bạn bè, nhưng vẫn bị giám sát và theo dõi.  \n\n==Cuối đời==\n\nNăm [[1986]], sau [[Đại hội Đảng Cộng sản Việt Nam VI|Đại hội Đảng VI]], ông bắt đầu được phục hồi danh dự và được coi là \"lão thành cách mạng\". Từ năm 1990, ông được hưởng lương hưu trí.\n\nTừ năm 1993, ông về sống ở Hà Nội, được cấp một căn hộ tại khu nhà B tập thể Nghĩa Đô, [[quận Cầu Giấy]], [[Hà Nội]]. Ông không có vợ con.\n\nÔng qua đời ngày [[8 tháng 2]] năm 2007 tại [[Hà Nội]]. Trong tang lễ của ông, đại diện chính quyền đọc điếu văn còn nhắc tội trạng: \"phạm sai lầm tham gia nhóm Nhân văn Giai phẩm\".<ref name=bbc1\/>\n\nBan Tang lễ của [[Bộ Giáo dục và đào tạo]], Hội Khuyến học Việt Nam, tuần báo ''Văn Nghệ'' được thành lập. Thi hài ông được hỏa táng và đưa về quê an táng ngày 11 tháng 2 năm 2007.\n\n==Các bài viết của Nguyễn Hữu Đang==\n*Cần phải chính quy hơn nữa - [[báo Nhân văn]] số 4 ra ngày 5\/11\/1956\n*Hiến pháp Việt Nam 1946 và Hiến pháp Trung Hoa bảo đảm tự do dân chủ như thế nào? - báo Nhân văn số 5 ra ngày 20\/11\/1956\n*Bộ Vòng Xơ Men - [[lao Động (báo)|báo Lao động]] đầu tháng 12\/1993\n*Truyện tiếu lâm bên lề một hội nghị văn hóa gửi đăng báo Lao động nhưng chưa xác nhận.\n*Ngày Độc lập - hồi ký 200 trang đã có hợp đồng với Nhà xuất bản Văn hóa.\n\n==Nhận định==\n* Theo nhà thơ [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]], \"Ông Nguyễn Hữu Đang làm việc gì cũng rất..., tôi dùng hai chữ của nhà văn Nguyễn Huy Tưởng nói, ông Đang là một con người \"hùng hổ - kiên quyết\"\"<ref>[http:\/\/www.rfa.org\/vietnamese\/SpecialTopic\/Nhanvangiaipham\/InMemoryOfPoetNguyenHuuDang_VHung-20070214.html-02022008215631.html Nhà thơ Hoàng Cầm nói về sự ra đi của ông Nguyễn Hữu Đang], RFA, 2007-09-10<\/ref>\n*Nhà văn [[Nguyễn Huy Tưởng]], bạn thân và đồng nghiệp làm cùng tòa soạn báo với Nguyễn Hữu Đang, cho rằng: ''\"Nguyễn Hữu Đang (có thái độ) tiêu cực. Ở đâu cũng thấy không vừa ý. Người có caractère, ở đâu cũng có ảnh hưởng đến anh em. Anh em toà soạn khen là chí công, vô tư, nhưng tư tưởng rất là nguy hiểm. Một điển hình của một chiến sĩ làm cách mạng nhưng lại bất mãn\"''\n*\n*[https:\/\/laodong.vn\/archived\/gap-cu-muoi-huong-723147.ldo]\n\n==Liên kết ngoài==\n*[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=5271&rb=0402 Những ngày cuối năm, tìm thăm người dựng Lễ đài Tuyên ngôn Độc lập], Phùng Quán, talawas\n*[http:\/\/vnn.vietnamnet.vn\/psks\/nhanvat\/2006\/09\/608254\/ Mối tình của vị Trưởng ban tổ chức Ngày Độc lập] Dương Trung Quốc, VietNamNet\n*[http:\/\/www.vnn.vn\/chinhtri\/2006\/05\/572495\/ Mẩu chuyện về việc Hồ Chí Minh giao cho Nguyễn Hữu Đang nhiệm vụ lãnh đạo Ban tổ chức Lễ độc lập năm 1945 tại VietNamNet]\n*[http:\/\/www.diendan.org\/viet-nam\/nguyen-huu-111ang-1913-2007\/ Tiểu sử Nguyễn Hữu Đang], có bản chụp tiểu sử viết tay.\n* [https:\/\/m.thanhnien.vn\/ong-nguyen-dinh-huong-va-chuyen-dua-ong-nguyen-huu-dang-ve-ha-noi-post952765.html Ông Nguyễn Đình Hương và chuyện đưa ông Nguyễn Hữu Đang về Hà Nội]\n* [https:\/\/laodong.vn\/archived\/gap-cu-muoi-huong-723147.ldo Trùm tình báo Mười Hương nói về Nguyễn Hữu Đang]\n\n==Chú thích==\n{{tham khảo}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|sinh=1913|mất=2007}}\n{{Nhân Văn - Giai Phẩm}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Phong trào Nhân Văn-Giai Phẩm]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}