{"486863":"{{chú thích trong hàng}}\n{{wikify}}\n{{Thông tin nhân vật\n| tên = Mộc Quán\n| ảnh =Mocquan.jpg \n| image_size = 200px\n| ghi chú ảnh = Mộc Quán\n| tên thật =Nguyễn Trọng Quyền \n| ngày sinh = [[1876]]\n| nơi sinh = [[Thốt Nốt]], [[Cần Thơ]]\n| ngày mất = {{ngày mất và tuổi|1953|09|21|1876}}\n| nơi mất = [[Châu Đốc]],[[An Giang]]\n| ghi chú = \n| quốc tịch = {{VIE}}\n|quốc gia={{VIE}}|công việc=Soạn giả cải lương|quê quán=[[Thốt Nốt]], [[Cần Thơ]]}}\n'''Mộc Quán''' ([[1876]]-[[1953]]) tên thật là '''Nguyễn Trọng Quyền''' là một soạn giả lớn khai sinh dòng sân khấu [[cải lương]] tuồng Tàu, được suy tôn là '''Hậu tổ cải lương'''.\n==Tiểu sử==\n*Ông sinh năm [[1876]] tại làng Thạnh Hòa Trung Nhứt, tổng Định Mỹ, quận [[Thốt Nốt]], [[Long Xuyên (tỉnh)|tỉnh Long Xuyên]] (ngày nay thuộc quận [[Thốt Nốt]], thành phố [[Cần Thơ]]) là con của ông Nguyễn Văn Tường và bà Trương Thị Thạnh.\n*Năm [[1920]], ông làm thư ký cho hãng rượu Phước Hiệp của ông Vương Thiệu. Vương Thiệu trước kia là một nghệ sĩ đoàn hát Tiều.Sau khi giải nghệ, ông kinh doanh nghề nấu rượu. Do đó trong các dịp văn nghệ của hãng rượu Phước Hiệp ông chủ Vương thường rước đoàn hát Tiều (những đồng nghiệp cũ của ông) về phục vụ cho công nhân xem.Từ đây, ông Quyền có dịp làm quen với những nghệ sĩ này vì ông giỏi chữ Nho, biết nói tiếng Tiều, tiếng Quảng. Ông bắt đầu học đàn cò và học hát Tiều với họ.\nTrước sự ăn nên làm ra của các gánh hát thời đó như gánh Thầy Năm Tú, Nam Đồng Ban (Hai Cu, Mỹ Tho), ông Vương Có là con ông Vương Thiệu lập ra gánh Tập Ích Ban và mời ông Quyền làm thầy tuồng và sự nghiệp soạn giả của ông bắt đầu từ đó.\n*Năm [[1923]]: Ông bầu Phước Georges và [[Phùng Há]] mời ông về gánh Huỳnh Kỳ, ông viết 12 tuồng cho gánh Huỳnh Kỳ.\n*Năm [[1929]]: Ông về làm thầy tuồng cho gánh Hữu Thành của ông bầu Nguyễn Bá Phương ở Thốt Nốt, ông viết 5 tuồng cho gánh Hữu Thành.\n*Năm [[1935]]: ông Nguyễn Bữu ở Trà Vinh và [[Phùng Há]] lập gánh Phụng Hảo 3 và mời ông về cộng tác và ông viết 7 tuồng cho gánh Phụng Hảo 3.\n*Năm [[1937]]: Gánh Hữu Thành tái lập và gánh hát Kỳ Quan của ông Bầu Năm Hý ở Thốt Nốt thành lập. Hai ông bầu này đã mời ông Quyền về làm thầy tuồng cho cả hai gánh. Thời gian này ông viết 17 tuồng.\n*Năm [[1939]]: Ông làm thầy tuồng cho gánh hát Ngự Bình của ông Bầu Tư Thới, ông đã sáng tác 8 tuồng cho gánh Ngự Bình.\n*Năm [[1952]]: Ông Châu Văn Sáu còn gọi là Bầu Nhơn cùng [[Phùng Há]] lập gánh hát Phụng Hảo 4. Ông viết tuồng Luống cày rướm máu lấy bối cảnh của đất nước Nhật Bản. Tuồng đã hát được một tuần tại rạp Nguyễn Văn Hảo thì phải ngừng lại vì tin buồn đột ngột đến với gánh hát Phụng Hảo 4.\n*Ngày [[21 tháng 9]] năm [[1953]], ông Quyền bị [[tai biến mạch máu não]] và ra đi vĩnh viễn tại bệnh viện Châu Đốc ngay hôm đó.\n\n==Sự nghiệp==\n*Trong 50 năm làm nghề soạn giả ông cho ra đời 85 vở tuồng cải lương và 3 truyện thơ. Các vở tuồng nổi tiếng của ông như:\n**Châu trần kết nghĩa\n**Tây Sương ký\n**Thổ nhận oan ương\n**Phụng nghi đình\n**Mạnh Lệ Quân thoát hài\n**San hậu\n**Tái sanh duyên\n**Vạn Huê lầu\n**...\n*Ông là người khai sinh ra dòng nghệ thuật sân khấu tuồng Tàu. Ông đã viết lời Việt và sửa cách phát âm theo lối Việt của một số bản nhạc của sân khấu hát Tiều, hát Quảng để dùng trong tuồng Tàu do ông sáng tác. Các bài bản đó đến nay trở thành cổ nhạc Việt Nam tuy vẫn còn giữ cái tên của nhạc Tiều hay nhạc Quảng cũ như các bài:\n**Ú Liu Ú Xáng\n**Xang Xừ Líu\n**Xáng Xáng Lìu\n**Khốc Hoàng Thiên\n**Xách Xủi\n**Tân Xái Phỉ\n**Bạc Cấm Lùn\n**Dì Phạn\n**Mành Bản\n**…\nÔng đã sử dụng lối hát ước lệ và tượng trưng của Hát Bội, rút kinh nghiệm của lối Hát Tiều và lối hát của Hý Khúc Trung Quốc(thời Nguyên) để biến chế thành một lối hát tuồng Tàu cho các nghệ sĩ Việt Nam.\n*Ông còn là thầy trực tiếp chỉ dạy ca, dạy hát cho các nghệ sĩ cải lương lừng danh như Năm Châu, [[Phùng Há]], Năm Phỉ, Ba Vân, Từ Anh, Bảy Nhiêu, Tư Út, Sáu Trâm, Ngọc Hải,Sáu Ngọc Sương, Tường Vi, Tư Thới, Thanh Tao…\n==Vinh danh==\n*Tên ông được đặt cho cuộc thi giọng ca cải lương:Từ năm [[2001]], Sở VH-TT [[Cần Thơ]] và [[Đài Truyền hình Cần Thơ|Đài phát thanh - truyền hình Cần Thơ]] phối hợp với CLB Giám đốc trung tâm văn hóa các tỉnh đồng bằng sông [[Sông Cửu Long|Cửu Long]] tổ chức cuộc thi giọng ca cải lương giải “Mộc Quán Nguyễn Trọng Quyền”.\n*Các nghệ sĩ Năm Châu, Bảy Nhiêu, Năm Phỉ… mỗi khi nhắc đến ông Nguyễn Trọng Quyền đều hết lòng cung kính, gọi ông là minh sư. Các cô [[Phùng Há]], Sáu Trâm, và Ngọc Hải là học trò và là dưỡng nữ của ông Quyền. Giới nghệ sĩ tiền phong và các nghệ sĩ tài danh các [[thập niên 1950]], 1960, 1970 đều tôn vinh ông Quyền là '''Hậu Tổ của cải lương'''.\n==Tham khảo==\n{{tham khảo}}\n*[http:\/\/tranquanghai.blogspot.com\/2007\/09\/nguyn-phng-son-gi-mc-qun-nguyn-trng.html Nguyễn Phương: Soạn giả Mộc Quán Nguyễn Trọng Quyền, Hậu Tổ Cải Lương] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180405074006\/http:\/\/tranquanghai.blogspot.com\/2007\/09\/nguyn-phng-son-gi-mc-qun-nguyn-trng.html |date=2018-04-05 }}\n\n{{Thời gian sống|sinh=1876|mất=1953}}\n\n[[Thể loại:Soạn giả cải lương]]\n[[Thể loại:Người Cần Thơ]]"}