{"1221100":"{{thiếu nguồn gốc}}\n\n'''Nguyễn Văn Kỉnh''' (1916 - 1981) là nhà cách mạng hoạt động trong lĩnh vực tuyên huấn, [[nhà ngoại giao Việt Nam]], [[đại biểu Quốc hội Việt Nam]] khóa I, đảng viên [[Đảng Cộng sản Việt Nam]], Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] khóa II, khóa III, người hai lần làm Bí thư Thành ủy Sài Gòn vào năm 1945 và 1954, Phó bí thư [[Xứ ủy Nam Bộ]], Phó Ban Tuyên huấn Trung ương, Đại sứ Việt Nam tại Liên Xô, Phó ban Đối ngoại Trung ương.\n\nÔng có bí danh là Thượng Vũ, Trung Nam, anh Tư Kỉnh.\n\nÔng sinh ra và lớn lên tại thành phố [[Thành phố Hồ Chí Minh|Sài Gòn]] trong một gia đình trí thức, mang quốc tịch Pháp, học trường [[Trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|Petrus Ký]]. Cha ông là Nguyễn Văn Thiệp, một viên chức Pháp, và mẹ ông là bà Nguyễn Thị Cáo.\n\n==Hoạt động báo chí cách mạng==\n\nÔng tham gia cách mạng năm 1932. Năm 1938, được kết nạp vào [[Đảng Cộng sản Việt Nam]], được bầu cử vào Xứ ủy Nam Kỳ, tổ chức và lãnh đạo Hội Liên hiệp Thanh niên Sài Gòn.\n\nÔng tham gia hoạt động báo chí là cây viết báo lớn: báo Thanh Niên Đỏ (năm 1932), báo L’Avant Garde, Dân Chúng (trong Mặt trận Dân chủ 1937 - 1939), báo Giải Phóng (1941), báo Cứu Quốc của Việt Minh (1945), tạp chí Mácxít, báo Thống Nhất, báo Nhân dân Miền Nam (kháng chiến chống Pháp).\n\nNăm 1935, bị Pháp bắt, kết án 1 năm tù, sau chuyển thành 18 tháng án treo.\n\nNăm 1936, tham gia vận động phong trào Đông Dương Đại hội. Năm 1939, ủy viên Liên khu tỉnh ủy Miền Đông.\n\nÔng tham gia Ban lãnh đạo cuộc [[Khởi nghĩa Nam Kỳ]]. Tại cuộc hội nghị Xứ ủy Nam kỳ mở rộng vào hạ tuần tháng 1-1941 ở xã Đa Phước huyện [[Cần Giuộc]] để kiểm điểm nguyên nhân thất bại của cuộc khởi nghĩa Nam kỳ và chuẩn bị cho cuộc khởi nghĩa lần thứ hai, ông được bầu vào cơ quan lãnh đạo đầu não của Xứ ủy Nam kỳ, trực tiếp phụ trách công tác tuyên huấn và tờ báo \"Giải phóng\" - cơ quan tuyên truyền của Xứ ủy.<ref>{{chú thích web | url = http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30117&cn_id=9595 | tiêu đề = www.cpv.org.vn | author = | ngày = | ngày truy cập = 11 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nCơ quan của báo \"Giải phóng\" được thiết lập tại Hố Bần thuộc vùng ven đô thành phố Sài Gòn. Báo ra được 11 số – từ ngày 22-1-1941 đến 16-7-1941 thì tạm ngưng, vì Nguyễn Văn Kỉnh bị địch bắt lần thứ tư vào đầu tháng 8-1941 và bị kết án tử hình cùng với 157 đồng chí khác đã tham gia cuộc khởi nghĩa Nam kỳ. Sau đó, một số người được giảm xuống án tù chung thân - trong số này có Nguyễn Văn Kỉnh.\n\nTháng 3\/1945, Nhật đảo chính Pháp, ông thoát khỏi nhà tù trở về Sài Gòn hoạt động. Ông được bổ sung vào Xứ ủy Nam Kỳ phụ trách tuyên truyền kiêm Bí thư Thành ủy Sài Gòn – Chợ Lớn từ tháng 5\/1945, ông đã góp phần quan trọng trong cuộc khởi nghĩa giành chính quyền thắng lợi ở Sài Gòn.\n\n==Lãnh đạo quân dân Nam Bộ trong [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]]==\n\nNgày 06\/01\/1946, ông được bầu làm [[đại biểu Quốc hội Việt Nam]] đại diện tỉnh Hà Tiên.\n\nSau ngày Nam Bộ Kháng chiến 23\/9\/1945, ông hoạt động chủ yếu ở Nam Bộ hoạt động chủ yếu về công tác tuyên huấn.{{fact|date=7-2014}}. Năm 1947 khi thành lập Xứ ủy Nam Bộ do ông [[Lê Duẩn]] làm Bí thư, ông được bầu làm Phó Bí thư thường trực Xứ ủy Nam Bộ cùng với ông [[Nguyễn Đức Thuận]].<ref>{{chú thích web | url = http:\/\/www.thanhnien.com.vn\/news\/pages\/200505\/101330.aspx | tiêu đề = Những dấu ấn khó quên từ một Đại hội Đảng ở Nam Nộ | author = | ngày = | ngày truy cập = 11 tháng 3 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref> Ông còn là Giám đốc trường Đảng nổi tiếng của Xứ ủy Nam Bộ và Trung ương Cục miền Nam trong thời kỳ kháng chiến chống Pháp - trường Trường Chinh tại chiến khu [[Đồng Tháp Mười]]. Ông có biệt danh là anh Tư hay Tư Kỉnh.\n\nTại Đại hội lần thứ hai của Đảng năm 1951, ông được bầu làm Ủy viên dự khuyết [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], là một trong sáu thành viên tham gia thành lập [[Trung ương Cục miền Nam]] cùng với các ông [[Lê Đức Thọ]], [[Lê Duẩn]], [[Phạm Hùng]], [[Ung Văn Khiêm]], [[Hà Huy Giáp]], được giao phụ trách Văn phòng Trung ương Cục.. [[Trung ương Cục miền Nam]] là một bộ phận trong Bộ Tham mưu chiến đấu tối cao của Đảng, hoạt động ở chiến trường xa Trung ương và [[Hồ Chí Minh]], đảm đương trách nhiệm nặng nề là lãnh đạo quân dân ta ra sức đánh bại đội quân viễn chinh xâm lược Pháp trong cuộc kháng chiến toàn dân, toàn diện và trường kỳ ở miền cực Nam đất nước.\n\nÔng dùng bút danh Trung Nam (viết tắt của Trung ương Cục miền Nam) để viết báo trong những năm kháng chiến. Với cương vị Phó Bí thư thường trực Xứ ủy Nam Bộ, Ủy viên Thường vụ Trung ương Cục miền Nam, ông thường ký tên trong công văn, giấy tờ báo cáo công điện gởi ra Trung ương, cũng như cho các cơ quan Quân, Dân, Chính, Đảng ở các cấp.\n\nÔng không bao giờ tự nói về mình, luôn toát lên phong cách của một con người hiền hậu, khiêm tốn, vui vẻ, gần gũi. Ông gần cán bộ đến mức mỗi khi tiếp xúc không ai có cảm giác mối quan hệ giữa lãnh đạo và bị lãnh đạo, giữa cấp trên và cấp dưới. Ông sống tự nhiên, không bao giờ kiểu cách, phô trương.\n\nVề phương pháp công tác, vì ông là ủy viên thường trực của Xứ ủy rồi của T.Ư Cục nên cán bộ các ban, ngành, sở, đoàn thể thường xuyên đến xin ý kiến ông. Ông luôn chăm chú nghe, trao đổi, giải thích, tiếp thu rồi chỉ đạo rất sâu sắc, toàn diện, từ công tác người Hoa, Cao Đài, Hòa Hảo, trí thức, địa chủ yêu nước, công tác của công đoàn, nông hội, thanh niên, phụ nữ, Công giáo, người Khơme<ref>{{chú thích web | url = http:\/\/tuoitre.vn\/Nhip-song-tre\/6394\/Mot-nguoi-lanh-dao-guong-mau.html | tiêu đề = Một người lãnh đạo gương mẫu - Tuổi Trẻ Online | author = | ngày = 27 tháng 10 năm 2003 | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>\n\nNăm 1954, ông làm Bí thư Khu ủy Sài Gòn - Chợ Lớn, sau đó tập kết ra Bắc, làm Phó ban Tuyên huấn Trung ương.\n\nTại đại hội lần thứ ba của Đảng năm 1960, ông được bầu làm Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]].\n\n==Hoạt động trong ngành ngoại giao==\n\nTừ năm 1957 đến 1974 ông chuyển sang ngành ngoại giao, được Đảng và Nhà nước tín nhiệm cử giữ các chức vụ Đại sứ đặc mệnh toàn quyền Việt Nam thứ hai tại Liên Xô trong thời gian 10 năm từ năm 1957 đến năm 1967,<ref>{{chú thích web | url = http:\/\/vi.wikisource.org\/wiki\/Ngh%E1%BB%8B_quy%E1%BA%BFt_s%E1%BB%91_300_NQ\/TVQH | tiêu đề = Nghị quyết số 300 NQ\/TVQH – Wikisource tiếng Việt | author = | ngày = | ngày truy cập = 11 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>(đại sứ Việt Nam tại Liên Xô đầu tiên là ông [[Nguyễn Lương Bằng]], người kế nhiệm là ông [[Nguyễn Thọ Chân]]) và [[Romania|Rumani]], [[Albania]], phụ trách Ủy ban đoàn kết Á - Phi và Mỹ Latinh.\n\nNăm 1957 ông được bầu làm Chủ tịch danh dự Hội Quốc tế ngữ bảo vệ hòa bình Việt Nam. Hội Quốc tế ngữ Bảo vệ Hòa bình – tiền thân của Hội Quốc tế ngữ Esperanto Việt Nam thành lập ngày 21-1-1957 với tên đầy đủ là \"Hội Quốc tế ngữ Bảo vệ Hòa bình Việt Nam\" (VPEA: Vjetnama Pacdefenda Esperantista Asocio).<ref name=\"vea.vn\">{{Chú thích web |url=http:\/\/vea.vn\/view\/1550_tham-mo-dong-chi-nguyen-van-kinh-mot-trong-cac-nha-sang-lap-hoi-quoc-te-ngu-viet-nam.htm |ngày truy cập=2012-10-02 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 21 tháng 1 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130121191553\/http:\/\/vea.vn\/view\/1550_tham-mo-dong-chi-nguyen-van-kinh-mot-trong-cac-nha-sang-lap-hoi-quoc-te-ngu-viet-nam.htm }}<\/ref>\n\nKhi về nước ông làm Phó [[Ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam]], Bí thư Đảng Đoàn Các tổ chức đoàn kết và hữu nghị.\n\nTừ 1974 – 1978, ông là Chủ tịch và từ 1980 – 1981, là Phó Chủ tịch Ban Chấp hành Trung ương Hội hữu nghị Việt Nam – Liên Xô.\n\nDo bị bệnh nặng ông mất ngày 26\/10\/1981 tại Liên Xô, thọ 65 tuổi. Thi hài ông sau đó được chuyển về nước và an táng tại Nghĩa trang liệt sĩ Mai Dịch, huyện Từ Liêm, thành phố Hà Nội.<ref name=\"vea.vn\"\/>\n\n==Vinh danh==\nVới những công lao to lớn đã đóng góp với Đảng, với dân, Nguyễn Văn Kỉnh đã được [[Nhà nước Việt Nam]] tặng thưởng nhiều huân chương, huy chương như: [[Huân chương Kháng chiến]] hạng Nhất, [[Huân chương Độc lập]] hạng Nhất năm 1981, [[Huân chương Hồ Chí Minh]] năm 2004<ref>{{chú thích web| url = http:\/\/m.nld.com.vn\/thoi-su-trong-nuoc\/trao-tang-huan-chuong-ho-chi-minh-cho-co-dai-su-nguyen-van-kinh-110610.htm| tiêu đề = Trao tặng Huân chương Hồ Chí Minh cho cố đại sứ Nguyễn Văn Kỉnh| author = | ngày = 2005-01-30| ngày truy cập = 2017-12-08| nơi xuất bản=Báo điện tử Người Lao động | ngôn ngữ = }}<\/ref> và [[Huân chương Sao vàng]] năm 2017.<ref>{{chú thích web| url =http:\/\/m.sggp.org.vn\/truy-tang-huan-chuong-sao-vang-cho-dong-chi-nguyen-van-kinh-480920.html | tiêu đề =Truy tặng Huân chương Sao Vàng cho ông Nguyễn Văn Kỉnh| author = | ngày =2017-11-08 | ngày truy cập = 2017-12-08| nơi xuất bản=Báo Sài Gòn Giải phóng | ngôn ngữ = }}<\/ref>\n\nNăm 2012 Hội đồng nhân dân Thành phố Hồ Chí Minh lấy tên ông đặt cho một con đường tại phường Thạnh Mỹ Lợi, quận 2. Đó là đường số 3 dự án 174 ha, phường Thạnh Mỹ Lợi, từ đường A dự án 174 ha đến đường H dự án 174 ha, dài 1.750m.<ref>{{chú thích web | url = http:\/\/www.thanhnien.com.vn\/pages\/20120312\/ubnd-tp-hcm-dat-ten-39-duong-moi-tai-quan-2.aspx | tiêu đề = UBND TP.HCM đặt tên 39 đường mới tại quận 2 | author = | ngày = | ngày truy cập = 11 tháng 3 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref>\n\n==Nguồn tham khảo==\n\n{{Tham khảo}}\n\n{{Thời gian sống|Sinh=1916|Mất=1981}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nhà ngoại giao Việt Nam]]\n[[Thể loại:Hàm Đại sứ (Việt Nam)]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III]]\n[[Thể loại:Bí thư Thành ủy Sài Gòn]]\n[[Thể loại:Trung ương Cục miền Nam]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Huân chương Sao Vàng]]"}