{"787525":"{{Chú thích trong bài|date=tháng 8\/2022}}\n{{Cần biên tập|date=tháng 8\/2022}}\n'''Nguyễn Hữu Tảo''' ([[1900]]-[[1966]]), là một nhà giáo Việt Nam trong [[thế kỷ 20|thế kỉ 20]], người đặt nền móng cho bộ môn Tâm lý - Giáo dục học Việt Nam. Ông cũng là thầy dạy của nhiều nhân vật nổi tiếng như [[Trường Chinh]], [[Nguyễn Văn Linh]], [[Thế Lữ]], [[Nguyễn Đình Thi]], [[Văn Cao]], [[Nguyễn Huy Tưởng]], [[Vũ Khiêu]], [[Nguyễn Lân Dũng]]...<ref>\n{{chú thích báo\n|tác giả= Nguyễn Lân Dũng\n|tác phẩm= Báo điện tử Dân trí\n|url= http:\/\/dantri.com.vn\/giao-duc-khuyen-hoc\/ngay-rat-dac-biet-cua-gs-nguyen-lan-dung-361089.htm\n|tên bài= \"Ngày rất đặc biệt\" của GS Nguyễn Lân Dũng\n|ngày= 10 tháng 11 năm 2009\n|ngày truy cập= 22 tháng 4 năm 2013}}\n<\/ref><ref>{{Chú thích web|url=http:\/\/www.thuvienhaiphong.org.vn\/Portal\/Detail.aspx?Organization=tvkhthhp&MenuID=7225&ContentID=20108|title=Di sản Hải Phòng|ngày truy cập=2017-10-29|archive-date=2017-10-30|archive-url=https:\/\/web.archive.org\/web\/20171030004956\/http:\/\/www.thuvienhaiphong.org.vn\/Portal\/Detail.aspx?Organization=tvkhthhp&MenuID=7225&ContentID=20108|url-status=dead}}<\/ref> \n== Tiểu sử ==\nÔng sinh năm 1900 trong một gia đình có truyền thống [[Nho giáo|Nho học]]. Ông là hậu duệ đời thứ 14 của [[dòng họ Nguyễn Đông Tác]]. Cụ nội của ông là Tiến sĩ [[Nguyễn Văn Lý (nhà Nguyễn)|Nguyễn Văn Lý]], còn cha của ông là [[Nguyễn Hữu Cầu (nhà Nho)|Nguyễn Hữu Cầu]], một trong những sáng lập viên của [[Đông Kinh Nghĩa Thục]].\n\nNăm 17 tuổi, ông đỗ vào [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]] (nay là trường Trung hoc phổ thông Chu Văn An). Năm 21 tuổi, ông thi đậu vào trường Cao đẳng Sư phạm.\n\nSau khi tốt nghiệp, năm 1922, ông được bổ nhiệm về dạy ở [[Trường Trung học phổ thông chuyên Lê Hồng Phong, Nam Định|trường Thành Chung Nam Định]] (nay là trường Trung hoc phổ thông Chuyên Lê Hồng Phong), rồi chuyển sang [[Trường Trung học phổ thông Ngô Quyền, Hải Phòng|trường Bonnal]] (Hải Phòng).\n\nChính ở các nơi này, ông đã trực tiếp giảng dạy cho nhiều nhân vật nổi tiếng. Ngoài việc dạy học tận tình, ông thường tổ chức các cuộc đi thăm các di tích lịch sử, khơi gợi lòng yêu nước. Khi có phong trào Hướng đạo sinh với khuynh hướng tiến bộ do nhà giáo yêu nước [[Hoàng Đạo Thúy|Hoàng Đạo Thuý]] tổ chức, Nguyễn Hữu Tảo đã tổ chức nhiều đoàn cho học sinh trong trường và thanh niên hăng hái khác ở Hải Phòng tham gia.\n\nÔng còn cùng một số người nhiệt huyết như [[Nguyễn Sơn Hà]], [[Nguyễn Huy Tưởng]], Lưu Văn Lợi, [[Nguyễn Công Mỹ]] ... thành lập Hội Truyền bá quốc ngữ, một hình thức tổ chức hoạt động do Đảng đề xướng ở [[Hải Phòng]], vận động nhiều học sinh và thanh niên tham gia.\n\nSau [[Cách mạng tháng Tám]] năm 1945, ông được cử giữ chức Giám đốc Nha tiểu học vụ, Giám đốc Nha học chính Bắc Bộ, Tổng Thanh tra học vụ bậc Tiểu học toàn quốc (từ 8\/9\/1945) rồi Hiệu trưởng Trường Trung học Việt bắc tại [[Lạng Sơn]] (1948), Giám đốc Giáo dục khu I [[Việt Bắc]] khi kháng chiến chống Pháp bùng nổ, Tổng thư ký Hội đồng Tu thư t\nTrung ương, ủy viên Hội đồng Cố vấn Học chính của Bộ Quốc gia Giáo dục ... Ông đã tổ chức nhiều lớp đào tạo, bồi dưỡng giáo viên tiểu học cũ chuyển mình theo đường lối, quan điểm của nền giáo dục dân chủ mới. Từ cuối năm [[1951]], tại trường [[Trường Đại học Sư phạm Hà Nội|Đại học Sư phạm Hà Nội]], ông đã bắt tay vào dịch, viết giáo trình và xây dựng đội ngũ cán bộ, đặt nền tảng cho việc ra đời của Khoa Tâm lý - Giáo dục học sau này và đóng góp một phần vào việc hình thành và phát triển đội ngũ những người giảng dạy và nghiên cứu về khoa học giáo dục ở [[Việt Nam]].\nÔng làm Chủ nhiệm bộ môn Tâm lý giáo dục học trường Đại học Sư phạm từ năm 1956 cho tới cuối năm 1964 thì nghỉ hưu.\n\nÔng qua đời tháng 9 năm [[1966]], thọ 66 tuổi.\n\n== Đánh giá ==\nTổng bí thư Đảng cộng sản Việt Nam [[Trường Chinh]] nói: \"Nếu không có những bài học về tấm lòng yêu nước, thương nòi mà thầy đã tha thiết và dũng cảm nhen lên trong lòng tôi thuở trước, thì làm sao tôi có được như ngày nay\" ([[Tiền phong (báo)|Báo Tiền phong]] số 2639).\n\nNhà thơ [[Thế Lữ]]: \"Từ năm 1924 - 1925 tinh thần ái quốc nhóm lên trong học sinh qua báo Việt Nam hồn từ bên Pháp gửi về, cộng thêm ảnh hưởng tốt của các thầy giáo: Trịnh Đình Rư, [[Hoàng Ngọc Phách]], Nguyễn Hữu Tảo. Thầy Nguyễn Hữu Tảo dạy khoa học, khuyên học sinh thành nhà khoa học giỏi để sau này giúp nước, cuối năm học trò đến thăm thầy, thầy nói tâm sự, thầy trò tâm đắc với nhau\".\n\nGiáo sư [[Hoàng Như Mai]] đánh giá: \"Thầy Nguyễn Hữu Tảo có nhân cách cao đẹp, có sự mẫu mực của một người thầy, rất khiêm tốn, cư xử bình đẳng với mọi người, và bao giờ cũng hòa nhã. Thầy dạy người không biết mỏi, rất mực yêu thương học sinh\"\n\n==Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|Sinh=1900|Mất=1966}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Dòng họ Nguyễn ở Đông Tác]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Trường Bonnal - Ngô Quyền, Hải Phòng]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}