{"119688":"{{Thông tin nhân vật\n| hình = Nguyễn Lân.jpg\n| cỡ hình = 250px\n| ghi chú hình = \n| tên khai sinh = \n| tên khác = \n| ngày sinh = {{birth date|1906|6|14|mf=y}}\n| nơi sinh = Ngọc Lập, [[Mỹ Hào]], [[Hưng Yên]]\n| nguyên quán =\n| ngày mất= {{death date and age|2003|8|7|1906|6|14}}\n| nguyên nhân cái chết = \n| nơi mất = Hà Nội\n| an táng = \n| tưởng niệm = \n| dân tộc = \n| học vị = Cao đẳng thời [[Pháp thuộc]]\n| công việc = Giáo viên, Nhà văn, Nhà biên soạn sách giáo khoa và từ điển.\n| yearsactive = \n| known_for= ''Cậu bé nhà quê'' (1925), ''Nguyễn Trường Tộ'' (1943), ''Ngữ pháp Việt Nam'' (1956), ''Lịch sử giáo dục học thế giới'' (1958), ''Công tác chủ nhiệm lớp'' (1962), ''Rèn giũa học sinh thói quen nói lời hay, tránh lời tục'' (1981), ''Thuật ngữ tâm lý và giáo dục Nga-Pháp-Việt'' (1986), ''Từ điển tiếng Việt'' (1986), ''Từ điển thành ngữ và tục ngữ Việt Nam'' (1989)\n| chiều cao = \n| danh hiệu = \n| spouse = Nguyễn Thị Tề\n| partner = \n| children = bảy con trai, một con gái\n| parents = \n| chữ ký = \n| website = \n}}\n'''Nguyễn Lân''' ([[14 tháng 6]] năm [[1906]] – [[7 tháng 8]] năm [[2003]]) là một giáo viên<ref>''Giáo sư'': trước 1945, những người làm nghề dạy học từ cấp [[trung học]] trở lên đều được gọi là giáo sư, tức thầy giáo.<\/ref>, người biên soạn từ điển, nhà văn và nhà nghiên cứu người Việt Nam. Ông là người có công trong việc xây dựng bộ môn và khoa tâm lý học, giáo dục học của hệ thống các trường sư phạm ở Việt Nam. Ông được Nhà nước phong tặng danh hiệu [[Nhà giáo Nhân dân]]. Nguyễn Lân cũng là một nhân vật gây tranh cãi khi ông tham gia đấu tố Giáo sư Trương Tửu và Giáo sư Trần Đức Thảo -sự kiện mà sau này ông nói ân hận, việc mạo danh học hàm giáo sư và các sai lầm khi soạn từ điển tiếng Việt.<ref name=\"vnn.vietnamnet.vn\">[http:\/\/vnn.vietnamnet.vn\/vanhoa\/2003\/9\/30157\/] Chuyện giờ mới kể về GS NGND Nguyễn Lân<\/ref><ref name=\"ReferenceA\">Giáo sư Việt Nam, Nhà xuất bản Khoa học xã hội, 2004<\/ref><ref>TỪ ĐIỂN TIẾNG VIỆT CỦA GS NGUYÊN LÂN - PHÊ BÌNH VÀ KHẢO CỨU, Tác giả Hoàng Tuấn Công, Nhà xuất bản hội nhà văn, 2017<\/ref>\n\n== Tiểu sử và quá trình công tác ==\nNguyễn Lân sinh ngày [[14 tháng 6]] năm [[1906]] trong một gia đình nhà nông nghèo, hiếu học ở làng Ngọc Lập, [[Phùng Chí Kiên, Mỹ Hào]], [[Hưng Yên]]. Năm [[1927|1929]], ông thi đỗ vào Trường Cao đẳng Sư phạm Đông Dương. Năm [[1932]], ông dạy tại Trường Hồng Bàng, sau đó làm giám học và dạy 2 môn văn, sử tại Trường Thăng Long. Từ năm [[1935]] đến năm [[1945]], ông sinh sống tại [[Huế]].\n\nNăm [[1945]]: Ông được [[Chính phủ Đế quốc Việt Nam|Chính phủ Trần Trọng Kim]] mời làm Đốc lý ở Huế, ông đã chấp thuận với 2 yêu cầu:<ref>[http:\/\/www.cesti.gov.vn\/right\/stinfo\/content_0\/nam_2003\/xuan_2003\/motgoc_chandung\/nguyenlan] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070831161832\/http:\/\/www.cesti.gov.vn\/right\/stinfo\/content_0\/nam_2003\/xuan_2003\/motgoc_chandung\/nguyenlan |date = ngày 31 tháng 8 năm 2007}} Giáo sư, Nhà giáo nhân dân Nguyễn Lân, sắp tròn một thế kỷ số vì sự nghiệp giáo dục<\/ref> 1. tuy làm đốc lý nhưng vẫn ăn lương giáo viên và có giờ dạy học, 2. không giao thiệp với người [[Nhật Bản|Nhật]] đang có mặt ở Huế lúc ấy. Thời gian này ông đã mở một lớp sư phạm, đồng thời tiến hành một số hoạt động hướng về cách mạng Việt Nam, ông đã mời các nhân sĩ ở Huế đến họp để đổi tên các đường phố từ tên [[tiếng Pháp]] sang tên [[tiếng Việt]].\n\nNăm [[1946]]: Ông trở ra Hà Nội và dạy học tại [[Trường Bưởi]]. Được một thời gian, kháng chiến bùng nổ, Ông đưa vợ con lên vùng [[Việt Bắc]] và được cử làm Giám đốc giáo dục Liên khu 10 gồm 6 tỉnh: [[Yên Bái]], [[Phú Thọ]], [[Vĩnh Yên]] (nay là [[Vĩnh Phúc]]), [[Tuyên Quang]], [[Lào Cai]] và [[Hà Giang]].\n\nNăm [[1951]]: Ông được cử đi học ở khu học xã Trung Quốc tại tỉnh [[Quảng Tây]] - [[Trung Quốc]].\n\nNăm [[1956]]: Ông về dạy tại khoa tâm lý giáo dục của [[Trường Đại học Sư phạm Hà Nội]].\n\nNăm [[1971]]: Ông về nghỉ hưu ở tuổi 67. Từ đó cho đến khi qua đời, ông đã dành trọn thời gian cho việc biên soạn [[từ điển]] và nghiên cứu nhằm gìn giữ, phát triển tiếng Việt. Các cuốn từ điển do ông biên soạn như: ''Từ điển Việt-Pháp'' (1989), ''Từ điển [[Hán]]-Việt'', ''Từ điển thành ngữ, [[tục ngữ]] Pháp-Việt'' (1993), ''Từ điển từ và ngữ Việt Nam'' (2000)... Tuy vậy hiện nay đang có nhiều nhà nghiên cứu đã cho công bố nhiều sai sót trong các quyển từ điển này.<ref name=\":0\">[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=4091&rb=06 Hai quyển từ điển rất có hại cho tiếng Việt], Lê Mạnh Chiến, Talawas, 18.3.2005<\/ref>\n\nNăm [[1988]]: Ông được nhà nước Việt Nam phong tặng danh hiệu Nhà giáo nhân dân.\n\nNăm [[2001]]: Ông được nhà nước Việt Nam trao tặng [[Giải thưởng nhà nước]] về khoa học và công nghệ cho \"Cụm công trình về giáo dục học từ điển tiếng Việt\".\n\nNgày [[7 tháng 8]] năm [[2003]], ông qua đời ở tuổi 97 tại [[Hà Nội]] vì mắc bệnh [[ung thư]].<ref>{{chú thích web|author1=Nguyễn Lân Dũng|title=Tiền đâu chữa ung thư?|url=https:\/\/vnexpress.net\/tien-dau-chua-ung-thu-4107606.html|website=VnExpress|access-date = ngày 1 tháng 6 năm 2020 |date = ngày 30 tháng 5 năm 2020}}<\/ref>\n\n==Hoạt động gây tranh cãi==\n===Phê phán Giáo sư Trần Đức Thảo và Giáo sư Trương Tửu.===\n* Ông góp phần phê phán Giáo sư [[Trương Tửu]] và Giáo sư [[Trần Đức Thảo]] trong chiến dịch [[Nhân văn Giai phẩm]]: <ref>\n[http:\/\/www.viet-studies.info\/VachMatNhanVanGiaiPham_NhanDan_III.htm TRƯỜNG ĐẠI HỌC SƯ PHẠM ĐÃ NHỔ ĐƯỢC HAI CÁI GAI] Báo NHÂN DÂN, Chủ nhật, ngày ngày 18 tháng 5 năm 1958, trang 3<\/ref>\n{{cquote|''Sở dĩ có những lệch lạc ở một số sinh viên khoa Văn và khoa Sử là vì họ đã chịu cái ảnh hưởng tàn khốc của [[Trương Tửu]] và Trần Đức Thảo... Nhà trường đòi hỏi các cán bộ giảng dạy trước khi lên lớp phải soạn giáo trình và giáo án; nhưng Tửu và Thảo thì không chịu viết giáo trình, lấy cớ là môn mình phụ trách khó quá chưa thể cho in thành tài liệu được. Sự thực là họ sợ mực đen giấy trắng dễ biểu lộ những tư tưởng phản động của họ. Họ thường tay không lên lớp rồi nói lung tung, không theo một phương pháp sư phạm nào. Vì không có giáo án nên đã có lần Trương Tửu không chuẩn bị, phải nhai lại một bài đã giảng kỳ trước, làm cho sinh viên hết sức công phẫn...'' \n''... Nhưng Trương Tửu và Trần Đức Thảo thì ngược lại, chỉ âm mưu dùng cái diễn đàn của trường đại học để đả kích chế độ, đả kích Đảng và xuyên tạc chân lý. Thí dụ: Tửu đã say sưa giảng về Vũ Trọng Phụng để chứng minh rằng [[Vũ Trọng Phụng]] sáng suốt hơn Đảng. Còn Thảo thì trong hai năm dạy lịch sử tư tưởng chỉ cố ý dừng lại ở Hê-ghen, không hề giảng đến Mác, Thảo luôn luôn dùng cái \"hạt nhân duy lý\" để xóa nhòa ranh giới giữa duy vật và duy tâm, xóa nhòa ranh giới giữa ta và địch. Quả là Tửu và Thảo đã dụng tâm làm tan rã lòng tin tưởng của sinh viên vào Đảng, vào chế độ.''}}\n\nSau vụ Nhân văn Giai phẩm, Trần Đức Thảo bị mất chức Phó Giám đốc trường ĐHSP Hà Nội, chức Trưởng khoa Lịch sử chung cho cả ĐHSP và ĐHTH Hà Nội, Trần Đức Thảo bị cấm giảng dạy, phải dịch thuật lặt vặt để sống, cuộc sống bị cô lập. Trương Tửu bị buộc phải thôi việc.<ref>\n[http:\/\/www.viet-studies.info\/VachMatNhanVanGiaiPham_NhanDan_III.htm TRƯỜNG ĐẠI HỌC SƯ PHẠM ĐÃ NHỔ ĐƯỢC HAI CÁI GAI]<\/ref><ref name='vi1'>{{Chú thích báo |tác giả = Nguyễn Lân |tên bài = TRƯỜNG ĐẠI HỌC SƯ PHẠM ĐÃ NHỔ ĐƯỢC HAI CÁI GAI|ngày =1958-05-18|url = |công trình = Báo Nhân dân |trang= 3}}<\/ref>:\n\n* Về sau, Nguyễn Lân tỏ ra ân hận về những phê phán của mình đối với [[Giáo sư]] [[Trần Đức Thảo]], sau khi ông Trần Đức Thảo nhận Giải thưởng Hồ Chí Minh, giải thưởng cấp cao nhất của nhà nước Việt Nam. Ông không xin lỗi Trương Tửu.<ref>Lúc này ông Trần Đức Thảo, giáo sư, đã được phong Giải thưởng Hồ Chí Minh, giải thưởng cao nhất.Ông không xin lỗi giáo sư Trương Tửu<\/ref>\n<blockquote> ''Cả đời tôi sống thanh bạch, không làm điều gì để trái với lương tâm, chỉ có hai điều tôi cứ ân hận mãi. Một là tôi được các vị lãnh đạo cấp cao của Đảng và Nhà nước đến tận nhà thăm hỏi, những do tuổi cao, đi lại không thuận tiện nên chưa lần nào đến nhà đáp lễ được. Điều thứ hai là, năm 1957, hồi tôi là Chủ tịch Công đoàn ngành giáo dục, được tổ chức phân công cuộc họp phê phán ông Trần Đức Thảo, một nhà triết học rất uyên bác. Là nhiệm vụ trên giao, tôi không thể không thực hiện, mà trong lòng thấy ân hận vô cùng. Rất mừng, năm 2000 các công trình nghiên cứu của GS Trần Đức Thảo được Đảng và Nhà nước trao tặng giải thưởng Hồ Chí Minh”.<ref name=\"vnn.vietnamnet.vn\"\/>\n<\/blockquote>\n\n=== Những sai lầm khi biên soạn từ điển ===\nNguyễn Lân nghỉ hưu năm 1967, từ đó ông dành tâm huyết cho việc biên soạn từ điển. Các cuốn từ điển do ông biên soạn như: Từ điển Việt-Pháp (1989), Từ điển Hán-Việt, Từ điển thành ngữ, tục ngữ Pháp-Việt (1993), Từ điển từ và ngữ Việt Nam (2000)... Tuy vậy hiện nay đang có nhiều nhà nghiên cứu đã cho công bố nhiều sai sót trong các quyển từ điển này.\n* Tác giả Huệ Thiên đã đăng trên Tạp chí Văn (bộ mới), số 6, tháng 9-2000 bài viết nhiều kỳ \" Đọc lướt \"Từ điển từ và ngữ Việt Nam của Nguyễn Lân\"<ref>[http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=3495%3Ac-lt-lt-in-t-va-ng-vit-namr-ca-nguyn-lan&catid=71%3Angon-ng-hc&Itemid=107&lang=vi] Đọc lướt \"Từ điển từ và ngữ Việt Nam của Nguyễn Lân<\/ref>.Bài viết đã phân tích những sai lầm cơ bản về giải thích từ và ngữ của Nguyễn Lân.\nSau đó Nguyễn Lân gửi thư cho Tạp chí Văn, tạp chí này đã đăng bức thư đó.<ref>[http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=3495%3Ac-lt-lt-in-t-va-ng-vit-namr-ca-nguyn-lan&catid=71%3Angon-ng-hc&Itemid=107&lang=vi] Văn, số 8-2000, tr. 100-1<\/ref>. Nội dung bức thư, Nguyễn Lân cho rằng mình tuổi già sức yếu nên có thể có những sai sót và cho rằng ông Huệ Thiên nhận xét sai lệch.\n\n{{cquote|''Tôi đã 95 tuổi, một mình soạn quyển từ điển dày 2111 trang ấy. Tất nhiên không thể hoàn hảo được nên trong bài Đôi lời tâm sự thay lời tựa tôi có ghi: Vì tuổi cao có thể có những sai sót, dám mong các độc giả dùng sách này vui lòng chỉ bảo cho.''|||Tạp chí Văn, số 8-2000, tr. 100-1}}\n{{cquote|''Sau khi đọc bài «Đọc lướt Từ điển từ và ngữ Việt Nam của Nguyễn Lân» do ông Huệ Thiên viết, tôi rất ngạc nhiên trước những nhận xét sai lệch của ông ấy (...) Ông Huệ Thiên nêu lên đến 34 từ (thực ra là 33 – HT) để phê bình tôi, nhưng đại loại từ nào ông ấy cũng mắc sai lầm cả.» ''|||Tạp chí Văn,số 8-2000, tr. 100-1}}\n\n* Tác giả Lê Mạnh Chiến đã đăng trên tạp chí Thế giới Mới từ số 582 đến số 587 (26\/4 đến 31\/5\/2004) với nhan đề là “170 sai lầm trong một cuốn từ điển\", chỉ ra những sai lầm của Nguyễn Lân trong việc biên soạn từ điển.<ref name=\"170 sai lầm trong một cuốn từ điển\">[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=4091&rb=06 170 sai lầm trong một cuốn từ điển]<\/ref>\nTác giả Lê Mạnh Chiến đã phân tích nhà giáo Nguyễn Lân đã giải nghĩa các Từ tố không thỏa đáng; Giảng đúng nghĩa của các từ tố, nhưng giảng sai nghĩa của từ; Dựa theo cảm thức chủ quan để “sáng tác” nghĩa cho các từ tố; Không phân biệt được các từ gốc Hán đã Việt hoá và các từ “thuần Hán”; Giải thích sai lệch các từ ngữ liên quan đến lịch sử và văn hoá. Lê Mạnh Chiến cũng cho rằng nhà giáo nhân dân Nguyễn Lân: ''hoàn toàn không đọc được chữ Hán nên không thể ghi các từ bằng chữ Hán được, nhưng ông vẫn muốn tỏ ra hiểu biết sâu sắc về mảng từ Hán Việt nên đã ra sức giải nghĩa từng từ tố. Vì thế, khi giải nghĩa các từ tố, ông ta chỉ có thể đoán mò dựa theo âm Hán-Việt hoặc bịa ra nghĩa cho các từ tố.''<ref>trích dẫn bài 170 sai lầm trong một cuốn từ điển<\/ref>\n* Đặc biệt, vào năm 2017, nhà nghiên cứu Hoàng Tuấn Công đã xuất bản cuốn sách ''Từ điển tiếng Việt của GS. Nguyễn Lân – Phê bình và khảo cứu'' dày hơn 500 trang, trong đó liệt kê hàng trăm (có thể lên đến hàng nghìn) lỗi sai trong các từ điển của Nguyễn Lân, bao gồm:\n** ''Từ điển thành ngữ và tục ngữ Việt Nam''\n** ''Từ điển từ và ngữ Hán Việt''\n** ''Từ điển từ và ngữ Việt Nam''\nTrong tác phẩm này, Hoàng Tuấn Công cũng đã chỉ ra những lỗi sai cơ bản mang tính hệ thống, thể hiện sự thiếu kiến thức và cách làm việc thiếu cẩn thận, thiếu khoa học của Nguyễn Lân.<ref>https:\/\/cuoituan.tuoitre.vn\/tu-tac-pham-bien-chinh-cua-hoang-tuan-cong-cho-nhieu-cau-tra-loi-1378204.htm<\/ref> <ref>https:\/\/www.phunuonline.com.vn\/gs-nguyen-lan-va-tac-gia-hoang-tuan-cong-mot-tre-mot-gia-va-mot-cau-hoi-a50033.html<\/ref>\n\n=== Mạo nhận học hàm Giáo sư và sự nhầm lẫn của truyền thông  ===\n\n* Lúc sinh thời, trong các tác phẩm của mình viết, Nguyễn Lân luôn đề tên ở bìa sách là '''''Giáo sư Nguyễn Lân'''''. Ví dụ những sách đã xuất bản như Từ điển chính tả phổ thông (1963); Từ điển Tiếng Việt (1967); Từ điển Pháp Việt (1981); Từ điển từ và ngữ Hán Việt (1989); Từ điển Việt Pháp (hợp soạn, 1989); Từ điển thành ngữ và tục ngữ (1989); Từ điển thành ngữ, tục ngữ Pháp Việt (1994); Từ điển từ và ngữ Việt Nam (2002)...đều đề tên là '' Giáo sư Nguyễn Lân''. Tuy nhiên quyết định 162\/CP về đợt phong học hàm Giáo sư đầu tiên ở Miền Bắc Việt Nam được ký ngày 11\/9\/1956 bởi cố thủ tướng [[Phạm Văn Đồng]] gồm 29 người không có tên của  Nguyễn Lân và các đợt phong sau đó, các năm 1980, 1984, 1988, 1991,...đều không có tên của nhà giáo Nguyễn Lân.<ref name=\"ReferenceA\"\/>\n* Ngày 10 tháng 12 năm 2013, Trường ĐHSP Hà Nội tổ chức Hội thảo khoa học: “Nhà giáo nhân dân, Giáo sư Nguyễn Lân- Cuộc đời và sự nghiệp” nhân kỉ niệm 10 năm ngày mất của ông (2003- 2013)<ref>[http:\/\/hnue.edu.vn\/Tintuc\/Sukien\/tabid\/261\/Category\/1\/News\/1930\/HoithaokhoahocNGNDGSNguyenLan-Cuocdoivasunghiep.aspx] Hội thảo khoa học \"NGND.GS Nguyễn Lân - Cuộc đời và sự nghiệp\"<\/ref>. Hội thảo đã chưng pano đề tên: HỘI THẢO KHOA HỌC - NGND GS NGUYỄN LÂN.\n* Một số tờ báo ở Việt Nam khi viết bài về Nguyễn Lân đã gọi ông là '''Giáo sư Nguyễn Lân'''...<ref>[http:\/\/hnue.edu.vn\/Trangtintuc\/Thongtinluutru\/tabid\/260\/news\/313\/Default.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150531011216\/http:\/\/hnue.edu.vn\/Trangtintuc\/Thongtinluutru\/tabid\/260\/news\/313\/Default.aspx |date=2015-05-31 }} Huyền thoại một gia đình<\/ref><ref>[http:\/\/m.vietnamnet.vn\/vn\/doi-song\/127944\/nhung-gia-dinh-danh-tieng-bac-nhat-viet-nam.html] Những gia đình danh tiếng nhất Việt Nam<\/ref><ref>[http:\/\/vnexpress.net\/tin-tuc\/giao-duc\/nguoi-thay-cua-cac-giao-su-2921796.html] Người thầy của các giáo sư<\/ref>\n\n=== Về việc xây lăng mộ cho ông [[Nguyễn Trường Tộ]]===\nNăm 1942, Nguyễn Lân đã gửi số tiền 133$00 <ref>trích số tiền theo nguyên văn bài báo \"Về việc xây mộ cụ Nguyễn Trường Tộ\", đăng trên báo Tràng An<\/ref> cho cố Laygue, linh mục địa phận Xã Đoài để xây lại mộ [[Nguyễn Trường Tộ]]<ref>[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WJMY19420521.2.15&e=-------vi-20--1--img-txIN------#], Về việc xây mộ cụ Nguyễn Trường Tộ, Báo Tràng An, ngày 21\/05.1942<\/ref><ref>[http:\/\/chieulang.com.vn\/chieu-lang\/nhan-vat\/chi-tiet\/ky-uc-ve-nguoi-cha-suot-mot-doi-hoc-tap-de-con-chau-noi-theo-cua-chuyen-gia-nong-nghiep-nguyen-lan-hung-1128.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160312204257\/http:\/\/chieulang.com.vn\/chieu-lang\/nhan-vat\/chi-tiet\/ky-uc-ve-nguoi-cha-suot-mot-doi-hoc-tap-de-con-chau-noi-theo-cua-chuyen-gia-nong-nghiep-nguyen-lan-hung-1128.html |date = ngày 12 tháng 3 năm 2016}} Ký ức về người cha suốt một đời học tập để con cháu noi theo của Chuyên gia Nông nghiệp Nguyễn Lân Hùng<\/ref>. Số tiền đó bao gồm, 110$00 là tiền bán 900 quyển \" Nguyễn Trường Tộ\" của ông, còn 23p là tiền của những người bạn ông góp vào. Ngôi mộ [[Nguyễn Trường Tộ]] hiện nay ở làng [[Bùi Chu]], xã [[Hưng Trung]], huyện [[Hưng Nguyên]], tỉnh [[Nghệ An]].\nLăng mộ của Nguyễn Trường Tộ đề 2 câu thơ không ghi tên tác giả: \n:''Nhất thất túc thành thiên cổ hận''\n:''Cố đầu hồi thị bách niên cơ''.\n\nDịch ra tiếng Việt có nghĩa là: \n:''Một bước sa chân nghìn đời mang hận''\n:''Quay đầu nhìn lại, cơ đồ đã hóa trăm năm.''\nTrước đây bia lăng mộ cũ đã bị sứt mẻ mất chữ cuối cùng, khi là người đứng ra xây lại mộ, nhà giáo Nguyễn Lân đã không có ý kiến gì khi người xây mộ khắc hai câu thơ đó.<ref>[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ve-hai-cau-tho-de-tren-mo-nguyen-truong-to] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170101001511\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/ve-hai-cau-tho-de-tren-mo-nguyen-truong-to |date = ngày 1 tháng 1 năm 2017}} VỀ HAI CÂU THƠ ĐỀ TRÊN MỘ NGUYỄN TRƯỜNG TỘ<\/ref>. Nhiều nhà nghiên cứu cho rằng chữ cuối cùng là chữ \"thân\" mới đúng, vì đó là 2 câu thơ cổ của danh tướng [[Lý Lăng]], đời [[Hán Vũ Đế]], [[Trung Quốc]]:\n:''Nhất thất túc thành thiên cổ hận''\n:''Cố hồi đầu thị bách niên thân''\n\nDịch ra tiếng Việt có nghĩa là:\n:''Một lần sẩy chân, trở thành mối hận ngàn đời''\n:''Quay đầu nhìn lại, đã là cái thân trăm năm''.\n\n== Gia đình ==\nÔng lập gia đình với bà Nguyễn Thị Tề, nữ sinh trường Sainte Marie ở Hà Nội, là con gái nhà đại điền chủ Nguyễn Hữu Tiệp, người có công chính thành lập trường tiểu học Bạch Hạc - Việt Trì. Ông bà có tám người con: 7 trai và 1 gái, dù sinh ra và lớn lên trong [[Chiến tranh Việt Nam]] nhưng 8 người con của ông đều không tham gia vào cuộc chiến và không bị tổn thất. Tất cả đều là giảng viên đại học, bảy con ông có học vị tiến sĩ, trong đó có bốn giáo sư, ba phó giáo sư:<ref>http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Nguoi-me-cua-nhung-tai-nang-476154\/<\/ref>\n*Người con trai cả là Giáo sư - Tiến sĩ [[Nguyễn Lân Tuất]] (đã mất), nguyên Chủ nhiệm khoa lý luận và sáng tác của [[Nhạc viện Novoxibiec]] - [[Nga]], Phó Chủ tịch Hội người Việt ở Nga, người Việt đầu tiên được phong tặng Nghệ sĩ Công huân Nga (năm 2001).\n*Người con thứ hai là nữ Tiến sĩ [[Nguyễn Tề Chỉnh]] (bà đã qua đời), nguyên là giảng viên trường [[Trường Đại học Sư phạm Hà Nội|Đại học Sư phạm Hà Nội]].\n*Người con thứ ba là Giáo sư - Nhà giáo Nhân dân [[Nguyễn Lân Dũng]], Giám đốc Trung tâm vi sinh vật học ứng dụng, đại biểu [[Quốc hội Việt Nam]] khóa X, XI, XII, Giảng viên khoa Sinh học trường [[Đại học Khoa học tự nhiên]] - [[Đại học Quốc gia Hà Nội]], Phó Chủ nhiệm Hội đồng Tư vấn về Khoa học - Giáo dục của [[Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]]\n*Người con thứ tư là Phó Giáo sư - Tiến sĩ [[Nguyễn Lân Cường]], chuyên viên [[cổ nhân học]], Viện khảo cổ học Việt Nam, giảng viên khoa [[Lịch sử]] trường [[Đại học Khoa học xã hội và nhân văn]] - [[Đại học Quốc gia Hà Nội]], Phó Tổng Thư ký Hội Khảo cổ Việt Nam, Phó Chủ tịch Hội Cổ sinh địa tầng Việt Nam, Trưởng ban Kiểm tra Hội Âm nhạc Hà Nội.\n*Người con thứ năm là Giáo sư-Tiến sĩ [[Nguyễn Lân Hùng]], Tổng Thư ký Các hội sinh học Việt Nam, giảng viên khoa [[Sinh học]], trường [[Trường Đại học Sư phạm Hà Nội|Đại học Sư phạm Hà Nội]].\n*Người con thứ sáu là Phó Giáo sư - Tiến sĩ [[Nguyễn Lân Tráng]], giảng viên bộ môn [[Hệ thống điện]], khoa [[Điện]], trường [[Trường Đại học Bách khoa Hà Nội|Đại học Bách khoa Hà Nội]]. Ông Tráng có một người con là [[Nguyễn Lân Thắng]],vào tháng 4, năm 2023, Nguyễn Lân Thắng bị tòa ở Hà Nội tuyên phạt 6 năm tù với cáo buộc làm, tàng trữ, phát tán hoặc tuyên truyền thông tin, tài liệu, vật phẩm nhằm chống Nhà nước.<ref>https:\/\/tuoitre.vn\/nguyen-lan-thang-lanh-6-nam-tu-vi-toi-chong-chinh-quyen-20230412164618586.htm<\/ref>\n*Người con thứ bảy là Giáo sư - Tiến sĩ - Nhà giáo Nhân dân - Anh hùng lao động (được trao tháng 12\/2015) [[Nguyễn Lân Việt]] là Giáo sư đầu ngành Tim mạch Việt Nam, nguyên Viện trưởng [[Viện Tim mạch Việt Nam]], Chủ nhiệm Bộ môn Tim mạch - Đại học Y Hà Nội, Chủ tịch Hội Tim mạch Việt Nam, nguyên là Hiệu trưởng trường [[Trường Đại học Y Hà Nội|Đại học Y Hà Nội]].\n*Người con út là Phó Giáo sư - Tiến sĩ [[Nguyễn Lân Trung]], nguyên Hiệu Phó [[Đại học Ngoại ngữ - Đại học Quốc gia Hà Nội]], nguyên Phó Chủ tịch [[Liên đoàn Bóng đá Việt Nam|Liên đoàn bóng đá Việt Nam]] VFF.\n\n== Tác phẩm==\nTác phẩm viết về chủ đề giáo dục:\n*Ngữ pháp Việt Nam từ lớp 1 đến lớp 7(Nhà xuất bản Giáo dục - 1956)\n*Lịch sử giáo dục học thế giới (Nhà xuất bản Giáo dục 1958)\n*Giáo trình giáo dục học (Nhà xuất bản Giáo dục 1961, viết chung)\n*Giảng dạy trên lớp (Nhà xuất bản Giáo dục 1961)\n*Công tác chủ nhiệm lớp (Nhà xuất bản Giáo dục 1962)\n*Thuật ngữ tâm lý - giáo dục (1967, viết chung)<ref>[http:\/\/hnue.edu.vn\/Tintuc\/Tonghopthongtin\/tabid\/260\/news\/385\/MoingaymotchandungNhagiaotieubieuGSNGNDNGUYENLAN-VEDEPMOTNHANCACHLON.aspx] Hồi ký những năm tháng không quên, Giáo sư Nguyễn Đình Chú<\/ref>\nBiên soạn Từ điển:\n*Từ điển chính tả phổ thông (1963, viết chung)\n*Từ điển tiếng Việt (1967, viết chung)\n*Từ điển Pháp - Việt (Tổ chức Hợp tác văn hóa và kỹ thuật ACCT xuất bản tai Paris năm 1981, viết chung)\n*Từ điển từ và ngữ Hán - Việt(1989)\n*Từ điển Việt - Pháp(viết chung, 1989)\n*Từ điển thành ngữ và tục ngữ Việt Nam (1989)\n*Từ điển thành ngữ và tục ngữ Pháp - Việt(1993, Nhà xuất bản Giáo dục)\n*Từ điển thành ngữ và tục ngữ Việt - Pháp (1994, Nhà xuất bản Văn học)\n*Từ điển từ và ngữ Việt Nam (2002) <ref>Hồi ký giáo dục của cố giáo sư Nguyễn Lân<\/ref>\nNghiên cứu:\n*Nguyễn Trường Tộ (1943)\n*Khảo thích truyện Trê Cóc (1959)<ref>Hồi ký Những năm tháng không quên, giáo sư Nguyễn Đình Chú<\/ref>\nTiểu thuyết:\n* Cậu bé nhà quê (1925)<ref>Với bút danh Từ Ngọc, Cậu bé nhà quê đã được Anphơrét Butsê dịch ra tiếng Pháp vào năm 1934, được đưa vào nhà trường làm sách giáo khoa, Hồi ký Những năm tháng không quên, Giáo sư Nguyễn Đình Chú<\/ref>\nTruyện ngắn:\n*Khói hương (1935)<ref name=\"Bút danh Từ Ngọc\">Bút danh Từ Ngọc<\/ref>\n*Ngược dòng(1936)<ref name=\"Bút danh Từ Ngọc\"\/>\n* Hai ngả (1938)<ref>Bút danh từ Ngọc<\/ref>\n\n== Vinh danh ==\nÔng được Nhà nước phong tặng danh hiệu Nhà giáo nhân dân đợt đầu tiên.\nHiện nay, tên của ông được đặt tên cho một tuyến phố ở [[Hà Nội]], đi từ đường [[Trường Chinh]] (cạnh bảo tàng Phòng không - Không quân) dọc theo bờ tây [[sông Lừ]] đến cuối phố [[Lê Trọng Tấn]] ở cạnh [[sân bay Bạch Mai]].\nỞ quê nhà của ông ở tỉnh Hưng Yên, huyện Mỹ Hào, Bần Yên Nhân năm 2019 cũng có một đường phố mang tên ông.\nNăm 2019, một ngôi trường công lập trung học cơ sở nằm trên địa bàn quận Thanh Xuân, Hà Nội cũng được mang tên ông, nhà giáo nhân dân Nguyễn Lân.{{fact}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n*https:\/\/giaoducthoidai.vn\/tu-dien-thanh-ngu-tuc-ngu-viet-han-nhieu-sai-sot-post508653.html\n*[http:\/\/www.vnn.vn\/vanhoa\/2003\/9\/30157\/ Chuyện giờ mới kể về GS NGND Nguyễn Lân] Bài viết về cố giáo sư Nguyễn Lân của phóng viên Phú Cương báo điện tử Vietnamnet.\n*[http:\/\/vietnamnet.vn\/giaoduc\/2003\/8\/25515\/ Vĩnh biệt Nhà giáo nhân dân Nguyễn Lân] Bài viết của nhà sử học [[Dương Trung Quốc]] về cố giáo sư Nguyễn Lân đăng trên báo điện tử vietnamnet.\n*[http:\/\/www.cesti.gov.vn\/right\/stinfo\/content_0\/nam_2003\/xuan_2003\/motgoc_chandung\/nguyenlan GS. nhà giáo nhân dân Nguyễn Lân, sắp tròn một thế kỷ số vì sự nghiệp giáo dục] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070831161832\/http:\/\/www.cesti.gov.vn\/right\/stinfo\/content_0\/nam_2003\/xuan_2003\/motgoc_chandung\/nguyenlan |date = ngày 31 tháng 8 năm 2007}} Bài giới thiệu về cố giáo sư Nguyên Lân của Mạng thông tin khoa học và công nghệ TP.Hồ Chí Minh.\n*https:\/\/cuoituan.tuoitre.vn\/tu-tac-pham-bien-chinh-cua-hoang-tuan-cong-cho-nhieu-cau-tra-loi-1378204.htm\n{{Kiểm soát tính nhất quán}}\n{{Nhân Văn - Giai Phẩm}}\n{{thời gian sống|1906|2003}}\n\n[[Thể loại:Giáo viên Quốc học Huế]]\n[[Thể loại:Cựu giảng viên Đại học Sư phạm Hà Nội]]\n[[Thể loại:Giải thưởng Nhà nước]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Cựu học sinh trường Bonnal - Ngô Quyền, Hải Phòng]]\n[[Thể loại:Nhà giáo Nhân dân]]\n[[Thể loại:Dòng họ Nguyễn Lân]]"}