{"3198000":"{{About|Thiếu tướng Nguyễn Ngọc Sơn|nhân vật khác|Nguyễn Ngọc Sơn}}\n'''Nguyễn Ngọc Sơn''' (sinh 1957) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], hiện là Phó Giám đốc [[Học viện Kỹ thuật Quân sự]].<ref>{{Chú thích web|url = http:\/\/baobacgiang.com.vn\/bg\/guong-sang\/130079\/-toi-duoc-que-huong-uu-ai-.html|title = “Tôi được quê hương ưu ái”}}<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng sinh năm 1957 tại Bắc Giang\n\nNăm 1975, ông xung phong đi bộ đội huấn luyện tại Tiểu đoàn 1012, Trung đoàn 568 Quân khu Tả Ngạn tại vùng Mai Sưu (Lục Nam). Sau đó, ông được biên chế về Tiểu đoàn trinh sát, Bộ Tham mưu, Quân đoàn 3.\n\nNăm 1977, ông được kết nạp vào Đảng Cộng sản Việt Nam\n\nNăm 1978, ông được cấp trên điều về công tác tại Tiểu đoàn trinh sát, Bộ Tham mưu, Quân đoàn 3 giữ chức Trung đội trưởng\n\nSau khi giải phóng hoàn toàn Campuchia, đơn vị được lệnh hành quân ra phía Bắc. Ông được cử đi đào tạo tại Học viện Lục quân, ra trường lần lượt đảm nhiệm các chức vụ: Phó Tham mưu trưởng Trung đoàn An Lão, Tham mưu trưởng rồi Trung đoàn trưởng Trung đoàn Hoài Ân, Đoàn Sao Vàng (Quân khu 1). Được cử đi đào tạo chỉ huy tham mưu chiến dịch, chiến lược tại Học viện Quốc phòng. Ra trường giữ chức Phó phòng Tác chiến Quân khu 1, Phó Sư đoàn trưởng rồi Sư đoàn trưởng Đoàn Sao Vàng (Quân khu 1).\n\nNăm 2010, ông đảm nhiệm chức Phó Tham mưu trưởng tác chiến Bộ Tham mưu [[Quân khu 1, Quân đội nhân dân Việt Nam|Quân khu 1]]\n\nNăm 2012, ông giữ chức vụ Phó Giám đốc [[Học viện Kỹ thuật Quân sự]].\n\n[[Thiếu tướng]] (9.2013)<ref>{{Chú thích web|url = http:\/\/mta.edu.vn\/Tint%E1%BB%A9c\/tabid\/82\/ItemID\/621\/View\/Details\/Default.aspx|title = Học viện KTQS gặp mặt chúc mừng 02 đồng chí được Thủ tướng Chính phủ thăng quân hàm Thiếu tướng}}<\/ref>\n\n== Thành tích ==\nHuân chương Chiến công hạng Nhất\n\nHuy chương Quân kỳ Quyết thắng\n\nHuy chương Chiến sĩ vẻ vang hạng Nhất, Nhì, Ba\n\n== Chú thích ==\n{{tham khảo}}\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n{{Thời gian sống|1957}}\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam thụ phong năm 2013]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam đương nhiệm]]\n\n[[Thể loại:Huân chương Chiến công]]\n[[Thể loại:Huy chương Quân kỳ Quyết thắng]]\n[[Thể loại:Huy chương Chiến sĩ vẻ vang]]"}