{"2431259":"'''Nguyễn Hồng Cẩn''' (born 1926) tức Hữu Cẩn, là đảng viên Đảng Cộng sản Việt Nam, nhà quản lý kinh tế, nguyên Phó Chủ tịch UBND TP Hải phòng, Thứ trưởng Bộ Thủy sản Việt Nam, Giám đốc Công ty Xuất nhập khẩu Thủy sản Seaprodex trong thập niên 1980.\n\nÔng từng tham gia kháng chiến chống Pháp giữ các chức vụ Phó Bí thư Tỉnh ủy Kiến An, Chính ủy Trung đoàn 50 thuộc Khu ủy Tả ngạn, sau năm 1954 giữ các chức vụ Giám đốc Sở Công nghiệp Hải phòng, Phó Chủ tịch UBND TP Hải phòng, Thứ trưởng Bộ Thủy sản, nguyên Giám đốc Công ty Seaprodex thập niên 80, hiện đang là cố vấn Công ty CP Thủy sản Bình An.\n\nQuê quán: ông quê ở làng Xuân Đào, xã Bạch Sam, huyện Mỹ Hào, tỉnh Hưng Yên thuộc dòng họ Nguyễn Hữu. Ông sinh ngày 05-04-1926, nơi sinh là khu tập thể viên chức trên đồi Phủ Liễn Thiên văn, tỉnh Kiến An, nay là quận Kiến An thành phố Hải Phòng.\n\n==Quá trình hoạt động cách mạng trong kháng chiến chống Pháp.==\n\nTháng 10 năm 1944, Hữu Cẩn tìm tới các chiến sĩ [[Việt Minh]] ở Đông Triều, An Lão để xin tham gia hoạt động cách mạng. Đến đầu năm 1945, tham gia tổ chức Việt Minh bí mật tại thị xã [[Kiến An]].\n\nChỉ ít lâu sau ngày Việt Minh giành chính quyền, năm 1946 quân Pháp đổ bộ xuống Hải Phòng, Đồ Sơn. Lúc ấy, Hải Phòng và Kiến An hợp nhất thành tỉnh Hải Kiến do Đồng chí Lê Quốc Thân là Bí thư Tỉnh ủy kiêm Bí thư Tỉnh bộ Việt Minh. Hữu Cẩn được giao phụ trách phong trào Việt Minh ngoại thị ở Kiến An và được Bí thư Lê Quốc Thân giới thiệu vào Đảng.\n\nNăm 1946, Hữu Cẩn được cử ra Thị xã Đồ Sơn làm Bí thư Thị bộ Việt Minh. Khi quân Pháp đánh chiếm Hải Phòng, Đồ Sơn, Tỉnh ủy Hải Kiến thành lập mặt trận Cầu Rào - Đồ Sơn, Hữu Cẩn làm chính trị viên. Quân Pháp tập trung tấn công chiếm Kiến An, Việt Minh tổ chức lại lực lượng ở An Lão, An Dương, xây dựng hệ thống thành đội, bộ đội địa phương.\n\nNăm 1947 ông lấy vợ, là Trần Thị Kim Đĩnh công tác tại Tỉnh đoàn Kiến An. Năm 1949, Tỉnh Hải Kiến lại tách ra thành hai tỉnh Hải Phòng và Kiến An. Trung ương cử đồng chí Lê Chấn tức [[Đặng Văn Minh]] ở Hà Nam về làm Bí thư Tỉnh ủy Kiến An, Hữu Cẩn được bầu là Tỉnh ủy viên, rồi Thường vụ Tỉnh ủy Kiến An. Đến năm 1952, được bầu làm Phó Bí thư Tỉnh ủy.\n\nSau đó ông tham gia quân đội, làm Chủ tịch Ban Địch vận thống nhất Kiến An và được Khu ủy Tả ngạn điều lên xây dựng Trung đoàn 50 - trung đoàn mới, chủ lực của Quân khu Tả ngạn sông Hồng với cương vị Phó Chính ủy.\n\nNăm 1954 ông được biệt phái làm chuyên viên quân sự cho Ban Chỉ huy tiếp quản 300 ngày Quảng Ninh – Hải Phòng do đồng chí [[Đỗ Mười]] lãnh đạo. Sau khi tiếp quản, ông được cử đi học Cao cấp quân sự hiện đại và chính quy, Cao cấp chính trị, rồi trở về làm Tham mưu phó Quân khu Tả ngạn, có lúc kiêm cả Trưởng ban Quân lực - Quân huấn.\n\n==Công tác tại TP Hải phòng.==\nNăm 1958, Thành ủy Hải Phòng đề nghị ông về công tác. Ông được cử đi học Trường Đảng Nguyễn Ái Quốc trước khi về nhận nhiệm vụ tại Hải Phòng. Ông làm quản lý kinh tế ở Hải Phòng liên tục 16 năm được bổ nhiệm làm Phó Giám đốc Sở Công nghiệp, sau đó một thời gian làm Giám đốc Sở.\n\nNăm 1968 ông được bầu làm Phó Chủ tịch UBND Thành phố [1], Ủy viên thường vụ Thành ủy, kiêm Trưởng ban Công nghiệp, giao thông vận tải và thủy sản của Thành ủy.\n\n==Công tác trong ngành Thủy sản.==\nNăm 1974, ông được chuyển công tác giữ chức Vụ trưởng Vụ Kế hoạch của Tổng cục Thủy sản, sau đó giữ cương vị Phó Tổng cục trưởng phụ trách phía nam, dưới quyền Tổng cục trưởng [[Hoàng Hữu Nhân]], nguyên Bí thư Thành ủy Hải phòng người nổi tiếng với những ý tưởng đổi mới.\n\nNăm 1976 Tổng cục Thủy sản chuyển thành Bộ Hải sản, trong 5 năm đầu có tới 3 bộ trưởng, ông được cử làm Trợ lý cho các Bộ trưởng [[Võ Chí Công]], Nguyễn Quang Lâm. \nKhi ông [[Đỗ Chính]] (nguyên Chủ tịch UBND TP Hải phòng, Bí thư Tỉnh ủy Hải ninh) làm Bộ trưởng thì ông được bổ nhiệm Thứ trưởng (1978 - 1980), Chủ tịch Ủy ban Hỗn hợp nghề cá Xô - Việt, Chủ tịch Liên đoàn Xuất nhập khẩu thủy sản Việt Nam..\n\n==Giám đốc đầu tiên của Seaprodex với mô hình tự cân đối==\n\nNăm 1978, Công ty Xuất khẩu thủy sản Việt Nam ra đời, tên giao dịch quốc tế là Seaprodex. Tháng 4 năm 1979 ông được Hội đồng Bộ trưởng bổ nhiệm làm Giám đốc trong khi vẫn làm Thứ trưởng Bộ Thủy sản. Ông và gia đình chuyển vào miền nam công tác.\n\nTừ giữa năm 1981, ông cùng tập thể Ban lãnh đạo Công ty cùng các nhà khoa học kinh tế nghiên cứu mạnh dạn làm theo mô hình tự cân đối tự trang trải mà bản chất của nó là tuân theo quy luật cung - cầu của thị trường để tháo gỡ những kiềm chế trong sản xuất - kinh doanh. Lúc đầu, xuất khẩu phải theo cơ chế hàng đổi hàng với một vài thương nhân Hồng Kông, Singapore, sau đó từng bước chuyển sang mua bán sòng phẳng, thanh toán bằng ngoại tệ. Từ đó, một tư duy chiến lược thống nhất, liên hoàn hợp tác đã hình thành trong toàn ngành, phát triển đồng đều từ khâu đánh bắt, nuôi trồng đến vận chuyển, chế biến, kho bãi, kỹ nghệ lạnh, xây lắp, tài chính - tín dụng, tin học, thông tin, quảng cáo… Ngoài ra Seaprodex còn liên doanh với các đối tác Úc, Liên Xô, Nhật Bản, Pháp Nhật, Hàn Quốc cùng tham gia khai thác đánh bắt, chế biến thủy sản.\n\nSeaprodex là một đơn vị có công lớn trong quá trình đổi mới của ngành thủy sản, nổi lên như một điển hình làm ăn hiệu quả trong thập niên 1980 khi đất nước tiến hành [[Đổi mới]] <ref>http:\/\/nxbtrithuc.com.vn\/Danh-muc-tu-sach\/2654748\/96\/Pha-rao-trong-kinh-te-vao-dem-truoc-Doi-moi.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20131228090541\/http:\/\/nxbtrithuc.com.vn\/Danh-muc-tu-sach\/2654748\/96\/Pha-rao-trong-kinh-te-vao-dem-truoc-Doi-moi.html |date = ngày 28 tháng 12 năm 2013}}.<\/ref> Trong mười năm từ 1981 đến 1990, Seaprodex đã nộp kết hối và các khoản thuế có giá trị 160,389 triệu USD, nộp lợi nhuận hơn 7 tỷ đồng, ngoài ra còn đóng góp vào kinh phí các địa phương làm công tác xã hội, ủy lạo khắc phục thiên tai hàng trăm triệu đồng.\n\nVới vai trò Chủ tịch Liên đoàn Xuất nhập khẩu thủy sản Việt Nam khi xây dựng mục tiêu xuất khẩu thủy sản vào thời điểm doanh số xuất khẩu chỉ mới đạt dưới 200 triệu USD, ông đã dự báo vào cuối thập niên 1990, toàn ngành sẽ đạt trên 1 tỷ USD về doanh số xuất khẩu. Nhiều người cho dự báo đó là hão huyền, duy ý chí, nhưng do xuất phát từ quan điểm hướng về nghề cá nhân dân và nhận thức đúng tiềm năng trong nước, cũng như nhu cầu tiêu thụ trên thị trường thế giới, có tính đến kinh nghiệm của Thái Lan về doanh số tôm xuất khẩu, ông đã tỏ ra có tầm nhìn đáng nể. Vào những năm cuối cùng của thập niên 1990 và sang những năm đầu của thế kỷ XXI, chỉ một mặt hàng cá basa xuất khẩu của đồng bằng Nam bộ đã đạt doanh số trên 1 tỷ USD <ref>http:\/\/thuysanvietnam.com.vn\/bai-hoc-tam-nhin-huong-bien-article-5838tsvn.<\/ref>.\n\nTháng 12 năm 1991 ông nghỉ hưu, song vẫn tham gia hoạt động tư vấn nghề nghiệp và tư vấn đầu tư, tham gia Ban Trù bị tổ chức đại hội thành lập Hiệp hội Chế biến và xuất khẩu thủy sản Việt Nam (VASEP) năm 1998<ref>{{chú thích web | url = http:\/\/vietfish.org\/2013071609597688p48c54t123\/hoi-nghi-toan-the-2013-va-le-ky-niem-15-nam-vasep.htm | tiêu đề = Hội nghị Toàn thể 2013 và Lễ kỷ niệm 15 năm VASEP | author =  | ngày =  | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 31 tháng 12 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20131231002145\/http:\/\/vietfish.org\/2013071609597688p48c54t123\/hoi-nghi-toan-the-2013-va-le-ky-niem-15-nam-vasep.htm }}<\/ref> được bầu làm Hội viên danh dự <ref>{{chú thích web | url = http:\/\/www.vasep.com.vn\/687\/Hoi-Nghi-Toan-The-VASEP\/Danh-sach-tham-du.htm | tiêu đề = Danh sách tham dự | author =  | ngày =  | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 30 tháng 12 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20131230234457\/http:\/\/www.vasep.com.vn\/687\/Hoi-Nghi-Toan-The-VASEP\/Danh-sach-tham-du.htm }}<\/ref><ref>{{chú thích web | url = http:\/\/vietfish.org\/20130606013437210p48c54t121\/vasep-15-namthanh-tuu-thach-thuc-va-ky-vong.htm | tiêu đề = VASEP 15 NĂM – THÀNH TỰU, THÁCH THỨC VÀ KỲ VỌNG | author =  | ngày =  | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 30 tháng 12 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20131230234326\/http:\/\/vietfish.org\/20130606013437210p48c54t121\/vasep-15-namthanh-tuu-thach-thuc-va-ky-vong.htm }}<\/ref>, làm Chủ tịch Hội đồng Tư vấn và Dịch vụ phát triển nghề cá thuộc Hội nghề cá Việt Nam, Cố vấn Công ty CP Thủy sản Bình an.\n\n==Sáng tác==\n\nTác phẩm đã xuất bản:\n\n- Nghề cá Việt Nam nhìn từ Seaprodex. Nhà xuất bản Tổng hợp TP. Hồ Chí Minh, 2003.\n\n- Minh bạch. Tự truyện. Nhà xuất bản Văn học, 6-2010.\n\nNăm 2010 Nhà xuất bản Văn học cho xuất bản cuốn sách tự truyện của ông mang nhan đề Minh bạch có lời đề tựa của PGS Thứ trưởng Bộ Thủy sản Võ Văn Trác người đồng nghiệp của ông.<ref>{{chú thích web | url = http:\/\/trieuxuan.info\/?pg=smdetail&id=71 | tiêu đề = trieuxuan.info | author = | ngày = | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n==Khen thưởng.==\nNăm 2006 ông nhận Huy hiệu 60 năm tuổi Đảng do Đảng bộ Liên hiệp Các hội khoa học, Chi bộ Đảng Hội Khoa học kinh tế Việt Nam (thuộc Đảng bộ Khoa giáo Trung ương) trao tặng.\n\n{{Tham khảo}}\n1. ^ http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=SNOV&MenuID=6919&ContentID=17855 {{Webarchive|url=https:\/\/web.archive.org\/web\/20141113074143\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=SNOV&MenuID=6919&ContentID=17855 |date = ngày 13 tháng 11 năm 2014}}\n\n{{Thời gian sống|1926}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Đổi mới]]\n[[Thể loại:Lãnh đạo doanh nghiệp]]\n[[Thể loại:Doanh nhân Việt Nam]]"}