{"314154":"'''Nguyễn Đức Thuận''' ([[1916]] – [[1985]]) có tên khai sinh là '''Bùi Phong Tư''' là nhà cách mạng Việt Nam, nguyên là Phó Bí thư Xứ ủy Nam Bộ, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam, Chủ tịch [[Tổng Liên đoàn Lao động Việt Nam]] kiêm Phó Chủ nhiệm UBKH Nhà nước<ref>[https:\/\/www.hcmcpv.org.vn\/tin-tuc\/dong-chi-nguyen-duc-thuan-–-giu-tron-khi-tiet-cach-mang-1491879470 Đồng chí Nguyễn Đức Thuận – Giữ trọn khí tiết cách mạng]<\/ref>. Ông là tác giả cuốn ''Bất khuất'', một cuốn tự truyện từng gây tiếng vang ở miền Bắc về \"sức chịu đựng kỳ diệu của một người chiến sĩ\", suốt 8 năm bị tra tấn dã man vẫn không khuất phục...\"<ref name=\"t2\"\/>).\n\n==Quê quán==\nNguyễn Đức Thuận tên thật là '''Bùi Phong Tư''', tục danh là '''Tư Móm''', quê làng [[Bản Ngũ]], huyện [[Vụ Bản]], tỉnh [[Nam Định]].\n\n==Quá trình hoạt động cách mạng==\n\nÔng xuất thân công nhân, năm 1936 tham gia phong trào thợ thuyền ở Hà Nội, năm [[1937]] gia nhập [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]. Năm [[1940]] là ủy viên trong Thành ủy Hà Nội, cuối năm [[1940]] bị bắt, kết án 15 năm khổ sai đày lên [[nhà tù Sơn La]], đến cuối năm [[1943]] bị đày ra [[Côn Đảo]]<ref name=\"t2\">{{Chú thích web |url=http:\/\/www.laodong.com.vn\/Home\/Nguyen-Duc-Thuan-nguoi-anh-hung-bat-khuat\/20082\/75899.laodong |ngày truy cập=2008-12-24 |tựa đề=Nguyễn Đức Thuận người anh hùng bất khuất |archive-date=2009-02-06 |archive-url=https:\/\/web.archive.org\/web\/20090206133725\/http:\/\/www.laodong.com.vn\/Home\/Nguyen-Duc-Thuan-nguoi-anh-hung-bat-khuat\/20082\/75899.laodong |url-status=dead }}<\/ref>.\n*Năm [[1945]], ông được đón về đất liền, cử giữ chức Bí thư Tỉnh ủy [[Thủ Dầu Một]] (nay là thành phố Thủ Dầu Một, tỉnh [[Bình Dương]]).\n*Năm [[1947]], ông làm Phó Bí thư Xứ ủy Nam Bộ.\n*Sau [[hiệp định Genève, 1954|hiệp định Genève]], ông ở lại miền Nam, đến năm [[1956]] bị chính quyền Ngô Đình Diệm bắt cùng với các đồng chí [[Trần Quốc Thảo]], [[Hoàng Dư Khương]] đày Côn Đảo lần thứ hai.\n*Sau khi đất nước được thống nhất, trở về từ nơi bị lưu đày, năm [[1976]] ông là Phó Chủ tịch kiêm Tổng thư ký Tổng Công đoàn Việt Nam nay là [[Tổng Liên đoàn Lao động Việt Nam]].\n*1983 - 1987, Tại Đại hội lần thứ V [[Công đoàn Việt Nam|Tổng Công đoàn Việt Nam]] ông được bầu giữ chức Chủ tịch, sau đó được phân công tham gia kiêm Phó Chủ nhiệm UBKH Nhà nước<ref>{{Chú thích web |url=http:\/\/congdoan.most.gov.vn\/tin-chung\/42-tin-chung\/83-gi-y-tr-li-cau-hi-thi-tim-hiu-v-cong-oan.html?start=6 |ngày truy cập=2014-10-20 |tựa đề=Bản sao đã lưu trữ |archive-date=2013-06-27 |archive-url=https:\/\/web.archive.org\/web\/20130627092314\/http:\/\/congdoan.most.gov.vn\/tin-chung\/42-tin-chung\/83-gi-y-tr-li-cau-hi-thi-tim-hiu-v-cong-oan.html?start=6 }}<\/ref>. Ủy viên Ban Thường vụ Liên hiệp Công đoàn Thế giới...\n*Ông là [[đại biểu Quốc hội Việt Nam]] các khoá: IV, V, VI, VII.\n*Ông là [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam#Th.C3.A0nh vi.C3.AAn|Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] của hai kỳ [[Đại hội Đảng Cộng sản Việt Nam IV]] và [[Đại hội Đảng Cộng sản Việt Nam V]].\n*Ông mất năm [[1985]] tại Hà Nội, thọ 69 tuổi.\n\n==Tác phẩm==\nNguyễn Đức Thuận có một cuốn tự truyện duy nhất và khá nổi tiếng tại miền Bắc lúc in lần đầu là cuốn ''Bất khuất''. Cuốn sách này thuật lại toàn bộ thời gian ông bị bắt và chịu tù đày của chính quyền [[Việt Nam Cộng hòa]], và sách cũng từng gây chấn động miền Bắc và quốc tế về sức chịu đựng khó tin của một người chiến sĩ. Sách được xuất bản lần đầu vào [[tháng tư|tháng 4]] năm [[1967]] với 210.000 bản in tại miền Bắc. Những năm sau đó, Nhà xuất bản Ngoại văn Việt Nam đã dịch tác phẩm ''Bất khuất'' ra 5 ngôn ngữ khác (Anh, Hoa, Nga, Pháp và quốc tế ngữ), in với số lượng lớn phát hành ra nước ngoài, nhằm gây chú ý của dư luận thế giới. Cuốn sách này có nhiều ý kiến tranh cãi về độ xác thực của một số chi tiết trong đó song vẫn được xem là một tác phẩm có giá trị nên đã được tái bản một số lần<ref>{{Chú thích web |url=http:\/\/www.laodong.com.vn\/Home\/Tai-ban-tac-pham-Bat-khuat\/200610\/6602.laodong |ngày truy cập=2008-12-24 |tựa đề=Tái bản tác phẩm \"Bất khuất\" |archive-date=2008-12-27 |archive-url=https:\/\/web.archive.org\/web\/20081227070117\/http:\/\/www.laodong.com.vn\/Home\/Tai-ban-tac-pham-Bat-khuat\/200610\/6602.laodong |url-status=dead }}<\/ref>.\n\nTuy nhiên trong cuốn hồi ký Đèn cù, [[Trần Đĩnh]] cho rằng mình là người chấp bút tác phẩm này.<ref name=dtk2>[http:\/\/www.diendantheky.net\/2014\/08\/ngo-nhan-dung-gioi-thieu-en-cu-so-phan.html Ngô Nhân Dụng - Giới thiệu \"ĐÈN CÙ, Số Phận Việt Nam Dưới Chế Độ Cộng sản\" của TRẦN ĐĨNH], Diễn đàn Thế Kỷ, 07\n 07.08.2014<\/ref>\n\n==Cuộc sống gia đình==\n\nVợ ông là bà Nguyễn Thị Phương Nhu sinh năm 1927, con một nhà giáo ở Bình Định, năm [[1945]] cùng gia đình vào Sài Gòn sinh sống. Năm [[1946]], bà tham gia hoạt động bí mật và được kết nạp vào [[Hội Phụ nữ cứu quốc Sài Gòn]]. Năm [[1947]], bà đã trốn nhà, thoát ly ra bưng biền, đến cơ quan Phụ nữ Nam Bộ, làm Ủy viên thư ký Ban chấp hành Phụ nữ Cứu quốc tỉnh Vĩnh Long. Lúc đó, bà là một trong 4 đại biểu của phụ nữ tỉnh đi dự Hội nghị cán bộ Phụ nữ Nam Bộ họp vào đầu năm [[1950]] tại xã Vĩnh Thuận Đông, huyện Long Mỹ, tỉnh [[Rạch Giá]], giữa rừng U Minh Thượng và U Minh Hạ. Đến tham dự hội nghị, có cả ông Lê Đức Thọ ở Trung ương cử vào, ông [[Lê Duẩn]], Bí thư Xứ ủy Nam Kỳ và ông Nguyễn Đức Thuận, Phó bí thư xứ uỷ Nam Kỳ. Sau hội nghị, [[Lê Đức Thọ]] mời bà ở lại làm việc trong Ban Tuyên huấn Phụ nữ Nam Bộ và có ý tác thành với Nguyễn Đức Thuận<ref>[http:\/\/baodaidoanket.net\/ddk\/print.ddk?id=10919 Vợ người anh hùng]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>.\n\n==Vinh danh==\n*[[Huân chương Hồ Chí Minh]] \n*[[Huân chương Kháng chiến|Huân chương kháng chiến]] chống Pháp hạng Nhất \n*[[Huân chương Kháng chiến|Huân chương kháng chiến chống Mỹ]] hạng Nhất\n*Ngày [[4 tháng 2]] năm [[2008]] ông được truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].\n\n^ Tên ông được dùng để đặt cho một con đường ở xã Cổ Bi, huyện Gia Lâm, thành phố Hà Nội. Đường dài 3&nbsp;km; từ đường [[Nguyễn Văn Linh]] - ngã ba quốc lộ 5 với quốc lộ 1B - đến ngã ba Kiên Thành - Trâu Quỳ (lối rẽ vào Khu công nghiệp vừa và nhỏ huyện Gia Lâm).\n\n^ Tên ông được dùng để đặt cho một con đường ở phường Hiệp Thành, Thành phố Thủ Dầu Một, tỉnh Bình Dương.\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Sinh năm 1916]]\n[[Thể loại:Mất năm 1985]]\n[[Thể loại:Bí thư Xứ ủy Nam Kỳ]]\n[[Thể loại:Bí thư Tỉnh ủy Thủ Dầu Một]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa IV]]\n[[Thể loại:Chủ tịch Tổng Liên đoàn Lao động Việt Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa V]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VI]]\n[[Thể loại:Người họ Bùi tại Việt Nam]]\n[[Thể loại:Huân chương Hồ Chí Minh]]"}