{"55279":"{{bài cùng tên|Nguyễn Văn Hiệu (định hướng)}}\n{{Viên chức\n| tên = Nguyễn Văn Hiệu\n| hình = Nguyễn Văn Hiệu 2006.jpg|200px\n| ngày sinh = {{Birth date|1938|7|21}}\n| nơi sinh = [[Hà Cầu]], [[Hà Đông]], [[Hà Nội]]\n| ngày mất = {{Death date and age|2022|1|23|1938|7|21}}\n| nơi mất = [[Hà Nội]]\n| chức vụ 1= Hiệu trưởng [[Trường Đại học Công nghệ, Đại học Quốc gia Hà Nội]]\n| bắt đầu 1= [[2004]]\n| kết thúc 1= [[2005]]\n| tiền nhiệm 1= thành lập trường\n| kế nhiệm 1= [[Nguyễn Hữu Đức (nhà khoa học)|Nguyễn Hữu Đức]]\n| chức vụ 2= Chủ tịch [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam|Viện Khoa học và Công nghệ Việt Nam]]\n| bắt đầu 2= [[1983]]\n| kết thúc 2= [[1994]]\n| tiền nhiệm 2= [[Trần Đại Nghĩa]]\n| kế nhiệm 2= [[Đặng Vũ Minh]]\n| chức vụ 3= Viện trưởng [[Viện Vật lý (Việt Nam)|Viện Vật lý]]\n| bắt đầu 3= [[1969]]\n| kết thúc 3= [[1993]]\n| tiền nhiệm 3= thành lập\n| kế nhiệm 3= [[Đào Vọng Đức]]\n}}\n\n'''Nguyễn Văn Hiệu''' (sinh ngày 21 tháng 7 năm 1938 – mất ngày 23 tháng 1 năm 2022) là giáo sư, nhà vật lý, và chính trị gia của [[Việt Nam]]. Ông là ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban chấp hành Trung ương Đảng Cộng sản Việt Nam]] các khoá VI, VII, và VIII; ủy viên dự khuyết Ban chấp hành Trung ương Đảng Cộng sản Việt Nam khoá V; đại biểu Quốc hội nước [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]] các khoá IV, V, VI, VII, và VIII; nguyên viện trưởng [[Viện Vật lý (Việt Nam)]], [[Viện Khoa học Vật liệu Việt Nam]], và nguyên chủ tịch [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam]]. Ông còn là hiệu trưởng sáng lập [[Trường Đại học Công nghệ, Đại học Quốc gia Hà Nội]]. Ông là [[giáo sư]], [[tiến sĩ khoa học]] ngành [[vật lý lý thuyết]] và [[vật lý toán học]] xuất sắc của Việt Nam; là viện sĩ nước ngoài của [[Viện Hàn lâm Khoa học Liên Xô]], viện sĩ [[Viện Hàn lâm Khoa học Thế giới thứ 3]].\n\n== Tiểu sử và quá trình công tác ==\n'''Nguyễn Văn Hiệu''' sinh ngày [[21 tháng 7]] năm [[1938]] tại [[Cầu Đơ]], nay thuộc phường [[Hà Cầu]], quận [[Hà Đông]], [[Hà Nội]] trong một gia đình viên chức nhỏ.\n* Năm 1954: Học ngành [[Vật lý học|Vật Lý]] tại trường [[Trường Đại học Sư phạm Hà Nội|Đại học Sư phạm Khoa học]].\n* Năm 1956: Tốt nghiệp cử nhân Vật lý loại xuất sắc, sau đó được điều về giảng dạy tại [[trường Đại học Tổng hợp Hà Nội]] nay là Đại học Quốc gia Hà Nội, vào thời điểm đó Nguyễn Văn Hiệu cùng [[Nguyễn Lân Dũng]] là hai cán bộ giảng dạy trẻ nhất của nhà trường.\n* Tháng 10 năm 1960: Ông được cử đi nghiên cứu sinh tại [[Viện nghiên cứu hạt nhân Dubna]], [[Liên Xô]].\n* Năm 1963: Ông bảo vệ thành công luận án [[phó tiến sĩ]] (nay là [[tiến sĩ]]).\n* Năm 1964: Bảo vệ thành công luận án tiến sĩ ngành [[Toán - Lý]] (nay là [[tiến sĩ khoa học]]).\n* Từ 1964 đến 1969: Ông là tổ trưởng tổ nghiên cứu tại Viện nghiên cứu hạt nhân Dubna, Liên Xô.\n* Năm 1968: Ông được công nhận chức danh giáo sư vật lý lý thuyết và vật lý toán của Viện Dubna và [[Đại học Quốc gia Moskva|Đại học Tổng Hợp Lomonosov]].\n* Từ năm 1969 đến 1993: Ông là Viện tr­ưởng [[Viện Vật lý (Việt Nam)]], ủy viên [[Bộ Khoa học và Công nghệ Việt Nam|Ủy ban khoa học và công nghệ nhà nước Việt Nam]].\n* Từ 1975 đến 1983: Ông làm việc tại Viện khoa học Việt Nam khi Viện vừa mới thành lập (1975-1983) - nghiên cứu về khoa học tự nhiên nay là Viện khoa học và công nghệ Việt Nam.\n* Năm 1982: Tại Đại hội Đảng Cộng sản Việt Nam khoá V ông được bầu là uỷ viên dự khuyết Ban chấp hành Trung ương Đảng Cộng sản Việt Nam, cũng trong năm này ông được bầu là Viện sĩ Viện Hàn lâm Khoa học Liên Xô.\n* Từ năm 1983 đến năm 1993: Ông là Viện tr­ưởng Viện Khoa học và công nghệ Việt Nam và là uỷ viên Ban chấp hành Trung ương Đảng Cộng sản Việt Nam các khoá VI và khoá VII.\n* Năm 1984: Ông được bầu là viện sĩ Viện Hàn lâm Khoa học thế giới thứ 3.\n* Năm 1993 đến năm 1994: Ông giữ chức Giám đốc Trung tâm Khoa học Tự nhiên và Công nghệ Quốc gia;\n* Từ 1993 đên 1998: Ông là Viện trư­ởng [[Viện Khoa học Vật liệu]], uỷ viên Ban chấp hành Trung ương Đảng Cộng sản Việt Nam khoá VIII.\n* Năm 1999: Ông được Đại học Quốc gia Hà Nội gửi lời mời đặc biệt về giữ chức vụ Chủ nhiệm khoa Công nghệ, ông đã nhận lời và giữ chức chủ nhiệm khoa tới năm 2004.\n* Năm 2004: Trường Đại học Công nghệ - Đại học Quốc gia Hà Nội được thành lập từ khoa Công nghệ - Đại học Quốc gia Hà Nội, ông giữ cương vị hiệu trưởng tới năm 2005.\n* 12\/2007-5\/2008. Hiệu trưởng Trường ĐH Tư Thục và Quản lý Hữu Nghị.\n* Ông từng đảm nhiệm chức vụ uỷ viên [[Hội đồng chính sách Khoa học và Công nghệ quốc gia]] của chính phủ nước CHXHCN Việt Nam. Ngoài ra ông còn được giới vật lý châu Á bầu làm chủ tịch [[Trung tâm Vật lý lý thuyết châu Á - Thái Bình Dương]] (trụ sở tại [[Seoul]], [[Hàn Quốc]]).\n* Ông qua đời ngày [[23 tháng 1]] năm [[2022]] tại [[Hà Nội]].\n\n== Những đóng góp cho Vật Lý và đất nước Việt Nam ==\nTừ năm 1960 đến năm 1963, ông đã nghiên cứu và công bố 12 công trình nghiên cứu về vật lý [[neutrino]]. sau đó Viện nghiên cứu hạt nhân Dupna quyết định thành lập một nhóm nghiên cứu mới và giao cho ông phụ trách, nhóm gồm các nhà vật lý thuộc nhiều quốc tịch: Liên Xô, Hungary, Romania và Việt Nam. Dưới sự hướng dẫn của ông, 6 nghiên cứu sinh bảo vệ thành công luận án tiến sĩ. Năm 1967 ông hoàn thành tập sách gồm 20 công trình nghiên cứu có tựa đề \"Thuyết đối xứng đơn của các hạt cơ bản\" và được nhà xuất bản Nguyên Tử in ở [[Moskva]] năm 1967 với lời giới thiệu của nhà bác học danh tiếng Bogolubov, viện trưởng Viện Dupna.\n\nGiáo sư - Viện sĩ Nguyễn Văn Hiệu là tác giả của 130 công trình nghiên cứu khoa học, trải rộng trên nhiều lĩnh vực, từ tương tác yếu và đối xứng của các hạt cơ bản, đến lý thuyết giải tích về tương tác mạnh và lý thuyết trường, rồi phương pháp lý thuyết trường lượng tử trong vật lý chất rắn, trong đó có nhiều công trình được công bố trên các tạp chí chuyên ngành quốc tế có uy tín.\n\nTrong công tác quản lý ông đã có đóng góp to lớn trong việc thành lập Viện Vật lý, Viện Khoa học Việt Nam và trường Đại học Công nghệ - Đại học Quốc gia Hà Nội. Ngoài ra ông còn là đại biểu Quốc hội của nước CHXHCN Việt Nam 5 khoá liên tiếp từ khoá IV tới khoá VIII.\n\n== Nhận xét về Giáo sư - Viện sĩ Nguyễn Văn Hiệu ==\nNgày 4 tháng 5 năm 1964, nhà báo Liên Xô Svanev viết một bài dài tường thuật buổi bảo vệ luận án của Nguyễn Văn Hiệu, trong đó có đoạn ghi lại nhận định của viện sĩ Markov khi trả lời phỏng vấn của nhà báo Svanev:<ref>[http:\/\/www.cesti.gov.vn\/left\/stinfo\/con_nguoi_doanh_nghiep\/2006\/2006_06\/cndn1_0606 Nguyễn Văn Hiệu & những chân trời vật lý bí mật] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071012184717\/http:\/\/cesti.gov.vn\/left\/stinfo\/con_nguoi_doanh_nghiep\/2006\/2006_06\/cndn1_0606|date=2007-10-12 }}\"<\/ref> \n{{pull quote|''Đồng chí và tôi - lời viện sĩ Markov - đang tiếp xúc với một con người xuất chúng. Đôi khi người ta thực sự gặp may trong công việc nhờ tìm thấy một ý tưởng thiên tài dẫn đến những kết quả quan trọng, như tìm thấy một mỏ vàng. Nguyễn Văn Hiệu đi theo một con đường khác. Như người ta thường nói, anh không ngồi chờ khoa học đến \"bố thí\"; anh đã đạt được những kết quả đáng ngạc nhiên bằng cách lao động rất nhiều, bằng năng lực lao động rất lớn. Viện Dubna tạo cho anh một môi trường thuận lợi. Mọi điều còn lại phụ thuộc vào lao động và phẩm chất cá nhân. Nguyễn Văn Hiệu là một nhà bác học thật lớn''.}}\n\n==Phong tặng==\n* Năm 1986: Giáo sư Nguyễn Văn Hiệu được trao tặng [[Giải thưởng Lênin]] vì đã dẫn tới chỗ khám phá một định luật mới trong vật lý học: ''Định luật bất biến kích thước của quá trình sinh hạt''.\n* Năm 1996: ông được trao tặng [[Giải thưởng Hồ Chí Minh]] về khoa học kĩ thuật.\n* Ngày 10 tháng 7 năm 2009, Phó Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam [[Nguyễn Thị Doan]] đã thay mặt Chủ tịch nước trao tặng Giáo sư Nguyễn Văn Hiệu Huân chương độc lập hạng Nhất.<ref>[http:\/\/dantri.com.vn\/c20\/s20-336382\/gsvs-nguyen-van-hieu-nhan-huan-chuong-doc-lap-hang-nhat.htm GS.VS Nguyễn Văn Hiệu nhận Huân chương độc lập hạng Nhất]<\/ref>\n*[[Nhà giáo Nhân dân]] của Việt Nam.<ref>{{Chú thích web|url=https:\/\/www.vnu.edu.vn\/home\/?C2179|tiêu đề=Danh sách Nhà giáo Nhân dân của ĐHQGHN|website=Đại học Quốc gia Hà Nội|ngày truy cập=ngày 24 tháng 1 năm 2022}}<\/ref> \n\n==Gia đình==\nÔng là anh cả trong gia đình có 10 anh chị em. Tất cả 10 anh em trong gia đình đều tốt nghiệp đại học. Ngoài GS Hiệu còn có 6 người là tiến sĩ, 1 người là phó giáo sư. Trong số những người em của ông có thể kể đến  phó giáo sư Tiến sĩ Nguyễn Hoài Châu, công tác tại [[Viện Công nghệ Môi trường]], và Tiến sĩ Nguyễn Văn Khải, thường được biết đến với biệt danh “Ông già Ô-zôn”. <ref>{{Chú thích web|url= https:\/\/danviet.vn\/gsvs-nguyen-van-hieu-qua-loi-ke-cua-em-trai-12-tuoi-da-day-do-6-nguoi-em-luon-dau-dau-voi-nong-dan-20220124095457484.htm |tiêu đề= GS.VS Nguyễn Văn Hiệu qua lời kể của em trai: 12 tuổi đã dạy dỗ 6 người em, luôn đau đáu với nông dân |website=Dân Việt|ngày=ngày 24 tháng 1 năm 2022}}<\/ref>\n\nÔng có hai đời vợ. Người vợ đầu là bà Nguyễn Thị Hồng, cũng là một nhà vật lý lý thuyết tài năng. Bà bảo vệ luận án phó tiến sĩ (nay là tiến sĩ) năm 1973, và tiến sĩ khoa học năm 1984. Sau khi bà Hồng qua đời, ông kết hôn với người vợ thứ hai là bà Nguyễn Thị Bích Hà. \n\nÔng có một con trai cũng là tiến sĩ vật lý. Cháu nội ông cũng theo ngành vật lý, hiện là phó giáo sư tiến sĩ  giảng dạy và nghiên cứu tại Pháp.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/gs-vs-nguyen-van-hieu-qua-doi-4419906.html|tiêu đề=GS.VS Nguyễn Văn Hiệu qua đời|website=VnExpress|ngày=ngày 23 tháng 1 năm 2022}}<\/ref>\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7792\/ GS.VS Nguyễn Văn Hiệu - Thành công bắt nguồn từ đam mê và sáng tạo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070930023500\/http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7792\/ |date=2007-09-30 }} Bài giới thiệu về Giáo sư - Viện sĩ Nguyễn Văn Hiệu của [[Đại học Quốc gia Hà Nội]].\n* [http:\/\/news.vnu.edu.vn\/ttsk\/Vietnamese\/C1736\/C1752\/C1884\/2006\/06\/N10575\/?35 Giáo sư Nguyễn Văn Hiệu với \"Nghiên cứu các hạt sơ cấp (tính đối xứng, cấu tạo và sự tương tác của hạt sơ cấp và các chuẩn hạt trong chất rắn) 1960 - 1965\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070930022351\/http:\/\/news.vnu.edu.vn\/ttsk\/Vietnamese\/C1736\/C1752\/C1884\/2006\/06\/N10575\/?35 |date=2007-09-30 }}\n* [http:\/\/www1.dantri.com.vn\/giaoduc-khuyenhoc\/2007\/1\/161956.vip GS.VS Nguyễn Văn Hiệu đề xuất dự án đào tạo Tiến sĩ cho ĐH Tây Bắc] ghi nhận của phóng viên [[báo điện tử dantri]].\n* [http:\/\/www.vast.ac.vn\/index.php?option=com_content&view=article&id=294&Itemid=91&lang=vi MỘT SỐ NHÀ KHOA HỌC TIÊU BIỂU CỦA VIỆN KH&CN VN] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110420172542\/http:\/\/www.vast.ac.vn\/index.php?option=com_content&view=article&id=294&Itemid=91&lang=vi |date=2011-04-20 }} trên website của Viện KH&CN\n* [http:\/\/antgct.cand.com.vn\/vi-VN\/nhanvat\/2009\/6\/52990.cand?Page=1 GS-VS Nguyễn Văn Hiệu: Trời cho mới được] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090617220551\/http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2009\/6\/52990.cand?Page=1 |date=2009-06-17 }} trên báo điện tử Công an nhân dân.\n\n{{Thời gian sống|Sinh=1937|Mất=2022}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Cựu giảng viên Đại học Quốc gia Hà Nội]]\n[[Thể loại:Cựu giảng viên Đại học Sư phạm Hà Nội]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Viện sĩ Viện Hàn lâm khoa học Liên Xô]]\n[[Thể loại:Viện Hàn lâm Khoa học và Công nghệ Việt Nam]]\n[[Thể loại:Viện Hàn lâm Khoa học Liên Xô]]\n[[Thể loại:Nhà vật lý Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa IV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa V]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VI]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VIII]]\n[[Thể loại:Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Huân chương Độc lập hạng Nhất]]\n[[Thể loại:Sinh tại Hà Nội]]\n[[Thể loại:Sống tại Nga]]\n[[Thể loại:Sống tại Hà Nội]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Giáo sư Đại học Quốc gia Moskva]]\n[[Thể loại:Tiến sĩ Vật lý Việt Nam]]\n[[Thể loại:Tiến sĩ Khoa học Việt Nam tốt nghiệp tại Liên Xô]]"}