{"810499":"Giáo sư Tiến sĩ '''Nguyễn Tử Siêm''' (sinh năm [[1942]]) là một trong những chuyên gia đầu ngành về đất đồi núi Việt Nam, chủ yếu trong các lĩnh vực bảo vệ đất, chống xói mòn, rửa trôi, phục hồi độ phì nhiêu đất, canh tác vùng cao. Ông cũng là một trong số những nhà khoa học Việt Nam quan tâm nhiều đến xã hội thông qua các comment trên nhiều website.\n\n==Thân thế==\nÔng sinh ngày [[10 tháng 5]] năm [[1942]], tại làng Thư Điền, thuộc huyện Gia Khánh, phủ Trường An (nay thuộc xã Ninh Nhất, [[ninh Bình (thành phố)|thành phố Ninh Bình]]. Thủy tổ của ông nguyên là họ Nguyễn Đình, sau đổi thành Nguyễn Tử. Ông là con cháu thuộc chi cả, hệ ba, đời thứ 10.<ref>Vũ Văn Lâu, ''\"Thư Điền khuyến học\"''.<\/ref>\n\nDòng họ Nguyễn Tử nổi danh là một dòng họ hiếu học, có các danh nhân [[Nguyễn Tử Dự]], [[Nguyễn Tử Mẫn]] và có truyền thống yêu nước mà tiêu biểu là [[Nguyễn Tử Ngôn]], giữ chức Tán tương Quân vụ trong [[phong trào Cần Vương]]. Người sáng lập trung tâm [[Bkis|BKIS]] và phần mềm [[Bkav|BKAV]] [[Nguyễn Tử Quảng]] cũng là con cháu của dòng họ này.<ref>[http:\/\/baoninhbinh.org.vn\/news\/46\/2DC227\/Phat-huy-truyen-thong-hieu-hoc-dong-ho-Nguyen-Tu Phát huy truyền thống hiếu học dòng họ Nguyễn Tử]<\/ref>\n\n==Sự nghiệp==\nSau khi tốt nghiệp bậc Trung học, ông theo học và tốt nghiệp [[Trường Đại học Nông nghiệp Hà Nội|Đại học Nông nghiệp Hà Nội]] năm 1964. Sau đó, ông được cử làm nghiên cứu sinh tại [[Liên Xô]] và bảo vệ thành công Luận văn Tiến sĩ tại trường [[Đại học Quốc gia Moskva|Đại học Lômônôsôp]] vào năm 1974.\n\nSau khi về nước, ông được phân công làm Nghiên cứu viên, rồi được phân công làm Phó Viện trưởng Viện Thổ nhưỡng Nông hóa. Từ năm 1985, ông lần lượt giữ các chức vụ Phó Vụ trưởng Vụ Hợp tác Quốc tế, Cục trưởng Cục Khuyến nông, Trưởng ban Quản lý các dự án Bộ Nông nghiệp và Phát triển Nông thôn. Ông được phong học hàm [[Giáo sư]] năm 1993.\n\nNăm 2001, ông thôi giữ các chức vụ quản lý và được lưu lại làm chuyên gia quốc tế của về nông nghiệp và phát triển nông thôn của [[Bộ Nông nghiệp và Phát triển Nông thôn (Việt Nam)|Bộ Nông nghiệp và Phát triển Nông thôn]].\n\nÔng là giáo sư có uy tín, sử dụng thành thạo 4 ngoại ngữ Nga, Trung, Anh, Pháp; được mời tham gia giảng dạy ở nhiều trường Đại học trong và ngoài nước.\n\n==Tác phẩm==\n(đồng tác giả):\n\n#Cẩm nang ngành Lâm nghiệp, 2006;\n#Đất và sử dụng đất miền núi và vùng cao ở Việt Nam, 2002;\n#Cây phủ đất ở Việt Nam, 2002;\n#Từ điển Thổ nhưỡng Anh-Việt, 2001;\n#Từ điển thuật ngữ Anh-Việt về quản lý tài nguyên thiên nhiên vùng cao, 2001;\n#Đất Việt Nam, 2000;\n#Giáo trình Giống cây trồng, 2000;\n#Đất đồi núi Việt Nam – Thoái hoá và Phục hồì, 1999;\n#Canh tác bền vững trên đất dốc ở Việt Nam, 1998;\n#Nghiên cứu Đất và Phân bón, 1976.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.vnast.gov.vn\/default.aspx?url=Components\/ArticleDetail&PanelID=363&ArticleID=1112 GS.TS. Nguyễn Tử Siêm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071022123922\/http:\/\/www.vnast.gov.vn\/default.aspx?url=Components%2FArticleDetail&PanelID=363&ArticleID=1112 |date = ngày 22 tháng 10 năm 2007}}\n*\n\n{{Thời gian sống|1942}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Tiến sĩ Việt Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Dòng họ Nguyễn Tử]]"}