{"80724":"{{Thông tin nhân vật phong kiến\n| tên = Nguyễn Cư Trinh\n| tên gốc = 阮居貞\n| hình = \n| cỡ hình = \n| ghi chú hình =\n<!-- Binh nghiệp -->\n| phục vụ = \n| thuộc = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| khen thưởng =\n\n| chức vụ = Tri phủ Triệu Phong\n| phẩm = Tòng ngũ phẩm\n| nhiệm kỳ = 1740 - 1741\n\n| chức vụ 2 = Văn chức\n| nhiệm kỳ 2 = 1741 - 1750\n\n| chức vụ 3 = Tuần phủ Quảng Ngãi\n| phẩm 3 = Nhị phẩm\n| nhiệm kỳ 3 = 1750 - 1753\n\n| chức vụ 4 = Ký lục dinh Bố Chính\n| nhiệm kỳ 4 = 1753 - 1753\n\n<!-- Thông tin chung -->\n| tên khác = \n| húy = Thịnh\n| tự = Cư Trinh\n| hiệu = Đạm Am\n| tôn xưng = \n| bút danh = \n| học vấn = [[hương cống]] (1740)\n| chức quan = <!-- chức cao nhất -->\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu = Nghi Biểu Hầu\n| tước vị = \n| cha = \n| mẹ = \n| sinh = 1716\n| nơi sinh = xã An Hòa, tổng An Hòa, huyện Hương Trà, phủ Triệu Phong, xứ Thuận Hóa\n| mất = 1767\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = \n| quốc tịch = \n| dân tộc = \n| triều đại = <!-- triều đại mà nhân vật sống, nếu nhân vật sống qua nhiều triều đại, ngăn cách bằng dấu phẩy -->\n| tác phẩm = <!-- nổi bật -->\n| truy phong tước hiệu = Tân Minh Hầu\n}}\n\n'''Nguyễn Cư Trinh''' ([[chữ Hán]]: ''阮居貞'', 1716-1767), tên thật là Nguyễn Đăng Nghi, húy là Thịnh, tự là Cư Trinh, hiệu là Đạm Am, Đường Qua và Hạo Nhiên. Ông là danh tướng, danh sĩ thời chúa Võ vương [[Nguyễn Phúc Khoát]] và Định vương [[Nguyễn Phúc Thuần]]. Được biết đến là vị tướng trấn giữ biên cương [[Miền Nam (Việt Nam)|miền Nam]] và góp phần to lớn trong công cuộc [[Nam tiến]] của các [[chúa Nguyễn]], ông nổi tiếng là người ''liêm chính, giỏi việc chính trị, doanh điền, ngoại giao và có phong độ của một trạnh thần (bầy tôi dám can ngăn).''<ref>Theo [[Nguyễn Q.Thắng]] & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'' (Nhà xuất bản KHXH, 1992, tr.506) và [[Phạm Thế Ngũ]], ''Việt Nam văn học sử giản ước tân biên'' quyển 2 ([[Thành phố Hồ Chí Minh|Sài Gòn]], 1963, tr. 213).<\/ref>\n\n==Thân thế==\nNguyễn Cư Trinh là người ở xã An Hòa, tổng An Hòa, huyện Hương Trà, phủ Triệu Phong. xứ Thuận Hóa<ref>Phủ biên tạp lục, [[Lê Quý Đôn]], trang 79.<\/ref>, nay là phường [[An Hòa, Huế|An Hòa]], thành phố [[Huế]], tỉnh [[Thừa Thiên Huế]].\n \nTổ tiên xa là người [[Trịnh (họ)|họ Trịnh]] tên là ''Trịnh Cam'', gốc người phường Phù Lưu, huyện Thiên Lộc, phủ Đức Quang, [[xứ Nghệ|xứ Nghệ An]] (nay là huyện [[Can Lộc]], [[Hà Tĩnh]]), từng làm quan dưới [[nhà Lê sơ|triều Lê]] đến chức Binh bộ [[Thượng thư]]. Khi [[họ Mạc|nhà Mạc]] lên ngôi thay [[nhà Lê sơ|nhà Lê]], Trịnh Cam lánh vào [[Thanh Hóa]] chiêu mộ quân giúp [[nhà Hậu Lê]], nhưng việc chưa thành thì mất.\n\nCha Nguyễn Cư Trinh là ông ''Nguyễn Đăng Đệ'' thuộc đời thứ 7, vốn nổi tiếng về tài văn chương, thi đỗ [[sinh đồ]], làm Tri huyện Minh Linh, phủ Quảng Bình, xứ Thuận Hóa (nay thuộc [[Quảng Trị]]), được chúa Minh Vương [[Nguyễn Phúc Chu]] mến tài ban cho ''quốc tính'' (được mang họ Nguyễn).\n\nLà con út trong gia đình có truyền thống văn học, ngay từ nhỏ Nguyễn Cư Trinh cùng anh họ là [[Nguyễn Đăng Trình]], đều đã nổi tiếng hay chữ. Sau này, khi [[Nguyễn Phúc Khoát]] lên ngôi chúa, những luật lệ đều do Nguyễn Đăng Thịnh đặt ra mà văn từ thì đều do Nguyễn Cư Trinh thảo <ref>Phạm Thế Ngũ, ''Việt Nam văn học sử giản ước tân biên'', Quyển 2, tr. 213.<\/ref>.\n\n==Sự nghiệp ==\n\n===Đường quan lộ ===\nÔng lúc còn nhỏ đã biết làm văn, khi đi [[thi Hương]], đỗ [[sinh đồ]]<ref>{{Chú thích web|url=http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/885\/page\/2|tiêu đề=Phủ Biên Tạp Lục, bản chữ Hán, quyển 5 trang 2}}<\/ref>\n\nNăm ông 18 tuổi, ông được sung làm Huấn đạo<ref name=\":5\">Theo bài viết [http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p2\/c16\/n22716\/Di-san-ve-dong-ho-Nguyen-Cu-Trinh-o-Thua-Thien-Hue.html Di sản về dòng họ Nguyễn Cư Trinh tại Thừa Thiên Huế]<\/ref>\n\nNăm Canh Thân 1740, ông thi đỗ [[hương cống]] và được bổ làm [[Tri phủ]] [[Thuận Hóa#Phủ Triệu Phong|phủ Triệu Phong]]<ref name=\":5\" \/><ref>Theo [http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/885\/page\/2 Phủ Biên Tạp Lục, bản chữ Hán quyển 5 trang 2], ông được bổ làm Tri phủ, nhưng sách không ghi ông được bổ vào năm nào và tại đâu.<\/ref>\n\nNăm Tân Dậu 1741, ông được sung làm [[Văn chức]]<ref>{{Chú thích web|url=http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/182\/page\/5|tiêu đề=Đại Nam Thực lục Tiền biên, bản chữ Hán quyển 10 phần 4}}<\/ref>\n\nNăm Canh Ngọ 1750, ông được phong làm [[Tuần phủ]] phủ [[Quảng Ngãi]] tước Nghi Biểu Hầu<ref>{{Chú thích web|url=http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/182\/page\/16|tiêu đề=Đại Nam Thực lục Tiền biên, bản chữ Hán quyển 10 phần 16}}<\/ref>\n\nNăm Quý Dậu 1753, ông được bổ làm [[Ký lục]] dinh [[Bố chính sứ|Bố Chính]]<ref>{{Chú thích web|url=http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/182\/page\/20|tiêu đề=Đại Nam Thực lục Tiền biên, bản chữ Hán quyển 10 phần 20}}<\/ref>. Cùng năm này, ông được triệu làm tham mưu, cùng Thống suất Thiện Chính [[Nguyễn Phúc Khoát#Chinh ph.E1.BA.A1t Ch.C3.A2n L.E1.BA.A1p 1753-1756|chinh phạt Chân Lạp]].\n\nNăm Ất Dậu 1765, ông được triệu về Kinh nhận trách nhiệm tại [[bộ Lại]]<ref>{{Chú thích web|url=http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/182\/page\/38|tiêu đề=Đại Nam Thực lục Tiền biên, bản chữ Hán quyển 11 phần 4}}<\/ref><ref name=\":0\" \/>\n\nNăm Đinh Hợi 1767, ông bị bệnh mà mất, hưởng dương 51 tuổi<ref name=\":6\">{{Chú thích web|url=http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/182\/page\/40|tiêu đề=Đại Nam Thực lục Tiền biên, bản chữ Hán quyển 11 phần 6}}<\/ref>. Là một vị quan giỏi, ông được triều đình truy phong và sắc phong nhiều mỹ hiệu khác nhau.\n====Chinh phạt Chân Lạp ====\nTheo [[Đại Nam thực lục|Đại Nam Thực Lực]], vì việc triều [[Chân Lạp]] thường xuyên hiếp đáp và quấy nhiễu người [[Côn man|Côn Man]] định cư tại [[Chân Lạp]], nên triều Việt quyết định chinh phạt [[Chân Lạp]]. [[Nguyễn Phúc Khoát#Chinh ph.E1.BA.A1t Ch.C3.A2n L.E1.BA.A1p 1753-1756|Cuộc chinh phạt này]] bắt đầu từ năm 1753 và kết thúc vào năm 1756 dẫn đến việc quốc vương [[Chân Lạp]] [[Nặc Nguyên]] thua trận và dâng hai phủ Tầm Bôn<ref>Tầm Bôn - nay là [[Tân An]]. Theo [http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/182\/page\/24 Đại Nam Thực lục Tiền biên, bản chữ Hán quyển 10 phần 23], tên Hán là Tầm Bôn 尋奔.<\/ref> và Lôi Lạt<ref>Lôi Lạt - nay là [[Gò Công (tỉnh)|Gò Công]]. Theo [http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/182\/page\/24 Đại Nam Thực lục Tiền biên, bản chữ Hán quyển 10 phần 23], tên Hán là Lôi Lạt 雷巤 không phải là Lôi Lạp 雷臘.<\/ref> để tạ tội với triều Việt.\n\nTrong [[Nguyễn Phúc Khoát#Chinh ph.E1.BA.A1t Ch.C3.A2n L.E1.BA.A1p 1753-1756|cuộc chinh phạt này]], Nguyễn Cư Trinh đã dâng sớ tâu kế \"''tằm ăn dâu''\", khuyên Chúa nhận hai phủ mới và cho người [[Côn man|Côn Man]] được định cư tại khu vực biên giới Việt - [[Chân Lạp]] để ngăn chặn việc [[Chân Lạp]] tái diễn gây hấn nơi biên giới. Sự thành công của cuộc chinh phạt này đã đóng góp phần to lớn trong công cuộc [[Nam tiến]] của các [[chúa Nguyễn]].\n\n====Phò Chúa trị nước ====\nSau khoảng 11 năm trấn giữ biên cương phía Nam, năm [[Ất Dậu]] (1765), Nguyễn Cư Trinh được chúa Định Vương [[Nguyễn Phúc Thuần]] triệu về kinh nhậm chức trong bộ Lại.<ref name=\":0\">Phủ biên tạp lục, Lê Quý Đôn, trang 243.<\/ref>\n\nNăm [[Ất Dậu]] ([[1765]]) Nguyễn Phúc Thuần lên nối ngôi chúa, quyền thần [[Trương Phúc Loan]] ỷ thế lộng quyền. Sách ''[[Đại Nam thực lục]]'' chép:\n\n''Nguyễn Cư Trinh nói: \"Chốn triều đình bàn việc đã có định chế, Phúc Loan sao dám vô lễ như thế, sắp muốn chuyên quyền chăng? Trong nước sinh loạn tất là người ấy\". Phúc Loan giận lắm nhưng e sợ, không dám làm gì.''<ref>Tiền biên, Quyển 5. Dẫn theo Phạm Thế Ngũ, ''Việt Nam văn học sử giản ước tân biên'', Quyển 2, tr.214.<\/ref>\n===Nghiệp văn===\n====Tác phẩm====\n{{chính|Sãi vãi}}\nSáng tác bằng chữ Nôm của ông có vè ''Sãi vãi'' và ''Quảng Ngãi thập nhị cảnh''. Thơ chữ Hán của ông có ''Đạm Am thi tập'' (chưa tìm thấy) và mười bài họa ''Hà Tiên thập cảnh vịnh'' của Mạc Thiên Tứ. Ngoài ra ông còn để lại một số thư điều trần gửi chúa Nguyễn và thư đáp lại thư của cha con họ Mạc.\n\n''Từ điển văn học (bộ mới)'' cho biết: Tác phẩm của Nguyễn Cư Trinh một phần được [[Lê Quý Đôn]] dẫn ra trong ''Phủ biên tạp lục'', ''Kiến văn tiểu lục'' và được [[Phạm Nguyễn Du]] chép trong ''Nam hành ký đắc tập''. Có lẽ số thơ văn [[chữ Hán]] được ghi lại trong các sách trên là một phần của ''Đạm am thi tập'' hiện chưa tìm thấy.\n\nVà cũng trong sách trên có nhận xét:\n\n''Toàn bộ sự nghiệp văn học của ông gắn với tâm sự và chí khí kinh bang tế thế, gắn với cuộc đời hoạt động của ông. Một số bài thơ có khí vị lối thơ biên tái, vừa phấn phát sôi nổi, hùng tráng; vừa lắng động, trầm tĩnh, bi hoài. Một số bài khác thì lại phản ánh tâm sự cô đơn, phiền muộn của một người đầy lòng ưu ái, thấy rõ tình hình thối nát của tập đoàn phong kiến Đàng Trong, thấu hiểu cảnh sống cơ cực, đau khổ của người dân, muốn \"bàn nói mưu ngay, lẽ phải, nhưng đều không được theo\" (Lê Quý Đôn).''.<ref>''Từ điển văn học'' (bộ mới), Nhà xuất bản Thế giới, 2004, tr. 1118-1119.<\/ref>\n\n=== Hậu duệ ===\nMột người cháu của Nguyễn Cư Trinh tên là Nguyễn Cư Sỹ được ca ngợi \"Hiếu hạnh khả phúng\" (hiếu hạnh đáng làm gương) trong sách [[Đại Nam liệt truyện]]<ref>Quốc sử quán triều Nguyễn, '''[[Đại Nam liệt truyện]]''' (tập 02). [[Nhà xuất bản Thuận Hóa|Nhà Xuất Bản Thuận Hóa]].<\/ref>. Năm 1822, cha của Cư Sỹ là Nguyễn Cư Tuấn làm Cai bạ doanh [[Quảng Trị]], mắc tội tham tang. Cư Sỹ xin thay hình phạt cho cha, sau được vua [[Minh Mạng]] khen ngợi, tha tội. Nguyễn Cư Sỹ sau làm quan Bố chính ở Gia Định.\n\n==Lời tâm huyết==\nSách ''Đại Nam thực lục'' (Tiền biên, quyển 10) chép sự việc này như sau:\n \n\"Mùa đông, tháng 10 năm [[Tân Mùi]] ([[1751]]), Nguyễn Cư Trinh (khi ấy đang giữ chức [[Tuần phủ]] [[Quảng Ngãi]]) có dâng một bức thư nói về tình trạng khốn đốn của dân gian. Ông cho rằng:\n\n''Dân là gốc của nước, gốc không bền vững thì nước chẳng thể yên, cho nên nếu ngày thường không chăm dùng ân huệ để cốt kết lòng người, thì đến khi có việc xảy ra, còn mong chờ vào đâu? Trộm nghĩ, thói tệ bạc chất chứa trong dân gian đã nhiều, nếu cứ thủ thường như cũ, không biết tùy thời thêm bớt và thiết lập kỷ cương, thì một ấp cũng khó giữ được, huống chi một nước. Nay, có ba việc gây tệ hại cho dân là nuôi lính, nuôi voi và nộp tiền án kiện, chưa kể những sự nhũng nhiễu khác không sao kể xiết...''\n\nÔng (Nguyễn Cư Trinh) lại trình thêm bốn thói tệ khác: \n*''Một là: Chức quan đặt ra ở các phủ và các huyện là chức lo việc trị dân, thế mà gần đây không được giao trách nhiệm gì, chỉ sai khám hỏi, kiện tụng. Vậy, xin từ nay trở đi, các thứ thuế, hết thảy đều giao cho quan tri huyện biên thu rồi chuyển nạp cho quan ở Quảng Nam, cốt để tránh phiền nhiễu cho dân. ''\n*''Hai là: Xưa nay, các quan ở phủ và huyện chỉ trông cậy vào sự tra hỏi, bắt bớ mà kiếm lộc. Nay, xin định lệ cấp bổng lộc thường xuyên cho họ, đồng thời, căn cứ vào sự thanh liêm hay tham lam, sự siêng năng hay lười biếng của họ để tiến hành thăng giáng hoặc truất bỏ quan chức. ''\n*''Ba là: Dân lậu có hai hạng. Một hạng trốn thuế mà đi lang thang, một hạng ví quá cơ hàn mà phải phiêu bạt. Nay, nếu không chia đẳng hạng, hết thảy đều bắt ghi tên vào sổ để thu thuế, thì tất nhiên chúng sẽ sợ hãi rồi chạy trốn vào rừng rú, xã dân ở lại mà phải đóng thay thì họ chịu sao nổi. Vậy, xin xét cho kĩ, dân lậu nào còn có cái sinh nhai thì thu thuế như lệ thường, còn những ai đói rét khốn cùng thì cho miễn và tùy cách mà vỗ về nuôi nấng để cứu lấy dân nghèo.''\n*''Bốn là: Nên để cho dân được yên, không nên khuấy động họ, vì yên thì dễ trị, khuấy động thì dễ sinh loạn. Nay, nếu cứ sai người đi săn bắn ở núi rừng, hết đòi gà lại đòi ngựa, bọn chúng không hề theo ý tốt của bề trên mà chỉ lo quấy rối nhân dân các địa phương, bọn giả mạo ấy đi đến đâu là ở đó náo loạn, thì người ta oán hận là điều không sao tránh khỏi. Vậy, từ nay nếu có sai người đi thì cấp giấy tờ để họ trình quan địa phương xét, kẻ nào nhiễu dân thì phải trị, có thế may ra dân mới được yên.''\nThư ấy dâng lên nhưng không được Chúa trả lời.\"<ref>Chép theo Nguyễn Khắc Thuần, ''Việt sử giai thoại (Tập 7), Nhà xuất bản Giáo dục, 1998, tr. 74<\/ref>\n\n==Ghi công==\nNăm [[Đinh Hợi]] ([[1767]]) ông bệnh và mất, hưởng dương 51 tuổi, được truy tặng Tá lý công thần, Vinh lộc đại phu, thụy ''Văn Định''.\n\nĐến đời [[Minh Mạng]], ông được truy tặng là Khai quốc Công thần, '''tước Nghi Biểu Hầu (儀表侯), Hiệp biên đại học sĩ, cho thờ ở Thái miếu''' (新明侯)<ref>{{Chú thích web|url=http:\/\/vncite.com\/upload\/15022\/pdf\/576358f47f8b9afdbc8b4574.pdf|tiêu đề=Tìm hiểu về các sắc phong cho Tân Minh Hầu Nguyễn Cư Trinh|ngày truy cập=2016-09-24|archive-date=2016-09-24|archive-url=https:\/\/web.archive.org\/web\/20160924194414\/http:\/\/vncite.com\/upload\/15022\/pdf\/576358f47f8b9afdbc8b4574.pdf}}<\/ref>.[[Tập tin:Sông Tiền.jpg|nhỏ|phải|200px| [[Sông Tiền]], đoạn chạy qua [[Tân Châu]] & [[Hồng Ngự]]<ref>Đây chính là thủy lộ mà tướng lãnh thời phong kiến, trong số đó có Nguyễn Cư Trinh, đã dẫn quân lên Chân Lạp.<\/ref>]]\nKhi làm [[Tuần phủ]] [[Quảng Ngãi]], ông có công đánh dẹp cuộc nổi dậy của bộ lạc người Hré ở Đá Vách <ref>Xem thêm trang [[Nổi dậy ở Đá Vách thời Nguyễn]].<\/ref> vào năm Canh Ngọ 1750, nhưng võ công đáng kể hơn cả chính là khi ông được nhận trọng trách trấn giữ biên cương [[Miền Nam (Việt Nam)|Miền Nam]] từ năm Quý Dậu 1753 cho đến năm Kỷ Mão 1759. Nhờ kế sách \"dĩ man công man\"<ref>Dĩ man công man hay \"dĩ địch chế địch\" ý nói lấy người man (Côn Man) chống lại người man (Chân Lạp).<\/ref> và \"tàm thực\"<ref>Tàm thực: Lối xâm lấn dần dần như tằm ăn lá dâu.<\/ref>, ông đã khéo léo thu cả miền [[đồng bằng sông Cửu Long]] về cho Đại Việt.\n\nHọc giả [[Vương Hồng Sển]] sau kể chuyện Nguyễn Cư Trinh, một vị tướng văn võ toàn tài, đã có công mở cõi, ông còn viết:\n:''Nguyễn Cư Trinh lại rất có công về cuộc phòng thủ lâu dài.''\n:''Ông giỏi phương pháp \"dĩ địch chế địch\" nên đặt người Côn Man thủ [[Tây Ninh]] và [[Hồng Ngự]]...Về mặt thủy đạo, ông sai lập đồn hai bên [[sông Cửu Long]] gần biên giới...để làm hậu thuẫn.''\n:''Ông Cư Trinh lại rất giàu sáng kiến. Ông lo tổ chức sự an ninh vùng đất mới, đảm bảo sự thông thương buôn bán trên vùng rạch hồ...''\n:''Nguyễn Cư Trinh còn là một văn nhơn tài tử, ông thường ngâm vịnh, sang Phương Thành ([[Hà Tiên (tỉnh)|Hà Tiên]]) nhập [[Tao đàn Chiêu Anh Các|Chiêu Anh Các]] xướng họa cùng Mạc Thiên Tứ. Hai người rất là tương đắc, Thiên Tứ có ra mười bài \"Hà Tiên thập cảnh vịnh\" (nay còn truyền tụng). Cư Trinh có họa đủ mười bài.\n:''Kể lại trong Nam, đời ấy công nghiệp lớn nhất có hai ông: Nguyễn Cư Trinh và [[Mạc Thiên Tứ]]. Ông trước cầm binh ra trận, thi phú tài tình; Ông sau giỏi ngón ngoại giao và văn chương tao nhã. Cả hai mở rộng bờ cõi Miền Nam cho chúng ta được hưởng ngày rày.''<ref>Trích ''Sài Gòn năm xưa''<\/ref>\n\nSách ''Hợp tuyển thơ văn Việt Nam'' có đoạn:\n:''Nguyễn Cư Trinh có công trong việc ổn định bờ cõi nước nhà...Ông dùng binh cương quyết, nhưng khi đạt được mục đích quân sự thì dùng chính sách khoan hồng nhân đạo, đồng thời chăm lo mở mang sinh kế cho nhân dân, nên đạt kết quả chắc chắn và lâu dài. Ông bênh vực kỷ cương [[Nho giáo]] chống lại các thứ mê tín thịnh hành lúc bấy giờ. Vào cuối đời, ông dâng sớ tố cáo tệ quan trường nhũng nhiễu do sự chấp chính của quyền thần [[Trương Phúc Loan]]...''<ref>''Hợp tuyển thơ văn Việt Nam tập 3'', Huỳnh Lý chủ biên, Nhà xuất bản Văn học, 1978, tr. 111<\/ref>\n\n==Tước \/ Thụy hiệu \/ Mỹ hiệu ==\nDưới đây là danh sách các tước \/ thụy hiệu \/ mỹ hiệu mà Nghi Biểu hầu Nguyễn Cư Trinh đã được phong hoặc truy phong qua các triều đại.\n*được phong năm Canh Ngọ 1750<ref name=\":6\" \/>\n** '''Nghi Biểu Hầu'''\n*** tiếng Hán: 儀表侯\n*** tiếng Anh: the Marquis of Manifest Rectitude\n*** tiếng Việt: phong cho ông tước là vị Hầu khuôn phép, chuẩn tắc\n* được truy phong khi mất, năm Đinh Hợi 1767<ref name=\":6\" \/>\n** '''Tá''' '''lý công thần chính trị Thượng Khanh, thụy Văn Định'''\n*** tiếng Hán: 佐理工臣正治上卿, 謚文定\n*** tiếng Anh: His Senior Minister, the Exalted Court Civil Official, posthumously named Principled Statesman\n*** tiếng Việt: phong cho ông mỹ hiệu quan Thượng Khanh, vị công thần đã hỗ trợ việc trị nước, với thụy hiệu là vị quan với ngôn từ ngay thẳng chánh trực\n* được sắc phong năm [[Thiệu Trị]] 7 (Đinh Mùi 1847) - bản 1, miếu Hội đồng, Vĩnh Long<ref name=\":1\">{{Chú thích web|url=http:\/\/vncite.com\/upload\/15022\/pdf\/576358f47f8b9afdbc8b4574.pdf|tiêu đề=Tìm hiểu về các sắc phong cho Tân Minh Hầu Nguyễn Cư Trinh|ngày truy cập=2016-09-24|archive-date=2016-09-24|archive-url=https:\/\/web.archive.org\/web\/20160924194414\/http:\/\/vncite.com\/upload\/15022\/pdf\/576358f47f8b9afdbc8b4574.pdf}}<\/ref>\n** '''Tế văn khuông võ, Khai quốc công thần, Vinh lộc đại phu, Hiệp biện Đại học sĩ, lãnh Lại Bộ Thượng Thư, thụy Văn Khác, Tân Minh Hầu, Nguyễn phủ quân Trung Đẳng Thần'''\n*** tiếng Hán: 濟文匡武, 開國功臣, 榮祿大夫, 協辨大學士, 領吏部尚書, 謚文恪, 新明侯, 阮府君中等神\n*** tiếng Anh: Rectifier of Civil Orders & Refiner of Military Matters, Dynasty Founding Minister, Grand Master for Glorious Happiness, Assistant Grand Secretary in the Grand Secretariat, and Grand Secretary of the Ministry of Personnel, posthumously named Prudent Statesman, The Marquis of Reinvigorated Intelligence, and Mid-Rank Deity with surname Nguyen\n*** tiếng Việt: phong cho ông mỹ hiệu Nâng giúp ban Văn chỉnh đốn ban Võ, công thần dựng nên đất nước, đại phu được thưởng hưởng các vinh lộc, chức Hiệp biện Đại học sĩ, kiêm chức Thượng thư Bộ Lại, với thụy hiệu là vị quan với ngôn từ thận trọng, và truy thêm một tước cho ông là một vị hầu với những tư tưởng trị nước sáng suốt, và phong ông là vị thần bậc trung họ Nguyễn trong các miếu thờ\n* được sắc phong năm [[Thiệu Trị]] 7 (Đinh Mùi 1847) - bản 2, miếu Hội đồng, Vĩnh Long<ref name=\":1\" \/> - tặng thêm 2 mỹ tự ''Gia mô''<ref name=\":2\">Gia mô (嘉謨, Strategist) - nhà chiến lược gia. Đây là danh từ lấy từ cụm từ Gia mưu gia du 嘉謀嘉猷. [Http:\/\/nmson.blogspot.com\/|Theo bài viết này]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}, cụm từ này được lấy từ trong ''Lễ K í''禮記, thiên Phòng Kỉ 坊記: “君陳曰爾有嘉謀嘉猷. ''Quân Trần viết: Nhĩ hữu gia mưu gia du''” (Quân Trần nói rằng: Nhà người có mưu hay kế tốt) (Theo: 李学勤主编Lý Học Cần chủ biên, 十三经注疏Thập tam kinh chú sớ, 礼记正义''Lễ ký chính nghĩa'', 北京大学出版社Bắc Kinh đại học xuất bản xã, 北京Bắc Kinh, 1999, Tr.1407)<\/ref>\n** '''Tế văn khuông võ, Gia mô Khai quốc công thần, Vinh lộc đại phu, Hiệp biện Đại học sĩ, lãnh Lại Bộ Thượng Thư, thụy Văn Khác, Tân Minh Hầu, Nguyễn phủ quân Trung Đẳng Thần'''\n*** tiếng Hán: 濟文匡武, 嘉謨開國功臣, 榮祿大夫, 協辨大學士, 領吏部尚書, 謚文恪, 新明侯, 阮府君中等神\n*** tiếng Anh: Rectifier of Civil Orders & Refiner of Military Matters, Dynasty Founding Strategist & Minister, Grand Master for Glorious Happiness, Assistant Grand Secretary in the Grand Secretariat, and Grand Secretary of the Ministry of Personnel, posthumously named Prudent Statesman, The Marquis of Reinvigorated Intelligence, and Mid-Rank Deity with surname Nguyen\n*** tiếng Việt: phong cho ông mỹ hiệu Nâng giúp ban Văn chỉnh đốn ban Võ, nhà chiến lược gia và công thần dựng nên đất nước, đại phu được thưởng hưởng các vinh lộc, chức Hiệp biện Đại học sĩ, kiêm chức Thượng thư Bộ Lại, với thụy hiệu là vị quan với ngôn từ thận trọng, và truy thêm một tước cho ông là một vị hầu với những tư tưởng trị nước sáng suốt, và phong ông là vị thần bậc trung họ Nguyễn trong các miếu thờ\n* được sắc phong năm [[Thiệu Trị|Tự Đức]] 3 (Canh Tuất 1850), miếu Hội đồng, Vĩnh Long <ref name=\":1\" \/> - tặng thêm 4 mỹ tự ''Vĩ tích Quang ý''\n** '''Tế văn khuông võ, Gia mô Vĩ tích Quang ý Khai quốc công thần, Vinh lộc đại phu, Hiệp biện Đại học sĩ, lãnh Lại Bộ Thượng Thư, thụy Văn Khác, Tân Minh Hầu, Nguyễn phủ quân Trung Đẳng Thần'''\n*** tiếng Hán: 濟文匡武, 嘉謨偉績光懿開國功臣, 榮祿大夫, 協辨大學士, 領吏部尚書, 謚文恪, 新明侯, 阮府君中等神\n*** tiếng Anh: Rectifier of Civil Orders & Refiner of Military Matters, Grand Merit & Exemplary Dynasty Founding Strategist & Minister, Grand Master for Glorious Happiness, Assistant Grand Secretary in the Grand Secretariat, and Grand Secretary of the Ministry of Personnel, posthumously named Prudent Statesman, The Marquis of Reinvigorated Intelligence, and Mid-Rank Deity with surname Nguyen\n*** tiếng Việt: phong cho ông mỹ hiệu Nâng giúp ban Văn chỉnh đốn ban Võ, nhà chiến lược gia và công thần mẫu mực, công lao to lớn trong việc dựng nên đất nước, đại phu được thưởng hưởng các vinh lộc, chức Hiệp biện Đại học sĩ, kiêm chức Thượng thư Bộ Lại, với thụy hiệu là vị quan với ngôn từ thận trọng, và truy thêm một tước cho ông là một vị hầu với những tư tưởng trị nước sáng suốt, và phong ông là vị thần bậc trung họ Nguyễn trong các miếu thờ\n\n==Thông tin thêm==\nKhu mộ Nguyễn Cư Trinh ở xã [[Lộc Sơn, Phú Lộc|Lộc Sơn]], huyện [[Phú Lộc]], tỉnh [[Thừa Thiên Huế]] và đã được ''Bộ Văn hóa và Thông tin Việt Nam'' xếp hạng di tích quốc gia theo quyết định số 05\/1999\/QĐ\/BVHTT ngày [[12 tháng 1]] năm [[1998]].<ref>[http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=76 Lăng mộ Nguyễn Cư Trinh]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>\n\nTên ông được đặt cho một [[Nguyễn Cư Trinh (phường)|phường]] thuộc [[Quận 1]], [[Thành phố Hồ Chí Minh]]. Ngoài ra, nhiều đường phố tại các đô thị Việt Nam cũng đặt theo tên ông.\n\n==Chú thích==\n{{Tham khảo}}\n \n==Liên kết ngoài==\n\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Sinh năm 1716]]\n[[Thể loại:Mất năm 1767]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Hầu tước nhà Lê trung hưng]]"}