{"3196414":"{{Chú thích trong bài|date=tháng 5\/2022}}\n{{Thông tin viên chức\n| tên = Nguyễn Chấn\n| hình = Cgs nguyenchan.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = Phụ tá Đặc biệt<br>Tổng trưởng Bộ Canh Nông<br>(ngang cấp Thứ trưởng)\n| bắt đầu = 1\/1974\n| kết thúc = 4\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Chuẩn tướng\n| địa hạt = Thủ đô Sài Gòn\n| chức vụ 2 = [[Hình: Flag of ARVN Military Engineering Forces.svg|22px]]<br>Cục trưởng Cục Công Binh\n| bắt đầu 2 = 11\/1967\n| kết thúc 2 = 1\/1974\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Đại tá (11\/1967)<br>-Chuẩn tướng (6\/1968)\n| tiền nhiệm 2 = -Chuẩn tướng [[Phạm Đăng Lân]]\n| kế nhiệm 2 = -Chuẩn tướng [[Nguyễn Văn Chức]]\n| địa hạt 2 = Biệt khu Thủ đô\n| chức vụ 3 = Cục phó Cục Công binh\n| bắt đầu 3 = 6\/1965\n| kết thúc 3 = 11\/1967\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Trung tá (6\/1965)\n| địa hạt 3 = Biệt khu Thủ đô\n| chức vụ 4 = Tham mưu trưởng Cục Công Binh\n| bắt đầu 4 = 3\/1964\n| kết thúc 4 = 6\/1965\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Thiếu tá\n| địa hạt 4 = Biệt khu Thủ đô\n| chức vụ 5 = Liên đoàn trưởng Liên đoàn Công Binh\n| bắt đầu 5 = 11\/1963\n| kết thúc 5 = 3\/1964\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Thiếu tá (11\/1963)\n| địa hạt 5 = Vùng 3 chiến thuật\n| quốc tịch = [[Hình: Flag of Canada (Pantone).svg|22px]] Canada<br>[[Hình: Flag of South Vietnam.svg|22px]] Việt Nam Cộng hòa\n| nguyên nhân mất = \n| nơi ở = Toronto, Canada\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| học vấn = Thành chung\n| học trường = -Trường Trung học Phổ thông tại Hải Phòng<br>-Trường Sĩ quan Trừ bị Nam Định<br>-Học viện Chỉ huy Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ\n| quê quán = Bắc Kỳ\n| ngày sinh = [[Tháng 3]] năm [[1931]]\n| ngày mất = 20 tháng 5 năm 2022\n| nơi sinh = [[Kiến An]]<ref>Trước kia là đơn vị tỉnh, nay là một quận thuộc Thành phố Hải Phòng<\/ref>, [[Việt Nam]]\n| nơi mất = \n| phục vụ = '''[[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = '''[[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1951]]-[[1974]]\n| cấp bậc = [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n| đơn vị = [[Hình: Flag of ARVN Military Engineering Forces.svg|20px]] [[Công binh Việt Nam Cộng hòa|Cục Công binh]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Tổng cục Tiếp vận, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Tiếp vận]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Liên hiệp Pháp]]<br>[[Hình: Flag of South Vietnam.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n}}\n\n'''Nguyễn Chấn''' (sinh 1931), nguyên là một tướng lĩnh trong ngành Công binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ khóa Sĩ quan Trừ bị đầu tiên và duy nhất được mở ra ở Bắc phần Việt Nam. Hầu hết thời gian tại ngũ, ông đã phục vụ cho ngành chuyên môn của mình và tuần tự từ chức vụ nhỏ nhất là Trung đội trưởng cho đến chức vụ cao nhất của ngành Công binh.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 3 năm 1931 trong một gia đình trung lưu khá giả tại tỉnh Kiến An, miền Bắc Việt Nam. Thiếu thời ông học Tiểu học tại Kiến An, khi lên Trung học, ông được gia đình cho ra học ở Hải Phòng. Năm 1950, ông tốt nghiệp Trung học chương trình Pháp với văn bằng Thành chung.\n\n===Quân đội Liên hiệp Pháp===\nTháng 9 năm 1951, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 51\/200.489. Theo học khóa Lê Lợi tại trường Sĩ quan Trừ bị Nam Định, khai giảng ngày 1 tháng 10 năm 1951. Ngày 1 tháng 6 năm 1952, mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]].\n\n===Quân đội Quốc gia Việt Nam===\nRa trường, ông được chuyển sang Quân đội Quốc gia, phục vụ trong Đại đội Công binh<ref>Thời điểm này, ngành Công binh mới chỉ áp dụng quy chế ở cấp Đại đội và trực thuộc Nha Vật liệu Trung ương. Đến năm 1953 mới được nâng lên cấp Tiểu đoàn.<\/ref> với chức vụ Trung đội trưởng. Năm 1954, sau một năm ngành Công binh được nâng lên cấp Tiểu đoàn, ông được thăng cấp [[Trung úy]] và được cử làm Đại đội trưởng Đại đội Công binh Kiến tạo.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 11 năm 1955, ông được chuyển sang phục vụ [[Quân đội Việt Nam Cộng hòa]]. Vào thời điểm này ngành Công binh thành lập Bộ chỉ huy độc lập, ông được giữ chức vụ Tiểu đoàn phó Tiểu đoàn Công binh Chiến đấu. Đến năm 1958, ông được thăng cấp [[Đại uý]] và được cử làm Tiểu đoàn trưởng.\n\nCuối năm 1963, sau cuộc đảo chính Chính quyền Tổng thống [[Ngô Đình Diệm]] vào ngày 1 tháng 11. Ngày 2 tháng 11 ông được đặc cách thăng cấp [[Thiếu tá]] và giữ chức vụ Liên đoàn trưởng Liên đoàn Công binh, trách nhiệm của Liên đoàn là yểm trợ cho một Vùng chiến thuật.\n\nĐầu năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ]] các tướng lãnh trong [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] vào cuối tháng Giêng để lên nắm quyền lãnh đạo của tướng [[Nguyễn Khánh]]. Đầu tháng 3, ngành Công binh được tổ chức lại cơ cấu và nâng thành Cục Công binh trực thuộc Tổng cục Tiếp vận, ông được cử giữ chức vụ Tham mưu trưởng trong Bộ chỉ huy Cục Công binh. Ngày Quân lực 19 tháng 6 năm 1965, ông được thăng cấp [[Trung tá]], được cử giữ chức vụ Chỉ huy phó Cục Công binh. Đầu năm 1966, ông được cử đi du học 16 tuần tại Hoa Kỳ, khóa Chỉ huy Tham mưu cao cấp tại Học viện Quân sự Fort Leavenworth, Kansas.\n\nNgày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1967, ông được thăng cấp [[Đại tá]] và được bổ nhiệm chức vụ Cục trưởng Cục Công binh thay thế Chuẩn tướng [[Phạm Đăng Lân]] được xét cho giải ngũ. Ngày Quân lực 19 tháng 6 năm 1968, ông được thăng cấp [[Chuẩn tướng]] nhiệm chức.\n\nTháng 7 năm 1973, ông được lệnh bàn giao chức vụ Cục trưởng Cục Công binh lại cho Chuẩn tướng [[Nguyễn Văn Chức]], để chuyển về phục vụ tại Bộ Tổng Tham mưu. Đầu năm 1974, ông được biệt phái qua Bộ Canh nông với chức vụ Phụ tá đặc biệt cho Tổng trưởng (ngang cấp Thứ trưởng).\n\n==1975==\nNgày 30 tháng 4, ông cùng gia đình di tản khỏi Việt Nam. Sau đó sang định cư tại Toronto, Canada.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Người Canada gốc Việt]]"}