{"19584931":"'''Nguyễn Đình Cổn''' (1652-1685)<ref>{{Chú thích web|url=http:\/\/ngheandost.gov.vn\/documents\/10190\/526129\/4%20XN%20DVN.pdf|tựa đề=13 vị tiến sỹ triều Lê huyện Thanh Chương|tác giả=Lê Thị Thu Hương|ngày=}}<\/ref> là danh thần thời [[Vua Lê Chúa Trịnh|vua Lê chúa Trịnh]], làm đến Thiêm đô Ngự sử, Hình bộ Tả thị lang tước Đông Triều nam.\n{{Thông tin nhân vật hoàng gia\n|tên = Nguyễn Đình Cổn\n|tên gốc =\n|tước vị = \n|thêm = vietnam\n|hình = \n|cỡ hình = 250px\n|ghi chú hình = \n|chức vị = Thiêm đô Ngự sử, Hình bộ Tả thị lang tước Đông Triều nam.\n|tại vị = \n|kế nhiệm = .\n| kiểu phối ngẫu = Phu nhân\n| phối ngẫu = Phạm Thị\n| con cái = 9 người con trai \n|tên đầy đủ = \n|tước hiệu = Thiêm đô Ngự sử, Hình bộ Tả thị lang tước Đông Triều nam.\n|tước vị đầy đủ = Thiêm đô Ngự sử, Hình bộ Tả thị lang tước Đông Triều nam.\n|thụy hiệu = Duong Triều Nam\n|cha = [[Nguyễn Phúc Vĩnh]]\n|mẹ = [[Nguyễn Thị Lợi]]\n|sinh =1652 \n|nơi sinh = [[Nghệ An]]\n|mất =1685\n|nơi mất = [[Bắc Kinh]]\n}}\n\n== Xuất thân ==\nNguyễn Đình Cổn, hay còn gọi là Nguyễn Đình Nhượng, sinh năm 1652 tại Bàng Thị, xã Bích Triều, huyện Thanh Chương, [[phủ Đức Quang]]. Nay là xã [[Thanh Giang, Thanh Chương|Thanh Giang]], huyện [[Thanh Chương]], tỉnh [[Nghệ An]].\n\nThủy tổ của ông là Nguyễn Phúc Khanh<ref>{{Chú thích web|url=https:\/\/truyenhinhnghean.vn\/van-hoa-nghe-thuat\/201112\/thanh-chuong-don-bang-di-tich-lsvh-nha-tho-dong-ho-nguyen-dinh-630743\/|tựa đề=Thanh Chương đón bằng di tích LSVH nhà thờ dòng họ Nguyễn Đình}}<\/ref>, một quan lại nhà Minh đi sứ Đại Việt. Sau kết hôn với bà Trần Thị Hoan ở làng Bích Triều, Thanh Giang, Thanh Chương.\n\nÔng là con trai cả của Quốc tử giám Giám sinh, Đề đốc Bích quận công Nguyễn Phúc Vĩnh và bà Nguyễn Thị Lợi, người mẹ vốn dòng dõi trâm anh thế phiệt<ref>{{Chú thích web|url=http:\/\/vanhoanghean.com.vn\/component\/k2\/31-nguoi-xu-nghe\/4330-nguoi-nhu-the-xua-nay-hiem-co|tựa đề=Người như thế xưa nay hiếm có}}<\/ref>.\n\n[[Chúa Trịnh]] từng ban thơ cho bà:\n\n'''Phiên âm:'''\n\n''Hữu đoạn chức cơ''\n\n''Hiệu Mạnh Gia chi miễn học''\n\n''Liên hòa hùng phủ''\n\n''Sư dĩnh mẫu chi tối cần''\n\n'''Tạm dịch:'''\n\n''Chặt phăng khung cửi''\n\n''Gắng học theo Mạnh Mẫu''\n\n''Tâm can dành cho con''\n\n''Mẹ thông minh cần mẫn.''\n\n== Vinh quy bái tổ ==\nNguyễn Đình Cổn tuy còn nhỏ nhưng đã rất thông tuệ, tướng mạo khôi ngô, thông minh khác thường. Ông nổi tiếng khắp vùng vì tài đối đáp sáng suốt hơn người.\n\nNăm 1667, đời vua [[Lê Huyền Tông]], niên hiệu Cảnh Trị năm thứ 5, lúc đó Nguyễn Đình Cổn mới 15 tuổi, đã đỗ Giải Nguyên trong kỳ thi Hương khoa Đinh Mùi, nhưng chưa đủ tuổi để làm quan.\n\nNăm 1668, ông lại đỗ khoa Ân thi Sĩ vọng.\n\nNăm Bính Thìn (1676), đời vua Lê Hy Tông, niên hiệu Vĩnh Trị năm thứ nhất, Nguyễn Đình Cổn tiếp tục đỗ đệ tam giáp đồng Tiến sỹ xuất thân lúc 25 tuổi.\n\nCùng năm đó, triều đình lại mở khoa thi Tư khoa Đông các [[Tiến sĩ Nho học|tiến sỹ]], Nguyễn Đình Cổn đỗ hàng thứ ba, được sung Đông các hiệu thư. Sách [[Nghệ An ký]] chép rằng: “''Ông là người cao minh tài trí hơn người, cha ông là Hương cống. Trong một năm đỗ Đệ tam giáp đồng Tiến sỹ xuất thân và Đông các Tiến sỹ. Hai lần bái tổ vinh quy. Người như thế xưa nay hiếm có''”.\n\nVua Lê ban thưởng ông bốn chữ vàng “Nhất niên lưỡng vinh quy” (Tạm dịch: Một năm hai lần vinh quy bái tổ). Lần bái tổ vinh quy thứ nhất, Nguyễn Đình Cổn được hàng tổng rước theo đường Nam Đường về Bích Triều. Lần thứ hai, hai tổng Bích Hào và Thổ Hào phải mở con đường mới từ núi Cơ Sơn (ngày nay thuộc xã Nam Lộc, huyện Nam Đàn) để rước như một tân khoa. Cũng nhờ vậy mà ngày nay thành con đường thuận tiện cho nhân dân đi lại.\n\n== Quan lại ==\nNăm 1668, ông được chúa [[Trịnh Tạc]] cử làm Giám sát Ngự sử đạo [[Lạng Sơn]].\n\nNăm 1676 ông được Đặc tiến gia phong đại phu -  Thiêm đô Ngự sử.\n\nNăm Chính hòa thứ 6, cử Chánh sứ Nguyễn Đình Cổn, Phó sứ [[Nguyễn Tiến Tài]] đi sứ nhà Thanh - tức vào năm 24 đời vua [[Khang Hy]] nhà Thanh (1685).\n\nÔng mất trên đường đi sứ khi mới 33 tuổi. Vua [[Lê Hy Tông]] cử hành lễ nghi trang trọng, đưa về bản [[xứ Nghệ An]], sức phát cho các quan thân chức tước văn võ rước, đón, táng thi hài ông ở Cồn Lăng thuộc huyện Thanh Chương. Sau đó, đến tháng 6, năm Nhâm Thìn, con cháu, các môn sinh và các quan văn võ tổng Bích Triều, làm lễ cải táng và chuyển mộ ông về xứ Cồn Cun (nay thuộc xã Thanh Giang, Thanh Chương). Vua Lê truy tặng ông 3 chữ “tử vì quốc” và chức “Tả thị lang bộ Hình, Đông triều Nam tước\".\n\nDân huyện lập đền thờ phụng tại thôn Bích Triều, hằng năm 19\/11 âm lịch tổ chức cử hành đại lễ.\n\nÔng có văn bia trong [[Văn Miếu – Quốc Tử Giám|Văn miếu Quốc tử giám]] và Văn miếu đình [[Võ Liệt]].\n\nNăm 2020, tỉnh Nghệ An<ref>{{Chú thích web|url=https:\/\/truyenhinhnghean.vn\/thoi-su-chinh-tri\/202012\/chi-tiet-danh-sach-cac-tuyen-duong-mang-ten-danh-nhan-dia-danh-su-kien-tren-dia-ban-huyen-thanh-chuong-e2b07d0\/|tựa đề=Công bố cho tiết tên đường huyện Thanh Chương}}<\/ref> quyết định đặt tên cho ông làm một con đường ở [[Thị trấn Dùng]].\n\nNhiều sử sách lưu giữ tên ông như: ''Đại Việt sử ký toàn thư, Đại Việt lịch triều đăng khoa, Lịch triều đăng khoa bị khảo, Nghệ An ký, Lịch triều hiến chương loại chí, Đại Việt sử ký tục biên...''\n\nÔng còn là một nhà thơ, các tác phẩm của ông còn được lưu lại khá nhiều trong ''Tổng tập Văn học Việt Nam''<ref>{{Chú thích web|url=https:\/\/vietbooks.info\/tags\/tong-tap-van-hoc-viet-nam-ebook-pdf\/|tựa đề=Tuyển tập Văn học Việt Nam}}<\/ref> như: ''Họa vần mừng Quốc lão, Họa bài thơ lưu biệt của Chu Xán, Thứ vận hạ hữu thị lang...''\n\n== Liên kết ==\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1652]]\n[[Thể loại:Mất năm 1685]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]"}