{"299593":"{{Infobox Writer\n| name=Nguyễn Quảng Tuân\n| image=NguyenQuangTuan.gif\n| image_size=180px\n| caption=Chân dung c. 2003\n| nationality=[[Việt Nam]]\n| birth_date={{Birth date|df=yes|1925|6|11}}\n| birth_place=[[Bắc Ninh]], [[Việt Nam]]\n| death_date = {{Death date and age|df=yes|2019|05|20|1925|06|11}}\n}}\n'''Nguyễn Quảng Tuân''' ([[chữ Nôm]]: [[wikt:阮|阮]][[wikt:廣|廣]][[wikt:詢|詢]]) ([[1925]]–2019) là một [[nhà văn]], [[nhà thơ]] và nhà nghiên cứu [[Hán Nôm]] [[Việt Nam]].\n\n== Tiểu sử ==\nÔng sinh ngày [[11 tháng 6]] năm [[1925]], tại làng Yên Mẫn, huyện [[Quế Võ|Võ Giàng]] (nay thuộc huyện [[Quế Võ]]), tỉnh [[Bắc Ninh]]. Khi còn là học sinh [[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trường Bưởi]] ở [[Hà Nội]], ông đã có một số bài thơ đăng trên báo ''[[Tia Sáng (báo năm 1938)|Tia Sáng]]'' và ''Thời sự Chủ Nhật''. Ngoài ra, vở kịch thơ ''Tiếng địch sông Ô'', do ông viết, cũng đã từng được dàn dựng và công diễn tại Nhà hát Lớn thành phố [[Hà Nội]] và tại nhà hát thị xã [[Hà Tĩnh]] vào năm 1946.\n\nThời gian dạy học tại trường Trung học [[Ngô Quyền]], [[Hải Phòng]] vào năm 1949, ông đã cho xuất bản quyển ''[[Chu Mạnh Trinh]] và Thanh Tâm Tài Nhân thi tập'' vào năm 1953. Bắt đầu từ đó, ông để tâm nghiên cứu về [[Truyện Kiều]] của [[Nguyễn Du]]. Từ năm 1955, khi làm Hiệu trưởng Trường Trung học [[Duy Tân]], [[Phan Rang (định hướng)|Phan Rang]], ông đã lần lượt cho xuất bản bộ sách ''Giảng văn'' bậc Trung học.\n\nTrong những năm về sau, Nguyễn Quảng Tuân được xem là nhà ngữ văn học [[Chữ Nôm|Hán Nôm]] chuyên sưu tầm và nghiên cứu các bản văn cổ của Văn học Việt Nam, trong đó được đặc biệt chú ý đến là các bản khảo cứu về văn bản Truyện Kiều. Ông đã sưu tập được nhiều tư liệu nghiên cứu quý hiếm, đặc biệt là hầu hết các bản Kiều nôm cổ và quốc ngữ.\n\nÔng còn là một nhà thơ với nhiều tác phẩm về [[Ca trù]]. Giáo sư Tiến sĩ [[Trần Văn Khê]] đã có nhận xét về các tập ca trù của nhà thơ Nguyễn Quảng Tuân như sau: ''\"Nhà thơ Nguyễn Quảng Tuân ngày nay chẳng những diễn tả được tất cả tình cảm của người xưa mà còn mở rộng ra đề tài cảm hứng... Số bài hát nói (một thể loại của ca trù) đã viết từ trước năm 2000 và một số bài mới viết gần đây cho phép tôi xác nhận rằng, từ cổ chí kim, nhà thơ Nguyễn Quảng Tuân là người sáng tác hát nói nhiều nhất và đa dạng nhất.\"''. Riêng về tập \"Vịnh Kiều\", Giáo sư Trần Văn Khê, trong quyển ''Ca trù – Hồn thơ Dân tộc (2005)'', đã có nhận định: ''\"Tôi ngạc nhiên và thích thú khi đọc phần vịnh Kiều. Mặc dầu tôi đã biết rằng nhà nghiên cứu Nguyễn Quảng Tuân là một chuyên gia về Kiều nhưng dùng thể hát nói mà viết một bài tổng vịnh, 20 bài vịnh 20 hồi của nguyên truyện và 6 bài vịnh sáu nhân vật Truyện Kiều quả là không đơn giản chút nào. Phải là một nhà thơ hiểu Truyện Kiều một cách thâm thúy, biết được cả nguyên truyện, lại phải sành sỏi về hát nói mới có thể viết được một áng văn thơ như thế! Tôi thực sự khâm phục chẳng những kiến thức uyên thâm của tác giả mà còn là sự sáng tạo phong phú, đa dạng của một nhà văn, nhà thơ, nhà nghiên cứu về ca trù hiếm có ở Việt Nam\"''.\n\nHội Bảo tồn Di sản chữ Nôm (VNPF) đã trao giải thưởng Balaban cho ông Nguyễn Quảng Tuân vào năm 2010 nhằm tôn vinh những đóng góp to lớn của ông trong công cuộc nghiên cứu và bảo tồn di sản văn hóa chữ Nôm.\n\n== Tác phẩm ==\n* Chu Mạnh Trinh và Thanh Tâm Tài Nhân Thi Tập (1953)\n* Bộ sách Giảng Văn bậc trung học (1957–1973)\n* Giản Yếu Chính Tả Tự Vị Đối Chiếu (1958)\n* [[Phan Văn Trị]]: Con người và Tác phẩm (1986. ''Soạn chung với Nguyễn Khắc Thuần'')\n* Từ Ngữ Thơ Văn [[Nguyễn Đình Chiểu]] (1987. ''Soạn chung với Nguyễn Khắc Thuần'')\n* Từ điển [[Lục Vân Tiên]] (1989. ''Soạn chung với Nguyễn Khắc Thuần'')\n* Thơ Đường ([[Tản Đà]] dịch): Sưu tầm, Hiệu Đính, Dịch Nghĩa, Chú thích (1989. ''Tái bản'' 2002)\n* Những Ngôi Chùa Danh Tiếng (1990)\n* Từ điển Các Từ Tiếng Việt Gốc Pháp (1992)\n* Những Ngôi Chùa ở [[Thành phố Hồ Chí Minh]] (1993)\n* Những Ngôi Chùa ở Nam Bộ (1994)\n* Tổng Tập Văn Học [[Việt Nam]]: Truyện Kiều – Chiêu Hồn (''Tập'' 12)\n* Tổng Tập Văn Học [[Việt Nam]]: Hoa Tiên – Sơ Kính Tân Trang – Mai Đình Mộng Ký (''Tập'' 13A)\n* Tổng Tập Văn Học [[Việt Nam]]: Chinh phụ ngâm khúc – Cung Oán Ngâm Khúc – Ai Tư Vãn – Thư Dạ Lữ Hoài Ngâm – Tự Tình khúc – Tỳ Bà Hành – Trường Hận Ca – Chúc Cẩm Hồi Văn (''Tập'' 13B)\n* Chữ Nghĩa Truyện Kiều – Khảo Luận (1994)\n* Truyện Kiều: Khảo Đính và Chú Giải (1995)\n* [[Nguyễn Du]] Toàn Tập (''Soạn chung'' với Giáo sư Tiến sĩ Mai Quốc Liên) (1996)\n* [[Nguyễn Trãi]] Toàn Tập - Tân Biên (Soạn chung với Giáo sư Tiến sĩ Mai Quốc Liên,...) (1999)\n* Tìm hiểu Nguyễn Du và Truyện Kiều – Biên Khảo (2000)\n* Truyện Kiều: (Bản Nôm) Liễu Văn Đường –1871, Phiên Âm và Khảo dị (2002)\n* Truyện Kiều: (Bản Kinh) Bản Viết Tay – 1870, Phiên Âm và Khảo dị (2003)\n* Truyện Kiều: (Bản Nôm) Cổ Nhất – 1866, Phiên Âm, Khảo dị và Chú thích (2004)\n* Truyện Kiều: (Bản Nôm) Bản Duy Minh Thị – 1891(1872) (2010)\n* Tiếng Tri Âm: Thơ – Ca trù (2000)\n* Tập Kiều: Vịnh Kiều – Ca trù (Sáng tác) (2002)\n* Ca trù – Thú Xưa Tao Nhã (2003)\n* Ca trù – Hồn Thơ Dân tộc (2005)\n* Ca trù – Cung Bậc Tri Âm (2007)\n* Ca trù – Thơ Nhạc Giao Duyên (2008)\n* [[Lục Vân Tiên]] – Bản Nôm Cổ Nhất (2008)\n* Hơn 400 bài nghiên cứu đăng trên các tạp chí trong và ngoài nước: ''Tạp chí Văn Học Hà Nội, Tạp chí Hán Nôm, Tuần báo Giác Ngộ, Tập Văn (Ban Văn hóa Trung ương Giáo hội Phật giáo Việt Nam), Tạp chí Người Du lịch, Tạp chí Mỹ thuật, Tạp chí Kiến thức Ngày nay, Tạp chí Nghiên cứu và Phát triển (Huế), Tạp chí Hồn Việt,...''\n*[http:\/\/www.nomfoundation.org\/vn\/Thong-tin-ve-Hoi\/Giai-thuong-Balaban\/48-Giai_thuong_Balaban_2010 Giải thưởng Balaban 2010 của Hội Bảo Tồn Di Sản Chữ Nôm.]\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/www.catruthanglong.com\/p111-kInh-mUng-sinh-nhAt-85-giAo-sU-trAn-vAn-khE.html Thơ mừng sinh nhật Giáo sư [[Trần Văn Khê]].]\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1925|2019}}\n\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ từ 1976]]\n[[Thể loại:Nhà nghiên cứu văn học Việt Nam]]\n[[Thể loại:Nhà thơ Việt Nam]]"}