{"42326":"'''Nguyễn Huy Oánh''' ([[chữ Hán]]: 阮輝{{Tích tự|𠐓|trái 亻 phải 瑩}}, [[1713]] - [[1789]]), tự: '''''Kinh Hoa''''', hiệu:'''''Lưu Trai'''''; là đại thần và là nhà văn thời [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\n'''Nguyễn Huy Oánh''' sinh trưởng trong một gia đình Nho học tại làng Trường Lưu, tổng Lai Thạch, huyện La Sơn, phủ Đức Quang, [[trấn Nghệ An]] (nay là xã Trường Lộc, [[Can Lộc]], [[Hà Tĩnh]]).\n\nÔng sinh ngày 4 [[tháng mười một|tháng 11]] năm [[1713]].\n\nNăm [[Nhâm Tý]] ([[1732]]), Nguyễn Huy Oánh đỗ đầu khoa [[thi Hương]] tại Trường thi [[Nghệ An]] lúc 20 tuổi, được bổ quan, thăng dần đến chúc Tri phủ Trường Khánh.\n\nNăm [[1733]], ông tham dự kỳ thi Hội nhưng không đậu.\n\nNăm [[Mậu Thìn]] ([[1748]]), ông đỗ [[thi Hội]], và khi vào [[thi Đình]], ông đỗ Đình nguyên [[Thám hoa]] năm 36 tuổi.\n\nĐỗ thứ hạng cao, ông được bổ làm Hàn lâm viện đãi chế.\n\nNăm [[Kỷ Tỵ]] ([[1749]]), ông làm tham mưu cho đạo [[Thanh Hóa|Thanh Hoa]].\n\nNăm sau ([[1750]]), chuyển ông làm Hiệp đồng đạo [[Nghệ An]], cùng với [[Phạm Đình Trọng]] vây phá Bào Giang (căn cứ của [[Nguyễn Hữu Cầu]]).\n\nNăm [[1753]], cử ông làm Đề điệu trường [[thi Hương]] ở [[Hải Dương]] và Yên Quảng.\n \nNăm [[1756]], ông làm Tán trị thừa chính sứ xứ [[Sơn Nam (định hướng)|Sơn Nam]].\n\nNăm [[1757]], ông được cử làm Giám khảo kỳ [[thi Hội]], rồi thăng Đông các đại học sĩ.\n\nNăm [[1759]], ông làm Nhập nội thị giảng kiêm Quốc tử giám tư nghiệp.\n\nNăm [[1761]], nhà vua ban cho ông phẩm phục hàng tam phẩm, Sau đó, ông được cử lo việc tiếp đón sứ [[nhà Thanh]] ([[Trung Quốc]]).\n\nNăm [[1765]], thấy ông có tài ứng đối, nhà vua cử ông làm Chánh sứ sang nhà Thanh. Ông đi sứ từ Thăng Long đến Yên Kinh từ 1765 đến 1766. Về nước, ông được thăng chức Thiêm đô ngự sử ở Ngự sử đài.\n\nNăm [[1768]], ông làm Hữu thị lang [[bộ Công]]. Cũng trong năm này, ông được cử làm Tán lý quân vụ, lo việc tiễu trừ hải tặc ở đạo [[Thanh Hóa|Thanh Hoa]], [[Sơn Nam (định hướng)|Sơn Nam]] và [[Hải Dương]].\n\nNăm [[1777]], ông được phong Hữu thị lang [[bộ Lại]]. Gặp lúc dân miền núi nổi dậy ở [[Tuyên Quang]], [[Hưng Hóa (định hướng)|Hưng Hóa]], [[Thái Nguyên]] và [[Cao Bằng]]; ông lại được cử làm Tán lý quân vụ để lo việc đánh dẹp và vỗ yên.\nSau khi xong việc, ông xin về trí sĩ nhưng không được chập thuận. Nhà vua phong ông làm Tả thị lang [[bộ Lại]].\n\nNăm [[1782]], ông được thăng chức Thượng thư [[bộ Hộ]].\n\nNăm [[Nhâm Dần]] [[1783]], ông viết Từ Tham Tụng Khải (Bài khải từ chối chức Tham Tụng - Tể Tướng), ông cáo lão về trí sĩ ở hẳn quê nhà.\n\nVề lại [[Hà Tĩnh]], Nguyễn Huy Oánh mở trường dạy học, lập Thư viện Phúc Giang (Phúc Giang tàng thư) (chứa hàng vạn quyển sách, đây là một tàng thư lớn lúc bấy giờ). Ngoài ra, ông còn trích ruộng làm \"học điền\" để khuyến khích việc học hành. Học trò ông có nhiều đỗ đạt.\n\nNguyễn Huy Oánh mất ngày 2 [[tháng sáu|tháng 6]] năm [[1789]] tức ngày 9 [[tháng năm|tháng 5]] năm [[Kỷ Dậu]], thụy là ''Văn Túc''. Triều đình và nhân dân địa phương lập đền thờ ông, tục gọi là ''đền thờ cụ Thám''.\n\n==Gia đình==\n\nCha ông là [[Nguyễn Huy Tựu]] ([[1690]] - [[1750]]), từng làm Tham chính [[Thái Nguyên]], sau phong hàm Công bộ Thượng thư, tước ''Khiết Nhạ hầu''.\n\nThân mẫu ông người họ Phan, tên chữ Cẩm Trực là cô ruột Thám hoa [[Phan Kính]], người cùng xã.\n\nEm trai ông là [[Nguyễn Huy Quýnh]] ([[1734]] - [[1785]]) đỗ Tiến sĩ năm [[Nhâm Thìn]] ([[1772]]) và làm quan đến Đốc thị Thuận Quảng, Hàn lâm viện thị giảng.\n\nCon ông là [[Nguyễn Huy Tự]] ([[1743]] - [[1790]]), đỗ Giải nguyên kỳ thi Hương năm 1759; đến năm 1779 được công nhận học vị tương đương với Tiến sĩ, chuyển sang ban võ nhưng vẫn sáng tác văn thơ. Nguyễn Huy Tự là tác giả truyện thơ Nôm ''Hoa tiên'' đặc sắc.\n\nCon Thứ [[Phan Huy Cẩn]] là danh thần, nhà sử học thời [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\nCháu ông là [[Nguyễn Huy Hổ]], tác giả truyện thơ ''[[Mai đình mộng ký]]''.\n\n==Tác phẩm==\nSinh thời, Nguyễn Huy Oánh cùng với anh là Nguyễn Quýnh cùng nổi tiếng thơ văn trong phái ''Hồng Sơn''. Ông không những là tác gia mở đầu ''dòng văn Nguyễn Huy'' ở Trường Lưu, mà còn là một trong các tác gia tiêu biểu của [[thế kỷ 18]]<ref>Theo Lại Văn Hùng, ''Từ điển văn học'' (bộ mới), tr. 1150.<\/ref>.\n\nNguyễn Huy Oánh giỏi thiên văn, địa lý, sử, triết và có tài về hội họa. Ông đã để lại một sự nghiệp trước tác đồ sộ có, gồm ngót 40 tập sách nhưng đã bị mất mát nhiều. Hiện chỉ còn 8 quyển, đó là:\n*'''Bắc dư tập lãm''' (Xem tập sách địa lý phong tục của phương Bắc): Được biên lược từ quyển ''Danh thắng toàn chí'' của [[Trung Quốc]].\n*'''Hoàng hoa sứ trình đồ''' (Bản đồ về hành trình đi sứ).\n*'''Phụng sứ Yên Kinh tổng ca''' (Bài ca tổng quát đi sứ Yên Kinh): Gồm 472 câu [[thơ#Lục bát|lục bát]] [[chữ Hán]], ghi lại cuộc hành trình từ [[Đại Việt]] sang Yên Kinh ([[Bắc Kinh]] ngày nay), là kinh đô [[nhà Thanh]].\n*'''Sơ học chỉ nam''' (Sách hướng dẫn cho người mới học).\n*''''Quốc sử toản yếu''' (Tóm lược quốc sử): Quyển sử do ông san bổ từ khởi thủy đến nhà [[Nhà Hậu Trần|Hậu Trần]].\n*'''Huấn nữ tử ca''' (Bài ca giáo huấn con gái): Gồm 632 câu [[thơ#Lục bát|lục bát]].\n*'''Dược tính ca quát''' (Tổng quát những bài ca về tính dược): Gồm 234 câu [[thơ#Lục bát|lục bát]].\n*'''Thạc Đình di cảo''' (Bản thảo để lại của Thạc Đình): Tập thơ văn của ông do người cháu là Nguyễn Huy Vịnh biên soạn. Ngoài hơn 100 bài thơ, còn có khá nhiều các bài ca từ, ký, tấu, khải...\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*Nguyễn Thạch Giang, ''[[Văn học]] [[thế kỷ 18]]''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 2004.\n*Nguyễn Q. Thắng - Nguyễn Bá Thế, ''Từ điển nhân vật [[lịch sử Việt Nam]]''. Nhà xuất bản Khoa học Xã hội, Hà Nội, 1992.\n*Lại Văn Hùng, mục từ \"Nguyễn Huy Oánh\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n\n{{Thời gian sống|sinh=1713|mất=1789}}\n\n[[Thể loại:Nhà thơ Việt Nam thời Lê trung hưng]]\n[[Thể loại:Nhà văn Việt Nam thời Lê trung hưng]]\n[[Thể loại:Nhà giáo Việt Nam thời Lê trung hưng]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Thủ khoa Nho học Việt Nam]]\n[[Thể loại:Thám hoa Việt Nam]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}