{"19600229":"{{Wiki hóa|date=tháng 6\/2021}}\n{{Thông tin nhân vật\n| tên = Nguyễn Văn Ngợi\n| ngày sinh = {{Ngày sinh|1900|2|4}} \n| nơi sinh = xã [[Long Trung]], huyện [[Cai Lậy]], tỉnh [[Mỹ Tho]], [[Việt Nam]]\n| ngày mất = {{Ngày mất|1988|3|16}} \n| nơi mất = [[Thành phố Hồ Chí Minh]]\n| dân tộc = [[Người Việt|Kinh]]\n| quốc tịch = {{VIE}}\n| tôn giáo = [[Cao Đài]]\n| đảng phái = [[Đảng Cộng sản Việt Nam]]\n}}\n'''Nguyễn Văn Ngợi''' ([[4 tháng 2]] năm 1900 - 16 tháng 3 năm 1988) là một trong số những chức sắc [[Cao Đài]] có thâm niên tham gia công tác Mặt trận lâu nhất.<ref>Ngọc đầu sư Nguyễn Văn Ngợi: Trọn đời vì sự nghiệp đại đoàn kết dân tộc, Báo [[Đại Đoàn Kết (báo)|Đại Đoàn kết]], 05\/01\/2019.<\/ref>\n\n== Đảm nhiệm ==\nVới gần 50 năm chăm lo sự nghiệp đại đoàn kết dân tộc, cụ đã từng đảm nhiệm: Chủ tịch [[Việt Minh|Mặt trận Việt Minh]] huyện [[Tam Bình]], tỉnh [[Vĩnh Long]] từ ngày [[28 tháng 8]] năm [[1945]]; Chủ tịch [[Mặt trận Liên Việt]] tỉnh [[Vĩnh Long]] từ năm [[1947]], sau đó là Phó Chủ tịch Mặt trận Vĩnh – Trà khi hai tỉnh sáp nhập; Ủy viên Đoàn Chủ tịch [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc giải phóng miền Nam Việt Nam]] khi Mặt trận ra đời, rồi Ủy viên Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]] khi thống nhất ba tổ chức Mặt trận trong cả nước.\n\n== Tiểu sử ==\n\n=== Cuộc đời ===\nCụ Nguyễn Văn Ngợi sinh ngày [[4 tháng 2]] năm [[1900]] tại xã [[Long Trung]], huyện [[Cai Lậy (huyện)|Cai Lậy]], tỉnh [[Mỹ Tho (tỉnh)|Mỹ Tho]], nay là tỉnh [[Tiền Giang]] trong một gia đình nông dân nghèo.\n\nSớm mồ côi mẹ, cậu bé Ngợi được một gia đình giàu có ở [[Bạc Liêu]] nhận làm con nuôi cho ăn học. Năm [[1923]], Nguyễn Văn Ngợi tốt nghiệp cao đẳng sư phạm, được bổ nhiệm về dạy học ở [[Vĩnh Long]]. Nhiệt huyết với nghề, cháy bỏng lòng yêu nước, thầy Nguyễn Văn Ngợi đã góp phần đào tạo được nhiều học sinh thành đạt, không ít người đã có những đóng góp to lớn cho đất nước như Cố Chủ tịch Hội đồng Bộ trưởng [[Phạm Hùng]].\n\nNhư ông thường tâm sự: Do hoàn cảnh gia đình; mẹ mất sớm, phải đi làm con nuôi người khác nên trong ông sớm hình thành từ tâm và bác ái. Đấy chính là lý do đưa ông đến với [[Cao Đài]] và phấn đấu trở thành chức sắc.\n\n=== Cướp chính quyền ===\nNăm [[1945]], ông tham gia cướp chính quyền tại huyện [[Tam Bình]], tỉnh [[Vĩnh Long]]. Và ngày [[28 tháng 6]] năm [[1945]] ông được [[Việt Minh|Mặt trận Việt Minh]] huyện giới thiệu làm Chủ tọa cuộc mít tinh chào mừng ban lãnh đạo chính quyền cách mạng huyện ra mắt đồng bào.\n\nĐể tăng cường đoàn kết, tạo thêm sức mạnh chống [[Đế quốc thực dân Pháp|thực dân Pháp]], [[Tháng chín|tháng 9]] năm [[1945]] cơ quan [[Cao Đài]] Hiệp Nhất mở Đại hội ra Tuyên cáo xác định nhiệm vụ của [[đạo Cao Đài]] đối với Tổ quốc và dân tộc. Cụ [[Cao Triều Phát]] – một đại điền chủ giàu có nổi tiếng ở [[Nam Bộ]], một kỹ sư nông học được đào tạo tại [[Pháp]], người đã từng tham gia công đoàn [[Pháp]], đứng đầu chí phái Minh Chơn đạo được Đại hội bầu làm Chủ tịch để lo sự nghiệp gắn Đạo với Đời.\n\nNăm [[1947]], để cổ vũ, động viên tín đồ [[Cao Đài]] hăng hái tham gia chống [[Pháp]], cụ [[Cao Triều Phát]] với sự hợp tác đắc lực của cụ Nguyễn Văn Ngợi, đã tổ chức Đại hội [[Cao Đài]] Cứu quốc – Một tổ chức thành viên của [[Việt Minh|Mặt trận Việt Minh]]. Và qua Đại hội, Hội thánh [[Cao Đài]] 12 phái ra đời. Cụ Cao Triều Phát được bầu làm Chủ tịch Ban chấp hành Trung ương Cao Đài 12 phái Thống nhất Cứu quốc. Cụ Nguyễn Văn Ngợi được bầu làm Ủy viên Ban Chấp hành Trung ương [[Cao Đài]] 12 phái Thống nhất, Hội trưởng Ban Chấp hành [[Cao Đài]] cứu quốc, Chủ tịch Mặt trận Liên Việt tỉnh [[Vĩnh Long]].\n\nNăm [[1948]], cụ Nguyễn Văn Ngợi được cử làm Phó Chủ tịch Ủy ban hành chính kháng chiến tỉnh [[Vĩnh Long]].\n\nNgày [[20 tháng 7]] năm [[1954]], [[Hiệp định Genève, 1954|Hiệp định Giơ-ne-vơ]] được ký kết đem lại [[hòa bình]] ở [[Việt Nam]]. Theo các điều khoản của Hiệp định thì trong khi chờ đợi Tổng Tuyển cử Tự do vào [[Tháng bảy|tháng 7]] năm [[1956]], hai bên ngừng bắn, chuyển quân tập kết về hai [[Miền Bắc (Việt Nam)|miền Bắc]] và [[Nam Bộ|Nam]], lấy vĩ tuyến 17 làm giới tuyến tạm thời. Cụ Nguyễn Văn Ngợi được Mặt trận Liên Việt [[Nam Bộ]] và Ban Chấp hành Trung ương [[Cao Đài]] cứu quốc bố trí ở lại và chuyển vùng sang tỉnh [[Bến Tre]] để củng cố Hội thánh [[Cao Đài]] phái Tiên Thiên để bước vào cuộc chiến đấu mới đầy cam go và gian khổ.\n\n=== Chống Mỹ - Diệm ===\n[[Hiệp định Genève, 1954|Hiệp định Giơ-ne-vơ]] vừa được ký kết, chế độ độc tài [[Hoa Kỳ|Mỹ]] - [[Ngô Đình Diệm|Diệm]] đã rắp tâm phá hoại. Máu đã chảy trên đường phố Sài Gòn, ngay tại bùng binh [[chợ Bến Thành]]. [[Hoa Kỳ|Mỹ]] - [[Ngô Đình Diệm|Diệm]] đàn áp cuộc biểu tình mừng [[hòa bình]] của một vạn dân thành phố. Và tiếp theo, máu chảy khắp [[Miền Nam (Việt Nam)|miền Nam]].\n\nHơn 6 năm kể từ khi [[Hiệp định Genève, 1954|Hiệp định Giơ-ne-vơ]] có hiệu lực, Mỹ - Diệm đã gây ra biết bao tội ác ở khắp [[Miền Nam (Việt Nam)|miền Nam]]; tiếng súng [[khủng bố]] không lúc nào dứt; hàng chục ngàn đồng bào yêu nước bị chặt đầu, mổ bụng, moi gan, bắn giết; hàng trăm ngàn đồng bào bị tra tấn, tù đầy và chết mòn trong các trại giam; biết bao gia đình bị đốt nhà, đuổi nhà, cướp đất, bị bắt đi phu, bị dồn tập trung vào cái gọi là \"khu trù mật\", các \"dinh điền\" v.v…\n\nTức nước, vỡ bờ. Một cao trào cách mạng dần dần hình thành. Và đến cuối năm [[1960]] đã thực sự xuất hiện bước phát triển nhảy vọt, đòi hỏi có một hình thức tổ chức yêu nước công khai của toàn [[Miền Nam (Việt Nam)|miền Nam]] dưới ngọn cờ duy nhất với một Chương trình hành động cụ thể để cứu dân tộc. Và ngày [[20 tháng 12]] năm [[1960]], [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] ra đời. Cụ Nguyễn Văn Ngợi được cử làm Chủ tịch [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Giải phóng]] tỉnh [[Bến Tre]] – tỉnh đi đầu trong [[Phong trào Đồng khởi|phong trào Đồng Khởi]].\n\nDo có uy tín lớn trong tín đồ [[Cao Đài]] nói riêng, trong đồng bào [[Nam Bộ]] nói chung, lại lập những chiến công vang dội trong việc vận động nhân dân [[Bến Tre]] Đồng Khởi, [[Tháng bảy|tháng 7]] năm [[1961]], cụ được bầu làm Phó Chủ tịch [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng]] miền [[Duyên hải Nam Trung Bộ|Trung Nam Bộ]] và tại Đại hội lần thứ nhất [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] họp ngày [[17 tháng 1]] năm [[1962]], Ngọc Đầu sư Nguyễn Văn Ngợi – đại diện những người [[Cao Đài]] yêu nước [[Miền Nam (Việt Nam)|miền Nam Việt Nam]] được cử làm Ủy viên Đoàn Chủ tịch [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] kiêm Chủ tịch Hội đồng Thương binh quân [[Giải phóng miền Nam (bài hát)|giải phóng miền Nam]] [[Việt Nam]].\n\nTrong những năm sống và làm việc ở trong rừng sâu, mọi thứ thiếu thốn, ăn đói, mặc rét, khí hậu rất độc, sốt rét rừng tràn lan, mặc dầu tuổi cao, sức yếu, Ngọc Đầu sư không hề nhụt chí, làm việc quên mình vì sự nghiệp cao cả của dân tộc là [[Giải phóng miền Nam (bài hát)|giải phóng miền Nam]], hòa bình thống nhất đất nước.\n\nTrong bối cảnh trước đây [[Đế quốc thực dân Pháp|thực dân Pháp]] và bọn tay sai của chúng và sau này [[Hoa Kỳ|Mỹ]] - Diệm lợi dụng vấn đề [[tôn giáo]] để chia rẽ lương – giáo, phá hoại khối đại đoàn kết dân tộc, Giáo chủ Cao Triều Phát, Ngọc Đầu sư Nguyễn Văn Ngợi rồi Chưởng quản [[Hiệp Thiên Đài]] cũng như nhiều vị chức sắc khác trong [[đạo Cao Đài]] không ngại hy sinh, không sợ gian khổ, lăn lộn gắn bó với tín đồ, giảng giải để tín đồ hiểu rõ đường lối đại đoàn kết dân tộc của Chủ tịch [[Hồ Chí Minh]], của Mặt trận, qua đó vận động đồng bào tham gia kháng chiến.\n\n=== Sự kiện năm 1975 ===\nXuân [[1975]], cuộc Tổng tiến công và nổi dậy với [[chiến dịch Hồ Chí Minh]] lịch sử toàn thắng, chấm dứt cuộc chiến tranh cứu nước lâu dài nhất, gian khổ nhất, song cũng vĩ đại nhất ở thời đại [[Hồ Chí Minh]], giải phóng hoàn toàn [[Miền Nam (Việt Nam)|miền Nam]], lập lại hòa bình, chấm dứt họa chia cắt, giang sơn thu về một mối, Ngọc Đầu sư Nguyễn Văn Ngợi được [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và [[Cộng hòa Miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] cử làm thành viên Đoàn đại biểu [[Miền Nam (Việt Nam)|miền Nam]] dự Hội nghị Hiệp thương chính trị thống nhất nước nhà với Đoàn đại biểu [[Miền Bắc (Việt Nam)|miền Bắc]].\n\n=== Sự kiện 25\/4\/1976 ===\nTrong cuộc [[Tổng tuyển cử|Tổng Tuyển cử]] bầu [[Quốc hội]] khóa VI ngày [[25 tháng 4]] năm [[1976]] – khóa [[Quốc hội]] thống nhất của cả nước, cụ Nguyễn Văn Ngợi ứng cử tại [[Bến Tre]] và trúng cử đại biểu [[Quốc hội]] với số phiếu cao. Tại Đại hội thống nhất các tổ chức Mặt trận trong cả nước, cụ được bầu làm Ủy viên Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]].\n\n=== Được ca ngợi ===\nCụ Nguyễn Văn Ngợi là một trí thức yêu nước từ thời [[Pháp thuộc]], một tấm gương sáng của một vị Ngọc Đầu sư với một cuộc sống thanh bạch, lạc quan. Cả cuộc đời tham gia cách mạng; nhiều năm giữ cương vị cao trong Mặt trận Trung ương từ [[Việt Minh]], Liên Việt đến [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Dân tộc Giải phóng]], rồi MTTQ (Mặt trận Tổ quốc), cũng như trong [[đạo Cao Đài]], có ba con là liệt sĩ, cụ chưa một lần đề nghị với [[Đảng Cộng sản Việt Nam|Đảng]], Nhà nước, Mặt trận một chế độ đãi ngộ đặc biệt nào cho mình.\n\n=== Sống chung với gia đình ===\nChiến tranh kết thúc, đất nước thống nhất. Cụ trở về [[Thành phố Hồ Chí Minh]] sống chung với gia đình trong một ngõ hẻm ở đường [[Trần Bình Trọng]].\n\n=== Qua đời ===\nCụ Ngọc Đầu sư Nguyễn Văn Ngợi mất ngày [[16 tháng 3]] năm [[1988]] tại [[Thành phố Hồ Chí Minh]], thọ 88 tuổi.\n\n== Tôn thờ ==\nKhi ông mất, nhân dân đều thương tiếc. Cụ được thờ ở thị trấn [[Tam Bình]], huyện [[Tam Bình]], tỉnh [[Vĩnh Long]]. Ngày nay, ở tỉnh [[Vĩnh Long]] vẫn còn Nhà lưu niệm Ngọc Đầu Sư Nguyễn Văn Ngợi, và được công nhận là di tích lịch sử cách mạng cấp tỉnh.<ref>Công nhận nhà lưu niệm Ngọc Đầu Sư Nguyễn Văn Ngợi là di tích lịch sử cách mạng cấp tỉnh, Báo [[Nhân Dân (báo)|Nhân Dân]], 18\/02\/2012.<\/ref>\n\n== Vinh danh ==\nTại tỉnh [[Vĩnh Long]], tên của ông được đặt cho một con đường thẳng dài 4,0&nbsp;km từ sông Chà Và.\n\nTại thị trấn [[Tam Bình]], huyện [[Tam Bình]], tỉnh [[Vĩnh Long]] cũng đã xây Nhà lưu niệm để tưởng niệm và trưng bày một số hình ảnh về cuộc đời và sự nghiệp của ông.\n\n== Chú thích ==\n\n# http:\/\/daidoanket.vn\/ngoc-dau-su-nguyen-van-ngoi-tron-doi-vi-su-nghiepdai-doan-ket-dan-toc-426841.html\n#[https:\/\/nhandan.vn\/di-san\/C%C3%B4ng-nh%E1%BA%ADn-nh%C3%A0-l%C6%B0u-ni%E1%BB%87m-Ng%E1%BB%8Dc-%C4%90%E1%BA%A7u-S%C6%B0-Nguy%E1%BB%85n-V%C4%83n-Ng%E1%BB%A3i-l%C3%A0-di-t%C3%ADch-l%E1%BB%8Bch-s%E1%BB%AD-c%C3%A1ch-m%E1%BA%A1ng-c%E1%BA%A5p-t%E1%BB%89nh-567856 http:\/\/nhandan.vn\/di-san\/C%C3%B4ng-nh%E1%BA%ADn-nh%C3%A0-l%C6%B0u-ni%E1%BB%87m-Ng%E1%BB%8Dc-%C4%90%E1%BA%A7u-S%C6%B0-Nguy%E1%BB%85n-V%C4%83n-Ng%E1%BB%A3i-l%C3%A0-di-t%C3%ADch-l%E1%BB%8Bch-s%E1%BB%AD-c%C3%A1ch-m%E1%BA%A1ng-c%E1%BA%A5p-t%E1%BB%89nh-567856]\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Chức sắc tôn giáo Việt Nam]]\n[[Thể loại:Tín đồ đạo Cao Đài]]\n[[Thể loại:Sinh năm 1900]]\n[[Thể loại:Mất năm 1988]]"}