{"5423584":"{{Thông tin hoa hậu\n| tên = Nguyễn Thị Thành\n| hình = Nguyen Thi Thanh.png\n| ghi chú hình = Nguyễn Thị Thành tại VIFW 2017\n| tên khai sinh = Nguyễn Thị Thành\n| chiều cao={{height|m=1,72}}\n| cân nặng=\n| công việc = {{flat list|\nÁ hậu<br>Hoa khôi<br>[[Người mẫu]]<br>Giám đốc ERM}} \n| ngày sinh = {{ngày sinh và tuổi|1996|4|6}}\n| competitions=\n*[[Hoa hậu Hoàn vũ Việt Nam 2015]]<br>(Top 45)\n*[[Hoa hậu Việt Nam 2016]]<br>(Top 36\/Rút lui\/Bị loại)\n*Hoa khôi Du lịch Việt Nam 2017<br>(Á khôi 1)\n*[[Hoa hậu Sinh thái Quốc tế 2017]]<br>(Á hậu 3)\n*[[Hoa hậu Hoàn vũ Việt Nam 2019]]<br>(Tham dự)\n| nơi sinh = [[Yên Phong]], [[Bắc Ninh]], [[Việt Nam]]\n| năm hoạt động = 2012–nay\n| education= *[[Trường Đại học Kinh doanh và Công nghệ Hà Nội]]\n}}\n\n'''Nguyễn Thị Thành''' (sinh ngày [[6 tháng 4]] năm [[1996]] tại [[Bắc Ninh]]) là một Á hậu và người mẫu tại Việt Nam. Cô đã tham gia và giành ngôi vị Á khôi 1 Hoa khôi Du lịch Việt Nam 2017. Đồng thời, trở thành đại diện của Việt Nam chinh chiến tại đấu trường nhan sắc thế giới [[Hoa hậu Sinh thái Quốc tế 2017]] và dành ngôi vị Á hậu 3. Hiện tại cô là đại diện cho Tập đoàn ERM toàn cầu tại Việt Nam.\n\n==Sự nghiệp==\nNguyễn Thị Thành sinh ra và lớn lên tại [[Bắc Ninh]], Nguyễn Thị Thành xuất thân trong một gia đình nghèo khó tại Bắc Ninh nên cô sớm tự lập từ bé.<ref name=\"source0\">{{chú thích web | url = http:\/\/www.mangtinmoi.com\/nguyen-thi-thanh-thi-hhvn-la-ai-va-tieu-su-cua-nguyen-thi-thanh-d80025.html | tiêu đề = Nguyễn Thị Thành thi HHVN là ai và tiểu sử của Nguyễn Thị Thành | author =  | ngày =  | ngày truy cập = 20 tháng 8 năm 2017 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2017-02-19 | archive-url = https:\/\/web.archive.org\/web\/20170219124801\/http:\/\/www.mangtinmoi.com\/nguyen-thi-thanh-thi-hhvn-la-ai-va-tieu-su-cua-nguyen-thi-thanh-d80025.html | url-status = dead }}<\/ref>\n\nNăm 2015, Thành tham gia cuộc thi [[Hoa hậu Hoàn vũ Việt Nam 2015]] và lọt vào Top 45 thí sinh tham gia vòng chung kết.\n\nNăm 2016, Thành tham gia cuộc thi tìm kiếm [[Gương mặt thương hiệu]] - THE FACE VIỆT NAM mùa đầu tiên, là thí sinh của team [[Hoa hậu Hoàn vũ Việt Nam 2015]] [[Phạm Thị Hương]] nhưng phải sớm dừng chân tại Top 15 vì lý do gia đình.\n\n=== Hoa hậu Việt Nam 2016 ===\nCuối năm 2016, cô tham gia cuộc thi [[Hoa hậu Việt Nam 2016|Hoa hậu Việt Nam]] và có mặt trong Top 36 thí sinh lọt vào vòng chung kết. Nhưng sau đó, cô làm đơn xin rút khỏi cuộc thi.\n==== Đánh giá ====\nTrong cuộc thi [[Hoa hậu Hoàn vũ Việt Nam 2015]], Thành đã để lại ấn tượng sâu sắc với các nhà báo và ban giám khảo. Cô từng được nhận xét bởi những lời có cánh của nhà báo Ngô Bá Lục: ''\"Lần đầu đi làm Hoa hậu, gặp được một em đồng hương Yên Phong (phố Chờ), Bắc Ninh, đó là Nguyễn Thị Thành 1996 sinh viên, từng 3 năm học bóng chuyền ở Vũng Tàu. Nhà Thành nghèo, bố mẹ làm ruộng, bố bị ngọng, em trai bị câm. Em đi thi chỉ có ba cái váy, không người thân theo hỗ trợ. Giá biết trước thì mình sẽ kêu gọi tài trợ giúp em, thương quá. Trong khi các em khác thì ekip hùng hậu váy nọ váy kia..''<ref name=\"source0\"\/>\n\nBên cạnh những bình luận về câu chuyện trên, [[Hoa hậu Việt Nam 2012]] [[Đặng Thu Thảo (sinh 1991)|Đặng Thu Thảo]] cũng dành lời khen cho thí sinh đến từ Bắc Ninh là có nụ cười đáng mến.\n\n==== Kết quả ====\nThành lọt Top 36 nhưng rút lui vì dính nghi án phẫu thuật thẩm mỹ.\n\n=== Hoa khôi Du lịch Việt Nam 2017 ===\nCô cùng thí sinh khác của đội HLV Phạm Hương là [[Đỗ Trần Khánh Ngân]] tham dự cuộc thi '''Hoa khôi Du lịch Việt Nam''' và xuất sắc đạt ngôi vị Á khôi 1 đồng thời giành tấm vé tham dự [[Hoa hậu Sinh thái Quốc tế|Miss Eco International - Hoa hậu Sinh thái Quốc tế]] diễn ra tại Ai Cập.\n\nThí sinh khác của đội [[Phạm Hương]] là người đẹp [[Đỗ Trần Khánh Ngân]] từng đạt Á quân cuộc thi [[Gương mặt thương hiệu]] năm 2016, tại cuộc thi này đã đăng quang ngôi vị cao nhất của cuộc thi '''Hoa khôi Du lịch Việt Nam''' đồng thời là đại diện của Việt Nam tại đấu trường [[Danh sách đại diện của Việt Nam tại các cuộc thi sắc đẹp lớn#Miss Tourism International - Hoa hậu Du lịch Quốc tế|Miss Tourism International - Hoa hậu Du lịch Quốc tế]].\n\n=== Hoa hậu Sinh thái Quốc tế 2017 ===\nRạng sáng 15\/4 (giờ Việt Nam), đêm Chung kết [[Hoa hậu Sinh thái Quốc tế 2017]] chính thức diễn ra tại Ai Cập với sự tham gia của hơn 60 người đẹp đến từ các quốc gia trên thế giới.\n\nTuy không đại diện cho dải đất hình chữ S nhưng việc Nguyễn Thị Thành góp mặt ở đấu trường nhan sắc này vẫn nhận được đông đảo sự quan tâm từ công chúng, truyền thông. Bởi lẽ, bên cạnh những lùm xùm, cô cũng để lại không ít dấu ấn khi liên tiếp lọt top trong loạt phần thi phụ như Top 4 Miss Sport, Top 10 Miss Talent, Top 15 Best Resort Wear hay Top 3 Eco Costume.\n\nHọc trò cũ của Phạm Hương ở chương trình The Face phiên bản Việt mùa 1 lần lượt được xướng tên ở Top 21, Top 10 rồi giành giải Á hậu 3 chung cuộc. Trước đó trong phần thi ứng xử, Nguyễn Thị Thành ghi điểm nhờ thần thái tự tin và đưa ra câu trả lời có nội dung hoàn chỉnh.\n\n===Hoa hậu Hoàn vũ Việt Nam 2019===\nCô tiếp tục trở lại cuộc đua [[Hoa hậu Hoàn vũ Việt Nam 2019]] nhưng lần này cô đã phải dừng chân sau vòng sơ khảo và không có mặt trong Top 60.\n\n=== Tập đoàn ERM ===\nNgày 19-5, tại Bangkok (Thái Lan), Nguyễn Thị Thành đã được bổ nhiệm trở thành đại diện cho Tập đoàn ERM toàn cầu tại Việt Nam. Với chức danh này, Nguyễn Thị Thành sẽ đảm nhiệm việc lựa chọn, đào tạo và huấn luyện các đại diện Việt Nam tham dự các cuộc thi sắc đẹp trực thuộc ERM.\n\nĐược biết ERM được thành lập năm 1986, là đơn vị tổ chức và đại diện hơn 40 cuộc thi nhan sắc và tổ chức sắc đẹp toàn cầu như ''Nữ hoàng Du lịch quốc tế - Miss Tourism Queen International, Nữ hoàng Sắc đẹp toàn cầu - Miss Global Beauty Queen,…''\n\n==Thành tích sắc đẹp==\n* Top 45 thí sinh tham gia vòng chung kết [[Hoa hậu Hoàn vũ Việt Nam 2015]]\n* Top 36 thí sinh tham gia vòng chung kết [[Hoa hậu Việt Nam 2016]] ''(Bị loại)''\n* Á khôi 1 Hoa khôi Du lịch Việt Nam 2017 ''(Bị thu hồi danh hiệu)''\n* Á hậu 3 Hoa hậu Sinh thái Quốc tế 2017\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons}}\n* {{facebook|huongbee.pham}}\n\n{{sơ khai tiểu sử}}\n{{Thí sinh Hoa hậu Hoàn vũ Việt Nam 2015}}\n\n[[Thể loại:Hoa khôi du lịch Việt Nam]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Giải thưởng năm 2015]]"}