{"3231307":"{{trung lập}}\n{{Thông tin nhân vật\n| tên = Nguyễn Văn Chì\n| miêu tả = Giáo sư Nguyễn Văn Chì (1903) \n| ngày sinh = [[1903]]\n| nơi sinh = Lương Hoà Lạc, Mỹ Tho, Tiền Giang\n| nơi ở = \n| ngày mất = 1989\n| nơi mất= [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| chức vụ = [[Giám đốc đầu tiên của Sở Giáo dục Nam bộ]]\n| bắt đầu = 1945\n| địa hạt = [[Thành phố Hồ Chí Minh]] \n| đảng = [[Đảng Cộng sản Việt Nam]]\n| nghề = Nhà giáo, Chính trị gia\n| đạo = \n| tên ký = Sáu Chì\n| vợ = Phan Thị Trinh\n| chồng =\n| kết hợp dân sự = \n| họ hàng = Nguyễn Văn Tư (cha)<br> Phạm Thị Sự(mẹ)\n| website = \n| chú thích = \n}}\n'''Giáo sư Nguyễn Văn Chì''' ([[1903]]–[[1989]])<ref>{{Chú thích web | url = http:\/\/tiengiang.gov.vn\/vPortal\/4\/625\/2266\/29629\/Ky-luc-Tien-Giang\/Nguy--7877-n-V--259-n-Chi---v--7883--Giam---273---7889-c---273---7847-u-tien-c--7911-a-S--7903--Giao-d--7909-c-Nam-b--7897-.aspx | tiêu đề = Nguyễn Văn Chì - vị Giám đốc đầu tiên của Sở Giáo dục Nam bộ | tác giả 1 = Nguyễn Phúc Nghiệp | ngày = 21-07-2008 | ngày truy cập = 13 tháng 7 năm 2015 | nơi xuất bản = http:\/\/tiengiang.gov.vn | ngôn ngữ = vi | archive-date = 2015-07-13 | archive-url = https:\/\/web.archive.org\/web\/20150713081806\/http:\/\/tiengiang.gov.vn\/vPortal\/4\/625\/2266\/29629\/Ky-luc-Tien-Giang\/Nguy--7877-n-V--259-n-Chi---v--7883--Giam---273---7889-c---273---7847-u-tien-c--7911-a-S--7903--Giao-d--7909-c-Nam-b--7897-.aspx | url-status = dead }}<\/ref> là một nhà giáo và nhà cách mạng, một người thầu hết lòng vì học trò. Ông là vị Giám đốc đầu tiên của Sở Giáo dục Nam bộ từ [[1945]], từng đảm nhiệm Chủ tịch Ủy ban nhân dân Cách mạng thành phố Sài Gòn – Gia Định,<ref>{{Chú thích web |url=http:\/\/www.ubmttq.hochiminhcity.gov.vn\/WEB\/vi-vn\/chuyenmuc-677-ky-niem-50-nam-ngay-thanh-lap-mtdtgpmnvn-tintuc-4545-phong-trao-dau-tranh-cua-cac-doan-the-quan-chung-o-sai-gon-sau-tet-mau-than-1968.aspx |ngày truy cập=2017-06-16 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-08-27 |archive-url=https:\/\/web.archive.org\/web\/20110827062210\/http:\/\/www.ubmttq.hochiminhcity.gov.vn\/WEB\/vi-vn\/chuyenmuc-677-ky-niem-50-nam-ngay-thanh-lap-mtdtgpmnvn-tintuc-4545-phong-trao-dau-tranh-cua-cac-doan-the-quan-chung-o-sai-gon-sau-tet-mau-than-1968.aspx }}<\/ref> Chủ tịch Ủy ban Mặt trận Tổ quốc Việt Nam TP.Hồ Chí Minh [[1975]].\n\n==Thân thế==\nGiáo sư Nguyễn Văn Chì sinh năm 1903 tại Xã Lương Hoà Lạc, huyện Bến Tranh (nay nhập về Chợ Gạo), Tiền Giang. Nguyên là giáo viên tiểu học, nhưng sau đó, bằng con đường tự học, ông thi đổ trường Cao đẳng sư phạm Đông Dương.Năm 1928, ông tốt nghiệp chuyên ngành việt văn, đi dạy học ở các [[Trường Trung học Phổ thông Châu Văn Liêm (Cần Thơ)]], Trường Trung học phổ thông [[Mỹ Tho]], [[Trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh]], là trường Pétrus Ký Sài Gòn trước đây.\n\nVốn là một tri thức yêu nước; Nên khi cuộc khởi nghĩa Nam Kỳ năm 1940 nổ ra, ông bắt đầu hướng đến con đường giải phóng dân tộc do Đảng Cộng sản lãnh đạo. Từ đó ông ngấm ngầm ủng hộ phong trào yêu nước của giới học sinh – sinh viên và tích cực tham gia phong trào truyền bá quốc ngữ nhằm góp phần nâng cao dân chí cho quần chúng lao động. Cách mạng Tháng Tám (1945) thành công, ông cùng với các nhà giáo Đặng Minh Trứ, Trần Văn Nguyên tiếp quản Nha Học chánh Nam kỳ và giữ chức vụ Giám đốc. Đồng thời, ông còn tham gia Liên đoàn viên chức Sài Gòn - Chợ Lớn. Năm 1946 ông bị thực dân Pháp bắt; nhưng sau đó, do không đủ chứng cứ; nên ông được thả ra. Năm 1947, ông ra vùng bưng biền Đồng Tháp Mười, tham gia kháng chiến; và được giao trọng trách làm Giám đốc Sở Giáo dục Nam bộ. Ông đã cùng với các đồng nghiệp như Lê Văn Chí, Đặng Minh Trứ, thành lập hệ thống các trường trung học kháng chiến ở trong vùng tự do. Sau năm 1954, được sự phân công của cấp trên, ông về Sài Gòn, hoạt động trong Nghiệp đoàn Giáo giới tư thục. Năm 1960, ông bị chính quyền Ngô Đình Diệm bắt giam. Trải qua các nhà tù Bà Hoà, Gia Định, Tổng nha cảnh sát, Chí Hoà, Phú Lợi, mặc dù bị địch rúng ép, khủng bố, nhưng ông vẫn một lòng trung thành với nhân dân và cách mạng, giữ vững khí tiết của người trí thức chân chính. Năm 1967, trước sự đấu tranh quyết liệt của giáo giới và công luận, địch buộc phải trả tự do cho ông. Năm 1968, ông bí mật vào chiến khu Đông Nam bộ, làm việc tại Tiểu ban Giáo dục Trung ương Cục miền Nam cùng với 2 ông Lê Văn Chí và Nguyễn Văn Kiết; sau đó, được cử làm Chủ tịch Ủy ban nhân dân Cách mạng thành phố Sài Gòn – Gia Định. Tháng 7 –1975, ông được làm Chủ tịch Ủy ban Mặt trận Tổ quốc Việt Nam TP.Hồ Chí Minh.\n\nNăm 1989, ông mất tại TP.Hồ Chí Minh, thọ 86 tuổi. Mộ của ông hiện tọa lạc tại xã Lương Hoà Lạc, huyện Chợ Gạo, tỉnh Tiền Giang.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies-inline}}\n\n[[Thể loại:Người Tiền Giang]]\n[[Thể loại:Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh]]\n[[Thể loại:Nhà giáo Việt Nam]]"}