{"817492":"{{sơ khai khoa bảng Việt Nam}}\n'''Nguyễn Danh Dự''' ([[1627]]-?)<ref>Theo bài viết \"Đền thờ Họ Nguyễn Danh làng Dương Liễu và Tiến sĩ Nguyễn Danh Dự\" tra được trên internet. Sách ''Văn học thế kỷ XV-XVII'' (tr. 1098) ghi ông sinh năm [[1627]]. Nếu tin theo đây thì ông thi đỗ [[Tiến sĩ]] năm 58 tuổi.<\/ref>, hiệu '''Chất Trai'''; là danh thần triều [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử sơ lược==\n'''Nguyễn Danh Dự''' sinh ra trong một gia đình có truyền thống Nho học tại làng Dương Liễu, huyện Đan Phượng, trấn Sơn Tây (nay thuộc xã Dương Liễu, huyện [[Hoài Đức]], [[hà Nội|thành phố Hà Nội]]).\n\nKhoa [[Ất Sửu]] ([[1685]]), niên hiệu Chính Hòa thứ 6 đời [[Lê Hy Tông]], Nguyễn Danh Dự thi đỗ Đệ Tam giáp đồng [[tiến sĩ]] xuất thân.\n\nSau khi thi đỗ, ông được bổ chức quan, lần lượt trải các chức: Phó đốc [[Nghệ An]], Yên Quảng<ref>Yên Quảng là vùng [[Quảng Ninh]] ngày nay.<\/ref> Hiến sát sứ, Bồi tụng, Công bộ Hữu Thị Lang và được phong tước ''tử''. Ông cũng đã từng được cử đi sứ sang [[nhà Thanh]] ([[Trung Quốc]]).\n\nNguyễn Danh Dự mất năm nào không rõ<ref>Theo bài viết đã dẫn thì Nguyễn Danh Dự lâm bệnh mất năm 58 tuổi.<\/ref>, được truy tặng chức Lễ bộ Tả thị lang, tước ''bá''.\n\n==Tác phẩm==\nSinh thời Nguyễn Danh Dự có sáng tác ít nhiều thơ văn, nhưng nay chỉ còn 9 bài thơ [[chữ Hán]] được chép trong tập ''[[Toàn Việt thi lục]]''. Tuyển giới thiệu một bài:\n{|valign=\"top\"\n|\n:[[Phiên âm Hán-Việt]]:\n:'''Hán Dương công quán Đoan ngọ nhật'''\n:Tác khách trì diên tuế nguyệt trường,\n:Giai thời kim hựu ngộ Đoan dương.\n:Thành nhàn bất giả triền ti lũ,\n:Đức bão hà phương phiếm tửu trường.\n:Đối hộ hòe âm thanh khốc thử,\n:Viễn đường hà nhị phiến vi hương.\n:Hứa đa tình tự nan tiêu khiển,\n:Ngụ mị nam lâu dữ bắc đường.\n|\n:Dịch nghĩa:\n:'''''Ngày [[Tết Đoan ngọ]] ở công quán [[Hán Dương]]'''''\n:''Làm lữ khách liên miên, năm tháng dài đằng đẵng,\n:''Nay thời tiết đẹp lại gặp tiết Đoan dương (tức Đoan ngọ).\n:''Lòng thành ngăn được tà khí, [[cổ tay]] chẳng cần buộc chỉ<ref>Vào ngày [[Tết Đoan ngọ]], người xưa có tục dùng chỉ ngũ sắc buộc vào [[cổ tay]].<\/ref>\n:''Đức đã đủ thì rót rượu vào chén có hại gì?\n:''Bóng râm cây hòe trước cửa làm dịu cơn nóng dữ,\n:''Nhị sen ở ao xa đưa mùi hương thoảng tới.\n:''Thật là nhiều tình cảm khó có thể tiêu khiển được,\n:''Lúc thức lúc ngủ chỉ nhớ đến nhà bắc, nhà nam <ref>Nhà bắc chỉ mẹ già, nhà nam chỉ nơi làm việc, ý nói là nhớ quê hương (các ghi chú trong bài thơ đều chép theo ''Văn học thế kỷ XV-XVII'', tr. 1099).<\/ref>.\n|}\n\n==Di tích==\nHiện ở xã Dương Liễu vẫn còn di tích của dòng họ Nguyễn Danh và nhà thờ Tiến sĩ Nguyễn Danh Dự nằm gần đê [[sông Đáy]], trông về hướng đông. Nhà thờ này có kết cấu theo kiểu chữ Nhị, ngoài là Đại bái, rồi tới Hậu cung. Ngày 21 [[tháng mười|tháng 10]] năm [[2005]], nhà thờ trên được công nhận là ''di tích lịch sử cấp tỉnh''.\n\n==Nguồn tham khảo==\n*Trần Thị Băng Thanh (chủ biên), ''Văn học thế kỷ XV-XVII''. Nhà xuất bản Khoa học xã hội, 2004.\n*Văn bia đề danh Tiến sĩ khoa Ất Sửu (1685) [http:\/\/truongtoc.com\/news\/Luu-danh-su-sach\/Bai-Ky-tren-van-bia-so-50-tai-Van-Mieu-Quoc-Tu-Giam-Ha-Noi-246\/]\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1627]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Hội nguyên Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}