{"14669911":"{{Thông tin nhân vật hoàng gia\n| tên = Lạc Biên Quận công\n| tên gốc = 樂邊郡公\n| tước vị = [[Hoàng tử]] [[nhà Nguyễn]]\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| con cái = 4 con trai<br>3 con gái\n| tên hiệu = Lạt Viên\n| kiểu tên đầy đủ = Tên húy\n| tên đầy đủ = '''Nguyễn Phúc Miên Khoan'''<br>阮福綿寬\n| thụy hiệu = <font color = \"grey\">Đôn Lượng Lạc Biên Quận công<br>敦亮樂邊郡公<\/font>\n| hoàng tộc = \n| cha = Nguyễn Thánh Tổ<br>[[Minh Mạng]]\n| mẹ = Quý nhân<br>[[Lương Thị Nguyện]]\n| sinh = [[8 tháng 7]] năm [[1826]]\n| mất = [[2 tháng 9]] năm [[1863]] (37 tuổi)\n| nơi mất = \n| nơi an táng = [[Hương Thủy, Thừa Thiên - Huế]]\n}}\n'''Nguyễn Phúc Miên Khoan''' ([[chữ Hán]]: 阮福綿寬; [[8 tháng 7]] năm [[1826]] – [[2 tháng 9]] năm [[1863]]), hiệu là '''Lật Viên 栗園、Tử Dụ 子裕'''<ref name=\":0\">''Nguyễn Phúc tộc thế phả'', tr.302<\/ref>, tước phong '''Lạc Biên Quận công''' (樂邊郡公), là một [[hoàng tử]] con vua [[Minh Mạng]] [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\nHoàng tử Miên Khoan sinh ngày 4 tháng 6 (âm lịch) năm [[Bính Tuất]] ([[1826]]), là con trai thứ 33 của vua [[Minh Mạng]], mẹ là ''Thất giai Quý nhân'' [[Lương Thị Nguyện]]<ref name=\":0\" \/>. Hoàng tử là em ruột cùng mẹ với ''Hương La Công chúa'' [[Nguyễn Phúc Quang Tĩnh|Quang Tĩnh]] và ''Tân Hòa Công chúa'' [[Nguyễn Phúc Đoan Thận|Đoan Thận]]. Lúc còn là hoàng tử, ông là người có học hạnh<ref name=\":1\">''Đại Nam liệt truyện'', tập 3, quyển 6 – phần ''Lạc Biên Quận công Miên Khoan''<\/ref>.\n\nNăm Minh Mạng thứ 21 ([[1840]]), ông được phong làm '''Lạc Biên Quận công''' (樂邊郡公)<ref>''Đại Nam thực lục'', tập 5, tr.694<\/ref>. Cùng năm đó, vua cho đúc các con thú bằng [[vàng]] để ban thưởng cho các hoàng thân anh em, các hoàng tử công và hoàng tử chưa được phong tước. Quận công Miên Khoan được ban cho một con [[tê giác]] bằng vàng nặng 4 lạng 8 [[đồng cân]]<ref>''Đại Nam thực lục'', tập 5, tr.695<\/ref>.\n\nTháng 2 (âm lịch) năm [[1849]], quận công Miên Khoan theo hầu vua [[Tự Đức]] nhân dịp vua thăm nhà Thái học. Ông vâng lệnh vua ứng chế 12 bài ''Thị học''<ref name=\":1\" \/>. Những bài thơ ấy được vua khen, cho chép vào tập thơ ''Tích Ung Canh Ca hội tập''. Thơ có lời rằng<ref name=\":1\" \/>:\n\n:'''Bài I''': ''Nước Nam sinh ra vua thánh, nhân như trời trí như thần. Nối theo công liệt người trước, ngự trị ức triệu nhân dân, trị hóa thấm khắp, rộng ban ân chiếu, xa gần đội đức, như gần mặt trời, mong đám mây.''\n\n:'''Bài II''': ''Cả nước thanh bình. Các quan xứng chức, như mặt trời ấm giữa trưa, như gió hòa tám cõi, dân nhân đông nhiều, người cày ruộng người dệt cửi, ăn uống làm nghỉ thoải mái, quên cả công đức của nhà vua.''\n\n:'''Bài III''': ''Giúp đỡ sửa sang, đều biết lòng trung. Man di qui thuận, thiên hạ thống nhất, việc binh không dùng, văn hanh thông. Vãn hóa như sao khuê, sao bích sáng tỏ. Đạo và đức đều tốt cả.''\n\n:'''Bài IV''': ''Kính nghĩ hoàng đế ta. Thánh học trời phú cho, trong triều ngoài nội đầy đủ văn chất, nhà nào cũng đàn hát học hành, đọc thơ Lộc Minh, làm bài trong Hà Thanh, có nhiều người nho học giỏi để cho nhà nước sử dụng.''\n\n:'''Bài V''': ''Vào tháng trọng xuân, kỳ trước ngày Canh (tức là ngày Đinh) sai quan bộ Lễ, xét điển xưa soạn nghi tiết, đồ thờ cũng đã bày, thịt sạch xôi thơm. Thân đem trăm quan, làm lễ thánh sư.''\n\n:'''Bài VI''': ''Xe đóng sáu con ngựa chạy ruổi đều nhau, ngự lên thuyền lầu, nửa đem ra đò. Thần mưa dọn đường, Hà Bá tránh nẻo, lọng trả chèo lan, mây lành đặc nghịt.''\n\n:'''Bài VII''': ''Kiệu phương lên đường, đuốc sáng rỡ ràng. Cây tùng, cây bách ở quanh tường, xanh lốt um tùm. Nghiêm kính ở miếu, ba tuần rượu kính dâng, tấu nhạc đủ sáu khúc, chuông trống vang rầm.''\n\n:'''Bài VIII''': ''Lễ cử hành rồi. Thịnh điển làm rồi. Tưởng tượng trong chỗ hai cột, lòng vua kính thành. Nước có bốn cõi văn giáo đến khắp. Nước có người hèn nhát, đã biết tự lập.''\n\n:'''Bài IX''': ''Sáng sớm rực rỡ. Tiếng nhạc ngựa sang sảng, dừng nghỉ ở bờ sông, cờ quạt tạm đừng. Ở nhà Thái học. Lễ nghi long trọng, văn vật rõ ràng. Mũ áo la liệt, múa lạy hoan nghênh.''\n\n:'''Bài X''': ''Dung nhân nhà vua rỡ ràng, mặt rồng hớn hở, nhà Thái học vui thay. Thánh hoàng đến nơi liền sai cho thần, giảng rõ nghĩa lý, bên tả để kinh, bên hữu để truyện, đường lối cũng thế. Lời vua phân tách lẽ phải, tỏ rõ ý nghĩa sâu sắc.''\n\n:'''Bài XI''': ''Vua bảo là tâm pháp, phải giữ đạo trung, cốt phải tinh nhất, trách nhiệm ở mình trẫm. Nhân cùng trí, dũng, sự hiểu biết và thi hành công dụng giống nhau. Hiếu đạo hiếu đức, trên dưới đều thông.''\n\n:'''Bài XII''': ''Kính nghe đức tốt, khuyên dạy dần dần. Kinh truyện học tập,ấy trung tín, cơ nghiệp nhà vua sẽ mở rộng đến được chí thiện sẽ chứng nghiệm ngay, dạy dỗ không cùng, lễ nhạc sẽ dấy lên.''\n\nQuận công Miên Khoan vốn giỏi văn, có lưu lại tác phẩm ''Lạt Viên thi tập''<ref name=\":0\" \/>. Vua [[Tự Đức]] so sánh ông ngang với hai người anh là [[Tuy Lý vương]] Miên Trinh và [[Tùng Thiện vương]] Miên Thẩm, bảo rằng: \"''Đỉnh túc tam phân''\" (cái [[Đỉnh (vật dụng)|đỉnh]] chia làm ba chân)<ref name=\":0\" \/>.\n\nLúc sắp mất ông có để thư cho Tuy Lý vương rằng: \"''Vân hạc tương chiêu thỉnh tiên sinh nhất lai, trì tất bất cập''\", nghĩa là \"''Mây bạc sắp mời tôi, thỉnh ngài đến ngay, chậm là không kịp''\". Dùng từ \"''vân hạc''\" là do lúc sinh thời, ông theo tiên thuật, ở giữa sân phủ có xây cái hồ bán nguyệt để dùng vào việc tu hành<ref name=\":0\" \/>. Trong phủ có biển đề ba chữ \"Dưỡng hối trai\" (nhà nuôi sự tối tăm) bày tỏ ý muốn ở ẩn của mình<ref name=\":0\" \/>.\n\nNgày 20 tháng 7 (âm lịch) năm [[Quý Hợi]] ([[1863]])<ref name=\":0\" \/>, dưới triều Tự Đức, quận công Miên Khoan qua đời, hưởng dương 38 tuổi, [[thụy]] là '''Đôn Lượng''' (敦亮)<ref name=\":1\" \/>. Mộ của ông được táng tại Nguyệt Biều (thuộc [[Hương Thủy, Thừa Thiên - Huế]]), phủ thờ dựng tại ấp Trung Bộ (thuộc [[Hương Thủy]])<ref name=\":0\" \/>. Đến năm [[1876]], hậu duệ của ông mua lại phủ đệ của ''Mỹ Trạch Công chúa'' [[Nguyễn Phúc Trinh Nhu|Trinh Nhu]] cũng ở đất ấy làm phủ thờ cho ông<ref name=\":0\" \/>.\n\nQuận công Miên Khoan có 4 con trai và 3 con gái<ref name=\":1\" \/>. Ông được ban cho bộ chữ ''Tiêu'' (髟) để đặt tên cho các con cháu trong phòng<ref>''Đại Nam thực lục'', tập 6, tr.755 (cũng có âm đọc là ''Bưu'')<\/ref>. Con trai thứ ba là công tử Hồng Kiêm trước được tập phong, do có mưu phản nghịch trong vụ [[loạn Chày Vôi]] nên bị cách tước, sau được khai phục làm ''Kỳ ngoại hầu'' (外侯)<ref name=\":1\" \/>.\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''[http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf Nguyễn Phúc Tộc thế phả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200927051537\/http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf |date=2020-09-27 }}'', Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n\n== Xem thêm ==\n* [[Gia đình Minh Mạng]]\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1826]]\n[[Thể loại:Mất năm 1863]]\n[[Thể loại:Hoàng tử Minh Mạng]]\n[[Thể loại:Công tước nhà Nguyễn]]"}