{"49647":"{{Thông tin viên chức\n| tên = Chuẩn tướng Nguyễn Hữu Hạnh\n| hình = Cgs nguyenhuuhanh.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Phụ tá Tổng Tham mưu trưởng\n| bắt đầu = 29\/4\/1975\n| kết thúc = 30\/4\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Chuẩn tướng (6\/1970)\n| địa hạt = Biệt khu Thủ đô\n| chức vụ 2 = [[Hình: QD I VNCH.jpg|22px]]<br>Chánh Thanh tra Quân đoàn I và Quân khu 1\n| bắt đầu 2 = 6\/1973\n| kết thúc 2 = 5\/1974\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Chuẩn tướng\n| địa hạt 2 = Quân khu I\n| chức vụ 3 = [[Hình: QD II VNCH.jpg|22px]]<br>Tư lệnh phó Quân đoàn II và Quân khu 2\n| bắt đầu 3 = 9\/1972\n| kết thúc 3 = 6\/1973\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Chuẩn tướng\n| tiền nhiệm 3 = -Chuẩn tướng [[Phan Đình Thứ]]\n| địa hạt 3 = Quân khu II\n| chức vụ 4 = [[Hình: QD IV VNCH.jpg|22px]]<br>Tư lệnh phó Quân đoàn IV<br>và Vùng 4 Chiến thuật\n| bắt đầu 4 = 6\/1969\n| kết thúc 4 = 9\/1972\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Đại tá (1\/1963)<br>-Chuẩn tướng\n| địa hạt 4 = Quân khu IV\n| chức vụ 5 = Tư lệnh Biệt khu 44 Chiến thuật\n| bắt đầu 5 = 6\/1968\n| kết thúc 5 = 6\/1969\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Đại tá (1\/1963)\n| địa hạt 5 = Quân khu IV\n| chức vụ 6 = [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Tư lệnh phó Sư đoàn 21 Bộ binh\n| bắt đầu 6 = 7\/1967\n| kết thúc 6 = 6\/1968\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Đại tá\n| địa hạt 6 = Quân khu IV\n| chức vụ 7 = [[Hình: VNNMA-Emblem.svg|22px]]<br>Chỉ huy phó Trường Võ bị Quốc gia Đà Lạt\n| bắt đầu 7 = - 7\/1964\n| kết thúc 7 = 7\/1967\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Đại tá\n| địa hạt 7 = Quân khu II\n| chức vụ 8 = Tham mưu trưởng Quân đoàn IV\n| bắt đầu 8 = 1\/1963\n| kết thúc 8 = 7\/1964\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Đại tá\n| địa hạt 8 = Vùng 4 chiến thuật\n| chức vụ 9 = [[Hình: ARVN Capital Military Zone Unit SSI.svg|22px]]<br>Tham mưu trưởng Quân khu Thủ đô\n| bắt đầu 9 = 1\/1957\n| kết thúc 9 = 8\/1958\n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Trung tá (10\/1956\n| địa hạt 9 = Quân khu Thủ đô\n| chức vụ 10 = Tham mưu trưởng chiến dịch<br>Hoàng Diệu và Thoại Ngọc Hầu\n| bắt đầu 10 = 9\/1956\n| kết thúc 10 = 1\/1957\n| trưởng chức vụ 10 = Cấp bậc\n| trưởng viên chức 10 = -Thiếu tá (1\/1955)<br>-Trung tá\n| địa hạt 10 = Quân khu Thủ đô\n| chức vụ 11 = Tham mưu trưởng Phân khu<br>Sài Gòn - Chợ Lớn\n| bắt đầu 11 = 1\/1955\n| kết thúc 11 = 9\/1956\n| trưởng chức vụ 11 = Cấp bậc\n| trưởng viên chức 11 = -Thiếu tá\n| địa hạt 11 = Quân khu Thủ đô\n| quốc tịch = {{flagcountry|Việt Nam Cộng hòa}}<br>{{flagcountry|Việt Nam}}\n| nguyên nhân mất = Tuổi già\n| nơi ở = Thành phố Hồ Chí Minh\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| cha = Nguyễn Hữu Điệt\n| mẹ = Nguyễn Thị Có\n| họ hàng = Nguyễn Quang Phát (ông nội)<br>Phạm Thị Trà (bà nội)\n| con = 11 người con\n| học vấn = Tú tài bán phần\n| học trường = -Trường Trung học Pháp ngữ tại Mỹ Tho<br>-Trường Võ bị Cap Saint Jacques (Võ bị Địa phương Vũng Tàu)<br>-Học viện Chỉ huy Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ<br>-Trường Tình báo Chiến lược Fort Hollabirt, Hoa Kỳ\n| quê quán = Nam Kỳ\n| ngày sinh = {{ngày sinh|1924|8|26}}\n| ngày mất = {{ngày mất và tuổi|2019|9|29|1924|8|26}}\n| nơi sinh = [[Châu Thành, Tiền Giang|Châu Thành]], [[Mỹ Tho (tỉnh)|Mỹ Tho]], [[Liên bang Đông Dương]]\n| nơi mất = [[Tân Bình]], [[Thành phố Hồ Chí Minh|Tp HCM]], [[Việt Nam]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]] <br>[[Tập tin:FNL_Flag.svg|22px]] [[Cộng hòa Miền Nam Việt Nam]] (tình báo viên)\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1946]]-[[1975]]\n| cấp bậc = [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n| đơn vị = [[Hình: ARVN Capital Military Zone Unit SSI.svg|20px]] [[Biệt khu Thủ đô]]<br>[[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]<br>[[Hình: QD II VNCH.jpg|20px]] [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II và QK 2]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và QK 4]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<br>[[Hình: ARVN 21st Infantry Division SSI.svg|20px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: Vietnam Military Exploit Order ribbon.png|30px]] [[Huân chương Quân công|Huân chương Quân công hạng nhất]]\n}}\n\n'''Nguyễn Hữu Hạnh''' (26 tháng 8 năm 1924 – 29 tháng 9 năm 2019) là một cựu tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]], tình báo viên của quân Giải phóng miền Nam. Ông thường được biết với vai trò là Phụ tá Tổng Tham mưu trưởng cuối cùng của [[Quân lực Việt Nam Cộng hòa]], người đã tác động để [[Nguyên thủ Việt Nam Cộng hòa|Tổng thống]] [[Dương Văn Minh]] sớm ra lệnh cho [[Quân lực Việt Nam Cộng hòa]] đầu hàng trước sức tấn công của [[Quân Giải phóng miền Nam Việt Nam]] vào cuối tháng 4 năm 1975, chấm dứt cuộc [[Chiến tranh Việt Nam]]. Sau này, người ta mới biết được rằng ông chính là một tình báo viên của [[Cộng hòa Miền Nam Việt Nam]].\n\nSau năm 1975, ông sống với gia đình ở [[Tân Phú (quận)|quận Tân Phú]], [[Thành phố Hồ Chí Minh]] đến năm 2015. Sau đó ông trở về quê Mỹ Tho.\n\nLúc 6h40 ngày [[29 tháng 9]] năm [[2019]], ông từ trần vì tuổi cao sức yếu tại [[Bệnh viện Thống Nhất]], hưởng thọ 95 tuổi. Ngày 2 tháng 10 năm 2019, ông được an táng tại xã Tân Phú Trung, huyện Củ Chi, [[Thành phố Hồ Chí Minh]].<ref name=\":2\">{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Thoi-khac-vang-cua-ong-Nguyen-Huu-Hanh-564020\/|title=Thời khắc vàng của ông Nguyễn Hữu Hạnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nNguyễn Hữu Hạnh là nhân vật chính của tiểu thuyết ''Viên chuẩn tướng'' của [[Nguyễn Trần Thiết]].<ref>https:\/\/zingnews.vn\/vien-chuan-tuong-quan-doi-sai-gon-co-cong-trong-ngay-304-post995630.html<\/ref>\n\n==Thân thế và bước đầu binh nghiệp==\nÔng sinh ngày 26 tháng 8 năm 1924 (theo trích lục tòa thì sinh ngày 10 tháng 7 năm 1926) tại [[Phú Phong, Châu Thành (Tiền Giang)|Phú Phong, Châu Thành]], tỉnh Mỹ Tho (bây giờ là tỉnh [[Tiền Giang]]).<ref name=\":1\">{{Chú thích web|url=https:\/\/tuoitre.vn\/but-ky-nguyen-huu-hanh-ky-1-toi-la-ai-20190930232158735.htm|title=Bút ký Nguyễn Hữu Hạnh – Kỳ 1: Tôi là ai?|tác giả=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> Năm 1945, ông tốt nghiệp Trung học chương trình Pháp tại Mỹ Tho với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Liên hiệp Pháp===\nĐầu năm 1949, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 46\/103072. Theo học tại trường Võ bị Địa phương Nam Việt Vũng Tàu (Cap Saint Jacques). Mãn khóa cùng năm, tốt nghiệp với cấp bậc [[Chuẩn úy]].<ref>Cùng tốt nghiệp khóa sĩ quan ở Trường Võ bị Cap Saint Jacques với tướng Nguyễn Hữu Hạnh, sau này lên tướng còn có Đại tướng [[Cao Văn Viên]] và Trung tướng [[Nguyễn Chánh Thi]].<\/ref> Ra trường ông được điều đi phục vụ tại một đơn vị Bộ binh giữ chức vụ Trung đội trưởng dưới quyền Thiếu úy Đại đội trưởng [[Dương Văn Minh]], khởi đầu của mối quan hệ thân tình của ông với tướng Dương Văn Minh về sau này. Giữa năm 1950, ông được thăng cấp [[Thiếu úy]] tại nhiệm. Cuối năm 1951, ông được thăng cấp [[Trung úy]] làm Đại đội trưởng Bộ binh.\n\n===Quân đội Quốc gia Việt Nam===\nNăm 1952, [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] thành lập Bộ Tổng Tham mưu, chính thức chuyển sang cơ cấu mới này, ông được thăng cấp [[Đại úy]] và được cử giữ chức vụ Tham mưu trưởng Phân khu Sài Gòn-Chợ Lớn.\n\nĐầu năm 1954, ông học khóa liên đoàn trưởng Liên đoàn lưu động (GM) tại Hà Nội. Cuối năm 1954, với cấp bậc thiếu tá trung đoàn phó trung đoàn 11, ông nhận tiểu khu Long Xuyên do Pháp giao lại.<ref name=\":1\" \/>\n\n===Quân lực Việt Nam Cộng hòa===\nĐầu năm 1955, ông được thăng cấp [[Thiếu tá]] tại nhiệm. Ông được gọi về làm tham mưu trưởng cho ông [[Dương Văn Minh]] để nhận lãnh phân khu Sài Gòn - Chợ Lớn (gồm Rừng Sác, tỉnh Chợ Lớn, Gia Định, Tây Ninh và thành phố Sài Gòn), phần đất cuối cùng mà Pháp giao lại.<ref name=\":1\" \/>\n\nTháng 10 năm 1955, khi Thủ tướng [[Ngô Đình Diệm]] lên làm Tổng thống đổi tên Quân đội Quốc gia thành [[Quân lực Việt Nam Cộng hòa]] và mở chiến dịch tiêu diệt Lực lượng Vũ trang của các Giáo phái. Đầu năm 1956 kết thúc chiến dịch dẹp loạn Bình Xuyên, Tổng thống Diệm bắt đầu chiến dịch dẹp quân giáo phái Hòa Hảo vẫn do tướng Minh chỉ huy chiến dịch, tháng 9 cùng năm ông được giữ chức vụ Tham mưu trưởng Chiến dịch Hoàng Diệu đánh quân Giáo phái [[Phật giáo Hòa Hảo|Hòa Hảo]], rồi Tham mưu trưởng Chiến dịch [[Thoại Ngọc Hầu]] đánh quân Giáo phái [[Cao Đài]]. Tháng 10 năm 1956 ông được thăng cấp [[Trung tá]].\n\nĐầu năm 1957, ông được chỉ định làm tham mưu trưởng Quân khu Thủ đô (sau đổi thành [[Biệt khu Thủ đô]]) và khu 5 - Nam bộ<ref name=\":1\" \/>. Tháng 8 năm 1958, ông được cử đi du học lớp Chỉ huy Tham mưu cao cấp tại trường Fort Leavenworth, Tiểu bang [[Kansas]], Hoa Kỳ với thời gian 42 tuần. Cuối tháng 7 năm 1959 mãn khóa học về nước, trở về làm trong Bộ tham mưu của ông Dương Văn Minh tại Bộ tư lệnh hành quân (Bộ tư lệnh lộ quân dã chiến).<ref name=\":1\" \/>\n\nĐầu năm 1962, ông được cử đi học khóa tình báo, chiến thuật, chiến lược và phản gián tại Fort Hollabird - Maryland (Mỹ). Đầu năm 1963, ông được thắng cấp [[Đại tá]] và được cử giữ chức vụ Tham mưu trưởng tại Bộ tư lệnh Quân đoàn IV. Tháng 7 năm 1964, chuyển sang ngành quân huấn, ông được cử giữ chức chỉ huy phó trường [[Trường Võ bị Quốc gia Đà Lạt]]. Tháng 7 năm 1967, trở về đơn vị tác chiến, ông được giữ chức tư lệnh phó [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa]] đồn trú tại tại Bạc Liêu. Giữa năm 1968, ông được chỉ định chức vụ Tư lệnh biệt khu 44 chiến thuật (gồm các tỉnh: Hà Tiên, Châu Đốc, Kiến Phong và Kiến Tường).\n\nGiữa năm 1969, một lần nữa, ông được điều động trở lại Bộ Tư lệnh Quân đoàn IV giữ chức vụ Phó Tư lệnh dưới quyền Thiếu tướng [[Nguyễn Viết Thanh]]. Ngày Quân lực 19 tháng 6 năm 1970, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\nTrung tuần tháng 9 năm 1972, ông thuyên chuyển ra Bộ tư lệnh [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II]], giữ chức vụ Phó Tư lệnh (do Thiếu tướng [[Nguyễn Văn Toàn]] làm Tư lệnh) thay thế Chuẩn tướng [[Phan Đình Thứ]]. Giữa năm 1973, thuyên chuyển ra [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I]] giữ chức vụ Chánh Thanh tra Quân đoàn.\n\nNgày 15 tháng 5 năm 1974, ông nhận được quyết định về hưu do Tổng thống [[Nguyễn Văn Thiệu]] ký khi ông mới 48 tuổi. Lý do là ông đã phục vụ trong quân đội quá thời gian quy định ''(trên 20 năm)''. Ý đồ sâu xa của Tổng thống Thiệu là loại bỏ bớt những người ngả theo tướng [[Dương Văn Minh]].<ref name=\":0\" \/>\n\nNgày 29 tháng 4 năm 1975, ông tái ngũ trở lại quân đội trong chính phủ Dương Văn Minh với chức vụ phụ tá tổng tham mưu trưởng.<ref name=\":1\" \/>\n\n===Tình báo viên của quân Giải phóng miền Nam===\nTháng 10 năm 1963, khi đang là Đại tá Tham mưu trưởng Quân đoàn IV, dưới quyền tướng Huỳnh Văn Cao, cha ông là Nguyễn Hữu Điệt qua đời. Do ý nguyện của cha muốn được [[chôn cất]] tại quê nhà, nơi đang thuộc quyền kiểm soát của [[Mặt trận Dân tộc Giải phóng miền Nam]] tỉnh Mỹ Tho, ông đã thỏa thuận ngưng bắn 3 ngày để làm lễ tang và [[chôn cất]] cho cha. Điều này khiến cho Ban binh vận của [[Trung ương Cục miền Nam]] chú ý và nảy ý đồ vận động ông làm cơ sở.\n\nNhiệm vụ tiếp cận, vận động, bồi dưỡng ông được giao cho ông Nguyễn Tấn Thành (Tám vô tư), người bà con bên bà nội (bác, lớn hơn ông khoảng 10 tuổi). Trước đó, có 2 lần ông Thành bị phía quân lực Việt Nam Cộng hòa bắt giữ, nhưng đều được ông can thiệp và trả tự do.<ref name=\":0\">{{Chú thích web|url=http:\/\/cand.com.vn\/thoi-su\/Nguyen-Huu-Hanh-Nguoi-pho-bien-lenh-buong-sung-cua-Tong-thong-duong-Van-Minh-390703\/|tiêu đề=Nguyễn Hữu Hạnh – Người phổ biến lệnh buông súng của Tổng thống Dương Văn Minh}}<\/ref> Ông được gán mật danh là S7 hoặc Sao Mai, nhưng hầu như không được giao nhiệm vụ gì có thể ảnh hưởng đến vị trí của ông. Ông và ông Thành giữ liên lạc với nhau đến tận cuối năm 1974. Nguyễn Hữu Hạnh đã cung cấp cho cách mạng các tin tức chiến lược như: khi [[Phước Long (tỉnh)|Phước Long]] thất thủ, ông nói không có quân tiếp viện. Buôn Mê Thuột bị bỏ ngỏ, quân Việt Nam cộng hòa không có chuẩn bị, khi thất thủ không có tổ chức nào ở lại hậu phương. Khi quân giải phóng tiến về miền Nam, ông đề nghị quân xung kích Giải phóng quân cần tiến nhanh, không sợ bị phản công, ở hậu phương khi cần giao lãnh thổ lại cho địa phương quân. Đối với nội bộ chế độ Sài Gòn, ông tìm cách kích động những sĩ quan chống lại chính sách của [[Nguyễn Văn Thiệu]], chống tham nhũng.<ref name=\":1\" \/>\n\n====Vai trò năm 1975====\nKhi [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] tiến vào Nam, Binh vận Trung ương Cục phái bác Tám Thành gặp ông bàn về việc ông [[Dương Văn Minh]] lên nắm chính quyền. Chừng đó ông phải tìm cách nắm quân đội, tìm mọi cách thuyết phục ông Minh đầu hàng. Trường hợp không được sẽ phối hợp với [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] chiếm lấy phần lãnh thổ còn lại. Ông đưa ý kiến: \"''muốn thúc đẩy người ta giao nhanh cho ông Minh, quân cách mạng phải cắt đứt các đường lộ dẫn vào Sài Gòn cỡ cấp sư đoàn''\".<ref name=\":1\" \/>\n\nNgày 28 tháng 4 năm 1975, sau khi Đại tướng Dương Văn Minh lên nắm chức vụ Tổng thống, ông được phân công giữ chức Phụ tá cho tân Tổng tham mưu trưởng - Trung tướng [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]]. Tuy nhiên, không lâu thì tướng Vĩnh Lộc đào ngũ. Chỉ thị của ông Dương Văn Minh khi ông mới nhậm chức là không được di chuyển quân, chờ thương thuyết. Vì muốn giữ Sài Gòn được nguyên vẹn và giúp quân Giải phóng tiến nhanh nên từ chiều 29 tháng 4 ông đã ra lệnh: \"''Không được phá cầu. Đơn vị nào muốn phá cầu phải có lệnh của Bộ tổng tham mưu''\".<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/but-ky-nguyen-huu-hanh-ky-2-phai-giu-sai-gon-20191001112442769.htm|title=Bút ký Nguyễn Hữu Hạnh – Kỳ 2: Phải giữ Sài Gòn|tác giả=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> Ông còn đồng ý cho tướng Toàn rút Bộ tư lệnh quân đoàn 3 về bên kia sông Đồng Nai (vì biết tướng Toàn muốn đào ngũ), nhờ đó quân Giải phóng chiếm Biên Hoà một cách dễ dàng.\n\nNgoài ra, ông cho [[Quân cảnh Việt Nam Cộng hòa|Quân cảnh]] tung hết các lực lượng để giữ an ninh trật tự cho thành phố, thu hồi và đưa về quân vụ súng ống của các quân nhân đi lẻ tẻ ngoài phố\n\nKhi được làm phụ tá tổng tham mưu trưởng, ông đã vận động để thúc đẩy ông Dương Văn Minh đơn phương tuyên bố bàn giao quyền lại cho [[Cộng hòa Miền Nam Việt Nam]], từ đó ông mới chỉ thị quân đội buông súng được.<ref name=\":1\" \/>\n\n8h sáng 30 ngày 4, các ông [[Dương Văn Minh]], [[Nguyễn Văn Huyền]] và [[Vũ Văn Mẫu]] quyết định đơn phương tuyên bố bàn giao chính quyền lại cho [[Cộng hòa Miền Nam Việt Nam]]. Ông Mẫu ngồi soạn lời tuyên bố, mất khoảng một tiếng đồng hồ. Đến 9h, ông Minh đọc vào máy ghi âm. Trong lúc [[Dương Văn Minh]] thâu băng lời tuyên bố, Nguyễn Hữu Hạnh gọi điện cho tướng [[Nguyễn Khoa Nam]] và yêu cầu tướng Nam cố gắng thi hành lệnh tổng thống sẽ phát trên [[Đài Vô tuyến Việt Nam]]. Nguyễn Hữu Hạnh cũng đến Đài phát thanh để ra nhật lệnh cho quân đội và các lực lượng vũ trang buông súng thi hành lệnh của tổng thống. Tuyên bố của ông [[Dương Văn Minh]], nhật lệnh của Nguyễn Hữu Hạnh được truyền đi trên [[Đài Vô tuyến Việt Nam]] lúc 9h30.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/but-ky-nguyen-huu-hanh-ky-cuoi-ngay-lich-su-20191001113028232.htm|title=Bút ký Nguyễn Hữu Hạnh – Kỳ cuối: Ngày lịch sử|tác giả=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n{{cquote|Tôi, chuẩn tướng Nguyễn Hữu Hạnh, phụ tá tổng tham mưu trưởng, thay mặt trung tướng Vĩnh Lộc (tổng tham mưu trưởng, vắng mặt), yêu cầu tất cả quí vị tướng lãnh và quân nhân các cấp hãy triệt để thi hành lệnh của Tổng thống Việt Nam Cộng hòa về ngưng bắn.\n\nCác cấp chỉ huy Quân lực Việt Nam Cộng hòa hãy sẵn sàng liên lạc với các cấp chỉ huy quân đội của Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam để thực hiện ngưng bắn một cách không đổ máu.|||Nhật lệnh của tướng Nguyễn Hữu Hạnh}}\n\nÔng cũng là một trong 2 tướng lĩnh bên cạnh Tổng thống Dương Văn Minh trong giờ phút cuối cùng của chế độ Việt Nam Cộng hòa (người thứ 2 là Trung tướng [[Nguyễn Hữu Có]], đối thủ cũ của tướng Dương Văn Minh).\n\nSau năm 1975, do là tình báo viên ghi công trong việc tác động đến sự đầu hàng của [[Quân lực Việt Nam Cộng hòa]], ông không phải đi [[Học tập cải tạo|cải tạo]], mà còn được giữ chức vụ Tổng thư ký Hội nhân dân bảo trợ Nhà trường, sau được bầu Ủy viên Trung ương [[Mặt trận Tổ quốc Việt Nam]] với tư cách là Nhân sĩ yêu nước và giữ chức vị đó cho đến khi về hưu.\n\nNgoài ra, ông còn được [[Cộng hòa Miền Nam Việt Nam]] tặng [[Huân chương Quân công]] hạng nhất<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/nguoi-anh-hung-tham-lang-20190930212945136.htm|title=Người anh hùng thầm lặng|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n===Vị tư lệnh thận trọng===\nTrong [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính Tổng thống Diệm ngày 1 tháng 11 năm 1963]], chính ông đã ngầm ủng hộ cho tướng Dương Văn Minh làm đảo chính, hỗ trợ Đại tá [[Nguyễn Hữu Có]] chiếm quyền chỉ huy Sư đoàn 7 Bộ binh, khuyên tướng [[Huỳnh Văn Cao]] án binh bất động, ngăn cản Lực lượng quân đoàn IV về chống đảo chính, giúp cuộc đảo chính thành công.\n\nNăm 1967, ông được chỉ định giữ chức vụ Phó Tư lệnh Sư đoàn 21 Bộ binh do Thiếu tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]] (tức Minh Đờn) làm Tư lệnh.\n\nNăm 1968, ông được cử giữ chức vụ Tư lệnh Biệt khu 44 (bao gồm Hà Tiên, Châu Đốc, Kiến Phong và Kiến Tường). Trong nhiều lần đối mặt với lực lượng cách mạng, ông đều lệnh cho binh sĩ đánh ở thế giằng co mà không tiến chiếm mục tiêu. Khi quân giải phóng rút quân ông cũng ra lệnh rút quân về. Các cố vấn Mỹ mỉa mai gọi ông là \"Tư lệnh thận trọng\", \"Tư lệnh không bao giờ chiếm mục tiêu\".<ref name=\":0\" \/>. Ông đã từ chối không [[B 52]] thả bom vào mật khu trên [[Kênh Tháp Mười]], viện lẽ quá đông dân.<ref name=\":1\" \/>\n\nLúc ông làm tư lệnh phó sư đoàn 21, trong những cuộc hành quân, tôi cho lệnh trực thăng võ trang phải thận trọng, khi nào dưới đất bắn lên mới được bắn lại. Ông nói với thiếu tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]] (tức Minh Đờn), tư lệnh sư đoàn: \"''Sư đoàn đã sử dụng hỏa lực bừa bãi. Thấy cảnh chết chóc nhiều tôi không chịu nổi, có lẽ tôi sẽ không làm việc lâu với anh''\".<ref name=\":1\" \/>\n\n== Gia đình ==\nÔng nội của ông là Nguyễn Quang Phát, bà nội là Phạm Thị Trà. Cha là Nguyễn Hữu Điệt. Mẹ là Nguyễn Thị Có (Tư Hiền).<ref name=\":1\" \/>\n\nÔng có 11 người con, có người sinh sống ở Đức, hầu hết sinh sống làm ăn ổn định tại [[Thành phố Hồ Chí Minh]]. Sau ngày người bạn đời mất, ông buồn bã thường về dưới quê sống\n\nTrong thời gian lưu lại [[Châu Thành, Tiền Giang]], ông đã giúp đỡ cho bà Trần Thị Hiệp (còn gọi là bà Tư bóng), một phụ nữ góa chồng, nuôi năm con rất nghèo với nghề bán vé số dạo nhỏ hơn ông 33 tuổi. Ông quay về Ủy ban Mặt trận Tổ quốc Việt Nam - Thành phố Hồ Chí Minh mượn 30 triệu đồng trả góp trừ lương 2 triệu\/tháng để xây một căn nhà khoảng 30m² ngay nghĩa địa làm nơi sinh sống. Các con của ông kịch liệt phản đối, ông cương quyết với lập trường tình yêu tuổi già nên cuối cùng các con cháu ông phải nhượng bộ<ref name=\":2\" \/>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết==\n*[http:\/\/www.vnn.vn\/chinhtri\/doinoi\/2005\/04\/414031\/][http:\/\/www.vnn.vn\/chinhtri\/doinoi\/2005\/04\/414222\/] Tướng Nguyễn Hữu Hạnh\n*[http:\/\/openvault.wgbh.org\/catalog\/vietnam-8289ff-interview-with-nguyen-huu-hanh-1981 Phỏng vấn Nguyễn Hữu Hạnh, 1981]\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1924]]\n[[Thể loại:Mất năm 2019]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Thành phần thứ ba trong chiến tranh Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}