{"780945":"'''Nguyễn Minh Cần''' (ngày 31 tháng 12 năm 1928 – ngày 13 tháng 5 năm [[2016]]) là [[Chính khách|nhà hoạt động chính trị]], [[nhà báo]], và một trong những nhân vật chính được nhắc đến trong [[Vụ án Xét lại Chống Đảng]]. Từ năm 1964, ông tự rời bỏ Đảng, ở lại Liên Xô, đến năm 1987 thì trở thành nhân vật bất đồng chính kiến chống Nhà nước Liên Xô, sau khi Liên Xô tan rã thì ông lại tích cực tham gia việc tuyên truyền chính trị chống Nhà nước Việt Nam cho đến khi qua đời.\n\n{{Viên chức|\n|tên=Nguyễn Minh Cần|hình=NguyenMinhCan1928.jpg|chức vụ=phó chủ tịch Uỷ ban hành chính thành phố Hà Nội|chức vụ 2=chủ nhiệm báo Thủ đô Hà nội|ngày sinh=ngày [[31 tháng 12]] năm [[1928]]|nơi sinh=[[Hương Bình, Hương Trà|Hương Bình]], [[Hương Trà]], [[Thừa Thiên]], [[Đông Dương thuộc Pháp]]|ngày chết={{ngày mất và tuổi|2016|5|13|1928|12|31}}|nơi chết=[[Moskva]]|vợ=Một người vợ Việt Nam (ông tự ly hôn năm 1964)<br>Inna Malkhanova|đảng=Đảng viên [[Đảng Cộng sản Việt Nam]] (tự rời Đảng năm 1964)}}\n\n==Tiểu sử==\nNguyễn Minh Cần sinh năm [[1928]] tại [[Huế]], tham gia [[Cách mạng tháng Tám]], tổ chức và lãnh đạo khởi nghĩa ở Huế và các vùng phụ cận Huế, vào [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] năm 1946 làm Uỷ viên Thường vụ Thành uỷ Huế.\n\nTừ tháng 11 năm 1946 đến tháng 5 năm 1947, là uỷ viên trong Ban chỉ huy quân sự Khu B của Huế, chiến đấu chống Pháp, bảo vệ thành phố Huế.\n\nSau khi mặt trận Huế bị vỡ, từ tháng 5 năm 1947 đến đầu năm 1951, ông hoạt động kháng chiến chống Pháp trong vùng địch tạm chiếm tỉnh Thừa Thiên. Tháng 5 năm 1947, ông làm bí thư Huyện uỷ Hương Trà; tháng 4 năm 1949, là tỉnh uỷ viên, sau đó là Ủy viên thường vụ Tỉnh uỷ Thừa Thiên.\n\nĐầu năm 1951, Trung ương điều động ông ra Hà Nội để hoạt động trong thành phố Hà Nội đang bị Pháp chiếm đóng. Tháng 4 năm 1951, ông giữ chức bí thư Quận uỷ Ngoại Thành, sau là thành uỷ viên và uỷ viên thường vụ Thành uỷ Hà Nội, kiêm phó chủ tịch Uỷ ban hành chính thành phố Hà Nội và là chủ nhiệm báo Thủ đô Hà nội đến tháng 6 năm 1962. \n\nTháng 6 năm 1962, ông được cử đi học ở Trường đảng cao cấp của trung ương đảng cộng sản Liên Xô và đã tốt nghiệp Trường Đảng cao cấp năm 1965.\n\nTháng 6 năm 1964, ông tự thoát ly Đảng cộng sản khi không chịu về nước và xin cư trú chính trị ở Liên Xô, ông sống tại đó cho đến cuối đời. Ông điện thoại về tuyên bố ly dị người vợ đang ở quê nhà là bí thư đảng ủy Khu Hoàn Kiếm (Hà Nội), ở lại Liên Xô và lấy vợ người Nga, tên Inna Malkhanova. Trong thời gian ở Liên Xô, ông làm nghề biên tập viên và phiên dịch cho Nhà xuất bản Tiến Bộ từ năm 1965 đến khi về hưu năm 1990. Trong 25 năm làm việc cho nhà xuất bản, ông đã dịch, biên tập gần 130 cuốn sách của các nhà văn, nhà báo, nhà chính trị nổi tiếng của Liên Xô và thế giới ra tiếng Việt. Cũng trong thời gian này, ông cùng bà vợ sau là Inna Malkhanova biên soạn bộ từ điển Nga – Việt với 43 ngàn từ, đây là bộ từ điển Nga – Việt lớn nhất và đầy đủ nhất lúc bấy giờ (1977), được tái bản lần 2 và lần 3 (1979; 1987).\n\nSau khi [[Đảng Cộng sản Liên Xô]] bắt đầu thực hành đường lối cải cách \"[[Perestroika]]\", từ năm 1987 đến năm 1993, ông đã cùng với bà Inna Malkhanova tích cực tham gia vào \"[[Phong trào nước Nga dân chủ]]\" hoạt động chống chế độ Xô viết, dẫn đến các biến động chính trị ở Nga hồi tháng 8 năm 1991 làm sụp đổ Nhà nước Liên Xô.\n\nTrong thời gian ở Nga, ông vẫn tích cực tham gia việc tuyên truyền chính trị, là một nhân vật có tư tưởng chống Nhà nước Việt Nam. Giai đoạn 1993 – 1994, với bút danh Trần Minh ông đã làm biên tập viên cho Đài phát thanh \"Tiếng nói Tự do từ [[Moskva|Mạc Tư Khoa]]\".\n\nSau khi nghỉ hưu ông đã tích cực viết sách, viết báo, cùng bà vợ biên soạn từ điển. Năm 2007 ra đời bộ từ điển Nga Việt mới với hơn 50 ngàn từ, là bộ tử điển Nga – Việt lớn nhất và đầy đủ nhất hiện nay (05\/2016), đây là kết quả lao động của hai ông bà hơn 20 năm nhằm bổ sung cho cuốn từ điển trước đó.\n\nÔng mất tại [[Moskva]] lúc 5 giờ sáng ngày 13 tháng 5 năm 2016.\n\n==Sách đã xuất bản==\n#''Công lý đòi hỏi'', Nhà xuất bản Văn Nghệ 1998.\n#Chuyện nước non'', Nhà xuất bản Văn Nghệ 1999.\n#''Đảng Cộng sản Việt Nam qua những biến động trong Phong trào Cộng sản Quốc tế'', Nhà xuất bản Tuổi Xanh 2001.\n#''The Vietnamese Communist Party Through Vicissitudes Of The Communist Internationals'', Nhà xuất bản Tuổi Xanh 2004.\n#''Từ điển Nga-Việt'' (đồng tác giả), Nhà xuất bản Tiếng Nga, năm 1977, 1979, 1987.\n#''Từ điển Nga-Việt Mới'' (đồng tác giả), Nhà xuất bản Vostok - Zapad (Moskva) và Nhà xuất bản Thế giới (Hà Nội), năm 2007.\n\n== Giải thưởng ==\n# Huân chương kháng chiến hạng ba vào lễ kỷ niệm toàn quốc kháng chiến (1956)\n# Huân chương kháng chiến hạng nhất của chủ tịch nước VNDCCH (1961)\n# Huy chương kỷ niệm 850 năm Moscow - phần thưởng cho những người có công đóng góp to lớn cho sự phát triển của thành phố.\n\n==Bài viết==\n*[http:\/\/www.rfa.org\/vietnamese\/in_depth\/long-story-party-diversity-10242013090509.html Chuyện dài ra đảng và đa đảng (phần 1)] 2013-10-24\n\n==Tham khảo==\n{{tham khảo}}\n* [http:\/\/www.bbc.com\/vietnamese\/vietnam\/2015\/02\/150224_nguyen_minh_can_view Từ vụ 'Xét lại chống Đảng' tới Nam tiến]\n* [http:\/\/www.rfa.org\/vietnamese\/in_depth\/nhanvangiaiphamP3_NAn-20060916.html Phỏng vấn ông Nguyễn Minh Cần về vụ án Nhân văn Giai phẩm] \n*\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Nhân vật trong Vụ án Xét lại Chống Đảng]]\n[[Thể loại:Sinh năm 1928]]\n[[Thể loại:Mất năm 2016]]\n[[Thể loại:Cựu đảng viên Đảng Cộng sản Việt Nam]]"}