{"64605":"[[Tập tin:Nguyen-Van-Coc.JPG|phải|nhỏ|180px|Anh hùng, phi công '''Nguyễn Văn Cốc''' trên khoang lái máy bay]]\n'''Nguyễn Văn Cốc''' (sinh năm [[1942]]), là [[Trung tướng]] [[Quân đội nhân dân Việt Nam]], [[Anh hùng Lực lượng vũ trang nhân dân|Anh hùng lực lượng vũ trang nhân dân]], nguyên Chánh [[Thanh tra Bộ Quốc phòng Việt Nam|Tổng thanh tra Quân đội]]; Tư lệnh [[Quân chủng Không quân|Quân chủng không quân]]. Ông là một phi công huyền thoại của [[Việt Nam]] và là người duy nhất trên thế giới dùng [[Mikoyan-Gurevich MiG-21|MiG 21]] bắn hạ 9 - 11 [[máy bay]] [[Hoa Kỳ|Mỹ]]<ref>{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/MiG-21-Thanh-guom-bau-huyen-thoai-bau-troi-384850\/|title=MIG 21 – Thanh gươm báu, huyền thoại bầu trời}}<\/ref> trên bầu trời [[Bắc Việt Nam]] (bao gồm 2 chiếc [[UAV]] trinh sát, 1 chiếc F-102, 3 chiếc F4 và 3 - 5 chiếc F-105)<ref>http:\/\/acepilots.com\/vietnam\/viet_aces.html<\/ref>.\n\nNguyễn Văn Cốc là phi công MiG-21 bắn rơi nhiều máy bay nhất của Việt Nam cũng như trên thế giới. Có một trùng hợp thú vị và là cha của ông tên là Nguyễn Văn Bảy, lại trùng tên với anh hùng [[Nguyễn Văn Bảy (A)|Nguyễn Văn Bảy]] - phi công MiG-17 bắn rơi nhiều máy bay Mỹ nhất của Việt Nam cũng như trên thế giới.\n\n== Cuộc đời và chiến công ==\nÔng sinh tháng 12 năm 1942<ref>[http:\/\/www.btlsqsvn.org.vn\/?tim=%22nguy%E1%BB%85n+v%C4%83n+c%E1%BB%91c%22&lgid=1 Trung tướng Nguyễn Văn Cốc - Tổng Thanh tra Quân đội nhân dân Việt Nam]<\/ref>, quê tại xã Bích Sơn, huyện [[Việt Yên]], tỉnh [[Bắc Giang]]. Thân sinh của ông là liệt sỹ Nguyễn Văn Bảy, Chủ tịch Mặt trận [[Việt Minh]] huyện Việt Yên, Bắc Giang, bị quân Pháp giết chết vào năm 1947.\n\nNăm 1961, khi đang học lớp 8, trường Ngô Sĩ Liên tại [[bắc Giang (thành phố)|thị xã Bắc Giang]], ông trúng tuyển kỳ thi chọn đào tạo phi công. Ông nhập ngũ và được đưa đi huấn luyện tại Trường dự khóa bay ở sân bay Cát Bi ([[Hải Phòng]])<ref>Phiên hiệu khi đó là Tiểu đoàn 95, Cục Không quân.<\/ref>. Tháng 8 năm 1962, ông cùng đoàn huấn luyện phi công 120 người sang đào tạo tại Trường Không quân ở [[Liên Xô]].\n\nTháng 11 năm 1964, ông là một trong 17 phi công [[Mikoyan-Gurevich MiG-17|MiG-17]] trong tổng số 23 phi công tốt nghiệp khóa đào tạo<ref>[https:\/\/archive.is\/20130422000122\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/230\/231\/231\/94704\/Default.aspx Nguyễn Văn Cốc, phi công biệt danh \"Chim cắt số 2\"]<\/ref>. Sau khi về nước, ông được phiên chế về Đại đội 1, Trung đoàn 921 ([[Đoàn không quân Sao Đỏ|Đoàn Không quân Sao Đỏ]]). Nhưng không lâu sau, lại được chọn để đi học chuyển loại máy bay [[Mikoyan-Gurevich MiG-21|MiG-21]] ở Liên Xô một năm. Ông được kết nạp [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] năm 1966, khi đang học tại Liên Xô. Ông trở lại về đoàn Sao Đỏ vào đầu năm 1967.\n\nTrong đội hình biên đội MiG-21 hai chiếc, ông được phân công ở vị trí số 2 với mục đích bảo vệ cho số 1 tiêu diệt đối phương. Ngày [[30 tháng 4]] năm [[1967]], ông xuất kích trong biên đội do phi công Nguyễn Ngọc Độ (cũng là một ace của Việt Nam) làm biên đội trưởng. Trận không chiến diễn ra với các máy bay [[Republic F-105 Thunderchief|F-105 Thunderchief]] trên bầu trời [[Hòa Bình]], [[Sơn La]]. Gặp thời cơ thuận lợi, sau khi biên đội trưởng bắn hạ một F-105, ông cũng chớp thời cơ bắn hạ thêm một chiếc F-105 nữa. Cả hai chiếc MiG đều về an toàn. Đây là chiếc máy bay đầu tiên ông bắn hạ, mở đầu cho thành tích của người phi công trong các cuộc không chiến trên bầu trời Bắc Việt Nam.\n\nTheo nguyên tắc chiến thuật phi đội hai chiếc của MiG-21, số 2 chỉ có nhiệm vụ yểm trợ, quan sát đối phương giúp cho số 1 vào công kích. Nguyễn Văn Cốc cải tiến chiến thuật, cùng tham gia tiêu diệt máy bay đối phương, do đó, hiệu suất phi đội tăng lên. Trước kia do chỉ có số 1 công kích, tối đa phi đội chỉ bắn hạ được 2 máy bay đối phương (vì MiG-21 chỉ mang được 2 tên lửa). Theo chiến thuật cải tiến, phi đội của ông cao điểm có thể bắn hạ được 3 máy bay đối phương. Để đạt được điều này, số 2 phải phán đoán và hành động chớp thời cơ rất nhanh. Do chiến thuật cải tiến này, ông được đồng đội đặt cho biệt danh là '''Chim cắt số 2'''.\n\nVới sự sáng tạo chiến thuật trong không chiến, chỉ riêng trong năm 1967, ông đã bắn rơi 6 máy bay đối phương. Trong tổng số 9 chiếc, có 6 chiếc ông bắn hạ khi bay ở vị trí số 2. Từ đó, chiến thuật do ông sáng tạo được đưa vào nội dung huấn luyện và thực tiễn đã mang lại kết quả tốt, giúp không quân Việt Nam nâng cao hiệu suất chiến đấu trong một thời gian dài, khiến cho các phi công Mỹ cũng khâm phục.\n\nNgày 18 tháng 6 năm 1969, ông được tuyên dương [[Anh hùng Lực lượng vũ trang nhân dân|Anh hùng Lực lượng Vũ trang Nhân dân Việt Nam]], với thành tích bắn hạ 9 máy bay Mỹ chỉ trong 2 năm. Trên chiếc MiG-21 PF, số máy bay ông bắn hạ được phía Việt Nam công bố gồm 11 chiếc, trong đó có 3 [[McDonnell Douglas F-4 Phantom II|F-4]], 5 F-105, 1 chiếc F-102 và 2 máy bay trinh sát không người lái. Phía Mỹ thì thừa nhận số máy bay bị ông bắn hạ gồm 9 chiếc, trong đó có 2 F-4D, 1 F-4B, 2 F-105F, 1 F-105D, 1 F-102A và 2 chiếc UAV trinh sát. Trong toàn bộ các cuộc không chiến trên bầu trời Bắc Việt Nam, ông có số bắn hạ máy bay cao nhất của cả Việt Nam và Mỹ. Ngoài ra, ông còn hỗ trợ đồng đội bắn hạ thêm 9 máy bay nữa. Khi đó, ông mới vừa 27 tuổi, hàm Đại úy Không quân.\n\nÔng từng phải nhảy dù hai lần. Một lần vào ngày 2 tháng 1 năm 1967, trong chiến dịch Bolo, ông bị bắn rơi khi vừa cất cánh do thiếu kinh nghiệm và chưa kịp phản ứng trước đối phương (trong trận này, phía Việt Nam bị bắn hạ 6\/8 MiG-21 khi chưa kịp phát hiện đối phương. Cả sáu phi công kịp thời nhảy dù an toàn. Phía Mỹ không mất một chiếc nào) {{Cần chú thích}}. Một lần khác ông phải bắt buộc nhảy dù sau khi máy bay hết dầu lúc không chiến. Tháng 8 năm 1970, ông là Đại đội phó Đại đội 1, Trung đoàn Không quân 921.\n\nSau năm 1970, ông được yêu cầu chuyển sang làm công tác huấn luyện cho các phi công mới. Điều này cũng phù hợp với quy hoạch phát triển đội ngũ các phi công xuất sắc (''flying ace'') của không quân Việt Nam. Cùng thời gian này, phi công MiG-17 [[Nguyễn Văn Bảy]] (còn gọi là Bảy A), cũng được chuyển sang làm công tác huấn luyện.\n\n== Làm lãnh đạo trong Quân đội ==\nÔng công tác liên tục trong [[Không quân Nhân dân Việt Nam|Binh chủng Không quân]]. Tháng 9 năm 1972, ông được cử đi học sĩ quan chỉ huy không quân tại [[Học viện Không quân Gagarin]] ([[Liên Xô]]). Năm 1976, ông tốt nghiệp, về nước tiếp tục công tác trong [[Không quân Nhân dân Việt Nam|Quân chủng Không quân]] vừa được thành lập:\n* Tháng 10 năm 1977, ông được giao làm Trung đoàn phó Trung đoàn Không quân 921, Sư đoàn 371, Quân chủng Không quân.\n* Tháng 3 năm 1978, ông được bổ nhiệm làm Trung đoàn trưởng Trung đoàn Không quân 921.\n* Tháng 8 năm 1979, ông là Phó Sư đoàn trưởng Sư đoàn Không quân 371.\n* Tháng 8 năm 1981, ông được chuyển làm Sư đoàn trưởng Sư đoàn Không quân 370. Một năm sau, tháng 8 năm 1982, ông được chuyển về lại Sư đoàn Không quân 371 với chức vụ Sư đoàn trưởng.\n* Tháng 5 năm 1988, ông được bổ nhiệm làm Phó Tham mưu trưởng Quân chủng Không quân.\n* tháng 8 năm 1990, là Phó tư lệnh Quân chủng Không quân, hàm [[Thiếu tướng]].\n* Tháng 6 năm 1996, ông giữ chức Tư lệnh [[Quân chủng Không quân]].\n* Tháng 12 năm 1997, ông được bổ nhiệm làm Phó Tổng Thanh tra [[Quân đội nhân dân Việt Nam]].\n* Từ tháng 10 năm 1998 đến năm 2002, Chánh [[Thanh tra Bộ Quốc phòng Việt Nam|Thanh tra Bộ Quốc phòng]], hàm [[Trung tướng]] (từ 1999).\n* Năm 2003, ông được nghỉ hưu.\n\n== Lịch sử thụ phong quân hàm ==\n{| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\"\n|- align=center\n|- bgcolor=\"#cccccc\"\n! Năm thụ phong!! 1990!! 1999!!\n|- align=center\n| '''Quân hàm''' || [[Tập tin:Vietnam People's Army Major General.jpg|72x72px]] || [[Tập tin:Vietnam People's Army Lieutenant General.jpg|72x72px]] \n|- align=center\n| '''Cấp bậc''' || Thiếu tướng || [[Trung tướng Quân đội nhân dân Việt Nam thế kỷ 20|Trung tướng]]\n|-\n| colspan=\"11\" |\n|}\n\n== Phần thưởng cao quý ==\nÔng được nhà nước Việt Nam tuyên dương:\n* [[Anh hùng lực lượng vũ trang nhân dân]] Việt Nam\n*[[Huân chương Quân công]] hạng Nhì, ba\n* 11 [[Huân chương Chiến công]] hạng Nhất, Nhì, Ba.\n* [[Huân chương Kháng chiến chống Mỹ]] hạng ba.\n* [[Huân chương Chiến sĩ vẻ vang]] hạng nhất, nhì, ba.\n* [[Huy chương Quân kỳ quyết thắng]].\n* 9 Huy hiệu Bác Hồ\n\n==Đời tư ==\nNăm 1966, ông làm quen với bà Đới Thu Hương, diễn viên của Đoàn văn công Quân chủng Phòng không - Không quân, đến năm 1974, ông bà làm đám cưới. Trước nghỉ hưu, bà Hương là Thượng tá, Giám đốc Thư viện Quân chủng Phòng không không quân. Ông bà có với nhau 2 người con. một con trai và một con gái.\nNăm 2004, khi về nghỉ hưu hơn một năm, ông bị chấn thương cột sống do bị trơn trượt ngã cầu thang.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/bachkhoatoanthu.vass.gov.vn\/noidung\/tudien\/Lists\/GiaiNghia\/View_Detail.aspx?ItemID=23648 Nguyễn Văn Cốc] trên [[Từ điển bách khoa Việt Nam]]\n* [https:\/\/web.archive.org\/web\/20061012000730\/http:\/\/www.qdnd.vn\/qdnd\/sukiennhanchung.nhanvatbanyeuthich.3318.qdnd Trung tướng-anh hùng phi công Nguyễn Văn Cốc: Huyền thoại từ bầu trời!]\n* [http:\/\/www.acepilots.com\/vietnam\/viet_aces.html Vietnamese Aces]\n\n{{sơ khai}}\n{{Phi công Ace (VN)}}\n{{Thời gian sống|1942}}\n\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Chiến sĩ thi đua]]\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Phi công Quân đội nhân dân Việt Nam]]\n[[Thể loại:Quân nhân trong Chiến tranh Việt Nam]]\n[[Thể loại:Phi công Ách Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1990]]"}