{"3196008":"{{Bài cùng tên|Nguyễn Văn Thiện (định hướng)}}\n{{Thông tin viên chức\n|tên= Nguyễn Văn Thiện\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= Tư lệnh Biệt khu Quảng Đà\n|bắt đầu= 2\/1966\n|kết thúc= 11\/1970\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá (11\/1963)<br>-Chuẩn tướng (11\/1970)\n|tiền nhiệm=\n|kế nhiệm=\n|địa hạt= Quân khu II\n\n|chức vụ 2= Thị trưởng Đà Nẵng\n|bắt đầu 2= 3\/1964\n|kết thúc 2= 2\/1966\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá\n|tiền nhiệm 2= -Trung tá Trần Ngọc Châu\n|kế nhiệm 2= -Bác sĩ Nguyễn Văn Mẫn\n|địa hạt 2= Biệt khu Quảng Đà\n\n|chức vụ 3= [[Hình: QD I VNCH.jpg|22px]]<br>Tư lệnh phó Quân đoàn I\n|bắt đầu 3= 2\/1964\n|kết thúc 3= 2\/1966\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá\ntiền nhiệm 3=\n|kế nhiệm 3=\n|địa hạt 3= Quân khu I\n\n|chức vụ 4= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy trưởng Binh chủng Thiết Giáp\n|bắt đầu 4= 5\/1958\n|kết thúc 4= 12\/1963\n|trưởng chức vụ 4= Cấp bậc \n|trưởng viên chức 4= -Trung tá (5\/1958)<br>-Đại tá\n|tiền nhiệm 4= -Trung tá [[Hoàng Xuân Lãm]]\n|kế nhiệm 4= -Đại tá [[Vĩnh Lộc]]\n|địa hạt 4= Biệt khu Thủ đô\n\n|chức vụ 5= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Trưởng phòng Lục quân<br>Nha Nhân viên (Bộ Quốc phòng)\n|bắt đầu 5= 3\/1956\n|kết thúc 5= 5\/1958\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại úy (12\/1955)<br>-Thiếu tá (10\/1956)\n|tiền nhiệm 5= -Thiếu tá Nguyễn Sĩ Túc\n|kế nhiệm 5= -Đại úy Trần Ngọc Thống\n|địa hạt 5= Biệt khu Thủ đô\n\n|quốc tịch= {{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tử nạn\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học tại Huế<br>-Trường Sĩ quan Trừ bị Thủ Đức<br>-Trường Chỉ huy Tham mưu Fort Leavenworth, Hoa Kỳ\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[Tháng 6]] năm [[1928]]\n|ngày mất= [[3 tháng 11]] năm [[1970]] ([[42]] tuổi)\n|nơi sinh= [[Thừa Thiên]], [[Việt Nam]]\n|nơi mất= [[Đà Nẵng]], [[Việt Nam]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|năm phục vụ= [[1952]]-[[1970]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|20px]] [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Binh chủng Thiết giáp]]<br>[[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Nguyễn Văn Thiện''' (1928-1970), nguyên là một tướng lĩnh sĩ gốc Kỵ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ những khóa đầu tiên ở trường Sĩ Quan Trừ bị được Quân đội Pháp hỗ trợ cho Chính phủ Quốc gia mở ra tại miền Nam Việt Nam với mục đích đào tạo sĩ quan người Việt phục vụ cho Quân đội Liên hiệp Pháp. Sau một thời gian phục vụ ở Binh chủng Thiết giáp, ông được chuyển nhiệm vụ sang lĩnh vực Chỉ huy & Tham mưu cấp Quân đoàn và Biệt khu. Năm 1970, ông bị tử nạn máy bay và mất tích.\n\n==Tiểu sử và Binh nghiệp==\nÔng sinh vào tháng 6 năm 1928 trong một gia đình Nho học tại Phú Vang, Thừa Thiên, miền Trung Việt Nam. Năm 1949, ông tốt nghiệp Trung học chương trình Pháp tại Huế với văn bằng Tú tài bán phần (Part I). Sau đó được bổ dụng làm công chức tại Huế cho đến ngày gia nhập quân đội.\n\n===Quân đội Quốc gia Việt Nam===\nGiữa tháng 9 năm 1952, thi hành lệnh động viên ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 48\/104.136. Theo học khóa 2 Phụng Sự<ref>Tốt nghiệp khóa 2 Thủ Đức có 4 vị mang cấp Chuẩn tướng. Tuy nhiên, chỉ riêng tướng Nguyễn Văn Thiện nhận quyết định thăng cấp trước khi tử nạn. Ba vị còn lại là Đại tá được truy thăng khi bị tử nạn hoặc tử trận: [[Bùi Quý Cảo]], [[Ngô Hán Đồng]] và [[Nguyễn Văn Khương]].<\/ref> tại Trường Sĩ quan Trừ bị Thủ Đức. Ngày 1 tháng 4 năm 1953 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, ông được chọn về đơn vị Thám thính xa và được cử đi thụ huấn khóa Trung đội trưởng Thiết giáp tại Trung tâm Huấn luyện Thiết giáp Viễn Đông của Quân đội Pháp ở Vũng Tàu. Tháng 7 năm 1953, mãn khoá về đơn vị ông được giữ chức vụ Chi đội trưởng Chi đội Thiết giáp, đồn trú tại An Nông, Huế. Đến năm 1954, ông được thăng cấp [[Trung úy]] và được cử làm Chi đoàn trưởng Chi đoàn 2 Thám thính.\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1955, ông được biệt phái sang Tiểu đoàn 2 Danh dự Huế, giữ chức Trung đội trưởng Thiết giáp hộ tống (gồm 4 xe Thiết giáp AM). Sau khi Quân đội Quốc gia được đổi tên thành Quân đội Việt Nam Cộng hòa (cuối tháng 10 năm 1955). Tháng 12 cùng năm, ông được thăng cấp [[Đại úy]] và được cử đi du học khoá Thiết giáp cao cấp tại Trường Thiết giáp Saumur, Pháp.\n\nTrung tuần tháng 3 năm 1956, ông được chỉ định làm Trưởng phòng Lục quân thuộc Nha Nhân viên Bộ Quốc phòng thay thế Thiếu tá [[Nguyễn Sĩ Túc (Đại tá, Quân lực VNCH)|Nguyễn Sĩ Túc]].<ref>Thiếu tá Nguyễn Sĩ Túc sinh năm 1923 tại Hải Dương, tốt nghiệp trường Võ bị Địa phương Bắc Việt. Sau cùng là Đại tá Chỉ huy trưởng trường Tổng quản trị.<\/ref> Tháng 10 cùng năm ông được đặc cách thăng cấp [[Thiếu tá]] tại nhiệm.\n\nĐầu năm 1958, ông nhận lệnh bàn giao chức vụ Trưởng phòng Lục quân lại cho Đại úy [[Trần Ngọc Thống (Đại tá, Quân lực VNCH)|Trần Ngọc Thống]].<ref>Đại uý Trần Ngọc Thống sinh năm 1924 tại Hà Nam, tốt nghiệp Trường Sĩ quan Nam Định. Sau cùng là Đại tá Giám đốc Nha Trừ bị Bộ Quốc phòng.<\/ref> Tháng 5 cùng năm, ông được thăng cấp [[Trung tá]] và được bổ nhiệm vào chức vụ Chỉ huy trưởng Binh chủng Thiết giáp binh thay thế Trung tá [[Hoàng Xuân Lãm]] được cử đi du học lớp Chỉ huy và Tham mưu tại Hoa Kỳ. Đầu năm 1962, ông được cử đi du học ở Hoa Kỳ lớp Chỉ huy Tham mưu cao cấp tại trường Chỉ huy và Tham mưu Fort Leavenworth thuộc Tiểu bang Kansas, sau khi tạm bàn giao Bộ Chỉ huy Thiết giáp lại cho cấp phó Xử lý Thường vụ. Tháng 6 cùng năm mãn khóa học về nước, ông tiếp tục giữ chức vụ Chỉ huy trưởng Thiết giáp binh.\n\nNgày 1 tháng 11 năm 1963, trong cuộc đảo chính Tổng thống [[Ngô Đình Diệm]], ông được mời họp ở văn phòng Thiếu tướng [[Trần Thiện Khiêm]] Tham mưu trưởng Liên quân tại Bộ Tổng tham mưu và bị giữ luôn ở phòng họp số 1, trước khi cuộc đảo chính khởi sự để cho kế hoạch đảo chính được giữ bí mật. Ngày 3 tháng 11 ông được thăng cấp [[Đại tá]] tại nhiệm. Tháng 12 cuối năm, ông được lệnh bàn giao chức vụ Chỉ huy trưởng Thiết giáp lại cho Đại tá [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]] nguyên Chỉ huy trưởng Trung tâm Huấn luyện Quốc gia Vạn Kiếp.\n\nĐầu tháng 2 năm 1964, sau cuộc Chỉnh lý của tướng [[Nguyễn Khánh]], ông được cử vào chức vụ Phó Tư lệnh Quân đoàn I và Vùng 1 chiến thuật do Thiếu tướng [[Tôn Thất Xứng]] làm Tư lệnh. Tháng 3 cùng năm, ông kiêm nhiệm chức Thị trưởng Đà Nẵng thay thế Trung tá [[Trần Ngọc Châu (Đại tá, Quân lực VNCH)|Trần Ngọc Châu]].<ref>Trung tá Trần Ngọc Châu tốt nghiệp khóa 3 Võ bị Đà Lạt, giải ngũ ở cấp Đại tá. Đắc cử Dân biểu Quốc hội giữ chức Tổng thư ký Hạ nghị viện.<\/ref>\n\nTrung tuần tháng 2 năm 1966, ông được lệnh bàn giao chức vụ Thị trưởng Đà Nẵng lại cho Bác sĩ Nguyễn Văn Mẫn. Sau đó được cử vào chức vụ Tư lệnh Biệt khu Quảng Nam, Đà Nẵng (Quảng-Đà). Ngày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 năm 1970, ông nhận được quyết định thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\n==Tử nạn==\nNgày 3 tháng 11 năm 1970, từ Đà Nẵng vào Sài Gòn để dự lễ gắn cấp bậc Chuẩn tướng cho chính mình tại Dinh Độc Lập. Ông bay trên chiếc phản lực cơ A.37 (chỉ bay được 2 người), nhưng hành trình bay đã không đến đích và không biết phi cơ bị tai nạn như thế nào. Ông được ghi nhận bị tử nạn và mất tích.<ref>Cùng tử nạn và mất tích với tướng Thiện còn có một sĩ quan Hoa tiêu: Đại úy [[Bùi Văn Lợi (Thiếu tá, Quân lực VNCH)|Bùi Văn Lợi]] (Đại uý Bùi Văn Lợi sinh năm 1939 tại Thừa Thiên, tốt nghiệp khóa 17 Lê Lai, Võ bị Quốc gia Đà Lạt. Được truy thăng Thiếu tá).<\/ref> Hưởng dương 42 tuổi.\n\nSau tai nạn, một số các đơn vị thuộc Quân lực Việt Nam Cộng hòa qua nhiều ngày nỗ lực tìm kiếm thi hài và máy bay mất tích, từ miền núi đến bờ biển dọc theo hành trình bay của chiếc A.37 nhưng không có kết quả.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1928]]\n[[Thể loại:Mất năm 1970]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Thừa Thiên Huế]]"}