{"3171637":"'''Nguyễn Công Truyền''' (1905- 1973) là nhà cách mạng Việt Nam, Giám đốc Sở Thông tin tuyên truyền Bắc Bộ, Phó Chủ tịch Ủy ban Kháng chiến Hành chính tỉnh Ninh Bình.\n\nÔng quê xã Vũ Trung, huyện Kiến Xương, tỉnh [[Thái Bình]] trong gia đình có truyền thống yêu nước. Là cháu nội nhà yêu nước [[Nguyễn Mậu Kiến]], con trai thứ sáu của Tú tài Nguyễn Hữu Đàn (1869-1907), em ruột [[Nguyễn Công Viễn]] tức [[Lâm Đức Thụ]], [[Nguyễn Công Thu]]...\n\n==Quá trình hoạt động cách mạng==\n\nNăm 1925 Nguyễn Công Truyền vào Sài Gòn, rồi sang Pháp, hoạt động trong Hội Liên hiệp thuộc địa (một tổ chức do [[Nguyễn Ái Quốc]] tham gia sáng lập), sinh hoạt trong chi hội Paris, tham gia điều hành tờ báo Việt Nam Hồn. Sau gần 4 năm ở Paris hoạt động trong phong trào yêu nước của Việt kiều, Nguyễn Công Truyền trở về Sài Gòn tiếp tục hoạt động trong [[Việt Nam Cách mạng Thanh niên Hội]]. \nNăm 1930 được kết nạp vào Đảng Cộng sản, phụ trách chi bộ Đảng tại Cao Miên. Cuối 1930 dự hội nghị do Xứ ủy Nam Kỳ triệu tập, bị Pháp bắt giam ở khám lớn Sài Gòn, đến 1933 đưa về quản thúc ở Thái Bình<ref>{{chú thích web | url = http:\/\/www.thaibinh.de\/gioi-thieu\/tu-dien-thai-binh-toan-tap-muc-2696-2902-n-1296.html | tiêu đề = \"TỪ ĐIỂN THÁI BÌNH\" toàn tập (mục 2696 | author = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\nTrong phong trào Mặt trận Dân chủ Đông Dương, ông ra hoạt động công khai, viết báo Tin tức và Le Travail. Tháng 7-1938, Đảng đưa ông ra tranh cử chức Nghị viên của Hội đồng Dân biểu Bắc Kỳ nhưng không trúng cử.\n\nNăm 1939, ông lại bị thực dân Pháp bắt, kết án tù giam ở Thái Bình, sau chuyển đi các trại giam Bắc Mê (Hà Giang), Phú Thọ, Bá Vân (Thái Nguyên). 1944 ông ra tù, hoạt động trong Mặt trận Việt Minh.\n\nTháng 8-1945 ông được cử đi dự Quốc dân Đại hội ở Tân Trào. Cách mạng thành công, ông được cử làm Ủy viên Uỷ ban Hành chính Bắc Bộ, kiêm nhiệm Giám đốc Sở Thông tin tuyên truyền Bắc Bộ.\n\n1945 - 1946, ông được cử tham gia một số hoạt động ngoại giao với thực dân Pháp, chính phủ Trung Quốc và các đảng phái trong nước. Cuối 1946 ông được giao phụ trách Ủy ban Tản cư Di cư Bắc Bộ.\n\n1948 ông làm Tham chính văn phòng Bộ Nội vụ.\n\n1949 - 1954: Phó Chủ tịch Uỷ ban Kháng chiến Hành chính kiêm nhiệm Chủ tịch Hội Liên hiệp quốc dân Việt Nam (tức Mặt trận Liên Việt) tỉnh Ninh Bình.\n\nSau khi hòa bình được lập lại, ông giữ chức Vụ phó Vụ Lễ tân, rồi Vụ trưởng Vụ Lãnh sự Bộ Ngoại giao.\n\nNăm 1970 ông được nghỉ hưu, từ trần ngày 5-10-1973.\n\n== Tham khảo ==\n{{Tham khảo}}\n{{sơ khai chính khách Việt Nam}}\n{{Thời gian sinh|1905}}{{Thời gian mất|1973}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Hội Việt Nam Cách mạng Thanh niên]]"}