{"3197794":"{{Thông tin viên chức\n|tên= Nguyễn Đức Khánh\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Fatherland - Space.png|22px]]<br>Tư lệnh Sư đoàn 1 Không quân\n|bắt đầu= 9\/1970\n|kết thúc= 3\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá<br>-Chuẩn tướng (4\/1974)\n|tiền nhiệm= Đầu tiên\n|kế nhiệm= Sau cùng\n|địa hạt= Quân khu 1\n\n|chức vụ 2= [[Hình: Fatherland - Space.png|22px]]<br>?Tư lệnh Không đoàn 41 Chiến thuật\n|bắt đầu 2= 6\/1968\n|kết thúc 2= 9\/1970\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tá (6\/1968)<br>-Đại tá (6\/1970)\n|địa hạt 2= Vùng 1 chiến thuật\n\n|chức vụ 3= Phi đoàn trưởng Phi đoàn Khu trục cơ\n|bắt đầu 3= 11\/1965\n|kết thúc 3= 6\/1968\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tá (11\/1965)\n|địa hạt 3= Vùng 1 chiến thuật 3=\n\n|quốc tịch= [[Hình: Flag of Canada (Pantone).svg|22px]] Canada<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Bệnh\n|nơi ở= Québec, Canada\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|vợ= Trần Thị Mỹ Dung\n|cha= Nguyễn Trinh Tường\n|mẹ= Tôn Nữ Thị Lương\n|họ hàng= Trần Quán (cha vợ)<br>Trần Thị Phi Loan (mẹ vợ)\n|con= 5 người con trai:<br>Nguyễn Đức Hiền<br>Nguyễn Đức Huy<br>Nguyễn Đức Hy<br>Nguyễn Đức Hân<br>Nguyễn Đức Hoàn\n|học vấn= Tú tài toàn phần\n|học trường= Trường Trung học Lycée Chasseloup Laubat, Sài Gòn<br>-Trường Võ bị Không quân Salon de Provence, Pháp\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[1 tháng 8]] năm [[1932]]\n|nơi sinh= [[Nha Trang]], [[Việt Nam]]\n|ngày mất= [[14 tháng 9]] năm [[1996]] ([[64]] tuổi)\n|nơi mất= [[Montréal]], [[Québec]], [[Canada]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|năm phục vụ= [[1954]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Fatherland - Space.png|20px]] [[Không lực Việt Nam Cộng hòa|Không quân]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Nguyễn Đức Khánh''' (1932-1996), nguyên là một tướng lĩnh Không Quân của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Là dân chính được tuyển thẳng vào Quân chủng Không quân. Ông xuất thân từ trường Võ bị Không quân Pháp ngành phi hành. Tuần tự từ một Phi công hoa tiêu cho đến sau cùng ông giữ chức vụ Tư lệnh một Sư đoàn trong Quân chủng Không quân.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 1 tháng 8 năm 1932 trong một gia đình thương nhân khá giả tại Nha Trang, Duyên hải miền Trung Việt Nam. Thiếu thời, ông học Tiểu học tại Nha Trang. Khi học lên trên, ông được cha mẹ gửi về Sài Gòn học ở trường Trung học Lycée Chasseloup Laubat ''(sau là trường Lê Quý Đôn)''. Năm 1953, ông tốt nghiệp với văn bằng Tú tài toàn phần Pháp (Part II).\n\n===Quân đội Quốc gia Việt Nam===\nĐầu năm 1954, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 52\/600.277. Trúng tuyến vào Quân chủng Không quân. Ông được gửi đi du học ngành Phi hành tại trường Võ bị Không quân Salon de Provence, Pháp. Tốt nghiệp với cấp bậc [[Thiếu úy]] Hoa tiêu Khu trục.\n\n===Quân đội Việt Nam Cộng hòa===\nGiữa năm 1955, về nước ông phục vụ trong ngành Không quân của Quân đội Quốc gia. Sau đó chuyển sang phục vụ cơ cấu mới là Quân đội Việt Nam Cộng hòa với nhiệm vụ phi công trong Phi tuần Khu trục chiến đấu. Đầu năm 1957, ông được thăng cấp [[Trung úy]] làm Chỉ huy phó Phi đội Khu trục. Tháng 2 năm 1961, ông được thăng cấp [[Đại úy]] và được lên làm Chỉ huy trưởng Phi đội Khu trục.\n\nNgày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1965, ông được thăng cấp [[Thiếu tá]] giữ chức vụ Phi đoàn trưởng Phi đoàn Khu trục cơ. Ngày Quân lực 19 tháng 6 năm 1968, ông được thăng cấp [[Trung tá]] và được bổ nhiệm làm Tư lệnh Không đoàn 41 chiến thuật.\n\nNgày quân lực 19 tháng 6 năm 1970, ông được thăng cấp [[Đại tá]] tại nhiệm. Tháng 9 cùng năm, ông được bổ nhiệm làm Tư lệnh Sư đoàn 1 Không quân tân lập<ref>'''Không lực Việt Nam Cộng hòa''', từ năm 1970 đến năm 1972 đã cải tổ, lấy nòng cốt từ các Không đoàn Chiến thuật và Vận tải để thành lập 6 Sư đoàn như sau:<br>-''Năm 1970 thành lập:''<br>-'''Sư đoàn 1''', phối thuộc Quân đoàn I, trách nhiệm không phận và lãnh thổ Quân khu 1, gồm có Không đoàn 41, 51 và 61. Bộ Tư lệnh Sư đoàn đặt tại Đà Nẵng<br>-'''Sư đoàn 2''', phối thuộc Quân đoàn II, trách nhiệm không phận và lãnh thổ Quân khu 2, gồm có Không đoàn 62 và 92. Bộ Tư lệnh Sư đoàn đặt tại Nha Trang<br>-'''Sư đoàn 3''', phối thuộc Quân đoàn III, trách nhiệm không phận và lãnh thổ Quân khu 3, gồm có Không đoàn 23, 43 và 63. Bộ Tư lệnh Sư đoàn đặt tại Biên Hòa<br>-'''Sư đoàn 4''', phối thuộc Quân đoàn IV, trách nhiệm không phận và lãnh thổ Quân khu 4, gồm có Không đoàn 64, 74 và 84. Bộ Tư lệnh Sư đoàn đặt tại Cần Thơ<br>-''Năm 1971 thành lập:''<br>-'''Sư đoàn 5''', phối thuộc Biệt khu Thủ đô, Tổng trừ bị cho Bộ Tổng Tham mưu, trách nhiệm không phận và lãnh thổ Biệt khu Thủ đô đồng thời hỗ trợ cho các Quân khu khác khi cần, gồm có Không đoàn 33 và 53. Bộ Tư lệnh đặt tại Tân Sơn Nhất, Sài Gòn (cũng là Sư đoàn Vận tải của Quân chủng)<br>-''Năm 1972 thành lập:''<br>-'''Sư đoàn 6''', phối thuộc Quân đoàn II, chia sẻ với Sư đoàn 2 trách nhiệm không phận và lãnh thổ các tỉnh thuộc vùng Cao nguyên của Quân khu 2, gồm có Không đoàn 72 và 82. Bộ Tư lệnh đặt tại Pleiku. Các tỉnh vùng Duyên hải còn lại của Quân khu 2, trách nhiệm thuộc về Sư đoàn 2<\/ref> ở Đà Nẵng. Ngày 1 tháng 4 năm 1974, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm. Cuối tháng 3 năm 1975 ông di tản về Sài Gòn.\n\n==1975==\nNgày 29 tháng 4, ông di tản ra Hạm đội Mỹ ngoài khơi Thái Bình Dương. Sau đó cùng với gia đình sang định cư tại Montréal, Tỉnh bang Québec, Canada.\n\nNgày 14 tháng 9 năm 1996, ông từ trần tại nơi định cư. Hưởng thọ 64 tuổi.\n\n==Gia đình==\n*Thân phụ: Cụ Nguyễn Trình Tường\n*Thân mẫu: Cụ Tôn Nữ Thị Lương (thuộc Dòng tộc Tôn thất Nhà Nguyễn)\n*Nhạc phụ: Trần Quán\n*Nhạc mẫu: Trần Thị Phi Loan\n*Phu nhân: Bà Trần Thị Mỹ Dung \n:Ông bà có năm người con trai:<br>Nguyễn Đức Hiền, Nguyễn Đức Huy, Nguyễn Đức Hy, Nguyễn Đức Hân và Nguyễn Đức Hoàn.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1932]]\n[[Thể loại:Mất năm 1996]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Nha Trang]]\n[[Thể loại:Người Canada gốc Việt]]"}