{"19778834":"{{Thiếu nguồn gốc|date=Tháng 1\/2023}}\n'''Nguyễn Phúc Kỳ''' ([[chữ Hán]]: 阮福淇, ? - [[22 tháng 7]], [[1631]]), về sau gọi là '''Tôn Thất Kỳ''' (尊室淇) hay '''Ông Hoàng Kỳ''', là một vị thế tử dưới thời [[chúa Nguyễn]] ở [[Đàng Trong]] thuộc thời kỳ [[Trịnh Nguyễn phân tranh]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\n\nÔng là con trai trưởng của chúa Sãi [[Nguyễn Phúc Nguyên]] với bà chánh thất là [[Mạc Thị Giai]]. Ban đầu được giao chức Chưởng cơ. Năm [[1615]], tức 2 năm sau khi chúa Sãi trở thành người đứng đầu xứ Đàng Trong, công tử cả Tôn Thất Kỳ được phong Hữu phủ Chưởng phủ sự, Trấn thủ Quảng Nam. Với quyết định này, ông đã được ngầm công nhận là người sẽ kế nghiệp ngôi Chúa. Trong thời gian ở Quảng Nam, ông chăm làm ơn huệ, vỗ về thương yêu quân và dân, làm cho trong cõi được yên ổn.\n\nTôn Thất Kỳ Kỳ cũng có thái độ thân thiện với các giáo sĩ phương Tây. Sách Lịch sử truyền giáo có viết: “Làm quan trấn thủ Quảng Nam ông có cảm tình với đạo, đã nhiều lần bênh vực cho các cha”. Chính nhờ thái độ thân thiện của ông, các giáo sĩ như [[Francisco de Pina]] và [[Alexandre de Rhodes]] mới có điều kiện sống nhiều năm ở Hội An và Thanh Chiêm từ đó thực hiện việc La-tinh hóa tiếng Việt để cho ra đời chữ Quốc ngữ<ref>https:\/\/baodanang.vn\/channel\/6058\/201512\/chuyen-ong-hoang-ky-2460725\/index.htm<\/ref>.\n\nNgày [[22 tháng 7]] năm [[1631]] (tức 24 tháng 6 năm Tân Mùi]], Tôn Thất Kỳ mất ở Quảng Nam, hưởng dương khoảng hơn 30 tuổi. Theo sử sách [[nhà Nguyễn]], thì '''Kỳ ở Quảng Nam ân và uy đều sáng tỏ đến lúc chết, sĩ dân ai cũng thương tiếc'''. Ông được triều đình [[nhà Lê]] tặng phong Thiếu bảo, Khánh quận công. Người em cùng mẹ với ông là [[Nguyễn Phúc Lan]] trở thành người kế vị nhà Nguyễn, sau chính là chúa Thượng.\n\nDinh Quảng Nam dưới thời Nguyễn Phúc Kỳ được đánh giá là giai đoạn phát triển rực rỡ nhất. Nhà nghiên cứu [[Phan Du]] nhận định rằng<ref>Phan Du, Quảng Nam qua các thời kỳ, Nxb Cổ học tùng thư, 1974, trang 78<\/ref>\n:''Cũng như cha là chúa Sãi, công tử Nguyễn Phúc Kỳ vừa có tài lại vừa có đức, được quân dân cảm mến và trong 18 năm dưới quyền cai trị của ông, nhân dân Quảng Nam đã được vui sống trong cảnh an cư lạc nghiệp''.\n\n== Hậu sự ==\n\nBà vợ chánh thất của ông là [[Tống Thị Toại]], con gái của Cai cơ [[Tống Phước Thông]], đã sinh cho ông ba người con trai. Phước Thông thường hy vọng rằng về sau mình sẽ được vinh hiển vì là ông nhạc của nhà Chúa, đến khi Kỳ mất, ông ta rất thất vọng, liền bỏ trốn theo về với [[chúa Trịnh]] ở [[Đàng Ngoài]], riêng Tống thị vẫn ở lại Thuận Quảng.\n\nMùa xuân năm [[1639]], Tống thị vào yết kiến chúa Thượng. Vì bà ta có vẻ xinh đẹp, khéo ứng đối, từng nhân việc vào ra mắt, đem tình trạng đau khổ kêu xin và xâu một chuỗi ngọc bách hoa. Chúa thương tình, bèn cho được ra vào cung phủ, nhân đó tư thông với Tống thị. Mối quan hệ chị dâu - em chồng này về sau trở thành một bê bối lớn trong gia tộc họ Nguyễn Phúc. Vì được sủng ái, Tống thị ra sức vơ vét làm giàu, của cải chất như núi, đình thần nhiều người ganh ghét. Người em thứ 4 của Chúa là Chưởng cơ [[Nguyễn Phúc Trung|Tôn Thất Trung]] bèn mưu giết Tống thị. Tống thị sợ, nhân cha là Phước Thông đang được Thanh vương [[Trịnh Tráng]] tin dùng, bèn viết mật thư và xâu một chuỗi ngọc bánh hoa bằng trân châu, sai người đem đưa cho Phước Thông để biếu họ Trịnh, lại xin cất quân đánh [[Đàng Trong]], Tống thị nguyện đem gia tài để giúp lương quân. Đó là điểm khởi đầu của cuộc giao chiến Trịnh - Nguyễn lần thứ 4 năm [[1648]]. Cùng năm đó, chúa Thượng bị Tống thị đầu độc đến chết, con là chúa Hiền [[Nguyễn Phúc Tần]] lên nối ngôi. Vì quân Trịnh không chiếm được Đàng Trong mà bản thân đã bị Chưởng cơ Trung ganh ghét, Tống thị sợ bèn hết lòng chiều nịnh và chuyển sang tư thông với Trung, rồi khuyên Trung tạo phản. Có người thuộc hạ của Trung là Thắng Bố tố cáo. Chúa Hiền giam cầm Trung vào ngục, sau đó ban rượu độc giết chết, rồi giết Tống thị lấy hết gia tài tán cấp cho quân dân.\n\nKỳ có 4 trai. Ba con đầu là Nhuệ, Xuân, Tài đều là bà vợ cả [[Tống Thị Toại]] sinh ra, còn người con út là Trí là con của bà vợ thứ [[Bùi Thị Phượng]]<ref>[http:\/\/Di%20tích%20mộ%20Nguyễn%20Phúc%20Kỳ https:\/\/duyxuyen.quangnam.gov.vn\/webcenter\/portal\/duyxuyen\/pages_tin-tuc\/chi-tiet-tin?dDocName=PORTAL338485]<\/ref>. Cả 4 người đều làm đến Chưởng doanh. Cháu 5 đời của ông tên là [[Nguyễn Phúc Thận]], làm Cai đội. Vào năm [[1774]], Thận theo Chưởng cơ [[Tôn Thất Thăng]] đi đánh giặc Tây Sơn ở Quảng Nam. Thăng nhát, chạy trước; Thận cố đánh, bị chết trận. Hai em Thận là Hoàn và Đăng đều làm Đội trưởng theo Tả quân [[Nguyễn Cửu Dật]] đi đánh ở Quảng Nam, chiến đấu với giặc đều chết trận. Năm thứ 4 đời vua [[Gia Long]] nhà Nguyễn ([[1806]]), vua cử 5 người làm nhiệm vụ coi mả cho Khánh quận công Tôn Thất Kỳ.\n\nSau khi qua đời, Tôn Thất Kỳ được an táng ở làng Thanh Quýt (nay là xã Điện Thắng, thị xã Điện Bàn, tỉnh Quảng Nam). Lăng mộ của ông tồn tại hơn 350 năm tại đây. Sau năm 1975, trong phong trào hợp tác hóa nông nghiệp, lăng của Nguyễn Phúc bị san bằng để lấy đất gieo trồng, nhưng cũng may là nền móng thành quách và tấm bia cổ của ngôi mộ ông vẫn còn nguyên ngay tại vị trí cũ. Năm 2000, con cháu Nguyễn Phước tộc Quảng Nam - Đà Nẵng cải táng mộ ông về xã Duy Sơn, huyện Duy Xuyên, tọa lạc trên một ngọn đồi có cây cối rợp bóng xanh, khu mộ có diện tích gần 100m2, quay về hướng Đông Bắc – Tây Nam, thành ngoại xây bằng đá chẻ, nền láng xi măng, hiện nay thuộc là nghĩa địa Ba Truông thôn Chiêm Sơn, xã Duy Sơn, huyện Duy Xuyên, gần khu du lịch sinh thái Duy Sơn.\n\n== Xem thêm ==\n* [[Tống Thị Toại]]\n* [[Nguyễn Phúc Trung]]\n\n== Tham khảo ==\n* [[Đại Nam thực lục]]\n* [[Đại Nam liệt truyện]]\n* [[Nguyễn Phúc tộc thế phả]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 1631]]\n[[Thể loại:Hoàng tử nhà Nguyễn]]\n[[Thể loại:Quan nhà Lê Trung Hưng]]"}