{"820373":"{{Thông tin tiểu sử bóng đá 1\n| tên = Nguyễn Văn Cường\n| hình =\n| tên đầy đủ =\n| ngày sinh = {{ngày sinh và tuổi|1966|6|14}}\n| tp sinh = [[Hải Phòng]]\n| qg sinh = [[Việt Nam Dân chủ Cộng hòa]]\n| ngày mất =\n| tp mất =\n| qg mất =\n| chiều cao = 1,74m\n| vị trí = [[Thủ môn (bóng đá)|Thủ môn]]\n| clb hiện tại =\n| năm đội trẻ = 1984-1987\n| đội trẻ = [[Câu lạc bộ bóng đá Bình Định|Công nhân Nghĩa Bình]]\n| năm = 1987-2008\n| câu lạc bộ = [[Câu lạc bộ bóng đá Bình Định|Công nhân Nghĩa Bình]]<br>[[Câu lạc bộ bóng đá Bình Định|Bình Định]]\n| ra sân (bàn thắng) =\n| năm quốc gia = 1995-1996\n| tuyển quốc gia = [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]]\n| ra sân qg (bàn thắng)=\n| năm huấn luyện = 2001-2012\n| clb huấn luyện = [[Câu lạc bộ bóng đá Bình Định|Bình Định]]\n}}\n\n'''Nguyễn Văn Cường''' (sinh [[1966]]) là một cựu tuyển thủ quốc gia bộ môn bóng đá của [[Việt Nam]]. Thi đấu cho đội tuyển [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]] với vị trí thủ môn chỉ trong thời gian rất ngắn, nhưng ông được xem là một trong cầu thủ góp phần quan trọng trong sự trở lại của bóng đá Việt Nam trên đấu trường quốc tế sau năm 1975. Ông là một trong 3 cầu thủ nhận giải thưởng [[Quả bóng vàng Việt Nam]] đầu tiên vào năm 1995.\n\n==Sự nghiệp một đời==\nSinh ngày [[14 tháng 6]] năm 1966<ref>[http:\/\/thethao.vnexpress.net\/tin-tuc\/bong-da-quoc-te-giai-ngoai-hang-anh\/doi-bong-da-tuoi-ngua-dang-thi-dau-o-viet-nam-1218883.html Đội bóng đá tuổi ngựa đang thi đấu ở Việt Nam]<\/ref> tại [[Hải Phòng]], nhưng cả sự nghiệp bóng đá một đời của ông gắn bó với đất [[Bình Định]]<ref>{{Chú thích web |url=http:\/\/www.baobinhdinh.com.vn\/thethao\/2005\/8\/15000\/ |ngày truy cập=2012-10-08 |tựa đề=Trận đấu chia tay \"thế hệ vàng\" và sự tôn vinh \"thủ môn\" Bình Định |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304122200\/http:\/\/www.baobinhdinh.com.vn\/thethao\/2005\/8\/15000\/ |url-status=dead }}<\/ref>. Sớm biểu lộ niềm đam mê bóng đá từ nhỏ, ngay từ thời còn học Trung học tại trường Trưng Vương ([[Quy Nhơn]]), ông thường xuyên nổi bật trong các giải đấu phong trào với vai trò thủ môn và tiền đạo. Đặc biệt, với vóc dáng to khỏe và khả năng bay người bắt bóng tốt, ông được các bạn thi đấu đặt cho biệt danh '''Cường xà lan'''.\n\nSau khi tốt nghiệp 12, do gia đình nghèo nên không đủ điều kiện đi đại học, ông phải mưu sinh bằng nghề đạp xích lô. Tuy nhiên, ông vẫn không từ bỏ niềm đam mê bóng đá, mỗi chiều đều ra bãi biển để tập luyện. Nhờ sự kiên trì, nên chỉ sau một thời gian ngắn, ông được gọi tham gia đội bóng phong trào của ngành công an rồi chuyển qua thi đấu cho đội tuyển trẻ [[Câu lạc bộ bóng đá Bình Định|Công nhân Nghĩa Bình]]. Tại đây, ông thi đấu và học hỏi rất nhiều từ thủ thành lừng danh của đội tuyển quốc gia bấy giờ là [[Dương Ngọc Hùng]]. Ông nhanh chóng trở thành thủ môn dự bị cho Dương Ngọc Hùng tại đội Công nhân Nghĩa Bình, thậm chí thay thế cho ông Hùng trong đội hình chính một thời gian khi ông Hùng gặp chấn thương.\n\nNăm 1987, ông trở thành thủ môn chính thức của đội Công nhân Nghĩa Bình sau khi ông Dương Ngọc Hùng giải nghệ<ref>Ông Hùng sau đó giữ vị trí huấn luyện thủ môn ở Nghĩa Bình.<\/ref>. Năm 1990, đội bóng Công nhân Nghĩa Bình bị giải thể, ông cùng 4 đồng đội khác được bổ sung vào [[Câu lạc bộ bóng đá Bình Định|Đội bóng đá Bình Định]]. Từ đó, ông gắn bó hẳn với đội bóng này trong suốt sự nghiệp cầu thủ của mình.\n\nDo những đóng góp quan trọng của ông đối với [[Câu lạc bộ bóng đá Bình Định|Đội bóng đá Bình Định]], đã làm cho Huấn luyện viên trưởng Đội tuyển bóng đá quốc gia Việt Nam Karl Heiz Weigang chú ý. Năm 1995, ông được gọi vào đội tuyển và tham gia thi đấu tại cúp Độc Lập. Tại [[Bóng đá tại Đại hội Thể thao Đông Nam Á 1995|SEA Games 18]] tại [[Thành phố Chiang Mai|Chiang Mai]] ([[Thái Lan]]), ông được Huấn luyện viên trưởng Weigang giao vị trí thủ môn chính thức. Mặc dù phải thi đấu trong tình trạng tồi tệ với nhiều chấn thương, ông vẫn thi đấu xuất thần trong 2 trận đấu quyết định gặp [[Đội tuyển bóng đá quốc gia Indonesia|Indonesia]] (thắng 1-0), và [[Đội tuyển bóng đá quốc gia Myanma|Myanmar]] (thắng 2-1), cứu nguy được nhiều bàn thua trông thấy, góp phần rất lớn đưa đội tuyển Việt Nam vào chung kết và giành huy chương bạc. Với thành tích này, ông được giới báo chí thể thao Việt Nam bình chọn trao tặng danh hiệu [[Quả bóng vàng Việt Nam|Quả bóng Bạc]] và Vận động viên tiêu biểu năm 1995.\n\nTại [[Giải vô địch bóng đá Đông Nam Á 1996]], ông thi đấu tốt, bắt chính 5\/6 trận, góp công lớp giúp [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]] giành huy chương đồng. Tuy nhiên, sau giải đấu này, phong độ của ông đột ngột sút giảm. Ông mất vị trí chính thức tại đội tuyển quốc gia về tay [[Nguyễn Văn Phụng]] và tại câu lạc bộ về tay [[Trần Minh Quang]]. Từng là người hùng của bóng đá Việt Nam, nhưng do cuộc sống khó khăn, ông phải kiếm sống qua ngày với công việc giữ xe ở chợ Quân Trấn ([[Quy Nhơn]])<ref>{{Chú thích web |url=http:\/\/www.baobinhdinh.com.vn\/564\/2003\/2\/2051\/ |ngày truy cập=2012-10-05 |tựa đề=Nguyễn Văn Cường - cầu thủ già nhất V-League |archive-date=2013-04-18 |archive-url=https:\/\/web.archive.org\/web\/20130418093721\/http:\/\/www.baobinhdinh.com.vn\/564\/2003\/2\/2051\/ |url-status=dead }}<\/ref>. Mặc dù vậy, ông vẫn tham gia luyện tập và thi đấu. Tuy trong những mùa giải sau đó phục hồi dần phong độ và thi đấu tốt, nhưng do lớn tuổi, ông ít được đưa vào sân thi đấu.\n\nĐến [[Giải bóng đá vô địch quốc gia Việt Nam 2001-2002|mùa bóng 2001-2002]], [[Câu lạc bộ bóng đá Bình Định]] được lên hạng chuyên nghiệp. Ông được cử làm Trợ lý Huấn luyện viên đội hình 2 của Câu lạc bộ, kiêm luôn cả vai thủ môn chính thức và tiền đạo dự bị. Tại [[Cúp bóng đá Việt Nam 2003|giải Cúp Quốc gia 2003]], ông được tham gia thi đấu và cùng đồng đội giành được [[Cúp bóng đá Việt Nam|cúp Quốc gia]] sau chiến thắng 2-1 trước đội Ngân hàng Đông Á.\n\nTrong những mùa giải tiếp theo, thỉnh thoảng trong danh sách thi đấu của Câu lạc bộ bóng đá Bình Định vẫn đăng ký tên Nguyễn Văn Cường, dù công việc chính của ông là Huấn luyện viên thủ môn. Sự gắn bó lâu dài với Câu lạc bộ, dẫn đến một kỷ lục trớ trêu cho ông: Cầu thủ già nhất V-League. Đỉnh điểm là tại [[Giải bóng đá vô địch quốc gia Việt Nam 2008|mùa giải 2008]], sau khi Câu lạc bộ thanh lý hợp đồng với thủ môn Trần Minh Quang, ông phải trở lại thi đấu ở tuổi 42<ref>[http:\/\/phapluattp.vn\/201981p1020c1089\/lao-tuong-nguyen-van-cuong-xo-gang-lai-o-tuoi-42.htm Lão tướng Nguyễn Văn Cường xỏ găng lại ở tuổi... 42]<\/ref>.\n\nTại [[Giải bóng đá hạng nhất quốc gia Việt Nam 2012|mùa giải 2012]], ông bị sa thải khỏi đội bóng mà ông đã gắn bó suốt sự nghiệp bóng đá của mình dù mùa giải vẫn chưa kết thúc<ref>[http:\/\/nld.com.vn\/20120507122911159p0c1026\/sqc-binh-dinh-thay-ban-huan-luyen.htm SQC Bình Định thay ban huấn luyện]<\/ref>.\n\nHiện tại, ông là huấn luyện viên đội tuyển U-17 của [[Trường Năng khiếu Thể dục thể thao Bình Định]], đồng thời là đồng sáng lập Câu lạc bộ Đào tạo thủ môn Hùng Cường (ghép từ tên ông và người thầy của mình là cựu tuyển thủ [[Dương Ngọc Hùng]], cũng là người sáng lập).<ref>[http:\/\/phapluattp.vn\/20121014112333112p0c1020\/bo-tien-tui-xay-lo-thu-mon.htm Bỏ tiền túi xây \"lò\" thủ môn]<\/ref>\n\n== Thành tích ==\n;Cá nhân\n* [[Quả bóng vàng Việt Nam|Quả bóng bạc Việt Nam 1995]]<ref>{{chú thích web|url=http:\/\/www.sggp.org.vn\/thethao\/2007\/3\/90485\/|title=Lịch sử Quả bóng vàng Việt Nam – Những điều chưa biết|accessdate=[[8 tháng 10]] năm [[2012]]|author=Minh Hùng|language=vi||publisher=[[Sài Gòn Giải Phóng]]|ngày 16 tháng 3 năm 2007}}<\/ref>\n* Vận động viên tiêu biểu năm 1995\n;[[Đội tuyển bóng đá quốc gia Việt Nam|Đội tuyển quốc gia]]\n* Huy chương Bạc SEA Games 18\n* Huy chương Đồng [[Giải vô địch bóng đá Đông Nam Á]]\n;[[Cúp bóng đá Việt Nam|Cúp Quốc gia]]\n* Vô địch [[Cúp bóng đá Việt Nam 2003|mùa bóng 2003]]\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.baobinhdinh.com.vn\/564\/2004\/12\/16855\/ Nguyễn Văn Cường và kỉ niệm ở Tiger Cup 96] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130611072232\/http:\/\/www.baobinhdinh.com.vn\/564\/2004\/12\/16855\/ |date=2013-06-11 }}\n\n{{thời gian sống|1967|}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Vận động viên người Hải Phòng]]\n[[Thể loại:Cầu thủ bóng đá Việt Nam]]\n[[Thể loại:Huấn luyện viên bóng đá Việt Nam]]\n[[Thể loại:Cầu thủ câu lạc bộ bóng đá Bình Định]]\n[[Thể loại:Cầu thủ đội tuyển bóng đá quốc gia Việt Nam]]\n[[Thể loại:Thủ môn bóng đá]]\n[[Thể loại:Cầu thủ giải bóng đá vô địch quốc gia Việt Nam]]"}