{"88084":"'''Nguyễn Kiệm''' ([[1916]]-[[1951]]) là một nhà cách mạng [[Việt Nam]] nửa đầu thế kỷ 20.\n\n== Thân thế sự nghiệp ==\nÔng sinh năm 1916 tại xóm Hóp, làng Công Trung, tổng Quan Hóa, huyện Đông Thành (này thuộc xã Văn Thành, huyện [[Yên Thành]]), tỉnh [[Nghệ An]], thuộc dòng họ Nguyễn Duy. Theo gia phả dòng họ thì ông là hậu duệ của Tiến sĩ [[Nguyễn Quang Thiện]] thời Lê. Cha ông là ông Nguyễn Tình, một nho sinh làm nghề y trong làng. Mẹ ông là bà Phan Thị Quảng, người làng Bích Trận (Diễn Thái, [[Diễn Châu]]). Ông là con thứ 3 trong gia đình.\n\nSinh trưởng trong một gia đình Nho giáo, từ nhỏ ông được hưởng một nền giáo dục cơ bản Hán học tại gia, sau đó học chữ Quốc ngữ ở Trường Tiểu học Pháp-Việt Yên Thành và đậu bằng Prime. Mặc dù gia đình không dư dả, nhưng ông vẫn được cha mẹ gom góp đến ông tiếp tục học bậc Trung học tại Trường Quốc học Vinh.\n\nThời gian học tại trường Quốc học Vinh, chịu ảnh hưởng của người anh rể là Phan Đăng Hoán, một đảng viên [[Tân Việt Cách mệnh Đảng|Tân Việt]], đồng thời cũng là anh em thúc bá của nhà cách mạng [[Phan Đăng Lưu]], ông bắt đầu tham gia vào phong trào đấu tranh dân chủ khi mới 15 tuổi.\n\nNăm 1930, nổ ra phong trào [[Xô viết Nghệ Tĩnh]], trường Quốc học Vinh tạm đóng cửa, ông về quê giúp cha và anh mở hiệu thuốc bắc Nam Đồng Ích tại chợ Dinh, được ông dùng làm cơ sở liên lạc cách mạng. Thời gian này ông lập gia đình. Năm 1936, ông cùng anh rể Phan Đăng Hoán và một số người bạn vào Vinh mở Trường tư thục Hoan Châu học liệu vừa tổ chức dạy học, vừa tham gia các hoạt động của [[Mặt trận Dân chủ Đông Dương]]. Thông qua các sách báo công khai và nhất là thông qua sự thuật lại của những người thân quen, Nguyễn Kiệm rất khâm phục tài năng và đức độ của Phan Đăng Lưu. Đầu năm 1938, thông qua người anh rể, ông đã gặp gỡ và tiếp xúc với nhà cách mạng Phan Đăng Lưu nhân lúc Phan Đăng Lưu về Nghệ An để vận động cho cuộc đấu tranh ở Viện dân biểu Trung Kỳ. Cuộc gặp gỡ này đánh dấu quyết định thoát ly gia đình làm cách mạng của ông.\n\nCuối năm 1939, ông thoát ly gia đình, bỏ lại cha mẹ vợ con để đi làm cách mạng. Năm [[1940]], ông vào [[Sài Gòn]] hoạt động với vai trò một ký giả, tham gia vào Ban chỉ đạo Hội Cứu tế thành phố, là thành viên Ban thư ký Đoàn Thanh niên Cứu quốc. Thời gian này, ông lấy bí danh là '''Nguyễn Liễu''' (tên người con trai của ông) và khai sinh trong giấy căn cước là năm 1912. Đây chính là lý do hầu hết các tài liệu sau này đều ghi năm sinh ông là 1912.\n\nNăm 1942, ông về quê xin cha mẹ cho đưa vợ con vào Sài Gòn làm ăn. Trở lại Sài Gòn, ông hoạt động công khai với tư cách là một nhà thầu khoán xây dựng.\n\nNăm 1945, [[Cách mạng tháng 8]] bùng nổ, ông tham gia giành chính quyền ở vùng trung tâm thành phố. Khi quân [[Nam Bộ kháng chiến|Pháp tái chiếm Nam Bộ]], ông hoạt động trong các nghiệp đoàn để bí mật xây dựng cơ sở. Năm 1948, ông được bầu làm Khu ủy viên Đặc khu Sài Gòn - Gia Định. Năm 1949, ông được bầu vào Ban Thường vụ Khu ủy, trực tiếp làm Phó Bí thư, phụ trách cơ sở nội thành. Ngoài ra, ông còn là Ủy viên Ban chấp hành liên hiệp Công đoàn [[Nam Bộ Việt Nam|Nam Bộ]], Ủy viên thường vụ Liên hiệp Công đoàn Sài Gòn - [[Chợ Lớn]] - [[Gia Định]].\n\nCuối năm 1950, ông được cử tham gia đoàn đại biểu Nam Bộ ra dự Đại hội [[Đảng Cộng sản Đông Dương]] lần thứ 2 tại [[Việt Bắc]], được phân công chuẩn bị báo cáo của Đặc khu tại Đại hội. Tuy nhiên, do có chỉ điểm, trên đường từ thành phố vào khu căn cứ [[Củ Chi]], ông bị chính quyền thực dân Pháp phục kích bắt giữ.\n\nÔng bị đưa vào bót Hoàng Hùng và bị tra tấn cực hình cho đến khi tắt thở.\n\n{{cquote|\n:''\"Đồng chí Nguyễn Kiệm bị bắt, bị tra tấn tàn nhẫn không thể tưởng tượng được, bằng đủ mọi cực hình. Bọn mật thám bót Hoàng Hùng đã biết anh là một cán bộ quan trọng đối với phong trào nội thành. Chúng phải tra tấn thế nào cho lòi ra cơ sở, cho lòi ra các cán bộ bí mật. Chúng đánh đập anh đến đâu cũng không khám phá ra điều gì. Anh đã chửi vào mặt chúng. Bị đánh dồn dập từ đầu hôm đến sáng, anh đã tắt thở trên bàn tra tấn của giặc\"''\n|||Dẫn theo lời một người đồng chí của ông<ref>Vũ Ngọc Nguyên, ''Đấu tranh là lẽ sống'', Nhà xuất bả Lao động, 1957).<\/ref>}}\n\nThời điểm ông hy sinh được xác định là rạng sáng ngày [[30 tháng 5]] năm 1951, khi ông mới 36 tuổi. Một số tài liệu khác lại ghi thời điểm ông hy sinh là ngày [[16 tháng 6]] năm 1951.\n\n==Vinh danh==\nNăm [[1999]], ông được [[nhà nước Việt Nam]] truy tặng [[Huân chương Hồ Chí Minh]].\n\nTên ông được đặt cho một con đường ở [[Thành phố Hồ Chí Minh]], 1 ở thành phố [[Vinh]] và Pleiku.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.ubndhyenthanh.nghean.vn\/modules.php?name=News&op=viewst&sid=487 NGUYỄN KIỆM (1912 - 1951)]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{thời gian sống|1916|1951}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Phó Bí thư Thành ủy Thành phố Hồ Chí Minh]]\n[[Thể loại:Nhà cách mạng Việt Nam]]"}