{"19780632":"'''Nguyễn Phúc Trung''' ([[chữ Hán]]: 阮福忠, ? - ?), sau gọi là '''Tôn Thất Trung''', là là một vị tướng dưới thời [[Trịnh - Nguyễn phân tranh]] trong [[lịch sử Việt Nam]]. Ông nổi tiếng vì vụ bê bối tình ái với người chị dâu là [[Tống Thị Toại]] và về sau bị giết sau cuộc tranh giành quyền lực với người cháu ruột là Chúa Hiền [[Nguyễn Phúc Tần]].\n\n== Tiểu sử ==\n\nTôn Thất Trung là Công tử thứ 4 của Chúa Sãi [[Nguyễn Phúc Nguyên]], mẹ ông là bà [[Mạc Thị Giai|Nguyễn Thị Giai]], chánh thất của Chúa Sãi. Ông có 2 người anh ruột là Khánh quận công [[Nguyễn Phúc Kỳ|Tôn Thất Kỳ]] và Chúa Thượng [[Nguyễn Phúc Lan]]. Ban đầu ông được phong làm Chưởng cơ{{sfn|Quốc sử quán triều Nguyễn|2006|p=200}}.\n\nLần xuất hiện đầu tiên của Tôn Thất Trung trong sử sách là trong cuộc giao tranh Trịnh - Nguyễn lần thứ nhất, tháng 4 năm [[1627]], khi Chúa [[Trịnh Tráng]] dẫn vua [[Lê Thần Tông]] nam phạt họ Nguyễn. Tướng Trịnh là [[Nguyễn Khải]] bày dinh ở bắc sông Nhật Lệ. Lúc này ông được Chúa Sãi giao nhiệm vụ chỉ huy thủy quân để tiếp ứng cho cánh quân bộ của [[Tôn Thất Vệ]] và [[Nguyễn Hữu Dật]]{{sfn|Quốc sử quán triều Nguyễn|1998|p=691}}{{sfn|Quốc sử quán triều Nguyễn|2001|p=34}}. Quân hai bên đóng dinh lũy đối diện với nhau. Tướng Trịnh [[Lê Khuê]] bị đánh bại trận đầu. Quân Nguyễn lại nhân nước thủy triều lên, bắn súng để uy hiếp, quân Trịnh sợ hãi rối loạn. Lúc này Chúa [[Trịnh Tráng]] dẫn đại binh kéo đến tiếp ứng, bị quân Nguyễn dùng voi chặn đứng. Sợ giao tranh lâu ngày bất lợi, [[Nguyễn Hữu Dật]] dùng kế cho gián điệp nói phao lên là Trịnh Gia và Trịnh Nhạc sắp liên kết với họ Mạc để nổi loạn. Chúa Trịnh đành phải dẫn quân về, kết thúc cuộc giao tranh này{{sfn|Quốc sử quán triều Nguyễn|1998|p=691}}.\n\nSau khi Chúa Sãi mất, vì Công tử cả [[Nguyễn Phúc Kỳ|Tôn Thất Kỳ]] yểu mệnh mất trước, nên Công tử thứ 2 là Nhân Lộc hầu [[Nguyễn Phúc Lan]] lên nối ngôi, tức là Chúa Thượng, Chúa Thượng phong cho Trung lên chức Chưởng doanh{{sfn|Quốc sử quán triều Nguyễn|2006|p=200}}.\n\nNăm [[1639]], Chúa Thượng nảy sinh quan hệ tình ái [[Tống Thị Toại]] là bà vợ góa của Tôn Thất Kỳ. Chúa Thượng ban đầu vốn là người anh minh, trí dũng, nhưng kể từ sau khi có Tống thị, Chúa thay đổi tâm tính, hay nóng giận thất thường, triều thần ai nấy chỉ liếc mắt nhìn nhau không dám hé răng. Dân chúng kẻ nào đem chuyện phao đồn chúa sai bắt chém ngay, đem bêu đầu ở chợ, không cho tra xét hỏi han gì cả. Điều này khiến cho dân chúng Thuận - Quảng đều lo âu, sợ hãi. Chúa lại bắt đầu bỏ bê việc nước, sa vào yến tiệc vui chơi, xây dựng cung thất công dịch không ngớt. Còn Tống thị ỷ vào sự sủng ái của Chúa mà ra sức vơ vét, ăn hối lộ đến nỗi của cải chất nhiều như núi. Tôn Thất Trung cảm thấy bất bình, bèn mưu giết Tống thị. Tống thị sợ, bèn thông qua cha mình là [[Tống Phước Thông]]  đang ở Bắc Hà, viết thư xin chúa Trịnh giúp quân đánh Đàng Trong, bà còn hứa đem gia tài giúp vào việc quân{{sfn|Quốc sử quán triều Nguyễn|2001|p=47}}{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=111}}. Chúa Trịnh nhận thư, liền bàn việc xâm lấn miền Nam, đó là khơi mào cho cuộc chiến Trịnh - Nguyễn lần thứ 4 năm [[1648]]. Tuy nhiên quân Nguyễn dưới sự thống lĩnh của Thế tử Dũng Lễ hầu [[Nguyễn Phúc Tần]] đã đẩy lui được cuộc xâm lấn của họ Trịnh.\n\nCùng năm đó, Chúa Thượng bị Tống thị đầu độc chết, Thế tử Dũng Lễ hầu lên nối ngôi, tức là Chúa Hiền [[Nguyễn Phúc Tần]]. Tống thị lúc này quay ra lấy lòng Tôn Thất Trung, người từng mưu giết mình trước đây. Hai người tư thông với nhau, và Tống thị nhân đấy khuyên Trung làm phản để đoạt ngôi Chúa. Trung bèn bí mật kết bè đảng rắp mưu làm loạn. Đến mùa hạ năm [[1654]], thuộc hạ của Trung là Thắng Bố tố cáo việc này lên Chúa Hiền. Chúa sai bắt Trung và Tống thị để trị tội, còn những kẻ bè đảng đều tha cho cả{{sfn|Quốc sử quán triều Nguyễn|2001|p=53}}. Trước phủ đường, Trung thú nhận hành vi phạm tội của mình. Chúa không nỡ giết, cho giam xuống ngục, rồi Trung chết trong ngục. Còn Tống thị bị tội chết, lấy hết gia tài tán cấp cho quân dân.\n\nTôn Thất Trung không có con nối dòng{{sfn|Quốc sử quán triều Nguyễn|2006|p=201}}{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=125}}.\n\n== Xem thêm ==\n* [[Nguyễn Phúc Tần]]\n* [[Tống Thị Toại]]\n* [[Thị Thừa]]\n\n== Danh sách nguồn ==\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 1|year=2001|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam liệt truyện, tập 1|year=2006|language=|publisher=Nhà xuất bản Thuận Hóa|location=[[Huế]]}}\n* {{citation|author=Quốc sử quán triều Nguyễn|authorlink=Quốc Sử Quán|editor= |others= |title= Khâm định Việt sử Thông giám Cương mục|url=https:\/\/quangduc.com\/images\/file\/KZPU77gk0AgQAKVI\/kham-dinh-viet-su-thong-giam.pdf|location = Hà Nội|year=1998|isbn= }}\n* {{chú thích|author=Hội đồng trị sự Nguyễn Phước tộc|authorlink=|title=Nguyễn Phước tộc thế phả|year=1995|language=|publisher= Nhà xuất bản Thuận Hóa, Huế|location =[[Huế]]}}\n* {{chú thích|author=Quỳnh Cư, Đỗ Đức Hùng|authorlink=|title=Các triều đại Việt Nam|year=2005|language=|publisher=Nhà xuất bản Thanh niên|location=[[Hà Nội]]}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Hoàng tộc nhà Nguyễn]]"}