{"15273340":"{{Thông tin viên chức\n|tên= Nguyễn Văn Cử\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Fatherland - Space.png|22px]]<br>Phó Phòng Kỹ thuật Điện toán<br>Bộ tư lệnh Không quân\n|bắt đầu= 11\/1972\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bâc\n|trưởng viên chức= -Trung tá (11\/1970)\n|địa hạt= Biệt khu Thủ đô\n\n|chức vụ 2= [[Hình: Fatherland - Space.png|22px]]<br>Trưởng ban Điện toán<br>Phòng Kỹ thuật Điện toán Không quân\n|bắt đầu 2= 6\/1966\n|kết thúc 2= 11\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Thiếu tá (6\/1966)\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= [[Hình: Fatherland - Space.png|22px]]<br>Phó ban Truyền tin Điện tử Không quân\n|bắt đầu 3= 12\/1963\n|kết thúc 3= 6\/1966\n|trưởng chức vụ 3= -Cấp bậc\n|trưởng viên chức 3= -Đại úy (12\/1963)\n|địa hạt 3= Quân khu Thủ đô\n\n|chức vụ 4= [[Hình: Fatherland - Space.png|22px]]<br>Chỉ huy Phi đội máy bay chiến đấu\n|bắt đầu 4= 1958\n|kết thúc 4= 1963\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung úy (10\/1961)<br>-Thiếu úy (1\/1955)\n|địa hạt 4= Vùng 3 chiến thuật\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|cha= Nguyễn Văn Lực\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học phổ thông<br>-Trường Sĩ quan Không quân Nha Trang<br>-Học viện Không quân Colorado, Hoa Kỳ\n|quê quán=\n\n|ngày sinh= [[1934]]\n|ngày mất [[2013]]\n|nơi sinh=\n|nơi mất= [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|24px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|24px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1954]]-[[1975]]\n|cấp bậc= [[Hình: A_VNAF-OF-4.svg|20px]] Trung tá Không quân\n|đơn vị= [[Hình: Fatherland - Space.png|24px]] [[Không lực Việt Nam Cộng hòa|Không quân]]\n|chỉ huy= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|24px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Nguyễn Văn Cử''' (1934-2013), nguyên là một sĩ quan trong [[Không lực Việt Nam Cộng hòa]] thuộc [[Quân lực Việt Nam Cộng hòa]], mang cấp bậc [[Trung tá]], xuất thân từ những khóa đầu tại Trường đào tạo Sĩ quan Không quân Nha Trang. Đã được đi du học Hoa tiêu máy bay chiến đấu tại Hoa Kỳ. Ông nổi tiếng là một trong hai phi công nổi loạn tham gia [[Vụ đánh bom Dinh Độc Lập 1962|vụ đánh bom Dinh Tổng thống Nam Việt Nam năm 1962]] vào ngày 27 tháng 2 năm 1962, nhằm mục đích ám sát Tổng thống [[Ngô Đình Diệm]], cố vấn [[Ngô Đình Nhu]] và gia đình.<ref>Nguyễn Công Luận ''Nationalist in the Viet Nam Wars: Memoirs of a Victim Turned Soldier'' 2012 page 206 \"On February 29, 1962, two Republic of Vietnam Air Force [[Douglas A-1 Skyraider|Skyraider]] fighters attacked the Independence Palace (Presidential Palace)... The other, Lieutenant Nguyễn Văn Cử, flew his plane to Phnom Penh, Cambodia, for political asylum.\"<\/ref>\n\n==Tiểu sử và binh nghiệp ==\nÔng sinh năm 1934 trong một gia đình khá giả, là con trai thứ hai của ông [[Nguyễn Văn Lực]], một lãnh tụ của [[Việt Nam Quốc dân Đảng]] (VNQDĐ). Ông đã tốt nghiệp Trung học Phổ thông với văn bằng Tú tài bán phần.<ref>Nguyễn Công Luận ''Nationalist in the Viet Nam Wars: Memoirs of a Victim Turned Soldier'' 2012 page 206 \"Nguyễn Văn Cử's father, Nguyễn Văn Lực, was a Việt Quốc leader and a friend of my family. In August 1954, he appointed me leader of a social cadre team going to Sài Gòn to help the local social services receive North Vietnamese refugees.\"<\/ref>\n\nĐầu năm 1954, ông nhập ngũ vào Quân đội Quốc gia, trúng tuyển vào Quân chủng Không quân, được cho theo học khóa Hoa tiêu Quan sát tại Trường đào tạo sĩ quan Không quân ở Nha Trang. Đầu năm 1955 tốt nghiệp ra trường với cấp bậc [[Thiếu úy]] phục vụ trong Phi đoàn Khu trục cơ tại Căn cứ Không quân Biên Hòa. Cuối năm 1957, ông được thăng cấp [[Trung úy]] và được cử đi tu nghiệp ở Học viện Không quân tại Căn cứ Không quân Colorado, Hoa Kỳ. Cuối năm 1958, mãn khóa về nước tiếp tục phục vụ ở đơn vị cũ với chức Phi đội trưởng. Nhưng đến 6 năm, ông không được lên bất cứ một cấp chức nào.\n\n:''Điều này do cha ông là Nguyễn Văn Lực đã phản đối Tổng thống Diệm, người đã bỏ tù ông ta trong một thời gian ngắn vì \"hoạt động chống chính phủ\".<ref name=\"t\">{{Chú thích báo|url=http:\/\/www.time.com\/time\/magazine\/article\/0,9171,939947-2,00.html|title=Durable Diem|date=1962-03-09|work=[[Time (magazine)|Time]]|access-date=2010-05-20|archive-date=2012-10-15|archive-url=https:\/\/web.archive.org\/web\/20121015002703\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,939947-2,00.html|url-status=dead}}<\/ref>. Ông Lực cảm thấy rằng Tổng thống Diệm không tập trung đủ để chiến đấu chống lại Chính phủ [[Việt Nam Dân chủ Cộng hòa]] và [[Mặt trận Dân tộc giải phóng miền Nam Việt Nam]] nhưng lại bận tâm đến việc duy trì quyền lực. Ông chỉ trích người Mỹ vì sự ủng hộ của họ dành cho Diệm, người mà ông cảm thấy đã kiềm chế nỗ lực chiến tranh, nói rằng \"Tôi cảm thấy rằng người Mỹ đã đóng sầm cửa đối với những người của chúng tôi thực sự muốn chiến đấu chống Cộng sản.\"<ref name=\"k\">{{Chú thích sách|title=Vietnam: A history|url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4|last=Karnow|first=Stanley|publisher=[[Penguin Books]]|year=1997|isbn=0-670-84218-4|pages=[https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4\/page\/280 280]–81|author-link=Stanley Karnow}}<\/ref>''\n\nVà họ (Quốc dân đảng) đã lên kế hoạch cho ông và [[Phạm Phú Quốc]] ''(người đã được tuyển chọn từ phi đội của ông)'' để tấn công [[Dinh Độc Lập]] vào ngày 27 tháng 2 năm 1962.<ref name=\"k\"\/> Ông đã thuyết phục Phạm Phú Quốc bằng cách tuyên bố rằng tất cả các cơ quan vũ trang và Hoa Kỳ đều biết về âm mưu này đồng thời cho Phạm Phú Quốc xem một bài báo trên ''[[Newsweek]]'' chỉ trích Tổng thống Diệm.<ref name=\"langguth\">{{Chú thích sách|title=Our Vietnam|url=https:\/\/archive.org\/details\/unset0000unse_f6q3|last=Langguth|first=A. J.|publisher=[[Simon & Schuster]]|year=2000|isbn=0-684-81202-9|page=[https:\/\/archive.org\/details\/unset0000unse_f6q3\/page\/99 99]}}<\/ref>\n\n==Tấn công==\nÔng và Phạm Phú Quốc dự định bay trong một nhiệm vụ vào sáng sớm tại [[đồng bằng sông Cửu Long]] để tấn công [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]], nhưng họ quay lại tấn công Phủ Tổng thống. Kiến trúc từ thời thuộc địa Pháp để lại bốc cháy khi hai máy bay chiến đấu của họ, kiểu [[Chiến tranh thế giới thứ hai|Thế chiến II]] [[Douglas A-1 Skyraider|AD-6]], do Hoa Kỳ cung cấp. Đã thả bom napalm đồng thời bắn hỏa tiễn cũng như súng máy vào mục tiêu. Cuộc tấn công kết thúc trong vòng một giờ, nhưng họ đã không dùng hết bom đạn để san bằng Dinh Độc Lập. Tổng thống Diệm và gia đình của ông ta đã thoát chết không bị thương gì cả, với ba người hầu bị giết và ba mươi người khác bị thương.\n\nSau khi thực hiện vụ oanh kích, vào một ngày nhiều mây, họ bay ở độ cao thấp khoảng {{Convert|150|m|ft|-2}}, lượn vài vòng trước khi bay lên cao, nhưng máy bay của Phạm Phú Quốc bị trúng đạn phòng không của Lực lượng Hải quân từ dưới bắn lên, nên Quốc đã cho máy bay băng qua [[sông Sài Gòn]] và đáp xuống [[Nhà Bè]], đồng thời nhảy thoát ra được nhưng đã bị lực lượng bộ binh dưới đất bắt ngay tại chỗ.\n\nCòn ông bay đến được [[Campuchia]] an toàn, tin rằng cuộc tấn công của mình đã thành công. Do đó, ông đã tổ chức một cuộc họp báo, nói với các phóng viên là quân đội thù ghét Tổng thống Diệm và chế độ của ông ta. Ban đầu ông bị cảnh sát ở đó bắt giữ, rồi ông được thả ra và sống lưu vong ở Campuchia, nơi ông làm giáo viên dạy ngoại ngữ.\n\nSau [[Đảo chính Việt Nam Cộng hòa 1963|đảo chính tháng 11 năm 1963]], ông trở về nước và tiếp tục phục vụ trong binh chủng Không quân.<ref name=\"k\"\/><ref name=\"langguth\"\/> Tháng 12 năm 1963, ông được thăng cấp [[Đại úy]] làm phó Ban Truyền tin Điện tử ở Bộ Tư lệnh Không quân. Ngày Quân lực 19 tháng 6 năm 1966, ông được thăng cấp [[Thiếu tá]] làm Trưởng ban Điện toán thuộc Phòng Kỹ thuật Không quân. Ngày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1970, ông được thăng cấp Trung tá tại nhiệm. Tháng 11 năm 1972, ông được cử làm phó Phòng Kỹ thuật Điện toán Không quân, ông ở chức vụ này cho đến cuối tháng 4 năm 1975.\n\n==1975==\nTháng 6 năm 1975, sau chiến thắng của Quân giải phóng trong [[Chiến tranh Việt Nam]], ông bị bắt và bị tập trung cải tạo từ Nam ra Bắc, đến năm 1985 mới được ra trại. Năm 1991, ông cùng gia đình được chính phủ Mỹ bảo lãnh xuất cảnh theo diện H.O, sau đó được định cư tại tiểu bang California, Hoa Kỳ.<ref>{{Chú thích sách|title=Encyclopedia of the Vietnam War|last=Tucker|first=Spencer C.|publisher=[[ABC|CLIO]]|year=2000|isbn=1-57607-040-9|page=302}}<\/ref>\n\nNăm 2013, ông từ trần tại nơi định cư, hưởng thọ 79 tuổi.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*''Lược sử Quân lực VNCH (2011).\n\n[[Thể loại:Người Việt di cư tới Mỹ]]\n[[Thể loại:Sinh năm 1930]]\n[[Thể loại:Mất năm 2013]]\n[[Thể loại:Sĩ quan Quân lực Việt Nam Cộng hòa]]"}