{"246094":"{{chú thích trong bài}}\n{{Wiki hoá}}\n[[Tập tin:Mr. Nguyễn Dương Đôn.jpg|nhỏ|Ông Nguyễn Dương Đôn]]\n'''Nguyễn Dương Đôn''' ([[1911]] - [[1999]]) là nhà khoa học và chính khách, Bộ trưởng Bộ Quốc gia Giáo dục (1954 - 1957),<ref name=\":0\" \/><ref name=\":1\" \/> Đại sứ [[Việt Nam Cộng hòa]] tại [[Ý]], tòa thánh [[Vatican]] và [[Tây Ban Nha]] (1957 - 1966). Ông từng là Giáo sư trường Khải Định, [[Huế]] (1939-1945), Giáo sư Toán Viện Đại học Hà Nội (1945-1946), Tổng Giám đốc Trung học Vụ tại Huế (1945) và Hà Nội (1952).\n\n==Tiểu sử==\nÔng sinh ngày [[28 tháng 12]] nǎm [[1911]] tại Dương Xuân Hạ (Huế),<ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=eYOOAAAAMAAJ&q=%22nguyen+duong+don%22+%22ambassador%22 |title=British Documents on Foreign Affairs: Reports and Papers from the Foreign Office Confidential Print. From 1951 through 1956. Asia, 1951-1956. Part V. Series E, Volume 7 |publisher=LexisNexis |year=2008 |isbn=9780886927233 |language=en |url-status=live}}<\/ref> học sinh trường Quốc học, trường Albert Sarraut, tốt nghiệp cử nhân Toán trường [[Đại học Sorbonne]].<ref name=\":0\">{{chú thích sách |url=https:\/\/archive.org\/embed\/asiawhoswho19570000unse |title=The Asia who's who |publisher=Pan-Aisa Newspaper Alliance |year=1957 |location=[[Hong Kong]] |pages=351 |access-date=2022-09-21 |url-status=live }}<\/ref> Tháng giêng nǎm 1939 sau kết thúc học tập tại Paris, GS Đôn trở về quê hương, lên tàu thủy đi Sài Gòn, cùng với gia đình, vợ người Đức và ba con trai sinh tại Paris. Gần cuối nǎm ấy bùng nổ Thế giới Chiến tranh thứ hai.\n\n==Sự nghiệp giáo dục==\nSau hai ba tuần nghỉ tại Sài Gòn, giáo sư Đôn trở về Huế, làm giáo sư Toán tại trường Trung học Khải Định. Tại trường đó, bạn đồng nghiệp của Ông Đôn là các giáo sư [[Nguyễn Thúc Hào]], [[Nguyễn Lân]], [[Ưng Quả]], [[Phạm Đỉnh Ái]], [[Nguyễn Huy Bảo]]. Đêm 9\/3\/1945, đảo chính bùng nổ trên toàn cõi Đông Dương. Quân đội Nhật lật đổ chính quyền bảo hộ Pháp. Các trường học đều đóng cửa.\n\nMột tuần sau, giáo sư trường Khải Định hội họp tại một rạp chiếu bóng lúc xưa là to nhất ở Huế, với sự có mặt của một đại diện Quân đội Nhật. Sau khi người sĩ quan Nhật cho phép mở trường lại với điều kiện là bãi bỏ hoàn toàn tiếng Pháp, các bạn đồng nghiệp của giáo sư Đôn bầu Ông làm hiệu trưởng mới. Bất ngờ cho hội họp, giáo sư Đôn từ chối và nhường lại cho giáo sư Phạm Đỉnh Ái. Vì thế Ông Phạm Đỉnh Ái là người Việt đầu tiên thay thế người Pháp điều khiển một trường lớn soạn thảo chương trình Trung học Việt Nam đầu tiên.\n\nỦy ban Hành chính Bắc Bộ và Trung Bộ được thiết lập thay thế Tòa Khâm sứ Bắc Kì và Trung Kì. Trong Ủy ban Hành chính Trung Bộ, Giáo sư Đôn được mời làm Ủy viên giáo dục. Vì chẳng ưa thích đời sống chính tri, ông Đôn đến tìm giáo sư [[Tôn Quang Phiệt]] (sau này ông làm Tổng thư ký Văn phòng Quốc hội tại Hà Nội) và yêu cầu ông Phiệt nhậm chức vụ ấy thay cho Ông. Giáo sư Tôn Quang Phiệt nhận lời, nhưng sau đó Ủy ban Hành chính Trung Bộ không chịu đổi ý kiến. Ông Đôn phụ trách giáo dục Trung Bộ mấy tháng, cho đến lúc ra Hà Nội.\n\nLúc ấy là thời gian thi cử mùa hè 1945. Ngày thi gần đến thì Ủy ban Trung Bộ nhận được mật điện của Thứ trưởng Nội vụ [[Võ Nguyên Giáp]] từ Hà Nội đánh vào bảo hoãn các kì thi. Hà Nội không tổ chức được kì thi vì phong trào \"xếp bút nghiên\" của học sinh. Không lẽ vì phong trào xếp bút nghiên, vì hoàn cảnh chính trị mà không làm nổi một việc làm tầm thường như tổ chức kì thi. Nghĩ như vậy nên khi Ủy ban Trung Bộ hỏi ý kiến, thì giáo sư Đôn khuyên cứ tiếp tục tiến hành việc thi cử. Đây là kì thi Tú tài Việt Nam đầu tiên, sau thời Pháp thuộc, được thực hiện tại Huế lúc đó.\n\nĐầu niên khóa 45 - 46, vì thiếu giáo sư, Viện Đại học Hà Nội mời ba người ở Huế ra dạy: Ông [[Đào Duy Anh|Đào Duy Anh]], ông Nguyễn Dương Đôn và nhà văn [[Hoài Thanh]]. Ông Đôn lấy xe đi Hà Nội cùng với ông [[Ngô Đình Nhu]] và ông Trần Đǎng Khoa, một cán sự cao cấp Công Chính. Tại Viện Đại học Hà Nội hồi ấy (niên khóa 45 - 46), dạy môn toán chỉ có hai người, giáo sư Hoàng Xuân Hãn và giáo sư Nguyễn Dương Đôn. Dạy ngành Cơ học (Mécanique Rationnelle) giáo sư Hãn bắt đầu giảng bằng tiếng Việt. Còn giáo sư Đôn thì trước kia đã có dạy toán cấp Tú tài bằng tiếng Việt, nhưng tự xét chưa dạy được môn Toán Đại học bằng tiếng ta. Nên hồi đó giáo sư Đôn còn phải dạy Toán học Đại cương (Mathématiques Générales) bằng tiếng Pháp.\n\nTết đầu nǎm 46, giáo sư Đôn trở về Huế thǎm gia đình, ở luôn mấy tháng vì được tin chính phủ đóng cửa Viện Đại học Hà Nội. Đầu niên khóa 46 - 47, giáo sư Đôn trở lại Hà Nội, lần này đi tàu hỏa với cả gia đình. Đến Hà Nội, gia đình giáo sư Đôn được giáo sư [[Ngụy Như Kontum]] cho ở nhờ, ở chung tại nhà Giám đốc Học xá Sinh viên tại khu Bạch Mai. Một thời gian sau, giáo sư [[Hoàng Xuân Hãn]] lại mời giáo sư Đôn cùng cả gia đình về ở chung trên hiệu thuốc Bà Hãn ở Hà Nội, phố Tràng Tiền. Tuy có nhà vườn ở Bạch Mai, ông bà Hãn có ý mời gia đình giáo sư Đôn vì lúc ấy tình hình xã hội và chính trị rất cǎng thẳng. Đêm 19\/12\/46, bom đạn nổ khủng khiếp trước hiệu thuốc Bà Hoàng Xuân Hãn tại phố Tràng Tiền.\n\nSau khi quân đội Pháp trở lại Hà Nội, ông Đôn nghỉ hẳn mọi hoạt động cho đến ngày vĩ tuyến 17 chia đôi đất nước, giáo sư vào miền Nam.\n\nChính phủ [[Ngô Đình Diệm]] mời ông làm Bộ trưởng Giáo dục từ 1954 đến 1957.<ref name=\":0\" \/><ref name=\":1\">{{chú thích sách |last=Đoàn Thêm |url=https:\/\/online.fliphtml5.com\/oimsx\/eyin\/ |title=Hai Mươi Năm Qua: Việc Từng Ngày (1945-1964) |year=1966 |language=vi |url-status=live |accessdate=2022-09-19 |archiveurl=https:\/\/web.archive.org\/web\/20220715100049\/https:\/\/online.fliphtml5.com\/oimsx\/eyin\/ |archivedate=2022-07-15}}<\/ref> Nhiệm vụ Bộ trưởng Quốc gia Giáo dục trong giai đoạn khó khǎn và một hoàn cảnh chính trị rất là lộn xộn, ngoài việc phát triển mở mang các trường Trung học cũ mới, xây dựng Viện Đại học Sài Gòn, giáo sư Đôn còn thành lập thêm hai cơ sở Giáo dục quy mô tráng lệ vững vàng, Trường Quốc gia Âm nhạc kịch nghệ và Trường Quốc gia Cao đẳng Mĩ Thuật. Ông mời Giáo sư Phạm Đình Ái về Bộ Giáo dục làm phụ trách ngành Trung học.\n\n==Nhà ngoại giao==\nĐầu nǎm 1957, ông được bổ nhiệm làm Đại sứ Việt Nam Cộng hòa tại Ý, tòa thánh Vatican và Tây Ban Nha, nhiệm sở tại Rome. Ngoài công việc đại diện Việt Nam Cộng Hòa tại ngoại quốc, Nguyễn Dương Đôn cũng là đại diện của nền Văn hóa Việt Nam trong những lần hội nghị Quốc tế tại nhiều nơi như Paris, Genève, Bonn, Montevideo, Tokyo, New Delhi. Mở rộng mối bang giao với các tân Quốc gia, giáo sư Đôn đại diện Việt Nam Cộng Hòa đã tham dự các ngày lễ Tuyên cáo Độc lập Mã Lai (Kuala Lumpur, tháng 9 nǎm 1957), lễ Độc lập Sénégal (tháng tư 1961).\n\nNăm 1967 ông nghỉ hưu, định cư lâu dài và qua đời ngày 20 tháng 10 nǎm 1999 tại Roma (Ý).\n\n==Gia đình==\nCha ông Nguyễn Dương Đôn là Nguyễn Dương Thuyên (1861 - 1910), người tỉnh Nghệ An, phủ Hưng Nguyên, tổng Phù Long, làng Long Cù. Mẹ ông là Công Tôn Nữ Thị Sanh (1885 - 1967), cháu nội [[Tùng Thiện Vương]] (Miên Thẩm), con thứ 10 của vua Minh Mạng. Ông Đôn chỉ có một người chị ruột là Bà Nguyễn Thị Trâm cao hơn nǎm tuổi, kết hôn với ông Ưng Thuyên (dòng dõi [[Tuy Lý Vương]], con trai thứ 11 của vua Minh Mạng). Lúc còn ở tại Pháp Ông Nguyễn Dương Đôn kết hôn với Sophie Josephine Anne Mohr, người Đức sinh tại Saarbrücken (1911). Tháng 2 nǎm 1962 bà Sophie Đôn mất tại một bệnh viện tại Rome sau một cuộc giải phẫu vì bạo bệnh. Hai vợ chồng có năm người con trai:\n*Người con trai cả là Bác sĩ Jean Nguyễn Dương Đôn sinh tại Paris nǎm 07\/10\/1933.\n*Người con trai thứ hai là Giáo sư Tiến sĩ Nguyễn Dương Hoàng sinh tại Paris (X) nǎm 15\/4\/1935. Sau khi thi đậu tú tài tại Lycée LouisleGrand (Paris, Pháp) và sau hai nǎm niên học tại Đại học Sorbonne, ông qua Tây Đức để tiếp tục sự nghiên cứu Hóa học tại Đại học Heidelberg (Đức). Ông tốt nghiệp học vị Tiến sĩ Hóa học tại phòng thí nghiệm của Georg Wittig, nhà khoa học Đức đoạt giải thưởng Nobel Hóa học nǎm 1979. Sau khi nghiên cứu ba nǎm tại Hoc viện Sinh lý Đại học Tübingen và sau khi đậu tiến sĩ về môn học Sinh Lý Giáo sư Nguyễn Dương Hoàng dạy tại Đại học Ulm (Nam Đức) đến nǎm 2000 thì được về hưu. Chuyên ngành của ông là về sinh lý và dược lý Bệnh rối loạn tuần hoàn máu và chứng huyết áp cao.\n*Người con trai thứ ba là kĩ sư Nguyễn Dương Huyền sinh tại Paris (X) nǎm 01\/12\/1937 và qua đời tại Batangas (Philippin) nǎm 28\/5\/2004, và\n*Hai người con trai sinh đôi sinh tại Huế (15\/3\/1943): Kiến trúc sư Nguyễn Dương Văn và Tiến sĩ Nguyễn Dương Liên Rene.\n\n==Tham khảo==\n{{tham khảo}}\n{{thời gian sống|1911|1999}}\n\n[[Thể loại:Bộ trưởng Quốc gia Việt Nam]]\n[[Thể loại:Bộ trưởng Việt Nam Cộng hòa]]\n[[Thể loại:Chính khách Việt Nam Cộng hòa]]\n[[Thể loại:Đại sứ Việt Nam Cộng hòa]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà ngoại giao Việt Nam]]"}