{"87024":"'''Nguyễn Bá Nhạ''' (阮伯迓, 1822-1848) quê xã [[Hoằng Lộc]], huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa]]. Ông đỗ [[Hoàng giáp]] khoa Quý Mão (1843) đời [[Thiệu Trị]] năm 22 tuổi, làm chức tri phủ <ref name=Thinh1995>{{Chú thích sách| title = Danh sĩ Thanh Hóa và việc học thời xưa |author = Trần Văn Thịnh, Trịnh Mạnh, Lê Bá Chức và Nguyễn Thế Long |year = 1995 | publisher = Nhà xuất bản Thanh Hóa}}<\/ref>.\n==Tiểu sử==\n'''Nguyễn Bá Nhạ''' tên hiệu là Long Châu, sinh năm Nhâm Ngọ (1822), con của tri huyện An Lạc Nguyễn Thận Tuyển. Lúc 22 tuổi, ông đã đỗ Đệ nhị giáp Tiến sĩ xuất thân thứ nhất (tức [[Hoàng giáp|Hoàng Giáp]]) tại khoa thi năm Quý Mão, Thiệu Trị (1843) <ref name = wikikhoabang>{{Chú thích web|url = http:\/\/vi.wikipedia.org\/wiki\/Qu%E1%BB%91c_tri%E1%BB%81u_khoa_b%E1%BA%A3ng_l%E1%BB%A5c |title = Quốc triều khoa bảng lục |publisher = Wikipedia}}<\/ref>.\n\nKhoảng năm [[Thiệu Trị]] thứ 4 (1844), ông được bổ nhiệm làm Tri phủ [[Hàm Thuận]]. Năm Mậu Thân, Tự Đức 2 (1848), ông mất đột ngột vì trọng bệnh khi vừa 27 tuổi. Vua [[Tự Đức]] thương tiếc người tuổi trẻ tài cao, đã gửi viếng ông đôi câu đối:<br>\n''\"Nhân sinh bách tuế vi kỳ, bán chi bán lân quân mệnh bạc <br>\n''Nhữ thiếu tam nguyên cập đệ, kỳ cách kỳ sử ngã tâm bi\"<br>\nNghĩa là: <br>\nNgười sinh trăm tuổi định kỳ, nửa trong nửa thương người mệnh bạc <br>\nNgười trẻ ba lần đậu nhất, tài trên tài khiến trẫm thương tâm <ref name=BuiViet1996>{{Chú thích sách| title = Hoằng Lộc, đất hiếu học |author = Bùi Khắc Việt và Nguyễn Đức Nhuệ |year = 1996 | publisher = Nhà xuất bản Thanh Hóa}}<\/ref>.\n\n== Giai thoại: Trên đè thì dưới chống ==\nTại làng có [[Đình Bảng Môn|Bảng Môn Đình]], nơi thờ trên mười vị tiến sĩ có hương ước: ngoài trọng tuổi rồi đến trọng học mới đến trọng chức vụ. Vì thế trong một dịp lễ làng, ông Nghè mới đậu ở bậc [[Hoàng giáp]] dù còn rất trẻ cũng được mời ngồi chiếu trên với các cụ tiên chỉ. Một cụ Cống (cử nhân) cũng người làng đang làm Thượng thư trong triều ra sau thấy không còn chỗ ở trên nên bực bội ra về. Về triều, quan mời các quan thân cận giỏi văn thơ để ra một vế đối thật khó bắt làng đối lại. Nếu làng không đối được thì sẽ cho phá [[Đình Bảng Môn|Bảng Môn Đình]] để làng hết trọng, còn nếu đối được thì quan thượng thư cũng xin chịu Làng phạt.\nVế xuất '''\"Ngói đỏ lợp Nghè: lớp trên đè lớp dưới\"'''\nđược ông Nghè trẻ tuổi đối lại '''\"Đá xanh xây Cống: hòn dưới chống hòn trên\"'''.\nTưởng cụ \"Cống\" làm đến chức Thượng thư tự cho là lớp trên đè được ông \"Nghè\" lớp dưới. Hóa ra quan Thượng thư lại phải chịu phạt làm ván lát sàn đình cho làng ngồi.\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.songhuong.com.vn\/main.php?cid=0,45&case=2&left=0,43&iddetail=4756&id=180&idstop=180 Sách: TRUYỆN TRẠNG VIỆT NAM] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070926224350\/http:\/\/www.songhuong.com.vn\/main.php?cid=0,45&case=2&left=0,43&iddetail=4756&id=180&idstop=180 |date=2007-09-26 }}\n\n[[Thể loại:Sinh năm 1822]]\n[[Thể loại:Mất năm 1848]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}