{"13376288":"'''Nguyễn Thị Cẩm''' (? - ?), là phi tần của [[Tự Đức|Nguyễn Dực Tông Tự Đức]], dưỡng mẫu của [[Đồng Khánh|Cảnh Tông Đồng Khánh]].\n{{thông tin nhân vật hoàng gia\n|name=Nhất giai Thiện Phi\n|native name=Nguyễn Đình Thị Cẩm\n|title=[[Tự Đức|Tự Đức đế]] [[Hậu phi Việt Nam|Nhất giai Phi]]\n|chồng=Nguyễn Dực Tông\n|cha=Thượng thư [[Nguyễn Đình Tân]]\n|tước hiệu=Phủ thiếp (府妾)<br>Cung Tần (宮嬪)<br>Chiêu Phi (昭妃)<br>Thiện Phi (善妃)\n|mất=không rõ\n|nơi an táng=huyện [[Hương Thủy]] }}\n==Tiểu sử==\n===Nhập cung===\nBà là người huyện Quảng Điền, phủ Thừa Thiên; phụ thân là Thượng thư [[Nguyễn Đình Tân]]. Dưới thời [[Thiệu Trị|Hiến Tổ Thiệu Trị]], bà trúng tuyển và trở thành phủ thiếp của Phước Tuy công Hồng Nhậm, hoàng tử thứ hai của vua Thiệu Trị.\n\nNăm [[1847]], Phước Tuy công kế thừa hoàng vị, tức là vua [[Tự Đức]]. Ba năm sau ([[1850]]), tháng 5 ÂL, Tự Đức tấn phong hậu cung, lập bà Phủ thiếp Nguyễn Thị Cẩm làm Nhị giai Chiêu phi, ngang hàng với bà nguyên phối là Cẩn phi [[Vũ Thị Duyên]] (về sau bà này được tấn phong làm Hoàng quý phi đứng đầu). Mùa xuân năm Tự Đức thứ 13 ([[1860]]), tấn thăng cho bà lên làm Nhất giai Thiện phi.\n\nVua [[Tự Đức]] mắc bệnh không thể có con, đành phải chọn trong tông thất ba đứa trẻ làm dưỡng tử. Năm Tự Đức thứ 18 ([[1865]]), Tự Đức lấy con của em mình là Kiên quốc công [[Nguyễn Phúc Hồng Y]] tên là Ưng Thị làm dưỡng tử, giao cho Thiện phi nuôi dạy<ref>Đại Nam thực lục, Chánh biên đệ tứ, quyển 32, năm Tự Đức thứ 18 tháng 5<\/ref>. Ngoài Ưng Thị, Tự Đức còn nhận thêm hai người dưỡng tử nữa: Ưng Chân (tức [[Dục Đức|Cung Tông Dực Đức]]) do bà Hoàng quý phi [[Vũ Thị Duyên]] nhận nuôi và Ưng Đăng (tức [[Kiến Phúc|Giản Tông Kiến Phúc]]), do bà Học phi [[Nguyễn Văn Thị Hương]] nhận nuôi. Năm [[1882]], Ưng Thị được tấn phong là Kiến Giang quận công.\n===Goá phụ===\nSau khi vua [[Tự Đức]] qua đời ([[1883]]), trong triều đình liên tiếp xảy ra các vụ việc phế lập. Đến năm [[1885]], vua [[Hàm Nghi]] xuất bôn chống Pháp. Người Pháp bèn lập Ưng Thị lên làm Hoàng đế, lấy niên hiệu là Đồng Khánh.\n\nNăm Đồng Khánh nguyên niên ([[1886]]), triều đình [[nhà Nguyễn]] nghị định phế truất ngôi vị Hoàng thái phi của bà Nguyễn Văn Thị Hương tức dưỡng mẫu vua Kiến Phúc, và có ý kiến tấn tôn bà Thiện phi làm Hoàng thái phi. Bấy giờ bà Khiêm hoàng hậu [[Vũ Thị Duyên]] đã được tôn làm Trang Ý Hoàng thái hậu, đình thần lấy lí do \"nước không thể có hai mối\" mà từ chối, cũng không truy tặng thêm cho phụ thân bà là Nguyễn Đình Tân. Để bù lại, bà được gia cấp lương bổng hằng năm 300 quan tiền, 700 phương gạo và quần áo mặc vào mùa xuân cùng mùa đông<ref>Đại Nam thực lục, Chánh biên đệ lục, quyển 3, năm Đồng Khánh nguyên niên tháng 1<\/ref>.\n\nKhông rõ bà Thiện phi qua đời khi nào. Sau khi mất, bà được an táng tại huyện Hương Thủy, trên mộ bia đề dòng chữ \"Lăng tẩm của Thiện phi triều trước\" (tiên triều Thiện phi chi tẩm).\n\n== Xem thêm ==\n*[[Tự Đức]]\n*[[Đồng Khánh]]\n*[[Nguyễn Văn Thị Hương]]\n== Tham khảo ==\n*[[Đại Nam thực lục]]\n*[[Đồng Khánh Khải Định chính yếu]]\n\n{{Hoàng hậu nhà Nguyễn}}\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Phi tần Tự Đức]]\n[[Thể loại:Người Thừa Thiên Huế]]"}