{"43033":"{{unreferenced}}\n'''Nguyễn Đăng Lành''' ([[1935]] - [[1949]]) là một trong số ít các [[thiếu niên]] [[Việt Nam]] được truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] bởi [[Chủ tịch nước Việt Nam|Chủ tịch nước]] [[Việt Nam]].\n\n==Tiểu sử==\nNguyễn Đăng Lành sinh năm [[1935]] trong một gia đình [[nông dân]] nghèo ở xã Nam Hưng, huyện [[Nam Sách]], tỉnh [[Hải Dương]].\n\nNăm 13 tuổi, anh tham gia [[du kích]] địa phương, hoạt động cho lực lượng vũ trang của [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân Chủ Cộng Hòa]]. Từ tháng 1 năm [[1948]], anh theo dõi hoạt động của quân Pháp tại bốt Linh Xá, lấy đạn của Pháp cho du kích, cung cấp số liệu, vị trí hỏa lực và cách phòng thủ của quân Pháp, giúp xã đội có phương án đánh bốt. Từ tháng 8 năm 1948 đến 30 tháng 8 năm 1949, anh tham gia hoạt động liên lạc cho Ủy ban Kháng chiến và Xã đội xã Nam Hưng, hướng dẫn các cán bộ vượt qua [[Quốc lộ 17]] để hoạt động trong [[vùng tạm chiếm]]. Anh cũng tham gia rải [[truyền đơn]] trong vùng tạm chiếm, đánh quân Pháp trên Quốc lộ 17.\n\nSáng ngày [[30 tháng 8]] năm [[1949]], trên đường đưa tài liệu từ xã Hợp Tiến về, Nguyễn Đăng Lành phát hiện quân Pháp đang bao vây càn quét làng mình. Anh đã phát tín hiệu cho cán bộ xuống hầm, nhường hầm của mình cho cán bộ mới về, ngụy trang cho họ rồi về nấp ở góc ao xóm Trình. Anh bị quân Pháp phát hiện và bị bắt. Chúng đã tra tấn anh cựu kỳ dã man và tàn bạo, chúng dùng báng súng đánh vào người và làm anh gãy xương sườn, nhưng anh vẫn không khai nửa lời. Chúng dồn toàn bộ nhân dân về khu văn chỉ (mẫu giáo thôn Trần Xá - xã Nam Hưng - Nam Sách - Hải Dương) trong đó có cả cán bộ Việt Minh (cụ Mạc Đăng Chơ - Xã Đội trưởng) chúng đưa anh Lành về đó và dụ dỗ chỉ ra ai là cán bộ, ai là Việt Minh, nhưng anh chỉ nhìn bà con hàng xóm, chúng không khai thác được gì và đã treo anh lên cành của cây Quéo (hiện cây vẫn còn)tiếp tục đánh đập và tra tấn anh. Biết là sẽ chết, nên anh nói với chúng rằng \"Chúng may đưa tao đi, tao chỉ chỗ cán bộ cho\" chúng đã dẫn anh đi khắp làng Trần Xá, mục đích anh muốn nhìn lại làng quê lần cuối cùng trước khi chết. Khi chúng biết bị lừa, chúng đã đưa anh lên bốt Linh Xá và tiếp tục bị tra tấn bởi một [[trung úy|quan hai]] Pháp cho đến lúc chết do các chấn thương của vụ tra tấn.\n\nNgày [[25 tháng 3]] năm [[1997]], [[Chủ tịch nước Việt Nam|Chủ tịch nước Cộng hoà Xã hội Chủ nghĩa Việt Nam]] truy tặng anh danh hiệu Anh hùng lực lượng vũ trang nhân dân. Tại thị trấn Nam Sách, có một con đường mang tên Nguyễn Đăng Lành để vinh danh anh.\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai tiểu sử}}\n{{thời gian sống|1935|1949}}\n\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Người Hải Dương]]"}