{"353774":"{{dablink|Xin xem các mục từ khác có tên tương tự ở [[Nguyễn Ngọc Tương (định hướng)]]}}\n'''Nguyễn Ngọc Tương''' ([[1881]] - [[1951]]) là một trong những chức sắc quan trọng của tôn giáo [[Cao Đài]] trong thời kỳ hình thành và là Giáo tông thuộc [[Ban Chỉnh Đạo|Hội Thánh Cao Đài Ban Chỉnh Đạo]].\n\n==Thân thế==\nÔng sinh ngày [[22 tháng 6]] năm [[1881]] (tức ngày 26 tháng 5 năm [[Tân Tỵ]]) tại làng An Hội, tổng Bảo Hựu, tỉnh [[Bến Tre]]. Cha ông là cụ Nguyễn Ngọc Đẫu, mẹ ông là bà Võ Thị Sót.\n\nDo cha mất sớm khi ông mới 13 tháng tuổi, tuổi thơ lớn lên nhờ sự nuôi dạy của ông nội [[Nguyễn Đức Loan]] và người cô ruột. Thuở nhỏ, ông học chữ Nho và chữ quốc ngữ tại nhà, do ông nội dạy. Lên 14 tuổi, ông vào học lớp 3 trường tỉnh, 17 tuổi thi đậu vào trường [[Trường Trung học phổ thông Nguyễn Đình Chiểu, Mỹ Tho|Trung học Mỹ Tho]] (''Collège de My Tho''). Năm 19 tuổi, ông lên học tại trường [[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|Collège Chasseloup-Laubat]] ([[Thành phố Hồ Chí Minh|Sài Gòn]]).\n\n==Sự nghiệp đời==\nSau khi tốt nghiệp [[Tú tài]], năm 21 tuổi, ông thi đậu ngạch Thơ ký, được bổ dụng làm việc tại [[Dinh Thượng Thư Sài Gòn]] một năm, rồi về [[Bến Tre]] làm việc từ [[1903]] đến [[1919]]. Tại [[Bến Tre]], ông tham gia nhiều hoạt động văn hóa, giáo dục, đạo đức (như cùng tổ chức thành lập hội Buôn [[An Nam]], hội Khuyến Văn...).\n\nĐến cuối năm [[1919]], ông thi đậu ngạch Tri huyện, làm chủ quận [[Châu Thành]] ([[Cần Thơ]]) được ba tháng thì đổi đi quận [[Hòn Chông]], tỉnh [[Hà Tiên (tỉnh)|Hà Tiên]]. Năm [[1924]], ông được đổi làm chủ quận [[Cần Giuộc]], tỉnh [[Chợ Lớn]]. Thời gian này, ông được thăng ngạch Tri phủ và nhập môn [[Cao Đài]] (khoảng hạ tuần [[tháng Chạp]] năm [[Ất Sửu]]).\n\nNăm [[1927]], ông được đổi sang làm chủ quận [[Xuyên Mộc]], tỉnh [[Bà Rịa]]. Ông tiếp tục làm công chức cho đến năm 1930 thì từ quan để chuyên tâm lo cho việc đạo. Ông được chính quyền thực dân cho trí sĩ và phong hàm Đốc phủ sứ.\n\nTrong suốt thời gian làm công chức, ông được đánh giá là một quan cai trị thanh liêm và có nhiều công đức với địa phương. Ông thường tổ chức khai hoang, mở trường, lập chợ... được dân chúng yêu thương. Đặc biệt, thời gian làm chủ quận [[Xuyên Mộc]], cho ông từng đắp đường nối [[Long Hải]] với [[Nước Ngọt]]... giúp cho công cuộc khai phá vùng đất này, bấy giờ hãy còn rất hoang sơ. Ông được dân chúng ca tụng ''\"Ông Phủ Ba hiền như Phật, Ông Phủ Ba thật từ bi\"'' cũng như lưu lại nhiều giai thoại về ông{{fact|date = ngày 7 tháng 1 năm 2013}}.\n\n==Sự nghiệp đạo==\n===Công tích khai đạo===\nThời gian ông làm chủ quận [[Cần Giuộc]], khoảng hạ tuần tháng 12 năm [[Ất Sửu]], sau một thời gian tìm hiểu [[Đạo Cao Đài]] ông xin nhập môn vào Đạo. Là một nhân sĩ trí thức yêu nước, ưu đời mẫn thế, ông trở thành một tín đồ tích cực truyền giảng giáo lý Cao Đài, đóng góp đặc biệt trong việc phát triển nhanh chóng tôn giáo Cao Đài trong thời kỳ sơ khai. Ngày 17 tháng 5 năm [[Bính Dần]], ông được phong phẩm [[Phối Sư phái Thượng]], Thánh danh là '''Thượng Tương Thanh''', đến ngày 3 tháng 7 năm [[Bính Dần]] ông được thăng [[Thượng Chánh Phối Sư]] tại [[Vĩnh Nguyên Tự]].\n\nĐể thuận tiện cho việc xây dựng Tòa Thánh, năm 1927, ông cùng bà Phối sư [[Lâm Ngọc Thanh]] được Hội Thánh Cao Đài giao đứng bộ tài sản, đất đai của các tín đồ quyên góp cho Đạo. Trong thời gian xây dựng Tòa Thánh, Hội Thánh cũng cho xây dựng một biệt xá có lầu bằng cây lợp tranh, gần Đại lộ Bình Dương Đạo, để dành làm nơi cư ngụ cho ông để tiện việc theo dõi thi công.\n\nTuy nhiên, thời gian này, ông vẫn còn làm công chức. Mãi đến tháng 2 năm [[Tân Mùi]] (1930), ông mới chính thức phế đời, hành đạo tại [[Tòa Thánh Tây Ninh]]. Trong Đạo Nghị Định thứ Nhì ban hành ngày 3 tháng 10 năm [[Canh Ngọ]] ([[1930]]), Điều thứ nhì, đã chỉ định ông làm [[Chánh Phối Sư]], kiêm [[Quyền Thượng Đầu Sư]].\n\nTheo sự phân công của Hội Thánh, Quyền Giáo tông [[Lê Văn Trung (giáo tông)|Lê Văn Trung]] có gửi một văn bản gửi đến [[Thống đốc Nam Kỳ]] với nội dung giao cho ông '''Nguyễn Ngọc Tương''' làm chấp chưởng, phụ trách giao thiệp với [[chính phủ|chánh phủ]] và lo xin phép khai thác các [[Thánh thất]]. Bản thân ông cũng gửi một bức thơ cho Thống đốc Nam Kỳ xác nhận việc này, do cả quyền Giáo tông Lê Văn Trung và ông [[Lê Bá Trang]] ký tên xác nhận. Với vai trò là chưởng quản (đại diện) Hội Thánh, văn bản đầu tiên của ông (số 1, gởi đến các Thánh thất) ban hành vào ngày [[2 tháng 2]] năm [[1931]].\n\n=== Phụng sự tại Tòa Thánh Tây Ninh ===\nTrong thời gian phụng sự tại [[Tòa Thánh Tây Ninh]] (1931-1934), ông đã thực hiện nhiều công việc truyền bá đạo, lập [[nhà Dưỡng nhi]] nuôi 94 trò nghèo, có hoàn cảnh khó khăn, mở 4 lớp dạy chữ và [[Đạo Lý Phổ Thông]], tổ chức 1 lớp dạy hàng chức sắc ở làm việc tại [[Tòa Thánh]]... Ông cũng cho lập [[Y viện]] – [[Dưỡng đường]] tại [[Tòa Thánh]] để có chỗ cho người làm công quả khi ốm đau, tổ chức thành lập nhiều cơ sở như: Trại hòm, trại cưa, trai mộc, sở đương mây, sở làm củi,… để người về [[Tòa Thánh]] đều có việc làm công quả, và phục vụ mọi nhu cầu của [[Tòa Thánh]] được tương đối, ít tốn kém. Các cơ sở này vẫn còn tồn tại cho đến ngày nay.\n\nÔng còn cho khai phá đất hoang, mở mang 9 cơ sở hàng bông rau cải, cung cấp thức ăn hằng ngày cho [[Tòa Thánh]], tổ chức các tín đồ làm Phước điền, để có chỗ công quả và tài chính, lương thực cho bổn Đạo\n\n==== Ban Chỉnh Đạo tại Thánh thất An Hội ====\nNgay từ trước khi quyền giáo tông Lê Văn Trung qua đời, Tòa Thánh Cao Đài Tây Ninh có những mâu thuẫn nghiêm trọng giữa các chức sắc cao cấp, dẫn đến việc ly khai và hình thành nhiều chi phái độc lập. Bản thân ông, với vai trò là một chức sắc lo việc giáo đạo, ông nhiều lần thuyết phục các chức sắc cao cấp tránh việc ly khai, nhưng không thành công. Ông mới rời khỏi Tây Ninh và tu ẩn tại núi Kỳ Vân, Đất Đỏ (Bà Ria). Sau khi nhiều phái đoàn nhơn sanh đến gặp ông mời ông ra lo lại việc Đạo, ông trở lại hành đạo vào ngày [[24 tháng 7]] năm 1934 và lập văn phòng tại Thánh thất Bình Hòa (Gia Định) và An Hội (Bến Tre). Sau đó ông cùng với ông Đầu sư Lê Bá Trang tổ chức một Đại hội ngày 14 tháng 10 năm Giáp Tuất (tức [[20 tháng 11]] năm 1934) tại Bến Tre, có sự có mặt các đại diện của Họ Đạo trong 18 tỉnh Nam phần (trên tổng số 135 Họ Đạo có trong nước lúc đó) và chừng 1300 người dự tính. Đại hội táng thành chương trình Chỉnh Đạo và thành lập một Ban Chỉnh Đạo do phái viên của 18 tỉnh công cữ. Bấy giờ, [[Ban Chỉnh Đạo]] vẫn tự xem là một tổ chức thuộc [[Hội Thánh Cao Đài Nguyên Thủy]] tại Tây Ninh. Tòa Thánh Tây Ninh tất nhiên không nhìn nhận Ban Chỉnh Đạo.\n\nBan Chỉnh Đạo vừa thành lập buổi sáng, chiều tái nhóm thì được điện-tín quyền giáo tông Lê Văn Trung qua đời. Tiếp theo đó tại Tây Ninh, Hộ pháp [[Phạm Công Tắc]] và Đức Lý Giáo Tông lập Nghị Định ngày [[12 tháng 12]] năm 1934 xem các nhóm ly khai khỏi Đạo gốc là Bàng Môn Tả Đạo. Sự hòa hiệp với Tòa Thánh Tây Ninh không giải quyết được, đưa đến quyết định của Đại hội Ban Chỉnh Đạo ngày 18 tháng 1 năm [[Giáp Tuất]] (tức [[21 tháng 12]] năm 1934) tổ chức Hội Vạn Linh từ 8 đến 11 tháng 1 năm [[Ất Hợi]] (11 đến 14 tháng 2 năm 1935) tại Thánh thất An Hội [[Bến Tre]] để thành lập Hội Thánh để hành Đạo. Hội Vạn Linh công cử Đầu sư Nguyễn Ngọc Tương lên phẩm Giáo tông để cầm giếng mối Đạo. Tuy chưa bao giờ tuyên bố ly khai, nhưng trên thực tế, các tín đồ tu tập theo quan điểm Ban Chỉnh Đạo đã hình thành tổ chức một Hội Thánh Cao Đài riêng biệt, sau nầy được gọi là [[Hội Thánh Cao Đài Ban Chỉnh Đạo]] để phân biệt với các Hội Thánh khác.\n\nTừ khi trừ quan hành [[Đạo]] tại [[Tòa Thánh Tây Ninh]] song song với công việc phổ độ, hành đạo ông rất chú trọng vào phương pháp tu tập, đặc biệt là pháp môn tu tịnh. Đặc biệt, trong thời gian từ [[1934]] đến [[1942]], ông qua 10 kỳ đại tịnh, có đợt đến 120 ngày. Đó là phương châm hành đạo \"tiêu tích cực hóa hợp\" (vừa hành đạo, vừa tịnh luyện) mà ông hằng dạy trong mỗi khóa hạnh đường dành cho chức sắc, tín đồ. Các kỳ tịnh của ông được tín đồ đặt các tên gọi riêng như \"Bá nhựt trúc cơ\", \"Thập nhị hoài thai\", \"Tam niên nhũ bộ\", \"Cửu cửu thần du\". Kỳ đại tịnh cuối cùng của ông từ 22 tháng 2 năm [[Nhâm Ngọ]] ([[1942]]) đến ngày ông \"ra tịnh\"<ref>Viên tịch.<\/ref> vào giờ Tý rạng ngày Rằm tháng 5 năm [[Tân Mão]] (tức [[18 tháng 6]] năm 1951), thời gian tổng cộng 9 năm 81 ngày, được gọi là \"Cửu niên diện bích\".\n\nSau khi ông qua đời, liên đài của ông an vị trước [[Thánh thất An Hội]], được xem là Tòa Thánh tạm cho Hội Thánh Cao Đài Ban Chỉnh Đạo <ref>Địa đặt tại đường Trương Định (còn gọi là đường Thất Cao Đài), phường 6, [[Bến Tre (thành phố)|Thành phố Bến Tre]].<\/ref>.\n\n== Vinh danh ==\nTrong thời gian sau năm 1945 đến khi qua đời, ông nhiều lần biểu lộ thái độ ủng hộ phong trào giành độc lập dân tộc của Việt Minh. Do ảnh hưởng của ông, các tín đồ Ban Chỉnh Đạo hầu hết đều bất hợp tác khi người Pháp tái chiếm [[Đông Dương]], thậm chí còn tham gia tích cực kháng chiến, đặc biệt là 2 người con trai của ông là [[Nguyễn Ngọc Bích]] và [[Nguyễn Ngọc Nhựt]].\n\nThạc sĩ Lữ Văn Châu, một tín đồ Cao Đài Ban Chỉnh Đạo<ref>Ông còn có tên là Lữ Minh Châu, Thạc sĩ Văn chương, Hiến pháp, Tổng Biên tập tạp chí Cao Đài.<\/ref>, từng phát biểu về ông như sau: ''\"Nói chung, phần thế Đạo, Người đã lưu lại tiếng thơm nơi chốn quan trường và gia tộc. Ngày nay, các huyện Châu Thành, Cần Thơ, Hòn Chông, Cần Giuộc, Xuyên Mộc còn lưu lại nhiều huyền thọai rất tốt trong những năm tháng Người đảm nhiệm vai trò Chủ quận. Có thể nói Đức Giáo tông '''Nguyễn Ngọc Tương''' có cái nhìn rất sâu, rất xa về tương lai đất nước, dân tộc. Từ đầu thế kỷ XX, Người đã lập ra [[Hội buôn An Nam]], [[Hội khuyến Văn]]… để nâng cao dân trí và tạo lập hạnh phúc cho dân sinh. Tuy gặp lúc nước mất chủ qưyền, làm quan thời vận nước suy vong, nhưng Người đã khơi mạch sống cho các con, dạy con biết sống vì đời, hiến dâng đời mình để giữ gìn độc lập, tự do xây dựng quê hương. Mặt thế Đạo của gia đình '''Nguyễn Ngọc Tương''' được người đời trân trọng.[[Nhà nước]] đang xem xét công nhận [[di tích lịch sử Quốc gia]] ngôi Tổ Miếu do các con Người dâng hiến cho Đạo. Công đức xã hội của Anh Cả theo thời gian được chứng minh là bậc hiền tài của [[quốc gia|đất nước]].\"''\n\nGhi nhận những đóng góp của ông, [[Nhà nước Việt Nam]] đã truy tặng ông Huân chương Kháng chiến. Cuộc đời ông đã được nhà văn Trầm Hương dựng lại thành tiểu thuyết \"[[Đêm trắng của Đức Giáo tông]]\".<ref>Nhà xuất bản Công an Nhân dân, 2006.<\/ref>\n\nNgôi nhà [[Nguyễn Từ Đường]] của ông nằm tại làng [[An Hội]], tổng [[Bảo Hựu]], tỉnh [[Bến Tre]], hiện đang được [[Bảo tàng Bến Tre]] làm hồ sơ khoa học xin xếp hạng [[Nguyễn Từ đường]] là di tích cấp quốc gia về nơi sống và lớn lên, nơi lưu giữ nhiều kỉ vật của ông Nguyễn Ngọc Tương, và các con ông. Ngoài ra còn có 3 sắc phong, 12 chiếu chỉ, 245 quyển sách tiếng Pháp loại quý,...\n\n== Gia đình ==\n\nÔng từng lập gia đình 2 lần. Năm 1902, ông lập gia đình với bà Trương Thị Tài (1886–1906), hạ sinh được 2 người con là Nguyễn Thị Tú (1903–1926) và Nguyễn Ngọc Hớn (1906–1951). Tuy nhiên, bà mất sớm sau 4 năm chung sống.\n\nVài năm sau, ông tái hôn với bà Bùi Thị Giàu (1884-1937) và có thêm 5 người con, gồm 3 trai là [[Nguyễn Ngọc Kỷ]] (1910-1978), [[Nguyễn Ngọc Bích (kỹ sư)|Nguyễn Ngọc Bích]] (1911-1966), [[Nguyễn Ngọc Nhựt]] (1918-1952) và 2 gái là Nguyễn Thị Yến (1913-2006) và [[Nguyễn Thị Nguyệt]] (1915-2009).\n\nLà một nhân sĩ trí thức, có địa vị xã hội, dưới sự dạy dỗ của ông, các con ông đều học rất giỏi, là những nhân tài đóng góp cho đất nước.\n\nCả ba con trai ông là [[Nguyễn Ngọc Kỷ]], [[Nguyễn Ngọc Bích]], [[Nguyễn Ngọc Nhựt]] đều đi du học ở [[Pháp]] và đậu bằng kỹ sư Pháp. Ba ông đều về nước khi học và có chút kinh nghiệm bên Pháp. Hai ông Nhựt, Bích tham gia phong trào độc lập dân tộc do [[Việt Minh]] lãnh đạo và giữ những vị trí cao.\n\nÔng [[Nguyễn Ngọc Bích]] từng tốt nghiệp trường kỹ sư Bách Khoa (\"École Polytechnique\") và trường kỹ sư cầu Cống (\"École Nationale des Ponts et Chaussées\") tại Paris. Muốn vào học các trường kỹ sư như các trường đó và trường \"École Centrale des Arts et Manufactures\", phải qua một cuộc thi tuyễn rất khó, đạc biệt là trường École Polytechnique vì chỉ dám thi tuyển vào trường nầy sinh viên ưu tú nhất của nước Pháp. Trong lúc học, sinh viên ở nội trú, mặc quân phục và khi rời trường đương nhiên là sĩ quan của quân đội Pháp và phải vào quân đội hoặc phục vụ ít nhứt 10 năm tại một cơ quan chánh phủ (sau nầy có thể trả lại chi phí học nếu muốn tránh). Vào đầu các năm 1940, ông về nước tham gia [[Việt Minh]] và được cử làm Khu bộ phó Khu 9. Ông có tiếng là \"kỹ sư phá cầu\" sau khi phá nhiều cầu để chận tiến binh của quân đội Pháp, trong đó có cầu đúc Cai Răng (Cần Thơ) và Nhu Gia (Sốc Trăng) để chận quân đội của tướng Pháp Valluy (Cai Răng) và Nyo (Nhu Gia). Đầu năm 1946, ông bị quân Pháp bắt gần Sài Gòn, tại địa điểm ông có hẹn với một người sẽ dẫn đường ông đến một nơi ông được lịnh phải đến. Ông bị kết án tử hình bởi tòa án quân đội của Pháp vì ông được xem là \"sĩ quan đào ngủ\". Các sỉ quan tốt nghiệp trường École Polytechnique đang phục vụ tại Việt Nam lúc đó mới giúp ông bằng cách ghi tên ông trong danh sách trao đổi tù binh với Việt Minh, và tổ chức máy bay đài ông về Pháp để ông không thể tiếp tục dự kháng chiến chống họ. Sau khi về Pháp, ông theo học trường Y khoa và trở thành Bác sĩ. Tuy nhiên, ông không hành nghề bác sĩ và lại nghiên cứu về bịnh ung thư (\"cancer\"), và dạy môn Vật Lý Y khoa tại trường Y Khoa Paris. Cùng với một số trí thức Việt Nam, ông lập nhà xuất bản Minh Tân tại Paris để phát hành sách cho Việt Nam như « ''Danh từ khoa học'' » (1951 và 1955), « ''Toán Pháp, lớp nhì va lớp sơ đẳng tiểu học »'' (1953), « ''Chinh phụ ngâm'' », « ''La sơn phu tử »'',v.v. của Hoàn Xuân Hản, « ''Phénoménologie et matérialisme dialectique »'' của Trần Đức Thảo, « ''Hán Việt tự điển » và « Pháp Việt tự điển »'' của Đào Duy Anh'',...''Cuối đời, ông sống với người bạn gái là [[Henriette Bùi Quang Chiêu|Henriette Bùi]], con gái ông [[Bùi Quang Chiêu]], nữ bác sĩ bản xứ đầu tiên của [[Bán đảo Đông Dương|Đông Dương]], và một trong những nữ bác sĩ đầu tiên của Pháp.\n\nÔng [[Nguyễn Ngọc Nhựt]] từ tốt nghiệp Kỹ sư tạo tác trường \"École Centrale des Arts et Mahufactures de Paris\", còn gọi tắt là \"École Centrale de Paris\", lấy vợ người Pháp. Đầu năm 1946, ông tiếp kiến Chủ tịch [[Hồ Chí Minh]], bấy giờ đang sang thăm và tìm cách thương lượng với chính phủ Pháp về quy chế độc lập cho Việt Nam. Bị thuyết phục trước phong thái của vị chủ tịch và lời chỉ dẫn của người anh trai Nguyễn Ngọc Bích (bấy giờ đã bị đài sống ở Pháp), ông quyết định về nước với sự giúp đỡ của người anh nầy. Sau khi về nước, ông tham gia kháng chiến, trở thành kỹ sư quân khí. Ông cũng được bầu làm Phó chưởng quản [[Hội Thánh Cao Đài 12 phái thống nhứt]]<ref>Do ông [[Cao Triều Phát]] là Chưởng quản.<\/ref>, quy hợp các hệ phái Cao Đài kháng chiến. Năm 1948, ông được cử làm Ủy viên Ủy ban Hành chính Kháng chiến Nam Bộ, phụ trách công tác thương binh và xã hội, trở thành Ủy viên trẻ nhất trong Ủy ban. Năm 1949, ông bị quân Pháp bắt. Không như anh mình, ông bị cầm tù và tra tấn và qua đời năm 1952, lúc vừa tròn 34 tuổi. Ông được Nhà nước [[Việt Nam]] công nhận Liệt sĩ và tuy tặng Huân chương Kháng chiến hạng nhứt<ref>{{Chú thích web |url=http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=230&Itemid=47 |ngày truy cập=2011-08-15 |tựa đề=Nguyễn Ngọc Nhựt (1918 – 1952) |archive-date=2011-12-09 |archive-url=https:\/\/web.archive.org\/web\/20111209210609\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=230&Itemid=47 |url-status=dead }}<\/ref>\n\nBà [[Nguyễn Thị Nguyệt]] về sau trở thành Nữ Đầu Sư của [[Ban Chỉnh Đạo|Hội Thánh Cao Đài Ban Chỉnh Đạo]].\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/tiengviet.hoithanhngoaigiao.org\/index.php?option=com_content&task=view&id=282&Itemid=81 Thông tin thêm về Nguyễn Ngọc Tương] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090219022736\/http:\/\/tiengviet.hoithanhngoaigiao.org\/index.php?option=com_content&task=view&id=282&Itemid=81 |date = ngày 19 tháng 2 năm 2009}}\n*[http:\/\/www.caodaivn.com\/forum_posts.asp?TID=2507&PN=1 Thơ Lược Sử Đức Nguyễn Ngọc Giáo Tông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090219205236\/http:\/\/www.caodaivn.com\/forum_posts.asp?TID=2507&PN=1 |date = ngày 19 tháng 2 năm 2009}}\n*[http:\/\/caodaivn.com\/forum\/showthread.php?t=2940&page=2 Tiểu sử Đức Đệ Tam Giáo Tông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305142531\/http:\/\/caodaivn.com\/forum\/showthread.php?t=2940&page=2 |date = ngày 5 tháng 3 năm 2016}}\n*[http:\/\/caodaibanchinhdao.com\/thuviensach\/caodai\/caodaibanchinhdao\/ducgiaotong\/tieusudgt\/ Tiểu sử Đức Giáo Tông Nguyễn Ngọc Tương]\n*[http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=24&Itemid=36 Ngôi nhà Nguyễn Từ Đường]{{Liên kết hỏng|date=2023-01-23 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|Sinh=1881|Mất=1951}}\n\n[[Thể loại:Người Bến Tre]]\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Giáo tông đạo Cao Đài]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Cựu học sinh Collège de My Tho]]\n[[Thể loại:Cựu học sinh Collège Chasseloup-Laubat]]"}