{"643165":"{{bài cùng tên}}\n{{Viên chức\n| tên = Nguyễn Nghiêm\n| hình = Nguyen-Nghiem.jpg\n| cỡ hình =\n| miêu tả =\n| ngày sinh = [[8 tháng 10]], [[1904]]\n| nơi sinh = [[Phổ Phong]], [[Đức Phổ]], [[Quảng Ngãi]]\n| nơi ở =\n| ngày chết = [[23 tháng 4]], [[1931]]\n| nơi chết = [[Sông Trà Khúc|Trà Khúc]], [[Quảng Ngãi]]\n| chức vụ = Bí thư [[Tỉnh ủy Quảng Ngãi]]\n| bắt đầu = Tháng 3, [[1930]]\n| kết thúc = Tháng 3, [[1931]]\n| tiền nhiệm = [[Trương Quang Trọng]] (Tỉnh bộ Quảng Ngãi [[Hội Việt Nam Cách mạng Thanh niên|HVNCMTN]])\n| kế nhiệm = [[Phan Thái Ất]]\n| địa hạt = {{VIE}}\n| phó chức vụ = Phó Bí thư\n| phó viên chức = [[Phan Thái Ất]]\n| đa số = \n| đảng = [[Đảng Cộng sản Việt Nam]]\n| nghề = Thầy thuốc\n| giáo dục =\n| học trường = [[Trường Quốc học Quy Nhơn|Trường Pháp – Việt Quy Nhơn]]\n| học vị =\n| dân tộc = [[Người Kinh|Việt]]\n| đạo =\n| chữ ký =\n| họ hàng =\n| cha = Nguyễn Tuyên\n| mẹ =\n| em =\n| vợ =\n| chồng =\n| kết hợp dân sự =\n| con =\n| website =\n| chú thích =\n}}\n'''Nguyễn Nghiêm''' (1903–1931) là một nhà cách mạng Việt Nam. Ông là Bí thư đầu tiên của Đảng bộ [[Đảng Cộng sản Việt Nam]] tỉnh [[Quảng Ngãi]]<ref>{{Chú thích web |url=http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/Home\/127921631\/ |ngày truy cập=2011-07-31 |tựa đề=Danh sách Bí thư Tỉnh ủy Quảng Ngãi (1930-2010) |archive-date=2011-08-27 |archive-url=https:\/\/web.archive.org\/web\/20110827025237\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/Home\/127921631\/ |url-status=dead }}<\/ref> và là người lãnh đạo phong trào Cộng sản tại Quảng Ngãi năm 1930-1931.\n\n==Thân thế==\nÔng sinh năm 1904, là người làng Tân Hội, nay thuộc xã Phổ Phong, thị xã [[Đức Phổ]], tỉnh [[Quảng Ngãi]]. Ông là con thứ mười và cũng là con trai độc nhất trong gia đình. Cha ông là cụ Nguyễn Tuyên, một nhà nho, từng đỗ [[Tú tài]], tham gia [[Phong trào Duy Tân|Phong trào Duy tân]], năm 1908 bị chính quyền thực dân kết án 5 năm lưu đày [[Côn Đảo]]. Sau khi mãn hạn tù, cụ về làng dạy học và làm nghề đông y.\n\nEm con chú ruột của ông là nhà văn, nhà thơ [[Nguyễn Vỹ]].\n\n==Hoạt động cách mạng==\nDo ảnh hưởng của cha, ông sớm có tinh thần yêu nước và một nền học vấn truyền thống. Thuở nhỏ, ông học ở trường làng rồi trường tỉnh Quảng Ngãi, trường Pháp - Việt Quy Nhơn. Ông bắt đầu các hoạt động yêu nước từ năm 14 tuổi, khởi đầu với các hoạt động của phong trào học sinh ở [[Quy Nhơn]]. Sau khi cha ông qua đời, ông bỏ dở việc học, về quê làm nghề thuốc tập sự, nối nghiệp cha. Năm 20 tuổi (1924), ông tiếp xúc với cụ [[Trần Kỳ Phong]] và được nghe nhà cách mạng lão thành đề cập và ca ngợi chủ nghĩa cộng sản. Năm 1925, Nguyễn Nghiêm, Nguyễn Ngọc Thụy, Trần Kỳ Truyện lập Công Ái xã và bắt đầu tìm hiểu chủ nghĩa Mác- Lênin. Về sau Công Ái xã giải thể, các thành viên tích cực trong đó có Nguyễn Nghiêm chuyển hướng hoạt động và gia nhập [[Hội Việt Nam Cách mạng Thanh niên]]. Cuối năm 1927, Tỉnh bộ Việt Nam Cách mạng Thanh niên thành lập, ông được cử vào ban chấp hành, phụ trách huyện Đức Phổ.\n\nTháng 7 năm 1929, Bí thư Tỉnh bộ Việt Nam Cách mạng Thanh niên Quảng Ngãi Trương Quang Trọng tập hợp một số đồng chí tại núi Xương Rồng (huyện Đức Phổ) thành lập tổ chức \"Dự bị Cộng sản\". Nguyễn Nghiêm được giao nhiệm vụ xúc tiến thành lập Đảng bộ tỉnh. Tháng 8 năm 1929, Trương Quang Trọng, Hồ Độ và một số yếu nhân của Tỉnh bộ Việt Nam Cách mạng Thanh niên Quảng Ngãi bị bắt, Nguyễn Nghiêm lãnh đạo các hội viên còn lại thực hiện chủ trương vô sản hóa, cử một số cán bộ liên hệ với các tổ chức Cộng sản trong nước.\n\nNgày [[3 tháng 2]] năm 1930, [[Đảng Cộng sản Việt Nam]] ra đời. Ngay sau đó, Nguyễn Nghiêm đã bắt liên lạc với Đảng và đến giữa tháng 3 năm 1930, Đảng bộ Đảng Cộng sản Việt Nam tỉnh Quảng Ngãi được thành lập do ông làm Bí thư lâm thời. Tháng 6 năm đó, tại Đại hội Đảng bộ lần thứ I, tiến hành tại làng Hùng Nghĩa, xã Phổ Phong, huyện Đức Phổ, Nguyễn Nghiêm được cử làm Bí thư đầu tiên của Đảng bộ Đảng Cộng sản Việt Nam tỉnh Quảng Ngãi.\n\nNgày 1 tháng 8 năm 1930, Đảng bộ tổ chức rải truyền đơn, treo biểu ngữ ở nhiều nơi trong tỉnh, gây uy tín trong quần chúng, nhằm kêu gọi hưởng ứng [[Xô Viết Nghệ Tĩnh|Xô viết Nghệ Tĩnh]]. Đêm 7 tháng 10 năm 1930, Nguyễn Nghiêm trực tiếp lãnh đạo trên 5.000 người xuống đường biểu tình, mít tinh tấn công và làm chủ huyện đường Đức Phổ cho đến sáng hôm sau. Vợ ông cũng là một thành viên tích cực tham gia chỉ đạo phong trào.\n\nNgày 13 tháng 10, Tỉnh ủy họp ở làng Nghĩa Lập (huyện [[Mộ Đức]]), chủ trương tiếp tục biểu tình công khai và về tổ chức, Tỉnh ủy chia làm hai bộ phận: bộ phận phía Nam tính từ sông Trà Khúc trở vào do Nguyễn Nghiêm lãnh đạo, phía Bắc tỉnh từ sông Trà Khúc trở ra do Phan Thái Ất phụ trách. Nguyễn Nghiêm đi Quảng Nam tìm bắt liên lạc với Xứ ủy Trung Kỳ, xin chỉ thị về việc dấy lên cao trào mùa Xuân năm 1931. Khi về đến Bình Sơn, ông bị chính quyền thực dân bắt giữ nhưng trốn thoát được, lên Trà Bình. Sau đó, theo ủy nhiệm của Xứ ủy, ông vào Bình Định, Phú Yên để củng cố các tổ chức cơ sở Đảng.\n\nSau cuộc biểu tình đầu năm 1931, địch bắt mẹ, vợ và đốt nhà Nguyễn Nghiêm, treo giải thưởng cho ai lấy được đầu ông. Ba Tỉnh ủy viên ở phía Nam tỉnh bị bắt. Nguyễn Nghiêm chuyển cơ quan Tỉnh ủy từ Tân Hội về Gò Huyện (huyện Mộ Đức). Các Đảng viên dự bị được lệnh thoát ly. Tỉnh ủy phát động \"3 ngày căm thù\" (16, 17, 18 tháng 2 năm 1931), làn sóng đấu tranh vùng lên mạnh. Chính quyền thực dân ra sức đàn áp. Ông phải cải trang dời về Sông Vệ, sau đó về làng An Đại (huyện [[Tư Nghĩa]]). Trên đường đi nắm tình hình, ông bị bắt đêm [[6 tháng 3]] năm 1931.\n\nBiết ông là người lãnh đạo phong trào Cộng sản ở Quảng Ngãi, có chú ruột từng làm quan cho triều đình Đại Nam, chính quyền thực dân Pháp và Tuần vũ Nguyễn Bá Trác tìm cách cứng mềm để lôi kéo, nhưng ông vẫn giữ tròn khí tiết, tìm cách móc nối với phong trào, xây dựng Chi bộ Đảng trong tù. Không lay chuyển được ý chí của ông, chính quyền thực dân đưa ông đi \"xử trảm\" theo [[Hoàng Việt luật lệ|Luật Gia Long]], tại Cấm ông Nghè, bãi [[sông Trà Khúc]] (nay thuộc xã Nghĩa Phương, huyện [[Tư Nghĩa]], Quảng Ngãi) vào lúc 3 giờ sáng [[23 tháng 4]] năm [[1931]].\n\n==Vinh danh==\nSau khi [[Cách mạng tháng Tám|Cách mạng tháng 8]] thành công tại tỉnh Quảng Ngãi, chính quyền Việt Minh của tỉnh đã quyết định đổi tên huyện Đức Phổ thành huyện Nguyễn Nghiêm. Tuy nhiên, chỉ một thời gian ngắn sau, khi quân Pháp tái chiếm [[Bán đảo Đông Dương|Đông Dương]], tên cũ Đức Phổ được dùng lại.\n\nTháng 9 năm 1947, chính quyền Việt Minh tỉnh Quảng Ngãi thành lập một trường trung học tại Đức Phổ, mang tên Trường Trung học Nguyễn Nghiêm. Trường tồn tại hơn 8 năm, đào tạo 7, hoạt động đến tháng 12 năm 1955 thì chấm dứt hoạt động do áp lực của chính phủ [[Việt Nam Cộng hòa]].\n\nTên ông hiện nay được đặt cho một số địa danh tại tỉnh Quảng Ngãi và một trường trung học cơ sở tại thị xã [[Đức Phổ]].\n\nTại thôn Tân Phong, xã Phổ Phong, thị xã Đức Phổ, một nhà lưu niệm được xây dựng năm từ 1986 và tôn tạo nâng cấp vào năm 1997, xây dựng trên nền nhà cũ của ông, bên trong trưng bày những tài liệu hình ảnh, hiện vật về cuộc đời hoạt động cách mạng của ông.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.quangngai.gov.vn\/userfiles\/file\/dudiachiquangngai\/PHANII\/CHUONG_XI\/Cacnhanvatlichsu.htm Các nhân vật lịch sử tiêu biểu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100525074725\/http:\/\/www.quangngai.gov.vn\/userfiles\/file\/dudiachiquangngai\/PHANII\/CHUONG_XI\/Cacnhanvatlichsu.htm |date=2010-05-25 }}\n* [http:\/\/btxvnt.org.vn\/cms\/?m=29&act=view&id=321 Di tích huyện đường Đức Phổ - tỉnh Quảng Ngãi]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n\n{{thời gian sống|1904|1931}}\n\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Bí thư Tỉnh ủy Quảng Ngãi]]\n[[Thể loại:Người bị xử tử bằng hình phạt chém đầu]]"}