{"520653":"'''Nguyễn Văn Rinh''' (sinh ngày [[29 tháng 7]] năm [[1942]]) là một tướng lĩnh [[Quân đội nhân dân Việt Nam]], hàm [[Thượng tướng Quân đội nhân dân Việt Nam|Thượng tướng]]. Ông nguyên là Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VIII]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX|IX]], nguyên [[Thứ trưởng Bộ Quốc phòng Việt Nam]], Ủy viên Đoàn Chủ tịch [[Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]], Ủy viên Ủy ban Về các vấn đề xã hội của Quốc hội, Đại biểu [[Quốc hội Việt Nam]]; Chủ tịch [[Hội nạn nhân chất độc da cam\/đioxin Việt Nam|Hội Nạn nhân chất độc da cam\/dioxin Việt Nam]].<ref>{{Chú thích báo\n | tên=\n | họ=\n | tác giả=Văn phòng Quốc hội\n | đồng tác giả=\n | url=http:\/\/na.gov.vn\/htx\/Vietnamese\/C1396\/C1745\/C1781\/default.asp?sAction=DETAIL_PERS&intPersID=32#knoHFmksGysw\n | tên bài=TÓM TẮT TIỂU SỬ ĐẠI BIỂU QUỐC HỘI\n | công trình=\n | nhà xuất bản=TRANG TIN ĐIỆN TỬ QUỐC HỘI VIỆT NAM\n | số=\n | các trang=\n | trang=\n | ngày=\n | ngày truy cập=11\/8\/2010\n | url lưu trữ=http:\/\/na.gov.vn\/htx\/Vietnamese\/C1396\/C1745\/C1781\/default.asp?sAction=DETAIL_PERS&intPersID=32#knoHFmksGysw\n | ngày lưu trữ=\n | ngôn ngữ=\n | trích dẫn=\n }}{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>\n\n==Sự nghiệp==\nThượng tướng Nguyễn Văn Rinh sinh ngày [[29 tháng 7]] năm [[1942]] tại thôn Đồng Kênh, xã Văn Tố, huyện [[Tứ Kỳ]], [[hải Dương|tỉnh Hải Dương]].\n\nTháng 2 năm 1961, nhập ngũ Quân đội nhân dân Việt Nam, tham gia cuộc kháng chiến chống đế quốc Mỹ. Sau đó được cử đi học tại Học viện Lục quân, tham gia chiến đấu tại chiến trường B5 với cương vị Trung đoàn phó Trung đoàn 3, Đoàn B25, Quân khu Trị Thiên. Trong Chiến dịch Hồ Chí Minh lịch sử, ông là Tham mưu phó Sư đoàn 325 thuộc Quân đoàn 2. Quân đoàn 2 lúc đó đảm nhiệm tấn công trên mặt trận phía Đông và Đông Nam Sài Gòn, đánh chiếm nhiều vị trí quan trọng của địch trong nội đô Sài Gòn và ngăn chặn, chia cắt đường rút của địch qua sông Lòng Tàu và căn cứ hải quân Cát Lái. Thượng tướng Nguyễn Văn Rinh kể lại: Trong quá trình đánh chiếm các vị trí của địch, Quân đoàn 2 phải cố gắng bảo vệ các cây cầu trên đường tiến quân, không để địch phá hoại nhằm tránh gây khó khăn cho những trận đánh vào nội đô của quân ta. Vì vậy Quân đoàn 2 được Bộ chỉ huy chiến dịch ra lệnh khai hỏa sớm hơn một ngày so với các hướng tấn công khác để đảm bảo thời gian hiệp đồng cùng với các cánh quân khác đánh vào nội đô Sài Gòn cùng một lúc. 17 giờ ngày 26-4-1975, các đơn vị của Quân đoàn 2 bắt đầu tấn công địch.\n\nÔng Nguyễn Văn Rinh còn tham gia chỉ huy và chiến đấu trong chiến tranh biên giới Tây Nam và chiến tranh biên giới phía Bắc năm 1979.\n\nChiến tranh kết thúc, ông được cử đi học tại Học viện Quân sự cấp cao (nay là Học viện Quốc phòng) và học viện Phun-de (Liên Xô cũ). Tốt nghiệp với trình độ học vấn: Cao cấp Quân sự.\n\nCác chức vụ cao cấp:\n* Tư lệnh [[Quân đoàn 2, Quân đội nhân dân Việt Nam|Quân đoàn 2]] (1992-1994)\n* Phó Tổng tham mưu trưởng (1994-1998)\n* Thứ trưởng [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng]] (1998-2007)\n\nÔng Nguyễn Văn Rinh được phong quân hàm Thiếu tướng năm 1992, thăng Trung tướng năm 1996 và Thượng tướng năm 2004.\n\nỦy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa VIII (1996-2001), IX (2001-2006).\n\nỦy viên Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam khóa VII (2009-2014), VIII (2014-2019).\n\nĐại biểu Quốc hội Việt Nam khóa X (1996-2001), XI (2002-2007), XIII (2011-2016); Ủy viên Ủy ban Về các vấn đề xã hội của Quốc hội khóa XIII.\n\nChủ tịch Hội Nạn nhân chất độc da cam\/dioxin Việt Nam (VAVA) nhiệm kỳ II (2008-2013) và nhiệm kỳ III (2013-2018).\n\nTrên cương vị Thứ trưởng Bộ Quốc phòng Việt Nam, Thượng tướng Nguyễn Văn Rinh là một trong những người đi đầu và có đóng góp quan trọng trong việc xây dựng và phát triển các khu kinh tế - quốc phòng, đoàn kinh tế - quốc phòng và hệ thống doanh nghiệp Quân đội, tiêu biểu như Tập đoàn Viễn thông Quân đội (Viettel). Xem thêm: 1\/ Nguyễn Văn Rinh, ''Kết hợp quốc phòng, an ninh với kinh tế trong tiến trình công nghiệp hoá, hiện đại hoá'', Nhà xuất bản QĐND, Hà Nội, 2003; 2\/ Nguyễn Văn Rinh, ''Quân đội đẩy mạnh xây dựng khu kinh tế quốc phòng, tham gia phát triển kinh tế xã hội, củng cố quốc phòng an ninh trên địa bàn chiến lược, biên giới'', Tạp chí Quốc phòng toàn dân, số 11\/2003, tr,15-18; 3\/ Nguyễn Văn Rinh, ''Quân đội đẩy mạnh xây dựng và nâng cao hiệu quả hoạt động của khu kinh tế quốc phòng trên các địa bàn chiến lược, biên giới'', Tạp chí Quốc phòng toàn dân, số 11\/2004, tr. 5-8; 4\/ Nguyễn Văn Rinh, \"Quân đội đẩy mạnh sản xuất, tham gia phát triển kinh tế-xã hội, góp phần nâng cao sức mạnh chiến đấu bảo vệ Tổ quốc trong tình hình mới\", Tạp chí Quốc phòng toàn dân, 07\/12\/2011.\n\nTrên cương vị Chủ tịch Hội Nạn nhân chất độc da cam\/dioxin Việt Nam, Thượng tướng Nguyễn Văn Rinh là người chủ trì thúc đẩy triển khai huy động các nguồn lực trong và ngoài nước cho việc chăm sóc, giúp đỡ nạn nhân chất độc da cam và đấu tranh bảo vệ quyền lợi, đòi công lý cho nạn nhân chất độc da cam. Trong hai nhiệm kỳ Chủ tịch của ông, tổ chức của Hội đã không ngừng lớn mạnh. Đến tháng 4-2016, Hội đã có tổ chức ở 61\/63 tỉnh, thành phố trên cả nước với trên 350.000 hội viên; nhiều tỉnh đã có 100% số huyện, xã có tổ chức hội, hình thành một mạng lưới rộng khắp từ Trung ương đến cơ sở thường xuyên chăm sóc, giúp đỡ nạn nhân. Vị trí, vai trò của Hội Nạn nhân chất độc da cam\/dioxin Việt Nam ngày càng được khẳng định, xứng đáng được Nhà nước và nhân dân giao phó trọng trách chăm sóc hơn 3 triệu nạn nhân chất độc da cam Việt Nam và đại diện bảo vệ quyền lợi cho họ.\n\nNăm 2011, Hội Nạn nhân chất độc da cam\/dioxin Việt Nam được Nhà nước tặng Huân chương Lao động hạng Hai. Năm 2016, nhân kỷ niệm 55 năm thảm họa da cam ở Việt Nam (1961-2016) và nhân Ngày Vì nạn nhân chất độc da cam Việt nam (10\/8), Hội Nạn nhân chất độc da cam\/dioxin Việt Nam đã vinh dự được Nhà nước tặng Huân chương Lao động hạng Nhất.\n\n==Phong tặng==\n*[[Huân chương Độc lập]] hạng Nhì (2010)\n* Huân chương Chiến công (hạng nhất, hạng nhì, hạng ba)\n* Huân chơng Chiến sĩ vẻ vang (hạng nhất, hạng nhì, hạng ba)\n* Huân chương Kháng chiến hạng nhất\n* Huy chương Quân kỳ quyết thắng…\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n{{sơ khai nhân vật quân sự Việt Nam}}\n{{Thời gian sống|Sinh=1942}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Thượng tướng Quân đội nhân dân Việt Nam đã nghỉ hưu]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XI]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Thứ trưởng Bộ Quốc phòng Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa X]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII Hải Dương]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 2000]]"}