{"19431068":"'''Nguyễn Năng Tĩnh''' ([[chữ Hán]]: 阮能靜; 1782-1867<ref name=bdn\/>), tự '''Phương Đình''', hiệu '''Mai Hoa Đường''', là một danh sĩ và văn thần nhà Nguyễn. Ông từng làm đến chức Giám sát ngự sử, Tri phủ Lạng Giang dưới thời các vua [[Gia Long]] và [[Minh Mạng]].\n\n== Sự nghiệp ==\nNguyễn Năng Tĩnh quê ở xã Thịnh Trường, huyện Chân Phúc, trấn Nghệ An (nay thuộc xã [[Nghi Trường]], huyện [[Nghi Lộc]], tỉnh [[Nghệ An]]). Ông xuất thân trong một gia đình có truyền thống khoa bảng tại Nghi Trường. Cha là Nguyễn Viết Tuấn thi đỗ Hiệu sinh khoa Nhâm Ngọ (1762) niên hiệu Cảnh Hưng thứ 23 triều vua Lê Hiển Tông. Anh trai Nguyễn Viết Trị thi đậu Cử nhân thời Gia Long, làm đến chức Đốc học. Nguyễn Năng Tĩnh đỗ Cử nhân khoa Kỷ Mão năm Gia Long thứ 18 (1819) được bổ nhiệm làm Biên tu ở Hàn lâm viện, sau đó được sung chức Toàn tu Quốc sử quán, rồi lại làm Giáo thụ ở phủ kinh môn (Hải Dương). Sau đó lên làm tri phủ Lạng Giang do có tiếng liêm khiết công minh nên được triệu về kinh bổ nhiệm chức Giám sát Ngự sử quan.\n\nLàm Giám sát ngự sử được vài năm, năm 1833, thầy học của ông là [[Đinh Phiên]] tham gia [[Khởi nghĩa Lê Văn Khôi]], thất bại, bị bắt và bị xử tử<ref name=vhna\/>. Nguyễn Năng Tĩnh xin từ quan (có nguồn cho là bị bãi chức)<ref name=vhna\/><ref name=khxhnvna\/>. Sau khi từ quan về nhà, ông trở thành một thầy thuốc và tiếp tục làm thầy giáo<ref name=bna\/>.\n\n== Văn thơ ==\nVăn chương của ông có nhiều thơ xướng họa, phú và câu đối nhưng phần lớn bị thất lạc. Tiêu biểu nhất còn lại tập thơ ''Trùng minh thi tập'' với 77 bài thơ bằng chữ Hán<ref name=khxhnvna\/>. Công lớn nhất của ông, năm 1822-1823 cùng với các quan đương thời Dương Bá Cung, Ngô Thế Vinh sưu tập các tác phẩm thơ văn của [[Nguyễn Trãi]] đã bị thất lạc hơn 400 năm, cùng với một tập thơ văn của [[Nguyễn Phi Khanh]], cha của Nguyễn Trãi, xếp thành bảy quyển, lấy nhan đề ''Ức Trai di tập''<ref name=bdn\/>.\n\n== Học trò ==\nTrong thời gian làm giáo thụ ở phủ Kinh môn, ông có nhiều học trò đỗ cử nhân, tiến sĩ, trong đó tiêu biểu nhất là [[Nguyễn Quốc Hoan]] và [[Nguyễn Văn Chấn]]. Hai người sau đều đỗ cử nhân. Nguyễn Quốc Hoan làm đến Binh bộ tham tri rồi làm Tổng đốc. Nguyễn Văn Chấn làm Tổng đốc Sơn Tây.<ref name=khxhnvna\/>\n\n== Gia đình riêng ==\nNguyễn Năng Tĩnh có bà vợ cả tên Nguyễn Thị An, sinh được ba trai, một gái. Ông còn có hai người thiếp sinh được một trai, ba gái.<ref name=khxhnvna\/>\n\n== Vinh danh ==\nVới những đóng góp công sức cho đất nước, đặc biệt là sưu tầm, biên soạn tác phẩm \" Ức trai thi tập\" của Nguyễn Trãi, một kỳ tích về sưu tầm khảo cứu trong lịch sử văn chương Việt Nam. UBND tỉnh Nghệ An ghi nhận những đóng góp công sức và trí tuệ cho đất nước và cấp Bằng di tích lịch sử văn hóa. Hàng năm cứ đến ngày 1- 2 (AL) con cháu khắp nơi ở mọi miền Tổ quốc về tại nhà thờ Tổ đội 6, xã Nghi Trường - Nghi Lộc -Nghệ An, thắp nhang thành kính  và báo công với tiên tổ.\n\nTên cụ Nguyễn Năng Tĩnh được đặt tên đường ở thành phố Vinh và thị xã Cửa Lò của tỉnh Nghệ An.\n\n== Chú thích ==\n{{Tham khảo|2|refs=\n\n<ref name=bdn>\n{{chú thích báo\n|tác giả= Viên Đình Phong\n|tác phẩm= Báo Đà Nẵng điện tử\n|url= https:\/\/baodanang.vn\/channel\/6060\/201310\/duong-ba-cung-nguoi-soan-bo-uc-trai-di-tap-2276357\/\n|tên bài= Dương Bá Cung, người soạn bộ Ức Trai di tập\n|ngày= 2013-10-05\n|ngày truy cập= 2020-07-13}}\n<\/ref>\n\n<ref name=vhna>\n{{chú thích báo\n|tác giả= Châu Yến Loan\n|tác phẩm= Tạp chí Văn hóa Nghệ An\n|url= http:\/\/www.vanhoanghean.com.vn\/component\/k2\/31-nguoi-xu-nghe\/9830-mot-gia-dinh-xu-nghe-da-dong-gop-cho-quang-nam-hai-vi-doc-hoc\n|tên bài= Một gia đình xứ Nghệ đã đóng góp cho Quảng Nam hai vị Đốc học\n|ngày= 2014-06-17\n|ngày truy cập= 2020-07-13}}\n<\/ref>\n\n<ref name=khxhnvna>\n{{chú thích báo\n|tác giả= Phạm Quang Ái\n|tác phẩm= Chuyên san Khoa học xã hội & nhân văn Nghệ An, số 1+2\/2013\n|url= http:\/\/ngheandost.gov.vn\/en\/chuyen-san-khxhnv?p_p_id=101_INSTANCE_Y6w3vdzQM7wZ&p_p_lifecycle=0&_101_INSTANCE_Y6w3vdzQM7wZ_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_Y6w3vdzQM7wZ_assetEntryId=27822&_101_INSTANCE_Y6w3vdzQM7wZ_type=content&_101_INSTANCE_Y6w3vdzQM7wZ_urlTitle=chuyen-san-khxh-nv-nghe-an-so-1-2-2013#\n|tên bài= Ngự sử Nguyễn Năng Tĩnh-Danh thần triều Nguyễn\n|ngày= 2013-03-08\n|ngày truy cập= 2020-07-13}}\n<\/ref>\n\n<ref name=bna>\n{{chú thích báo\n|tác giả= Thành Chung\n|tác phẩm= Báo Nghệ An điện tử\n|url= https:\/\/baonghean.vn\/tiep-noi-chi-nguyen-ong-cha-55421.html\n|tên bài= Tiếp nối chí nguyện ông cha\n|ngày= 2013-08-14\n|ngày truy cập= 2020-07-13}}\n<\/ref>\n}}\n\n{{Thời gian sống|1782|1867}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà giáo Việt Nam thời Nguyễn]]\n[[Thể loại:Người Nghệ An]]"}