{"55242":"{{bài cùng tên|Thái Đức (định hướng)|Nguyễn Nhạc (định hướng)}}\n{{Thông tin nhân vật hoàng gia\n| tên = Thái Đức Đế\n| tên gốc = 泰德帝\n| tước vị = [[Hoàng đế Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = NguyenNhac.jpg\n| cỡ hình = 250px\n| ghi chú hình = [[Tượng]] Nguyễn Nhạc tại [[bảo tàng Quang Trung]]\n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| tại vị = [[1778]] – [[1788]] <timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1778 till:1802\nAlignBars = early\nScaleMajor = increment:24 start:1778\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1778 till:1788 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color = \"red\">'''Sáng lập triều đại'''<\/font>\n| nhiếp chính = \n| kế nhiệm = [[Nguyễn Huệ|<font color=\"blue\">Tây Sơn Thái Tổ <\/font>]]|\n| chức vị 2 = Tây Sơn Vương\n| tại vị 2 = [[1789]] - [[1793]]|\n| kế nhiệm 2 = [[Nguyễn Văn Bảo]]\n| phối ngẫu = <\/small>\n*[[Trần Thị Huệ]]\n*[[Ya Dố]]\n*[[Đặng Thị Tuyết]]\n| kiểu phối ngẫu = Thê thiếp\n| phối ngẫu 2 = \n| thông tin phối ngẫu 2 = ẩn\n| kiểu phối ngẫu 2 = \n| thông tin con cái = ẩn\n| con cái = <\/small>\n* [[Nguyễn Văn Bảo]]\n*Nguyễn Thanh\n*Nguyễn Hân\n*Nguyễn Văn Dũng\n*Nguyễn Văn Đức\n*Nguyễn Văn Lương\n*Thọ Hương<br>''và 1 người con gái khác''\n| tên đầy đủ = Hồ Nhạc (胡岳)\nNguyễn Nhạc (阮岳)\nNguyễn Văn Nhạc (阮文岳)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên thật\n| tước hiệu = \n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = Thái Đức (泰德)\n| thời gian của niên hiệu = 1778-1793\n| thụy hiệu = \n| tôn hiệu = Minh Đức Hoàng Đế (明德皇帝)|\n| hoàng tộc = [[Nhà Tây Sơn]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Hồ Phi Phúc]]\n| mẹ = \n| sinh = 1743\n| nơi sinh = [[Bình Định]], [[Đàng Trong]], [[Đại Việt]]\n| mất = [[1793]] 50 tuổi\n| nơi mất = [[Qui Nhơn]], [[Đại Việt]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Nguyễn Nhạc''' ([[chữ Hán]]: 阮岳; [[1743]] – [[1793]]) hay còn gọi là '''Nguyễn Văn Nhạc''', là vị hoàng đế sáng lập ra [[Nhà Tây Sơn]], ở ngôi hoàng đế từ năm 1778 đến năm 1788, lấy [[niên hiệu]] là '''Thái Đức (泰德)''' thường gọi là '''Thái Đức Đế (泰德帝)'''. Từ năm 1789 – 1793, ông từ bỏ đế hiệu để nhường ngôi hoàng đế cho em trai là hoàng đế [[Quang Trung]], còn ông tự hạ tước hiệu của mình xuống thành '''Tây Sơn vương'''.\n \nNguyễn Văn Nhạc và hai người em trai của ông, được biết với tên gọi ''[[Tây Sơn tam kiệt|Anh em Tây Sơn]]'', là những lãnh đạo của cuộc [[khởi nghĩa Tây Sơn]] đã chấm dứt [[Trịnh-Nguyễn phân tranh|cuộc nội chiến kéo dài]] giữa hai tập đoàn phong kiến [[Chúa Trịnh|Trịnh]] ở phía Bắc và [[Chúa Nguyễn|Nguyễn]] ở phía Nam, lật đổ hai tập đoàn này cùng [[Nhà Hậu Lê]].\n\nSong ông không có ý muốn thống nhất đất nước khi đã tiêu diệt Chúa Trịnh ở phía bắc mà lên ngôi hoàng đế khi đất nước chưa thống nhất. Về sau, ông đã bị lu mờ trước người đã tiếp tục lãnh đạo phong trào Tây Sơn trong công cuộc thống nhất đất nước đó chính là em trai ông, [[Nguyễn Huệ]]. Quyền lực của em trai Nguyễn Huệ ngày càng vượt hơn anh, ông đành chấp nhận giao lại quyền lãnh đạo cho em trai là Nguyễn Huệ, còn ông chỉ xưng là '''Tây Sơn vương''', lui về ở tại [[Thành Hoàng Đế|thành Quy Nhơn]]. Năm [[1793]], các tướng của vua cháu [[Nguyễn Quang Toản|Quang Toản]] đã tịch biên gia sản của ông trong thành Quy Nhơn, Nguyễn Nhạc đang ốm nặng, nghe tin thì tức giận mà qua đời.\n\n==Tiểu sử==\n[[Tập tin:Nguồn gốc gai thế dòng Tây Sơn.JPG|nhỏ|trái|Nguồn gốc Nhà Tây Sơn|239x239px]] \nBa anh em Tây Sơn, Nguyễn Nhạc, [[Nguyễn Lữ]] và [[Nguyễn Huệ]] được gọi là ''Tây Sơn tam kiệt''. Các nguồn tài liệu về thân thế Nguyễn Nhạc và anh em Tây Sơn chưa hoàn toàn thống nhất.\n\nCác sách ''Đại Việt sử ký tục biên'', [[Hoàng Lê nhất thống chí]], ''Đại Nam thực lục tiền biên'', ''Đại Nam chính biên liệt truyện'', [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]] đều ghi các thủ lĩnh Tây Sơn là họ Nguyễn, nhưng không nói tổ tiên là họ gì.\n\nCó giả thuyết cho rằng tổ tiên Nhà Tây Sơn vốn [[Hồ (họ)|họ Hồ]] ở làng Hương Cái, huyện Hưng Nguyên, tỉnh [[Nghệ An]]. Họ theo chân [[Chúa Nguyễn]] vào lập nghiệp [[miền Nam]] khi Chúa Nguyễn vượt Lũy Thầy đánh ra đất Lê – Trịnh tới [[Nghệ An]] (năm 1655). Ông cố của Nguyễn Nhạc tên là Hồ Phi Long (vào giúp việc cho nhà họ Đinh ở thôn Bằng Chân, huyện Tuy Viễn, tức An Nhơn) cưới vợ họ Đinh và sinh được một trai tên là Hồ Phi Tiễn. Hồ Phi Tiễn không theo việc nông mà bỏ đi buôn trầu ở [[ấp Tây Sơn]], cưới vợ và định cư tại đó. Vợ của Hồ Phi Tiễn là Nguyễn Thị Đồng, con gái duy nhất của một phú thương đất Phú Lạc, do đó họ đổi họ của con cái mình từ họ Hồ sang [[Nguyễn|họ Nguyễn]] của mẹ. Người con là Nguyễn Phi Phúc cũng chuyên nghề buôn trầu và làm ăn phát đạt. Cũng có tài liệu cho rằng họ Hồ đã đổi theo họ Chúa Nguyễn ngay từ khi mới vào Nam.<ref>Xem [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/HXH\/hxhuong.html Trung chi II họ Hồ Quỳnh Đôi] và [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/HXH\/TieuChiCuAn.html Tiểu chi Cụ Án, Trung chi 5]<\/ref><ref>[[Việt Nam sử lược]], [[Trần Trọng Kim]], trang 70, (bản điện tử)<\/ref><ref>Khâm Định Việt Sử thông Giám Khương Mục, Quốc sử quán triều Nguyễn, bản điện tử, trang 294<\/ref>\n\nNguyễn Phi Phúc có tám người con, trong đó có ba người con trai: Nguyễn Nhạc, Nguyễn Lữ và Nguyễn Huệ. Lớn lên, ba anh em được đưa đến thụ giáo cả văn lẫn võ với thầy Trương Văn Hiến. Chính người thầy này đã phát hiện được khả năng khác thường của Nguyễn Huệ và khuyên ba anh em khởi nghĩa để xây dựng đại nghiệp. Tương truyền câu sấm: \"Tây khởi nghĩa, Bắc thu công\" là của ông.\n\nTrong những năm đầu tiên, Nguyễn Nhạc đóng vai trò quan trọng nhất. Tương truyền trước khi nổi dậy ông từng đi buôn trầu nên được gọi là '''Hai Trầu'''. Có sách nói Nguyễn Nhạc làm chức biện lại nên còn gọi là '''Biện Nhạc'''. Sử Nhà Nguyễn chép rằng ông được Chúa Nguyễn giao cho việc thu thuế trong vùng nhưng mang tiền thu thuế đánh bạc mất hết, cùng quẫn phải nổi dậy. Tuy nhiên theo các nhà nghiên cứu, tình tiết này thực chất là dụng ý nói xấu người \"phản loạn\" của Nhà Nguyễn sau khi họ đã thắng trận.<ref>''Phong trào nông dân Tây Sơn'' - PGS Nguyễn Phan Quang; ''Việt Nam thời Tây Sơn - Lịch sử nội chiến 1771-1802'', Tạ Trí Đại Trường<\/ref>.\n\n==Khởi nghĩa==\n[[Tập tin:Ba anh em nhà họ Nhạc.JPG|nhỏ|Ba anh em Nguyễn Nhạc: Nguyễn Nhạc, Nguyễn Huệ, Nguyễn Lữ]] \nChính sự chúa Nguyễn cuối thời [[Nguyễn Phúc Khoát]] ngày càng suy đồi, gây khổ sở cho dân chúng. Hệ thống thuế khóa phức tạp, cồng kềnh, nặng nề, quan cấp dưới lạm thu để tham nhũng.<ref>Nguyễn Phan Quang, danh mục tham khảo, tr 209<\/ref> Thuế thổ sản có tới hàng ngàn thứ, tính cả những sản vật nhỏ nhặt.<ref>Nguyễn Phan Quang, danh mục tham khảo, tr 210<\/ref> Năm 1741, Phúc Khoát ra lệnh truy thu thuế của cả những người bỏ trốn. Tới năm 1765 lại có lệnh truy thu thuế còn thiếu của 10 năm trước.<ref>Nguyễn Phan Quang, danh mục tham khảo, tr 211<\/ref> Bản thân chúa Nguyễn sa vào tửu sắc hưởng lạc, các quan lại bên dưới cũng đua nhau tham ô (tiêu biểu như [[Trương Phúc Loan]]), khiến lòng dân ngày càng oán ghét.\n\nKhi Vũ vương [[Nguyễn Phúc Khoát]] qua đời (1765), chính sự họ Nguyễn ở [[Đàng Trong]] càng rối ren quanh việc chọn người kế vị ngôi chúa. Vũ vương vốn trước lập con thứ 9 (nhưng do chính cung sinh ra) là Nguyễn Phúc Hiệu làm thế tử, nhưng Hiệu mất sớm, để lại người con là [[Nguyễn Phúc Dương]]. Con cả của Vũ vương là Nguyễn Phúc Chương cũng đã mất. Đáng lý ra theo thứ tự khi Nguyễn Phúc Khoát qua đời, phải lập người con thứ hai là [[Nguyễn Phúc Luân]] lên ngôi, nhưng quyền thần [[Trương Phúc Loan]] nắm lấy triều chính, tự xưng là \"Quốc phó\", giết Luân mà lập người con thứ 16 của Vũ vương là [[Nguyễn Phúc Thuần]] mới 12 tuổi lên ngôi, tức là Định vương, để dễ bề thao túng. Trong triều cũng như bên ngoài dư luận nhiều người bất bình vì khi Luân đã chết thì ngôi chúa lẽ ra phải thuộc về [[Nguyễn Phúc Dương]]. Thái phó Trương Văn Hạnh, thầy dạy của Phúc Luân, cũng bị Loan giết. Môn khách của Trương Văn Hạnh là [[Trương Văn Hiến]] phải bỏ Phú Xuân, trốn về Tây Sơn mai danh ẩn tích.\n\nTrương Văn Hiến dạy học cũng đã truyền ý chí khởi nghĩa cho 3 anh em Tây Sơn. Nhận thấy tình hình rối ren trong triều và lòng dân oán ghét họ Nguyễn, Nguyễn Nhạc tập hợp lực lượng nổi dậy ở ấp Tây Sơn. \n\nTheo các sách sử nhà Nguyễn thì do đánh bạc tiêu mất tiền thu thuế, Nguyễn Nhạc bèn \"trốn vào Tây Sơn làm trộm cướp, những người vô lại và người nghèo đói phần nhiều phụ theo, vì thế thủ hạ có đến vài ngàn người\". Nhạc cùng em là Văn Huệ, Văn Lữ chia nhau quản lãnh, rồi đi đánh cướp đồn ấp, viên tướng giữ trấn không sao kiềm chế được.<ref>Đại Nam thực lục, tập 1, Nhà xuất bản giáo dục, 2002, tr 177<\/ref><ref>Khâm định việt sử thông giám cương mục, Nhà xuất bản giáo dục xã hội Hà nội, 1998, bản điện tử, tr 935<\/ref>{{ref_label|b|b|none}} Tuy nhiên, theo các nhà nghiên cứu, tình tiết \"Nguyễn Nhạc thua bạc nên đi trộm cướp\" thực chất là chuyện thêu dệt của nhà Nguyễn nhằm bôi nhọ uy tín của nhà Tây Sơn<ref>''Phong trào nông dân Tây Sơn'' - PGS Nguyễn Phan Quang; ''Việt Nam thời Tây Sơn - Lịch sử nội chiến 1771-1802'', Tạ Trí Đại Trường<\/ref>. Việc anh em Nguyễn Nhạc khởi nghĩa chắc chắn phải được mưu tính kỹ lưỡng từ lâu, từ việc chuẩn bị căn cứ, lương thực cho đến tuyên truyền, thu hút lực lượng tham gia, không thể chỉ là hành vi bột phát do \"thua bạc\".\n\nQuân Tây Sơn bao gồm người Kinh, người Thượng, người Hoa tham gia rất đông. Khởi phát từ ấp Tây Sơn, ba anh em Nguyễn Nhạc, Nguyễn Lữ, Nguyễn Huệ tập hợp lực lượng, ban đầu chủ yếu là đồng bào người Thượng, gây dựng chiến khu, đứng lên khởi nghĩa. Lấy danh nghĩa chống lại Quốc phó Trương Phúc Loan, ủng hộ Vương tôn Nguyễn Phúc Dương là cháu đích tôn của Vũ vương Nguyễn Phúc Khoát, Nguyễn Nhạc phất cờ nổi dậy năm 1771. Bởi Tây Sơn mang danh nghĩa ủng hộ Vương tôn Dương và khi đánh trận thường la ó ầm ĩ nên dân gian có câu:\n\n{{cquote|''Binh triều là binh Quốc phó<br>Binh ó là binh Hoàng tôn.''}}\n\nSau khi đứng vững ở địa bàn ấp Tây Sơn, năm sau, cuộc khởi nghĩa lan rộng và nghĩa quân đã thắng một số trận chống lại quân Chúa Nguyễn được phái tới đàn áp cuộc khởi nghĩa. Bấy giờ ở Quy Nhơn có nhà giàu là Huyền Khê thường giúp tài chính cho Nguyễn Nhạc, nhân đó ông sắm thêm được nhiều vũ khí và chiêu mộ thêm được nhiều quân.\n\nNăm 1773, Nguyễn Nhạc đánh chiếm ấp Kiến Thành, rồi chia cho các tướng cùng coi giữ: chủ trại nhất Nguyễn Nhạc giữ hai huyện Phù Ly và Bồng Sơn, chủ trại nhì Nguyễn Thung giữ huyện Tuy Viền, chủ trại ba Huyền Khê coi việc hậu cần. Không những tập hợp cả những tay lục lâm như Nhưng Huy, Tứ Linh, Nguyễn Nhạc còn mật liên lạc với nữ chúa của nước [[Chiêm Thành]] sót lại lúc đó<ref>Sau khi chiếm gần hết đất Chiêm Thành, Chúa Nguyễn an trí dòng họ vua Chiêm ở Bình Thuận<\/ref><ref>Về sau, nữ chúa đó bị quân Nguyễn giết<\/ref> đem quân đóng ở trại Thạch Thành để cứu lẫn nhau.\n\n==Hạ thành Quy Nhơn<ref>{{Chú thích web|url=http:\/\/www.baobinhdinh.vn\/viewer.aspx?macm=18&macmp=18&mabb=93695|tựa đề=Tìm thấy bản đồ Phủ thành Quy Nhơn thời Tây Sơn sau 232 năm}}<\/ref>==\nSau khi đứng vững ở căn cứ, Nguyễn Nhạc quyết định đánh thành [[Quy Nhơn]], một trọng trấn của Đàng Trong. Quy Nhơn là trung tâm của khu vực Nam Trung bộ, nếu làm chủ Quy Nhơn có thể làm chủ cả khu vực này.\n\nĐể đánh chiếm thành, Nguyễn Nhạc đã vận dụng mưu kế rất táo bạo. Ông tự ngồi vào cũi cho quân lính khiêng tới thành Quy Nhơn nộp cho tướng giữ thành là Nguyễn Khắc Tuyên, giả làm quân lính phản Tây Sơn, bắt tướng \"giặc\" về hàng với Chúa Nguyễn. Khắc Tuyên tin là thật nên cho quân áp giải Nguyễn Nhạc vào. Nửa đêm, quân Tây Sơn trá hàng mở cũi cho Nguyễn Nhạc, ông cùng binh lính nổi dậy phối hợp với quân ngoại viện từ ngoài ùa vào đánh chiếm thành Quy Nhơn. Nguyễn Khắc Tuyên vội bỏ cả gia đình và ấn tín chạy trốn.\n\nTừ Quy Nhơn, Nguyễn Nhạc tiến ra đánh chiếm Quảng Ngãi. Sau đó ông đem quân vào đánh Phú Yên. Đến cuối năm [[1773]], quân Tây Sơn thắng như chẻ tre, nhanh chóng chiếm được Phú Yên, Diên Khánh, Bình Khang, [[Bình Thuận]], quân Nguyễn phải rút vào Nam bộ.\n\n==Lưỡng đầu thọ địch==\nĐầu năm [[1774]], Chúa Nguyễn sai [[Tôn Thất Thăng]] mang quân từ Quảng Nam vào đánh Tây Sơn nhưng vừa thấy quân Tây Sơn, Thăng đã bỏ chạy. Nguyễn Nhạc đánh Bến Ván, uy hiếp [[Quảng Nam]]. Bấy giờ có hai người Tàu là [[Tập Đình]] và [[Lý Tài]] mộ dũng sĩ hưởng ứng Tây Sơn. Nhân cơ hội đó, Nguyễn Nhạc lại đánh Quảng Nam, nhưng bị cai đội Nguyễn Cửu Dật đánh lui, phải rút về Thiên Lộc. Giữa năm [[1774]], Chúa Nguyễn lại cử Tống Phúc Hiệp mang quân từ Gia Định theo hai đường thủy bộ ra đánh Nam Trung bộ, nhanh chóng lấy lại Bình Thuận, Diên Khánh, Bình Khang. Nguyễn Nhạc chỉ còn làm chủ từ Phú Yên ra Quảng Ngãi.\n\nTuy nhiên lúc Tây Sơn vừa mất Bình Khang thì phía bắc lại có biến. Nhân lúc Đàng trong rối ren, cuối năm 1774, [[Chúa Trịnh]] Sâm cử lão tướng Việp quận công [[Hoàng Ngũ Phúc]] làm Bình Nam thượng tướng quân, mang 3 vạn quân vượt sông Gianh nam tiến, cũng lấy lý do trừ khử [[Trương Phúc Loan]], lập Nguyễn Phúc Dương. Quân Trịnh lần lượt chiếm Bố Chính, Đồng Hới và tiến đến Thuận Hoá. Quân Nguyễn yếu thế, Chúa Nguyễn phải trói Trương Phúc Loan nộp quân Trịnh, nhưng sau đó Hoàng Ngũ Phúc vẫn tiến quân, đầu năm [[1775]] đánh chiếm Phú Xuân. Chúa Nguyễn không chống nổi phải bỏ chạy vào Quảng Nam.\n\nNguyễn Nhạc nhân thời cơ đó mang quân hai đường thủy bộ ra đánh Quảng Nam. [[Nguyễn Phúc Thuần]] vội bỏ Quảng Nam theo đường biển trốn vào Gia Định, phong Nguyễn Phúc Dương làm [[thái tử|thế tử]], ở lại [[Quảng Nam]]. Tháng 2 năm [[1775]], quân Trịnh tiến vào Quảng Nam. Quân Tây Sơn sai Lý Tài rước Phúc Dương về Hội An. Quân Trịnh vượt đèo Hải Vân và đụng độ với quân Tây Sơn. Nguyễn Nhạc cử hai tướng người Hoa là Tập Đình làm tiên phong, Lý Tài làm trung quân đánh Trịnh. [[Hoàng Ngũ Phúc]] đang đà thắng lợi, đánh bại quân Tây Sơn ở Cẩm Sa. Tập Đình bỏ chạy tháo thân, theo đường biển về Trung Quốc, vì Nguyễn Nhạc muốn nhân cơ hội thua bắt giết do Tập Đình vốn là người bạo ngược, nhưng sau đó bị [[Nhà Thanh]] bắt chém. Nguyễn Nhạc phải rút quân về Quy Nhơn.\n\nNhân lúc Nguyễn Nhạc thua trận, Tống Phúc Hiệp lại từ Bình Khang ra đánh Phú Yên, quân Tây Sơn lại thua phải co về Quy Nhơn. Như vậy địa bàn của Nguyễn Nhạc chỉ còn Quy Nhơn và Quảng Ngãi.\n\n==Hoà Bắc đánh Nam==\nTình thế của Nguyễn Nhạc và quân Tây Sơn lúc đó rất nguy ngập. Cả quân Trịnh lẫn quân Nguyễn từ hai đằng đánh tới đều đang ở thế thắng trận. Nếu mang quân ra đương đầu với cả hai phía thì chắc chắn Nguyễn Nhạc sẽ bị tiêu diệt. Đứng trước tình thế đó, ông đã sáng suốt đưa ra quyết định đúng đắn.\n\nNhận thấy quân Trịnh đang ở thế thắng liên tiếp từ khi vào nam, tiềm lực của Bắc hà lại lớn không thể đương đầu, Nguyễn Nhạc quyết định xin giảng hoà với Chúa Trịnh để tập trung vào chiến trường phía nam. Ông sai người đến chỗ [[Hoàng Ngũ Phúc]] xin đầu hàng và làm tiên phong cho Chúa Trịnh để đánh Chúa Nguyễn. Quân Trịnh đi xa bấy giờ đã mệt mỏi, quân sĩ nhớ nhà, Hoàng Ngũ Phúc cũng muốn mượn sức Tây Sơn diệt họ Nguyễn nên nhân danh Chúa Trịnh cho Nguyễn Nhạc hàng, phong làm \"Tây Sơn trưởng hiệu tráng tiết tướng quân\", sai [[Nguyễn Hữu Chỉnh]] trao cờ và ấn kiếm cho ông. Dù thế, quận Việp lão luyện vẫn không lui quân, đóng sát địa giới Quảng Ngãi, định chờ nếu Tây Sơn bại trận sẽ tiến vào chiếm Quảng Ngãi và Quy Nhơn.\n\nTống Phúc Hiệp lại sai sứ bắt Nguyễn Nhạc trả lại thế tử Nguyễn Phúc Dương. Trước tình thế nguy ngập, Nguyễn Nhạc giả vờ nhận lời, rồi bí mất đưa thế tử ra Hà Liêu.\n\n==Loại bỏ nguy cơ phía bắc==\nTạm yên mặt bắc nhưng Nguyễn Nhạc ở vào tình thế chỉ có một lựa chọn là phải thắng trận để chiếm lại Phú Yên từ tay quân Nguyễn, nếu không sẽ bị quân Trịnh đánh chụp.\n\nTrong tình thế các tướng đều thua trận bạc nhược, Nguyễn Nhạc quyết định cử em là [[Nguyễn Huệ]], mới 23 tuổi, người sau này trở thành nhà quân sự kiệt xuất của Tây Sơn, làm chủ tướng mang quân vào nam. Để hỗ trợ cho Nguyễn Huệ, nhân nắm con bài Nguyễn Phúc Dương trong tay, Nguyễn Nhạc gả con gái cho Dương,<ref>Nhưng Nguyễn Phúc Dương biết Nguyễn Nhạc không thực lòng với mình bèn từ chối<\/ref> rồi sai người vào Phú Yên điều đình với Tống Phúc Hiệp việc lập Phúc Dương làm chúa và cùng đánh Trịnh. Việc đàm phán đến nửa chừng thì Nguyễn Huệ kéo quân tới đánh khiến Hiệp không kịp trở tay. Nguyễn Huệ bắt sống [[Nguyễn Khoa Kiên]], giết Nguyễn Văn Hiền, Hiệp bỏ chạy. Tướng Nguyễn ở Bình Khang là Bùi Công Kế mang quân ra cứu bị Nguyễn Huệ bắt sống. Tướng khác là Tống Văn Khôi ở Khánh Hoà ra đánh cũng bị Nguyễn Huệ giết tại trận. Nguyễn Huệ giao việc phòng thủ cho Nguyễn Văn Hưng và Lê Văn Lộc rồi kéo đạo binh người Thượng trở về Quy Nhơn.\n\nNăm 1775, [[Hoàng Ngũ Phúc]] nhân lúc Tây Sơn mang quân vào nam liền lấn tới đóng quân ở Chu Ổ thuộc Quảng Ngãi, nhưng sau nghe tin Nguyễn Huệ thắng trận không dám tiến nữa. Để tăng thêm thanh thế, Nguyễn Nhạc yêu cầu quận Việp phong chức cho em và Nguyễn Huệ được phong làm \"Tây Sơn hiệu tiền tướng quân\". Ít lâu sau vì tuổi già sức yếu, quận Việp bỏ Quảng Nam lui về Phú Xuân rồi giao lại thành này cho các tướng dưới quyền, còn mình dẫn đại quân về bắc, sau bệnh chết dọc đường.\n\nNhân lúc quân Trịnh rút khỏi [[Quảng Nam]], hai cựu thần của nhà Nguyễn là Tôn Thất Quyền và Tôn Thất Xuân nổi dậy chống Tây Sơn, đánh lấy phủ Thăng Bình và phủ Điện Bàn. Nguyễn Nhạc lại liền sai Đặng Xuân Phong đi đánh dẹp. Không phải dùng nhiều công sức, Đặng Xuân Phong mới xáp chiến trận đầu là lấy ngay được Thăng Bình rồi Điện Bàn. Tôn Thất Quyền và Tôn Thất Xuân đều tử trận.\n\nQuảng Nam được dẹp yên, Tây Sơn Vương gọi Nguyễn Văn Xuân ở Quảng Nghĩa về Qui Nhơn cử Đặng Xuân Phong thay thế, và cử Nguyễn Văn Tuyết ra trấn thủ Quảng Nam, cùng họ Đặng làm răng môi giữ gìn mặt Bắc. Bắc Nam được yên ổn, Tây Sơn Vương cho sửa lại thành Đồ Bàn.\n\n==Đánh Gia Định==\n===Lần thứ nhất===\nCuối năm 1775, Nguyễn Huệ đi đánh Quảng Nam để lại tướng người Trung Quốc là [[Lý Tài]] giữ thành Phú Yên. Tài bất mãn vì mất chức chánh tướng về tay Nguyễn Huệ nên nghe theo lời dụ của Tống Phúc Hiệp, sang hàng Chúa Nguyễn. Tây Sơn lại mất Phú Yên.\n\nĐể chia thế quân Nguyễn, tháng 3 năm [[1776]], Nguyễn Nhạc sai [[Nguyễn Lữ]] mang quân theo đường thủy vào đánh [[Gia Định]]. Nguyễn Phúc Thuần không có quân trong tay nên không chống lại, tháo chạy vào Bà Rịa, Trấn Biên. Nguyễn Lữ đánh chiếm được Gia Định gây tổn thất cho bá tánh nhưng không lâu sau các tướng Nguyễn là Đỗ Thanh Nhân, [[Mạc Thiên Tứ]], Tống Phúc Hiệp, Lý Tài đang tụ tập dần về Nam Bộ. Nguyễn Lữ liền cướp hết kho báu tiền bạc của nhiều đời Chúa Nguyễn rút về Quy Nhơn. <!--Trước khi rút lui, Lữ ác tâm cho giết tới trên 10.000 [[người Trung Quốc]] ở [[Gia Định]] để trả thù Lý Tài{{fact}}-->\n\nTháng 6 năm [[1776]], Tống Phước Hiệp qua đời, Đỗ Thanh Nhân, thủ lĩnh quân Đông Sơn hiềm khích với Lý Tài, đem quân đến đánh. Nguyễn Phúc Dương lúc đó từ quy Nhơn chạy về, ra lệnh cho Lý Tài rút quân.\n\n===Lần thứ hai===\nTháng 10 năm [[1776]], Nguyễn Phúc Dương lui quân từ Quy Nhơn về Gia Định. Lý Tài ép Thuần nhường ngôi cho Dương làm ''Tân chính vương'', còn Thuần làm ''Thái thượng vương''.\n\nTháng 3 năm [[1777]], Nguyễn Nhạc lại cử Ba Huệ làm tướng mang quân thủy vào đánh Gia Định. Lý Tài thua trận rút về thành, đưa 2 Chúa Nguyễn về Hóc Môn. Sau Tài rút khỏi Hóc Môn bị Đỗ Thanh Nhân đón đường giết chết. Thuần theo Nhân giữ Tranh Giang, Dương theo tướng Trương Phúc Thận giữ Tài Phụ. Nguyễn Huệ chia đường đánh bại cả hai cánh quân Nguyễn. Thuần và Nhân bỏ chạy về Cần Thơ cầu viện [[Mạc Thiên Tứ]] (tướng người Hoa), còn Dương bỏ chạy về Ba Việt ([[Bến Tre]]).\n\nNguyễn Huệ đánh bại Mạc Thiên Tứ. Thuần sai Nhân lẻn ra Bình Thuận cầu cứu Chu Văn Tiếp, Trần Văn Thức. Nguyễn Nhạc nhân lúc Nguyễn Huệ thắng trận ở Nam bộ cũng cử binh đánh [[Phú Yên]], [[Bình Thuận]]. Một cánh quân Tây Sơn ở Biên Hoà chặn đánh giết chết Trần Văn Thức. Chu Văn Tiếp bỏ chạy. Nguyễn Nhạc chiếm lại Phú Yên đến Bình Thuận.\n\nTháng 9 năm [[1777]], Nguyễn Huệ mang quân bao vây tấn công Ba Việt, bắt sống Nguyễn Phúc Dương và toàn bộ quân tướng. Dương và 18 tướng tuỳ tùng bị đưa về Gia Định xử tử.\n\nNguyễn Phúc Thuần bại trận bỏ [[Cần Thơ]] sang [[Long Xuyên]], định chờ [[Mạc Thiên Tứ]] lấy tàu để chạy sang [[Trung Quốc]] cầu viện [[Nhà Thanh]] nhưng bị quân Tây Sơn đuổi đến nơi, bắt được Thuần mang về Gia Định xử tử tháng 10 năm 1777. Nguyễn Ánh, Đỗ Thanh Nhân và Mạc Thiên Tứ đành mỗi người một nơi.\n\n===Lần thứ ba===\nNguyễn Nhạc làm chủ toàn bộ đất đai từ Quảng Nam đến Hà Tiên. Năm 1778, thành [[Đồ Bàn]] sửa xong, lên ngôi [[Hoàng đế]], xưng Minh Đức Hoàng đế, đặt niên hiệu là [[Thái Đức]], không ràng buộc với [[Nhà Lê Trung hưng]] và [[Chúa Trịnh]] ở Bắc Hà nữa. Thành [[Đồ Bàn]] đổi tên là [[Thành Hoàng Đế| Hoàng Đế thành]].\n\nHoàng đế thỉnh thầy học Trương Văn Hiến về làm quân sư và phong:\n\n* [[Quang Trung|Nguyễn Huệ]] làm Long Nhương Tướng quân. \n* [[Nguyễn Lữ]] là Tiết chế. \n* Phan Văn Lân làm Nội hầu. \n* [[Trần Quang Diệu]] làm [[Tam công|Thiếu phó]].\n* Võ Văn Dũng làm [[Tam công|Đại Tư khấu]]. \n* Võ Đình Tú làm Thái úy. \n* [[Ngô Văn Sở]] làm [[Tam công|Đại Tư mã]]. \n* [[Bùi Thị Xuân|Bùi Thị Xuâ]]<nowiki\/>n được phong làm Đại Tướng quân, tự hiệu là Tây Sơn nữ tướng, quản đốc mọi việc quân dân trong Hoàng thành và tuần sát vùng Tây Sơn. \n* Các tướng khác đều phong Đô đốc và Đại đô đốc. Còn bên văn thì phong Võ Xuân Hoài làm Trung thư lệnh. Các quan khác đều phong từ  [[Tứ trụ triều đình|Đại học sĩ]], [[Thượng thư]], [[Lục bộ|Thị lang]].\n* Hai Vua Thủy Xá và Hỏa Xá được phong Vương tước, sai sứ đưa ra những trầm hương, kỳ nam, hổ phách và voi ngựa làm cống vật và nguyện giữ một lòng trung thành với Tây Sơn.\n\n[[Bok Kiơm]] không nhận chức tước cũng không nhận tiền của, chỉ xin mỗi năm được nhà vua cấp muối và cá khô để lấy lòng  của đồng bào Thượng.\n\nTrần thị được rước về Hoàng Đế thành, lập vị [[Hoàng hậu]]. [[người Thượng|Nữ tử người Thượng]] được rước về cung phong [[Phi tần|Phi]].\n\nQuân số lúc bấy giờ phỏng chừng 15 vạn (150.000) Theo binh chế đời nhà Chu, binh chia làm 6 cấp: Quân, Sư, Lữ, Tốt, Lượng, Ngũ. Ngũ gồm có năm người. Lượng gồm có 5 ngũ tức 25 người. Tốt gồm có 4 lượng tức 100 người. Lữ gồm có 5 tốt, tức 500 người. Sư gồm có 5 lữ, tức 2.500 người. Quân gồm có 5 sư, tức 12.500 người. Tổng số là 12 quân đoàn, có bộ binh và thủy binh. Binh chủng nào cũng tinh nhuệ.\n\nĐặc biệt nhất là:\n\n* 2 quân đoàn người Thượng, với 2.000 chiến mã. \n* 4 lữ đoàn nữ binh, với 100 thớt voi.\n\nHai quân đoàn người Thượng do [[Quang Trung|Long Nhương Tướng Quân]] Nguyễn Huệ tổ chức và thường do Long Nhương chỉ huy.\n\nSau khi Nguyễn Huệ trở về Quy Nhơn, các tướng Nguyễn là Đỗ Thanh Nhân, Chu Văn Tiếp nổi dậy, đón [[Gia Long|Nguyễn Ánh]], con Nguyễn Phúc Luân về lập làm chúa, chiếm lại Gia Định. Được các lực lượng phương Tây như [[Pháp]], [[Bồ Đào Nha]] giúp sức, [[Gia Long|Nguyễn Ánh]] lại mạnh lên. Năm 1778, vua Thái Đức sai tướng vào đánh nhưng lại bị thất bại thảm và mất luôn Bình Thuận.\n\nNăm 1781, Nguyễn Ánh nghĩ uy quyền của Nhân quá lớn nên xử tử Nhân, lại đem quân đánh ra Bình Khang nhưng bị quân của vua Thái Đức đánh bại. [[Tháng ba|Tháng 3]] năm 1782, vua Thái Đức và Nguyễn Huệ mang quân thủy bộ nam tiến, phá tan quân Nguyễn, giết chết cai cơ người Pháp là Manuel (Mạn Hoè). Nguyễn Ánh bỏ chạy về [[Hậu Giang]]. Chu Văn Tiếp từ Bình Thuận vào cứu bị đánh bại phải co về. Nguyễn Ánh cùng thế đành gọi người sang Xiêm cầu viện.\n\nNguyễn Nhạc chiếm lại Nam bộ, sai người giao hảo với [[Chân Lạp]] đề nghị hợp tác đánh Nguyễn Ánh. Chân Lạp chia quân đón bắt được đoàn cầu viện Xiêm của Nguyễn Ánh và suýt bắt được ông ta. Nguyễn Ánh đành ngụ đảo [[Phú Quốc]].\n\n===Lần thứ tư===\nTháng 6 năm 1782, Nguyễn Nhạc rút quân về Quy Nhơn, Chu Văn Tiếp lại từ Bình Thuận mang quân vào đánh chiếm được Gia Định và đón Nguyễn Ánh trở về. Tháng 2 năm 1783, Nguyễn Nhạc lại sai Huệ, Lữ mang quân đánh phá vùng Đông Nam bộ.\n\nDù Nguyễn Ánh đã lập tuyến phòng thủ trước vẫn bị quân Tây Sơn phá tan, Nguyễn Ánh rút về Đồng Tuyên. Huệ đánh phá [[Đồng Tuyên]], Ánh đành chạy ra Hà Tiên rồi ra đảo Phú Quốc.\n\nTháng 8 năm 1783, quân Tây Sơn truy kích, Nguyễn Ánh chạy một vòng ra các đảo Cổ Long, Cổ Cốt rồi lại quay về [[Phú Quốc]]. Quân Tây Sơn vây đánh nhưng lúc đó có bão biển, các thuyền Tây Sơn phải giãn ra, sau 7 ngày đêm lênh đênh trên biển, Ánh thừa cơ lại trốn thoát, chạy hẳn ra đảo Thổ Chu cách xa đất liền rồi đầu năm sau tự mình sang [[Xiêm|Xiêm La]] cầu viện.\n\nĐất Gia Định đã được hoàn toàn giải phóng, việc phòng thủ đã được tổ chức nghiêm mật, tình hình trong cõi đã tương đối ổn định. Huệ cùng Lữ và Hưng rút quân về Quy Nhơn để [[Trương Văn Đa|Trương Văn Đa]] cùng một số tướng sĩ ở lại giữ thành Gia Định. Và khi quân thắng trận về đến Quy Nhơn, Vua Thái Đức sai thêm hai văn thần là Cao Tắc Tựu và Triệu Đình Tiệp vào trợ lực.\n\n==Chiến thắng ngoài mong đợi==\nNăm 1782, Bắc hà có biến, phe người con lớn của chúa [[Trịnh Sâm]] vừa chết là [[Trịnh Khải|Trịnh Tông]] làm binh biến lật đổ người con nhỏ mới được lập là [[Trịnh Cán]]. Một tướng Bắc hà là [[Nguyễn Hữu Chỉnh]] (thủ hạ cũ của Hoàng Ngũ Phúc) không hợp tác với Trịnh Tông nên bỏ vào nam hàng Tây Sơn và được vua Thái Đức tin dùng.\n\nNguyễn Ánh cầu viện được quân Xiêm, trở lại Nam bộ năm 1784. Cuối năm 1784 [[Trương Văn Đa]] sai Đô Úy [[Đặng Văn Trấn]] về [[Quy Nhơn]] báo cáo rõ tình hình ở Gia Định. Vua Thái Đức liền sai Nguyễn Huệ, Võ Văn Dũng, Trần Quang Diệu cùng bộ tướng đem đại binh vào tảo trừ. Bùi Thị Xuân xin tòng chinh. Quân thiện chiến chừng 2 vạn, danh tướng, ngoài Võ, Trần, Bùi, còn có Đô úy Đặng Văn Trấn và một số thuộc tướng.\n\nQuân Tây Sơn đánh bại liên quân Xiêm Nguyễn ở [[trận Rạch Gầm – Xoài Mút]]. Chu Văn Tiếp bị giết. Nguyễn Ánh phải chạy sang Xiêm sống lưu vong.\n\nQuét sạch quân xâm lăng, đuổi được Nguyễn Phúc Ánh ra khỏi nước, Nguyễn Huệ lo sắp đặt tề chỉnh việc quân việc dân, rồi giao Gia Định cho Trương Văn Đa và Đặng Văn Chấn trấn thủ, còn mình cùng Võ Văn Dũng và vợ chồng Bùi Thị Xuân kéo đại binh về Quy Nhơn. Cao Tắc Tựu và Triệu Đình liền bàn cùng Trương Văn Đa và Đặng Văn Chấn rồi một mặt làm sớ gởi về Quy Nhơn xin thêm người, một mặt chiêu nạp nhân tài ở địa phương làm phụ tá. Vua Thái Đức liền sai Huỳnh Văn Thuận và Lưu Quốc Hưng vào tăng cường.\n\nNăm [[1786]], khi tình hình phía Nam đã tạm yên, [[Nguyễn Hữu Chỉnh|Hữu Chỉnh]] khuyên vua Thái Đức đánh [[Cố đô Huế|Phú Xuân]] để khôi phục lại đất đai của Chúa Nguyễn trước đây. Vua Thái Đức đồng ý, liền cử Nguyễn Huệ làm chỉ huy cùng các tướng Nguyễn Hữu Chỉnh và phò mã Vũ Văn Nhậm (con rể vua Thái Đức) bắc tiến.\n\nQuân Trịnh ở Phú Xuân bị quân Tây Sơn dùng kế lừa khiến mất cảnh giác và nghi ngờ lẫn nhau. Tháng 5 năm 1786, Nguyễn Huệ nhanh chóng đánh chiếm thành Phú Xuân. Nghe theo kế của Nguyễn Hữu Chỉnh – người muốn trả thù Trịnh Tông, Nguyễn Huệ quyết định mang quân ra đánh [[Thăng Long]] mà không hỏi ý vua anh. Vua Thái Đức nghe tin em đã mang quân bắc tiến, sai người đuổi theo gọi về nhưng không kịp.\n\nVới khẩu hiệu \"Phù Lê diệt Trịnh\", chỉ trong 1 tháng, Nguyễn Huệ đánh bại quân Trịnh, [[Trịnh Khải|Trịnh Tông]] tự sát. Nguyễn Huệ tôn phò [[Nhà Lê sơ|Nhà Lê]] và được vua [[Lê Hiển Tông]] gả công chúa [[Lê Ngọc Hân]] cho.\n\nVua Thái Đức nghe tin, sợ không kiềm chế được Huệ nữa, vội vã ra bắc gọi em về. Sau khi lựa lời vỗ về em, vua Thái Đức tự mình cầm quân, thay đổi hết nhân sự do em sắp đặt rồi mới gặp gỡ vua [[Lê Chiêu Thống]] vừa lên ngôi<ref>Quỳnh Cư, Đỗ Đức Hùng, sách đã dẫn, tr 222<\/ref>. Trong cuộc hội kiến, [[Lê Chiêu Thống]] xin cắt đất Nghệ An cho Tây Sơn. Nguyễn Nhạc trả lời:\n\n''\"Tôi tức giận [[Nhà Lê sơ|Nhà Lê]] bị họ Trịnh áp chế nên đứng ra tôn phò. Nếu đất đai không phải của Nhà Lê thì một tấc tôi cũng không để. Nhưng nếu là của Nhà Lê, một tấc tôi cũng không lấy\".''\n\nĐêm 17 tháng 8, ông cùng Nguyễn Huệ bí mật rút quân về nam. Nguyễn Hữu Chỉnh nghe tin vội chạy theo, Nguyễn Nhạc cho làm quan ở [[Nghệ An]].\n\n==Anh em bất hoà==\nSử sách không ghi chép rõ về nguyên nhân mâu thuẫn giữa anh em Tây Sơn. Các sử gia [[Nhà Nguyễn]] cho rằng vì Nguyễn Nhạc đã thông dâm với vợ [[Nguyễn Huệ]] (câu chuyện này nhiều khả năng chỉ là hư cấu để bôi nhọ nhà Tây Sơn, vì sử nhà Nguyễn không hề ghi tên người vợ đó, và 2 anh em khi đó đang đóng quân ở cách nhau rất xa, Nguyễn Nhạc không thể dễ dàng gặp vợ của Nguyễn Huệ để mà tư thông). Có tài liệu nói lý do hợp lý hơn, đó là Nguyễn Nhạc yêu cầu Nguyễn Huệ nộp vàng bạc cướp được từ kho của [[Chúa Trịnh|họ Trịnh]] ở Bắc Hà mang về nam nhưng Huệ không chịu; hơn thế vua em lại xin vua anh cho cai quản thêm [[Quảng Nam]] và vua anh không chấp thuận, do đó Nguyễn Huệ làm liều mang quân vào nam đánh anh cả Nguyễn Nhạc<ref>Tạ Trí Đại Trường, sách đã dẫn, tr 166.<\/ref>.\n\nCó ý kiến bàn thêm rằng, chủ trương của Nguyễn Nhạc là tập trung tiêu diệt Chúa Nguyễn, chỉ đánh chiếm phần đất của Chúa Nguyễn để thay thế cai trị tại miền Nam và giữ hòa bình với Bắc Hà, cho nên việc Nguyễn Huệ tự ý đem quân bắc tiến là trái ý vua anh. Ngay khi biết tin Nguyễn Huệ đánh [[Thăng Long]], vua Tây Sơn vội mang quân ra bắc, thực chất là để gọi em về. Mặt khác, Nguyễn Nhạc không yên tâm với sự phát triển thế lực riêng của Nguyễn Huệ. Trong khi đó, là người có hùng tâm, Nguyễn Huệ có chủ trương tự lực phát triển ra ngoài tầm kiềm chế của vua anh và việc bắc tiến của ông không hẳn chỉ vì lời khuyên của Nguyễn Hữu Chỉnh<ref>Tạ Trí Đại Trường, sách đã dẫn, tr 169<\/ref>.\n\nSử cũ ghi rất vắn tắt và không thật rõ ràng về sự kiện này. Nguyễn Nhạc về [[Quy Nhơn]] nhưng Nguyễn Huệ ở lại [[Cố đô Huế|Phú Xuân]], không theo về như những lần đi đánh bá tánh Gia Định trước đây. Danh tiếng Nguyễn Huệ lên cao, tự tôn là Đức Chúa. Nguyễn Nhạc sợ ảnh hưởng đến quyền lực của mình, doạ trị tội Nguyễn Huệ<ref>Nguyễn Lương Bích, Phạm Ngọc Phụng, sách đã dẫn, tr 176<\/ref>. Khoảng đầu năm 1787 Nguyễn Huệ viết hịch kể tội Nguyễn Nhạc và mang 6 vạn quân nam tiến vây thành Quy Nhơn. Nguyễn Nhạc bị vây ngặt bèn gọi [[Đặng Văn Trấn]], đang trấn thủ Gia Định, ra cứu. Trấn vâng lệnh mang quân ra, nhưng đến Phú Yên đã bị Nguyễn Huệ bắt sống. Nguyễn Huệ nã pháo tới tấp vào thành Quy Nhơn. Nguyễn Nhạc bị vây bức quá phải lên thành khóc xin em đừng đánh thành nữa. Nguyễn Huệ bằng lòng giảng hòa với anh<ref name=\"ReferenceA\">Nguyễn Lương Bích, Phạm Ngọc Phụng, sách đã dẫn, tr 177<\/ref><ref>Tạ Trí Đại Trường, sách đã dẫn, tr 171<\/ref>.\n\nNguyễn Nhạc tự xưng là ''Trung ương Hoàng đế'', đóng đô ở [[Quy Nhơn]] và phong vương cho hai em, mỗi người chia nhau giữ một khu vực từ tháng 4 năm 1787:\n\n* Phong [[Nguyễn Lữ]] làm ''Đông Định Vương'', cai quản vùng đất [[Gia Định]].\n* Phong [[Nguyễn Huệ]] làm ''Bắc Bình Vương'', cai quản vùng đất từ [[đèo Hải Vân]] trở ra Bắc.\n\nNhư vậy vua Thái Đức đã thoả mãn yêu cầu được cai quản Quảng Nam của em trai. Ở vào thời điểm vinh quang nhất của phong trào Tây Sơn trong công cuộc thống nhất đất nước 1786 – 1787 mà Nguyễn Huệ là người tiêu biểu nhất thì phong trào Tây Sơn đã bị Nguyễn Nhạc phong kiến hóa.\n\nTới cuối năm 1788, nhận thấy việc phân phong giữa 3 anh em làm suy yếu sức mạnh chung của Nhà Tây Sơn, Nguyễn Nhạc quyết định từ bỏ địa vị ''\"Trung ương Hoàng đế\"'' và giao lại binh quyền và lãnh thổ cho người em trai là Nguyễn Huệ. Ông lui về làm ''Tây Sơn Vương'', về ở tại Quy Nhơn là nơi đất tổ, còn Nguyễn Huệ lên ngôi Hoàng đế, hiệu là Quang Trung. Đến lúc này Nhà Tây Sơn đã thống nhất được vị trí lãnh đạo.\n\n==Lại mất Nam bộ==\n{{chính|Chiến tranh Tây Sơn-Chúa Nguyễn 1789-1802}}\n{{xem thêm|Nguyễn Lữ}}\n\nAnh em vua Thái Đức mâu thuẫn khiến đối thủ lợi dụng ngay lập tức. Ở phía bắc, họ Trịnh ngóc đầu dậy rồi Nguyễn Hữu Chỉnh ra sức hoành hành. Ở phía nam, Nguyễn Phúc Ánh cũng nhân cơ hội lực lượng Tây Sơn bị chia rẽ để quay trở về đánh lại [[Gia Định]] (tháng 7 năm 1787).\n\nNgười em Đông Định vương chưa đánh nhau với quân chúa Nguyễn đã bỏ chạy về Biên Hoà, bỏ Gia Định cho Phạm Văn Tham giữ<ref>Nguyễn Lương Bích, Phạm Ngọc Phụng, sách đã dẫn, tr 183<\/ref><ref>Tạ Chí Đại Trường, sách đã dẫn, tr 217<\/ref>. Sau lại chạy luôn một mạch về Quy Nhơn rồi ốm và qua đời khiến vua Thái Đức mất một chỗ dựa về tinh thần. Mặc dù tháng 10 năm 1787, ông đã điều Nguyễn Văn Hưng vào tiếp viện cho Phạm Văn Tham, nhưng sau khi hai người vây đánh Nguyễn Ánh ở Mỹ Lung không hạ được, Hưng lại rút quân về Quy Nhơn. Không hẳn việc Hưng rút về Quy Nhơn là theo lệnh của vua Thái Đức. Dù Hưng tự ý rút nhưng ông không trừng phạt tướng này cho thấy ông không còn quyết tâm và đủ nhuệ khí với chiến trường Nam bộ nữa, hoàn toàn phó thác cho Phạm Văn Tham. Những diễn biến sau này từ chiến trường Nam bộ cho thấy đây là sai lầm lớn của ông.\n\nKhông có người hợp sức, Phạm Văn Tham bị đơn độc và dần dần trở nên yếu thế trước lực lượng ngày càng lớn mạnh của Nguyễn Ánh. Ánh chuyển từ phòng ngự sang tấn công. Tới tháng 8 năm 1788, thành Gia Định mất, Tham phải chạy ra ngoài tiếp tục chiến đấu. Tướng này chiến đấu bền bỉ đến tận đầu năm 1789 sau khi Nguyễn Huệ đá đánh xong quân Thanh, nhưng vì bị Nguyễn Ánh vây ngặt và chặn đường biển về Quy Nhơn, buộc lòng phải đầu hàng.\n\nTrong khi đó vua em Bắc Bình vương vừa so gươm với ông đang quyết chí theo đuổi ý tưởng chinh phục phía bắc để xây dựng sự nghiệp riêng. Không phải vua em không quan tâm tới chiến trường Nam bộ<ref>Trước khi cất đại quân bắc tiến đánh quân Thanh, Nguyễn Huệ đã sai một người cận thần là Diệm cầm thư vào nam cho Tham, dặn Tham cố gắng phòng thủ rồi đại quân quân Tây Sơn sẽ tới cứu. Nhưng đầu năm 1789, khi Diệm vào tới nơi thì Tham đã hàng Ánh. Diệm bí mật tìm gặp Tham và đưa thư của Nguyễn Huệ cho Tham. Tham đọc thư ân hận, bèn lưu Diệm trong đơn vị quân mình để chờ thời cơ. Việc bị tiết lộ, Tham bị Ánh giết chết<\/ref> nhưng nguy cơ ở Bắc hà liên tiếp xảy ra không yên, từ họ Trịnh rồi Nguyễn Hữu Chỉnh và sau đó là Vũ Văn Nhậm và chính Lê Chiêu Thống dẫn quân Thanh về không phải nhỏ. Do đó Nguyễn Huệ không thể dồn hết lực lượng vào chiến trường Nam bộ lúc đó. Lực lượng của vua Thái Đức đã hao mòn, lại mất hết nhuệ khí và ông cũng không có phương pháp nào vực dậy.\n\n==Từ bỏ đế hiệu, giao quyền cho Nguyễn Huệ==\n[[Tập tin:Ấn Nguyễn Nhạc.jpg|nhỏ|phải|200px|Ấn Quảng Vận Chi Bảo và bút tích của vua Thái Đức (Nguyễn Nhạc). Cổ vật hiện đang được trưng bày tại Bảo tàng Quang Trung (Bình Định). Lưu ý: chú thích bị sai vì niên hiệu Thái Đức chỉ dùng tới hết năm âm lịch 1789, còn năm 1793 là năm mất của Nguyễn Nhạc]] \nGiữa anh em vua Thái Đức dù giảng hoà nhưng chưa hoàn toàn xoá bỏ hiềm nghi. Ông vẫn ngầm mang ý định giành lại quyền lực. Nhân tướng Nguyễn Văn Duệ dưới trướng Nguyễn Huệ vốn được giao giữ Nghệ An để đề phòng [[Nguyễn Hữu Chỉnh]] lại ngả theo Nguyễn Nhạc, ông bèn tranh thủ sự ủng hộ của viên tướng này. Tháng 3 năm 1788, Nguyễn Duệ vào Quy Nhơn theo Nguyễn Nhạc rồi mang quân đánh ra Quảng Nam do Nguyễn Huệ quản lý. Duệ nhanh chóng bị đánh tan. Duệ bị bắt và xử tử<ref name=\"tcdt173\">Tạ Chí Đại Trường, sách đã dẫn, tr 173<\/ref>.\n\nAnh em còn hiềm nghi nên Nguyễn Huệ không thể dễ dàng mang đại quân qua vùng Nguyễn Nhạc quản lý vào Nam Bộ<ref name=\"tcdt174\">Tạ Chí Đại Trường, sách đã dẫn, tr 174<\/ref>. Sau cái chết của Nguyễn Văn Duệ và sau đó là [[Vũ Văn Nhậm]] và diễn biến chiến trường Nam Bộ, vua Thái Đức đã tỏ ra bất lực và không gượng dậy được<ref name=\"tcdt173\"\/>. Không thể kìm chế người em hùng lược và thực lực đã suy, cuối năm 1788, ông từ bỏ đế hiệu và niên hiệu Thái Đức, tự xưng là Tây Sơn vương'','' đổi tên thành Hoàng Đế là thành Quy Nhơn<ref>theo Non nước Bình Định của Quách Tấn, trang 231<\/ref>. Ông viết thư cho Nguyễn Huệ, chỉ xin giữ phủ Quy Nhơn và nhường toàn bộ binh quyền, đất đai trong cả nước cho vua em; đồng thời ông cầu khẩn vua em mang gấp đại binh vào cứu Nam bộ (chiếu lên ngôi của Quang Trung nói rõ vấn đề này, trong đó có đoạn ''\"...về phần đại huynh (Nguyễn Nhạc) có ý mỏi mệt, tình nguyện giữ một phủ Quy Nhơn, tự nhún xưng là Tây Vương, mấy nghìn dặm đất về phương nam thuộc hết về trẫm...'')<ref>Nguyễn Lương Bích, Phạm Ngọc Phụng, sách đã dẫn, tr 218<\/ref>.\n\nTuy nhiên lúc đó Bắc Bình vương dù biết lời cầu khẩn của ông nhưng không thể vào nam tham chiến vì 20 vạn quân Thanh do [[Lê Chiêu Thống]] rước về đã vượt qua biên giới. Nguy cơ phía bắc rõ ràng lớn và gấp hơn nên vua em buộc phải hoãn việc nam tiến thêm một thời gian nữa.\n\n==Kế hoạch dở dang==\nMặc dù vua em [[Nguyễn Huệ|Quang Trung]] đã đại thắng quân Mãn Thanh (1789) nhưng sau đó vẫn phải lo ổn định tình hình Bắc hà do tàn dư của Nhà Lê còn sót lại và sức ép ngoại giao từ phía [[Nhà Thanh]]. Vì vậy, Nguyễn Ánh được người Pháp hỗ trợ kéo ra đánh Bình Thuận, Bình Khang, Diên Khánh, quân của Tây Sơn vương Nguyễn Nhạc liên tiếp bại trận và mất mấy thành này. Cho tới năm 1791, ông chỉ còn cai quản Quy Nhơn, Phú Yên và Quảng Ngãi.\n\nSau khi ổn định tình hình Bắc hà, Quang Trung quyết tâm tiêu diệt Nguyễn Ánh. Ông ra sức trấn an vua anh và nhân dân trong vùng do vua anh cai quản để chuẩn bị nam tiến. Quang Trung sai Vũ Văn Dũng đi \"xin\" [[Càn Long]] đất [[Quảng Đông]], [[Quảng Tây]], thu phục quân \"Tàu ô\", sai đánh phá biên giới Trung Quốc cốt để Nhà Thanh bị cuốn vào hoạt động ngoại giao và chống giặc cướp để cho ông có thời gian hỗ trợ vua anh dồn lực lượng vào chiến trường miền nam.\n\nĐể chuẩn bị phối hợp với vua em, năm 1792, Nguyễn Nhạc đóng nhiều tàu thuyền đóng ở cửa Thi Nại để nam tiến. Nhưng lúc đó là mùa gió nồm, chỉ thuận cho quân Nam ra, phải đợi đến mùa đông mới thuận gió cho quân Tây Sơn vào. Nguyễn Ánh thừa dịp cùng quân Pháp, Bồ Đào Nha đánh úp cửa Thi Nại, đốt cháy nhiều thuyền chiến của Tây Sơn. Tây Sơn vương không phòng bị, lại phải thu quân về Quy Nhơn.\n\nĐể báo thù trận đó, vua em Quang Trung dự định phát động chiến dịch rất lớn, huy động hơn 20 vạn quân thủy bộ, chia làm ba đường:\n\n*Vua anh và quân \"Tàu ô\" cùng theo đường bộ từ Phú Yên vào đánh Gia Định\n*Quân bộ của Quang Trung từ Phú Xuân đi thẳng qua lãnh thổ [[Vạn Tượng]] tới Nam Vang (Chân Lạp), từ đó cùng quân Chân Lạp kéo về Gia Định, bao bọc đường chạy của Nguyễn Ánh không cho sang Xiêm.\n*Quân thủy của Quang Trung sẽ tiến vào đón lõng tận [[Hà Tiên (tỉnh)|Hà Tiên]] đổ bộ lên đất liền để ngăn Ánh chạy ra biển.\n\nChính các giáo sĩ Pháp giúp Nguyễn Ánh lúc đó cũng rất lo lắng và dự liệu Ánh khó lòng chống lại được Tây Sơn trận này. Tuy nhiên cái chết đột ngột của vua em Quang Trung tháng 9 năm [[1792]] khiến kế hoạch nam tiến này không bao giờ trở thành hiện thực.\n\n==Từ trần==\nĐược tin Nguyễn Huệ chết nhưng Nguyễn Nhạc không thể ra viếng vì quân của cháu là [[Nguyễn Quang Toản]] (Cảnh Thịnh) ngăn giữ phòng bị<ref name=\"qc224\">Quỳnh Cư, Đỗ Đức Hùng, sách đã dẫn, tr 224<\/ref>. Nguyễn Ánh biết sự kiện này mang quân bắc tiến đánh Quy Nhơn do sự nghi kỵ nội bộ giữa bác cháu Nhà Tây Sơn<ref>Tạ Chí Đại Trường, sách đã dẫn, tr 302<\/ref>.\n\nNguyễn Ánh đánh ra Quy Nhơn. Các cánh quân dưới quyền Tây Sơn vương đều yếu ớt nhanh chóng bại trận hoặc bỏ chạy, để mất Phú Yên. Quân Nguyễn Ánh tiến ra vây hãm thành Quy Nhơn. Nguyễn Nhạc ốm yếu không thể cầm quân nên sai con là Quang Bảo ra cự địch. Thành bị vây hãm 3 tháng. Trong tình thế nguy cấp, ông phải viết thư cầu cứu cháu. Cảnh Thịnh sai [[Ngô Văn Sở]], Phạm Công Hưng mang quân vào cứu, quân Nguyễn Ánh phải rút lui về Phú Yên<ref>Tạ Chí Đại Trường, sách đã dẫn, tr 309<\/ref>.\n\nDù Nguyễn Nhạc đã sai mang vàng bạc ra khao quân Phú Xuân nhưng Công Hưng vẫn chiếm cứ thành Quy Nhơn, kê biên kho tàng của Nhạc. Thấy kho báu bao năm của mình sắp truyền cho con bị chính cháu ruột (con Nguyễn Huệ) đoạt mất, ông uất ức ho ra máu rồi chết.\n\nNguyễn Nhạc ở ngôi tổng cộng 10 năm (1778 – 1788), xưng hiệu ''Thái Đức đế'', sau đó tự hạ xuống làm vương, xưng là ''Tây Sơn vương'' được 5 năm (1788 – 1793).\n\nVề sau, con ông là Quang Bảo bị em họ Quang Toản an trí ra huyện Phù Ly, gọi là Tiểu triều. Bảo không cam chịu, năm [[1799]] đánh chiếm lại thành Quy Nhơn rồi định theo hàng Nguyễn Ánh. Quân của Ánh chưa tới thì Cảnh Thịnh (con Nguyễn Huệ) đã điều quân vào đánh chiếm thành, giết chết Quang Bảo (con Nguyễn Nhạc).\n\nKhi Nguyễn Ánh tiêu diệt được Tây Sơn, nhớ tới nỗi đau nhà Tây Sơn lật đổ chúa Nguyễn và truy sát mình, liền sai người đào mộ Nguyễn Nhạc và Nguyễn Huệ, giã hài cốt thành bột. Hộp sọ bị mang bỏ vào vò và giam cầm trong ngục thất. Dân gian sau này gọi là \"Ông Vò\".\n\n==Gia quyến==\nTheo sách ''Nhà Tây Sơn''<ref>Quách Tấn, Quách Giao - ''Nhà Tây Sơn''- Sở Văn hoá Thông tin Nghĩa Bình, 1988<\/ref>, Nguyễn Nhạc có vợ và các con như sau:\n\n===Vợ===\n*Bà Trần Thị Huệ\n*Bà Đặng thị Ngọc \n*Bà [[Ya Dố]]: gọi là cô Hầu, [[người Ba Na]]. Những ngày xây dựng căn cứ khởi nghĩa ở ấp Tây Sơn, bà có công giúp ông xây dựng hậu cần cho quân khởi nghĩa.\n*Bà Mịch Chi gốc quảng đông\n\n===Con===\n*Con gái:\n**Thọ Hương công chúa: năm 1775, định gả cho chúa Nguyễn Phúc Dương nhưng Dương từ chối; năm 1778, khi Nguyễn Nhạc đã xưng đế, lại gả cho [[Vũ Văn Nhậm]].\n**1 cô con gái khác gả cho [[Trương Văn Đa]].\n*Con trai:\n**[[Nguyễn Văn Bảo]]: hay còn gọi là [[Nguyễn Văn Bảo|Nguyễn Bảo]] sinh năm 1776, năm 1793 bị [[Nguyễn Quang Toản|Cảnh Thịnh]] phế làm [[Tiểu triều]], cho ăn lộc một huyện Phù Ly, rồi giết chết vào năm 1799.\n**Nguyễn Thanh\n**Nguyễn Hân\n**Nguyễn Dũng\n**Nguyễn Văn Đức: bị Minh Mạng chém ngang lưng<ref name=\":0\">{{Chú thích sách|title=Đại Nam thực lục chính biên}}<\/ref>\n***Nguyễn Văn Đâu: bị Minh Mạng chém ngang lưng<ref name=\":0\" \/>\n***Nguyễn Văn Trượng: trốn thoát vào Gia Định nên thoát khỏi truy giết của Minh Mạng<ref name=\":0\" \/>.\n**Nguyễn Văn Lương: bị Minh Mạng chém ngang lưng<ref name=\":0\" \/>\nNguyễn Thanh, Nguyễn Hân, Nguyễn Dũng bị [[Gia Long|Nguyễn Ánh]] bắt năm 1802 và bị giết.\n\nNguyễn Văn Đức, Nguyễn Văn Lương bị bắt vào năm 1831 cùng với Nguyễn Văn Đâu (con Nguyễn Văn Đức), [[Minh Mạng]] ra lệnh chém ngang lưng. Riêng Nguyễn Văn Trượng con của Nguyễn Văn Đức trốn thoát vào Gia Định<ref name=\":0\" \/>.\n\n==Nhận định==\nVua Thái Đức Nguyễn Nhạc là người phát động phong trào Tây Sơn. Ông là người đóng vai trò quan trọng nhất trong việc gây dựng phong trào buổi đầu cho đến khi dựng thành một cơ đồ riêng. Vua em Nguyễn Huệ trẻ trung, hùng lược (khi khởi nghĩa mới 18 tuổi) sở dĩ sau này lập được nhiều chiến công hiển hách cũng nhờ vào cơ sở gây dựng ban đầu của ông<ref>Nguyễn Lương Bích, Phạm Ngọc Phụng, sách đã dẫn, tr 34<\/ref>.\n\nChính bởi vai trò gây dựng của ông cho Nhà Tây Sơn sau này lớn mạnh và lập được nhiều chiến công (kể cả khi ông không còn vai trò \"cầm trịch\" đại cuộc), Nhà Nguyễn rất căm ghét ông và các sử gia triều đại này luôn gán cho ông, không chỉ là \"tội\" với \"triều đình\" mà còn cả những điều xấu nhiều hơn cả trong 3 anh em Tây Sơn<ref>Đi đánh bạc bị thua hết tiền thu thuế, tư thông với vợ của Nguyễn Huệ dẫn đến anh em xung đột...<\/ref>.\n\nDo những chiến công hiển hách của Nguyễn Huệ, tên tuổi của ông trong những nhà lãnh đạo Tây Sơn có phần bị lu mờ. Thậm chí ngoài các sử gia Nhà Nguyễn, còn không ít nhà sử học ngày nay phê phán những sai lầm của ông và chê ông kém tài. Tuy nhiên, nếu nhìn nhận khách quan có thể thấy Nguyễn Nhạc đã có những quyết định sáng suốt trong những thời điểm then chốt.\n\n*Xuất thân từ biện lại trong vùng núi, Nguyễn Nhạc đã chứng tỏ tài năng kiệt xuất của người đề xướng và lãnh đạo khi biết tập hợp và thu dụng mọi lực lượng trong xã hội để xây dựng thành một đội quân đông đảo, mạnh mẽ, đủ sức quật ngã Chúa Nguyễn. Ông biết tranh thủ không chỉ sức dân trong nước mà còn cả hoạt động ngoại giao với các nước láng giềng như [[Chân Lạp]] và sau này là [[Xiêm|Xiêm La]] để củng cố thực lực cho mình.\n*Đứng trước tình thế bị cả quân Trịnh và quân Nguyễn từ hai đằng ép lại, Nguyễn Nhạc tìm ra đường giải nguy là giảng hoà với kẻ địch lớn mạnh hơn lúc đó là họ Trịnh để rảnh tay lo việc phía nam. Hơn nữa, trong thế bị dồn vào chân tường, ông còn mạnh dạn, quyết đoán sử dụng người em Nguyễn Huệ mới 23 tuổi, chưa từng làm chủ tướng, cầm quân đi đánh một trận quyết định (Phú Yên) mà chỉ có thắng mới còn đường sống.\n*Nguyễn Nhạc biết tận dụng xung đột trong nội bộ gia tộc Chúa Nguyễn để phát động khởi nghĩa. Ông đã giơ khẩu hiệu ủng hộ Nguyễn Phúc Dương. Thậm chí con bài Nguyễn Phúc Dương còn được ông sử dụng tới lần thứ hai trong cuộc chiến chống [[Chúa Nguyễn]] (Phúc Thuần). Khi quyền thần Trương Phúc Loan, \"tiêu điểm trừ khử\" ban đầu đã chết (về tay quân Trịnh), ông lại gả con gái cho Dương để lung lạc một bộ phận tướng sĩ của Chúa Nguyễn và chính con bài chính trị này góp phần giúp [[Nguyễn Huệ]] làm nên trận tái chiếm Phú Yên mang ý nghĩa sống còn với chính quyền Tây Sơn.\n*Ban đầu ông đã có ý định ngăn cản Nguyễn Huệ phát triển tài năng và cơ nghiệp riêng. Hiển nhiên điều đó là khó tránh khỏi, một phản xạ như bản năng của một ông vua khi còn đương quyền và sung sức. Nhưng khi đã nhận ra tài năng của Nguyễn Huệ có thể đảm đương được đại sự và biết thực lực của mình khi về già, Nguyễn Nhạc đã tự nguyện rút lui để nhường ngôi hoàng đế cho em, quyết không để việc tranh chấp trong nhà cho kẻ địch lợi dụng như anh em [[Trịnh Cối]], [[Trịnh Tùng]] trước đây và chính anh em Quang Bảo, Quang Toản sau này. Ông đã nhận thấy được hậu quả của cuộc xung đột lần trước khiến kẻ địch lợi dụng và ông đã biết sửa chữa sai lầm. Hành động đó của Nguyễn Nhạc rất đúng đắn và nếu như vua em không sớm ra đi để hoàn thành việc tiêu diệt [[Gia Long|Nguyễn Ánh]], thống nhất giang sơn, xây dựng Việt Nam hùng mạnh, người đời sau sẽ còn ca ngợi đức độ của ông.\n\nHiển nhiên anh em Tây Sơn, trong đó có Nguyễn Nhạc, đã phạm phải một số sai lầm và Nhà Tây Sơn phải trả giá cho sai lầm của những người lãnh đạo. Tên tuổi của Nguyễn Nhạc có thể không nổi tiếng như Nguyễn Huệ nhưng nói đến khởi nghĩa Tây Sơn, cái tên đầu tiên được nhắc đến là Nguyễn Nhạc<ref>.GS Nguyễn Phan Quang, \"Phong trào nông dân Tây Sơn\"<\/ref>\n\nCho đến nay, các nhà nghiên cứu vẫn tiếp tục tranh luận về quan điểm giữa Nguyễn Nhạc và Nguyễn Huệ trong việc \"đánh nam dẹp bắc\" (xem thêm bài về [[Nguyễn Huệ]]). Bản ý của vua Thái Đức là chỉ đánh chiếm Phú Xuân để thay thế [[Chúa Nguyễn]] cai quản Nam hà mà thôi. Có ý kiến cho rằng ông muốn tập trung sức lực tận diệt lực lượng của Nguyễn Ánh và tham vọng phát triển về phía nam, mở rộng bờ cõi sang [[Chân Lạp]]. Việc Nguyễn Huệ bắc tiến Thăng Long hoàn ngoài dự định của ông, không chỉ khiến quân Tây Sơn phải phân tán lực lượng ra bắc mà về mặt cá nhân, sự phát triển lực lượng riêng của Nguyễn Huệ ảnh hưởng đến quyền lực toàn cục của ông, dần dần sẽ khó kìm chế được. Theo sách ''[[Hoàng Lê nhất thống chí]]'' của [[Ngô gia văn phái]], một trong số ít những sách mô tả khá sinh động, chân thực về vua Thái Đức, chính lần ra bắc gọi em về, vua Thái Đức đã nói rõ với người Bắc hà quan điểm của ông để người Bắc hà yên tâm rằng ''ông không hề có ý định chiếm giữ đất này''. ''Ông không muốn kết oán với người Bắc hà'', theo ông là ''một nước lớn có truyền thống lâu đời'', và cho rằng, ''dù đời ông có chiếm được thì đời con cháu ông cũng không giữ được''<ref name=\"cm46\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.53 Khâm định Việt sử thông giám cương mục, quyển 46]{{Liên kết hỏng|date = ngày 21 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2010|| style=\"text-align:center;\" |《[[Tây Sơn hào kiệt]]》|| style=\"text-align:center;\" |[[Lý Huỳnh]]\n|}\n\n==Xem thêm==\n*[[Nhà Tây Sơn|Tây Sơn]]\n*[[Nguyễn Huệ]]\n*[[Nguyễn Lữ]]\n*[[Hoàng Ngũ Phúc]]\n*[[Gia Long|Nguyễn Ánh]]\n*[[Họ Hồ làng Quỳnh Đôi]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Nguyễn Lương Bích, Phạm Ngọc Phụng (1976), ''Tìm hiểu thiên tài quân sự của Nguyễn Huệ'', Nhà xuất bản Quân đội nhân dân\n*[[Ngô gia văn phái]] (1987), [[Hoàng Lê nhất thống chí]], Nhà xuất bản Văn học\n*Quỳnh Cư, Đỗ Đức Hùng (2001), ''Các triều đại Việt Nam'', Nhà xuất bản Thanh niên\n*[[Tạ Chí Đại Trường]] (2007), ''Lịch sử nội chiến 1771-1802'', Nhà xuất bản Công an nhân dân\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'' - bản điện tử\n*[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n\n==Liên kết ngoài==\n*[http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050221095119\/ns050225144718 Nhà Tây Sơn 24 năm 1778-1802] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081201084727\/http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050221095119\/ns050225144718 |date = ngày 1 tháng 12 năm 2008}}\n{{Navboxes\n|title= Nguyễn Nhạc\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[Nhà Tây Sơn]]\n|trước = Không có\n|sau = [[Nguyễn Huệ]]\n|năm = [[1778]]-[[1793]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Tây Sơn}}\n{{Tây Sơn tam kiệt}}\n{{Phong trào Tây Sơn}}\n}}\n\n[[Thể loại:Vua nhà Tây Sơn]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Mất năm 1793]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Người tham gia chiến dịch quân sự trong thời kỳ Tây Sơn – Chúa Nguyễn phân tranh]]\n[[Thể loại:Quan lại chúa Nguyễn]]"}