{"3693332":"'''Đại Phạm''' (?-?), tên đầy đủ là '''Nguyễn Đại Phạm''', đỗ [[Trạng nguyên]] năm 1397, là một vị quan [[triều Trần]]. Ông là người tập hợp nông dân ở [[Hải Phòng]] chống lại [[nhà Hồ]] khi [[Hồ Quý Ly]] lấy ngôi từ nhà Trần.<ref>{{Chú thích web|url=http:\/\/www.haiphong.gov.vn\/Portal\/Detail.aspx?Organization=VHTT&MenuID=1487&ContentID=6427|title=Đình Đồng Dụ|website=Sở Văn hóa Thể thao và Du lịch Hải Phòng}}<\/ref>\n\n== Cuộc đời và sự nghiệp ==\nThời vua [[Trần Thuận Tông]] (1388 - 1398), Nguyễn Đại Phạm, người huyện Hoa Phong, xứ Hải Đông kết duyên với Đỗ Thị Uyển người trang Đồng Dụ. Vợ chồng ăn ở hòa thuận, sinh được 6 người con trai nữa. Con trai cả sinh dưới gốc cây thông nên được đặt tên là Ba Tùng, con trai thứ hai là Trọng Bách, tiếp đến Trọng Minh, Trọng Mẫn, Quý Hồng, Quý Nghị.\n\nNăm Quang Thái thứ 9 (1397), Đại Phạm đỗ đầu trong kỳ [[thi Đình]], được bổ chức Thừa Tuyên phủ Nam Sách, trấn [[Hải Dương]], sau hai năm lại được thăng chức An phủ sứ Hóa Châu. Ông là một vị quan công minh, thương dân như ruột thịt, đối xử với mọi người hòa nhã; vùng đất ông cai quản không có nạn trộm cắp, dân chúng được an cư lạc nghiệp.\n\n== Chống lại nhà Hồ ==\nNăm Kỷ Mão, niên hiệu Kiến Tân thứ hai (1399), khi Hồ Quý Ly giành ngôi nhà Trần, xưng đế, đặt quốc hiệu là [[Đại Ngu]], Đại Phạm than rằng: Quý Ly là người hưởng lộc của nhà Trần lại manh tâm cướp ngôi vua, thực là bất trung, \"bày tôi trung không thờ hai vua\"... rồi ông lánh về quê Đồng Dụ phát hịch chiêu dụ dân 8 xã (Vĩnh Khê, Văn Cú, Văn Tra, Đồng Giá, Hoàng Lâu, Lương Quy, Tràng Duệ, Hoa Phong) lập đồn ở trang Đồng Dụ chống lại nhà Hồ.\n\nÔng đặt đồn trên gò đất theo kiểu Kim tinh lạc thủy; phía ngoài đắp thành lũy, phía trong cắm rào gỗ làm nơi phòng thủ. Những người con trai của ông đắp 3 đồn trại xung quanh để tiện ứng cứu lẫn nhau.\n\nTrong trận chiến ở cửa sông Nam Triệu, Đại Phạm bị thua và mất cùng ngày với 5 người con trai là Tùng, Bách, Minh, Mẫn, Hồng. Về sau, khi người con trai út là nghị nhận được tin dữ liền tự vẫn. \n\n== Đình làng Đồng Dụ ==\nSau khi gia đình ông mất, dân làng Đồng Dụ (Đặng Cương, An Dương, Hải Phòng) lập đình thờ tôn là Thành Hoàng làng. Hàng năm, vào ngày ngày 19,20\/2 âm lịch, dân làng tổ chức lễ hội tưởng nhớ. Lễ hội gồm các phần: nhập tịch, rước tượng Đại Phạm cùng bài vị cửa 6 người con trai từ các nơi về đình làm lễ trong 3 ngày.\n\nĐình Đồng Dụ được Nhà nước xếp hạng năm 1991.\n\nTrong dân dan còn lưu truyền câu ca: ''\"Đồng Dụ có cam tiến vua - Đền thờ Đại Phạm với chùa Chúc Linh\"''<ref>Vũ Ngọc Tiến. Hà Nội ngày Vu Lan - Mậu Tý. Báo văn Nghệ Trẻ, số 34 năm 2008<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Trạng nguyên Việt Nam]]\n[[Thể loại:Thành hoàng làng]]"}