{"250272":"'''Nguyễn Hữu Ngư''' (20 tháng 4 năm 1921 – 18 tháng 2 năm 1979, có các bút hiệu '''Nguyễn Ngu Í''', '''Nguiễn Hữu Ngư''', '''Trịnh Nguiên''', '''Tân Fong Hiệb''', '''Phạm Hoàn Mĩ''', '''Trần Hồng Hưng''', '''Lưu Nguiễn''', '''Đ.T.T''', '''Nghê Bá Lý''', '''Ngư Fi Lô Cố'''<ref name=\"b\">Bởi bất bình vì cách học vần từ thuở nhỏ, cho nên ông hăng hái đề nghị cải cách như: âm i chỉ viết với một chữ i (không sử dụng y), âm gi chỉ viết một chữ j, âm qu chỉ viết một chữ q v.v...<\/ref>) là một [[giáo viên|nhà giáo]], [[nhà thơ]], [[nhà báo]] [[Việt Nam]].\n==Tiểu sử==\n===Đi học===\nNguyễn Hữu Ngư sinh tại làng Tam Tân (nay là xã Tân Tiến, thị xã [[La Gi]], tỉnh [[Bình Thuận]]). Cha là Nguyễn Hữu Hoàn, người [[Hà Tĩnh]], một nhà nho trong phong trào [[Đông Kinh Nghĩa Thục]], bạn của [[Thái Phiên]], [[Tăng Bạt Hổ]]. Mẹ là Nghê Thị Mỹ.\n\nNăm 1928, bảy tuổi, Nguyễn Ngu Í phải xa gia đình vào [[Thành phố Hồ Chí Minh|Sài Gòn]], học tiểu học ở trường [[Phú Lâm]] ([[Chợ Lớn]]). Năm 1934-1938, học [[trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|trường trung học Pétrus Ký]]. Năm 1941, 20 tuổi, ông đang theo học Trường Sư phạm thì bệnh tâm thần phát xuất lần đầu, phải vào nhà thương Chợ Quán chữa trị. Năm 1942, khỏi bệnh, ông bỏ học và bắt đầu bước chân vào nghề văn, nghề báo.\n\n===Vào đời===\nSau khi khỏi bệnh, Nguyễn Hữu Ngư cộng tác với ''Nam Kỳ tuần báo'' của [[Hồ Biểu Chánh]], rồi tờ ''Thanh Niên'' của [[Huỳnh Tấn Phát]], tham gia việc thành lập Hội truyền bá quốc ngữ [[Nam Kỳ]].\n\nTháng 8 năm 1945, giữ chức Tổng thư ký đầu tiên của Ủy ban nhân dân cách mạng xã Tam Tân. Tháng 6 năm 1946, ra [[Hà Nội]] làm việc ở Phòng thiếu nhi toàn quốc do [[Lưu Hữu Phước]] phụ trách. Ngày 19 tháng 12 năm 1946, vào công tác ở [[Quảng Ngãi]], thì bệnh cũ tái phát nên ông phải về lại quê nhà. Ở Tam Tân, ông sống bằng nghề dạy học và cưới vợ vào ngày 25 tháng 9 năm 1949. Vợ tên Nguyễn Thị Thoại Dung, giáo viên, thi thoảng có sáng tác, ký bút hiệu ''Thoại Nguyên''. Năm 1950, được tin em gái mất, lại quẫn trí.\n\nNăm 1952, cùng vợ về Sài Gòn, trở lại nghề dạy học và viết báo. Năm 1955, tham gia Mặt trận Thống nhất dân tộc gồm [[Cao Đài]], [[Phật giáo Hòa Hảo|Hòa Hảo]], [[Bình Xuyên]], chống lại [[Ngô Đình Diệm]]. Ông bị bắt và bị đưa đi cải huấn ở trại Tân Hiệp ([[Biên Hòa]]). Được trả tự do, ông đi vận động cho \"đường lối thứ ba\", cho thuyết \"trung lập chế\" của [[Hồ Hữu Tường]]. Năm 1957, cộng tác với tờ ''Bách khoa'' và những tờ báo khác như ''Mai'', ''Sáng dội miền Nam, Hòa đồng, Nghệ thuật''...\n\nNăm 1977, vào Dưỡng trí viện [[Biên Hòa]] (nay là Bệnh viện tâm thần Trung ương II). Hai năm sau, vào tháng 2 năm 1979, Nguyễn Ngu Í mất. Hiện nay, hài cốt ông đã được cải táng tại quê nhà.\n\n==Tác phẩm==\nVào những năm 1934-1938, khi đi học ông đã sáng tác thơ. Được giáo sư [[Phạm Thiều]] khen là có khiếu về văn chương. Đến khi lìa bỏ cõi đời, Nguyễn Hữu Ngư đã để lại một số tác phẩm sau:\n\n:*[[Lịch sử]] [[Việt Nam]] (Tân Việt, 1956)\n:*Khi người chết có mặt (Ngày Xanh, 1962)\n:*Sống và chết với...(Bách khoa, 1966. Gồm tiểu sử và chân dung của 12 nhà văn đương đại)\n:*Hồ Thơm-[[Nguyễn Huệ]]-[[Nguyễn Huệ|Quang Trung]] (Về nguồn, 1967)\n:*Qê hương (1969, pha trộn nhiều thể loại văn chương: [[thơ]], [[truyện]], [[tùy bút]], [[kịch]], [[âm nhạc|nhạc]], [[hồi ký]], tiểu sử, di chúc...Tác phẩm này được [[Nguyễn Hiến Lê]] khen ngợi, Châu Hải Kỳ cho là một \"kỳ thư\" chưa hề thấy trong văn họ Việt Nam.\n:*Thơ điên (1970)\n:*Hạnh phúc nơi chính bạn (tiểu luận, 1970)\n:*Suối bùn reo (hay ''15 câu chuyện phụ nữ'', phiếm luận, Trí Đăng, 1970)\n:*Có những bài thơ I (do các bác sĩ ở Dưỡng trí viện Biên Hòa in, 1972)\n \n==Nhận xét==\nGiáo sư [[Trần Văn Khê]] là một trong những người bạn của Nguyễn Hữu Ngư, đã viết như sau:\n:'' Anh Ngư viết văn [[Pháp]] rất hay, nhưng anh yêu tiếng Việt, anh lại muốn cho người Việt ai cũng đọc được sách báo nên tham gia rất tích cực phong trào xoá nạn mù chữ. Nguyễn Ngu Í còn sáng tạo ra cách viết chữ quốc ngữ sao cho hợp lý hơn...''<ref name=\"b\">Bởi bất bình vì cách học vần từ thuở nhỏ, cho nên ông hăng hái đề nghị cải cách như: âm i chỉ viết với một chữ i (không sử dụng y), âm gi chỉ viết một chữ j, âm Qu chỉ viết một chữ Q...<\/ref>\n\nNhà biên khảo [[Nguyễn Hiến Lê]] kể: \n:''Anh (Nguyễn Ngu Í) căm phẫn xã hội, căm phẫn thời đại, căm phẫn mọi người. Anh có nhiều lý tưởng, nuôi nhiều mộng cao đẹp mà gặp toàn những điều bất như ý, cứ phải cố nén xuống và sức nén càng mạnh thì sức bùng ra cũng càng mạnh... Ông là một cuộc đời đau khổ nhất và cũng đặc biệt nhất trong giới văn nghệ sĩ hiện đại.''<ref>''Hồi Ký Nguyễn Hiến Lê'', NXb Văn học, 1992, tr.344 và Từ điển văn học (bộ mới), Nhà xuất bản Thế giới, 2004, tr. 1173.<\/ref>\n\nTheo nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] thì Nguyễn Hữu Ngư là một nhà văn nổi tiếng yêu nghề và yêu nước, luôn xót xa vì chuyện đất nước chia đôi. Dường như cả một đời dạy học và hoạt động báo chí ở Sài Gòn, Nguyễn Hữu Ngư lúc nào cũng trong trạng thái nửa tĩnh nửa điên<ref name=\"a\">{{Chú thích web |url=http:\/\/www.lagi.gov.vn\/news.asp?htth.cms=Details&action=258 |ngày truy cập=ngày 13 tháng 7 năm 2008 |tựa đề=theo |archive-date = ngày 24 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081224003759\/http:\/\/www.lagi.gov.vn\/news.asp?htth.cms=Details&action=258 }}<\/ref>.\n\nNhà thơ [[Đỗ Hồng Ngọc]] nhận định về thơ của Nguyễn Hữu Ngư (cũng chính là người cậu của mình):\n:''Thơ của ông có thể người ta thích, có thể người ta không thích. Nhưng đọc thơ ông bao giờ cũng có cảm giác rờn rợn. Ông làm thơ rất nhanh, thơ như túa ra, ứa ra, nhiều bài sần sùi; đọc cứ nghe ấm ách nhưng có bài đọc mượt như nhung. Đọc thơ ông mà hịểu ông thì thấy thương, thương một con người có chí, có lòng mà không đạt được những ước nguyện. Rồi thôi, rồi thành tro bụi như hai câu thơ ông viết sẵn cho đời mình: \"Bao nhiêu chí trẻ rồi tro bụi \/ Một thoáng tình xa cũng ngậm ngùi!\"''<ref name=\"a\"\/>.\n\n''Từ điển văn học'' (bộ mới) đánh giá:\n:''Nguyễn Ngu Í không có những tác phẩm quan trọng, nhưng cả cuộc đời ông là một tác phẩm \"kỳ dị\" pha trộn lòng yêu nước với chữ nghĩa. Tư tưởng cách tân chữ viết đi đôi với ý chí giải phóng dân tộc ra khỏi cảnh dốt nát, nghèo đói, áp bức của người dân bị trị, ra khỏi cuộc chiến tàn khốc, ra khỏi những bất công của xã hội mà tiền bạc, tham nhũng, phản bội, lừa lọc là những yếu tố chủ đạo. Suốt đời (Nguyễn Ngu Í) xông vào cuộc đấu tranh đó với một ý chí quyết liệt của \"người hùng\", nhưng tất cả đều vô hiệu, không ai nghe.<ref>Chính kiểu \"người hùng\" của Lê Văn Trương đã thúc giục Nguyễn Ngu Í vào con đường hành động, đấu tranh cứu nước. (''Từ điển văn học, bộ mới, Nhà xuất bản Thế giới, 2004, tr. 1173)<\/ref>\n\n:\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n:*[http:\/\/tintuconline.com.vn\/vn\/print\/vanhoa\/108876\/ Gặp Ngu Í và Bùi Giáng trong nhà thương điên]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n:*[http:\/\/www.lagi.gov.vn\/news.asp?htth.cms=Details&action=258 Nguyễn Ngu Í (Nhà thơ- Nhà báo)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081224003759\/http:\/\/www.lagi.gov.vn\/news.asp?htth.cms=Details&action=258 |date = ngày 24 tháng 12 năm 2008}}\n:*[https:\/\/archive.is\/20121122035228\/http:\/\/www.vannghesongcuulong.org.vn\/modules.php?name=News&file=save&sid=2833 Thế giới người điên]\n\n{{Thời gian sống|sinh=1921|mất=1979}}\n\n[[Thể loại:Nhà thơ Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà thơ Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Người Bình Thuận]]\n[[Thể loại:Cựu học sinh Pétrus Ký - Lê Hồng Phong]]"}