{"2458880":"'''Nguyễn Thọ Quỳnh''' ([[thế kỷ XV]]) là một nhà [[Nho giáo|Nho học]] [[người Việt Nam]]. Quê ông là [[làng]] [[Quỳnh Lý]], [[xã]] [[Thụy Quỳnh]], nay thuộc [[huyện]] [[Thái Thụy]], [[tỉnh]] [[Thái Bình]]. Ông đỗ [[đồng tiến sĩ xuất thân]] dưới triều [[vua]] [[Lê Thánh Tông]].\n==Vượt qua lệ làng==\n===Lời nguyền kiếp trước===\n[[Hoàng Phúc]] là [[quan]] [[Thượng thư]] của [[nhà Minh]], thừa lệnh hoàng đế [[Minh Thành Tổ]] sang cai trị nước ta tư sau năm [[1407]], khi [[nhà Hồ]] bị diệt vong và [[Đại Ngu]] rơi vào tay giặc. Ông ta nắm cả Bố Chính Ty và Án Sát Ty, hai trong số ba cơ quan đầu [[não]] của giặc đặt ra để trị dân ta.\n\nTrong một lần đi xem xét địa thế [[núi]] [[sông]], Hoàng Phúc đến [[đình]] làng Quỳnh Lý. Ông ta thấy [[địa hình]] làng này đặc biệt khác thường, nổi bật lên giữa [[đồng bằng]] như hình quả [[chuông]] úp và ông ta viết lên vách đình một câu rằng:\n{{cquote|''Quỳnh Lý phúc chung vi sư đặc đạt|||}}\nNghĩa là: Đất Quỳnh Lý như chuông úp, phát nhất nghề làm thầy.\n\nKhông biết Hoàng Phúc có tài tiên tri hay chỉ là chiêu bài để mê hoặc lòng nhân dân ta, vì sau đó ông ta bắt lập [[đền]] [[miếu]] thờ bách thần (hàng trăm vị thần), cho dân bốn mùa cúng bái liên miên. Có điều chắc rằng, ông ta giỏi đoán thời cuộc, nên khi [[Lê Lợi]] [[khởi nghĩa Lam Sơn|khởi nghĩa]] ở [[Lam Sơn]], ông ta đã nhanh chân về nước trước, tránh được thảm bại nhục nhã như các tướng nhà Minh khác.\n\nCòn làng Quỳnh Lý, từ khi ám ảnh câu \"sấm truyền\", đã làm [[thầy bói]] vì... chăng có nghề gì khá khẩm hơn cả (do [[mê tín]]!). Ấy thế mà làm nghề thầy ấy lại kiếm cơm dễ dàng, thậm chí có của dư thừa. Thành ra, ai cũng muốn làm thầy bói. \n===Quyết tâm sắt đá===\nẤy thế nhưng có một [[con người]] đã xuất hiện và đã làm trái lệ làng. Đó là cậu bé có tên Nguyễn Thọ Quỳnh. Chỉ học ở mức sơ cấp thôi, nhưng Thọ Quỳnh lại có tư chất thông minh đĩnh ngộ vượt xa bạn bè. Một buổi tan học, câu rong chơi chán rồi ghé vào đình hóng mát, quanh quẩn men theo hiên, chơt trông thấy câu \"sấm truyền\" mà Hoàng Phúc để lại. Đọc hiểu ra, cậu bé Quỳnh ức lắm:\n\n-Hừ!Kể nào ngạo mạn, dám bảo làng mình chỉ rặt nghề bói?\n\nSẵn [[bút]] [[mực]] trong tay, cầu liền viết luôn: \n{{cquote|''Văn liên khoa giáp võ liệt công hầu|||}}\nNghĩa là: Văn đậu liền các khoa, võ dự hàng công hầu\n\nViết được câu đó, cậu đắc ý lắm tung tăng nhảy chân sáo về nhà. Sau, cha mẹ bắt theo nghệp bói, cậu nhất quyết không nghe, cố công dùi mài kinh sử. \n===Công thành danh toại===\nKhao [[Mậu Tuất]] [[năm]] Hồng Đức thứ 9 ([[1478]]) đời vua Lê Thánh Tông, Nguyễn Thọ Quỳnh [[thi Hương]] giật [[Giải nguyên]] ([[thủ khoa]]), tiếp đến [[thi Hội]] và [[thi Đình]] thì đỗ [[Tiến sĩ]]. Làm quan văn một [[thời gian]], Thọ Quỳnh lại xin chuyển san võ ban làm tướng phò vua Lê xuất chinh dẹp giặc [[Chăm Pa|Chiêm Thành]], lập nhiều công trạng. Ông được ban tước Quang Lộc Tự Khanh. Vậy là làng Quỳnh Lý cũng có thể tự hào mình là vùng đất địa linh nhân kiệt.\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}