{"438514":"{{Infobox officeholder\n| tên = Nguyễn Bồ\n|office = Hiển huệ Chiêu nghĩa đại vương\n|monarch = [[Đinh Tiên Hoàng]]\n\n| ngày sinh = ? tháng ? năm 919\n| nơi sinh = không rõ\n| ngày mất = ? tháng ? năm 967 (48 tuổi)\n| nơi mất = [[Thanh Trì]]\n| nghề nghiệp = Tướng Quân\n| cha hoặc mẹ = [[Nguyễn Thước (thế kỷ X)|Nguyễn Thước]] (cha)\n| họ hàng = [[Nguyễn Bặc]] (em trai) <br> [[Nguyễn Phục]] (em trai)\n| vợ = Công Chúa Quế Hương <br> (Chị gái Đinh Tiên Hoàng)\n}}\n\n[[Tập tin:Dinhbadank3.JPG|nhỏ|phải|250px|[[Đình Ba Dân]] - Tứ Hiệp - Thanh Trì - Hà Nội]]\n'''Nguyễn Bồ''' (919 - 967) là một vị tướng và khai quốc công thần của triều [[nhà Đinh]]. Ông có nhiều công lao giúp [[Đinh Tiên Hoàng]] đánh dẹp [[loạn 12 sứ quân]] [[thế kỷ 10]] trong [[lịch sử Việt Nam]]. Vợ ông là bà Đinh Quế Hương - chị Vua [[Đinh Tiên Hoàng]].\n\n==Tiểu sử==\nSử sách không đề cập tới Nguyễn Bồ. Ông chỉ được nhắc đến qua các tài liệu thần phả.\n\n[[Thần phả]] tại [[đình Ba Dân]] ở [[Thanh Trì]], [[Hà Nội]] ghi ông có hai người anh em là [[Nguyễn Bặc]] và Nguyễn Phục, là người [[châu Đại Hoàng]] ([[Ninh Bình]]) ngày nay, cả ba đều là tướng đi theo [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] hùng cứ ở [[Hoa Lư]] thời [[nhà Ngô]]. Cả [[Đinh Điền]], [[Trịnh Tú]] và [[Lưu Cơ]] cũng tham gia vào lực lượng này.\n\nCũng theo thần phả, ngày [[6 tháng 6]] năm [[Đinh Mão]] (tức [[15 tháng 7]] năm [[967]]), Đinh Bộ Lĩnh điều một đạo quân do tướng Nguyễn Bồ chỉ huy tiến đánh sứ quân Nguyễn Siêu ở Tây Phù Liệt, một sứ quân mạnh nhất lúc bấy giờ, nhưng nhiều ngày vẫn không hạ được thành. Tướng Nguyễn Bồ, Nguyễn Phục và 2 [[Tướng nhà Đinh|vị tướng khác]] là Đinh Thiết và Cao Sơn cùng rất nhiều binh lính đều tử trận.<ref>Nguyễn Bồ chết tại cổ Điển, Nguyễn Phục chết tại Văn Điển, Cao Sơn chết tại Tương Trúc, Đinh Thiết chết tại cầu Thọ Am<\/ref> [[Đinh Bộ Lĩnh]] cả giận, thống lĩnh toàn quân, cử [[Nguyễn Bặc]] làm Đại tướng tiên phong, đánh một trận phá tan sứ quân [[Nguyễn Siêu]] vào ngày [[15 tháng 7]] năm đó (tức [[22 tháng 8]] năm [[967]]).<ref>Viện Khoa học xã hội Việt Nam, sách đã dẫn, tr 729, 733 (Thần phả Nguyễn Bồ, Nguyễn Bặc; Thần phả Nguyễn Siêu)<\/ref>.\n\nKhi [[Đinh Bộ Lĩnh]] lên ngôi, Nguyễn Bồ được phong Phù gia Hiển huệ Chiêu nghĩa đại vương.\n\n==Tôn vinh==\nHiện nay, nơi thờ chính của Nguyễn Bồ là [[đình Ba Dân]] thuộc [[làng Cổ Điển]] thuộc xã [[Tứ Hiệp, Thanh Trì|Tứ Hiệp]], [[thanh Trì|huyện Thanh Trì]], [[Hà Nội]]. Đình Ba Dân là đình chung của 3 làng: Cương Ngô, Cổ Diển, Đồng Trì thờ chung các ông Nguyễn Bặc, Nguyễn Bồ và Nguyễn Phục. Các làng Cương Ngô, Cổ Điển và Đông Trì cũng có đền thờ riêng.\n\nĐình làng Văn Điển nay là thị trấn Văn Điển, huyện Thanh Trì, Hà Nội cũng là nơi thờ anh em Nguyễn Bồ.\n\nVợ Nguyễn Bồ, tức công chúa Quế Hương, là chị gái [[Đinh Tiên Hoàng]], nghe tin chồng mất, tuyệt thực mà qua đời. Nguyễn Bồ được truy tôn là ''Phù gia Hiển huệ Chiêu nghĩa đại vương'', tức là Đức Thánh Cả<ref>Viện Khoa học xã hội Việt Nam, sách đã dẫn, tr 729-730<\/ref>.\n\nAnh em Nguyễn Bồ, [[Nguyễn Bặc]] đều được đặt tên cho 2 tuyến đường gần nhau ở Thanh Trì, Hà Nội.<ref>[https:\/\/vov.vn\/xa-hoi\/ha-noi-dat-ten-pho-cho-42-tuyen-duong-pho-moi-842732.vov Hà Nội đặt tên phố cho 42 tuyến đường phố mới]<\/ref>\n\nĐường Nguyễn Bồ dài 846 m, bắt đầu từ ngã bao giao cắt đường Ngọc Hồi tại cầu Văn Điển, đến ngã ba tiếp giáp đường gom cao tốc Pháp Vân- Cầu Giẽ tại Bệnh viện Nội Tiết Trung ương.\n\nĐường Nguyễn Bặc dài 1.146m đoạn từ gã ba giao cắt đường Ngọc Hồi tại số 405 đến ngã tư giao cắt đường Nguyễn Bồ tại cầu Tứ Hiệp.\n\n==Xem thêm==\n*[[Nhà Đinh]]\n*[[Đinh Tiên Hoàng]]\n*[[Nguyễn Bặc]]\n{{12 sứ quân}}\n\n==Tham khảo==\n*Viện Khoa học xã hội Việt Nam (2004), ''Tổng tập văn học dân gian người Việt, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Võ tướng nhà Đinh]]\n[[Thể loại:Loạn 12 sứ quân]]\n[[Thể loại:Mất năm 967]]"}