{"814400":"'''Nguyễn Ức''' ([[chữ Hán]]: 阮億, ? - ?), hiệu: '''Lan Trai'''; là [[nhà thơ]] và quan triều [[nhà Trần|Trần]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nChưa rõ thân thế và sự nghiệp của '''Nguyễn Ức''', chỉ biết ông từng làm quan Hàn lâm học sĩ dưới triều vua [[Trần Minh Tông]] (ở ngôi: [[1314]]-[[1329]]), có tham gia ''thi xã Bích Động'' do [[Trần Quang Triều]] sáng lập, và còn để lại 20 bài thơ [[chữ Hán]] trong ''[[Việt âm thi tập]]'' và ''[[Toàn Việt thi lục]]''.\n\nQua thơ, người ta biết Nguyễn Ức thường hay xướng họa với [[Trần Quang Triều]]. Và sau khi người bạn này mất, ông đã lo việc biên tập thơ văn của bạn. Bài \"Biên tập Cúc Đường di cảo cảm tác\" của ông đã nói lên điều ấy.\n\n==Nhận xét==\nMặc dù số thơ của Nguyễn Ức còn lại không nhiều, nhưng ông cùng với [[Trần Quang Triều]] và [[Nguyễn Sưởng]] họp thành một dòng thơ riêng thời [[Nhà Trần|Trần]]. Theo GS. [[Nguyễn Huệ Chi]], thì đó là những con người mang trong lòng nỗi thất vọng sâu sắc về sự suy thoái của vương triều này. Song riêng ở Nguyễn Ức, ông không có sự gắng gượng hoặc che giấu mình như người khác, vì thế thơ ông mang âm điệu chán nản, tiêu cực, có xu hướng chuyển dần sang hư vô chủ nghĩa...Về mặt nghệ thuật, ngòi bút của ông thật là lão luyện. Ông biết cách làm cho câu thơ thêm buồn trĩu, và thể hiện được những cảm giác cô đơn, xa vắng...<ref>Lược theo [[Nguyễn Huệ Chi]], tr. 1216.<\/ref>\n\n==Thơ Nguyễn Ức==\nGiới thiệu 2 bài:\n{|valign=\"top\"\n|\n:[[Phiên âm Hán-Việt]]:\n:'''Đồ mi'''\n:Áp giá sơ khai tam lưỡng chi,\n:Thượng Dương cung nữ đối sầu thì.\n:Nhất sinh bất thức mai hoa diện,\n:Độc điện thiều quang tác hậu kỳ.\n\n:Dịch nghĩa:\n:'''''Hoa đồ mi''''' <ref>Hoa đồ mi còn được gọi là trà mi.<\/ref>\n:''Vài ba cành mới nở đè lên trên đàn,\n:''Cũng là lúc người cung nữ ở Thượng Dương đang sầu khổ <ref>Vua [[Đường Huyền Tông]] mê [[Dương Quý Phi]] bỏ quên tất cả cung nữ ở Thượng Dương. Một số cung nữ ở đây vì thế than thở với nhau về cảnh lỡ làng. Ở bài thơ trên, tác giả ví hoa đồ mi nở cuối xuân đầu hạ, cũng giống như những người cung nữ tủi phận, chẳng biết xuân là gì (chú thích theo ''Văn học thế kỷ X-XVI'', tr. 657).<\/ref>\n:''Suốt đời chẳng biết mặt hoa mai là gì cả,\n:''Riêng mình đến muộn, lẽo đẽo theo sau bóng thiều quang.\n|\n:[[Phiên âm Hán-Việt]]:\n:'''Bạc chu Ứng Phong đình ngẫu đề'''\n:Hệ lãm giang đình mịch thắng du,\n:Tiền triều hành điện dĩ hoang khưu,\n:Oanh hoa bất thức hưng vong sự,\n:Liêu loạn xuân quang vị khẳng hưu!.\n\t\n:Dịch nghĩa:\n:'''''Đậu thuyền bên đình Ứng Phong<ref>Đình Ứng Phong ở phủ Nghĩa Hưng, tỉnh [[Nam Định]]. [[Nhà Lý]] từng xây hành cung ở đây.<\/ref> ngẫu hứng đề thơ'''''\n:''Buộc thuyền cạnh đình bên sông tìm chơi thắng cảnh,\n:''Hành cung triều trước, đã thành gò hoang.\n:''Mùa xuân chẳng biết việc hưng phế,\n:''Làm rối nắng xuân mãi chưa thôi!\n|}\n==Xem thêm==\n*[[Trần Quang Triều]]\n*[[Nguyễn Sưởng]]\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo== \n* [[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'', mục: \"Nguyễn Ức\". Nhà xuất bản Khoa học xã hội, 2003.\n* [[Nguyễn Huệ Chi]], mục từ \"Nguyễn Ức\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n* Nguyễn Đăng Na (chủ biên), ''Văn học thế kỷ X-XVI'', mục từ \"Nguyễn Ức\". Nhà xuất bản Khoa học xã hội, 1992.\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]\n[[Thể loại:Quan lại nhà Trần]]"}