{"91907":"{{for|con của chúa [[Nguyễn Phúc Tần]] cùng tên|Tôn Thất Hiệp (tướng Chúa Nguyễn)}}\n{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Duệ Tông<br\/>\nĐịnh Vương\n| tên gốc = 定王\n| tước vị = [[Chúa Nguyễn]]\n| tước vị thêm = \n| thêm = vietnam\n\n| hình = \n| ghi chú hình = \n| chức vị = [[Nguyễn]] [[Vương]]\n| tại vị = [[1765]] - [[1776]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1558 till:1802\nAlignBars = early\nScaleMajor = increment:244 start:1558\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1765 till:1776 color:red\n<\/timeline>\n| đăng quang = \n| tiền nhiệm = [[Nguyễn Phúc Khoát]]\n| nhiếp chính = [[Trương Phúc Loan]]\n| kế nhiệm = [[Nguyễn Phúc Dương]]\n| hoàng tộc = [[Chúa Nguyễn|Họ Nguyễn]]\n| kiểu hoàng tộc = Gia tộc\n| tước hiệu = \n| tên đầy đủ = Nguyễn Phúc Thuần (阮福淳)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| tôn hiệu = \n| miếu hiệu = [[Duệ Tông]] (睿宗)\n| thụy hiệu = Thông Minh Khoan Hậu Anh Mẫn Huệ Hòa Hiếu Định Hoàng đế<br>(聰明寬厚英敏惠和孝定皇帝)\n| niên hiệu = \n| thời gian của niên hiệu = \n| cha = [[Nguyễn Phúc Khoát]]\n| mẹ = [[Nguyễn Phúc Ngọc Cầu]]\n| sinh = [[31 tháng 12]] năm [[1754]]\n| nơi sinh = [[Đàng Trong]], [[Đại Việt]]\n| mất = {{ngày mất và tuổi|1777|10|18|1754|12|31}}\n| nơi mất = [[Đàng Trong]], [[Đại Việt]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n| phối ngẫu = \n| vợ = [[Nguyễn Thị Châu]]\n| con cái = [[Nguyễn Phúc Ngọc Thục]]\n}}\n\n'''Nguyễn Phúc Thuần''' ([[1754]] - [[1777]], ở ngôi 1765 - 1777), hay '''Nguyễn Duệ Tông''', còn có tên khác là '''Nguyễn Phúc Hân''', là người cai trị thứ 9 của chính quyền [[Chúa Nguyễn]] ở [[Đàng Trong]] vào thời kì Lê Trung hưng trong [[lịch sử Việt Nam]]{{sfn|Charpius, Oscar|1995|p=138 - 141}}. Sau cái chết của phụ vương, Nguyễn Phúc Thuần được quyền thần [[Trương Phúc Loan]] lập làm Vương khi chỉ mới 12 tuổi, và người này sau đó thâu tóm hết chính quyền ở Nam Hà, và làm nhiều việc khiến triều đình Phú Xuân ngày càng lụn bại, suy yếu.\n\nTừ năm [[1771]], anh em [[Nguyễn Văn Nhạc]] [[Khởi nghĩa Tây Sơn|dựng cờ khởi nghĩa ở Tây Sơn]], quân Nhà Nguyễn liên tục bị thua trận. Đến năm [[1774]], Chúa Trịnh ở miền Bắc nhân Nam Hà có loạn, xuất quân nam hạ, Chúa Nguyễn phải bỏ Phú Xuân, chạy về Gia Định. Sau khi quân Trịnh chiếm được Phú Xuân và rút đi, thì Nhà Nguyễn vẫn phải đối phó với quân Tây Sơn thế lực ngày càng phát triển, cộng thêm sự tranh chấp trong nội bộ giữa các tướng Nguyễn, khiến tình hình càng thêm nguy khốn. Cuối năm [[1776]], Nguyễn Phúc Thuần dưới sức ép của tướng mạnh là [[Lý Tài]], phải nhường ngôi cho cháu là Đông cung [[Nguyễn Phúc Dương]], bản thân tự xưng là Thái Thượng vương, nhưng vẫn còn nắm binh quyền trong tay, ngầm tranh chấp với phe Phúc Dương, hình thành cục diện 2 vương. Nửa cuối năm [[1777]], quân Tây Sơn truy kích vào nơi ở của các Chúa Nguyễn, hai vương Nhà Nguyễn đều bị bắt và xử tử. Sau đó, một thành viên trong vương tộc là [[Nguyễn Phúc Ánh]] được tôn lên ngôi chúa, và lãnh đạo quân Nguyễn chống chọi liên tục với Tây Sơn trong 25 năm tiếp theo, cuối cùng giành được thắng lợi cuối cùng và thống nhất [[Việt Nam]] vào năm [[1802]], mở ra [[Nhà Nguyễn|vương triều Nguyễn]].\n\n== Thân thế ==\n\nNguyễn Phúc Thuần còn có tên khác là Hân, sinh ngày 18 tháng 11 năm [[Giáp Tuất]] (31 tháng 12 năm 1754), là con thứ 16 của Vũ vương [[Nguyễn Phúc Khoát]]{{sfn|Nguyễn Khắc Thuần|1995|p=85}}, mẫu thân là bà Công nữ [[Nguyễn Phúc Ngọc Cầu]]. Bà Ngọc Cầu là con gái của Quận công Nguyễn Phúc Điền, cháu nội chúa [[Nguyễn Phúc Chu]]), theo vai vế là em họ của Vũ vương{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=175}}<ref>{{Chú thích web |url=http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/ai-khien-vu-vuong-nguyen-phuc-khoat-loan-luan-2330586 |ngày truy cập=2018-05-05 |tựa đề=Ai khiến Vũ Vương Nguyễn Phúc Khoát loạn luân? |archive-date=2018-05-06 |archive-url=https:\/\/web.archive.org\/web\/20180506103857\/http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/ai-khien-vu-vuong-nguyen-phuc-khoat-loan-luan-2330586 |url-status=dead }}<\/ref>. Khi đó quyền thần Trương Phước Loan muốn thâu tóm triều chính, chiều đoán tính hiếu sắc của Vương, bèn tạo điều kiện cho Ngọc Cầu thường xuyên ra vào trong Vương phủ và gần gũi với Vũ Vương ở điện Trường Lạc. Kết quả của những lần gần gũi đó là bà Ngọc Cầu đã sinh hai công tử Nguyễn Phúc Diệu (1753, mất sớm) và Nguyễn Phúc Thuần (1754). Võ vương càng say mê đến nỗi không thiết lâm triều, phó mặc việc nước cho Phước Loan, bất chấp cả lời can gián của các triều thần.\n\nTheo sách ''Đại Nam chính biên liệt truyện'', Trương Phước Loan đã dùng nhiều cách dẫn dụ Chúa Nguyễn Phúc Khoát vào con đường tửu sắc, bỏ bê việc nước hòng âm mưu chiếm đoạt quyền lực sau này. Thế phả họ Nguyễn thừa nhận:\n:''Trong những năm về sau, mãi sống trong cảnh thanh bình, xa hoa, ngài [Võ vương] đâm ra say mê tửu sắc, không thiết tha việc nước, xa rời nhiệm vụ của bậc đế vương. Thêm vào đó, để dễ dàng trong việc tiếm quyền, Đạt quận công [[Trương Phúc Loan]] [cậu ruột của Võ vương] đã khuyến dụ ngài đi vào con đường nữ sắc. Một cung phi rất được ngài sủng ái là Công nữ [[Nguyễn Phúc Ngọc Cầu]], con của Dận Quốc công [[Nguyễn Phúc Điền]]. Đây chính là mầm mống gây cảnh điêu tàn cho triều đại sau này''{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=174}}.\n\n== Lên ngôi ==\n\nMặc dù được Trương Phước Loan che giấu nhưng Vũ Vương không thoát khỏi mặc cảm loạn luân, cho nên Công tử Nguyễn Phúc Thuần chỉ được nuôi nấng một cách lén lút ở hậu cung và dĩ nhiên không được lập làm kế tự như mong muốn của Ngọc Cầu. Khi Đông cung Thế tử [[Nguyễn Phúc Hạo]] chết, con là Hoàng tôn Dương còn nhỏ tuổi mà hoàng tử cả là Chương cũng đã mất, Ngọc Cầu không bỏ lỡ cơ hội và ra sức dỗ dành Võ vương cho con mình kế vị. Các quan trong triều biết được âm mưu của Ngọc Cầu, nên đã ra sức can ngăn Võ vương không nên lập chúa bé. Do đó, Vũ vương không dám nghe theo lời của Ngọc Cầu và định lập con của Trương Thái phi là [[Nguyễn Phúc Luân]] (Côn) làm thái tử, rồi chỉ định 2 viên quan nổi tiếng thanh liêm là Thái phó Y đức hầu Trương Văn Hạnh và Thị giảng [[Lê Cao Kỳ]] chuyên lo giáo huấn cho hoàng tử Côn. Thấy tình hình như vậy, Ngọc Cầu lo lắng và bàn với Trương Phúc Loan tìm cách đối phó.\n\nNgày [[7 tháng 7]] năm [[1765]], Vũ vương mất, để lại di chiếu nhường ngôi cho công tử thứ hai là Nguyễn Phúc Luân (Côn) năm ấy 33 tuổi. Tuy nhiên, do biết Phúc Luân là người thông minh, quyết đoán khó lấn quyền được nên Trương Phúc Loan đã âm mưu cùng Ngọc Cầu và Thái giám Chử Đức hầu, Chưởng dinh [[Nguyễn Cửu Thông]], giấu không chịu phát tang và lập tức cho gọi 100 võ sĩ nấp sẵn trong vương phủ. Sau đó lại cho gọi Thái phó Y Đức hầu [[Trương Văn Hạnh]] vào bàn việc. Trương Phước Loan ra tiếp và ném cây đèn xuống giường làm hiệu, ngay lúc đó các vệ sĩ xông ra giết chết Y Đức, bắt giam Nguyễn Phúc Luân và tôn Nguyễn Phúc Thuần mới 12 tuổi lên ngôi chúa, xưng hiệu là Định vương{{sfn|Nguyễn Khắc Thuần|1995|p=85}}, đạo hiệu '''Khánh Phụ đạo nhân'''{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=183}}. Trương Phước Loan được phong lên làm Quốc phó, thi hành chính sách sai lầm làm người trong nước đều oán giận{{sfn|Lê Quý Đôn|1959|p=22}}. Phúc Luân sau đó chết trong ngục vào ngày [[24 tháng 10]] năm [[1765]]{{sfn|Phan Thuận An|2005|p=112}}{{sfn|Trần Trọng Kim|1951|p=335}}{{sfn|Phan Khoang|1967|p=187 - 188}}.\n\n== Quyền thần Trương Phước Loan ==\n\nTheo [[Lê Quý Đôn]] trong Phủ biên tạp lục:\n:''Phúc Thuần mới 12 tuổi nối ngôi, tự hiệu là Khánh San, Phú đạo nhân, lại có một tên riêng nữa là Phúc Hân, tính còn trẻ con, thích đùa bỡn hát múa, có bệnh không thể gần đàn bà, bắt phường hát trẻ tuổi cùng với cung thiếp dâm loạn làm trò vui''{{sfn|Lê Quý Đôn|1959|p=22}}.\n\nSau khi lên ngôi, chúa dùng Trương Phước Loan làm Quốc phó, kiêm ở bộ Hộ, cơ Trung tượng và Tàu vụ, cho thu thuế sản vật nguồn vàng [[Thu Bồn]] và các nguồn [[Đồng Hương]], [[Trà Sơn]], [[Trà Vân]] làm ngụ lộc. Phước Loan biết Phúc Thuần nhỏ tuổi, lại bị bất ngờ đưa lên ngôi, trở nên bỡ ngỡ trên ngai vàng, càng được thế vơ vét, hằng năm được số vàng vô số mà nộp thuế cho nhà nước chỉ 1,2 phần 10. Của nhà Trương Phước Loan chất như núi, các con hắn đều lấy công chúa, làm quan đến Chưởng dinh, Cai cơ. Sử sách còn ghi lại rằng ngày nắng, Loan cho phơi của cải châu báu ra sân làm sáng rực cả một góc trời. Loan còn đem bè đảng là bọn Thái Sinh chia giữ những bến trọng yếu, người ta gọi là Trương Tần Cối<ref group=\"Ghi chú\">[[Tần Cối]] làm Thừa tướng dưới thời [[Nam Tống]] bên nước Tàu, cậy thế lấn át quyền vua, hãm hại trung thần [[Nhạc Phi]] và xúi giục bỏ đất xưng thần với rợ [[nhà Kim|Kim]], nên bị người đời sau căm ghét<\/ref>{{sfn|Đại Nam thực lục, tập 1|2001|p=151}}{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=115}}. Phước Loan tuy chuyên quyền, nhưng sợ tiếng dư luận, bèn triệu hai vị quan đại thần có danh vọng là [[Nguyễn Cư Trinh]] và [[Nguyễn Quang Tiến]] về triều, xin chúa cất dùng. Tháng 5 năm [[1767]], [[Nguyễn Cư Trinh]] chết{{sfn|Quỳnh Cư, Đỗ Đức Hùng|2005|p=115}}. Từ đó họ Trương không còn ai ngăn trở, càng ra sức lộng hành: bán quan tước, ăn tiền tha tội, hình phạt phiền nhiễu, thuế má nặng nề, nhân dân cực khổ.\n\nMùa thu năm [[1767]], triều đình mở khoa thi Hương, sai Hoàng thúc Thường quận công [[Tôn Thất Dục]] (Chưởng Hoàng) làm giám thí. Khoa ấy [[Lê Chính Việp]], [[Bạch Doãn Triều]] đỗ đầu, người đương thời cho là xứng đáng. Năm [[1768]], chúa sai các châu huyện lập phường chơi xuân, mỗi phường 15 người, nộp thuế 1 quan tiền{{sfn| Đại Nam thực lục, tập 1|2001|p=154}}{{sfn|Lê Quý Đôn|1959|p=142}}. Năm đó, Trương Phước Loan ghét [[Tôn Thất Dục]], bèn vu khống ông ta chế tạo binh khí riêng, nhưng xét không có bằng chứng, bèn lấy một khẩu súng riêng của ông ta làm bằng, rồi bỏ Dục vào ngục{{sfn|Lê Quý Đôn|1959|p=22}}. Mấy năm sau ông ta phát bệnh ung thư ở lưng, rồi chết{{sfn|Lê Quý Đôn|1959|p=142}}<ref group=\"Ghi chú\">Theo sử sách [[Nhà Nguyễn]], [[Trương Phước Loan]] muốn lôi kéo [[Tôn Thất Dục]] về phe mình, bèn đem con gái gả cho Dục, nhưng Dục không chịu. Loan ghét, nên vu cho ông ta có ý mưu phản, rồi bãi chức đuổi về vườn<\/ref>.\n\nTháng 6 năm [[1773]], một nhóm các tôn thất đại thần, vì lẽ [[Trương Phước Loan]] chuyên quyền, nên muốn trừ khử đi. Họ bí mật sai Hàn lâm [[Ngô Đình Thứ]] và Tri phủ [[Trần Giai]] dùng trộm ấn của Loan, làm mạo bức thư Loan hiệp mưu với [[Nguyễn Nhạc]] đang làm phản ở [[Tây Sơn]]. Có Tham mưu Tá bắt được thư ấy, đem tố với Chưởng cơ [[Tôn Thất Văn]] (tức Chưởng Văn, con trai thứ ba của Võ vương, anh ruột của chúa). Văn nói với chúa, Phước Loan ra sức tranh biện, chúa tin lời của Loan. Sau đó Loan trả thù những người hãm hại mình, bắt giam [[tham mưu Tá]] rồi giết chết. Sau đó lại vu ngược cho Văn thông mưu với [[Nguyễn Nhạc]]. [[Tôn Thất Văn]] bèn bỏ trốn, Loan sai người đuổi bắt được, dìm chết ở phá Tam Giang{{sfn|Lê Quý Đôn|1959|p=142}}{{sfn|Đại Nam thực lục, tập 1|2001|p=159}}<ref group=\"Ghi chú\">[[Phá Tam Giang]] nay thuộc địa phận của bốn huyện, thị [[Phong Điền]], [[Quảng Điền]], [[Hương Trà]] và [[Phú Vang]] thuộc tỉnh [[Thừa Thiên Huế]].<\/ref>. \n\n== Chiến tranh với Xiêm La ==\n\nMùa thu năm [[1766]], các thám tử của Hà Tiên về báo tin vua Xiêm có ý muốn xâm phạm đất [[Hà Tiên (tỉnh)|Hà Tiên]]. [[Mạc Thiên Tứ]], Tổng đốc Hà Tiên, lo sợ, sai người về Phú Xuân cầu viện. Mùa đông, các tướng Nguyễn cử 3 chiếc thuyền đi biển, 20 chiếc thuyền sai và 1.000 tinh binh đóng giữ Hà Tiên để phòng ngừa giặc Xiêm. Nhưng vào lúc đó thì quân [[Miến Điện]] cũng tấn công Xiêm La. Ngày [[7 tháng 4]] năm [[1767]], kinh A Du Đà<ref group=\"Ghi chú\">Tức Ayuthaya, nay là tỉnh [[Ayuthaya]] thuộc miền nam [[Vương quốc Thái Lan]]<\/ref> thất thủ, quân [[Miến Điện]] cướp bóc, chém giết hả hê rồi sáp nhập toàn bộ nước Xiêm vào địa đồ của mình, bắt vua Xiêm là [[Ekkathat]] (sử [[Nhà Nguyễn]] gọi là vua Phung) cùng hoàng tử Chiêu Đốc Đa giải về Miến. Con thứ của vua Phung và [[Chiêu Xỉ Xoang]] chạy sang [[Chân Lạp]], [[Chiêu Thúy]] chạy sang [[Hà Tiên (tỉnh)|Hà Tiên]]. Thấy nước Xiêm đã mất, chúa bèn triệu hồi các đạo quân cứu viện về. Nhưng [[Mạc Thiên Tứ]] sợ quân Miến thừa thế đánh sau, nên đem binh thuyền đến giữ Chân Bôn là nơi giáp với Xiêm; lại sai quân đi tuần xét các hải đảo Cổ Rồng<ref group=\"Ghi chú\">Tức đảo Koh Rong, nay thuộc tỉnh [[Koh Kong]], [[Vương quốc Campuchia]]<\/ref>, Cổ Cốt<ref group=\"Ghi chú\">một hải đảo nay thuộc địa phận tỉnh [[Trat]] của [[Thái Lan]], sát hải phận [[Campuchia]]<\/ref> và Dần Khảm.\n\nKhông lâu sau, nước Thanh đem quân tấn công nước Miến Điện. Vua Miến buộc phải triệu hồi đội quân viễn chinh phía tây trở về chống giữ kinh thành. Nhân nước Xiêm trống trải, chúa đất Mường Tát là [[Trịnh Quốc Anh]] ([[Taskin]], người gốc Hoa) khởi binh, tự xưng là Vua, dời thủ phủ từ A Du Đà về Thôn Vũ Lý (Thonbury, nay là [[Bangkok]]). Lại sai người đòi [[Chân Lạp]] phải tiến cống. Vua [[Chân Lạp]] là [[Nặc Tôn]] (Ang Ton) cho rằng [[Trịnh Quốc Anh]] không phải là người Xiêm, không chịu tiến cống.\n\nMùa xuân năm [[1769]], vua Xiêm sai tướng đưa vua cũ của [[Chân Lạp]] đang lưu vong ở Xiêm là [[Nặc Nộn]] (Ang Non) về nước, gặp quân [[Nặc Tôn]] ở Bôn Ma, không phân được thắng thua. Mùa đông năm [[1770]], [[Trịnh Quốc Anh]] thấy hoàng tử triều trước là [[Chiêu Thúy]] ở Hà Tiên, sợ để lâu sinh vạ, bèn phái 20.000 quân thủy bộ đánh Hà Tiên. Quân Xiêm đông giữ núi Tô Châu<ref group=\"Ghi chú\">Nay nằm ở vùng núi phía tây của vũng nước [[Đông Hồ]], phường [[Tô Châu]], thành phố [[Hà Tiên]], tỉnh [[Kiên Giang]]<\/ref>, dùng đại bác bắn vào thành, thế rất nguy cấp. [[Mạc Thiên Tứ]] cho người chạy thư về Gia Định cầu cứu. Điều khiển Gia Định [[Nguyễn Cửu Khôi]] cho rằng năm trước Hà Tiên đã từng báo cáo thông tin sai lệch, nên không cho binh đến cứu{{sfn|Đại Nam thực lục, tập 1|2001|p=156}}. Vào một hôm trong lúc nửa đêm, người Xiêm cho phóng hỏa đốt kho thuốc sùng, rồi từ phía sau thành phá cửa tiến vào, phóng hỏa đốt doanh. [[Mạc Thiên Tứ]] đem quân ra chống cự, nhưng không chống nổi. Quân Xiêm thừa thế tiến đến dinh Long Hồ thì gặp [[Tống Phước Hiệp]] đem quân chi viện cho [[Hà Tiên (tỉnh)|Hà Tiên]]. Hai bên dàn trận ở sông [[Châu Đốc]], quân Xiêm chạy lộn vào ngách sông cụt, bị quân triều đình đánh, thiệt hại 300 nhân mạng, nhưng đất Hà Tiên vẫn còn bị người Xiêm chiếm giữ. Vua Xiêm bèn lưu Trần Liên ở lại giữ Hà Tiên, rồi tự đem quân thẳng sang Chân Lạp, [[Nặc Tôn]] bỏ chạy. Vua Xiêm vào thành [[Nam Vang]] (PhnomPenh), lập [[Nặc Nộn]] trở lại làm vua Chân Lạp. Tháng 2 năm [[1771]], chúa Nguyễn trách tội [[Nguyễn Cửu Khôi]] không đến chi viện để [[Hà Tiên (tỉnh)|Hà Tiên]] bị mất, giáng ông ta làm Cai đội, và triệu [[Nguyễn Thừa Mân]] về triều{{sfn| Đại Nam thực lục, tập 1|2001|p=157}}.\n\nMùa hạ năm đó, tướng [[Nguyễn Cửu Đàm]] tiến quân theo đường [[Tiền Giang]], cùng Cai bạ dinh Long Hồ là [[Nguyễn Khoa Thuyên]] tiến theo đường [[Kiên Giang]]; Lưu thủ [[Tống Phước Hiệp]] theo đường [[Hậu Giang]] tiến đóng giữ [[Châu Đốc]] để tiếp ứng cho hai cánh quân trên. Quân Nguyễn dùng người Chân Lạp là [[Nhẫm Lạch Tối]] chỉ đường, tiến đến Nam Vang đánh phá được quân Xiêm. Vua Xiêm chạy sang Hà Tiên, còn [[Nặc Nộn]] chạy qua Cần Bột<ref group=\"Ghi chú\">Nay là tỉnh [[Kampot]], [[Vương quốc Campuchia]]<\/ref>. Quân Nguyễn thu phục [[Nam Vang]] và [[La Bích]]<ref group=\"Ghi chú\">Tức Lovek, quốc đô [[Campuchia]] từ [[1431]] đến [[1618]]<\/ref>, đưa [[Nặc Tôn]] về nắm lại ngai vàng. [[Nguyễn Cửu Đàm]] thu quân về dinh, đắp lũy Tân Hoa kéo dài 15 dặm bao quanh đồn dinh, chắn ngang đường bộ đề phòng bất trắc{{sfn|Đại Nam thực lục, tập 1|2001|p=158}}. Vua Xiêm bèn về nước, để [[Trần Liên]] giữ Hà Tiên, tự mình đem quân đi bắt con trai con gái Thiên Tứ và [[Chiêu Thúy]] đem về, rồi giết Chiêu Thúy. Mùa xuân năm [[1773]], [[Mạc Thiên Tứ]] sang sứ sang xiêm dâng đồ lễ cầu hòa. [[Trịnh Quốc Anh]] mừng, trả lại các tù binh khi trước, và triệu [[Trần Liên]] về nước. Tình hình phía Nam mới được tạm yên một thời gian{{sfn|Phan Khoang|1967|p=255}}.\n\n== Khủng hoảng kinh tế và nổi dậy == \nNền kinh tế [[Đàng Trong]] cũng gặp khủng hoảng, một phần do chính sách đúc [[tiền kẽm]] thay cho [[tiền đồng]]. Đói kém bắt đầu từ năm [[1768]], vì sai lầm trong chính sách tiền tệ kể trên: tiền giả xuất hiện rất nhiều, lạm phát tăng lên, người ta đem tiền giả mua gạo tích trữ, còn người giàu không dám bán gạo ra. Tệ trạng ấy kéo dài từ [[Phú Xuân]] đến [[Ba Thắc]], kể cả trong những năm được mùa{{sfn|Tạ Chí Đại Trường|1964|p=48}}. Tài chính kiệt quệ đến nỗi dật sĩ Thuận Hoá là [[Ngô Thế Lân]] phải viết thư kêu lên triều đình{{sfn| Đại Nam thực lục, tập 1|2001|p=156}}\n:''Trộm nghe, khi tiên chúa mở mang, đất còn hẹp, dân còn thưa, phía nam chưa có đất Gia Định màu mỡ; phương Bắc còn có việc phòng giữ ở Hoành Sơn, liền năm chinh chiến, mà dân không đói kém, nhà nước thừa tiêu. Ngày nay thiên hạ bình tĩnh đã lâu, đất rộng dân đông, những đất trồng lúa đã khai khẩn hết, những nguồn lợi núi chằm đã khai thác hết. Hơn nữa, ruộng ở Phiên Trấn và Long Hồ lại không bị hạn lụt bao giờ. Thế mà từ năm Mậu tý [1768] tới nay, giá thóc cao vọt, nhân dân đói kém, là cớ làm sao? Không phải là thiếu thóc mà chính vì đồng tiền kẽm gây nên vậy. Nhân tình ai cũng ưa cái bền chắc, ghét cái chóng hư. Nay lấy đồng tiền kẽm chóng hư mà thay đồng tiền đồng bền chắc, cho nên dân đua nhau chứa thóc mà không chịu chứa tiền. Tuy nhiên, cái tệ tiền kẽm đã lâu rồi, nay muốn đổi đi, thế rất là khó, mà nạn đói của dân thế lại rất gấp. Thần trộm nghĩ phương kế ngày nay, không gì bằng phỏng theo phép [[Nhà Hán]], mỗi phủ đặt một kho thường bình, đặt quan phụ trách, định giá thường bình, rồi hễ thóc rẻ thì theo giá mà đong vào, thóc đắt thì theo giá mà bán ra. Như thế thì giá thóc không đến nỗi rẻ quá để hại cho nhà nông, mà cũng không đến nỗi đắt quá để lợi cho bọn phú thương, rồi sau sẽ dần dần sửa đổi cái tệ tiền kẽm, thế là vật giá sẽ được bình ổn.''\n\nNhưng mọi cố gắn của họ Ngô không được hồi âm{{sfn|Quỳnh Cư, Đỗ Đức Hùng|1959|p=205}}.\n\nĐầu năm [[1769]], chúa sai sở tại đều làm bản tính thu thuế khóa đinh điền và những thuế nguồn, cửa quan, bến đò, họp thành sổ tâu lên, làm lệ thường hằng năm. Năm đó sao chổi mọc, chuôi tự phía đông bắc chỉ sang phía tây nam. Hàn lâm [[Nguyễn Quang Tiền]] nói với người ta rằng chỉ trong 6 năm ở Quảng Nam sẽ nổi binh đao. Bấy giờ [[Trương Phước Loan]] chuyên quyền, còn bọn người được chúa tin tưởng là Chưởng dinh [[Tôn Thất Nghiễm]], Chưởng cơ [[Tôn Thất Viên]] (hai người cậu) chỉ say mê rượu ngon và gái đẹp, không để ý đến việc nước{{sfn|Lê Quý Đôn|1959|p=141}}. Loan càng được thế lộng quyền, ăn hối lộ, mua quan bán tước, hình phạt phiền nhiễu, thuế má nặng nề, nhân dân đói khổ, giặc cướp nổi lên khắp nơi, báo hiệu mầm mống suy tàn của [[Nhà Nguyễn]]. [[Lê Quý Đôn]] trong [[Phủ biên tạp lục]] có nói về tình trạng này của Nam Hà\n:''từ quan to đến quan nhỏ, nhà cửa chạm trổ, tường xây bằng gạch đá, trướng vóc màn the, đồ dùng toàn bằng đồng, bằng sứ, bàn ghế bằng gỗ đàn, gỗ trắc, ấm chén bằng sứ, yên ngựa – dây cương đều nạm vàng, nạm bạc, quần áo là lược, nệm hoa, chiếu mây, lấy phú quý phong lưu để khoe khoang lẫn nhau… Họ coi vàng bạc như cát, thóc gạo như bùn, hoang phí vô cùng...''<ref>{{Chú thích web |url=http:\/\/tuanbaovannghetphcm.vn\/thu-ngo-gui-ong-tran-duc-cuong-chu-tich-hoi-khoa-hoc-lich-su-viet-nam\/ |ngày truy cập=2019-02-25 |tựa đề=Bản sao đã lưu trữ |archive-date=2018-12-03 |archive-url=https:\/\/web.archive.org\/web\/20181203060956\/http:\/\/tuanbaovannghetphcm.vn\/thu-ngo-gui-ong-tran-duc-cuong-chu-tich-hoi-khoa-hoc-lich-su-viet-nam\/ |url-status=dead }}<\/ref>\n\nỞ Quảng Ngãi khi đó có quân Đá Vách thường hay nổi dậy. Năm [[1770]], chúa sai Ký lục Quảng Nam [[Trần Phước Thành]] đến tuần 5 thành Thăng Bình, Điện Bàn, Quảng Ngãi, Quy Nhơn, Phú Yên để liệu việc đối phó, đánh dẹp quân Đá Vách{{sfn|Phan Khoang|1967|p=253}}.\n\n== Tây Sơn khởi nghĩa ==\n\nNăm [[1765]], Trương Phước Loan làm việc phế lập, và giết thầy của [[Nguyễn Phúc Côn]] (cha [[Nguyễn Ánh]]) là [[Trương Vân Hạnh]]. Môn khách của [[Trương Vân Hạnh]] là Giáo Hiến phải bỏ Phú Xuân, trốn về Tây Sơn, nhận ba anh em [[Nguyễn Văn Nhạc]], [[Nguyễn Văn Lữ]], [[Nguyễn Văn Huệ]] làm học trò, và nói khích chí lớn của Nhạc. Khi đó Nhạc làm việc thu thuế trong vùng nhưng mang tiền thu thuế đánh bạc mất hết, bị Đốc trưng đòi rất gấp, dồn đến đường cùng, vì thế vào núi làm giặc cướp. Năm [[1771]], Nhạc lập đồn trại, chiêu nạp những kẻ kháng mệnh, hung hãn, vô lại, đầu trộm đuôi cướp... và thường lấy của người giàu cho cho người nghèo, để mua chuộc lòng người. Khi thế lực đã đủ mạnh, [[Nguyễn Nhạc]] phất cờ khởi nghĩa ở Quy Nhơn, lấy danh nghĩa lật đổ quyền thần [[Trương Phước Loan]] và phù lập [[Nguyễn Phúc Dương|Hoàng tôn Dương]] (con của thế tử cũ là [[Nguyễn Phúc Hiệu]]). Sau đó Nguyễn Nhạc dùng kế chiếm thành Quy Nhơn, Tuần phủ [[Nguyễn Khắc Tuyên]] bỏ trốn{{sfn|Đại Nam thực lục, tập 1|2001|p=158}}. Khi đó có hai lái buôn người [[Nhà Thanh|nước Thanh]] là [[Tập Đình]] và [[Lý Tài]] nổi dậy hưởng ứng nghĩa quân. Tin tức truyền đến Phú Xuân. Tháng 10 năm [[1773]], chúa sai [[Nguyễn Cửu Thống]] và [[Nguyễn Cửu Sách]] dẫn quân đánh dẹp. Khi đó ở trong triều, Trương Phước Loan ăn hối lộ nên thay hết người này đến người khác ra trận, rồi mọi người đều căm oán, nên dễ dàng bị đánh bại. Linh mục Jumilla kể chi tiết về trận đánh năm ấy như sau\n:''Bọn phản loạn có ba đạo quân, hai bên là cánh quân người Tàu và người Thượng, giữa là người Việt. Buổi chiều ngày thứ ba, quân Tàu ở cánh phải giết được viên quan dũng mãnh nhất binh triều là [[Ông Đội Be]]{{sfn|Tạ Chí Đại Trường|1964|p=60}}''.\n:''Ban ngày họ xuống các chợ, kẻ đeo gươm, người mang cung tên, có người mang súng. Họ không hề làm thiệt hại đến người và của. Trái lại họ tỏ ra muốn bình đẳng giữa mọi người Đàng Trong; họ vào nhà giàu, nếu đem nộp họ ít nhiều thì họ không gây tổn hại, nhưng nếu chống cự lại thì họ cướp lấy những của quý đem chia cho người nghèo; họ chỉ giữ gạo và lương thực cho họ mà thôi... Người ta gọi họ là bọn cướp đạo đức và nhân từ đối với quần chúng nghèo khổ...''{{Nguyễn Lương Bích, Phạm Ngọc Phụng|1976|p=33}}\n\nCuối năm [[1773]], [[Nhà Nguyễn]] dùng [[Tôn Thất Hương]] làm Tiết chế, đem quân từ Thuận Hóa và Tam Kỳ tiến đến núi Bích Kê<ref group=\"Ghi chú\">Nay thuộc địa phận huyện [[Hoài Ân]], tỉnh [[Bình Định]]<\/ref>, nhưng bị [[Tập Đình]] và [[Lý Tài]] đánh bại, [[Tôn Thất Hương]] chết trận. Quân [[Tây Sơn]] được thế tiến chiếm Bình Thuận, Diên Khánh, Bình Khang{{sfn|Phan Khoang|1967|p=260}}, rồi lại tính lấn ra Quảng Nam. May có Cai đội [[Nguyễn Cửu Dật]] nhân đêm tối đem quân đánh úp, mới giữ được Quảng Nam{{sfn|Đại Nam thực lục, tập 1|2001|p=159}}.\n\nTháng 4 ÂL năm [[1774]], lưu thủ dinh Long Hồ [[Tống Phước Hiệp]] và Cai bạ [[Nguyễn Khoa Thuyên]] được lệnh đem quân tiến đánh Tây Sơn. Trước thế lực lớn mạnh của quân Nguyễn, quân Tây Sơn phải bỏ 3 phủ Bình Thuận, Diên Khánh, Bình Khang. [[Tống Phước Hiệp]] đóng quân ở Hòn Khói<ref group=\"Ghi chú\">Nay thuộc ở phía Đông của huyện [[Ninh Hoà]], tỉnh [[Khánh Hoà]].<\/ref>, giáp chiến với [[Tây Sơn]]. Bấy giờ chiến tranh loạn lạc xảy ra, đất [[Thuận Hóa|Thuận Hoá]] vốn trù phú mà thành ra xơ xác, ngoài đường nhiều người chết đói.\n\n== Lưỡng đầu thọ địch ==\n=== Quân Trịnh nam tiến ===\n{{Bài chính|Trịnh-Nguyễn phân tranh, 1774-1775}}\n\nBấy giờ, trấn thủ Nghệ An của triều đình Lê - Trịnh là [[Bùi Thế Đạt]] nhân Nam Hà có loạn, bèn báo cáo lên chúa [[Trịnh Sâm]]. Chúa Trịnh được sự tán thành của [[Hoàng Ngũ Phúc]] và [[Nguyễn Nghiễm]], bèn quyết ý xuất quân nam hạ{{sfn|Cương mục|1998|p=930}}. [[Hoàng Ngũ Phúc]] được cử làm tiên phong, còn [[Trịnh Sâm]] với đại quân theo sau hỗ trợ. Hoàng Ngũ Phúc cho làm tờ hịch nói mình vào đây là để đánh diệt Trương Phước Loan và giúp [[nhà Nguyễn]] diệt Tây Sơn.\n\nMùa thu năm đó, chúa Nguyễn cử [[Tống Hữu Trường]] làm Thống suất đạo Lưu Đồn, [[Tôn Thất Tiệp]] làm Trấn thủ dinh Bố Chính để chống quân Trịnh, Chưởng dinh [[Tôn Thất Cảnh]] (con thứ 7 của Võ vương) giữ kinh đô, còn chúa ngự giá thân chinh đánh Tây Sơn. Thuyền chúa đóng ở cửa Tư Dung<ref group=\"Ghi chú\">Cửa biển thông giữa [[Đầm Cầu Hai]] với [[Biển Đông]]. Nằm giữa hai xã [[Vinh Hiền]] và [[Lộc Bình]], huyện [[Phú Lộc]], tỉnh [[Thừa Thiên Huế]].<\/ref>, và [[Trương Phước Loan]] được lệnh luyện quân ở núi Quy Sơn{{sfn|Đại Nam thực lục, tập 1|2001|p=160}}.\n\nThế quân Trịnh đánh như chẻ tre, chẳng mấy chốc đã đến châu Bắc Bố Chính, tri phủ [[Trần Giai]] hàng giặc. Nguyễn Phúc Thuần bèn triệu [[Tôn Thất Nghiễm]] đưa mình về Phú Xuân, đồng thời sai quận Du là [[Nguyễn Cửu Dật]] làm Tả quân đại đô đốc lĩnh quân thủy bộ ở lại chống cự quân Tây Sơn. Giữa lúc đó tình hình Thuận Hóa rối loạn. Trong kinh kỳ bị đói to, mỗi lẻ gạo trị giá một tiền, ngoài đường có xác chết đói, người nhà có khi ăn thịt nhau{{sfn|Đại Nam thực lục, tập 1|2001|p=160}}. Lúc này quân Trịnh đã vượt sông Gianh<ref group=\"Ghi chú\">Con sông chảy qua địa phận các huyện [[Minh Hóa]], [[Tuyên Hoá]], [[Quảng Trạch]], [[Bố Trạch]] để đổ ra Biển Đông ở [[Cửa Gianh]]. Đây là ranh giới Nam Hà và Bắc Hà trong gần 200 năm nội chiến<\/ref>, chúa sai sứ thần đến nói rằng tự họ Nguyễn sẽ dẹp được [[Tây Sơn]], không cần đến quân Trịnh. Tuy nhiên bọn Kiêm Long ngầm ám chỉ cho [[Hoàng Ngũ Phúc]] hãy cứ nhân đó mà diệt họ Nguyễn. Ngũ Phúc bèn tiến vào dinh Bố Chính quân Nguyễn lui về [[lũy Thầy]]<ref group=\"Ghi chú\">Nay thuộc địa phận huyện [[Đồng Hới]], [[tỉnh Quảng Bình]]<\/ref>. Quân Trịnh do [[Hoàng Đình Thể]] chỉ huy phá lũy Trấn Ninh, dinh Quảng Bình, cùng lúc đó đại quân của Trịnh Sâm cũng đã đến [[Nghệ An]], để làm thanh viện cho [[Hoàng Ngũ Phúc]].\n\nCác tướng lĩnh và tông thất của họ Nguyễn trước tình thế như vậy, liền cùng nhau lập mưu bắt [[Trương Phước Loan]] đưa nộp quân doanh của [[Hoàng Ngũ Phúc]]{{sfn|Cương mục|1998|p=933}}{{sfn|Đại Nam liệt truyện, tập 1|2006|p=209}}. Ngũ Phúc bắt được Phước Loan nhưng vẫn không lui quân, nói là còn phải diệt giặc Tây Sơn. Những cánh quân mà Chúa Nguyễn sai đến để chống quân Trịnh đều bị thất bại, quân Bắc sắp vào thành Phú Xuân. Ngày [[18 tháng 12]], Nguyễn Phúc Thuần bỏ Phú Xuân chạy ra [[Quảng Nam]], cùng đi với ông còn có Vương tử [[Nguyễn Phúc Ánh]], con trai [[Nguyễn Phúc Luân]], chính là vua [[Gia Long]] về sau{{sfn|Quốc triều chánh biên toát yếu|1972|p=5}}. Hoàng Ngũ Phúc thấy Nhà Nguyễn đã bỏ chạy, liền xua quân tiến vào Thuận Hóa.\n\n=== Tây Sơn liên Trịnh công Nguyễn ===\n\nTháng giêng năm [[1775]], Chúa Nguyễn cho dựng hành tại ở Bến Giá thuộc [[Quảng Nam]]. Theo lời tâu của các tướng [[Nguyễn Cửu Dật]], [[Tôn Thất Tĩnh]], [[Tôn Thất Kính]], [[Nguyễn Cửu Thận]] và [[Đỗ Thanh Nhơn]], ông phong cho Hoàng tôn Dương làm thế tử, giao nhiệm vụ trấn thủ Quảng Nam{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=183}}{{sfn|Đại Nam thực lục, tập 1|2001|p=163}}. Không lâu sau, [[Nguyễn Nhạc]] và [[Lý Tài]] đem hai đạo binh đến đóng ở cửa biển Hiệp Hòa và [[sông Thu Bồn]]<ref group=\"Ghi chú\">Sông bắt nguồn từ huyện [[Đăk Glei]], tỉnh [[Kon Tum]] và đổ ra biển tại cửa Đại, [[thành phố Hội An]], tỉnh [[Quảng Nam]]. Cửa Hiệp Hòa nay chính là cửa Đại.<\/ref>, tình thế nguy cấp, Đông cung [[Nguyễn Phúc Dương]] chạy về Câu Đê{{sfn|Trần Trọng Kim|1951|p=104}}, còn Chúa Nguyễn thì chạy vào Gia Định{{sfn|Việt sử toàn thư|1983|p=367}}. Ngày [[13 tháng 3]] năm [[1775]], khi chúa đang ngồi trên thuyền thì gặp gió to, 16 chiến thuyền quân Nguyễn đều bị đắm, chỉ riêng thuyền của chúa và vương tử Ánh được vô sự{{sfn|Đại Nam thực lục, tập 1|2001|p=163}}. Khi đến địa phận Bình Khang (Khánh Hòa), thì được [[Tống Phước Hiệp]] và [[Nguyễn Khoa Thuyên]] từ Hòn Khói đến nghênh giá. Ngày [[25 tháng 3]], thuyền chúa cập bến thành Gia Định, chúa lên bờ và dựng hành tại ở Bến Nghé, là tỉnh lỵ của Gia Định thời kỳ đó<ref group=\"Ghi chú\">Nay thuộc địa bàn quận 1, [[Thành phố Hồ Chí Minh]]<\/ref>. Cùng khi đó Hoàng Ngũ Phúc đánh vào đồn Câu Đê, Nguyễn Phúc Dương phải bỏ đồn mà chạy, quân Trịnh bắt được mẹ và vợ của Phúc Thuần đem về{{sfn|Lê Quý Đôn|1959|p=24}}.\n\nỞ Quảng Nam, Nguyễn Nhạc thấy Thế tử vừa mới thua quân Trịnh, không còn quân chiến đấu nữa, mới sai [[Lý Tài]] rước Thế tử đến chỗ mình, tìm cách dụ dỗ thế tử lên ngôi Vương, nhưng Thế tử không nhận{{sfn|Tạ Chí Đại Trường|1964|p=66}}{{sfn|Việt sử tân biên, tập 3|1959|p=336}}. Mùa hạ năm đó, [[Tống Phước Hiệp]] tiến quân thu lại được [[Phú Yên]], sai [[Bạch Doãn Triều]] đến buộc [[Nguyễn Nhạc]] trao trả Đông cung. Nhạc sợ, vừa giả vờ nhận lời, vừa đem hết của báu cất dấu trên núi Tây Sơn, rồi dời Đông cung đến Hà Liêu, An Thái để tránh. Trước tình thế hai đầu đều có địch, Nguyễn Nhạc dùng cách giả hàng với họ Trịnh, sai đem vàng bạc đến quân Hoàng Ngũ Phúc xin hàng, cầu làm quân tiên phong đánh Chúa Nguyễn. Ngũ Phúc phong cho Nhạc làm Tây Sơn trưởng hiệu Tráng biết tướng quân{{sfn|Trần Trọng Kim|1951|p=105}}{{sfn|Cương mục|1998|p=937}}. Tống Phước Hiệp vẫn cho rằng Tây Sơn sẽ trả lại thế tử, nên lơ là phòng bị. Chớp thời cơ đó, Nguyễn Nhạc sai em là [[Nguyễn Huệ]] dẫn quân đánh [[Tống Phước Hiệp]] ở Phú Yên, Hiệp phải rút quân về Hòn Khói<ref group=\"Ghi chú\">Nay nằm ở phía Đông huyện [[Ninh Hoà]], tỉnh [[Khánh Hoà]]<\/ref>. Cùng lúc này quân Trịnh tiến vào địa giới Quảng Ngãi, song mắc dịch bệnh chết rất nhiều, [[Hoàng Ngũ Phúc]] phải bỏ Quảng Nam, lui về giữ Thuận Hóa, sau đó qua đời{{sfn|Việt sử tân biên, tập 3|1959|p=334}}. Như vậy đất Thuận Hóa rơi vào tay Chúa Trịnh, còn Quảng Nam thuộc về Tây Sơn{{sfn|Trần Trọng Kim|1951|p=106}}{{sfn|Đại Nam thực lục, tập 1|2001|p=165}}.\n\n== Kháng chiến ở miền Nam ==\n=== Nguyễn Văn Lữ đánh Gia Định ===\n\nSau khi quân Trịnh rút đi, [[Tây Sơn]] tập trung lực lượng để tiêu diệt chính quyền Chúa Nguyễn ở Gia Định. Tuy nhiên trong lúc đó nội bộ [[Tây Sơn]] phát sinh biến cố lớn, [[Lý Tài]] vì bất mãn với [[Nguyễn Văn Huệ]] nên đã đem toàn bộ trấn Phú Yên quy phục với [[Tống Phước Hiệp]]. Tống Phước Hiệp báo tin cho Định vương đang ở Gia Định. Vương cả mừng, đặt Lý Tài dưới quyền Tiết chế của [[Tống Phước Hiệp]], và cử [[Trần Văn Thức]] đến làm quan trấn thủ Phú Yên. Quân Nguyễn lại hưng khởi, kiểm soát từ [[Phú Yên]] trở vào nam{{sfn|Đại Nam thực lục, tập 1|2001|p=166}}. Quân Tây Sơn tìm cách lấy Bình Thuận, song không thành công.\n\nPhát hiện Chúa Nguyễn ở Gia Định không có quân, Nguyễn Nhạc cử em là [[Nguyễn Văn Lữ]] đem quân vào cướp Gia Định, Định vương hoảng hốt chạy ra Trấn Biên<ref group=\"Ghi chú\">Vùng tương ứng với đất các tỉnh [[Bình Phước]], [[Đồng Nai]] và [[Bà Rịa Vũng Tàu]], nhưng trị sở đặt ở [[Biên Hòa]]<\/ref>, đóng ở Đồng Lâm. Tây Sơn sau khi chiếm giữ Sài Gòn, lại đánh xuống dinh Long Hồ, bắt quan Ký lục [[Bùi Hữu Lễ]] rồi mổ thịt làm mắm mà ăn{{sfn|Phan Khoang|1967|p=276}}. Chúa Nguyễn liên tục bỏ chạy, có lần phải nấp vào gầm giường nhà một giáo sĩ, mới thoát nạn. Trong lúc đó ở Quy Nhơn, vào tháng 3 năm [[1776]], [[Nguyễn Nhạc]] xưng là Tây Sơn vương{{sfn|Đại Nam thực lục, tập 1|2001|p=166}}.\n\nChúa Nguyễn hạ chiếu triệu [[Tống Phước Hiệp]] ở Phú Yên, [[Đỗ Thanh Nhơn]] ở Mỹ Tho và [[Mạc Thiên Tứ]] ở Cần Thơ ba cánh quân về hộ giá. [[Đỗ Thanh Nhơn]] tập hợp được 3000 người, gọi là quân Đông Sơn, Thanh Nhơn xưng là Đông Sơn Thượng tướng quân, kéo quân từ Tam Phụ<ref group=\"Ghi chú\">Nay nằm trên địa phận hai huyện [[Cai Lậy]] và [[Châu Thành]], tỉnh [[Tiền Giang]]<\/ref> đánh về Gia Định. [[Nguyễn Lữ]] không xuất chiến, mà lấy thóc trong kho ra chất vào 200 chiến thuyền, rồi kéo quân về Quy Nhơn{{sfn|Tạ Chí Đại Trường|1964|p=88}}.\n\n=== Lục đục trong nội bộ ===\n{{Xem thêm|Nguyễn Phúc Dương|Lý Tài}}\nSau khi Tống Phước Hiệp, trụ cột của Nhà Nguyễn, chết đi (tháng 7\/1776), hai tướng nắm nhiều binh quyền nhất còn lại là [[Đỗ Thanh Nhơn]] và [[Lý Tài]] xảy ra tranh chấp. Nguyên do là trước kia khi Tài đầu hàng, Chúa Nguyễn muốn cất nhắc, mà Thanh Nhơn lại nói Tài là đồ heo chó, sử dụng cũng không ích gì{{sfn|Phan Khoang|1967|p=289}}. Khi Tống Phước Hiệp còn sống thì hai người này sợ không dám xung đột. Đến khi Hiệp chết rồi, Tài bèn chỉ huy quân Hòa Nghĩa từ núi Châu Thới<ref group=\"Ghi chú\">Ngọn núi nhỏ, nay thuộc xã [[Bình An]], huyện [[Thuận An]], tỉnh [[Bình Dương]].<\/ref> đánh úp quân Đông Sơn của Nhơn. Nhơn chống cự không nổi, phải đắp lũy từ sông Bến Nghé<ref group=\"Ghi chú\">một đoạn sông Sài Gòn chảy qua [[Thành phố Hồ Chí Minh]] trước khi hiệp với [[sông Đồng Nai]] ở [[Nhà Bè]], rồi đổ ra Biển Đông.<\/ref> đến Bến Than<ref group=\"Ghi chú\">Nay thuộc huyện [[Củ Chi]], [[Thành phố Hồ Chí Minh]].<\/ref> để cố thủ.\n\nỞ Quy Nhơn, Đông cung [[Nguyễn Phúc Dương]] bị [[Nguyễn Nhạc]] giam lỏng ở [[chùa Thập Tháp]], nay giong buồm trốn thoát về nam. Chúa Nguyễn sai Thế tử đến dụ [[Lý Tài]] trở về. [[Lý Tài]] trông thấy Thế tử thì rũ cờ quy phục, rồi rước Thế tử về Dầu Mít. Vua [[Cao Miên]] là [[Nặc Ông Vinh]] nhân thấy [[Chúa Nguyễn]] nguy khốn, không chịu triều cống. Chúa sai [[Trương Phước Thận]], [[Nguyễn Cửu Tuân]] theo giúp [[Nguyễn Ánh]] thảo phạt, Nặc Ông Vinh phải xin hàng{{sfn|Đại Nam thực lục, tập 1|2001|p=168}}.\n\nNgày [[11 tháng 12]] năm [[1776]], Lý Tài rước Đông cung Thế tử về Gia Định. Ngày [[14 tháng 12]], Lý Tài ép Nguyễn Phúc Thuần phải nhường ngôi cho Đông cung. Đông cung vì nỗi sự thế đương ngặt nghèo, bất đắc dĩ phải vâng mệnh, xưng là Tân Chính vương, tôn Định vương làm Thái thượng vương{{sfn|Việt sử tân biên, tập 3|1959|p=338}}{{sfn|Đại Nam thực lục, tập 1|2001|p=169}}. [[Nguyễn Ánh]] khi đó 16 tuổi, rất được Thái Thượng vương tin tưởng, lại thấy Lý Tài là người kiêu căng, hung bạo, khó mà ở cùng được, nên khuyên Thái Thượng vương hãy về với Đỗ Thanh Nhơn ở Đông Sơn{{sfn|Tạ Chí Đại Trường|1964|p=89}}. Lý Tài được tin, đem quân đến bức Thái Thượng vương dời ra Dầu Mít. Tân Chính vương không thể ngăn được, bèn khiến [[Trương Phước Dĩnh]] theo hộ giá. Ngày hôm sau lại rước giá trở về Gia Định để cấm cố. Như vậy nội bộ Chúa Nguyễn lại chia ra thành hai phe: phe Tân Chính vương - Lý Tài, và phe Thái Thượng vương - Vương tử Ánh - Đỗ Thanh Nhơn{{sfn|Đại Nam thực lục, tập 1|2001|p=169}}. Điều này bị coi là rất tai hại cho quân Nguyễn trong bối cảnh quân Tây Sơn đã tới rất gần{{sfn|Phan Khoang|1967|p=299}}.\n\nTháng 3 năm [[1777]], [[Nguyễn Huệ]] đem quân thủy bộ tiến đánh quân Nguyễn. Phúc Dương cử Lý Tài ra ứng chiến. Khi đó [[Trương Phước Thận]] đem quân từ Cần Bột (Kampot) lên cứu viện. Lý Tài xa thấy bóng cờ, ngờ là quân Đông Sơn của Đỗ Thanh Nhơn đến đánh úp mình, lại rút quân về. Quân Tây Sơn đuổi theo. Quân Lý Tài chạy rối loạn đến Tam Phụ, là căn cứ của quân Đông Sơn, nên đều bị người của Đỗ Thanh Nhơn giết chết. Sau cái chết của Lý Tài, hai phe của Tân Chính vương và Thái Thượng vương giảng hòa và dựa lưng vào nhau cùng chống [[Tây Sơn]]. [[Trương Phước Thận]] đưa Tân Chính vương chạy về Tranh Giang, còn Thái Thượng vương đóng ở Tài Phụ (thuộc Ba Giồng). Chúa bảo với Tân Chính vương rằng\n:''Phía sau Tranh Giang thì vương tự đương lấy, phía trước Tài Phụ thì ta cáng đáng.{{sfn|Đại Nam thực lục, tập 1|2001|p=170}}''\n\n=== Bại trận, thân vong ===\n\nBấy giờ Vương tử [[Nguyễn Ánh]] theo phò chúa, tình cảm rất hòa đồng, thân thiết. Có một lần khi quân giặc đuổi tới rất gấp, Định vương đưa ngựa giục Ánh trốn trước, Ánh không chịu, chúa khóc rằng\n:''Nay gặp bước gian truân thế này, tài ta không dẹp được loạn, việc Miếu Xã quan hệ ở cháu, cháu còn thời nước mới còn''{{sfn|Đại Nam thực lục, tập 1|2001|p=181}}.\n\nÁnh bất đắc dĩ phải tuân theo. Nhưng khi đi một hồi, Ánh dừng ngựa lại mà chờ Vương. Quân Tây Sơn đi nơi khác, xe giá của chúa đi tới, Ánh đón rước bên đường. Vương cảm động nói rằng\n:''Cháu có lòng tốt, trời cũng biết cho{{sfn|Quốc triều chánh biên toát yếu|1972|p=5}}''.\n\nTháng 5 năm [[1777]], quân Tây Sơn chia làm 2 đường đánh cả Tranh Giang, Tài Phụ. Thái Thượng vương chạy ra Long Hưng<ref group=\"Ghi chú\">Nay thuộc xã [[Long Hưng]], huyện [[Châu Thành]], tỉnh [[Tiền Giang]].<\/ref>, may vì gặp trời mưa to nên quân [[Tây Sơn]] rượt theo không kịp. Sau đó chúa sang [[Cần Thơ]] hợp quân với Mạc Thiên Tứ. Chúa thấy binh lực của Thiên Tứ ít và yếu, bèn sai [[Đỗ Thanh Nhơn]] cùng Cai đội [[Nguyễn Quân]] lẻn đi [[Bình Thuận]] và [[Phú Yên]] gọi [[Châu Văn Tiếp]], [[Trần Văn Thức]] đem quân vào cứu{{sfn|Đại Nam thực lục, tập 1|2001|p=170}}. Nhưng quân cứu viện chưa tới nơi thì đã bị chặn đánh, [[Trần Văn Thức]] chết trận, còn Châu Văn Tiếp phải bỏ chạy. Quân Tây Sơn thu phục hết đất miền Nam Trung Bộ, Chưởng cơ [[Tống Phước Hòa]] tự sát. Ngày [[19 tháng 9]] năm đó, Tân Chính vương cùng 18 thủ hạ bị quân Tây Sơn bắt và đều tuẫn nạn{{sfn|Đại Nam thực lục, tập 1|2001|p=171}}.\n\nThái Thượng vương nghe tin Tân Chính vương đã chết, thì cả sợ, bỏ chạy ra [[Long Xuyên]], bấy giờ quân Tây Sơn đã đánh đến Trấn Giang. Thiên Tứ rước Nguyễn Phúc Thuần theo đường sông từ Cần Thơ về Kiên Giang, để phòng khi có bất trắc có thể lánh ra các hải đảo. Thiên Tứ lại sai con lấy gỗ chắn ở những chỗ cạn của dòng sông. Chúa hay lo buồn, nói cùng Thiên Tứ rằng\n:''Nay giặc mạnh như thế, việc nước như thế, biết có trông mong tái tạo cơ nghiệp được không''{{sfn|Phan Khoang|1967|p=299}}.\n\nThiên Tứ khóc tạ, rồi đề nghị qua cầu viện [[Nhà Thanh]], Nguyễn Phúc Thuần bằng lòng. Thiên Tứ sai Cai cơ tên là Kham phò chúa đi ra bờ biển chờ thuyền của [[Quách Ân]] đến, định sẽ sang [[Quảng Đông]]. Nhưng việc chưa thành thì có người đem việc đó tố giác với [[Tây Sơn]]. [[Nguyễn Huệ]] sai viên Chưởng cơ tên là Thành tới bắt thầy trò [[Nhà Nguyễn]]. Ngày [[18 tháng 10]] năm [[1777]], ông bị giải về Gia Định hành quyết, cùng với các tướng [[Trương Phước Thận]], Tham mưu [[Nguyễn Danh Khoảng]], và [[Nguyễn Phúc Đồng]] (anh cả của [[Nguyễn Ánh]]){{sfn|Tạ Chí Đại Trường|1964|p=91}}{{sfn|Phan Khoang|1967|p=299}}. [[Mạc Thiên Tứ]] hay tin, vội giong buồm chuồn ra các hải đảo.\n\nThủ cấp của Nguyễn Phúc Thuần bị đem táng ở đất huyện Bình Dương. Hầu hết vương thất họ Nguyễn bị giết hại, chỉ có Nguyễn Ánh trốn thoát được, sau được các tướng tôn lên ngôi Nguyễn vương, lãnh đạo quân họ Nguyễn chống chọi với Tây Sơn. Cái chết của hai vương [[Nhà Nguyễn]] cũng chấm dứt một giai đoạn suy vong trong lịch sử họ Nguyễn, trong \"cái thế nghiêng ngửa của dòng họ\"{{sfn|Tạ Chí Đại Trường|1964|p=91}}.\n\nĐịnh Vương chết khi mới 23 tuổi, ở ngôi chúa 11 năm, làm Thái Thượng vương chưa đến một năm. Ông không có con trai nối dõi, mà chỉ có một Hoàng nữ là [[Nguyễn Phúc Ngọc Thục]] ([[1776]] - [[1818]]), con của Chính phi [[Nguyễn Thị Châu]]<ref group=\"Ghi chú\">Chính phi người Tống Sơn, [[Thanh Hóa]], là con của Quận công [[Nguyễn Cửu Sách]]. Bà Chính phi mất trong thời loạn lạc ở [[Gia Định (tỉnh)|Gia Định]], không rõ mộ táng ở đâu.<\/ref>. Hoàng nữ này lấy Uy vũ Vệ úy [[Tống Văn Thịnh]] (con của [[Tống Văn Khôi]]), và mất năm [[1818]], có thuỵ hiệu là Huệ{{sfn|Đại Nam liệt truyện, tập 1|2006|p=75}}.\n\nNăm [[1778]], [[Nguyễn Ánh]] tập hợp dân chúng, dựng lại cơ đồ của họ Nguyễn, đã truy tôn chúa là '''Thông Minh Khoan Hậu Anh Mẫn Huệ Hòa Hiếu Định vương'''{{sfn|Đại Nam thực lục, tập 1|2001|p=171}}. Năm [[1802]], Nguyễn vương tiêu diệt [[Tây Sơn]], thống nhất [[Việt Nam]]; đến năm [[1806]], Vương lên ngôi Hoàng đế, tức là vua [[Gia Long]], mở ra Hoàng triều Nguyễn, lại truy phong cho Định vương là '''Thông Minh Khoan Hậu Anh Mẫn Huệ Hòa Hiếu Định hoàng đế''', [[miếu hiệu]] Duệ Tông. Năm thứ 8 [[Gia Long]] ([[1809]]), cải táng ở núi La Khê<ref group=\"Ghi chú\">Nay nằm tại thôn La Khê Trẹm, xã [[Hương Thọ]], [[thị xã Hương Trà]], [[tỉnh Thừa Thiên Huế]]<\/ref>, lăng gọi là Trường Thiệu{{sfn|Hội đồng trị sự Nguyễn Phước tộc|1995|p=184}}.\n\n== Đánh giá ==\n\nTrích bài thơ của [[Hồ Đắc Duy]] trong Đại Việt sử thi, quyển 16 nói về Chúa Nguyễn Phúc Thuần\n:Nguyễn Phúc Thuần nối ngôi nghiệp chúa\n:Trương Phước Loan lấn cả quyền hành\n:Trong triều có Nguyễn Cư Trinh\n:Cũng không ngăn được tình hình rối ren\n\n:Trương Phước Loan lấy quyền Quốc phó\n:Xem triều đình chẳng có một ai\n:Chuyên quyền lại giết người ngay\n:Tóm thâu công việc trong ngoài vào tay.\n...\n:Việc trấn thủ lắm khi quá yếu\n:Muốn tuần tra lại thiếu chiến thuyền\n:Cuối năm bảy mốt vua Xiêm\n:Cất quân đánh chiếm Hà Tiên mấy ngày\n...\n:Tiền thu vô Phước Loan chiếm đoạt\n:Thuế mười phần chỉ được một hai\n:Chuyên quyền Loan lại tác oai\n:Nhân dân đói khổ không ai không thù\n\n:Đồng bỏ hoang, ruộng khô cỏ cháy\n:Có nhiều làng chẳng thấy luỹ tre\n:Nhân dân đói khổ não nề\n:Nhiễu nhương trộm cướp lắm bề tang thương <ref>[http:\/\/www.thivien.net\/H%E1%BB%93-%C4%90%E1%BA%AFc-Duy\/Nguy%E1%BB%85n-Ph%C3%BAc-Thu%E1%BA%A7n-1765-1777\/poem-NMbykQk2mZiNvqLrGDe2iw Nguyễn Phúc Thuần (1765-1777)]<\/ref>\n\n== Xem thêm ==\n* [[Nhà Tây Sơn]]\n* [[Trương Phước Loan]]\n* [[Nguyễn Nhạc]]\n* [[Nguyễn Huệ]]\n* [[Gia Long|Nguyễn Ánh]]\n* [[Nguyễn Phúc Dương]]\n* [[Nguyễn Phúc Ngọc Cầu]]\n* [[Trịnh-Nguyễn phân tranh]]\n* [[Hoàng Ngũ Phúc]]\n==Tham khảo==\n=== Ghi chú ===\n{{Tham khảo|group=\"Ghi chú\"|cột=30em}}\n\n===Chú thích===\n{{tham khảo|cột=30em}}\n=== Thư mục ===\n* {{chú thích|author=Nhiều tác giả|authorlink=|title=Danh lam xứ Huế|year=1993|language=|publisher=Nhà xuất bản Hội Nhà Văn, Hà Nội|location=[[Hà Nội]]}}\n* {{chú thích|author=Trần Trọng Kim|authorlink=|title=Việt Nam sử lược|year=1951|language=|publisher=Nhà xuất bản Tân Việt, Hà Nội|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam thực lục, tập 1|year=2001|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Quốc triều chánh biên toát yếu|year=1972|language=|publisher=Nhóm Nghiên cứu Sử Địa Việt Nam|location=}}\n* {{chú thích|author=Phạm Văn Sơn|authorlink=|title=Việt sử tân biên, quyển 3|year=1959|language=|publisher=Cơ sở xuất bản Đại Nam|location=[[Sài Gòn]]}}\n* {{chú thích|author=Phạm Văn Sơn|authorlink=|title=Việt sử toàn thư|year=1983|language=|publisher=|location=}}\n* {{chú thích|author=Nguyễn Lương Bích, Phạm Ngọc Phụng|authorlink=|title=Tìm hiểu thiên tài quân sự của Nguyễn Huệ|year=1976|language=|publisher=Nhà xuất bản quân đội nhân dân|location=}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Khâm định Việt sử Thông giám Cương mục|year=1998|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Hội đồng trị sự Nguyễn Phước tộc|authorlink=|title=Nguyễn Phước tộc thế phả|year=1995|language=|publisher=Nhà xuất bản Thuận Hóa, Huế|location=[[Huế]]}}\n* {{chú thích|author=Lê Quý Đôn|authorlink=|title=Phủ biên tạp lục|year=1959|language=|publisher=Khoa Xã hội Trường Đại học Tổng hợp Hà Nội|location=[[Hà Nội]]}}\n* {{chú thích|author=Quốc sử quán triều Nguyễn|authorlink=|title=Đại Nam liệt truyện, tập 1|year=2006|language=|publisher=Nhà xuất bản Thuận Hóa|location=[[Huế]]}}\n* {{chú thích|author=Quỳnh Cư, Đỗ Đức Hùng|authorlink=|title=Các triều đại Việt Nam|year=2005|language=|publisher=Nhà xuất bản Thanh niên|location=[[Hà Nội]]}}\n* {{chú thích|author=Nguyễn Khắc Thuần|authorlink=|title=Thế thứ các triều vua Việt Nam|year=1995|language=|publisher=Nhà xuất bản Giáo dục|location=[[Hà Nội]]}}\n* {{chú thích|author=Tạ Chí Đại Trường|authorlink=|title=Lịch sử nội chiến ở Việt Nam từ 1771 đến 1802|year=1964|language=|publisher=Nhà xuất bản Dân trí|location=}}\n* {{chú thích|author=Phan Khoang|authorlink=|title=Việt sử xứ Đàng Trong|year=1967|language=|publisher=Nhà sách Khai Trí|location=}}\n* {{chú thích|author=Phan Thuận An|authorlink=|title=Quần thể di tích Huế|year=2005|language=|publisher=Nhà xuất bản Trẻ|location=|ref=TP. Hồ Chí Minh}}\n* {{chú thích|author=Chapuis, Oscar|authorlink=|title=A History of Vietnam|year=1995|language=|publisher=Greenwood Publishing Group|location=}}\n== Liên kết ngoài ==\n* [http:\/\/nguyenphuoctoc.net\/vuong-pha\/10a_nguyenphucthuan.htm Nguyễn Phúc Thuần trên website Nguyễn Phước tộc.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080115184439\/http:\/\/nguyenphuoctoc.net\/vuong-pha\/10a_nguyenphucthuan.htm |date = ngày 15 tháng 1 năm 2008}}\n{{Đầu hộp}}\n{{thứ tự kế vị|trước=Vũ vương [[Nguyễn Phúc Khoát]]|chức vụ=[[Chúa Nguyễn]]|sau=[[Gia Long|Nguyễn Phúc Ánh]]|năm=[[1765]]-[[1777]]<br>(đồng trị vì với [[Nguyễn Phúc Dương]] từ [[1776]] đến 1777)}}\n{{Cuối hộp}}\n{{Chúa Nguyễn|hiện=1}}\n{{Thái thượng vương Việt Nam}}\n\n[[Thể loại:Chúa Nguyễn]]\n[[Thể loại:Sinh năm 1754]]\n[[Thể loại:Mất năm 1777]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Thái thượng vương]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người tham gia chiến dịch quân sự trong thời kỳ Tây Sơn – Chúa Nguyễn phân tranh]]\n[[Thể loại:Vương tước nhà Lê trung hưng]]\n[[Thể loại:Hoàng đế truy tôn]]"}