{"1439701":"{{Thông tin nhân vật\n| tên = Nguyễn Duy Cần\n| ngày sinh = 15 tháng 07 năm 1907\n| nơi sinh = Thuận Trị, Châu Thành, [[Mỹ Tho (tỉnh)|Mỹ Tho]]\n| ngày mất = 05 tháng 09 năm 1998 <br> (91 tuổi)\n| nơi mất = [[Bình Thạnh]], [[Thành phố Hồ Chí Minh]]\n| học vấn = Thành Chung\n| công việc = [[Học giả]], [[nhà văn]], [[nhà biên khảo]]\n| hình = Nguyen Duy Can.jpg\n| giải thưởng = Tuyên dương sự nghiệp văn học - nghệ thuật về lĩnh vực học thuật\n}}\n\n'''Nguyễn Duy Cần''' (1907-1998), hiệu '''Thu Giang''', là một [[học giả]], [[nhà văn]], nhà biên khảo và trước tác kỳ cựu vào bậc nhất [[Việt Nam]] giữa thế kỷ 20.\n\nÔng làm nghề viết sách, dạy học, lương y, nghiên cứu [[Đạo giáo|Đạo học]], [[Kinh Dịch]], với các biệt hiệu: Thu Giang, Hoàng Hạc, Bảo Quang Tử, Linh Chi… Ông sống cùng thời với các học giả và nhà văn như: [[Nguyễn Hiến Lê]], [[Giản Chi]], [[Hoàng Xuân Việt]], [[Phạm Cao Tùng]]…\n\nÔng nổi bật không chỉ về số lượng tác phẩm đồ sộ mà còn ở độ sâu học thuật và sức ảnh hưởng về mặt tư tưởng đến các tầng lớp thanh niên trí thức của ông.<ref>{{chú thích web|url=https:\/\/www.phunuonline.com.vn\/hoc-lai-thu-giang-nguyen-duy-can-a39880.html|tiêu đề=Học lại Thu Giang Nguyễn Duy Cần|author=|ngày=ngày 19 tháng 04 năm 2013|website=|ngôn ngữ=|nơi xuất bản=Báo Điện tử Phụ Nữ Thành phố Hồ Chí Minh|url-status=live|ngày truy cập=10 tháng 3 năm 2015}}<\/ref>\n\n==Thân thế và cuộc đời==\nÔng sinh ngày 15 tháng 7 năm 1907 tại làng Điều Hoà, tổng Thuận Trị, quận Châu Thành, [[mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] (nay thuộc thành phố [[Mỹ Tho]], tỉnh [[Tiền Giang]]).\n\nÔng là con trai của ông Nguyễn Văn Tâm, một người uyên thâm [[Hán học]] và là một trong những người được đào tạo Tây học khóa đầu tiên vào những năm 1885 - 1890. Sau khi ra trường, ông Tâm làm thầy giáo rồi được phân công làm Đốc học kiêm Thanh tra giáo dục [[Mỹ Tho (tỉnh)|Mỹ Tho]] trong những năm 1910 đến 1920, sau đó được chính quyền thực dân phong hàm Đốc phủ sứ<ref name=\":0\">{{Chú thích web|url=http:\/\/baoapbac.vn\/van-hoa-nghe-thuat\/201503\/thu-giang-nguyen-duy-can-tu-chu-bao-tro-thanh-hoc-gia-594324\/|tựa đề=Thu Giang - Nguyễn Duy Cần: Từ chủ báo trở thành học giả|ngày=ngày 18 tháng 03 năm 2015|website=Báo Ấp Bắc|url-status=live}}<\/ref>. Ông Nguyễn Văn Tâm vốn là một [[Nho giáo|nhà Nho]] rất tinh thâm Đạo học Đông Phương (Dịch, Lão, Trang) nhưng lại có tinh thần phóng khoáng, chuộng [[tư tưởng tự do]] nên rất ủng hộ Tây học. Chính người cha đã có ảnh hưởng đến Nguyễn Duy Cần rất lớn trên con đường nghiên cứu Đạo học sau này<ref name=\":1\">{{Chú thích web|url=https:\/\/www.facebook.com\/195528787310446\/photos\/a.195542900642368\/214864955376829\/|tựa đề=Tiểu sử học giả Thu Giang NGUYỄN DUY CẦN - Thời niên thiếu|ngày=ngày 12 tháng 2 năm 2014|url-status=live}}<\/ref>.\n\nNguyễn Duy Cần sinh ra vốn là một cậu bé có thể chất ốm yếu, khó nuôi nên cha ông cho ông theo làm con nuôi một cha Đạo [[người Pháp]] ở nhà thờ [[Mỹ Tho (tỉnh)|Mỹ Tho]]<ref>Theo tục của người [[Miền Nam (Việt Nam)|miền Nam]] xưa những đứa trẻ khó nuôi, hay đau ốm, thường được đem cho người khác làm con nuôi hoặc con đỡ đầu để đứa bé được khỏe mạnh dễ nuôi hơn.<\/ref> và ông được cho làm lễ rửa tôi theo [[Đạo Thiên chúa|Đạo Thiên Chúa]] với tên thánh bổn mạng là Jacob, nhờ bước ngoặc này mà thời niên thiếu ông có cơ duyên tiếp xúc sớm với [[văn hóa Pháp]] thông qua sự dạy dỗ của cha Đạo, ông được học giáo lý [[Công giáo|Công Giáo]], học [[Kinh Thánh|Thánh Kinh]] cũng như học đàn, vẽ với các cha Đạo [[người Pháp]] và tất nhiên là học toàn bộ bằng [[Tiếng Pháp|Pháp ngữ]].<ref name=\":1\" \/>\n\nHàng ngày, sau giờ học ông lại say mê đọc các sách về thần học và văn hóa nghệ thuật Pháp và phương Tây trong thư viện của nhà thờ. Vì tiếp xúc với [[văn hóa Pháp]] sớm lại là người say mê đọc sách, học hỏi nên ông thừa nhận mình bị ảnh hưởng của [[văn hóa Pháp]], như ta thấy ông thừa nhận trong phần lời nói đầu quyển ''Tôi tự học'': “…Guitton, Jules Payot, Gustave Rudler, là những học giả mà tác giả đã chịu nhiều ảnh hưởng nhất,…” hay trong ''Dịch kinh tường giải'' ông nói: “…[[Tiếng Pháp|Pháp ngữ]] là văn tự của văn minh cao nhất đại diện cho văn hóa [[Tiếng Latinh|La Tinh]]”, về sau trong các tác phẩm biên khảo của mình ta thấy ở phần tài liệu tham khảo ông ghi các tác phẩm ông nghiên cứu có đến 80 phần trăm là tài liệu bằng [[Tiếng Pháp|Pháp ngữ]].<ref name=\":1\" \/>\n\nSự nghiệp nghiên cứu và trước tác của Nguyễn Duy Cần bắt đầu từ năm 1931 với việc xuất bản quyển Triết học đầu tiên \"Toàn chân\", gây nên một cuộc bút chiến sôi nổi trên báo Mai. Trong những năm sau đó, ông tiếp tục cho xuất bản các tác phẩm khá đều đặn. Năm 1935, ông cho ra đời quyển sách đầu tay: ''Duy tâm và duy vật.''\n\nNăm 1937, ông Nguyễn Văn Tâm sáng lập ra ''Tạp chí Nay'', giao cho con trai là Nguyễn Duy Cần làm chủ bút kiêm quản lý. Lúc bấy giờ ở [[Mỹ Tho (tỉnh)|Mỹ Tho]] có nhiều tờ báo xuất bản tại địa phương, hầu hết dưới dạng tạp chí, có tờ ra định kỳ, có tờ ra không định kỳ và thường không kéo dài như: ''Chiêu Anh văn tập, Đông phương tạp chí, Tiểu thuyết tuần san,...'' ''Tạp chí Nay'' của Nguyễn Duy Cần sống lâu hơn, ra được 15 số (số 1 ra ngày 1 tháng 6 năm 1937 và số cuối cùng ra ngày 15 tháng 7 năm 1938).<ref name=\":0\" \/>\n\n''Tạp chí Nay'' là một tạp chí [[văn chương]], [[triết học]], [[khoa học]], [[y học]], xuất bản mỗi tháng 2 kỳ, mang tính chuyên nghiệp cao. Báo thường xuyên có các bài luận thuyết về [[triết học]] của Thu Giang và nghiên cứu về [[văn học]] của Nguyễn Phi Oanh, về [[tâm lý học]] của Tùng Chi, về y lý Đông - Tây của Vũ Trang,... và nhiều mục thường xuyên khác như: Học [[chữ Hán]], [[Đạo đức kinh]], [[Ẩm thực]] học, Tin Văn, Chuyện lặt vặt nên biết qua,… Đặc biệt, mục Thời cuộc thế gian đăng tin tức quan trọng ở trong nước, [[Bán đảo Đông Dương|Đông Dương]] và Âu Tây. Với bút hiệu Thu Giang, chủ bút Nguyễn Duy Cần viết khá nhiều cho tạp chí này. Ông có mặt thường xuyên ở mục [[triết học]] Đông - Tây và mục văn chương kim cổ. Những bài viết của ông chứng tỏ ông rất quan tâm đến [[văn học]] - [[nghệ thuật]] nước nhà. Văn ông viết rất súc tích, mạch lạc, nhất là trong việc dịch, bình chú các tác phẩm.\n\nNăm 1941, ông làm chủ bút báo Tiến và năm 1944, chủ bút [[Thanh Niên (báo)|báo Thanh niên]] và sau đó năm 1965, ông còn làm chủ bút nhật báo Tự do.<ref name=\":2\">{{Chú thích web|url=https:\/\/www.chungta.com\/nd\/nhan-vat-van-hoa\/nguyen_duy_can.html|tựa đề=Nguyễn Duy Cần (1907-1998)|ngày=ngày 24 tháng 3 năm 2012|website=Chúng Ta|url-status=live}}<\/ref>\n\nSau khi [[Chiến tranh Đông Dương]] lần thứ nhất nổ ra, năm 1946, ông lánh nạn lên [[Thành phố Hồ Chí Minh|Sài Gòn]], ở ẩn để tiếp tục viết [[sách]]. Tuy nhiên, do hoàn cảnh chiến tranh, việc xuất bản các tác phẩm của ông bị gián đoạn mãi đến năm 1951 mới bắt đầu trở lại với tác phẩm ''Cái dũng của thánh nhân''. Từ đó về sau ông tiếp tục cho xuất bản các tác phẩm khá đều đặn cho đến tận năm 1975. Ngoài việc trước tác và tham gia viết [[báo]] và ông từng làm việc tại Ủy ban điển chế văn tự (trực thuộc Phủ Quốc vụ khanh đặc trách văn hóa), là [[giáo sư]] của trường [[Viện Đại học Vạn Hạnh|Đại học Vạn Hạnh]] và là Trưởng ban [[Triết học phương Đông]] của [[Trường Đại học Văn khoa Sài Gòn|Đại học Văn khoa Sài Gòn]] (nay là [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội|trường Đại học Khoa học Xã hội và Nhân văn]]). Ông còn tham gia nhiều Hội đồng [[Khoa học]] - [[Văn hóa]] - [[Giáo dục]] thuộc Bộ Giáo dục của [[Việt Nam Cộng hòa|chính quyền Sài Gòn]] như: Hội đồng Kiến thiết Hàn lâm viện, Hội đồng Nghiên cứu khoa học, Hội đồng Soạn thảo danh từ chuyên môn<ref name=\":0\" \/>.\n\nĐầu thập niên 60, thời kỳ các sáng tác đỉnh cao của tác giả, các sách chuyên khảo về Đạo học đều được trước tác trong khoảng thời gian này như ''Phật học tinh hoa, Lão Tử tinh hoa, Lão Tử Đạo Đức Kinh, Trang Tử, Một nghệ thuật sống,...''<ref>{{Chú thích web|url=https:\/\/www.facebook.com\/195528787310446\/photos\/a.195542900642368\/218712984992026\/|tựa đề=Hình ảnh tác giả qua các thời kỳ gắn liền với sự nghiệp biên khảo|ngày=ngày 24 tháng 2 năm 2014|url-status=live}}<\/ref>\n\nTrong các năm 1966 đến 1968, ông tham gia 3 Hội nghị Quốc tế về [[Đông phương học]] và [[Hán học]], được tổ chức tại [[Malaysia]], [[Hoa Kỳ|Hoa Kỳ]] và [[Đài Loan]]. Ngoài ra, ông còn diễn thuyết nhiều đề tài về [[Phật học]], [[Triết học Trung Quốc|triết học Trung Hoa]], về những nhà văn hóa lớn của [[Việt Nam]] tại một số trường đại học ở [[Thành phố Hồ Chí Minh|Sài Gòn]].<ref name=\":0\" \/>\n\nNăm 1971, ông cho ra đời tác phẩm ''Văn hóa giáo dục miền Nam đi về đâu?'' (Nam Hà xuất bản năm 1971) bày tỏ sự băn khoăn của mình trước thời cuộc và nền giáo dục của [[Miền Nam (Việt Nam)|miền Nam Việt Nam]] thời đó.<ref name=\":0\" \/>\n\nNăm 1973, Nguyễn Duy Cần được giải Tuyên dương sự nghiệp văn học - nghệ thuật về lĩnh vực học thuật. Báo Đại Dân Tộc số ra ngày 18 tháng 1 năm 1973 bình luận “Cụ Thu Giang - Nguyễn Duy Cần lãnh giải về học thuật là xứng đáng, dù rằng các tác phẩm của cụ có tính cách phổ thông hơn là thâm cứu”. Còn tác giả Nguyễn Hữu Trinh thì nhận định: Ông thường có cái nhìn tổng quan và xem xét sự vật theo nguyên tắc “đừng bao giờ nghiên cứu một sự kiện nào dưới một phương diện mà luôn luôn phải để ý đến bề trái của nó”.<ref name=\":0\" \/>\n\nTừ năm 1975 đến cuối đời ông rất ít giao tiếp với bên ngoài nhưng vẫn âm thầm viết. Năm 1991, ông chuyển về sống ở [[quận]] [[Bình Thạnh]] và mất tại đây vào đúng ngày Rằm tháng Bảy năm Mậu Dần (1998), để lại cho đời nhiều bộ sách có giá trị.\n\nNguyễn Duy Cần không có bằng cấp cao vì khi hoàn tất xong [https:\/\/thanhhaphung.wordpress.com\/2011\/09\/12\/he-thong-giao-duc-thoi-phap-thuoc\/ bậc học Thành Chung] (học hết lớp 9, tương đương tốt nghiệp cấp 2 bây giờ) ông xin phép với cha Đạo và cha ruột của mình cho ông thôi học lên bậc tú tài [[Pháp]] vì ông muốn dành toàn bộ thời gian cho việc tự học, tự nghiên cứu những gì mình thích vì ông tự hiểu được cá tính mình, ông chỉ có thể đeo đuổi lâu bền cái học gì mà mình thấy hứng thú nhất mà thôi.<ref name=\":1\" \/> Nhờ được cha dạy dỗ cùng với công tự học của mình mà ông trở thành giáo sư của những trường đại học danh tiếng thời bấy giờ (trong lời đề của mỗi cuốn sách cụ đều cảm ơn và dành tặng cuốn sách cho người cha của mình, như trong lời đề tựa cuốn ''Lão Tử tinh hoa'', cụ viết: “''Kính tặng hương hồn thân phụ để nhớ lại những đêm dài mà cha đã giảng cho con nghe về lẽ Đạo''”). Không có nhiều thông tin về cuộc đời và sự học của ông. Một vài thông tin khác cho biết ông từng làm giáo sư kiêm Hiệu trưởng một trường Trung học tư thục tại [[Thành phố Hồ Chí Minh|Sài Gòn]], nhưng không thể kiểm chứng được.\n\nTrong các sách của mình, Thu Giang Nguyễn Duy Cần chú ý đến mục đích đào tạo [[văn hóa]] và bản lĩnh ứng xử cho các tầng lớp thanh niên hiếu học. Những tác phẩm như ''Cái dũng của thánh nhân, Thuật xử thế của người xưa,''… cũng là một cách để ông có thể hướng dẫn cách giữ sự bình tĩnh phi thường cho từng cá nhân tránh bị ảnh hưởng xô đẩy của mọi luồng tư tưởng hỗn loạn. Mẫu người trong ''Cái dũng của thánh nhân'' là một con người điềm đạm nhưng có đủ dũng khí và bản lĩnh đối diện với mọi khó khăn, thử thách trong cuộc sống. Quyển sách này đã gây được tiếng vang lớn trên văn đàn.\n\nVới sự am tường và thẩm thấu sâu sắc hệ tư tưởng [[Triết học phương Đông|triết học Đông phương]], ông đã đưa vào trong các tác phẩm cách ứng xử khôn ngoan, sự bình tĩnh chuộng phẩm chất hơn chuộng số lượng, luôn lấy cái gốc vững vàng cho mọi công cuộc phát triển của cá nhân và xã hội. Các tác phẩm đào tạo tri thức cho thanh niên được Thu Giang - Nguyễn Duy Cần lần lượt cho ra đời như: ''Óc sáng suốt, Tôi tự học, Thuật tư tưởng, Thuật xử thế của người xưa, Tinh hoa Đạo học Đông Phương, Một nghệ Thuật Sống''…Trong các tác phẩm hầu hết được trình bày đan xen các ứng dụng vào cuộc sống của nền [[Đạo giáo|Đạo học Phương Đông]], ông chủ trương dùng Nhu thắng Cương, dùng trí hơn dùng sức…\n\n==Tác phẩm== \nSinh thời, cố học giả Nguyễn Duy Cần viết khá nhiều sách, chủ yếu là sách biên khảo, nghệ thuật sống (thời đó gọi là sách \"Học làm người\") và Đạo học phương Đông. Các tác phẩm của ông được viết ra không phải với mục đích ''\"sống bằng ngòi bút\"'' mà với ông một tác phẩm ra đời nó phải từ một đòi hỏi bức thiết của cuộc sống, nó đang thiếu thốn, nhân sinh đang đợi chờ<ref>{{chú thích web|url=https:\/\/thoibaonganhang.vn\/mot-nghe-thuat-song-22395.html|tiêu đề=Một nghệ thuật sống|ngày=2013-08-02|nơi xuất bản=Thời Báo Ngân hàng|url lưu trữ=https:\/\/web.archive.org\/web\/20130805013849\/http:\/\/www.thoibaonganhang.vn\/tin-tuc\/8-mot-nghe-thuat-song-10412.html|ngày lưu trữ=2013-08-05|url-status=live|ngày truy cập=10 tháng 3 năm 2015|url-status=dead}}<\/ref>. Từ năm 1935 tới 1974, ông đã cho xuất bản 24 tác phẩm, thuộc nhiều lĩnh vực khác nhau như [[triết học]], học làm người, [[văn hóa]], [[tâm linh]], [[y học]], [[văn học]],... Sau năm 1975, ông vẫn tiếp tục sự nghiệp biên khảo đến khi mất năm 1998, ông vẫn còn 6 tác phẩm chưa được xuất bản<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/sach-nguyen-duy-can-va-van-de-lap-than-cua-nguoi-tre-2952454.html|tựa đề=Sách Nguyễn Duy Cần và vấn đề lập thân của người trẻ|ngày=ngày 17 tháng 2 năm 2014|website=VnExpress|url-status=live}}<\/ref>. Điều đáng tiếc là có nhiều tác phẩm của ông chưa được công bố, bị thất lạc hoặc chưa được hoàn thành. Mặc dù vậy, những tác phẩm đã xuất bản của ông thường được tái bản nhiều lần và luôn được các thế hệ bạn đọc đón nhận.\n\nTủ Sách Thu Giang Nguyễn Duy Cần hay còn gọi Tủ sách Thu Giang vốn là một tủ sách lớn, với khối lượng kiến thức bao hàm kiến thức xử thế Đông, Tây kim cổ được cố học giả Nguyễn Duy Cần biên soạn công phu với hơn 20 đầu sách, Tủ sách Thu Giang đã rất có uy tín trong các tầng lớp trí thức và độc giả nửa sau thế kỷ 20 tại [[Miền Nam (Việt Nam)|miền Nam Việt Nam]].<ref name=\":3\">{{Chú thích web|url=https:\/\/www.facebook.com\/195528787310446\/photos\/a.195542900642368\/195613207302004\/|tựa đề=Tủ Sách Thu Giang Nguyễn Duy Cần|ngày=ngày 7 tháng 1 năm 2014|url-status=live}}<\/ref>\n\nSau ngày đất nước thống nhất Tủ sách Thu Giang bị gián đoạn một thời gian, đến năm 1988 thì tiếp tục được hồi sinh với việc nhà xuất bản Đồng Tháp cho in lại 2 tựa ''Cái dũng của thánh nhân'' và ''Thuật xử thế của người xưa'' và từ đó các tựa sách của Tủ sách Thu Giang cũng lần lượt được các nhà xuất bản trong cả nước in lại, tuy nhiên việc làm này chỉ là tự phát và việc in ấn không được sự đồng ý của tác giả và sau này là người đại diện hợp pháp của tác giả.<ref name=\":3\" \/>\n\nNăm 2011, Nhằm bảo tồn các giá trị văn hóa dân tộc cho các thế hệ độc giả mai sau, được sự đồng ý và hợp tác của gia đình tác giả cũng như người đại diện hợp pháp các tác phẩm của tác giả Thu Giang Nguyễn Duy Cần, [[Nhà xuất bản Trẻ]] chính thức tiến hành khôi phục lại Tủ sách Thu Giang Nguyễn Duy Cần từ tháng 11 năm 2011.<ref>{{Chú thích web|url=https:\/\/www.hcmcpv.org.vn\/tin-tuc\/sach-thu-giang-nguyen-duy-can-ve-cam-hung-tu-hoc-lap-than-cho-gioi-tre-1491859645|tựa đề=Sách Thu Giang Nguyễn Duy Cần về cảm hứng tự học, lập thân cho giới trẻ|ngày=ngày 15 tháng 11 năm 2019|website=Trang tin Điện tử Đảng bộ TPHCM|url-status=live}}<\/ref>\n\nVề nội dung của các tác phẩm được [[Nhà xuất bản Trẻ]] khôi phục và xuất bản, [[Nhà xuất bản Trẻ]] giữ quan điểm tôn trọng hoàn toàn theo nguyên tác các tác phẩm cũng như chính văn của tác giả, nên các bản in hiện nay của [[Nhà xuất bản Trẻ]] có nội dung giống hoàn toàn với các bản in trước năm 1975, về phần biên tập [[Nhà xuất bản Trẻ]] chỉ chỉnh sửa các lỗi chính tả cũng như thay đổi các từ có gạch nối cho phù hợp với quy định chính tả hiện nay<ref>{{Chú thích web|url=https:\/\/www.facebook.com\/195528787310446\/photos\/a.195542900642368\/198796286983696\/|tựa đề=Trả lời thắc mắc về nội dung của các sách đã tái bản của tác giả Thu Giang NGUYỄN DUY CẦN|ngày=ngày 11 tháng 1 năm 2014|url-status=live}}<\/ref>.\n\nTrong các tác phẩm đã xuất bản của cụ Thu Giang, trong phần chú thích cụ thường giới thiệu những sách có liên quan hoặc ở trang cuối của một số quyển sách cụ thường giới thiệu những sách cụ đang viết hoặc có kế hoạch viết, ví dụ những chú thích như \"(1) xem quyển ''Thuật Xem Người'' của Thu Giang Nguyễn Duy Cần\". Vì thế người theo dõi sách của cụ thường thắc mắc về những quyển được cụ giới thiệu nhưng không có trong danh mục sách Thu Giang. Qua quá trình tìm hiểu và tiếp xúc với bộ di cảo của cụ, [[Nhà xuất bản Trẻ]] đã có câu trả lời cụ thể như sau: \"Những quyển sách được cụ Thu Giang giới thiệu mà không có trên tủ sách Thu Giang là do trong quá trình trước tác cụ đã chuyển hướng những quyển đó vào trong những quyển khác có nội dung rộng lớn hơn, ví dụ như quyển ''Thuật Xem Người'' được cụ lồng vào quyển ''Tử Vi Bí Kiếp'', quyển ''Liệt Tử Xung Hư Chân Kinh'' được lồng vào quyển ''Thiền Đạo Tinh Hoa,''...\"<ref name=\":4\">{{Chú thích web|url=https:\/\/www.facebook.com\/permalink.php?story_fbid=197905127072812&id=195528787310446|tựa đề=Trả lời thắc mắc về những quyển được cụ giới thiệu nhưng không có trong danh mục sách Thu Giang|ngày=ngày 10 tháng 1 năm 2014|url-status=live}}<\/ref>\n\nNhững quyển được cụ Thu Giang giới thiệu nhưng thực tế không có là những quyển sau:\n\n# Thuật Xem Người\n# Đạo Giáo\n# Toàn Chân Pháp Luận\n# Liệt Tử Xung Hư Chân Kinh\n# Đạo học Đông Phương Trong Xã Hội Ngày nay  <ref name=\":4\" \/>\n\nLúc sinh thời học giả Thu Giang Nguyễn Duy Cần đã cho xuất bản 24 tác phẩm gồm có:\n\n# Duy tâm và duy vật (1935)\n# [http:\/\/sach.nlv.gov.vn\/sach\/cgi-bin\/sach?a=d&d=tcuWfH1936.2.1.1&e=-------vi-20--1--img-txIN------- Toàn chân (triết luận)] (1936)\n# Thanh dạ Văn chung (1939)\n# Cổ nhân (1940) (đã tuyệt bản<ref name=\":2\" \/>)\n# Cái dũng của thánh nhân (1951)\n# Óc sáng suốt (1952)\n# Thuật tư tưởng (1953)\n# Thuật xử thế của người xưa (1954)\n# Trang Tử tinh hoa (1956)\n# Văn minh Đông phương và Tây phương (1957)\n# Tôi tự học (1959)\n# Thuật yêu đương (1961)\n# Một nghệ thuật sống (1962)\n# Lão Tử Đạo Đức Kinh (1962) (dịch với lời bình và nguyên văn đối chiếu).\n# Trang Tử Nam Hoa Kinh (1963) (dịch với lời bình và nguyên văn đối chiếu).\n# Lão Tử tinh hoa (1963)\n# Phật học tinh hoa (1965)\n# Để thành nhà văn (1968)\n# Cái cười của thánh nhân (1970)\n# Văn hóa Giáo dục miền Nam Việt Nam (1970)\n# Nhập môn triết học Đông phương<ref>{{Chú thích web|url=http:\/\/sgtt.vn\/Van-hoa\/176848\/Toa-dam-ve-Thu-Giang-Nguyen-Duy-Can.html|tựa đề=Bản sao đã lưu trữ|archive-url=https:\/\/web.archive.org\/web\/20130425002803\/http:\/\/sgtt.vn\/Van-hoa\/176848\/Toa-dam-ve-Thu-Giang-Nguyen-Duy-Can.html|archive-date=ngày 25 tháng 4 năm 2013|ngày truy cập=2013-08-08}}<\/ref> (1971)\n# Tinh hoa đạo học Đông phương (1972)\n# Dịch học tinh hoa (1973)\n# Chu Dịch huyền giải (1974)\n\nSau năm 1975, học giả Thu Giang Nguyễn Duy Cần vẫn tiếp tục sự nghiệp biên khảo và đến trước khi qua đời năm 1998 tác giả đã để lại 6 tác phẩm đã hoàn thành nhưng chưa xuất bản gồm có:\n\n# Dịch kinh tường giải (đã được [[Nhà xuất bản Trẻ|Nhà xuất bản trẻ]] phát hành năm 2014 gồm 2 quyển Thượng và Hạ)\n# Thiền đạo Tinh Hoa\n# Hà Đồ - Lạc Thư và Dịch Tượng Luận (''Dịch Tượng Luận'' đã được [[Nhà xuất bản Trẻ|Nhà xuất bản trẻ]] phát hành ngày 27 tháng 01 năm 2021 trong ''Tập di cảo Dịch Tượng luận - Tử Vi bí kiếp''<ref name=\":5\">{{Chú thích web|url=https:\/\/www.facebook.com\/permalink.php?story_fbid=1513406305522681&id=195528787310446|tựa đề=Thông báo lịch phát hành Dịch Tượng luận - Tử Vi bí kiếp của Thu Giang Nguyễn Duy Cần|ngày=ngày 7 tháng 1 năm 2021|url-status=live}}<\/ref>)\n# Thuật dưỡng sinh theo Đạo học Đông Phương\n# Đông Phương y học bí truyền\n# Tử Vi bí kiếp (đã được [[Nhà xuất bản Trẻ|Nhà xuất bản trẻ]] phát hành ngày 27 tháng 01 năm 2021 trong ''Tập di cảo Dịch Tượng luận - Tử Vi bí kiếp''<ref name=\":5\" \/>)\n\nTrong di chúc, cụ Thu Giang ghi rõ cụ để lại 4 bản thảo:\n\n# Thiền đạo Tinh Hoa<ref name=\":6\">{{Chú thích web|url=https:\/\/www.facebook.com\/permalink.php?story_fbid=1150141725182476&id=195528787310446|tựa đề=Về công việc xuất bản di cảo của cụ Thu Giang NGUYỄN DUY CẦN|ngày=ngày 2 tháng 11 năm 2019|url-status=live}}<\/ref>\n# Dịch kinh tường giải<ref name=\":6\" \/> (đã được [[Nhà xuất bản Trẻ|Nhà xuất bản trẻ]] phát hành năm 2014 gồm 2 quyển Thượng và Hạ)\n# Tử Vi bí kiếp<ref name=\":6\" \/> (đã được [[Nhà xuất bản Trẻ|Nhà xuất bản trẻ]] phát hành ngày 27 tháng 01 năm 2021 trong ''Tập di cảo Dịch Tượng luận - Tử Vi bí kiếp''<ref name=\":5\" \/>)\n# Đông Phương y học bí truyền<ref name=\":6\" \/>\n\nCũng theo di chúc của cụ Thu Giang thì trong 4 bản thảo trên, có 3 bản thảo 1, 2, 3 là bản thảo cụ đã sắp xếp và chỉnh đốn xong, nếu thuận tiện có thể đưa vào xuất bản. Riêng bản thảo số 4. ''Đông Phương y học bí truyền'' thì chỉ nằm ở dạng tài liệu sưu tầm và những phê bình tài liệu, và bản thảo này cụ Thu Giang chỉ để dùng làm tài liệu giảng dạy ở Viện Đông Y (Viện Y Học Dân Tộc ngày nay).<ref name=\":6\" \/>\n\nTrong 4 bản thảo di cảo trên, gia đình tác giả đã chuyển cho [[Nhà xuất bản Trẻ]] 3 bản thảo vào năm 2014 là: ''Dịch kinh tường giải, Tử Vi bí kiếp, Đông Phương y học bí truyền''. Riêng bản thảo ''Thiền đạo Tinh Hoa'' hiện đã bị thất lạc do một người cháu của cụ Thu Giang khi về [[Việt Nam]] đã mang ra nước ngoài và hiện nay gia đình không thể liên lạc được<ref name=\":6\" \/>. Về bản thảo ''Tử Vi bí kiếp'' là bản thảo viết sau năm 1975, khi đó tác giả không hy vọng sách có thể được xuất bản trong bối cảnh thời điểm đó, nên tác giả có ý định [https:\/\/dansaigon.com\/nghe-quay-roneo-nay-con-dau\/ quay Roneo] bản thảo này làm tài liệu phát cho những học trò thân tín của ông, vì mục đích phát tài liệu cho các học trò nên ông ghi thêm phần [[tiếng Pháp]] để học trò ông tiện [[wikt:kê cứu#Tiếng Việt|kê cứu]]. Trong lịch sử các tác phẩm của Nguyễn Duy Cần, đây là bản thảo duy nhất ông đánh [[wikt:stencil#Tiếng Anh|Stencil]], tất cả các tác phẩm còn lại, ông đều viết tay chứ không đánh [[wikt:stencil#Tiếng Anh|Stencil]].\n\nTrong di cảo viết về [[Đông y]] của cụ Thu Giang, có 3 tựa:\n\n# Dưỡng sinh theo Đạo học Đông phương\n# Đông phương y học bí truyền\n# Cổ pháp Linh quy kỳ kinh bát pháp.\n\nKhi xem bản thảo quyển 1. ''Dưỡng sinh theo Đạo học Đông phương'' chỉ có một phần ngắn đầu sách là cụ đánh máy bằng [[tiếng Việt]], còn lại phía sau chủ yếu là [[tiếng Pháp]].\n\nNhững khó khăn khi khôi phục các bản thảo di cáo của cụ Thu Giang. Ở bản thảo ''Dịch tượng luận'' là bản chép tay nên đầy đủ và rõ ràng, chỉ có phần [[tiếng Pháp]] thì hơi khó xem, [[Nhà xuất bản Trẻ]] đã nhờ người giỏi [[tiếng Pháp]] kiểm tra lại. Riêng bản thảo ''Tử Vi bí kiếp'' thì bản thân bản thảo có nhiều trang đã bị hư hỏng vì được theo viết trên [[wikt:stencil#Tiếng Anh|giấy Stencil]], theo thời gian nhiều chỗ bở nát không rõ nội dung nên việc [[Nhà xuất bản Trẻ]] bị đình lại nhiều năm không thể làm gì được. Đến năm 2019, gia đình cụ Thu Giang cung cấp thêm phần viết tay của ''Tử Vi bí kiếp'', nhờ thế công việc mới được tiếp tục<ref name=\":6\" \/> và sau đó sách được phát hành ngày 27 tháng 01 năm 2021 trong ''Tập di cảo Dịch Tượng luận - Tử Vi bí kiếp''<ref name=\":5\" \/>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n{{Thời gian sống|Sinh=1907|Mất=1998}}\n\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}