{"809370":"{{more footnotes|date=tháng 4 2020}}\n{{refimprove|date=tháng 4 2020}}\nNguyễn Huy Cẩn là Hội nguyên tiến sĩ thời Hậu Lê, xã hội phong kiến xáo trộn, loạn lạc, nội chiến. Ông là danh sỹ, nhà giáo nổi tiếng, nổi tiếng văn chương và đạo đức, tiết tháo lẫy lừng. Tác gia Văn học Thăng Long. {{distinguish}}\n{{dablink|Danh sỹ thời Lê - Trịnh, Tây Sơn.}}\n\n'''Nguyễn Huy Cẩn''' hay '''Nguyễn Huy Cận''' ([[1729]]-[[1790]]) là chí sĩ thời [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\n== Cuộc đời ==\nNguyễn Huy Cẩn người làng Sủi, tức Phú Thị, xã Phú Thị, huyện [[Gia Lâm]], phủ Thuận An, trấn Kinh Bắc (nay là thôn Phú Thụy, Phú Thị, Gia Lâm, [[Hà Nội]]). Ông là cháu nội Đại Tư Mã Triệu quận công Nguyễn Huy Nhuận, là con của tiến sĩ Nguyễn Huy Dận. Nguyễn Huy là dòng họ khoa bảng, ba đời cha con ông cháu đều liên tiếp đỗ tiến sĩ, làm quan đồng triều, thực là điều hiếm thấy trong lịch sử khoa cử nước nhà<ref name=\":0\">Cuốn Kỷ yếu HTKH \"tiến sĩ Nguyễn Huy Nhuận (1678-1758) và dòng họ khoa bảng Nguyễn Huy làng Sủi, xã Phú Thị, huyện Gia Lâm, Hà Nội\" (12\/2018)<\/ref><ref name=\":0\" \/>.\n\nNguyễn Huy Cẩn nổi tiếng văn chương từ trẻ, học vấn sâu rộng, từng đỗ khoa Hoành từ. Năm [[1760]] đời [[Lê Hiển Tông]], ông đỗ [[Hội nguyên]] lúc 32 tuổi. Khi vào [[thi Đình]], ông đáng đỗ cập đệ, nhưng vì sai cách trình bày theo quy định nên chỉ đỗ [[Đồng tiến sĩ xuất thân|Đồng tiến sĩ]]<ref>Phan Huy Chú, sách đã dẫn, tr 469<\/ref>.\n\nNguyễn Huy Cẩn được Phan Huy Chú xếp vào danh sách \"Nhà nho có đức nghiệp\" đời Lê trung hưng (Lịch triều hiến chương loại chí, Nhân vật chí, quyển VI). Cụ thể sách này chép như sau:\n\n\"Ông người làng Phú Thụy, huyện Gia lâm [Bắc Ninh], cháu nội của Thượng thư Nguyễn Huy Nhuận, con Học sỹ Huy Dận.\n\nLúc trẻ văn chương ông nổi tiếng trên đời, học vấn sâu rộng, từng thi đỗ khoa Hoành từ. Năm 32 tuổi, ông đỗ Hội nguyên khoa Canh Thìn năm Cảnh Hưng 21 [1760]. Khi vào thi Đình, văn được rõ ràng đầy đủ, đáng đỗ cập đệ, vì \"thất cách\" nên cho đỗ đồng tiến sĩ. Khi vào triều, ông không thích làm quan, cố từ xin về. Ông ở một mình một nhà lấy kinh sử làm vui, ít giao thiệp với đời. Lúc thường ngồi yên lặng đọc sách, bỗng chỗ đứng dậy đi quanh thềm ngâm nga, như có điều đắc ý. Ông học sỹ là cha ông sau khi về hưu, mỗi khi ông đến thăm, hai cha con cùng nhau giảng bàn, xướng họa, trong gia đình có lạc thú tự nhiên. Đời bấy giờ tôn trọng danh tiết ông. Chúa nhiều lần có chỉ triệu đều không đến. Ông thường đem lý số để suy tính, mọi việc có thể biết trước.\n\nCuối thời [[Lê Hiển Tông]], ông làm thơ có 2 câu:\n\n:''Giao long đắc thế, Kinh châu vân đế trụ chi trì''\n:''Nga áp kinh thanh Sái thành, Vũ Đường tôn chi hác''\n\nNghĩa là:\n:''[[Lưu Bị]] được Kinh châu như thuồng luồng gặp mây mưa đắc thế''\n:''Vua Đường phá Sài thành vì chưng tiếng vịt ngỗng gặp tuyết mà kêu vang''\n\nNghĩa là: Ông Lưu Bị được quận Kinh Châu cũng ví như loài thuồng luồng gặp mây mưa mà đắc thế; Vua Đường tôn phá Sái Thành vì chưng tiếng vịt ngỗng gặp trận tuyết mà kêu vang\".\n\nSau, vua nối là Chiêu Thống đem quân Thanh về đánh quân Tây Sơn phục lại nước rồi cuối cùng kiêu căng phóng túng đến thất bại; sự thế hợp với ý câu ấy. Cái cao kiến của ông là như thế. Năm 62 tuổi ông chết\".\n\n(Theo Phan Huy Chú, Lịch triều hiến chương loại chí, tập 1, Nxb Giáo dục, Hà Nội, 2007, tr. 469-470).\n\nThân thế sự nghiệp:\n\nTheo sách Phương Am Nguyễn tiên sinh truyện, Nguyễn Huy Cẩn là con trai cả của cụ Nguyễn Huy Dận, mẹ ông người họ Cao là con gái của Lâm Quận công Cao Dương Trạc (hay Cao Huy Trạc) người cùng làng. Ông tên húy là Cần, tự Huy Cẩn, hiệu Phương Am, sinh vào giờ Dậu ngày 4 tháng 10 năm Kỷ Dậu (1729).\n\nÔng từ nhỏ đã rất thông minh dĩnh dị, đọc sách một lần là nhớ. Lên sáu bảy tuổi đã có tiếng, được người làng gọi là thần đồng. Lớn lên râu tóc đẹp đẽ, dung mạo ngôi ngô, cử chỉ nhàn nhã, tình tình trầm mặc không nhiễm tục lưu. Ông hồi nhỏ thụ nghiệp ở gia đình, theo học với ông nội là Tư Mã công Nguyễn Huy Nhuận. Sau đó lại theo học với tiến sĩ Dương Quyết, tên hiệu Rực Bút người làng Lạc Đạo.\n\nNăm 19 tuổi, Nguyễn Huy Cẩn đi thi đỗ Nho sinh khoa Đinh Mão năm Cảnh Hưng thứ 8 (1747). Năm 22 tuổi, đỗ thứ 3 kỳ thi Hương khoa Canh Ngọ năm Cảnh Hưng thứ 11 (1750).\n\nNăm sau (Tân Mùi-1751), ông lấy vợ là con gái của Công bộ Thượng thư, Thái bảo, Nghĩa phương hầu Nguyễn Đức Vĩ người làng Phật Tích, huyện Tiên Du, sau đó lại mua một người làm thiếp.\n\nNăm 26 tuổi, ông đỗ khoa Tuyển cử, năm 29 tuổi đỗ thứ 2 khoa Hoành từ. Sau đó được giao giữ chức thự Tri phủ Lạng Giang. Thời gian này, ông trị vì khoan thứ, không dùng đến roi vọt. Lúc nhàn hạ, ông mở lớp dạy học vỡ lòng (khải mông), tiếp tục đọc sách vở kinh sử.\n\nNăm 32 tuổi, Nguyễn Huy Cẩn đi thi, đệ nhất, đệ nhị trường đều ưu trúng, sau đỗ Hội nguyên khoa Canh Thìn niên hiệu Cảnh Hưng thứ 21 (1760).\n\nKhi mới thi đỗ, ông giữ chức Thị nội Văn chức trong triều, rồi Thự Tri phủ. Sau đó, Nguyễn Huy Cẩn không thích làm quan, cố từ xin về. Ông định ở nhà lấy kinh sử, văn thơ làm vui, ít giao thiệp với đời. Cha ông cũng là chí sĩ về hưu, cả hai cha con cùng xướng họa bình sách với nhau, được người đời tôn trọng.\n\nSau đó, ông không ra làm quan, về nhà mở trường dạy học, ngày ngày đàm đạo văn chương cùng với người cha khi đó cũng đã về hưu. Học trò của ông có nhiều người đỗ đạt, thành danh như Nguyễn Duy Hiệp ở Địa Linh (Phụ Dực nay thuộc Quỳnh Phụ, Thái Bình), Trần Huy Vĩ ở Thọ Lão (nay thuộc xã Tiến Thịnh, Mê Linh, Hà Nội), Nguyễn Huy Quân ở Thanh Khê (nay thuộc huyện Văn Giang, Hưng Yên), Cao Huy Diệu người cùng làng Phú Thị. Chúa Trịnh Sâm, vua Lê Chiêu Thống, cũng như nhà Tây Sơn nhiều lần mời ông ra làm quan nhưng ông đều viện cớ mắt mù, từ chối, ở nhà chuyên tâm với sách vở.\n\nNguyễn Huy Cẩn có một người em họ rất nổi tiếng, đó là nhà chính trị, nhà thơ Nguyễn Huy Lượng, tác giả \"Tụng Tây hồ phú\" tuyệt tác.\n\nHọc trò của Nguyễn Huy Cẩn là Cao Huy Diệu (người cùng làng Sủi). Cao Huy Diệu gom góp thơ văn của thầy mình làm ra cuốn \"Phương Am Nguyễn tiên sinh truyện\" gồm 91 bài thơ còn truyền lại tới ngày nay.\n\nVào giờ Dậu ngày 29 tháng 8 năm Canh Tuất (Năm [[1790]]) thời [[nhà Tây Sơn|Tây Sơn]], Nguyễn Huy Cẩn qua đời, thọ 62 tuổi. Môn sinh trường Phương Am theo di chúc táng di hài ông tại đỉnh núi Văn Khê, huyện Yên Dũng, Kinh Bắc (nay là thôn Nam Sơn, xã Đồng Phúc, huyện Yên Dũng, tỉnh Bắc Giang).\n\nTrước tác của Nguyễn Huy Cẩn:\n\n# Phương Am tiên sinh thi văn tập (hiện chưa tìm thấy); \n# Phương Am Nguyễn tiên sinh truyện (do Cao Huy Diệu tập hợp văn thơ của thày mình); \n# Tuyên văn Mục lục (bằng chữ Hán và chữ Nôm treo ở đình làng Phú Thị trước đây, còn giữ được); \n# Võng la hào kiệt phú (còn giữ được); \n# Nghiêm lăng lại phú (còn giữ được); \n# Gia Lâm huyện Phú Thị xã Từ vũ bi (năm 1763); hiện dựng ở Khu di tích Làng Sủi; \n# Trung Nghĩa lý bi (1764); hiện dựng ở Khu di tích Làng Sủi;\n# Tam thiên tự và từ khúc giải âm.\n#Và một số bài phú khác<ref name=\":0\" \/>...\n\nNguyễn Huy Cẩn là nhà giáo ưu tú, vị tiến sĩ tài danh về văn học và đạo đức của dòng họ Nguyễn Huy làng Sủi (Phú Thị) cũng như của Thăng Long - Hà Nội. Ông có nhiều đóng góp lớn cho lịch sử và văn hóa nước nhà, xứng đáng được tôn vinh ngưỡng vọng.\n\n<br \/>\n== Xem thêm ==\n* [[Hoàng Công Chất]]\n* [[Trịnh Sâm]]\n*[[Nguyễn Huy Nhuận]] \n*Nguyễn Huy Mãn\n*Nguyễn Huy Thuật\n*Nguyễn Huy Dận\n*Nguyễn Huy Bá\n*Nguyễn Huy Lượng (Bạch Liên Am Nguyễn tiên sinh)\n*Nguyễn Huy Đức (cụ Cử Vũ Thạch)\n\n== Tham khảo ==\n* [[Phan Huy Chú]] ([[2008]]), ''[[Lịch triều hiến chương loại chí]], tập 1'', Nhà xuất bản Giáo dục\n*Danh phú hợp tuyển (1814)<ref name=\":0\" \/>;\n*ThS. Dương Văn Hoàn (Viện nghiên cứu Hán Nôm), Chân dung thày giáo - tiến sĩ Nguyễn Huy Cẩn trong \"Phương Am Nguyễn tiên sinh truyện\"; (2018)<ref name=\":0\" \/>\n*ThS. Nguyễn Liên Hương, ThS. Nguyễn Thị Thúy Anh (TT hoạt động VHKH Văn Miếu - Quốc Tử Giám). tiến sĩ Nguyễn Huy Cận và Bản Tuyên văn Mục lục. (2018)\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhân vật thời Lê - Trịnh]]\n[[Thể loại:Sinh năm 1729]]\n[[Thể loại:Mất năm 1790]]"}