{"100597":"{{Cần nhiều trích dẫn trong bài hơn|date=tháng 10\/2022}}\n{{Thông tin viên chức\n|tên= Nguyễn Chánh Thi\n|hình= [[Hình: General Nguyen Chanh Thi.jpg|200px]]\n|cỡ hình= \n|miêu tả= Trung tướng Nguyễn Chánh Thi\n\n|chức vụ= [[Hình: Flag of South Vietnam.svg|22px]]<br>Đại biểu Chính phủ tại Trung phần\n|bắt đầu= 11\/1965\n|kết thúc= 3\/1966\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Trung tướng\n\n|chức vụ 2= [[Hình: QD I VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn I\n|bắt đầu 2= 10\/1964\n|kết thúc 2= 3\/1966\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Thiếu tướng<br>-Trung tướng (11\/1965)\n|tiền nhiệm 2= -Thiếu tướng [[Tôn Thất Xứng]]\n|kế nhiệm 2= -Thiếu tướng [[Nguyễn Văn Chuân]]\n|địa hạt 2= Vùng 1 chiến thuật\n\n|chức vụ 3= [[Hình: ARVN 1st Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 1 Bộ binh\n|bắt đầu 3= 2\/1964\n|kết thúc 3= 10\/1964\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá<br>-Chuẩn tướng (5\/1964)<br>-(Thiếu tướng 10\/1964)\n|tiền nhiệm 3= -Đại tá [[Trần Thanh Phong]]\n|kế nhiệm 3= -Chuẩn tướng [[Nguyễn Văn Chuân]]\n|địa hạt 3= Vùng 1 chiến thuật\n\n|chức vụ 4= [[Hình: QD I VNCH.jpg|22px]]<br>Phụ tá Tư lệnh Quân đoàn I\n|bắt đầu 4= 12\/1963\n|kết thúc 4= 2\/1964\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá \n|địa hạt 4= Vùng 1 chiến thuật\n|phó chức vụ 4= Tư lệnh\n|phó viên chức 4= -Trung tướng [[Nguyễn Khánh]]\n\n|chức vụ 5= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tư lệnh Liên đoàn Nhảy dù<br>(từ 26\/5\/1959 là Lữ đoàn Nhảy dù)\n|bắt đầu 5= 9\/1956\n|kết thúc 5= 11\/1960\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại tá (10\/1959)\n|tiền nhiệm 5= -Đại tá [[Đỗ Cao Trí]]\n|kế nhiệm 5= -Trung tá [[Cao Văn Viên]]\n|địa hạt 5= Quân khu Thủ đô\n\n|chức vụ 6= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tư lệnh phó Liên đoàn Nhảy dù\n|bắt đầu 6= 8\/1955\n|kết thúc 6= 3\/1956\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Thiếu tá<br>-Trung tá (11\/1955)\n|địa hạt 6= Quân khu Thủ đô\n|phó chức vụ 6= Tư lệnh \n|phó viên chức 6= -Trung tá [[Đỗ Cao Trí]]\n\n|chức vụ 7= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tiểu đoàn trưởng Tiểu đoàn 5 Nhảy dù\n|bắt đầu 7= 4\/1955\n|kết thúc 7= 8\/1955\n|trưởng chức vụ 7= Cấp bậc \n|trưởng viên chức 7= -Đại úy<br>-Thiếu tá (8\/1955)\n|kế nhiệm 7= -Đại úy Ngô Xuân Soạn\n|địa hạt 7= Quân khu Thủ đô\n\n|chức vụ 8= Tiểu đoàn trưởng Tiểu đoàn 1 Ngự lâm quân\n|bắt đầu 8= 6\/1954\n|kết thúc 8= 4\/1955\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Đại úy (6\/1954)\n|kế nhiệm 8= -Đại úy Lý Trọng Mỹ\n|địa hạt 8= Cao nguyên Trung phần<br>(Đà Lạt)\n|phó chức vụ 8= Quốc trưởng\n|phó viên chức 8= [[Bảo Đại]]\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= Pennsylvania, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|họ hàng= Anh: Nguyễn Chánh Thân<br>Em: Nguyễn Chánh Hàm \n|cha= Nguyễn Chánh Dung\n|mẹ= Tạ Thị Nay\n|con= 4 người con (3 tai, 1 gái)<br>Nguyễn Chánh Lộc<br>Nguyễn Chánh Minh<br>Nguyễn Chánh Hiển<br>Nguyễn Thị Hoàng Yến\n|học vấn= Thành chung\n|học trường= -Trường Trung học Đệ nhất cấp tại Huế<br>-Trường Võ bị Địa phương Nam Việt tại Cap Saint-Jacques (Vũng Tàu)<br>-Trung tâm Nghiên cứu Quân sự Hà Nội<br>-Học viện Fort Leavenworth, Kansas, Hoa Kỳ\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[23 tháng 2]] năm [[1923]]\n|ngày mất= [[23 tháng 6]] năm [[2007]]<br>(84 tuổi) \n|nơi sinh= làng Dương Nỗ, [[Phú Vang]], [[Thừa Thiên]], [[Liên bang Đông Dương]]\n|nơi mất= [[Lancaster, Pennsylvania|Lancaster]], [[Pennsylvania]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1941]] - [[1966]]\n|cấp bậc= [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n|đơn vị= [[Hình: Vietnamese Airborne Division 's Insignia.svg|20px]] [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]]<br>[[Hình: ARVN 1st Division SSI.svg|20px]] [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]<br>[[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]\n|chỉ huy= [[Hình:Flag of France.svg|22px]] [[Quân đội Pháp|Quân đội Thuộc địa Pháp]]<br>[[Hình: Flag of France.svg|22px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|22px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= -[[Chiến tranh Đông Dương]]<br\/>- [[Chiến tranh Việt Nam]] \n}}\n\n'''Nguyễn Chánh Thi''' (1923-2007) nguyên là một cựu tướng lĩnh gốc Nhảy dù của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ một trường Võ bị Địa phương do Chính phủ Quốc gia trong Liên hiệp Pháp mở ra ở miền Đông Nam phần. Ông đã từng là Tư lệnh một Binh chủng được xem là xuất sắc nhất và Tư lệnh một Quân đoàn giàu truyền thống nhất của Quân đội Nam Việt Nam trong thời kỳ [[Chiến tranh Việt Nam]]. Ông là người được Tạp chí ''Times'' mệnh danh là ''\"chuyên gia đảo chính\"''.<ref>Dẫn tại BBC, [http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/06\/070628_nguyenchanhthi.shtml Tướng Nguyễn Chánh Thi qua đời]<\/ref> Bởi vì ông là một sĩ quan quân đội dính líu đến nhiều cuộc đảo chính và phản đảo chính trong lịch sử tồn tại của [[Việt Nam Cộng hòa]].\n\n==Tiểu sử và Binh nghiệp==\nÔng sinh ngày 23 tháng 2 năm 1923 trong một gia đình gia giáo, nề nếp tại làng Dương Nỗ, Phú Vang, Thừa Thiên, miền Trung Việt Nam. Thân phụ ông đương thời là Công chức và cũng là cựu binh trong Quân đội Pháp.<ref>Nguyễn Chánh Thi, Một Trời Tâm Sự (Los Angeles, CA: Xuân Thu, 1985).<\/ref> Ông tốt nghiệp Trung học phổ thông chương trình Pháp tại Huế với văn bằng Thành chung.\n\n==Quân đội Thuộc địa Pháp==\nTheo truyền thống của thân phụ, năm 1941 ông gia nhập Quân đội Pháp khi mới có hơn 17 tuổi, mang số quân: 43\/232.579<ref>Douglas Martine, [http:\/\/www.nytimes.com\/2007\/06\/26\/world\/asia\/26thi.html?_r=1&ref=obituaries&oref=slogin Gen. Nguyen Chanh Thi, 85, Seen as Hero in Vietnam, Dies], The New Yorker Times, 26\/07\/2007<\/ref> Ngày 9 tháng 3 năm 1945, khi Nhật đảo chính Pháp, ông cùng nhiều binh sĩ trong Quân đội Pháp bị bắt giữ. Tháng 8 năm đó, lợi dụng khi [[Việt Minh]] cướp chính quyền, ông đã đào thoát nhưng lại bị du kích Việt Minh bắt giam tại [[Ba Tơ]], [[Quảng Ngãi]]. Mãi đến khi Pháp tái chiếm Đông Dương và tấn công lên Ba Tơ, lợi dụng sơ hở ông trốn thoát và trở về chiến đấu cho Quân đội Pháp.\n\n===Quân đội Liên hiệp Pháp===\nNăm 1949 ông được cử theo học khóa huấn luyện sĩ quan ở Trường Võ bị Địa phương Nam Việt tại Vũng Tàu (Cap Saint-Jacques) nhằm bổ sung các sĩ quan người Việt cho Quân đội Liên hiệp Pháp. Sau tám tháng thụ huấn, tốt nghiệp với cấp bậc [[Thiếu úy]], ông được chọn vào Lực lượng Nhảy dù, tham gia nhiều cuộc hành quân tại chiến trường Bắc Kỳ.\n\n===Quân đội Quốc gia Việt Nam===\nTháng 6 năm 1951, sau hơn nửa năm [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] thành lập, ông chuyển ngạch phục vụ được giữ chức vụ Đội trưởng Đội Biệt kích số 1 của Tiểu đoàn 1 Nhảy dù. Đầu năm 1952, ông được thăng cấp [[Trung úy]] tại nhiệm. Ngày 22 tháng 3 năm 1954, ông được điều về Lực lượng Ngự lâm quân của Quốc trưởng [[Bảo Đại]], giữ chức vụ Đại đội trưởng thuộc Tiểu đoàn 2 Ngự Lâm quân ở Đà lạt. Tháng 6 cùng năm, ông được thăng cấp [[Đại úy]] và được cử giữ chức vụ Tiểu đoàn trưởng Tiểu đoàn 1 Ngự lâm quân. Sau đó, ông được cử đi học khóa Trung đoàn trưởng tại Trung tâm Nghiên cứu Quân sự Hà Nội.<ref>Trung tâm Nghiên cứu Quân sự Hà Nội còn có tên Trung tâm Chiến thuật Hà Nội, sau Hiệp định Genève di chuyển vào Nam đặt cơ sở tại Sài Gòn đổi tên là Trường Đại học Quân sự. Năm 1960, di chuyển lên Đà Lạt và đổi tên lần cuối là trường Chỉ huy và Tham mưu, đến năm 1971 di chuyển về Long Bình, Biên Hòa.<\/ref>\n\n===Quân đội Việt Nam Cộng hòa===\nSau khi [[Ngô Đình Diệm]] về nước nắm quyền [[Thủ tướng Quốc gia Việt Nam]], ông thuộc nhóm sĩ quan ủng hộ Thủ tướng Diệm, làm thất bại âm mưu đảo chính của tướng [[Nguyễn Văn Hinh]], vốn trung thành với [[Quốc trưởng]] [[Bảo Đại]]. Ngày 22 tháng 4 năm 1955, ông được Thiếu tướng [[Lê Văn Tỵ]], khi đó là Tổng tham mưu trưởng Quân đội Quốc gia Việt Nam, điều về làm Tiểu đoàn trưởng Tiểu đoàn 5 Nhảy dù<ref>Tiểu đoàn 5 Nhảy dù được thành lập ngày 1 tháng 9 năm 1953 tại Trường Bưởi, Hà Nội bởi SVVT số 08337\/TTM\/I\/ISC\/SC ngày 13\/8\/1953. Từ đầu đều do các sĩ quan người Pháp chỉ huy cho đến khi bàn giao Tiểu đoàn lại cho Quân đội Quốc gia Việt Nam.<br>''Ngày 29 tháng 9 năm 1954, Tiểu đoàn 5 Nhảy dù chính thức thuộc Quân đội Quốc gia, tiếp đến thuộc Quân đội VNCH cho đến ngày 30\/4\/1975, trải qua các Tiểu đoàn trưởng sau đây:''<br>-Trung úy [[Nguyễn Văn Viên (Thiếu tá, Quân lực VNCH)|Nguyễn Văn Viên]] ''(Tốt nghiệp trường Võ bị Đà Lạt K6. Năm 1957 giải ngũ ở cấp Đại úy, năm 1972 tái ngũ được thăng Thiếu tá làm Chỉ huy trưởng Tổng hành dinh Sư đoàn 9 Bộ binh)'', là sĩ quan người Việt đầu tiên chỉ huy Tiểu đoàn 5 Nhảy dù từ 29\/9\/2954 đến 22\/4\/1955.<br>-Đại úy Nguyễn Chánh Thi, chỉ huy từ 23\/4\/1955 đến 20\/9\/1955.<br>-Đại úy [[Ngô Xuân Soạn (Trung tá, Quân đội VNCH)|Ngô Xuân Soạn]], chỉ huy từ 21\/9\/1955 đến 10\/11\/1960.<br>-Đại úy [[Hồ Tiêu (Đại tá, Quân lực VNCH)|Hồ Tiêu]] ''(Sinh năm 1922 tại Quảng Bình, tốt nghiệp trường Võ bị Địa phương Trung Việt (Đập Đá, Huế) K2. Sau cùng là Đại tá Tư lệnh Lực lượng Đặc biệt)'', chỉ huy từ 11\/11\/1960 đến 11\/1\/1965.<br>-Thiếu tá [[Ngô Quang Trưởng]], chỉ huy từ 12\/1\/1965 đến 14\/4\/1965.<br>-Thiếu tá [[Hồ Trung Hậu]], chỉ huy từ 15\/4\/1965 đến 1\/9\/1965.<br>-Thiếu tá [[Nguyễn Khoa Nam]], chỉ huy từ 15\/4\/1965 đến 1\/7\/1966.<br>-Thiếu tá [[Nguyễn Vỹ (Trung tá, Quân lực VNCH)|Nguyễn Vỹ]] ''(Năm 1971 được thăng cấp Trung tá, du học lớp Chỉ huy Tham mưu cao cấp tại Học viện Fort Leavenworth, Kansas, Hoa Kỳ niên khóa 1972-1973)'', chỉ huy từ 2\/7\/1966 đến 11\/11\/1970.<br>-Thiếu tá [[Nguyễn Chí Hiếu (Đại tá, Quân lực VNCH)|Nguyễn Chí Hiếu]] ''(Tốt nghiệp trường Võ bị Đà Lạt K14. Sau cùng là Đại tá Trung đoàn trưởng Trung đoàn 9 thuộc Sư đoàn 5 Bộ binh)'', chỉ huy từ 12\/12\/1970 đến 1\/8\/1972.<br>-Thiếu tá [[Bùi Quyền (Trung tá, Quân lực VNCH)|Bùi Quyền]] ''(Sinh năm 1937 tại Hà Nội, tốt nghiệp trường Võ bị Đà Lạt K16. Sau cùng là Trung tá Lữ đoàn phó Lữ đoàn 3 Nhảy dù)'', chỉ huy từ 2\/8\/1972 đến 5\/4\/1975.<br>-Thiếu tá [[Võ Trọng Em (Thiếu tá, Quân lực VNCH)|Võ Trọng Em]] ''(Tốt nghiệp trường Võ bị Đà Lạt K19)'', chỉ huy từ 6\/4\/1975 đến 30\/4\/1975.<\/ref>, sau khi bàn giao Tiểu đoàn 1 Ngự lâm quân lại cho Đại úy [[Lý Trọng Mỹ (Đại tá, Quân lực Việt Nam Cộng hòa)|Lý Trọng Mỹ]].<ref>Đại uý Lý Trọng Mỹ sinh năm 1930 tại Quảng Trị, tốt nghiệp khóa 2 Võ bị Huế. Sau cùng là Đại tá Tỉnh trưởng kiêm Tiểu khu trưởng An Giang.<\/ref> Tháng 8 cùng năm, ông được thăng cấp [[Thiếu tá]], bàn giao Tiểu đoàn 5 Nhảy dù lại cho Đại úy [[Ngô Xuân Soạn (Trung tá, Quân lực Việt Nam Cộng hòa)|Ngô Xuân Soạn]]<ref>Đại úy Ngô Xuân Soạn được thăng cấp Thiếu tá năm 1958, cuối năm 1960 đang là Tiểu đoàn trưởng TĐ 5 Nhảy dù. Khi cuộc binh biến ngày 11 tháng 11 năm 1960 (Đảo chính Tổng thống Ngô Đình Diệm) nổ ra do Đại tá Nguyễn Chánh Thi và Trung tá Vương Văn Đông cầm đầu. Thiếu tá Soạn đã không đồng ý tham gia với nhóm đảo chính nên ngay đêm ngày 10 rạng sáng ngày 11 đã bị nhóm này sát hại tại vườn cao su phía sau doanh trại Tiểu đoàn 3 Nhảy dù, ông được Tổng thống Diệm truy thăng cấp Trung tá.<\/ref> Ngay sau đó ông được cử giữ chức Tư lệnh phó Liên đoàn Nhảy dù do Trung tá [[Đỗ Cao Trí]] làm Tư lệnh. Trung tuần tháng 9, ông chỉ huy 2 Tiểu đoàn 1 và 5 Nhảy dù tham gia chiến dịch Hoàng Diệu do Đại tá [[Dương Văn Minh]] làm Chỉ huy trưởng với nhiệm vụ tấn công [[Bộ đội Bình Xuyên|quân Bình Xuyên]] ở khu vực trường Petrus Ký và tiễu trừ quân Bình Xuyên tại Rừng Sát, Cần Giờ. Ngày 26 tháng 10 năm 1955. Thủ tướng Diệm thực hiện [[Cuộc trưng cầu dân ý miền Nam Việt Nam, 1955|cuộc trưng cầu dân ý]], phế truất Quốc trưởng Bảo Đại, thành lập [[Việt Nam Cộng hòa]]. Ngày 6 tháng 11, trong dịp mừng lễ Chiến thắng của Chiến dịch Hoàng Diệu ở Rừng Sát, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nĐầu tháng 3 năm 1956, ông được cử đi du học khoá Chỉ huy & Tham mưu tại Fort Leavenworth, Kansas, Hoa Kỳ. Trước khi đi du học, ông được công du thăm viếng Sư đoàn 22 Bộ binh Hoa Kỳ đồn trú tại Hawaii. Ngày 1 tháng 9 năm 1956, mãn khóa học về nước ông được bổ nhiệm làm Chỉ huy trưởng Liên đoàn Nhảy dù thay thế Đại tá Đỗ cao Trí.<ref>Đại tá [[Đỗ Cao Trí]] được cử đi làm Tư lệnh Đệ Tam Quân khu tân lập tại Kontum<\/ref> Ngày Quốc khánh Đệ Nhất Cộng hòa 26 tháng 10 năm 1959, Liên đoàn được nâng cấp và đổi tên thành Lữ đoàn Nhảy Dù, ông được thăng cấp [[Đại tá]] trở thành Tư lệnh đầu tiên của Lữ đoàn này.\n\nTuy rất được Tổng thống Diệm tin dùng, từng có lần tháp tùng Tổng thống viếng thăm [[Trung Hoa Dân Quốc]] trong chức vụ Tùy viên quân sự, ông vẫn tồn tại những bất mãn với Chính quyền Tổng thống Diệm mà ông cho là gia đình trị và tham nhũng.\n\nChính vì vậy, nên vào ngày 11 tháng 11 năm 1960, ông tham gia nhóm các sĩ quan mưu toan \"Đảo chính Quân sự\" lật đổ Chính phủ, gồm Trung tá [[Vương Văn Đông (Trung tá, Quân đội Việt Nam Cộng hòa)|Vương Văn Đông]],<ref>Trung tá Vương Văn Đông sinh năm 1930 tại Hà Nội, tốt nghiệp khóa 2 Võ bị Huế.<\/ref> Trung tá [[Nguyễn Triệu Hồng (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Triệu Hồng]]<ref>Trung tá Nguyễn Triệu Hồng sinh năm 1930, tốt nghiệp khóa 2 Võ bị Huế. Nguyên Trưởng ban chiến thuật tại trường Đại học Quân sự. Bị bắn tử thương khi đang chỉ huy đơn vị dưới quyền tấn công vào lực lượng chống đảo chính ngày 2\/11\/1960.<\/ref>, và Đại úy [[Phan Lạc Tuyên]]... Do có cấp bậc và chức vụ cao nhất, nên ông được cử làm người đứng đầu của nhóm. Được lợi thế bất ngờ, quân đảo chính nhanh chóng làm chủ tình hình và kiểm soát một số vị trí quan trọng. Lực lượng chính của quân đảo chính gồm 3 Tiểu đoàn Nhảy dù cộng với một số đơn vị Biệt động quân, Thiết giáp, do Trung tá Vương Văn Đông trực tiếp chỉ huy đã tiến hành bao vây [[Dinh Độc Lập]].\n\nCuộc đảo chính có một số thành công bước đầu. Một số chính khách và đảng phái đối lập cũng tuyên bố ủng hộ và tập hợp lực lượng chính trị ủng hộ đảo chính. Tuy nhiên, do tổ chức kém, sự chần chờ và thiếu mục đích rõ ràng nên quân đảo chính sớm lâm vào thế thất bại. Quân đảo chính không chiếm được đài phát thanh, không ngăn chặn các cửa ngõ vào Sài Gòn, không cắt đường điện thoại từ trong dinh, nhờ đó Tổng thống Diệm đã liên lạc được với các sĩ quan còn trung thành với chính phủ, đề nghị tập hợp lực lượng để phản đảo chính. Bên cạnh đó, lợi dụng sự dao động trong mục tiêu của các chỉ huy, từ lật đổ chính phủ sang cải tổ chính phủ, Tổng thống Diệm đã dùng các biện pháp trì hoãn để chờ quân đội tiến về giải vây.\n\nNgày 12 tháng 11, Lực lượng Bộ binh và Thiết giáp thuộc Sư đoàn 7 đóng ở Mỹ Tho do đại tá [[Huỳnh Văn Cao]] Tư lệnh cùng Bộ binh và Pháo binh thuộc Sư đoàn 21 đóng ở Sa Đéc do Đại tá [[Trần Thiện Khiêm]] Tư lệnh và Trung tá [[Bùi Dzinh]] Tư lệnh phó kiêm tham mưu trưởng đã tiến vào Sài Gòn, giao tranh với quân đảo chính. Quân đảo chính nhanh chóng thất bại. Trung tá Vương Văn Đông đã cố gắng liên lạc với Đại sứ Hoa Kỳ Elbridge Durbrow để tìm sự ủng hộ, tuy nhiên Durbrow nhanh chóng nhận ra thế yếu của quân đảo chính và từ chối. Đại tá Nguyễn Chánh Thi cùng với Trung tá Vương Văn Đông cướp máy bay và bắt Trung tướng [[Thái Quang Hoàng]], Tư lệnh Quân khu Thủ đô, làm con tin và ép Đại úy [[Phan Phụng Tiên]] làm phi công lái máy bay đào thoát sang [[Campuchia]] tị nạn<ref>Chính Ðạo et al. Nhìn lại biến cố 11\/11\/1960; Houston: Văn Hoá, 1997.<\/ref>. Đại úy Phan Lạc Tuyên đào thoát bằng đường bộ qua biên giới.\n\nSau khi kiểm soát được tình hình, Tổng thống Diệm đã trừng phạt nghiêm khắc với các chính khách và sĩ quan tham gia hoặc ủng hộ đảo chính. Tuy nhiên, cuộc đảo chính cũng đánh dấu một thời kỳ báo hiệu sự suy sụp của chính quyền Ngô Đình Diệm, khi họ không chỉ có kẻ thù là những người Cộng sản mà còn có những người được xem là đồng minh trong cuộc chiến chống lại những người Cộng sản.<ref>Lời của [[Ngô Đình Nhu]] trả lời nhà báo Mỹ Stanley Karnow. Dẫn theo Nguyễn Văn Lục, \"Viết về một vị tướng vừa ra đi Nguyễn Chánh Thi\".<\/ref>\n\n==Lưu vong lần thứ nhất và trở về==\nSau 3 năm lưu vong tại Campuchia, ngày 5 tháng 11 năm 1963, ông về nước sau khi nhận được tin [[Đảo chính Việt Nam Cộng hòa 1963|Cuộc đảo chính quân sự]] lật đổ Tổng thống Diệm do các tướng lĩnh cầm đầu đã thành công. Ông được phục hồi cấp bậc và được cử làm Tư lệnh phó Quân đoàn 1, Quân khu 1 cho [[Trung tướng]] [[Nguyễn Khánh]] vào tháng 12 năm 1963.\n\nTuy được cử giữ chức vụ Tư lệnh phó quân đoàn, nhưng trên thực tế chỉ là một chức vụ hữu danh vô thực và không trực tiếp cầm quân. Điều này dẫn đến việc ngày 30 tháng 1 năm 1964, ông tham gia cuộc [[Đảo chính Việt Nam Cộng hòa 1964|\"Chỉnh lý\"]] của tướng Nguyễn Khánh và đưa tướng [[Nguyễn Khánh]] lên cầm quyền. Sau cuộc chỉnh lý, ông được tướng Nguyễn Khánh cử làm Tư lệnh Sư đoàn 1 Bộ binh thay thế Đại tá [[Trần Thanh Phong]].\n\nTháng 5 năm 1964, ông được thăng cấp [[Chuẩn tướng]], vừa mới được tướng Nguyễn Khánh đặt ra. Ba tháng sau, do việc ủng hộ [[Hiến chương Vũng Tàu]], ông được tướng Khánh thăng [[Thiếu tướng]].\n\nNgày 13 tháng 9 năm 1964, một cuộc binh biến do Trung tướng [[Dương Văn Đức]] và Ðại tá [[Huỳnh Văn Tồn (Đại tá, Quân lực Việt Nam Cộng hòa)|Huỳnh Văn Tồn]]<ref>Đại tá Huỳnh Văn Tồn tốt nghiệp khóa 3 Võ bị Đà Lạt.<\/ref> cầm đầu đã nổ ra, đưa lực lượng của Sư đoàn 7 Bộ binh về Sài Gòn, đưa yêu sách hạ bệ tướng Khánh, bấy giờ giữ chức Chủ tịch Hội đồng Quân đội Cách mạng. Tướng Nguyễn Khánh sợ hãi, trốn vào Bộ Tổng tham mưu rồi lên máy bay để trốn về [[Đà Lạt]]. Thiếu tướng [[Nguyễn Văn Thiệu]], lúc đó đang là Tham mưu trưởng Liên quân tại Bộ Tổng tham mưu, đã yêu cầu tướng Nguyễn Chánh Thi đem lực lượng Sư đoàn 1 giải cứu Sài Gòn. Tướng Thi nhờ có sự ủng hộ của các tư lệnh Nhảy dù, [[Thủy quân Lục chiến]] và Không quân, nên đã nhanh chóng bức các lực lượng binh biến phải từ bỏ mục đích và rút lui. Nhờ công lao này, ngày 1 tháng 10 cùng năm tướng Khánh đã bổ nhiệm ông vào chức vụ Tư lệnh Quân đoàn 1 thay thế Thiếu tướng [[Tôn Thất Xứng]], sau khi bàn giao Sư đoàn 1 Bộ binh lại cho Chuẩn tướng [[Nguyễn Văn Chuân]].\n\nNgày 19 tháng 2 năm 1965, Thiếu tướng [[Lâm Văn Phát]], Ðại tá [[Phạm Ngọc Thảo]], Đại tá [[Bùi Dzinh]] và Trung tá [[Lê Hoàng Thao (Trung tá, Quân lực Việt Nam Cộng hòa)|Lê Hoàng Thao]] lại đem quân và xe tăng vào chiếm trại Lê Văn Duyệt, đài phát thanh Sài Gòn, [[bến Bạch Đằng]] và sân bay Tân Sơn Nhất, lùng bắt tướng Nguyễn Khánh. Một lần nữa, tướng Khánh phải đào thoát bằng máy bay ra Vũng Tàu.\n\nHội đồng các tướng lĩnh đã cử tướng Nguyễn Chánh Thi làm Tư lệnh Quân đoàn Giải phóng Thủ đô, đưa quân về Sài Gòn để phản đảo chính. Được sự ủng hộ của các tướng trẻ, ngày 20 tháng 2, tướng Thi nhanh chóng bức quân đảo chính rút lui, sau khi đạt thỏa thuận yêu cầu [[Nguyên thủ quốc gia|Quốc trưởng]] [[Phan Khắc Sửu]] ra lệnh giải nhiệm tướng Khánh, và ép tướng Khánh phải xuất ngoại \"trị bệnh\".\n\n==Vai trò trong Biến động miền Trung 1966==\nSau khi buộc tướng Khánh phải lưu vong, sự tranh chấp quyền lực giữa các tướng trẻ không thuyên giảm mà lại càng tăng thêm. Hội đồng tướng lĩnh phân thành 4 nhóm Thiệu ([[Nguyễn Văn Thiệu]])-Kỳ ([[Nguyễn Cao Kỳ]])- Thi (Nguyễn Chánh Thi)-Có ([[Nguyễn Hữu Có]]). Do vai trò quan trọng trong các cuộc đảo chính và phản đảo chính, tướng Thi bị xem như là mối nguy cơ làm nổ ra đảo chính quân sự. Ba tướng còn lại hợp sức để chống đối, cử tướng Kỳ làm thủ lĩnh. Sự xung đột này mãnh liệt đến mức nhà báo Mỹ Frances FitzGerald đã từng ghi lại là \"Các tướng lĩnh Việt Nam Cộng hòa cứ kháo nhau xem tướng Kỳ và tướng Thi ai đảo chính ai\".<ref>Frances FitzGerald, \"Fire in The Lake\", 1972. Dẫn theo Nguyễn Dương, \"Tướng Nguyễn Chánh Thi: Anh hùng lỡ vận hay người tạo thời cuộc?\".<\/ref>\n\nChính phủ dân sự của thủ tướng [[Phan Huy Quát]] tỏ ra bất lực trước thời cuộc. Ngày 11 tháng 6 năm 1965, thủ tướng Quát đã giải tán chính phủ và từ chức thủ tướng. Quốc trưởng [[Phan Khắc Sửu]] đã trao lại quyền hành cho Hội đồng tướng lĩnh. Ngay hôm đó, Hội đồng tướng lĩnh đã họp dưới sự chủ tọa của tướng Nguyễn Văn Thiệu để chọn ra người lãnh đạo. Sự lựa chọn được cân nhắc giữa 2 tướng Nguyễn Cao Kỳ và Nguyễn Chánh Thi. Cuối cùng, ngày 19 tháng 6 năm 1965, tướng Thi tuyên bố rút lui khỏi sự tranh chấp vị trí lãnh đạo với tướng Kỳ.\n\nCác tướng lĩnh đặt ra Ủy ban lãnh đạo Quốc gia, do Trung tướng Nguyễn Văn Thiệu làm chủ tịch, giữ vai trò Quốc trưởng. Tướng Nguyễn Cao Kỳ được bầu làm Chủ tịch Ủy ban Hành pháp Trung ương, giữ vai trò Thủ tướng cho tới khi tổ chức bầu cử. Để xoa dịu những mâu thuẫn quyền lực, đầu tháng 11 năm 1965, ông được thăng cấp [[Trung tướng]] và kiêm chức vụ Đại biểu Chính phủ tại Trung phần.\n\nTuy nhiên, những mâu thuẫn vẫn không thể ổn thỏa. Quần chúng nhân dân bất mãn với việc các tướng lĩnh tranh chấp quyền hành, liên tiếp gây nhiều binh biến, khiến cho tình hình Việt Nam Cộng hòa không ngừng bị xáo trộn. Lực lượng Phật giáo, vốn tự xem là lực lượng chính đẩy cao mâu thuẫn giữa quần chúng với chính phủ Diệm, gián tiếp dẫn đến đảo chính 1963, một lần nữa nắm vai trò lãnh đạo quần chúng chống lại chính phủ do các tướng lĩnh lập nên, đòi hỏi thành lập Quốc hội Lập hiến để có Hiến pháp cho Miền Nam Việt Nam, thay cho Chính phủ Quân nhân cai trị không có căn bản pháp lý là mầm mống biến loạn như từ cuối năm 1963.<ref>[[Trần Văn Đôn]], \"Việt Nam nhân chứng\", trang 370.<\/ref>\n\nTại miền Trung, tướng Thi đã có những cáo buộc nảy lửa công khai về tệ tham nhũng cũng như những chỉ trích sự độc tài trong chính phủ của tướng Kỳ. Phong trào Phật giáo ở đâu cũng bùng nổ mạnh hơn hết do lực lượng quân đội của Quân đoàn I do tướng Thi chỉ huy đã không thực hiện các mệnh lệnh trấn áp phong trào Phật giáo từ chính phủ trung ương đưa xuống, là một cách không chính thức chống lại quyền lực của chính phủ tướng Kỳ.\n\nNhận định tướng Thi một đối thủ nguy hiểm, tướng Kỳ đã tìm cách liên kết với nhiều tướng lãnh để giải trừ chức vụ của tướng Thi. Phía Hoa Kỳ lúc đó ủng hộ việc tống xuất tướng Thi, vì người Mỹ xem ông là \"tướng nổi loạn\", không tích cực chống Cộng và còn tỏ ra muốn nói chuyện thương thảo với Bắc Việt<ref>Dẫn theo Nguyễn Dương, \" Những chi tiết mới tiết lộ về cố Trung tướng Nguyễn Chánh Thi\".<\/ref>. Nắm được quan điểm này của tổng thống Mỹ Johnson, tháng 2 năm 1966, trong cuộc họp của Hội đồng tướng lĩnh, tướng Kỳ đã thuyết phục các tướng lĩnh trao quyền cho ông để trục xuất tướng Thi và trấn áp cuộc tranh đấu của Phật giáo.\n\nNgày 10 tháng 3 năm 1966, tướng Kỳ ra quyết định cách chức Tư lệnh Quân đoàn I của ông, đồng thời cử Thiếu tướng [[Nguyễn Văn Chuân]] Tư lệnh Sư đoàn 1 Bộ binh lên thay ông làm Tư lệnh Quân đoàn với lý do rằng ông đã bất lực trước phong trào đấu tranh của Phật giáo tại miền Trung. Tuy nhiên, tướng Kỳ chỉ thị cho giới truyền thông công bố tướng Thi từ chức vì lý do sức khỏe. Ngay khi ra đến Ðà Nẵng để bàn giao chức vụ, ông bị tướng Nguyễn Hữu Có, khi đó là Phó thủ tướng kiêm Tổng trưởng Quốc phòng, ra lệnh bắt giữ và đưa vào giam lỏng tại Sài Gòn.\n\nViệc cách chức tướng Thi đã làm bùng nổ thêm phản ứng của [[Biến động Miền Trung|phong trào Phật giáo miền Trung]]. Ngày 12 tháng 3, [[Thượng toạ|Thượng tọa]] [[Thích Trí Quang]] vận động Phật tử biểu tình ở Huế và Ðà Nẵng, thậm chí kiểm soát các thị xã trong ít ngày. Thượng tọa Thích Trí Quang cũng làm \"rung chuyển nước Mỹ\" khi yêu cầu Mỹ loại bỏ tướng Kỳ. Các tướng [[Tôn Thất Đính]] (thay tướng Chuân bị đưa ra Hội đồng kỷ luật), rồi [[Huỳnh Văn Cao]] được cử ra Huế để thay chức vụ của tướng Thi đều bất lực, không thể kiểm soát được binh sĩ Quân đoàn I.\n\nNhằm giảm nhẹ căng thẳng, ngày 16 tháng 3, tướng Kỳ đồng ý đưa tướng Thi ra Ðà Nẵng để xoa dịu quần chúng. Tuy nhiên, khi vừa ra đến nơi, tướng Thi đã có những tuyên bố ngả theo phe tranh đấu. Ngày 17 tháng 3, tại Sài Gòn đại sứ Hoa Kỳ [[Cabot Lodge]] đã có cuộc gặp với thượng tọa Thích Trí Quang. Các tướng Nguyễn Văn Thiệu, Nguyễn Cao Kỳ cũng tiếp xúc với thượng tọa Thích Tâm Châu. Các cuộc tiếp xúc đã đạt được thỏa thuận. Ngày 19 tháng 3, [[Viện Hóa đạo]] [[Giáo hội Phật giáo Việt Nam Thống nhất]] ra tuyên bố không chống đối chính phủ mà chỉ đòi hỏi bầu cử và thành lập chính phủ dân sự.\n\nTuy nhiên, các cuộc biểu tình vẫn tiếp diễn và trở nên hỗn loạn. Ngày 3 tháng 4, tướng Kỳ tuyên bố là Cộng sản đã xâm nhập vào các phong trào tranh đấu ở miền Trung và sẽ dùng vũ lực để tái lập an ninh. Lời tuyên bố này làm cho cuộc đấu tranh bùng lên mạnh mẽ.\n\nTuy nhiên, chính phủ tướng Kỳ đã có những bước chuẩn bị trước đó. Khối Phật giáo bị chia rẽ khi Thượng tọa [[Thích Tâm Châu]] tuyên bố ủng hộ chính phủ, hình thành hai khối Ấn Quang, do thượng tọa Thích Trí Quang lãnh đạo, và khối Vĩnh Nghiêm, do thượng tọa Thích Tâm Châu lãnh đạo. Do sự chia rẽ này hành động tranh đấu của Phật giáo không thống nhất như lúc năm 1963.\n\nNgày 14 tháng 5, tướng Kỳ đã cho 4.000 binh sĩ cùng vũ khí hạng nặng, do tướng [[Nguyễn Ngọc Loan]] chỉ huy, được các máy bay Mỹ chuyên chở, ra [[Đà Nẵng]], dùng vũ lực trấn áp phong trào ly khai. Quân đội nhanh chóng kiểm soát Đà Nẵng, rồi từ đó tiến ra Huế. Phong trào ly khai nhanh chóng chấm dứt. Tướng Thi một lần nữa bị đưa vào Sài Gòn. Tướng Tôn Thất Đính cũng bị bắt giữ và đưa vào chờ xét xử.\n\n==Lần lưu vong cuối cùng==\nSau khi bị đưa về Sài Gòn, ngày 27 tháng 5 năm 1966, qua những hoạt động trung gian của Ðại sứ Lodge và tướng [[William Westmoreland]], tướng Kỳ đã gặp tướng Thi để bàn về số phận tướng Thi và tướng Ðính. Tướng Kỳ đã đồng ý không đưa 2 tướng ra xét xử ở tòa án binh với tội danh phản loạn, với sự bảo đảm của người Mỹ sẽ chu đáo và giúp ông ổn định đời sống của gia đình ông trên đất Mỹ. Ngày 14 tháng 7 năm 1966, hai tướng Thi - Đính bị Hội đồng Tướng lĩnh đưa ra kỷ luật với quyết định loại ngũ vĩnh viễn cả hai tướng ra khỏi quân đội và đồng thời buộc tướng Nguyễn Chánh Thi lưu vong ra nước ngoài.\n\nNgày 29 tháng 7 năm 1966, phát ngôn của chính phủ tuyên bố tướng Nguyễn Chánh Thi sẽ rời Việt Nam sang Mỹ để \"chữa bệnh\". Ngày 31 tháng 7, ông lên đường qua Mỹ chữa bệnh \"thối mũi\". Trước khi đi, ông ném tất cả huân chương đã được tặng, chỉ giữ cái mền như là kỷ niệm cuối cùng của cuộc đời quân ngũ.\n\nTại Mỹ, lúc đầu tướng Thi được nhận trợ cấp một tháng 600 USD theo chế độ của một trung tướng hồi hưu. Việc này bị tướng Kỳ chỉ trích quyết liệt với lý do tướng Thi đã bị loại ngũ. Vì vậy, trợ cấp của tướng Thi bị giảm xuống chỉ còn 170 USD một tháng.\n\nTheo bài viết của báo New York Times, trong những năm sống lưu vong tại Hoa Kỳ, tướng Thi đã từng làm nhiều nghề, như bảo vệ cho một khách sạn nhỏ tại Los Angeles, và mở một tiệm cà phê ở Arkansas.\n\nTháng 2 năm 1972, sau 6 năm sống ở đất Hoa Kỳ, Nguyễn Chánh Thi đã mua một suất vé như một hành khách dân sự để trở về quê hương Việt Nam. Tuy nhiên, tướng Nguyễn Văn Thiệu, khi đó đang là Tổng thống, đã ra lệnh không cho cựu tướng được đặt chân xuống phi trường Tân Sơn Nhất. Ông đành trở lại Hoa Kỳ mà không ngờ rằng đây là lần cuối cùng ông có thể nhìn lại quê hương Việt Nam.\n\nNăm 1985, ông cho xuất bản hồi ký \"Một trời tâm sự\" kể về cuộc đời mình. Tuy có tham gia một số hoạt động xã hội của các cựu binh Việt Nam Cộng hòa tại Hoa Kỳ, nhưng ông từ chối tham gia tất cả các phong trào vận động vũ trang để chống lại chính phủ Việt Nam.\n\nSau hơn 40 năm tha hương, ông qua đời lúc 6 giờ 42 phút chiều thứ Bảy ngày 23 tháng 6 năm 2007 (giờ miền Đông Hoa Kỳ) tại [[Lancaster, Pennsylvania]], thọ 85 tuổi.\n\n==Gia đình==\n*Thân phụ: Cụ Nguyễn Chánh Tâm, tên gọi khác: Nguyễn Chánh Dung, nguyên là Công chức ngoại ngạch cho Chính quyền Thuộc địa Pháp, cụ cũng đã từng tham gia Quân đội Pháp trong Thế chiến thứ nhất\n*Thân mẫu: Cụ Tạ Thị Nay\n*Bào huynh: Nguyễn Chánh Thân\n*Bào đệ: [[Nguyễn Chánh Hàm (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Chánh Hàm]] (Sinh năm 1935 tại Thừa Thiên, tốt nghiệp khóa 14 Võ bị Đà Lạt. Cấp bậc sau cùng: Trung tá Bộ binh)\n*Các con: Nguyễn Chánh Lộc, Nguyễn Chánh Minh, Nguyễn Chánh Hiển và Nguyễn Thị Hoàng Yến.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết ngoài==\n*BBC, [http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/06\/070628_nguyenchanhthi.shtml Tướng Nguyễn Chánh Thi qua đời]\n*Douglas Martine, [http:\/\/www.nytimes.com\/2007\/06\/26\/world\/asia\/26thi.html?_r=1&ref=obituaries&oref=slogin Gen. Nguyen Chanh Thi, 84, Seen as Hero in Vietnam, Dies], The New Yorker Times, 26\/07\/2007\n*Thanh Niên Online [https:\/\/web.archive.org\/web\/20070625094515\/http:\/\/www1.thanhnien.com.vn\/Kieubao\/2007\/6\/25\/198246.tno Cựu trung tướng chế độ cũ Nguyễn Chánh Thi qua đời]\n*[http:\/\/antgct.cand.com.vn\/News\/PrintView.aspx?ID=51848 Nguyễn Chánh Thi - Chuyên gia đảo chính bất thành] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110118003821\/http:\/\/antgct.cand.com.vn\/News\/PrintView.aspx?ID=51848 |date=2011-01-18 }}\n\n{{thời gian sống|1923|2007}}\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Cựu binh Quân đội Thuộc địa Pháp]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}