{"3172264":"'''Nguyễn Quang Việt''' (1917-1995), là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Chính ủy kiêm Phó Tư lệnh [[Bộ đội Biên phòng Việt Nam|Bộ đội Biên phòng]], nguyên Thứ trưởng [[Bộ Công an (Việt Nam)|Bộ Công an]].<ref>Từ điển Bách khoa Quân sự Việt Nam năm 2004<\/ref><ref>Lịch sử Bộ đội Biên phòng 1958-2008<\/ref> \n\n== Thân thế và sự nghiệp ==\nÔng tên thật là''' Nguyễn Ngọ''', hay còn gọi là Bảy Việt, quê tại xã Hồng Thái, huyện Kiến Xương, tỉnh Thái Bình. Là cán bộ tiền Khởi nghĩa\n\nTrước năm 1945 ông từng là tỉnh ủy viên Tỉnh ủy Thái Bình, bị bắt và đầy ra Côn Đảo (1942).  \n\nTháng 8 năm 1945, được phân công công tác tại miền Tây Nam Bộ (cụ thể là tỉnh Sa Đéc trực thuộc Khu 8) phụ trách chính trị Vệ quốc Đoàn Sa Đéc lúc đó do ông [[Nguyễn Hữu Xuyến]] (1917 – 2007) làm chỉ huy trưởng.\n\nTháng 7 năm 1946, khi Chi đội 18 được thành lập trên cơ sở các đơn vị Vệ quốc Đoàn Sa Đéc, Nguyễn Quang Việt được cử giữ chức vụ Chính ủy.\n\nTháng 10 năm 1947, Chi đội 18 tổ chức lại thành Trung đoàn 115, ông và ông Nguyễn Hữu Xuyến tiếp tục là chính ủy và trung đoàn trưởng. Đầu năm 1948, tại Đại hội đại biểu Đảng bộ tỉnh Sa Đéc, ông được bầu vào Tỉnh ủy, là Ủy viên Thường vụ.\n\nNgày 18 tháng 11 năm 1949, Bộ Tư lệnh Nam Bộ ra mệnh lệnh số 137 thành lập các Liên trung đoàn, Trung đoàn 301 sáp nhập với trung đoàn 310 thành Liên trung đoàn 301-310, Nguyễn Quang Việt được Xứ ủy điều từ Khu 8 về Khu 7 làm Chính ủy Liên trung đoàn và giữ chức vụ Bí thư Tỉnh ủy Thủ Dầu Một.\n\nTháng 5 năm 1951, Trung ương Cục quyết định tổ chức, bố trí lại chiến trường. Toàn Nam bộ được tổ chức thành hai phân liên khu: Phân liên khu miền Đông và phân liên khu miền Tây. Hai tỉnh Biên Hòa và Thủ Dầu Một sáp nhập thành tỉnh Thủ Biên, ông tiếp tục là bí thư Tỉnh ủy Thủ Biên – Chính trị viên Liên trung đoàn 301 – 310 đồng thời là Phân liên khu Ủy viên kiêm Chính trị viên Tỉnh đội do ông [[Huỳnh Văn Nghệ]] (1914 – 1977), nguyên khu bộ trưởng Khu 7, làm tỉnh đội trưởng.\n\nSau Hiệp định Genève, Nguyễn Quang Việt, trên cương vị Bí thư Tỉnh ủy Thủ Biên kiêm Chính trị viên Tỉnh đội, phụ trách việc thực thi Hiệp định trên địa bàn Tỉnh, cũng như việc chuyển quân tập kết, và chuẩn bị cho thời kì đấu tranh Cách mạng mới, cho đến cuối năm 1954 thì ra Bắc.\n\nSau khi ra Bắc, năm 1959 khi [[Công an Nhân dân Vũ trang]] được thành lập, Nguyễn Quang Việt được cử giữ chức vụ Chính ủy kiêm Phó Tư lệnh hàm [[Đại tá]].\n\nTừ năm 1960 đến 1980, ông là Thứ trưởng [[Bộ Công an (Việt Nam)|Bộ Công an]]\n\nTháng 12 năm 1967, để tăng cường lực lượng cho An ninh Miền, Bộ Tư lệnh Công an Nhân dân Vũ trang đã tổ chức huấn luyện 1 đợt cán bộ chi viện cho lực lượng An ninh Vũ trang Miền, trên cương vị thứ trưởng Bộ Công an kiêm Chính ủy Công an Nhân dân Vũ trang, ông dẫn đầu một đoàn cán bộ 40 người vào Chiến trường B2 – Nam Bộ và giữ chức vụ Phó Ban An ninh Miền.\n\nNăm 1970, ông ra lại miền Bắc, vẫn giữ chức vụ Thứ trưởng [[Bộ Công an (Việt Nam)|Bộ Công an]]\n\nTừ năm 1975 đến năm 1977 còn kiêm thêm Tư lệnh [[Bộ đội Biên phòng Việt Nam|Công an Nhân dân Vũ trang]].\n\nNăm 1980, ông nghỉ hưu.\n\n[[Thiếu tướng]] (1977).\n\n== Khen thưởng ==\nHuân chương Độc lập hạng Nhất\n\nHuân chương Kháng chiến (chống Pháp) hạng Nhất\n\nHuân chương Chiến thắng hạng Nhất\n\nHuân chương Kháng chiến chống Mỹ cứu nước hạng Nhất\n\n== Chú thích ==\n{{tham khảo}}\n\n{{thời gian sống|1917}}\n{{Thiếu tướng Công an nhân dân Việt Nam}}\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Thiếu tướng Công an nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Công an nhân dân Việt Nam thụ phong thập niên 1970]]\n[[Thể loại:Bí thư Tỉnh ủy Thủ Dầu Một]]"}