{"2458997":"{{văn phong}}\n{{nguồn không đáng tin cậy}}\n\n'''Nguyễn Toàn An''' ([[1449]] hoặc [[1450]]-?) hay còn gọi là '''Nguyễn An''' hay '''Nguyễn Kim An''' là nhà [[Nho giáo|Nho học]] [[người Việt Nam]]. Quê ông hiện nay là [[xã]] [[Thời Cử ]] , [[Bình Giang|huyện Đường An]], [[tỉnh]] [[Hải Dương]]. Ông đỗ [[Bảng nhãn]] dưới triều [[vua]] [[Lê Thánh Tông]]. Con đường đến với công danh của ông cũng thật đặc biệt: vừa bất ngờ những cũng ngắn ngủi.\n==Từng là người lính==\nVào thời vua Lê Thánh Tông ([[1460]]-[[1497]]). Thánh Tông là vị minh quân văn võ song toàn. Ngoài thì bình [[Chăm Pa|Chiêm]] mở mang bờ cõi, trong thì sửa sang cải cách nội trị, nên dân giàu nước mạnh, an lạc hoan ca. Với tài năng xuất chúng, vua lập ra [[Hội Tao đàn]], quy tụ 28 [[người]] văn chương lỗi lạc nhất thời bấy giờ, gọi là Nhị thập bát tú (28 vì tinh tú của [[văn học]] trời Nam) do vua làm nguyên súy. Những lúc rảnh rỗi, họ cùng nhau xướng họa ngâm vịnh thơ ca, rồi bình phẩm, chắt lọc bài hay, ghi chép cho đời.\n\nVào một ngày [[Tết Trung thu|Trung thu]], vua bày tiệc rượu thưởng [[trăng]] ở vườn Ngự Uyển, đông đủ các quan viên và Nhị thập bát tú được mời dự. Tiếc thay, hôm ấy [[bầu trời]] lại nhiều [[mây]] nên chẳng thể ngắm được trăng. Không để hỏng cuộc vui, vua liền truyền:\n\n-Không có trăng, thì hãy lấy đó làm đề tài. Các khanh cứ làm thơ, chủ đề là \"Trung thu vô nguyệt\" (Trung thu không trăng).\n\nTrong lúc mọi người còn đang ngẫm nghĩ chọn tứ thả vần chợt thấy một câu lính trẻ dấn bước lên Vọng Nguyệt lâu, quỳ xuống trước mặt vua, hai tay dâng bài thơ vừa làm xong. Thấy thế, nhiều người ồ lên chế giễu:\n\n-Lính mọn cũng bày đặt làm thơ.\n\n-Rõ là \"Đánh [[trống]] qua cửa nhà sấm\" mà.\n\n-Hắn mộng làm tao nhân mặc khách đấy.\n\nCòn nhà vua thì vẫn bình tĩnh đón nhận bài thơ rồi xem. Rồi, vua cười rạng rỡ, khen nức nở: \n\n-Thật không ngờ, chú lính nhỏ mà tài năng không nhỏ.\n\nMọi người ngạc nhiên, xin được nghe thơ. Vua giơ cao bài thơ, truyền:\n\n-Bài này đáng liệt vào hàng tuyệt tác, lưu vào thi tập.\n\nVua cất giọng đọc thơ, tỏ vẻ tâm đắc với hai câu kết của nó vì chứa chí khí cao vời của chú lính kia, nên cứ ngâm nga mãi:\n:\"''Mạc bả kim phiên nhàn kiến nguyệt''\n:''Lai thu vọng nguyệt, nguyệt di cao''\"\nNghĩa là: \n:\"''Chớ thấy phen này mà dễ nguyệt''\n:''Thu sau trông nguyệt, nguyệt càng cao''\"\nMọi người trầm trồ thán phục. Hỏi ra mới biết người lính đó chính là Nguyễn Toàn An, phải sung quân theo sổ đinh của làng, được chọn vào cung làm tạp dịch dọn cỏ, chăm sóc ngự viện. \n\nVốn là người trọng dụng nhân tài, Thánh Tông liền ban hồng ân xuống chiếu đặc cách cho Toàn An trở về quê để ăn học, mai sau thành người hữu dụng. Nhà vua đã xuất ngũ cho người lính trẻ, chu cấp [[tiền]] [[gạo]] cho người đó<ref>[[Thần đồng đất Việt]], kỳ 119: Sứ giả đêm trăng, phát hành ngày [[27 tháng 10]] năm [[2009]], trang 85, 86, 87<\/ref>.\n\n==Con đường công danh==\n===Chiếm được bảng vàng===\nKhông phụ lòng mong đợi của nhà vua, Nguyễn Toàn An đi thi vượt qua kỳ [[thi Hương]], [[thi Hội]] và [[thi Đình]]. Ông đã đỗ Bảng nhãn<ref>Theo Giai thoại Hán Nôm, Nhà xuất bản Văn hóa thông tin, khoa thi Đình mà Toàn An đỗ Bảng nhãn là khoa [[Nhâm Thìn]] năm Hồng Đức thứ 3 ([[1472]])<\/ref>. Khi ấy Toàn An 22 hoặc 23 tuổi<ref>[[Thần đồng đất Việt]], kỳ 119: Sứ giả đêm trăng, phát hành ngày [[27 tháng 10]] năm [[2009]], trang 87<\/ref>. \n===Lệ xưa nghiệt ngã<ref>[[Thần đồng đất Việt]], kỳ 119: Sứ giả đêm trăng, phát hành ngày [[27 tháng 10]] năm [[2009]], trang 87, 88<\/ref>===\nĐại đăng khoa rồi tiểu đăng khoa, đỗ đạt được ban quan chức, về quê lấy vợ. Những việc hỷ sự đó dồn dập đến, tưởng chừng như đười đời xán lạn đang mở ra trước mắt cho Nguyên Toàn An vững bước. Nhưng không! Tai họa bất ngờ đổ ụp xuống con người bạc mệnh này.\n\nSố là đỗ đạt làm quan chưa bao lâu thì mẹ của Toàn An mất. Luật lệ thời ấy rất khắc nghiệt, cha mẹ mất thì người con trai phải chống gậy mặc áo vải sô để tang 3 năm, gọi là Trảm Thôi. Trong 3 năm tuyệt đối không được gần gũi vợ, vợ không được thụ thai, để tỏ lòng hiếu kính với người đã khuất. Nếu không sẽ bị xử rất nặng. Toàn An vốn là đứa con có hiếu nên một lòng thờ mẹ, sống cách ly với vợ. Rồi, 3 năm ấy cũng kết thúc cũng là lúc Toàn An lâm trọng bệnh, chẳng bao lâu thì mất.\n\nSự ra đi đột ngột của ông đã khiến ai cũng phải ngậm ngùi tiếc nuối một văn tài sớm lặn tắt, không người kế nghiệp. Vua Lê Thánh Tông đã nhận ra luật trên là khắc nghiệt và phi lý, gây hậu quả khó lường. Nên khi soạn bộ [[Luật Hồng Đức|Hồng Đức quốc triều hình luật]], vua đã xóa bỏ điều này.\n==Đời sau thương tiếc==\n[[Lê Quang Bí]], người được mệnh danh là [[Tô Vũ (nhà ngoại giao)|Tô Vũ]] nước Nam cùng quê với Nguyễn Toàn An, biết chuyện liền dâng tràn cảm xúc, làm [[thơ]] viếng, trong đó có câu thơ trách oán luật lê hà khắc trên: \n:''Cư trắc tang trưng ai oán đa''\nNghĩa là: ''Đau nỗi cư tang cấm thụ thai''<ref>[[Thần đồng đất Việt]], kỳ 119: Sứ giả đêm trăng, phát hành ngày [[27 tháng 10]] năm [[2009]], trang 88<\/ref>\n==Kết luận==\nNguyễn Toàn An, tuy là một anh lính cắt [[cỏ]], nhưng đã trở thành một tấm gương hiếu học, đầy chí khí như bài thơ trong đêm Trung thu không trăng. Tuy cuộc đời có ngắn ngủi, nhưng ông xứng đáng để chúng ta noi theo.\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Quan nhà Lê sơ]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Bảng nhãn Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}