{"125945":"{{Thông tin viên chức\n| tên = Nguyễn Việt Tiến\n| hình = \n| cỡ hình = \n| miêu tả = \n| ngày sinh = [[1950]]\n| nơi sinh = xã [[Trường Yên, Hoa Lư|Trường Yên]], [[Hoa Lư, Ninh Bình|Hoa Lư]], [[Ninh Bình]]\n| nơi ở = \n| ngày chết = \n| nơi chết = \n| chức vụ = [[Bộ Giao thông Vận tải (Việt Nam)#Các Thứ trưởng|Thứ trưởng Bộ Giao thông]]\n| bắt đầu = \n| kết thúc = \n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 = \n| chức vụ 3 = \n| bắt đầu 3 = \n| kết thúc 3 = \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = \n| bắt đầu 4 = \n| kết thúc 4 = \n| tiền nhiệm 4 = \n| kế nhiệm 4 = \n| địa hạt 4 = \n| phó chức vụ 4 = \n| phó viên chức 4 = \n| chức vụ 5 = \n| bắt đầu 5 = \n| kết thúc 5 = \n| tiền nhiệm 5 = \n| kế nhiệm 5 = \n| địa hạt 5 = \n| phó chức vụ 5 = \n| phó viên chức 5 = \n| đa số = \n| đảng = \n| nghề = \n| giáo dục =\n| học trường =\n| dân tộc = \n| đạo = \n| chữ ký = \n| họ hàng = \n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| website = \n| chú thích = \n}}\n'''Nguyễn Việt Tiến''' là nguyên Thứ trưởng Thường trực [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Vận tải Việt Nam]], bị bắt ngày [[4 tháng 4]] năm [[2006]] lúc đang đương chức vì dính líu đến [[Vụ PMU 18]].\n== Tiểu sử ==\n'''Nguyễn Việt Tiến''' sinh năm 1950 người thôn Trường Sơn, xã [[Trường Yên, Hoa Lư|Trường Yên]], [[Hoa Lư, Ninh Bình|huyện Hoa Lư]], [[Ninh Bình]].\n\nÔng bắt đầu tham gia công tác trong ngành giao thông từ năm 1972 với công việc tại Phòng quản lý đường sá Cục quản lý đường bộ. 11 năm sau ông lên làm cán bộ Vụ tổ chức cán bộ Bộ Giao thông vận tải.\n\nNăm 1984-1985, ông học quản lý kinh tế tại Liên Xô. Về nước, ông làm Phó phòng tổng hợp Vụ Tổ chức cán bộ. Năm 1990-1992, sau khi kinh qua chức quyền Giám đốc Trung tâm thống kê của Bộ, ông Tiến giữ ghế Vụ phó Vụ kế hoạch.\n\nTrong năm 1993, ông làm Phó Tổng giám đốc Khu quản lý đường bộ II.\n\nTừ 1994 đến tháng 4\/1998, ông được nâng lên là Tổng giám đốc Ban quản lý các dự án 18 (PMU 18). Sau đó, ông giữ chức Thứ trưởng Bộ Giao thông Vận tải.\n\nNgày 4\/4\/2006, ông Tiến bị bắt tạm giam. Cơ quan điều tra khởi tố với 3 tội danh. Ngày 3\/10\/2007 sau 18 tháng tạm giam, Viện kiểm sát đồng ý cho tại ngoại <ref name=\"kiến nghị\">{{Chú thích web |url=http:\/\/www.vnexpress.net\/Vietnam\/Phap-luat\/2008\/03\/3BA009FE\/ |ngày truy cập=2008-03-25 |tựa đề=Kiến nghị khôi phục quyền lợi ông Nguyễn Việt Tiến |archive-date=2008-03-27 |archive-url=https:\/\/web.archive.org\/web\/20080327112452\/http:\/\/www.vnexpress.net\/Vietnam\/Phap-luat\/2008\/03\/3BA009FE\/ |url-status=dead }}<\/ref>.\n\n== Khởi tố ==\nBị đề nghị truy tố về nhiều tội danh nhất<ref>{{Chú thích web |url=http:\/\/www.laodong.com.vn\/Home\/sknb\/2007\/10\/58133.laodong |ngày truy cập=2007-10-04 |tựa đề=Nguyên Thứ trưởng Nguyễn Việt Tiến được tại ngoại Lao động số 230 Ngày 04\/10\/2007 Cập nhật: 8:28 AM, 04\/10\/2007 |archive-date=2007-11-16 |archive-url=https:\/\/web.archive.org\/web\/20071116063551\/http:\/\/www.laodong.com.vn\/Home\/sknb\/2007\/10\/58133.laodong |url-status=dead }}<\/ref> trong 9 bị can vụ PMU 18 với 3 tội: Cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng; thiếu trách nhiệm gây hậu quả nghiêm trọng; lợi dụng chức vụ quyền hạn trong khi thi hành công vụ. Việc khởi tố, ngoài yếu tố về chứng cứ pháp lý, còn có cả vấn đề về dư luận.<ref name=\"kiến nghị\" \/>\n\nChiều 27 tháng 3 năm 2008, Viện kiểm sát nhân dân tối cao đã đình chỉ điều tra đối với ông Nguyễn Việt Tiến, trong 3 tội mà cơ quan điều tra khởi tố, ông Tiến được đình chỉ 2 tội: cố ý làm trái quy định nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng và lợi dụng chức vụ quyền hạn trong khi thi hành công vụ. Riêng tội thiếu trách nhiệm gây hậu quả nghiêm trọng, Viện Kiểm Sát miễn trách nhiệm hình sự. Quá trình điều tra cũng không xác định được ông Tiến có hành vi tham ô. Cùng với quyết định đình chỉ, Viện kiểm sát nhân dân cũng đề nghị Bộ Giao thông Vận tải và các cơ quan nhà nước có thẩm quyền phục hồi các quyền và lợi ích hợp pháp cho ông Tiến theo quy định của pháp luật.<ref name=\"kiến nghị\"\/>\n\nNgày 2 tháng 4 năm 2008, ông Tiến đã gửi đơn tới Viện kiểm sát nhân dân tối cao kiến nghị xem xét lại việc miễn trách nhiệm hình sự với tội \"thiếu trách nhiệm gây hậu quả nghiêm trọng\".<ref>[http:\/\/www.tuoitre.com.vn\/tianyon\/Index.aspx?ArticleID=250689&ChannelID=6 Ông Nguyễn Việt Tiến kêu oan]<\/ref>\n\nNgày 14 tháng 4, Viện kiểm sát nhân dân tối cao đã ra văn bản bác đơn khiếu nại của ông. Theo quan điểm của VKS, đủ cơ sở kết tội ông Tiến về tội danh này, bởi trong quá trình chỉ đạo thực hiện các nguồn vốn ODA, ông Tiến đã thiếu trách nhiệm để xảy ra nhiều vi phạm ở PMU 18 <ref name=\"Tie\">[http:\/\/vnexpress.net\/Vietnam\/Phap-luat\/2008\/04\/3BA014B6\/ Viện kiểm sát bác khiếu nại của ông Nguyễn Việt Tiến]. Truy cập được 15\/4\/2008<\/ref>. Xét các yếu tố khách quan, chủ quan và thời gian xảy ra tội phạm... cùng nhiều mặt khác, VKSND Tối cao thấy có căn cứ để miễn truy cứu trách nhiệm hình sự với ông, nhưng đã có văn bản gửi Bộ Giao thông Vận tải đề nghị xử lý hành chính hành vi thiếu trách nhiệm của ông.<ref name=\"Tie\"\/>\n\n== Tài sản ==\nCơ quan điều tra đã từng tìm cách làm rõ nghi ngờ về số tài sản khổng lồ lên đến hàng chục tỷ đồng thuộc sở hữu của Nguyễn Việt Tiến như một biệt thự tại [[Khu đô thị mới Nam Thăng Long|khu đô thị cao cấp Ciputra]], 2 mảnh đất 600[[mét vuông|m2]] ở quận [[Tây Hồ (quận)|Tây Hồ]], một biệt thự ở Trung Hòa - Nhân Chính, một số trang trại và đất làm khách sạn ở Chí Linh, Hải Dương...<ref>[http:\/\/www.vnn.vn\/xahoi\/2006\/04\/555805\/ Ông Nguyễn Việt Tiến có tài sản hàng chục tỷ đồng? 03:16' 01\/04\/2006 (GMT+7)]<\/ref> Trong 2 ngày 14 và 15 tháng 3 năm 2006, Cơ quan điều tra (C14) triệu tập ông Nguyễn Nhật Anh là con rể ông Tiến để làm rõ nguồn gốc một số tài sản lớn được coi là của ông Tiến, trong đó có một trang trại ở huyện Chí Linh, tỉnh [[Hải Dương]] rộng 7 [[hecta|héc ta]].<ref>[http:\/\/www.vnn.vn\/xahoi\/phapluat\/2006\/03\/552259\/ Vì sao ông Nguyễn Việt Tiến bị CQĐT triệu tập?] 07:41' 21\/03\/2006 (GMT+7)<\/ref>\n\n== Dư luận - báo chí ==\n\nĐầu năm 2007, báo chí đã cho rằng Nguyễn Việt Tiến phải chịu trách nhiệm 6 tỷ VNĐ trong tổng số 36.7 tỷ VNĐ bị thất thoát trong dự án mở rộng cảng Cái Lân.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/01\/070109_cailan_port_corruption.shtml Nguyễn Việt Tiến 'dính' vụ cảng Cái Lân] 09 Tháng 1 2007 - Cập nhật 07h16 GMT<\/ref>\n\nNgày 7\/5\/2008 tại trụ sở Bộ Giao thông, Ủy ban Kiểm tra trung ương đã giao quyết định khôi phục tư cách Đảng viên cho nguyên thứ trưởng Nguyễn Việt Tiến - người vừa được \"trắng án\" trong vụ PMU 18 [http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2008\/05\/3BA02099\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080618012422\/http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2008\/05\/3BA02099\/ |date=2008-06-18 }}. Nguyễn Việt Tiến cũng gửi đơn tới [[Bộ trưởng]] Giao thông Vận tải [[Hồ Nghĩa Dũng]] ngày 16\/4 đề nghị sớm có văn bản báo cáo [[Thủ tướng]] [[Nguyễn Tấn Dũng]] quyết định phục hồi công tác cho ông.[http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2008\/04\/3BA015B2\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080626220923\/http:\/\/vnexpress.net\/GL\/Xa-hoi\/2008\/04\/3BA015B2\/ |date=2008-06-26 }}.\n\nLiên quan đến sự việc PMU 18 và sự kiện ông Tiến được trắng án, thiếu tướng [[Phạm Xuân Quắc]] nguyên Cục trưởng Cục Cảnh sát điều tra tội phạm về trật tự xã hội (C14), Bộ Công an, cùng với cấp dưới của mình, cũng bị khởi tố về tội \"Lợi dụng chức vụ quyền hạn trong khi thi hành công vụ\" theo điều 281 Bộ luật Hình sự vào ngày 13 tháng 5 năm 2008 và 7 phóng viên bị rút thẻ nhà báo, phóng viên, trong đó có [[Nguyễn Quốc Phong]], Phó tổng biên tập [[thanh Niên (báo)|báo Thanh Niên]], [[Bùi Văn Thanh]], Phó tổng biên tập [[tuổi Trẻ (báo)|báo Tuổi Trẻ]] TP HCM, Huỳnh Kim Sánh, Tổng Thư ký tòa soạn báo Thanh Niên, và ông Dương Đức Đà Trang, Trưởng Văn phòng đại diện báo Tuổi Trẻ TP HCM tại [[Hà Nội]] với lý do họ vi phạm các Điều 7, Điều 10 và Điều 15 của [[Luật Báo chí]], cụ thể là \"đã trực tiếp viết, biên tập, duyệt đăng các tin bài về vụ PMU 18, trong đó có những thông tin sai sự thật nghiêm trọng\"<ref>[http:\/\/vnexpress.net\/GL\/Xa-hoi\/2008\/08\/3BA05C78\/ Cục Báo chí giải thích lý do thu thẻ 7 nhà báo], tuy nhiên không ghi rõ sai như thế nào<\/ref>. Hai phóng viên bị truy tố về tội \"Lợi dụng các quyền tự do dân chủ xâm phạm lợi ích nhà nước, quyền, lợi ích hợp pháp của tố chức, công dân\", là [[Nguyễn Việt Chiến]] (báo Thanh Niên) bị phạt án 2 năm tù, và Nguyễn Văn Hải (báo Tuổi Trẻ) bị phạt mức 24 tháng cải tạo không giam giữ <ref name=tuoitre1>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/283327\/Tuyen-phat-ongnbspPham-Xuan-Quacnbspmuc-canh-cao.html Tuyên phạt ông Phạm Xuân Quắc mức cảnh cáo (Báo Tuổi trẻ)], 15\/10\/2008. Truy cập 20\/11\/2008.<\/ref>.\n\nĐến ngày 12 tháng 8, [[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư Trung ương Đảng]] đã họp xét kỷ luật ông, cách chức hết các chức vụ trong Đảng, yêu cầu Thủ tướng Chính phủ cách chức Thứ trưởng Bộ Giao thông - Vận tải đối với ông Nguyễn Việt Tiến <ref>{{Chú thích web |url=http:\/\/www.laodong.com.vn\/Home\/sknb\/2008\/8\/101978.laodong |ngày truy cập=2008-08-23 |tựa đề=Thi hành kỷ luật ông Nguyễn Việt Tiến |archive-date=2008-08-23 |archive-url=https:\/\/web.archive.org\/web\/20080823013833\/http:\/\/www.laodong.com.vn\/Home\/sknb\/2008\/8\/101978.laodong |url-status=dead }}<\/ref><ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/VCP-worked-out-punishment-on-exDeputy-Transportation-Minister-08122008104158.html Trung ương Đảng CSVN xét kỷ luật ông Nguyễn Việt Tiến]<\/ref> vì \"thiếu trách nhiệm trong công tác quản lý, giáo dục đảng viên; dẫn tới hậu quả nhiều tổ chức Đảng và đảng viên vi phạm kỷ luật Đảng\".\n\nNăm 2010, ông được tỷ phú [[Vũ Văn Tiền]] mời về Tập đoàn [[Geleximco]] làm cố vấn dự án đường cao tốc Hòa Bình - Hòa Lạc.\n\n== Tham khảo ==\n{{tham khảo|colwidth=25em}}\n{{sơ khai chính khách Việt Nam}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Vụ PMU 18]]\n[[Thể loại:Người bị kết tội là tội phạm về chức vụ tại Việt Nam|N]]\n[[Thể loại:Thứ trưởng Bộ Giao thông Vận tải Việt Nam]]"}