{"59688":"{{Thông tin nhân vật phong kiến\n| tên = Nguyễn Hữu Chỉnh\n| tên gốc = 阮有整\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| phục vụ = [[Hoàng Ngũ Phúc]] (?-1776) <br \/> [[Hoàng Đình Bảo]] (1776-82) <br \/> [[Nguyễn Nhạc]] (1782-87)\n| thuộc = {{Tree list}}\n*Quân đội [[Đại Việt]] \n** [[Quân đội nhà Lê trung hưng|Quân đội Lê-Trịnh]] (?-1782)\n** [[Quân đội nhà Tây Sơn|Quân đội Tây Sơn]] (1782-87)\n{{tree list\/end}}\n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = [[Trịnh-Nguyễn phân tranh, 1774-1775|Chiến tranh Trịnh-Nguyễn lần 7]] <br \/> [[Chiến tranh Tây Sơn-Chúa Trịnh]]\n| khen thưởng = \n| tên khác = Cống Chỉnh (貢整)\n| húy = \n| tự = \n| hiệu = \n| chức quan = Đại tư đồ Bình chương quân quốc trọng sự (1787-88)\n| vợ = \n| con cái = Nguyễn Hữu Du\n| tước hiệu = Bằng Trung công (鵬忠公), <br \/> Bằng công (鵬公)\n| tước vị = \n| cha = \n| mẹ = \n| sinh = 1741\n| nơi sinh = Huyện [[Nghi Lộc|Chân Phúc]], [[Đức Quang (phủ)|phủ Đức Quang]], [[Xứ Nghệ|trấn Nghệ An]], [[Đại Việt]]\n| mất = [[1788]]\n| nơi mất = [[Thăng Long]], Đại Việt\n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = [[Nho giáo]]\n| quốc gia = [[Đại Việt]]\n| quốc tịch = \n| dân tộc = \n| triều đại = [[Nhà Lê trung hưng|Lê trung hưng]], [[Nhà Tây Sơn|Tây Sơn]]\n| tác phẩm = \n}}\n\n'''Nguyễn Hữu Chỉnh''' ({{hn|ch=阮有整}}, 1741<ref>{{Chú thích web|url=http:\/\/chimviet.free.fr\/vanhoc\/chquynh\/loixua2\/loixua30.htm|tiêu đề=Nguyễn Hữu Chỉnh - Chim Việt Cành Nam}}<\/ref> - [[15 tháng 1]] năm [[1788]]<ref>[[Tập san Sử Địa]] số 9 và 10 - Vài Tài Liệu Mới Về Cuộc Bắc Tiến Của Nguyễn Huệ.<\/ref>), biệt hiệu '''Quận Bằng'''<ref>Cứ [[Tang thương ngẫu lục]], có ghi「Bằng quận tổ phần; 鵬郡祖墳」。<\/ref> (鵬郡), là nhà quân sự, chính trị có ảnh hưởng lớn của [[Đại Việt]] thời [[Nhà Lê trung hưng|Lê trung hưng]] và [[Nhà Tây Sơn|Tây Sơn]]. Ông là người hiến kế cho Tây Sơn tiến quân ra Bắc, tiêu diệt [[chúa Trịnh]], trả nước cho vua Lê. Năm 1787-1788, ông được [[Lê Chiêu Thống]] phong làm Đại tư đồ Bình chương quân quốc trọng sự, nắm thực quyền cai quản miền bắc Đại Việt ([[Bắc Hà]]\/[[Đàng Ngoài]]), sau vì có ý đồ chống lại nhà Tây Sơn nên bị đánh bại và giết chết.\n\nNguyễn Hữu Chỉnh sinh ở [[Xứ Nghệ|trấn Nghệ An]] dưới thời Lê-Trịnh, trong một gia đình giàu có. Nguyễn Hữu Chỉnh từ nhỏ đã nổi tiếng thông minh, đa tài, được các đại thần [[Hoàng Ngũ Phúc]], [[Hoàng Đình Bảo]] thu dụng. Ông từng chỉ huy quân dân đánh giặc biển ở các trấn Sơn Nam, Nghệ An và được ca tụng là nhà vô địch trong ngành thủy chiến. Năm 1782, Hoàng Đình Bảo bị chúa [[Trịnh Khải]] giết. Nguyễn Hữu Chỉnh cùng gia quyến bỏ vào Nam theo [[nhà Tây Sơn|Tây Sơn]]. Năm 1786, ông thuyết phục vua Tây Sơn [[Nguyễn Nhạc]] sai em là [[Nguyễn Huệ]] đem quân đánh [[Thuận Hóa]], miền đất biên viễn phía Nam của Lê Trịnh. Ông còn viết thư ly gián các tướng Trịnh ở Thuận Hóa giúp Nguyễn Huệ đánh bại họ. Tiếp đó, Nguyễn Hữu Chỉnh cùng Nguyễn Huệ lấy danh nghĩa \"phò Lê diệt Trịnh\" thúc quân tràn ra [[Thăng Long]], đánh bại quân Bắc Hà, chúa Trịnh Khải tự sát. Ông bày Nguyễn Huệ chầu vua [[Lê Hiển Tông]] và dàn xếp hôn nhân giữa Nguyễn Huệ với con gái Hiển Tông là công chúa Ngọc Hân.\n\nNguyễn Nhạc không muốn Nguyễn Huệ chiếm Bắc Hà nên thân hành ra gọi em về. Anh em Tây Sơn nghi kỹ Nguyễn Hữu Chỉnh nên lập kế đột ngột rút quân về nam, bỏ ông lại cho người Bắc Hà giết. Nguyễn Hữu Chỉnh phát hiện bèn vội vã chạy theo, Nguyễn Huệ đành sai ông trấn thủ [[Nghệ An]]. Cuối năm 1786, vua Lê là Chiêu Thống bị [[Trịnh Bồng]] nổi lên ức hiếp, phải gửi mật chỉ gọi Nguyễn Hữu Chỉnh ra giúp. Nguyễn Hữu Chỉnh đem 1 vạn quân ra bắc, quét sạch mọi đạo quân Trịnh ngáng đường ông. Trịnh Bồng chạy khỏi Thăng Long. Lê Chiêu Thống phong Nguyễn Hữu Chỉnh chức Đại tư đồ Bình Chương Quân Quốc Trọng Sự, tước '''Bằng công''' (鵬公). Ông xử lý mọi việc chính sự, phong quan chức cho những người thân tín và đập tan các phe đối kháng của Dương Trọng Tế, [[Hoàng Phùng Cơ]], [[Đinh Tích Nhưỡng]].\n\nKhoảng năm 1787, Nguyễn Nhạc, Nguyễn Huệ xích mích ở phương Nam. Nguyễn Hữu Chỉnh muốn thừa cơ lập thế lực riêng ở miền Bắc như chúa Trịnh trước đây, và đòi Tây Sơn trả đất Nghệ An. Nguyễn Huệ không chịu, sai tiết chế [[Vũ Văn Nhậm]] trẩy quân ra Bắc Hà. Quân Tây Sơn mau lẹ chiếm Thanh Hóa, giết các bộ tướng của Nguyễn Hữu Chỉnh là [[Lê Duật]], [[Nguyễn Như Thái]], khiến ông phải đích thân đem quân ra chặn ở [[sông Thanh Quyết]]. Tại đây ông bại trận thảm hại, phải lui về Thăng Long rồi phò vua Lê chạy lên [[Bắc Giang]]. Quân Tây Sơn đuổi kịp, đánh bại Nguyễn Hữu Chỉnh trận cuối rồi bắt ông về Thăng Long xử tử.\n\n== Thân thế và giáo dục ==\nNguyễn Hữu Chỉnh là người huyện [[Nghi Lộc|Chân Phúc]], [[Đức Quang (phủ)|phủ Đức Quang]], [[Xứ Nghệ|Trấn Nghệ An]]; nay là xã [[Phúc Thọ]], huyện [[Nghi Lộc]], [[Nghệ An]], [[Việt Nam]]. Cha ông là một thương gia giàu có. Nguyễn Hữu Chỉnh sinh ra trong thời kỳ [[Đại Việt]] bị chia làm hai nước. Từ [[sông Gianh]] ([[Quảng Bình]]) trở ra Bắc là nhà nước do [[nhà Lê trung hưng|vua Lê]], [[chúa Trịnh]] cai trị, gọi là [[Đàng Ngoài]] hay [[Bắc Hà]]. Từ sông Gianh vào Nam là nhà nước [[Đàng Trong]] của các [[chúa Nguyễn]], gọi là [[Đàng Trong]] hay [[Nam Hà]]. Nguyễn Hữu Chỉnh là dân Đàng Ngoài, sống dưới chế độ Lê-Trịnh.\n\nTrong bộ ''[[Hoàng Lê nhất thống chí]]'' do nhóm ''[[Ngô gia văn phái]]'' soạn vào cuối thế kỷ 18 &ndash; đầu thế kỷ 19, Nguyễn Hữu Chỉnh được mô tả có dung mạo khôi ngô, trí thông minh phi thường. Thuở nhỏ, ông học về [[Nho giáo]], đã nghiên cứu rất nhiều kinh sử. Năm 16 tuổi, ông thi đỗ [[Hương cống]] (Cử nhân) nên còn gọi là '''Cống Chỉnh''' (貢整). Năm 18 tuổi, ông dự khoa thi võ (Tạo sĩ), đỗ hạng Tam trường.\n\nCha Nguyễn Hữu Chỉnh làm môn hạ cho quận Việp [[Hoàng Ngũ Phúc]], thường dắt ông vào gặp quận Việp. Quận Việp nhìn nhận ông là người giỏi, nên nhận vào làm việc dưới trướng. Tại kinh đô [[Thăng Long]], Nguyễn Hữu Chỉnh sống rất phong lưu, không bó buộc phép tắc, giao thiệp rất rộng. Trong nhà ông thường mời hàng chục tân khách tới cùng uống rượu, làm thơ. Ông còn nuôi hơn 10 con hát, vũ nữ và tự soạn bài hát, phổ vào đàn sáo, ngày đêm cho họ ca múa giúp vui.\n\nNguyễn Hữu Chỉnh còn nổi tiếng về tài thơ văn quốc âm. Tương truyền mới 9 tuổi ông đã ứng khẩu làm bài thơ ''Vịnh cái pháo''. Khi ở kinh sư, ông vì mến phục sự nghiệp của Phần Dương quận vương [[Quách Tử Nghi]] đời [[nhà Đường|Đường]], nên có bài ''Quách Lệnh công phú'' được truyền tụng rộng rãi.\n\n== Võ quan Đàng Ngoài ==\nNăm 1771, [[khởi nghĩa Tây Sơn]] bùng nổ ở [[Quy Nhơn]] (Đàng Trong), nhiều lần đánh được quân chúa Nguyễn. Nhân cơ hội này, năm 1774 chúa Tĩnh Đô vương [[Trịnh Sâm]] sai quận Việp [[Hoàng Ngũ Phúc]] làm thống tướng, đem quân vào Nam đánh [[Thuận Hóa]], diệt họ Nguyễn. Nguyễn Hữu Chỉnh đi theo làm thư ký tại quân doanh của quận Việp. Quân Lê-Trịnh đánh như cuốn chiếu, lấy hết đất [[Thuận Hóa]], rồi ập xuống [[Quảng Nam]] đánh bại quân Tây Sơn ở [[trận Cẩm Sa]]. Thủ lĩnh Tây Sơn [[Nguyễn Nhạc]] bị quân Lê-Trịnh và quân Nguyễn đánh kẹp từ 2 đầu [[Quảng Nam]] và [[Phú Yên]], nên sai Phan Văn Tuế đem vàng lụa đến đầu hàng Lê-Trịnh và xin làm tiền khu đánh Nguyễn. Quận Việp dâng tờ biểu xin chúa phong Nguyễn Nhạc làm tiền phong tướng quân, rồi sai Nguyễn Hữu Chỉnh mang sắc, ấn, cờ và kiếm ban cho Nguyễn Nhạc. Theo các sách ''Hoàng Lê nhất thống chí'' và ''[[Khâm định Việt sử thông giám cương mục]]'' (bộ chính sử soạn vào thời [[Tự Đức|Nguyễn Dực Tông]] 1847-83) soạn, Nguyễn Hữu Chỉnh ăn nói trôi chảy nên rất được Nguyễn Nhạc nể trọng.\n\nCuối năm 1775, quận Việp thu quân về Bắc, giao cho Nguyễn Nhạc diệt chúa Nguyễn. Không lâu sau, quận Việp chết. Nguyễn Hữu Chỉnh tiếp tục làm thủ hạ cho cháu quận Việp là quận Huy [[Hoàng Đình Bảo]]. Khi ấy có người tố cáo ông trước đây từng biển thủ vàng bạc của công. Việc này dây dưa đến cả quận Huy. Nguyễn Hữu Chỉnh bị bắt giam vào ngục và bị tra tấn gần chết, nhưng một mực không thú tội. Cuối cùng ông và quận Huy đều được vô tội. Từ sau vụ này quận Huy càng coi trọng ông hơn.\n\nQuận Huy vào trấn thủ Nghệ An, cử Nguyễn Hữu Chỉnh làm hữu tham quân, đảm trách việc huấn luyện thủy quân đánh giặc biển. Ông đi đánh giặc biển, liên tiếp giành chiến thắng. Sách ''[[Hoàng Lê nhất thống chí]]'' thuật lại: ''\"Chẳng bao lâu Chỉnh trở thành vô địch trong nghề thủy chiến. Ngoài biển, mọi người thường gọi Chỉnh là \"con hải ưng\"\"''. Khi quận Huy được đổi làm trấn thủ [[Sơn Nam]], Nguyễn Hữu Chỉnh thêo thân chủ ra Sơn Nam, làm quản lãnh đội Tuần hải, thường đem quân đi tuần mặt biển. Sau ông trở lại trấn Nghệ An làm quản lãnh cơ Tiền ninh.\n\nNăm 1782, Tĩnh Đô vương [[Trịnh Sâm]] chết, truyền ngôi con thứ 5 tuổi là Điện Đô vương [[Trịnh Cán]]. Hoàng Đình Bảo được giao làm phụ chính, quyết định mọi việc trong triều.\n\n== Phục vụ Tây Sơn ==\n=== Giai đoạn đầu ===\nNăm [[Nhâm Dần]] ([[1782]]), phe người con lớn của Trịnh Sâm là [[Trịnh Khải|Trịnh Tông]] làm binh biến lật đổ Trịnh Cán, giết quận Huy Hoàng Đình Bảo. Nguyễn Hữu Chỉnh có người tâm phúc là [[Hoàng Viết Tuyển]] dũng cảm, có mưu lược, từng được Nguyễn Hữu Chỉnh tiến cử với quận Việp và được quận Việp cho coi trung đội của đạo Hậu kiên đóng ở trấn Sơn Nam. Sau vụ đảo chính của Trịnh Tông và cái chết của Hoàng Đình Bảo, Hoàng Viết Tuyển vượt biển vào Nghệ An đem tin này báo cho Nguyễn Hữu Chỉnh. Nguyễn Hữu Chỉnh sợ liên lụy, bèn thuyết phục trấn thủ Nghệ An là Dao Trung hầu Vũ Tá Dao (em rể Hoàng Đình Bảo) chiếm giữ trấn Nghệ An, đặt quân đội riêng, liên kết với các tướng [[Thuận Hóa]] ly khai khỏi triều đình.\n\nVũ Tá Dao không nghe theo, muốn bỏ trấn mà đi cho an toàn, nhưng vẫn dùng dằng chưa biết đi đâu. Nguyễn Hữu Chỉnh bèn về nhà, cùng tướng tâm phúc là [[Hoàng Viết Tuyển]] dẫn gia quyến vào [[Miền Nam (Việt Nam)|Nam]] theo [[Nhà Tây Sơn|Tây Sơn]]. Lúc này Tây Sơn đã diệt Nguyễn và Nguyễn Nhạc xưng làm Thiên vương, đặt niên hiệu Thái Đức. Triều đình Lê-Trịnh biết chuyện này nhưng cũng không hỏi tới. Nguyễn Nhạc đang muốn thôn tính Thuận Hóa, nên thấy Nguyễn Hữu Chỉnh thì rất mừng, đối đãi ông như thượng khách. Tuy nhiên, Nguyễn Hữu Chỉnh thấy Nguyễn Nhạc chưa tin mình lắm, bèn tình nguyện gửi vợ con làm con tin, nương tựa vào Tây Sơn. Ông còn bày kế cho Nguyễn Nhạc chinh phạt [[Chiêm Thành]], [[Xiêm La]] và [[Bồn Man]]. Trong các chiến dịch này, ông đều hăng hái dẫn quân đi tiên phong, xông xáo ở những trận địa nguy hiểm, lần lượt đánh bại các nước địch. Do đó Nguyễn Nhạc ngày càng tin tưởng ông hơn.\n\n=== Hiến kế diệt Trịnh ===\nTheo ''Hoàng Lê nhất thống chí'', từ khi Nguyễn Hữu Chỉnh bỏ nước, triều đình Lê-Trịnh rất lo âu, thường hay kêu gọi ai chiêu dụ ông trở về sẽ được trọng thưởng.\n\nTháng 3 năm 1786, dân Bắc Hà bị nạn đói, giá [[gạo]] tăng vọt, thây chết nằm liền nhau. Nhận thấy thời cơ đánh Bắc Hà, Nguyễn Huệ đề nghị Nguyễn Nhạc đánh ra bắc nhưng Nguyễn Nhạc ngần ngại chưa quyết.\n\nSang tháng 4 năm 1786, chủ tướng thành [[Cố đô Huế|Phú Xuân]] Phạm Ngô Cầu sai sứ là Nguyễn Phú Như - người em rể của ông nhận việc đó, vào Nam gọi ông về. Nguyễn Hữu Chỉnh không nghe theo mà còn vặn lại hỏi dò tình hình Thuận Hóa. Biết quân Đàng Ngoài chểnh mảng, Hữu Chỉnh bèn xin [[Nguyễn Nhạc]] ra quân đánh Thuận Hóa. Nguyễn Nhạc chấp thuận, sai em là [[Nguyễn Huệ]] (tên khác: Nguyễn Quang Bình) làm Long Nhương tướng quân chỉ huy quân thủy bộ,[[Nguyễn Đình Đắc]] làm phó Tướng quân bộ binh, cùng [[Vũ Văn Nhậm]] làm tả quân đô đốc, Nguyễn Hữu Chỉnh làm hữu quân đô đốc, [[Nguyễn Lữ]] chỉ huy đội dự bị thủy quân chia quân vượt [[đèo Hải Vân]] nhằm thẳng [[Thuận Hóa]].\n\nNguyễn Hữu Chỉnh lập kế ly gián giữa chủ tướng thành [[Cố đô Huế|Phú Xuân]] là [[Phạm Ngô Cầu]] và phó tướng là [[Hoàng Đình Thể]]. Chỉnh vờ viết thư dụ hàng phó tướng Hoàng Đình Thể, nhưng lại cố ý gửi nhầm cho Cầu khiến Cầu nghi Thể và có ý hàng Tây Sơn. Quả nhiên khi quân Tây Sơn tập kích thành Phú Xuân, Cầu bỏ mặc Thể đánh nhau với quân Tây Sơn, không tiếp ứng<ref name=\"CM\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.52 Khâm định Việt sử thông giám cương mục, quyển 46]{{Liên kết hỏng|date = ngày 20 tháng 1 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Thể chết trận. Cầu đầu hàng quân Tây Sơn nhưng cũng bị giết.\n\nTrong lúc khí thế quân Tây Sơn đang hăng, Nguyễn Hữu Chỉnh hiến kế cho [[Nguyễn Huệ]] mang quân ra [[Miền Bắc (Việt Nam)|Bắc Hà]] diệt [[chúa Trịnh]], lấy danh nghĩa \"phù Lê\". Sự việc này đã được kể lại dưới bút pháp của các tác giả ''Hoàng Lê nhất chí'':\n{{Cquote|'' Ngài vâng mệnh ra lấy Thuận Hoá, đánh một trận mà xong, oai danh lừng lẫy khắp thiên hạ. Phép dùng binh có ba điều cốt yếu, một là \"thời\", hai là \"thế\", ba là \"cơ\"; ba điều ấy đều có cả thì đánh đâu cũng thắng. Nay ở Bắc Hà, tướng lười binh kiêu, triều đình không còn kỷ cương gì cả, ta thừa thế mà đánh lấy, như trong sách đã nói: \"Chiếm nước yếu, đánh nước ngu, lấy nước loạn, lấn nước suy vong\". Cơ và thời ấy không nên bỏ lỡ!''}}\n{{cquote|''Nước tôi có vua lại có chúa, đó là một việc hết sức trái ngược xưa nay. Chúa Trịnh tiếng rằng phò Lê, thực ra chỉ là ăn hiếp thiên tử. Người trong nước vốn không phục. Trước đây các bậc anh hùng mỗi khi nổi dậy, chưa từng có ai không lấy danh nghĩa phò Lê. Nhưng số họ Trịnh chưa hết, nên công việc của những người ấy đều không thành. Nay xét ở trong \"địa ký\" của họ Trịnh có câu: \"Chẳng đế chẳng bá, quyền nghiêng thiên hạ, truyền được tám đời, trong nhà dấy vạ\". Mà tính từ Thái vương đến Tĩnh vương thì đã đủ số tám đời rồi. Nếu ngài lấy cớ \"diệt Trịnh phò Lê\" mà kéo quân ra, thiên hạ không ai là không hưởng ứng. Đó chính là cái công không mấy đời có vậy!''}}\nKhi Nguyễn Huệ ngần ngại vì chưa có mệnh lệnh của Nguyễn Nhạc, ông thuyết phục rằng:\n:''Trong [[kinh Xuân Thu]] có nói: \"Thay đổi nhỏ mà công lao lớn, ấy là có công!\" Như thế thì thay đổi cũng có ngại gì đâu? Huống hồ, ngài há chẳng nghe nói câu \"tướng ở ngoài, mệnh vua có khi không cần phải theo\" đấy ư?\"''\n\nNguyễn Huệ nghe theo, bèn nói giả là nhận lệnh Nguyễn Nhạc, rồi tự ý mang quân bắc tiến. Nguyễn Hữu Chỉnh đem đội quân tuyển phong tiến ra cửa biển Vị Hải, vào cửa biển Đại An, đi thẳng ra Vị Hoàng tập kích kho lương. Khi đi ngang qua các trấn Nghệ An, [[Thanh Hóa]], Nguyễn Hữu Chỉnh tổ chức nhiều toán du binh, mỗi toán vài trăm lính, chia nhau đánh các đồn để gây dựng thanh thế. Trấn thủ Nghệ An là Đương trung hầu [[Bùi Thế Toại]], trấn thủ Thanh Hóa là Thùy trung hầu [[Tạ Danh Thùy]] đều bỏ thành chạy trốn. Ngày 6 tháng 6 âm lịch năm 1786, Nguyễn Hữu Chỉnh đánh Vị Hoàng. Quân Trịnh mới thấy bóng quân Tây Sơn đã tháo chạy. Nguyễn Hữu Chỉnh chiếm hơn một trăm vạn hộc lương ở đây rồi đốt lửa báo tin cho Nguyễn Huệ dẫn đại quân thủy bộ tiến phát. Tới Vị Hoàng, Nguyễn Huệ hội quân với Nguyễn Hữu Chỉnh, rồi đánh như gió cuốn ra bắc. Quân thủy bộ Bắc Hà liên tục thua trận. Chỉ sau 1 tháng, quân Tây Sơn tiến vào Thăng Long. Trịnh Tông bỏ chạy không thoát bèn tự sát<ref name=\"CM\"\/>.\n\n=== Mai mối hôn nhân giữa Nguyễn Huệ với công chúa Ngọc Hân ===\nTháng 7 âm lịch năm [[1786]], sau khi đánh đổ chúa Trịnh, Nguyễn Huệ đến điện Vạn Thọ yết kiến hoàng đế Lê Hiển Tông, ngỏ ý thần phục hoàng triều Lê.\n\nLúc ấy các quan đều đã trốn tránh, chỉ còn vài người chầu chực trong nội điện ra. Nguyễn Hữu Chỉnh xin nhà vua hạ chiếu tuyên triệu các đại thần [[Phan Lê Phiên]], [[Uông Sĩ Điển]], [[Trần Công Xán]] và bầy tôi hơn mười người. \n\nNguyễn Huệ vào triều yết, xin ngày cử hành nghi lễ đại triều, dâng sổ sách binh và dân để tỏ rõ ý nghĩa nhà vua nhất thống và Nguyễn Huệ tôn phò. Sau khi Nguyễn Huệ nhận sách phong của vua Lê, Nguyễn Hữu Chỉnh biết ý Nguyễn Huệ không mãn nguyện, bèn bí mật khuyên nhà vua đem công chúa [[Lê Ngọc Hân]] gả cho Nguyễn Huệ. Nguyễn Huệ rất bằng lòng.\n\nVề việc này, '' Khâm định Việt sử Thông giám Cương mục'' phê rằng: \n:''\"Chống hùm cửa trước, rước sói cửa sau\"<ref>Ý nói đuổi được họ Trịnh đi, thì Tây Sơn lại tiến đến.<\/ref>, ôi cũng nguy hiểm lắm! [[Trịnh Doanh]] lập Hiển Tông để nương nhờ vào phúc đức, mà Hiển Tông từ trước đến sau, nhất thiết việc gì cũng do ở người khác. Nhiều lần gặp tai họa bất trắc xảy ra, chỉ vì không vướng vít với thất tình, mà được trọn đời an toàn, cũng là may mà thôi.''\n\nNgày 17 tháng 7 âm lịch năm 1786, vua Lê Hiển Tông mất. Nguyễn Huệ mặc áo tang, đi đến bến sông đưa tiễn, rồi sai nội quan Trần Văn Kỷ cùng hữu quân Nguyễn Hữu Chỉnh mặc đồ trắng hộ tống linh cữu về Thanh Hóa.\n\n=== Vào trấn Nghệ An ===\nTrước đây vua Tây Sơn là Nguyễn Nhạc sai Nguyễn Huệ đánh Thuận Hóa nhưng chưa có ý chiếm Bắc Hà. Sau khi thu được Thuận Hóa, Nguyễn Huệ đưa thư xin Nguyễn Nhạc cho đánh luôn Thăng Long nhưng Nhạc không đồng ý. Nguyễn Nhạc nhận được tin Nguyễn Huệ ra bắc diệt Trịnh rất lo, dẫn 500 lính tiến gấp ra Thăng Long.\n\nLúc Nguyễn Nhạc vào Thăng Long, quân tướng Tây Sơn đóng giữ nơi xa đã lâu ngày nên muốn trở về, tả quân Vũ Văn Nhậm cũng hiềm khích với Nguyễn Hữu Chỉnh. Nhân đó, Nguyễn Nhạc giục Nguyễn Huệ bí mật rút quân về Nam, bỏ lại Nguyễn Hữu Chỉnh ở Bắc Hà để thí ông cho người Bắc giết. \n\nSau khi hội kiến với tân hoàng đế [[Lê Chiêu Thống]], Nguyễn Nhạc và Nguyễn Huệ ngầm sai người từ biệt vua Lê rồi âm thầm rút hết quân thủy bộ về. Sáng hôm sau, Nguyễn Hữu Chỉnh mới biết tin quân Tây Sơn rút lui. Ông cùng một số thuộc hạ vội vã giành lấy một chiếc thuyền buôn đuổi theo quân Tây Sơn. Cư dân Thăng Long thấy ông liền đua nhau ném gạch ngói, khiến ông phải rút kiếm đâm vài người để chạy thoát. Ông đuổi kịp quân Tây Sơn tới [[Nghệ An]] (vùng đất giáp ranh giữa nhà Lê và Tây Sơn) rồi yết kiến Nguyễn Nhạc. Vua Tây Sơn dùng lời lẽ xoa dịu, vỗ về ông, rồi cử ông cùng tướng Nguyễn Duệ trấn thủ châu thành Nghệ An, lo việc huấn luyện quân sĩ, tích trữ lương thực. Sau đó Nguyễn Nhạc đưa quân về [[Quy Nhơn]].<ref name=\"CM\"\/>.\n\n== Nắm quyền ở Bắc Hà ==\n===Dẹp Án Đô vương===\nSau khi Tây Sơn rút, vua Lê Chiêu Thống triệu tập quần thần bàn luận rằng: ''\"Giặc để lại cho ta một nước trống rỗng, nếu có sự nguy cấp, thì chống đỡ bằng cách nào?\"''. Triều đình bèn gửi thư hiệu triệu các quan lại và thế gia cũ đem quân vào bảo vệ kinh thành. Ở nhiều nơi, các hào mục mượn cớ \"bảo vệ\" để chiêu tập binh mã, chiếm giữ châu quận, đánh giết lẫn nhau, trong nước rất rối ren. Lợi dụng tình hình này, các tướng ủng hộ họ Trịnh như [[Đinh Tích Nhưỡng]], [[Hoàng Phùng Cơ]] và thiêm đô ngự sử [[Dương Trọng Tế]] nổi dậy, dựng [[Trịnh Bồng]] làm chúa mới, ép Lê Chiêu Thống phong Bồng làm Nguyên soái, Tổng quốc chính, Án Đô vương.\n\nVua Lê nghe theo lời các văn thần, liền sai người vào Nghệ An mời Nguyễn Hữu Chỉnh dẹp họ Trịnh. Được danh chính là lời gọi của vua Lê, ông chiêu tập hơn 1 vạn quân, bắc tiến như chẻ tre. Tại xã Hoa Lâm, ông đánh tan quân của tướng [[Bùi Thế Toại]]. Quân Trịnh do [[Lê Trung Nghĩa]], [[Phan Huy Ích]] được cử đi đánh bị bại. Nghĩa bị giết. Ích bị Chỉnh bắt sống. Sau đó quân Chỉnh đánh thốc ra Thăng Long. Các tướng Trịnh thua trận bỏ chạy<ref name=\"CM\"\/>. Án Đô vương Trịnh Bồng bỏ đi mất tích. Chiêu Thống sai đốt phủ chúa. Họ Trịnh từ đó không quay lại ngôi vị được nữa.\n\nDẹp được chúa Trịnh, Nguyễn Hữu Chỉnh được Chiêu Thống phong là ''Bình Chương Quân Quốc Trọng Sự'', [[Đại Tư Đồ]], tước '''Bằng Trung công''' (鵬忠公)<ref name=\"CM\"\/>.\n\nCác tướng họ Trịnh cũ vẫn hoạt động chống lại nhà Lê. Nguyễn Hữu Chỉnh với sự giúp sức của những tướng thuộc hạ có tài như [[Nguyễn Như Thái]], [[Hoàng Viết Tuyển]] đã lần lượt đánh bại [[Đinh Tích Nhưỡng]], [[Dương Trọng Tế]] và [[Hoàng Phùng Cơ]]. Dương Trọng Tế và Hoàng Phùng Cơ bị bắt xử tử. Cả Bắc Hà khi đó không còn đối thủ, Nguyễn Hữu Chỉnh cậy quyền thế lại coi thường lấn át vua Lê.\n\n===Thất bại===\nSau đó, biết tin anh em Tây Sơn bất hoà, Hữu Chỉnh có ý chống đối lại Tây Sơn, mưu lập thế lực riêng như [[chúa Trịnh]] trước đây. Muốn mở rộng ảnh hưởng vào Nam, Nguyễn Hữu Chỉnh thông đồng với Nguyễn Duệ chiếm đất [[Nghệ An]], sửa lũy Hoành Sơn, lấy Linh Giang (tức [[sông Gianh]]) làm giới hạn với Thuận Hóa. Tướng Tây Sơn là [[Vũ Văn Nhậm]] (con rể [[Nguyễn Nhạc]]) hay được, bèn gửi thư cáo biến với Bắc Bình Vương [[Nguyễn Huệ]]. Vì vậy ý định của Hữu Chỉnh không thành. Từ khi đó, Văn Nhậm là người được cử ra Nghệ An để tăng cường lực lượng của Tây Sơn<ref name=\"CM47\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.53 Khâm định Việt sử thông giám cương mục, quyển 47]{{Liên kết hỏng|date = ngày 21 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nNguyễn Hữu Chỉnh lại sai [[Trần Công Xán]] vào Nam đòi Tây Sơn đất Nghệ An do Nguyễn Văn Duệ, [[Vũ Văn Dũng]] đang trấn thủ. Vì thế, Nguyễn Huệ cử [[Ngô Văn Sở]] và [[Phan Văn Lân]] mang quân ra Nghệ An, hợp sức cùng [[Vũ Văn Nhậm]] tiến ra Bắc đánh Nguyễn Hữu Chỉnh<ref name=\"CM47\"\/>.\n\nCuối năm 1787, quân Tây Sơn do Vũ Văn Nhậm chỉ huy tiến ra bắc. Hữu Chỉnh có phần chủ quan, bị Vũ Văn Nhậm đánh bại nhanh chóng. Tháng 11, Vũ Văn Nhậm đánh ra Thanh Hóa. Nguyễn Hữu Chỉnh vẫn sợ Vũ Văn Nhậm, và vì vợ con ông còn ở lại bên Tây Sơn, nên muốn liệu chiều để đi đến chỗ nghị hòa, nhưng còn do dự, chưa quyết định<ref name=\"CM47\"\/>.\n\nÔng mang 3 vạn quân đi chống cự ở sông Thanh Quyết, lại sai Nguyễn Hữu Du đem hơn 50 chiếc chiến thuyền chở hết các chiến cụ như đại pháo và hỏa khí đỗ ở cửa sông đối diện với quân Tây Sơn trên cùng một con sông. Hữu Du không hề lo phòng bị. Ban đêm, quân Tây Sơn, ngầm bơi sang, dùng thừng chão dài buộc thuyền của Hữu Du kéo qua bờ phía nam. Quân Bắc Hà sợ hãi chạy trốn. Bao nhiêu đại pháo trong thuyền đều lọt vào tay quân Tây Sơn<ref name=\"CM47\"\/>.\n\nQuân Bắc Hà thua chạy. Nguyễn Hữu Chỉnh nửa đêm trốn từ Thanh Quyết về Thăng Long, thu gom được vài ngàn quân, hộ tống Lê Chiêu Thống chạy sang Kinh Bắc. Trấn thủ Nguyễn Cảnh Thước hàng Tây Sơn, không đón rước vua Lê nên ông phải mang Chiêu Thống qua đò [[sông Đáy]] chạy đi huyện Yên Dũng ([[Bắc Giang]]).\n\nKhi Lê Chiêu Thống và Hữu Chỉnh đến [[Mục Sơn]] thì quân Tây Sơn đuổi kịp. Bộ tướng của [[Vũ Văn Nhậm]] là [[Nguyễn Văn Hòa]] chia quân đánh mặt trước, rồi bí mật điều một cánh quân vòng phía sau núi đánh úp. Quân Hữu Chỉnh rối loạn, tự tan vỡ. Hữu Chỉnh thua chạy, vì ngựa què nên bị quân Tây Sơn bắt được.\n\nNguyễn Văn Hòa đưa Nguyễn Hữu Chỉnh về [[Thăng Long]]. Vũ Văn Nhậm kể tội ông là bất trung rồi sai xé xác ông ở cửa thành<ref name=\"CM47\"\/>.\n\n==Tác phẩm ==\nÔng là tác giả tập thơ Nôm ''\"Cung Oán Thi\"'', mấy bài phú Nôm như ''\"Quách Tử Nghi Phú\"'', ''\"Trương Lưu Hầu Phú\"'' và tập thơ '''Ngôn Ẩn Thi Tập''' bằng [[chữ Hán]].\n\nĐây là bài [[phú]] tên ''\"Trương Lưu Hầu\"'':\n\n:Trương Lưu Hầu! Trương Lưu Hầu! \n:Ngao cực gây thiêng; \n:Hồ tinh cấu sáng. \n:Vằng vặc mi thanh mục tú, kỳ sĩ phong tư; \n:Nhơn nhơn thức viễn tài cao, danh nho khí tượng. \n:Y bát theo một mối cầm thư; \n:Chung đỉnh dõi năm đời khanh tướng. \n:Trời đất thuở cát vàng, bụi tía, áng công danh không uốn lưỡi Nghi, Tần; \n:Nước nhà khi bể biếc, dâu xanh, mưu báo phục há kém tay Kha, Nhượng. \n:Rải ngàn vàng tìm khách thiếu niên; \n:Nâng chiếc dép tôn người lão trượng. \n:Bác Lãng một chuỳ tiết nghĩa, trợt vẩy Tổ Long; \n:Trần Lưu ba quyển lược thao, mở lòng đình trưởng. \n:...\n:Ngôi đế sư nảy chốn phúc tâm; \n:Việc trù sách vận trong duy trướng. \n:Bóng cờ phất thập thò trên đỉnh Khoái, sơn hà trăm hai lẻ, một khắc hoá tan tành; \n:Tiếng tiêu đưa rủ rỉ trốn thành Cai, tử đệ tám nghìn dư, nửa đêm xuôi khảng tảng. \n:Việc năm năm đưa tấc lưỡi còn thừa; \n:Cơ nghìn dặm quyết trong màn một nhoáng. \n:Cung Tần rót một liều thuốc đắng, bệnh phú ông tỉnh lại lúc tê mê; \n:Cửa Hồng khuyên ba chén rượu nồng, hồn quý phụ xiêu về cơn chếnh choáng. \n:Cho dượng Phàn ương mắt tại quân trung; \n:Dìu ông Bái rảo chân về Bá Thượng. \n:Áo gấm ví von xui miệng trẻ, giục Trùng Đồng xót dạ lại cồn cồn; \n:Chén châu giả mẽ ghẹo gan già, làm Ngu Lão tức mình gieo choảng choảng. \n:Bao Quận tiễn đưa xe ngựa Hán, dập dìu xui đốt nẻo về đông; \n:Huỳnh Dương lẩn quẩn nước non Hàn, dong ruổi rắp gây nền thụ đảng. \n:...\n:Đổ mồ hôi nghe lời khách vừa xong; \n:Sa nước mắt nghĩ việc nhà lai láng, \n:Chí ngùi ngùi khôn chiếm đất trung nguyên; \n:Lòng ngài ngại phải chăng miền tây hướng. \n:Ý nhiệm bán gươm ba thứ, lòng quốc sĩ như soi; \n:Mưu sâu vạch đũa tám điều, mặt hủ nho mới hoảng. \n:Việc quyên Quan chia Tín, Bố dương quyền; \n:Chước hoãn chiến máy Tề, Lương phản trạng. \n:Gương trung nghĩa treo tranh Tề Cảnh, Kỷ tướng quân khi gấp khúc phải liều; \n:Máy hiểm thâm đánh mái sơn cương, Phàn tráng sĩ lúc nguy nghi phải gượng. \n:Bài gián Sở giục chàng Nhụ Tử, tuốt xương, bẻ cánh chước càng ghê; \n:Việc vương Tề chiều kẻ vương tôn, bấm gót, rỉ tai lời phải khoảng. \n:Lừa Vũ đưa một bức khiêm cung; \n:Ngăn Sở giục ba người cưu tráng. \n:Hồng Câu thuở chia sông một giải, nuôi hùm vào lỏng máy tiêm cừu; \n:Cố Lăng khi cắt đất hai phân, đuổi khỉ những êm bài ngự tướng. \n:Ngắm thiên văn hay phá Sở cơ mầu; \n:Xem địa lý biết hưng Lưu khí vượng. \n:...\n:Đứa điền phu trỏ vời miền trạch tả, ai hay chăng ấy chước cao thâm; \n:Thuyền trưởng ông dòng đợi bến Ô Giang, ai biết chẳng là mưu liệu lượng. \n:...\n:Lũ trăm Tham nào đọ sức kinh luân; \n:Trong tam kiệt dễ so công chiến xướng. \n:Phấp phới lá cờ trước gió, huân lao sá kể thứ Phàn, Đằng; \n:Vẫy vùng cán việt lên đàn, công tích không so phường Giáng, Quán. \n:Đế sư cao một bậc, trọng đức tôn danh; \n:Hầu tước hậu ba muôn, luận công hành thưởng. \n:Đường báo quốc nhờ lưng Xích Đế, tiệc Nam Cung đà vẹn tiếng vin rồng; \n:Chước bảo thân mượn dấu Hoàng Công, miền Bắc Thành tìm nơi ấp phượng. \n:...\n:Giá đã cao, nên dùng đỉnh công hầu; \n:Mình được nhẹ, nên tiêu dao ngày tháng. \n:Rỡ rỡ thư son khoán sắt, lời Nãi Ông dù trỏ núi thề sông; \n:Thênh thênh non đá am thông, thuyền tiên tử đã quen mây mến ráng. \n:Trót phải duyên cùng họ Hán mà theo; \n:Nên làm dấu lấy chữ Lưu kẻo đãng. \n:Đạo ấy, sá bàn chân với nguỵ, đấng cao minh chi vướng sự hữu vô; \n:Lòng này, ai biết Hán hay Hàn, phải biện bạch kẻo thẹn cùng phủ ngưỡng. \n:...\n:Trần hiêu chẳng bận ấy thần tiên; \n:Thanh tĩnh góp dần nên đạo dưỡng. \n:Ngao ngán chè thông, rượu cúc, lọ chắt chiu hồ ngọc đầy vơi; \n:Thảnh thơi quạt gió, đèn trăng, mảy hiu hắt đan sa nấu nướng. \n:Bầu tiên, chén thánh mặc khề khà; \n:Khoá lợi, giàm danh nào dính dáng. \n:Tưởng lại lúc hươu lồng, khỉ tắm, dã trống Hàm Quan, lại chuỳ Cửu Lý, giận anh hùng từ đấy sạch lâng lâng; \n:Trông về khi trâu mỏi, ngựa già, kìa xe Vân Mộng, nọ án Thượng Lâm, lòng du tử ngẫm thay cười sang sảng. \n:Hà, Tham vị thứ, bọt nước lênh đênh; \n:Tín, Việt công danh, áng mây thấp thoáng. \n:Thua được thừa điều Hán, Sở, túi Xích Tùng đủng đỉnh mái thanh sơn; \n:Nhục vinh gác truyện Tiêu, Hàn, buồm Phạm Lãi nghênh ngang dòng bích lãng. \n:...\n:Ở giang hồ thì danh sĩ phong lưu; \n:Vào lăng miếu lại đại thần thể dạng. \n:Nghe văng vẳng chốn sa trung rục rịch, bảng lảng lừa then, rút máy, giải chúng tâm nâng một kẻ oán thù; \n:Thấy hiu hiu khi quốc bản lung lay, khoan thai rút cánh, kên lông, yên trừ vị vẫy bốn người dật khoáng. \n:Hay dùng nào hết chước huyền vi; \n:Khó giấu dễ hao cơ bí tạng. \n:Đi lại tha hương, cố quốc, lưới anh hùng khôn dò chốn thiểm thâm; \n:Ra vào đế tử, tiên ông, lồng trí thuật dễ ngự trong lai vãng. \n:Nghĩa thủy chung biện bạch cũng êm; \n:Đường tiến thoái thong dong chẳng vướng. \n:Một lần mộng dọc ngang trong tám cõi, đủ phê pha công Hán, nợ Hàn; \n:Ba tấc lưỡi đưa đẩy ngoại năm năm, vừa chọn vẹn thù Tần oán Hạng. \n:Ngẫm từ trên Trọng Liên, Phạm Lãi nào hơn; \n:So xuống dưới dẫu Lý Tĩnh, Khổng Minh chưa đáng. \n:Ngôi đế sư mà danh cao sĩ, ngoại vật há còn trong bụng, nghìn thu chữ thắm chẳng vàng phai; \n:Nền nho giả mà giá danh thần, chẳng tiên nhưng cũng khác phàm, muôn kiếp sử xanh còn để sáng. \n:Nay độc danh thần truyện, xem thượng hữu thiên; \n:Trách ai thượng hữu cổ nhân, sao chẳng nguyện hy Tử Phòng, mà lại nguyện hy [[Gia Cát Lượng]].\n\nBài thứ 8 ''\"Tự biết mình\"'' trong tập thơ Ngôn Ẩn Thi Tập:\n:Ai có hay chăng là chẳng hay? \n:Lòng này vốn đã dạy thân này. \n:Kẻo lầm kẻo lỡ người yêu ghét, \n:Đà tỏ đà tường kẻ thảo ngay. \n:Xem nỗi thế thời, xem đã nhạt, \n:Bén mùi đạo lý, bén càng say. \n:Phải cơ, mới biết cơ trời nhiệm, \n:Có rủi, bằng dường lại có may.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2010|| style=\"text-align:center;\" |《[[Tây Sơn hào kiệt]]》|| style=\"text-align:center;\" |[[Thế Anh]]\n|}\n\n==Xem thêm==\n* [[Nhà Hậu Lê]]\n* [[Chúa Trịnh]]\n* [[Hoàng Ngũ Phúc]]\n* [[Nhà Tây Sơn]]\n* [[Nguyễn Nhạc]]\n* [[Nguyễn Huệ]]\n* [[Hoàng Đình Bảo]]\n\n==Tham khảo==\n* Nguyễn Lương Bích, Phạm Ngọc Phụng (1976), ''Tìm hiểu thiên tài quân sự của Nguyễn Huệ'', Nhà xuất bản Quân đội nhân dân\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n* [[Hoàng Lê nhất thống chí]] của [[Ngô gia văn phái]].\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{wikisource tác giả}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}