{"62832":"{{pp-vandalism|small=yes}}\n{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Xí<br>阮熾\n| tên gốc = \n| tước vị = \n| tước vị thêm = \n| thêm = vietnam\n| cỡ hình = 250px\n| hình = NGUYENXI.jpg\n| ghi chú hình = Đền thờ Nguyễn Xí nằm tại [[xã]] [[Khánh Hợp]], [[huyện]] [[Nghi Lộc]], [[tỉnh]] [[Nghệ An]]\n| phối ngẫu = \n| thông tin phối ngẫu = ẩn\n| vợ = [[Lê Thị Ngọc Lan]]<br>Ngô Thị Hoa<br>Trịnh Thị Hà\n| kiểu phối ngẫu = Vợ\n| con cái = 16 Con trai 8 Con gái [[Nguyễn Xí#Con cái|Xem văn bản]]\n| chức vị = [[Tể tướng|Hữu Tướng Quốc]]\n| tại vị = [[1460]] - [[1463]]\n| đăng quang = \n| tiền nhiệm = '''<font color=\"green\">Khai quốc Công thần<\/font>'''\n| nhiếp chính = ''Nhập nội Kiểm hiệu Thái phó Bình chương quân quốc trọng sự Á quận hầu''\n| kiểu nhiếp chính = Nhiếp chính\n| kế nhiệm = [[Đinh Liệt]]\n| chức vị 2 = [[Tam công|Thái úy]] [[quốc công|Cương Quốc Công]]\n| tại vị 2 = [[1463]]–[[1465]]\n| tiền nhiệm 2 = [[Nguyễn Sư Hồi]]\n| chức vị 3 = [[Thái sư|Thái Sư]] [[quốc công|Cương Quốc Công]]\n| tại vị 3 = [[1465]]–[[1466]]\n| tiền nhiệm 3 = \n| hoàng tộc = [[Họ Nguyễn|Nguyễn]] [[Họ Lê|Lê]]\n| kiểu hoàng tộc = hoàng tộc\n| tôn hiệu = \n| miếu hiệu = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = 5\n| niên hiệu 6 = 6\n| thời gian của niên hiệu 6 = \n| tước hiệu = * [[Thái úy]] [[Quận công|Sái Quận công]]\n* [[Thái sư]] [[Quốc công|Cương Quốc công]]\n* [[Đại Vương|Trung Trinh Đại vương]]\n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| tên đầy đủ = Nguyễn Xí\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = \n| cha = [[Nguyễn Hội (thương nhân muối)|Nguyễn Hội]] <ref name=\":0\">{{Chú thích web|url=https:\/\/nongnghiep.vn\/ho-tinh-va-cai-chet-oan-khuat-cua-cha-nguyen-xi-d75376.html|title=Đền Nguyễn Xí khai hội}}<\/ref>  <br> [[Lê Lợi]]\n| mất = [[1465]] Mất Tại [[Thăng Long]],[[Đại Việt]]\n| nơi mất = \n| ngày an táng = 1465\n| nơi an táng = An Táng Tại [[Nghi Hợp|Thượng Xá]],[[Chân Phúc]], [[Nghệ Tĩnh]]\n| học vấn = \n| nghề nghiệp = [[Quan]] [[Lê sơ|Nhà Lê sơ]] ([[1397]]-[[1465]])<br\/>[[Đại Vương]] [[Nhà Nguyễn]] ([[1465]]-[[1467]])\n| tôn giáo = \n| chữ ký = \n| mẹ = Vũ Thị Hành\n| sinh = [[1397]] [[Nghi Hợp|Thượng Xá]], [[Chân Phúc]], [[Nghệ An]], [[Việt Nam|Đại Việt]] lớn lên [[Thời kỳ Bắc thuộc lần thứ tư]] của [[Đại Minh]].\n| nơi sinh = \n}}\n\n'''Nguyễn Xí''' ([[chữ Hán]]: 阮熾; [[1397]]–[[1465]]<ref name=\":0\">{{Chú thích web|url=http:\/\/dantri.com.vn\/doi-song-van-hoa\/den-nguyen-xi-khai-hoi-1363487733.htm|title=Đền Nguyễn Xí khai hội}}<\/ref>) hay '''Lê Xí''', là một vị tướng, nhà chính trị, công thần khai quốc nhà [[Nhà Lê sơ|Hậu Lê]] và là đại thần trải qua 4 đời vua thời [[Hậu Lê]].<ref>{{Chú thích web|url=https:\/\/kienthuc.net.vn\/kho-tri-thuc\/giai-ma-thien-tai-quan-su-viet-nam-khong-kem-khong-minh-876923.html|tựa đề=Giải mã thiên tài quân sự Việt Nam không kém Khổng Minh|ngày=2017-05-28|website=kienthuc.net|url-status=live|ngày truy cập=2021-09-05}}<\/ref>\n\n==Tiểu sử==\nNguyễn Xí sinh năm 1397, ông nội Nguyễn Xí là Nguyễn Hợp. Vợ chồng ông có 2 người con: con trai cả là Nguyễn Khai và con trai thứ là Nguyễn Hội, tại đây ông Hợp đã cưới vợ cho con trai thứ Nguyễn Hội vợ là Vũ Thị Hành người làng [[Phượng Hoàng Trung Đô]] thành phố Vinh Nghệ An. Vào khoảng thế kỷ 14 cha là [[Nguyễn Hội (doanh nhân)|Nguyễn Hội]]. Nguyễn Hợp dời nhà đến sống tại làng Thượng Xá, huyện Chân Phúc nay là xã [[Khánh Hợp]], huyện Nghi Lộc, Nghệ An. Tại đây Nguyễn Hợp đã cùng [[Nguyễn Hội (doanh nhân)|Nguyễn Hội]] khai dân lập ấp, mở mang nghề làm muối. [[Nguyễn Hội (doanh nhân)|Nguyễn Hội]] sinh hai con trai: [[Nguyễn Biện]] và Nguyễn Xí. Cha con [[Nguyễn Hội (doanh nhân)|Nguyễn Hội]] và Nguyễn Biện thường chở muối ra bán ở vùng Lương Giang, huyện Thiệu Hoá - Thanh Hoá, do đó rất thân quen với [[Lê Thái Tổ|Lê Lợi]] khi đó là phụ đạo ở Lam Sơn.\n\nNăm lên 9 tuổi (1405), Nguyễn Xí đến gặp [[Lê Thái Tổ|Lê Lợi]] lần đầu. Cùng năm ấy cha ông bị hổ vồ chết tại quê nhà Thượng Xá, ông theo anh đến làm người nhà Lê Lợi. Lớn lên, Nguyễn Xí vũ dũng hơn người, được Lê Lợi yêu như con.\n\nLê Lợi sai ông nuôi hơn 100 con chó săn, ông dùng tiếng nhạc làm hiệu lệnh, bầy chó nghe theo, lúc đến, lúc đi đều nhau như một. Lê Lợi khen ngợi, cho là có tài làm tướng, cho sai quản đội quân Thiết Đột.<ref name=\"Phan Huy Chú 2006\">Lịch triều hiến chương loại chí, Phan Huy Chú, Nhà xuất bản giáo dục, 2006.<\/ref>\n\n==Tham gia khởi nghĩa Lam Sơn==\n===Đại phá Vương Thông ở Tốt Động===\nNăm 1418, mùa xuân, tháng Giêng, ngày Canh Thân, Lê Lợi xưng Bình Định vương phát động khởi nghĩa Lam Sơn, Nguyễn Xí và anh trai Nguyễn Biện cùng tham gia, lúc đó ông 22 tuổi\n\nNgày 16, tháng Giêng, tên phản bội Ái, dẫn quân Minh đi theo đường tắt, đánh úp đằng sau, bắt gia thuộc Lê Lợi và nhiều vợ con quân dân. Quân sĩ chán nản bỏ đi, chi có Lê Xí cùng Lê Lễ, Lê Náo, Lê Bí, Lê Đạp theo Lê Lợi nương náu trên núi Chí Linh.\n\nTháng 8 năm 1426, sau khi làm chủ từ Thanh Hóa đến Thuận Hóa, Lê Lợi chia quân cho các tướng làm 3 cánh bắc tiến. ''[[Phạm Văn Xảo]], [[Đỗ Bí]], [[Trịnh Khả]], [[Lý Triện|Lê Triện]]'' ra phía Tây bắc, [[Lưu Nhân Chú]], Bùi Bị ra phía Đông bắc; [[Đinh Lễ]], Nguyễn Xí ra đánh Đông Quan.\n[[Tập tin:Đền thờ Nguyễn Xí, Nghi Hợp, Nghi Lộc, Nghệ An 2.jpeg|nhỏ|phải|300px|Đền thờ Nguyễn Xí]]\nLê Triện tiến đến gần Đông Quan gặp Trần Trí kéo ra, liền đánh bại Trí. Nghe tin viện binh nhà Minh ở Vân Nam sắp sang, Triện chia quân cho Phạm Văn Xảo, Trịnh Khả ra chặn quân Vân Nam, còn Triện và Đỗ Bí hợp với quân Đinh Lễ, Nguyễn Xí đánh Đông Quan ([[Thăng Long]], [[Hà Nội]]).\n\nPhạm Văn Xảo phá tan viện binh [[Vân Nam]]. Quân Vân Nam chạy về cố thủ ở [[thành Xương Giang]]. Vua Minh lại sai Vương Thông, Mã Anh mang quân sang tiếp viện. Thông hợp với quân ở Đông Quan được 10 vạn, chia cho Phương Chính, Mã Kỳ. Lê Triện, Đỗ Bí đánh bại Mã Kỳ ở Từ Liêm, lại đánh luôn cánh quân của Chính. Cả hai tướng thua chạy, về nhập với quân Vương Thông ở Cổ Sở. Lê Triện lại tiến đánh Vương Thông, nhưng Thông đã phòng bị, Triện bị thua phải rút về Cao Bộ, sai người cầu cứu Nguyễn Xí.\n\nNguyễn Xí cùng Đinh Lễ đem quân đến đặt phục binh ở Tốt Động, Chúc Động. Nguyễn Xí bắt được thám tử của Vương Thông, ông biết Thông định chia dường, hẹn nhau khi pháo nổ thì quân mặt trước mặt sau cùng đánh úp Lê Triện. Ông và Đinh Lễ bèn tương kế tựu kế dụ Thông vào ổ mai phục Tốt Động, rồi đốt pháo giả làm hiệu cho quân Minh tiến vào. Quân Vương Thông thua to, Trần Hiệp, Lý Lượng và 5 vạn quân bị giết, 1 vạn quân bị bắt sống. Thông cùng các tướng chạy về cố thủ ở Đông Quan.\n\n===Vượt ngục Đông Quan===\nLê Lợi được tin thắng trận liền tiến đại quân ra bắc, vây thành Đông Quan. Nguyễn Xí được lệnh cùng [[Đinh Lễ]] mang quân vây phía nam thành.\n\nTháng 2 năm 1427, tướng Minh là Phương Chính đánh úp [[Lý Triện|Lê Triện]] ở [[Từ Liêm]], Triện bị tử trận. Tháng 3 Vương Thông đánh trại quân Lam Sơn ở Tây Phù Liệt. Nguyễn Xí cùng Đinh Lễ mang 500 quân thiết đột tiếp viện, đánh đuổi quân Minh đến My Động. Hậu quân Lam Sơn không theo kịp, Vương Thông bèn quay lại đánh, hai tướng cưỡi voi bị sa xuống đầm lầy, bị quân Minh bắt mang về thành. Đinh Lễ không chịu hàng bị giết, còn Nguyễn Xí nhân một đêm mưa gió dùng mưu lừa quân gác ngục trốn thoát trở về. Lê Lợi thấy ông về thì mừng rỡ, nói rằng: ''\"Thực là sống lại\"''<ref>Lê Quý Đôn, sách đã dẫn, tr 179<\/ref>.\n\nSau đó ông lại cầm quân tham gia trận chiến Xương Giang tiếp ứng cho [[Lê Sát]] bắt được Hoàng Phúc, Thôi Tụ là đạo viện binh sót lại sau khi [[Liễu Thăng]] bị chém. Đó là trận thắng lợi kết thúc [[khởi nghĩa Lam Sơn]].\n\n[[Tập tin:Dien Kinh Thien 001.jpg|phải|350px|thumb|Hình ảnh điện Kính Thiên vào thế kỉ 15, nơi Lê Thái Tổ tuyên bố lên ngôi vào năm [[1428]].]]\n\n==Công thần 4 đời vua ==\nNăm 1428, Lê Lợi lên ngôi Hoàng đế, tức [[Lê Thái Tổ]]. Nguyễn Xí được phong chức ''Long hổ tướng quân Suy trung bảo chính công thần'', đặc ân khai quốc.\n\nNăm 1429, khi khắc biển công thần, Nguyễn Xí được xếp hàng thứ 5, được phong làm ''Huyện hầu'', Được Ban quốc tính [[lê (họ)|Họ]] [[Vua ]].\n\nNăm 1433, hoàng đế [[Lê Thái Tổ]] mất, ông cùng [[Phạm Vấn]], [[Lê Sát]], [[Lê Ngân]] nhận di chiếu của Lê Lợi phò [[Thái tử]] Lê Nguyên Long lên ngôi, tức hoàng đế [[Lê Thái Tông]] lúc mới 10 tuổi, ông giữ chức phụ nhiếp chính cai giáo hoàng đế.\n\nNăm 1437, Lê Thái Tông phong ông làm chức quan ''Chính sự kiêm Tri từ tụng''. Ngày [[4 tháng 8]], năm [[1442]], Lê Thái Tông đến trại Vải của nhà Hành khiển [[Nguyễn Trãi]]. Ngay tại trại vải này, Hoàng đế băng hà và tạo nên [[Vụ án Lệ Chi viên|nghi án Lệ Chi Viên]].<ref name=\"ReferenceB\">Đại Việt sử ký toàn thư, Nhà xuất bản khóa học xã hội Hà Nội, 1993, bản điện tử, trang 405<\/ref>\n\nSau khi hoàng đế Lê Thái Tông mất, ông cùng [[Trịnh Khả]], Lê Thụ nhận di chiếu phò hoàng đế [[Lê Nhân Tông]].\n\nNgày [[12 tháng 8]], đại thần là [[Trịnh Khả]], Nguyễn Xí, [[Lê Thụ]] nhận di mệnh cùng với [[Đinh Liệt]], [[Lê Bôi]], tôn Hoàng thái tử Bang Cơ lên ngôi, lúc đó mới 2 tuổi. Lấy năm sau làm '''Thái Hòa''' (大和), ông giữ chức phụ chính đại thần.\n\nNăm Thái Hòa thứ nhất, [[tháng 2]], [[Quí Hợi]] ([[1443]]), Lê Nhân Tông cùng quần thần mang kim sách dâng tôn hiệu [[Hoàng thái hậu]] cho Thần phi.<ref name=\"ReferenceA\"\/> Các đại thần dâng tờ biểu mong bà buông rèm [[nhiếp chính]], bà khiêm nhường không chịu nhận. Quần thần dâng biểu lần thứ 4, bà mới nhận lời.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, trang 150, 151 Dịch giả Ngô Thế Long<\/ref>\n\nNăm 1445, vua Nhân Tông còn nhỏ, thái hậu [[Nguyễn Thị Anh]] nhiếp chính, ông làm Nhập nội Đô đốc, nhận lệnh cùng Lê Thận mang quân đi đánh [[Chiêm Thành]], nhưng chưa đi thì bị quyền thần tố cáo tội lỗi nên bị bãi chức. Năm 1448, Nguyễn Xí được phục hồi chức ''Thiếu bảo tri quân dân sự''.<ref name=\"ReferenceA\">Đại Việt Sử ký Toàn thư, Bản Kỷ, quyển X, Khoa học Xã hội - Hà Nội, năm 1993.<\/ref> Năm 1450 ông được thăng chức Thái Bảo giúp việc chính sự.\n\nTháng 10 năm 1459, anh khác mẹ Nhân Tông là Lạng Sơn vương [[Lê Nghi Dân]] làm binh biến giết thái hậu Nguyễn Thị Anh và hoàng đế Nhân Tông. Nghi Dân lên ngôi hoàng đế, đặt niên hiệu Thiên Hưng. Các đại thần [[Đỗ Bí]], [[Lê Thụ]], [[Lê Ngang]] mưu lật đổ vua Thiên Hưng bị bại lộ đều bị giết. ''Thái bảo'' Nguyễn Xí bàn mưu với [[Lê Lăng]] (con [[Lý Triện|Lê Triện]]), [[Lê Niệm]] (cháu nội [[Lê Lai]]), Điện tiền chỉ huy sứ [[Nguyễn Đức Trung]] đảo chính lần nữa nhằm lật đổ Nghi Dân.\n\nNgày 6 tháng Sáu âm lịch năm 1460, Nguyễn Xí phát động binh biến, chém bầy tôi thân cận của Nghi Dân là Phạm Đồn, Phan Ban ở Nghị sự đường, nắm lấy cấm binh, đóng chặt cửa thành, sai Lê Ninh Thuận bắt vây cánh và phế vua Thiên Hưng làm Lệ Đức hầu, rước con út của Thái Tông là Tư Thành lên ngôi, tức là hoàng đế [[Lê Thánh Tông]], mở ra một thời kỳ thịnh trị kéo dài 38 năm.<ref>Lê Quý Đôn, sách đã dẫn, tr. 180.<\/ref>\n\nTháng 6 năm 1460, Nguyễn Xí được phong làm ''Khai phủ nghi đồng tam ty, Nhập nội kiểm hiệu thái phó Bình chương quân quốc trọng sự Á quận hầu'', giúp việc chính sự, ban túi kim ngư, kim ngân phù (ấn bạc), 5000 Mẫu đất làm đất phong. Tháng 10 năm đó ông được phong làm ''Sái quận công''.\n\nNăm 1462, con Nguyễn Xí là [[Nguyễn Sư Hồi]] không hợp cánh với một số đại thần nên làm thơ vứt ra đường để vu cho họ làm loạn nhưng việc bị phát giác. Vua Thánh Tông nể công lao của ông nên không trị tội Sư Hồi.<ref>Lê Quý Đôn, sách đã dẫn, tr. 181.<\/ref> Năm đó ông được phong chức ''Nhập nội hữu tướng quốc''. Năm 1463 lại được phong chức ''Thái úy Cương Quốc Công''.\n\nNăm 1465, Nguyễn Xí qua đời, thọ 69 tuổi, được truy tặng làm ''Thái sư'', thụy là ''Nghĩa Vũ''.\n[[Tập tin:Đền thờ Nguyễn Xí, Nghi Hợp, Nghi Lộc, Nghệ An 3.jpeg|nhỏ|phải|300px|Đền thờ Nguyễn Xí]]\nHết tang, năm 1467, vua [[Lê Thánh Tông]] lại cho dựng đền thờ theo chế độ quốc tạo, quốc tế và lệnh cho Trạng nguyên Nguyễn Trung Trực viết văn bia phong thần là: \"Thượng đẳng phúc thần, Hiển uy chính nghị anh kiệt ''Trung trinh đại vương''\".\n\nNăm Hồng Đức thứ 15 (1484), tặng làm '''''Cương quốc công''''', Sau ban sắc phong thần ''\"'''Thượng đẳng phúc thần, Hiển uy chính nghị anh kiệt trung trinh Đại vương'''\"'', dựng đền ở xã Nghi Hợp, huyện Nghi Lộc, tỉnh Nghệ An.<ref>Lịch triều hiến chương loại chí, Phan Huy Chú, Nhà xuất bản Giáo dục, 2006.<\/ref>\n\nNăm 1485, Lê Thánh Tông truy phong cho cha Nguyễn Xí làm ''Thái bảo Đình Quận công Nguyễn Hội'' và anh trai ''Phiêu kỵ Thượng tướng quân, Thái phó [[Nguyễn Biện]]''.\n\nTheo ''Đại Việt thông sử'', ông có 16 con trai và tám con gái. Con cháu Nguyễn Xí về sau theo giúp nhà [[Nhà Lê trung hưng|Lê trung hưng]].<ref>Lê Quý Đôn, sách đã dẫn, tr. 185.<\/ref>\n\n==Xem thêm==\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*[[Lê Quý Đôn]] (1978), [[Đại Việt thông sử]], Nhà xuất bản Khoa học xã hội.\n*Lịch triều hiến chương loại chí, [[Phan Huy Chú]], Nhà xuất bản giáo dục, 2006.\n\n{{Khởi nghĩa Lam Sơn}}\n\n{{ngày tháng sống|sinh=1397|mất=1465}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người tham gia Khởi nghĩa Lam Sơn (1418–1427)]]\n[[Thể loại:Công thần khai quốc nhà Lê sơ]]\n[[Thể loại:Công tước truy phong Việt Nam]]\n[[Thể loại:Công tước nhà Lê sơ]]\n[[Thể loại:Hầu tước nhà Lê sơ]]"}