{"3197834":"{{Thông tin viên chức\n|tên= Nguyễn Hữu Tần\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Fatherland - Space.png|22px]]<br>Tư lệnh Sư đoàn 4 Không Quân\n|bắt đầu= 4\/1972\n|kết thúc= 30\/4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá (4\/1972)<br>-Chuẩn tướng (4\/1974)\n|tiền nhiệm= -Chuẩn tướng [[Nguyễn Huy Ánh]]\n|kế nhiệm= Cuối cùng\n|địa hạt= Quân khu 4\n\n|chức vụ 2= Tham mưu phó Hành quân<br>tại bộ Tư lệnh Không Quân\n|bắt đầu 2= 11\/1968\n|kết thúc 2= 4\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tá (11\/1968)\n|phó chức vụ 2= Cấp bậc\n|phó viên chức 2= -Trung tướng [[Trần Văn Minh (không quân)|Trần Văn Minh]]\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= Chỉ huy trưởng Bộ chỉ huy Hành quân<br>tại Bộ Tư lệnh không Quân\n|bắt đầu 3= 11\/1965\n|kết thúc 3= 11\/1968\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tá\n|tiền nhiệm 3= -Thiếu tá Vũ Thượng Văn\n|phó chức vụ 3= Tư lệnh\n|phó viên chức 3= -Thiếu tướng [[Nguyễn Cao Kỳ]]\n\n|chức vụ 4= Chỉ huy phó Không đoàn 62\n|bắt đầu 4= 2\/1964\n|kết thúc 4= 11\/1965\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Thiếu tá (2\/1964)\n|phó chức vụ 4= Chỉ huy trưởng\n|phó viên chức 4= -Trung tá [[Trần Văn Minh (không quân)|Trần Văn Minh]]\n|địa hạt 4= Vùng 2 chiến thuật\n\n|chức vụ 5= Chỉ huy phó Bộ chỉ huy Không chiến\n|bắt đầu 5= 11\/1963\n|kết thúc 5= 2\/1964\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại úy (10\/1955)\n|phó chức vụ 5= Chỉ huy trưởng\n|phó viên chức 5= -Đại úy [[Huỳnh Bá Tính]]\n|địa hạt 5= Vùng 2 chiến thuật\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|họ hàng= Lê Văn Định (cha vợ)<br>Tôn Nữ Thị Xuân\n|cha= Nguyễn Hữu Hồn\n|mẹ= Nguyễn Thị Cúc\n|vợ= Lê Thị Diệm Thuần\n|con= 4 người con (2 trai, 2 gái):<br>Nguyễn Hữu Tiến<br>Nguyễn Thị Diễm Trang<br>Nguyễn Hữu Trí<br>Nguyễn Thị Thùy Trang\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Phổ thông tại Hà Nội<br>-Trường Sĩ quan Trừ bị Nam Định<br>-Trường Huấn luyện Hoa tiêu Không quân, Nha Trang\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[Tháng 5]] năm [[1930]]\n|ngày mất= {{ngày mất|2008|12|18}} ([[78]] tuổi)\n|nơi sinh= [[Quảng Yên]], [[Việt Nam]]<ref>Nay là thị xã Quảng Yên thuộc tỉnh Quảng Ninh<\/ref>\n|nơi mất= [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1951]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Huy hiệu Lục quân Việt Nam Cộng hòa.png|20px]] [[Lục quân Việt Nam Cộng hòa|Lục quân]]<br>[[Hình: Fatherland - Space.png|22px]] [[Không lực Việt Nam Cộng hòa|Không quân]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Officer BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương IV]]<ref>Bảo quốc Huân chương đệ tứ đẳng (ân thưởng)<\/ref>\n}}\n\n'''Nguyễn Hữu Tần''' (1930-2008), nguyên là một tướng lĩnh Không Quân của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ trường Sĩ quan do Chính phủ Quốc gia được sự hỗ trợ của Quân đội Pháp mở ra 1 khóa duy nhất để đào tạo Sĩ quan Trừ bị ở miền Bắc Việt Nam. Ra trường phục vụ trong đơn vị Bộ binh một thời gian, sau trúng tuyển chuyển sang Quân chủng Không quân.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 5 năm 1930 trong một gia đình khá giả tại Quảng Yên, miền bắc Việt Nam. Thuở nhỏ ông học Tiểu học tại Yên Hưng (Tỉnh lỵ Quảng Yên). Lên Trung học, ông được gia đình cho về Hà Nội. Năm 1950, ông tốt nghiệp Trung học Phổ thông chương trình Pháp với văn bằng Tú tài bán phần (Part I).\n\n===Quan đội Quốc gia Việt Nam===\nCuối tháng 9 năm 1951, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 50\/600.021. Theo học khóa Lê Lợi tại Trường Sĩ quan Trừ bị Nam Định,<ref>-Khóa 1 Lê Lợi trường Sĩ quan Nam Định ở miền Bắc VN là khóa duy nhất đào tạo Sĩ quan Trừ bị, khai giảng và mãn khóa cùng thời điểm với khóa 1 Lê Văn Duyệt ở trường Sĩ quan Trừ bị Thủ Đức trong miền Nam VN (1 tháng 10 năm 1951 đến 1 tháng 6 năm 1952).<br>-Chín khóa Sĩ quan Trừ bị được đào tạo ở giai đoạn đầu tiên thời điểm từ năm 1951 đến năm 1955 gồm khóa 1 Sĩ quan Nam Định cùng các khóa 1, 2, 3, 3 phụ ''(khóa 9B Trừ bị Đà Lạt)'', 4, 4 phụ ''(khóa 10B Trừ bị Đà Lạt)'', 5 và 5 phụ ''(khóa 11B Trừ bị Đà Lạt)'' Sĩ quan Thủ Đức, tốt nghiệp được mang cấp bậc Thiếu úy, sau này được hưởng quy chế hiện dịch ''(có nghĩa là sĩ quan xuất thân từ những khóa này đều được lên cấp tướng như các sĩ quan xuất thân từ trường Võ bị Lục quân Pháp, Võ bị Tông Sơn Tây, Võ bị Viễn Đông, Võ bị Huế, Võ bị Đà Lạt, Võ bị Địa phương, các khóa Sĩ quan Đặc biệt Hiện dịch Đồng Đế và Trường Thiếu sinh quân)''.<br>-Trường Sĩ quan Trừ bị Thủ Đức từ khóa 6 trở về sau, sĩ quan tốt nghiệp chỉ được mang cấp bậc Chuẩn úy và chỉ được lên đến cấp Đại tá. Tuy nhiên nếu đủ điều kiện để chuyển sang quy chế hiện dịch sẽ được lên cấp tướng.<\/ref> khai giảng ngày 1 tháng 10 năm 1951. Ngày 1 tháng 6 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, ông được chọn về đơn vị Bộ binh giữ chức vụ Trung đội trưởng thuộc Tiểu đoàn 717 Khinh quân Việt Nam. Đầu năm 1953, ông được thăng cấp [[Trung úy]] giữ chức vụ Đại đội trưởng. Sau đó được cử làm Tiểu đoàn phó Tiểu đoàn 717.\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1955, Ông được thăng cấp [[Đại úy]] giữ chức Tiểu đoàn trưởng Tiểu đoàn 717. Cuối năm, sau khi Quân đội Quốc gia đổi tên thành [[Quân đội Việt Nam Cộng hòa]], ông được chuyển sang Quân chủng Không quân và được cử theo học khóa 5 Quan sát Hoa tiêu tại Trung tâm Huấn luyện Không quân ở Nha Trang. Cuối năm 1956 mãn khóa tốt nghiệp ông đậu Thủ khoa. Sau đó, ông được cử làm Chỉ huy phó Phi đoàn 1 Quan sát do Đại úy [[Trần Phước (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Phước]]<ref>Đại uý Trần Phước tốt nghiệp Trường Sĩ quan Nước Ngọt và khóa 1 Hoa tiêu Quan sát. Sau cùng là Đại tá Chỉ huy trưởng Trung tâm Huấn luyện Không quân).<\/ref> làm Chỉ huy trưởng.\n\nĐầu năm 1959, ông chuyển sang làm Chỉ huy phó Phi đoàn 2 Quan sát do Đại úy [[Võ Công Thống (Đại tá, Quân lực Việt Nam Cộng hòa|Võ Công Thống]]<ref>Đại uý Võ Công Thống sinh năm 1930 tại Chợ Lớn, tốt nghiệp khóa 1 Sĩ quan Thủ Đức. Sau cùng là Đại tá Trưởng phòng Nhân viên tại Bộ Tư lệnh Không quân).<\/ref> làm Chỉ huy trưởng. Đến đầu năm 1960, ông chuyển về làm Chỉ huy trưởng Phi đoàn 1 Quan sát. Năm 1962, ông lại chuyển trở về làm Chỉ huy trưởng Phi đoàn 2 Quan sát.\n\nĐầu tháng 11 năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (ngày 1 tháng 11). Ngày 2 tháng 11, ông được cử giữ chức Chỉ huy phó Bộ Chỉ huy Không chiến do Đại úy [[Huỳnh Bá Tính]] làm Chỉ huy trưởng. Đến đầu tháng 2 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ ngày 30 tháng 1]] với các tướng lãnh trong [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] để nắm quyền lãnh đạo của tướng [[Nguyễn Khánh]], ông được thăng cấp [[Thiếu tá]] đảm nhiệm chức vụ Chỉ huy phó Không đoàn 62 chiến thuật tân lập tại Pleiku do Trung tá [[Trần Văn Minh (không quân)|Trần Văn Minh]] làm Chỉ huy trưởng. Cùng năm, được huấn luyện máy bay trực thăng và A.37 tại các Không đoàn chiến thuật Không quân.\n\nNgày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1965, ông được chỉ định làm Chỉ huy trưởng Bộ chỉ huy Hành quân Không quân thay thế Thiếu tá [[Vũ Thượng Văn (Đại tá, Quân lực Việt Nam Cộng hòa)|Vũ Thượng Văn]].<ref>Thiếu tá Vũ Thượng Văn sinh năm 1930 tại Hà Nội, tốt nghiệp Trường Sĩ quan Trừ bị Nam Định. Sau cùng là Đại tá Tham mưu phó tại Bộ Tư lệnh Không quân).<\/ref> Quốc khánh Đệ nhị Cộng hòa ngày 1 tháng 11 năm 1968, ông được thăng cấp [[Trung tá]] giữ chức vụ Tham mưu phó Hành quân tại Bộ tư lệnh Không quân.\n\nCuối tháng 4 năm 1972, ông được thăng cấp [[Đại tá]] và được bổ nhiệm vào chức vụ Tư lệnh Sư đoàn 4 Không quân (Quân khu 4) tại Cần Thơ thay thế cố Thiếu tướng [[Nguyễn Huy Ánh]] (tử nạn phi cơ trực thăng tại căn cứ Không quân Bình Thủy).\n\nĐầu tháng 4 năm 1974, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\n==1975==\nNgày 30 tháng 4, ông cùng gia đình di tản khỏi Việt Nam. Sau đó sang định cư tại San José, Tiếu bang California, Hoa Kỳ.\n\nNgày 18 tháng 12 năm 2008, ông từ trần tại nơi định cư. Hưởng thọ 78 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tứ đẳng<br>-Một số huy chương quân sự, dân sự khác\n\n==Gia đình==\n*Thân phụ: Cụ Nguyễn Hữu Hồn\n*Thân mẫu: Cụ Nguyễn Thị Cúc\n*Nhạc phụ: Cụ Lê Văn Định\n*Nhạc mẫu: Cụ Tôn Nữ Thị Xuân\n*Phu nhân: Bà Lê Thị Diệm Thuần\n:Ông bà có bốn người con (2 trai, 2 gái):<br>Nguyễn Hữu Tiến, Nguyễn Thị Diễm Trang, Nguyễn Hữu Trí, Nguyễn Thị Thùy Trang.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1930]]\n[[Thể loại:Mất năm 2008]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Quảng Ninh]]\n[[Thể loại:Người Mỹ gốc Việt]]"}