{"23672":"{{Pp-vandalism|small = yes}}\n{{Về|một [[nhà cách mạng]]}}\n[[Tập tin:Nguyễn Thái Học.jpg|phải|nhỏ|Chân dung lãnh tụ Nguyễn Thái Học]]\n'''Nguyễn Thái Học''' ([[chữ Hán]]: 阮太學; [[1902]] – [[1930]]) là nhà cách mạng [[Việt Nam]] chủ trương dùng vũ lực lật đổ chính quyền [[Đế quốc thực dân Pháp|thực dân Pháp]], giành độc lập cho Việt Nam. Ông là một trong số những người sáng lập [[Việt Nam Quốc dân Đảng|Việt Nam Quốc dân đảng]] và lãnh đạo cuộc [[khởi nghĩa Yên Bái]] năm 1930. Cuộc khởi nghĩa thất bại, ông bị thực dân Pháp bắt và chém đầu ngày [[17 tháng 6]] năm 1930 tại [[Yên Bái]].\n\n==Thân thế==\nNguyễn Thái Học sinh ngày 1 tháng 12 năm [[Nhâm Dần]] (tức ngày [[30 tháng 12]] năm [[1902]]) tại làng Thổ Tang, tổng Lương Điền, phủ Vĩnh Tường, tỉnh [[Vĩnh Yên (tỉnh)|Vĩnh Yên]] (nay là thị trấn [[Thổ Tang]], huyện [[Vĩnh Tường]], tỉnh [[Vĩnh Phúc]]). Ông là con cả của cụ Nguyễn Văn Hách và bà Nguyễn Thị Quỳnh. Gia đình ông là một gia đình trung nông sống bằng nghề làm ruộng và dệt vải, buôn vải. Từ 4 tuổi ông đã được cha mẹ cho đi học [[chữ Hán]], và năm 11 tuổi ông bắt đầu theo học chương trình tiểu học Pháp-Việt tại thị xã [[Vĩnh Yên]].{{ref|NTHa}}\n\nNăm 19 tuổi ông thi đậu vào trường [[Cao đẳng sư phạm Hà Nội]], và nhận học bổng của [[Liên bang Đông Dương|Chính phủ Bảo hộ Pháp]]. Do tính tình cương trực và không thích khuất phục lối giáo dục của [[người Pháp]], ông bỏ học vào năm thứ ba, và sau đó ghi danh học trường Cao đẳng Thương mại thuộc [[Viện Đại học Đông Dương|Đại học Đông Dương]] (1925-1927). Trong thời gian này, ông tham gia thành lập [[Nam Đồng Thư xã]] và tiếp xúc với một số sinh viên đồng chí hướng, trong số đó có [[Phó Đức Chính]], sinh viên trường Cao đẳng Công chánh và [[Hồ Văn Mịch]], sinh viên trường Cao đẳng Sư phạm, hai nhà cách mạng tương lai sẽ gắn liền với cuộc đời cách mạng của ông sau này.{{ref|NTHb}}\n\nCũng trong thời gian là sinh viên của Đại học Đông Dương, Nguyễn Thái Học đã gửi cho Toàn quyền Đông Dương [[Alexandre Varenne]] một số bức thư kêu gọi chính quyền thực dân Pháp tiến hành một loạt cải cách tiến bộ ở [[Việt Nam]]. Sở dĩ Nguyễn Thái Học gửi những đề xuất cải cách của mình cho Varenne vì ông ta vốn là một đảng viên của [[Đảng Xã hội (Pháp)|Đảng Xã hội Pháp]], người vừa mới tới nhậm chức toàn quyền đã quyết định ân xá [[Phan Bội Châu]] và hứa hẹn nhiều cải cách rộng lớn ở xứ thuộc địa [[Bán đảo Đông Dương|Đông Dương]]. Tuy nhiên, đó chỉ là những lời hứa suông, và ông ta không bao giờ quan tâm trả lời những bức thư đầy tâm huyết của Nguyễn Thái Học.\n\nHoàn toàn thất vọng về con đường cải cách của chính quyền thuộc địa, Nguyễn Thái Học và các đồng chí của ông đi đến quyết định là: con đường duy nhất để mở ra cơ hội phát triển cho dân tộc Việt Nam chỉ có thể là con đường dùng vũ trang lật đổ chế độ [[Đế quốc thực dân Pháp|thực dân Pháp]] và chế độ [[phong kiến]], thành lập một nước Việt Nam [[độc lập]] với thể chế [[cộng hòa]] và thiết lập một nền [[dân chủ]] trên toàn cõi [[Bán đảo Đông Dương|Đông Dương]].<ref>Nguyễn Đại Việt, [http:\/\/www.bbc.co.uk\/vietnamese\/forum\/story\/2007\/12\/071224_nguyen_thai_hoc.shtml \"Kế Hoạch Dân Chủ Hóa Đông Dương\"], [[BBC]].<\/ref>\n\n==Hoạt động cách mạng==\n\n===Thành lập Việt Nam Quốc Dân Đảng===\nNăm [[1927]], tổ chức [[Nam Đồng Thư xã]] quyết định ủng hộ cuộc [[khởi nghĩa Bắc Ninh]] do [[Quản Trạc]] lãnh đạo. Công việc bị bại lộ, đa số thành viên của Nam Đồng Thư xã bị thuyên chuyển hoặc bị truy lùng phải đào tẩu, chỉ còn lại Nguyễn Thái Học và một số ít đồng chí. Tháng 10 năm này, ông triệu tập số người còn lại và đưa ra ý định thành lập một đảng cách mạng bí mật, dùng vũ lực lật đổ thực dân Pháp. Đảng này mang tên [[Việt Nam Quốc dân Đảng|Việt Nam Quốc Dân Đảng]] (VNQDĐ), và chi bộ đảng đầu tiên mang tên là \"Chi Bộ Nam Đồng Thư Xã\", do ông làm Chi bộ trưởng, gồm các ủy viên: [[Hồ Văn Mịch]], [[Phó Đức Chính]], [[Lê Văn Phúc]], [[Hoàng Văn Tùng]], [[Nhượng Tống|Hoàng Phạm Trân]] (tức Nhượng Tống) và một số đồng chí khác.{{ref|NTHc}} Tháng 12 năm [[1927]], VNQDĐ tổ chức đại hội đảng lần thứ nhất và bầu ông làm Chủ tịch Tổng bộ đảng kiêm Chủ tịch đảng. Dưới sự lãnh đạo của ông, VNQDĐ bắt đầu phát triển rất nhanh chóng để kết nạp tầng lớp [[trí thức]], [[giáo viên]], [[nông dân]], [[công chức]], [[Người lính|binh sĩ]] trong guồng máy cai trị với mục đích dùng bạo động lật đổ chính quyền thực dân Pháp, thành lập một chế độ cộng hòa [[dân chủ]] độc lập trên toàn cõi Việt Nam. Đến đầu năm [[1929]], VNQDĐ đã thành lập được 120 chi bộ tại [[Bắc Kỳ|Bắc kỳ]] với 1500 đảng viên.{{ref|NTHd}}\n\n===Pháp khởi sự tiêu diệt Việt Nam Quốc Dân Đảng===\n{{Chính|Vụ ám sát Bazin}}\nNăm [[1929]], tại Bắc kỳ và Bắc [[Trung Kỳ|Trung kỳ]] có cao trào mộ phu, đưa dân đi làm phu cho các [[đồn điền]] [[cao su]] tại các nơi như [[Nam Kỳ|miền Nam]], [[Campuchia|Miên]] (Campuchia), [[Lào]], [[Nouvelle-Calédonie]] (Tân Ca-lê-đô-ni-a hay Tân Thế giới) và [[Tân Hebrides|Nouvelles-Hébrides]] (nay là [[Vanuatu]]), nơi những người phu này trở thành [[nô lệ]] cho các chủ đồn điền. Một trong những người mua nô lệ nổi tiếng là Bazin tại [[Hà Nội]]. Trùm mộ phu người Pháp này chuyên dụ dỗ hay bắt cóc dân đem làm phu lấy lợi. Mặc dù không được sự chấp thuận của Tổng Bộ và Nguyễn Thái Học, ba đảng viên thuộc một Thành bộ VNQDĐ gồm Nguyễn Văn Viên, Nguyễn Văn Lân và Nguyễn Đức Lung đã tự ý ám sát Bazin vào ngày [[9 tháng 2]] năm [[1929]] tại Chợ Hôm, [[Hà Nội]].<ref>Hoàng Văn Đào, ''Việt Nam Quốc Dân Đảng - Lịch sử Đấu tranh Cận Đại 1927-1954'', trang 55-58, tái bản lần thứ hai, Sài Gòn, 1970.<\/ref>\n\nNhân vụ ám sát, [[Pháp]] khởi sự đàn áp nhằm tiêu diệt VNQDĐ trong khi cơ sở của họ chưa kịp chuẩn bị ứng phó trước kế hoạch khủng bố trắng của chính quyền thuộc địa. [[Sở Liêm phóng Đông Dương|Sở mật thám Bắc Việt]] được một nội ứng phản đảng tên Bùi Tiên Mai chỉ điểm, đã bắt giam 227 đảng viên VNQDĐ nhưng không bắt được hai lãnh tụ đảng lúc đó là Nguyễn Thái Học và [[Nguyễn Khắc Nhu]], Chủ tịch Ban Hành pháp VNQDĐ nhiệm kỳ 3.\n\nSau khi Bùi Tiên Mai nhận diện và đối chứng với những đồng chí tại các phiên tòa Hội đồng Đề hình, ban ám sát VNQDĐ tổ chức giết người này vì tội phản đảng và quên lời thề trước bàn thờ tổ quốc. Trên đường hành thích, sự việc bị đổ bể và một đảng viên bị chết, một bị tù cấm cố 10 năm. Hai đảng viên khác, Nguyễn Văn Kinh và Nguyễn Văn Ngọc, khi bị bắt do mật thám tra tấn dã man đã khai báo và chỉ điểm cho Pháp mọi đường đi nước bước của các yếu nhân lãnh đạo của VNQDĐ. Ban ám sát VNQDĐ cũng tổ chức giết hai người này, tuy thành công nhưng thêm một số đảng viên bị bắt và hành hình qua các vụ ám sát này.{{ref|NTHf}}\n\nĐể xử các tù nhân chính trị này, [[Toàn quyền Đông Dương|Toàn quyền]] Pháp [[Pierre Marie Antoine Pasquier|Pasquier]] quyết định không giao cho Biện lý cuộc, nhưng ký nghị định thành lập một Hội đồng Đề hình (''Commission criminelle'') để tuyên án và xử tội. Hội đồng này trả tự do cho 149 người và kết án 78 người từ 2 đến 15 năm tù tại các tỉnh thượng du Bắc Việt hoặc lưu đày ra [[Nhà tù Côn Đảo|Côn Đảo]], và mỗi người bị cộng thêm một án 5 năm biệt xứ (''interdiction de séjour'').{{ref|NTHe}}\n\nLực lượng của VNQDĐ bị suy yếu, tổn thất nặng nề, và hoàn toàn rơi vào thế bị động sau việc ám sát Bazin. Các lãnh tụ buộc phải tiến hành cuộc khởi nghĩa 8 tháng sau đó để tránh cho các cơ sở đang gặp nguy cơ bị tiêu diệt hoặc tan rã.\n\n===Khởi nghĩa Yên Bái===\n{{Chính|Khởi nghĩa Yên Bái}}\n[[Tập tin:Flag of the Vietnamese Revolutionary Army.svg|nhỏ|phải|200px|Hiệu kỳ nghĩa quân Yên Bái.<ref>[http:\/\/www.daivietquocdandang.net\/khoinghiayenbai.htm 10 tháng 2 năm 2013: 83 năm cuộc Khởi nghĩa Yên Bái bùng nổ]<\/ref>]]\nTrước tình thế hàng ngũ đảng có nhiều phản bội, thực dân áp bức gay gắt có chiều hướng đưa đến tan rã, trung tuần tháng 5 năm [[1929]], Nguyễn Thái Học triệu tập đại hội đảng toàn quốc tại làng Đức Hiệp, phủ [[Thuận Thành]], tỉnh [[Bắc Ninh]], quyết định chuẩn bị tổng khởi nghĩa. Công việc chuẩn bị chưa hoàn tất, cuối năm [[1929]] tại [[Bắc Giang]] một cơ sở chế bom bị tai nạn phát nổ, và đầu năm [[1930]] người Pháp bắt giữ và khám phá được thêm rất nhiều cơ sở chế tạo bom, đao, kiếm và nhiều đảng viên bị bắt. Trước tình hình nguy cấp, Nguyễn Thái Học triệu tập hội nghị khẩn cấp, quyết định tiến hành khởi nghĩa tại các địa điểm [[Hưng Hóa (định hướng)|Hưng Hóa]], [[Lâm Thao]], [[Phú Thọ]], [[Yên Bái]], [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hải Dương]], [[Hải Phòng]], [[Kiến An (tỉnh)|Kiến An]], [[Bắc Ninh]], [[Đáp Cầu]], [[Phả Lại]] và [[Hà Nội]] vào đêm mồng 10, rạng ngày [[11 tháng 2]] năm [[1930]].\n\nTheo kế hoạch ban đầu cuộc khởi nghĩa vũ trang sẽ nổ ra trên hai địa bàn chính ở [[Bắc Kỳ]] vào đêm ngày [[9 tháng 2]] năm 1930. Nguyễn Thái Học sẽ lãnh đạo cuộc khởi nghĩa ở miền xuôi, trong khi [[Nguyễn Khắc Nhu]] và [[Phó Đức Chính]] được phân công chỉ huy cuộc nổi dậy ở miền núi. Gần tới ngày nổi dậy, do cơ sở ở miền xuôi tương đối yếu lại bị đánh phá nặng nề nên không chuẩn bị kịp, Nguyễn Thái Học cử người báo cho Nguyễn Khắc Nhu hoãn cuộc nổi dậy tới ngày [[15 tháng 2]]. Tuy nhiên, liên lạc viên lại bị địch bắt giữa đường. Vì vậy, cuộc khởi nghĩa vẫn nổ ra ở một loạt các địa điểm từ Sơn Tây, Phú Thọ cho tới Yên Bái vào đêm ngày 9, rạng sáng ngày 10 tháng 2. Tuy cuộc tổng nổi dậy xảy ra nhiều nơi khác nhau, nhưng lịch sử mệnh danh nó là cuộc [[Khởi nghĩa Yên Bái]], hay Tổng Khởi nghĩa Yên Bái, cốt để vinh danh những cái chết hào hùng của các lãnh tụ Nguyễn Thái Học, Phó Đức Chính và 11 đảng viên VNQDĐ ở pháp trường Yên Bái ngày [[17 tháng 6]] năm [[1930]]. Quân nổi dậy đã chiếm được một phần đồn binh Pháp và làm chủ tỉnh lỵ Yên Bái trong gần hai ngày. Ngày [[15 tháng 2]] năm 1930, mặc dù cuộc khởi nghĩa ở miền núi đã thất bại, Nguyễn Thái Học và cơ sở [[Việt Nam Quốc dân Đảng]] vẫn quyết định khởi nghĩa ở miền xuôi như kế hoạch cũ. Cuộc vùng lên quyết liệt nhất là ở Phụ Dực ([[Thái Bình]]) và [[Vĩnh Bảo]] (lúc đó thuộc [[Hải Dương]]).\n\nSự việc không thành, ngày [[20 tháng 2]] năm 1930, Nguyễn Thái Học bị bắt tại ấp Cổ Vịt ([[Chí Linh]], Hải Dương).\n\n===Đền nợ nước===\nPháp thành lập một Hội đồng Đề hình để xử các nghĩa quân VNQDĐ. Rất nhiều đảng viên VNQDĐ bị chung thân khổ sai, một số tự sát và bị hành hình như:\n*Ngày [[11 tháng 2]] năm 1930, [[Nguyễn Khắc Nhu]] đập đầu tự sát trong ngục thất ở [[Hưng Hóa (định hướng)|Hưng Hóa]].\n*Ngày [[8 tháng 3]] năm [[1930]], Đặng Văn Lương, Đặng Văn Tiệp, Nguyễn Thanh Thuyết, Ngô Hải Hoằng bị xử chém tại [[Yên Bái]].\n*Ngày [[17 tháng 6]] năm 1930, Nguyễn Thái Học và 12 đồng chí bị xử chém tại Yên Bái.\n*Ngày [[18 tháng 6]] năm 1930, [[Cô Giang|Nguyễn Thị Giang]] (Cô Giang) dùng súng tự sát ở gốc cây đề làng [[Thổ Tang]], tỉnh [[Vĩnh Yên]] nay là tỉnh [[Vĩnh Phúc]].\n*Ngày [[7 tháng 9]] năm 1930, [[Đỗ Thị Tâm]] nuốt giải yếm tự sát trong ngục thất ở Hà Nội.\n*Ngày [[22 tháng 11]] năm 1930, Nguyễn Văn Toại và 4 đồng chí bị xử chém tại [[Phú Thọ]].\n*Tháng 12 năm 1930, [[Đoàn Trần Nghiệp]], hay Đặng Trần Nghiệp, tức Ký Con, và 6 đồng chí là Lương Ngọc Tốn, Nguyễn Văn Nho, Nguyễn Quang Triều, Nguyễn Minh Luân, Nguyễn Trọng Bằng, Phạm Văn Khuê bị xử chém tại trước cổng nhà tù [[Hỏa Lò]] tại Hà Nội.<ref>Hoang Van Dao, 2008. [https:\/\/books.google.com.vn\/books?id=ANNaSrzrN64C&pg=PA166&lpg=PA166&dq=%22L%C6%B0%C6%A1ng+Nh%C6%B0+Tru%E1%BA%ADt%22&source=bl&ots=kyDSeSCOH3&sig=uD94nva4KXcJsQcshxJZxoKEK-M&hl=vi&sa=X&ved=0ahUKEwjgitDVxLTJAhUEk5QKHTvKD1IQ6AEIOjAF#v=onepage&q=%22L%C6%B0%C6%A1ng%20Nh%C6%B0%20Tru%E1%BA%ADt%22&f=false \"Viet nam Quoc dan Dang\"], p. 153. Truy cập 22\/11\/2015.<\/ref>\n*Ngày [[23 tháng 6]] năm [[1931]], [[Trần Quang Diệu (Quốc dân đảng)|Trần Quang Diệu]], Vũ Văn Giáo, Trần Nhật Đồng và một số đồng chí bị xử chém tại [[Hải Dương]].\n*Ngày [[23 tháng 6]] năm [[1931]], [[Lê Hữu Cảnh]] bị hành hình trước cổng ngục thất [[Hỏa Lò]] Hà Nội.\n*Năm [[1936]], [[Nguyễn Đức Trạch]] tức Sư Trạch,<ref>[https:\/\/kyvancuc.wordpress.com\/2013\/03\/15\/dung-bia-tuong-niem-liet-si-vnqdd-tai-guyane-nam-my-3\/ Dựng Bia Tưởng niệm Liệt Sĩ VNQDĐ tại Guyane, Nam Mỹ]: Đây hồ sơ mang số 219 của Nguyễn Đức Trạch tự Sư Trạch. Truy cập 2\/12\/2015.<\/ref> tự sát tại ngục thất ở [[Guyane thuộc Pháp]].\nSau khi hành quyết một số lãnh tụ và nghĩa quân của VNQDĐ tại Yên Bái, Pháp cho chôn chung một mộ tại thị xã [[Yên Bái (thành phố)|Yên Bái]], cách ga xe lửa độ một cây số, và cho lính canh giữ đến cuối năm 1930. Năm [[1945]], quân đội VNQDĐ chiếm đóng Yên Bái, cho trùng tu mộ phần của 17 vị anh hùng và lập đền thờ kỷ niệm.<ref>{{Chú thích web |url=http:\/\/www.nguyenthaihocfoundation.org\/m_thuvien_memorial.php |ngày truy cập=2009-03-22 |tựa đề=Lăng mộ Nguyễn Thái Học và các anh hùng VNQDĐ |archive-date=2009-04-22 |archive-url=https:\/\/web.archive.org\/web\/20090422135433\/http:\/\/www.nguyenthaihocfoundation.org\/m_thuvien_memorial.php |url-status=dead }}<\/ref>{{ref|NTHf}} Khu mộ này sau được nhà nước [[Việt Nam]] trùng tu và xếp hạng di tích lịch sử văn hóa tại Quyết định số 177 VH\/QĐ ngày 5\/3\/1990.<ref>[http:\/\/www.vista.net.vn\/di-tich-lich-su-van-hoa\/di-tich-khu-mo-nguyen-thai-hoc.html Di tích khu mộ Nguyễn Thái Học]. Vista, 2019.<\/ref><ref>[https:\/\/www.yenbai.gov.vn\/noidung\/tintuc\/Pages\/gioi-thieu-chi-tiet.aspx?ItemID=33&l=Ditichcapquocgia Di tích lịch sử Nguyễn Thái Học, thành phố Yên Bái]. Cổng Thông tin điện tử tỉnh Yên Bái, 04\/04\/2019.<\/ref>\n\nTên ông được dùng đặt tên nhiều đường phố và trường học tại Việt Nam.\n\nTrong cuộc hội thảo ngày 24 tháng 12 năm 2003 tổ chức tại quê hương ông, các nhà khoa học đã đề nghị Đảng và Nhà nước tôn vinh Nguyễn Thái Học là [[Anh hùng dân tộc]].<ref>{{chú thích web|title=Đề nghị tôn vinh Chí sĩ Nguyễn Thái Học là Anh hùng dân tộc|url=http:\/\/www.lichsuvietnam.vn\/home.php?option=com_content&task=view&id=92&Itemid=34|website=lichsuvietnam.vn|access-date=2021-10-10}}<\/ref>\n\n==Giai thoại==\n[[Tập tin:Nguyenthaihoceshcmc.jpg|thumb|Trường Tiểu học Nguyễn Thái Học, [[Quận 1]], [[Thành phố Hồ Chí Minh]]]]\nTheo Tế Xuyên thì khi Nguyễn Thái Học vào thi bằng thành chung (''Diplome'') thì đề tài bài thi là ''\"Sự nghiệp của [[Jules Ferry]]\"''. Nguyễn Thái Học viết trả lời vỏn vẹn có một câu: ''\"Người [[Việt Nam]] không hề biết tên người này!\"''.<ref>Tế Xuyên,'' Gương Người Xưa'', Đại Nam, Glendale, CA, trang 112.<\/ref> Không lạ gì khi ông bị đánh trượt.\n\n==Câu nói nổi tiếng==\nKhi thụ án, ông có đọc trích đoạn một bài thơ:\n:\"Mourir pour sa patrie,\n:\"C'est le sort le plus beau\n:\"Le plus digne... d'envie...\nDịch thơ:\n{{Cquote|\n''Chết vì tổ quốc,''\n\n''Cái chết vinh quang,''\n\n''Lòng ta sung sướng''\n\n''Trí ta nhẹ nhàng''|||'''Nguyễn Thái Học'''\n}}\nKhi bị xử tử, ông cùng 12 đồng chí đã hô vang: (\"Việt Nam muôn năm\")\n{{Cquote|\n''Việt Nam vạn tuế!''|||'''Nguyễn Thái Học'''}}\n\n==Các tác phẩm==\n*Đảng cương [[Việt Nam Quốc dân Đảng|Việt Nam Quốc dân đảng]]\n*Thử gửi [[Toàn quyền Đông Dương]]\n*Thư gửi [[Hạ viện Pháp|Hạ nghị viện Pháp]]\n\n==Văn tế Nguyễn Thái Học==\nSau khi ông mất, sinh viên học sinh [[Huế]] tổ chức lễ truy điệu và đọc bài ''Văn tế các Tiên-liệt Việt Nam Quốc Dân Đảng'' sau đây do cụ [[Phan Bội Châu]] trước tác.\n:''Gươm ba thước chọc trời kinh, chớp cháy, này [[Lâm Thao]], này [[Yên Bái]], này [[Vĩnh Bảo]], khí phục thù hơi thở một tầng mây!''\n:''Súng liên thanh vang đất thụt, non reo, nào chủ đồn, nào xếp cẩm, nào quan binh, ma hút máu người bay theo ngọn gió.''\n:''Trách nông nỗi trời còn xoay tít, trước cờ binh sao quay gió cản ngăn;''\n:''Tiếc sự cơ ai quá lờ mờ, dưới trướng giặc bấy nhiêu tay len lỏi.''\n:''Ma cường quyền đắc thế sinh hùng uy,\n:''Thần [[công lý]] bó tay nghe tử tội.''\n:''Ôi thôi, mù thảm mây sầu,''\n:''Gió cuồng mưa vội;''\n:''Cửa quỷ thênh thang!''\n:''Đường trời vòi vọi!''\n:''Nhân dân chí sĩ, sát thân vào luật dã man;''\n:''Nữ kiệt anh hùng, thất thế đang hồi đen rủi.''{{ref|NTHj}}\n:''Trường tuyên án chị chị anh anh cười tủm tỉm, tức nỗi xuất sư vị tiệp,''{{ref|NTHk}}\n::''vai bể non gánh nặng hãy trìu trìu,''\n:''Đoạn đầu đài sau sau trước trước bước ung dung, gớm gan thị tử như quy,''{{ref|NTHl}}\n::''mặc cây cỏ máu tươi thêm chói chói.''\n:''Tuy kim cổ hữu hình thì hữu hoại, sóng [[Sông Bạch Đằng|Bạch Đằng]], mây [[Tam Đảo]], hơi sầu cuộn cuộn bóng rồng thiêng đành ông HỌC xa xuôi,''\n:''Nhưng sơn hà còn phách ắt còn linh, voi [[Bà Triệu|nàng Triệu]], ngựa [[Hai Bà Trưng|nàng Trưng]], hình hạc gió, hãy [[Cô Giang|cô GIANG]] theo đuổi.''\n:''Đoàn trẻ chúng tôi nay:''\n:''Tiếc nước còn đau,''\n:''Nghĩ mình càng tủi!''\n:''Nghĩa lớn khôn quên,''\n:''Đường xa dặm mỏi!''\n:''Giây [[nô lệ]] quyết rày mai cắt đứt, anh linh thời ủng hộ, mở rộng đường công nhẩy, bằng bay;''\n:''Bể lao lung đua thế giới vẫy vùng, nhân đạo muốn hoàn toàn, phải gắng sức rồng dành, cọp chọi,''\n:''Đông đủ người năm bộ lớn, đốt hương nồng, pha máu nóng, hồn thiên thu như sống như còn,''\n:''Ước ao trong bấy nhiêu niên, rung chông bạc, múa cờ vàng, tiếng vạn tuế càng hô càng trỗi.''\n:''Tình khôn xiết nói,''\n:''Hồn xin chứng cho,''\n:''Thượng hưởng!''\n\n—''Sào Nam [[Phan Bội Châu]] (1932)''\n\n==Xem thêm==\n*[[Việt Nam Quốc dân Đảng|Việt Nam Quốc dân đảng]]\n*[[Khởi nghĩa Yên Bái]]\n*[[Cô Giang|Nguyễn Thị Giang]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n#{{note|NTHa}} ''Việt Nam Quốc-Dân-Đảng: Lịch sử đấu tranh cận đại 1927-1954'', Hoàng Văn Đào (HVĐ), Nhà xuất bản Tân Dân, Sài Gòn, 1970, Thiên Phụ, chương I, trang 493\n#{{note|NTHb}} ''HVĐ'', sđd, Thiên thứ nhất, 1927-1932, chương II, trang 26\n#{{note|NTHc}} ''HVĐ'', sđd, Thiên thứ nhất, 1927-1932, chương II, trang 28\n#{{note|NTHd}} ''Việt Nam Thời Pháp Đô-Hộ'', GS TS Nguyễn Thế-Anh, Tủ Sách Sử-Địa Học, Nhà xuất bản Lửa Thiêng, Sài Gòn, 1970, trang 329\n#{{note|NTHe}} ''HVĐ'', sđd, Thiên thứ nhất, 1927-1932, chương IV, trang 61-62, 69-70\n#{{note|NTHf}} ''HVĐ'', sđd, Thiên thứ nhất, 1927-1932, chương V, trang 82-87\n#{{note|NTHh}} ''HVĐ'', sđd, Thiên thứ nhất, 1927-1932, chương IX, trang 164\n#{{note|NTHj}} ý khóc [[cô Giang]], vị hôn thê của Nguyễn Thái Học, cùng là đồng chí và đảng viên, đã tuẫn tiết sau khi thấy ông bị hành hình\n#{{note|NTHk}} Đỗ Phủ trong bài thơ Thục tướng viết khi thăm miếu Gia Cát Lượng có câu: \"Xuất sư vị tiệp thân tiên tử, Trường sử anh hùng lệ mãn khâm\", tạm dịch: Ra quân chưa kịp chiến thắng thân đã khuất, mãi khiến những ai giống như ông cũng phải chạnh lòng nước mắt đẫm đầy vạt áo.\n#{{note|NTHl}} thị tử như quy: xem cái chết như chỗ đi về\n\n==Liên kết ngoài==\n*Loạt bài \"Việt Nam Quốc Dân đảng và người lãnh đạo Nguyễn Thái Học\": [http:\/\/www.rfa.org\/vietnamese\/in_depth\/VietnameseNationalistPartyAndNguyenThaiHoc_MHung-20060209.html phần 1], [http:\/\/www.rfa.org\/vietnamese\/in_depth\/VietnameseNationalistPartyAndNguyenThaiHocP2_MHung-20060210.html phần 2] và [http:\/\/www.rfa.org\/vietnamese\/in_depth\/VietnameseNationalistPartyAndNguyenThaiHocP3_MHung-20060210.html phần 3] của Tiến sĩ Lê Mạnh Hùng đăng trên Đài RFA\n*[http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7796\/?1 Bài viết về Nguyễn Thái Học trên website Đại học Quốc gia Hà Nội] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061015001250\/http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7796\/?1 |date = ngày 15 tháng 10 năm 2006}}\n*[http:\/\/www.nguyenthaihocfoundation.org\/ Học bổng Nguyễn Thái Học]\n*[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/story\/2007\/12\/071224_nguyen_thai_hoc.shtml Kế Hoạch Dân Chủ Hóa Đông Dương, Nguyễn Đại Việt, BBC]\n\n{{Phong trào độc lập Việt Nam}}\n{{Thời gian sống|1902|1930}}\n\n[[Thể loại:Nguyễn Thái Học| ]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Đảng viên Việt Nam Quốc dân đảng]]\n[[Thể loại:Khởi nghĩa Yên Bái]]\n[[Thể loại:Nhà dân tộc chủ nghĩa Việt Nam]]\n[[Thể loại:Người Vĩnh Phúc]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Nhà hoạt động độc lập]]"}