{"14706428":"{{Thông tin nhân vật\n| tên = Nguyễn Đăng Quang\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tên gốc = \n| tên khai sinh = \n| sinh = \n| ngày sinh = {{ngày sinh và tuổi|1963|8|23}}\n| nơi sinh = [[Quảng Trị]], [[Việt Nam]]\n| mất = \n| nguyên nhân cái chết = \n| ngày mất = \n| nơi mất = \n| an táng = \n| tưởng niệm = \n| tên khác = \n| dân tộc = [[Người Việt|Kinh]]\n| cư trú = \n| quốc gia = Việt Nam\n| quốc tịch = Việt Nam\n| học vị = \n| học vấn = Tiến sỹ Vật lý hạt nhân\n| alma mater = \n| công việc = \n| yearsactive = \n| employer = \n| organization = \n| nổi tiếng = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| notable works = \n| quê quán = Việt Nam\n| lương = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| đảng phái = \n| chính đảng = \n| tôn giáo = \n| spouse = Nguyễn Hoàng Yến\n| children = \n| cha = \n| mẹ = Nguyễn Quý Định\n| người thân = Nguyễn Thu Hồng (em gái)\n| chữ ký = \n| cỡ chữ ký = \n| giải thưởng = \n| website = \n}}'''Nguyễn Đăng Quang''' (sinh năm [[1963]]) là [[doanh nhân]], tỷ phú USD người Việt<ref name=\"vnexpress20190305\"\/>. Ông hiện là nhà sáng lập, Chủ tịch [[Masan Consumer|Tập đoàn Masan]],<ref name=\"cf1\">{{chú thích web|title=Nguyễn Đăng Quang|url=http:\/\/s.cafef.vn\/ceo\/CEO_00725\/nguyen-dang-quang.chn|website=s.cafef.vn|publisher=|access-date = ngày 6 tháng 3 năm 2019}}<\/ref> phó chủ tịch thứ nhất trong Hội đồng quản trị [[Ngân hàng thương mại cổ phần Kỹ Thương Việt Nam|Techcombank]] từ tháng 4 năm 2016 đến nay.\n\nTrước đó, ông đóng vai trò thành viên Hội đồng quản trị ngân hàng Techcombank từ tháng 5 năm 2014 đến tháng 3 năm 2016 và Phó Chủ tịch thứ nhất từ tháng 5 năm 2008 đến tháng 4 năm 2014. Trước khi tham gia HĐQT, ông Nguyễn Đăng Quang đã có hơn 20 năm kinh nghiệm điều hành và quản trị ở nhiều vị trí quản lý khác nhau tại Techcombank từ năm 1995.<ref name=\"HĐQT\"\/>\n\n==Tiểu sử==\nÔng Nguyễn Đăng Quang sinh năm 1963 ở [[Quảng Trị]], có thời gian dài học tập và sinh sống ở Đông Âu.\n\nÔng tốt nghiệp Thạc sĩ [[Quản trị kinh doanh]] (MBA) của [[Đại học Kinh tế Quốc dân Plekhanov]] và [[Tiến sĩ khoa học]] Công nghệ tại [[Viện Hàn lâm Khoa học Quốc gia Belarus]].<ref name=\"HĐQT\">[https:\/\/www.techcombank.com.vn\/annualreports2019\/gioi-thieu-lanh-dao.html Giới thiệu Hội đồng Quản trị]<\/ref>\n\n==Sự nghiệp ==\nÔng bắt đầu khởi nghiệp từ những năm 1990 sau thời gian học tập tại [[Nga]] thông qua việc bán [[Mì ăn liền|mì gói]] cho những [[người Việt]] sinh sống tại đây.\n\nSau một thời gian, [[đầu tư]] [[xây dựng]] [[nhà máy]] sản xuất với công suất 30 triệu gói mì mỗi tháng và sau đó mở rộng đầu tư sang đậu nành, cá và tương ớt.\n\nĐến năm 2002, ông đưa [[Masan Consumer|Masan]] trở về quê nhà bằng việc tung ra thị trường sản phẩm đầu tiên: [[Xì dầu|nước tương]] Chin-su và cũng chính là thời điểm đánh dấu sự có mặt của Masan ở Việt Nam.\n\nKhông dừng lại ở thị trường trong nước, tham vọng chiếm lĩnh thị trường nước ngoài đã được Masan chỉ rõ bằng cái bắt tay với đối tác chiến lược với Singha (Singha Asia Holding Pte Ltd) của [[Thái Lan]] năm 2015. Masan tuyên bố sẽ mở rộng thị trường kinh doanh thực phẩm và [[Thức uống|đồ uống]] ra các nước [[Hiệp hội các quốc gia Đông Nam Á|ASEAN]].\n\nCuối tháng 9 năm 2016, Masan tung sản phẩm [[nước mắm]] với tên gọi \"Chin-Su Yod Thong\" cho thị trường Thái Lan và cạnh tranh với hàng trăm sản phẩm cùng loại ở \"thủ phủ của nước mắm\".\nNgoài việc giữ chức [[Chủ tịch hội đồng quản trị|Chủ tịch Hội đồng quản trị]], Tổng Giám đốc của Tập đoàn Masan, ông Nguyễn Đăng Quang còn là Phó Chủ tịch Hội đồng quản trị của Techcombank, Công ty TNHH Khai thác Chế biến khoáng sản Núi Pháo.<ref name=\"lao dong\">{{chú thích web|title=Chủ tịch Masan Nguyễn Đăng Quang: Từ bán mì gói đến tỉ phú đô la|url=https:\/\/laodong.vn\/kinh-te\/chu-tich-masan-nguyen-dang-quang-tu-ban-mi-goi-den-ti-phu-do-la-648067.ldo|website=Lao động|publisher=LĐO |access-date = ngày 9 tháng 1 năm 2021}}<\/ref>\n\nKết thúc năm tài chính 2017, doanh thu thuần của công ty đạt hơn 37.621 tỷ đồng, [[lợi nhuận gộp]] đạt 11.632 tỷ đồng. Trong 9 tháng đầu năm 2018, MSN ghi nhận doanh thu thuần 26.630 tỷ đồng; giảm 3% so với cùng kỳ, lãi trước thuế tăng gấp 2,67 lần lên 4.804 tỷ đồng. Theo đó, MSN đã thực hiện được 56,65% kế hoạch doanh thu đề ra tại [[Đại hội cổ đông]] năm 2018. Sau 3 quý, tổng tài sản của công ty tăng 2,02%, đạt 64.815 tỷ đồng. Trong đó, tài sản ngắn hạn chiếm 20,77% chủ yếu là hàng tồn kho 4.913 tỷ đồng. Tài sản dài hạn chủ yếu là tài sản cố định 18.592 tỷ đồng. Công ty đang có 42.542 tỷ đồng nợ phải trả, trong đó chủ yếu là vay và nợ thuê tài chính dài hạn 26.756 tỷ đồng.<ref>{{chú thích web|title=Gia sản khủng của nhân vật sẽ là tỷ phú USD thứ 5 của Việt Nam|url=https:\/\/laodong.vn\/kinh-te\/gia-san-khung-cua-nhan-vat-se-la-ty-phu-usd-thu-5-cua-viet-nam-646028.ldo|website=Lao động|publisher=LĐO |access-date = ngày 9 tháng 1 năm 2021}}<\/ref>\n\nNăm 2018, trang tin Bloomberg cũng đề cập đến việc ông Quang sở hữu khối tài sản trị giá 1,2 tỉ USD. [[Bloomberg News|Bloomberg]] đặt biệt danh cho ông chủ Masan là \"ông trùm\" [[Hàng dân dụng|hàng tiêu dùng]] Việt Nam và nhấn mạnh con đường trở thành tỷ phú dựa trên mục tiêu đưa [[nước mắm]] và các đồ [[gia vị]] \"bắt buộc phải có\" vào trong căn bếp của mọi hộ gia đình Việt Nam. Thời điểm này ông Quang đang sở hữu 377,596 triệu cổ phiếu MSN, tương đương với 32,46% vốn điều lệ Masan Group.\n\nNgoài ra, vợ ông Nguyễn Đăng Quang là bà Nguyễn Hoàng Yến đang nắm giữ 42.415.234 [[cổ phiếu]] MSN, tương đương với 3,65 % vốn điều lệ Masan Group. Mẹ ông Nguyễn Đăng Quang là bà Nguyễn Quý Định đang nắm giữ 1,99 triệu phiếu MSN, tương đương 3,65% vốn điều lệ Masan Group. Dù không trực tiếp nhưng thông qua công ty liên quan và người thân, ông Nguyễn Đăng Quang đang nắm giữ tới gần 40% vốn điều lệ tại Masan Group.<ref name=\"lao dong\"\/>\n\nTháng 2 năm 2019, Nguyễn Đăng Quang có tên trong danh sách 5 tỉ phú USD người Việt Nam của tạp chí [[Forbes]].<ref name=\"vnexpress20190305\">{{chú thích web|title=Việt Nam có 5 tỷ phú trong danh sách thế giới|url=https:\/\/vnexpress.net\/kinh-doanh\/viet-nam-co-5-ty-phu-trong-danh-sach-the-gioi-3889920.html|website=VnExpress|publisher=2019-03-05|access-date = ngày 6 tháng 3 năm 2019}}<\/ref>\n\nTừ cuối năm 2019, ông Nguyễn Đăng Quang đã có đơn xin rút khỏi ban lãnh đạo Masan Resources. Masan Resources là công ty con của tập đoàn Masan hoạt động trong lĩnh vực [[khoáng sản]] với sản phẩm chủ lực là [[wolfram]]. Cổ đông lớn nhất tại Masan Resources là Công ty Cổ phần Tầm nhìn Masan với tỷ lệ sở hữu lên tới 96%. Sau khi tỷ phú Nguyễn Đăng Quang thôi chức, HĐQT Masan Resources sẽ còn lại 4 thành viên. Chủ tịch công ty là ông Danny Le, sinh năm 1984, người vừa được bổ nhiệm làm tổng giám đốc tập đoàn Masan ngày 19 tháng 6 năm 2020.<ref>{{chú thích web|title=Ông Nguyễn Đăng Quang rút khỏi ban lãnh đạo Masan Resources|url=https:\/\/zingnews.vn\/ong-nguyen-dang-quang-rut-khoi-ban-lanh-dao-masan-resources-post1098946.html|website=Zing|publisher=Việt Đức |access-date = ngày 9 tháng 1 năm 2021}}<\/ref>\n\n==Chú thích==\n{{Tham khảo|cột=}}\n{{Sơ khai tiểu sử}}\n\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Sinh năm 1963]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Tỷ phú USD Việt Nam]]"}