{"803323":"[[Tập tin:25x35.jpg|nhỏ|ông Nguyễn Thành Thơ (1925 - 2015)]]\n{{bài cùng tên|Nguyễn Thành Thơ}}\n'''Nguyễn Thành Thơ''' (Sinh ngày 03\/10\/1925 - từ trần 0 giờ 15 phút ngày 21\/04\/2015 âm lịch ngày 03 tháng 03 năm Ất mùi), bí danh '''Mười Thơ, Mười Khẩn''' là một nhà hoạt động chính trị [[Việt Nam]]. Ông từng là [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá IV|Ủy viên trung ương Đảng Cộng sản Việt Nam khóa IV]] (1976), khóa đầu tiên của nước Việt Nam thống nhất<ref>{{Chú thích web |url=http:\/\/www.nhandan.com.vn\/cmlink\/nhandandientu\/thoisu\/daihoixi\/nh-ng-ch-ng-ng-v-vang\/i-h-i-l-n-th-iv-c-a-ng\/danh-sach-ban-ch-p-hanh-trung-ng-ng-khoa-iv-1.280705?mode=print#mVtMTQoeL3Kf |ngày truy cập=2011-07-16 |tựa đề=Danh sách Ban chấp hành Trung ương Đảng khoá IV |archive-date = ngày 4 tháng 11 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20121104084632\/http:\/\/www.nhandan.com.vn\/cmlink\/nhandandientu\/thoisu\/daihoixi\/nh-ng-ch-ng-ng-v-vang\/i-h-i-l-n-th-iv-c-a-ng\/danh-sach-ban-ch-p-hanh-trung-ng-ng-khoa-iv-1.280705?mode=print#mVtMTQoeL3Kf }}<\/ref>. Ông được xem là một trong những người có công lớn trong việc cởi trói nông dân, giúp Việt Nam từ nông nghiệp sản xuất kém,trở thành một trong những quốc gia xuất khẩu gạo hàng đầu thế giới, và được nhà nước Việt Nam trao tặng [[Huân chương Hồ Chí Minh]] vì những đóng góp này.\n\n==Thân thế và bước đầu hoạt động cách mạng==\nÔng tên thật là '''Nguyễn Kiến Lập''', sinh ngày [[3 tháng 10]] năm [[1925]], tại ấp La Ghì, xã Vĩnh Xuân, quận [[Cầu Kè]], tỉnh [[Cần Thơ]] (nay thuộc ấp Vĩnh Tắc, xã Vĩnh Xuân, huyện [[Trà Ôn]], tỉnh [[Vĩnh Long]]). Ông là con thứ 8 trong gia đình, nên còn có tên là '''Chín Bôn''' theo tục lệ vùng Nam Bộ.\n\nCha ông vốn là một thầy thuốc đông y địa phương tên là Nguyễn Ngươn Hanh (Xã Trinh),sinh năm 1870, là một Đảng viên [[An Nam Cộng sản Đảng]]. Dưới ảnh hưởng của người cha, ông tham gia hoạt động cách mạng từ rất sớm. Năm 1935, ông là đoàn viên của [[Đoàn Thanh niên Cộng sản Hồ Chí Minh|Đoàn Thanh niên Dân chủ Đông Dương]], làm công tác liên lạc, phục vụ, đưa đón các cán bộ Cộng sản hoạt động. Một trong những cán bộ trẻ ông từng đưa đó có tên Mười Tụy, người về sau được biết với tên [[Nguyễn Văn Linh]], Tổng Bí thư Đảng Cộng sản Việt Nam<ref name=\"tuoitre1\">[http:\/\/tuoitre.vn\/Tuoi-tre-cuoi-tuan\/Tuoi-tre-cuoi-tuan\/387965\/Mot-doi-lang-nghe-dan.html Một đời lắng nghe dân]<\/ref>. Năm 1942 ông chính thức vào Đảng.\n\n==Trở thành một trong những lãnh đạo==\nNgày 2 tháng 10 năm 1942, ông thoát ly gia đình hoạt động cách mạng. Năm 1943, ông được phân công làm Bí thư chi bộ xã Vĩnh Xuân. Năm 1944, ông là Bí thư Huyện ủy Cầu Kè, hoạt động tập hợp quần chúng để giành chính quyền. Ngày [[20 tháng 8]] năm [[1945]], ông là một trong các lãnh đạo võ trang khởi nghĩa cướp chính quyền.\n\nSau khi Pháp tái chiếm Nam Bộ, năm 1946, ông được điều về công tác tại Khu ủy Khu 9. Trên đường công tác, thấy chính quyền [[Việt Minh]] thực hiện chủ trương tiêu thổ, đã nhận chìm các ghe chở lúa của nông dân, ông đã ghi lại: ''\"Tôi đến [[Phong Điền]] chứng kiến cảnh ta nhận chìm 200 ghe chài lúa, nước thối cả sông làm cá chết, ghé cơ quan phụ nữ huyện kiếm cơm ăn, các chị nói phong tỏa lương thực địch thiếu gì cách để làm, sao lại nhận chìm lúa, nông dân ai cũng thắc mắc\"''.<ref name=\"nongdan\">[http:\/\/hoinongdan.hochiminhcity.gov.vn\/Ho%E1%BA%A1t%C4%91%E1%BB%99ngc%E1%BB%A7aH%E1%BB%99i\/X%C3%A2yd%E1%BB%B1ngH%E1%BB%99i\/tabid\/63\/ArticleID\/1277\/View\/Detail\/Default.aspx Chuyện về ông Mười Thơ]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nSau năm 1954, ông bí mật ở lại miền Nam hoạt động với bí danh '''Mười Khẩn'''. Trong 10 năm, từ năm 1959 đến 1969, ông được phân công làm Bí thư Khu ủy Khu miền [[Đồng bằng sông Cửu Long|Tây nam bộ]] (khu 9) kiêm Trưởng ban quân sự, chỉ đạo tổ chức thực hiện [[Nghị quyết 15]] chuyển hướng từ đấu tranh chính trị sang đấu tranh vũ trang tại miền Tây nam bộ. Từ nghị quyết này, ông cử ghe máy (có buồm) [[tàu không số]] vượt biển ra [[Hà Nội]], vận chuyển vũ khí về [[Cà Mau]], đặt những cơ sở đầu tiên để hình thành [[Đường Hồ Chí Minh trên biển]]. Ông cũng là một trong những người tổ chức [[Tuyến đường 195]] (còn gọi là [[Đường 1C]]), do lực lượng [[Thanh niên xung phong]] miền Tây Nam bộ phụ trách, vận chuyển vũ khí từ biên giới Campuchia đến miền Tây nam bộ.<ref>{{Chú thích web |url=http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=397&articleId=5146 |ngày truy cập=2011-07-19 |tựa đề=Không một ai bị lãng quên trên con đường huyền thoại ấy |archive-date = ngày 18 tháng 5 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150518064319\/http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=397&articleId=5146 }}<\/ref>\n\nSau khi [[Trung ương Cục miền Nam]] được thành lập năm 1961, ông được giao thêm chức vụ Trưởng ban Nông vận. Ông là một trong những người không tán thành chủ trương phát động quần chúng cải cách ruộng đất toàn diện và triệt để ở miền Nam của Bí thư Trung ương Cục [[Nguyễn Chí Thanh]].<ref name=\"nongdan\"\/>\n\nNăm 1970, ông được phân công giữ chức Trưởng ban Binh vận [[Trung ương Cục miền Nam|Trung ương Cục Miền Nam]] với [[bí]] danh '''Nguyễn Thành Thơ''', hay '''Mười Thơ'''. Một trong những tác động đáng kể nhất của ông là cùng [[Đại tá]] [[Quân đội nhân dân Việt Nam]] [[Dương Văn Nhựt]], em ruột của tướng [[Dương Văn Minh]], vận động tướng Minh và [[Lực lượng thứ ba]] xây dựng ảnh hưởng để về sau tranh thủ thời cơ kiểm soát chính quyền [[Việt Nam Cộng hòa]], sau đó thực hiện hòa hợp dân tộc, bàn giao chính quyền cho [[Cộng hòa Miền Nam Việt Nam|Chính phủ lâm thời Cộng hòa miền Nam Việt Nam]], chấm dứt chiến tranh.\n\nNăm 1971, ông được điều về làm Phó bí thư thường trực Khu ủy Sài Gòn - Gia Định - Chợ Lớn (T4). Trong [[Chiến dịch Hồ Chí Minh]], ông được phân công phụ trách lực lượng cánh B tiến vào [[Thành phố Hồ Chí Minh|Sài Gòn]], chiếm Tòa hành chính [[gia Định (tỉnh)|tỉnh Gia Định]] lúc 8 giờ sáng ngày [[30 tháng 4]] năm [[1975]].\n\n==Lãnh đạo cởi trói nông dân==\nSau năm 1976, ông tiếp tục giữ chức Phó bí thư Thành ủy Thành phố Hồ Chí Minh, và được bầu làm [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá IV|Ủy viên trung ương Đảng Cộng sản Việt Nam khóa IV]].Được giao nhiệm vụ làm thí điểm hợp tác hóa nông nghiệp,kết quả năng xuất thấp, ông đề nghị ngưng làm hợp tác hóa nông nghiệp. Tại Hội nghị lần thứ IX Ban Chấp hành Trung ương Đảng khóa IV, ông đã phát biểu dẫn ý [[Nguyễn Trãi]]: ''\"Làm cho dân mười mà lấy một thì cơ đồ bền vững, còn làm cho dân một mà lấy mười kẻ hạ thần này tài giỏi mấy chống đỡ cũng không nổi\"''<ref name=\"nongdan\"\/>. Mặc dù vậy, xu hướng bảo thủ giáo điều vẫn tồn tại rất mạnh. Do vậy mà ông không được tái cử vào [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá V]]. Mặc dù vậy, ông vẫn được lưu lại như một chuyên viên trong Ủy ban Nông nghiệp Trung ương (sau đó là Bộ Nông nghiệp). Ngoài ra, ông vẫn là một Đại biểu Quốc hội, Ủy viên Đoàn chủ tịch [[Mặt trận Tổ quốc Việt Nam]].\n\nNgày [[25 tháng 6]] năm [[1977]], [[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam]] ra Thông báo số 16 – TB\/TW về việc thành lập Ban Trù bị Đại hội đại biểu nông dân tập thể Trung ương, nằm trong Ban Nông nghiệp Trung ương, thành một cơ quan thuộc hệ thống các đoàn thể quần chúng và dưới sự chỉ đạo trực tiếp của Ban Bí thư, đồng thời chỉ định ông làm Phó ban<ref>Trưởng ban là ông Ngô Duy Đông. Các ông Nguyễn Thành Thơ, Nguyễn Công Huế làm Phó ban, ông Lê Du làm Ủy viên.<\/ref>. Đến ngày [[27 tháng 9]] năm 1979, Ban Bí thư ra Chỉ thị số 78 – CT\/TƯ về việc tổ chức [[Hội Liên hiệp nông dân tập thể Việt Nam]].<ref>[http:\/\/nongdan.vn\/channel.aspx?Code=NEWS&NewsID=29832&c=18 Giới thiệu về Hội Nông dân Việt Nam]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nTuy vậy, mãi đến [[Đại hội Đảng Cộng sản Việt Nam VI]], khi cấp trên cũ là [[Nguyễn Văn Linh]] đắc cử Tổng Bí thư, ông mới được tín nhiệm trở lại. Hiểu được tâm huyết của ông, ông [[Nguyễn Văn Linh]] nhắn nhủ: ''\"Anh thương dân, thương nước, anh phải đi cởi trói nông dân\"''<ref name=\"tuoitre1\"\/>. Ông được phân công phụ trách công tác Nông hội, chuẩn bị tổ chức Đại hội [[Hội Nông dân Việt Nam]]<ref>Ngày [[1 tháng 3]] năm 1988, Ban Bí thư Trung ương Đảng đã ra Quyết định số 42 – QĐ\/TƯ về việc đổi tên Hội Liên hiệp Nông dân tập thể Việt Nam thành Hội Nông dân Việt Nam.<\/ref> lần thứ I vào ngày 28 và 29 tháng 3 năm 1988. Tại Đại hội này, Nghị quyết 10 của Bộ Chính trị về ''\"Đổi mới quản lý kinh tế nông nghiệp\"'' đã cho phép tìm hướng cởi trói cho nông dân để tăng cường sản xuất. Cũng trong Đại hội này, ông được bầu làm Phó chủ tịch thường trực [[Hội Nông dân Việt Nam]].\n\nTrước tình hình nông dân biểu tình để giải tán Tập đoàn sản xuất, Hợp tác xã, lấy đất ra làm ăn cá thể, với cương vị lãnh đạo và liên lụy trách nhiệm, ông bị kỷ luật với hình thức ''\"cấm cố tại nhà riêng\"'' (đường Đinh Bộ Lĩnh, quận Bình Thạnh, Thành phố Hồ Chí Minh).<ref name=\"nongdan\"\/>\n\nNông dân hết bị trói buộc bằng các hình thức tập đoàn sản xuất, hợp tác xã, đồng thời có sự bảo trợ của ông Nguyễn Văn Linh, án cấm cố của ông nhanh chóng được gỡ bỏ.\n\nÔng được phục hồi chức vụ Phó chủ tịch thường trực Hội Nông dân và được trao tặng [[Huân chương Hồ Chí Minh]]. Nhờ những nỗ lực của những người cấp tiến như ông, bước vào đầu thập niên 1990, Việt Nam đã qua được nạn đói và trở thành một trong những quốc gia xuất khẩu gạo hàng đầu thế giới.\n\n==Cuối đời==\nNăm 1992, ông nghỉ hưu, đi làm rẫy tại [[chiến khu Đ]]. Ông sống rất thanh liêm trong sạch, giản dị như một lão nông [[Nam Bộ Việt Nam|Nam Bộ]], khuyên dạy con cháu sống tự lập như mọi người dân. Ông cũng bắt tay vào viết hồi ký ''\"Cuối đời nhớ lại\"'', kể về cuộc đời hoạt động chính trị của mình cũng như mối quan hệ với những nhà lãnh đạo cao cấp nhất của Đảng, đặc biệt với Tổng bí thư Nguyễn Văn Linh.\n\nÔng qua đời ngày [[21 tháng 4]] năm 2015 tại [[Thành phố Hồ Chí Minh]]\n\n==Vinh danh==\nÔng được Nhà nước Việt Nam trao tặng: \n* [[Huân chương Hồ Chí Minh]]\n* [[Huân chương Kháng chiến#Huân chương Kháng chiến (chống Pháp)|Huân chương Kháng chiến chống Pháp]] hạng Nhất.\n* [[Huân chương Kháng chiến#Huân chương Kháng chiến (chống Mỹ)|Huân chương Kháng chiến chống Mỹ]] hạng Nhất.\n* [[Huy chương]] Giai cấp Nông dân Việt Nam\n* [[Huy chương]] Đại đoàn kết toàn dân Việt Nam\n* Huy hiệu 70 năm tuổi Đảng (73 tuổi Đảng)\n\n==Thân nhân==\nCha ông là thầy thuốc đông y địa phương Nguyễn Ngươn Hanh (1870-9\/9\/1942), là một Đảng viên [[An Nam Cộng sản Đảng]], bí danh '''Xã Trinh'''. Sau khi [[Đảng Cộng sản Việt Nam]] được thành lập, cha ông tiếp tục hoạt động cho đến khi bị thực dân Pháp bắt ngày [[30 tháng 9]] năm [[1939]], và bị kêu án 5 năm tù đày đi [[Côn Đảo]]. Cha ông qua đời tại đây ngày [[9 tháng 9]] năm [[1942]].\n\nCác em ông là:\n* Nguyễn Tương Lai (Mười Tương), bí danh Tám Lai (1927-2001), nguyên Ủy viên thường vụ Thành ủy Thành phố Hồ Chí Minh, nguyên Trưởng ban bảo vệ và giao bưu [[Trung ương Cục miền Nam|Trung ương Cục Miền Nam]] (1969-1975). Nguyên Giám đốc sở giao thông vận tải Thành phố Hồ Chí Minh (1975) \n* Nguyễn Thị Tính, bí danh Út Tính, nguyên Tỉnh ủy viên [[Hậu Giang (tỉnh cũ)|tỉnh Hậu Giang]].\n\nÔng có hai người vợ: \n* Người vợ đầu cưới tại quê nhà, bà Tư Nhàn, có với ông hai người con Nguyễn Kiến Phúc (nữ) và Nguyễn Kiến Công.\n* Người vợ thứ hai là bà Nguyễn Hồng Nga (sinh 1935), bí danh Mười Nga, nguyên bí thư, Hiệu phó trường [[Lý Tự Trọng]] (1973 - 1979). Hiện cán bộ hưu trí. Bà có với ông 5 người con là Nguyễn Kiến Quốc, Nguyễn kiến Lực, Nguyễn Kiến Khởi, Nguyễn Kiến Nghĩa, Nguyễn Kiến Hảo (nữ).\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/hoinongdan.hochiminhcity.gov.vn\/Ho%E1%BA%A1t%C4%91%E1%BB%99ngc%E1%BB%A7aH%E1%BB%99i\/X%C3%A2yd%E1%BB%B1ngH%E1%BB%99i\/tabid\/63\/ArticleID\/1277\/View\/Detail\/Default.aspx Chuyện về ông Mười Thơ]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/349859\/Hanh-trinh-hat-gao-Viet.html Hành trình hạt gạo Việt - Kỳ 1], [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/350046\/Hanh-trinh-hat-gao-Viet---Ky-2%C2%A0Nhung-vu-mua-that-bat.html Kỳ 2], [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/350232\/Hanh-trinh-hat-gao-viet---Ky-3-Hat-gao-thoi-ngan-song-cam-cho.html Kỳ 3], [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/350364\/Hanh-trinh-hat-gao-viet---Ky-4%C2%A0-Danh-thuc-ruong-dong.html Kỳ 4], [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/350551\/Hanh-trinh-hat-gao-viet---Ky-5%C2%A0-Thuong-lai-ra-dong.html Kỳ 5], [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/350706\/Hanh-trinh-hat-gao-Viet---Ky-6%C2%A0-Cuoc-cach-mang-nang-suat.html Kỳ 6], [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/350918\/Hanh-trinh-hat-gao-Viet---Ky-7%C2%A0Nhung-nha-khoa-hoc-%E2%80%9Chai-lua%E2%80%9D.html Kỳ 7], [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/351149\/Hanh-trinh-hat-gao-Viet---Ky-cuoi%C2%A0-Gao-Viet-ra-cho-quoc-te.html Kỳ cuối]\n•http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/532457\/gap-lai-nguoi-xe-luat-pha-rao.html\n\n[[Thể loại:Người Vĩnh Long]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VI]]\n[[Thể loại:Bí thư Tỉnh ủy Tam Cần]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Đổi mới]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}