{"641862":"'''Nguyễn Huy Lượng''' ([[chữ Hán]]: 阮輝諒; 1750 - [[1808]]) là nhà chính trị, danh sỹ nổi tiếng ở cuối đời [[Nhà Lê trung hưng|Lê trung hưng]], [[nhà Tây Sơn]] đến đầu đời [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\n'''Nguyễn Huy Lượng''' bút hiệu là Bạch Liên Am Nguyễn tiên sinh, người làng Sủi, tức làng Trung Nghĩa, hay làng Phú Thị, huyện [[Gia Lâm]], tỉnh Bắc Ninh cũ, nay thuộc Hà Nội. Có một thời gian ngắn di cư chạy loạn sang làng Lương Xá, huyện Chương Mỹ, tỉnh [[Hà Đông]] (nay thuộc huyện [[Chương Mỹ]], [[hà Nội|thành phố Hà Nội]]) do bố ông là Nguyễn Huy Bá có 01 người vợ dòng dõi họ Đặng ở làng này (nay là Làng Lam Điền).\n\nHọ Nguyễn Huy là một dòng họ có nhiều người hiển đạt nhất của làng Phú Thị, huyện Gia Lâm, phủ Thuận An, trấn Kinh Bắc xưa. Nguyễn Huy Nhuận đỗ [[tiến sĩ]] năm [[1703]] (làm quan trải đến chức Tham tụng ([[Tể tướng]]). Con ông là Nguyễn Huy Dận đỗ [[tiến sĩ]] năm [[1748]]. Con ông Huy Dận là Nguyễn Huy Cẩn (tức Cận) đỗ [[tiến sĩ]] năm [[1760]]. Hai người em con chú của Nguyễn Huy Nhuận là Nguyễn Huy Mãn, Nguyễn Huy Thuật cũng lần lượt đỗ tiến sĩ. Theo nhà nghiên cứu Nguyễn Vinh Phúc, thì dường như cha Nguyễn Huy Lượng có dính líu đến vụ tố cáo âm mưu [[Trịnh Khải]] chống lại cha là chúa [[Trịnh Sâm]], nên khi Trịnh Khải lên làm chúa thì ông phải lánh sang tị nạn ở làng Lương Xá. Tuy nhiên, theo GS. Nguyễn Lộc thì cha Nguyễn Huy Lượng không đỗ đạt gì, chỉ ở nhà chuyên làm ruộng. Tuy nhiên, theo Gia phả gốc của dòng họ Nguyễn Huy thì nhận định của nhà nghiên cứu Nguyễn Vinh Phúc là chính xác. Theo \"Di trạch đường phả ký\" viết năm 1802 do Tiền quân Văn hàn Nguyễn Huy Doanh soạn lại thì Nguyễn Huy Lượng sinh ra trong một dòng họ danh gia vọng tộc ở huyện Gia Lâm, phủ Thuận An, trấn Kinh Bắc. Ông nội Nguyễn Huy Lượng là tiến sĩ Nguyễn Huy Mãn, cha ông là tiến sĩ (Tiến triều) Đông các Đại học sỹ Nguyễn Huy Bá (một đại quan thời đó, thân thiết với Đặng Thị Huệ, Ngô Thì Nhậm), anh họ của ông là Hội nguyên tiến sĩ Nguyễn Huy Cẩn (con tiến sĩ Nguyễn Huy Dận). Môn đăng hộ đối với bên bố là bên mẹ ông, thuộc dòng họ Nguyễn Gia cùng phủ Thuận An trấn Kinh Bắc, mẹ ông là con gái út của Siêu quận công Nguyễn Gia Châu, vì thế ông gọi Ôn Như Hầu Nguyễn Gia Thiều là anh họ bên mẹ (bên ngoại), thường xuyên đàm luận văn chương. Nguyễn Gia Thiều viết \"Cung oán ngâm khúc\" thì Nguyễn Huy Lượng viết \"Cung oán thi\" gồm 100 bài cùng chủ đề về nỗi đau khổ của những tỳ thiếp bị giam hãm trong cung vua.<ref>Xem Cung oán thi<\/ref> Hiện nay, còn lưu giữ được một số bài viết về đàm luận văn chương, thù tạc giữa Nguyễn Huy Lượng và Nguyễn Gia Thiều (con cháu dòng họ Nguyễn Huy, hậu duệ ở Làng Sủi hiện còn lưu giữ).\n\nDưới thời [[nhà Hậu Lê|Lê]]-[[chúa Trịnh|Trịnh]], Nguyễn Huy Lượng thi đỗ Hương cống ([[Hương cống|cử nhân]]), được bổ làm Phụng nghi [[bộ Lễ]] (tức là một chức quan nhỏ phụ trách việc xem xét các lễ vật khi cúng tế).\n\n[[Mùa xuân]] năm [[Kỷ Dậu]] ([[1789]]), vua [[Nguyễn Huệ|Quang Trung]] ra [[Bắc Hà|Bắc]], đại phá quân [[nhà Thanh|Thanh]] ([[Trung Quốc]]), giải phóng [[Bắc Hà]]. Nguyễn Huy Lượng sau đó ra làm quan cho triều Tây Sơn cùng Ngô Thì Nhậm, Vũ Huy Tấn,... Ông nhận chức Hữu thị lang Bộ Hộ, tước Chương lĩnh hầu.\n\nNăm [[1801]], vua [[Nguyễn Quang Toản|Cảnh Thịnh]] làm lễ tế giao ở một địa điểm gần [[Hồ Tây]], đã giao cho Nguyễn Huy Lượng, bấy giờ đang là Hữu thị lang [[bộ Hộ]] (Bộ Hộ thời Lê giữ việc ruộng đất, nhân khẩu, kho tàng, thu phát, bổng lộc, đồ cống nạp, thuế khoá, muối và sắt. Bộ Hộ thời Nguyễn giữ chính sách điền thổ, hộ khẩu, tiền thóc, điều hòa nguồn của cải nhà nước, ngoài ra bộ Hộ còn được xem là bộ Lao động Sản Xuất) nên còn được gọi là ''Hữu Hộ Lượng'', tước Chương Lĩnh hầu), soạn một bài thơ và một bài phú tiến dâng, và bài ''[[Tụng Tây Hồ phú]]'' nổi tiếng đã ra đời nhân dịp này.\n\nSau khi [[nhà Tây Sơn]] bị diệt, triều Nguyễn ([[Gia Long]]) triệu tập ông, bắt buộc nhận chức Tri phủ Xuân Trường ([[Nam Định]]). Khi vua [[Gia Long]] đi tuần du, ông được đi theo. Nhờ vậy, ông soạn được bài ''Ngự đạo hành cung nhật trình'' (Con đường từng ngày của nhà vua qua các hành cung).\n\nTheo sách ''Minh đô sử'' thì ông bị bức tử năm [[1808]].<ref>''Từ điển nhân vật lịch sử Việt Nam'' (tr. 544) và ''Từ điển văn học'' (bộ mới, tr. 1148) đều chép theo ''Minh đô sử''. Đây là bộ sách bằng [[chữ Hán]], gồm 100 quyển, làm ra năm [[1922]], do nhiều người soạn (Lê Trọng Hàm làm chủ biên).<\/ref>\n\n==Tác phẩm==\nSáng tác của Nguyễn Huy Lượng đa số đều được viết bằng [[chữ Nôm]], hiện còn:\n* '''[[Tụng Tây Hồ phú]]''' (''Phú ca tụng hồ Tây''). Đây là bài phú [[chữ Nôm]], gồm 86 liên, dùng chỉ một vần \"hồ\" (độc vận). Dụng ý của tác giả là mượn cảnh Tây Hồ để tán tụng sự nghiệp và công đức của [[nhà Tây Sơn]]. Đây là lúc triều đại này đã suy mà ông vẫn viết nên bài phú với một niềm say sưa không hề giảm.\nCuốn \"Thăng Long – Hà Nội ngàn năm văn hiến\" có đoạn viết: ''Có thể nói, trước và sau Nguyễn Huy Lượng, chưa hề có một tác phẩm nào viết về non sông đất nước Thăng Long Hà Nội hay đến thế, đẹp đến thế. Chỉ với một danh tác ấy cũng đủ xếp Nguyễn Huy Lượng vào hàng những văn nghệ sĩ tài hoa bậc nhất Thăng Long...Áng văn Nôm trác tuyệt tân kỳ, dân Hà thành hồi ấy gọi là \"Phú ông Lựợng\". Trong khi người ta đổ xô đi tìm mua giấy mực về chép lại khiến cho giá giấy phường Hàng Giấy, Hàng Gai vọt hẳn lên.<ref>Theo ''Thăng Long – Hà Nội ngàn năm văn hiến'', Nhà xuất bản Lao động, 2009, trang 312.<\/ref>''\n\nNhờ câu: ''Ngoài năm mươi thẹn bóng tang du'' có trong bài mà đoán rằng lúc này ông đã ngoài 50 tuổi. Về sau, [[Phạm Thái]] lấy nguyên vận bài này làm ra bài ''[[Chiến tụng Tây Hồ phú]]'' để chống lại lời tán tụng của Nguyễn Huy Lượng.\n* '''Lượng như long phú''' (Phú Lượng như rồng). Bùi Hạnh Cẩn biên dịch, đã in sách. \n* '''Ngự đạo hành cung nhật trình''' (Con đường từng ngày của nhà vua qua các hành cung).\n* '''Cung oán thi''' (Thơ về nỗi oán của người cung nữ). Đây là tập thơ gồm 100 bài [[thơ]] [[Đường luật]] ([[thất ngôn bát cú]]). Có tài liệu nói đây là tác phẩm của [[Vũ Trinh]] hoặc [[Nguyễn Hữu Chỉnh]], tuy nhiên gần đây mới xác định là của ông <ref>Theo ''Từ điển văn học'' (bộ mới), tr. 1149.<\/ref>. Trong bản \"Cung oán thi\" còn lưu tại Thư viện Đại học Yale (Mỹ) còn ghi rõ tác giả là Bạch Liên Am Nguyễn tiên sinh soạn, và ghi rõ quê của ông \"Bắc Ninh, Gia Lâm, Trung Nghĩa lý\". (Thời đó, làng Sủi có tên chữ là làng Trung Nghĩa (do chúa Trịnh ban danh vì đã có công chống lại giặc cướp). TS. Nguyễn Hữu Sơn (Viện Văn học) đã nghiên cứu và phiên âm, dịch, chú giải cuốn sách này. Sách ký hiệu: AB.549 tại Viện nghiên cứu Hán Nôm. \n* '''[[Văn tế tướng sĩ trận vong]]'''\nGS.[[Nguyễn Huệ Chi]] và GS. Nguyễn Lộc cho biết:\nBấy lâu nay có nhiều sách ghi bài này là của Tổng trấn [[Nguyễn Văn Thành (nhà Nguyễn)|Nguyễn Văn Thành]]. Nhưng theo một vài tài liệu Hán Nôm còn giữ được, trong đó có bộ ''[[Minh đô sử]]'' do [[Lê Trọng Hàm]] làm chủ biên, thì trước khi làm lễ tế các tướng sĩ [[nhà Nguyễn]] tử trận, Tổng trấn Thành đã cho mời Nguyễn Huy Lượng và [[Phan Huy Ích]] đến dinh để cùng làm [[văn tế]]. Sau đấy, bài của ông Lượng được chọn dùng...<ref>Theo GS. [[Nguyễn Huệ Chi]] (''Gương mặt văn học Thăng Long'', tr. 709) và GS. Nguyễn Lộc (''Từ điển Văn học'', bộ mới, tr. 1140). Theo ''Minh đô sử'' thì cuộc tế này được tổ chức vào năm [[1802]].<\/ref>\n\n* '''Hy Minh thi tập.'''\n\nSách chữ Hán tại Viện nghiên cứu Hán Nôm, ký hiệu A.526. Bài tựa tập thơ cho biết, Nguyễn Huy Lượng vốn quê làng Phú Thị, Gia Lâm là một tác gia văn học nổi tiếng nước ta, nhất là về thơ phú Nôm. Lời tựa tập sách cho biết \"Tổ của Nguyễn Huy Lượng từng nhậm chức Thượng thư Bộ Hộ, tước Triệu Quận công\", Triệu Quận công chính là Nguyễn Huy Nhuận.<ref name=\"Đinh Khắc Thuân\">PGS.TS. Đinh Khắc Thuân (Viện nghiên cứu Hán Nôm, 2018). Cuộc đời và sự nghiệp của Nguyễn Huy Nhuận qua tài liệu Hán Nôm. (Kỷ yếu Hội thảo khoa học tiến sĩ Nguyễn Huy Nhuận (1678-1758) và dòng họ khoa bảng Nguyễn Huy Làng Sủi, xã Phú Thị, huyện Gia Lâm, Hà Nội.<\/ref>\n\n* '''''Chinh Phụ Ngâm Diễn Ca (lục bát)''''' (Nguyễn Huy Lượng). Học giả Hoàng Xuân Hãn viết \"Chinh phụ ngâm bị khảo\", có dịch và sao lục bài này ra quốc ngữ. Nhà xuất bản. Minh Tân, Paris, 1953), tr. 207-218.\n* '''''Thơ Tây Hồ''''' (đọc xuôi và đọc ngược), 1801.\n* '''''Phan Trần''''' truyện.\n\n== Vinh danh ==\nHiện nay, tại TP. Hồ Chí Minh, TP. Đà Nẵng, TP. Huế, TP. Quy Nhơn - Bình Định, TP. Rạch Giá - Kiên Giang có đường phố mang tên ông. Ở Hà Nội chưa có. Trong Bảo tàng Tây Sơn ở Bình Định hiện nay có lưu danh tiếng của ông cùng với Ngô Thì Nhậm và một số vị danh sỹ khác trong một bảng vàng rất long trọng.\n\n==Xem thêm==\n\n* [[Tụng Tây Hồ phú]]\n* [[Văn tế tướng sĩ trận vong]]\n== Chú thích ==\n{{Tham khảo}}\n==Tham khảo==\n*Nguyễn Lộc, mục từ \"Nguyễn Huy Lượng\" trong ''Từ điển Văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*GS. [[Nguyễn Huệ Chi]] (chủ biên), bài \"Nguyễn Huy Lượng và Phạm Thái xung quanh bài phú Tụng Tây Hồ\" in trong ''Gương mặt văn học Thăng Long''. Nhà xuất bản [[Hà Nội]] 2010.\n*Nguyễn Thạch Giang, ''Văn học [[thế kỷ 18]]''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 2004.\n*PGS.TS. Đinh Khắc Thuân (Viện nghiên cứu Hán Nôm, 2018). Cuộc đời và sự nghiệp của Nguyễn Huy Nhuận qua tài liệu Hán Nôm. (Kỷ yếu Hội thảo khoa học tiến sĩ Nguyễn Huy Nhuận (1678-1758) và dòng họ khoa bảng Nguyễn Huy Làng Sủi, xã Phú Thị, huyện Gia Lâm, Hà Nội.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, Hà Nội, 1992.\n*Nguyễn Vinh Phúc, \"Hữu thị lang Nguyễn Huy Lượng\" đăng trên website Hà Nội [http:\/\/www.hanoi.ws\/van-hoa\/danh-nhan\/nguyen-huy-luong.html], [http:\/\/www.hanoi.ws\/van-hoa\/danh-nhan\/nguyen-huy-luong.html?start=1]\n\n{{Ngày tháng sống|sinh=|mất=1808}}\n\n* Kinh Bắc phong thổ ký diễn quốc sự.\n\n[[Thể loại:Nguyễn Huy Lượng]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Dòng họ Nguyễn Huy]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam thời Tây Sơn]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]"}