{"52292":"{{bài cùng tên|Nguyễn Duy}}\n'''Nguyễn Duy''' (阮惟) hay '''Nguyễn Văn Duy''' (阮文惟), tự: '''Nhữ Hiền''' ([[1809]]–[[1861]]), là một danh tướng [[nhà Nguyễn|triều Nguyễn]], ([[Việt Nam]]) hy sinh trong [[Trận Đại đồn Chí Hòa]]. Ông cũng chính là em của danh tướng [[Nguyễn Tri Phương]].\n\n== Tiểu sử ==\n'''Nguyễn Duy''' sinh ngày 21 tháng 12 năm [[Kỷ Tỵ]] ([[1809]]), tại làng Đường Long tức Chí Long, huyện [[Phong Điền, Thừa Thiên Huế|Phong Điền]], tỉnh [[Thừa Thiên Huế]].\n\nThuở nhỏ ông thông minh, hiếu học, năm [[Đinh Dậu]] (1837) đỗ [[tú tài]], năm [[Thiệu Trị]] nguyên niên đậu [[Hương cống|cử nhân]] khoa [[Tân Sửu]] 1841. Năm sau ([[Nhâm Dần]] 1842), [[thi Đình]] đậu [[Đồng tiến sĩ xuất thân|Đệ tam giáp tiến sĩ xuất thân]]<ref>Xem bài [[Quốc triều khoa bảng lục]].<\/ref>.\n\nNăm 1843, ông được bổ dụng làm Biên tu ở Nội các, năm sau thăng Tu soạn, năm 1845 được bổ Tri phủ Tân An ở [[Gia Định]], năm 1847 chuyển về làm Tri phủ Quảng Hóa, tỉnh [[Thanh Hóa]]. Cùng trong năm này, thân phụ ông mất, ông phải về cư tang. Đến năm sau (1848), ông được bổ nhiệm làm Tri huyện [[Quảng Ninh]], tỉnh [[Quảng Bình]].\n\nNăm [[1851]], ông được thăng Tập hiền viện Thị độc sung giảng sách ở Tòa Kinh diên. Năm 1852, ông làm Thị giảng học sĩ. Cùng năm này ông được sung vào phái bộ đi sứ sang [[nhà Thanh]] ([[Trung Quốc]]). Sau khi đi sứ về, ông được thăng hàm Hồng lô tự khanh, sung chức Biện lý bộ Lại kiêm Nội các, làm việc tại triều đình.\n\nNăm [[1856]], tàu chiến [[Pháp]] đến khiêu khích ở Đà Nẵng, ông được phái vào giúp Tổng đốc [[Quảng Nam]] là [[Đào Trí]] lo chống ngăn. Năm [[1859]] thực dân [[Pháp]] đánh chiếm Gia Định, ông sung chức Tán lý đạo Định Biên trông coi việc quân sự.\n\nVà mặc dù lực lượng của Pháp lúc này rất ít, chủ tướng Tôn Thất Cáp vẫn chủ trương cố thủ. Thấy quân lực của mình dường như bất động, vua [[Tự Đức]] phái Tham biện các vụ Huỳnh Văn Tuyên vào điều tra. Nghe ông Tuyên về báo cáo, là Tôn Thất Cáp có tinh thần khiếp nhược, trước sau chỉ muốn hòa, nhà vua liền giáng Tôn Thất Cáp xuống Thị lang, Tán lý Nguyễn Duy xuống Lang trung, nhưng vẫn phải ở Gia Định chiến đấu.\n\nNăm 1860, Nguyễn Tri Phương được sung chức Gia Định quân thứ, trông coi việc quân sự ở miền Nam, ông Duy tòng sự dưới quyền của anh.\n\nNgày 24 tháng 2 năm [[1861]], Thủy sư đô đốc là [[Léopold Victor Charner|Charner]] đánh phá [[Đại đồn Chí Hòa]] do [[Nguyễn Tri Phương]] trấn giữ. Dưới áp lực của quân Pháp, Nguyễn Duy chiến đấu và đã chết tại trận cùng với [[Tôn Thất Trĩ]]. Riêng Nguyễn Tri Phương và [[Phạm Thế Hiển]] thì bị thương (mấy ngày sau, do bị thương quá nặng, ông Hiển mất tại thôn [[Tân Tạo]], phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]]), nhưng cuối cùng Nguyễn Tri Phương cũng rút tàn quân về được [[Biên Hòa]].\n\n== Vinh danh ==\nSau khi Nguyễn Duy mất, triều đình truy tặng hàm Binh bộ Tả tham tri và được thờ tại đền Trung Nghĩa, đền Trung Hiếu cùng anh là Nguyễn Tri Phương và cháu là Phò mã [[Nguyễn Lâm]].\n\nKhu lăng mộ ([[Nguyễn Tri Phương]], Nguyễn Duy, [[Nguyễn Lâm]]) và Nhà thờ Nguyễn Tri Phương nay thuộc xã [[Phong Chương]], huyện [[Phong Điền, Thừa Thiên Huế]]. Ngày 14 [[Tháng bảy|tháng 7]] năm [[1990]], toàn thể khu đền mộ này được công nhận là di tích cấp quốc gia theo quyết định số 575-QĐ\/VH của Bộ trưởng Bộ Văn hóa Thông tin [[Việt Nam]]. Ngày 21 [[Tháng ba|tháng 3]] năm 2010, tại xã Phong Chương đã diễn ra lễ khánh thành công trình phục hồi, tôn tạo khu di tích trên.\n\nNgoài đền thờ họ Nguyễn Tri ở [[Phong Điền, Thừa Thiên Huế]], tại phường [[Bửu Hòa]], [[thành phố Biên Hòa]], tỉnh [[Đồng Nai]] cũng có một đền thờ Tam công mà trong đó Nguyễn Tri Phương được xem là thành hoàng của địa phương. Bên tả và hữu chánh điện thờ hai vị Tán lý quân vụ Nguyễn Duy (em ruột Nguyễn Tri Phương) và [[Nguyễn Lâm|phò mã Nguyễn Lâm]] (con Nguyễn Tri Phương). Hằng năm tổ chức lễ Kỳ yên long trọng vào ngày 16, 17 tháng 10 [[âm lịch]]. Lễ kéo dài trong hai ngày với những nghi thức tiến thần, diễn hành lễ bộ, tống phong... Đền thờ Tam công đã được xếp hạng Di tích lịch sử cấp quốc gia vào năm 1992<ref>{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Doc-dao-den-tho-Nguyen-Tri-Phuong-tai-Dong-Nai-527516\/|title=Độc đáo đền thờ Nguyễn Tri Phương tại Đồng Nai|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n==Thương tiếc==\nHay tin Nguyễn Duy hy sinh tại trận, danh sĩ cùng thời là [[Nguyễn Thông]] (1827-1884) đã làm thơ điếu ông như sau:\n{{Col-begin}}\n{{Col-1-of-2}}\n===Phiên âm [[Hán-Việt]]===\n:'''Vãn Nguyễn Duy, Định Biên Tán lý'''\n:Tây phong phiêu đại thụ.<ref>Đời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] ([[Trung Quốc]]), có tướng Phù Dị, mỗi khi các ai nấy đều bàn cãi việc báo công để xét thưởng, thì ông chỉ lặng lẽ ngồi bên cây đại thụ, nên người đời gọi ông là ''Đại thụ tướng quân''. Tác giả dùng tích này để chỉ Nguyễn Duy và cũng để thầm khen ngợi ông.<\/ref>\n:Nhất tịch ế viên môn.\n:Mãn địa mai hùng lược,\n:Tâm quân khấp cựu ân.\n:Đồ tích không y táng<ref>Nguyễn Duy tử trận, lâu ngày xác đã biến dạng không còn nhận ra hình hài. Có người, biết được chiếc được chiếc áo ông thường mặc, bèn thu xác đem về táng ở cửa Đông [[Thành cổ Biên Hòa|thành Biên Hòa]]. Sau anh ông là Nguyễn Tri Phương mới lấy hài cốt về an táng ở [[Thừa Thiên Huế|Thừa Thiên]] (theo lời chú của Nguyễn Thông).<\/ref>\n:Na tri hạo khí<ref>Hạo khí: chí khí lớn lao.<\/ref> tồn.\n:Niên niên hư trủng thượng,\n:Di lão loại phương tôn.\n\n{{Col-2-of-2}}\n\n===Dịch nghĩa===\n:'''''Điếu ông Nguyễn Duy làm chức Tán lý Định Biên'''''\n:''Một đêm gió tây thổi mạnh,\n:''Cây đại thụ ngã che cửa đồn.\n:''Đất chôn vùi người anh hùng có mưu lược,\n:''Ba quân than khóc vì nhớ ơn đức của ông xưa.\n:''Luống tiếc chỉ nhận được dấu áo, thu hài cốt về mai táng,\n:''Hay đâu chí khí lớn lao hãy còn.\n:''Hàng năm trên chỗ mộ phần cũ,\n:''Các bạn già sống sót rưới rượu lên mấy ngọn cỏ thơm.''\n{{Col-end}}\n\n==Xem thêm==\n*[[Trận thành Gia Định, 1859]]\n*[[Trận Đại đồn Chí Hòa]]\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n*[[Cao Xuân Dục]], ''Đại Nam chính binh liệt truyện''. Nhà xuất bản. Văn học, 2004, tr. 507-508.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'', quyển 5, tập thượng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1962, tr. 126.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', Nhà xuất bản. HK-XH, 1992, [[Hà Nội]], tr. 509-510 và 761.\n*Ca Văn Thỉnh-Bảo Định Giang, ''Nguyễn Thông: con người & tác phẩm''. Nhà xuất bản. TP. HCM, tr. 119-120.\n\n{{Thời gian sống|sinh=1809|mất=1861}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}