{"3114600":"{{Thông tin viên chức\n| tên = Nguyễn Phúc Vĩnh Lộc\n| hình = Nguyễn Phúc Vĩnh Lộc.jpg\n| cỡ hình = \n| miêu tả = Trung tướng Vĩnh Lộc\n| chức vụ = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tổng tham mưu trưởng<br>Bộ Tổng tham mưu\n| bắt đầu = 28\/4\/1975\n| kết thúc = 30\/4\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Trung tướng\n| tiền nhiệm = -Đại tướng [[Cao Văn Viên]]\n| kế nhiệm = Sau cùng\n| địa hạt = Biệt khu Thủ đô\n| phó chức vụ = Tổng Tham mưu phó\n| phó viên chức = -Chuẩn tướng [[Nguyễn Hữu Hạnh]]\n| chức vụ 2 = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Phụ tá Kế hoạch<br>Tổng Tham mưu trưởng\n| bắt đầu 2 = 8\/1970\n| kết thúc 2 = 6\/1973\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Trung tướng\n| địa hạt 2 = Biệt khu Thủ đô\n| phó chức vụ 2 = Tổng Tham mưu trưởng\n| phó viên chức 2 = -Đại tướng [[Cao Văn Viên]]\n| chức vụ 3 = [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Chỉ huy trưởng Trường Cao đẳng Quốc phòng\n| bắt đầu 3 = 8\/1969\n| kết thúc 3 = 8\/1970\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Trung tướng\n| tiền nhiệm 3 = -Trung tướng [[Lữ Mộng Lan|Lữ Lan]]\n| kế nhiệm 3 = -Trung tướng [[Lữ Mộng Lan|Lữ Lan]]\n| địa hạt 3 = Biệt khu Thủ đô\n| chức vụ 4 = [[Hình: Flag of South Vietnam.svg|22px]]<br>Cố vấn Quân sự<br>Phái đoàn Việt Nam Cộng hòa<br>tại Hội nghị Hòa đàm Paris, Pháp\n| bắt đầu 4 = 2\/1969\n| kết thúc 4 = 8\/1969\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Trung tướng\n| địa hạt 4 = Thủ đô Paris, Cộng hòa Pháp\n| chức vụ 5 = [[Hình: ARVN Joint General Staff Insignia.svg|20px]]<br>Phụ tá Tổng Tham mưu trưởng<br>Tổng cục trưởng Tổng cục Quân huấn\n| bắt đầu 5 = 3\/1968\n| kết thúc 5 = 2\/1969\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Trung tướng\n| tiền nhiệm 5 = -Thiếu tướng [[Lữ Mộng Lan|Lữ Lan]]\n| kế nhiệm 5 = -Trung tướng [[Phan Trọng Chinh]]\n| địa hạt 5 = Biệt khu Thủ đô\n| chức vụ 6 = [[Hình: QD II VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn II\n| bắt đầu 6 = 6\/1965\n| kết thúc 6 = 3\/1968\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Thiếu tướng<br>-Trung tướng (11\/1966)\n| tiền nhiệm 6 = Thiếu tướng [[Nguyễn Hữu Có]]\n| kế nhiệm 6 = Thiếu tướng [[Lữ Mộng Lan|Lữ Lan]]\n| địa hạt 6 = Vùng 2 chiến thuật\n| chức vụ 7 = [[Hình: ARVN Capital Military Zone Unit SSI.svg|22px]]<br>Tư lệnh Biệt khu Thủ đô\n| bắt đầu 7 = 5\/1965\n| kết thúc 7 = 6\/1965\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Chuẩn tướng<br>-Thiếu tướng (6\/1965)\n| tiền nhiệm 7 = -Thiếu tướng [[Cao Văn Viên]]\n| kế nhiệm 7 = -Thiếu tướng [[Lê Nguyên Khang]]|địa hạt 7: Vùng 3 chiến thuật\n| chức vụ 8 = [[Hình: SuDoan9.jpg|22px]]<br>Tư lệnh Sư đoàn 9 Bộ binh<br>kiêm Tư lệnh Biệt khu 41\n| bắt đầu 8 = 2\/1964\n| kết thúc 8 = 5\/1965\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Đại tá<br>-Chuẩn tướng (8\/1964)\n| tiền nhiệm 8 = -Đại tá [[Đoàn Văn Quảng]]\n| kế nhiệm 8 = -Đại tá [[Lâm Quang Thi]]\n| địa hạt 8 = Vùng 4 chiến thuật\n| chức vụ 9 = [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy trưởng Thiết giáp Trung ương\n| bắt đầu 9 = 12\/1963\n| kết thúc 9 = 2\/1964\n| trưởng chức vụ 9 = Cáp bậc\n| trưởng viên chức 9 = -Đại tá\n| tiền nhiệm 9 = -Đại tá [[Nguyễn Văn Thiện (chuẩn tướng)|Nguyễn Văn Thiện]]\n| kế nhiệm 9 = -Trung tá Nguyễn Đình Bảng\n| địa hạt 9 = Biệt khu Thủ đô\n| chức vụ 10 = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tham mưu phó Liên quân<br>Bộ Tổng tham mưu\n| bắt đầu 10 = 11\/1963\n| kết thúc 10 = 12\/1963\n| trưởng chức vụ 10 = Cấp bậc\n| trưởng viên chức 10 = -Đại tá\n| địa hạt 10 = Biệt khu Thủ đô\n| chức vụ 11 = [[Hình: VKNTC-Emblem.svg|20px]]<br>Chỉ huy trưởng<br>Trung tâm Huấn luyện Quốc gia Vạn Kiếp\n| bắt đầu 11 = 2\/1962\n| kết thúc 11 = 11\/1963\n| trưởng chức vụ 11 = Cấp bậc\n| trưởng viên chức 11 = -Trung tá<br>-Đại tá (11\/1963)\n| tiền nhiệm 11 = Đầu tiên\n| kế nhiệm 11 = -Trung tá Nguyễn Văn Huấn\n| chức vụ 12 = [[Hình: Cư an tư nguy.svg|22px]]<br>Chỉ huy phó Liên trường Võ khoa Thủ Đức\n| bắt đầu 12 = 10\/1961\n| kết thúc 12 = 2\/1962\n| trưởng chức vụ 12 = Cấp bậc\n| trưởng viên chức 12 = -Trung tá\n| địa hạt 12 = Biệt khu Thủ đô\n| phó chức vụ 12 = Chỉ huy trưởng\n| phó viên chức 12 = -Đại tá [[Phan Đình Thứ]]\n| chức vụ 13 = [[Hình: Cư an tư nguy.svg|22px]]<br>Tham mưu trưởng<br>Liên trường Võ khoa Thủ Đức\n| bắt đầu 13 = 2\/1961\n| kết thúc 13 = 10\/1961\n| trưởng chức vụ 13 = Cấp bậc\n| trưởng viên chức 13 = -Trung tá\n| địa hạt 13 = Biệt khu Thủ đô\n| phó chức vụ 13 = Chỉ huy trưởng\n| phó viên chức 13 = -Thiếu tướng [[Hồ Văn Tố]]\n| chức vụ 14 = [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy trưởng<br>Trường Huấn luyện Thiết giáp\n| bắt đầu 14 = 10\/1959\n| kết thúc 14 = 2\/1961\n| trưởng chức vụ 14 = Cấp bậc\n| trưởng viên chức 14 = -Thiếu tá<br>-Trung tá (10\/1959)\n| địa hạt 14 = Quân khu Thủ đô\n| chức vụ 15 = [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Trung đoàn trưởng Trung đoàn 1 Thiết giáp\n| bắt đầu 15 = 11\/1954\n| kết thúc 15 = 8\/1955\n| trưởng chức vụ 15 = Cấp bậc\n| trưởng viên chức 15 = -Thiếu tá (11\/1954)\n| kế nhiệm 15 = -Đại úy Dương Văn Đô\n| địa hạt 15 = Đệ nhất Quân khu<br>(tiền thân của Vùng 3 chiến thuật)\n| quốc tịch = {{USA}}<br>{{Lá cờ|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tuổi già\n| nơi ở = Texas, Hoa Kỳ\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| đạo = Phật giáo\n| vợ = [[Minh Hiếu|Nguyễn Thị Minh Hiếu]]\n| họ hàng = Nguyễn Phúc Vĩnh Biểu (em)\n| cha = Nguyễn Phúc Bửu Trưng\n| mẹ = \n| con = Nguyễn Phúc Bảo Cẩn<br>Nguyễn Phúc Bảo Trí<br>Tôn nữ Yên Thảo<br>Tôn nữ Hương Cần<br>Nguyễn Phúc Bảo Lân<br>Tôn nữ Quế Thảo<br>Tôn Nữ Ngân Thảo\n| học vấn = Tú tài bán phần\n| học trường = -Trường Quốc học Khải Định, Huế<br>-Trường Võ bị Địa phương An Cựu, Huế<br>-Trường Thiết giáp binh Saumur, Pháp<br>-Trường Đại học Chỉ huy và Tham mưu Fort Laevenworth, Kansas, Hoa Kỳ\n| quê quán = Trung Kỳ\n| ngày sinh = [[23 tháng 10]] năm [[1923]]<ref>Theo sách \"Lược sử Quân lực Việt Nam Cộng hòa\" do các cựu sĩ quan [[Quân lực Việt Nam Cộng hòa]]: Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy biên soạn, xuất bản năm 2011 tại Hoa Kỳ.<\/ref>\n| nơi sinh = [[Huế]], [[Thừa Thiên Huế|Thừa Thiên]], [[Liên bang Đông Dương]]\n| ngày mất = [[8 tháng 1]] năm [[2009]]<br>([[86]] tuổi)\n| nơi mất = [[Houston]], [[Texas]], [[Hoa Kỳ]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n| năm phục vụ = [[1950]] - [[1975]]\n| cấp bậc = [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n| đơn vị = [[Hình: Flag of ARVN Armored Cavalry Regiment.png|20px]] [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Binh chủng Thiết giáp]]<ref>Ba giai đoạn phục vụ trong [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Binh chủng Thiết giáp]]:<br>-Lần thứ nhất: Trung úy đến Thiếu tá chỉ huy cấp Trung đội đến cấp Trung đoàn (1952-1955).<br>-Lần thứ hai: Trung tá Chỉ huy trưởng trường Thiết giáp tại Liên trường Võ khoa Thủ Đức (1959-1961)<br>-Lần thứ ba: Đại tá Chỉ huy trưởng [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Binh chủng Thiết giáp]] (1963-1964).<\/ref><br>[[Hình: Cờ Chỉnh binh thao lược.png|20px]] [[Trường Chỉ huy tham mưu Việt Nam Cộng hòa|Đại học Quân sự]]<br>[[Hình: Cư an tư nguy.svg|20px]] [[Trường Bộ binh Thủ Đức|Liên trường Võ khoa]]<br>[[Hình: VKNTC-Emblem.svg|20px]] [[Trung tâm Huấn luyện Quốc gia Vạn Kiếp|Quân trường Vạn Kiếp]]<br>[[Hình: SuDoan9.jpg|20px]] [[Sư đoàn 9 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 9 Bộ binh]]<br>[[Hình: ARVN Capital Military Zone Unit SSI.svg|20px]] [[Biệt khu Thủ đô]]<br>[[Hình: QD II VNCH.jpg|20px]] [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II và QK 2]]<br>[[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|20px]] [[Trường Cao đẳng Quốc phòng Việt Nam Cộng hòa|Cao đẳng Quốc phòng]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<ref>Hai giai đoạn phục vụ tại [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]:<br>-Lần thứ nhất: Trung tướng phụ tá Quân huấn Tổng Tham mưu trưởng kiêm Tổng cục trưởng [[Tổng cục Quân huấn, Quân lực Việt Nam Cộng Hòa|Tổng cục Quân huấn]] (1968-1969).<br>-Lần thứ hai: Trung tướng Tổng Tham mưu trưởng (29\/4-30\/4\/1975).<\/ref>\n| chỉ huy = [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.svg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Grand Officer BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Nhị đẳng\n}}\n\n'''Nguyễn Phúc Vĩnh Lộc''' (1923-2009), thường được gọi tắt là '''Vĩnh Lộc''', nguyên là một tướng lĩnh Thiết giáp của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ trường Võ bị Địa phương được Chính phủ thuộc đia Pháp mở ra ở Trung phần Việt Nam. Thời gian tại ngũ, ông đã có nhiều năm phục vụ trong ngành Thiết giáp-Kỵ binh và đã từng được bổ nhiệm chức vụ Chỉ huy trưởng binh chủng này. Ông là vị Tổng Tham mưu trưởng cuối cùng của [[Quân lực Việt Nam Cộng hòa]], đồng thời cũng là người có thời gian tại nhiệm ngắn nhất (chỉ tại chức trong ngày 29 tháng 4 năm [[1975]]). Trước đó, ông có thời gian giữ chức vụ Tư lệnh [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II và Vùng 2 chiến thuật]] (1965-1968), được mệnh danh là Chúa tể Cao nguyên, nhiều tai tiếng tham nhũng và có cuộc sống xa hoa như một Lãnh chúa thời phong kiến.\n\n==Tiểu sử và binh nghiệp==\nÔng sinh ngày 23 tháng 10 năm 1923 tại Huế trong một gia đình thuộc Hoàng tộc nhà Nguyễn. Chữ Vĩnh trong tên của ông được đặt theo bài \"[[Đế hệ thi]]\" của vua [[Minh Mạng]], cho thấy ông là anh em cùng hệ và ngang vai vế với vua [[Duy Tân]] và vua [[Bảo Đại]]. Là một tín đồ [[Phật giáo]], ông còn có pháp danh là '''Minh Tâm'''. Thời niên thiếu, do gia đình có điều kiện, ông được thụ hưởng một nền giáo dục cơ bản rất tốt. Từng theo học tại trường Khải Định (Quốc học Huế) và được nhận xét là có học lực rất khá. Tuy nhiên, việc học hành của ông bị gián đoạn một thời gian do thời cuộc chiến tranh. Mãi đến sau khi Pháp tái chiếm Đông Dương, ông mới tiếp tục đến trường. Năm 1948, ông tốt nghiệp Trung học chương trình Pháp với văn bằng Tú tài bán phần (Part I). Ngoài ra, ông rất thông thạo Pháp ngữ.\n\n===Quân đội Quốc gia Việt Nam===\nSau khi Cựu hoàng Bảo Đại về nước và thành lập Chính phủ [[Quốc gia Việt Nam]], cuối năm 1949, ông nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 43\/200608. Sau đó được nhập học tại trường Võ bị Địa phương của Quân đội Pháp tại An Cựu, Huế ''(École des Cadres de An Cuu)''. Tháng 9 năm 1950 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, ông được chọn làm sĩ quan cận vệ cho Quốc trưởng Bảo Đại. Qua năm 1951, ông được cử làm Trưởng phòng Liên lạc Việt-Pháp thuộc Việt binh đoàn ở Huế. Tháng 9 cùng năm, ông được chọn về ngành Kỵ binh và được cử sang Pháp thụ huấn tại trường Thiết giáp binh Saumur. Cùng học với ông khóa này có một Trung úy trẻ người Việt tên [[Lâm Văn Phát]].\n\nGiữa năm 1952, mãn khóa học từ Pháp về nước, ông được thăng cấp [[Trung úy]] và chuyển ngạch sang phục vụ trong Quân đội Quốc gia Việt Nam, được điều động làm Trung đội trưởng thuộc Đại đội 1 Thám thính thuộc Đệ nhất Đại đội Thám thính do Đại úy [[Quách Xến (Đại tá Quân lực Việt Nam Cộng hòa)|Quách Xến]]<ref>Đại uý Quách Xến tốt nghiệp khóa 1 Võ bị Viễn Đông Đà Lạt. Sau cùng là Đại tá Đổng lý Văn phòng tại Bộ Quốc phòng, giải ngũ năm 1966.<\/ref> làm Đại đội trưởng, đồn trú tại [[Cần Thơ]]. Thượng tuần tháng 8 cùng năm, ông được chuyển sang làm Đại đội trưởng Đại đội 3 Thám thính đồn trú tại [[Gia Lâm]], thay thế người bạn đồng học cũ là Đại úy [[Lâm Văn Phát]]. Tháng 8 năm 1953, ông được đặc cách thăng cấp [[Đại úy]] tại mặt trận.\n\n===Quân đội Việt Nam Cộng hòa===\nSau khi [[Hiệp định Genève, 1954]] được ký kết, ông cùng đơn vị vào Nam. Tháng 11 năm 1954, ông được thăng cấp [[Thiếu tá]] và được cử làm Trung đoàn trưởng Trung đoàn 1 Kỵ binh tân lập tại Gia Định.\n\nMặc dù là người hoàng tộc, từng là sĩ quan cận vệ cho Quốc trưởng Bảo Đại, nhưng ông đứng ngoài cuộc tranh giành quyền lực giữa lực lượng ủng hộ Quốc trưởng và Thủ tướng [[Ngô Đình Diệm]]. Tháng 8 năm 1955, rời khỏi chức vụ Trung đoàn trưởng Trung đoàn 1 Kỵ binh, ông được cử đi học lớp Tham mưu cao cấp<ref>Đây là lớp học Chỉ huy và Tham mưu đầu tiên niên khóa 1955-1956 thụ huấn 42 tuần, có 3 sĩ quan người Việt được trường Đại học Quân sự Hoa Kỳ thu nhận gồm có: Thiếu tá Vĩnh Lộc, Thiếu tá [[Nguyễn Bảo Trị]]<br>-Thiếu tá [[Trần Văn Hổ (Đại tá, Bộ binh Việt Nam Cộng hòa)|Trần Văn Hổ]] (Tốt nghiệp khóa 1 Võ bị Huế. Sau cùng là Đại tá Giám đốc Nha Kỹ thuật Bộ Tổng Tham mưu (1964-1968).<br>''(Trong Quân lực Việt Nam Cộng hòa có hai sĩ quan cấp Đại tá cùng có tên Trần Văn Hổ. Tuy nhiên cả hai đều có tên quốc tịch Pháp nên khi nói đến hai ông phải kèm theo tên Pháp để dễ nhận biết, Đại tá Giám đốc Nha Kỹ thuật là Blanchard Trần Văn Hổ, người còn lại là Paul [[Trần Văn Hổ (Đại tá, Không quân Việt Nam Cộng hòa)|Trần Văn Hổ]], nguyên Đại tá Tư lệnh đầu tiên Quân chủng Không quân Việt Nam Cộng hòa).''<\/ref> tại trường Đại học Chỉ huy và Tham mưu Fort Laevenworth thuộc Tiểu bang Kansas, Hoa Kỳ.\n\nTháng 7 năm 1956 về nước, ông vẫn tiếp tục phục vụ trong Quân đội Việt Nam Cộng hòa. Mặc dù vậy, ông vẫn gặp nhiều nghi kỵ từ phía Tổng thống Ngô Đình Diệm do mối liên hệ hoàng tộc. Vì vậy, ông bị chuyển công tác phục vụ tại Trường Đại học Quân sự, một chức vụ không có thực quyền.\n\nTrong những năm sau đó, con đường hoạn lộ của ông khá chậm chạp. Đầu tháng 10 năm 1959, ông được cử giữ chức vụ Chỉ huy trưởng trường Huấn luyện Thiết giáp tại Liên trường Võ khoa Thủ Đức. Ngày Quốc khánh Đệ nhất Cộng hòa 26 tháng 10 năm đó, ông được thăng cấp [[Trung tá]] nhiệm chức. Tháng 2 năm 1961, bàn giao trường Thiết giáp lại cho Đại úy [[Dương Văn Đô (Đại tá, Quân lực Việt Nam Cộng hòa)|Dương Văn Đô]],<ref>Đại uý Dương Văn Đô sinh năm 1926 tại Sơn Tây, tốt nghiệp khóa 2 Sĩ quan Trừ bị Thủ Đức. Chức vụ sau cùng: Đại tá Chỉ huy trưởng trường Thiết giáp.<\/ref> ông được cử giữ chức vụ Tham mưu trưởng Liên trường Võ khoa do Thiếu tướng [[Hồ Văn Tố]] làm Chỉ huy trưởng. Tháng 10 cùng năm, ông được đề bạt lên làm Chỉ huy phó Liên trường Võ khoa do Đại tá [[Phan Đình Thứ]] làm Chỉ huy trưởng. Tháng 2 năm 1962, ông nhận chỉ thị sáng lập và trở thành Chỉ huy trưởng đầu tiên của [[Trung tâm Huấn luyện Quốc gia Vạn Kiếp]] ở [[Bà Rịa]] (Phước Tuy).\n\n===Thăng tiến trong mùa đảo chính===\nDo bất mãn bị kỳ thị, qua sự tác động của Đại tá [[Đỗ Mậu]], ông sớm ngả về các tướng lĩnh âm mưu đảo chính lật đổ Tổng thống Diệm. Từ đầu tháng 10 năm 1963, với tư cách Chỉ huy trưởng Trung tâm Vạn Kiếp, ông đã cho thành lập một đơn vị cấp Tiểu đoàn, gồm các sĩ quan huấn luyện và các học viên có kinh nghiệm, luôn ở trạng thái sẵn sàng đợi lệnh hành quân đột xuất.<ref name=\"antg.cand.com.vn\" >[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Chien-doan-ma-trong-vu-dao-chinh-Ngo-Dinh-Diem-406841\/ Chiến đoàn “ma” trong vụ đảo chính Ngô Đình Diệm]<\/ref>\n\nNgay sau khi cuộc [[Đảo chính Việt Nam Cộng hòa 1963|đảo chính ngày 1 tháng 11 năm 1963]] nổ ra, ông chỉ huy đoàn xe Thiết giáp của Trung tâm Vạn Kiếp từ Bà Rịa tiến vào [[Sài Gòn]] qua hướng cầu Phan Thanh Giản (nay là cầu Điện Biên Phủ), hỗ trợ quân đảo chính giữ Đài phát thanh. Chiều ngày 2 tháng 11, ông chỉ huy Chiến đoàn Vạn Kiếp, một lực lượng hỗn hợp gồm Tiểu đoàn học viên của Trung tâm Vạn Kiếp, Tiểu đoàn 6 Nhảy dù và Chi đoàn 1 Thiết giáp thuộc Thiết đoàn 1 Kỵ binh, hỗ trợ quân đảo chính đánh chiếm [[thành Cộng Hòa]].\n\nNhờ công lao này, ngay tối ngày 2 tháng 11 năm 1963, ông được các tướng lĩnh chỉ huy đảo chính thăng lên cấp [[Đại tá]] nhiệm chức và bổ nhiệm vào chức vụ Tham mưu phó Liên quân tại Bộ Tổng tham mưu sau khi bàn giao Trung tâm Vạn Kiếp lại cho Trung tá [[Nguyễn Văn Huấn (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Huấn]]<ref>Trung tá Nguyễn Văn Huấn sinh năm 1925 tại Nam Định, tốt nghiệp khóa 3 Võ bị Liên quân Đà Lạt, sau cùng là Đại tá chỉ huy phó Trung tâm Huấn luyện Quốc gia Quang Trung<\/ref>. Không đầy một tháng sau, ông được [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] chỉ định vào chức vụ Chỉ huy trưởng Bộ chỉ huy Thiết giáp Trung ương thay thế Đại tá [[Nguyễn Văn Thiện (chuẩn tướng)|Nguyễn Văn Thiện]]. Đường công danh của ông rạng rỡ từ đây.\n\nSau khi tướng [[Nguyễn Khánh]] tiến hành cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|chỉnh lý]] tước quyền các tướng lĩnh cầm đầu Hội đồng Quân nhân Cách mạng, thường tuần tháng 2 năm 1964, ông nhận lệnh bàn giao Bộ chỉ huy Thiết giáp lại cho Trung tá [[Nguyễn Đình Bảng (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Đình Bảng]]<ref>Trung tá Nguyễn Đình Bảng sinh năm 1928 tại Nam Định, tốt nghiệp khóa 5 Võ bị Liên quân Đà Lạt. Sau cùng là Đại tá Thị trưởng Cam Ranh<\/ref> và được bổ nhiệm chức vụ Tư lệnh [[Sư đoàn 9 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 9 Bộ binh]], kiêm Tư lệnh Biệt khu 41 ''(bao gồm các tỉnh Vĩnh Long, Sa Đéc, Kiến Phong)'' thay thế Đại tá [[Đoàn Văn Quảng]]. Nhằm tranh thủ sự ủng hộ từ phía ông, ngày 11 tháng 8 năm 1964, tướng Khánh đã thăng cấp cho ông và 7 đại tá khác lên cấp bậc [[Chuẩn tướng]] vừa được đặt ra.<ref>Đợt thăng cấp tướng ngày 11 tháng 8 năm 1964 có 8 Đại tá được thăng cấp Chuẩn tướng. Ngoài Đại tá Vĩnh Lộc còn có các Đại tá: [[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]], [[Nguyễn Xuân Trang]], [[Albert Nguyễn Cao|Nguyễn Cao]], [[Nguyễn Văn Kiểm (thiếu tướng Việt Nam Cộng hòa)|Nguyễn văn Kiểm]], [[Đặng Văn Quang (tướng)|Đặng Văn Quang]], [[Lê Nguyên Khang]] và [[Hoàng Xuân Lãm]].<\/ref>\n\nVới việc thăng lên cấp bậc tướng, ông trở thành một thành viên của Hội đồng Quân nhân Cách mạng. Mặc dù Hội đồng Quân nhân Cách mạng đã tuyên bố chấm dứt hoạt động chỉ 2 tháng sau đó, nhưng trên thực tế các tướng lĩnh tập hợp một cơ chế lãnh đạo chính trị riêng, từ đó hình thành [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Hội đồng Quân lực]]. Với cơ chế này, ông cùng các tướng trẻ khác được mệnh danh là \"nhóm tướng trẻ\" ''(Young Turks)'', từng bước thâu tóm quyền lực mà đỉnh điểm là việc phế truất tướng Nguyễn Khánh và ép tướng Khánh phải lưu vong.\n\nTháng 5 năm 1965 bàn giao Sư đoàn 9 lại cho Đại tá [[Lâm Quang Thi]], ông được bổ nhiệm vào chức vụ Tư lệnh [[Biệt khu Thủ đô]] thay cho Thiếu tướng [[Cao Văn Viên]] đương nhiệm Tư lệnh Quân đoàn III kiêm nhiệm. Khi Chính phủ do tướng [[Nguyễn Văn Thiệu]] làm Chủ tịch [[Ủy ban Lãnh đạo Quốc gia (Việt Nam Cộng hòa)|Ủy ban Lãnh đạo Quốc gia]] và tướng [[Nguyễn Cao Kỳ]] làm Chủ tịch [[Ủy ban Hành pháp Trung ương (Việt Nam Cộng hòa)|Ủy ban Hành pháp Trung ương]] ra đời. Ngày 20 tháng 6 năm 1965, ông được thăng cấp [[Thiếu tướng]] nhiệm chức và được bổ nhiệm chức vụ Tư lệnh Quân đoàn II và Quân khu 2 thay thế Thiếu tướng [[Nguyễn Hữu Có]] sau khi bàn giao Biệt khu Thủ đô lại cho Thiếu tướng [[Lê Nguyên Khang]]. Ngày 24 tháng 10 cùng năm, ông cho đặt tên doanh trại của Bộ tư lệnh Quân đoàn II là thành Pleime để kỷ niệm thắng lợi của [[trận Plei Me]]. Ngày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1966, ông được thăng cấp [[Trung tướng]] nhiệm chức.\n\n===''Biến động Cao nguyên''===\nNgay khi vừa nhận chức Tư lệnh Quân đoàn II & Vùng 2 Chiến thuật, tướng Vĩnh Lộc đương đầu ngay với vụ nổi dậy của các thành viên vũ trang của [[FULRO]], khởi đầu từ các binh sĩ thuộc lực lượng [[Dân sự chiến đấu]] ''(Civilian Irregular Defense Group'' – '''CIDG''') ở trại Sarpa ở buôn Daksak, thuộc quận Đức Lập, tỉnh Quảng Đức, lan ra tận các tỉnh Darlac và Pleiku. Ngày 29 tháng 7 năm 1965, 200 lính FULRO đã vượt biên giới tấn công đánh chiếm đồn Buôn Briêng. Một nhóm khác chiếm đóng Buôn Buor (Đarlac) và khống chế một cây cầu trên quốc lộ 14. Ngay lập tức, ông ra lệnh cho [[Sư đoàn 23 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 23]] và một số Tiểu đoàn [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt Động Quân]] cùng Thiết giáp hành quân giải tỏa. Ngày 2 tháng 8 năm 1965, lực lượng FULRO tại đồn Buôn Briêng rút lui và đem theo 181 binh lính Dân sự Chiến đấu người Thượng. Ngày 15 tháng 9 năm 1965, 500 lính FULRO chiếm giữ Buôn Buor ra hàng.''\n\nTừ ngày 12 đến ngày 18 tháng 12 năm 1965, lực lượng FULRO lại tấn công đồn Phú Thiện sát hại 32 người và làm bị thương 26 người khác; chiếm đồn Krong Pách, giết hết binh sĩ người Kinh; đột nhập tòa hành chính và Tiểu khu Quảng Đức, giết hết người Kinh, treo cờ FULRO. Với binh lực trong tay, tướng Vĩnh Lộc hoàn toàn có thể trấn áp quân bạo loạn. Tuy nhiên, do sự can thiệp của Đại sứ quán Mỹ, các nhóm vũ trang của FULRO do đó luôn có thể đưa ra yêu sách ngừng bắn khi hết đạn và rút qua biên giới sang Campuchia. Vì vậy, tướng Vĩnh Lộc một mặt vẫn cho thực hiện các cuộc hành quân trấn áp, mặt khác qua các cuộc tiếp xúc với đại diện FULRO, lắng nghe những đòi hỏi của họ, và hứa sẽ nhượng bộ một số yêu cầu.''\n\nTừ giữa năm 1965, các hoạt động chính trị và quân sự của FULRO không còn là tâm điểm chú ý của tướng Vĩnh Lộc khi mà ông phải đối mặt với một đối thủ mạnh hơn nhiều: [[Quân Giải phóng miền Nam Việt Nam]]''.\n\n===Sự kiện Mậu Thân 1968===\nSự kiện tết Mậu Thân (1968), ông đã ra lệnh cho chỉ huy các đơn vị không được rời nhiệm sở để đề phòng bất trắc nhưng ông vẫn bất chấp ngang nhiên bay về Sài Gòn ăn tết. Vì Vậy [[Pleiku]] cũng như nhiều đô thị khác, cũng bị [[Quân Giải phóng miền Nam Việt Nam|quân Giải phóng]] tấn công. Sau khi ăn tết xong, ông vẫn không chịu về nhiệm sở mà về tư dinh của mình).\n\n===Vị tướng không quân===\nĐầu tháng 3 năm 1968, hoán đổi chức vụ với Thiếu tướng [[Lữ Mộng Lan|Lữ Lan]], ông về Bộ Tổng tham mưu làm phụ tá Tổng tham mưu trưởng kiêm Tổng cục trưởng Tổng cục Quân huấn, còn Thiếu tướng Lữ Lan thay ông Tư lệnh Quân đoàn II<ref>Thực tế là tướng Vĩnh Lộc bị cách chức vì đã thất bại về việc an ninh lãnh thổ (vùng 2 chiến thuật) trong tết Mậu Thân<\/ref>.\n\nGiữa tháng 2 năm 1969, bàn giao Tổng cục Quân huấn lại cho Trung tướng [[Phan Trọng Chinh]], ông được cử đi làm Cố vấn Quân sự cho Phái đoàn Hòa đàm Paris tại Pháp. Trung tuần tháng 8 cùng năm, ông được triệu hồi về nước giữ chức vụ Chỉ huy trưởng trường Cao đẳng Quốc phòng ''(vẫn là những chức vụ không có thực quyền)''. Thảng 8 năm 1970, bàn giao trường Cao đẳng Quốc phòng lại cho Trung tướng [[Lữ Mộng Lan|Lữ Lan]] tái nhiệm. Sau đó ông về Bộ Tổng Tham mưu làm phụ tá kế hoạch cho Tổng Tham mưu trưởng [[Cao Văn Viên]].\n\nGiữa năm 1973, ông lại bị Tổng thống [[Nguyễn Văn Thiệu]] tước sạch mọi chức vụ vì lý do, trong một chuyến công du [[Thổ Nhĩ Kỳ]], ông đã tự ý bay sang [[Pháp]] để liên lạc với cựu hoàng Bảo Đại. Một lần nữa, ông lại phải ở cương vị \"ngồi chơi xơi nước\" tại Bộ Tổng Tham mưu.\n\n==Tổng tham mưu trưởng cuối cùng==\nNgày 28 tháng 4 năm 1975, ông được tân Tổng thống [[Dương Văn Minh]] chỉ định làm Tổng tham mưu trưởng Quân lực Việt Nam Cộng hòa<ref>Thay thế Trung tướng [[Đồng Văn Khuyên]] đang Xử lý thường vụ Tổng Tham mưu trưởng khi Đại tướng [[Cao Văn Viên]] được chấp thuận cho từ chức giải ngũ ngày 27\/4\/1975<\/ref>. Cấp phó cho ông là viên Chuẩn tướng hồi hưu [[Nguyễn Hữu Hạnh]] được gọi tái ngũ.<\/ref>. Nhậm chức, ông đã lớn tiếng hô hào quân sĩ sát cánh tử thủ đến cùng. Tuy nhiên sau đó ông lại đào nhiệm và vượt biển chạy sang Hoa Kỳ.<ref>[http:\/\/antg.cand.com.vn\/vi-vn\/tulieu\/2012\/1\/77266.cand Ba đào tình ái Tết Mậu Thân của tướng Sài Gòn Vĩnh Lộc]<\/ref>. \n*''Sáng sớm 30\/4 Trung tướng Vĩnh Lộc, Trung tướng [[Trần Văn Trung (trung tướng)|Trần Văn Trung]], Tổng cục trưởng Chiến tranh chính trị, Đại tá [[Trần Ngọc Huyến (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Ngọc Huyến]]<ref>Đại tá Trần Ngọc Huyến sinh năm 1927, tốt nghiệp khóa 2 Sĩ quan Trừ bị Thủ Đức<\/ref> và một số sĩ quan khác lên đoàn xe rời Bộ Tổng tham mưu đến công xưởng hải quân, dùng một chiếc tàu hư duy nhất còn để ở xưởng vượt sông Sài Gòn. Đến cửa biển, tàu chỉ chạy một máy, bị hỏng hóc ngừng hẳn. Nhờ máy truyền tin kêu cứu, Đề đốc [[Chung Tấn Cang]] và Phó Đề đốc [[Diệp Quang Thủy]] phái tàu tới vớt.\n\n==Cuộc sống lưu vong==\nSau khi lưu vong, ông cùng gia đình đã đến định cư tại Thành phố Houston, Tiểu bang Texas, Hoa Kỳ.\n\nNgày 8 tháng 1 năm 2009, ông từ trần tại nơi định cư, hưởng thọ 86 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ nhị đẳng (ân thưởng)<br>-Nhiều huy chương quân sự, dân sự và đồng minh\n\n==Gia quyến==\n*Thân phụ: Cụ Nguyễn Phúc Bửu Trưng (bị Việt Minh hành quyết năm 1945)\n*Em: Đại tá [[Vĩnh Biểu (Đại tá, Quân lực VNCH)|Vĩnh Biểu]]<ref>Đại tá Vĩnh Biểu có tên đầy đủ là Nguyễn Phúc Vĩnh Biểu, sinh năm 1929 tại Huế ''(mất năm 2001 tại Hoa Kỳ)'', tốt nghiệp khóa 2 trường Sĩ quan Việt Nam ''(trường Võ bị Huế)''. Chức vụ sau cùng: Phụ tá cho Thiếu tướng [[Hoàng Văn Lạc]] nguyên Tư lệnh phó Lãnh thổ Quân đoàn I và Quân khu 1 của Quân lực VNCH.<\/ref>\n\n==Gia đình==\nÔng đã từng có một đời vợ trước và 2 người con. Về sau lập gia đình với [[Minh Hiếu|Nguyễn Thị Minh Hiếu]], một nữ danh ca lừng danh một thời tại miền Nam Việt Nam. Chuyện tình duyên của ông bà từng là đề tài của nhiều giai thoại thời bấy giờ.<ref>[[Từ Kế Tường]], ''Bí ẩn bài hát Hoa trinh nữ''. Phóng sự nhiều kỳ. đăng trên trang tin motthegioi.vn. 2015.<\/ref>\n*Các con: Nguyễn Phúc Bảo Cẩn, Nguyễn Phúc Bảo Trí, Tôn nữ Yên Thảo, Tôn Nữ Hương Cần, Tôn Nữ Bảo Lân, Tôn Nữ Quế Thảo, Tôn Nữ Ngân Thảo.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.'' Trang 170-172\n\n==Sách==\n*{{chú thích sách|title=Encyclopedia of the Vietnam War| first= Spencer C. |last=Tucker |year=2000 |publisher=[[ABC-CLIO]]| isbn=1-57607-040-9 |location=Santa Barbara, California}}\n\n[[Thể loại:Sinh năm 1923]]\n[[Thể loại:Mất năm 2009]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Hoàng tộc nhà Nguyễn]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Người Mỹ gốc Việt]]"}