{"3171888":"{{Bài cùng tên|Ngọc Lan (định hướng)}}\n{{Thông tin nhân vật}}\n'''Nguyễn Ngọc Lan''' (sinh ngày 14 tháng 7 năm 1930 - mất ngày 26 tháng 2 năm 2007) xuất thân là một linh Mục thuộc [[dòng Chúa Cứu Thế]] (thụ phong năm 1957), đã hoàn tục năm 1976. Ông từng là giáo sư văn khoa Đại học Huế, giáo sư tại Học viện Dân Chúa Cứu Thế và là chủ bút các tạp chí Đối Diện, Đứng Dậy. Nguyễn Ngọc Lan nổi tiếng trong chiến tranh Việt Nam nhờ những bài báo phản chiến. Sau khi đất nước thống nhất ông bị quản chế tại gia trong 3 năm vì tranh đấu cho nhân quyền, tự do ngôn luận.<ref>Phản tỉnh, Phản kháng: Thực hay Hư (Minh Võ) Chương 9 Nhật ký của Nguyễn Ngọc Lan<\/ref>\n\n==Tiểu sử==\nNguyễn Ngọc Lan thụ phong làm linh mục dòng Chúa Cứu Thế năm 1957. Năm 1959 ông được cử đi du học ở Pháp. Năm 1966, về nước với bằng tiến sĩ triết học [[đại học Sorbonne]], ông đã cùng với [[Linh mục Chân Tín]] làm báo \"Đối Diện\" vào năm 1969 với lập trường chống chiến tranh. Trước đó ông thường viết bài cho [[báo Tin Sáng]] của dân biểu [[Ngô Công Đức]].<ref name=bbc1>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/02\/printable\/070227_nguyen_ngoclan.shtml Một trí thức yêu nước lý tưởng qua đời], BBC, 28.02.2007<\/ref>\n\nSau ngày thống nhất, tạp chí Đối Diện với tên mới là \"Đứng dậy\" và nhật báo Tin Sáng là hai tờ báo được phép tái bản. Nhưng đến năm 1978 thì tờ \"Đứng Dậy\", theo lối viết của đài BBC, bị chính phủ Việt Nam bắt \"ngồi xuống\" (đóng cửa). Năm 1976 ông đã hoàn tục và lấy vợ.\n\nTheo giáo sư Đỗ Mạnh Tri, một trí thức Công giáo hiện sống ở Pháp, thì thời gian đầu sau 1975, Nguyễn Ngọc Lan và cha Chân Tín sẵn sàng cộng tác với chính quyền mới để đưa đất nước tiến lên, \"Nhưng chính quyền chỉ muốn dùng họ như công cụ cho ý đồ toàn trị. Hai người này thì cứ ung dung ta nói điều ta nghĩ. Và họ đã phải trả giá rất đắt. » <ref name=bbc1\/>\n\nNgày 05.8.1990, Nguyễn Ngọc Lan bị công an xét nhà và tuyên lệnh quản thúc ông 3 năm tại gia, sau khi ông cho in 3 Nhật Ký Nguyễn Ngọc Lan: Nhật Ký 1988, Nhật Ký 1989-1990, Nhật Ký 1990-1991 do Tin Nhà Paris xuất bản.\n\nSau đó ông hợp tác chặt chẽ hơn với tạp chí Tin Nhà ở bên Pháp của Giáo sư Đỗ Mạnh Tri, một người bạn cũ. Sau khi Tin Nhà đóng cửa, để duy trì cho được một tiếng nói phản kháng ngay tại Sài Gòn, anh đã vận động cho sự ra đời của \"Thư Nhà\" (do linh mục Chân Tín, sau đó là linh mục Hồ Đỉnh làm Tổng biên tập)<ref name=d1\/>.\n\nDưới thời Việt Nam Cộng hòa, ở chiến khu, Bí thư Trung ương Cục Phạm Hùng có lần bảo Trần Bạch Đằng, lúc đó Bí thư tỉnh ủy Sài Gòn, chú ý bảo vệ Nguyễn Ngọc Lan, nghe đâu ông đi lại bằng một chiếc xe gắn máy cũ kỹ, rất dễ bị ám hại.<ref name=tn1>[[Trần Bạch Đằng]], ''[http:\/\/thanhnien.vn\/thoi-su\/tien-biet-anh-anh-nguyen-ngoc-lan-386749.html Tiễn biệt anh, anh Nguyễn Ngọc Lan]'', Thanh niên, 28 Tháng hai 2007<\/ref> Nhưng chính dưới thời Việt Nam Xã hội Chủ nghĩa (30 năm sau, ngày 4 tháng 5 năm 1998), Nguyễn Ngọc Lan và linh mục Chân Tín đã bị \"kẻ lạ\" (theo giáo sư Nguyễn Ngọc Giao viết trên BBC đây là công an mặc thường phục) đạp vào xe Honda, trên đường đi đám tang một người phản tỉnh khác vừa từ trần là Nguyễn Văn Trấn (Bảy Trấn). Theo tờ Tin Nhà số 34, tháng 7 năm 1998, Pháp, trang 20, thì \"Giáo sư Nguyễn Ngọc Lan bị bất tỉnh ngay tại chỗ, mất nhiều máu, đưa vào bệnh viện khâu năm mũi ở đầu và bị nứt xương vai. Chụp scanner thấy trong đầu có máu bầm... Chân Tín bị xây xát.\"<ref name=nv1>[http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=172400&zoneid=97#.VHBy6l0tCUk Số phận của những kẻ phản tỉnh!] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141129072054\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=172400&zoneid=97#.VHBy6l0tCUk |date=2014-11-29 }}, nguoi-viet, 1 tháng 9 năm 2007<\/ref>.\"<ref name=bbc2>[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/2012\/12\/121203_linh_muc_chan_tin.shtml Linh mục Chân Tín qua đời], BBC, 3 tháng 12 năm 2012<\/ref>\n\nÔng qua đời tại Sài Gòn vì bệnh phổi vào ngày 26 tháng 2 năm 2007.\n\n==Thư mục==\n* Những bài viết của ông trước 1975 tại các tờ báo đã được in ra thành sách tập hợp lại trong \"Cho cây rừng còn xanh lá\" (1971) và \"Nước ta còn đó\" (1973). \n* 3 Nhật Ký Nguyễn Ngọc Lan: Nhật Ký 1988, Nhật Ký 1989-1990, Nhật Ký 1990-1991 do Tin Nhà Paris xuất bản.\n* Hẹn thắp lên (Trình bày, 2000) tập hợp những bài viết từ 1975 đến 2000.<ref name=d1>[http:\/\/www.diendan.org\/nhung-con-nguoi\/tuong-nho-nguyen-ngoc-lan Tưởng nhớ Nguyễn Ngọc Lan Một trí thức yêu nước lý tưởng qua đời], Diễn đàn, Sài Gòn tháng 3.2013<\/ref>\n\n==Nhận xét==\n* Nguyễn Ngọc Lan vì là một linh mục thân cộng, ủng hộ Mặt trận giải phóng miền Nam, chống sự tham dự của Mỹ vào chiến tranh Việt Nam có thời bị nhóm \"Quốc gia\" theo chính quyền Việt Nam Cộng hòa cho là \"ăn cơm quốc gia, thờ ma Cộng sản\".<ref name=bbc1\/><ref name=nv1\/>\n* Trong bài \"Tiễn biệt anh, anh Nguyễn Ngọc Lan\" [[Trần Bạch Đằng]] thời đó là bí thư tỉnh ủy Sài Gòn viết: \"trong phong trào đấu tranh chống Mỹ cứu nước ở thành phố Sài Gòn anh được biết đến như một người xung trận quả cảm, đồng hành với trí thức, học sinh, sinh viên, phật tử và đồng bào nói chung.<ref name=tn1\/>\"\n* Lữ Phương, một trí thức miền Nam, vì chống Mỹ tham dự vào chiến tranh, đã vào Bưng, và trở thành đảng viên Cộng sản viết: \"...lúc nào anh cũng một mực trung thành với đức tin riêng biệt mà anh đã chọn, dám sống chết cho đức tin ấy, do vậy đã dựa vào đó không ngừng dấn thân tìm cách thay đổi cuộc sống, bằng lời nói, chữ viết và việc làm, thách thức tất cả, bất chấp tất cả những gì thiệt thòi và không hay mang đến cho bản thân.\" <ref name=d1\/>\n* Giáo sư Đỗ Mạnh Tri ở Pháp viết: \"Ở nhiều góc cạnh và mức độ rất khác nhau, anh Lan luôn có khả năng tạo ra những va chạm nẩy lửa về tư tưởng và tình cảm, mà vẫn để lại trong lòng người đối diện một sự quý mến chân thành đối với con người anh. Xa cách anh hơn hết, những người đã ký giấy cho anh ba năm quản chế cũng đến bên giường anh chỉ để hỏi thăm sức khỏe, nói chuyện trời mưa trời nắng, gọi là một chút tình nghĩa vẫn trân trọng lưu giữ bất chấp những mâu thuẫn ở đời\".<ref name=ps1\/>\n* [[Hà Sĩ Phu]] và [[Mai Thái Lĩnh]] đã thay mặt \"Nhóm thân hữu Đà Lạt\" về Sài Gòn viếng, với một câu đối <ref name=ps1\/>:\n\n {{cquote|NGỌC bút trừ gian ! LAN ngôn kết hữu !}}\nGia đình đã quyết định khắc câu đối này lên bia mộ Gs Nguyễn Ngọc Lan.\n\n==Gia đình==\nNguyễn Ngọc Lan có vợ tên là Thanh Vân, cả hai có một người con gái sinh năm 1985, tên là Lan Chi, lúc cha chết đang học bên Pháp.<ref name=ps1>[http:\/\/phusaonline.free.fr\/VienTuong\/VT_8\/2.htm Đôi điều về anh Nguyễn Ngọc Lan], Đỗ Mạnh Tri, phusaonline, Sài Gòn tháng 3.2013<\/ref>\n\n==Xem thêm==\n* [[Stêphanô Chân Tín]]\n* [[Dòng Chúa Cứu Thế]]\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1930]]\n[[Thể loại:Mất năm 2007]]\n[[Thể loại:Tổng biên tập Việt Nam]]\n[[Thể loại:Linh mục Công giáo phản chiến]]\n[[Thể loại:Thành phần thứ ba trong chiến tranh Việt Nam]]\n[[Thể loại:Tu sĩ Dòng Chúa Cứu Thế]]"}