{"3432968":"'''Nguyễn Hữu Trí''' (1903 – 1954) là nhà chính trị Việt Nam, nguyên Thủ hiến Bắc phần của chính thể Quốc gia Việt Nam thập niên 1950. \nNguyễn Hữu Trí đồng thời là Tổng bí thư [[Đại Việt Quốc dân Đảng]]. Năm 1954 ông bị ám sát tại Sài Gòn.\n\nÔng có bằng cử nhân Luật tại trường Cao đẳng Pháp chính Hà nội.\n\n==Tham gia bộ máy Nam triều==\nSau khi tốt nghiệp trường Luật, ông tham gia bộ máy quan lại Nam triều, trải qua các chức vụ tri huyện, Tri phủ Hoài Đức (tỉnh Hà đông), Tổng đốc Thái bình (3\/1945 - 8\/1945).\nSau khi Việt Minh giành chính quyền, ông tham gia chính quyền mới với cương vị Chánh Văn phòng Bộ Nội vụ.\n\n==Tham gia chính phủ Quốc gia Việt Nam==\nSau năm 1946, ông tham gia Đảng Đại Việt quốc dân đảng, đứng đầu phái Đại Việt Quan lại có tham vọng trở thành một tổ chức lãnh đạo đất nước.\n\nTrong chính phủ Quốc gia đầu tiên được thành lập vào đầu tháng 6 năm 1948, mặc dầu bị áp lực nặng nề, [[Bảo Đại]] vẫn không chọn ông Nguyễn Hữu Trí mà chọn Tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]] làm thủ tướng. Tuy nhiên, Bảo Đại đã bảo Tướng Xuân dành cho Đại Việt 5 ghế: Nguyễn Hữu Trí, Tổng Trưởng Nội vụ; Lê Thăng, Bộ trưởng Ngoại giao; [[Phan Huy Quát]], Bộ trưởng Giáo dục; [[Nguyễn Tôn Hoàn]], Bộ trưởng Thanh Niên, và Đặng Trinh Kỳ, Tổng Thư ký Chính phủ. Vì không được làm Thủ tướng, Nguyễn Hữu Trí không chịu nhận chức Tổng Trưởng Nội vụ, Tướng Xuân phải kiêm luôn chức này.\n\nNgày 25.9.1948, Bảo Đại ký sắc lệnh bổ nhiêm Nguyễn Hữu Trí làm Đại diện Việt Nam tại Pháp và Vũ Quý Mão làm Đặc Vụ Viên. Nhưng Nguyễn Hữu Trí không đi nhận nhiệm vụ mới.\n\n==Thủ hiến Bắc Việt==\nKhi Quốc gia Việt Nam được thành lập năm 1949, ông làm Thủ hiến Bắc phần thay ông [[Nghiêm Xuân Thiện]]. Trong thời gian ông làm Thủ Hiến Bắc Việt, hầu hết các tỉnh trưởng, quận trưởng và các chức vụ cao trong chính quyền Bắc Việt đều được giao cho đảng viên Đảng Đại Việt.\n\nĐể bình định vùng nông thôn miền Bắc, Pháp đã cấp ngân khoản cho Nguyễn Hữu Trí và nhóm Đại Việt Quan lại thành lập “Đoàn Quân Thứ” - tiếng Pháp gọi là “''Groupements administratifs mobiles operationnels''”, viết tắt là GAMO – như là một đạo quân võ trang tuyên truyền, lúc đầu do [[Đỗ Đình Đạo]] chỉ huy. Đoàn quân này được thiết lập khoảng tháng 2 năm 1950. Những thành phần tham gia đoàn này được đưa đi huấn luyện tại Trung tâm Huấn luyện Bính Đông của Bảo An Đoàn ở Hải Dương do [[Bùi Văn Giá]] làm Chỉ Huy Trưởng. Sau đó, từng toán cán bộ này được gởi về nông thôn miền Bắc để thuyết phục dân đừng theo Việt Minh.\n\nTính đến ngày 31.9.1953, có 15 toán GAMO đã thành lập, huấn luyện và đưa đến hoạt động tại các vùng Bùi Chu, Gia Lâm, Kiến An, Vĩnh Bình, Vĩnh Phúc, Nam Hà và Ninh Bình. Nhiều nơi than phiền là GAMO đã lấn át quyền hành của các viên chức hành chánh địa phương.\n\nTrong thời gian 1951 – 1952 chức vụ Thủ hiến Bắc phần được thay thế bới Bác sĩ [[Đặng Hữu Chí]] (Bộ trưởng Y tế, nguyên Chủ tịch Hội đồng An Dân Bắc Việt); Bộ trưởng Bộ An ninh [[Nguyễn Văn Tâm]], [[Phạm Văn Bính]], Bộ trưởng Bộ Thanh niên và Thể thao.\n\nNgày 14.11.1952, Thủ tướng [[Nguyễn Văn Tâm]] tái bổ nhiệm ông Nguyễn Hữu Trí làm Thủ Hiến Bắc Việt thay ông Phạm Văn Bính.\n\n==Tạ thế==\nNăm 1954 ông bị ám sát tại Sài Gòn.\n\n==Gia đình==\nCon gái ông là Nguyễn Thị Kim Chi, lấy dược sĩ Vũ Huy Tân ở Nha Trang rồi lấy [[Đỗ Cao Trí]], sau này là Đại tướng Quân lực Việt Nam Cộng hòa.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{wikisource tác giả}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Đại Việt Quốc dân Đảng]]\n[[Thể loại:Bộ trưởng Quốc gia Việt Nam]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Sinh năm 1903]]\n[[Thể loại:Mất năm 1954]]\n[[Thể loại:Bộ trưởng Việt Nam]]"}