{"111628":"{{Chú thích trong bài|date=tháng 11\/2022}}\n{{Thông tin nhà văn\n| tên = Nguyên Hồng\n| hình = Nguyễn Nguyên Hồng.jpg\n| chú thích hình = \n| tên khai sinh = Nguyễn Nguyên Hồng\n| sinh = {{ngày sinh|1918|11|5}}\n| nơi sinh = Phố Hàng Cau, [[Nam Định (thành phố)|thành phố Nam Định]], tỉnh [[Nam Định]]<ref>{{chú thích web|tiêu đề=Một tuổi thơ buồn tủi, một nghị lực phi thường|url=https:\/\/vietnamnet.vn\/vn\/doi-song\/media\/chuyen-chua-ke-ve-cuoc-doi-nha-van-nguyen-hong-542916.html|nhà xuất bản=VietNamNet|ngày=2019-06-20|ngày truy cập=2021-02-13}}<\/ref>\n| mất = {{ngày mất và tuổi|1982|5|2|1918|11|5}}\n| nơi mất = [[Tân Yên]], [[Bắc Giang]]\n| bút danh =\n| công việc = Nhà văn \n| quốc gia = \n| dân tộc = \n| quốc tịch = \n| học vấn = \n| bằng cấp =\n| giai đoạn sáng tác =1936–1982 \n| thể loại = Truyện ngắn, tiểu thuyết, kí, thơ\n| chủ đề = Những người cùng khổ gần gũi mà ông yêu thương\n| trào lưu = \n| tác phẩm nổi bật = ''[[Bỉ vỏ]]'', ''[[Những ngày thơ ấu]]''\n| giải thưởng nổi bật = [[Giải thưởng Hồ Chí Minh|Giải thưởng Hồ Chí Minh về văn học nghệ thuật]] (truy tặng)\n| vợ chồng =Vũ Thị Mùi \n| nhân tình = \n| con =\n| thân nhân = \n| ảnh hướng bởi = \n| ảnh hưởng tới = \n| chữ ký =\n| website = \n}}\n'''Nguyên Hồng''' (1918–1982), tên khai sinh '''Nguyễn Nguyên Hồng,''' là một nhà văn, nhà thơ Việt Nam.\n\n==Tiểu sử ==\nÔng sinh ngày [[5 tháng 11]] năm [[1918]] tại phố Hàng Cau, nay thuộc [[Trần Hưng Đạo, thành phố Nam Định|phường Trần Hưng Đạo]], thành phố [[Nam Định (thành phố)|Nam Định]], tỉnh [[Nam Định]]<ref>[http:\/\/www.sggp.org.vn\/vanhoavannghe\/2008\/11\/170707\/ Nguyên Hồng - Nhà văn lớn của người nghèo, của những người cùng khổ ]<\/ref>. Cha ông làm cai đề lao, sau thất nghiệp, cảnh nhà sa sút, lại nghiện ngập và mắc bệnh lao, phải sống nghèo túng trong tâm trạng kẻ bất đắc chí. Mẹ ông là người ngoan đạo, tần tảo, hiền hậu, giàu đức hy sinh nhưng sống không có hạnh phúc trong gia đình nhà chồng.\n\nMới lên bảy, tám tuổi, Nguyên Hồng đã cảm nhận được một cách hồn nhiên và nhớ rất kỹ trong ký ức tuổi thơ của mình rằng \"''thầy mẹ tôi lấy nhau không phải vì thương yêu nhau''\" và bản thân mình là kết quả của cuộc hôn nhân gượng gạo ấy.\n\nNăm 12 tuổi, Nguyên Hồng mồ côi cha. Mẹ ông lén lút đi bước nữa, bà bị gia đình nhà chồng ruồng bỏ, hắt hủi, không được tự do gần gũi, chăm sóc con. Nguyên Hồng phải sống nhờ bà nội cùng cô ruột và chịu sự rẻ rúng, khinh miệt của cô. Tuổi thơ Nguyên Hồng đã trải qua những ngày tháng nhiều cay đắng và tủi cực vì đói ăn, thiếu mặc, thiếu cả tình thương. Ông đã phải đi đánh đáo kiếm tiền ăn học và chung đụng với đủ mọi hạng trẻ hư hỏng của các lớp \"cặn bã\" nơi vườn hoa, cổng chợ, bến tàu, bến ô tô, bãi đá bóng.\n\nNăm 16 tuổi, mới học hết bậc tiểu học, Nguyên Hồng đã phải thôi học, cùng mẹ ra Hải Phòng kiếm sống. Nguyên Hồng đã đi xin việc nhiều nơi nhưng vẫn thất nghiệp. Dừng lại ở xóm Cấm, [[Hải Phòng]], Nguyên Hồng sống bằng nghề dạy học tư cho con em của những người lao động nghèo.\n\nNguyên Hồng ham đọc sách từ nhỏ. Ông thường dành tiền thuê sách để đọc và dường như đọc hết những quyển sách mình thích ở cửa hàng cho thuê sách tại [[Nam Định]]. Loại sách Nguyên Hồng thích thuở nhỏ là truyện [[lịch sử Trung Quốc|lịch sử Trung Hoa]], trong đó những nhân vật có khí phách ngang tàng, trung dũng, những hảo hán chiếm cảm tình của ông nhiều nhất.\n\nNguyên Hồng bắt đầu viết văn từ năm [[1936]] với truyện ngắn \"Linh Hồn\" đăng trên Tiểu thuyết thứ 7. Đến năm 1937, ông thực sự gây được tiếng vang trên văn đàn với tiểu thuyết \"Bỉ vỏ\". Tiểu thuyết \"Bỉ vỏ\" là bức tranh xã hội sinh động về thân phận những \"con người nhỏ bé dưới đáy\" như ''Tám Bính'', ''Năm Sài Gòn''...\n\nNguyên Hồng tham gia phong trào Mặt trận Dân chủ (1936-1939) ở [[Hải Phòng]]. Tháng 9 năm 1939, ông bị mật thám bắt và bị đưa đi trại tập trung ở Bắc Mê ([[Hà Giang]]) năm 1940. Năm 1943, Nguyên Hồng tham gia Hội Văn hóa Cứu quốc bí mật cùng với [[Nam Cao]], [[Tô Hoài]], [[Nguyễn Huy Tưởng]]... Ông là Đảng viên [[Đảng Cộng sản Việt Nam]].\n\nÔng là hội viên sáng lập [[Hội Nhà văn Việt Nam|Hội nhà văn Việt Nam]] năm [[1957]].\n\nCuốn tiểu thuyết cuối cùng của Nguyên Hồng là \"''[[Núi rừng Yên Thế]]''\" được viết năm 1980. Cuốn sách vẫn còn đang dang dở vì Nguyên Hồng bị đột tử qua đời trước khi nó được hoàn thành.\n\nNguyên Hồng [[chết|qua đời]] ngày [[2 tháng 5]] năm [[1982]] tại [[Tân Yên]] (Bắc Giang) do đột tử, hưởng thọ 63 tuổi. Năm 1996, ông được Nhà nước truy tặng [[Giải thưởng Hồ Chí Minh|Giải thưởng Hồ Chí Minh về văn học nghệ thuật]] (1996).\n\n== Thể loại và khuynh hướng sáng tác ==\n\n=== Thể loại ===\nSau Cách mạng, Nguyên Hồng tiếp tục bền bỉ sáng tác, ông viết tiểu thuyết, thơ, hồi kí và nổi bật nhất là những tác phẩm tiểu thuyết sử thi nhiều tập.\n\n=== Khuynh hướng sáng tác ===\nVì có một tuổi thơ vô cùng bất hạnh, cay đắng nên ngay từ những tác phẩm đầu tay, Nguyên Hồng đã hướng ngòi bút về những người nghèo khó gần gũi mà ông yêu thương với một sự cảm thông sâu sắc, với tâm hồn của một người từng trải. Nhà văn Nguyên Hồng được nhận định rằng ông là \"nhà văn của phụ nữ và trẻ em\" vì hai đối tượng (bất hạnh) này xuất hiện nhiều trong các tác phẩm giống như hình ảnh của ông và người mẹ thuở nhỏ.\n\n==Các tác phẩm tiêu biểu ==\n* ''[[Bỉ vỏ]]'' (tiểu thuyết, 1938)\n* Bảy Hựu (truyện ngắn, 1941)\n* ''[[Những ngày thơ ấu]]'' (hồi ký, đăng báo lần đầu năm 1938, xuất bản năm 1940)\n* Qua những màn tối (truyện, 1942)\n* Cuộc sống (tiểu thuyết, 1942)\n* Quán nải (tiểu thuyết, 1943)\n* Đàn chim non (tiểu thuyết, 1943)\n* Hơi thở tàn (tiểu thuyết, 1943)\n* Hai dòng sữa (truyện ngắn, 1943)\n* Vực thẳm (truyện vừa, 1944)\n* Miếng bánh (truyện ngắn, 1945)\n* Ngọn lửa (truyện vừa, 1945)\n* Địa ngục và lò lửa (truyện ngắn, 1946-1961)\n* Đất nước yêu dấu (ký, 1949)\n* Đêm giải phóng (truyện vừa, 1951)\n* Dưới chân cầu Mây (tập truyện ngắn, 1951)\n* Giữ thóc (truyện vừa, 1955)\n* Giọt máu (truyện ngắn, 1956)\n* Trời xanh (thơ, 1960)\n* Sóng gầm (tiểu thuyết, 1961)\n* Cửa biển (bộ tiểu thuyết 4 tập: 1961, 1967, 1973, 1976)\n* Sức sống của ngòi bút (tạp văn, 1963)\n* Cơn bão đã đến (tiểu thuyết, 1963)\n* Bước đường viết văn của tôi (hồi ký, 1971)\n*\n* Cháu gái người mãi võ họ Hoa (truyện thiếu nhi, 1972)\n* Thời kỳ đen tối (tiểu thuyết, 1973)\n* Một tuổi thơ văn (hồi ký, 1973)\n* Sông núi quê hương (thơ, 1973)\n* Khi đứa con ra đời (tiểu thuyết, 1976)\n* Những nhân vật ấy đã sống với tôi (hồi ký, 1978)\n* Thù nhà nợ nước (tập I trong bộ tiểu thuyết về [[Khởi nghĩa Yên Thế]], 1981)\n* Núi rừng [[Yên Thế]] (tập II trong bộ tiểu thuyết về [[Khởi nghĩa Yên Thế]], 1993)\n* Tuyển tập Nguyên Hồng (3 tập Tập I: 1983, Tập II: 1984, Tập III: 1985)\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Sinh năm 1918]]\n[[Thể loại:Mất năm 1982]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam]]"}