{"396906":"{{Thông tin nhà văn\n| name = Nguyễn Triệu Luật\n| image = Portrait of writer Nguyễn Triệu Luật (cropped).jpg\n| bgcolour = green\n| caption = Chân dung Nguyễn Triệu Luật\n| birthname = \n| birthdate = [[1903]]\n| birthplace = [[Hà Nội]], [[Việt Nam]]\n| deathdate = [[1946]] (43 tuổi)\n| deathplace = Không rõ\n| realname = \n| penname = | occupation = Nhà văn, nhà báo, nhà hoạt động chính trị\n| ethnicity = [[Người Việt|Kinh]]\n| citizenship = [[Việt Nam]]\n| education = \n| alma_mater =\n| period = \n| genre = \n| subject = \n| movement = \n| awards = \n| spouse = \n| partner =\n| children = \n| relatives = \n| influences =\n| influenced =\n| signature =\n| website =\n| footnotes = \n}}\n\n'''Nguyễn Triệu Luật''' ([[1903]]-[[1946]]), bút hiệu: '''Dật Lang''', '''Phất Văn Nữ Sĩ'''; là nhà giáo, [[nhà văn]], [[nhà báo]] và là thành viên sáng lập [[Việt Nam Quốc dân Đảng]] vào năm [[1927]] tại [[Việt Nam]].\n\n==Thân thế và sự nghiệp==\nÔng là người làng Du Lâm, huyện [[Đông Ngàn (huyện)|Đông Ngàn]], phủ [[Từ Sơn]], tỉnh [[Bắc Ninh]] (nay thuộc xã Mai Lâm, huyện [[Đông Anh]], ngoại thành [[Hà Nội]]). Ông là cháu nội của [[Hoàng giáp]] [[Nguyễn Tư Giản]] ([[1823]] - [[1890]]) và [[Hương cống|Cử nhân]] [[Nguyễn Án]] ([[1770]] – [[1815]]), thuộc một dòng họ có nhiều người đỗ đạt và nhiều người làm quan lớn <ref>Theo [[Nguyễn Huệ Chi]], nguồn ở mục sách tham khảo.<\/ref>\n\nThuở trai trẻ, Nguyễn Triệu Luật học tại Trường nam Sư phạm Hà Nội, đến khi tốt nghiệp, lần lượt đến dạy tại một số trường công ở [[Tuyên Quang]], [[Hà Nội]], [[Hải Phòng]].\n\nNăm [[1927]], ông cùng [[Nguyễn Thái Học]], [[Phạm Tuấn Tài]] tham gia thành lập [[Việt Nam Quốc dân Đảng]]...Sau khi cuộc tổng khởi nghĩa thất bại, mười ba đồng chí của ông, trong đó có lãnh tụ Nguyễn Thái Học, bị [[đế quốc thực dân Pháp|thực dân Pháp]] xử chém ở [[Yên Bái]] ngày [[17 tháng 6]] năm [[1930]]; thì ông cũng bị thực dân cầm tù cùng với hai [[nhà văn]] khác là [[Nhượng Tống]] và [[Trúc Khê]].\n \nMột thời gian sau ông được tha, nhưng bị buộc thôi nghề dạy học. Kể từ đó, ông quay sang làm báo, viết cho nhiều tờ như: [[Nam Phong tạp chí|Nam Phong]], ''Trung Bắc tân văn, Ích hữu, Tao đàn, Tiểu thuyết thứ Bảy, Nhật Tân''...Trong những năm [[1937]]-[[1939]], ông được mời vào giảng dạy tại trường tư thục Lê Văn ở [[Vinh]]. Chính thời gian này, ông viết nhiều tác phẩm nhất <ref name=\"NVP\">Nguyễn Vinh Phúc, \"Lời giới thiệu\" in trong bộ ''Tiểu thuyết lịch sử của Nguyễn Triệu Luật''.<\/ref>.\n\nNăm [[1940]], ông bị [[đế quốc thực dân Pháp|thực dân Pháp]] đưa đi an trí, và qua đời năm [[1946]], lúc 43 tuổi <ref>Trong ''Từ điển văn học'' (bộ mới, [[2004]], tr. 1200), Nguyễn Vinh Phúc ghi là: ''\"Khoảng năm [[1945]]-[[1946]], Nguyễn Triệu Luật trở lại hoạt động trong [[Việt Nam Quốc dân Đảng]] và bị mất tích cuối năm [[1946]]\"''. Tuy nhiên, trong \"Lời giới thiệu\" bộ ''Tiểu thuyết lịch sử của Nguyễn Triệu Luật'' xuất bản năm [[2011]], ông đã sửa lại như trên.<\/ref>.\n\nHiện nay, ở [[bình Tân, Thành phố Hồ Chí Minh|quận Bình Tân]], [[Thành phố Hồ Chí Minh]], có con đường mang tên ''Nguyễn Triệu Luật''.\n\n==Tác phẩm chính== \nTheo ''Từ điển bách khoa Việt Nam'', vào năm [[1935]], nhân đọc cuốn ''Vua Hàm Nghi'' của [[Phan Trần Chúc]], Nguyễn Triệu Luật viết cuốn '''Ông Phan Trần Chúc bôi nhọ quốc sử''', rồi sau đó ông soạn một loạt sách truyện ký lịch sử bao gồm:\n\n*'''Hòm đựng người''' (in từng kỳ trên báo ''Nhật Tân'' vào năm [[1936]], [[1938]] in thành sách)<ref>Nội dung truyện Hòm đựng người xoay quanh việc một ông Hoàng tử [[nhà Lê sơ|nhà Lê]] cả gan thâm nhập vào sơn lăng của các vua Lê để chung sống với một cung nữ vốn là người yêu cũ. Sự việc đổ bể, đã dẫn đến hàng chục cái án tử hình (Nguyễn Vinh Phúc, tr. 1200-1200)<\/ref>\n*'''Bà chúa Chè''' (Nhà xuất bản Tân Dân - Hà Nội, 1938)\n*'''Loạn kiêu binh''' (Nhà xuất bản Tân Dân - Hà Nội, 1939)\n*'''Ngược đường Trường thi''' (''Phổ thông bán nguyệt san'' số 46, 1939)\n*'''Chúa Trịnh Khải''' (Nhà xuất bản Tân Dân - Hà Nội, 1940)\n*'''Rắn báo oán''' (1941)\n*'''Thiếp chàng đôi ngã''' (in chung với ''Rắn báo oán'', 1941)\n*'''Bốn con yêu và hai ông đồ''' (1943)\n*'''Chúa cuối mẻ''' (đăng dở dang trên tờ ''Tiểu thuyết thứ Bảy'' từ số 1, tháng 6 năm 1944 đến số 9, tháng 3 năm 1945).\n\nNgoài ra, ông còn có nhiều tiểu luận, tạp luận đây đó trên nhiều báo và tạp chí đương thời, kể từ tờ ''[[Nam Phong tạp chí]]'' ([[1923]]), tờ ''Phụ nữ thời đàm'' mà ông là Chủ bút kế nghiệp nhà văn [[Phan Khôi]] trong 4 số cuối cùng, các tạp chí ''Tri tân, Tao đàn''... Cho đến nay vẫn chưa sưu tập được đầy đủ.\n\nNăm [[2011]], Các tiểu thuyết lịch sử của ông đã được tập hợp in lại trong cuốn '''Tiểu thuyết lịch sử của Nguyễn Triệu Luật''' do Nhà xuất bản Khoa học Xã hội ấn hành.\n\n==Quan niệm sáng tác==\nNói đến tính chân xác lịch sử trong những tác phẩm của mình, Nguyễn Triệu Luật tuyên bố: \n{{cquote|''Tôi chỉ là người thợ vụng, có thế nào làm nên thế, gốc tre già cứ để là gốc tre già, chứ không thể hun khói lấy màu, vẽ vân cho thành gốc trúc hoá long''.<ref>Trích bài tựa của Nguyễn Triệu Luật in trong cuốn ''Bà Chúa Chè''.<\/ref>}}\n\n==Đóng góp cho văn học Việt==\nNguyễn Triệu Luật nhờ có vốn hiểu biết sâu về [[lịch sử]], cộng với tài tạo dựng, nên những tác phẩm của ông đều thể hiện được màu sắc, không khí của thời xưa và một tinh thần nhân bản dồi dào, sâu sắc.\n\nNgay từ tiểu thuyết lịch sử đầu tiên là ''Hòm đựng người'', Nguyễn Triệu Luật đã được người đương thời chú ý và yêu thích. Đến bộ ba tác phẩm: ''Bà chúa Chè'', ''Loạn kiêu binh'' và ''Chúa Trịnh Khải'', thì nghệ thuật tiểu thuyết của ông càng được nâng cao hơn và phạm vi đề tài cũng mở rộng hơn. Trong bộ ba này, hay hơn cả là cuốn ''Bà chúa Chè''.\nQua cuốn sách này, tác giả đã dựng lại khá sinh động hình tượng một ''Bà chúa Chè'' (tức [[Đặng Thị Huệ]], nhân vật chính) thông minh, bản lĩnh và biết thương cảm (khác với hình ảnh một vương phi lắm mưu mô, đầy tham vọng trong sách [[Hoàng Lê nhất thống chí]]). So với những tiểu thuyết lịch sử đương thời thì ''Bà chúa Chè'' có sự mới mẻ trong hư cấu, khéo léo trong bố cục, hấp dẫn của tình tiết, chân xác của lịch sử và có cả cái nhìn cấp tiến trong cách đánh giá nhân vật chính.\n \nNhìn chung, Nguyễn Triệu Luật đã tự mình mở ra một dòng sáng tác tiểu thuyết lịch sử rất đáng trân trọng. Ông đã có ý thức tái hiện lịch sử bằng hư cấu trên cơ sở hiện thực đáng tin cậy, và miêu tả cụ thể chi tiết gây rung động nơi người đọc. Đương thời ông là nhà văn được nhiều độc giả yêu thích. Các nhà văn tài danh như [[Nguyễn Tuân]], [[Tchya|Đái Đức Tuấn]], [[Vũ Ngọc Phan]], [[Trúc Khê]]...đều có những bài viết ca ngợi ông. Cho nên, dù tác phẩm của ông phần lớn còn dừng lại ở những nét tâm lý, tính cách biểu hiện ở bên ngoài mà chưa khai thác sâu vào thế giới nội tâm của nhân vật, nhưng đó cũng là đặc điểm chung của các sáng tác tiểu thuyết lịch sử ở những năm 30-40 của [[thế kỷ 20]]. Ngày nay, truyện của ông vẫn rất đáng được đọc để hiểu về [[lịch sử]] [[Thăng Long]] một thời xa xưa, cũng như kỹ thuật viết văn của tiểu thuyết gia [[Việt Nam]] lúc bấy giờ...<ref name=\"NVP\" \/>\n\n==Thông tin liên quan==\nNhân dịp kỷ niệm 110 năm ngày sinh ([[1903]] – [[2013]]) của nhà văn Nguyễn Triệu Luật, sáng [[23 tháng 8]] năm [[2012]], tại Thư viện Hà Nội, [[Hội Nhà văn Hà Nội]] đã tổ chức Hội thảo mang tên \"Nguyễn Triệu Luật – con người và tác phẩm\". Đông đảo các nhà nghiên cứu, nhà văn, nhà thơ, nhà báo, gia đình và bạn đọc yêu văn chương của Nguyễn Triệu Luật đã tới dự. Nhà văn Phạm Xuân Nguyên, Chủ tịch Hội nhà văn Hà Nội và ông Nguyễn Triệu Căn, con trai nhà văn Nguyễn Triệu Luật chủ trì hội thảo <ref>Theo GS. [[Nguyễn Huệ Chi]] [http:\/\/boxitvn.blogspot.com\/].<\/ref>.\n\n==Nguồn tham khảo== \n*[[Vũ Ngọc Phan]], ''Nhà văn hiện đại''. Nhà xuất bản Sống mới, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1960.\n*Nguyễn Vinh Phúc, \"Lời giới thiệu\" bộ ''Tiểu thuyết lịch sử của Nguyễn Triệu Luật''. Nhà xuất bản Khoa học xã hội, 2011.\n*Nguyễn Vinh Phúc, mục từ \"Nguyễn Triệu Luật\" trong ''Từ điển Văn học'' (bộ mới). Nhà xuất bản Thế giới mới, 2004.\n*[[Phạm Thế Ngũ]], ''Việt Nam văn học giản ước tân biên'' (tập 3), Quốc học tùng thư xuất bản, Sài Gòn, 1965.\n*[[Nguyễn Huệ Chi]], bài viết \"Nguyễn Triệu Luật – cây bút tiểu thuyết lịch sử xuất sắc của nền tiểu thuyết Việt Nam hiếm có người so sánh\" [http:\/\/boxitvn.blogspot.com\/].\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n\n{{Thời gian sống|sinh=1903|mất=1946}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Đảng viên Việt Nam Quốc dân đảng]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}