{"417642":"'''Nguyễn Án''' (阮案, [[1770]] - [[1815]]), tự '''Kính Phủ''' (敬甫), hiệu '''Ngu Hồ''' (愚胡); là một danh sĩ thời [[Nhà Lê sơ|Lê]] mạt-[[nhà Nguyễn|Nguyễn]] sơ, [[Việt Nam]]. Ông và [[Phạm Đình Hổ]] là đồng tác giả tập [[ký]] ''[[Tang thương ngẫu lục]]''.\n\n==Tiểu sử sơ lược==\n'''Nguyễn Án''' là người làng Du Lâm, huyện [[Đông Ngàn (huyện)|Đông Ngàn]], phủ [[Từ Sơn]], trấn [[Kinh Bắc]]; nay thuộc ngoại thành [[Hà Nội]].\n \nÔng xuất thân trong một gia đình khoa bảng sa sút, ông nội là Tiến sĩ [[Nguyễn Bá]] (sau đổi là [[Nguyễn Thưởng]])<ref>Ghi theo Trúc Khê. Có nguồn ghi khác: Ông cố là Tiến sĩ [[Nguyễn Kham]], ông nội là Tiến sĩ [[Nguyễn Ý]], cha là Nguyễn Chí Hoàn<\/ref>. Nhưng do thời thế đời Lê mạt rất rối ren, ông học hành lỡ dở, nên ở nhà dạy học.\n\nNăm [[Gia Long]] thứ 4 (1805), ông được vời ra làm Tri huyện huyện Phù Dung, tỉnh Hưng Yên (nay là huyện [[Phù Cừ]], tỉnh [[Hưng Yên]]), nhưng chẳng bao lâu ông từ quan về ở ẩn tại quê nhà.\n \nNăm Gia Long thứ 6 (1807), nhà vua cho mở khoa [[thi Hương]] đầu tiên ở trấn Kinh Bắc, Nguyễn Án đi thi đỗ Cống sinh (Cử nhân).\n \nNăm Gia Long thứ 7 (1808), ông được bổ làm Tri huyện Tiên Minh (nay là huyện [[Tiên Lãng]], thành phố [[Hải Phòng]]).\n\nÔng làm quan được 7 năm thì bệnh mất ở tuổi 45 ([[1815]]).\n\n==Tác phẩm== \nTác phẩm của Nguyễn Án có:\n*'''Phong Lâm minh lại thi tập''' (Tập thơ tiếng kêu của gió thổi qua rừng) gồm 75 bài thơ, phần lớn là thơ đề vịnh núi sông, thắng tích, thơ cảm hoài và tiễn tặng bạn bè. Hiện còn bản chép tay ở Thư viện [[Viện Nghiên cứu Hán Nôm|Viện nghiên cứu Hán Nôm]] ([[Hà Nội]]), số hiệu: A. 1201.\n*'''Tang thương ngẫu lục''' (hợp soạn với [[Phạm Đình Hổ]]). Xem trang [[Tang thương ngẫu lục]].\n\nNhận xét tác phẩm của ông, ''Từ điển Bách khoa toàn thư Việt Nam'' có đoạn:\n:''Cuốn \"Tang thương ngẫu lục\" viết chung với Phạm Đình Hổ cũng là một tập ký như \"Vũ trung tuỳ bút\", kể chuyện đời, mắt thấy tai nghe, nhưng đậm màu sắc hoang đường. Gạt phần mê tín dị đoan, cuốn sách cho biết nhiều chuyện về những nhân vật tiếng tăm trong nước: vua, chúa, đại thần, các vị [[Trạng nguyên]], [[Tiến sĩ]]; toàn những chuyện lý thú, giai thoại về việc riêng tư, không ghi \"hành trạng\". Ngoài ra, hai tác giả còn tả cảnh trí các đền chùa, những di tích lịch sử mà họ từng du lãm. Nguyễn Án còn có tập thơ \"Phong lâm minh lãi thi tập\", phần lớn là thơ cảm hoài, thơ đề vịnh núi sông, danh lam thắng cảnh.\n:Tên của ông được đặt tên đường ở Quận 5 Thành phố Hồ Chí Minh\n\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo== \n*Phạm Đình Hổ-Nguyễn Án, ''Tang thương ngẫu lục'' (bản dịch của [[Trúc Khê]]). Nhà xuất bản VH-TT in lại, 2000.\n*Dương Quảng Hàm, ''Việt Nam văn học sử yếu'' (bản in lại lần thứ 10), Trung tâm học liệu [[Thành phố Hồ Chí Minh|Sài Gòn]] xuất bản, 1968.\n*Nhiều người soạn, ''Từ điển Văn học (bộ mới).'' Nhà xuất bản Thế giới, 2004.\n\n{{Thời gian sống|sinh=1770|mất=1815}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà văn Việt Nam thời Nguyễn]]\n[[Thể loại:Nhà Nho Việt Nam]]"}