{"19954":"'''Nguyễn Quang Quyền''' (23 tháng 9, [[1934]] tại [[Hải Phòng]] - 15 tháng 11, [[1997]] tại [[Thành phố Hồ Chí Minh]]) là giáo sư-bác sĩ, chuyên gia hàng đầu Việt Nam trong các lĩnh vực [[giải phẫu học]], [[nhân chủng học]] và [[nhân trắc học]]. Ông là người thầy khả kính của nhiều thế hệ sinh viên y khoa Việt Nam. Cuộc đời giảng dạy và nghiên cứu khoa học của ông gắn liền với Trường Đại học Y khoa Hà Nội, [[Trường Đại học Y Dược Thành phố Hồ Chí Minh|Đại học Y Dược Thành phố Hồ Chí Minh]] và Hội Hình thái học Việt Nam. Ông từng đảm nhiệm các cương vị là Chủ tịch Hội Hình thái học Việt Nam, Phó hiệu trưởng Trường Đại học Y Dược Thành phố Hồ Chí Minh và kiêm Trưởng bộ môn giải phẫu của trường. Ông có hai người anh em ruột cũng đều là những nhà khoa học tên tuổi từng được trao tặng danh hiệu \"Vinh danh nước Việt\", hiện đang định cư tại Pháp là nhà vật lý thiên văn [[Nguyễn Quang Riệu]] và nhà hóa học [[Nguyễn Quý Đạo]].\n\n==Thân thế và sự nghiệp==\n===Xuất thân===\nNguyễn Quang Quyền cùng hai người anh em ruột của ông đều sinh ra và sống những năm thơ ấu tại Hải Phòng nhưng nguyên quán của dòng họ Nguyễn lại ở làng Lai Xá, huyện [[Hoài Đức]], tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] cũ. Ông Nguyễn Văn Đính di cư đến lập nghiệp ở [[Hải Phòng]] trong những năm 1930. Tại đây ông mở hiệu ảnh Phúc Lai nổi tiếng và kết hôn với một người phụ nữ địa phương là bà Nguyễn Thị Thoa rồi sinh ra ba người con trai sau này đều trở thành những nhà khoa học tên tuổi. Trong đó người con cả là nhà vật lý thiên văn [[Nguyễn Quang Riệu]], người con thứ hai là nhà giải phẫu và nhân trắc học Nguyễn Quang Quyền, còn người con thứ ba là nhà hóa học [[Nguyễn Quý Đạo]].\n\nNguyễn Quang Quyền sinh trưởng trong một gia đình [[tư sản]] dân tộc đi theo cách mạng, ủng hộ Chính phủ [[Việt Nam Dân chủ Cộng hòa]] ngay từ những ngày mới thành lập. Cha của ông (Nguyễn Văn Đính) đã từng là Trưởng ban Cứu tế xã hội của Ủy ban hành chính Hải Phòng, Trưởng ban Kinh tế liên tỉnh Hồng Quảng, từng bị phòng Nhì của Pháp bắt giam với lý do \"đã tham gia [[Việt Minh]]\". Mẹ của ông (Nguyễn Thị Thoa) là ứng cử viên Quốc hội khóa đầu tiên, Ủy viên Ban Chấp hành Hội liên hiệp phụ nữ Hải Phòng.\n\n===Công tác chính trị===\nCũng giống như cha mẹ mình, Nguyễn Quang Quyền tham gia hoạt động cách mạng từ rất sớm. Năm 1953, lúc 19 tuổi, ông là một trong số rất ít sinh viên y khoa tham gia hoạt động cách mạng trong nội thành Hải Phòng và Hà Nội, làm Trưởng ban liên lạc [[Hội Sinh viên Việt Nam]]. Năm 20 tuổi ông được bầu làm Phó chủ tịch Hội liên hiệp sinh viên Việt Nam nhiệm kỳ 1954-1958. Cuối năm 1954, lúc đang là sinh viên năm thứ tư của Đại học Y Khoa Hà Nội ông được cử làm Trưởng đoàn sinh viên Việt Nam tham dự Đại hội sinh viên toàn thế giới lần thứ 4 tại [[Praha]], [[Tiệp Khắc]] cũ. Trong thời gian làm việc tại trường [[Trường Đại học Y Hà Nội|Đại học Y - Dược khoa Hà Nội]] từ năm 1959 sau khi tốt nghiệp, ông tiếp tục hăng hái tham gia công tác đoàn thể, là Bí thư chi đoàn phi lâm sàng và Phó thư ký công đoàn bộ phận phi lâm sàng.\n\n===Theo đuổi ngành y khoa===\nThuở nhỏ ông học tiểu học tại [[Hải Phòng]], sau đó tiếp tục học tại trường Chu Văn An ở Hà Nội. Trong những năm kháng chiến chống [[đế quốc thực dân Pháp|thực dân Pháp]], ông là sinh viên trường [[Trường Đại học Y Hà Nội|Đại học Y - Dược khoa Hà Nội]] từ năm 1952. Năm 1959, ông tốt nghiệp ngành y khoa bác sĩ và toán học cao cấp rồi được giữ lại làm giảng viên tại trường.\n\nCó thể chia cuộc đời và sự nghiệp khoa học của Nguyễn Quang Quyền thành hai giai đoạn. Giai đoạn đầu công tác ở Trường [[Trường Đại học Y Hà Nội|Đại học Y - Dược khoa Hà Nội]]. (1959 - 1978) là giai đoạn ông vượt qua khó khăn thử thách, tự khẳng định mình, tự nghiên cứu với nhiều công trình có giá trị về giải phẫu học và nhân chủng học. Sau khi chuyển vào sống tại [[Thành phố Hồ Chí Minh]] và công tác tại [[Trường Đại học Y Dược Thành phố Hồ Chí Minh|Đại học Y Dược Thành phố Hồ Chí Minh]] (1979 - 1997), ông tiếp tục đảm nhiệm việc giảng dạy, đào tạo và tổ chức nghiên cứu, tham gia công tác quản lý với những đề xuất chiến lược mới tại trường. Trong giai đoạn này, ông đảm nhiệm cương vị Chủ nhiệm bộ môn giải phẫu tại [[Trường Đại học Y Dược Thành phố Hồ Chí Minh|Đại học Y Dược Thành phố Hồ Chí Minh]], đồng thời là Chủ tịch [[Hội Hình thái học Việt Nam]]. Cũng trong thời gian này ông được mời thỉnh giảng tại một số trường đại học lớn trên thế giới ở [[Pháp]], [[Đức]], [[Úc|Australia]], [[New Zealand]]...\n\n==Thành tựu khoa học==\nNguyễn Quang Quyền được coi là một trong số ít các bác sĩ, giáo sư y khoa xuất sắc chưa từng được đào tạo ở nước ngoài mà chỉ tự nghiên cứu khoa học đã trở thành nhà khoa học, giáo sư đầu ngành tại Việt Nam trên cả ba lĩnh vực [[giải phẫu học|giải phẫu]] học, [[nhân chủng học]], nhân trắc học của [[y học]] hiện đại.\n\nNăm 1977, Nguyễn Quang Quyền xuất bản hai cuốn sách ''Tổ tiên của người hiện đại'' và ''Các chủng tộc loài người''. Ông còn là tác giả cuốn từ điển giải phẫu học với 4 ngôn ngữ: Việt, Anh, Pháp và La-tinh. Giáo sư Nguyễn Quang Quyền để lại một sự nghiệp khoa học với hơn 100 công trình nghiên cứu do ông là tác giả và đồng tác giả, trong đó có 20 bài được đăng trên các tạp chí [[tiếng Anh]], [[tiếng Pháp]], [[tiếng Nga]] và được giới khoa học trong nước cũng như trên thế giới đánh giá cao. Ông từng được Viện phân tích nhân chủng học Schvidesky của [[Đức|Cộng hòa Liên bang Đức]] đưa vào danh sách các nhà [[nhân chủng học]] hàng đầu thế giới.\n\n[[Giải phẫu học]] và [[nhân trắc học]] là những lĩnh vực ông có nhiều đóng góp quan trọng cho nền y học của đất nước. Ông làm giải phẫu học để dạy các bác sĩ tương lai và để ứng dụng lâm sàng. Ông làm nhân trắc để nghiên cứu tầm vóc và thể lực [[người Việt]] Nam, để đưa tiếng nói khoa học vào các cuộc thi hoa hậu. Cuộc thi hoa hậu đầu tiên của nước Việt Nam thống nhất năm 1988 do [[Báo Tiền Phong]] tổ chức, ban giám khảo chấm thi hầu như chỉ dựa vào cảm tính mà chưa hề có những chỉ số về nhân trắc học. Nhưng từ năm 1992 trở đi, Giáo sư Nguyễn Quang Quyền đã được mời làm cố vấn khoa học cho cuộc thi với tư cách là nhà nhân trắc học hàng đầu Việt Nam bởi ông không những có uy tín trong nước mà còn có uy tín trên thế giới về lĩnh vực này.\n\nTại hội thảo quốc tế về giáo dục y học tại [[New Zealand]] năm 1984, Nguyễn Quang Quyền được bình chọn là người giảng lý thuyết giải phẫu học xuất sắc và chuyên nghiệp nhất. Nguyễn Quang Quyền nổi tiếng với phong trào \"hiến xác cho khoa học\" tại Việt Nam do ông phát động, bản thân ông cũng tình nguyện hiến xác cho y học nhưng rồi đột ngột qua đời trong một tai nạn giao thông năm 1997 nên ý nguyện của ông không thành. Ông cũng là người khôi phục \"Lễ tri ân những người đã hiến thân xác cho khoa học\" (Lễ Macchabeés), là chủ nhân của bộ sưu tập sọ người Việt Nam đang được lưu giữ tại Bộ môn Giải phẫu học [[Trường Đại học Y Dược Thành phố Hồ Chí Minh|Đại học Y Dược Thành phố Hồ Chí Minh]], đồng thời là người đề xuất và chỉ đạo việc xây dựng bảo tàng sọ người của những nạn nhân bị sát hại dưới thời [[Pol Pot]] ở [[Campuchia]], như một chứng cứ về tội ác diệt chủng của chế độ [[Khmer Đỏ]].\n\n==Đánh giá về bản thân==\nDù đạt được không ít thành tựu trong sự nghiệp y học của mình nhưng Giáo sư Nguyễn Quang Quyền từng đánh giá một cách khiêm tốn về bản thân: \"Tôi chỉ là một thầy thuốc bình thường, một nhà giáo bình thường… Có rất nhiều thầy thuốc, rất nhiều nhà giáo tài năng đã đóng góp rất lớn cho ngành y mà tôi không sao bì kịp\".\n\n'''Bị tai nạn và đột ngột qua đời.'''\n\nGiáo sư Quyền bị tai nạn giao thông tại đường Nguyễn Tri Phương, TP HCM và qua đời. Để lại biết bao thương tiếc trong y giới. Nhiều học trò của giáo sư xem giáo sư là người Thầy đáng kính nhất đời của họ. Ngày tiễn đưa giáo sư về nơi yên nghĩ cuối cùng rất đông người đến đưa tiễn, các Bác sĩ từ các tỉnh xa cũng về dự. Với nhiều thế hệ sinh viên trường Y sự ra đi của Gs Quyền là mất mát lớn cho ngành Giải phẫu học Việt Nam. Các thế hệ sinh viên Kính trọng Giáo sư vì tài năng và đạo đức của Giáo sư\n\n==Tri ân==\nNăm 2009, nhân dịp kỷ niệm 75 năm ngày sinh của Giáo sư Nguyễn Quang Quyền và đại hội lần thứ X của Hội Hình thái học Việt Nam, ban chấp hành Hội Hình thái học Việt Nam và ban giám hiệu trường Đại học Y Dược Thành phố Hồ Chí Minh quyết định cho sưu tầm, biên soạn và xuất bản tập sách \"Nguyễn Quang Quyền - Cuộc đời và Sự nghiệp\" (Nhà xuất bản Y học) với lời giới thiệu của GS.TS. Đặng Vạn Phước, nguyên Hiệu trưởng Đại học Y Dược Thành phố Hồ Chí Minh và GS.TS. Trương Đình Kiệt, nguyên Chủ tịch [[Hội Hình thái học Việt Nam]].\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/thuvien.haiphongcity.vn\/vn\/index.asp?menuid=660&parent_menuid=658&fuseaction=3&articleid=5270 Phúc Lai - Nguyễn Thị Thoa]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.tienphong.vn\/thoi-su\/548728\/nhung-dua-con-noi-tieng-cua-nguoi-tho-anh-tpp.html Những đứa con nổi tiếng của người thợ ảnh]\n\n{{Thời gian sống|sinh=1934|mất=1997}}\n\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Người Hải Phòng]]"}