{"1387":"{{bài cùng tên|Nguyễn Văn Thiệu (định hướng)}}{{pp-30-500|small=yes}}\n{{Thông tin viên chức\/1\n|name          = Nguyễn Văn Thiệu\n|image         = Official Portrait of Nguyễn Văn Thiệu, President of the Republic of Vietnam (cropped).jpg\n|caption       = Nguyễn Văn Thiệu vào năm 1969\n|office        = [[Tổng thống Việt Nam Cộng hòa]]\n|vicepresident = [[Nguyễn Cao Kỳ]]<br \/><small>(1967–1971)<\/small><br \/>[[Trần Văn Hương]]<br \/><small>(1971–1975)<\/small>\n|primeminister = [[Nguyễn Văn Lộc (thủ tướng)|Nguyễn Văn Lộc]]<br \/>[[Trần Văn Hương]]<br \/>[[Trần Thiện Khiêm]]<br \/>[[Nguyễn Bá Cẩn]]\n|term_start    = 31 tháng 10 năm 1967\n|term_end      = 21 tháng 4 năm 1975<br \/>({{số năm theo năm và ngày |1967|10|31|1975|4|21}})\n|predecessor   = ''Bản thân''<br \/>(dưới vai trò Chủ tịch [[Ủy ban Lãnh đạo Quốc gia (Việt Nam Cộng hòa)|Ủy ban Lãnh đạo Quốc gia]])\n|successor     = [[Trần Văn Hương]]\n|office2       = [[Nguyên thủ Việt Nam Cộng hòa|Chủ tịch]] [[Ủy ban Lãnh đạo Quốc gia|Ủy ban Lãnh đạo Quốc gia Việt Nam Cộng hòa]]\n|primeminister2 = [[Nguyễn Cao Kỳ]]\n|term_start2   = 14 tháng 6 năm 1965\n|term_end2     = 31 tháng 10 năm 1967<br \/>({{số năm theo năm và ngày |1965|6|14|1967|10|31}})\n|predecessor2  = [[Phan Khắc Sửu]]\n|successor2    = ''Chức vụ bị bãi bỏ''\n{{collapsed infobox section begin|last=yes|Các chức vụ khác\n|titlestyle = border:1px dashed lightgrey}}{{Infobox officeholder1|embed = yes\n|office3       = Đệ nhất Phó Thủ tướng Việt Nam Cộng hòa\n|term_start3   = Tháng 2 năm 1965\n|term_end3     = 12 tháng 6 năm 1965\n|primeminister3 = [[Phan Huy Quát]]\n|office4       = Đệ nhị Phó Thủ tướng Việt Nam Cộng hòa\n|term_start4   = Tháng 1 năm 1965\n|term_end4     = Tháng 2 năm 1965\n|primeminister4 = [[Trần Văn Hương]]\n| office5 = Thứ trưởng Quốc phòng Việt Nam Cộng hòa\n| term_start5 = 8 tháng 2 năm 1964\n| term_end5 = 9 tháng 9 năm 1964\n| office6 = Tham mưu trưởng Liên quân [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa]]\n| term_start6          = 30 tháng 1 năm 1964\n| term_end6            = 15 tháng 9 năm 1964\n| predecessor6         = [[Lê Văn Kim]]\n| successor6           = [[Cao Văn Viên]]\n| office7 = Tiểu khu trưởng Ninh Thuận\n| term_start7          = 1954\n| term_end7            = 1955\n| predecessor7         = [[Đỗ Mậu]]\n| successor7           = [[Thái Quang Hoàng]]\n{{Collapsed infobox section end}}\n}}\n|birth_date    = {{ngày sinh|1923|4|5|df=yes}}\n|birth_place   = [[Ninh Hải]], [[Ninh Thuận]], [[Trung Kỳ]], [[Liên bang Đông Dương]]\n|death_date    = {{ngày mất và tuổi|2001|9|29|1923|4|5|df=y}}\n|death_place   = [[Boston]], [[Massachusetts]], [[Hoa Kỳ]]\n|death_cause   = [[Tai biến mạch máu não]]\n|party         = [[Mặt trận Quốc gia Dân chủ Xã hội]] (1969–1975)\n|otherparty    = {{unbulleted list|[[Đảng Cần lao Nhân vị]] (đến 1963)|[[Đảng Dân chủ (Việt Nam Cộng hòa)|Đảng Dân chủ]] (1967–1969)}}\n|spouse        = {{marriage|[[Nguyễn Thị Mai Anh]]|1951}}\n|children      = 4 <small>([[#Gia đình|xem chi tiết]])<\/small>\n|alma_mater    = [[Trường Võ bị Quốc gia Đà Lạt|Trường Võ bị Quốc gia]] [[Huế]]\n|signature     = Signature of Nguyễn Văn Thiệu.svg\n|signature_alt = Chữ ký Nguyễn Văn Thiệu\n|occupation    = {{hlist|Sĩ quan|Chính trị gia}}\n|allegiance    = {{flagicon image|Flag of North Vietnam (1945–1955).svg}} [[Việt Nam Dân chủ Cộng hòa]] <small>(tới 1946)<\/small><br \/>{{flagicon image|Flag of South Vietnam.svg}} [[Quốc gia Việt Nam]]<br \/>{{flagicon image|Flag of South Vietnam.svg}} [[Việt Nam Cộng hòa]]\n|branch        = {{flagicon image|Flag of North Vietnam (1945–1955).svg}} [[Việt Minh]] <small>(tới 1946)<\/small><br \/>{{flagicon image|Drapeau de l'Armée Nationale Vietnamienne.png}} [[Quân đội Quốc gia Việt Nam]]<br \/>{{Lục quân|South Vietnam}}\n|serviceyears  = 1945–1967\n|rank          = [[Tập tin:B ARVN-OF-8 (horizontal).svg|30px]] [[Trung tướng]]\n|commands      = {{hidden|Xem chi tiết:|\n[[Trường Võ bị Quốc gia Đà Lạt]] <small>(1956–60)<\/small><br \/>[[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7 Bộ binh]] <small>(1960–61)<\/small><br \/>[[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]] <small>(1961–62)<\/small><br \/>[[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]] <small>(1962–64)<\/small><br \/>[[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV]] và Vùng 4 chiến thuật <small>(1964–65)<\/small>}}\n|battles       = [[Đảo chính Việt Nam Cộng hòa 1960|Đảo chính năm 1960]]<br \/>[[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính năm 1963]]\n}}\n{{Loạt bài về Nguyễn Văn Thiệu}}\n\n'''Nguyễn Văn Thiệu''' (5 tháng 4 năm 1923 – 29 tháng 9 năm 2001) là một [[sĩ quan]], [[chính khách]] [[Người Việt|người Việt Nam]], người từng giữ chức [[Tổng thống Việt Nam Cộng hòa]], Chủ tịch [[Đảng Dân chủ (Việt Nam Cộng hòa)|Đảng Dân chủ]] và [[Mặt trận Quốc gia Dân chủ Xã hội]] trong giai đoạn 1967–1975. Trong cương vị một [[trung tướng]] bộ binh của [[Quân lực Việt Nam Cộng hòa]], Nguyễn Văn Thiệu được hội đồng tướng lĩnh bầu làm [[Ủy ban Lãnh đạo Quốc gia (Việt Nam Cộng hòa)|Chủ tịch Ủy ban Lãnh đạo Quốc gia]], trở thành [[Nguyên thủ Việt Nam Cộng hòa|Quốc trưởng Việt Nam Cộng hòa]] vào năm 1965. Là một chính trị gia theo đường lối [[chống cộng]] mạnh mẽ, ông đắc cử tổng thống sau khi giành chiến thắng trong một cuộc bầu cử diễn ra vào năm 1967 và nắm giữ cương vị này cho đến khi từ chức chỉ vài ngày trước khi chính quyền Sài Gòn đầu hàng [[Cộng hòa Miền Nam Việt Nam|chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] trong [[sự kiện 30 tháng 4 năm 1975]].\n\nSinh ra tại [[Phan Rang – Tháp Chàm|Phan Rang]], duyên hải [[Duyên hải Nam Trung Bộ|Nam Trung Bộ Việt Nam]], Nguyễn Văn Thiệu ban đầu gia nhập lực lượng [[Việt Minh]] vào năm 1945, nhưng ông đào ngũ và tìm đường vào Sài Gòn chỉ một năm sau đó. Tại đây, ông gia nhập lực lượng [[Quân đội Quốc gia Việt Nam]] thuộc [[Liên hiệp Pháp]]. Sau khi [[Quốc gia Việt Nam#Quân Pháp rút khỏi Việt Nam|người Pháp rút khỏi Đông Dương]], Quân đội Quốc gia dần chuyển đổi thành Quân lực Việt Nam Cộng hòa còn Nguyễn Văn Thiệu trở thành Chỉ huy trưởng [[Trường Võ bị Quốc gia Đà Lạt|Trường Võ bị Đà Lạt]] trước khi được thăng cấp [[đại tá]] và trở thành một tư lệnh sư đoàn. Tháng 11 năm 1963, Nguyễn Văn Thiệu tham gia [[Đảo chính Việt Nam Cộng hòa 1963|đảo chính]] lật đổ anh em Ngô Đình Diệm, Ngô Đình Nhu. Sau đó, ông được thăng cấp bậc [[thiếu tướng]] và bắt đầu tham chính. Nền chính trị Việt Nam Cộng hòa bước vào một giai đoạn bất ổn khi các cuộc đảo chính thường xuyên diễn ra. Bằng cách hành xử khôn khéo, Nguyễn Văn Thiệu leo lên vị trí hàng đầu trong bộ máy quyền lực Sài Gòn giữa lúc các sĩ quan xung quanh ông vướng vào những cuộc đấu đá và thanh trừng nội bộ. Năm 1965, tại thời điểm Nguyễn Văn Thiệu được [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Hội đồng Quân lực]] bầu vào chức vụ quốc trưởng thì nền chính trị miền Nam đã dần ổn định trở lại.\n\nNăm 1967, quá trình chuyển dịch từ chính quyền quân sự thành một chính phủ dân sự ở [[miền Nam Việt Nam]] được lên kế hoạch. Sau những cuộc tranh giành quyền lực ngay bên trong nội bộ quân đội, Nguyễn Văn Thiệu, trong liên danh cùng [[Nguyễn Cao Kỳ]], đã tham gia tranh cử tổng thống và giành chiến thắng. Tuy nhiên, căng thẳng bên trong bộ máy lãnh đạo ngày càng trở nên rõ rệt. Nguyễn Văn Thiệu tìm cách vô hiệu hóa Nguyễn Cao Kỳ bằng việc loại bỏ những người ủng hộ ông Kỳ ra khỏi các vị trí trọng yếu trong quân đội và nội các. Để nắm chắc phần thắng trong cuộc bầu cử năm 1971, Nguyễn Văn Thiệu tiến hành áp đặt các quy định mới, ngăn cấm quyền tham gia tranh cử của hầu hết ứng cử viên. Số người còn lại, trong đó có Nguyễn Cao Kỳ, đều tự rút tư cách ứng cử viên vì biết trước rằng cuộc bầu cử sẽ có gian lận. Là ứng cử viên duy nhất tham gia tranh cử tổng thống, Nguyễn Văn Thiệu tái đắc cử với 94% số phiếu.\n\nTrong thời gian nắm quyền, Nguyễn Văn Thiệu bị chỉ trích là đã làm ngơ trước tệ nạn [[tham nhũng]] tràn lan. Ông cũng bị cáo buộc là chỉ bổ nhiệm những người trung thành với mình thay vì những sĩ quan có năng lực vào các vị trí chỉ huy trong quân đội. Trong [[Chiến dịch Lam Sơn 719]] năm 1971 và [[Chiến dịch Xuân – Hè 1972]], Quân lực Việt Nam Cộng hòa đã phải hứng chịu những tổn thất nặng nề do sự thiếu năng lực của các tướng lĩnh dưới trướng ông Thiệu. Sau khi [[Hiệp định Paris 1973|Hiệp định Paris]] được ký kết vào năm 1973, chính quyền Sài Gòn tiếp tục chống cự thêm hai năm trước khi Quân Giải phóng miền Nam Việt Nam phát động tổng tấn công. Trước sức tấn công mạnh mẽ của đối phương, Nguyễn Văn Thiệu, trên cương vị tổng tư lệnh, đã mắc phải những sai lầm chiến lược, trong đó có quyết định rút quân hoàn toàn khỏi [[Cao nguyên Trung phần]], dẫn đến những cuộc tháo chạy hỗn loạn và sự tan rã dây chuyền của hàng loạt cứ điểm quân sự. Tuy tuyên bố tái ngũ với cấp bậc trung tướng và sẽ tiếp tục chiến đấu sau khi từ chức, nhưng Nguyễn Văn Thiệu đã bí mật rời khỏi [[Việt Nam]], di tản ra nước ngoài rồi cuối cùng định cư ở Hoa Kỳ cho đến khi qua đời.\n\n==Thiếu thời==\nNguyễn Văn Thiệu sinh ngày 5 tháng 4 năm 1923 tại [[Phan Rang – Tháp Chàm|Phan Rang]] trong một gia đình khá giả thuộc tầng lớp trung lưu, quê gốc tại làng Tri Thủy, xã Tân Hải, quận Thanh Hải, tỉnh Ninh Thuận (nay là xã [[Tân Hải, Ninh Hải|Tân Hải]], huyện [[Ninh Hải]], tỉnh [[Ninh Thuận]]).{{sfnp|Veith|2021|p=42}} Ông là con út trong gia đình có 7 người con <!--Veith (2021) cho rằng cụ Trung có 5 con trai, 2 con gái, trong khi Nguyễn Tiến Hưng (2010) thì cho rằng cụ có 4 con trai, 3 con gái. Vì thông tin còn mâu thuẫn nên chỉ ghi là 7 người con. -->nên lúc nhỏ được gọi là \"cậu Tám\".{{sfnp|Nguyễn Tiến Hưng|2010|p=360}} Cha của Nguyễn Văn Thiệu là cụ Nguyễn Văn Trung, một nhân sĩ Nho học, mẹ là bà Bùi Thị Hành.{{sfnp|Trần Ngọc Thống|Hồ Đắc Huân|Lê Đình Thụy|2011|p=217}} Các anh chị của ông lần lượt là Nguyễn Văn Hiếu, Nguyễn Thị Phiếu, Nguyễn Văn Kiểu và Nguyễn Thị Phận; hai người còn lại đều không rõ tên tuổi.{{sfnp|Trần Ngọc Thống|Hồ Đắc Huân|Lê Đình Thụy|2011|p=218–19}} Dù hồi trẻ chưa theo đạo nhưng sau khi học hết lớp đệ tứ (tương đương lớp 9), ông nhập học trường dòng Công giáo Pellerin của người Pháp tại [[kinh thành Huế]] dưới sự hỗ trợ của anh cả Nguyễn Văn Hiếu. Khi ông Hiếu rời khỏi Huế vào năm 1939, Nguyễn Văn Thiệu theo chân người anh thứ hai là Nguyễn Văn Kiểu vào Sài Gòn, nhập học Trường Trung học Lê Bá Cang{{efn|Trung học Lê Bá Cang là một trường tư thục do Lê Bá Cang thành lập, khai giảng khóa học đầu tiên vào năm 1934–35. Lê Bá Cang từng là sinh viên du học ở Paris, song bị trục xuất khỏi Pháp vì tham gia biểu tình phản đối vụ người Pháp xử chém 13 nhà cách mạng của [[Việt Nam Quốc dân Đảng]] sau cuộc [[Khởi nghĩa Yên Bái]]. Trường tọa lạc trên đường Cao Thắng, Quận 3, Sài Gòn. Dưới thời Việt Nam Cộng hòa, trường trở thành Hội Việt–Mỹ dạy tiếng Anh.{{sfnp|Bộ Văn hóa|2003|p=96}}}} rồi tốt nghiệp với bằng [[Tú tài I và II|Tú tài bán phần]] vào năm 1942.{{sfnp|Veith|2021|p=45}} Khi [[Thế chiến thứ hai]] lan đến Đông Dương, Nguyễn Văn Thiệu về quê làm nông và đánh cá cùng gia đình.{{sfnp|Lamb|2001|p=1}}{{sfnp|Veith|2021|p=45–46}}\n\nNăm 1945, sau khi thế chiến kết thúc, Nguyễn Văn Thiệu gia nhập lực lượng [[Việt Minh]] do [[Hồ Chí Minh]] lãnh đạo.{{sfnp|Tucker|2008|p=942}} Ông cùng các đồng chí được huấn luyện quân sự trong rừng, dùng gậy tre tập bắn vì không có súng.<ref name=\"tel\">{{harvnb|''The Daily Telegraph'', 1 tháng 10 năm 2001}}<\/ref> Nhờ có năng lực quản lý, Nguyễn Văn Thiệu nhanh chóng trở thành một huyện đội trưởng.{{sfnp|Veith|2021|p=46}} Tuy nhiên, chưa đến 1 năm sau, ông đào ngũ vào Nam khi quân đội Pháp quay trở lại [[Bán đảo Đông Dương|Đông Dương]]. Trong một phỏng vấn với tạp chí ''[[Time (tạp chí)|Time]]'' sau này, Nguyễn Văn Thiệu tuyên bố ông đào ngũ vì biết \"Việt Minh là Cộng sản […] họ bắn người dân, họ lật đổ các ủy ban xã, họ tịch thu đất đai\".{{sfnp|Lamb|2001|p=1}} Nhờ sự giúp đỡ của anh cả là ông Hiếu – một luật sư được đào tạo ở Paris – Nguyễn Văn Thiệu vào Sài Gòn, theo học Trường Kỹ thuật trên đường Đỗ Hữu Vị (nay là [[Trường Cao đẳng Kỹ thuật Cao Thắng]]) rồi sau đó thì chuyển sang Trường Hàng hải Dân sự.{{sfnp|Phong Hoàn Công|2008}} Sau một năm, Nguyễn Văn Thiệu tốt nghiệp với tư cách một sĩ quan, nhưng từ chối làm việc trên một con tàu khi biết được chủ người Pháp sẽ trả lương cho ông thấp hơn so với sĩ quan Pháp.{{sfnp|Veith|2021|p=46}}\n\n== Binh nghiệp ==\n===Quân đội Quốc gia Việt Nam===\n[[Tập tin:Infantry lieutenant Nguyen Van Thieu.png|upright|trái|nhỏ|Trung úy Nguyễn Văn Thiệu vào khoảng năm 1951]]\nTháng 9 năm 1949, Nguyễn Văn Thiệu rời ngành hàng hải và ghi danh khóa sĩ quan võ bị đầu tiên của [[Quân đội Quốc gia Việt Nam]] khai giảng ngày 1 tháng 10 năm 1948 tại Trường Võ bị Huế, tiền thân của [[Trường Võ bị Quốc gia Đà Lạt|Trường Võ bị Đà Lạt]].{{sfnp|Trần Ngọc Thống|Hồ Đắc Huân|Lê Đình Thụy|2011|p=218}} Ngày 1 tháng 6 năm 1949, ông tốt nghiệp với cấp bậc [[thiếu úy]], ra trường phục vụ trong một đơn vị Bộ binh của Quân đội Quốc gia nằm trong [[Liên hiệp Pháp]]. Chức vụ đầu tiên Nguyễn Văn Thiệu đảm nhiệm là Trung đội trưởng đồn trú tại [[Mỏ Cày (huyện)|Mỏ Cày]], [[Bến Tre]]. Cùng năm đó, ông được cử sang Pháp học tại Trường Bộ binh Coëtquidan thuộc Trường Võ bị Liên quân Saint-Cyr.{{efn|{{lang|fr|École Spéciale Militaire de Saint-Cyr}}}}{{sfnp|Veith|2021|p=47}}\n\nTrong những cuộc đụng độ với Việt Minh, Nguyễn Văn Thiệu thể hiện mình là người có năng lực chỉ huy. Do chính sách chế tài đối với những sĩ quan ở miền Trung và miền Nam nên ông được điều ra Bắc. Đầu năm 1951, Nguyễn Văn Thiệu được thăng cấp [[trung úy]], tham gia khóa học chỉ huy chiến thuật tại Trung tâm Huấn luyện Chiến thuật Hà Nội.{{efn|Tiền thân của trường [[Trường Chỉ huy tham mưu Việt Nam Cộng hòa|Chỉ huy và Tham mưu]] sau này.}}{{sfnp|Veith|2021|p=48}} Tháng 7 năm 1951, ông được điều về trường Võ bị Đà Lạt làm trung đội trưởng khóa sinh của khóa 5. Năm 1952, sau khi tham gia khoá đào tạo tiểu đoàn trưởng và Liên đoàn trưởng lưu động tại Hà Nội cùng [[Cao Văn Viên]] và [[Nguyễn Khánh]],{{sfnp|Goscha|2011|p=86, 128}} Nguyễn Văn Thiệu được thăng cấp [[đại úy]] và được điều chuyển về bộ chỉ huy mặt trận [[Hưng Yên]] và phục vụ tại đây trong vòng 1 năm.{{sfnp|Veith|2021|p=49}}\n\nTháng 1 năm 1954, sau khi được thăng cấp [[thiếu tá]], Nguyễn Văn Thiệu lên nắm quyền chỉ huy Liên đoàn Bộ binh số 11 và dẫn đầu một cuộc hành quân đánh vào quê nhà Thanh Hải. Việt Minh rút lui vào căn nhà cũ của gia đình Nguyễn Văn Thiệu và tin rằng ông sẽ không tấn công tiếp, nhưng họ đã nhầm. Nguyễn Văn Thiệu cho nổ mìn đánh bật được lực lượng Việt Minh ra khỏi khu vực, phá hủy luôn căn nhà nơi mình từng sinh ra và lớn lên.{{sfnp|Veith|2021|p=49–50}} Sau ngày 20 tháng 7 năm 1954, Nguyễn Văn Thiệu làm trưởng phòng 3 Đệ nhị Quân khu Trung Việt do Đại tá Trương Văn Xương làm tư lệnh. Sau đó, ông trở thành tham mưu trưởng Đệ Nhị Quân khu sau khi bàn giao chức trưởng phòng 3 cho Thiếu tá [[Trần Thiện Khiêm]], trở thành Tiểu khu trưởng [[Ninh Thuận]] thay Thiếu tá Đỗ Mậu vào cuối năm.{{sfnp|Trần Ngọc Thống|Hồ Đắc Huân|Lê Đình Thụy|2011|p=218}}\n\n===Quân đội Việt Nam Cộng hòa===\nNăm 1955, chuyển sang thời [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]], Nguyễn Văn Thiệu được thăng cấp [[trung tá]] và được bổ nhiệm chức vụ chỉ huy trưởng [[Trường Võ bị Quốc gia Đà Lạt|Trường Võ bị Đà Lạt]]. Tháng 7 năm 1957, ông được cử đi học khóa Chỉ huy & Tham mưu cao cấp tại [[Leavenworth, Kansas]], Hoa Kỳ. Năm 1958, ông tốt nghiệp về nước và tái nhiệm chức chỉ huy trưởng trường võ bị.{{sfnp|Trần Ngọc Thống|Hồ Đắc Huân|Lê Đình Thụy|2011|p=218}} Năm 1959, ông tiếp tục được cử đi học khóa Tình báo Tác chiến tại [[Okinawa]], [[Nhật Bản]]. Kết thúc khóa học, ông được bổ nhiệm làm Tham mưu trưởng Hành quân tại Bộ Tổng tham mưu. Ngày Quốc khánh Đệ nhất Cộng hòa [[26 tháng 10]] cùng năm, ông được thăng cấp [[đại tá]], ngay sau đó được cử đi du học lớp Phòng không tại Trường Fort Bliss, Texas, Hoa Kỳ.{{sfnp|Trần Ngọc Thống|Hồ Đắc Huân|Lê Đình Thụy|2011|p=218}}\n\nNgày 11 tháng 11 năm 1960, Trung tá [[Vương Văn Đông]] và Đại tá [[Nguyễn Chánh Thi]] tiến hành [[Đảo chính Việt Nam Cộng hòa 1960|đảo chính]] chống lại [[Ngô Đình Diệm]].{{sfnp|Miller|2013|p=202–203}} Tuy nhiên, sau khi bao vây [[Dinh Norodom|Dinh Độc Lập]], phe đảo chính trì hoãn tấn công và quay sang đàm phán một thỏa thuận chia sẻ quyền lực. Ngô Đình Diệm giả vờ nhận lời để câu giờ, tạo cơ hội cho lực lượng trung thành với mình có đủ thời gian đến ứng cứu.{{sfnp|Miller|2013|p=204}} Phe đảo chính cũng thất bại trong việc phong tỏa các tuyến đường tiến vào thủ đô để chặn quân tiếp viện của ông Diệm.{{sfnp|Jacobs|2006|p=115–18}} Đây chính là sở hở để Đại tá Nguyễn Văn Thiệu điều động các đơn vị thuộc [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7 Bộ binh]] từ [[Biên Hòa]] tới Sài Gòn giải vây Ngô Đình Diệm.{{sfnp|Jacobs|2006|p=118}} Trong lúc ông Diệm đọc bài diễn văn giả trên đài phát thanh thì lực lượng trung thành với tổng thống dưới trướng [[Trần Thiện Khiêm]] xông vào khuôn viên dinh. Nhận thấy tình hình chuyển biến theo chiều hướng bất lợi, nhiều binh sĩ đảo chính đổi phe.{{sfnp|Moyar|2004|p=113}} Cuộc giao tranh sau đó chớp nhoáng nhưng khốc liệt với khoảng 400 người chết, trong đó có nhiều thường dân tò mò xuống đường để xem hai phe giao chiến.{{sfnp|Jacobs|2006|p=117–20}} Cuộc đảo chính kết thúc với thắng lợi thuộc về Tổng thống Diệm.{{sfnp|Langguth|2000|p=105–10}}{{sfnp|Jacobs|2006|p=120}}\n\nNgày 21 tháng 10 năm 1961, Nguyễn Văn Thiệu được bổ nhiệm chức vụ tư lệnh [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]. Cuối năm 1962, ông lại được điều động giữ tư lệnh Sư đoàn 5 Bộ binh.{{sfnp|Tucker|2008|p=526–33}}\n\n== Cuộc đảo chính năm 1963 ==\n{{chính|Đảo chính Việt Nam Cộng hòa 1963|Vụ bắt giữ và sát hại Ngô Đình Diệm}}\n[[Tập tin:Bảo tàng Thành phố Hồ Chí Minh 7.jpg|nhỏ|[[Dinh Gia Long]], nơi diễn ra trận kịch chiến giữa quân đội đảo chính do Nguyễn Văn Thiệu chỉ huy và [[Lữ đoàn Liên binh Phòng vệ Tổng thống Phủ]] trong đêm ngày 1 và rạng sáng ngày 2 tháng 11 năm 1963.]]\nVới tư cách Tư lệnh [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5]], Nguyễn Văn Thiệu tham gia lực lượng đảo chính lật đổ anh em Ngô Đình Diệm. Ngày 1 tháng 11 năm 1963, Nguyễn Văn Thiệu điều động 2 trung đoàn bộ binh, một tiểu đoàn pháo binh và một chi đoàn thiết giáp tiến vào Sài Gòn và bao vây [[Thành Cộng Hòa]], mục đích gây áp lực ép Ngô Đình Diệm đầu hàng.{{sfnp|Nông Huyền Sơn|2016}} Đêm hôm đó, Nguyễn Văn Thiệu chỉ huy lực lượng tiến về phía [[Dinh Gia Long]] – nơi ở của Ngô Đình Diệm.{{sfnp|Jones|2003|p=414}} Tuy nhiên, vào lúc này, anh em Ngô Đình Diệm đã trốn khỏi Dinh bằng đường hầm bí mật và đến tá túc tại nhà của Mã Tuyên – một thương gia người Hoa.{{sfnp|Miller|2013|p=323}} Khoảng 22 giờ, được yểm trợ bởi pháo binh và xe tăng, bộ binh của Nguyễn Văn Thiệu bắt đầu khai hỏa tấn công doanh trại của [[Lữ đoàn Liên binh Phòng vệ Tổng thống Phủ|Lữ đoàn Phòng vệ Phủ Tổng thống]]. Hai bên đấu súng quyết liệt, quân đảo chính dùng súng phun lửa tấn công dinh.{{sfnp|Jones|2003|p=414}} Sau một hồi im tiếng súng thì vào lúc 3 giờ sáng ngày 2 tháng 11, Nguyễn Văn Thiệu tái khởi động các đợt pháo kích. Đến 5 giờ 15 phút, lực lượng bảo vệ Dinh Gia Long được lệnh buông súng đầu hàng. Ít giờ sau, Ngô Đình Diệm và Ngô Đình Nhu từ [[Nhà thờ Cha Tam]] ra hàng.{{sfnp|Miller|2013|p=324}} Vào khoảng 10 giờ, họ bị đưa lên một [[M-113|xe thiết giáp]] và được một số sĩ quan áp giải về [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng tham mưu]], song cả hai đã bị sát hại trên đường đi.{{sfnp|Kahin|1986|p=180}}{{sfnp|Vũ Quý Tùng Anh|2014|p=32}}\n\nTuy Trung tướng [[Dương Văn Minh]], người đứng đầu phe đảo chính, thường bị quy trách nhiệm là đã ra lệnh giết anh em Ngô Đình Diệm,{{sfnp|Blair|2008|p=70}} nhưng cho tới hiện nay, các nhà nghiên cứu vẫn chưa đạt được đồng thuận về việc ai là người thực sự đứng sau sự kiện này.{{sfnp|Jones|2003|p=435}}{{sfnp|Hammer|1987|p=299}} Sau khi Nguyễn Văn Thiệu trở thành tổng thống, Dương Văn Minh phát biểu rằng chính Nguyễn Văn Thiệu mới thực sự là người gây ra cái chết của Tổng thống Ngô Đình Diệm khi đã chần chừ và trì hoãn cuộc tấn công vào Dinh Gia Long. Ông Minh cho rằng nếu hai anh em Diệm, Nhu bị bắt ở Dinh Gia Long, họ sẽ tránh được việc bị sát hại khi đi cùng một nhóm người nhỏ. Tướng [[Trần Văn Đôn]], một nhân vật chủ chốt khác trong cuộc đảo chính, được cho là đã gây sức ép với Nguyễn Văn Thiệu khi Sư đoàn 5 bao vây Dinh Gia Long. Trần Văn Đôn gọi điện nói với Nguyễn Văn Thiệu rằng: \"Anh làm gì mà chậm thế? Có cần thêm quân không? Nếu cần thì gọi cho [[Tôn Thất Đính|Đính]], bảo anh ta điều thêm quân. Nhớ làm cho nhanh nhanh, xong xuôi mọi chuyện anh sẽ được thăng tướng!\"{{sfnp|Hammer|1987|p=299}} Tuy nhiên, ông Thiệu cương quyết từ chối cáo buộc và tuyên bố Dương Văn Minh \"phải chịu toàn bộ trách nhiệm cho cái chết của Ngô Đình Diệm\" – một tuyên bố mà ông Minh chưa từng lên tiếng phủ nhận.{{sfnp|Jones|2003|p=435}}\n\nNgô Đình Diệm tiếp tục là một chủ đề cấm kỵ tại miền Nam cho đến thời điểm Nguyễn Văn Thiệu trở thành tổng thống. Năm 1971, chính phủ Nguyễn Văn Thiệu lần đầu tiên chấp thuận các lễ tưởng niệm công khai cho vị cố tổng thống này nhân dịp kỷ niệm tám năm ngày mất của ông. Đệ nhất Phu nhân [[Nguyễn Thị Mai Anh]] được nhìn thấy là đã khóc trong một lễ cầu siêu cho Ngô Đình Diệm ở [[Nhà thờ Đức Bà Sài Gòn]].{{sfnp|Hammer|1987|p=317}}\n\n== Con đường tiến tới quyền lực ==\n=== Chính quyền Nguyễn Khánh ===\n{{xem thêm|Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964}}\nSau cuộc đảo chính, sự nghiệp Nguyễn Văn Thiệu thăng tiến nhanh chóng. Nhờ những đóng góp của mình và sự hậu thuẫn mạnh mẽ từ Trung tướng [[Trần Thiện Khiêm]], Nguyễn Văn Thiệu được thăng cấp bậc [[Thiếu tướng]],<ref name=\"antgqntt\"\/> trở thành một trong 12 thành viên của [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] với vị trí ủy viên.{{sfnp|Jones|2003|p=99–100}}{{sfnp|Vũ Quý Tùng Anh|2014|p=34}} Các nhân vật chủ chốt của Hội đồng này gồm có [[Dương Văn Minh]], [[Trần Văn Đôn]], [[Lê Văn Kim]] và [[Tôn Thất Đính]].{{sfnp|Kahin|1986|p=182}}\n\n[[Tập tin:Nguyễn Khánh 1964.jpg|nhỏ|upright|trái|Tướng [[Nguyễn Khánh]] bị một số tướng lĩnh Công giáo, trong đó có Nguyễn Văn Thiệu, chỉ trích vì nhượng bộ phe Phật giáo quá mức.]]\n\nCuộc đảo chính lật đổ gia đình họ Ngô không đem lại sự ổn định tại miền Nam Việt Nam khi mà các tướng lĩnh Sài Gòn đầy tham vọng bước vào cuộc nội chiến tranh giành quyền lực chính trị.<ref name=\"antgqntt\"\/> Dương Văn Minh bị chỉ trích là quá thân Pháp,{{sfnp|Vũ Quý Tùng Anh|2014|p=34}} thờ ơ trong việc điều hành đất nước, còn những nhân vật đứng đầu chính phủ như Thủ tướng [[Nguyễn Ngọc Thơ]] thì bị cáo buộc là \"công cụ\" của chính quyền quân sự.{{sfnp|Shaplen|1966|p=223}} Ngày 30 tháng 1 năm 1964, Trung tướng [[Nguyễn Khánh]] dưới sự hỗ trợ của Hoa Kỳ đã [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|tiến hành binh biến không đổ máu]] đoạt chính quyền.{{sfnp|Cosmas|2012|p=11–13}} Nguyễn Khánh thế chỗ Dương Văn Minh làm chủ tịch Hội đồng Quân nhân Cách mạng, tuy nhiên vẫn giữ ông Minh làm quốc trưởng trên danh nghĩa do uy tín của ông này trong quân đội vẫn còn quá lớn.{{sfnp|Vũ Quý Tùng Anh|2014|p=34}} Sau cuộc chỉnh lý, Nguyễn Văn Thiệu trở thành Tham mưu trưởng liên quân. Tháng 8 năm 1964, cảm thấy đã đến lúc có thể nắm quyền hành tuyệt đối, Nguyễn Khánh ban bố tình trạng khẩn cấp trên phạm vi toàn quốc, ngăn cấm biểu tình, tái lập kiểm duyệt báo chí, tăng quyền hạn cho cảnh sát, cho phép họ có quyền khám xét và bắt bớ người tùy ý. Nguyễn Khánh ban hành Hiến chương Vũng Tàu – một hiến pháp trao cho ông ta quyền lực của tổng thống.{{sfnp|McAllister|2008|p=762}} Tuy nhiên, hành động này chỉ khiến Nguyễn Khánh thêm phần suy yếu khi rất đông sinh viên, tăng ni, Phật tử, và đối thủ chính trị đã xuống đường biểu tình phản đối hiến chương mới, kêu gọi chấm dứt tình trạng khẩn cấp và khôi phục lại chính phủ dân sự.{{sfnp|VanDeMark|1995|p=20}}{{sfnp|Moyar|2004|p=757}}\n\nLo ngại có thể bị lật đổ trước các cuộc biểu tình ngày càng gia tăng,{{sfnp|Moyar|2004|p=761}} Nguyễn Khánh chấp nhận nhượng bộ. Ông đồng ý bãi bỏ hiến chương mới và các đặc quyền cảnh sát, đồng thời cam kết sẽ khôi phục chính quyền dân sự và xóa bỏ [[Đảng Cần lao Nhân vị]], một công cụ chính trị có tổ chức gần như bí mật, được dùng để duy trì chế độ Ngô Đình Diệm bằng cách tìm kiếm và loại bỏ những người bất đồng chính kiến.{{sfnp|Moyar|2004|p=761}} Nhiều sĩ quan cao cấp theo Công giáo như Trần Thiện Khiêm và Nguyễn Văn Thiệu lên tiếng chỉ trích cái mà họ gọi là \"sự chuyển giao quyền lực sang người nhà Phật\".{{sfnp|Moyar|2004|p=762–63}} Họ tìm cách loại bỏ Nguyễn Khánh, ủng hộ Dương Văn Minh và cố gắng lôi kéo nhiều sĩ quan khác tham gia âm mưu. Trần Thiện Khiêm và Nguyễn Văn Thiệu tìm kiếm sự ủng hộ từ Đại sứ Hoa Kỳ [[Maxwell Taylor]] cho một cuộc đảo chính mới. Tuy nhiên, Taylor không muốn có thêm bất kỳ xáo trộn nào trong bộ máy lãnh đạo, do lo ngại cuộc đảo chính thứ ba trong vòng 3 tháng sẽ làm suy yếu một chính phủ vốn không ổn định. Điều này khiến Trần Thiện Khiêm và Nguyễn Văn Thiệu không thể thực hiện kế hoạch đã định.{{sfnp|Moyar|2004|p=763}}\n\nSự chia rẽ giữa các tướng lĩnh bộc lộ rõ nét trong cuộc họp Hội đồng Quân sự Cách mạng. Nguyễn Khánh cho rằng tình trạng bất ổn hiện tại là do các thành viên và người ủng hộ [[Đại Việt Quốc dân Đảng]] – một chính đảng thân Công giáo – gây nên.{{sfnp|Moyar|2004|p=318}} Trần Thiện Khiêm và Nguyễn Văn Thiệu cũng là hai trong số những sĩ quan Công giáo dính líu tới Đảng Đại Việt.{{sfnp|Kahin|1986|p=229–39}} Trần Thiện Khiêm chỉ trích Nguyễn Khánh nhượng bộ phe Phật giáo quá mức dẫn đến rắc rối. Nguyễn Văn Thiệu và một viên tướng Công giáo khác là [[Nguyễn Hữu Có]] đòi Dương Văn Minh thay thế Nguyễn Khánh, song bị từ chối.{{sfnp|Moyar|2004|p=318}} Cảm thấy áp lực trước những lời lên án mạnh mẽ, Nguyễn Khánh cho biết sẽ từ chức. Tuy nhiên, sau khi tình hình lâm vào thế bế tắc, Nguyễn Khánh, Dương Văn Minh và Trần Thiện Khiêm đã thiết lập chế độ \"Tam đầu chế\" nhằm lập lại trật tự, nhưng căng thẳng vẫn còn khi ông Khánh vẫn chi phối việc đưa ra quyết định.{{sfnp|Moyar|2004|p=763}}\n \nNgày 15 tháng 9 năm 1964, Nguyễn Văn Thiệu trở thành Tư lệnh [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV]] và Vùng IV chiến thuật, kiểm soát 3 sư đoàn và các tỉnh thuộc khu vực [[Đồng bằng sông Cửu Long]]. Sự kiện trên diễn ra sau khi phe Phật giáo vận động Nguyễn Khánh loại bỏ [[Dương Văn Đức (trung tướng)|Dương Văn Đức]] khỏi vị trí tư lệnh.{{sfnp|Moyar|2004|p=326–27}} Để đáp trả, Dương Văn Đức liên thủ cùng [[Lâm Văn Phát]] kéo quân về Sài Gòn thị uy, dự định lật đổ Chính phủ Nguyễn Khánh nhưng bất thành.{{sfnp|Kahin|1986|p=228–232}}{{sfnp|Moyar|2004|p=326}} Trong sự kiện trên, sự im lặng của Trần Thiện Khiêm lẫn Nguyễn Văn Thiệu, kết hợp với sự phản đối của họ đối với Nguyễn Khánh được xem là động thái ủng hộ ngầm đối với phe nổi dậy.{{sfnp|Kahin|1986|p=231}}{{sfnp|Moyar|2004|p=316–19}} Ghi chép của Đại sứ quán Hoa Kỳ vào trung tuần tháng 9 năm 1964 cho thấy Trần Thiện Khiêm và Nguyễn Văn Thiệu \"có vẻ thụ động đến mức dường như đã ngầm ủng hộ Đức và Phát\". Sau khi chuyện không thành, hai người đã thể hiện sự ủng hộ \"có phần muộn màng\" đối với ông Khánh.{{sfnp|Kahin|1986|p=498}}\n\n=== Nhóm tướng lĩnh trẻ ===\n{{xem thêm|Đảo chính Việt Nam Cộng hòa tháng 12 năm 1964}}\n[[Tập tin:Thi and thieu.jpg|nhỏ|upright|Hai tướng Nguyễn Văn Thiệu (giữa) và Nguyễn Chánh Thi (trái) tại Căn cứ Không quân Đà Nẵng.]]\nThiếu tướng Lục quân Nguyễn Văn Thiệu, Thiếu tướng Không quân [[Nguyễn Cao Kỳ]] (Tư lệnh [[Không quân Việt Nam Cộng hòa]]), Thiếu tướng Lục quân [[Nguyễn Chánh Thi]] (Tư lệnh [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I]]) và Đề đốc [[Chung Tấn Cang]] (Tư lệnh [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]) đều là những gương mặt nổi bật trong nhóm tướng lĩnh trẻ của Việt Nam Cộng hòa mà phía Hoa Kỳ thường gọi bằng cái tên ''Young Turks''.{{efn|''Young Turks'', nghĩa đen \"Người Thổ Nhĩ Kỳ trẻ\/Thanh niên Thổ Nhĩ Kỳ\", ban đầu dùng để chỉ một phong trào cải cách chính trị vào đầu thế kỷ 20 ủng hộ việc thay thế chế độ quân chủ chuyên chế của [[Đế quốc Ottoman]] bằng một chính phủ lập hiến, nhưng về sau trở thành một thuật ngữ dùng để chỉ \"một\/nhóm người trẻ tuổi có tham vọng thay đổi triệt để hệ thống chính trị đã được thiết lập.\"}}{{sfnp|Cosmas|2012|p=121}} Nhóm này và Nguyễn Khánh muốn cưỡng chế những sĩ quan có trên 25 năm phục vụ trong quân đội về hưu,{{sfnp|McNamara|VanDeMark|1996|p=186}} cho rằng họ lạc hậu, lỗi thời, thiếu hiệu quả, nhưng quan trọng hơn cả, việc loại bỏ những người này giúp họ có thể loại trừ những đối thủ cạnh tranh tiềm ẩn.{{sfnp|Moyar|2004|p=769}} Những nhân vật nằm trong danh sách này bao gồm các tướng [[Dương Văn Minh]], [[Trần Văn Đôn]], [[Lê Văn Kim]] và [[Mai Hữu Xuân]].{{sfnp|Moyar|2004|p=769}}{{sfnp|Lovell|2013|p=26}}\n\nNgày 17 tháng 12 năm 1964, nhóm tướng lĩnh trẻ đệ trình yêu sách trên lên Quốc trưởng [[Phan Khắc Sửu]]. Ông Sửu chuyển vấn đề lên [[Thượng Hội đồng Quốc gia (Việt Nam Cộng hòa)|Thượng Hội đồng Quốc gia]] (một cơ quan chấp chính dân sự được thành lập nhằm chuyển dần sang chính phủ dân sự) để xin ý kiến. Tuy nhiên, Thượng Hội đồng đã từ chối. Một trong những nguyên nhân chính có thể do nhiều thành viên của Thượng Hội đồng đều đã có tuổi và họ không hài lòng trước thái độ của nhóm tướng lĩnh trẻ đối với những người thuộc thế hệ tiền nhiệm.{{sfnp|Moyar|2004|p=344}} Trước động thái trên, ngày 18 tháng 12, Nguyễn Khánh thành lập [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Hội đồng Quân lực]] để làm hậu thuẫn.{{sfnp|Cosmas|2012|p=193}}\n\nNgày 19 tháng 12, Nguyễn Khánh họp Hội đồng Quân lực và ra thông cáo giải thể Thượng Hội đồng Quốc gia, đồng thời cho bắt giữ một số chính khách dân sự đưa đi an trí tại Pleiku.{{sfnp|Moyar|2004|p=769}} Phan Khắc Sửu và [[Trần Văn Hương]] vẫn được lưu nhiệm Quốc trưởng và Thủ tướng.{{sfnp|Shaplen|1966|p=294}} Đại sứ Hoa Kỳ [[Maxwell D. Taylor]], người xem chính phủ dân sự như một bước tiến quan trọng trong quá trình tiến đến ổn định về chính trị tại miền Nam Việt Nam, không hài lòng với hành động của các tướng lĩnh.{{sfnp|Hunt|1965|p=10}} Trong một buổi họp riêng với 4 tướng trẻ (Nguyễn Văn Thiệu, Nguyễn Chánh Thi, Nguyễn Cao Kỳ, Chung Tấn Cang), Đại sứ Taylor đe dọa cắt viện trợ và có những câu nói chạm đến lòng tự ái của họ.{{sfnp|Shaplen|1966|p=295}}{{sfnp|Karnow|1997|p=398}} Lợi dụng sự căng thẳng, Nguyễn Khánh họp báo chỉ trích hành động xâm phạm chủ quyền Việt Nam Cộng hòa như một \"tên thực dân\" của Taylor, yêu cầu Washington triệu hồi ông ta về nước.{{sfnp|Lovell|2013|p=26}}{{sfnp|Văn Nguyên Dưỡng|2014|p=100}} Vụ việc này khiến quan hệ giữa Nguyễn Khánh và Taylor rạn nứt không thể cứu vãn.{{sfnp|Kahin|1986|p=297}}\n\n=== Tham chính ===\nNgày 18 tháng 1 năm 1965, trước áp lực từ các tướng lĩnh, Thủ tướng Trần Văn Hương tiến hành cải tổ nội các với sự tham gia của Nguyễn Văn Thiệu (Đệ nhị Phó Thủ tướng), [[Trần Văn Minh (lục quân)|Trần Văn Minh]] (Tổng trưởng Quân lực), [[Linh Quang Viên]] (Tổng trưởng Tâm lý chiến) và Nguyễn Cao Kỳ (Tổng trưởng Thanh niên Thể thao).{{efn|Chức vụ Tổng trưởng dưới thời Việt Nam Cộng hòa tương đương chức vụ Bộ trưởng ngày nay.}}{{sfnp|Cosmas|2012|p=205}} Đây là lần đầu Nguyễn Văn Thiệu xuất hiện với tư cách một chính trị gia, không phải trong vai trò một quân nhân. Cũng trong ngày hôm đó, Nguyễn Văn Thiệu được thăng cấp bậc hàm [[trung tướng]].<ref name=\"antgqntt\">{{harvnb|Phong Hoàn Công|2010}}<\/ref> Trong thời gian này, chính phủ Trần Văn Hương phải đối mặt với sự chống đối mạnh mẽ từ phía Phật giáo.{{sfnp|Kahin|1986|p=267–69}} Các lãnh tụ Phật giáo như Thượng tọa [[Thích Trí Quang]], [[Thích Tâm Châu]] bắt đầu tuyệt thực đòi Trần Văn Hương từ chức và giải tán chính phủ.{{sfnp|VanDeMark|1995|p=57}} Hàng loạt phật tử nối gót nhau xuống đường biểu tình và tổ chức tuyệt thực tập thể, có ni cô thậm chí tự thiêu phản đối.{{sfnp|Bowman|1985|p=103}} Nguyễn Khánh – người phải dựa vào sự ủng hộ của giới Phật giáo để duy trì quyền lực – đã không thực hiện biện pháp đáng kể nào để dập tắt các cuộc biểu tình.{{sfnp|Moyar|2004|p=774–75}} Thay vào đó, ông quyết định bãi nhiệm Trần Văn Hương vào ngày 27 tháng 1.{{sfnp|Kahin|1986|p=267–69}}{{sfnp|Moyar|2004|p=775}} Sau nhiều cuộc hội đàm cùng Hội đồng Quân lực, vào ngày 16 tháng 2, Tiến sĩ [[Phan Huy Quát]] được bổ nhiệm làm thủ tướng đứng đầu một nội các dân sự nhưng phải chịu sự giám sát từ phe quân nhân.{{sfnp|VanDeMark|1995|p=79–80}} Nguyễn Văn Thiệu ngay sau đó trở thành Đệ nhất Phó Thủ tướng trong nội các mới.{{sfnp|Nelson|2020|p=51}}\n\nHành động của Nguyễn Khánh đã vô hiệu hóa một âm mưu ngược chống lại ông. Lo sợ bị bãi nhiệm, Trần Văn Hương chống lưng một âm mưu do một số tướng lĩnh Công giáo thân [[Đảng Đại Việt]] như [[Nguyễn Hữu Có]] và Nguyễn Văn Thiệu cầm đầu, mưu đồ loại bỏ Nguyễn Khánh và đưa [[Trần Thiện Khiêm]] từ [[Washington, D.C.|Washington]] quay trở về nước. [[Đại sứ quán Hoa Kỳ tại Sài Gòn]] không phản đối âm mưu bởi Taylor và Nguyễn Khánh kể từ sau vụ đảo chính hồi tháng 12 đã trở thành kẻ thù không đội trời chung.{{sfnp|Kahin|1986|p=297}} Tuy vậy, người Mỹ không hoàn toàn ủng hộ nước cờ này, cho rằng nó không được tính toán kỹ lưỡng và có thể gây ra một vụ bê bối chính trị do một số thành viên tham gia âm mưu sẽ phải dùng máy bay Mỹ để di chuyển qua lại giữa Sài Gòn và Washington. Do đó, người Mỹ chỉ hứa sẽ cho Trần Văn Hương tị nạn nếu cần thiết.{{sfnp|Kahin|1986|p=297}} Tuy nhiên, sau khi tìm thấy bằng chứng cho thấy Nguyễn Khánh muốn thỏa thuận với cộng sản, phía Hoa Kỳ đã bày tỏ thái độ ủng hộ âm mưu trên.{{sfnp|Kahin|1986|p=294–95}} Taylor cam kết với nhóm tướng lĩnh trẻ rằng Hoa Kỳ \"sẽ không chống lưng hay ủng hộ tướng Khánh dưới bất kỳ hình thức nào\". Tại thời điểm đó, Taylor và các nhân viên sứ quán ở Sài Gòn đánh giá cao ba người Nguyễn Văn Thiệu, Nguyễn Hữu Có và Chung Tấn Cang, xem họ là những người có thể thay thế Nguyễn Khánh.{{sfnp|Kahin|1986|p=298}} Theo một báo cáo của CIA, Nguyễn Văn Thiệu được một quan chức Mỹ giấu tên mô tả là người \"thông minh, đầy tham vọng, và rất có thể sẽ vẫn tiếp tục tham gia âm mưu đảo chính để phục vụ cho mục đích cá nhân\".{{sfnp|Kahin|1986|p=512}}\n\nNguyễn Văn Thiệu đã không kịp thực hiện âm mưu khi Đại tá [[Phạm Ngọc Thảo]] – người trên thực tế là một điệp viên do Hà Nội cài cắm ở Sài Gòn – cùng Thiếu tướng [[Lâm Văn Phát]], Đại tá [[Bùi Dzinh]] tiến hành đảo chính vào ngày 19 tháng 2, mục tiêu bắt sống Nguyễn Khánh.{{sfnp|Kahin|1986|p=299–301}} Tuy nhiên, Nguyễn Khánh kịp rời Sài Gòn bằng máy bay trước khi xe tăng của quân đảo chính kéo vào.{{sfnp|VanDeMark|1995|p=81}} Dưới sự hỗ trợ từ Hoa Kỳ, Nguyễn Chánh Thi, Nguyễn Văn Thiệu và Nguyễn Cao Kỳ đứng ra dập tắt âm mưu đảo chính.{{sfnp|Kahin|1986|p=303}} Nhân cơ hội, Thiệu–Kỳ \"mượn gió phất cờ\", nhóm họp Hội đồng Quân lực bỏ phiếu bất tín nhiệm và trục xuất Nguyễn Khánh ra nước ngoài với danh nghĩa là \"đại sứ lưu động\".{{sfnp|Cosmas|2012|p=206–207}}{{sfnp|Blair|2008|p=134}} Có cáo buộc cho rằng Nguyễn Văn Thiệu đã truy bắt và mưu sát Đại tá Phạm Ngọc Thảo một cách phi pháp vào năm 1965. Phóng sự điều tra năm 2012 của báo ''[[Thanh Niên (báo)|Thanh Niên]]'' cho rằng Nguyễn Văn Thiệu đơn thuần chỉ là đang loại bỏ một đối thủ đáng gờm, chứ không hề hay biết việc người này là cộng sản nằm vùng.{{sfnp|Hoàng Hải Vân|2012}} Cuộc đảo chính bất thành ngày 19 tháng 2 năm 1965 chỉ là một phần của một loạt các cuộc đảo chính giữa các sĩ quan Quân lực Việt Nam Cộng hòa, diễn ra sau vụ mưu sát Ngô Đình Diệm cuối năm 1963. Giữa lúc các tướng lĩnh tranh giành quyền lực nội bộ trong các cuộc binh biến, mà kết quả là một số người phải đi đày biệt xứ, Nguyễn Văn Thiệu đã \"tọa sơn quan hổ đấu\", từng bước trở thành một trong những nhân vật quyền lực nhất Sài Gòn.{{sfnp|Karnow|1997|p=396–401; 694–95}}<ref name=\"antgqntt\"\/>\n\n== Quốc trưởng (1965–1967) ==\n=== Lên nắm quyền ===\n[[Tập tin:South Vietnamese Armed Forces Day (19 June 1966) – CC35204 (cropped).jpg|nhỏ|Nhóm tướng lĩnh trẻ trong buổi duyệt binh Ngày Quân lực 19 tháng 6 năm 1966. Bốn người ở giữa (từ trái qua phải) lần lượt là: [[Cao Văn Viên]], Nguyễn Văn Thiệu, [[Nguyễn Hữu Có]], [[Nguyễn Cao Kỳ]]]]\nThủ tướng [[Phan Huy Quát]] thất bại trong việc đoàn kết các phe phái quân sự và dân sự đối địch ở miền Nam Việt Nam. Tuy thành công trong việc giải tán Hội đồng Quân lực, song Thủ tướng Quát không thể thay đổi cán cân quyền lực vốn đang nghiêng về phe quân nhân.{{sfnp|Lovell|2013|p=27}} Sau hơn 3 tháng giữ chức thủ tướng, Phan Huy Quát từ chức và tuyên bố giải tán chính phủ do mâu thuẫn với Quốc trưởng [[Phan Khắc Sửu]]. Quyết định của Phan Huy Quát buộc Phan Khắc Sửu cũng phải từ chức quốc trưởng, mở đường cho một giai đoạn quân nhân nắm chính quyền.{{sfnp|Bùi Diễm|Chanoff|1999|p=146–47}}\n\nNgày 14 tháng 6 năm 1965, hội đồng tướng lĩnh nhóm họp, bầu Nguyễn Văn Thiệu làm chủ tịch [[Ủy ban Lãnh đạo Quốc gia (Việt Nam Cộng hòa)|Ủy ban Lãnh đạo Quốc gia]], đảm nhiệm cương vị quốc trưởng. Nguyễn Cao Kỳ được đề cử làm chủ tịch [[Ủy ban Hành pháp Trung ương (Việt Nam Cộng hòa)|Ủy ban Hành pháp Trung ương]], tức thủ tướng.{{sfnp|Bùi Diễm|Chanoff|1999|p=147}} Sự thành lập của chính phủ Thiệu–Kỳ đánh dấu sự kết thúc của một thời kỳ khủng hoảng chính trị tại miền Nam Việt Nam, với hàng loạt cuộc đảo chính và 8 lần thay đổi nhân sự diễn ra liên tiếp chỉ trong vòng một năm rưỡi kể từ vụ đảo chính lật đổ anh em Ngô Đình Diệm, Ngô Đình Nhu.{{sfnp|Karnow|1997|p=396–401, 694–95}}{{sfnp|Vũ Quý Tùng Anh|2014|p=35}} Cương vị quốc trưởng mà Nguyễn Văn Thiệu đảm nhiệm là một vị trí tương đối \"hữu danh vô thực\" vì Nguyễn Cao Kỳ mới là người nắm quyền hành trên thực tế trong thời kỳ này.{{sfnp|Lovell|2013|p=27–28}}\n\nCuộc chuyển giao quyền lực lần này không gặp phải sự phản đối từ giới chức Washington do họ không đặc biệt ủng hộ Phan Huy Quát.{{sfnp|Lovell|2013|p=28}} Tuy nhiên, người Mỹ có những cách nhìn nhận khác nhau về nhóm tướng lĩnh trẻ lên nắm quyền ở miền Nam Việt Nam. Tổng thống [[Lyndon B. Johnson]] đặt nhiều hy vọng trước lời hứa \"đánh bại kẻ thù, xây dựng lại nông thôn, ổn định kinh tế và cải thiện nền dân chủ miền Nam Việt Nam.\" Ngược lại, một số quan chức khác như Phó đại sứ Hoa Kỳ tại Việt Nam là [[:en:U. Alexis Johnson|U. Alexis Johnson]] thì cho rằng nhóm tướng lĩnh trẻ gồm Nguyễn Văn Thiệu và Nguyễn Cao Kỳ đều là \"những người theo [[chủ nghĩa dân tộc]] [[bài ngoại]], chán ngán nền dân chủ.\"{{sfnp|Lovell|2013|p=29}}\n\n=== Khủng hoảng Phật giáo ===\n{{chính|Biến động Miền Trung}}\n{{nhiều hình\n | align = left\n\n | image1 = NARA photo 111-CCV-562-CC34956.jpg\n | width1 = 143\n | alt1 = Nhóm người cầm băng rôn đứng giữa đường\n | caption1 = Phật tử xuống đường biểu tình chống chính phủ quân quản vào tháng 5 năm 1966\n\n | image2 = 70-176-A Effigy, Straw, Nguyen Van Thieu (6996729250).jpg\n | width2 = 107\n | alt2 = Hình nộm\n | caption2  = Hình nộm bằng rơm của Nguyễn Văn Thiệu mà người biểu tình đã sử dụng\n}}\n\nSau khi lên nắm quyền, chính phủ Thiệu–Kỳ tiếp tục phải đối mặt với những thách thức đã tạo nên sự bất ổn chính trị ở miền Nam Việt Nam trong những năm trước đó. Nội các mới tuy được đánh giá là có năng lực, song có nhiều phe phái chính trị cạnh tranh lẫn nhau. Phe Công giáo cảnh giác Nguyễn Cao Kỳ, một Phật tử, còn phe Phật giáo thì không hài lòng với Nguyễn Văn Thiệu, một Kitô hữu.{{sfnp|Lovell|2013|p=30}} Bên cạnh đó, miền Nam Việt Nam trong giai đoạn này giống như một [[chế độ phong kiến|nhà nước phong kiến]], một liên minh giữa các lãnh chúa thay vì một nhà nước thực sự. Các tư lệnh quân đoàn cai trị khu vực của họ như một thái ấp riêng, nộp một phần thuế mà họ thu được cho chính quyền trung ương ở Sài Gòn và giữ phần còn lại.{{sfnp|Karnow|1997|p=459–60}}\n\nTrong bối cảnh trên, lực lượng Phật giáo – dưới sự dẫn dắt của Thượng tọa [[Thích Trí Quang]] – một lần nữa nắm vai trò lãnh đạo quần chúng chống lại chính phủ quân quản, đòi hỏi thành lập Quốc hội Lập hiến để có hiến pháp cho miền Nam Việt Nam.{{sfnp|Topmiller|2002|p=43, 53–55}}{{sfnp|Dallek|1998|p=358–59}} Thích Trí Quang không phản đối sự can thiệp của Hoa Kỳ tại Việt Nam, nhưng không hài lòng khi thấy Nguyễn Văn Thiệu trở thành quốc trưởng vì ông từng là thành viên [[Cần lao Nhân vị]] dưới thời Ngô Đình Diệm.{{sfnp|McAllister|2008|p=776–77}} Nhà lãnh đạo Phật giáo này chỉ trích \"khuynh hướng phát xít\" của ông Thiệu, cho rằng các thành viên Cần lao đang phá hoại Nguyễn Cao Kỳ.{{sfnp|Moyar|2004|p=781–82}} Thích Trí Quang cũng xem Nguyễn Văn Thiệu như một biểu tượng của chế độ Công giáo trị Ngô Đình Diệm, đồng thời tố cáo ông đã phạm những tội ác chống lại Phật tử trong quá khứ. Thích Trí Quang công khai ủng hộ Trung tướng [[Nguyễn Chánh Thi]] – một vị tướng theo Phật giáo – đứng ra lãnh đạo đất nước.{{sfnp|McAllister|2008|p=777}}\n\nNhận định Nguyễn Chánh Thi là một đối thủ nguy hiểm, Nguyễn Cao Kỳ ra quyết định cách chức ông, song điều này chỉ khiến giới Phật giáo miền Trung phản ứng mạnh mẽ hơn.{{sfnp|Topmiller|2002|p=33–38}} Thích Trí Quang dẫn nhiều phật tử xuống đường phản đối chính quyền Thiệu–Kỳ. Một số đơn vị trực thuộc Quân đoàn I không tuân theo mệnh lệnh từ Sài Gòn mà quay sang ủng hộ tướng Thi và phong trào Phật giáo.{{sfnp|Karnow|1997|p=460–65}} Sau khi đàm phán thất bại, Nguyễn Cao Kỳ sử dụng vũ lực dẹp yên vụ nổi loạn miền Trung. Thích Trí Quang bị đưa về Sài Gòn quản thúc tại gia, trong khi Nguyễn Chánh Thi thì phải sang Hoa Kỳ lưu vong. Thất bại này khiến phong trào tranh đấu Phật giáo nhanh chóng tan rã và không còn là mối đe dọa đối với chính quyền Sài Gòn.{{sfnp|Kahin|1986|p=428–32}}\n\n== Tranh cử tổng thống năm 1967 ==\n{{chính|Tuyển cử 1967 Việt Nam Cộng hòa}}\n[[Tập tin:Nguyễn Văn Thiệu, Nguyễn Cao Kỳ during a press conference on the eve of the national election, 2 September 1967.png|nhỏ|trái|Nguyễn Văn Thiệu và Nguyễn Cao Kỳ trong một cuộc họp báo diễn ra vào ngày 2 tháng 9 năm 1967.]]\nNgày 1 tháng 4 năm 1967, trước sự hối thúc từ Hoa Kỳ, chính quyền Sài Gòn ban hành [[Hiến pháp Việt Nam Cộng hòa 1967|hiến pháp mới]], ấn định sự ra đời của nền [[Đệ Nhị Cộng hòa Việt Nam]]. Theo hiến pháp mới, Việt Nam Cộng hòa sẽ áp dụng chế độ [[chế độ lưỡng viện|quốc hội lưỡng viện]] và [[tổng thống chế|hệ thống tổng thống]] với nhiệm kỳ 4 năm. Chế độ mới này dự kiến sẽ thành hình sau cuộc bầu cử tổng thống và [[Quốc hội Việt Nam Cộng hòa#Thượng viện|thượng viện]] vào tháng 9 năm 1967.{{sfnp|Nelson|2020|p=66}}\n\nTrước thềm bầu cử, hai tướng Nguyễn Cao Kỳ và Nguyễn Văn Thiệu đều quyết định ra tranh cử riêng rẽ: Nguyễn Cao Kỳ liên danh cùng Luật sư [[Nguyễn Văn Lộc (thủ tướng)|Nguyễn Văn Lộc]] ([[Đạo Cao Đài|Cao Đài]]), trong khi Nguyễn Văn Thiệu liên danh cùng Trịnh Quốc Khánh của [[Việt Nam Dân chủ Xã hội Đảng|Đảng Dân Xã]] ([[Phật giáo Hòa Hảo]]), hứa hẹn cải cách xã hội, xây dựng một nền dân chủ hợp pháp và tuyên bố sẽ \"mở rộng cánh cửa hòa bình [với phe cộng sản]\".{{sfnp|Nelson|2020|p=69}} Quốc trưởng Nguyễn Văn Thiệu tuy nhận được sự ủng hộ từ CIA và Đại sứ quán Hoa Kỳ, nhưng Thủ tướng Nguyễn Cao Kỳ lại được đánh giá là ở cửa trên do nắm trong tay guồng máy hành chính, đồng thời được nhóm tướng lĩnh trẻ đang nắm giữ những vị trí then chốt trong chính phủ ủng hộ.{{sfnp|Lovell|2013|p=42–45}}{{sfnp|Fear|2016|p=22}} Trong cuộc bầu cử lần này, ngoại trừ liên danh Kỳ–Lộc và Thiệu–Khánh thuộc phe quân sự, 10 liên danh còn lại đều là dân sự.{{sfnp|Nelson|2020|p=70}} Lo ngại một liên danh dân sự có thể sẽ giành chiến thắng do phe quân nhân sẽ phải chia phiếu vì có hai ứng cử viên tranh cử độc lập, giới tướng lĩnh gây áp lực thuyết phục hai người liên danh với nhau.{{sfnp|Fear|2016|p=24}} Nguyễn Cao Kỳ cuối cùng cũng chấp nhận đứng phó trong liên danh Thiệu–Kỳ song ông Thiệu bị buộc phải chấp nhận ký một thỏa thuận ngầm, đồng ý để ông Kỳ nắm giữ mọi quyền hành nếu hai người đắc cử.{{sfnp|Lovell|2013|p=46}}\n\n{{Hộp bên|\n | above = '''Kết quả cuộc bầu cử tổng thống năm 1967'''\n----\n{{small|'''Nguồn:''' Kết quả sơ khởi toàn quốc bầu cử Tổng thống và Thượng viện, ''Chính Luận'', 6 tháng 9 năm 1967}}{{sfnp|Nelson|2020|p=73}}\n | abovestyle = text-align:center\n | text = {{Graph:Chart\n | width=80\n | height=80\n | innerRadius=35\n | type=pie\n | legend=Ứng viên\n | x=Nguyễn Văn Thiệu, Trương Đình Dzu, Phan Khắc Sửu, Trần Văn Hương, Hà Thúc Ký, Khác\n | y1=35,17,11,10,7,20\n | colors=#000000,#FFD700,#0047AB,#00BFFF,#FF8C00,#A9A9A9 \n | showValues=\n}}\n | below =\n}}\n\nTrong ngày bầu cử 3 tháng 9 năm 1967, liên danh Thiệu–Kỳ giành chiến thắng với 35% phiếu – một tỷ lệ thấp hơn so với con số 45–50% mà các nhà quan sát chính trị dự đoán Nguyễn Văn Thiệu sẽ đạt được.{{sfnp|Nelson|2020|p=73}} Tuy được Washington công nhận, song kết quả bầu cử này đã gặp phải sự phản đối từ một bộ phận dân chúng khiến nhiều người xuống đường phản đối quốc hội lập hiến hợp thức hóa kết quả.{{sfnp|Chánh Trinh|2004|p=115}} Trong vòng nhiều ngày, các dân biểu quốc hội lập hiến tranh luận nảy lửa về tính công bằng của cuộc bầu cử hôm 3 tháng 9. Một số dân biểu như [[Phan Khắc Sửu]] hay [[Lý Quí Chung]] bày tỏ mong muốn hủy bỏ kết quả, một số người thì cáo buộc những người khác nhận hối lộ từ Thiệu–Kỳ nhưng không đưa ra được bằng chứng xác thực.{{sfnp|Nelson|2020|p=75}} Quốc hội sau đó phê chuẩn kết quả bầu cử với tỷ lệ 58 phiếu thuận, 43 phiếu chống.{{sfnp|Chánh Trinh|2004|p=117}}\n\nTrần Văn Tuyên, một nhà bình luận đương thời của tờ ''Chính Luận'', cho rằng cuộc bầu cử ít nhất đã \"hợp pháp hóa, chỉnh lý hóa và sắp dân sự hóa\" chính quyền quân sự cũ. Tuy nhiên, lấy ví dụ từ chính quyền Ngô Đình Diệm – một chế độ mà theo ông đã mắc sai lầm cơ bản là \"không biết đoàn kết lực lượng quốc gia\" – Trần Văn Tuyên lo ngại rằng nền Đệ nhị Cộng hòa là một chế độ \"tiên thiên bất túc{{efn|''Tiên thiên bất túc'': Ngay từ khi mới sinh ra đã không được khỏe mạnh, di truyền bẩm sinh bệnh tật từ cha mẹ.}} và đời sống của nó bị đe dọa nghiêm trọng ngay từ lúc ra đời\".{{sfnp|Fear|2016|p=26}} Về phần Nguyễn Văn Thiệu và Nguyễn Cao Kỳ, tuy giành chiến thắng trong cùng một liên danh, nhưng đây chỉ mới là khởi đầu của cuộc tranh giành quyền lực giữa hai con người đầy tham vọng này.{{sfnp|Karnow|1997|p= 465–67}}\n\n== Nhiệm kỳ tổng thống đầu tiên (1967–1971) ==\n{{xem thêm|Lễ nhậm chức lần thứ nhất của Nguyễn Văn Thiệu}}\n[[Tập tin:South Vietnamese President Nguyễn Văn Thiệu taking oath of office, 67-0480-A (cropped).png|trái|nhỏ|Nguyễn Văn Thiệu tuyên thệ nhậm chức tổng thống vào ngày 31 tháng 10 năm 1967.]]\nSau khi kết quả bầu cử được [[Quốc hội Việt Nam Cộng hòa]] phê chuẩn, Nguyễn Văn Thiệu chính thức trở thành tổng thống đầu tiên của [[Đệ Nhị Cộng hòa (Việt Nam Cộng hòa)|Đệ Nhị Cộng hòa]] ở tuổi 44. Ông tuyên thệ nhậm chức tổng thống trong một buổi lễ nhậm chức công khai cho công chúng tham gia trước trụ sở hạ viện (nay là [[Nhà hát Thành phố Hồ Chí Minh]]) vào ngày 31 tháng 10 năm 1967.{{sfnp|Stur|2020|p=72}} Trong bài diễn văn nhậm chức của mình, Nguyễn Văn Thiệu tuyên thệ sẽ \"bảo vệ tổ quốc, tôn trọng hiến pháp và phục vụ quyền lợi quốc gia dân tộc.\"{{sfnp|Nguyễn Văn Thiệu|1968|p=1}} Cũng trong bài phát biểu, ông tuyên bố xây dựng chính sách quốc gia dựa trên ba đường lối chính là \"xây dựng dân chủ, phục hồi nền hòa bình, cải thiện xã hội\". Thông qua chính sách này, ông tuyên bố sẽ chiến thắng trước ba kẻ thù chính là \"chủ nghĩa chuyên chế, chiến tranh, bất bình đẳng và lạc hậu\", và qua đó đưa đất nước đến với \"dân chủ, hòa bình và tiến bộ.\"{{sfnp|Nguyễn Văn Thiệu|1968|p=2}}\n\n=== Mậu Thân 1968 ===\n{{chính|Sự kiện Tết Mậu Thân}}\n[[Tết Nguyên đán]] [[Mậu Thân]] năm 1968, [[Quân Giải phóng miền Nam Việt Nam]] bất ngờ mở chiến dịch tổng tấn công đánh vào nhiều đô thị trọng yếu tại miền Nam bất chấp tuyên bố ngừng bắn trước đó.{{sfnp|Hanoi VNA International Service 1967}} Khi chiến sự bùng nổ, Nguyễn Văn Thiệu và gia đình đã về [[Mỹ Tho (tỉnh)|Mỹ Tho]] ăn tết bên ngoại.{{sfnp|Phan Thứ Lang|2007|p=179}}{{sfnp|Elliott|2003|p=1036}} Phó Tổng thống Nguyễn Cao Kỳ – người lúc đó vẫn còn ở thủ đô – đã nắm quyền chỉ huy và tổ chức các đơn vị ở Sài Gòn phản kích.<ref name=Independent>{{harvnb|Stowe|2001}}<\/ref>\n\nTuy lực lượng Quân Giải phóng bị đẩy lùi và chịu thương vong rất lớn, nhưng phía Việt Nam Cộng hòa cũng phải gánh hậu quả nặng nề do đây là lần đầu tiên chiến tranh tiếp cận đáng kể tới các đô thị đông dân cư. Khi Quân lực Việt Nam Cộng hòa được kéo về để bảo vệ các thành phố, Quân Giải phóng đã chớp thời cơ chiếm quyền kiểm soát các vùng nông thôn.{{sfnp|Dougan|Weiss|1983|p=116}} Nỗi kinh hoàng mà sự kiện Tết Mậu Thân mang tới cùng với những tổn thất và dư chấn mà nó để lại đã khiến dân chúng dần đánh mất niềm tin ở Tổng thống Thiệu, cho rằng ông không thể bảo vệ họ.{{sfnp|Dougan|Weiss|1983|p=118}}\n\nChính quyền Sài Gòn ước tính số thương vong dân sự là vào khoảng 14.300 người chết và 24.000 người bị thương.{{sfnp|Dougan|Weiss|1983|p=116}} Khoảng 630.000 người mất nhà mất cửa, 800.000 người phải di tản vì chiến tranh từ trước đó. Vào cuối năm 1968, 8% dân số miền Nam sống trong các trại tị nạn. Cơ sở hạ tầng quốc gia bị hư hại nghiêm trọng cùng với hơn 70.000 ngôi nhà bị phá hủy.{{sfnp|Dougan|Weiss|1983|p=116}} Với 27.915 người thiệt mạng và 70.968 người bị thương, Mậu Thân 1968 trở thành năm đẫm máu nhất của cuộc chiến tính đến thời điểm đó đối với Quân lực Việt Nam Cộng hòa.{{sfnp|Smedberg|2008|p=196}}\n\n[[Tập tin:69-10-0049-E.jpg|nhỏ|Nguyễn Văn Thiệu viếng các nạn nhân bị sát hại trong [[Thảm sát Huế Tết Mậu Thân|Thảm sát Huế]].]]\n\nSau cuộc tấn công, chính quyền Nguyễn Văn Thiệu đã có hành động quyết liệt hơn nhằm đối phó với cộng sản.{{sfnp|Dougan|Weiss|1983|p=118–19}} Ngày 1 tháng 2 năm 1968 (Mùng 3 Tết), tổng thống họp Hội đồng Nội các, ban hành lệnh [[thiết quân luật]] trên khắp cả nước.{{sfnp|Dougan|Weiss|1983|p=119}}{{sfnp|Hoàng An|Thanh Liêm|Thanh Nhã|1982|p=18}} Ngày 19 tháng 6 năm 1968, trước tình hình chiến sự nguy ngập bùng nổ trên cả bốn vùng chiến thuật, [[Quốc hội Việt Nam Cộng hòa|Quốc hội]] đã phê chuẩn đề xuất thay đổi luật tổng động viên của Tổng thống Thiệu mà họ đã từ chối trước đó.{{sfnp|Zaffiri|1994|p=293}} Theo luật mới, tuổi quân dịch được hạ từ 20 xuống 18, cho phép chính phủ cưỡng bách tòng quân nam giới trong độ tuổi từ 18 đến 38 vào lực lượng chính quy hoặc các lực lượng [[địa phương quân và nghĩa quân]]. Ngoài ra, luật mới quy định tất cả nam công dân tuổi từ 16 đến 50 sẽ phải tham gia lực lượng bán quân sự mang tên Nhân dân Tự vệ.{{sfnp|Nguyễn Kỳ Phong|2018}} Đến cuối năm, trên 200.000 tân binh đã được bổ sung vào quân ngũ, nâng tổng binh lực Việt Nam Cộng hòa lên hơn 900.000 người.{{sfnp|Dougan|Weiss|1983|p=119}}{{sfnp|Hoàng Ngọc Lung|1981|p=135–36}}\n\nTrong thời gian này, Nguyễn Văn Thiệu thúc đẩy các chiến dịch tổng động viên và hoạt động chống tham nhũng. Ba trong số bốn tư lệnh quân đoàn bị thay thế vì màn thể hiện tệ hại trước Quân Giải phóng. Ông cũng thành lập Ủy ban Phục hồi Quốc gia để giám sát việc phân phối lương thực, tái định cư và xây dựng nhà ở cho người chạy nạn. Phẫn nộ vì các cuộc tấn công của phe cộng sản, một bộ phận người dân miền Nam đã thay đổi cách nhìn đối với cuộc chiến, đặc biệt là những dân cư thành thị vốn rất thờ ơ với cuộc chiến.{{sfnp|Dougan|Weiss|1983|p=119}}\n\n=== Tranh giành quyền lực ===\nDù trở thành tổng thống, song vị trí của Nguyễn Văn Thiệu vẫn chưa được đảm bảo. Đối thủ chính của ông – Phó Tổng thống [[Nguyễn Cao Kỳ]] – vẫn nhận được sự ủng hộ đáng kể từ quân đội.{{sfnp|Dougan|Weiss|1983|p=124–25}}{{sfnp|Fear|2016|p=28}} Những chiến công của Nguyễn Cao Kỳ trong [[Sự kiện Tết Mậu Thân]] – thời kỳ vốn được xem là giai đoạn khủng hoảng sâu sắc nhất của miền Nam – đã làm lu mờ hình ảnh Nguyễn Văn Thiệu, khiến quan hệ giữa hai người càng trở nên căng thẳng.<ref name=Independent\/> Lo sợ bị đảo chính, ông Thiệu tìm cách vô hiệu hóa đối thủ bằng cách giành sự ủng hộ từ người Mỹ.{{sfnp|Fear|2017}}\n\nTrong giai đoạn sau Tết Mậu Thân, nhiều nhân vật thân cận của ông Kỳ trong quân đội và chính phủ nhanh chóng bị ông Thiệu tước bỏ quyền lực, bắt giữ hoặc lưu đày.{{sfnp|Dougan|Weiss|1983|p=126}} Nhằm tạo uy thế trên chính trường, Nguyễn Văn Thiệu tiến hành đàn áp dư luận miền Nam Việt Nam và bổ nhiệm một số thành viên [[Việt Nam Nhân xã Cách mạng Đảng|Đảng Nhân xã]] – một chính đảng được thành lập bởi cựu thành viên [[Cần lao Nhân vị]]{{sfnp|Fear|2016|p=48}} – vào các vị trí trọng yếu trong nội các.{{sfnp|Fear|2016|p=31}} Nhiều người chỉ trích hành động của ông Thiệu là đang \"bôi thêm vết đen lên chế độ mệnh danh là dân chủ pháp trị\". Chỉ trong vòng 6 tháng, dân chúng đã bắt đầu gọi ông Thiệu là \"độc tài\",{{sfnp|Dougan|Weiss|1983|p=126}} một số người chỉ trích chính quyền Đệ nhị Cộng hòa là một \"chế độ Diệm không Diệm\".{{sfnp|Fear|2016|p=46}} Trong những năm sau đó, Nguyễn Cao Kỳ dần bị Nguyễn Văn Thiệu cô lập và cho ra ngoài lề.{{sfnp|Stowe|2001}}\n\n=== Việt Nam hóa chiến tranh ===\n{{chính|Việt Nam hóa chiến tranh}}\n[[Tập tin:President Richard Nixon and South Vietnam's President Nguyen Van Thieu Making a Joint Statement at Midway Island.jpg|trái|nhỏ|Nguyễn Văn Thiệu và Richard Nixon phát biểu tại Midway]]\nNgày 8 tháng 6 năm 1969, Nguyễn Văn Thiệu tham gia hội nghị với tân Tổng thống Hoa Kỳ [[Richard Nixon]] tại [[Rạn san hô vòng Midway|đảo Midway]] ở [[Thái Bình Dương]].{{sfnp|Davidson|1991|p=596}} Trong cuộc họp, Nixon tuyên bố rằng 25.000 quân Mỹ sẽ được rút về vào cuối tháng 8 cùng năm, lấy lý do rằng việc duy trì một lực lượng quá lớn ở Việt Nam sẽ gây bất lợi cho ông trong bối cảnh phong trào phản chiến ngày càng phát triển mạnh mẽ ở Hoa Kỳ. Nixon cũng đề cập đến chương trình [[Việt Nam hóa chiến tranh]] và cam kết sẽ hỗ trợ Việt Nam Cộng hòa xuyên suốt 2 nhiệm kỳ của mình, trong đó 4 năm đầu sẽ là yểm trợ quân sự, 4 năm tiếp theo sẽ tập trung hỗ trợ về mặt kinh tế.{{sfnp|Nguyễn Tiến Hưng|2010|p=286}} Đại tướng [[Creighton Abrams]], Tư lệnh [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam]], phản đối quyết định rút quân của Nixon, cho rằng Quân lực Việt Nam Cộng hòa chưa đủ kinh nghiệm và chưa được đào tạo bài bản để có thể tự mình tiếp tục cuộc chiến. Tuy nhiên, hoạt động rút quân nhận được sự hưởng ứng mạnh mẽ từ dân chúng Hoa Kỳ.{{sfnp|Hosch|2010|p=132}} Trong chuyến thăm Sài Gòn sau đó vào ngày 30 tháng 7 năm 1969, Nixon tiếp tục bảo ông Thiệu hãy yên tâm, rằng việc rút vài sư đoàn chỉ là làm \"cho có lệ\" nhằm xoa dịu phong trào phản chiến. Người Mỹ sẽ đẩy mạnh hoạt động vũ trang cho Quân lực Việt Nam Cộng hòa, để miền Nam cuối cùng có thể tự mình chịu trách nhiệm hoàn toàn trong cuộc chiến.{{sfnp|Nguyễn Tiến Hưng|2010|p=287}}\n\nTháng 4 năm 1970, sau khi đảo chính lật đổ Quốc trưởng [[Norodom Sihanouk]], [[Lon Nol]] tiến hành phong tỏa hải cảng [[Sihanoukville (thành phố)|Sihanoukville]], ngăn chặn đường tiếp tế từ biển tới [[Quân Giải phóng miền Nam Việt Nam]]. Nhằm bảo vệ [[Đường Trường Sơn]] – tuyến đường tiếp vận duy nhất còn lại của họ – [[Trung ương Cục miền Nam]] mở một loạt các chiến dịch dọc tuyến biên giới Việt Nam – Campuchia và giành quyền kiểm soát một giải đất nằm dọc Vùng III và Vùng IV chiến thuật của Việt Nam Cộng hòa.{{sfnp|Davidson|1991|p=624–25}}{{sfnp|Phạm Kim Vinh|1988|p=119}} Không thể đương đầu Quân Giải phóng một mình, Lon Nol cầu viện Hoa Kỳ. Đáp lại yêu cầu, liên quân Hoa Kỳ – Việt Nam Cộng hòa tổ chức một [[Chiến dịch Campuchia|cuộc tiến công quy mô lớn vào Campuchia]] nhằm truy quét Quân Giải phóng.{{sfnp|Davidson|1991|p=625}} Sau 3 tháng giao chiến, tuy không thể tiêu diệt tận gốc các căn cứ của Trung ương Cục miền Nam trên đất Campuchia, nhưng cuộc hành quân đã gây tổn hại nghiêm trọng đối với sự hỗ trợ hậu cần của Quân Giải phóng.{{sfnp|Davidson|1991|p=627–28}} Những kết quả thu về góp phần làm tăng sĩ khí Quân lực Việt Nam Cộng hòa, khi mà giờ đây, họ không còn nằm ở thế bị động như trước nữa.{{sfnp|Phạm Kim Vinh|1988|p=120–21}}\n\n[[Tập tin:ARVN in Cambodia.jpg|nhỏ|Lực lượng [[bộ binh cơ giới]] của Quân lực Việt Nam Cộng hòa tại Campuchia năm 1970.]]\n\nTháng 8 tháng 2 năm 1971, dựa trên nền tảng của Chiến dịch Campuchia, Nguyễn Văn Thiệu phát động [[Chiến dịch Lam Sơn 719]] đánh vào Hạ Lào, mục đích cắt đứt con đường tiếp tế từ miền Bắc Việt Nam sang Campuchia cũng như để chứng minh rằng Quân lực Việt Nam Cộng hòa đủ sức thay thế Quân đội Hoa Kỳ đang thực hiện chương trình rút quân về nước.{{sfnp|Davidson|1991|p=641}} Lực lượng mặt đất chỉ bao gồm Lục quân Việt Nam Cộng hoà, Hoa Kỳ chỉ đảm nhận yểm trợ bằng pháo binh và không quân.{{sfnp|Davidson|1991|p=639}} Tuy đã lên kế hoạch tác chiến tỉ mỉ, nhưng thông qua hoạt động tình báo và từ việc dư luận Mỹ liên tiếp rò rĩ thông tin về cuộc hành quân sắp tới, Hà Nội đã sớm có chuẩn bị và bố trí các vị trí phòng thủ, khiến tính bất ngờ của chiến dịch không còn được bảo đảm.{{sfnp|Davidson|1991|p=644}} Thêm vào đó, việc đánh giá sai lầm về đối phương khiến Quân lực Việt Nam Cộng hòa bị áp đảo về mặt quân số lẫn hỏa lực. Tuy chiếm được mục tiêu tối hậu của chiến dịch là Tchepone, song Quân lực Việt Nam Cộng hòa không thể cắt đứt hành lang vận chuyển chiến lược và triệt phá các căn cứ hậu cần của Quân Giải phóng.{{sfnp|Davidson|1991|p=650}} Trước sức ép mạnh mẽ từ đối phương, Quân lực Việt Nam Cộng hòa chịu tổn thất nặng nề và buộc phải rút lui.{{sfnp|Davidson|1991|p=649}} Tuy Nguyễn Văn Thiệu tuyên bố chiến thắng song Lam Sơn 719 là một thất bại về mặt quân sự lẫn tâm lý của Việt Nam Cộng hòa và Hoa Kỳ.{{sfnp|Phạm Kim Vinh|1988|p=125}} Số thương vong quá lớn gây tổn thương nghiêm trọng về mặt tinh thần, khiến Quân lực Việt Nam đánh mất sự tự tin mà họ đạt được trước đó.{{sfnp|Davidson|1991|p=651}}\n\n=== Cải cách điền địa ===\n{{chính|Cải cách điền địa (Việt Nam Cộng hòa)#Cải cách lần 2 (Thời Đệ Nhị Cộng hòa)}}\n[[Tập tin:Nguyen Van Thieu converses with two village elders (CC45537).jpg|nhỏ|upright|trái|Nguyễn Văn Thiệu thăm hỏi sức khỏe hai bô lão trong chuyến thị sát tại tỉnh Phước&nbsp;Long]]\nNgay từ khi trở thành quốc trưởng vào năm 1965, Nguyễn Văn Thiệu đã dành nhiều sự chú ý tới vấn đề nông thôn, tuyên bố rằng \"đất đai phải thuộc về người trồng cấy\".{{sfnp|Nguyễn Tiến Hưng|2017}} Tháng 1 năm 1967, ông chọn An Giang làm nơi thí điểm mô hình cải cách điền địa mới. Sau [[Sự kiện Tết Mậu Thân]] năm 1968, vì một vùng nông thôn rộng lớn đã lọt dưới quyền kiểm soát của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]], giới lãnh đạo Việt Nam Cộng hòa chú ý đến việc giành lại đất đai ở nông thôn.{{sfnp|Cao Văn Thân|2019|p=96–98}}{{sfnp|Trần Hữu Đính|1993|p=13}} Trong hội nghị giữa [[Richard Nixon]] và Nguyễn Văn Thiệu tại đảo Midway vào tháng 6 năm 1969, vấn đề nông thôn và cải cách điền địa cũng được đưa ra mổ xẻ bên cạnh chương trình [[Việt Nam hóa chiến tranh]]. Chương trình cải cách điền địa được ước tính sẽ tốn 400 triệu đô la Mỹ trong 10 năm,{{sfnp|Cao Văn Thân|2019|p=101}} phía Hoa Kỳ hứa sẽ viện trợ Việt Nam Cộng hòa 40 triệu đô la Mỹ để thực hiện chương trình này.{{sfnp|Lâm Quang Huyên|2002|p=128}}\n\nNgày 26 tháng 3 năm 1970, Nguyễn Văn Thiệu ký sắc lệnh ban hành luật \"[[Người cày có ruộng (luật)|Người cày có ruộng]]\", ứng dụng các yếu tố cơ bản của mô hình thí nghiệm năm 1967, và gọi ngày hôm đó là \"là ngày vui sướng nhất trong đời\".{{sfnp|Prosterman|1970|p=751, 761}} Chương trình Người cày có ruộng được nhiều quan sát viên quốc tế đánh giá là một trong những chương trình cải cách ruộng đất thành công nhất ở các nước đang phát triển.{{sfnp|Nguyễn Tiến Hưng|2005|loc=Chương 5}} Tờ ''Washington Evening Star'' gọi đó là \"tin tức tốt đẹp nhất đến từ Việt Nam kể từ khi kết thúc sự chiếm đóng của người Nhật\", còn tờ ''[[The New York Times|New York Times]]'' cho rằng \"Có lẽ đây là cuộc cải cách ruộng đất không cộng sản mang nhiều tham vọng và tiến bộ nhất của thế kỷ 20\".{{sfnp|Prosterman|1970|p=751}}{{sfnp|Võ Văn Sen|1995|p=109}} Rút kinh nghiệm từ cuộc [[Cải cách điền địa (Việt Nam Cộng hòa)#Cải cách lần 1 (Thời Đệ nhất Cộng hòa)|cải cách điền địa trước đó]] dưới thời [[Ngô Đình Diệm]], chương trình Người cày có ruộng không nhằm vào việc phục hồi tầng lớp địa chủ, mà hướng tới việc xóa bỏ chế độ tá canh, thực hiện việc cấp không ruộng đất cho nông dân, qua đó hướng tới tới mục tiêu là tạo ra một tầng lớp trung nông và tư sản nông thôn mới.{{sfnp|Trần Hữu Đính|1993|p=13–14}} Trong 3 năm thực hiện, 1970–1973, chương trình này đã tạo ra một tầng lớp tiểu nông đông đảo, thúc đẩy kinh tế hàng hóa trong nông nghiệp phát triển.{{sfnp|Trần Hữu Đính|1993|p=17}} Nông dân đẩy mạnh tăng gia sản xuất và năng suất lúa gạo tăng lên, đời sống của nhân dân vùng quê được cải thiện.{{sfnp|Nguyễn Tiến Hưng|2017}}\n\n=== Tái tranh cử năm 1971 ===\nNăm 1971, Việt Nam Cộng hòa tổ chức bầu cử tổng thống một lần nữa.{{sfnp|Minh Tân|1971|p=1, 3}}{{sfnp|Đặng Văn Sung|1971|p=1, 11}} Để nắm chắc phần thắng, Nguyễn Văn Thiệu tìm mọi cách giới hạn số người ra ứng cử.{{sfnp|Lovell|2013|p=198}} Do đó, hai đối thủ đáng chú ý nhất còn lại của ông trong cuộc bầu cử năm 1971 chỉ còn Phó Tổng thống [[Nguyễn Cao Kỳ]] và Đại tướng [[Dương Văn Minh]].{{sfnp|Berman|2001|p=92}} Trước thềm bầu cử, ông Kỳ cáo buộc ông Thiệu dung túng tham nhũng và chỉ trích những sai lầm chiến lược dẫn tới [[Chiến dịch Lam Sơn 719|Cuộc hành quân Hạ Lào]] thảm họa đầu năm 1971.{{sfnp|Lovell|2013|p=192}} Về phần Hoa Kỳ, họ bày tỏ thái độ ủng hộ Nguyễn Văn Thiệu, cho rằng ông chính là một \"[[nhà lãnh đạo mạnh mẽ]]\" mà Việt Nam Cộng hòa đang cần.{{sfnp|Lovell|2013|p=200–201}} Dương Văn Minh mong muốn đàm phán hòa bình với [[Việt Nam Dân chủ Cộng hòa]] và bị cho là quá \"yếu đuối\".{{sfnp|Lovell|2013|p=194}} Nguyễn Cao Kỳ tuy tuyên bố sẽ tiến hành Bắc phạt nếu đắc cử, song ông bày tỏ thái độ lạnh nhạt với Hoa Kỳ và muốn họ phải rời khỏi Việt Nam hoàn toàn vào cuối năm 1972, đầu năm 1973.{{sfnp|Lovell|2013|p=192–93}} Cho rằng những đối thủ của ông Thiệu đi ngược lại lợi ích của Hoa Kỳ, một số quan chức Mỹ đã bí mật hậu thuẫn kinh tế cho chiến dịch tái tranh cử của vị tổng thống đương nhiệm.{{sfnp|Lovell|2013|p=188}}\n\nNguyễn Văn Thiệu đứng chung liên danh cùng [[Trần Văn Hương]] – đối thủ của ông trong đợt bầu cử năm 1967.{{sfnp|Chánh Trinh|2004|p=226}} Lo ngại bị chia phiếu với ông Kỳ, ông Thiệu lợi dụng quyền kiểm soát Thượng viện và Hạ viện để áp đặt luật bầu cử mới, yêu cầu ứng cử viên phải được một số dân biểu nhất định ký tên giới thiệu, qua đó loại bỏ người này ra khỏi cuộc đua.{{sfnp|Lovell|2013|p=199}} Như vậy, danh sách ứng cử viên tổng thống chỉ còn mỗi Nguyễn Văn Thiệu và Dương Văn Minh.{{sfnp|Chánh Trinh|2004|p=217}} Tuy nhiên, do cho rằng ông Thiệu đã bố trí guồng máy gian lận kết quả, ông Minh tuyên bố rút tư cách ứng cử viên.{{sfnp|Lovell|2013|p=200}} Trước nguy cơ \"tự tranh cử với chính mình\", ông Thiệu tìm cách đưa ông Kỳ trở lại cuộc đua, song người này từ chối và tuyên bố tẩy chay đợt bầu cử.{{sfnp|Lovell|2013|p=202}} Nhà Trắng tuy không hài lòng với cuộc bầu cử thiếu tính cạnh tranh tại miền Nam Việt Nam, nhưng không có hành động nào để can thiệp vào chuyện nội bộ nước này.{{sfnp|Lovell|2013|p=203, 205}} Là người duy nhất tham gia tranh cử, Nguyễn Văn Thiệu dễ dàng tái đắc cử với 94% số phiếu vào ngày 3 tháng 10.{{sfnp|Penniman|1972|p=126–46}}{{sfnp|FitzGerald|2002|p=528}} Được xem là một cuộc \"bầu cử độc diễn\",{{sfnp|Lovell|2013|p=17}} đợt bầu cử năm 1971 đã đặt dấu chấm hết hoàn toàn cho cuộc thử nghiệm lập hiến và nền chính trị đa nguyên ở miền Nam Việt Nam vốn từng được xem là đầy hứa hẹn vào năm 1967.{{sfnp|Fear|2017}}\n\n== Nhiệm kỳ tổng thống thứ hai (1971–1975) ==\n[[Tập tin:71-0046 Nguyen Van Thieu.jpg|nhỏ|200px|Nguyễn Văn Thiệu phát biểu trước binh sĩ vào năm 1971]]\nQuan hệ giữa Sài Gòn và Washington trở nên căng thẳng vì cuộc bầu cử độc diễn năm 1971 và thái độ chống đối của Nguyễn Văn Thiệu đối với cuộc đàm phán hòa bình với Hà Nội. Tuy nhiên, Nhà Trắng vẫn giữ vững lập trường ủng hộ Tổng thống Thiệu vì cho rằng ông là người duy nhất có thể điều hành đất nước.{{sfnp|Lovell|2013|p=235–236}} Sau khi tái đắc cử, Nguyễn Văn Thiệu dự định phát động chiến dịch chống tham nhũng và chiến tranh chống ma túy theo mô hình của Hoa Kỳ vào năm 1972, nhưng chưa kịp thực hiện thì Quân Giải phóng phát động [[Chiến dịch Xuân – Hè 1972]].{{sfnp|Lovell|2013|p=237}}\n\nVào thời điểm Chiến dịch Xuân – Hè bùng nổ, Quân đội Hoa Kỳ đã rút về gần hết nên Quân lực Việt Nam Cộng hòa đơn thương độc mã đương đầu với Quân Giải phóng trong các cuộc giao tranh trên bộ.{{sfnp|Lovell|2013|p=238}} Sau khi để mất Quảng Trị trong [[Chiến dịch Trị Thiên]], Nguyễn Văn Thiệu thay thế Chuẩn tướng [[Vũ Văn Giai]] và Trung tướng [[Hoàng Xuân Lãm]] bằng Trung tướng [[Ngô Quang Trưởng]] làm tư lệnh Quân đoàn I, góp phần làm đảo ngược thế cờ cho Việt Nam Cộng hòa. Dưới sự yểm trợ mạnh mẽ bằng phi pháo{{efn|''Phi pháo'', viết tắt của \"phi cơ và trọng pháo\", chỉ sự hỗ trợ không lực tầm gần và yểm trợ bằng pháo binh hạng nặng.}} và oanh kích từ Không quân và Hải quân Hoa Kỳ, tướng Trưởng chỉ huy Quân đoàn I thành công [[Trận Thành cổ Quảng Trị|tái chiếm]] [[Thành cổ Quảng Trị]] vào ngày 16 tháng 9 năm 1972 sau gần 3 tháng kịch chiến.{{sfnp|Davidson|1991|p=705}} Tuy Quân lực Việt Nam Cộng hòa có thể giành lại Quảng Trị và thành công cố thủ các thành thị khác song các khu vực nông thôn của Vùng I chiến thuật vẫn nằm dưới sự kiểm soát của Quân Giải phóng.{{sfnp|Lovell|2013|p=245}}\n\nMàn thể hiện của Tổng thống Thiệu nói riêng và Quân lực Việt Nam Cộng hòa nói chung dù nhận được sự tán dương từ một số sĩ quan cấp cao của Quân đội Hoa Kỳ song không đủ để thuyết phục Nhà Trắng rằng ông có thể bảo vệ miền Nam Việt Nam một cách hiệu quả trước những mối đe dọa từ bên ngoài. Sau khi chiến sự tạm lắng, Washington và Hà Nội đẩy mạnh tiến trình đàm phán hòa bình.{{sfnp|Lovell|2013|p=245}}\n\n=== Đàn áp chính trị ===\nGiữa năm 1972, trong bối cảnh chiến sự leo thang, Nguyễn Văn Thiệu ban bố [[thiết quân luật]] trên phạm vi toàn quốc và tiến hành bóp nghẹt các đối thủ chính trị bằng cách tập trung quyền lực vào bản thân. Ông Thiệu đề xuất Quốc hội ban cho mình quyền cai trị bằng nghị định khẩn cấp mà theo ông là cần thiết để đối phó với Quân Giải phóng, nhưng đề nghị này đã bị Thượng viện từ chối.{{sfnp|Lovell|2013|p=249}} Luật sửa đổi mà Quốc hội thông qua sau đó đã hạn chế [[Tình trạng khẩn cấp|quyền hạn khẩn cấp]] của Tổng thống Thiệu, chỉ ban cho ông quyền kiểm soát sáu tháng đối với các vấn đề quốc phòng, an ninh, kinh tế và tài chính.{{sfnp|Lovell|2013|p=249}} Tháng 8 cùng năm, ông đẩy mạnh hoạt động kiểm duyệt báo chí, cho đóng cửa 41 tờ báo. Tuy nhiên, dưới làn sóng phản đối kịch liệt từ công chúng, Nguyễn Văn Thiệu buộc phải nới lỏng kiểm duyệt, nhưng vẫn tiếp tục kiểm soát chặt chẽ nền chính trị Sài Gòn.{{sfnp|Lovell|2013|p=250}}\n\nMùa thu năm 1972, Nguyễn Văn Thiệu ra sắc lệnh cho phép bắt giữ không qua xét xử bất kỳ người nào bị nghi ngờ mắc các tội như tham gia tổ chức cộng sản, giết người, đầu hàng, nổi loạn hoặc hiếp dâm.{{sfnp|Lovell|2013|p=250}} Vào thời điểm [[Hiệp định Paris]] được ký kết vào đầu năm 1973, ông Thiệu công khai là đang giam cầm 32.000 tù nhân chính trị, nhưng CIA ước tính con số thực tế phải lên tới 40.000.{{sfnp|Lovell|2013|p=250–51}} Để biện minh cho những hành động của mình, Nguyễn Văn Thiệu tuyên bố trước dư luận quốc tế rằng \"dân chủ chỉ là một phát minh của Tây phương\" và không nên áp dụng lên một xã hội phương Đông. Ông Thiệu cũng ban hành một nghị định mới, mạnh tay xử lý vấn nạn tham nhũng và buôn lậu ma túy. Bất kỳ ai bị bắt giữ vì buôn ma túy, cướp đường phố, cướp có vũ trang, hiếp dâm hoặc môi giới mại dâm đều phải đối mặt với án tử hình.{{sfnp|Lovell|2013|p=252}} Bất chấp sự phản đối mạnh mẽ từ công chúng Việt Nam và Hoa Kỳ, Nhà Trắng vẫn ủng hộ quyết định của ông Thiệu và cho rằng một biện pháp mạnh mẽ hoặc cực đoan là cần thiết để có thể giữ vững sự ổn định cũng như bảo vệ Việt Nam Cộng hòa trước những cuộc tấn công của Quân Giải phóng.{{sfnp|Lovell|2013|p=253}}\n\n=== Thân cô thế cô ===\n{{xem thêm|Hiệp định Paris}}\n[[Tập tin:President Nixon escorts Nguyen Van Thieu, President of the Republic of Vietnam, to his car outside the Administrative... - NARA - 194498 (cropped).tif|trái|upright|nhỏ|Nguyễn Văn Thiệu và [[Richard Nixon]] tại [[San Clemente, California]] vào tháng 4 năm 1973]]\nNgày 27 tháng 1 năm 1973, [[Hiệp định Paris]] được ký kết, chấm dứt mọi hoạt động quân sự của Hoa Kỳ tại Việt Nam. Nguyễn Văn Thiệu không ủng hộ cuộc đàm phán hòa bình này và chỉ chấp nhận ký kết hiệp định một cách miễn cưỡng dưới sức ép từ phía Washington.{{sfnp|Lovell|2013|p=278}} Ông chỉ trích [[Ngoại trưởng Hoa Kỳ]] [[Henry Kissinger]] \"ham [[Giải Nobel Hòa bình|Giải Nobel]]\" và để cho Hà Nội \"chơi xỏ\".{{sfnp|Lovell|2013|p=265–266}} Những đơn vị [[Quân Giải phóng miền Nam Việt Nam]] được phép ở lại trong lãnh thổ Việt Nam Cộng hòa nhanh chóng chứng minh là một mối đe dọa lớn về mặt an ninh của Việt Nam Cộng hòa.{{sfnp|Lovell|2013|p=279}}\n\nKhông lâu sau khi Hiệp định Paris được ký kết, Quân Giải phóng bắt đầu vi phạm lệnh ngừng bắn và cố gắng chiếm thêm lãnh thổ, dẫn đến những trận đánh lớn giữa quân đội hai bên. Cuối năm 1973, tại Hội nghị Trung ương Đảng lần thứ 21, [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] ban hành Nghị quyết 21, kêu gọi \"đấu tranh quân sự\" tại miền Nam Việt Nam để \"giành dân, giành quyền làm chủ\" và thăm dò phản ứng của Sài Gòn và Washington.{{sfnp|Willbanks|2004|p=210}} Năm 1974, Quân Giải phóng tiến hành các cuộc tấn công vào hai tỉnh [[Quảng Đức (tỉnh)|Quảng Đức]] và [[Biên Hoà (tỉnh)|Biên Hòa]], gây thiệt hại lớn cho Quân lực Việt Nam Cộng hòa.{{sfnp|Willbanks|2004|p=197}} Tuy nhiên, Hoa Kỳ đã không có động thái đáp trả nào trước những hành động vi phạm Hiệp định Paris của Quân Giải phóng.{{sfnp|Willbanks|2004|p=213}}\n\nNguyễn Văn Thiệu vẫn giữ vững lập trường đối nghịch với Hiệp định Paris thông qua chính sách \"Bốn không\":{{sfnp|Willbanks|2004|p=213}} không thương lượng với cộng sản; không có hoạt động của cộng sản hoặc phe đối lập ở phía nam [[Khu phi quân sự vĩ tuyến 17]] (DMZ); không chính phủ liên hiệp; và không nhường một tấc đất nào, một thôn ấp nào cho cộng sản.{{sfnp|Willbanks|2004|p=193}} Ông Thiệu vẫn tiếp tục đặt niềm tin vào người Mỹ, cho rằng họ sẽ giữ lời và sẽ can thiệp bằng không quân ở Việt Nam trong trường hợp phe cộng sản vi phạm nghiêm trọng hiệp định Paris.{{sfnp|Willbanks|2004|p=202}}\n\nTuy nhiên, vào ngày 1 tháng 7 năm 1973, [[Quốc hội Hoa Kỳ]] đã thông qua đạo luật ngăn cấm mọi hoạt động chiến sự – cả trên không lẫn mặt đất – của quân đội nước này tại cả ba nước Đông Dương.{{sfnp|Willbanks|2004|p=195}} Ngày 25 tháng 10 năm 1973, [[Richard Nixon]] phủ quyết [[:en:War Powers Resolution|Dự luật Quyền hạn Chiến tranh]], cho rằng đạo luật này áp đặt \"các hạn chế vi hiến và nguy hiểm\" đối với thẩm quyền của tổng thống. Tuy nhiên, vào ngày 7 tháng 11 năm 1973, Quốc hội Hoa Kỳ đã thông qua dự luật trên, bất chấp sự phủ quyết của Nixon.{{sfnp|Willbanks|2004|p=195}} Trong hai năm 1973–74, viện trợ của Hoa Kỳ giảm hơn 50% xuống còn 965 triệu đô la Mỹ.{{sfnp|Jones|2003|p=125}} Bất chấp những khó khăn chính trị mà Nixon đang phải đối mặt và mối quan hệ căng thẳng giữa ông ta và Quốc hội Hoa Kỳ về vấn đề Việt Nam,{{sfnp|Willbanks|2004|p=195–96}} Nguyễn Văn Thiệu và hầu hết các nhà lãnh đạo Sài Gòn lúc bấy giờ vẫn lạc quan về hoạt động viện trợ của Hoa Kỳ.{{sfnp|Willbanks|2004|p=202}} Theo Trung tướng [[Đồng Văn Khuyên]] thì \"giới lãnh đạo Sài Gòn vẫn tiếp tục tin rằng Hoa Kỳ sẽ can thiệp bằng không quân ngay cả khi Quốc hội Hoa Kỳ đã ngăn cấm tuyệt đối [điều này] … Họ đã tự lừa dối bản thân mình.\"{{sfnp|Đồng Văn Khuyên|1979|p=387}}{{sfnp|Willbanks|2004|p=217}}\n\nNăm 1974, trong khoảng thời gian [[Quân Giải phóng miền Nam Việt Nam]] nghỉ ngơi để phục hồi sức mạnh chiến đấu, Nguyễn Văn Thiệu quyết định chớp thời cơ tiến hành phản kích. Ông đã kéo giãn lực lượng bằng cách tung ra các đòn tấn công giành lại phần lớn lãnh thổ mà Quân Giải phóng chiếm được trong các chiến dịch năm 1973 và giành lại 15% tổng diện tích đất do phe cộng sản kiểm soát vào thời điểm Hiệp định Paris đi vào hiệu lực.{{sfnp|Willbanks|2004|p=199}} Tháng 4 năm 1974, Nguyễn Văn Thiệu phát động tấn công vào khu vực căn cứ địa của Quân Giải phóng tại tỉnh [[Svay Rieng (tỉnh)|Svay Rieng]], Campuchia, giáp ranh với [[Tây Ninh]]. Chiến dịch Svay Rieng là cuộc hành quân tấn công lớn cuối cùng của Quân lực Việt Nam Cộng hòa. Tuy giành thắng lợi song chiến dịch này gây tổn thất lớn về mặt nhân lực và vật lực đối với Việt Nam Cộng hòa.{{sfnp|Willbanks|2004|p=200–01}} Đến cuối năm 1974, trong khi Quân đội miền Nam rơi vào tình cảnh thiếu thốn trang thiết bị do Hoa Kỳ cắt giảm quân viện,{{sfnp|Willbanks|2004|p=202–08}} thì quân đội miền Bắc ngày càng tăng cường sức mạnh vũ trang của mình.{{sfnp|Willbanks|2004|p=206}}\n\n=== Những ngày cuối cùng ===\n{{chính|Chiến dịch Mùa Xuân 1975}}\n==== Thất thế ====\n{{chính|Chiến dịch Đường 14 – Phước Long|Chiến dịch Tây Nguyên}}\n[[Tập tin:President Nguyen Van Thieu (South Vietnam) and world map - NARA - 192502.tif|250px|nhỏ|Tổng thống Nguyễn Văn Thiệu bên tấm bản đồ thế giới.]]\nCuối năm 1974, [[Quân Giải phóng miền Nam Việt Nam]] có 370.000 quân bố trí trên toàn lãnh thổ miền Nam.{{sfnp|Willbanks|2004|p=232}} Họ đồng thời nhận được nguồn cung khí tài quân sự dồi dào từ miền Bắc.{{sfnp|Willbanks|2004|p=209}} Ngày 12 tháng 12, Quân Giải phóng [[Chiến dịch Đường 14 – Phước Long|phát động tấn công]] [[Phước Long (tỉnh)|tỉnh Phước Long]], mục đích thăm dò phản ứng của quốc tế, nhất là của Hoa Kỳ, nhằm chuẩn bị cho việc triển khai những kế hoạch tiếp theo.<ref name=\"Phước Long\">{{harvnb|Phạm Huy Dương|Phạm Bá Toàn|2005|p=320}}<\/ref> Họ nhanh chóng chiếm ưu thế, vây xiết lực lượng [[Quân lực Việt Nam Cộng hòa]] tại Phước Long.{{sfnp|Hồ Khang|Trần Tiến Hoạt|Nguyễn Xuân Năng|Nguyễn Văn Quyền|Lê Văn Lạng|2013|p=217}}{{sfnp|Willbanks|2004|p=222–25}}\n\nNgày 2 tháng 1 năm 1975, Tổng thống Thiệu chủ tọa một cuộc họp khẩn cấp với Trung tướng [[Dư Quốc Đống]], người phụ trách tình hình Phước Long, cùng một số sĩ quan cấp cao khác. Tướng Đống trình bày kế hoạch giải vây Phước Long nhưng bị từ chối do Quân lực Việt Nam Cộng hòa khi đó thiếu khả năng không vận và không còn đủ quân trừ bị để tăng viện.{{sfnp|Willbanks|2004|p=222–25}}{{sfnp|Hồ Khang|Trần Tiến Hoạt|Nguyễn Xuân Năng|Nguyễn Văn Quyền|Lê Văn Lạng|2013|p=219}} Trên thực tế thì vào lúc đó, các thành viên bộ chỉ huy đều có chung suy nghĩ là quân phòng thủ không thể cầm cự đủ lâu để đợi quân tiếp viện.{{sfnp|Cao Văn Viên|1983|p=63–64}} Trước tình thế bất lợi, ông Thiệu quyết định nhượng toàn bộ tỉnh này cho cộng sản, vì nó được xem là kém quan trọng hơn [[Tây Ninh]], [[Pleiku]], hoặc [[Thừa Thiên Huế|Huế]] cả về mặt kinh tế, chính trị lẫn nhân khẩu.{{sfnp|Willbanks|2004|p=225}} Ngày 6 tháng 1 năm 1975, Phước Long thất thủ, trở thành tỉnh lỵ đầu tiên ở miền Nam vĩnh viễn rơi vào tay Quân Giải phóng.{{sfnp|Willbanks|2004|p=226}}\n\nNhận thấy sự suy yếu của Quân lực Việt Nam Cộng hòa khi không đủ khả năng phản kích chiếm lại những vùng đã mất, hay quan trọng hơn cả là Hoa Kỳ sẽ không can thiệp quân sự ở miền Nam,{{sfnp|Hồ Khang|Trần Tiến Hoạt|Nguyễn Xuân Năng|Nguyễn Văn Quyền|Lê Văn Lạng|2013|p=220}}<ref name=\"Phước Long\"\/> giới lãnh đạo Hà Nội quyết định phát động [[Chiến dịch Tây Nguyên]] nhắm vào khu vực [[Cao nguyên Trung phần]].{{sfnp|Willbanks|2004|p=228}} Quân Giải phóng chọn Thị xã [[Buôn Ma Thuột]]{{sfnp|Dougan|Fulghum|1985|p=48–50}} làm mục tiêu then chốt mở màn Chiến dịch Tây Nguyên vì đây là trung tâm chính trị, kinh tế, văn hóa của Việt Nam Cộng hòa tại Cao nguyên Trung phần.{{sfnp|Hồ Khang|Trần Tiến Hoạt|Nguyễn Xuân Năng|Nguyễn Văn Quyền|Lê Văn Lạng|2013|p=214}} Tư lệnh Quân Giải phóng là Đại tướng [[Văn Tiến Dũng]] bố trí nghi binh ở khu vực bắc Cao nguyên khiến Thiếu tướng [[Phạm Văn Phú]], chỉ huy [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II Việt Nam Cộng hòa]], phải chuyển một phần binh lực tới [[Pleiku]] và [[Kon Tum]] để đối phó, dẫn tới cánh Buôn Ma Thuột bị sơ hở.{{sfnp|Davidson|1991|p=770–72}}{{sfnp|Hồ Khang|Trần Tiến Hoạt|Nguyễn Xuân Năng|Nguyễn Văn Quyền|Lê Văn Lạng|2013|p=250–51}} Quân Giải phóng lúc này bí mật di chuyển lực lượng lớn về phía Nam, qua đó áp đảo quân phòng thủ Buôn Ma Thuột với tỷ lệ 8 trên 1.{{sfnp|Dougan|Fulghum|1985|p=49}} Ngày 10 tháng 3 năm 1975, trận Buôn Ma Thuột bắt đầu và kết thúc chỉ sau vỏn vẹn 8 ngày.{{sfnp|Willbanks|2004|p=234, 238}}\n\nNgày 18 tháng 3 năm 1975, Quân Giải phóng giành hoàn toàn quyền kiểm soát tỉnh Đắk Lắk.{{sfnp|Dougan|Fulghum|1985|p=51}}{{sfnp|Willbanks|2004|p=238}} Các lực lượng Việt Nam Cộng hòa nhanh chóng di chuyển về phía đông nhằm ngăn chặn Quân Giải phóng đánh xuống các tỉnh vùng duyên hải Nam Trung Bộ.{{sfnp|Willbanks|2004|p=240}}{{sfnp|Dougan|Fulghum|1985|p=63}} Trước bước tiến mạnh mẽ của quân cộng sản, Tổng thống Thiệu đã cử một phái đoàn đến Washington D.C. vào đầu tháng 3 năm 1975, đề nghị Hoa Kỳ tăng viện trợ quân sự khẩn cấp. Đại sứ Hoa Kỳ [[Graham Martin]] cũng bay tới Washington để trình bày vụ việc với Tổng thống [[Gerald Ford]]. Trước tình hình ngày càng trở nên vô vọng đối với Việt Nam Cộng hòa, Quốc hội Hoa Kỳ thể hiện thái độ miễn cưỡng và chỉ thông qua một ngân khoản viện trợ trị giá 700 triệu đô la Mỹ so với con số 1,45 tỷ được đề xuất ban đầu.{{sfnp|Isaacs|1983|p=314}} Tuy vậy, chính quyền Ford tiếp tục khuyến khích ông Thiệu hãy giữ vững lòng tin với người Mỹ.{{sfnp|Isaacs|1983|p=320}}\n\nTrong khoảng thời gian này, trước áp lực ngày một gia tăng, Nguyễn Văn Thiệu càng lúc càng trở nên đa nghi và hoang tưởng hơn trước. Theo Tiến sĩ [[Nguyễn Tiến Hưng]], một trong những phụ tá thân cận nhất của tổng thống, thì ông Thiệu \"luôn đề phòng một cuộc đảo chính lật đổ mình.\"{{sfnp|Willbanks|2004|p=229}} Ông tuyên bố rằng \"trong tình hình chính trị Việt Nam, phải cẩn thận ngay cả với dấu chấm, dấu phẩy.\"{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=351}} Chính sự tự cô lập bản thân này khiến Nguyễn Văn Thiệu thường từ chối \"sự cộng tác của nhiều người giỏi, công việc tham mưu xứng đáng, tham khảo ý kiến và hợp tác.\"{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=351–52}} Ông hiếm khi trao đổi cùng các tướng và thành viên ban tham mưu, sẵn sàng ra tay triệt hạ những người tài nếu thấy họ có thể lấn át mình.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=352}} Các sĩ quan trung thành đều chấp hành nghiêm ngặt mệnh lệnh từ ông Thiệu, đồng ý để ông \"đưa ra mọi quyết định về cách thức tiến hành cuộc chiến\".{{sfnp|Willbanks|2004|p=235}}{{sfnp|Dougan|Fulghum|1985|p=53}}\n\n==== Triệt thoái Cao nguyên Trung phần ====\n[[Tập tin:HCMC3.jpg|thumb|trái|upright|Bản đồ tái phối trí lực lượng của Tổng thống Thiệu]]\nNgày 11 tháng 3 năm 1975, sau khi kết luận rằng không còn hy vọng nhận được gói quân viện trị giá 300 triệu đô la Mỹ từ Hoa Kỳ,{{sfnp|Willbanks|2004|p=232}}{{sfnp|Cao Văn Viên|1983|p=76}} Nguyễn Văn Thiệu đã cho mời ba cố vấn quân sự thân cận nhất của mình là Thủ tướng [[Trần Thiện Khiêm]], Đại tướng [[Cao Văn Viên]] và Trung tướng [[Đặng Văn Quang (tướng)|Đặng Văn Quang]] đến [[Dinh Độc Lập]] để họp.{{sfnp|Dougan|Fulghum|1985|p=51}}{{sfnp|Nguyễn Tiến Hưng|2010|p=48–49}} Sau khi phân tích tình hình, ông Thiệu lấy ra một tấm bản đồ quốc gia khổ nhỏ và bàn luận về việc tái phối trí lực lượng và \"co cụm\" lãnh thổ để \"bảo vệ những vùng đông dân, trù phú, vì những vùng đất đó mới thật sự quan trọng.\"{{sfnp|Nguyễn Tiến Hưng|2010|p=49}}{{sfnp|Davidson|1991|p=774}}\n\nTrên bản đồ, Nguyễn Văn Thiệu khoanh vùng những khu vực mà ông cho là quan trọng nhất, trong đó bao gồm toàn bộ Vùng III và Vùng IV chiến thuật với cả thềm lục địa, nơi có những giếng dầu mới được phát hiện.{{sfnp|Davidson|1991|p=776}}{{sfnp|Willbanks|2004|p=235}} Ông cũng chỉ ra những khu vực hiện đang nằm dưới sự kiểm soát của Quân Giải phóng cần phải được chiếm lại bằng mọi giá, vì đây là nơi tập trung của các nguồn tài nguyên như gạo, cao su và khu công nghiệp.{{sfnp|Willbanks|2004|p=235}} Theo ông, những khu vực này đủ để Việt Nam Cộng hòa tồn tại và phát triển thành một quốc gia riêng.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=357}} Đối với Vùng I và Vùng II chiến thuật, ông Thiệu vẽ một số vạch cắt ngang các vùng duyên hải, cho rằng Quân lực Việt Nam Cộng hòa nên giữ những gì có thể giữ, tùy theo khả năng, nhưng có thể rút lui về phía Nam nếu cần thiết. Đây là chiến lược mà ông Thiệu gọi là \"đầu bé, đít to\" – thả lỏng phần trên, giữ chặt phần dưới.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=357}}{{sfnp|Willbanks|2004|p=235}}\n\nNgày 14 tháng 3 năm 1975, Nguyễn Văn Thiệu cùng 3 người trên bay tới Cam Ranh để gặp Thiếu tướng [[Phạm Văn Phú]], Tư lệnh Quân đoàn II.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=359}} Ông Thiệu quyết định rằng mục tiêu ưu tiêu của Quân đoàn II là tái chiếm Buôn Mê Thuột,{{sfnp|Dougan|Fulghum|1985|p=54}} cho rằng nơi này quan trọng hơn Pleiku và Kon Tum cả về mặt kinh tế lẫn nhân khẩu.{{sfnp|Nguyễn Tiến Hưng|2010|p=52}} Sách lược của ông là tập trung tiêu diệt các sư đoàn chủ lực của [[Quân đội nhân dân Việt Nam]], trong đó có [[Sư đoàn 320, Quân đội nhân dân Việt Nam|Sư đoàn 320]] thiện chiến chiếm giữ Buôn Ma Thuột, thay vì đối đầu với các toán du kích của Quân Giải phóng.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=360}} Nhằm tạo yếu tố bất ngờ, tướng Phú quyết định rút lui về phía biển theo Tỉnh lộ 7B, một con đường nhỏ, hư hỏng nặng, trước khi triển khai lực lượng và tiến hành chiến dịch tái chiếm Buôn Mê Thuột.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=361}}{{sfnp|Dougan|Fulghum|1985|p=54–58}}\n\nCác tướng lĩnh được lệnh giữ bí mật, không được để cho phía Hoa Kỳ biết.{{sfnp|Nguyễn Tiến Hưng|2010|p=60}} Cuộc rút lui quy mô lớn với hàng trăm nghìn quân nhân và thường dân được dự đoán sẽ rất nguy hiểm. Tuy nhiên, nó đã được tổ chức một cách vội vã mà không có kế hoạch cụ thể, dẫn tới sự thiếu phối hợp giữa các bên. Nhiều sĩ quan cao cấp không hề hay biết về lệnh triệt thoái, một số đơn vị bị bỏ lại sau hoặc rút lui một cách rời rạc.{{sfnp|Davidson|1991|p=777–78}} Sự việc càng trở nên nghiêm trọng khi đoàn xe vận tải bị trễ ba ngày do cầu bị hỏng.{{sfnp|Willbanks|2004|p=239}}{{sfnp|Willbanks|2004|p=242}} Quân Giải phóng được lệnh truy kích, đến ngày 18 tháng 3 năm 1975 thì đuổi kịp đoàn xe, gây ra tổn thất nghiêm trọng.{{sfnp|Dougan|Fulghum|1985|p=58}}{{sfnp|Willbanks|2004|p=242–43}}\n\nNgày 18 tháng 3 năm 1975, lực lượng Biệt động quân Việt Nam Cộng hòa cùng thiết xa đánh chặn vô tình bị không quân oanh tạc nhầm, phải hứng chịu thương vong lớn.{{sfnp|Nguyễn Tiến Hưng|2010|p=59–60}}{{sfnp|Davidson|1991|p=778}} Lợi dụng lợi thế về mặt số lượng, Quân Giải phóng tiến hành truy kích, đánh phá đoàn di tản.{{sfnp|Dougan|Fulghum|1985|p=60}} Sau 9 ngày, chỉ có 20.000 trong số tổng cộng 60.000 quân và 25% trong số 180.000 thường dân tham gia di tản đến được [[Tuy Hòa]] vào ngày 27 tháng 3.{{sfnp|Hosmer|Kellen|Jenkins|1980|p=96}}{{sfnp|Willbanks|2004|p=245}} Lệnh di tản của ông Thiệu đến quá trễ đã biến cuộc triển khai này trở thành một cuộc tháo chạy hỗn loạn, tạo nên một \"con đường máu\" cùng với cái chết của hơn 150.000 người.{{sfnp|Willbanks|2004|p=245}} Sau chiến thắng với tầm mức không ngờ, Quân Giải Phóng đã hoàn toàn làm chủ toàn bộ Cao nguyên Trung phần{{sfnp|Willbanks|2004|p=252–55}} trong khi chiến dịch phản công nhằm chiếm lại Buôn Ma Thuột của Quân lực Việt Nam Cộng hòa không bao giờ được hiện thực hóa vì Quân đoàn II chỉ còn 25% binh lực ban đầu.{{sfnp|Dougan|Fulghum|1985|p=63}}{{sfnp|Willbanks|2004|p=243}}\n\n==== Sụp đổ dây chuyền ====\n[[Tập tin:HCMC8.jpg|nhỏ|200px|Bản đồ Vùng I Chiến thuật và các hướng đánh của Quân Giải phóng trong tháng 3 năm 1975.]]\nThảm họa ở Cao nguyên Trung phần được tiếp nối bởi một thảm họa tương tự tại các tỉnh thuộc Vùng I chiến thuật.{{sfnp|Davidson|1991|p=779}} [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I]] khi đó nằm dưới sự chỉ huy của Trung tướng [[Ngô Quang Trưởng]], người được đánh giá là vị tướng tài ba nhất của miền Nam.{{sfnp|Willbanks|2004|p=246}} Tính đến trung tuần tháng 3 năm 1975, Quân Giải phóng tuy có tới 5 sư đoàn và 27 trung đoàn bổ sung nhưng chỉ mới cố gắng đánh chặn các tuyến xa lộ mà chưa thể tấn công vào các vị trí mà Quân đoàn I vẫn giữ vững.{{sfnp|Dougan|Fulghum|1985|p=66}} Trong buổi họp ngày 13 tháng 3 năm 1975, Nguyễn Văn Thiệu sau khi phân tích tình hình đã truyền đạt kế hoạch \"co cụm\" lãnh thổ của mình với tướng Trưởng và ra lệnh bỏ Huế để rút về Đà Nẵng.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=364}} Tướng Trưởng tuy không phàn nàn, song cảm thấy bối rối trước kế hoạch của tổng thống.{{sfnp|Davidson|1991|p=776–78}}\n\nNgày 19 tháng 3 năm 1975, Ngô Quang Trưởng bay vào Sài Gòn gặp Tổng thống Thiệu bày tỏ ý định rút về cố thủ ba cứ địa Huế, Đà Nẵng và Chu Lai.{{sfnp|Nguyễn Tiến Hưng|2010|p=76}}{{sfnp|Davidson|1991|p=781}} Sau khi nghe tướng Trưởng giải thích rằng không còn đường nào để rút khỏi Huế do Quốc lộ 1 đã bị Quân Giải phóng đánh chặn, ông Thiệu miễn cưỡng nghe theo.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=368}} Ngày 20 tháng 3 năm 1975, Tổng thống Thiệu lên sóng phát thanh, hiệu triệu rằng Huế cần phải được phòng thủ \"bằng mọi giá\".{{sfnp|Dougan|Fulghum|1985|p=70}} Tối hôm đó, Ngô Quang Trưởng lệnh binh lính rút khỏi Quảng Trị để lui về phòng tuyến tại [[sông Mỹ Chánh]] ở phía Bắc Huế.{{sfnp|Willbanks|2004|p=250}} Vì nhuệ khí và kỷ luật của ba quân vẫn còn tương đối cao, tướng Trưởng tự tin có thể giữ được Huế.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=369}} Tuy nhiên, ông nhanh chóng bị sốc khi nhận được công điện hỏa tốc truyền đạt chỉ thị mới của tổng thống rằng \"nếu tình hình bắt buộc, chỉ cần lui về giữ Đà Nẵng mà thôi.\" Ông Thiệu đưa ra quyết định này vì cho rằng Quân đoàn I không đủ còn đủ quân để có thể phòng thủ một lúc ba nơi.{{sfnp|Nguyễn Tiến Hưng|2010|p=78}}{{sfnp|Willbanks|2004|p=248}} Mệnh lệnh \"tiền hậu bất nhất\" này gây hoang mang trong quân đội, nhất là đối với những binh lính bị buộc phải bỏ rơi quê hương và thân nhân để rút lui.{{sfnp|Phạm Kim Vinh|1988|p=303}}\n\nQuân đoàn I trên đường rút lui về Đà Nẵng liên lục chịu sức ép từ Quân Giải phóng. Bên cạnh đó, việc hàng trăm nghìn dân thường tham gia di tản khiến tình hình nhanh chóng vượt ngoài tầm kiểm soát.{{sfnp|Hosmer|Kellen|Jenkins|1980|p=109}} Bất mãn trước những quyết định của Tổng thống Thiệu, Tư lệnh [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]] là Chuẩn tướng [[Nguyễn Văn Điềm]] tức giận phát biểu trước binh sĩ rằng: \"Chúng ta đã bị phản bội rồi. Bây giờ thì mạnh ai người nấy lo cho chính mình.\"{{sfnp|Phạm Kim Vinh|1988|p=290}} Trước sự tấn công dồn dập của Quân Giải phóng, sư đoàn 1 nhanh chóng tan rã, nhiều binh sĩ đào ngũ hoặc tiến hành cướp bóc.{{sfnp|Willbanks|2004|p=248}} Do vậy, chỉ 1\/3 quân số ban đầu đến được Đà Nẵng.{{sfnp|Nguyễn Tiến Hưng|2010|p=95}}\n\nNgày 27 tháng 3 năm 1975, Quân Giải phóng liên tiếp nã pháo vào các căn cứ quân sự tại Đà Nẵng làm cho tinh thần của cả quân và dân trong thành phố thêm phần hoảng loạn. Thêm vào đó, việc dòng người tị nạn từ các nơi đổ về quá đông, lên tới 1,5 triệu người, khiến Đà Nẵng trở nên hỗn loạn và không thể kiểm soát.{{sfnp|Davidson|1991|p=784}} Nhận thấy việc cố thủ Đà Nẵng là bất khả thi, Ngô Quang Trưởng gọi điện về Sài Gòn yêu cầu cho phép di tản bằng đường biển.{{sfnp|Dougan|Fulghum|1985|p=79}} Tuy nhiên, Nguyễn Văn Thiệu do dự không đưa ra mệnh lệnh dứt khoát.{{sfnp|Phạm Kim Vinh|1988|p=308}} Ông vẫn nuôi hy vọng Hoa Kỳ can thiệp quân sự vào Việt Nam một lần nữa và muốn giữ Đà Nẵng bằng mọi giá để sử dụng làm đầu cầu cho người Mỹ đổ bộ.{{sfnp|Nguyễn Tiến Hưng|2010|p=101–102}} Tuy nhiên, sau khi liên lạc với Sài Gòn bị gián đoạn bởi hỏa lực của Quân Giải phóng, Ngô Quang Trưởng đành phải tùy cơ ứng biến, ra lệnh rút lui khỏi Đà Nẵng bằng đường biển.{{sfnp|Dougan|Fulghum|1985|p=80–81}}{{sfnp|Phạm Kim Vinh|1988|p=309}}\n\nKhông có sự hỗ trợ từ Sài Gòn, cuộc di tản diễn ra trong tình cảnh hỗn loạn.{{sfnp|Phạm Kim Vinh|1988|p=308–309}} Hàng chục nghìn người bỏ mạng trước các đợt pháo kích của Quân Giải phóng. Nhiều người chết đuối khi chen lấn giẫm đạp tranh nhau xuống tàu. Số lượng tàu được gửi đi là quá ít đối với hàng triệu người phải sơ tán.{{sfnp|Willbanks|2004|p=252–53}} Chỉ có khoảng 16.000 binh sĩ và 50.000 người trong số gần hai triệu dân thường ở Đà Nẵng được sơ tán thành công.{{sfnp|Phạm Kim Vinh|1988|p=315}}{{sfnp|Dougan|Fulghum|1985|p=83}} Ngày 29 tháng 3 năm 1975, Quân Giải phóng tiến vào chiếm đóng đô thị lớn hàng thứ hai tại miền Nam Việt Nam, bắt giữ hơn 70.000 binh sĩ,{{sfnp|Willbanks|2004|p=253}} thu được 100 [[tiêm kích cơ]] và hàng loạt khí tài quân sự khác.{{sfnp|Willbanks|2004|p=255}} Đà Nẵng thất thủ kéo theo sự sụp đổ dây chuyền của các đô thị ven biển Nam Trung Bộ như \"một dãy bình sứ trượt khỏi kệ\".{{sfnp|Willbanks|2004|p=254–55}} Chỉ sau vỏn vẹn 2 tuần, hơn một nửa lãnh thổ miền Nam đã hoàn toàn nằm trong quyền kiểm soát của Quân Giải phóng.{{sfnp|Isaacs|1983|p=380}}\n\n=== Từ chức ===\n{{xem thêm|Chiến dịch Hồ Chí Minh|Trận Xuân Lộc}}\n{{CSS image crop\n|Image = Wayne Hays, Spiro T. Agnew, Gerald R. Ford, President Thieu, and Carl Albert standing together. April 5, 1973.jpg\n|bSize = 400\n|cWidth = 150\n|cHeight = 200\n|oTop = 25\n|oLeft = 110\n|Location = left\n|Description = Nguyễn Văn Thiệu và [[Gerald Ford]]\n}}\n\nSau những thắng lợi vượt xa mức tưởng tượng, [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] quyết tâm giành chiến thắng trước khi miền Nam bước vào mùa mưa năm 1975 thay vì đợi đến năm 1976 để thực hiện bước 2 của ''Kế hoạch chiến lược hai năm 1975–1976'' như đã đề ra vào cuối năm 1974.{{efn|''Kế hoạch chiến lược hai năm 1975–1976'' của Việt Nam Dân chủ Cộng hòa gồm hai bước:{{sfnp|Hồ Khang|Trần Tiến Hoạt|Nguyễn Xuân Năng|Nguyễn Văn Quyền|Lê Văn Lạng|2013|p=203}}\n* ''Bước 1 (1975)'': tranh thủ yếu tố bất ngờ, tập trung lực lượng, phương tiện, vũ khí đánh địch trên phạm vi lớn toàn miền Nam.\n* ''Bước 2 (1976)'': thực hiện tổng công kích – tổng khởi nghĩa, giải phóng hoàn toàn miền Nam.}}{{sfnp|Willbanks|2004|p=256}}{{sfnp|Veith|Pribbenow|2004|p=178}} Ngày 7 tháng 4 năm 1975, [[Lê Đức Thọ]] đến sở chỉ huy của Đại tướng [[Văn Tiến Dũng]] tại [[Lộc Ninh]] thay mặt Bộ Chính trị trực tiếp chỉ đạo [[Chiến dịch Hồ Chí Minh]].{{sfnp|Willbanks|2004|p=265}}{{sfnp|Dougan|Fulghum|1985|p=112}} Trong cuộc họp Bộ Chỉ huy chiến dịch, Văn Tiến Dũng phác thảo kế hoạch tiến đến Sài Gòn bằng ba hướng. Mục tiêu đầu tiên của chiến dịch là [[Xuân Lộc]],{{sfnp|Dougan|Fulghum|1985|p=116}} tỉnh lỵ của [[tỉnh Long Khánh]], nơi án ngữ các trục giao thông quan trọng hướng thẳng về Sài Gòn.{{sfnp|Dougan|Fulghum|1985|p=142}}{{sfnp|Duy Tường|2005|p=380}} Được mệnh danh là \"cánh cửa thép\", Xuân Lộc là mắt xích trọng yếu trong hệ thống phòng thủ của Quân lực Việt Nam Cộng hòa.{{sfnp|Nguyễn Hữu Đức|Nguyễn Thị Thanh|2005|p=343}}\n\nNgày 9 tháng 4 năm 1975, Quân Giải phóng phát động tấn công Xuân Lộc.{{sfnp|Willbanks|2004|p=265}} Thiếu tướng [[Lê Minh Đảo]] chỉ huy 25.000 quân – khoảng 1\/3 lực lượng còn lại của Quân lực Việt Nam Cộng hòa – bảo vệ phòng tuyến Xuân Lộc.{{sfnp|Willbanks|2004|p=266}} Sư đoàn 18 dưới trướng Lê Minh Đảo chống trả quyết liệt, giữ vững tuyến phòng thủ trong nhiều ngày.{{sfnp|Veith|Pribbenow|2004|p=191}} Tuy nhiên, do thiếu không quân yểm trợ cũng như việc Quân Giải phóng thay đổi chiến thuật đánh vòng sang phía khác, nên sau khi các phòng tuyến ở Tây Ninh và Phan Rang lần lượt thất thủ, phòng tuyến Xuân Lộc trở nên mất tác dụng.{{sfnp|Veith|Pribbenow|2004|p=202, 206}} \"Cánh cửa thép\" Xuân Lộc bị phá vỡ sau 11 ngày kịch chiến, Sài Gòn bị Quân Giải phóng bao vây và cô lập hoàn toàn.{{sfnp|Willbanks|2004|p=267}}{{sfnp|Hosmer|Kellen|Jenkins|1980|p=133}} Trận tử chiến tại Xuân Lộc là minh chứng cuối cùng cho việc, rằng nếu được dẫn dắt đúng cách bởi một đội ngũ chỉ huy có năng lực, Quân lực Việt Nam Cộng hòa hoàn toàn đủ khả năng đối chọi trực diện với Quân Giải phóng.{{sfnp|Davidson|1991|p=790}}\n\nNgày 10 tháng 4 năm 1975, Tổng thống Hoa Kỳ [[Gerald Ford]] vận động Quốc hội thông qua một gói viện trợ quân sự bổ sung trị giá 722 triệu đô la Mỹ cho Việt Nam Cộng hòa, cùng với 250 triệu đô la Mỹ viện trợ kinh tế và ấn định hạn chót để quốc hội đưa ra quyết định là ngày 19 tháng 4 năm 1975.{{sfnp|Isaacs|1983|p=408}}{{sfnp|Dougan|Fulghum|1985|p=127}} Cũng trong khoảng thời gian này, để đề phòng trường hợp Quốc hội Hoa Kỳ từ chối viện trợ cho Việt Nam Cộng hòa, Nguyễn Văn Thiệu đã cử Tổng trưởng Ngoại giao [[Vương Văn Bắc]] sang [[Ả Rập Xê Út]] để yêu cầu vay tiền.{{sfnp|Nguyễn Tiến Hưng|2010|p=140}} Tuy được Quốc vương [[Khalid của Ả Rập Xê Út|Khalid]] bật đèn xanh, song thương vụ cho vay được dự kiến sẽ phải mất ít nhất ba đến bốn tháng để hoàn thành.{{sfnp|Jespersen|2002|p=457}} Trong cơn tuyệt vọng, Tổng thống Thiệu đã gửi thư cho Tổng thống Ford đề nghị vay thế chấp 3 tỷ đô la Mỹ. Tuy nhiên, cả đề nghị vay nợ lẫn viện trợ đều bị Quốc hội Hoa Kỳ bác bỏ.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=469}}{{sfnp|Willbanks|2004|p=267–68}}\n\nDưới áp lực từ các tướng, Nguyễn Văn Thiệu từ chức vào ngày 21 tháng 4 năm 1975.{{sfnp|Dougan|Fulghum|1985|p=138–41}}{{sfnp|Willbanks|2004|p=268–69}} Ông đã có một bài phát biểu kéo dài ba tiếng trên sóng truyền hình, được nhiều người đánh giá là bài diễn văn \"hay nhất\",{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=474}} nhưng đồng thời cũng \"đả kích nhất\" của ông trong suốt 8 năm làm tổng thống.{{sfnp|Dawson|1977|p=286}} Trong bài diễn văn tuy \"rời rạc, nhưng nồng nhiệt và chân thành\" này, ông lần đầu tiên thừa nhận lệnh di tản khỏi Cao nguyên Trung phần và miền Bắc là nguyên nhân dẫn đến thảm bại.{{sfnp|Dawson|1977|p=288}} Tuy nhiên, sau đó ông tuyên bố quyết định trên – nếu xét về tình hình lúc bấy giờ – là bất đắc dĩ, đồng thời đùn đẩy trách nhiệm cho các tướng.{{sfnp|Dougan|Fulghum|1985|p=138}} Ông mô tả Hoa Kỳ là \"một đồng minh vô nhân đạo với những hành động vô nhân đạo\" và lên tiếng chỉ trích hành động cắt giảm viện trợ của họ:{{sfnp|Cohen|1983|p=413}}\n\n{{Phương tiện thông tin ngoài\n| float  = \n| topic  = \n| image1 = [https:\/\/cdnc.ucr.edu\/?a=d&d=DS19750421.2.8&e=-------en--20--1--txt-txIN--------1 Thieu Resigns; Blames US. Cease-Fire Seems Very Doubtful Now]\n| video1  = [https:\/\/www.youtube.com\/watch?v=p4-TJjGaDCU Diễn văn từ chức của Tổng thống Nguyễn Văn Thiệu – 21.4.1975] (trích đoạn)\n}}\n\n<blockquote>\"…Tôi từng nói với người Mỹ:<!-- {{efn|''Người Mỹ'' mà Nguyễn Văn Thiệu đề cập ở đây là phái đoàn Quốc hội Hoa Kỳ tới Việt Nam khảo sát tình hình vào tháng 3 năm 1975}} --> Mấy ông bảo chúng tôi làm những việc mà chính mấy ông không làm được với nửa triệu lính, binh hùng tướng mạnh, xài gần 300 tỷ Mỹ kim trong 6 năm trời. Nếu [các ông] không muốn nói là bị Cộng sản đánh bại ở Việt Nam thì cũng phải nói một cách khiêm nhường là mấy ông không có thắng. Mấy ông chỉ tìm một cái lối thoát danh dự. Thì bây giờ với cái quân đội này, súng thiếu, đạn thiếu, thuốc thiếu, xăng thiếu, máy bay thiếu, không có B-52 lại bảo tôi làm cái chuyện đội đá vá trời thì có khác gì mấy ông cho tôi 3 Mỹ kim mà bảo tôi đi máy bay hạng nhất, ở phòng ngủ có giá 1 ngày 30 Mỹ kim, ăn 1 ngày 4–5 miếng thịt bò, uống 1 ngày 7-8 ly rượu. Không làm được, phi lý? […] Và mấy ông còn 1 năm nữa, mấy ông ăn [[Quốc khánh Hoa Kỳ|cái lễ 200 năm]]. Thì tôi có hỏi họ hẳn hoi là lời nói của Hoa Kỳ có còn đáng tin cậy hay không? Mà những gì mấy ông hứa có giá trị gì hay không? 300 triệu Mỹ kim có đáng gì với mấy ông? 300 triệu Mỹ kim mà so với cái chuyện mấy ông bảo tôi rằng hãy làm 1 chiến thắng, hãy ngăn chặn 1 sự xâm lăng [của Cộng sản Bắc Việt] mà mấy ông làm trong 6 năm trời không được! […] Mỹ đánh không lại Cộng sản nên bỏ mặc Việt Nam Cộng hòa đánh một mình thì làm sao ăn. Có giỏi thì Mỹ vô đây lần nữa…\".<\/blockquote>\n\nNguyễn Văn Thiệu cũng trách cứ Ngoại trưởng Hoa Kỳ [[Henry Kissinger]] vì đã ký [[Hiệp định Paris]] – một hiệp định mà Hà Nội đã vi phạm.<ref name=\"tel\"\/> Ông tuyên bố rằng người Mỹ đã bỏ rơi Việt Nam Cộng hòa, cho rằng \"cái bản văn hiệp định đó là bản văn Hoa Kỳ bán miền Nam Việt Nam cho cộng sản\".{{sfnp|Dawson|1977|p=287–88}} Ông Thiệu cũng đổ lỗi cho các phương tiện truyền thông cả trong và ngoài nước vì liên tiếp đưa tin tham nhũng và khủng hoảng của chính phủ Sài Gòn, làm suy sụp tinh thần của quân đội và dân chúng.<ref name=Independent\/> Ngay sau bài phát biểu, Phó Tổng thống Trần Văn Hương lên nắm quyền tổng thống, nhưng cũng không thể cứu vãn được tình hình.{{sfnp|Willbanks|2004|p=270}} Ngày 30 tháng 4 năm 1975, Quân Giải phóng tiến vào Sài Gòn, kết thúc cuộc chiến tranh Việt Nam kéo dài 21 năm.{{sfnp|Nguyễn Ngọc Cơ|Hồ Khang|Đỗ Xuân Huy|Nguyễn Văn Minh|Nguyễn Huy Thục|Nguyễn Văn Quyền|Lê Quang Lạng|Trần Hữu Huy|Ngô Quang Chính|2013|p=21}}\n\n== Lưu vong ==\n{{xem thêm|16 tấn vàng của Việt Nam Cộng hòa}}\n{{Wikisource|1=Quyết định ngày 25 tháng 4 năm 1975 của Tổng thống Việt Nam Cộng hòa|2=Quyết định ngày 25 tháng 4 năm 1975 của Tổng thống VNCH}} \nTrong bài diễn văn từ chức ngày 21 tháng 4 năm 1975, Nguyễn Văn Thiệu tuyên bố \"tôi từ chức nhưng tôi không đào ngũ\" và khẳng định rằng ông sẽ tái ngũ và tiếp tục chiến đấu trong vai trò một vị tướng \"kề bên anh em chiến sĩ\".{{efn|Nguyên văn: \"…Dù mất một Tổng thống Nguyễn Văn Thiệu, quân đội vẫn còn Trung tướng Nguyễn Văn Thiệu, đồng bào còn một chiến sĩ Nguyễn Văn Thiệu. Tôi nguyện sẽ chiến đấu kề bên anh em chiến sĩ…\"}}{{sfnp|Browne|1975}} Tuy nhiên, ông sau đó đã bí mật rời khỏi Sài Gòn sang [[Đài Loan]] trên một chiếc phi cơ [[Douglas DC-6|C-118]] vào đêm ngày 25–26 tháng 4 năm 1975.{{sfnp|Gibson|2018}}{{sfnp|''New York Times'', 26 tháng 4 năm 1975}} Để cho sự ra đi này được danh chính ngôn thuận, Tổng thống [[Trần Văn Hương]] đã ký nghị định đề cử hai người Nguyễn Văn Thiệu và [[Trần Thiện Khiêm]] làm đặc sứ Việt Nam Cộng hòa sang [[Đài Bắc]] phúng điếu [[Tổng thống Trung Hoa Dân Quốc]] [[Tưởng Giới Thạch]], người đã qua đời gần 3 tuần trước đó vào ngày 5 tháng 4 năm 1975.{{sfnp|Nguyễn Tiến Hưng|2020}}\n\nCuộc ra đi của Nguyễn Văn Thiệu và các trợ lý diễn ra dưới sự sắp xếp của Thomas Polgar, trưởng [[CIA]] ở Sài Gòn.{{sfnp|Ward|Burns|2017|p=548}} Theo ký giả [[:en:Morley Safer|Morley Safer]], CIA cũng dính dáng đến việc \"chuyên chở nhiều va-li chứa đầy kim loại nặng bằng máy bay\" ra nước ngoài, mà \"kim loại nặng\" ở đây ám chỉ tới [[vàng]]. Tuy nhiên, theo phóng sự điều tra của báo ''[[Tuổi Trẻ (báo)|Tuổi Trẻ]]'', ông Thiệu tuy có ý định chuyển 16 tấn vàng ra nước ngoài, song đã không thể thực hiện. Số vàng được bàn giao cho Ủy ban Quân quản và nằm trong số 40 tấn vàng mà [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam]] bán ra quốc tế vào năm 1979 để \"giải quyết những vấn đề khó khăn cấp bách của quốc gia, trong đó có miếng ăn của người dân\".{{sfnp|Hà Anh|2020}}{{sfnp|Quốc Việt|2015}}\n\nSau khi đến Đài Bắc, Nguyễn Văn Thiệu thoạt đầu sống tại nhà anh trai Nguyễn Văn Kiểu, Đại sứ Việt Nam Cộng hòa tại Đài Loan, người có một căn nhà ở vùng ngoại ô trước khi cùng gia đình chuyển tới một căn hộ tại khu Thiên Mẫu, quận [[Sỹ Lâm]], Đài Bắc.{{sfnp|''New York Times'', 3 tháng 6 năm 1975}} Vì con trai theo học tại [[UK|Anh]], ông cùng gia đình chuyển tới đây và sinh sống tại một căn nhà ở [[Kingston upon Thames]], nằm ở tây nam Thành phố [[Luân Đôn]].{{sfnp|Corfield|2014|p=209}} Trong thời gian ở Anh, ông Thiệu khá kín tiếng, đến nỗi [[Văn phòng Đối ngoại và Thịnh vượng chung|Văn phòng Đối ngoại Anh]] vào năm 1990 không rõ ông đang làm gì, ở đâu. Đầu thập niên 1990, gia đình ông tới Foxborough thuộc vùng ngoại vi [[Boston]], [[Massachusetts]] và sống một cuộc sống thầm lặng trong quãng đời còn lại ở đây. Nguyễn Văn Thiệu không viết hồi ký, hiếm khi trả lời phỏng vấn và từ chối tiếp khách. Ngoài việc nhìn thấy ông Thiệu dắt chó đi dạo, hàng xóm hiếm khi có cơ hội tiếp xúc và tìm hiểu ông.{{sfnp|Lamb|2001}} Những lần xuất hiện ít ỏi của ông trước dư luận quốc tế sau khi lưu vong gồm có bộ phim tài liệu ''[[Việt Nam cuộc chiến 10000 ngày]]'' của Mỹ sản xuất năm 1980 và cuộc phỏng vấn với tạp chí ''[[Spiegel]]'' của [[Tây Đức]] vào năm 1979, trao đổi về quãng thời gian nắm giữ cương vị tổng thống miền Nam Việt Nam.{{sfnp|Engel|Lohfeldt|1979}}{{sfnp|Shales|1982}}\n\nViệc Nguyễn Văn Thiệu ít khi xuất hiện trước công chúng là do lo ngại sự thù địch của người Việt Nam tị nạn cộng sản, những người tin rằng ông là nhân tố chính khiến Việt Nam Cộng hòa chiến bại.{{sfnp|Corfield|2014|p=209}} Tuy nhiên, ông từng có một số buổi trao đổi với cộng đồng người Việt sau khi sang Hoa Kỳ định cư. Năm 1992, ông Thiệu lên tiếng tố cáo sự xích lại gần nhau giữa Hoa Kỳ và [[Cộng hòa Xã hội chủ nghĩa Việt Nam]] nhưng từ năm 1993 thì lại có ý muốn thiện chí tham gia vào các cuộc thảo luận [[Hòa giải và hòa hợp dân tộc ở Việt Nam|hòa giải dân tộc]], nhằm tạo điều kiện cho cộng đồng kiều bào có cơ hội trở về nước.{{sfnp|Đoan Trang|2001}} Trong một buổi phỏng vấn năm 1993, ông cho rằng Việt Nam cần phải được dân chủ hóa, nhưng phải bằng một giải pháp chính trị ôn hòa, không bạo động \"để tránh một cuộc nội chiến gây hận thù triền miên cho các thế hệ mai sau\". Cũng trong buổi phỏng vấn này, ông nói rằng mình đã không làm tròn được nhiệm vụ mà nhân dân giao phó, dù đã \"cố gắng trong khả năng chức vị của ông đối với cộng sản và kể cả đối với đồng minh\", đồng thời tuyên bố \"nhận lãnh trách nhiệm hoàn toàn trước nhân dân và lịch sử\".{{sfnp|''SBS Tiếng Việt'', 2019}}\n\n== Qua đời ==\nNguyễn Văn Thiệu cùng vợ [[Nguyễn Thị Mai Anh]] kỷ niệm 50 năm ngày cưới tại [[Hawaii]] khi [[Sự kiện 11 tháng 9]] xảy ra. Việc cả 2 chiếc máy bay đâm vào Tòa Tháp Đôi của [[Trung tâm Thương mại Thế giới]] đều cất cánh từ [[Sân bay quốc tế Logan]] nằm gần nhà hai người đã có những tác động tâm lý nhất định đối với ông, gây ảnh hưởng đến sức khỏe.{{sfnp|Nguyễn Tiến Hưng|2010|p=33}} Vì đường bay bị gián đoạn bởi vụ tấn công, hai vợ chồng bị kẹt lại ở Hawaii hơn 1 tuần. Khi về tới nhà, bệnh tình ông trở nặng.{{sfnp|Nguyễn Tiến Hưng|2010|p=34}}\n\nSau khi [[tai biến mạch máu não|đột quỵ]] và hôn mê từ ngày 27 tháng 9 năm 2001, Nguyễn Văn Thiệu qua đời ngày 29 tháng 9 tại Trung tâm Y tế Beth Israel Deaconess, [[Boston]], [[Massachusetts]], thọ 78 tuổi.{{sfnp|Nguyễn Tiến Hưng|2010|p=34}} Tang lễ của ông được cử hành tại Nhà tang lễ<!-- còn gọi là nhà quàn --> Eaton & Mac Kay ở [[Newton, Massachusetts]] vào ngày 6 tháng 10 năm 2001.{{sfnp|Trần Ngọc Thống|Hồ Đắc Huân|Lê Đình Thụy|2011|p=220}} Thi thể của ông được [[hỏa táng]] nhưng không rõ nơi đặt tro cốt. Theo lời bà Mai Anh thì trước lúc qua đời, ông bày tỏ mong muốn được an táng ở quê nhà [[Phan Rang – Tháp Chàm|Phan Rang]], nếu không \"thì hỏa táng rải một nửa xuống biển, một nửa trên núi\".{{sfnp|Mai Nguyễn|2015}}\n\n== Đời tư ==\n=== Gia đình ===\n[[Tập tin:Marriage of Nguyen Thi Mai Anh and Nguyen Van Thieu in 1951.jpg|upright|nhỏ|Vợ chồng Nguyễn Văn Thiệu trong ngày cưới]]\nNăm 1951, Nguyễn Văn Thiệu kết hôn với [[Nguyễn Thị Mai Anh]], con gái thứ bảy trong một gia đình có mười anh chị em. Họ có với nhau 1 con gái, 2 con trai, lần lượt là Nguyễn Thị Tuấn Anh, Nguyễn Quang Lộc và Nguyễn Thiệu Long.{{sfnp|Trần Ngọc Thống|Hồ Đắc Huân|Lê Đình Thụy|2011|p=217}} Ngoài ra, hai vợ chồng cũng nhận nuôi Nguyễn Thị Phương Anh, con gái của ông Nguyễn Xuân Hiếu, là cháu gái ruột gọi ông Thiệu bằng chú.{{sfnp|Veith|2021|p=44}}{{sfnp|Mai Nguyễn|2015}} Năm 1973, con gái lớn Tuấn Anh đã kết hôn cùng Nguyễn Tấn Triều – con trai Tổng giám đốc [[Air Vietnam]] Nguyễn Tấn Trung – trong một đám cưới được liệt vào hàng \"vương giả, lớn nhất, sang trọng nhất\" miền Nam thời bấy giờ.{{sfnp|''Petrotimes'' 2015}} Có rất ít thông tin về ba người con còn lại, chỉ biết rằng con trai lớn Nguyễn Quang Lộc theo học tại [[Eton College]] – một trường nam sinh ở [[Berkshire]], Anh. Đây được cho là một trong những nguyên nhân chính khiến gia đình ông Thiệu chuyển tới Anh sinh sống và ở lại đây hơn một thập kỷ trước khi di cư sang Hoa Kỳ.{{sfnp|Corfield|2014|p=209}}\n\n=== Ngoại ngữ ===\nNguyễn Văn Thiệu nói được [[tiếng Pháp]], [[tiếng Anh]] và thường trả lời phỏng vấn bằng hai ngôn ngữ này. Ông học tiếng Pháp trên ghế nhà trường. Về phần tiếng Anh thì ông không học qua trường lớp mà chỉ thông qua các phụ tá của mình. Tuy nhiên, kỹ năng tiếng Anh của ông được đánh giá khá cao, thể hiện qua cuộc đối thoại không cần thông dịch viên, dài 8 tiếng đồng hồ với Tổng thống [[Richard Nixon]] vào ngày 8 tháng 6 năm 1969.{{sfnp|Nguyễn Tiến Hưng|Schecter|1990|p=44–46}}<ref name=\"DVtuvi\"\/>\n\n=== Tín ngưỡng ===\nNguyễn Thị Mai Anh sinh ra trong một gia đình [[Công giáo tại Việt Nam|Công giáo]] toàn tòng{{efn|''Công giáo toàn tòng'': Chỉ tất cả thành viên trong một gia đình, hay tất cả gia đình trong một xứ đạo đều theo Công giáo.}} ở Mỹ Tho, có truyền thống [[Đông y]]. Nguyễn Văn Thiệu vốn là một [[Phật giáo|Phật tử]], song đã cải sang đạo Công giáo của vợ vào năm 1958.{{sfnp|''The Irish Times'', 6 tháng 10 năm 2001}}{{sfnp|Isaacs|1983|p=115}} Một số người đã chỉ trích hành động này, cho rằng ông Thiệu cải đạo chỉ để mưu cầu lợi ích chính trị và tìm kiếm sự thăng tiến trong quân đội.<ref name=\"NYT 2001\">{{harvnb|Butterfield|2001}}<\/ref> Là một tín hữu Công giáo, Nguyễn Văn Thiệu không bỏ lỡ Thánh Lễ [[Chúa Nhật]] nào tại nhà thờ.{{sfnp|Scholl-Latour|1980|p=179}} Tuy vậy, gia đình ông chịu sự ảnh hưởng lớn từ văn hóa truyền thống Việt Nam. Ông Thiệu xuất thân trong một gia đình có truyền thống Nho học, còn bà Mai Anh thì chịu ảnh hưởng khá lớn về nề nếp, gia phong của một gia đình phong kiến, mang nặng tư tưởng Nho giáo.{{sfnp|Nam Anh|Mai Kỳ|2014}} Trong nhiệm kỳ tổng thống của mình, Nguyễn Văn Thiệu cho tu sửa nhiều chùa chiền, đền thờ và [[Văn miếu|Văn Thánh miếu]] thờ tự [[Khổng Tử]].<ref name=TTĐS\/> Năm 1967, ông đưa gia đình về quê để vinh quy bái tổ theo nghi thức truyền thống Nho giáo sau khi đắc cử tổng thống. Ngoài ra, ông cũng thường dâng hương tưởng niệm các [[Vua Hùng]] và phát biểu trước công chúng trong các dịp [[Giỗ Tổ Hùng Vương]] hàng năm.{{sfnp|Scholl-Latour|1980|p=178}}\n\nNguyễn Văn Thiệu là một người đặc biệt tin vào [[bói toán]], [[tử vi đẩu số|tử vi]] và [[phong thủy]].{{sfnp|Slote|De Vos|1998|p=150–51}}<ref name=TTĐS>{{harvnb|Hoàng Anh Sướng|2019}}<\/ref> Cho rằng sự tốt xấu của phong thủy âm trạch{{efn|''Âm trạch'': đất xây mồ, mộ phần.}} quan hệ trực tiếp đến sự nghiệp của mình, Nguyễn Văn Thiệu cho dời mồ mả tổ tiên tới một khu đất khác được cho là có địa lý tốt vào năm 1956.{{sfnp|Slote|De Vos|1998|p=150}} Ông còn cử ra đó một đơn vị canh gác tới 400 lính. Tuy nhiên, vào tháng 4 năm 1975, đơn vị này đã nổi loạn, dùng máy ủi san phẳng các ngôi mộ.{{sfnp|Dawson|1977|p=270}} Ông cũng đã cho đổi ngày tháng năm sinh từ ngày 5 tháng 4 năm 1923 thành ngày 24 tháng 12 năm 1924. Đây được cho là một sự thay đổi có chủ đích, vì ngày sinh mới của ông nhằm vào giờ Tý, ngày Đinh Sửu, tháng Tý và năm Tý, mà trong [[tử vi đẩu số]] thì đây là lá số \"tam trùng quí số\" hay \"tam tý vi vương\",{{efn|Một số ý kiến cho rằng với ngày sinh mới này, thì Nguyễn Văn Thiệu không chỉ trùng \"tam Tý\" mà trùng \"tứ Tý\" (''trùng tứ quý mệnh'') vì trong tử vi, nó thuộc cung Mệnh Viên, mà cung này cũng nằm ở Tý.<ref name=\"trấn yểm\"\/>}} đồng nghĩa với việc sở hữu \"chân mệnh đế vương\".<ref name=\"DVtuvi\">{{harvnb|''Dân Việt'' 2019}}<\/ref>{{sfnp|''Đất Việt'' 2011}} Nguyễn Văn Thiệu có am hiểu nhất định về phong thủy và rất tin tưởng một vị thầy bói tên là [[Huỳnh Liên (thầy bói)|Huỳnh Liên]], một nhân vật được người đương thời mệnh danh là \"[[Quỷ Cốc Tử|Quỷ Cốc tiên sinh]]\". Mong muốn bảo toàn cơ nghiệp, ông đã lệnh cho thầy phác họa đồ hình phong thủy,{{efn|Theo chuyên đề ''An ninh thế giới'' của báo ''[[Công an nhân dân (báo)|Công an nhân dân]]'', Nguyễn Văn Thiệu có mời thầy phong thủy Huỳnh Liên đến đàm đạo. Ông vẽ trước một đồ hình chữ \"T\", tương ứng với cụm sao Vua. Thầy Huỳnh Liên sau khi xem cũng phải thán phục tài chiêm tinh của ông, song kiến nghị vẽ thêm một đường thẳng. Theo thầy Huỳnh Liên, đây là hình chữ \"chủ\" (主), mà trong chữ \"chủ\" có chữ \"vương\" (王), làm vua mà không làm chủ thì mất quyền vào tay [[Nguyễn Cao Kỳ]], tổng thống thành ra kẻ ngồi làm hình nộm. Nếu vừa \"vương\" vừa \"chủ\" thì mới đích thật có quyền hành trong tay. Nguyễn Văn Thiệu nghe theo, liền cho trấn yểm các vị trí mà thầy đã chọn.<ref name=\"trấn yểm\"\/>}} trấn yểm long mạch của nhiều vị trí, mà quan trọng nhất là cụm long mạch [[Dinh Độc Lập]], [[Thư viện Khoa học Tổng hợp Thành phố Hồ Chí Minh|Thư viện Quốc gia]], [[Nhà thờ Đức Bà Sài Gòn|Nhà thờ Đức Bà]] và [[Hồ Con Rùa]].<ref name=\"trấn yểm\">{{harvnb|Nông Huyền Sơn|2014}}<\/ref>\n\n==Tặng thưởng==\nDưới đây là danh sách huân chương mà Trung tướng Nguyễn Văn Thiệu đã nhận được trong sự nghiệp quân nhân của mình:{{sfnp|Halstead|1966}}\n\n=== Trong nước ===\n{{Col-begin}}\n{{Col-2}}\n* {{Ribbon devices|number=|type=oak|ribbon=VPD National Order of Vietnam - Grand Cross BAR.svg|width=40}} [[Bảo quốc Huân chương#Hệ thống cấp bậc|Bảo quốc Huân chương Đệ nhất đẳng]]\n* {{Ribbon devices|number=0|type=oak|ribbon=VPD National Order of Vietnam - Commander BAR.svg|width=40}} [[Bảo quốc Huân chương#Hệ thống cấp bậc|Bảo quốc Huân chương Đệ tam đẳng]]\n* {{Ribbon devices|number=0|type=oak|ribbon=Vietnam Army Distinguished Service Order Ribbon-First Class.svg|width=40}} [[Huy chương ân thưởng trong Quân lực Việt Nam Cộng hòa|Lục quân Huân chương]] Đệ nhất hạng\n* {{Ribbon devices|number=0|type=oak|ribbon=Vietnam Air Force Distinguished Service Order Ribbon-First Class.svg|width=40}} [[Huy chương ân thưởng trong Quân lực Việt Nam Cộng hòa|Không quân Huân chương]] Đệ nhất hạng\n* {{Ribbon devices|number=|type=oak|ribbon=Vietnam Navy Distinguished Service Order Ribbon-First Class.svg|width=40}} [[Huy chương ân thưởng trong Quân lực Việt Nam Cộng hòa|Hải quân Huân chương]] Đệ nhất hạng\n* {{Ribbon devices|number=|type=oak|other_device=|ribbon=Vietnam_Military_Merit_Ribbon.svg|width=40}} Quân công Bội tinh\n{{Col-2}}\n* {{Ribbon devices|number=0|type=|other_device=|ribbon=Vietnam_Good_Conduct_Medal_ribbon-Second_Class.svg|width=40}} Quân phong Bội tinh Đệ nhị hạng\n* {{Ribbon devices|number=0|type=|ribbon=Vietnam_Military_Service_Medal_ribbon-Second_Class.svg|width=40}} Quân vụ Bội tinh Đệ nhị hạng\n* {{Ribbon devices|number=|type=oak|other_device=|ribbon=Vietnam_Armed_Forces_Honor_Medal_ribbon-First_Class.svg|width=40}} Danh dự Bội tinh Đệ nhị hạng\n* {{Ribbon devices|number=0|type=|ribbon=Vietnam_Gallantry_Cross,_with_palm.svg|width=40}} Anh dũng Bội tinh với Nhành dương liễu\n* {{Ribbon devices|number=|type=oak|ribbon=Vietnam_Army_Meritorious_Service_Medal_ribbon.svg|width=40}} Vinh công Bội tinh\n* {{Ribbon devices|number=0|type=service-star|ribbon=Republic_of_Vietnam_Campaign_Medal_ribbon,_with_60-_clasp.svg|width=40}} Chiến dịch Bội tinh\n{{Col-end}}\n\n=== Nước ngoài ===\n* {{Ribbon devices|number=0|type=oak|ribbon=Grand_Order_of_Mugunghwa_(South_Korea)_-_ribbon_bar.gif|width=40}} Đại Huân chương ''Mugunghwa'' ({{flag|Hàn Quốc}})\n* {{Ribbon devices|number=|type=service-star|ribbon=US_Legion_of_Merit_Commander_ribbon.png|width=40}} ''Legion of Merit'' Hạng II ({{flag|Hoa Kỳ}})\n* {{Ribbon devices|number=0|type=oak|ribbon=Croix_de_Guerre_des_Theatres_d'Operations_Exterieurs_ribbon.svg|width=40}} ''Croix de guerre des théâtres d'opérations extérieures'' ({{flag|Pháp}})\n\n== Ghi chú ==\n{{Tham khảo|group=lower-alpha|30em}}\n\n== Chú thích ==\n{{Tham khảo|20em}}\n\n== Thư mục ==\n=== Ấn phẩm ===\n==== Nguồn sơ cấp ====\n{{Đầu tham khảo|30em|indent=yes}}\n* {{chú thích sách|origyear=1987|last2=Chanoff|first2=David|author1=Bùi Diễm|authorlink1=Bùi Diễm|date=1999|title=In the Jaws of History|trans-title=Gọng kìm lịch sử|publisher=Indiana University Press|location=Bloomington, Ind.|isbn=978-0-253-33539-5|url=https:\/\/books.google.de\/books?id=Opb_14GLdXcC|language=en|access-date = ngày 2 tháng 5 năm 2021 |archive-date = ngày 2 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210502051431\/https:\/\/books.google.de\/books?id=Opb_14GLdXcC}}\n*{{chú thích sách|author1=Chánh Trinh|year=2004|authorlink1=Lý Quí Chung|title=Hồi ký không tên|publisher=Nhà xuất bản Thời Đại|location=Thành phố Hồ Chí Minh|oclc=64588731|url=https:\/\/books.google.de\/books?id=QWxxAAAAMAAJ|access-date = ngày 2 tháng 5 năm 2021 |archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501225806\/https:\/\/books.google.de\/books?id=QWxxAAAAMAAJ}}\n* {{chú thích sách|author1=Cao Văn Viên|title=The Final Collapse|trans-title=Hồi Ký Miền Nam|authorlink1=Cao Văn Viên|date=1983|publisher=Center of Military History, U.S. Army|location=Washington, D.C.|isbn=978-0-16-001930-2|language=en}}\n* {{chú thích sách|last1=Cohen|first1=Steven D.|trans-title=Việt Nam: Tuyển tập và Hướng dẫn về Lịch sử Truyền hình|title=Vietnam: Anthology and Guide to A Television History|url=https:\/\/archive.org\/details\/vietnamanthology00cohe|date=1983|publisher=Knopf|location=New York|isbn=978-0-394-33251-2|oclc=10800446|language=en}}\n* {{chú thích báo|editor1=Đặng Văn Sung|title=Bầu cử 3-10: «Bất hợp pháp, vô giá trị». Phải lật đổ Tổng thống Thiệu, lập chính phủ mới|work=Chính Luận|agency=82 Lê Lai|issue=2253|date = ngày 9 tháng 9 năm 1971 |location=Sài Gòn}}\n* {{chú thích sách|author1=Đồng Văn Khuyên|authorlink1=Đồng Văn Khuyên|title=The RVNAF|trans-title=Không lực VNCH|date=1979|publisher=U.S. Army Center of Military History|location=Washington, D.C.|oclc=567825020|url=https:\/\/books.google.de\/books\/about\/The_RVNAF.html?id=3kBX4MWwMAwC|language=en|access-date = ngày 17 tháng 5 năm 2021 |archive-date = ngày 17 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210517035157\/https:\/\/books.google.de\/books\/about\/The_RVNAF.html?id=3kBX4MWwMAwC}}\n* {{chú thích web|last1=Halstead|first1=Dirck|title=19 Jun 1966, Saigon, South Vietnam|url=https:\/\/live.staticflickr.com\/2473\/4048659435_eb021df4b7_b.jpg|publisher=Bettmann\/CORBIS|access-date =2021-06-06|location=Sài Gòn|date=1966-06-19|archive-date=2021-06-06|archive-url=https:\/\/web.archive.org\/web\/20210606122319\/https:\/\/live.staticflickr.com\/2473\/4048659435_eb021df4b7_b.jpg|url-status=live}}\n* {{chú thích sách|author1=Hoàng An|author2=Thanh Liêm|author3=Thanh Nhã|title=Sài Gòn Máu Lửa: Tết Mậu Thân 1968|date=1982|publisher=Sống Mới|location=[[Fort Smith, Arkansas]]|oclc=9141718|url=https:\/\/books.google.de\/books?id=GSVJAQAAMAAJ|access-date = ngày 2 tháng 5 năm 2021 |archive-date = ngày 2 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210502025409\/https:\/\/books.google.de\/books?id=GSVJAQAAMAAJ}}\n* {{chú thích sách|author1=Hoành Linh Đỗ Mậu|authorlink1=Đỗ Mậu|title=Việt-Nam máu lửa quê hương tôi: hồi-ký chính trị: bổ túc hồ sơ về sự sụp-đổ của Việt-Nam Cộng-Hòa|date=1987|publisher=Nhà xuất bản Quê Hương|location=Mission Hills, Calififornia|oclc=221367638|others=Bản điện tử}}\n* {{chú thích sách|author1=Hoàng Ngọc Lung|title=The General Offensives of 1968-69|trans-title=Cuộc tổng tấn công 1968–69|date=1981|publisher=U.S. Army Center of Military History|location=Washington, D.C.|url=https:\/\/books.google.de\/books?id=cHZuAAAAMAAJ|oclc=560346620|language=en|access-date = ngày 2 tháng 5 năm 2021 |archive-date = ngày 2 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210502033131\/https:\/\/books.google.de\/books?id=cHZuAAAAMAAJ}}\n* {{chú thích sách|last1=McNamara|first1=Robert S.|last2=VanDeMark|first2=Brian|trans-title=Nhìn lại: Bi kịch và bài học của Việt Nam|title=In Retrospect: The Tragedy and Lessons of Vietnam|date=1996|publisher=Vintage Books|location=New York|isbn=978-0-679-76749-7|oclc=1010742768|url=https:\/\/books.google.de\/books\/about\/In_Retrospect.html?id=c2BIsKgZQlUC|language=en|author-link1=Robert McNamara|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515195903\/https:\/\/books.google.de\/books\/about\/In_Retrospect.html?id=c2BIsKgZQlUC}}\n* {{chú thích báo|editor1=Minh Tân|title=10 nghị-sĩ đưa vấn đề Tổng-thống Thiệu độc diễn ra Thượng-viện|work=Hòa Bình|agency=235 Phạm Ngũ Lão|issue=853|date=1971-09-18|location=Sài Gòn}}\n* {{chú thích web|url-status=live|title=NFLSV Statement On Truce For Holidays {{!}} Hanoi VNA International Service|trans-title=Tuyên bố của Mặt trận Giải phóng miền Nam Việt Nam về việc ngừng bắn nhân dịp lễ tết|url=https:\/\/vva.vietnam.ttu.edu\/images.php?img=\/images\/213\/2131001044.pdf|publisher=Vietnam Center and Sam Johnson Vietnam Archive|access-date =2021-05-09|language=en|date=1967-11-20|archive-date=2021-05-10|archive-url=https:\/\/web.archive.org\/web\/20210510000300\/https:\/\/vva.vietnam.ttu.edu\/images.php?img=%2Fimages%2F213%2F2131001044.pdf|ref={{sfnRef|Hanoi VNA International Service 1967}}}}\n* {{chú thích sách|author1=Nguyễn Văn Thiệu|title=Inaugural Address by President Nguyen Van Thieu|date=1968|publisher=Đại sứ quán Việt Nam Cộng hòa tại Hoa Kỳ|location=Washington D.C.|url=https:\/\/archive.org\/details\/InauguralAddress\/mode\/2up|language=en|trans-title=Diễn văn nhậm chức của Tổng thống Nguyễn Văn Thiệu}}\n* {{chú thích báo|author1=Thượng Châu|title=Kỳ–Minh mật đàm tính kế đánh Tổng thống Thiệu|work=Hòa Bình|agency=235 Phạm Ngũ Lão|issue=854|date=1971-09-19|location=Sài Gòn}}\n* {{chú thích sách|author1=Trần Ngọc Thống|author2=Hồ Đắc Huân|author3=Lê Đình Thụy|title=Lược sử Quân Lực Việt Nam Cộng Hòa|date=2011|publisher=Hương Quê|location=Garden Grove; Westminster|isbn=978-0-9852182-0-1|pages=858443142|url=https:\/\/books.google.de\/books?id=vG9tngEACAAJ|access-date = ngày 1 tháng 5 năm 2021 |archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501013544\/https:\/\/books.google.de\/books?id=vG9tngEACAAJ}}\n{{Cuối tham khảo}}\n\n==== Nguồn thứ cấp ====\n{{Đầu tham khảo|30em|indent=yes}}\n* {{chú thích sách|last1=Berman|first1=Larry|trans-title=Không hòa bình, vô danh dự: Nixon, Kissinger và sự phản bội ở Việt Nam|title=No Peace, No Honor: Nixon, Kissinger, and Betrayal in Vietnam|date=2001|publisher=Simon and Schuster|isbn=978-0-7432-1742-2|url=https:\/\/books.google.de\/books?id=CTP9rK50Z8cC|language=en|access-date=2021-05-18|archive-date=2021-05-18|archive-url=https:\/\/web.archive.org\/web\/20210518233654\/https:\/\/books.google.de\/books?id=CTP9rK50Z8cC}}\n* {{chú thích sách |last=Blair |first=Anne E. |url=https:\/\/www.degruyter.com\/document\/doi\/10.12987\/9780300143928\/html |title=Lodge in Vietnam |trans-title=Lodge ở Việt Nam |date=2008 |publisher=Yale University Press |isbn=978-0-300-14392-8 |jstor=j.ctt32bmmm |language=en |location=[[New Haven, Connecticut]] |doi=10.12987\/9780300143928\/html |access-date=2021-06-24 |archive-date=2021-05-04 |archive-url=https:\/\/web.archive.org\/web\/20210504091353\/https:\/\/www.degruyter.com\/document\/doi\/10.12987\/9780300143928\/html }}\n* {{chú thích tạp chí|last1=Boudarel|first1=Georges|title=Vietnam: Les conditions politiques d'une victoire militaire|trans-title=Việt Nam: Những điều kiện chính trị của một chiến thắng quân sự|journal=Esprit|date=1975|issue=448 (7\/8)|pages=111–133|url=https:\/\/esprit.presse.fr\/article\/boudarel-georges\/vietnam-les-conditions-politiques-d-une-victoire-militaire-27482|jstor=24264748|language=fr|issn=0014-0759|access-date = ngày 17 tháng 5 năm 2021 |archive-date = ngày 17 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210517071643\/https:\/\/esprit.presse.fr\/article\/boudarel-georges\/vietnam-les-conditions-politiques-d-une-victoire-militaire-27482}}\n* {{chú thích sách|last1=Bowman|first1=John S.|title=The Vietnam War: An Almanac|trans-title=Niên giám Chiến tranh Việt Nam|date=1985|publisher=World Almanac Publications|location=Thành phố New York|isbn=978-0-911818-85-7|oclc=1247912084|url=https:\/\/books.google.de\/books?id=tRTcAAAAIAAJ|language=en|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515224301\/https:\/\/books.google.de\/books?id=tRTcAAAAIAAJ}}\n* {{chú thích tạp chí|author1=Bộ Văn hóa|title=Đọc sách|journal=Nghiên cứu văn hóa nghệ thuật|date=2003|issue=1–6|oclc=20324841|publisher=Bộ Văn hóa, Thể thao và Du lịch|location=Hà Nội|issn=0866-8655}}\n* {{chú thích sách|editor1=Bùi Đình Thanh|title=Một số vấn đề về \"Việt Nam hóa chiến tranh\"|date=1973|publisher=Ủy ban khoa học xã hội Việt Nam, Viện sử học|location=Hà Nội|oclc=1085888335|url=https:\/\/books.google.de\/books?id=B3j7XkJJoLcC|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515103038\/https:\/\/books.google.de\/books?id=B3j7XkJJoLcC}}\n* {{chú thích sách|author1=Cao Văn Thân|editor1-last=Vu|editor1-first=Tuong|editor2-last=Fear|editor2-first=Sean|trans-title=Việt Nam Cộng hòa, 1955–1975: Góc nhìn của người Việt về xây dựng đất nước|title=The Republic of Vietnam, 1955–1975: Vietnamese Perspectives on Nation Building|url-access=subscription|date=2019|publisher=Cornell University Press|location=Ithaca, New York; Luân Đôn|oclc=1090997942|chapter=Land Reform and Agricultural Development, 1968–1975 [Cải cách ruộng đất và phát triển nông nghiệp 1968–1975]|language=en|isbn=9781501745157|url=https:\/\/de.scribd.com\/book\/438579880\/The-Republic-of-Vietnam-1955-1975-Vietnamese-Perspectives-on-Nation-Building|jstor=10.7591\/j.ctvq2w3nh.7|access-date=2021-05-15|archive-date=2021-05-31|archive-url=https:\/\/web.archive.org\/web\/20210531221217\/https:\/\/www.scribd.com\/book\/438579880\/The-Republic-of-Vietnam-1955-1975-Vietnamese-Perspectives-on-Nation-Building}}\n* {{chú thích sách|last1=Cawthorne|first1=Nigel|translator1=Thanh Xuân|title=Chiến Tranh Việt Nam - Được Và Mất|date=2007|publisher=Nhà xuất bản Đà Nẵng|location=Đà Nẵng|oclc=951326568|url=https:\/\/books.google.de\/books?id=jjBIAQAACAAJ|access-date=2021-05-13|archive-date=2021-05-13|archive-url=https:\/\/web.archive.org\/web\/20210513024833\/https:\/\/books.google.de\/books?id=jjBIAQAACAAJ}}\n* {{chú thích sách|last1=Corfield|first1=Justin|trans-title=Từ điển Lịch sử Thành phố Hồ Chí Minh|title=Historical Dictionary of Ho Chi Minh City|date=2014|publisher=Anthem Press|location=Luân Đôn|isbn=978-1-78308-333-6|url=https:\/\/books.google.de\/books?id=pdAZBQAAQBAJ|oclc=885013502|language=en|access-date=2021-06-24|archive-date=2021-04-29|archive-url=https:\/\/web.archive.org\/web\/20210429150231\/https:\/\/books.google.de\/books?id=pdAZBQAAQBAJ}}\n* {{chú thích sách|last1=Cosmas|first1=Graham A.|trans-title=Hội đồng Tham mưu trưởng Liên quân Hoa Kỳ và Chiến tranh ở Việt Nam, 1960–1968, Phần 2|title=The Joint Chiefs of Staff and the War in Vietnam, 1960-1968, Part 2|date=2012|publisher=[[Hội đồng Tham mưu trưởng Liên quân Hoa Kỳ]]|location=[[Washington, D.C.]]|url=https:\/\/play.google.com\/books\/reader?id=I_06AQAAMAAJ&hl=de&pg=GBS.PR5|oclc=929886249|language=en|access-date=2021-06-24|archive-date=2021-05-31|archive-url=https:\/\/web.archive.org\/web\/20210531221154\/https:\/\/play.google.com\/books\/reader?id=I_06AQAAMAAJ&hl=de&pg=GBS.PR5}}\n* {{chú thích sách|last1=Davidson|first1=Phillip B.|trans-title= Việt Nam thời chiến: Lịch sử, 1946–1975  |title=Vietnam at War: The History, 1946-1975|date=1991|publisher=Oxford University Press|isbn=978-0-19-506792-7|oclc=1014860941|language=en}}\n* {{chú thích sách|last1=Dawson|first1=Alan|trans-title=55 ngày chế độ Sài Gòn sụp đổ|title=55 Days: The Fall of South Vietnam|date=1977|publisher=Phimphilai Press|location=Englewood Cliffs|oclc=483414517|url=https:\/\/books.google.de\/books\/about\/55_Days.html?id=LKpsswEACAAJ|language=en|access-date=2021-06-24|archive-date=2021-05-03|archive-url=https:\/\/web.archive.org\/web\/20210503195313\/https:\/\/books.google.de\/books\/about\/55_Days.html?id=LKpsswEACAAJ}}\n* {{chú thích sách|last1=Dallek|first1=Robert|trans-title=Kẻ khổng lồ bất hoàn mỹ: Lyndon Johnson và Thời đại của ông, 1961–1973|title=Flawed Giant: Lyndon Johnson and His Times, 1961-1973|date=1998|publisher=Oxford University Press|location=Thành phố New York|isbn=978-0-19-505465-1|oclc=1052696406|url=https:\/\/books.google.de\/books?id=au0RDAAAQBAJ|language=en|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515221017\/https:\/\/books.google.de\/books?id=au0RDAAAQBAJ}}\n* {{chú thích sách |last1=Dougan |first1=Clark |last2=Fulghum |first2=David |trans-title=Sự sụp đổ của miền Nam Việt Nam |title=The Fall of the South |url=https:\/\/archive.org\/details\/fallofsouth00doug_0 |url-access=registration |location=Boston, Massachusetts |publisher=Boston Publishing Company |year=1985 |isbn=0939526166 |display-authors=etal }}\n* {{chú thích sách |last1=Dougan |first1=Clark |last2=Weiss |first2=Stephen |trans-title=Một chín sáu tám |title=Nineteen Sixty-Eight |url=https:\/\/archive.org\/details\/nineteensixtyeig00doug |url-access=registration |location=Boston, Massachusetts |publisher=Boston Publishing Company |year=1983 |isbn=0939526069 |display-authors=etal |author-mask=3 }}\n* {{chú thích sách|author1=Duy Tường|title=Đại thắng mùa xuân, 1975: Chiến thắng của sức mạnh Việt Nam|date=2005|publisher=Nhà xuất bản Quân đội nhân dân|location=Hà Nội|oclc=607504757}}\n<!-- * {{chú thích luận văn|author1=Đặng Thị Hoài|title=Vietnamese United States Negotiationsduring the Vietnam War (1965-1968) |trans-title= Các cuộc đàm phán giữa Hoa Kỳ với Việt Nam trong Chiến tranh Việt Nam (1965-1968) |date=2017 |url=https:\/\/edoc.ub.uni-muenchen.de\/22796\/1\/Dang_Hoai_Thi.pdf|url-status=live|type=Luận án tiến sĩ|id= {{URN|nbn|de:bvb:19-227966}} |doi=10.5282\/edoc.22796 |location=München|publisher=[[Đại học Ludwig Maximilian München|Đại học Ludwig Maximilian]]|language=en|archive-date=2021-05-05|archive-url=http:\/\/web.archive.org\/web\/20210505032348\/https:\/\/edoc.ub.uni-muenchen.de\/22796\/1\/Dang_Hoai_Thi.pdf|access-date=2021-05-16}} -->\n* {{chú thích sách|last1=Elliott|first1=David W. P.|trans-title=Chiến tranh Việt Nam: Cách mạng và Biến đổi xã hội ở Đồng bằng sông Cửu Long, 1930–1975|title=The Vietnamese War: Revolution and Social Change in the Mekong Delta, 1930-1975|date=2003|publisher=M.E. Sharpe|location=Armonk, New York; Luân Đôn|isbn=978-0-7656-0602-0|url=https:\/\/books.google.de\/books?id=KclCL2yZVRAC|language=en|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515230042\/https:\/\/books.google.de\/books?id=KclCL2yZVRAC}}\n* {{chú thích tạp chí|last1=Fear|first1=Sean|title=The Ambiguous Legacy of Ngô Đình Diệm in South Vietnam’s Second Republic (1967–1975)|journal=Journal of Vietnamese Studies|date=2016|volume=11|issue=1|pages=1–75|doi=10.2307\/26377898|url=https:\/\/www.semanticscholar.org\/paper\/The-Ambiguous-Legacy-of-Ng%C3%B4-%C4%90%C3%ACnh-Di%E1%BB%87m-in-South-Fear\/3fac32d3efe4729be1086bdeef4d0c9ccafff738|trans-title=Di sản mơ hồ của Ngô Đình Diệm dưới thời Đệ nhị Cộng hoà tại miền miền Nam Việt Nam (1967–1975)|publisher=University of California Press|language=en|issn=1559-372X|access-date = ngày 17 tháng 5 năm 2021 |archive-date = ngày 17 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210517071642\/https:\/\/www.semanticscholar.org\/paper\/The-Ambiguous-Legacy-of-Ng%C3%B4-%C4%90%C3%ACnh-Di%E1%BB%87m-in-South-Fear\/3fac32d3efe4729be1086bdeef4d0c9ccafff738}}\n* {{chú thích sách|last1=FitzGerald|first1=Frances|trans-title=Lửa trong lòng hồ|title=Fire in the Lake|date=2002|publisher=Little, Brown|location=Boston, Massachusetts|isbn=978-0-316-07464-3|oclc=880579783|url=https:\/\/books.google.de\/books?id=0elDDwAAQBAJ|language=en|access-date=2021-06-24|archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501013542\/https:\/\/books.google.de\/books?id=0elDDwAAQBAJ}}\n* {{chú thích sách|last1=Jones|first1=Howard|trans-title=Cái chết của một thế hệ: Vụ ám sát Diệm và John F. Kennedy kéo dài chiến tranh Việt Nam như thế nào|title=Death of a Generation: How the Assassinations of Diem and JFK Prolonged the Vietnam War|date=2003|publisher=Oxford University Press, USA|location=Thành phố New York|isbn=978-0-19-505286-2|url=https:\/\/books.google.de\/books?id=NHqeyBiPjzQC|oclc=186263788|language=en|access-date=2021-06-24|archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501014741\/https:\/\/books.google.de\/books?id=NHqeyBiPjzQC}}\n* {{chú thích sách|last1=Gardner|first1=Lloyd C.|trans-title=Trả bằng giá nào: Lyndon Johnson và cuộc chiến tranh vì Việt Nam|title=Pay Any Price: Lyndon Johnson and the Wars for Vietnam|date=1997|publisher=Elephant Paperbacks|location=Chicago|isbn=978-1-56663-175-4|oclc=36884045|url=https:\/\/books.google.de\/books?id=m3ouAQAAIAAJ|language=en|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515221017\/https:\/\/books.google.de\/books?id=m3ouAQAAIAAJ}}\n* {{chú thích sách|last1=Goscha|first1=Christopher E.|oclc=928841500|trans-title=Từ điển Lịch sử Chiến tranh Đông Dương (1945–1954): Một cách tiếp cận quốc tế và liên ngành|url-status=live|title=Historical Dictionary of the Indochina War (1945-1954): An International and Interdisciplinary Approach|date=2011|publisher=Nordic Institute of Asian Studies|location=Copenhagen|isbn=978-87-7694-063-8|url=http:\/\/norden.diva-portal.org\/smash\/get\/diva2:867424\/FULLTEXT01|language=en|archive-date=2017-09-21|archive-url=https:\/\/web.archive.org\/web\/20170921195709\/http:\/\/norden.diva-portal.org\/smash\/get\/diva2:867424\/FULLTEXT01|access-date=2021-05-17}}\n* {{chú thích sách|last1=Hammer|first1=Ellen Joy|oclc=607198040|trans-title=Một cái chết tháng 11|title=A Death in November: America in Vietnam, 1963|date=1987|publisher=Penguin Publishing Group|location=Thành phố New York|isbn=978-0-525-24210-9|url=https:\/\/books.google.de\/books?id=K19uAAAAMAAJ|language=en|access-date=2021-05-27|archive-date=2021-05-31|archive-url=https:\/\/web.archive.org\/web\/20210531221159\/https:\/\/books.google.de\/books?id=K19uAAAAMAAJ}}\n* {{chú thích sách|author1=Hoàng Đức Nhã|editor1-last=Vu|editor1-first=Tuong|editor2-last=Fear|editor2-first=Sean|trans-title=Việt Nam Cộng hòa, 1955–1975: Góc nhìn của người Việt về xây dựng đất nước|title=The Republic of Vietnam, 1955–1975: Vietnamese Perspectives on Nation Building|date=2019|publisher=Cornell University Press|location=Ithaca, New York; Luân Đôn|oclc=1090997942|chapter=Striving for a Lasting Peace: The Paris Accords and Aftermath [Đấu tranh cho một nền hòa bình lâu dài: Hiệp định Paris và hậu quả ]|language=en|isbn=9781501745157|url=https:\/\/de.scribd.com\/book\/438579880\/The-Republic-of-Vietnam-1955-1975-Vietnamese-Perspectives-on-Nation-Building|jstor=10.7591\/j.ctvq2w3nh.7|author-link1=Hoàng Đức Nhã|access-date=2021-05-15|archive-date=2021-05-31|archive-url=https:\/\/web.archive.org\/web\/20210531221217\/https:\/\/www.scribd.com\/book\/438579880\/The-Republic-of-Vietnam-1955-1975-Vietnamese-Perspectives-on-Nation-Building}}\n* {{chú thích sách|last1=Hosch|first1=William L.|trans-title=Chiến tranh Triều Tiên và Chiến tranh Việt Nam: Con người, Chính trị và Quyền lực|title=The Korean War and The Vietnam War: People, Politics, and Power|date=2010|publisher=The Rosen Publishing Group, Inc|location=Thành phố New York|isbn=978-1-61530-011-2|oclc=435629057|url=https:\/\/books.google.de\/books?id=EvfQpUoH5Z0C|language=en|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515084614\/https:\/\/books.google.de\/books?id=EvfQpUoH5Z0C}}\n* {{chú thích sách |last1=Hosmer |first1=Stephen T. |last2=Kellen |first2=Konrad |last3=Jenkins |first3=Brian M. |title=The fall of South Vietnam: statements by Vietnamese military and civilian leaders |trans-title=Sự sụp đổ của miền Nam Việt Nam: Lời tường trình của các nhà lãnh đạo quân sự và dân sự Việt Nam |location=Thành phố New York |publisher=Crane, Russak |year=1980 |isbn=0844813451 |url-access=registration |url=https:\/\/archive.org\/details\/fallofsouthvietn0000hosm }}\n* {{chú thích sách|author1=Hồ Khang|author2=Trần Tiến Hoạt|author3=Nguyễn Xuân Năng|author4=Nguyễn Văn Quyền|author5=Lê Quang Lạng|title=Lịch sử kháng chiến chống Mỹ, cứu nước, 1954-1975|cuốn= Tập VIII: Toàn thắng|date=2013|publisher=[[Nhà xuất bản Chính trị quốc gia - Sự thật]]|location=Hà Nội|isbn=978-604-57-1520-8|oclc=34850334}}\n* {{chú thích tạp chí|editor1-last=Hunt|editor1-first=George P.|title=To L.B.J.: What IS Our Aim in Vietnam?|trans-title=Gửi Tổng thống Johnson: Mục tiêu của chúng ta ở Việt Nam là gì?|journal=LIFE|date=1965-01-08|volume=58|issue=1|url=https:\/\/books.google.de\/books?id=yEgEAAAAMBAJ|publisher=Time Inc|language=en|issn=0024-3019|access-date=2021-06-24|archive-date=2021-05-31|archive-url=https:\/\/web.archive.org\/web\/20210531221154\/https:\/\/books.google.de\/books?id=yEgEAAAAMBAJ}}\n* {{chú thích tạp chí|last1=Jespersen|first1=T. Christopher|trans-title=Kissinger, Ford, và Quốc hội: Cái kết cực đắng ở Việt Nam |title=Kissinger, Ford, and Congress: The Very Bitter End in Vietnam|journal=Pacific Historical Review|date=2002|volume=71|issue=3|pages=439–473|doi=10.1525\/phr.2002.71.3.439|language=en|issn=0030-8684}}\n* {{chú thích sách |title=Without Honor: Defeat in Vietnam and Cambodia |trans-title=Vô danh dự: Thất bại ở Việt Nam và Campuchia |first=Arnold R. |last=Isaacs |publisher=Johns Hopkins University Press |year=1983 |isbn=0801830605 |location=Baltimore, Maryland |url=https:\/\/archive.org\/details\/withouthonordefe0000isaa }}\n* {{chú thích sách|last1=Jacobs|first1=Seth|title=Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950-1963|date=2006|publisher=Rowman & Littlefield|location=Lanham, Maryland|isbn=978-0-7425-4448-2|url=https:\/\/books.google.de\/books?id=h0_MU8uU60cC|oclc=237070251|language=en|trans-title=Viên thượng thư thời Chiến tranh Lạnh: Ngô Đình Diệm và nguồn gốc cuộc chiến của Hoa Kỳ ở Việt Nam, 1950–1963|access-date=2021-05-21|archive-date=2021-05-21|archive-url=https:\/\/web.archive.org\/web\/20210521121819\/https:\/\/books.google.de\/books?id=h0_MU8uU60cC}}\n* {{chú thích sách|last1=Kahin|first1=George McTurnan|language=en|trans-title=Cuộc can thiệp: Mỹ tham gia vào cuộc Chiến tranh Việt Nam như thế nào?|title=Intervention: How America became involved in Vietnam|date=1986|publisher=Alfred A. Knopf|location=Thành phố New York|isbn=978-0-394-54367-3|url=https:\/\/archive.org\/details\/intervention00geor\/page\/n575\/mode\/2up}}\n* {{chú thích sách|last1=Karnow|first1=Stanley|author-link=Stanley Karnow|trans-title=Việt Nam: Một thiên lịch sử|title=Vietnam, a History|date=1997|publisher=[[Penguin Books]]|location=Thành phố New York|isbn=978-0-14-026547-7|oclc=1011619313|url=https:\/\/books.google.de\/books?id=OXwBEAAAQBAJ|language=en|access-date=2021-06-24|archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501013542\/https:\/\/books.google.de\/books?id=OXwBEAAAQBAJ}}\n* {{chú thích luận văn|last1=Kohl|first1=Arno |trans-title=Lý thuyết Domino và Chính sách của Hoa Kỳ tại Việt Nam 1954–1961: Một nghiên cứu điển hình về vai trò của các mô hình trong chính trị quốc tế  |title=Dominotheorie und amerikanische Vietnampolitik 1954 - 1961: eine Fallstudie zur Rolle von Leitbildern in der internationalen Politik|date= 2001 |url=https:\/\/freidok.uni-freiburg.de\/data\/534|type=Luận án tiến sĩ|id= {{URN|nbn|de:bsz:25-opus-5341}} {{DNB-IDN|965431665}} |location=Neuerburg |institution=[[Đại học Freiburg]]|language=de}}\n* {{chú thích sách|last1=Langguth|first1=A. J.|title=Our Vietnam: The War 1954-1975|date=2000|publisher=Simon and Schuster|location=Thành phố New York|isbn=978-0-7432-1244-1|trans-title=Nước Việt ta|url=https:\/\/archive.org\/details\/unset0000unse_f6q3\/page\/n9\/mode\/2up|language=en}}\n* {{chú thích sách|author1=Lâm Quang Huyên|title=Vấn đề ruộng đất ở Việt Nam|date=2002|publisher=Nhà xuất bản Khoa học xã hội|location=Hà Nội|oclc=605581084|url=https:\/\/books.google.de\/books?id=0vfsAAAAMAAJ|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515103035\/https:\/\/books.google.de\/books?id=0vfsAAAAMAAJ}}\n* {{chú thích luận văn|last1=Lovell|first1=Joshua K.|trans-title=Nhìn rõ bản chất Nguyễn Văn Thiệu: Chính quyền Nixon dung túng cho một kẻ độc tài, , 1969–1974|title=See It Through with Nguyen Van Thieu: The Nixon Administration Embraces a Dictator, 1969-1974|date= 2013-06 |url=https:\/\/macsphere.mcmaster.ca\/bitstream\/11375\/13092\/1\/fulltext.pdf|type=Luận án tiến sĩ|url-status=live |location=Hamilton, Ontario |institution=[[Đại học McMaster]]|language=en|archive-date=2020-09-24|archive-url=http:\/\/web.archive.org\/web\/20200924120838\/https:\/\/macsphere.mcmaster.ca\/bitstream\/11375\/13092\/1\/fulltext.pdf|access-date=2021-05-17}}\n* {{chú thích tạp chí|last1=McAllister|first1=James|trans-title='Tôn giáo – thứ quan trọng duy nhất ở Việt Nam': Thích Trí Quang và chiến tranh Việt Nam|title='Only Religions Count in Vietnam': Thich Tri Quang and the Vietnam War|language=en|journal=Modern Asian Studies|date=2008|volume=42|issue=4|pages=751–782|doi=10.1017\/s0026749x07002855|url=https:\/\/zenodo.org\/record\/848735|jstor=20488040|s2cid=145595067|issn=0026-749X|publisher=Cambridge University Press|access-date=2021-06-24|archive-date=2017-08-26|archive-url=https:\/\/web.archive.org\/web\/20170826032447\/https:\/\/zenodo.org\/record\/848735}}\n* {{chú thích tạp chí|last1=McAllister|first1=James|title=What Can One Man Do? Nguyễn Đức Thẳng and the Limits of Reform in South Vietnam|journal=Journal of Vietnamese Studies|date=2009|volume=4|issue=2|pages=117–153|doi=10.1525\/vs.2009.4.2.117|url=https:\/\/online.ucpress.edu\/jvs\/article-abstract\/4\/2\/117\/60626\/What-Can-One-Man-Do-Nguy-n-D-c-Th-ng-and-the|trans-title=Đơn thương độc mã thì có thể làm gì? Nguyễn Đức Thẳng và những giới hạn của công cuộc cải cách ở miền Nam Việt Nam|language=en|issn=1559-372X|author-mask=3|access-date=2021-05-18|archive-date=2021-05-18|archive-url=https:\/\/web.archive.org\/web\/20210518233654\/https:\/\/online.ucpress.edu\/jvs\/article-abstract\/4\/2\/117\/60626\/What-Can-One-Man-Do-Nguy-n-D-c-Th-ng-and-the}}\n* {{chú thích sách|last1=Miller|first1=Edward|trans-title=Liên minh sai lầm: Ngô Đình Diệm, Hoa Kỳ và số phận Nam Việt Nam |title=Misalliance: Ngo Dinh Diem, the United States, and the Fate of South Vietnam|date=2013|publisher=Harvard University Press|location=Cambridge, Massachusetts; Luân Đôn, Anh|isbn=978-0-674-07298-5|oclc=1091505288|language=en}}\n* {{chú thích luận văn|last1=Nelson|first1=Ryan|trans-title=Miền Nam Việt Nam: Lịch sử Chính trị, Văn hóa, Xã hội, 1963 đến 1967 |title=South Vietnam: A Social, Cultural, Political History, 1963 to 1967|date=2020|url=https:\/\/escholarship.org\/uc\/item\/0hn5v34r|type=Luận án tiến sĩ|id=ark:\/13030\/m5qp1pr9|publisher=[[Đại học California]]|location=Berkeley|language=en}}\n* {{chú thích tạp chí|last1=Moyar|first1=Mark|title=Political Monks: The Militant Buddhist Movement during the Vietnam War|journal=Modern Asian Studies|date=2004|doi=10.1017\/S0026749X04001295|trans-title=Những nhà sư chính trị: Phong trào Phật giáo đấu tranh trong Chiến tranh Việt Nam|url=https:\/\/www.semanticscholar.org\/paper\/Political-Monks%3A-The-Militant-Buddhist-Movement-the-Moyar\/ea572578964c0338a31776887c298df7c602ccf1|publisher=Cambridge University Press|location=Thành phố New York|language=en|access-date=2021-06-24|archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501013543\/https:\/\/www.semanticscholar.org\/paper\/Political-Monks:-The-Militant-Buddhist-Movement-the-Moyar\/ea572578964c0338a31776887c298df7c602ccf1}}\n* {{chú thích sách|author1=Nguyễn Hữu Đức|author2=Nguyễn Thị Thanh|title=Chiến dịch Hồ Chí Minh qua hồi ức các tư lệnh và chính ủy|date=2005|publisher=Nhà xuất bản Quân đội nhân dân|location=Hà Nội|oclc=607765895}}\n* {{chú thích sách|author1=Nguyễn Ngọc Cơ|author2=Hồ Khang|author3=Đỗ Xuân Huy|author4=Nguyễn Văn Minh|author5=Nguyễn Huy Thục|author6=Nguyễn Văn Quyền|author7=Lê Quang Lạng|author8=Trần Hữu Huy|author9=Ngô Quang Chính|title=Lịch sử kháng chiến chống Mỹ, cứu nước, 1954-1975|cuốn= Tập IX: Tính chất, đặc điểm, tầm vóc và bài học lịch sử|date=2013|publisher=[[Nhà xuất bản Chính trị quốc gia - Sự thật]]|location=Hà Nội|isbn=978-604-57-1520-8|oclc=34850334}}\n* {{chú thích sách|translator1=Võ Văn Sen|translator2=Nguyễn Hoàng Dũng|translator3=Vũ Bảo Quốc|title=Từ Tòa Bạch Ốc đến Dinh Độc Lập|author1=Nguyễn Tiến Hưng|author1-link=Nguyễn Tiến Hưng|last2=Schecter|first2=Jerrold L.|date=1990|publisher=Nhà xuất bản Trẻ|location=TP. Hồ Chí Minh|oclc=246905289|url=https:\/\/iss.ndl.go.jp\/books\/R100000002-Ia1000013605-00?locale=en&ar=4e1f|origyear=1989|editor=Anh Kiệt|access-date=2021-06-24|archive-date=2021-05-31|archive-url=https:\/\/web.archive.org\/web\/20210531221217\/https:\/\/iss.ndl.go.jp\/books\/R100000002-Ia1000013605-00?locale=en&ar=4e1f}}\n* {{Chú thích sách |title=Khi đồng minh tháo chạy |title-link=Khi đồng minh tháo chạy |date=2005 |isbn=978-0-9749097-7-6 |author1=Nguyễn Tiến Hưng |location=San Jose, California |oclc=61104089 |author-mask=3}}\n* {{chú thích sách|author1=Nguyễn Tiến Hưng|author-link=Nguyễn Tiến Hưng|title=Tâm tư Tổng thống Thiệu|date=2010|publisher=Cơ sở xuất bản Hứa Chấn Minh|location=San Bernardino, California|isbn=978-1-62988-059-4|oclc=880451329|url=https:\/\/books.google.de\/books\/about\/Tam_Tu_Tong_Thong_Thieu.html?id=wyQznwEACAAJ|author-mask=3|access-date=2021-06-24|archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501013544\/https:\/\/books.google.de\/books\/about\/Tam_Tu_Tong_Thong_Thieu.html?id=wyQznwEACAAJ}}\n* {{chú thích sách|author1=Nguyễn Tiến Hưng|title=Khi đồng minh nhảy vào|date=2016|publisher=Cơ sở xuất bản Hứa Chấn Minh|isbn=978-1-4951-4862-0|oclc=953289539|url=https:\/\/books.google.de\/books?id=gM2tAQAACAAJ|author-mask=3|access-date=2021-06-24|archive-date=2021-05-31|archive-url=https:\/\/web.archive.org\/web\/20210531221210\/https:\/\/books.google.de\/books?id=gM2tAQAACAAJ}}\n* {{chú thích sách |last1=Penniman |first1=Howard R. |trans-title=Bầu cử ở miền Nam Việt Nam |title=Elections in South Vietnam |url=https:\/\/archive.org\/details\/electionsinsouth00penn |url-access=registration |location=Washington, D.C. |publisher=American Enterprise Institute for Public Policy Research |year=1972 |language=en }}\n* {{chú thích sách|editor1=Phạm Huy Dương|editor2=Phạm Bá Toàn|title=Chiến dịch Hồ Chí Minh: trang sử vàng qua các trận đánh|date=2005|publisher=Nhà xuất bản Quân đội nhân dân|location=Hà Nội|oclc=645829083}}\n* {{chú thích sách|author1=Phạm Kim Vinh|title=Cái chết của Nam Việt Nam: những trận đánh cuối cùng|date=1988|publisher=Xuân Thu|location=[[Los Alamitos, California]]|isbn=978-1-882273-21-8|oclc=462767921}}\n* {{chú thích sách|author1=Phan Thứ Lang|title=Nguyễn Cao Kỳ, trở về đất mẹ|date=2007|publisher=Nhà xuất bản Công an nhân dân|location=Hà Nội|oclc=951206830|url=https:\/\/books.google.de\/books?id=O0pRAQAAMAAJ|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515230040\/https:\/\/books.google.de\/books?id=O0pRAQAAMAAJ}}\n* {{chú thích tạp chí|last1=Prosterman|first1=Roy L.|title=Land-to-the-Tiller in South Vietnam: The Tables Turn|journal=Asian Survey|date=1970|volume=10|issue=8|pages=751–764|doi=10.2307\/2642811|url-status=live|url=https:\/\/staff.washington.edu\/sherrye\/project\/documents\/landToTheTiller.pdf|trans-title=Người cày có ruộng ở miền Nam Việt Nam: Tình thế đổi thay|publisher=University of California Press|language=en|issn=0004-4687|archive-date=2021-02-04|archive-url=https:\/\/web.archive.org\/web\/20210204172312\/http:\/\/staff.washington.edu\/sherrye\/project\/documents\/landToTheTiller.pdf|access-date=2021-05-16}}\n* {{chú thích sách | first = Robert | last = Shaplen | trans-title = Cuộc cách mạng thất bại: Việt Nam 1945–1965 | title = The Lost Revolution: Vietnam 1945–1965 | year = 1966 |language=en | publisher = André Deutsch | location = London |oclc=252406051}}\n* {{chú thích sách|last1=Scholl-Latour|first1=Peter|authorlink1=Peter Scholl-Latour|trans-title=Cái chết ở ruộng lúa: 30 năm chiến tranh tại Đông Dương|title=Der Tod im Reisfeld: Dreißig Jahre Krieg in Indochina|date=1980|publisher=Bertelsmann|location=Gütersloh|url=https:\/\/www.amazon.de\/Tod-Reisfeld-Drei%C3%9Fig-Jahre-Indochina\/dp\/B002WP2Z1S|edition=Lizenzausgabe für Bertelsmann Club GmbH|language=de|access-date=2021-05-11|archive-date=2021-05-11|archive-url=https:\/\/web.archive.org\/web\/20210511204039\/https:\/\/www.amazon.de\/Tod-Reisfeld-Drei%C3%9Fig-Jahre-Indochina\/dp\/B002WP2Z1S}}\n* {{chú thích sách|last1=Slote|first1=Walter H.|last2=De Vos|first2=George A.|trans-title=Nho giáo và gia đình|title=Confucianism and the Family|date=1998|publisher=SUNY Press|location=Thành phố New York|isbn=978-0-7914-3736-0|oclc=1087935147|url=https:\/\/books.google.de\/books\/about\/Confucianism_and_the_Family.html?id=PSl01JK7dWcC|language=en|access-date=2021-06-24|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430103659\/https:\/\/books.google.de\/books\/about\/Confucianism_and_the_Family.html?id=PSl01JK7dWcC}}\n* {{chú thích sách|last1=Smedberg|first1=Marco |year=2008 |title=Vietnamkrigen: 1880–1980 |trans-title = Những cuộc chiến tranh Việt Nam: 1880–1980 |location=Lund, Scania |publisher=Historiska Media |isbn=978-9185507887 |language=sv}}\n* {{chú thích sách|last1=Stur|first1=Heather Marie|trans-title=Sài Gòn thời chiến: Miền Nam Việt Nam và thập niên sáu mươi|title=Saigon at War: South Vietnam and the Global Sixties|date=2020|publisher=Cambridge University Press|isbn=978-1-107-16192-4|doi=10.1017\/9781316676752|url=https:\/\/www.cambridge.org\/core\/books\/saigon-at-war\/EB311133B08D56E148BDDFB86923B6B5|language=en|access-date=2021-05-20|archive-date=2021-05-20|archive-url=https:\/\/web.archive.org\/web\/20210520024847\/https:\/\/www.cambridge.org\/core\/books\/saigon-at-war\/EB311133B08D56E148BDDFB86923B6B5}}\n* {{chú thích sách|last1=Topmiller|first1=Robert J.|trans-title=Hoa sen nở rộ: Phong trào Hòa bình của Phật giáo ở miền Nam Việt Nam, 1964–1966|title=The Lotus Unleashed: The Buddhist Peace Movement in South Vietnam, 1964-1966|date=2002|publisher=University Press of Kentucky|location=Lexington|isbn=978-0-8131-3701-8|jstor=j.ctt2jcpd0|url=https:\/\/books.google.de\/books\/about\/The_Lotus_Unleashed.html?id=kQYZBit1_dcC|oclc=213465297|language=en|access-date=2021-05-15|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515221017\/https:\/\/books.google.de\/books\/about\/The_Lotus_Unleashed.html?id=kQYZBit1_dcC}}\n* {{chú thích luận văn|author1=Trần Hữu Đính|title=Quá trình biến đổi về chế độ sở hữu ruộng đất và cơ cấu giai cấp ở nông thôn Đồng bằng sông Cửu Long 1969–1975 |date=1993 |url=http:\/\/luanan.nlv.gov.vn\/luanan?a=d&d=TTkFqWqxlBea1993.1.27&e=-------vi-20--1--img-txIN-------#|type=Luận án tiến sĩ|id= Mã số lưu trữ Thư viện Quốc gia: LA93.0239.3 |location=Hà Nội|publisher=Viện Sử học}} \n* {{chú thích sách|author1=Trần Ngọc Thống|author2=Hồ Đắc Huân|author3=Lê Đình Thụy|title=Lược sử Quân Lực Việt Nam Cộng Hòa|date=2011|publisher=Hương Quê|location=Garden Grove, California|isbn=978-0-9852182-0-1|url=https:\/\/books.google.de\/books?id=vG9tngEACAAJ|oclc=858443142|access-date=2021-06-24|archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501013544\/https:\/\/books.google.de\/books?id=vG9tngEACAAJ}}\n* {{chú thích luận văn|author1=Trương Thùy Dung|title=The American Influences on the Higher Education of the Second Republic of Vietnam: The Case of the National Universities |trans-title= Ảnh hưởng của Hoa Kỳ tới nền giáo dục đại học của Đệ nhị Cộng hòa Việt Nam: Trường hợp của các trường đại học quốc gia  |date=2020 |url= https:\/\/ediss.sub.uni-hamburg.de\/bitstream\/ediss\/8470\/1\/Dissertation.pdf |url-status=live|type=Luận án tiến sĩ|id= {{URN|nbn|de:gbv:18-106090}} |location=Hamburg|publisher=[[Đại học Hamburg]]|language=en|archive-date = ngày 17 tháng 5 năm 2021 |archive-url=http:\/\/web.archive.org\/web\/20210517170231\/https:\/\/ediss.sub.uni-hamburg.de\/bitstream\/ediss\/8470\/1\/Dissertation.pdf|access-date=2021-05-17}}\n* {{chú thích sách|last1=Tucker|first1=Spencer|trans-title=Bách khoa toàn thư về Chiến tranh Lạnh: Lịch sử chính trị, xã hội và quân sự|title=Encyclopedia of the Cold War: A Political, Social, and Military History|date=2008|publisher=ABC-CLIO|location=[[Santa Barbara, California]]|isbn=978-1-85109-701-2|url=https:\/\/books.google.de\/books?id=JQsZAQAAIAAJ|oclc=1038137037|language=en|access-date=2021-06-24|archive-date = ngày 2 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210502192233\/https:\/\/books.google.de\/books?id=JQsZAQAAIAAJ}}\n* {{chú thích sách |last=VanDeMark |first=Brian |title=Into the Quagmire: Lyndon Johnson and the Escalation of the Vietnam War |trans-title=Sa vào vũng lầy: Lyndon Johnson và sự leo thang của chiến tranh Việt Nam |publisher=Oxford University Press |location=Thành phố New York; Oxford |year=1995 |isbn=0-19-506506-9 |oclc=1154966635 |url=https:\/\/books.google.de\/books?id=DXU8DwAAQBAJ |access-date=2021-05-19 |archive-date=2021-05-19 |archive-url=https:\/\/web.archive.org\/web\/20210519213021\/https:\/\/books.google.de\/books?id=DXU8DwAAQBAJ }}\n* {{chú thích sách|author=Văn Nguyên Dưỡng|trans-title=Bi kịch Chiến tranh Việt Nam: Phân tích của một sĩ quan miền Nam Việt Nam|title=The Tragedy of the Vietnam War: A South Vietnamese Officer's Analysis|date=2014|publisher=McFarland|location=Jefferson|isbn=978-0-7864-8338-9|oclc=1058446983|url=https:\/\/books.google.de\/books?id=pVNaoUu7veUC|language=en|access-date=2021-06-24|archive-date=2021-05-03|archive-url=https:\/\/web.archive.org\/web\/20210503060948\/https:\/\/books.google.de\/books?id=pVNaoUu7veUC}}\n* {{chú thích tạp chí|last1=Veith|first1=George J.|last2=Pribbenow|first2=Merle L.|title=\"Fighting Is an Art\": The Army of the Republic of Vietnam's Defense of Xuan Loc, 9-21 April 1975|journal=The Journal of Military History|date=2004|volume=68|issue=1|pages=163–213|jstor=3397252|trans-title=Đánh nhau là một nghệ thuật: Cuộc phòng thủ của Quân lực Việt Nam Cộng hòa ở Xuân Lộc, 9–21 tháng 4 năm 1975|language=en|issn=0899-3718}}\n* {{chú thích sách|last1=Veith|first1=George J.|oclc=2020039074|title=Drawn Swords in a Distant Land: South Vietnam's Shattered Dreams|date=2021|publisher=Encounter Books|location=Thành phố New York|isbn=978-1-64177-173-3|trans-title=Đấu kiếm nơi vùng đất xa: Những ước mơ tan vỡ của miền Nam Việt Nam|url=https:\/\/books.google.de\/books?id=n7zyDwAAQBAJ|language=en|author-mask=3|access-date = ngày 17 tháng 5 năm 2021 |archive-date = ngày 17 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210517174307\/https:\/\/books.google.de\/books?id=n7zyDwAAQBAJ}}\n* {{chú thích sách|author1=Võ Văn Sen|title=Vấn đề ruộng đất ở Đồng bằng Sông Cửu Long của Việt Nam (1954–1975)|date=1995|publisher=Nhà xuất bản Tổng hợp|location=Thành phố Hồ Chí Minh}}\n* {{chú thích tạp chí|author1=Vũ Quý Tùng Anh|title=Vai trò của Dương Văn Minh trong cuộc đảo chính lật đổ chính quyền Ngô Đình Diệm|journal=Science and Technology Development Journal|date=2014|url=http:\/\/stdj.scienceandtechnology.com.vn\/index.php\/stdj\/article\/download\/1323\/1656|volume=17|issue=X2|pages=26–36|publisher=[[Đại học Quốc gia Thành phố Hồ Chí Minh]]|location=Thành phố Hồ Chí Minh|access-date=2021-06-24|archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501020550\/http:\/\/stdj.scienceandtechnology.com.vn\/index.php\/stdj\/article\/download\/1323\/1656}}\n* {{chú thích sách|last1=Ward|first1=Geoffrey C.|last2=Burns|first2=Ken|location=Thành phố New York|trans-title=Chiến tranh Việt Nam: Một lịch sử thầm kín|title=The Vietnam War: An Intimate History|date=2017|publisher=Knopf Doubleday Publishing Group|isbn=978-1-5247-3310-0|oclc=1002655971|url=https:\/\/books.google.de\/books?id=i4KyDQAAQBAJ|language=en|access-date=2021-05-16|archive-date=2021-05-16|archive-url=https:\/\/web.archive.org\/web\/20210516021346\/https:\/\/books.google.de\/books?id=i4KyDQAAQBAJ}}\n* {{chú thích sách|last=Willbanks |first= James H. |trans-title= Bỏ rơi Việt Nam: Hoa Kỳ đã rút lui và miền Nam Việt Nam đã thất bại trong cuộc chiến như thế nào |title=Abandoning Vietnam: How America Left and South Vietnam Lost Its War |location=Lawrence, Kansas|publisher=University of Kansas Press |year=2004 |isbn=0-7006-1331-5}}\n* {{chú thích sách|last1=Zaffiri|first1=Samuel|title=Westmoreland: A Biography of General William C. Westmoreland|trans-title=Westmoreland: Tiểu sử của Tướng William C. Westmoreland|date=1994|publisher=William Morrow and Company|location=Thành phố New York|isbn=978-0-688-11179-3|oclc=243801029|url=https:\/\/books.google.de\/books?id=e714AAAAMAAJ|language=en|access-date=2021-06-24|archive-date = ngày 2 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210502033129\/https:\/\/books.google.de\/books?id=e714AAAAMAAJ}}\n{{Cuối tham khảo}}\n\n=== Trực tuyến ===\n{{refbegin|30em|indent=yes}}\n* {{chú thích web|url-status=live|last1=Browne|first1=Malcolm W.|title=10‐YEAR RULE ENDS|trans-title=TRIỀU ĐẠI 10 NĂM KẾT THÚC|url=https:\/\/www.nytimes.com\/1975\/04\/22\/archives\/10year-rule-ends-vice-president-huong-71-years-old-takes-office-in.html|website=The New York Times|access-date =2021-04-29|language=en|date=1975-04-22|archive-date=2021-04-29|archive-url=https:\/\/web.archive.org\/web\/20210429152517\/https:\/\/www.nytimes.com\/1975\/04\/22\/archives\/10year-rule-ends-vice-president-huong-71-years-old-takes-office-in.html}}\n* {{chú thích web|url-status=live|last1=Butterfield|first1=Fox|trans-title=Nguyễn Văn Thiệu chết ở tuổi 76|title=Nguyen Van Thieu Is Dead at 76|url=https:\/\/www.nytimes.com\/2001\/10\/01\/us\/nguyen-van-thieu-is-dead-at-76-last-president-of-south-vietnam.html?sec=&spon=&pagewanted=3|website=The New York Times|access-date =2021-04-30|language=en|date=2001-10-01|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430064437\/https:\/\/www.nytimes.com\/2001\/10\/01\/us\/nguyen-van-thieu-is-dead-at-76-last-president-of-south-vietnam.html?sec=&spon=&pagewanted=3}}\n* {{chú thích web|url-status=live|author1=Đoan Trang|author-link=Phạm Đoan Trang|title=Nguyễn Văn Thiệu đã chết|url=https:\/\/vnexpress.net\/nguyen-van-thieu-da-chet-1988624.html|website=VnExpress|access-date =2021-04-29|date=2001-10-01|archive-date=2021-04-29|archive-url=https:\/\/web.archive.org\/web\/20210429174910\/https:\/\/vnexpress.net\/nguyen-van-thieu-da-chet-1988624.html}}\n* {{chú thích web|url-status=live|last1=Engel|first1=Johannes K.|last2=Lohfeldt|first2=Heinz P.|trans-title=Người Mỹ đã phản bội chúng tôi|title=»Die Amerikaner haben uns verraten«|url=https:\/\/www.spiegel.de\/politik\/die-amerikaner-haben-uns-verraten-nguyen-van-thieu-a-e7f24473-0002-0001-0000-000039685817|website=Der Spiegel|access-date =2021-04-29|language=de|date=1979-12-09|archive-date=2021-05-18|archive-url=https:\/\/web.archive.org\/web\/20210519000107\/https:\/\/www.spiegel.de\/consent-a-?targetUrl=https%3A%2F%2Fwww.spiegel.de%2Fpolitik%2Fdie-amerikaner-haben-uns-verraten-nguyen-van-thieu-a-e7f24473-0002-0001-0000-000039685817}}\n* {{chú thích web|url-status=live|last1=Fear|first1=Sean|title=The Feud That Sank Saigon|trans-title=Mối thâm thù Thiệu – Kỳ làm Sài Gòn sụp đổ|url=https:\/\/www.nytimes.com\/2017\/03\/03\/opinion\/the-feud-that-sank-saigon.html|website=The New York Times|access-date = ngày 2 tháng 5 năm 2021 |language=en|date=2017-03-04|archive-date=2021-03-23|archive-url=https:\/\/web.archive.org\/web\/20210323201546\/https:\/\/www.nytimes.com\/2017\/03\/03\/opinion\/the-feud-that-sank-saigon.html}}\n* {{chú thích web|url-status=live|last1=Gibson|first1=Liam|trans-title=Phương Nam phong phú: Vút vút trời cao: Mối quan hệ Đài Loan – Việt Nam|title=Bountiful South: Soaring sky high: Taiwan-Vietnam ties|url=https:\/\/www.taipeitimes.com\/News\/feat\/archives\/2018\/04\/10\/2003691016|website=Taipei Times|publisher=The Liberty Times Group|access-date =2021-04-29|location=Đài Bắc|language=en|date=2018-04-10|archive-date=2021-04-29|archive-url=https:\/\/web.archive.org\/web\/20210429150231\/https:\/\/www.taipeitimes.com\/News\/feat\/archives\/2018\/04\/10\/2003691016}}\n* {{chú thích web|url-status=live|author1=Hà Anh|title=Chuyện người tiếp quản 16 tấn vàng giữa Sài Gòn 45 năm trước|url=https:\/\/dantri.com.vn\/kinh-doanh\/chuyen-nguoi-tiep-quan-16-tan-vang-giua-sai-gon-45-nam-truoc-20200420092738652.htm|website=Báo điện tử Dân Trí|access-date =2021-04-30|date=2020-04-20|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430042427\/https:\/\/dantri.com.vn\/kinh-doanh\/chuyen-nguoi-tiep-quan-16-tan-vang-giua-sai-gon-45-nam-truoc-20200420092738652.htm}}\n* {{chú thích web|url-status=live|author1=Hoàng Anh Sướng|title=Trấn yểm long mạch và sự sụp đổ không thể cứu vãn của ông Thiệu|url=https:\/\/tuoitredoisong.net\/chuyen-la\/tran-yem-long-mach-va-su-sup-do-khong-the-cuu-van-cua-ong-thieu-23528|website=Báo Tuổi Trẻ và Đời Sống|access-date =2021-04-30|date=2019-06-12|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430061916\/https:\/\/tuoitredoisong.net\/chuyen-la\/tran-yem-long-mach-va-su-sup-do-khong-the-cuu-van-cua-ong-thieu-23528}}\n* {{chú thích web|url-status=live|author1=Hoàng Hải Vân|title=Cái chết bi thảm và sứ mệnh hoàn hảo|url=https:\/\/thanhnien.vn\/thoi-su\/phong-su-dieu-tra\/cai-chet-bi-tham-va-su-menh-hoan-hao-289585.html|website=Báo Thanh Niên|access-date = ngày 1 tháng 5 năm 2021 |date=2012-12-26|archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501003025\/https:\/\/thanhnien.vn\/thoi-su\/phong-su-dieu-tra\/cai-chet-bi-tham-va-su-menh-hoan-hao-289585.html}}\n* {{chú thích web|url-status=live|url=http:\/\/articles.latimes.com\/2001\/oct\/01\/local\/me-52050\/2|trans-title=Nguyễn Văn Thiệu, 78; Tổng thống miền Nam Việt Nam|tiêu đề=Nguyen Van Thieu, 78; S. Vietnam's President|họ=Lamb|tên=David|ngày tháng=2001-10-01|website=Los Angeles Times|url lưu trữ=https:\/\/web.archive.org\/web\/20121110022303\/http:\/\/articles.latimes.com\/2001\/oct\/01\/local\/me-52050\/2|ngày lưu trữ=2012-11-10|url-status=dead|ngày truy cập=2020-05-02}}\n* {{chú thích web|url-status=live|title=Lễ tưởng niệm cố Tổng thống Nguyễn Văn Thiệu tại Úc|url=https:\/\/www.sbs.com.au\/language\/vietnamese\/audio\/le-tuo-ng-nie-m-co-to-ng-tho-ng-nguye-n-van-thie-u-ta-i-u-c|website=SBS Tiếng Việt|publisher=Special Broadcasting Service|access-date =2021-04-29|date=2019-10-01|ref={{SfnRef|''SBS Tiếng Việt'', 2019}}|archive-date=2021-04-29|archive-url=https:\/\/web.archive.org\/web\/20210429163856\/https:\/\/www.sbs.com.au\/language\/vietnamese\/audio\/le-tuo-ng-nie-m-co-to-ng-tho-ng-nguye-n-van-thie-u-ta-i-u-c}}\n* {{chú thích web|url-status=live|author1=Mai Nguyễn|title=Phụ lục 2: Bà Mai Anh sau ngày ông Nguyễn Văn Thiệu mất đã nói gì với báo chí?|url=https:\/\/1thegioi.vn\/phu-luc-2-ba-mai-anh-sau-ngay-ong-nguyen-van-thieu-mat-da-noi-gi-voi-bao-chi-93092.html|website=Báo Một thế giới|access-date = ngày 2 tháng 5 năm 2021 |date=2015-01-21|archive-date=2021-05-04|archive-url=https:\/\/web.archive.org\/web\/20210504091334\/https:\/\/1thegioi.vn\/phu-luc-2-ba-mai-anh-sau-ngay-ong-nguyen-van-thieu-mat-da-noi-gi-voi-bao-chi-93092.html}}\n* {{chú thích web|url-status=live|author1=Nam Anh|author2=Mai Kỳ|title=Bà Mai Anh đưa Tổng thống Thiệu vào mê cung mê tín dị đoan|url=https:\/\/laodong.vn\/archived\/ba-mai-anh-dua-tong-thong-thieu-vao-me-cung-me-tin-di-doan-681435.ldo|website=Lao Động|access-date =2021-04-30|date=2014-09-21|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430100856\/https:\/\/laodong.vn\/archived\/ba-mai-anh-dua-tong-thong-thieu-vao-me-cung-me-tin-di-doan-681435.ldo}}\n* {{chú thích web|url-status=live|title=Nguyễn Văn Thiệu (Kỳ 1): Chuyện ly kỳ về lá số tử vi|url=https:\/\/danviet.vn\/nguyen-van-thieu-ky-1-chuyen-ly-ky-ve-la-so-tu-vi-77771036259.htm|website=Dân Việt|access-date =2021-04-30|date=2019-11-29|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430061916\/https:\/\/danviet.vn\/nguyen-van-thieu-ky-1-chuyen-ly-ky-ve-la-so-tu-vi-77771036259.htm|ref={{sfnRef|''Dân Việt'' 2019}}}}\n* {{chú thích web|url-status=live|author1=Nguyễn Kỳ Phong|title=Việt Nam Cộng Hòa trước và sau Tết Mậu Thân 1968|url=https:\/\/www.bbc.com\/vietnamese\/vietnam-43217291|website=BBC News Tiếng Việt|access-date = ngày 2 tháng 5 năm 2021 |date=2018-02-28|archive-date = ngày 2 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210502031938\/https:\/\/www.bbc.com\/vietnamese\/vietnam-43217291}}\n* {{chú thích web|url-status=live|title=Nguyen Van Thieu|url=https:\/\/www.telegraph.co.uk\/news\/obituaries\/1358069\/Nguyen-Van-Thieu.html|website=The Daily Telegraph|access-date = ngày 2 tháng 5 năm 2021 |language=en|date=2001-10-01|archive-date=2021-05-04|archive-url=https:\/\/web.archive.org\/web\/20210504091332\/https:\/\/www.telegraph.co.uk\/news\/obituaries\/1358069\/Nguyen-Van-Thieu.html|ref={{sfnRef|''The Daily Telegraph'', 1 tháng 10 năm 2001}}}}\n* {{chú thích web|url-status=live|author1=Nguyễn Tiến Hưng|title=Ý kiến về 'Người Cày Có Ruộng'|archive-date=2021-05-15|archive-url=https:\/\/web.archive.org\/web\/20210515101714\/https:\/\/www.bbc.com\/vietnamese\/forum-41376956|url=https:\/\/www.bbc.com\/vietnamese\/forum-41376956|website=BBC News Tiếng Việt|access-date =2021-05-15|date=2017-09-24}}\n* {{chú thích web|url-status=live|author1=Nguyễn Tiến Hưng|title=30\/04: Tổng thống Minh và văn thư yêu cầu Mỹ rút khỏi Việt Nam|url=https:\/\/www.bbc.com\/vietnamese\/forum-52471319|website=BBC News Tiếng Việt|access-date =2021-04-29|location=Virginia, Hoa Kỳ|date=2020-04-29|archive-date=2021-04-29|archive-url=https:\/\/web.archive.org\/web\/20210429150231\/https:\/\/www.bbc.com\/vietnamese\/forum-52471319|author-mask=3}}\n* {{chú thích web|url-status=live|author1=Nông Huyền Sơn|title=Chân mạng của Nguyễn Văn Thiệu|url=http:\/\/antg.cand.com.vn\/Ho-so-mat\/Chan-mang-cua-Nguyen-Van-Thieu-307775\/|website=An ninh Thế giới|publisher=Báo Công an nhân dân điện từ|access-date =2021-04-30|date=2014-03-25|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430061914\/http:\/\/antg.cand.com.vn\/Ho-so-mat\/Chan-mang-cua-Nguyen-Van-Thieu-307775\/}}\n* {{chú thích web|url-status=live|author1=Nông Huyền Sơn|title=Chiến đoàn “ma” trong vụ đảo chính Ngô Đình Diệm|url=http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Chien-doan-ma-trong-vu-dao-chinh-Ngo-Dinh-Diem-406841\/|website=An ninh thế giới|publisher=Báo Công an nhân dân điện tử|access-date =2021-04-30|date=2016-09-06|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430125920\/http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Chien-doan-ma-trong-vu-dao-chinh-Ngo-Dinh-Diem-406841\/|author-mask=3}}\n* {{chú thích web|url-status=live|author1=Quốc Việt|title=Thương vụ đặc biệt: Bán vàng!|url=https:\/\/tuoitre.vn\/thuong-vu-dac-biet-ban-vang-731957.htm|website=Tuổi Trẻ Online|access-date =2021-04-29|archiveurl=https:\/\/web.archive.org\/web\/20170118050816\/http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150410\/thuong-vu-dac-biet-ban-vang\/731957.html|archivedate=2017-01-18|date=2015-04-10}}\n* {{chú thích web|url-status=live|author1=Phong Hoàn Công|title=Cựu Tổng thống Nguyễn Văn Thiệu và những trang đời tức tưởi|url=http:\/\/antgct.cand.com.vn\/So-tay\/Cuu-Tong-thong-Nguyen-Van-Thieu-va-nhung-trang-doi-tuc-tuoi-310545\/|website=An ninh Thế giới|publisher=Báo Công an nhân dân điện tử|access-date =2021-04-29|date=2008-01-07|archive-date=2021-04-29|archive-url=https:\/\/web.archive.org\/web\/20210429150231\/http:\/\/antgct.cand.com.vn\/So-tay\/Cuu-Tong-thong-Nguyen-Van-Thieu-va-nhung-trang-doi-tuc-tuoi-310545\/}}\n* {{chú thích web|url-status=live|author1=Phong Hoàn Công|title=Tổng thống Sài Gòn cũ Nguyễn Văn Thiệu và hành trình chiến bại (kỳ II)|url=http:\/\/antgct.cand.com.vn\/So-tay\/Tong-thong-Sai-Gon-cu-Nguyen-Van-Thieu-va-hanh-trinh-chien-bai-(ky-II)-312186\/|website=An ninh thế giới|publisher=Báo Công an nhân dân điện tử|access-date =2021-04-30|date=2010-04-21|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430223918\/http:\/\/antgct.cand.com.vn\/So-tay\/Tong-thong-Sai-Gon-cu-Nguyen-Van-Thieu-va-hanh-trinh-chien-bai-(ky-II)-312186\/|author-mask=3}}\n* {{chú thích web|url-status=live|last1=Shales|first1=Tom|trans-title=Trở về Việt Nam|title=Return to Vietnam|url=https:\/\/www.washingtonpost.com\/archive\/lifestyle\/1982\/05\/24\/return-to-vietnam\/0099cf46-534e-48f7-98ec-ab02a1c732c3\/|website=The Washington Post|access-date =2021-04-29|language=en|date=1982-05-24|archive-date=2021-05-18|archive-url=https:\/\/archive.today\/20210518235818\/https:\/\/www.washingtonpost.com\/archive\/lifestyle\/1982\/05\/24\/return-to-vietnam\/0099cf46-534e-48f7-98ec-ab02a1c732c3\/}}\n* {{chú thích web|url-status=live|last1=Stowe|first1=Judy|title=Nguyen Van Thieu|website=The Independent|url=https:\/\/www.independent.co.uk\/news\/obituaries\/nguyen-van-thieu-729460.html|access-date = ngày 2 tháng 5 năm 2021 |archiveurl=https:\/\/web.archive.org\/web\/20091105185110\/http:\/\/www.independent.co.uk\/news\/obituaries\/nguyen-van-thieu-729460.html|archivedate=2009-11-05|location=Vương quốc Anh|language=en|date=2001-10-02}}\n* {{chú thích web|url-status=live|title=Thieu is reported arriving in Taipei|trans-title=Thiệu được cho là đã đến Đài Bắc|url=https:\/\/www.nytimes.com\/1975\/04\/26\/archives\/thieu-is-reported-arriving-in-taipei-said-to-fly-in-with-wife-and.html|website=The New York Times|access-date =2021-04-29|language=en|date=1975-04-26|ref={{SfnRef|''New York Times'', 26 tháng 4 năm 1975}}|archive-date=2021-04-29|archive-url=https:\/\/web.archive.org\/web\/20210429150231\/https:\/\/www.nytimes.com\/1975\/04\/26\/archives\/thieu-is-reported-arriving-in-taipei-said-to-fly-in-with-wife-and.html}}\n* {{chú thích web|trans-title=Thiệu dời đến sống tại một căn hộ cho thuê tại Đài Bắc|title=Thieu Moves Into Rented House in Taipei|url=https:\/\/www.nytimes.com\/1975\/06\/03\/archives\/thieu-moves-into-rented-house-in-taipei.html|website=The New York Times|access-date =2021-05-27|ref={{SfnRef|''New York Times'', 3 tháng 6 năm 1975}}|location=Đài Bắc|language=en|date=1975-06-03|archive-date=2021-05-31|archive-url=https:\/\/web.archive.org\/web\/20210531221157\/https:\/\/www.nytimes.com\/1975\/06\/03\/archives\/thieu-moves-into-rented-house-in-taipei.html}}\n* {{chú thích web|url-status=live|title=TT Nguyễn Văn Thiệu 'cuồng tâm linh, tín phong thủy'|url=https:\/\/datviet.trithuccuocsong.vn\/van-hoa\/nguoi-viet\/tt-nguyen-van-thieu-cuong-tam-linh-tin-phong-thuy-2259073|website=Đất Việt|access-date =2021-04-30|date=2011-06-15|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430061918\/https:\/\/datviet.trithuccuocsong.vn\/van-hoa\/nguoi-viet\/tt-nguyen-van-thieu-cuong-tam-linh-tin-phong-thuy-2259073|ref={{sfnRef|''Đất Việt'' 2011}}}}\n* {{chú thích web|url-status=live|trans-title=Tổng thống do Hoa Kỳ hậu thuẫn trước ngày Sài Gòn sụp đổ|title=US-backed president before the collapse of Saigon|url=https:\/\/www.irishtimes.com\/news\/us-backed-president-before-the-collapse-of-saigon-1.330821|website=The Irish Times|access-date =2021-04-30|language=en|date=2001-10-06|archive-date=2021-05-04|archive-url=https:\/\/web.archive.org\/web\/20210504091412\/https:\/\/www.irishtimes.com\/news\/us-backed-president-before-the-collapse-of-saigon-1.330821|ref={{sfnRef|''The Irish Times'', 6 tháng 10 năm 2001}}}}\n* {{chú thích web|url-status=live|author1=V.H|title=Tổng thống Ngụy quyền Nguyễn Văn Thiệu - Kẻ đầu cơ chính trị và ái tình (Kỳ IV)|url=https:\/\/petrotimes.vn\/tong-thong-nguy-quyen-nguyen-van-thieu-ke-dau-co-chinh-tri-va-ai-tinh-ky-iv-282276.html|website=Báo điện tử Petrotimes|access-date =2021-04-30|date=2015-05-07|archive-date=2021-04-30|archive-url=https:\/\/web.archive.org\/web\/20210430053348\/https:\/\/petrotimes.vn\/tong-thong-nguy-quyen-nguyen-van-thieu-ke-dau-co-chinh-tri-va-ai-tinh-ky-iv-282276.html|ref={{sfnRef|''Petrotimes'' 2015}}}}\n{{refend}}\n\n== Đọc thêm ==\n;Phóng sự điều tra về 16 tấn vàng của báo ''Tuổi Trẻ'':\n* {{chú thích web|author1=Bùi Thanh|title=Ông Thiệu đã chuyển 16 tấn vàng sang Mỹ?|website=Tuổi Trẻ Online |url=https:\/\/tuoitre.vn\/ky-1-ong-thieu-da-chuyen-16-tan-vang-sang-my-134622.htm<!-- |access-date =2021-05-16 -->|date=2006-04-26}}\n* {{chú thích web|author1=Bùi Thanh|title=Kỳ 2: Chuyến ra đi bí mật|url=https:\/\/tuoitre.vn\/ky-2-chuyen-ra-di-bi-mat-134801.htm|website=Tuổi Trẻ Online<!-- |access-date =2021-05-13 -->|date=2006-04-27|author-mask=3}}\n* {{chú thích web|author1=Bùi Thanh|title=Kỳ 3: Không có ánh sáng cuối đường hầm|url=https:\/\/tuoitre.vn\/ky-3-khong-co-anh-sang-cuoi-duong-ham-134929.htm |website=Tuổi Trẻ Online|date=2006-04-28|author-mask=3}}\n* {{chú thích web|author1=Bùi Thanh|title=Kỳ 4: Kế hoạch bí mật từ dinh tổng thống|url=https:\/\/tuoitre.vn\/ky-4-ke-hoach-bi-mat-tu-dinh-tong-thong-135084.htm|website=Tuổi Trẻ Online|date=2006-04-29|author-mask=3}}\n* {{chú thích web|author1=Bùi Thanh|title=Kỳ 5: Vàng đổi chủ|url=https:\/\/tuoitre.vn\/ky-5-vang-doi-chu-135236.htm|date=2006-04-30|author-mask=3|website=Tuổi Trẻ Online }}\n* {{chú thích web|author1=Bùi Thanh|title=Người giữ chìa khóa kho vàng|url=https:\/\/tuoitre.vn\/ky-cuoi-nguoi-giu-chia-khoa-kho-vang-135370.htm|date=2006-05-1|author-mask=3|website=Tuổi Trẻ Online }}\n;Khác:\n* {{chú thích web|title=Hội thảo: Hoàn cảnh khiến VNCH chọn ‘dân chủ một phần’, dân thấy ‘bị phản bội’|url=https:\/\/www.voatiengviet.com\/a\/hoan-canh-khien-vnch-chon-dan-chu-mot-phan-dan-thay-bi-phan-boi\/5133309.html|website=VOA|date=2019-10-22<!--|access-date =2021-05-02 |archive-date=2021-02-26|archive-url=https:\/\/web.archive.org\/web\/20210226202713\/https:\/\/www.voatiengviet.com\/a\/hoan-canh-khien-vnch-chon-dan-chu-mot-phan-dan-thay-bi-phan-boi\/5133309.html -->}}\n* {{chú thích sách|author1=Lâm Quang Thi|author-link1=Lâm Quang Thi|title=The Twenty-five Year Century: A South Vietnamese General Remembers the Indochina War to the Fall of Saigon|date=2002|publisher=University of North Texas Press|location=Denton|isbn=978-1-57441-143-0|trans-title=Hai mươi lăm năm trong một thế kỷ|oclc=1058159084|url=https:\/\/books.google.de\/books?id=EuElvVvorT8C|language=en}}\n* {{chú thích sách|author=Nguyễn Cao Kỳ|authorlink1=Nguyễn Cao Kỳ|first2=Marvin J.|last2=Wolf|trans-title=Đứa con cầu tự|language=en|title=Buddha's Child: My Fight to Save Vietnam|date=2002|publisher=St. Martin's Publishing Group|location=New York|isbn=978-1-4668-6085-8|oclc=865182586|url=https:\/\/books.google.de\/books?id=uZLqAQAAQBAJ }}\n* {{chú thích web|author1=Nguyễn Hòa|title=Tranh luận về những năm cuối của VNCH và TT Nguyễn Văn Thiệu|url=https:\/\/www.nguoi-viet.com\/little-saigon\/hoi-thao-ve-vnch-tai-dai-hoc-oregon-tranh-luan-ve-nhung-nam-cuoi-cua-vnch-va-tt-nguyen-van-thieu\/|website=Nguoi Viet Online|date=2019-10-18<!--|access-date =2021-05-02 |archive-date = ngày 1 tháng 5 năm 2021 |archive-url=https:\/\/web.archive.org\/web\/20210501183101\/https:\/\/www.nguoi-viet.com\/little-saigon\/hoi-thao-ve-vnch-tai-dai-hoc-oregon-tranh-luan-ve-nhung-nam-cuoi-cua-vnch-va-tt-nguyen-van-thieu\/ -->}}\n* {{chú thích tạp chí|last1=Welsch|first1=Gabriel|type=Truyện ngắn|title=Nguyen Van Thieu Is Dead at 78|journal=The Georgia Review|date=2003|volume=57|issue=4|pages=826–838|url=https:\/\/thegeorgiareview.com\/posts\/nguyen-van-thieu-is-dead-at-78\/|jstor=41402370|issn=0016-8386}}\n<!-- Đang cập nhật -->\n\n==Liên kết ngoài==\n{{Thể loại Commons|Nguyễn Văn Thiệu}}\n{{Wikiquote|Nguyễn Văn Thiệu}}\n* {{Britannica|413640|Nguyen Van Thieu}}\n* {{TĐBKVN|23680}}\n* [http:\/\/content.time.com\/time\/covers\/0,16641,19670915,00.html Nguyen Van Thieu] trên tạp chí ''[[Time (tạp chí)|Time]]'', số ngày 15 tháng 9 năm 1967\n* [https:\/\/americanarchive.org\/catalog\/cpb-aacip_512-513tt4gj27 A Conversation with Nguyen Van Thieu] tại [[:en:American Archive of Public Broadcasting|Cơ quan Lưu trữ Truyền hình Công cộng Hoa Kỳ]]\n\n{{Nguyên thủ Việt Nam Cộng hòa}}\n{{navboxes|list=\n{{Nguyên thủ Việt Nam}}\n{{Chính trị Việt Nam Cộng hòa}}\n{{Dòng thời gian Chiến tranh Việt Nam}}\n{{Biến cố Phật giáo}}\n}}\n{{Kiểm soát tính nhất quán}}\n{{Thanh chủ đề|Tiểu sử|Chính trị|Lịch sử Việt Nam |Chiến tranh Việt Nam}}\n\n{{Thời gian sống|1923|2001}}{{Sao chọn lọc|phiên bản chọn lọc=65072403|thời gian=21 tháng 6 năm 2021}}<!--\n-->{{nobots}}<!--\n-->\n\n[[Thể loại:Người Ninh Thuận]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Nguyên thủ Việt Nam Cộng hòa]]\n[[Thể loại:Đảng Dân chủ (Việt Nam Cộng hòa)]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Phó Thủ tướng Việt Nam Cộng hòa]]\n[[Thể loại:Người Việt di cư tới Mỹ]]\n[[Thể loại:Tử vong do đột quỵ]]\n[[Thể loại:Chính khách Đảng Cần lao Nhân vị]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Người chống cộng Việt Nam]]\n[[Thể loại:Cựu sinh viên trường École Spéciale Militaire de Saint-Cyr]]\n[[Thể loại:Độc tài quân sự]]"}