{"3299975":"{{Nhiều vấn đề|\n{{Chú thích trong bài|date=tháng 9\/2022}}\n{{Cần biên tập|date=tháng 9\/2022}}\n}}\n'''Nguyễn Hữu Nghiêm''' (chữ Hán: 阮有嚴) ([[1491]] – tháng 1 năm [[1525]]), người xã Thọ Khê (còn gọi là Phúc Khê, tên tục gọi là Làng Nét), huyện [[Đông Ngàn (huyện)|Đông Ngàn]], phủ Từ Sơn, trấn Kinh Bắc (nay là thôn Thọ Khê, xã [[Đông Thọ]], huyện [[Yên Phong]], tỉnh [[Bắc Ninh]]), là thượng thư [[bộ Lễ]], đỗ [[thám hoa]] khoa thi năm 1508 dưới triều [[Lê Uy Mục]].\n\n== Sự nghiệp ==\n\nNăm 18 tuổi, Nguyễn Hữu Nghiêm đỗ Đệ nhất giáp Tiến sĩ cập đệ, đệ tam danh (tức thám hoa), khoa Mậu Thìn, niên hiệu Đoan Khánh thứ tư đời Lê Uy Mục (1508), cùng khoa với trạng nguyên [[Nguyễn Giản Thanh]], bảng nhãn [[Hứa Tam Tỉnh]]<ref name=ngaynay\/>.\n\nÔng làm quan đến chức Thượng thư Bộ Lễ, Chưởng Hàn lâm viện sự. Năm 1522, khi [[Lê Chiêu Tông]] gặp loạn [[Mạc Đăng Dung]] chạy ra ngoài, ông đang giữ chức Phó đô ngự sử, nhận mật chiếu của vua cùng [[Đàm Thận Huy]] về Bắc Giang khởi binh, đánh quân Mạc ở bờ sông An Thường. Sau thế cô thua trận, ông phải rút quân về thành Bảo Thọ (huyện Yên Thế), tiếp tục bị thua. Sau đó, ông cùng con trai bị quân Mạc bắt đưa về [[Thăng Long]] rồi bị Mạc Đăng Dung dùng xe xé xác vào tháng 12 năm Ất Dậu (tức tháng 1 năm 1525)<ref name=ndt\/><ref name=thd\/>.\n\nÔng được truy phong là ''Tiết nghĩa Đại vương''<ref name=hannom\/>.\n\n== Giai thoại ==\nNăm Nhâm Thân thứ tư (1512) niên hiệu Hồng Thuận thời [[Lê Tương Dực]], trời đại hạn. Nhà vua sai Nguyễn Hữu Nghiêm tới đến đền Phù Đổng (huyện Gia Lâm) làm lễ cầu đảo nhưng trời vẫn không mưa. Đến nửa đêm Nguyễn Hữu Nghiêm mộng thấy Thánh Gióng phán bảo: \"Xã tắc đang lâm nạn chỉ có thần Quý Minh ở đền Hàm Sơn giữ một bầu nước, hãy đến đấy mà cầu tất linh ứng\". Tỉnh dậy ông cùng đoàn tuỳ tùng đến ngay đền Hàm Sơn (tại làng Chờ Cả, huyện Yên Phong, tỉnh Bắc Ninh) mổ trâu cúng tế thần thì quả nhiên trời đổ mưa lớn.\n\nĐể tạ ơn, triều đình lễ tạ, ban cho đền Hàm Sơn 5000 viên gạch Rồng và chiếc trống cái (còn gọi là trống sấm). Đây là nơi duy nhất có trống sấm ở nước Đại Việt thời đó.\n\n== Vinh danh và hậu duệ ==\nTên của Nguyễn Hữu Nghiêm được đặt cho một con đường ở [[thành phố Bắc Ninh]]. Ông được phối thờ tại nhà thờ họ tại làng Thọ khê (tên tục là làng Nét) (xã [[Đông Thọ]], huyện [[Yên Phong]], tỉnh Bắc Ninh)<ref name=dct\/>.\n\nTiếp tục kế thừa truyền thống khoa bảng của các thế hệ trước, hiện nay con cháu gia tộc Nguyễn Hữu có nhiều người đỗ đạt như: Tiến sĩ Toán học Nguyễn Minh Tuấn (ĐH KHTN - ĐH QGHN), PGS.TS Nguyễn Trọng Do (Nguyên chủ nhiện Khoa Quốc tế - ĐH QGHN), Nguyễn Ngọc Bích (Nhà sử học - Đại học Tổng hợp),...và nhiều người đỗ đạt hiển vinh.\n\nVề sau, theo gia phả con cháu tập hợp lại và tiếp tục phát huy truyền thống của gia tộc.\n\n== Tham khảo ==\n* Ngô Đức Thọ (chủ biên), Nguyễn Thúy Nga, Nguyễn Hữu Mùi. ''Các nhà khoa bảng Việt Nam (1075-1919)''. Nhà xuất bản Văn học, Hà Nội, 2006.\n* Trần Hồng Đức. ''Các vị trạng nguyên, bảng nhãn, thám hoa qua các triều đại phong kiến Việt Nam''. Nhà xuất bản Văn hóa thông tin, Hà Nội, 2006.\n* Đinh Công Tuấn. ''Biến đổi văn hóa làng nghề truyền thống trên địa bàn tỉnh Bắc Ninh''. Luận án tiến sĩ. Đại học Văn hóa Hà Nội, 2015.\n\n== Chú thích ==\n\n{{Tham khảo|2|refs=\n\n<ref name=ngaynay>{{chú thích báo\n|tác giả= Gia Bảo\n|tác phẩm= Tạp chí điện tử Ngày Nay online\n|url= http:\/\/www.ngaynay.vn\/chuyen-ong-trang-do-dat-cao-de-duoc-ngam-giai-nhan-yeu-men-5-p206812.html\n|tên bài= Chuyện 'ông Trạng' đỗ đạt cao để được ngắm giai nhân yêu mến\n|ngày= 2015-12-15\n|ngày truy cập= 2016-01-14\n|title= Bản sao đã lưu trữ\n|access-date= 2016-01-14\n|archive-date= 2016-01-02\n|archive-url= https:\/\/web.archive.org\/web\/20160102120818\/http:\/\/www.ngaynay.vn\/chuyen-ong-trang-do-dat-cao-de-duoc-ngam-giai-nhan-yeu-men-5-p206812.html\n}}<\/ref>\n\n<ref name=ndt>\nNgô Đức Thọ, Sđd, tr. 263.\n<\/ref>\n\n<ref name=thd>\nTrần Hồng Đức, Sđd, tr. 90.\n<\/ref>\n\n<ref name=hannom>\n{{chú thích web\n| url = http:\/\/www.hannom.org.vn\/detail.asp?param=1337&Catid=560\n| tiêu đề = Bia Văn miếu Bắc Ninh - Văn bia đề danh tiến sĩ từ khoa Mậu Thìn (1508) đến khoa Bính Tuất (1526)\n| author =\n| ngày = 2009-04-02\n| ngày truy cập = 2016-01-14\n| work= Viện nghiên cứu Hán nôm, Viện hàn lâm Khoa học và Xã hội Việt Nam}}\n<\/ref>\n\n<ref name=dct>\nĐinh Công Tuấn, Tlđd, tr. 196.\n<\/ref>\n\n}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n{{Thời gian sống|1491|1525}}\n\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Thám hoa Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}