{"70909":"{{Chú thích trong bài|date=tháng 8\/2022}}\n{{Cần biên tập|date=tháng 8\/2022}}\n[[Nhà văn]] '''Nguyên Hùng''' có tên khai sinh là '''Mạc Đăng Thân''', sinh ngày [[19 tháng 4]] năm [[1927]] tại [[Côn Đảo]], quê gốc tại [[Thành phố Cao Lãnh|Cao Lãnh]], [[Đồng Tháp]], mất ngày [[28 tháng 3]] năm [[2005]] tại [[Thành phố Hồ Chí Minh]] <ref>https:\/\/tuoitre.vn\/nguyen-hung-va-nhung-nhan-vat-giang-ho-nam-bo-72181.htm<\/ref>. Sinh thời ông là hội viên [[Hội Nhà văn Việt Nam]], thành viên Câu lạc bộ Những nhà báo cựu kháng chiến.\n\nNăm 1945 ông tham gia viết báo ''Chống xâm lăng'', sau đó về công tác tại Sở Thông tin Nam Bộ. Sau năm 1954 ông hoạt động báo chí công khai trong Sài Gòn, sống bằng nghề viết báo, viết văn và dịch thuật. Ông thông thạo nhiều ngoại ngữ: Anh, Pháp, Đức, là phóng viên của các báo ''Lẽ Sống, Dân Ta, Dân Tiến, Thời sự Miền Nam, Tuần báo Nhân Loại....''.Cùng với 10 nhà báo và 3 trí thức khác ông đã từng bị chính quyền [[Ngô Đình Diệm]] đem ra \"đấu lý công khai\" với Tỉnh trưởng [[Định Tường]] vào năm 1958.\n\nÔng thường hay viết về các nhân vật giang hồ đặc biệt của [[miền Nam (Việt Nam)|miền Nam Việt Nam]], đi sâu vào tâm lý tình cảm, khí chất hào sảng đặc biệt của người Nam Bộ.\n\n==Tác phẩm==\n* Người Bình Xuyên (tiểu thuyết tư liệu in, 1985, tái bản 1988) được chuyển thể thành phim ''[[Dưới cờ đại nghĩa]]'' (do hai đạo diễn Tường Phương và Phương Nam viết kịch bản)\n* Sư thúc Hòa Hảo (tiểu thuyết tư liệu, 1990)\n* Đường xuyên Tây (tiểu thuyết tư liệu, 1989)\n* Nữ kiệt miền Tây (truyện tư liệu về tình báo, 1992)\n* Đệ nhất cù lao (tiểu thuyết tư liệu, 1995)\n* Qua bến (tiểu thuyết tư liệu về [[thi tướng Huỳnh Văn Nghệ]], 1995)\n* Nguyễn Bình - Huyền thoại và sự thật (tiểu thuyết tư liệu, 1995) \n* [[Dương Quang Đông]] xuyên Tây\n* Thi tướng chiến khu xanh (tiểu thuyết về thi tướng [[Huỳnh Văn Nghệ]]) được chuyển thể thành phim ''[[Vó ngựa trời Nam]]'' (do [[Lê Cung Bắc]] đạo diễn)\n* Ung Văn Khiêm - Anh Ba nội vụ\n* Công tử Bạc Liêu được chuyển thể thành phim điện ảnh [[Công tử Bạc Liêu (phim điện ảnh)|Công tử Bạc Liêu]]\n* Chiến khu Đ của tôi\n* Chém vè giữa làng báo Sài Gòn\n* Bảy Viễn - Thủ lĩnh Bình Xuyên\n* Nam Bộ - Những nhân vật một thời vang bóng (2003)\n\n==Giải thưởng văn học==\n* Bót cầu sắt (kịch ngắn) giải thưởng Hội Nghệ sĩ sân khấu Việt nam năm 1977\n* Chuyện tình Bảy Núi (kịch nói do Đinh Bằng Phi chuyển hát tuồng), Giải thưởng Hội sân khấu thành phố, Giải thưởng Hội Nghệ sĩ sân khấu Việt Nam 1995\n* Món quà vô giá (truyện ngắn) giải thưởng Hội Nhà văn thành phố (1980)\n* Nguyễn Bình-huyền thoại và sự thật, giải thưởng về cuộc thi tiểu thuyết hay do Báo Công an thành phố và Hội Nhà văn Thành phố Hồ Chí Minh tổ chức.\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai tiểu sử}}\n\n{{Thời gian sống|1927|2005}}\n\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ từ 1976]]\n[[Thể loại:Nhà báo Việt Nam]]"}