{"17636435":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Phúc Miên Ngụ\n| tên gốc = 阮福綿寓\n| tước vị = [[Hoàng tử]] [[nhà Nguyễn]]\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| con cái = \n| kiểu tên đầy đủ = Tên húy\n| tên đầy đủ = '''Nguyễn Phúc Miên Ngụ'''<br>阮福綿寓\n| thụy hiệu = <font color = \"grey\">Hiếu Ý<br>孝懿<\/font>\n| hoàng tộc = \n| cha = Nguyễn Thánh Tổ<br>[[Minh Mạng]]\n| mẹ = Quý nhân<br>[[Lê Thị Lộc]]\n| sinh = [[29 tháng 4]] năm [[1833]]\n| mất = [[20 tháng 3]] năm [[1847]] (14 tuổi)\n| nơi mất = \n| nơi an táng = [[Hương Thủy, Thừa Thiên - Huế]]\n}}\n'''Nguyễn Phúc Miên Ngụ''' ([[chữ Hán]]: 阮福綿寓; [[29 tháng 4]] năm [[1833]] – [[20 tháng 3]] năm [[1847]]), là một [[hoàng tử]] con vua [[Minh Mạng]] [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\nHoàng tử Miên Ngụ sinh ngày 10 tháng 3 (âm lịch) năm [[Quý Tỵ]] ([[1833]]), là con trai thứ 64 của vua [[Minh Mạng]], mẹ là ''Thất giai Quý nhân'' [[Lê Thị Lộc]]<ref name=\":1\">''Nguyễn Phúc tộc thế phả'', tr.313<\/ref>. Ông là người con út của bà Quý nhân. Lúc nhỏ, hoàng tử Miên Ngụ thông minh đĩnh ngộ hơn người, lại rất chăm học, khi ra ở phủ riêng thì chỉ đam mê sách vở, ngày ngày chăm việc bút nghiên, không cười nói càn rỡ với ai<ref name=\":0\">''Đại Nam liệt truyện'', tập 3, quyển 7 – phần ''Hoàng tử Miên Ngụ''<\/ref>.\n\nNăm [[Minh Mạng]] thứ 21 ([[1840]]), vua cho đúc các con thú bằng [[vàng]] để ban thưởng cho các hoàng thân anh em, các hoàng tử công và hoàng tử chưa được phong tước. Hoàng tử Miên Ngụ được ban cho một con [[kỳ lân]] bằng vàng nặng 3 lạng 5 [[đồng cân]]<ref>''Đại Nam thực lục'', tập 5, tr.696<\/ref>.\n\nNăm [[Thiệu Trị]] thứ 7 ([[1847]]), Quý nhân [[Lê Thị Lộc]] qua đời, Miên Ngụ đau thương mẹ quá độ, lại gặp lúc ông đang bị [[đậu mùa]] khiến cơ thể càng trở nên suy kém<ref name=\":1\" \/><ref name=\":0\" \/>. 13 ngày sau khi bà Quý nhân mất, hoàng tử Miên Ngụ cũng qua đời khi mới có 15 tuổi<ref name=\":0\" \/>.\n\nMộ của hoàng tử Miên Ngụ được táng trong khuôn viên đất lăng của bà Quý nhân Lê Thị Lộc; vợ chồng công chúa [[Nguyễn Phúc Thụy Thận|Thụy Thận]] (chị ruột của hoàng tử) cũng được táng trong đất lăng của bà Lộc<ref>Theo gia phả phòng Phong Quốc công [[Nguyễn Phúc Miên Kiền|Miên Kiền]].<\/ref>. Do chưa lập gia thất nên ông được thờ ở đền Triển Thân vào năm [[1867]]. Năm [[Hàm Nghi]] thứ nhất ([[1885]]), [[mùa thu]], chuyển bài vị của hoàng tử vào thờ ở đền Thân Huân<ref name=\":0\" \/>.\n\nQuan [[bộ Lễ]] cho hoàng tử Miên Ngụ là chết trẻ nên không xin cho [[tên thụy]]. Các Hoàng tử công anh em đều thương tiếc, bèn bàn riêng với ''Tuy Lý công'' [[Nguyễn Phúc Miên Trinh|Miên Trinh]]. Miên Trinh nói rằng: \"''Thụy là do ở người trên cho, không phải dưới tạo ra được. Đời xưa phép đổi tên rất quan trọng, từ hầu, bá, công, khanh, đại phu khi chết, đều dâng trạng mà xin ở triều, bấy giờ mới giao xuống lễ quan đem bàn cùng các quan, đế lấy công luận phải trái, sau mới ghi vào quốc sử, để mãi đời sau. Nay riêng đặt thụy là không phải lễ''\"<ref name=\":0\" \/>.\n\nCác hoàng tử đều nói rằng: \"''Tiên vương đặt ra lễ cốt để răn giữ về đại thể, còn như ở chỗ nên thêm bớt khinh trọng thì theo ở người ta, lễ dẫu tinh vi, cũng không thể đủ từng người được. Trung hiếu là một vậy ông Ý đánh giặc ở đất Lang bị chết, người Lỗ muốn không làm tang lễ tên Ý theo hạng trẻ con chết non. [[Khổng Tử]] nói: Biết cầm giáo mác để giữ xã tắc, tuy muốn không theo tang lễ trẻ con chết non, chả cũng phải ư, sách Hiếu kinh nói: Để tang tuy thương xót đau khổ, nhưng không nên hủy hoại thân mình đến nỗi chết, để hại tính mạng không phải là hiếu vậy. Thánh nhân đặt ra lễ, tất có xót đến chỗ tệ hại. Về đời cuối, để tang mà làm được như Cao Ngư, được mấy người, phần nhiều hoặc sinh ra tệ hại nữa. Cho nên Tử Giả vì để tang hủy hoặc thân thể đến nỗi chết, kinh Xuân Thu khen là phải. Tri Xuân Vương là hợp để tang thương xót khóc 20 ngày rồi chết. Hoàn Lân có tang không chịu nỗi, chưa giỗ đầu mà chết, nhà chép sử đều khen là thuần hiếu. Huống chi là phú quí như nước Lỗ, nước Vệ, lại có hiếu hạnh như [[Tăng Tử]], Mẫn Tử, cũng có thể sánh tốt với người hiền ngày xưa, nêu tiếng hay đến đời khác, cần phải có tên thụy''\"<ref name=\":0\" \/>. Miên Trinh liền khảo sát nghĩa cổ, thuật lại tính hạnh của Miên Ngụ, đặt tên thụy là '''Hiếu Ý''' (孝懿)<ref name=\":0\" \/>.\n\nNăm [[1845]], vua Thiệu Trị có ban cho hoàng đệ Miên Ngụ bộ ''Trãi'' (豸) để đặt tên cho các con cháu trong phòng<ref>''Đại Nam thực lục'', tập 6, tr.756<\/ref>, nhưng do ông không có người nối dõi nên bộ chữ ấy không được dùng đến.\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''[http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf Nguyễn Phúc Tộc thế phả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200927051537\/http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf |date=2020-09-27 }}'', Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n\n== Xem thêm ==\n* [[Gia đình Minh Mạng]]\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1833]]\n[[Thể loại:Mất năm 1847]]\n[[Thể loại:Hoàng tử Minh Mạng]]"}