{"3641132":"{{Thông tin nhân vật phong kiến\n| tên = Nguyễn Chiêu Huấn\n| tên gốc = 阮昭訓 \n| học vấn = Bảng nhãn\n| chức quan = Thượng thư bộ  Công\n| nơi sinh = thôn An Tập, xã (làng) Yên Phụ, huyện Yên Phong\n| nghề nghiệp = quan nhà [[Lê sơ]], nhà [[Mạc]]\n| quốc gia = [[Đại Việt]]\n| quốc tịch = \n| dân tộc = \n| triều đại = [[Nhà Hậu Lê]], [[nhà Mạc]]\n}}\n\nBảng nhãn '''Nguyễn Chiêu Huấn (阮昭訓) ''' (?-?) là một nhà thơ, quan nhà Lê trong lịch sử Việt Nam.\n\n== Tiểu sử ==\nNguyễn Chiêu Huấn quê làng Yên Phụ, huyện Yên Phong, tỉnh [[Bắc Ninh]].<ref>Ngọc Khánh Vũ, Minh Thảo Phạm, Thị Thu Hà Nguyễn. ''Từ điển văn hóa giáo dục Việt Nam''. Nhà xuất bản Văn hóa thông tin, 2003. Trang 426<\/ref> Năm 1514, tức năm Hồng Thuận thứ 5 đời vua [[Lê Tương Dực]] ông đỗ Bảng Nhãn (tiến sĩ cập đệ, đệ nhất giáp, đệ nhị danh). Ông là một trong những bậc danh nho nổi tiếng ở vùng đất Kinh Bắc, và là một trong những học trò xuất sắc của tiến sĩ [[Đàm Thận Huy]] (cũng là con rể), học cùng với bạn là [[Nguyễn Giản Thanh]].\n\nBảng nhãn Nguyễn Chiêu Huấn từng đi sứ Trung Quốc, làm đến chức Thượng thư bộ công.\n\n==Giai thoại==\n\nThiên ''Tùng đàm'' trong sách [[Kiến văn tiểu lục]] của [[Lê Quý Đôn]] có kể lại câu chuyện rằng:\n\nMột hôm gặp trời mưa học trò phải lưu lại nhà thầy Đàm Thận Huy. Đàm tướng công liền ra vế đối:\n:''\"Vũ vô kiềm tỏa năng lưu khách\"''\n(Có nghĩa: Mưa không có then khóa mà giữ được khách lại)\n\nNguyễn Giản Thanh liền đối:\n:''\"Sắc bất ba đào dị nịnh nhân\"''\n(Có nghĩa: Nhan sắc không có sóng gió mà làm đắm lòng người)\n\nNguyễn Chiêu Huấn đối là: \n:''\"Nguyệt hữu loan cung bất xạ nhân\"''\n(Có nghĩa: Trăng có cánh cung mà không bắn người)\n\nMột học trò khác đối là:\n:''\"Phân bất uy quyền dị xử nhân\"''\n(Có nghĩa: Phân không có quyền uy mà dễ dọa người)\t\n\nNghe xong các vế đối của học trò, thầy Đàm Thận Huy phán rằng: Giản Thanh tính hào hoa phóng đãng nhưng hiếu sắc. Chiêu Huấn là người có lòng nhân. Cả hai tất sau này thành đạt. Còn người thứ ba sau này bỉ ổi.\n\n==Vinh danh==\n\nTên ông được đặt tên đường tại thành phố Bắc Ninh, tỉnh Bắc Ninh\n\n== Hậu duệ ==\nÔng có người cháu tên [[Nguyễn Khắc Khoan]] đỗ tiến sĩ khoa Mậu Tuất  (1598).\n\n==Xem thêm==\n* [[Đàm Thận Huy]]\n* [[Nguyễn Giản Thanh]]\n* [[Chu Văn Nghị]]\n== Tham khảo ==\n{{tham khảo}}\nhttp:\/\/www.hannom.org.vn\/default.asp?CatID=560\n\nhttp:\/\/hodamthanbacninh.vn\/chi-tiet-bv\/su-tich-mo-phan-cu-khai-to-dong-ho-dam.html\n\n{{sơ khai}}\n\n[[Thể loại:Bảng nhãn Việt Nam]]\n[[Thể loại:Thủ khoa Nho học Việt Nam]]\n[[Thể loại:Người Bắc Ninh]]"}