{"3195956":"{{Thông tin viên chức\n|tên= Nguyễn Văn Điềm\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: ARVN 1st Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 1 Bộ binh\n|bắt đầu= 12\/1973\n|kết thúc= 3\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá<br>-Chuẩn tướng (4\/1974)\n|tiền nhiệm= -Chuẩn tướng [[Lê Văn Thân]]\n|kế nhiệm= -Sau cùng\n|phó chức vụ= Tư lệnh phó<br>Tham mưu trưởng\n|phó viên chức= -Đại tá Trương Tấn Thục<br>-Đại tá Ngô Văn Lợi\n|địa hạt= Quân khu 1\n\n|chức vụ 2= Tư lệnh phó Sư đoàn 1 Bộ binh<br>Kiêm XLTV<ref>Xử lý thường vụ<\/ref> Tư lệnh Sư đoàn<br>(từ 19\/9 đến 1\/11\/1972)\n|bắt đầu 2= 12\/1971\n|kết thúc 2= 12\/1973\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá\n|phó chức vụ 2= Tư lệnh\n|phó viên chức 2= -Thiếu tướng [[Phạm Văn Phú]]<br>-Chuẩn tướng [[Lê Văn Thân]]\n|địa hạt 2= Quân khu 1\n\n|chức vụ 3= Trung đoàn trưởng Trung đoàn 1<br>thuộc Sư đoàn 1 Bộ binh \n|bắt đầu 3= 11\/1969\n|kết thúc 3= 12\/1971\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tá<br>-Đại tá (10\/1970)\n|phó chức vụ 3= Tư lệnh\n|phó viên chức 3= -Thiếu tướng [[Ngô Quang Trưởng]]<br>-Thiếu tướng [[Phạm Văn Phú]]\n|địa hạt 3= Vùng 1 chiến thuật\n\n|chức vụ 4= Trung đoàn phó Trung đoàn 1<br>thuộc Sư đoàn 1 Bộ binh\n|bắt đầu 4= 6\/1968\n|kết thúc 4= 11\/1969\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Thiếu tá (6\/1968)<br>-Trung tá (1\/1969)\n|phó chức vụ 4= Tư lệnh\n|phó viên chức 4= -Thiếu tướng [[Ngô Quang Trưởng]]\n\n|chức vụ 5= Trưởng phòng 2 Sư đoàn 1 Bộ binh\n|bắt đầu 5= 8\/1963\n|kết thúc 5= 1\/1964\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại úy (8\/1963)\n|kế nhiệm 5= -Đại úy [[Vũ Văn Giai]]\n|địa hạt 5= Vùng 1 chiến thuật\n|phó chức vụ 5= Tư lệnh Sư đoàn\n|phó viên chức 5= -Đại tá [[Trần Thanh Phong]]\n\n|quốc tịch= {{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tử nạn\n|nghề nghiệp= Quân nhân\n|dân tộc= [[người Việt|Kinh]]\n|cha= -Nguyễn Văn Bùi\n|mẹ= -Nguyễn Thị Châu\n|vợ= Công tằng Tôn nữ Minh Tâm<br>''(Hoàng tộc nhà Nguyễn)''\n|con= 7 người con (3 trai, 4 gái):<br>Nguyễn Minh Đệ<br>Nguyễn Minh Đức<br>Nguyễn Minh Đại<br>Nguyễn Thị Anh Đào<br>Nguyễn Thị Thanh Đan<br>Nguyễn Thị Bích Đào<br>Nguyễn Thị Minh Đoàn\n|họ hàng= Nguyễn Phúc Ưng Ký (cha vợ)<br>Nguyễn Thị Hảo (mẹ vợ)\n|học vấn= Tú tài bán phần\n|học trường= -Trường Quốc học Khải Định, Huế<br>-Trường Sĩ quan Trừ bị Thủ Đức\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[Tháng 8]] năm [[1930]]\n|nơi sinh= [[Thừa Thiên]], [[Liên bang Đông Dương]]\n|ngày mất= {{ngày mất|1975|3|29}} ([[45]] tuổi)\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|nơi mất= [[Sa Huỳnh]], [[Quảng Ngãi]], [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|năm phục vụ= [[1953]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: ARVN 1st Division SSI.svg|20px]] [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Nguyễn Văn Điềm''' (1930-1975), nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ những khóa đầu tiên của trường Sĩ quan Trừ bị do Quân đội Quốc gia Việt Nam mở ra ở miền Nam, ban đầu với mục đích đào tạo sĩ quan để phục vụ cho Quân đội Liên hiệp Pháp. Suốt thời gian tại ngũ, ông chỉ chuyên phục vụ trong Quân chủng Bộ binh. Ông đã tuần tự đi lên từ chức vụ chỉ huy cấp Trung đội cho đến Tư lệnh cấp Sư đoàn. Cuối tháng 3 năm 1975, ông bị tử nạn khi đang trên đường di tản về tuyến sau.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 8 năm 1930 trong một gia đình Nho học tại Thừa Thiên, miền Trung Việt Nam. Ông học Tiểu học và Trung học theo giáo trình Pháp tại Huế. Năm 1949, ông tốt nghiệp Trung học Phổ thông Khải Định tại Huế với văn bằng Tú tài bán phần (Part I). Sau đó được bổ dụng làm công chức ngoại ngạch tùng sự tại Huế cho đến khi gia nhập quân đội.\n\n===Quân đội Quốc gia Việt Nam===\nCuối năm 1953, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 50\/200.102. Theo học khóa 4 Cương Quyết 1 tại trường Sĩ quan Trừ bị Thủ Đức, khai giảng ngày 1 tháng 12 năm 1953. Ngày 1 tháng 6 năm 1954 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]].<ref>Tốt nghiệp khóa 4 Cương Quyết 1, sau này lên tướng có Trung tướng [[Ngô Quang Trưởng]], Thiếu tướng [[Bùi Thế Lân]]. Các Chuẩn tướng [[Lê Quang Lưỡng]], [[Hồ Trung Hậu]] và cố Chuẩn tướng [[Nguyễn Trọng Bảo]].<\/ref> Ra trường giữ chức vụ Trung đội trưởng trong một đơn vị Bộ binh.\n\n===Quân đội Việt Nam Cộng hòa===\nGiữa năm 1956, sau 8 tháng chuyển từ Quân đội Quốc gia sang phục vụ Quân đội Việt Nam Cộng hòa, ông được thăng cấp [[Trung úy]] giữ chức vụ Đại đội trưởng thuộc Tiểu đoàn 1, Trung đoàn 2, Sư đoàn 1 Bộ binh.\n\nCuối năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (ngày 1 tháng 11). Ngày 2 tháng 11 ông được thăng cấp [[Đại úy]] và được chỉ định giữ chức vụ Trưởng phòng 2 trong Bộ tư lệnh Sư đoàn 1 Bộ binh do Đại tá [[Trần Thanh Phong]] làm Tư lệnh. Tháng 1 năm 1964, ông bàn giao chức vụ này lại cho Đại úy [[Vũ Văn Giai]] (nguyên Trại trưởng Lực lượng Đặc biệt Khâm Đức) để nhận nhiệm vụ mới trong Bộ tư lệnh Sư đoàn.\n\nGiữa năm 1968, ông được thăng cấp [[Thiếu tá]] và được cử làm Chỉ huy phó Trung đoàn 1 thuộc Sư đoàn 1 Bộ binh do Thiếu tướng [[Ngô Quang Trưởng]] làm Tư lệnh Sư đoàn. Ngày 1 tháng 1 năm 1969, ông được thăng cấp [[Trung tá]] và được cử giữ chức vụ Trung đoàn trưởng Trung đoàn 1. Tháng 10 năm 1970, ông được đặc cách tại mặt trận thăng cấp [[Đại tá]] tại nhiệm.\n\nThời gian giữ chức Chỉ huy Trung đoàn 1, ông đã trải qua 2 vị Tư lệnh là Thiếu tướng [[Ngô Quang Trưởng]] (6\/1966-8\/1970) và Thiếu tướng [[Phạm Văn Phú]] (8\/1970-11\/1972)\n\nCuối năm 1971, ông chuyển nhiệm vụ về Bộ tư lệnh Sư đoàn 1 và được cử làm Tư lệnh phó Sư đoàn, phụ tá cho Thiếu tướng [[Phạm Văn Phú]]. Ngày 19 tháng 9 năm 1972, Thiếu tướng [[Phạm Văn Phú]] xin từ nhiệm vì lý do sức khoẻ, ông được giao Xử lý Thường vụ chức vụ Tư lệnh Sư đoàn trong thời gian chờ Tư lệnh mới. Ngày 1 tháng 11 cùng năm, Chuẩn tướng [[Lê Văn Thân]] được bổ nhiệm làm Tư lệnh Sư đoàn, ông tiếp tục trở về chức vụ Tư lệnh phó.\n\nCuối năm 1973, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn 1 Bộ binh thay thế Chuẩn tướng [[Lê Văn Thân]]<ref>Chuẩn tướng Lê Văn Thân được cử đi làm Chỉ huy phó Trường Võ bị Quốc gia Đà Lạt<\/ref>. Ngày 1 tháng 4 năm 1974 ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n*''Sư đoàn 1 Bộ binh vào thời điểm tháng 3\/1975, nhân sự của Bộ tư lệnh Sư đoàn và Chỉ huy các Trung đoàn được phân bổ trách nhiệm như sau:''<br>-Tư lệnh - Chuẩn tướng Nguyễn Văn Điềm<br>-Tư lệnh phó - Đại tá [[Trương Tấn Thục (Đại tá, Quân lực VNCH)|Trương Tấn Thục]]<ref>Đại tá Trương Tấn Thục sinh năm 1927 tại Khánh Hòa, tốt nghiệp khóa 9 Võ bị Đà Lạt<\/ref><br>-Tham mưu trưởng - Đại tá [[Ngô Văn Lợi (Đại tá, Quân lực VNCH)|Ngô Văn Lợi]]<ref>Đại tá Ngô Văn Lợi sinh năm 1928 tại Hà Nội, tốt nghiệp khóa 6 Võ bị Đà Lạt<\/ref><br>-Chỉ huy Pháo binh - Trung tá [[Phan Văn Phúc (Trung tá, Quân lực VNCH)|Phan Văn Phúc]]<ref>Trung tá Phan Văn Phúc, tốt nghiệp khóa 5 Võ khoa Thủ Đức<\/ref><br>-Trung đoàn 1 - Đại tá [[Võ Toàn (Đại tá, Quân lực VNCH)|Võ Toàn]]<ref>Đại tá Võ Toàn sinh năm 1942 tại Thừa Thiên, tốt nghiệp khóa 17 Võ bị Đà Lạt<\/ref><br>-Trung đoàn 3 - Trung tá [[Hoàng Mão (Trung tá, Quân lực VNCH)|Hoàng Mão]]<ref>Trung tá Hoàng Mão sinh năm 1942 tại Thừa Thiên, tốt nghiệp khóa 20 Võ bị Đà Lạt<\/ref><br>-Trung đoàn 51 - Đại tá [[Nguyễn Bùi Quang (Đại tá, Quân lực VNCH)|Nguyễn Bùi Quang]]<ref>Đại tá Nguyễn Bùi Quang sinh năm 1934 tại Thừa Thiên, tốt nghiệp khóa 10 Võ bị Đà Lạt<\/ref><br>-Trung đoàn 54 - Trung tá [[Nguyễn Văn Bình (Trung tá, Quân lực VNCH)|Nguyễn Văn Bình]]<ref>Trung tá Nguyễn Văn Bình sinh năm 1943 tại Thừa Thiên, tốt nghiệp khóa 19 Võ bị Đà Lạt<\/ref>\n\n==1975==\nNgày 28 tháng 3, ông được giao kiêm chức vụ Quân trấn trưởng Đà Nẵng. Ngày 29 tháng 3, trong chuyến trực thăng UH1.H bay từ Non Nước (Đà Nẵng) lúc hoàng hôn di tản về Quy Nhơn, Bình Định. Vì chở nặng và bay trong đêm cộng thêm sương mù nên trực thăng bay theo ven biển. Bay đến địa phận Quận Bình Sơn, Quảng Ngãi, trực thăng chao đảo, cánh quạt chạm nước gây tai nạn và chìm xuống biển. Trên trực thăng chở hơn 10 người gồm Phi hành đoàn, ông cùng một số sĩ quan Chỉ huy, Tham mưu và một Thượng sĩ Y tá.<ref>Khi chiếc trực thăng UH.1H bị rơi, hầu hết số người trên phi cơ đều bị tử nạn và mất tích, duy nhất chỉ có một người sống sót là Trung tá [[Lê Ngọc Bình (Trung tá, Quân lực VNCH)|Lê Ngọc Bình]] Cơ trưởng và cũng là Phi đoàn trưởng Phi đoàn 257 ''(Phi đoàn có nhiệm vụ tản thương và tìm cứu)''.<\/ref> Khi tử nạn, mất tích, ông mới 45 tuổi.\n\nNgày 2 tháng 10 năm 2011, gia đình ông đã tìm ra hài cốt tại địa điểm sát bờ biển Lá Ngải, thôn An Hải, xã Bình Châu, Bình Sơn, Quảng Ngãi. Ngoài hài cốt của ông còn có phần hài cốt của Đại tá Võ Toàn.\n\n==Gia đình==\n*Thân phụ: Cụ Nguyễn Văn Bùi\n*Thân mẫu: Cụ Nguyễn Thị Châu\n*Nhạc phụ: Cụ Nguyễn Phúc Ưng Ký ''(Thuộc hệ thứ 3 trong bài Đế hệ thi)''\n*Nhạc mẫu: Cụ Nguyễn Thị Hảo\n*Phu nhân: Bà Công Tằng Tôn Nữ Minh Tâm ''(Sinh năm 1930 tại Huế)''\n:Ông bà có 7 người con (3 trai, 4 gái)<br>Nguyễn Minh Đệ, Nguyễn Minh Đức, Nguyễn Minh Đại, Nguyễn Thị Anh Đào, Nguyễn Thị Thanh Đan, Nguyễn Thị Bích Đào, Nguyễn Thị minh Đoàn\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1930]]\n[[Thể loại:Mất năm 1975]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Thừa Thiên Huế]]"}