{"305497":"{{chú thích trong bài}}\n'''Nguyễn Phong Di''' (阮豐貽<ref>[http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/543\/page\/21 國朝登科錄 ''Quốc triều đăng khoa lục (q.04)'']<\/ref>), tên thật là '''Nguyễn Thái Bạt''', sinh năm 1889, tại làng Nguyệt Viên, xã Hoằng Quang, huyện [[Hoằng Hóa]], phủ Hà Trung, tỉnh [[Thanh Hóa]] (nay là làng Nguyệt Viên, xã Hoằng Quang, thành phố Thanh Hoá, tỉnh Thanh Hoá). Thời trẻ ông từng theo phong trào [[Phong trào Đông Du|Đông Du]], sang [[Nhật Bản]] học ở Đồng văn học hiệu (同文学校, ''Dōbun Gakkō'') với sự giúp đỡ của [[Asaba Sakitaro]]. Khi phong trào Đông Du bị đàn áp, Phan Bội Châu phải lánh về [[Trung Hoa Dân Quốc (1912–1949)|Trung Quốc]], chính ông là người hộ tống Hoàng thân [[Cường Để]] cùng Phan Bội Châu về hoạt động ở [[Quảng Đông]]. Sau này vì các phong trào yêu nước lần lượt bị thất bại, ông trở về nước và ra trình diện chính quyền thực dân. Sống ở quê nhà, tự thấy phải có chức danh thì mới giúp được dân địa phương, vì vậy ông đành theo đòi lối học cử tử, mặc dù bấy giờ nho học đã suy tàn. Ông đã lần lượt [[Thi Hương|thi đỗ Cử nhân]] rồi Tiến sĩ khoa thi cuối cùng Nho học (khoa Kỷ Mùi - 1919, lúc đó ông 30 tuổi), đoạt danh hiệu đứng đầu là Đình Nguyên Nguyễn Phong Di.\n\nNguyễn Phong Di ra làm quan chưa được bao lâu thì bị bệnh mà chết, văn thân [[xứ Nghệ]] đã viếng đôi câu đối: \n\n::''Một nén hương đưa người chí sỹ''\n::''Trăm năm còn mãi tiếng đình nguyên.''\n\nCụ sinh năm 1883 mói là chính xác ? Năm 1919 Cụ đỗ Đình Nguyên năm 36 tuổi ? Cụ mất năm 1923 do bị Pháp ám sát ?\n(Nhà báo Nguyễn Duy Hữu chú thích)\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*''Nguyễn Phong Di truyện'' của [[Phan Bội Châu]]\n\n{{sơ khai khoa bảng Việt Nam}}\n\nCụ sinh năm 1883 mới đúng !\nCụ mất năm 1923 do bị Pháp bắt vì vẫn có tư tưởng chống thực dân. Nhân dịp Cụ bị ốm vào viện và bị Pháp tiêm thuốc độc và chết trong bệnh viện của nhà tù ?\n\n[[Thể loại:Sinh năm 1889]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Đình nguyên Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}