{"2414228":"{{Tiểu sử quân nhân\n|tên=Nguyễn Chí Điềm\n|hình=Tư lệnh Nguyễn Chí Điềm.jpg\n|chú thích hình=Chân dung Tư lệnh Nguyễn Chí Điềm\n|ngày sinh={{Ngày sinh|1920|05|01|df=yes}}\n|ngày mất={{Ngày mất và tuổi|1976|11|07|1920|05|01}}\n|nơi sinh=[[Đức Yên]], [[Đức Thọ]], [[Hà Tĩnh]], [[Việt Nam]]\n|nơi mất=\n|biệt danh=\n|phục vụ=[[Binh chủng Đặc công, Quân đội nhân dân Việt Nam|Đặc công]]\n|thuộc=\n|năm phục vụ=\n|cấp bậc=[[Đại tá]]\n|đơn vị=[[Binh chủng Đặc công, Quân đội nhân dân Việt Nam]]\n|chỉ huy=\n|tham chiến=[[Cách mạng tháng Tám]], [[Chiến tranh Việt Nam]], [[Cuộc kháng chiến chống Mỹ]]\n|khen thưởng=\n|gia đình=\n|công việc khác=\n|chữ ký=\n}}\n'''Nguyễn Chí Điềm''' (1920-1976) là một sĩ quan cao cấp [[Quân đội nhân dân Việt Nam]], hàm [[Đại tá]]. Ông là vị Tư lệnh đầu tiên của bộ đội [[Binh chủng Đặc công, Quân đội nhân dân Việt Nam|Đặc công Việt Nam]] trong thời kỳ 1967-1976.\n\n==Thân thế==\nÔng tên thật là '''Nghiêm Nghị''', sinh ngày [[1 tháng 5]] năm 1920, người làng Khổng Yên, xã Nghĩa Yên, huyện La Sơn, phủ Đức Thọ (nay thuộc xã [[Đức Yên]], huyện [[Đức Thọ]]), tỉnh [[Hà Tĩnh]]. Thân phụ ông tên là Nghiêm Đích, thâm mẫu ông tên là Đào Thị Lựu, đều thuộc gia đình khá giả. Nghiêm Nghị là người con trai lớn trong gia đình.<ref name=\"hatinh\" >[http:\/\/vanhocnghethuathatinh.org.vn\/nguyen-chi-diem-vi-tu-lenh-dac-cong-dau-tien-cua-tac-gia-dinh-quang-lan-1503585834.html \"Nguyễn Chí Điềm - Vị Tư lệnh Đặc công đầu tiên\" của tác giả Đinh Quang Lân]<\/ref>\n\nDo điều kiện gia đình, ông được cho theo học chương trình Tây học, cả về Quốc ngữ lẫn tiếng Pháp. Ông đậu bằng [[Thành chung]] (Diplome) khi mới 15 tuổi và có khả năng sử dụng tiếng Pháp thành thạo.<ref name=\"hatinh\" \/>\n\n==Bước đầu trên con đường cách mạng==\nTừ giữa thập niên 1930, do ảnh hưởng của phong trào [[Mặt trận Dân chủ Đông Dương]], các hoạt động xã hội dân trí phát triển trên toàn cõi Đông Dương. Tại làng Khổng Yên, nhiều hội đoàn được thành lập như Hội truyền bá chữ Quốc ngữ, Hội Hướng đạo, Hội buôn bán, Hội Tương tế... mà trong đó nhiều người trong gia tộc ông tham gia rất tích cực. Đặc biệt, gia đình ông còn tổ chức đưa hơn 30 gia đình nghèo lên Đà Lạt lập nghiệp. Riêng ông cũng nhận trách nhiệm phụ trách Hội Ca kịch, văn hóa văn nghệ, thể dục, thể thao, học sinh và đoàn thanh niên...<ref name=\"hatinh\" \/>\n\nTuy nhiên, khi chính phủ [[Mặt trận Bình dân (Pháp)|Mặt trận Bình dân]] ở Pháp sụp đổ và nguy cơ chiến tranh lan rộng ở [[châu Âu]], tại [[Đông Dương]], chính quyền thực dân tăng cường đàn áp các phong trào có hơi hướng [[dân tộc chủ nghĩa]]. Để tránh bị bức hại, nhiều người dân làng quê ở Đức Thọ lo sợ bị khủng bố, đã tìm cách di cư vào Nam, vào vùng [[Đà Lạt]], bấy giờ vẫn còn rất hoang vu để sinh sống, trong đó có cả gia đình của Nghiêm Nghị.\n\n==Tham gia Tổng khởi nghĩa tháng 8==\nKhi các cán bộ [[Việt Minh]] khôi phục cơ sở tại Đà Lạt, ông được họ liên lạc và hướng dẫn hoạt động bí mật cho phong trào. Tháng 5 năm 1945, ông cùng một số đồng chí Việt Minh của ông tại Đà Lạt bố trí tham gia tổ chức [[Đoàn thanh niên Phan Anh]], qua đó gây ảnh hưởng cho phong trào độc lập và nhanh chóng kiểm soát tổ chức này để nắm lấy lực lượng.<ref>''Cách mạng tháng 8 năm 1945 ở Lâm Đồng''. Tr. 18<\/ref> Lợi dụng sự bảo trợ trên danh nghĩa của người Nhật, ông cùng các đồng chí đã tăng cường tổ chức và huấn luyện quân sự các tổ chức thanh niên công khai.<ref>''Cách mạng tháng 8 năm 1945 ở Lâm Đồng''. Tr. 20<\/ref><ref name=\"lsdbld\" >{{Chú thích web |url=http:\/\/www.lamdong.gov.vn\/vi-VN\/a\/daihoidang\/tdhd\/lich-su\/Pages\/Ls-dang-lam-dong-30-75-phan-thu-nhat.aspx |ngày truy cập=2018-01-05 |tựa đề=Lịch sử Đảng bộ tỉnh Lâm Đồng (1930 - 1975) |archive-date=2011-08-29 |archive-url=https:\/\/web.archive.org\/web\/20110829101933\/http:\/\/www.lamdong.gov.vn\/vi-VN\/a\/daihoidang\/tdhd\/lich-su\/Pages\/Ls-dang-lam-dong-30-75-phan-thu-nhat.aspx }}<\/ref>\n\nVì vậy, giữa tháng 8 năm 1945, khi chỉ thị chuẩn bị Tổng khởi nghĩa của lãnh đạo Việt Minh chuyển đến Đà Lạt, tối ngày 21 tháng 8, ông cùng các đồng chí đã thành lập Ủy ban khởi nghĩa do ông Phan Đức Huy làm Chủ tịch, các ông Đinh Quế, Trương Văn Hoàn, Phạm Khắc Quán, Nghiêm Nghị làm Ủy viên và quyết định thời điểm khởi nghĩa nổ ra tại Đà Lạt là vào ngày 23 tháng 8 năm 1945.<ref name=\"baolamdong\" >[http:\/\/baolamdong.vn\/vhnt\/201307\/uoc-mo-co-mot-tuong-dai-2260112\/ Ước mơ có một tượng đài!]<\/ref> Ông được phân công nhiệm vụ đến đồn bảo an thuyết phục đồn trưởng Quản Trang và binh lính giao đồn.<ref name=\"lsdbld\" \/><ref>''Cách mạng tháng 8 năm 1945 ở Lâm Đồng''. Tr. 21<\/ref> Ngoài ra, ông còn cùng một số thanh niên bí mật thiết lập một trạm truyền thanh trong phòng nhỏ ở trước chợ trung tâm Đà Lạt (nay là rạp hát 3 - 4 khu Hòa Bình) và 2 cụm loa (gồm 3 chiếc gắn trên nóc chợ và 2 chiếc đặt trên ngọn cây thông phía sau nhà thờ Tin Lành) để truyền thanh về cuộc khởi nghĩa.\n\nVào lúc 4 giờ sáng ngày [[23 tháng 8]] năm 1945, ông thay mặt Ủy ban khởi nghĩa Đà Lạt - Lâm Viên, đọc lệnh khởi nghĩa và kêu gọi các tầng lớp nhân dân Đà Lạt tham gia vào cuộc biểu tình thị uy.<ref name=\"baolamdong\" \/> Ông cũng là người đứng ra tiếp nhận bàn giao đồn bảo an và vũ khí của binh lính trong đồn, gồm trên 200 khẩu súng, trong đó có 4 khẩu trung liên và một số tiểu liên.<ref name=\"lsdbld\" \/><ref>''Cách mạng tháng 8 năm 1945 ở Lâm Đồng''. Tr. 27<\/ref> Sau đó, ông còn chỉ huy đoàn biểu tình chiếm đồn cảnh sát, phá nhà tù, thả tù nhân chính trị. Tuy nhiên, các địa điểm quan trọng khác như bưu điện, trạm vô tuyến điện, kho bạc... vẫn bị quân Nhật chiếm giữ.\n\n==Trở thành chỉ huy quân sự==\nSau khi cuộc khởi nghĩa tại Đà Lạt hoàn thành, Ủy ban nhân dân cách mạng lâm thời tỉnh Lâm Viên được thành lập, do ông Phan Đức Huy làm Chủ tịch, ông Đinh Quế làm Phó chủ tịch. Nghiêm Nghị được phân công làm Ủy viên Quân sự.<ref name=\"lsdbld\" \/><ref>[http:\/\/baolamdong.vn\/xahoi\/201609\/da-lat-trong-mua-thu-cach-mang-2730985\/ Đà Lạt trong mùa thu cách mạng]<\/ref><ref>''Cách mạng tháng 8 năm 1945 ở Lâm Đồng''. Tr. 29<\/ref>\n\nNgày [[23 tháng 9]] năm 1945, liên quân Anh - Pháp nổ súng tái chiếm [[Sài Gòn]]. [[Nam Bộ kháng chiến]] bùng nổ. Tại những vùng chưa thể điều động binh lực, tướng chỉ huy quân Anh - Pháp là [[Douglas Gracey]] ra lệnh cho các đơn vị lính Nhật chưa bị giải giáp phải giữ gìn trật tự và giải tán các đơn vị vũ trang của người Việt. Trên cương vị là Ủy viên quân sự, từ ngày [[30 tháng 10]] năm 1945, Nghiêm Nghị đã chỉ huy các đơn vị vũ trang tại Đà Lạt chống trả các cuộc hành binh của quân Nhật vào Đà Lạt để tiếp viện và giải tán chính quyền lâm thời của người Việt.<ref name=\"baolamdong\" \/> Tuy nhiên, do thế lực quá chênh lệch, đến ngày [[15 tháng 11]], quân Nhật đã tiến quân vào được Đà Lạt, giải tán và bắt giữ một số yếu nhân của chính quyền lâm thời.<ref>''Cách mạng tháng 8 năm 1945 ở Lâm Đồng''. Tr. 38<\/ref> Riêng ông thoát được và tập hợp các đơn vị còn lại, tổ chức một đơn vị vũ trang thống nhất, tiếp tục chiến đấu. Để tránh liên lụy đến gia đình, bấy giờ vẫn còn kẹt lại Đà Lạt, ông lấy tên mới là '''Nguyễn Chí Điềm'''. Vì vậy, đơn vị vũ trang của ông cũng được gọi là Bộ đội Nguyễn Chí Điềm.\n\nTuy nhiên, đến ngày [[27 tháng 1]] năm 1946, quân Pháp tiến quân tái chiếm 2 tỉnh [[Lâm Viên]] và [[Đồng Nai Thượng]]. Do sức chiến đấu quá chênh lệch, các tuyến phòng thủ của người Việt đều bị phá vỡ.<ref>''Cách mạng tháng 8 năm 1945 ở Lâm Đồng''. Tr. 39.<\/ref> Sau thất bại này, ông được Trung ương rút ra [[Hà Nội]] để nhận công tác khác.<ref name=\"baolamdong\" \/>\n\nÔng được kết nạp vào Đảng Cộng sản Đông Dương (bấy giờ hoạt động bí mật) năm 1948, sau đó, ông được điều trở lại vào vùng [[Bình Thuận]] chiến đấu. Tại đây, ông lần lượt giữ các chức vụ Tỉnh đội trưởng Bình Thuận, Trung đoàn trưởng Trung đoàn 812 trong khoảng thời gian 1950-1954. Cũng trong thời gian này, ông lần đầu được tiếp xúc với các kỹ thuật chiến đấu [[đặc công]] và thực hành tổ chức chiến đấu thực tế trong một số trận đánh bằng chiến thuật đặc công ở Bình Thuận.<ref>[https:\/\/dost-dongnai.gov.vn\/Pages\/kechuyenvebac-noidung.aspx?NewsID=340&TopicID=5&CoLookup=1 Trần Công An- Người anh hùng bình dị]<\/ref><ref>Lịch sử bộ đội đặc công Quân đội nhân dân Việt Nam (1945-2007)<\/ref>\n\n==Chỉ huy Lữ đoàn dù và Tư lệnh Đặc công==\nSau [[Hiệp định Genève, 1954]], ông cùng đơn vị tập kết ra Bắc.<ref>Trung đoàn 812 sau đổi phiên hiệu thành Trung đoàn 271, nay thuộc Sư đoàn 341.<\/ref> Ở miền Bắc, ông tiếp tục binh nghiệp và được phong quân hàm [[Trung tá]].\n\nĐầu năm 1961, Lữ đoàn dù 305 được thành lập. Ông được bổ nhiệm làm Lữ đoàn trưởng.<ref>[https:\/\/tuoitre.vn\/lu-doan-du-305---khuc-trang-ca-lang-le---ky-1-doi-ho-nam-575594.htm Lữ đoàn dù 305 - Khúc tráng ca lặng lẽ - Kỳ 1]<\/ref> Trong thời gian gần 7 năm làm chỉ huy lữ đoàn dù, ông tham gia tổ chức thực hiện nhiều nhiệm vụ đặc biệt như thả dù tiếp tế và giải cứu bên [[Lào]] hoặc dùng khí cầu để chống máy bay thâm nhập tầm thấp.\n\nTháng 3 năm 1967, Lữ đoàn dù 305 được tổ chức lại thành lực lượng đặc công. Ông được chỉ định làm Tư lệnh binh chủng này với cấp bậc [[Thượng tá]] và giữ chức vụ này trong suốt gần 10 năm. Trên cương vị Tư lệnh đặc công, ôngđã tham gia cơ quan tham mưu chiến dịch tại Trị - Thiên (1972), chiến dịch Hồ Chí Minh (1975), chủ trì Hội nghị tổng kết đặc công lần thứ nhất (1968), lần thứ hai (1974), tổng kết đặc công trong cuộc Tổng tiến công và nổi dậy mùa Xuân năm 1975-1976.<ref name=\"qdnd\" >[http:\/\/sknc.qdnd.vn\/chuyen-tuong-linh\/nho-vi-tu-lenh-dau-tien-500518 Nhớ vị Tư lệnh đầu tiên!]<\/ref> Ông được phong quân hàm [[Đại tá]] vào năm 1974.\n\nSau khi Việt Nam thống nhất, ông được giao nhiệm vụ chủ trì Hội nghị Tổng kết đặc công trong cuộc Tổng tiến công và nổi dậy Xuân 1975. Tuy nhiên, do bệnh hiểm nghèo, ông bất ngờ qua đời ngày [[7 tháng 11]] năm 1976.<ref name=\"qdnd\" \/>\n\n==Tặng thưởng==\n* Huân chương Quân công hạng Nhất\n* 3 Huân chương Chiến công (1 hạng Nhất, 2 hạng Nhì).\n\n==Gia đình==\nTrước năm 1945, ông lập gia đình lần đầu với bà Nguyễn Thị Liên. Hai người có với nhau 1 người con trai là [[Nghiêm Sỹ Chúng]], sinh năm 1945. Tuy nhiên, khi chiến tranh nổ ra, do không có điều kiện nuôi dưỡng, người con trai Nghiêm Sỹ Chúng gửi cho một người đồng hương Đức Thọ là bà Lương Thị Minh nuôi dưỡng.<ref>[https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/loi-song\/nguoi-me-cua-dai-gia-dinh-1953773.html Người mẹ của đại gia đình]<\/ref> Vào khoảng năm 1950,<ref name=\"qdnd\" \/> bà Liên, bấy giờ là cán bộ của Hội liên hiệp phụ nữ tỉnh Bình Thuận, bị tử nạn do bị [[cọp]] vồ trong khu căn cứ tại Bình Thuận.\n\nSau năm 1954, gia đình và các con ông được đưa ra Bắc. Đến năm 1958, ông tái giá với bà [[Trần Thị Ngọ]], người [[Thanh Chương]], [[Nghệ An]]. Bà Ngọ từng có một đời chồng là liệt sĩ hy sinh trong [[Kháng chiến chống Pháp]] và một người con riêng tên Nguyễn Văn Ngọc, sinh năm 1950, về sau cũng là một liệt sĩ. Hai ông bà có với nhau thêm 2 người con, đều lấy theo họ Nguyễn. Bà Ngọ về sau được Nhà nước Việt Nam phong tặng danh hiệu [[Bà mẹ Việt Nam anh hùng]]<ref name=\"qdnd\" \/> và qua đời năm 2015.<ref>[http:\/\/101.99.23.35\/htx\/Vietnamese\/C1374\/default.asp?Newid=15577 Quận ủy - HĐND - UBND - UBMTTQ quận Ba Đình tổ chức trọng thể lễ tang Mẹ Việt Nam anh hùng Trần Thị Ngọ]<\/ref>\n\nThân phụ ông là cụ Nghiêm Đích qua đời năm 1967 tại quê nhà. Các em ông đều là sĩ quan quân đội cấp tá như Nghiêm Kình (phó chủ nhiệm chính trị Sư đoàn 320B, liệt sĩ, hy sinh năm 1972 tại Quảng Trị), Nghiêm Trình (binh chủng Tăng - thiết giáp), Nghiêm Nhu (Đoàn ca múa Tổng cục Chính trị), Nghiêm Sĩ Thái (Trưởng phân xã TTXVN tại Lâm Đồng)... Con trai lớn của ông Nghiêm Sỹ Chúng cũng là sĩ quan cao cấp của quân đội, hàm [[Thiếu tướng]].\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/vanhocnghethuathatinh.org.vn\/vi\/news\/Gioi-thieu-sach-moi\/Nguyen-Chi-Diem-Vi-Tu-lenh-Dac-cong-dau-tien-cua-tac-gia-Dinh-Quang-Lan-973\/ \"Nguyễn Chí Điềm - Vị Tư lệnh Đặc công đầu tiên\" của tác giả Đinh Quang Lân]\n* [http:\/\/sknc.qdnd.vn\/chuyen-tuong-linh\/nho-vi-tu-lenh-dau-tien-500518 Nhớ vị Tư lệnh đầu tiên!]\n* ''Lịch sử Đảng bộ tỉnh Lâm Đồng (1930 - 1975)''. Nhà xuất bản Chính trị Quốc gia, 2008.\n* ''Cách mạng tháng 8 năm 1945 ở Lâm Đồng''. Ban Tuyên giáo Tỉnh ủy Lâm Đồng, 1995.\n* ''Lịch sử bộ đội đặc công Quân đội nhân dân Việt Nam (1945-2007)'', Nhà xuất bản Quân đội nhân dân, 2007\n\n{{thời gian sống|1920|1976}}\n\n[[Thể loại:Đại tá Quân đội nhân dân Việt Nam]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Huân chương Quân công]]\n[[Thể loại:Huân chương Chiến công]]\n[[Thể loại:Tư lệnh Binh chủng Đặc công, Quân đội nhân dân Việt Nam]]"}