{"383530":"{{Infobox person\n| tên = Nguyễn Công Tiễu\n| hình = Nguyễn_Công_Tiễu,_Souverains_et_notabilités_d'Indochine.png\n| ngày sinh = năm 1892\n| ngày mất = năm 1976\n}}\n\n'''Nguyễn Công Tiễu''' (1892 - 1976) là một [[nhà khoa học]] chuyên nghiên cứu về nông nghiệp hàng đầu của Việt Nam ngay từ thời [[Pháp thuộc]] cho đến thời [[Việt Nam Dân chủ Cộng hòa|Việt Nam dân chủ cộng hòa]]. Cuộc đời làm khoa học của ông luôn gắn bó với người nông dân và nền nông nghiệp của đất nước. Ông từng học ở trường Bảo hộ (nay là [[Trường Trung học phổ thông Chu Văn An, Hà Nội|trường THPT Chu Văn An]]).\n\n==Cuộc đời==\n\nQuê quán: làng [[Trà Bồ]], xã [[Phan Bội Châu|Phan Sào Nam]], huyện [[Phù Cừ]], tỉnh [[Hưng Yên]].\n\nThuở nhỏ ông học [[chữ Hán|chữ Nho]], sau học chữ [[Quốc ngữ|Quốc Ngữ]]. Năm 1912: Tốt nghiệp [[Cao đẳng Nông Lâm]].\n[[Tập tin:Khoa học Tạp chí.png|trái|nhỏ|263x263px|Trang đầu Khoa học Tạp chí]]\nNăm 1931: Sáng lập tạp chí Khoa học. (ra được 232 số, đến tháng 8\/1941 thì bị đình bản)\n\nDo dồn hết thị lực quan sát, nghiên cứu sinh học trên kính hiển vi mà thị lực của ông yếu dần, đến năm ông 50 tuổi thì lòa hẳn. Ông học cách đọc và viết bằng chữ nổi cho người mù và tiếp tục nghiên cứu khoa học. Ông đã từng làm chủ tịch [[Hội người mù]] và tích cực tuyên truyền việc học chữ nổi cho người mù.\n\nNăm 1976: ông mất, thọ 85 tuổi.\n\n==Sự nghiệp==\n\nVới kiến thức khoa học và sự am hiểu thực tiễn sản xuất của nông dân, đầu tiên ông chọn lựa nghiên cứu loài [[bèo hoa dâu]] - là loại thực vật mọc nhiều ở vùng Phù Cừ quê hương ông. Ông đã từng viết bài về bèo hoa dâu gửi Hội nghị khoa học [[Thái Bình Dương]] mở rộng, bài viết của ông được đăng trong kỷ yếu của Hội nghị.\n\n=== Nghiên cứu về bèo hoa dâu ===\n[[Tập tin:Anabaena20151208152159.JPG|nhỏ|237x237px|Một chuỗi tảo lam (Anabaena azollae), ta có thể thấy một tế bào dị hình lớn hơn giúp cố định đạm]]\nCó một câu chuyện sâu xa về bèo hoa dâu. Xưa có một làng là làng Trà Bổng, tương truyền vào đời Lý, sư Khổng Minh Không gánh bèo hoa dâu đi trên sông Hồng sơ ý đánh rơi mấy đám. Dân trong vùng đem về nuôi làm phân bón thì ruộng lên rất tốt, vậy là làng \"phất\" lên. Dân làng lập đàn thờ nhà sư, rồi bán phân bón chế biến từ bèo hoa dâu, có người xa đến vài chục cây số cũng tìm đến mua. Nhưng chỉ ít người mới biết được bí quyết sản xuất. Họ không truyền cho ai và chỉ truyền cho con dâu sau khi thề không tiết lộ, nếu không sẽ bị Thần vật chết.\n\nĐiều này đã kích thích nhà khoa học. Nguyễn Công Tiễu dành ra 10 năm để quan sát bèo hoa dâu. Ông soi kính hiển vi không ngừng, rọi từ mọi phía, ghi chép tỉ mỉ không ngừng nghỉ, mắt mờ ông lại dùng thuốc, không thể để vuột mất một khoảng khắc nào...\n\n<nowiki>*<\/nowiki> * *\n\nRồi một buổi sáng, tim ông như nổ tung. Từ trong cuống là, một vật nhỏ bé, e ấp như một chuỗi ngọc trai lấp lánh từ từ hé ra. Đối chiếu sách vở và kinh nghiệm cá nhân, ông biết ngay đó là Tảo Lam (nay còn gọi là [[vi khuẩn lam]]), một loài sinh vật đã \"trú nhờ\" (tức là cộng sinh) ở bèo hoa dâu bao ngày. Tảo này có thể hút nitơ - có rất nhiều trong không khí - chuyển thành đạm hữu cơ nuôi sống cả mình và \"ân nhân\" - bèo hoa dâu.\n\nNói theo cách khoa học, tảo này có tên là ''Anabaena azollae'', có tác dụng chuyển hóa nito từ không khí trở thành dinh dượng cho thực vật. Khi ruộng ngập nước, bèo phát triển thu hợp chất hữu cơ để lưu trữ. Đến khi ruộng cạn, bèo chết để lại nguồn đạm quý giá. Cuộc cách mạng xanh châu Á mấy chục năm về trước cũng từ cây bèo hoa dâu này.\n\nSau này, khi bay vào vũ trụ, Phạm Tuân cũng mang theo những cây bèo hoa dâu.\n\nNgoài nghiên cứu về bèo hoa dâu ông, ông còn có nghiên cứu về khác:\n\n=== Nghiên cứu về hoa thủy tiên ===\n[[Tập tin:Narcissus tazetta var chinensis1.jpg|trái|nhỏ|Một bông hoa thủy tiên]]\nHoa thủy tiên cũng là một nghiên cứu nổi bật trong cuộc đời ông. Số là, ông để ý người Việt Nam mình cứ mỗi dịp Tết đến lại phải mua hoa Thủy tiên của bên \"Tàu\". Người trong nước cũng từng thử trồng thủy tiên mà củ nhỏ, hoa không đẹp như mua.\n\nVậy là ông cũng nghiên cứu. Nhà văn Nguyễn Công Hoan ghi lại trong quyển \"'''''Nhớ và ghi về Hà Nội\"''''':<blockquote>\" Ông lấy củ thủy tiên Tầu, trồng ở đất ta, thấy nó không sống. Tối 30 Tết, ông mới mua thủy tiên của Hoa kiều, còn mấy củ, ông mua hết, cốt để xem cái lồ đựng, để xem trong đó, ''(phân tích)'' xem chúng có những chất gì. Phân tích xong, ông dùng dòng đất ta có chất lượng tương đương để trồng thủy tiên. Củ ông nở hoa nhưng hoa rời rạc. Sau một Tết, đến mồng 7, ông dặn những người xe rác của thành phố, bán lại cho ông củ thủy tiên người ta vứt đi ''('' ''để ông lấy giống tiếp tục nghiên cứu)''\" (những đoạn chữ nghiêng không có trong nguyên bản)<\/blockquote>Vậy là vừa khoa học, vừa thực tế. Ông còn lập ra \"'''Thủy Tiên trang'''\" là nơi ông để các giống hoa thủy tiên khác nhau trên thế giới, đáng tiếc là khi Pháp tái chiếm Hà Nội đã đốt ngay khu vườn này. Ông còn lai tạo hoa thủy tiên Việt Nam với giống bên Ai Cập cho ra \"'''hoa Quốc Khánh'''\", có năm cánh đỏ lại có ngôi sao vàng ở giữa, nở đúng dịp 2\/9, ông để tặng công viên, tiếc là người ta để mất giống hoa này.\n\nNgoài ra, ông còn tìm ra cách thuộc da rắn, nhuộm màu cho thủy tinh và làm nước hoa bằng dược thảo.\n\n=== Thành tựu ===\n[[Tập tin:Một trang Hà Thành ngọ báo.png|nhỏ|Một trang Hà thành Ngọ báo chúc mừng ông Tiễu]]\nVới những đóng góp như vậy, ông đã đạt được nhiều thành tựu như:\n\nLà hội viên người Việt duy nhất trong Hội đồng nghiên cứu khoa học ở Đông Dương.\n\nLà nhà khoa học được đi đến nhiều nơi trên thế giới, ông luôn chú ý tìm kiếm những cây giống mới, kỹ thuật trồng và chăm sóc mới để về áp dụng ở nước mình.\n\n==Công trình nghiên cứu==\n\n* '''Những kỳ quan vũ trụ '''(1929)\n* '''Tạp chí Khoa học''' (1931-1941)\n* '''Những điều bí mật về bèo hoa dâu''' (1934)\n* '''Khảo cứu về bèo hoa dâu''' (1934)\n* '''Xem cây mọc dại biết loại đất hoang'''\n\n==Tham khảo==\n{{tham khảo}}\n\n* '''Danh nhân Hưng Yên''', Sở Văn hóa - Thông tin Hưng Yên, 2006\n\n{{sơ khai Hưng Yên}}\n\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Sinh năm 1892]]\n[[Thể loại:Mất năm 1976]]"}