{"3269573":"{{phân biệt|Nguyên Khang (ca sĩ hải ngoại)}}\n{{Cần biên tập|date=tháng 1\/2022}}\n{{Quan điểm người hâm mộ|date=tháng 1\/2022}}\n{{Thông tin nhân vật\n| tên = Nguyên Khang\n| hình = NguyenKhang1984.jpg\n| image_size = \n| alt = \n| ghi chú hình = Nguyên Khang vào năm 2020\n| tên gốc = \n| tên khai sinh = Đoàn Nguyên Khang\n| birth_date = {{ngày sinh và tuổi|1984|07|25}}\n| nơi sinh = [[Thành phố Hồ Chí Minh]], {{VIE}}\n| ngày mất = \n| nơi mất = \n| an táng = \n| cư trú = \n| quốc gia = \n| tên khác = \n| dân tộc = \n| quốc tịch = \n| học vị = \n| học vấn = \n| công việc = \n| năm hoạt động = [[2003]] - nay\n| tổ chức = \n| nổi tiếng = [[Xone FM]], [[Chuyên cơ số 6]], [[Trò chơi âm nhạc]]\n| kế nhiệm = \n| đảng phái = \n| người hôn phối = \n| con cái = \n| cha = \n| mẹ = \n| người thân = Đoàn Thị Anh Kim (sinh [[1991]]) (em gái)\n| giải thưởng = \n| website = \n| chữ ký = \n| cỡ chữ ký = \n| notable_works = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| Fanpage trên facebook = https:\/\/www.facebook.com\/MCNGUYENKHANG\/\n}}\n\n'''Đoàn Nguyên Khang''' (sinh ngày [[25 tháng 7]] năm [[1984]] tại [[Thành phố Hồ Chí Minh]]) là [[người dẫn chương trình]], phát thanh viên đầu tiên của chương trình [[Xone FM]]<ref>[http:\/\/news.zing.vn\/MC-Nguyen-Khang-thoi-hon-vao-Xone-FM-post119016.html Nguyên Khang làm MC cho Xone FM]. Truy cập 23 tháng 10 năm 2015<\/ref> trên [[Đài tiếng nói Việt Nam]]. Anh là Quán quân của cuộc thi Cầu vồng - lĩnh vực Người dẫn chương trình của [[VTV6]] năm 2009, quán quân của ''Sinh ra để tỏa sáng'' năm 2017 trên [[VTV3]] với sở đoản Nhạc cụ dân tộc.\n\nAnh sử dụng thông thạo tiếng Anh. Biết chơi bốn loại nhạc cụ: piano, đàn nguyệt, đàn nhị, đàn tứ... Anh đã đi được hơn 30 nước trên thế giới.\n\nAnh còn là MC cho nhiều chương trình của [[HTV7]], [[HTV9]], [[VTV3]], [[THVL|THVL1]] như ''Giọng hát Việt, Nhân tố bí ẩn, [[Không giới hạn - Sasuke Việt Nam]], Bước nhảy hoàn vũ, Người hát tình ca,...''\n\n==Sự nghiệp==\nNguyên Khang là một kỹ sư tốt nghiệp loại giỏi của ngành Vật lý kỹ thuật - Khoa Khoa Học Ứng Dụng của trường [[Đại học Bách Khoa Thành phố Hồ Chí Minh]].<ref name=\"thethaovanhoa1\">{{Chú thích web|url=http:\/\/www.thethaovanhoa.vn\/buixuanphai\/details\/c133n20081108052416389\/nguyen-khang-chang-ky-su-lam-mc.htm|tiêu đề=Nguyên Khang: Chàng kỹ sư làm MC|ngày truy cập=2015-11-30}}<\/ref>\n\nNăm 2003, Nguyên Khang bắt đầu khởi nghiệp khi tham gia vào tình nguyện viên cho [[SEA Games 22|Sea Games 22]],<ref name=vtc>{{Chú thích web|tiêu đề=MC Nguyên Khang – Bản lĩnh của loài sói|url=http:\/\/vtc.vn\/mc-nguyen-khang-ban-linh-cua-loai-soi.445.259061.htm|ngày truy cập=2015-11-30}}<\/ref> tình nguyện viên cho chương trình Tàu thanh niên Đông Nam Á và làm sĩ quan liên lạc cho Bộ Thương mại tại [[APEC]] - SOM II năm 2006.<ref name=2015.phapluattp>{{Chú thích web|tiêu đề=Nguyên Khang: Từ MC đám cưới đến truyền hình|url=http:\/\/2015.phapluattp.vn\/van-hoa-giai-tri\/nguyen-khang-tu-mc-dam-cuoi-den-truyen-hinh-527172.html|ngày truy cập=2015-11-30|archive-date=2015-12-08|archive-url=https:\/\/web.archive.org\/web\/20151208135515\/http:\/\/2015.phapluattp.vn\/van-hoa-giai-tri\/nguyen-khang-tu-mc-dam-cuoi-den-truyen-hinh-527172.html}}<\/ref>\n\nTháng 6 năm 2005, anh đại diện thanh niên Việt Nam tham gia Diễn đàn lãnh đạo thanh niên Châu Á tại Hàn Quốc, Tháng 7 năm 2005 anh đại diện thanh niên Châu Á tham gia Diễn đàn thanh niên Châu Á tại Nhật Bản.\n\nNăm 2005, anh là thí sinh xuất sắc nhất Gameshow ''Nốt nhạc vui'' khi còn là sinh viên năm 3, thắng nhất tháng, nhất năm và sau đó thi với hai ca sĩ [[Lam Trường]] và [[Cẩm Ly]].[https:\/\/www.youtube.com\/watch?v=Lcw09a3xt2Y].\n\nNăm 2006, Nguyên Khang bắt đầu sự nghiệp làm MC của mình qua cuộc thi tìm kiếm người dẫn chương trình của [[Đài truyền hình TPHCM|Đài Truyền hình TPHCM]] và lọt vào Top 10 thí sinh xuất sắc nhất. Sau đó, Nguyên Khang bắt đầu sự nghiệp bằng cách dẫn các sự kiện đám cưới, đặc biệt là các đám cưới dành cho người nước ngoài tại các khách sạn 5 sao ở TPHCM với khả năng tiếng Anh trôi chảy của mình khi anh còn học năm 3 của Đại học.\n\nCùng năm 2006, Nguyên Khang bước vào nghề MC khi dẫn chương trình ''Thế giới tuổi teen'' cùng MC Quỳnh Chi. Lúc ấy, anh là Lớp trưởng lớp MC của Nhà Văn Hóa Thanh Niên và tốt nghiệp với kết quả xuất sắc.\n\nNăm 2007, anh bắt đầu công viêc MC cho kênh phát thanh XoneFM với chương trình đầu tiên ''Tâm sự với FM''.<ref name=\"vietnamnet2\">{{Chú thích web|tiêu đề=MC Nguyên Khang và sự nếm trải những điều cùng cực nhất|url=http:\/\/vietnamnet.vn\/vn\/giai-tri\/246816\/mc-nguyen-khang-va-su-nem-trai-nhung-dieu-cung-cuc-nhat.html|ngày truy cập=2015-11-30}}<\/ref> Tiếp đến là những Breakfast show, Top40, Friday Live Jam, VN10...\n\nNăm 2009. anh là nhà vô địch đầu tiên của cuộc thi tìm kiếm người dẫn chương trình ''Cầu vồng'' do [[Đài Truyền hình Việt Nam|VTV]] tổ chức. Đây là bước ngoặt lớn trong sự nghiệp làm MC của anh.<ref name=\"vietnamnet2\" \/>. Từ đó anh bắt đầu dẫn các chương trình trên [[VTV6]] như ''Vân tay, Chuyên cơ số 6...''\n\nNăm 2012, Nguyên Khang để lại ấn tượng mạnh mẽ với công chúng khi dẫn chương trình cho [[SV 2012]]<ref>[http:\/\/hanoimoi.com.vn\/Tin-tuc\/Giai-tri\/534967\/nguyen-khang-lam-mc-cho-sv-2012- Nguyên Khang làm MC cho SV 2012]. Truy cập 23 tháng 10 năm 2015<\/ref>. Từ đó, anh được mời làm MC cho nhiều gameshow lớn nhỏ như ''Trò chơi âm nhạc, Ngôi sao thiết kế Việt Nam (2014), Hòa âm Ánh sáng (2015), Bài hát hay nhất (2016),...''\n\nTháng 1 năm 2017, anh tạm nghỉ công việc tại XoneFM sau 10 năm cộng tác, sau đó thì quay lại. Đồng thời anh tiếp tục ghi dấu ấn mạnh mẽ với công chúng với những chương trình ''Giọng hát Việt'', Tuyệt đỉnh song ca (phiên bản nhí và ''Cặp đôi vàng),'' ''Biệt đội vui nhộn, Ai sẽ thành sao, Người nghệ sĩ đa tài,''...\n\nNgày 6 tháng 12 năm 2017, Nguyên Khang thực hiện một talkshow được livestream mang tên mình (MrKLive) tại studio do anh và cộng sự phối hợp.\n\nNăm 2018, anh làm Giám đốc Âm nhạc cho The One Radio - chương trình âm nhạc tổng hợp thay thế Xone FM trên [[Đài Tiếng nói Việt Nam|VOV3]]\n\nTháng 3 năm 2019, anh được mời làm MC chương trình [https:\/\/facebook.com\/ConfettiVietnam Confetti Vietnam] trên ứng dụng [[Facebook]] sau Sam.\n\n== Đời tư ==\nNguyên Khang là anh trai lớn trong nhà, anh có hai người em gái là Đoàn Thị Anh Kim (em út) hiện đã tốt nghiệp trường Đại học Florida (University of Central Florida) khoa Quản trị Kinh doanh, tại Mỹ. và đã lập gia đình<ref name=\"news.zing\">{{Chú thích web |url =http:\/\/news.zing.vn\/MC-Nguyen-Khang-qua-loi-ke-cua-em-gai-post90000.html |tiêu đề =Những điều khó tin và xúc động về gia đình MC Nguyên Khang |tác giả 1 = |ngày = |nhà xuất bản =Zing News |ngày truy cập =31 tháng 1 năm 2016 |ngôn ngữ = }}<\/ref> Em kế tốt nghiệp loại giỏi ĐH Khoa học Xã hội và Nhân văn ngành Đông phương học, đã lập gia đình và có hai con. Lúc nhỏ, ba mẹ của Nguyên Khang chia tay nên anh sớm nhận thức được mình là trụ cột của mẹ và em gái.<ref name=\"news.zing\"\/> Để có được thành công như hiện tại, Nguyên Khang từng phải trải qua cuộc sống cơ cực và khó khăn.<ref>{{Chú thích web |url =http:\/\/m.vietnamnet.vn\/vn\/giai-tri\/175107\/roi-nuoc-mat-voi-gia-canh-khon-kho-cua-mc-nguyen-khang.html |tiêu đề =Rơi nước mắt với gia cảnh khốn khó của MC Nguyên Khang |tác giả 1 = |ngày = |nhà xuất bản =Việt Nam Net |ngày truy cập =31 tháng 1 năm 2016 |ngôn ngữ = }}<\/ref>\n\n== Các chương trình đã tham gia ==\n=== Người chơi - thí sinh - khách mời ===\n\n* Cầu vồng - Người dẫn chương trình 2009 - VTV6\n* [[Vì bạn xứng đáng]] - VTV3 (Người chơi)\n* Hát với ngôi sao - HTV7\n* Ca sĩ bí ẩn - HTV7\n* [[Ơn giời cậu đây rồi!|Ơn giời cậu đây rồi]] - VTV3\n* [[Ai là triệu phú]] - VTV3 (Người chơi)\n* Sinh ra để tỏa sáng - VTV3\n* [[Người bí ẩn]] - HTV7\n*[[Ai thông minh hơn học sinh lớp 5? (Việt Nam)|Ai thông minh hơn học sinh lớp 5?]] - VTV3 (Người chơi)\n*Nốt nhạc vui - HTV7\n*Khuấy động nhịp đam mê - HTV7\n*Sao Online - HTV7\n*[[Tam sao thất bản]] - VTV3 (Người chơi)\n*[[Ký ức vui vẻ]] - VTV3 (Người chơi)\n*5 giây thành triệu phú - HTV7\n*Đấu trường siêu việt - VTV3\n\n===Dẫn chương trình===\n\n==== 3 2 1 ====\nAnh dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== [[Ấn tượng VTV 2014]] ====\nAnh dẫn dắt chương trình này vào năm 2014.\n\n==== [[Sức nước ngàn năm]] ====\nAnh dẫn dắt chương trình này thay thế vị trí của MC Trịnh Lê Anh từ số phát sóng ngày 24\/5\/2020 cho đến nay. Ngoài ra, MC [[Thành Trung (MC)|Thành Trung]] và MC Hồng Phúc là nhân tố mới của chương trình.\n\n==== Biệt đội tài năng ====\nAnh dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== Cafe sáng với VTV3 ====\nAnh cùng với các MC khác dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== Camera cận cảnh ====\nAnh dẫn dắt chương trình cùng với MC Thanh Thảo.\n\n==== Chuyện cảnh giác ====\nAnh dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== Chuyên cơ số 6 ====\nTrong suốt thời gian phát sóng, anh luôn là người dẫn dắt chương trình.\n\n==== [[Không giới hạn - Sasuke Việt Nam]] ====\nAnh dẫn dắt chương trình cùng với nhà báo [[Lại Văn Sâm]] ở mùa đầu tiên, dẫn cùng MC [[Thành Trung (MC)|Thành Trung]] ở mùa thứ 2 và dẫn cùng với Diệp Lâm Anh trong 2 mùa đầu tiên.\n\n==== Mr. Miss 2013 ====\nAnh dẫn chương trình trong suốt thời gian phát sóng.\n\n==== Ngôi sao thiết kế thời trang Việt Nam 2013 ====\nAnh dẫn chương trình ở mùa đầu tiên.\n\n==== Ngôi sao Việt ====\nAnh dẫn chương trình trong suốt thời gian phát sóng.\n\n==== Hợp ca tranh tài ====\nAnh dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== [[Bước nhảy hoàn vũ]] ====\nAnh dẫn dắt chương trình ở mùa thứ 5 cùng với MC Yến Trang.\n\n==== [[SV]] ====\nAnh dẫn dắt chương trình tại khu vực miền Trung và miền Nam (SV 2012), từ vòng loại thứ 2 ở khu vực miền Bắc cho đến nay thì anh dẫn dắt cả 3 miền.\n\n==== [[Hòa âm Ánh sáng]] ====\nAnh dẫn dắt chương trình ở mùa đầu tiên cùng với MC Hoàng Oanh.\n\n==== Thử thách đường phố ====\nTrong suốt thời gian phát sóng, anh luôn là người dẫn dắt chương trình.\n\n==== [[Trò chơi âm nhạc]] ====\nAnh dẫn dắt chương trình này thay thế vị trí của MC [[Anh Tuấn (biên tập viên)|Anh Tuấn]] từ số phát sóng ngày 7\/11\/2012 đến cho đến hết ngày 30\/12\/2015. Ngoài ra, MC Quốc Minh là nhân tố mới của chương trình từ ngày 23\/9\/2015 đến ngày 28\/10\/2015.\n\n==== Việt Nam trong tim tôi ====\nAnh dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== [[Xone FM]] ====\nAnh dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== [[Bài hát hay nhất]] ====\nAnh dẫn dắt chương trình cùng với MC Mỹ Linh ở mùa đầu tiên.\n\n==== [[Giọng hát Việt]] ====\nAnh dắt dắt chương trình cùng với Quỳnh Chi và Cát Vũ ở mùa thứ 4.\n\n==== [[Giọng hát Việt nhí]] ====\nAnh dẫn dắt chương trình ở đêm chung kết mùa thứ 7.\n\n==== Gặp gỡ Đông Tây ====\nAnh cùng với MC Mai Trang dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== [[Người đi xuyên tường]] ====\nAnh dẫn dắt chương trình cùng với MC Liêu Hà Trinh ở mùa thứ 4 và MC Diệu Nhi ở mùa thứ 5.\n\n==== Biệt đội vui nhộn ====\nAnh cùng với MC Ốc Thanh Vân dẫn chương trình trong suốt thời gian phát sóng.\n\n==== Kèo này ai thắng ====\nAnh dẫn chương trình trong suốt thời gian phát sóng.\n\n==== Sắc màu thời gian ====\nAnh dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== 1 không 2 ====\nAnh dẫn dắt chương trình trong suốt thời gian lên sóng.\n\n==== Khách sạn 5 sao ====\nAnh dẫn dắt chương trình trong suốt thời gian phát sóng.\n\n==== Chương trình sự kiện trực tiếp ====\n* Chung kết Hoa hậu Thế giới Việt Nam (2019, 2022)\n* Chung kết Liên hoan tiếng hát toàn quốc Hoa Phượng Đỏ toàn quốc 2019\n* Đại nhạc hội Mipec Tower 229 Tây Sơn (3\/10\/2012)\n\n==Phong cách thời trang==\nNhững bộ trang phục mà Nguyên Khang lựa chọn chủ yếu tôn lên vẻ nam tính và lịch sự. Tuy nhiên không vì thế mà anh bị gò bó vào bất kỳ phong cách nào, Nguyên Khang luôn biết cách làm mình trở nên phù hợp với từng chương trình mà mình đảm nhận vai trò MC. Những bộ cánh được phối hợp đơn giản giữa áo sơ mi lồng trong áo thun cùng chiếc quần jean hoặc kaki cũng đủ khiến cho anh này trở nên cá tính và năng động nhưng không kém phần thời trang.<ref name=\"vnn\">{{Chú thích web |url =http:\/\/m.vietnamnet.vn\/vn\/giai-tri\/226176\/phong-cach-thoi-trang-an-tuong-cua-mc-nguyen-khang.html |tiêu đề =Phong cách thời trang ấn tượng của MC Nguyên Khang |tác giả 1 =Thanh Phương |ngày =20-3-2015 |nhà xuất bản =Việt Nam Net |ngày truy cập =24 tháng 7 năm 2016 |ngôn ngữ = }}<\/ref>\n\nTrong chương trình ''Trò chơi âm nhạc'', với tính chất giải trí và vui tươi, trẻ trung vì thế cách lựa chọn trang phục mà Nguyên Khang hướng tới cũng thiên về phong cách nam tính và năng động. Bên cạnh việc diện những chiếc áo thun thì những chiếc áo vest lại khiến anh trở nên vô cùng lịch lãm. Tuy nhiên, Nguyên Khang lại cho thấy sự khéo léo của mình khi mix match item vest với những chiếc quần jean để tôn lên nét năng động và trẻ trung của mình mà còn phù hợp với tính chất của chương trình. Còn ở chương trình The X-Factor, những bộ vest được anh chọn chủ yếu là theo gam màu trơn tông xuyệt tông (ton sur ton) giúp tôn lên vẻ sang trọng. Những gam màu được anh thường sử dụng là trắng và đen. Nguyên Khang luôn biết cách làm mới hình ảnh mình để không gây cảm giác nhàm chán, cứng nhắc. Tại chương trình The Remix, Nguyên Khang chọn những trang phục cá tính và độc đáo.<ref name=\"vnn\"\/>\n\nĐôi khi Nguyên Khang thích tạo sự phá cách trong việc phối hợp trang phục bằng việc mix màu sắc đối lập nhau hoặc diện những chiếc vest cách điệu để hình ảnh trở nên đa dạng và phù hợp với trang phục của bạn dẫn. Nguyên Khang thích những trang phục làm bằng chất liệu da. Chiếc áo khoác bóng chày da bóng kết hợp với đôi sneaker mang lại vẻ cá tính và thời trang hay chiếc áo khoác da bóng màu đen cùng tông với quần và giày cũng mang lại vẻ cuốn hút cho anh.<ref name=\"vnn\"\/>\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n[https:\/\/www.facebook.com\/MCNGUYENKHANG\/ Fanpage] trên Facebook\n\n{{TikTok|id=mcnguyenkhang}}<br \/>\n[[Thể loại:Người dẫn chương trình Việt Nam]]\n[[Thể loại:Sinh năm 1984]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Người dẫn chương trình truyền hình]]"}