{"3172169":"'''Nguyễn Thành Lê''' (1920 – 2006) tại làng Tiên Tân, huyện Duy Tiên, tỉnh Hà Nam.\n\nTừ nhỏ Nguyễn Thành Lê đã có chí ham học, sớm tốt nghiệp bậc cao đẳng tiểu học ([[trung học cơ sở]] ngày nay), rồi do dày công tự học mà sau này có kiến thức rộng về nhiều mặt. Ông tham gia hoạt động cách mạng khi còn là học sinh trung học, là đoàn viên thanh niên Dân chủ những năm 30 thế kỷ trước.\n\nTháng 10 -1945, được kết nạp vào [[Đảng Cộng sản Đông Dương]].\n\nLà nhà cách mạng, nhà báo và chính khách Việt Nam, Năm 1976 trở thành Ủy viên Trung ương Đảng tại Đại hội IV và là Trưởng ban Đối ngoại Trung ương.\n\nTừ một phóng viên dịch thuê các bản tin của hãng ARIP (tiền thân của hãng [[AFP]] ngày nay) để kiếm sống vào đầu những năm 1940. Sau [[Cách mạng tháng Tám|Cách mạng Tháng Tám]], đã trở thành một nhà lãnh đạo báo chí cách mạng.\n\nNguyễn Thành Lê là một trong nhóm người được [[Hồ Chí Minh|Bác Hồ]] trực tiếp giao nhiệm vụ đứng ra sáng lập [[Hội Nhà báo Việt Nam]] tại chiến khu Việt Bắc năm 1950, và được bầu làm Tổng thư ký đầu tiên của Hội.\n\n          Ông là đại biểu Quốc hội khóa 1, khóa 2 (từ 1946 đến 1964) rồi được bầu làm đại biểu Quốc hội và Chủ nhiệm Ủy ban Đối ngoại của Quốc hội khóa VII.\n\n          Trong lĩnh vực hoạt động quốc tế, Nguyễn Thành Lê từng phụ trách công tác tuyên truyền – báo chí của Đoàn đại biểu Việt Nam tại Hội nghị Giơ-ne-vơ năm 1954 về Đông Dương; là người phát ngôn của Đoàn ta tại Hội nghị Giơ-ne-vơ 1961-1962 về Lào; là đoàn viên chính thức đồng thời là người phát ngôn chính thức của Đoàn Việt Nam dân chủ Cộng hòa tại [[Hội nghị Paris, mặt trận ngoại giao năm 1968-1972|Hội nghị Pa-ri]] về Việt Nam (1968-1973). Nguyễn Thành Lê cũng là một trong những nhân vật tham gia [[Hội nghị đầu tiên của các nước Á-Phi]] tại Bangđung ([[Indonesia|Inđônêxia]]) năm 1954, đặt nền móng cho phong trào không liên kết. Là đại biểu Việt Nam tham dự Hội nghị ba châu lục Á-Phi-Mỹ latinh tại LaHabana (Cuba) đoàn kết rộng rãi nhân dân thế giới vì độc lập, hòa bình.\n\n    Ông được Đảng và Nhà nước phong tặng nhiều huân chương và danh hiệu cao quý, cao nhất là Huân chương Hồ Chí Minh.\n\n{{cần chú thích|date = ngày 4 tháng 8 năm 2015}}.\n\nÔng công tác chủ yếu trong lĩnh vực báo chí, từng làm Tổng biên tập báo Độc lập (1945 – 1949), Chủ bút báo Cứu quốc, nhiều năm làm Phó Tổng biên tập báo Nhân dân,Tổng biên tập báo Giải phóng Tổng thư ký Hội Nhà báo <ref>http:\/\/daidoanket.vn\/index.aspx?Menu=1371&Chitiet=43548&Style=1{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref> Tại Hội nghị Geneva 1954 ông phụ trách công tác báo chí của phái đoàn [[Việt Nam Dân chủ Cộng hòa]]. Năm 1962 ông là người phát ngôn phái đoàn Việt Nam tại hội nghị Geneve về nước Lào. Ông là người phát ngôn chính thức của phái đoàn Việt nam tại [[Hội nghị Paris, mặt trận ngoại giao năm 1968-1972]].\n\nNăm 1975 ông chuyển vào miền nam công tác, làm báo Giải phóng cơ quan ngôn luận của Mặt trận Dân tộc Giải phóng Miền nam.\n\nNăm 1981 ông là Ủy viên Hội đồng Nhà nước,<ref>{{Chú thích web |url=http:\/\/na.gov.vn\/Sach_QH\/VKQHtoantapVI2\/Phuluc\/PHULUC_7.htm |ngày truy cập=2014-11-24 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-08-20 |archive-url=https:\/\/web.archive.org\/web\/20110820094342\/http:\/\/www.na.gov.vn\/Sach_QH\/VKQHtoantapVI2\/Phuluc\/PHULUC_7.htm }}<\/ref> Chủ nhiệm Ủy ban Đối ngoại của Quốc hội (đến 6\/1982, được thay bởi Vũ Quang, Chủ nhiệm Ủy ban Thanh niên, Thiếu niên và Nhi đồng của Quốc hội).<ref>{{Chú thích web |url=http:\/\/na.gov.vn\/Sach_QH\/VKQHtoantapVI1\/1982\/QH1982_8.htm |ngày truy cập=2014-11-24 |tựa đề=Bản sao đã lưu trữ |archive-date=2014-11-12 |archive-url=https:\/\/web.archive.org\/web\/20141112142947\/http:\/\/na.gov.vn\/Sach_QH\/VKQHtoantapVI1\/1982\/QH1982_8.htm }}<\/ref>\n\nSau đó ông làm Phó Viện trưởng Viện Mác Lê nin và tư tưởng Hồ Chí Minh <ref>{{Chú thích web |url=http:\/\/www.npa.org.vn\/Home\/Gioi-thieu-chung\/2053\/CAC-DONG-CHI-GIAM-DOC-PHO-GIAM-DOC-HOC-VIEN-QUA-CAC-THOI-KY |ngày truy cập=2014-11-24 |tựa đề=Bản sao đã lưu trữ |archive-date=2015-01-12 |archive-url=https:\/\/web.archive.org\/web\/20150112140241\/http:\/\/www.npa.org.vn\/Home\/Gioi-thieu-chung\/2053\/CAC-DONG-CHI-GIAM-DOC-PHO-GIAM-DOC-HOC-VIEN-QUA-CAC-THOI-KY }}<\/ref> cho đến khi nghỉ hưu.\n\nÔng mất năm 2006 thọ 86 tuổi.\n\n== Tham khảo ==\n{{Tham khảo}}\n{{Trưởng Ban Đối ngoại Trung ương Đảng Cộng sản Việt Nam}}\n{{sơ khai chính khách Việt Nam}}\n{{Thời gian sống|1920}}{{Thời gian mất|2006}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV]]\n[[Thể loại:Tổng biên tập Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam thời kỳ 1945-1975]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}