{"1282337":"{{Chú thích trong bài|date=tháng 2\/2022}}\n\n==Thân thế==\nÔng sinh năm 1928 ra trong một gia đình nghèo quê ở [[xã (Việt Nam)|xã]] [[Hậu Lộc]], [[huyện (Việt Nam)|huyện]] [[Can Lộc]], tỉnh [[Hà Tĩnh]]. Gia đình có 9 anh em, ông là thứ tư. Năm 8 tuổi, ông rời gia đình theo chú vào [[Nha Trang]] ăn học, đến năm 14 tuổi, ông vào Sài Gòn – Gia Định làm đủ các việc để mưu sinh.\n\nKhi quân [[Nam Bộ kháng chiến|Pháp tái chiếm Nam Bộ]], tháng 9 năm 1945, ông nhập ngũ vào quân đội. Năm 1947, ông chỉ huy một đơn vị tập trung thuộc Chi đội 6, Trung đoàn 306 Đông Nam Bộ, nhiều lần đơn vị này đánh chiếm làm chủ nhiều giờ khu vực Thị Nghè, Bà Chiểu. Sau đó được tổ chức điều động, ông về chỉ huy đơn vị biệt động 2766 trực thuộc Bộ chỉ huy quân sự Đặc khu Sài Gòn – Chợ Lớn. Sau đó, ông lại được điều động làm Tiểu đoàn trưởng một tiểu đoàn thuộc Sư đoàn 335 Tây Bắc – quân tình nguyện chiến đấu tại [[Lào]]. Năm 1954, ông tập kết ra Bắc, được cử theo học các quân chính.\n\n==Chỉ huy trưởng biệt động Sài Gòn==\nNgày [[7 tháng 5]] năm 1961, ông có mặt trong Đoàn Phương Đông 1 trở về miền Nam. Tháng 8 năm 1961, ông phụ trách công tác địch tình, hoạt động bí mật tại nội thành [[Sài Gòn – Gia Định]]. Năm 1962, ông tổ chức hoàn chỉnh 1 tổ chức quân báo. Tổ chức này đã đánh cư xá Brink, khách sạn Caravelle gây tiếng vang lớn vào thời điểm lúc bấy giờ.\n\nNăm 1965, Đoàn biệt động F100 được thành lập, lúc này ông là Phó Tư lệnh, Tham mưu trưởng quân khu Sài Gòn – Gia Định, Chỉ huy trưởng Đoàn F100. Ông đã chỉ huy, có những lần trực tiếp tham gia, nhiều cuộc tấn công của đơn vị F100 biệt động Sài Gòn vào các cơ sở của [[quân đội Hoa Kỳ]] và [[quân lực Việt Nam Cộng hòa|Việt Nam Cộng hòa]] ở Sài Gòn, chấn động dư luận cả thế giới như: trận đánh chìm tàu sân bay USS Card trên sông Sài Gòn, làm hư hại và chìm 21 máy bay; Trận khách sạn Métropole; Tòa Đại sứ Mỹ lần 1,... Chính quyền Việt Nam Cộng hòa đã treo thưởng 2 triệu USD cho ai bắt và giết được ông<ref>[http:\/\/www.tienphong.vn\/xa-hoi\/phong-su\/577627\/Nguoi-chi-huy-biet-dong-huyen-thoai-tpp.html Người chỉ huy huyền thoại]<\/ref>.\n\nÔng cũng là người xây dựng kế hoạch X trong [[Sự kiện Tết Mậu Thân|Tết Mậu Thân]] 1968. Theo kế hoạch này, lực lượng biệt động dưới quyền ông chịu trách nhiệm tập kích đánh vào các cơ quan đầu não của đối phương như: Dinh Độc Lập, Đài phát thanh, Tòa Đại sứ Mỹ lần 2, Bộ Tư lệnh hải quân, Bộ Tổng tham mưu... sau đó chiếm giữ chờ đại quân vào tiếp quản.\n\nGiữa năm 1974, ông được tổ chức triệu tập ra miền Bắc dự hội nghị Tổng kết của binh chủng đặc công và trở vào miền Nam cuối tháng 1 năm 1975. Từ giữa năm 1975 đến giữa năm 1978, ông được thuyên chuyển công tác gần như qua hầu hết các đơn vị của Quân khu 7 đi làm kinh tế ở miền Đồng Nam Bộ.\n\nTháng 7 năm 1978, ông được tổ chức điều động làm tư lệnh Đoàn 778, [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu 7]] đánh [[Khmer Đỏ]], khi giải phóng tỉnh Kratie, ông được tổ chức điều động đi học ở Học viện Chính trị cao cấp. Hơn 1 năm học tập, ra trường ông được quân khu bố trí phụ trách Đoàn 600 sản xuất lương thực. Sau đó được điều động về công tác ở Phòng Tổng kết Lịch sử Chiến tranh của quân khu 7. Cuối năm 1982 ông chuyển ngành ra công tác ở Tổng cục Cao su. Năm 1983 ông làm Giám đốc công ty Công nghiệp Cao su thuộc Tổng cục Cao su. Năm 1988 ông nghỉ hưu.\n\nNgày [[3 tháng 1]] năm 2012, Nhà nước Việt Nam trao tặng ông danh hiệu [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng Lực lượng vũ trang nhân dân]]. Ông qua đời ngày [[16 tháng 5]] năm 2012 tại [[Thành phố Hồ Chí Minh]], 4 tháng sau khi nhận được danh hiệu cao quý này.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n* {{Chú thích web|url=http:\/\/sggp.org.vn\/xahoi\/2012\/5\/289005\/#|tiêu đề=Xứng danh anh hùng|url hỏng=|ngày truy cập=|accessmonthday=|trích dẫn=<!--trích dẫn-->|tác giả 1=Minh Yến – Đoàn Hiệp|họ 1=|tên 1=|lk tác giả 1=|các tác giả=<!--Đồng tác giả-->|ngày tháng=2012-05-07|năm=|tháng=|định dạng=|work=|nhà xuất bản=Sài Gòn Giải Phóng Online|các trang=|ngôn ngữ=|url lưu trữ=https:\/\/web.archive.org\/web\/20130505004029\/http:\/\/sggp.org.vn\/xahoi\/2012\/5\/289005\/|ngày lưu trữ=2013-05-05}}\n* {{Chú thích web|url=http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/492168\/Vinh-biet-%E2%80%9Cong-tuong-biet-dong%E2%80%9D.html|tiêu đề=Vĩnh biệt \"ông tướng biệt động\"|url hỏng=|ngày truy cập=|accessmonthday=|trích dẫn=<!--trích dẫn-->|tác giả 1=P. VŨ|họ 1=|tên 1=|lk tác giả 1=|các tác giả=<!--Đồng tác giả-->|ngày tháng=2012-05-17|năm=|tháng=|định dạng=|work=|nhà xuất bản=Tuổi Trẻ Online|các trang=|ngôn ngữ=|url lưu trữ=|ngày lưu trữ=}}\n* {{Chú thích web|url=http:\/\/vnexpress.net\/gl\/xa-hoi\/2012\/05\/chu-tich-nuoc-vieng-chi-huy-biet-dong-sai-gon\/|tiêu đề=Chủ tịch nước viếng chỉ huy Biệt động Sài Gòn|url hỏng=|ngày truy cập=|accessmonthday=|trích dẫn=<!--trích dẫn-->|tác giả 1=Tá Lâm|họ 1=|tên 1=|lk tác giả 1=|các tác giả=<!--Đồng tác giả-->|ngày tháng=2012-05-17|năm=|tháng=|định dạng=|work=|nhà xuất bản=VnExpress|các trang=|ngôn ngữ=|url lưu trữ=|ngày lưu trữ=}}\n* {{Chú thích web|url=http:\/\/vnexpress.net\/gl\/xa-hoi\/2012\/05\/tuong-biet-dong-tung-duoc-treo-thuong-2-trieu-dola\/|tiêu đề='Tướng biệt động' từng được treo thưởng 2 triệu đôla|url hỏng=|ngày truy cập=|accessmonthday=|trích dẫn=<!--trích dẫn-->|tác giả 1=Tá Lâm|họ 1=|tên 1=|lk tác giả 1=|các tác giả=<!--Đồng tác giả-->|ngày tháng=2012-05-19|năm=|tháng=|định dạng=|work=|nhà xuất bản=VnExpress|các trang=|ngôn ngữ=|url lưu trữ=|ngày lưu trữ=}}\n{{thời gian sống|1928|2012}}\n\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Đại tá Quân đội nhân dân Việt Nam]]\n[[Thể loại:Biệt động Sài Gòn]]"}