{"212854":"{{Thông tin nhân vật hoàng gia\n| tên = An Khánh vương\n| tên gốc = 安慶郡王\n| tước vị = [[Hoàng tử]] [[nhà Nguyễn]]\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tước vị đầy đủ = An Khánh công<br>An Khánh Quận vương (truy tặng)\n| tên đầy đủ = '''Nguyễn Phúc Quang'''<br>阮福㫕\n| kiểu tên đầy đủ = Tên húy\n| sinh = [[10 tháng 9]] năm [[1811]]\n| mất = [[29 tháng 6]] năm [[1845]] (33 tuổi)\n| nơi mất = \n| nơi an táng = Phường [[Hương Hồ]], [[Huế]]\n| thụy hiệu = <font color = \"grey\">[[Trang Mẫn công|Trang Mẫn An Khánh công]]<br>庄敏安慶公<br>[[Trang Cung vương|Trang Cung An Khánh Quận vương]]<br>莊恭安慶郡王<\/font>\n| cha = Nguyễn Thế Tổ<br>[[Gia Long]]\n| mẹ = Mỹ nhân<br>Trịnh Thị Thanh\n| con cái = Khâm Thịnh (con nuôi)\n}}\n'''Nguyễn Phúc Quang''' ([[chữ Hán]]: 阮福㫕, [[10 tháng 9]] năm [[1811]] – [[29 tháng 6]] năm [[1845]]), tước phong '''An Khánh vương''' (安慶王), là một hoàng tử con vua [[Gia Long]] [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\nHoàng tử Quang sinh ngày 23 tháng 7 (âm lịch) năm [[Tân Mùi]] ([[1811]]), là con trai thứ 12 của vua [[Gia Long]], mẹ là ''Mỹ nhân'' Trịnh Thị Thanh<ref name=\":3\">''Nguyễn Phúc tộc thế phả'', tr.260<\/ref>.\n\n=== Thời Minh Mạng ===\nNăm [[Minh Mạng]] thứ 6 ([[1825]]), hoàng đệ Quang được sách phong làm '''An Khánh công''' (安慶公)<ref>''Đại Nam thực lục'', tập 2, tr.412<\/ref>.\n\nNăm thứ 7 ([[1826]]), An Khánh công Quang cho gia nhân trong phủ đi mua rẻ hàng ở chợ, bị phạt bổng 1 năm<ref name=\":0\">''Đại Nam thực lục'', tập 2, tr.518<\/ref>. Vua [[Minh Mạng]] nhân đó dụ [[bộ Hình]] rằng: “''Nơi Kinh kỳ pháp lệnh rất nghiêm, thế mà từ trước đến nay nhiều bọn cậy thế áp bức bình dân, uy hiếp mua bán. Trước đã từng bảo trước mắt cho Kinh doãn phải bắt trị tội. Nếu không nêu rõ lệnh cấm thì sao tỏ rõ pháp luật của nước để cho dân tin? Tự nay phàm nhà bếp ở sở Thượng thiện và các nha, cùng những bọn côn đồ vô lại mà dám mua rẻ hàng hoá ở chợ phố, thì không cứ tang số nhiều ít, đều tâu rõ ngay, đem chém ngay tại địa phương cho mọi người biết. Ghi làm lệnh''”<ref name=\":0\" \/>.\n\nCuối năm thứ 11 ([[1830]]), bà cung tần Trịnh thị mẹ An Khánh công qua đời, được tặng làm [[Mỹ nhân]], cho [[thụy]] là ''Cung Lệ'' (恭麗)<ref>''Đại Nam thực lục'', tập 3, tr.112<\/ref>. An táng bà Trịnh Mỹ nhân xong xuôi, An Khánh công Quang lại nhiều lần dâng sớ xin thợ và vật liệu, đều được vua gia ơn cấp cho<ref name=\":1\">''Đại Nam liệt truyện'', tập 2, quyển 2: ''Truyện các hoàng tử'' – phần ''An Khánh công Quang''<\/ref>. Mộ của bà Mỹ nhân họ trịnh được táng cạnh [[Nguyễn Phúc Quân|Quảng Oai công]] Quân (hiện đều tọa lạc tại phường [[Hương Long (phường)|Hương Long]], thành phố [[Huế]]), anh thứ 10 của An Khánh công.\n\nNăm thứ 13 ([[1832]]), An Khánh công Quang lại tâu xin gạch ngói và dự chi thêm lương bổng năm thứ 14. Vua tức giận, dụ rằng: “''An Khánh công Quang, trước kia lấy cớ có việc tang riêng, đã xin nhờ thợ làm và vật liệu chẳng phải chỉ có 2,3 lần, ta cho rằng Quang là chỗ thân công, nên đã đặc cách hậu thưởng cấp cho và phái binh tượng đến giúp việc, lại gia ơn cho mượn lương bổng năm Minh Mệnh thứ 13 để chi dùng vào việc tang. Nay không biết lấy làm đủ, lại có lời cầu xin này, xem ra chỉ là mượn cớ mong nhờ lời nói hàm hồ thực là ngu tối, nhàm quá. Tập tấu ấy phải quăng trả lại rồi truyền chỉ nghiêm sức, từ nay trở đi nếu không yên phận hễ còn tâu xin càn bậy việc gì thì giao ngay cho [[phủ Tôn nhân]] hội đồng với [[bộ Hình]] nghiêm xét không tha''”<ref>''Đại Nam thực lục'', tập 3, tr.297<\/ref>. Từ đấy về sau, Quang không dám xin càn việc gì nữa<ref name=\":1\" \/>.\n\nNăm thứ 14 ([[1833]]), ba ngày [[Tết Nguyên Đán|Tết]], hoàng tử Đức Thọ công [[Nguyễn Phúc Miên Nghi|Miên Nghi]], hoàng đệ An Khánh công Quang và [[Nguyễn Phúc Mão|Từ Sơn công]] Mão được sai thay vua đi tế các miếu, vì chậm trễ lỡ việc nên cả ba dâng sớ nhận lỗi<ref name=\":2\">''Đại Nam thực lục'', tập 3, tr.454<\/ref>. Vua nói rằng: “''Ngày thường, ta dạy con em, chắc là cả đình thần đều biết, không ngờ lũ ấy quen tính dong chơi, gặp việc, chẳng biết kinh sợ, ta là cha anh, thực cũng khó chối được cái lỗi dạy bảo không nghiêm''”. [[Tôn nhân phủ]] bàn xét, Đức Thọ công và An Khánh công đều bị phạt lương 1 năm, còn Từ Sơn công vì trễ bỏ việc tế, phạt lương 4 năm<ref name=\":2\" \/>.\n\nVua lại cho rằng [[bộ Lễ]] và [[viện Đô sát]] điềm nhiên không tham hặc về việc ấy, bèn hỏi thì họ đều cho là vì gặp ngày tết, chưa kịp dâng trình. Vua nói: “''Ta đã từng dụ bảo tận mặt, hễ có việc gì phải tâu, thì không câu nệ là ngày tết. Vậy mà các ngươi lại lót miệng bằng cớ đó thì có nên không? Bộ và Viện đáng lẽ có lỗi đấy, nhưng nghĩ, nếu nay giao xuống để xét, thì tựa hồ con em ta có lỗi mà giận lây đến người bên cạnh, nên hẵng tạm tha. Từ nay, phàm các hoàng tử, các tước công và văn võ đại thần, nếu ai có lầm lỗi thì nên tức khắc chỉ tên mà tham hặc, không được chậm chạp quanh co nghe ngóng''”<ref name=\":2\" \/>.\n\nNăm thứ 21 ([[1840]]), vua cho đúc các con thú bằng [[vàng]] để ban thưởng cho các hoàng thân anh em, các hoàng tử công và hoàng tử chưa được phong tước. An Khánh công Quang được ban cho một con [[kỳ lân]] bằng vàng nặng 3 lạng 5 [[đồng cân]]<ref>''Đại Nam thực lục'', tập 5, tr.696<\/ref>.\n\n=== Thời Thiệu Trị ===\nNăm [[Thiệu Trị]] thứ nhất ([[1841]]), vua xuống dụ miễn cho các thân công Kiến An, Định Viễn, Diên Khánh, Điện Bàn, Thường Tín, An Khánh và Từ Sơn, đều là hoàng thúc của vua, khỏi phải lạy ngày thường chầu, trừ khi triều hội và các điển lễ lớn<ref>''Đại Nam thực lục'', tập 6, tr.66<\/ref>.\n\nCuối năm thứ 2 ([[1842]]), An Khánh công Quang có tên thuộc viên trong phủ là Đoàn Viết Tâm lấy cắp đồ vật riêng, bị đánh 50 roi, qua 17 ngày, tên Tâm chết<ref name=\":4\">''Đại Nam thực lục'', tập 6, tr.439-440<\/ref>. Phủ Thừa Thiên tâu việc này lên. Vua sai Tôn nhân phủ và Hình bộ hội đồng tra hỏi, xét ra do tên lính phủ Nguyễn Đức Thịnh đánh mạnh tay đến chết tên Tâm. Tên Thịnh bị tội mãn đồ, An Khánh công bị phạt lương 8 năm<ref name=\":4\" \/>. Vua dụ: “''Gia pháp của bản triều rất nghiêm, trẫm làm chủ thiên hạ, giữ một lòng chí công, vốn không vì người thân mà bỏ phép nước, như việc thân công trị phạt không đúng phép để đến chết người thì pháp luật tất phải thi hành trừng phạt, không những chỉ phạt bớt lương 8 năm mà thôi đâu. Nhưng xét ra không phải là dụng tình làm tàn ngược phi pháp, vậy cũng có thể vừa giữ phép vừa cân nhắc với tình để cho được vừa phải''”, bèn giảm án phạt chỉ bớt lương 4 năm, nhưng phải chịu 10 lạng bạc tiền mai táng, chu cấp cho thân nhân người chết<ref name=\":4\" \/>.\n\nNăm thứ 3 ([[1843]]), vua đều miễn cho các hoàng thúc không phải dâng rượu mừng các lễ chúc thọ, lại cho thứ bậc chỗ ngồi trên các hoàng thân khác<ref>''Đại Nam thực lục'', tập 6, tr.484<\/ref>.\n\nNăm thứ 4 ([[1844]]), tế trời đất ở [[Đàn Nam Giao (triều Nguyễn)|đàn Nam Giao]]. Lễ xong, vua thưởng cho hoàng thân và các quan văn võ kim tiền, ngân tiền theo thứ bậc. Các hoàng thúc của vua đều được ban thêm một đồng kim tiền lớn hạng nhất có chữ ''Long vân khế hội''<ref>''Đại Nam thực lục'', tập 6, tr.578<\/ref>.\n\nNăm thứ 5 ([[1845]]), ngày 25 tháng 5 (âm lịch), An Khánh công mất, hưởng dương 35 tuổi, được ban [[thụy]] là '''Trang Mẫn''' (莊敏)<ref name=\":3\" \/>. Vua cho nghỉ chầu 3 ngày, cấp cho 2000 [[quan tiền]], phái Thọ Xuân công [[Nguyễn Phúc Miên Định|Miên Định]] tế rượu một tuần<ref name=\":1\" \/><ref>''Đại Nam thực lục'', tập 6, tr.733<\/ref>. Mộ của ông được táng tại Trúc Lâm (nay là một phần của phường [[Hương Hồ]], thị xã [[Hương Trà]], [[Huế]]).\n\nAn Khánh công qua đời mà không có con thừa tự nên được thờ tại đền Triển Thân. An Khánh công được truy tặng làm [[Quận vương]], cải thụy thành '''Trang Cung''' (莊恭), dựa theo những dòng chữ khắc trên bia mộ. Hậu duệ dòng họ Nguyễn Phúc sau này, có lẽ vì nhầm lẫn nên đã chép tước hiệu ông thành '''An Khánh vương'''.\n\nMột người con trai của ''Diên Khánh vương'' [[Nguyễn Phúc Tấn]] (hoàng tử thứ 7 của [[Gia Long]]) tên là Diên Điệp được đưa sang kế tập phòng An Khánh, đổi tên thành Khâm Thịnh cho hợp với bài Phiên hệ thi phòng này. Thịnh được phong làm ''An Khánh Huyện công'', sau tấn làm [[Quận công]]<ref name=\":3\" \/>.\n\nAn Khánh vương có một bà thứ thất họ Nguyễn Ngọc, được táng gần [[Văn Thánh Huế|Văn Thánh]], thuộc địa phận phường [[Hương Hồ]].\n\n== Vụ mua lại An Khánh vương từ để tái dựng Hưng Miếu ==\nAn Khánh vương từ trước đây là phủ đệ của An Khánh vương Nguyễn Phúc Quang, tọa lạc tại làng Xuân Hòa xưa kia (nay là một phần của phường [[Hương Long (phường)|Hương Long]]). Năm [[1949]], cựu hoàng [[Bảo Đại]] về nước, có nhã ý muốn mua lại khu phủ thờ của An Khánh vương để tái dựng [[Hưng Tổ Miếu (hoàng thành Huế)|Hưng Miếu]] (nơi thờ Thế tử [[Nguyễn Phúc Luân]] và Thái hậu [[Nguyễn Thị Hoàn]]). Hưng Miếu cũ đã bị đốt cháy vào tháng 2 năm [[1947]], cùng với nhiều công trình trong [[hoàng thành Huế]]<ref name=\"PTA115\">Phan Thuận An, sđd, tr.113-115<\/ref>.\n\nKhi [[Bảo Đại]] ra Huế thăm mẹ là bà [[Từ Cung Hoàng thái hậu|Từ Cung]], ông cho gọi một người trong họ là Ý Trinh, cháu 5 đời của vương An Khánh đến gặp và tỏ ý muốn mua An Khánh Vương từ để tái dựng Hưng Miếu. Bảo Đại nói với ông Ý Trinh rằng: “''Thưa chú, hiện nay ông nội bà nội'' (ý chỉ Thế tử [[Nguyễn Phúc Luân]] và Thái hậu [[Nguyễn Thị Hoàn]]) ''không có nơi nương tựa, mà cháu nội'' (Ý chỉ An Khánh vương Quang) ''lại có được tổ ấm'' (tức phủ thờ An Khánh vương)''. Chú nghĩ thế nào?''”<ref name=\"PTA115\"\/>.\n\nÔng Ý Trinh hiểu ý của Bảo Đại, thưa lại rằng: “''Dạ thưa, đức Quốc trưởng dạy như thế nào thì chúng tôi xin vâng theo thế ấy''”. Sau đó Bảo Đại bàn lại vấn đề này với bà [[Từ Cung Hoàng thái hậu|Từ Cung]] rồi mấy hôm sau, ông cho Phủ Thủ Hiến mang 300.000 đồng tiền thời đó qua mua lại phủ thờ để đem về tái lập Hưng Miếu<ref name=\"PTA115\" \/>.\n\nNăm [[1951]], khu phủ thờ An Khánh được giao lại cho nhà thầu khoán Nguyễn Ngọc Bang tái dựng lại thành Hưng Miếu mới. Hiện nay vẫn có thể mường tượng được hình dạng An Khánh Vương từ qua Hưng Miếu, dù nó đã bị tháo dỡ bớt đôi chút vì diện tích của phủ lớn hơn so với Hưng Miếu trước kia<ref name=\"PTA115\" \/>.\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''[http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf Nguyễn Phúc Tộc thế phả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200927051537\/http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf |date=2020-09-27 }}'', Nhà xuất bản Thuận Hóa\n* Phan Thuận An (2005), ''Quần thể di tích Huế'', Nhà xuất bản Trẻ\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] Chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] Chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n\n== Xem thêm ==\n* [[Đế hệ thi#Phiên hệ thi|Đế hệ thi]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Sinh năm 1811]]\n[[Thể loại:Mất năm 1845]]\n[[Thể loại:Hoàng tử Gia Long]]\n[[Thể loại:Công tước nhà Nguyễn]]\n[[Thể loại:Vương tước truy phong Việt Nam]]"}