{"2463044":"{{Thông tin nhà khoa học\n| name =Nguyễn Hồng Giáp \n| image = HONG_GIAP.jpg\n| image_width = 200 px\n| caption =Nguyễn Hồng Giáp, Tiến sĩ Sử hoc \n| birth_date = {{Birth date|1934|09|21}}\n| birth_place = [[Nam Thành, Yên Thành|Nam Thành]], [[Yên Thành]], [[Nghệ An]] ([[Việt Nam]])\n| death_date = \n| death_place = \n| residence = \n| citizenship =\n| nationality = \n| ethnicity =\n| field = Nhà giáo, Nhà nghiên cứu\n| work_institution =Trường Đại học Tân Thanh \n| alma_mater =[[Sorbonne]] \n| doctoral_advisor = \n| doctoral_students = \n| known_for = \n| author_abbreviation_bot = \n| author_abbreviation_zoo = \n| prizes = \n| religion = \n| footnotes = \n| signature =\n| spouse = \n| partner = \n| children = Nguyễn Thái Đông, Nguyễn Thái San, Nguyễn Kiều Lan, Nguyễn Kiều Tiên, Nguyễn Kiều Diễm, Nguyễn Kiều Hạnh, Nguyễn Kiều Nhi\n| website = \n}}\n\n'''Nguyễn Hồng Giáp''' (sinh ngày 21 tháng 9 năm 1934) là một nhà giáo, nhà nghiên cứu [[Việt Nam]].\n\n== Tiểu sử ==\nÔng sinh ngày 21 tháng 9 năm 1934 tại xã [[Nam Thành, Yên Thành|Nam Thành]], huyện [[Yên Thành]], tỉnh [[Nghệ An]], trong một gia đình trung nông theo đạo [[Công giáo]]; thân sinh [[Nguyễn Đình Long]] (1906-1976) là hậu duệ thuộc Đại Chi 2, đời thứ 17 của Thái sư Cương Quốc công Nguyễn Đình Xí (hay Nguyễn Xí).\n\nÔng học tiểu học, trung học tại [[Vinh|Vinh - Bến Thủy]], [[Nha Trang]] và [[Thủ Đức]] [[Sài Gòn]] (1948-1960). Du học tại [[Pháp]] (1960-1973), ông đỗ Tiến sĩ Sử học, Thạc sĩ Kinh tế tại Đại học [[Sorbonne]], [[Paris]] (Luận án Tiến sĩ «Tình trạng nhà nông Việt Nam thời Pháp thuộc thể hiện qua tục ngữ ca dao và dân ca»<ref>Les conditions des paysans vietnamiens pendant l'occupation française à travers les proverbes et les chansons populaires (thèse de doctorat) Paris, 1971.<\/ref>). Tham gia Hội Việt kiều yêu nước tại Pháp, về nước năm 1973, ông làm giáo sư Sử học, phó khoa trưởng Đại học Văn khoa (Quyền Khoa trưởng là Giáo sư Nguyễn Khắc Dương) tại [[Trường Đại học Đà Lạt|Đại học Đà Lạt]], lúc bây giờ còn mang tên là [[Viện Đại học Đà Lạt|Viện Đại học Đà Lạt]].<ref>GS Đỗ Hữu Nghiêm, « Viện Đại học Đà Lạt giữa lòng dân tộc Việt Nam 1957-1975 » đăng trên www.conggiaovietnam.net chỉ rõ thêm về Đại học Văn khoa Đà Lạt: Ban Điều hành nói trên có sự cộng tác trực tiếp của một số GS Phụ Khảo như Nguyễn Thanh Châu, Trịnh Nhất Định, Nguyễn Văn Hòa, Hoàng Thái Linh, Phạm Duy Lực, Nguyễn Trung Thiếu, Trần Ngọc Cường, Phạm Văn Hải, Lê Văn Khuê. Văn phòng Trường Văn Khoa có ông Phan Văn Thịnh làm thư ký hành chánh. Hội đồng Khoa của Trường Văn Khoa, gồm những nhân viên giảng huấn chủ chốt: GS Nguyễn Khắc Dương, Quyền Khoa Trưởng, kiêm Trưởng ban Triết; GS Nguyễn Hồng Giáp, PKT; GS Vũ Khắc Khoan, Trưởng ban Việt Văn; LM Nguyễn Hòa Nhã, TB Sử Địa; GS Lê Văn, TB Anh Văn; LM J.Maïs, TB Pháp Văn. Càng ngày càng cần có thêm nhiều giáo sư thỉnh giảng tử Sàigòn và nhiều nơi khác đến, như LM Nguyễn Việt Anh, Tiến sĩ Văn Chương Anh Đại Học Thụy Sĩ, LM Hoàng Kim Đạt, Tiến sĩ Văn Chương, LM Vũ Đình Trác, Bác sĩ Triết học Đài Loan, Lương Kim Định, Tiến sĩ Triết Học Paris, các GS Lê Hữu Mục, Vũ Khắc Khoan, Nguyễn Thế Anh, Hoàng Khắc Thành, Phạm Cao Dương học giả Cao Hữu Hoành, Lê Thọ Xuân, Trần Trọng San, … Theo số lượng, Trường Văn Khoa mời nhiều Giáo sư thỉnh giảng đông đảo thứ hai (gần 70 giáo sư, không kể nhân viên giảng huấn cơ hữu) sau trường Chánh Trị Kinh doanh (gần 84 Giáo sư, không kể nhân viên giảng huấn cơ hữu.<\/ref>\n\nSau khi Việt Nam thống nhất (1975), ông thuộc số giáo sư ít ỏi không di tản ra nước ngoài và tiếp tục ở lại trường, mặc dù trong vòng 10 năm, ông ít được đứng lớp giảng dạy.<ref>TS Bùi Văn Hùng, [http:\/\/www.dlu.edu.vn\/department.aspx?orgId=63 24 năm nghiên cứu và đào tạo cử nhân lịch sử ở trường Đại học Đà Lạt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140528055021\/http:\/\/www.dlu.edu.vn\/department.aspx?orgId=63 |date=2014-05-28 }}, Trang chủ của trường Đại học Đà Lạt, 2010<\/ref> Ông vẫn kiên trì với công việc, tham gia bảo dưỡng cho trường.\n\nĐinh Thị Như Thúy viết về thời đó: \"''Thầy Nguyễn Hông Giáp đã rời đại học Sorbonne để về quê hương, có một thời gian ông không được giảng dạy. Ông mở quán cháo bán cho sinh viên. Cháo lòng heo ăn kèm bánh tráng nướng. Và khoai lang Đà Lạt ruột đỏ au dẻo quẹo chấm muối ớt. Những bát cháo ở quán La Si Mi Fa đã trở thành nỗi ám ảnh trong tâm trí tôi, cũng như hình ảnh vị giáo sư đáng kính vẫn đi trên con đường từ ngả năm Phù Đổng Thiên Vương về ký túc. Ông mỉm cười chào, một tay ông xách chiếc xô thiếc, tay kia là cặp que ông dùng để gắp những tảng phân ngựa. Ông đi nhặt phân về bón cho cỏ hoa và cafe trong vườn nhà…'' \".<ref>Đinh Thị Như Thuý, [http:\/\/www.tienve.org\/home\/literature\/viewLiterature.do?action=viewArtwork&artworkId=7429 Đà Lat trong tôi và những điều đã mất], Tiền Vệ, 19.7.2008<\/ref>\n\nÔng quan tâm nghiên cứu sinh hoạt của các dân tộc [[Tây Nguyên]] (« Nhà rông các dân tộc Bắc Tây Nguyên », viết cùng Nguyễn Khắc Tụng).<ref>Nguyễn Hồng Giáp, Nguyễn Khắc Tụng, Nhà rông các dân tộc Bắc Tây Nguyên, 1991, Nhà xuất bản Khoa học Xã hội.<\/ref>\n\nTrong giai đoạn 1990-2012, ông vừa trở lại với công tác giảng dạy, vừa chuyển thêm qua công tác quản lý kinh doanh, làm Giám đốc Ngân hàng Đông Phương Bảo Lộc (1990), Hiệu trưởng trường Kinh doanh Trí Dũng, [[Thành phố Hồ Chí Minh]] (1993), Giảng viên kinh tế học [[trường Đại học Văn Lang]], TP Hồ Chí Minh (1995), Trưởng khoa Cao đẳng trường [[Đại học Kỹ thuật Công nghệ Thành phố Hồ Chí Minh|Đại học Kỹ thuật Công nghệ, TP Hồ Chí Minh]] (1998), Trưởng phòng Đào tạo, kiêm Trưởng khoa Quản trị và Du lịch [[trường Đại học Cửu Long]], [[Vĩnh Long]] (2000), Trợ lý Hiệu trưởng trường [[Đại học Hồng Bàng]], TP Hồ Chí Minh (2003). Ông sáng lập và làm Giám đốc Trung tâm Nghiên cứu và Phát triển Du lịch TP Hồ Chí Minh (2005) rồi sáng lập và làm Chủ tịch Hội đồng quản trị kiêm Hiệu trưởng trường Kinh tế và Du lịch Tân Thanh tại TP Hô Chí Minh (2007-2012).<ref>Trường trung cấp Kinh tế và du lịch Tân Thanh, 101\/37 Gò Dầu, Tân Quý, Tân Phú, TP.HCM, email: cetrad_vn@yahoo.com. Chương trình kéo dài 2 năm và sinh viên hoàn tất chương trình được cấp bằng trung cấp quốc gia. Ngoài ra, Trường Tân Thanh còn có các lớp nghiệp vụ nhà hàng - khách sạn và là một trong những trường chuyên đào tạo du lịch tại TP Hồ Chí Minh.<\/ref>\n\n== Tác phẩm ==\n* Làng xã Việt Nam, Nhà xuất bản Viện Đại học Đà Lạt, 1974.\n* Nhà Rông các dân tộc Bắc Tây nguyên, Nhà xuất bản Khoa học Xã hội, Hà Nội, 1991.\n* Kinh tế học vi mô, Nhà xuất bản Thống kê, TP Hồ Chí Minh, 1995, tái bản 2002.\n* Chiến lược kinh doanh, giáo trình Đại học Kỹ thuật Công nghệ, TP Hồ Chí Minh.\n* Kinh tế Du lịch, Nhà xuất bản [[Tuổi Trẻ]], TP Hồ Chí Minh, 2002.\n* Quản trị nguồn nhân lực, giáo trình trường Tân Thanh, 2007.\n\n== Gia đình ==\nBảy người con của ông:\n* Nguyễn Thái Đông (aka Marc-Antoine Nguyen), sinh năm 1963 tại Paris (Pháp), dich giả (cộng tác viên Thời báo Kinh tế Sài Gòn và công ty phát hành phim FAFILM) và chuyên gia [[cờ tướng]]<ref>Tháng 9 năm 2010, đội tuyển cờ tướng Pháp gồm Đặng Thanh Trung, Huỳnh Vĩnh Tường và Nguyễn Thái Đông đoạt huy chương vàng đồng đội giải Vô địch Cờ tướng châu Âu tổ chức tại Hamburg (Đức)<\/ref> (tác giả « Xiangqi: L’univers des échecs chinois »<ref>Marc-Antoine Nguyen, Xiangqi: l’univers des échecs chinois, Editions PRAXEO 2009, ISBN 978-2-9520472-6-5<\/ref>).\n* Nguyễn [[Thái San]], Diễn viên Điện ảnh, Thạc sĩ Du lịch.\n* Nguyễn Kiều Lan, sinh năm 1966 tại Antony (Pháp), Bác sĩ Y khoa.\n* Nguyễn Kiều Tiên, sinh năm 1968 tại Paris (Pháp).\n* Nguyễn Kiều Diễm, sinh năm 1978 tại Đà Lạt.\n* Nguyễn Kiều Hạnh, sinh năm 1981 tại Đà Lạt.\n* Nguyễn Kiều Nhi, sinh năm 1983 tại Đà Lạt.\n\n== Chú thích ==\n{{tham khảo}}\n\n{{Thời gian sống|1934}}\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà nghiên cứu văn hóa Việt Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Doanh nhân Việt Nam]]\n[[Thể loại:Lãnh đạo doanh nghiệp]]\n[[Thể loại:Sinh viên Đại học Sorbonne]]"}