{"313116":"{{Cần thêm chú thích}}\n{{sơ khai khoa bảng Việt Nam}}\n'''Nguyễn Khả Trạc''' (chữ Hán: 阮可濯, 1598-1672), tên thật '''Nguyễn Văn Trạc''' (阮文濯), là người đỗ Đệ tam giáp đồng Tiến sĩ. Ông theo [[Nho giáo|Nho học]], sau làm quan đến chức [[Công bộ]] [[thượng thư]], tước Hầu thời [[Nhà Lê trung hưng|Lê trung hưng]]\n\n==Cuộc đời==\n===Thi cử===\n'''Nguyễn Khả Trạc''' xuất thân trong dòng họ Nguyễn Khả có tiếng tăm nhất{{fact|date = ngày 7 tháng 1 năm 2013}} trong [[làng Mai Dịch]], [[Từ Liêm|cầu giấy]], [[Hà Nội]]. Hiện ở xóm Thị vẫn còn nhà thờ ông, còn lưu 14 đạo sắc phong chức tước cho ông và bức hoành phi \"Liêm Quận công\". Nhà thờ đã được xếp hạng Di tích lịch sử văn hóa<ref>[http:\/\/www.hanoimoi.com.vn\/vn\/16\/17719\/ Làng Mai Dịch]<\/ref>. Tên ông được đặt cho đường phố Hà Nội.\n\nÔng sinh năm [[Mậu Tuất]] (1598) tại làng Mai Dịch, huyện Từ Liêm, Hà Nội. Theo gia phả ghi lại thì trước ngày sinh ông, thân mẫu nằm mơ thấy hàng tổng đến giúp đỡ đắp nền nhà nên khi sinh ra đặt tên húy là Nền, tự Văn Trạc. Ngoài ra ông còn tên tự nữa là Đôn Nghiêm.\n\nÔng vốn sinh ra trong gia đình có học, được cha kèm cặp dạy dỗ, năm 24 tuổi đã đỗ [[Văn Miếu - Quốc Tử Giám|Quốc Tử Giám]], giám sinh. Khi đang học ở Quốc Tử Giám, ông được điều vào cung thuyết giảng.\n\nNăm Đức Long thứ 3 mở khoa thi, lúc ấy ông trạc 33 tuổi ứng thí và đỗ Đệ tam giáp đồng Tiến sĩ xuất thân. Khoa thi này hiện còn bia dựng ở [[Văn Miếu - Quốc Tử Giám|Văn Miếu]]<ref>[http:\/\/www.hannom.org.vn\/detail.asp?param=1167&Catid=564 Văn bia khoa Đức Long thứ 3 (1631)]<\/ref>.\n===Làm quan===\nKể từ khi đỗ tiến sĩ cho đến lúc về nghỉ hưu ông đã trải nhậm những chức vụ sau: Cần Chánh sự lang Hải Dương - Đạo giám ngự sử.\n\nNăm [[Đức Long]] thứ 6 (1634), ông lại được bổ nhiệm làm Mậu lâm lang đẳng xứ [[Nghệ An]], Thanh hình Hiến sát sứ ti hiến sát. Theo sách Từ Liêm đăng khoa lục, khi giữ chức Hiến sát ở [[Nghệ An]], ông đã thẳng tay trừng trị bọn tuần nha ở [[Biện Sơn]], làm nhiều điều hà nhũng, được [[triều đình]] và phủ chúa hài lòng khen ngợi.\n\nNăm [[Dương Hòa]] thứ 5 (1639), ông lại được thăng Mậu lâm lang – Đề hình hiến sát Ngự sử. Sau đó ông được phong Hoằng tín đại phu. Năm Dương hòa thứ 8 lại được phong Hoằng tín đại phu Thái bộc tự khanh (1642).\n\nDự bồi tụng phụng sai, bồi thị tham nghị quân vụ cấp đốc thị, có công được triều thần bàn luận.\n\nNăm Dương Hòa thứ 8 (1642), một lần nữa lại được thăng đặc tiến Kim tử vĩnh lộc đại phu thái bộc tự khanh diễn thọ tử, Tả trị thượng khanh. Năm Phúc Thái thứ 3 (1645), triều vua [[Lê Chân Tông]], theo tiến cử của Tả tướng thái úy Tây quốc công [[Trịnh Tạc]], được chúa [[Trịnh Tráng|Trịnh Thanh Đô Vương]] ưng chuẩn và tâu lên nhà vua sắc phong cho ông làm Hộ bộ hữu thị lang, tước Diễn Thọ bá, Trụ quốc trung trật.\n\nGiám thí khoa thi hội năm [[Nhâm Thìn]] (1652), khoa thi này diễn ra nghiêm túc đạt kết quả tốt ông được khen là người có trí tuệ năng lực. Năm Thịnh Đức thứ nhất (1653) ông lại được thăng từ Hộ bộ hữu thị lang lên Lại bộ tả thị lang, tước Diễn Thọ bá.\n\nNăm 1655, ông làm tham nghị quân vụ trong quân của Thái bảo Khê quận công [[Trịnh Trượng]], khi đó lĩnh ấn nguyên soái cầm quân đánh [[chúa Nguyễn]] ở đàng trong<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt23.html Đại Việt Sử ký Bản kỷ tục biên 18]<\/ref>.\n\nThịnh Đức năm thứ 4 (1656) ông được giữ chức Binh bộ tả thị lang bồi tụng. Trong năm này ông đã đi cùng chúa [[Trịnh Tráng]] đến thăm cảnh [[chùa Láng]] – một thắng cảnh ở sát [[thủ đô|kinh thành]] [[Thăng Long]]. Vâng ý Chúa, ông đã soạn bài văn bia tạo lệ Chiêu Thiền tự (Chùa Láng). Văn bia này đã được chép vào tuyển tập văn bia Hà Nội. Thịnh Đức năm thứ 5 (1657) lại được thăng chức Ngự sử và tước Diễn Thọ Hầu{{fact|date = ngày 7 tháng 1 năm 2013}}. Khi thăng chức này, triều đình và phủ chúa khen ông là người làm khá, được vua [[Lê Thần Tông]] ban tặng chữ Khả, và tên ông cũng đổi tên từ Nguyễn Văn Trạc thành Nguyễn Khả Trạc bắt đầu từ đó.\n\nLễ bộ tả thị lang Diễn Thọ hầu{{fact|date = ngày 7 tháng 1 năm 2013}}.\n\n===Hưu trí===\nNăm Cảnh Trị thứ 3 (1665) triều vua [[Lê Huyền Tông]], vì tuổi già yếu ông đã dâng sớ xin về trí sĩ<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt24.html Đại Việt Sử ký - Bản kỷ tục biên 19]<\/ref>, triều đình và phủ chúa xét thấy ông từ khi đỗ tiến sĩ khoa [[Tân Mùi]] (1631) trải nhậm các chức ngoài trấn trong kinh, lại dự bồi tụng tham nghị sự vụ mọi công việc đều hoàn thành nên gia thăng Công bộ thượng thư Liêm{{fact|date = ngày 7 tháng 1 năm 2013}} quận công trụ quốc thượng trật. Khi ông về hưu, các quan đồng liêu, đồng triều từ [[tể tướng]] đến các vị [[thượng thư]], thị lang các bộ, ngự sử hàn lâm viện,… mở tiệc tiễn. Khi ấy ông có làm một bài thơ tạ từ đại ý nói nhờ ơn tổ tiên, ông cha và thầy nên may mắn được đỗ đạt và được vào triều nói đến công việc đã làm và công lao chủ yếu là của bao người tài giỏi giúp xây đời thái bình, về hưu dưỡng già ngắm cảnh yên vui. Các quan đều làm thơ tiễn, tất cả có đến 60 bài từ [[tể tướng]] đến các vị [[thượng thư]], các bộ và các vị khác trong triều đều ca ngợi ông là người có học vấn sâu rộng, cốt cách trung thực, trong sáng, tận tâm với công việc xây đời thịnh trị quốc thái dân an như thời [[Nghiêu Thuấn]] ngày xưa vậy. Về hưu ông thường làm vườn và đọc sách, giao tiếp với bạn bè và anh em gần xa. Ông đã có đôi câu đối để khuyên răn con cháu:\n\n:''Canh độc trì gia vô biệt sảo''\n:''Kiệm cần xử kỉ hữu dư năng''\n\nĐại ý là: Làm ruộng, học tập, giữ nếp nhà không có gì khéo hơn; tiết kiệm chăm chỉ biết xử sự của mình trong cuộc sống thì rất là hay.\n\nCũng trong thời gian về hưu, ông có về quê bà vợ hai là con gái quan Phụ quốc thượng tướng Vân quận công ở Vĩnh Lộc. Tại đây ông đã xây dựng cho hai làng Hữu Bằng và Vĩnh Lộc một cái chợ và làm nhiều việc công đức. Ở làng Hữu Bằng đã dựng bia ghi nhận công đức của ông. Cả hai làng đều hậu thờ ông ở [[đình|đình làng]] phối hưởng cùng Bản Thổ Đại Vương.\n\nÔng mất năm [[Nhâm Tý]], tháng 8 ngày 9 vào năm Dương Đức thứ 2 (1672), thọ 75 tuổi. Vua [[Lê Gia Tông]] và triều thần xúc động tuyên dương công trạng ông, người đã phù giúp lâu dài, trải nhậm nội ngoại các chức lại nhiều lần trong khoa cầm quân đánh giặc, có nhiều công lao đã truy thăng từ bồi tụng Công bộ thượng thư Liêm quận công lên Hộ bộ thượng thư Liêm quận công, Thượng trụ quốc thượng trật. Lại gia phong Thái tử thiếu bảo và ban cho ông tên thụy là Trung Mẫn phủ quân.\n\n==Tham khảo==\n* 14 đạo sắc phong lưu giữ tại nhà thờ họ Nguyễn Khả, xóm Thị, [[Mai Dịch]], [[Cầu Giấy]], [[Hà Nội]]. Nhà thờ đã được công nhận di tích lịch sử văn hóa.\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh năm 1598]]\n[[Thể loại:Mất năm 1672]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}