{"14211790":"{{chú thích trong bài}}\n{{Infobox pageant titleholder\n| name = Nguyễn Phương Khánh\n| image = Phương Khánh on SaigonTV.jpg|230px\n| caption = \n| birth_name = \n| danh hiệu = \n*Á hậu 2 [[Hoa hậu Biển Việt Nam Toàn cầu 2018]]\n*[[Hoa hậu Trái Đất 2018]]\n| học vấn = *Trường Đại học Curtin Singapore\n| competitions=\n*[[Hoa hậu Biển Việt Nam Toàn cầu 2018]]<br>(Á hậu 2)\n*[[Hoa hậu Trái Đất 2018]]<br>(Chiến thắng)\n| birth_date = {{birth date and age|1995|4|05}}\n| residence = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| education =\n| birth_place = [[Bến Tre]], [[Việt Nam]]\n| occupation = {{Hlist|[[Hoa hậu]]|[[Người mẫu]]|Giám khảo sắc đẹp}}\n| height = {{height|m=1,72}}\n| eye_color = Nâu\n| hair_color = Đen\n}}\n'''Nguyễn Phương Khánh''' (sinh ngày 5 tháng 4 năm 1995)<ref>{{Chú thích web|url=https:\/\/laodong.vn\/van-hoa-giai-tri\/tung-bung-ngay-hoa-hau-trai-dat-nguyen-phuong-khanh-ve-tham-truong-cu-641364.ldo|title=Tưng bừng ngày Hoa hậu Trái Đất Nguyễn Phương Khánh về thăm trường cũ|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref><ref>{{Chú thích web|url=http:\/\/plo.vn\/van-hoa\/tan-hoa-hau-phuong-khanh-me-ca-co-va-tu-hao-ve-xu-dua-801430.html|title=Tân hoa hậu Phương Khánh mê ca cổ và tự hào về xứ dừa|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.tienphong.vn\/hoa-hau\/ngam-body-nong-bong-cua-nguoi-dep-vua-doat-hcb-bikini-o-miss-earth-1336713.tpo|title=Ngắm body 'nóng bỏng' của người đẹp vừa đoạt HCB bikini ở Miss Earth|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref><ref name=vnexpressPK\/><ref name=\"hanhtrinhMissEarth\">{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/quoc-te\/hanh-trinh-phuong-khanh-mang-vuong-mien-miss-earth-ve-viet-nam-3833947.html|tiêu đề=Hành trình Phương Khánh mang vương miện Miss Earth về Việt Nam|website=Báo điện tử VnExpress}}<\/ref> là một [[hoa hậu]], giám khảo sắc đẹp và [[người mẫu thời trang]] [[người Việt Nam]], là người chiến thắng cuộc thi [[Hoa hậu Trái Đất 2018]]. Cô là [[Việt Nam tại những đấu trường sắc đẹp lớn nhất thế giới|đại diện Việt Nam đầu tiên]] lên ngôi [[Hoa hậu Trái Đất]],<ref name=vnexpressPK>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/phuong-khanh-toi-tu-hao-la-dai-dien-viet-nam-dau-tien-chien-thang-miss-earth-3834056.html|tiêu đề=vnexpress.net - Phương Khánh: 'Tôi tự hào là đại diện Việt Nam đầu tiên chiến thắng Miss Earth'|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/news.abs-cbn.com\/life\/multimedia\/photo\/11\/04\/18\/vietnam-wins-miss-earth-2018|tiêu đề=Vietnam wins Miss Earth|website=abs-cbn.com}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.gmanetwork.com\/news\/lifestyle\/content\/673425\/miss-vietnam-is-miss-earth-2018\/story\/|tiêu đề=Miss Vietnam is Miss Earth 2018!|website=gmanetwork.com}}<\/ref> đồng thời trở thành người Việt Nam đầu tiên đăng quang tại một trong [[Tứ đại Hoa hậu|6 đấu trường sắc đẹp lớn nhất hành tinh]].\n\nTrước đó, cô từng đạt danh hiệu Á hậu 2 tại cuộc thi [[Hoa hậu Biển Việt Nam Toàn cầu 2018]].\n\n== Thời thơ ấu ==\nPhương Khánh sinh ra và lớn lên tại tỉnh [[Bến Tre]], thuộc vùng [[đồng bằng sông Cửu Long]], [[Việt Nam]]. Cha mẹ cô ly hôn và mẹ cô là bà Nguyễn Thị Phương là giáo viên cấp 2 ở huyện [[Thạnh Phú]], tỉnh [[Bến Tre]]. Cô có 2 anh trai và một trong số đó là nghệ sĩ trang điểm nổi tiếng ở Việt Nam, Hy Nguyễn.\n\nCô từng là sinh viên ngành marketing tại Curtin Singapore, phân hiệu của [[Đại học Curtin]] Australia. Cô tốt nghiệp vào đầu năm 2019 và dự định sẽ học Thạc sĩ Quản trị Kinh doanh tại cùng một trường đại học..<ref name=\"hanhtrinhMissEarth\" \/><ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/photo\/sao-dep-sao-xau\/bien-doi-nhan-sac-cua-hoa-hau-trai-dat-phuong-khanh-3834232.html|tiêu đề=Biến đổi nhan sắc của Hoa hậu Trái Đất Phương Khánh|website=Báo điện tử VnExpress}}<\/ref>\n\nCô thông thạo tiếng Việt, tiếng Pháp và tiếng Anh .\n\n==Sự nghiệp==\n===2018: Các cuộc thi hoa hậu===\n====Hoa hậu Biển Việt Nam Toàn cầu 2018====\nChung kết của [[Hoa hậu Biển Việt Nam Toàn cầu 2018|Hoa hậu Biển Việt Nam Toàn cầu 2018 - Miss Sea Vietnam Global 2018]] được tổ chức tại đảo Phú Quốc vào ngày 21\/4. Ở cuộc thi này, Phương Khánh đã giành được giải Á hậu 2, trong khi đó giải Hoa hậu thuộc về Nguyễn Thị Kim Ngọc và Á hậu 1 thuộc về Nguyễn Ngọc Huyền.\n\n=== Tham gia buổi tuyển chọn đại diện tham gia Hoa hậu Trái Đất ===\nVào tháng 8 năm 2018, Phương Khánh tham gia buổi casting Hoa hậu Trái Đất Việt Nam, một sự kiện tuyển chọn do đơn vị nhượng quyền Việt Nam tổ chức để chọn ra Hoa hậu Trái Đất Việt Nam 2018 và đại diện tham gia các cuộc thi sắc đẹp và sự kiện người mẫu khác. [[Hoa hậu Trái Đất 2015]] [[Angelia Ong]] là một trong những giám khảo của sự kiện. Cô được công bố là Hoa hậu Trái Đất Việt Nam 2018 sau khi được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)]] chấp thuận .\n\n=== Hoa hậu Trái Đất 2018 ===\nCô đại diện cho [[Việt Nam]] tại cuộc thi [[Hoa hậu Trái Đất 2018|Hoa hậu Trái Đất]] được tổ chức vào ngày 3 tháng 11 năm 2018 tại [[Mall of Asia Arena]] ở [[Pasay]], [[Vùng đô thị Manila|Metro Manila]], [[Philippines]]. Kết thúc sự kiện, cô đã giành được danh hiệu hoa hậu và được trao vương miện bởi người tiền nhiệm [[Hoa hậu Trái Đất 2017]] [[Karen Ibasco]] đến từ [[Philippines]] .\n\nTrong cuộc thi, cô đã giành được các giải thưởng của nhà tài trợ; Miss Puerto Princesa Centro Hotel, Miss Robig Builders và Miss Ruj Beauty Care & Spa. Cũng như huy chương vàng cho phần thi Trang phục dân tộc và trang phục dạ hội và một huy chương bạc cho phần thi Áo tắm.\n\nTrong vòng hỏi đáp cuối cùng, Top 4 được hỏi cùng một câu hỏi: \"Là một thế hệ trẻ, bạn nghĩ vấn đề cấp bách nhất của thế hệ mình là gì?\" Cô ấy đã trả lời:<blockquote>''Chúc mọi người buổi tối tốt lành. Câu trả lời của tôi là sự phớt lờ của chúng tôi. Chúng ta có rất nhiều công nghệ, và chúng ta chỉ sử dụng mạng xã hội và chỉ quan tâm đến bản thân. Chúng ta nên dành thời gian để suy nghĩ và cảm nhận về những gì đang xảy ra với Trái Đất ngay bây giờ. Một hành động nhỏ nhân với một triệu người có thể biến đổi thế giới.''<\/blockquote>Thành tích của cô cũng đánh dấu chiến thắng đầu tiên của Việt Nam tại một trong sáu đấu trường sắc đẹp lớn nhất thế giới. Ngoài ra, cô được mệnh danh là \"Hoa hậu Trái Đất đẹp nhất lịch sử\".\n\n'''<big>2022- nay<\/big>'''\n\nPhương Khánh được chọn làm giám khảo chính thức của cuộc thi Hoa hậu Du lịch Việt Nam Toàn cầu. Ngoài ra, cô còn làm giám khảo khách mời tại cuộc thi [[Hoa hậu Hoàn vũ Việt Nam 2022|Hoa hậu Hoàn vũ Việt Nam]].\n\n== Hoạt động truyền thông và môi trường ==\nPhương Khánh chính thức trở về [[Việt Nam]] một tuần sau khi đăng quang cuộc thi [[Hoa hậu Trái Đất 2018]] với sự chào đón hoành tráng của gia đình, bạn bè và những người ủng hộ cô tại [[Sân bay quốc tế Tân Sơn Nhất]] vào ngày 11 tháng 11 năm 2018.  Cô đã có mặt tại một cuộc họp báo được tổ chức tại Trung tâm Hội nghị White Palace, [[Thành phố Hồ Chí Minh]] vào ngày 12 tháng 11 năm 2018.\n\nCô đã đến thăm trường cũ và tặng quà cho những người có hoàn cảnh khó khăn tại quê hương của cô ở tỉnh [[Bến Tre]] vào ngày 16 tháng 11 năm 2018.  Một bữa tiệc chào mừng và tri ân tại [[Thành phố Hồ Chí Minh]] đã được tổ chức vào ngày 11 tháng 12 năm 2018 để kỷ niệm thành tích của cô tại [[Hoa hậu Trái Đất]], ngoài ra còn có sự tham dự của [[Hoa hậu Trái Đất 2017]] [[Karen Ibasco]] đến từ [[Philippines]] và Á hậu 1 cuộc thi [[Hoa hậu Trái Đất 2016]] [[Michelle Gómez]] đến từ [[Colombia]] .\n\nCô đã trở thành gương mặt trang bìa của tạp chí thời trang dành cho phụ nữ Harper's Bazaar ấn bản Việt Nam tháng 12\/2018 và có bài phỏng vấn về cuộc đời cũng như thành công của cô trong cuộc thi Hoa hậu Trái Đất.\n\nVào tháng 1 năm 2019, cô nhận được giải thưởng Hành trình truyền cảm hứng trong [[WeChoice Awards]] hàng năm tại Việt Nam nhờ thành tích trong cuộc thi Hoa hậu Trái đất và những đóng góp cho cộng đồng từ các chiến dịch thu gom rác trên sông và các chiến dịch thay đổi dần thói quen sống có ý nghĩa to lớn trong bảo vệ môi trường.\n\nPhương Khánh đã dẫn đầu cuộc thi Trash Challenge vào ngày 22 tháng 3 năm 2019, bằng cách dọn rác bên dưới cầu Sài Gòn bắc qua [[sông Sài Gòn]] , cùng với ca sĩ Han Sara và nhóm nhạc Uni5.\n\nCô được chỉ định làm Đại sứ của sự kiện [[Giờ Trái Đất]] 2019 vào tháng 3 năm 2019 để quảng bá và thực hiện một số hoạt động bảo vệ môi trường.  Với vai trò đại sứ, Phương Khánh kêu gọi mọi người tự giác tắt đèn và thiết bị không cần thiết trong một giờ, góp phần lan tỏa thông điệp \"Save Energy, Save Earth - Tiết kiệm năng lượng, bảo vệ Trái đất\".\n\nNgày 24\/3\/2019, Phương Khánh đã tham dự giải chạy Olympic Việt Nam là hoạt động thể thao thường niên do [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)]] tổ chức nhằm cổ vũ cho các hoạt động thể thao và kỷ niệm 73 năm thành công của ngành thể thao.  Cô cũng là khách mời trong vòng chung kết cuộc thi 'Sinh viên thanh lịch Việt Nam' do [[Trường Đại học Sân khấu – Điện ảnh Thành phố Hồ Chí Minh]] tổ chức vào ngày 28 tháng 3 năm 2019.\n\nCô đã tổ chức sinh nhật vào ngày 5\/4\/2019 bằng cách tham gia chiến dịch hiến máu do Viện Huyết học và Truyền máu Trung ương tổ chức nhằm xoa dịu tình trạng thiếu máu tại các bệnh viện trong cả nước.\n\nPhương Khánh đã khởi động dự án thông qua Cục Hải quan phía Nam tại Việt Nam vào ngày 10 tháng 4 năm 2019 và trao 20 suất học bổng trị giá 1 triệu đồng cho 20 học sinh khó khăn về tài chính, trao công trình thanh niên về hệ thống cấp nước sạch vô trùng cho trường THPT Nhơn Châu và 2 máy nước uống tiệt trùng cho Trường Mầm non Thôn Tây, hoạt động trồng cây và làm sạch môi trường biển tại đảo Nhơn Châu, [[Quy Nhơn]], [[Bình Định]]  Phương Khánh được Trương Quốc Phong, Giám đốc [[Sở Văn hóa, Thể thao và Du lịch Việt Nam]] bổ nhiệm làm Đại sứ Du lịch Bến Tre từ ngày 10 tháng 4 năm 2019 đến ngày 31 tháng 12 năm 2021 và sẽ làm việc với các phương tiện truyền thông và xúc tiến du lịch trong đó có quảng bá món ăn như là dừa.\n\nCô dẫn đầu Tuần lễ Thời trang Quốc tế Việt Nam 2019 tại Thành phố Hồ Chí Minh, cô bước vào lễ khai mạc vào ngày 11 tháng 4 năm 2019 và mặc trang phục của NTK Chung Thanh Phong.\n\nPhương Khánh đã trở thành gương mặt nổi tiếng của tạp chí hàng không quốc tế One2Fly của hãng hàng không quốc tế [[VietJet Air]] vào tháng 5 năm 2019.  Tháng 5 năm 2019, cô cũng được giới thiệu trong dự án \"Tự hào Việt Nam\", một cuốn sách tuyển tập ảnh tôn vinh những người Việt Nam chiến thắng cuộc thi quốc tế. danh hiệu hoặc sự công nhận toàn cầu.  Cô bắt đầu khởi động cuộc tìm kiếm Đại sứ Áo dài Việt Nam tại Thành phố Hồ Chí Minh vào ngày 16 tháng 5 năm 2019 để quảng bá trang phục dân tộc của Việt Nam trên toàn thế giới.\n\nCô đã đến [[Réunion]] vào ngày 2 tháng 6 năm 2019. Cùng với Á hậu 1 của cuộc thi [[Hoa hậu Trái Đất 2018]], Melanie Mader, cô đã tham dự hội nghị [[Ngày Môi trường Thế giới]], sau đó là sự kiện trồng cây vào ngày 4 tháng 6 năm 2019 tại Réunion.  Cô đã có bài phát biểu trong sự kiện môi trường với chủ đề \"Làm thế nào để chống lại sự nóng lên toàn cầu một cách hiệu quả\".\n\nPhương Khánh đến [[Singapore]] vào ngày 12\/6\/2019 để quảng bá chiến dịch bảo vệ môi trường và là giám khảo cuộc thi Hoa hậu Trái đất Singapore 2019. Cô đã hỗ trợ trong việc trao vương miện cho người chiến thắng cuối cùng, Kimberly Ong với tư cách là đại diện của Singapore trong cuộc thi [[Hoa hậu Trái Đất 2019]].\n\nNgày 21\/6\/2019, cô bước lên thảm đỏ lễ trao giải thời trang \"A Diva You\" 2019 tại TP.HCM với chủ đề \"Thời trang nổi loạn\" diễn ra tại Trung tâm Hội nghị và Triển lãm White Palace Phạm Văn Đồng. Trong các giải thưởng nói trên, cô đã giành giải Người đẹpThanh lịch.\n\nCô đã có chuyến đi đến [[Hoa Kỳ]] vào tháng 6 năm 2019 với tư cách là khách mời đặc biệt cùng với Á hậu 3 của cuộc thi [[Hoa hậu Trái Đất 2018]], Melissa Flores đến từ [[Mexico]] trong cuộc thi Hoa hậu Trái đất Hoa Kỳ 2018, trong đó cô đã trao vương miện cho Emanii Davis là người chiến thắng sẽ đại diện cho Hoa Kỳ tại [[Hoa hậu Trái Đất 2019]].  Cô cũng tham gia dọn dẹp Công viên Flores cùng với Công viên & Giải trí Las Vegas và Dự án Trái đất sạch.\n\nCô đã đến [[Nhật Bản]] vào tháng 7 năm 2019 và được chào đón bởi các sinh viên trong chuyến thăm trường Đại học Fukuoka Jo Gakuin. Phương Khánh tham gia dọn cỏ và rác bên bờ sông ở thành phố Fukuoka. Cô tham dự bữa tiệc chào mừng do Hiệp hội Giáo dục Nhật Bản tổ chức và bày tỏ ý định làm cầu nối giao lưu văn hóa giữa Nhật Bản và Việt Nam. Cô được chỉ định làm đại sứ của Hiệp hội Nhật ngữ dành cho những người không nói tiếng mẹ đẻ và sinh viên quốc tế, trong đó cô sẽ tham gia các hoạt động gặp gỡ, trao đổi và học hỏi về mô hình đào tạo tiếng Nhật tại địa phương. Cô cũng chứng kiến ​​việc ký kết thỏa thuận hợp tác giữa Hiệp hội Nhật ngữ dành cho người học không sử dụng chữ Kanji (JLAN) với trường Đại học Đại Nam nhằm đào tạo và trao cơ hội cho người Việt Nam sang học tập và làm việc tại Nhật Bản.  cũng đến thăm Tổng Lãnh sự quán Việt Nam tại Fukuoka để nói về phúc lợi của người Việt Nam tại Nhật Bản.\n\nCô lên trang bìa đại diện của The Lifestyle Journalist có trụ sở tại [[Ấn Độ]] trong ấn bản tháng 7 năm 2019 với một cuộc phỏng vấn độc quyền về kỳ tích của cô trong cuộc thi Hoa hậu Trái đất và những kế hoạch trong tương lai của cô.  Sau đó, cô bước lên thảm đỏ buổi ra mắt bộ sưu tập \"Em là nắng\" của NTK Chung Thanh Phong vào ngày 6 tháng 7 năm 2019 diễn ra tại Thành phố Hồ Chí Minh với sự tham gia của các ngôi sao showbiz Việt.\n\nCô đến [[Colombia]] vào ngày 20 tháng 8 năm 2019 với sự chào đón hoành tráng tại sân bay quốc tế El Dorado để làm giám khảo cuộc thi Hoa hậu Trái đất Colombia 2019. Cùng với các ứng cử viên của Hoa hậu Trái đất Colombia 2019, cô đã đến thăm [[Bộ Môi trường và Phát triển bền vững Colombia]] tại [[Bogotá]] và khi kết thúc cuộc thi, ban giám khảo bao gồm Phương Khánh đã tuyên bố Yenny Carrillo là Người chiến thắng cuộc thi và sẽ tham dự Hoa hậu Trái Đất 2019 vào tháng 10 tại Philippines.\n\nVào ngày 26 tháng 8 năm 2019, Phương Khánh và những người nổi tiếng khác ở Việt Nam đã kêu gọi sự chú ý của giới truyền thông về vụ cháy [[Rừng mưa Amazon]] năm 2019, trong đó cô đã chia sẻ một bài viết về cách mọi người có thể giúp ngăn chặn rừng Amazon bị tàn phá.\n\nSau chuyến đi tại Colombia, cô tiếp tục đến [[New Delhi]], [[Ấn Độ]] đảm nhận vai trò giám khảo trong cuộc tuyển chọn Hoa hậu Trái đất Ấn Độ 2019 do tổ chức Miss Divine Beauty Pageant tổ chức, tại đó cô đã trao vương miện cho Tejaswini Manogna là người chiến thắng vào ngày 31 tháng 8 năm 2019.  Ngoài việc đăng quang cuộc thi, cô còn thực hiện các hoạt động công tác xã hội, trồng cây, bảo vệ môi trường và chiến dịch nâng cao nhận thức cộng đồng và nhận được giải thưởng \"Giải thưởng Xuất sắc\" của Tổ chức Earth Saviors có trụ sở tại Ấn Độ.\n\nSau đêm chung kết Hoa hậu Trái đất Ấn Độ 2019, Phương Khánh ngay lập tức di chuyển sang [[Malaysia]] với tư cách là đại diện của Carousel Productions và làm thành viên ban giám khảo cho cuộc thi Hoa hậu Trái đất Malaysia 2019 diễn ra vào ngày 6 tháng 9 năm 2019.  Một con tem bưu chính kỷ niệm có ảnh của cô đã được Chính phủ Malaysia phát hành để vinh danh chuyến thăm của cô tới đất nước để thúc đẩy bảo vệ môi trường và tham dự Hoa hậu Trái đất Malaysia 2019.\n\nNăm sinh nhật lần thứ 27, Phương Khánh cắt mái tóc dài của mình để hiến tóc cho các bệnh nhân bị ung thư.\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{Đầu hộp}}\n{{s-ach}}\n{{thứ tự kế vị\n|chức vụ=[[Hoa hậu Biển Việt Nam Toàn cầu|Á hậu 2 Biển Việt Nam]]\n|trước=[[Nguyễn Đình Khánh Phương]]\n|sau= Nguyễn Thu Hằng\n|năm=2018}}\n{{thứ tự kế vị\n|chức vụ=[[Hoa hậu Trái Đất]]\n|trước={{flagicon|Philippines}} [[Karen Ibasco]]\n|sau={{flagicon|Puerto Rico}} [[Nellys Pimentel]]\n|năm=2018}}\n{{thứ tự kế vị\n|chức vụ=[[Hoa hậu Trái Đất|Đại diện tham gia Hoa hậu Trái Đất]]\n|trước=[[Lê Thị Hà Thu]]\n|sau= [[Hoàng Hạnh|Hoàng Thị Hạnh]]\n|năm=2018}}\n{{Cuối hộp}}\n\n{{Kiểm soát tính nhất quán}}\n{{sơ khai}}\n\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Nữ người mẫu Việt Nam]]\n[[Thể loại:Người Bến Tre]]\n[[Thể loại:Sinh năm 1995]]\n[[Thể loại:Phụ nữ Việt Nam thế kỷ 21]]\n[[Thể loại:Nữ hoàng Sắc đẹp]]\n[[Thể loại:Hoa hậu Trái Đất]]"}