{"14539781":"{{Thông tin nhân vật hoàng gia\n| tên = Ứng Hòa Công Mỹ Đường\n| tên gốc = 應和公美堂\n| tước vị = Ứng Hòa công Mỹ Đường\n| tước vị thêm = \n| thêm = \n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = \n| tại vị = \n| đăng quang = \n| tiền nhiệm = \n| nhiếp chính = \n| kế nhiệm = \n| tên đầy đủ = Nguyễn Phúc Đán (阮福旦)<br>Nguyễn Phúc Mỹ Đường (應和公阮福美堂)\n| tên tự = \n| tên hiệu = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = Ứng Hòa Công (應和公)\n| hoàng tộc = [[Nhà Nguyễn]]\n| kiểu hoàng tộc = Triều đại\n| sinh = 1798\n| nơi sinh = [[Gia Định]], [[Đàng Trong]]\n| mất = 1849\n| nơi mất = [[Huế]], [[Đại Nam]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| cha = [[Nguyễn Phúc Cảnh]]\n| mẹ = [[Tống Thị Quyên]]\n| phối ngẫu = \n| vợ = ???\n| thông tin con cái = ẩn\n| con cái = [[Nguyễn Phúc Lệ Chung]]<br>Nguyễn Phúc Lệ Ngân<br>Nguyễn Phúc Thị Mân<br>Nguyễn Phúc Thị Dao<br>Nguyễn Phúc Tăng Du\n}}\n\n'''Nguyễn Phước Mỹ Đường''' (阮福美堂, [[1798]] - [[1849]]), còn có tên là '''Nguyễn Phước Đán''' (阮福旦) là hoàng thân [[nhà Nguyễn]] trong [[lịch sử Việt Nam]], là đích trưởng tôn của Hoàng đế [[Gia Long]]. Ông đáng lẽ có thể trở thành người nối ngôi chánh thống của vương triều Nguyễn theo quy tắc của [[Nho giáo]] nhưng rốt cục để mất vị trí này vào tay người chú là vua [[Minh Mạng]]. Mấy năm sau khi tranh chấp trữ vị bất thành, ông bị vu tội tư dâm với mẹ ruột là [[Tống Thị Quyên]], dẫn đến thân bại danh liệt.\n\n== Thân thế và cuộc sống ban đầu ==\n\nNguyễn Phúc Đán là đích trưởng tử của Anh Duệ hoàng thái tử [[Nguyễn Phúc Cảnh]], đích trưởng tôn của Hoàng đế Gia Long. Mẹ ruột của ông là [[Tống Thị Quyên]], chưa rõ xuất thân. Ông chào đời vào năm [[1798]], khi đó Hoàng đế Gia Long vẫn còn xưng là Nguyễn vương cai trị ở Nam Hà. Năm [[1801]], không lâu trước khi Nguyễn vương tiêu diệt [[Tây Sơn]] thống nhất sơn hà, phụ thân của ông là Đông cung Cảnh qua đời vì bệnh [[đậu mùa]] khi còn rất trẻ.<ref name=\"books.google.com\">[https:\/\/books.google.com\/books?id=M8mF1lOrpWgC&pg=PA204&dq=%22Prince+Canh%22&sig=ACfU3U1VADVYeg01OK9FvSHU5U-4LGULJA Viêt Nam Exposé By Gisèle Luce Bousquet, Pierre Brocheux, p.204]<\/ref> Bấy giờ công lao ở Hoàng tử Cảnh trong công cuộc trung hưng nhà Nguyễn rất lớn, nên phần nhiều các quan đứng đầu là [[Nguyễn Văn Thành]], quan Tổng trấn Bắc thành đều ủng hộ lập Hoàng tôn Đán kế ngôi đại thống theo đúng nguyên tắc của Nho giáo. Tuy nhiên Hoàng đế [[Gia Long]] lại có ý muốn chọn Hoàng tử thứ 4 là Đảm.\n\nNăm [[1814]], bà nội của Hoàng tôn Đán là Thuận Nguyên hoàng hậu [[Tống Thị Lan]] bị bệnh mà mất. Bầy tôi tâu rằng theo lễ chế phải lấy Hoàng tôn Đán đứng chủ tự. Nhưng [[Gia Long]] lấy lý do Hoàng tử Đảm từ nhỏ đã được nuôi ở chỗ của Hoàng hậu, nên lấy Đảm chủ tự, bảo rằng:\n:''Hoàng tử từng làm con của hoàng hậu, đã có giấy tờ, nên sai làm chủ tự, việc lớn của nhà nước không nên câu nệ theo lễ đích tôn thừa trọng như nhà thường.''<ref name=\"DNLT2\">''[[Đại Nam liệt truyện]]'', quyển 2<\/ref>\n\n[[Nguyễn Văn Thành]] tâu rằng nếu làm thế thì trong văn tế khó dùng lời lẽ xưng hô sao cho hợp, Gia Long bảo rằng<ref name=\"DNLT2\" \/>\n:''Con theo mệnh cha tế mẹ là việc danh chính ngôn thuận, có gì mà không nên.''\n\nVề sau [[Nguyễn Văn Thành]] vì ý muốn lập Hoàng tôn mà bị nhà vua ghét bỏ, sau đó dính phải vụ án bài thơ của con trai [[Nguyễn Văn Thuyên]] mà phải tự tử. Khoảng tháng 9 năm [[1817]], Hoàng tôn Đán được nhận phong Ứng Hòa công (應和公), em trai ông là Hoàng tôn Kính được phong làm Thái Bình công. Trước đó vào năm [[1815]], Hoàng tử Đảm đã được nhận phong làm Hoàng thái tử.\n\nĐầu năm [[1820]], vua [[Gia Long]] băng hà, Thái tử Đảm kế ngôi, tức là vua [[Minh Mạng]].<ref name=\"books.google.com\"\/> Năm [[1823]], Minh Mạng ban bài thơ Đế hệ thí và các bài thơ Phiên hệ thí, trong đó Đán đổi tên thành Mỹ Đường, là người đứng đầu đệ nhất chính hệ của Anh Duệ hoàng thái tử, được ban cho một bài thơ để đặt tên lót cho con cháu như sau:<ref name=\"DNLT2\" \/><ref>Nguyễn Phước tộc, sách đã dẫn, trang 254<\/ref>\n:''Mỹ Lệ Tăng Cường Tráng\/Liên Huy Phát Bội Hương\/Lệnh Nghi Hàm Tốn Thuận\/Vỹ Vọng Biểu Khôn Quang.\n\n== Vụ án Mỹ Đường ==\n{{Bài chính|Án Mỹ Đường}}\n\nNăm [[Minh Mạng]] thứ 5 ([[1824]]), có người tố cáo Mỹ Đường tư dâm với mẹ ruột là bà [[Tống Thị Quyên]]. Trong [[Đại Nam liệt truyện]] lẫn [[Đại Nam thực lục]] đều không cho biết quá trình nghị án diễn ra như thế nào, và liệu đây có phải là một vụ án oan hay không. Sau đó Minh Mạng hạ lệnh cho [[Lê Văn Duyệt]] đem Tống thị dìm xuống nước cho chết, giáng Mỹ Đường làm Thứ nhân, buộc phải nộp ấn và dây thao (Thực lục viết rằng Mỹ Đường tự nguyện dâng nộp), con trai con gái biên phụ vào sau sổ họ Tôn thất.<ref name=\"DNTL2\">''[[Đại Nam thực lục]]'', tập 2<\/ref>\n\nVề vụ án này, tác gia [[Nguyễn Khắc Thuần]] trong [[Việt sử giai thoại]] có lời bàn rằng<ref>Nguyễn Khắc Thuần, sách đã dẫn, trang 11-12<\/ref>\n:''Thời ấy, có hai tội thuộc hàng đại ác không thể tha, ấy là bất trung và thất đức. Bất trung thì con trai trưởng của Hoàng tử Cảnh chẳng có biểu hiện gì, vậy thì Minh Mạng muốn được yên vị trên ngai, ắt phải khép Mỹ Đường vào tột thất đức là thông dâm với mẹ. Ôi, giá mà Mỹ Đường chẳng phải cháu đích tôn của Gia Long thì đời ông sẽ êm thấm biết ngần nào...''\n\nMỹ Đường bị giam lỏng ở nhà riêng, vì thương nhớ các con nên nhiều lần đến thăm. Tháng 2 ÂL năm [[1825]], có người cho là bỏ trốn, tâu lên với vua. Vua phán rằng\n:''Hành vi của nó còn hơn loài chó lợn, trẫm nghĩ cái tình Anh Duệ Hoàng thái tử nên không nỡ làm tội, nay lại nghe kẻ bậy bạ xui khiến, muốn làm gì chăng?''<ref name=\"DNTL2\" \/>\n\nRồi sau thị vệ bắt về tra khảo, canh giữ, nhưng sau đó lại tha.<ref name=\"DNTL2\" \/>\n\n== Thân bại danh liệt ==\n\nHai năm sau đó ([[1826]]), em trai ông là Mỹ Thùy bị quân lính đạo Dực Chẩn kiện, không rõ là vì việc gì. Khi triều đình chuẩn bị hạch tội thì Mỹ Thùy bất ngờ bị bệnh mà chết, cũng không có con nối dõi. Triều đình Huế lấy con cả của Mỹ Đường là [[Nguyễn Phúc Lệ Chung|Lệ Chung]] năm đó mới 10 tuổi tập phong Ứng Hòa hầu để lo việc thờ phượng Anh Duệ Hoàng thái tử, miễn cho việc chầu hầu, cho lương hằng năm 600 quan tiền, 500 phương gạo và cấp cho một đội Dực tráng theo lệ để sai khiến. Năm [[1827]], các quan bộ Lễ tấu rằng<ref name=\"DNTL2\" \/>\n:''Từ xa xưa ân lễ ban ra vốn không thể không nghiêm về danh nghĩa, cho nên thánh nhân bàn việc làm chính trị thì trước nhất là việc chính danh, bởi vì có chính danh thì mới nói được. Ưng Hoà là tước hiệu của Mỹ Đường được phong trước kia, từ khi Mỹ Đường phải tội, việc thờ cúng ở nhà thờ Anh Duệ, Thái Bình công (Mỹ Thùy) đã là chủ rồi. Thái Bình không có con, cho nên Lệ Chung là con Mỹ Đường được tập tước. Nay Lệ Chung đã được chủ việc tế tự Anh Duệ thì nên làm người thừa kế Thái Bình công. Còn đối với Mỹ Đường, dẫu con không có lẽ cắt đứt với bố, nhưng sau này, thứ tự Chiêu Mục đã không cần đến, nếu cứ gọi là Ưng Hoà hầu thì hình như người có tội vẫn được truyền tước, mà Thái Bình công là thân phiên<ref>Anh em chú bác với vua được phong tước Công, gọi là thân phiên<\/ref> lại đến mất danh hiệu. Vậy xin đổi phong làm Thái Bình hầu thì theo nghĩa mới chính.''\n\nVua bèn cải phong Lệ Chung làm Thái Bình hầu, còn Mỹ Đường vẫn là thứ nhân như cũ.<ref name=\"DNLT2\" \/><ref name=\"DNTL2\" \/> Sau này con nuôi của [[Lê Văn Duyệt]] là [[Lê Văn Khôi]] khi nổi dậy chống lại triều đình Minh Mạng đã lấy danh nghĩa tôn phò hậu duệ của Đông cung Cảnh.<ref>McLeod, tr.30<\/ref>\n\nMùa xuân năm Minh Mạng thứ 14 ([[1833]]), phó Tổng tài ở sở Ngọc diệp (gia phả hoàng gia) là bọn [[Phan Huy Thực]], [[Tôn Thất Bằng]] tâu nói\n:''Mỹ Đường là con cả Hoàng Thái tử Anh Duệ, trước vì bị tội, các con cái phải phụ lục vào sau cuốn phả Tôn thất. Nay, thiết nghĩ rằng: tội của Mỹ Đường chỉ là tội tự làm hỏng mình, sánh với tội phản nghịch như Phạm Hiệp, Phạm Huệ có khác. Huống chi con là Lê Chung hiện được tập tước để giữ việc thờ cúng ngành Anh Duệ. Ngoài ra, con trai, con gái hắn cũng đều là cháu của Hoàng Thái tử Anh Duệ. Vậy xin cho liệt vào tôn phả, theo thế thứ Hoàng thái tử Anh Duệ, mà bỏ chỗ phụ lục đi. Đến như tên và tự Mỹ Đường trong phả hoàng tử, dưới chỗ chép những chữ \"Anh Duệ hoàng thái tử tử nhị\" xin chua rõ tội danh<ref>Dòng chua như sau: Con trưởng là Mỹ Đường, năm Gia Long 15, được phong tiến Ứng Hòa công, vì đắm đuối chơi bời tự biết có tội, Minh Mệnh năm thứ 5, mang nộp cả sắc và ấn, xin tha tội, được làm thứ nhân.<\/ref> để lưu chiểu.''\n\nVua cho lời tâu đó là phải.<ref name=\"DNLT2\" \/><ref name=\"DNTL3\">''[[Đại Nam thực lục]]'', tập 3<\/ref> Tuy nhiên đến mùa đông năm [[1837]], phủ Tôn nhân và bộ Lễ lại tâu nói tội ác của Mỹ Đường rất nặng, không thể lưu tên con trai con gái ở chỗ tôn phả nữa. Trừ Lệ Chung được cho miễn nghị vì để giữ việc tế tự cho Đông cung Cảnh, còn những người con khác là Lệ Ngân, Thị Vân, Thị Dao đều bị truất làm Thứ nhân, tước bỏ tên trong sổ tông thất.<ref name=\"DNLT2\" \/><ref name=\"DNTL4\">''[[Đại Nam thực lục]]'', tập 4<\/ref>\n\nNăm [[1839]], phong Lệ Chung làm Cảm Hóa hầu. Năm [[1848]], Đại học sĩ điện Đông Các là [[Vũ Xuân Cẩn]] dâng biểu nói về công lao của Thuận Nguyên hoàng hậu và Anh Duệ thái tử, mà tội của Mỹ Đường chỉ là làm mất luân thường của bản thân mà thôi, và tâu xin tấn phong cho Lệ Chung và cấp lương bổng hằng tháng cho Mỹ Đường. Vua [[Tự Đức]] chuẩn theo, sau đó cho tuân theo việc năm thứ 14 [[Minh Mạng]], phục lại tên con cháu Mỹ Đường trong sổ tông thất và cấp cho lương bổng hàng tháng.<ref name=\"DNLT2\" \/><ref name=\"DNTL7\">''[[Đại Nam thực lục]]'', tập 7<\/ref>\n\nNăm [[1849]], thứ nhân Mỹ Đường qua đời, hưởng dương được 52 tuổi. Gặp khi đó trong kinh kỳ có thiên tai, bọn đại thần [[Tạ Quang Cự]] 30 người có lời tâu xin, vì thế nhà vua lấy Lệ Chung tấn phong lên tước Quận công.<ref name=\"DNLT2\" \/><ref name=\"DNTL7\" \/> Về phần Lệ Chung sau sinh được 6 con trai là Anh Gia, Anh Vịnh, Anh Dĩ, Anh Nhu, Anh Linh, Anh Nghi cùng 2 con gái; đến năm thứ 18 Tự Đức vì can tội hút thuốc phiện mà bị giáng xuống tước Đình hầu.\n\nKỳ Ngoại hầu [[Cường Để]] ([[1882]] - [[1951]]), nhà cách mạng [[Việt Nam]] đầu thế kỉ XX, là cháu chắt trực hệ của Mỹ Đường.<ref>''A Vietnamese Royal Exile in Japan'' by My-Van Tran, Tran My-Van My Duong, p. 22 [https:\/\/books.google.com\/books?id=XTW6ZlhLUQYC&pg=PA22&dq=%22My+Duong%22&sig=ACfU3U1Z5eardGPD8QBoQtQK9rvFLfY90A]<\/ref>\n\n== Xem thêm ==\n* [[Gia Long]]\n* [[Minh Mạng]]\n* [[Tống Thị Quyên]]\n* [[Nguyễn Phúc Cảnh]]\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''Nguyễn Phúc Tộc thế phả'', Nhà xuất bản Thuận Hóa\n* [[Đại Nam thực lục]]\n* [[Đại Nam liệt truyện]]\n* Nguyễn Khắc Thuần ([[1998]]), Việt sử giai thoại (Tập 8), Nhà xuất bản Giáo dục\n* McLeod, Mark W. ''The Vietnamese response to French Intervention, 1862-1874'' Greenwood Publishing Group, 1990 {{ISBN|0-275-93562-0}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Sinh năm 1798]]\n[[Thể loại:Mất năm 1849]]\n[[Thể loại:Hoàng tộc nhà Nguyễn]]\n[[Thể loại:Loạn luân]]"}