{"128468":"{{chú thích trong bài}} \n{{bài cùng tên|Nguyễn Văn Hảo (định hướng)}}\n'''Nguyễn Văn Hảo''' (sinh ngày 31 tháng 3 năm 1942) nhà kinh tế Việt nam, từng là [[Phó Thủ tướng]] của [[Việt Nam Cộng hòa]] trước ngày 30 tháng 4 năm 1975. Ông tốt nghiệp kinh tế tại một đại học Thụy Sĩ.\n\nSau khi về Việt nam, ông đảm nhiệm các công việc Giáo sư tại [[Học viện Quốc gia hành chính]], Giám đốc Quỹ Phát triển kinh tế Quốc gia. Ông là một trong những nhà kinh tế giỏi và có ảnh hưởng trong nhiều chính sách kinh tế - tài chính của chính phủ Việt nam Cộng hòa. Năm 1973, ông giữ chức Tổng đốc Quỹ phát triển kinh tế. Với tinh thần dân tộc, ông kiên quyết bài trừ nhập khẩu và tiêu dùng hàng ngoại, khuyến khích tiêu dùng hàng nội, cứng rắn trước những sức ép của viện trợ Mỹ…\n\nNăm 1974 ông được bổ nhiệm làm Phó Thủ tướng đặc trách phát triển kinh tế kiêm chức vụ Bộ trưởng Bộ Canh nông và Kỹ nghệ. Trên cương vị đó, ông đã đưa ra những quyết sách quan trọng như hạn chế nhập khẩu, đẩy mạnh xuất khẩu, đẩy mạnh tiêu dùng nội địa. Chính ông đã từng ra lệnh cho công an đi tịch thu tất cà các loại thuốc lá ngoại trên thị trường như Winston, 555, Dunhill, Salem, Marlboro… Nguyễn Văn Hảo là người có tư tưởng bài Mỹ, chống lệ thuộc Mỹ, chấn hưng kinh tế, nâng cao đời sống của những tầng lớp nghèo khổ.\n\nNhững ngày cuối cùng của Việt Nam Cộng hòa, ông là người kiên quyết giữ lại [[16 tấn vàng của Việt Nam Cộng hòa|16 tấn vàng]].<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-135084.htm|tựa đề=Kỳ 4: Kế hoạch bí mật từ dinh tổng thống|họ=|tên=|ngày=2006-04-29|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-09-14}}<\/ref>\n\nSau 1975 ông ở lại Việt Nam đến những năm 1980 ông sang Pháp, sau đó làm cố vấn kinh tế cho chính phủ Haiti, và hiện đang liên doanh với [[Malaysia]] để xây dựng và đã đưa vào hoạt động khách sạn Park Hyatt tại [[Thành phố Hồ Chí Minh]]. Ông hiện đang trú tại quận 1, thành phố Hồ Chí Minh.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai chính khách Việt Nam}}\n{{thời gian sống|1942}}\n\n[[Thể loại:Tiến sĩ Việt Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà nghiên cứu kinh tế Việt Nam]]\n[[Thể loại:Bộ trưởng Việt Nam Cộng hòa]]\n[[Thể loại:Phó Thủ tướng Việt Nam Cộng hòa]]"}