{"3255866":"{{Infobox Writer\n|name = Nguyễn Công Mỹ|image = |bgcolour = silver|caption = |birth_date = [[1909]]|birth_place = [[Bắc Ninh]], [[Liên bang Đông Dương]]|death_date = {{death date and age|1949|1|6|1909|0|0}}|death_place = [[Hà Nội]], [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]]|occupation = [[Tổng giám đốc Nha Bình dân học vụ]] [[Việt Nam Dân chủ cộng hòa]]|movement = |magnum_opus = |influenced = |influences = |website = |footnotes = }}\n'''Nguyễn Công Mỹ''' (1909-1949) là một nhà hoạt động xã hội Việt Nam, hoạt động tích cực trong phòng trào truyền bá Quốc ngữ và Bình dân học vụ, đóng góp rất lớn cho công cuộc xoá mù chữ tại Việt Nam đầu thế kỷ 20.\n\n==Thân thế==\nÔng sinh năm 1909, người làng Xuân Cầu, xã Nghĩa Trụ, huyện Văn Giang, tỉnh Hưng Yên. Ông là em trai nhà văn hiện thực phê phán [[Nguyễn Công Hoan]], là anh của [[Nguyễn Công Miều]], tức nguyên bí thư Trung ương Đảng [[Lê Văn Lương]].\n\n== Quá trình hoạt động ==\nNăm 1925, ông Mỹ đã hưởng ứng biểu tình đòi Pháp thả cụ [[Phan Bội Châu]], sau đó bị Pháp buộc thôi học ở [[Trường Sư phạm Hà Nội]] vì tham gia dán truyền đơn. Về [[Hải Phòng]] dạy học tư, ông vẫn hoạt động cách mạng và làm trưởng ban cổ động [[Hội Truyền bá quốc ngữ]].\n\nNgày 8\/9\/1945, ông Nguyễn Công Mỹ được Chính phủ mới bổ nhiệm chức vụ [[Tổng Giám đốc Bình dân học vụ]] đầu tiên của [[Việt Nam Dân chủ Cộng hòa]].<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/giao-duc\/Sac-lenh-17-dat-binh-dan-hoc-vu-35863.aspx Sắc lệnh 17 đặt Bình dân học vụ]<\/ref>\n\nĐể xác định chính sách và phương thức phù hợp cho phong trào xóa mù chữ rộng khắp cả nước, ông Nguyễn Công Mỹ và Chính phủ liên tiếp tổ chức nhiều khóa huấn luyện ở [[Hà Nội]] và khu vực. Lớp đầu tiên dành cho cán bộ phụ trách ở các tỉnh về mang tên \"khóa Hồ Chí Minh\" gồm 79 người, trong đó có 15 nữ. Trong buổi lễ khai giảng, Chủ tịch [[Hồ Chí Minh]] đến dự và nêu rõ ba nhiệm vụ cấp bách trước mắt là \"''chống nạn đói, nạn thất học, nạn ngoại xâm''\" và khẳng định \"''chống nạn thất học cũng như chống ngoại xâm''\". Ông Nguyễn Công Mỹ đã đứng lên đại diện đội ngũ bình dân học vụ hứa sẽ thực hiện tốt những nhiệm vụ quốc dân này.\n\nNgay sau đó, công cuộc xóa mù chữ lớn nhất lịch sử Việt Nam được triển khai rộng khắp. Kế thừa thành quả thực hiện được và kinh nghiệm Hội Truyền bá quốc ngữ, lớp học bình dân học vụ lan rộng khắp nước, trải từ [[Lạng Sơn]] đến [[Cà Mau]], ở những nơi còn yên bình đến những địa phương đang kháng chiến khốc liệt với quân Pháp. Mãn khóa học đầu tiên tháng 2-1946, ông Nguyễn Công Mỹ nhận được báo cáo: 815.715 học viên đã hết mù chữ từ 29.963 lớp học với 31.686 giáo viên. Tuy nhiên đó mới chỉ là báo cáo của 25 ty bình dân học vụ [[Bắc bộ]] và 10 ty ở [[Trung bộ]], còn nhiều địa phương khác như [[Nam bộ]] chưa kịp gửi về.\n\nSáng [[6 tháng 1]] năm 1949, trong lúc qua đò bến [[Yên Lệnh]] thăm các lớp học [[Hưng Yên]]. Đò vừa rời bến [[sông Hồng]] thì một tốp máy bay Pháp ập đến, bắn súng máy xối xả. Ông trúng đạn và hy sinh. Câu chuyện càng bi thương hơn khi gần đến ngày giỗ đầu của ông, cả gia đình ba người gồm mẹ, vợ và con trai út mới 16 tháng tuổi lại bị máy bay Pháp ném bom chết.<ref>{{chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150828\/cai-chet-cua-tong-giam-doc-binh-dan-hoc-vu\/959700.html | tiêu đề = Cái chết của tổng giám đốc bình dân học vụ - Tuổi Trẻ Online | author = | ngày = 28 tháng 8 năm 2015 | ngày truy cập = 19 tháng 9 năm 2015 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>\n\nNgày 8\/3\/1949 ông Vương Kiêm Toàn được cử giữ chức Giám đốc Nha Bình dân học vụ thay ông Nguyễn Công Mỹ.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-10-SL-cu-ong-Vuong-Kiem-Toan-giu-Giam-doc-Nha-Binh-dan-hoc-vu-36402.aspx Sắc lệnh số 10-SL]<\/ref>\n\n== Tưởng nhớ ==\nNhà thơ [[Vũ Đình Liên]], người cùng chuyến đò [[Yên Lệnh]] với ông Mỹ nhưng may mắn thoát nạn, đã làm bài thơ khóc bạn thổn thức: ''... Ai khiến anh chìm, tôi lại nổi? Để cho chị, cháu vội theo anh. Bốn nhăm năm ấy, dài hay ngắn. Gặp lại nhau, chờ kiếp tái sinh''.\n\nCú sốc quá lớn trước tin cái chết của ông Nguyễn Công Mỹ, tuy nhiên, công cuộc xóa nạn mù chữ không hề bị chùng lại. Thậm chí nhiều nơi như ở Nam bộ đã nhanh chóng lấy tên ông để đặt tên cho trường học.<ref>{{chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150829\/nhung-ngon-den-van-sang\/960279.html | tiêu đề = Những ngọn đèn vẫn sáng - Tuổi Trẻ Online | author = | ngày = 29 tháng 8 năm 2015 | ngày truy cập = 19 tháng 9 năm 2015 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n{{thời gian sống|1909|1949}}\n\n[[Thể loại:Người Hưng Yên]]"}