{"294781":"'''Nguyễn Sỹ Sách''' ([[20 tháng 1]] năm [[1907]]<ref>Theo tư liệu của gia đình ở Tú Viên thì Nguyễn Sĩ Sách sinh năm [[1905]] (Giáp Thìn). Ở đây lấy theo Chu Trọng Huyến trong sách ''Nhà giáo danh tiếng đất Lam Hồng''.<\/ref> - [[19 tháng 12]] năm [[1929]]), bí danh '''Phong'''<ref name=Quinn-Judge1>Quinn-Judge, tr. 328<\/ref>, là nhà cách mạng Việt Nam.\n\n==Tiểu sử==\nÔng có hiệu '''Tùng Thúc''', sinh tại thôn Tú Viên, nay thuộc xóm 2, [[Thanh Lương, Thanh Chương]], [[Nghệ An]]. Ông là con trai duy nhất trong một gia đình nho học, nên thuở nhỏ đã được học chữ Hán. Năm 11 tuổi, ông thi vào tiểu học ở trường huyện. Lớn lên, ông học trường [[Quốc học Vinh]], cùng với các bạn như [[Tôn Quang Phiệt]], [[Đặng Thai Mai]], [[Nguyễn Xiển]], [[Phạm Thiều]]... Cuối lớp Đệ tứ, ông dự thi bậc Thành chung khóa đầu tiên của Quốc học Vinh và đỗ cao. Tuy nhiên do chưa đủ tuổi chính thức (dưới 18 tuổi), nên ông không vào được vào học Cao đẳng Sư phạm. Nhờ sự giúp đỡ của ông giám đốc trường Quốc học, Nguyễn Sỹ Sách đã trở thành thầy giáo của trường Tiểu học Hà Tĩnh khi mới chỉ 17 tuổi<ref>Chu Trọng Huyến trong ''Nhà giáo danh tiếng đất Lam Hồng'', tr. 163<\/ref>.\n\nNăm [[1925]], ông tham gia vào tổ chức [[Hội Phục Việt]] mới thành lập ([[14 tháng 7]] năm [[1925]]). [[Tháng ba|Tháng 3]] năm [[1926]], ông là một trong những yếu nhân tham gia lễ truy điệu [[Phan Châu Trinh]] và đòi thực dân Pháp thả [[Phan Bội Châu]]. Thời gian này, song song với hoạt động cho tổ chức, ông còn tận tụy, dành nhiều thời gian cho công việc dạy học<ref>Chu Trọng Huyến, tr.164-170.<\/ref>, đồng thời tuyên truyền cách mạng cho những học sinh của mình<ref name=Quinn-Judge1\/>. Chính vì thế, ông bị nhà cầm quyền để ý, dẫn đến việc bị chuyển vào làm phụ giáo tại trường Pháp Việt, huyện [[Phú Vang]], tỉnh Thừa Thiên. Mấy tháng sau đó, ông trở thành nhân viên ngành hỏa xa Đông Dương nhưng cũng chỉ làm trong thời gian ngắn<ref>Chu Trọng Huyến, tr. 174<\/ref>. Cũng từ đây, hoạt động cách mạng của ông trở nên mạo hiểm.\n\n[[Hà Huy Tập]], trích trong cuốn sách của Quinn-Judge, đã viết: \"Đồng chí Nguyễn Sỹ Sách, một ủy viên liên lạc của Ủy ban Trung ương [[Việt Nam Cách mạng Đảng]] (Tân Việt), cũng là một thành viên Kì bộ Trung Kỳ của Hội Thanh niên ([[Hội Việt Nam Cách mạng Thanh niên]])\"<ref>Quinn-Judge, tr. 106<\/ref>. Tổng cộng Nguyễn Sỹ Sách đã ba lần vượt biên sang [[Trung Quốc]]. [[Tháng một|Tháng 1]] năm [[1928]], ông từ Trung Quốc về [[Nghệ Tĩnh]], mang theo chương trình và chỉ thị của Tổng bộ Hội Thanh niên ở hải ngoại về việc thành lập một tỉnh bộ của Hội tại địa phương. [[Tháng sáu|Tháng 6]] năm [[1928]], ông trở thành một trong ba ủy viên Ban chấp hành Kỳ bộ Trung Kỳ, cùng với [[Vương Thúc Oánh]] và [[Nguyễn Thiệu]]<ref>Quinn-Judge, tr. 130<\/ref>. Ông bị bắt vào [[tháng mười một|tháng 11]] năm [[1928]], sau đó bị giải từ nhà lao Vinh đến lao Thừa phủ (Huế), tuy nhiên do không đủ chứng cứ nên được thả ra<ref name=cth1>Chu Trọng Huyến, tr. 175<\/ref>.[[Tháng năm|Tháng 5]] năm [[1929]], ông là một trong ba đại biểu Trung Kỳ tham dự Đại hội lần thứ nhất của Hội Việt Nam Cách mạng Thanh niên tại Hồng Kông<ref>Theo Quinn-Judge, việc này không chắc chắn trong danh sách đại biểu Trung Kỳ ngoài Võ Mai và Nguyễn Thiệu, người còn lại có tên khác, nhưng không rõ có phải là Nguyễn Sĩ Sách không.<\/ref>, sau đó được bầu vào Ban chấp hành Tổng bộ của Hội<ref>[http:\/\/www.quanuy1hcm.org.vn\/news\/_docs\/lichsudangbo\/tap1\/C2.2.pdf Sự ra đời các tổ chức cộng sản ở thành phố và tác động của nó đối với phong trào đấu tranh cách mạng ở Quận 1]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}, trang của [[Quận 1]], [[Thành phố Hồ Chí Minh]]. Truy cập 2008-23-10.<\/ref>.\n\n[[Tháng bảy|Tháng 7]] năm 1929, toàn bộ thành viên của Ban chấp hành Kỳ bộ Trung Kỳ bị bắt, bao gồm cả Nguyễn Sỹ Sách mới trở về từ Hội Thanh niên, lẫn [[Trần Văn Cung]] và [[Vương Thúc Oánh]]<ref>Quinn-Judge, tr. 144<\/ref>. Ngày [[10 tháng 10]] năm [[1929]], trong phiên tòa mở tại Vinh, ông bị kết án khổ sai [[chung thân]] theo bản án số 110 do Tổng đốc Nghệ An Bửu Thạch ký. Ông bị đưa về đày tại [[nhà ngục Lao Bảo]] ([[Quảng Trị]]). Ngày [[19 tháng 12]] năm [[1929]], trong lúc cố gắng vượt ngục, Nguyễn Sỹ Sách đã bị bắn vào lưng và qua đời ở tuổi 21<ref>Zinoman, tr.232<\/ref>.\n\nNgười bạn học của ông, [[Tôn Quang Phiệt]], bấy giờ là lãnh tụ Đảng Tân Việt, đã làm câu đối điếu ông:\n::''\"Chết không nhắm mắt, sống há lẽ nhăn răng, ngậm ngùi giọt máu tha hương, bể khóc non kêu vang giục khách tang bồng, oan ức có khi trời ngảnh cổ\"\n::''\"Khóc cũng hổ ngươi, cười sao ra nước mắt, đau xót tấm lòng cố hữu, rày trông mai tưởng, bấm bụng đành câu tâm sự, tạo phùng còn đợi đất vùi xương\"<ref>Chu Trọng Huyến, tr. 176<\/ref>.\n\nÔng mất để lại một người vợ tên Nguyễn Thị Hồng, khi đó mới 19 tuổi (Nguyễn Sỹ Sách kết hôn năm 15 tuổi, khi đó bà Hồng mới 13), và một người con gái tên Lan Hương<ref name=cth1\/>. Hiện nay, tên ông được đặt cho một ngôi trường tại Thanh Chương quê ông, cũng như hai con đường tại thành phố [[Vinh]] và quận [[Tân Bình]], [[Thành phố Hồ Chí Minh]].\n\n==Gia đình==\nÔng có một người cháu là [[Nguyễn Sĩ Dũng|Nguyễn Sỹ Dũng]], tiến sĩ giáo dục, Phó Chủ nhiệm Văn phòng Quốc hội Việt Nam, nhà phản biện xã hội hàng đầu ở Việt Nam.<ref>{{Chú thích web |url =http:\/\/vietnamnet.vn\/vn\/goc-nhin-thang\/moi-dat-cau-hoi-ve-chong-tham-nhung-va-tai-san-cua-quan-chuc-viet-nam-361660.html |tiêu đề =Mời đặt câu hỏi về tài sản khủng của quan chức |tác giả 1 = |ngày =2017-03-16 |nhà xuất bản =[[VietNamNet]] |ngày truy cập =2017-12-06 |ngôn ngữ = |url lưu trữ =https:\/\/web.archive.org\/web\/20171206030145\/http:\/\/vietnamnet.vn\/vn\/goc-nhin-thang\/moi-dat-cau-hoi-ve-chong-tham-nhung-va-tai-san-cua-quan-chuc-viet-nam-361660.html |ngày lưu trữ =2017-12-06 |url-status=live }}<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* {{chú thích sách |title=Ho Chi Minh: The Missing Years, 1919-1941 |author=Sophie Quinn-Judge |year=2003 |publisher=C. Hurst & Co. Publishers |isbn=1850656584}}\n* {{chú thích sách |title=Nhà giáo danh tiếng đất Lam Hồng |author=Nhiều tác giả |year=1996 |publisher=Nhà xuất bản Nghệ An |pages=160-176}}\n* {{chú thích sách |title=The Colonial Bastille: A History of Imprisonment in Vietnam, 1862-1940 |author=Peter Zinoman |year=2001 |publisher=University of California Press |isbn=0520224124}}\n\n{{Thời gian sống|sinh=1907|mất=1929}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Tân Việt Cách mệnh Đảng]]\n[[Thể loại:Dòng họ Nguyễn Sĩ]]"}