{"1334282":"{{thiếu nguồn gốc}}\n'''Nguyễn Quang Thiện''', sinh năm 1625, không rõ năm mất, quê tại xã Triều Khẩu, huyện Hưng Nguyên, trấn [[Nghệ An]], nay là xã Hưng Khánh, huyện [[Hưng Nguyên]], tỉnh Nghệ An. Ông thi Đình đậu đệ tam giáp đồng tiến sĩ xuất thân năm Cảnh Trị 2 (1664), được bổ làm Giám sát ngự sử.\n\n==Thân thế==\n\nNguyễn Quang Thiện sinh năm 1625, nguyên gốc tại thôn Thịnh Mỹ, huyện Lôi Dương nay là huyện [[Thọ Xuân]], tỉnh [[Thanh Hóa]], sau đó di cư vào vùng Triều Khẩu, huyện [[Hưng Nguyên]], năm 25 tuổi thi Hương đậu Cử nhân. Năm 1664 đậu Đệ tam giáp đồng tiến sĩ xuất thân niên hiệu Cảnh Trị 2 đời vua Lê Huyền Tông {{fn|3}}.\n\n==Sự nghiệp==\n\nHiện có rất ít tài liệu nói về nhân vật Nguyễn Quang Thiện, chỉ nêu một ít ở Văn bia tiến sĩ tại [[Văn Miếu - Quốc tử giám]], sách [[Đại Việt sử ký toàn thư]] và gia phả dòng họ nay đã chuyển đến xã Văn Thành, huyện [[Yên Thành]], tỉnh Nghệ An {{fn|1}}.\n\nTheo Bia số 43<ref>[http:\/\/www.hannom.org.vn\/detail.asp?param=1157&Catid=564] VĂN BIA ĐỀ DANH TIẾN SĨ KHOA GIÁP THÌN NIÊN HIỆU CẢNH TRỊ NĂM THỨ 2 (1664)<\/ref>, năm Vĩnh Thịnh thứ 13 đề tên Tiến sĩ khoa [[Giáp Thìn]], niên hiệu [[Cảnh Trị]] 2 được lập năm [[Vĩnh Thịnh]] thứ 13 (tức là năm 1719), triều vua [[Lê Dụ Tông]], khoa thi không có đệ nhất giáp mà có đệ nhị giáp và đệ tam giáp, gồm:\n\nĐỗ Đệ nhị giáp Tiến sĩ xuất thân 1&nbsp;ng­ười:\n\n- [[Nguyễn Viết Thứ]]: xã Sơn Đồng, huyện [[Đan Ph­ượng]].\n\nĐỗ Đệ tam giáp Đồng tiến sĩ xuất thân 12&nbsp;ng­ười:\n\n* [[L­ương Mậu Huân]]: xã Ch­ương D­ương, huyện Thư­ợng Phúc.\n* [[Vũ Duy Đoán]]: xã Mộ Trạch, huyện Đư­ờng An.\n* [[Vũ Công Bình]]: xã Mộ Trạch, huyện Đư­ờng An.\n* [[Ngô Sách Dụ]]: xã Tam Sơn, huyện Đông Ngạn.\n* Nguyễn Quang Thiện: xã Triều Khẩu, huyện [[­Hưng Nguyên]].\n* [[Nhữ­ Tiến Dụng]]: xã Hoạch Trạch, huyện Đư­ờng An.\n* [[Nguyễn Sự Giáo]]: xã Mỹ Sơn, huyện [[Thanh Chư­ơng]].\n* [[Nguyễn Tiến Tài]]: xã Nhân Thành, huyện [[Thanh Ch­ương]].\n* [[Trần Lư­ơng Bật]]: xã Cổ Am, huyện Vĩnh Lại.\n* [[Ngô Hải]]: xã Đ­ường Hào, huyện Đư­ờng Hào.\n* [[Bùi Tông]]: xã Thọ Lão, huyện An Lạc.\n* [[Lê Hy]]: xã Thạch Khê, huyện [[Đông Sơn, Thanh Hóa|Đông Sơn]].\n\nNăm 1665, ông được vua Cảnh Trị ban chức Giám sát ngự sử, về việc này [[Đại Việt sử ký toàn thư]] viết:\n\n''Ất Tỵ, [[Cảnh Trị]] năm thứ 3 [1665], (Minh Vĩnh Lịch năm thứ 19; Thanh Khang Hy năm thứ 4). Mùa xuân, tháng 3, cho các chức trong ngoài được thăng cấp. Lấy Hàn lâm viện thị giảng Đặng Công Chất làm Công bộ hữu thị lang, Lê Đức Vọng làm thừa chính sứ xứ [[Hải Dương]], Nguyễn Vỹ làm thừa chính sứ xứ Yên Quảng, [[Phạm Duy Chất]] làm Đông các đại học sĩ, Nguyễn Vĩnh làm tham chính xứ Nghệ An, Phạm Lập Lễ làm tham chính xứ Sơn Tây, Bùi Định Viên làm Đông các học sĩ, Nguyễn Công Bích làm Thái đường tự khanh, Nguyễn Đình Chính làm Phụng Thiên phủ doãn, Phạm Chất, Lê Đắc Toàn, Uông Nhuệ, Lương Nghị, Lê Vinh, Hoàng Đức Đôn đều làm đô, cấp sự trung; Nguyễn Vinh Thịnh, Vũ Bật Hài làm đề hình giám sát ngự sử; Đỗ Thiện Chính, Nguyễn Công Bật, Vũ Cầu Hối, Lê Chí Đạo, Lê Nhân Kiệt, Đàm Đặng Dụng đều làm cấp sự trung; Lại Đăng Tiến, Lê Trí Bình, Mai Trọng Hoà, Phi Đăng Nhiệm đều làm hiến sát sứ; Vũ Công Bình, Ngô Sách Dụ làm Hàn lâm viện hiệu thảo; Nguyễn Đình Trụ, Nguyễn Quang Thiện, Lê Thức, Nguyễn Sĩ Giáo, Nhữ Tiến Dụng, Lương Mậu Huân, Vũ Trác Lạc, Nguyễn Viết Dương, Nguyễn Tiến Tài, Bùi Tông đều làm giám sát ngự sử. Lại lấy Kinh lịch Nguyễn Quang Nhạc làm tư nghiệp, Nguyễn Đăng Minh làm hiến sát sứ xứ Hưng Hoá; Trương Luận Đạo, Lê Thuần Phỉ, Ninh Đạt, Lê Liêu, Nguyễn Cung đều làm giám sát ngự sử.'' {{fn|1}}\n\nCòn theo gia phả họ Nguyễn Duy ở xã Văn Thành, huyện [[Yên Thành]] tỉnh [[Nghệ An]], sau khi làm Giám sát ngự sử, Nguyễn Quang Thiện làm thừa chính sứ [[Nghệ An]], tuy nhiên chưa có tài liệu chính sử nào khẳng định điều này.\n\n==Hậu duệ==\n\nHọ Nguyễn Duy ở xã Văn Thành, huyện [[Yên Thành]], tỉnh [[Nghệ An]] được xem là hậu duệ của Nguyễn Quang Thiện, cháu 4 đời của Nguyễn Quang Thiện là Nguyễn Văn Thịnh đến thôn Yên Phú, xã Văn Thành lập làng, ông này sau được vua [[Thành Thái]] sắc phong là \"Bản cảnh thành hoàng, yên thổ phú dân, trung lương thịnh đức, linh phù chi thần\" - vua [[Khải Định]] gia phong \"Đôn nghi chi thần\".\n\nNhân vật [[Nguyễn Kiệm]] cũng là hậu duệ của Nguyễn Quang Thiện, hiện tên của Nguyễn Kiệm được đặt cho một tên đường tại thành phố Hồ Chí Minh.\n\n== Tham khảo ==\n{{wikisource tác giả}}\n*{{fnb|1}} ''Đại Việt sử ký toàn thư'', Nhà xuất bản Văn học, 2009, trang 970.\n*{{fnb|2}} Ninh Viết Giao, ''Từ điển nhân vật Nghệ An'', Nhà xuất bản Tổng hợp thành phố Hồ Chí Minh, 2008, trang 718.\n*{{fnb|3}} Ninh Viết Giao, ''Văn bia Nghệ An'', Nhà xuất bản Nghệ An, 2003, trang 173.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Dữ liệu nhân vật\n|TÊN=Nguyễn Quang Thiện\n|TÊN KHÁC=\n|TÓM TẮT=Sinh năm 1625, đậu Đệ tam giáp đồng tiến sĩ xuất thân khoa thi Cảnh Trị 2\n|LÚC SINH=[[1625]]\n|NƠI SINH=xã Triều Khẩu, huyện [[Hưng Nguyên]], phủ [[Anh Đô]],[xứ Nghệ An] [[Việt Nam]]\n|LÚC MẤT=[[không rõ]]\n|NƠI MẤT= Hưng Nguyên, Nghệ An\n}}\n\n[[Thể loại:Sinh năm 1625]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Người Nghệ An]]"}