{"520526":"'''Nguyễn Xuân Nguyên''' ([[1907]]-[[1975]]) là một giáo sư y khoa người Việt Nam. Ông được Nhà nước Việt Nam trao tặng [[Giải thưởng Hồ Chí Minh đợt I]] năm 1996 cho các đóng góp xuất sắc trong ngành nhãn khoa Việt Nam. Năm 1946 ông được cử làm Chủ tịch Ủy ban Hành chính Thành phố Hải phòng ngay trước cuộc kháng chiến chống Pháp.\n\n==Thân thế==\n\nGiáo sư Nguyễn Xuân Nguyên sinh ngày [[21 tháng 1]] năm [[1907]] tại xã [[Quảng Giao]], huyện [[Quảng Xương]], tỉnh [[Thanh Hóa]]. Thời niên thiếu ông theo gia đình học tiểu học ở [[Hà Tĩnh]], học trung học ở [[Vinh]], [[Nghệ An]]. Lớn lên, ông ra [[Hà Nội]] học [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]]. Sau khi đỗ tú tài, năm 1929 ông thi vào học ở [[trường thuốc Đông Dương]] và tốt nghiệp bác sĩ y khoa năm 1935 với luận án ''Góp phần nghiên cứu về bệnh nhiễm khuẩn Malléomyces ở Đông Dương''.\n\nTrong thời gian học ở trường thuốc, ông tỏ ra là một sinh viên thông minh, hiếu học, được thầy và bạn kính nể nên khi bước sang năm học thứ năm, ông được tuyển chọn làm trợ lý giải phẫu và khi tốt nghiệp bác sĩ, ông được trường giữ lại làm hướng dẫn viên về bệnh học lâm sàng nhãn khoa (1936-1938) rồi Chủ nhiệm khoa mắt, Chủ nhiệm khoa ngoại (1939-1943), sau đó ông được cử làm giảng viên<ref>{{chú thích web | url = https:\/\/vnnio.org\/nguyen-xuan-nguyen\/ | tiêu đề = Nguyễn Xuân Nguyên người thầy của ngành mắt Việt Nam }}<\/ref> trường y kiêm Giám đốc nhà thương chữa mắt ở dốc [[Hàng Gà]] gần [[chợ Hôm]] (Đức Viên).\n\n===Đối phó bệnh đau mắt hột===\nTrong giai đoạn trước năm 1945, tỉ lệ người dân Việt Nam mắc bệnh về mắt rất cao, đặc biệt là [https:\/\/vnnio.org\/vi\/benh\/benh-dau-mat-hot\/ bệnh đau mắt hột] ở các vùng nông thôn do trình độ vệ sinh quá thấp. Hàng ngày số bệnh nhân bị đau mắt đến nhà thương dốc Hàng Gà rất đông, phải xếp hàng chờ đợi, có khi phải ngủ qua đêm trên vỉa hè chung quanh nhà thương mới đến lượt vào khám. Do trình độ dân trí còn quá thấp, nhiều người khi đau mắt đã dùng các loại lá cây, thậm chí dùng ếch nhái đắp lên mắt làm cho bệnh mắt hột gây thêm nhiều biến chứng như mắt toét ba vành, lông quặm dẫn tới mù lòa (51% bị mù do mắt hột).\n\nTrước tình hình đó, ông đã tập trung nghiên cứu các vấn đề liên quan đến công tác phòng và chống bệnh mắt hột. Chỉ tính từ năm 1935 đến 1945 ông đã công bố 48 công trình nghiên cứu khoa học trên các tạp chí trong và ngoài nước. Do có cống hiến cho khoa học, ông được mời tham dự vào [[Hội Y học nhiệt đới]] (1938), [[Hội Y học Đông Dương]] (1935-1945), [[Trường Viễn Đông bác cổ]] và [[Hội Nhân chủng học]] (1940-1945).\n\n===Tham gia Chính quyền Cách mạng===\n\nSau [[Cách mạng tháng Tám|Cách mạng tháng 8]] năm 1945, tháng 11 năm 1945, ông thôi làm Giám đốc Bệnh viện Mắt để làm Chủ tịch Ủy ban Hành chính Thành phố Hải Phòng<ref name=\"vnio.vn\">https:\/\/vnio.vn\/chuong-ii-giai-doan-khang-chien-chong-phap-1946-1954<\/ref>. Ông cùng với các ông [[Lê Quang Đạo]], Bí thư Thành ủy kiêm Chủ nhiệm Việt Minh; [[Hoàng Tùng]] Bí thư Thành ủy, [[Vũ Quốc Uy]], Phó Chủ tịch Ủy ban hành chính, [[Lê Đại Thanh]] Ủy viên Ủy ban Hành chính phụ trách tuyên truyền cùng điều hành tốt công việc trong tình thế khó khăn phức tạp. Tháng 10 năm 1946 khi Chủ tịch [[Hồ Chí Minh]] dự hội nghị Fontainebleau (Pháp) trở về bằng đường biển, Giáo sư Nguyễn Xuân Nguyên với tư cách Chủ tịch Ủy ban hành chính thành phố Hải Phòng đã cùng với đại diện Quốc hội, đại diện Chính phủ ra Hạ Long đón đoàn về Hải Phòng.\n\nSau đó ông tham gia Ủy ban Kháng chiến hành chính [[Hải Phòng]], kiêm Phó Giám đốc Sở Y tế Liên khu 3 <ref name=\"vnio.vn\"\/>.\n\nNăm 1948-1952, ông là Ủy viên Ủy ban Kháng chiến hành chính [[Liên khu]] 3<ref>http:\/\/thuvienphapluat.vn\/archive\/Sac-lenh\/Sac-lenh-106-SL-cu-bac-si-Nguyen-Van-Nguyen-Chu-tich-UBHC-Hai-Phong-lam-uy-vien-nhan-dan-ban-khang-chien-khu-II-thay-Nguyen-Van-Vinh-vb36273t18.aspx<\/ref>,<ref>{{chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Sac-lenh\/Sac-lenh-110-SL-chuan-y-bac-si-Nguyen-Xuan-Nguyen-tu-chuc-uy-vien-UBKCHC-Lien-khu-3-vb36702t18.aspx | tiêu đề = Sắc lệnh 110\/SL chuẩn y bác sĩ Nguyễn Xuân Nguyễn từ chức uỷ viên UBKCHC Liên khu 3 | author = | ngày = | ngày truy cập = 11 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>, kiêm Giám đốc Sở Y tế Liên khu 3.\n\nNăm 1952 ông là một trong những cán bộ giảng dạy nòng cốt của trường y sĩ Việt Nam liên khu 3-4 ở [[Thanh Hóa]]. Khi trường này sáp nhập với trường Đại học Y khoa ở [[Việt Bắc]], ông vẫn tiếp tục tham gia giảng dạy bộ môn mắt.\n\n===Hoạt động sau 1954===\nSau năm 1954, ông là một trong 9 cán bộ giảng dạy đầu tiên của trường [[Trường Đại học Y Hà Nội|Đại học Y dược Hà Nội]] được nhà nước [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân chủ cộng hòa]] phong hàm Giáo sư và được giao nhiệm vụ chủ nhiệm bộ môn nhãn khoa Trường đại học Y dược Hà Nội kiêm Giám đốc [[Bệnh viện Mắt Trung ương|Bệnh viện Mắt]] rồi Viện trưởng [https:\/\/vnnio.org\/ Viện Mắt].\n\nTừ năm 1960 trở đi, ông được bầu vào quốc hội và được cử làm Ủy viên Ủy ban Thường vụ Quốc hội, Phó chủ tịch Tổng hội Y học Việt Nam, Chủ tịch Hội Nhãn khoa và là Ủy viên thường trực của [[Đảng Xã hội Việt Nam]].\n\nGiữa năm 1975, trong chuyến đi công tác ở các tỉnh phía nam, ông bị lâm bệnh đột ngột, được giáo sư [[Phạm Biểu Tâm]] phẫu thuật nhưng vì bệnh quá nặng ông đã qua đời.\n\n==Đóng góp==\nGiáo sư Nguyễn Xuân Nguyên có nhiều đóng góp hết sức quan trọng trong các lĩnh vực giảng dạy, nghiên cứu và chữa trị trực tiếp trong ngành nhãn khoa của y khoa Việt Nam. Ông đặc biệt quan tâm tìm kiếm những biện pháp phù hợp với hoàn cảnh nông thôn Việt Nam để phòng và chống bệnh mắt hột, được xếp vào một trong các bệnh xã hội cần phải giảm dần tỉ lệ mắc bệnh, tỉ lệ mù, tỉ lệ gây biến chứng tiến tới thanh toán bệnh mắt hột.\n\nNgoài việc thực hiện phong trào xây dựng ba công trình hố xí, giếng nước, nhà tắm, Ông Nguyễn Xuân Nguyên trực tiếp khuyến khích bà con nông dân mỗi người phải có một khăn mặt riêng, phải rửa tay, rửa mặt bằng xà phòng. Về thuốc chữa mắt hột, ông đề xuất việc sử dụng palmatin (hoàng đằng) là loại dược liệu có sẵn trong nước, nhũ tương Filatov...\n\nĐể giảm tỉ lệ người mù do lông quặm, ông đã đề ra việc phổ cập mổ quặm về đến tuyến xã.\n\nGiải thưởng Hồ Chí Minh được trao cho các công trình nghiên cứu bệnh mắt hột và bệnh mù loà ở Việt Nam của ông trong suốt giai đoạn 1938-1975.\n\n==Phong tặng và Tôn vinh==\n*[[Giải thưởng Hồ Chí Minh]] (truy tặng năm 1996 cho các công trình nghiên cứu khoa học về phòng chống bệnh mắt hột và các bệnh mù lòa).\n*Tượng đài Giáo sư Nguyễn Xuân Nguyên được đúc bằng đồng và đặt trong Khuôn viên của Bệnh viện Mắt Trung ương, số 85 Bà Triệu, Quận Hoàn Kiếm, thành phố Hà Nội.\nTháng 12\/2013: TP Hà Nội vinh danh Giáo sư Nguyễn Xuân Nguyên băng việc đặt tên Phố Nguyễn Xuân Nguyên (huyện Từ Liêm): Cho đoạn từ phố Cao Xuân Huy (cạnh trường Tiểu học dân lập Lê Quý Đôn) đến phố Hoài Thanh (trường Việt Mỹ). Dài: 800m; rộng: 15m-17m.\n<ref>{{chú thích web | url = http:\/\/hn.24h.com.vn\/tin-tuc-trong-ngay\/cong-bo-34-pho-moi-o-thu-do-ha-noi-c46a593468.html | tiêu đề = Công bố 34 phố mới ở Thủ đô Hà Nội | author = | ngày = | ngày truy cập = 11 tháng 3 năm 2015 | nơi xuất bản = 24h.com.vn | ngôn ngữ = }}<\/ref>\n\n==Gia đình==\n\nCon trai của ông là Tiến sĩ [[Nguyễn Xuân Chuẩn]] ([[1943]]-[[2007]]), nguyên Thứ trưởng Bộ Công nghiệp, đồng tác giả của Từ điển Việt - Tiệp.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [https:\/\/moh.gov.vn\/guong-sang-nganh-y\/-\/asset_publisher\/CVAKnjJfmbLB\/content\/giao-su-nguyen-xuan-nguyen-nguoi-thay-cua-nganh-mat-viet-nam?inheritRedirect=false Giáo sư Nguyễn Xuân Nguyên] \n\n{{Thời gian sống|Sinh=1907|Mất=1975}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Chủ tịch Ủy ban nhân dân thành phố Hải Phòng]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa III]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa IV]]\n[[Thể loại:Đảng Xã hội Việt Nam]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]"}