{"16331907":"'''Nguyễn Thiện''' ([[1420]] - [[1481]]) là một vị quan thời [[Lê sơ]] trong [[lịch sử Việt Nam]].\n\n== Hành trạng ==\nNguyễn Thiện sinh năm Canh Tí ([[1420]]), quê ở trang Nguyên Xá, huyện Thiên Phúc, [[Xứ Nghệ An|trấn Nghệ An]] (nay là xã [[Phúc Thọ, Nghi Lộc|Nghi Phúc]], huyện [[Nghi Lộc]], tỉnh [[Nghệ An]]), là con thứ ba trong gia đình, dưới hai chị gái. Về sau ông có một con gái.\n\nTheo ''Ngọc phả'' làng Nghĩa Môn, Nguyễn Thiện làm quan đến chức huyện lệnh huyện [[Yên Mô]]. Năm 1470, ông theo vua [[Lê Thánh Tông]] thân chinh [[Chiến tranh Việt-Chiêm (1471)|đánh Chiêm Thành]]. Khi quân Lê bị bao vây, ông cùng gia binh dũng cảm tiến đánh giải vây, bắt sống được quân sĩ.\n\nTrên đường khải hoàn, Nguyễn Thiện được phong làm Bình Di đại tướng quân, ấn trưởng ngũ đạo quân. Sau ông tham gia [[Chiến tranh Đại Việt - Lan Xang (1478-1480)|đánh Bồn Man]] (1478), lập công, được phong làm Tổng lệnh trưởng, cho phép chọn đất lập trang ấp. Ông chọn đất lập trang ở vùng Cửa Đồi, xây một ngôi chùa gọi là chùa Am Phúc.\n\nMột năm sau khi lập trang, ông mất ([[1481]]), được vua cấp tiền cho án táng. Người dân xây đền thờ phụng, tôn làm Thành hoàng làng.\n\n== Thờ phụng ==\nThời [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]], trang Cửa Đồi tan hoang do chiến tranh. Tương truyền, năm 1636, vua [[Lê Thần Tông]] vi hành qua đây, mơ thấy một vị quan nhân áo khăn chỉnh tề, kể lại hành trạng. Vua tỉnh lại tìm người hỏi, biết có âm thần phù trợ, bèn ban thưởng tiền bạc, chiêu dụ những người phiêu tán trở về lập nghiệp. Về Thăng Long, vua lại ban tiền tu bổ miếu thờ, đặt tên Am Phúc Tự Hiển Linh, phong thần hiệu ''Vạn Đại Vô Cương Đương Cảnh Thành Hoàng, Quảng Đức Linh Thông Chương Hiển Đô Thiên Giám Thượng Đẳng Phúc Thần'', lấy ngày 18 tháng 12 làm ngày Lễ Khánh tiết (Ngày Thần được lên quan) và ngày 11\/9 (ngày mất của Thần) để cúng tế.\n\nĐền thờ với lăng mộ nay thuộc nay nằm ở đầu ruộng Chùa của làng Nghĩa Môn, thị xã [[Bỉm Sơn]], tỉnh [[Thanh Hóa]], trên một gò đất gọi là đồi Ông Đùng, hướng ra [[Sông Càn|sông Tam Điệp]]. Đến đời [[nhà Nguyễn]], người dân tôn tạo thành 3 cung thờ, gọi là Đền thờ Quan Giám.\n\nNăm 2001, khu lăng mộ được người dân bỏ tiền tôn tạo. Đền đã bị hủy hoại vào những năm 60, nay chỉ còn chân móng bằng gạch đỏ, hai tấm bia đá khắc chữ Hán, một cây đại và một cây duối cổ thụ.\n\nNgày 10 tháng 4 năm 1998, Sở Văn hóa - Thông tin tỉnh Thanh Hóa đã có Quyết định số 109 về việc ''Bảo vệ, tôn tạo và phát huy tác dụng di tích Đền Nguyễn Thiện, phường Lam Sơn, thị xã Bỉm Sơn'' và công nhận đền là di tích lịch sử văn hóa cấp Tỉnh.\n\n== Tham khảo ==\n* [http:\/\/bimson.thanhhoa.gov.vn\/web\/trang-chu\/di-tich-ls-danh-thang\/di-tich-cap-tinh\/den-tho-lang-mo-tuong-quan-nguyen-thien.html Đền thờ lăng mộ Tướng quân Nguyễn Thiện]\n\n== Liên kết ngoài ==\n* [http:\/\/vanhoadoisong.vn\/web\/trang-chu\/sac-thai-xu-thanh\/deo-ba-doi-mot-dia-danh-van-hoa-lich-su-tieu-bieu.html Đèo Ba Dội - một địa danh văn hóa lịch sử tiêu biểu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190922235224\/http:\/\/vanhoadoisong.vn\/web\/trang-chu\/sac-thai-xu-thanh\/deo-ba-doi-mot-dia-danh-van-hoa-lich-su-tieu-bieu.html |date=2019-09-22 }}\n\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Sinh thế kỷ 15]]\n[[Thể loại:Mất thế kỷ 15]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Người Thanh Hóa]]"}