{"27839":"{{thông tin nghệ sĩ\n| tên = \n| nền = \n| hình = caoluyen.jpg\n| chú thích hình = \n| nghệ danh = \n| tên khai sinh = \n| ngày sinh = \n| nơi sinh = \n| ngày mất = \n| nơi mất = \n| quốc tịch = \n| nghề nghiệp = \n}}\n'''Nguyễn Cao Luyện''' ([[1907]] – [[1987]]) là [[kiến trúc sư]], [[nhà báo]], và cựu [[Đại biểu Quốc hội Việt Nam]]. Ông được trao tặng [[Giải thưởng Hồ Chí Minh]] về Văn học – Nghệ thuật đợt I ([[1996]]).\n\n== Tiểu sử ==\nÔng sinh năm [[1907]] tại [[Nam Định]], trong một gia đình [[Nho giáo|nhà nho]] nghèo. Lớn lên, khi đang học [[Trường Thành chung Nam Định]], do hăng hái hoạt động trong tổ chức học sinh yêu nước và tham gia bãi khoá trong phong trào để tang cụ [[Phan Châu Trinh]] ([[24 tháng 3]] năm [[1926]]), nên ông bị đuổi học.\n\n==Học ngành kiến trúc==\n\nNăm 20 tuổi, ông thi đỗ vào khóa III [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương]]. Sau một năm học khoa [[mỹ thuật]], ông chuyển sang học khoa [[kiến trúc]], cùng học với [[Hoàng Như Tiếp]]. Năm [[1933]], ông đỗ đầu khóa và được gửi sang [[Pháp]] tu nghiệp một năm tại Xưởng thiết kế của [[Le Corbusier]] và [[Auguste Perret]].\n\nLà một kiến trúc sư bậc thầy trong sử dụng [[bê tông]], các công trình của [[Auguste Perret]] đã để lại dấu ấn sâu sắc trong quan điểm sáng tạo của Nguyễn Cao Luyện.\n\nSau khi về nước, ông mở phòng kiến trúc tư ở 42 Tràng Thi – [[Hà Nội]], đây là văn phòng kiến trúc đầu tiên của kiến trúc sư người Việt ở Việt Nam. Những công trình đầu tay của ông ở Hà Nội là như Bệnh viện 167 Phùng Hưng, Trường tư thục Thăng Long ở Ngõ Trạm, các biệt thự 77 Nguyễn Thái Học, 65 Lý Thường Kiệt (nay là [[Phái bộ ngoại giao|Đại sứ quán]] [[Cuba|Cộng hòa Cuba]])... Kiến trúc sư Nguyễn Cao Luyện còn tham gia giảng dạy ở Trường [[Trường Đại học Mỹ thuật Việt Nam|Cao đẳng Mỹ thuật Đông Dương]], một trong số các học trò của ông là kiến trúc sư [[Huỳnh Tấn Phát]].\n\nCuối năm [[1935]], cùng kiến trúc sư [[Hoàng Như Tiếp]] từ [[Huế]] ra, hai ông đã thực hiện kiểu \"[[Nhà ánh sáng]]\" khá giản dị, thiết kế toàn từ những vật liệu rẻ tiền, nhưng tạo nên nơi ăn chốn ở văn minh, hợp vệ sinh cho nhiều người dân nghèo ở bãi [[Phúc Xá]], [[Hà Nội]].\n\nNăm [[1939]], hai ông cùng với kiến trúc sư [[Nguyễn Gia Đức]] thành lập Văn phòng Kiến trúc Luyện - Tiếp - Đức. Bộ ba Luyện - Tiếp - Đức chính là những người tiên phong khởi xướng ra các ý tưởng về không gian và hình dáng của kiến trúc Việt Nam, tiếp thu ảnh hưởng của văn hóa và kiến trúc Pháp, đồng thời khai thác nét văn hóa truyền thống của dân tộc, đã để lại hàng chục công trình có giá trị thẩm mỹ cao, ghi dấu ấn trong nền kiến trúc Việt Nam trước [[Cách mạng tháng Tám|Cách mạng tháng 8]]. Những công trình đáng chú ý như toà nhà tại đường Nguyễn Thái Học (nay là trụ sở Liên hiệp Hợp tác xã Việt Nam), biệt thự số 7 Thiền Quang (nay là trụ sở Cảnh sát Hình sự PC45 Hà Nội), 215 Đội Cấn và 38 Bà Triệu ([[Nhà in Tạp chí Cộng sản]]).\n\n==Tham gia kháng chiến==\nNgày [[22 tháng 7]] năm [[1946]], ông được bầu làm Ủy viên Trung ương khóa I [[Đảng Xã hội Việt Nam]] mới thành lập.\n\n[[Chiến tranh Đông Dương|Kháng chiến]] bùng nổ, ông cùng Hoàng Như Tiếp đi kháng chiến ở [[Phúc Yên]] thuộc [[Liên khu 1]], [[việt Bắc|chiến khu Việt Bắc]]. Trong thời gian này, ông đã góp sức tập hợp các kiến trúc sư theo kháng chiến, tổ chức các phòng kiến trúc ở Liên khu 1, Liên khu 10, Liên khu 3, Liên khu 4.\n\nNgày [[27 tháng 4|27\/4]] năm 1948, ông được bầu vào Ban chấp hành [[Đoàn Kiến trúc sư Việt Nam]] tức [[Hội Kiến trúc sư Việt Nam]] sau này.\n\nTháng 4 năm [[1950]], ông cùng Kiến trúc sư Nguyễn Văn Ninh được cử phụ trách Vụ Kiến trúc (ông Ninh làm Giám đốc, ông làm Phó Giám đốc)<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-59-SL-cu-Nguyen-Van-Ninh-kien-truc-su-giu-Giam-doc-Nguyen-Cao-Luyen-kien-truc-su-giu-chuc-Pho-giam-doc-Kien-truc-vu-36556.aspx Sắc lệnh 59\/SL]<\/ref> thuộc [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Công chính]] đóng tại [[Đại Từ]] ([[Thái Nguyên]]), rồi chuyển sang [[Yên Bình]] ([[Tuyên Quang]]). Trong kháng chiến, Kiến trúc sư Nguyễn Cao Luyện đã hào hứng đi vào sáng tác các kiểu nhà có nội dung sử dụng mới, hình thức phù hợp với thời chiến như nhà triển lãm, chòi phát thanh, trụ sở Ủy ban Kháng chiến Hành chính. Nhiều mẫu nhà được vẽ bằng mực tím trên đất sét hoặc thạch in trên [[giấy giang]] để phổ biến trong chiến khu. Ngoài ra, ông còn nghiên cứu, tìm hiểu kiến trúc dân gian của các dân tộc miền núi.\n\n==Hoạt động quản lý==\nSau năm [[1954]], ông Nguyễn Cao Luyện tiếp tục đảm nhiệm nhiều nhiệm vụ trong Chính phủ đương thời như đại biểu [[Quốc hội Việt Nam|Quốc hội]] các khóa II, III, IV, ủy viên thường vụ [[Đoàn Kiến trúc sư Việt Nam]] và Viện trưởng [[Viện Kiến trúc]], Bộ Kiến trúc - Thủy lợi, Thứ trưởng Bộ Kiến trúc (nay là [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]]), Ủy viên Thường vụ Ủy ban Trung ương Hội Văn học - Nghệ thuật Việt Nam trong nhiều khóa. Ông là Hiệu trưởng đầu tiên của trường [[Trường Đại học Kiến trúc Hà Nội|Đại học Kiến trúc Hà Nội]] và tham gia giảng dạy ở các trường đại học khác.\n\nÔng là tác giả của các công trình [[Trụ sở Quốc hội]] ở 35 [[Ngô Quyền]], [[Hội trường Ba Đình]] (đồng tác giả với kiến trúc sư [[Trần Hữu Tiềm]]), khu biệt thự Trung ương ở Hồ Tây và nhà triển lãm 25 năm thành lập nước Việt Nam Dân chủ Cộng hoà tại Bạch Mai, trụ sở UBND tỉnh [[Nghĩa Lộ]], Bảo tàng Cổ vật Nam Định ([[1975]]). Ông là tác giả của hai cuốn sách nổi tiếng viết về lịch sử kiến trúc Việt Nam, đó là ''Từ những mái nhà tranh cổ truyền'' ([[1977]]), và ''[[Chùa Tây Phương]] - một công trình kiến trúc cổ độc đáo'' ([[1987]]). Ông nghỉ hưu năm 65 tuổi.\n\nÔng mất ngày [[10 tháng 10]] năm [[1987]] ở [[Hà Nội]], hưởng thọ 80 tuổi.\n\n==Vinh danh==\nVới những đóng góp cho nền kiến trúc, ông được Nhà nước trao tặng [[Huân chương Độc lập]] và [[Giải thưởng Hồ Chí Minh đợt I]] ([[1996]]).\n\nTên của ông được [[Hội đồng nhân dân thành phố Hà Nội]] đặt cho một con đường tại phường Giang Biên, quận Long Biên. Đường Nguyễn Cao Luyện nối từ đường Ngô Gia Tự, chạy xuyên qua [[Khu đô thị Việt Hưng]], là một trong những con đường thuận tiện để đi từ Cầu Đuống ra đường Nguyễn Văn Linh (quốc lộ 5).\n\nTại quận [[Sơn Trà]], [[Đà Nẵng]] cũng có đường Nguyễn Cao Luyện.\n\n==Gia đình==\nCon trai của ông là kiến trúc sư [[Nguyễn Trực Luyện]] từng giữ chức chủ tịch [[Hội Kiến trúc sư Việt Nam]].\n\nCháu nội của ông là kiến trúc sư Nguyễn Trí Thành\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n\n*[http:\/\/www.binhthuan.gov.vn\/khtt\/Vanhoa\/0001\/0000\/dnhan017.htm KTS Nguyễn Cao Luyện] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050320214357\/http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0001\/0000\/dnhan017.htm |date = ngày 20 tháng 3 năm 2005}}\n*[http:\/\/www.tiasang.com.vn\/print?id=2101 Thế hệ và thời đại ông sống] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071025072916\/http:\/\/www.tiasang.com.vn\/print?id=2101 |date = ngày 25 tháng 10 năm 2007}} - KTS Hoàng Đạo Kính\n*[http:\/\/hoiktsvn.org\/text.php?=&idp=&new=1&view=493 100 NĂM NGÀY SINH KIẾN TRÚC SƯ - NHÀ VĂN HÓA LÃO THÀNH NGUYỄN CAO LUYỆN (1907 – 2007)]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|sinh=1907|mất=1987}}\n\n[[Thể loại:Kiến trúc sư Việt Nam]]\n[[Thể loại:Phong cách Kiến trúc Đông Dương]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Cựu sinh viên Cao đẳng Mỹ thuật Đông Dương]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa II]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa III]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa IV]]\n[[Thể loại:Thứ trưởng Bộ Xây dựng (Việt Nam)]]\n[[Thể loại:Đảng Xã hội Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}