{"1394999":"'''Nguyễn Thị Nguyệt Hường''' (sinh ngày 9 tháng 4 năm 1970, quê xã [[Thành Lợi]], huyện [[Vụ Bản]], tỉnh [[Nam Định]]), là một [[doanh nhân]] và [[chính khách]] người [[Việt Nam]]. Bà từng là đại biểu HĐND TP Hà Nội khóa XII, XIII; [[Danh sách đại biểu Quốc hội Việt Nam khóa XII|Đại biểu Quốc hội Việt Nam khoá XII]] và [[Danh sách đại biểu Quốc hội Việt Nam khóa XIII|Quốc hội Việt Nam khoá XIII]] thành phố Hà Nội.<ref>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/khong-cong-nhan-tu-cach-dai-bieu-quoc-hoi-voi-ba-nguyen-thi-nguyet-huong-3437787.html Không công nhận tư cách đại biểu Quốc hội với bà Nguyễn Thị Nguyệt Hường], vnexpress, 17.7.2016<\/ref>\n\nBà Hường cũng đắc cử [[Danh sách đại biểu Quốc hội Việt Nam khóa XIV|đại biểu Quốc hội Việt Nam khoá XIV]] năm 2016 ở [[Hà Nội]] với tỉ lệ số phiếu cao nhất đơn vị bầu cử. Tuy nhiên, [[Hội đồng bầu cử Quốc gia Việt Nam|Hội đồng bầu cử quốc gia]] đã họp, bỏ phiếu kín không công nhận tư cách đại biểu Quốc hội khóa XIV đối với bà Nguyễn Thị Nguyệt Hường vào ngày 17 tháng 7 năm 2016 do bà không đủ tiêu chuẩn đại biểu vì bà có quốc tịch thứ hai là của [[Malta|Cộng hòa Malta]].<ref name=qtvn>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/vi-sao-ba-nguyet-huong-khong-duoc-xac-nhan-tu-cach-dai-bieu-quoc-hoi-3437809.html Vì sao bà Nguyệt Hường không được xác nhận tư cách đại biểu Quốc hội], vnexpress, 17.7.2016<\/ref>\n\nNgoài ra bà còn là Chủ tịch Hội đồng quản trị Công ty cổ phần đầu tư TNG Holdings Việt Nam; Chủ tịch Hội đồng quản trị, Tổng giám đốc [[Tập đoàn đầu tư phát triển Việt Nam]]; Ủy viên Ủy ban Kinh tế của Quốc hội; Ủy viên Đoàn chủ tịch Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]]; Chủ tịch Hiệp hội Công thương TP Hà Nội; Phó chủ tịch Hội liên lạc với người Việt Nam ở nước ngoài TP Hà Nội; Ủy viên Ban Chấp hành Hiệp hội nữ Doanh nhân Việt Nam.\n\n==Giáo dục==\n*Cử nhân Ngôn ngữ\n*Cử nhân Anh văn, kế toán, quản trị doanh nghiệp\n*Thạc sĩ Quản trị Kinh doanh\n*Trung cấp lí luận chính trị\n\n==Tiểu sử==\n* 1987-1992 đại học tổng hợp Moskva.<ref>[http:\/\/bizlive.vn\/kinh-doanh\/bizfile-vo-chong-nguyen-thi-nguyet-huong-tran-anh-tuan-1793809.html Vợ chồng Nguyễn Thị Nguyệt Hường - Trần Anh Tuấn], bizlive, 21.7.2016<\/ref> \n* 1992 Phó giám đốc công ty TNHH Intelcom Moskva.\n* 1996 Về nước, làm việc cho CTCP Nam Thắng.\n* 1999 Đại biểu HĐND TP Hà Nội. \n* 2005 TV HĐQT Ngân hàng Hải Hưng\n* 2006 chủ tịch VID group (Tập đoàn Đầu tư Phát triển Việt Nam)\n* 2007 chủ tịch HĐQT CTCP Bất động sản Mùa Đông; đại biểu HĐND TP Hà Nội\n* 2010 phó chủ tịch HĐQT VP Bank\n* Ngày 3-8-2016 HĐND TP Hà Nội thông qua nghị quyết về việc bãi nhiệm đại biểu HĐND với bà Nguyễn Thị Nguyệt Hường. Ngoài việc vi phạm luật Quốc tịch, bà đã vi phạm Luật Bầu cử Quốc hội và HĐND các cấp khi không khai báo tiền và tài khoản ở nước ngoài.<ref name=tt83>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20160803\/bai-nhiem-dai-bieu-hdnd-tp-ha-noi-voi-ba-nguyet-huong\/1148575.html Bãi nhiệm đại biểu HĐND TP Hà Nội với bà Nguyệt Hường ], tuoitre, 3.8.2016<\/ref>\n\n==Vụ không công nhận tư cách đại biểu Quốc hội khóa XIV==\nChánh Văn phòng Hội đồng bầu cử quốc gia Nguyễn Hạnh Phúc cho biết, bà Nguyệt Hường đã vi phạm điều 4, Luật Quốc tịch Việt Nam. Theo ông Phúc, Hiến pháp quy định \"Công dân nước Cộng hòa Xã hội Chủ nghĩa Việt Nam là người có quốc tịch Việt Nam\". Và tại điều 4, Luật quốc tịch Việt Nam quy định về nguyên tắc quốc tịch, nêu rõ \"Nhà nước Cộng hoà xã hội chủ nghĩa Việt Nam công nhận công dân Việt Nam có một quốc tịch là quốc tịch Việt Nam, trừ trường hợp Luật này có quy định khác\". Luật quốc tịch Việt Nam cũng cho phép một số người được mang hai quốc tịch gồm: người được Chủ tịch nước cho phép; trường hợp xin trở lại quốc tịch Việt Nam; người Việt Nam định cư ở nước ngoài và đã nhập quốc tịch nước ngoài nhưng vẫn muốn giữ quốc tịch Việt Nam; trẻ em là con nuôi.<ref>[https:\/\/thuvienphapluat.vn\/banan\/tin-tuc\/cong-chuc-dai-bieu-quoc-hoi-co-duoc-hai-quoc-tich-3170 Công chức, đại biểu Quốc hội có được hai quốc tịch?]<\/ref> Bà Nguyễn Thị Nguyệt Hường không thuộc một trong các trường hợp này. Bên cạnh đó, các trường hợp ngoại lệ nói trên đều phải đăng ký với cơ quan đại diện Việt Nam ở nước ngoài để giữ quốc tịch Việt Nam và khai báo với cơ quan quản lý di trú của Việt Nam.<ref name=qtvn\/>\n\n==Gia đình==\nChồng bà Hường, ông Trần Anh Tuấn có bằng Cử nhân khoa học địa chất của Học viện Địa chất Quốc gia Moskva và sau đó có bằng Thạc sĩ Quản trị kinh doanh của Đại học Griggs, Mỹ. Sau khi về nước năm 1996, ông Tuấn nắm vai trò lãnh đạo tại CTCP Nam Thắng và Tập đoàn Đầu tư Phát triển Việt Nam (VID Group) từ đó đến nay. Năm 2007, VID Group mua cổ phần chi phối tại MaritimeBank và ông Trần Anh Tuấn được bầu làm Phó Chủ tịch HĐQT ngân hàng này. Tháng 10\/2008, ông trở thành Tổng Giám đốc MaritimeBank. Tới đầu năm 2012, ông đảm nhiệm chức Chủ tịch HĐQT MaritimeBank.<ref>[http:\/\/vietq.vn\/maritimebank-suc-khoe-ngan-hang-bi-anh-huong-nhieu-boi-yeu-to-gia-dinh-tri-d156917.html MaritimeBank: Sức khoẻ ngân hàng bị ảnh hưởng nhiều bởi yếu tố 'gia đình trị'?], vietq, 4.4.2019<\/ref>\n\n== Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/na.gov.vn\/ Trang chủ quốc hội Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120625105425\/http:\/\/www.na.gov.vn\/ |date=2012-06-25 }}\n*[http:\/\/www.thanhnien.com.vn\/pages\/20110604\/danh-sach-dai-bieu-quoc-hoi-khoa-xiii.aspx Danh sách quốc hội khoá 13]\n*[http:\/\/dbqh.na.gov.vn\/daibieu\/23\/2880\/Nguyen-Thi-Nguyet-Huong.aspx Thông tin Quốc hội khóa 13 đại biểu Nguyễn Thị Nguyệt Hường, Website Quốc hội] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160411035813\/http:\/\/dbqh.na.gov.vn\/daibieu\/23\/2880\/Nguyen-Thi-Nguyet-Huong.aspx |date=2016-04-11 }} \n*[http:\/\/dbqh.na.gov.vn\/daibieu\/23\/1517\/Nguyen-Thi-Nguyet-Huong.aspx Thông tin Quốc hội khóa 12 đại biểu Nguyễn Thị Nguyệt Hường, Website Quốc hội]{{Liên kết hỏng|date=2021-06-22 |bot=InternetArchiveBot }}\n\n{{thời gian sống|1970}}\n\n[[Thể loại:Ủy viên Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII]]\n[[Thể loại:Nữ Đại biểu Quốc hội Việt Nam khóa XII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII Hà Nội]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Nữ Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII Hà Nội]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Nữ Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV Hà Nội]]\n[[Thể loại:Nữ Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV không là đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam bị bãi nhiệm]]\n[[Thể loại:Cựu Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu]]"}