{"38699":"{{Bài cùng tên|Nguyễn Văn Thương}}{{thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ Nhân dân]]\n| nền = nhạc sĩ\n| tên = Nguyễn Văn Thương\n| image = Nguyen Van Thuong.jpg\n| imagesize = \n| caption = \n| nghệ danh = \n| tên khai sinh = Nguyễn Văn Thương\n| ngày sinh = {{ngày sinh|1919|5|22}}\n| nơi sinh = [[Thừa Thiên Huế]], [[Trung Kỳ]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|2002|12|5|1919|5|22}}\n| nơi mất = [[Thành phố Hồ Chí Minh]], Việt Nam\n| quốc tịch = {{VNM}}\n| nghề nghiệp = [[Nhạc sĩ]]\n| vợ = Đặng Thị Thanh Hảo\n| học hàm = [[Giáo sư]]\n| khen thưởng = {{HCVN|Độc lập|3|1|Kháng chiến|2|1|Kháng chiến|1|1}}\n| danh hiệu = [[Nghệ sĩ nhân dân]] (1993)\n| năm hoạt động âm nhạc = 1936{{dash}}1996\n| dòng nhạc = {{hlist|[[Nhạc tiền chiến]]|[[nhạc đỏ]]|[[Nhạc trữ tình]]|[[Nhạc giao hưởng]]}}\n| tác phẩm âm nhạc = {{ubl|\"[[Đêm đông]]\"|\"Bình Trị Thiên khói lửa\"|\"Bướm hoa\"|\"Trên sông Hương\"}}\n| học vấn = [[Quốc học Huế]]\n| thành viên của = Đoàn Văn công nghệ thuật liên khu IV\n| chức vụ = Giám đốc [[Nhạc viện Hà Nội]]\n| bắt đầu = 1972\n| kết thúc = 1984\n| tiền nhiệm = [[Tạ Phước]]\n| kế nhiệm = [[Trọng Bằng]]\n| chức vụ 2 = Giám đốc Nhà hát Ca múa nhạc Việt Nam\n| bắt đầu 2 = 1979\n| kết thúc 2 = 1983\n| giải thưởng 1 = [[Giải thưởng Hồ Chí Minh]]\n| năm 1 = 2001\n| hạng mục 1 = Văn học Nghệ thuật\n}}\n\n'''Nguyễn Văn Thương''' (22 tháng 5 năm 1919 – 5 tháng 12 năm 2002)<ref name=\"music\">{{chú thích web|url=https:\/\/nhac.vn\/album\/nhung-sang-tac-hay-nhat-cua-nguyen-van-thuong-plVEWaA|title=Những Sáng Tác Hay Nhất Của Nguyễn Văn Thương - Nguyễn Văn Thương|website=NHAC.VN|language=vi-vn|access-date=26 January 2023}}<\/ref> là một nhạc sĩ, nhà giáo, nghệ sĩ người Việt Nam. Có tác phẩm đầu tay từ năm 17 tuổi vào trước [[Cách mạng tháng Tám]], Nguyễn Văn Thương thuộc thế hệ đầu tiên của nền [[tân nhạc Việt Nam]]. \n\nĐược truyền cảm hứng niềm âm nhạc từ nhỏ, ông sớm tiếp xúc với nền âm nhạc mới trước Cách mạng của Việt Nam. 13 tuổi, Nguyễn Văn Thương nhập học [[Trường Trung học phổ thông chuyên Quốc Học|Trường Quốc Học Huế]] và được đào tạo âm nhạc bài bản từ cả nền âm nhạc phương Tây và âm nhạc cổ truyền phương Đông. Sớm có sự thành công từ những tác phẩm đầu tay, Nguyễn Văn Thương tiếp tục tham gia con đường nghệ thuật Cách mạng. Ông là tác giả của những ca khúc [[nhạc tiền chiến|tiền chiến]] đáng chú ý như \"[[Đêm đông]]\", \"Trên sông Hương\" và cả những ca khúc cách mạng như \"Bình Trị Thiên khói lửa\". Nguyễn Văn Thương đã quản lý, dàn dựng và dẫn dắt các Đoàn Văn công nghệ thuật của Việt Nam được biểu diễn trong và ngoài Việt Nam. Ông cũng là một nhà giáo với công tác đào tạo, nâng cấp và quản lý các cơ sở âm nhạc, giúp cho những nơi này trở thành những trung tâm đào tạo âm nhạc uy tín. Xuyên suốt hành trình sự nghiệp sáng tác, quản lý và đào tạo, Nguyễn Văn Thương đóng góp một vai trò quan trọng đối với nền âm nhạc Việt Nam trong thế kỷ 20.\n\nVới những đóng góp cho nền âm nhạc Việt Nam, Nguyễn Văn Thương được nhà nước Việt Nam phong tặng nhiều huân huy chương cùng các giải thưởng danh giá. Ông qua đời vào cuối năm 2002, hưởng thọ 83 tuổi.\n\n== Thân thế ==\nNguyễn Văn Thương sinh ngày 22 tháng 5 năm 1919 trong một gia đình công chức tại huyện Hương Thuỷ (nay là thị xã [[Hương Thủy|Hương Thuỷ]]), tỉnh [[Thừa Thiên Huế]] thuộc miền Trung Việt Nam.{{Sfn|Phạm Tú Hương|2007|p=15}} Cha ông là một công chức nhưng yêu thích âm nhạc. Mẹ ông là một người biết chơi [[đàn tranh]] và thuộc nhiều [[Dân ca Việt Nam|dân ca Trung Bộ]] cũng như [[Ca Huế|Hò Huế]].{{Sfn|Phạm Tú Hương|2007|p=15}} Từ nhỏ, cha mẹ đã truyền cảm hứng âm nhạc cho ông từ những tiếng đàn và điệu hát. Năm 9 tuổi, Nguyễn Văn Thương được cha mẹ cho học [[đàn nguyệt]] với một nghệ nhân.{{Sfn|Phạm Tú Hương|2007|p=15}}\n\nĐầu những năm 1930, âm nhạc phương Tây ngày càng du nhập sâu vào Việt Nam qua nhiều phương thức. Trong thời gian này, ông được bố mẹ mua cho cây đàn [[mandolin]] và tự học cách diễn tấu, cũng là nhạc cụ phương Tây đầu tiên mà Nguyễn Văn Thương được học.{{Sfn|Phạm Tú Hương|2007|p=15, 16}} Năm 1932, Nguyễn Văn Thương được nhập học ở [[Trường Trung học phổ thông chuyên Quốc Học|Trường Quốc học Huế]]. Tại đây, ông có dịp được tiếp xúc nhiều nhạc phương Tây khác như [[Guitar|guitare]], [[Phong cầm|acordeon]], [[Dương cầm|piano]], [[saxophone]]...<ref name=\":6\" \/> Cũng từ đây, ông bắt đầu tiếp cận nền âm nhạc phương Tây đang dần thịnh hành ở khắp các thành phố lớn trên Việt Nam. Từ kiến thức âm nhạc cổ truyền mà mình học được, Nguyễn Văn Thương tự học lý thuyết âm nhạc theo những cuốn sách của nhà lý luận âm nhạc người Pháp Antoine Francois Marmóntel mà ông mua được.{{Sfn|Phạm Tú Hương|2007|p=16}}<ref name=\":6\">{{Chú thích web|url=https:\/\/cadn.com.vn\/tu-ca-khuc-tren-song-huong-den-binh-tri-thien-khoi-lua-post197559.html|tựa đề=Từ ca khúc Trên sông Hương đến Bình-Trị-Thiên khói lửa|tác giả=Triều Sơn|họ=|tên=|ngày=2018-11-01|website=Báo điện tử Công an thành phố Đà Nẵng|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-08-11|archive-date=2022-08-11|archive-url=https:\/\/web.archive.org\/web\/20220811064108\/https:\/\/cadn.com.vn\/tu-ca-khuc-tren-song-huong-den-binh-tri-thien-khoi-lua-post197559.html}}<\/ref>\n\nThời kỳ này, Việt Nam đang phổ biến phong trào \"Lời Ta điệu Tây\". Cũng giống như nhiều nhạc sĩ yêu nước đương thời, Nguyễn Văn Thương đã không tán thành xu hướng bị xem là \"ngoại lai\" này.{{Sfn|Phạm Tú Hương|2007|p=16}} Những bài hát của các nhạc sĩ [[Nguyễn Xuân Khoát]], [[Lê Thương]], [[Thẩm Oánh]], [[Dương Thiệu Tước]]... đã giúp ông tự chọn con đường phát triển của âm nhạc Việt Nam mà bản thân sẽ đi theo.{{Sfn|Phạm Tú Hương|2007|p=16}}\n\n=== Đời tư ===\nNguyễn Văn Thương kết hôn với nghệ sĩ ưu tú Đặng Thị Thanh Hảo.<ref name=\":0\" \/> Ông có em gái là bà Nguyễn Thị Bạch Lệ, người vợ thứ hai của nhạc sĩ [[Nguyễn Văn Tý]].<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Nhac-si-Nguyen-Van-Ty-qua-doi-Anh-muon-thanh-may-nuong-nho-lan-gio-i549081\/|tựa đề=Nhạc sĩ Nguyễn Văn Tý qua đời: \"Anh muốn thành mây nương nhờ làn gió\"|tác giả=Trần Hoàng Thiên Kim|họ=|website=[[Báo Công an Nhân dân điện tử]]|ngôn ngữ=vi|archive-url=https:\/\/web.archive.org\/web\/20220814155532\/https:\/\/cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Nhac-si-Nguyen-Van-Ty-qua-doi-Anh-muon-thanh-may-nuong-nho-lan-gio-i549081\/|ngày lưu trữ=2022-08-14|url-status=live|ngày truy cập=2022-08-12}}<\/ref>\n\n== Sự nghiệp ==\n=== Những năm đầu ===\nNăm 1936, sau khi tốt nghiệp trung học ở Trường Quốc học Huế, Nguyễn Văn Thương chuẩn bị ra Hà Nội để học thi [[tú tài]]. Trong buổi du ngoạn sông Hương trước khi rời Huế, ông đã sáng tác ca khúc đầu tay \"Trên sông Hương\".{{Sfn|Phạm Tú Hương|2007|p=16}}<ref name=\":7\" \/> Hà Nội những thập niên 1930 là một điểm khởi đầu của tân nhạc Việt Nam, là nơi tập trung nhiều nhạc sĩ danh tiếng, giúp cho Nguyễn Văn Thương được tiếp xúc nhiều hơn với nền âm nhạc mới.{{Sfn|Phạm Tú Hương|2007|p=17}} Nhạc sĩ [[Dương Thiệu Tước]] đã đề nghị xuất bản ca khúc \"Trên sông Hương\" và tác phẩm này được in vào năm 1937 tại Hà Nội với chính Nguyễn Văn Thương là người vẽ bìa minh hoạ. Những năm đầu tiên ở Hà Nội, ông học thi Tú tài ở trường Thăng Long dưới sự dẫn dắt của [[Đặng Thai Mai]], [[Hoàng Minh Giám]], [[Võ Nguyên Giáp]].{{Sfn|Phạm Tú Hương|2007|p=17}}\n\nTrong dịp [[Tết Nguyên Đán|Tết Nguyên đán]] năm 1940, gia đình Nguyễn Văn Thương gặp khó khăn khiến ông không nhận được tiền để về quê ăn Tết. Đêm giao thừa, ông đi lang thang khắp phố phường Hà Nội trong giá rét mùa đông. Qua [[phố Khâm Thiên]], ông bị ấn tượng và xúc động trước hình ảnh một [[Cô đầu|ả đào]] ngồi hát đón khách trong đêm giao thừa. Chính từ đây, ca khúc \"[[Đêm đông]]\" đã được lên ý tưởng hình thành.<ref name=\":1\">{{Chú thích web|url=https:\/\/nld.com.vn\/news-20171222214236109.htm|tựa đề=Nhạc sĩ Nguyễn Văn Thương - Từ đêm đông ấy|tác giả=Nguyễn Thuỵ Kha|họ=|lk tác giả=Nguyễn Thụy Kha|ngày=2017-12-23|website=[[Người lao động (báo)|Người Lao Động]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-08-11|archive-date=2022-09-19|archive-url=https:\/\/web.archive.org\/web\/20220919100615\/https:\/\/nld.com.vn\/van-nghe\/nguyen-van-thuong-tu-dem-dong-ay-20171222214236109.htm}}<\/ref>{{Sfn|Tú Ngọc|2000|p=77}}{{Efn|Nhiều nguồn báo chí cho rằng ông sáng tác vào năm 1939<ref name=\":8\" \/><ref name=\":9\" \/>}} Nguyễn Văn Thương đã trau chuốt, sửa chữa và cộng tác với Kim Minh{{Efn|Kim Minh là một học trò theo học guitar với ông (mất năm 1946)<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Tu-lieu-van-hoa\/Co-mot-dem-dong-am-long-bao-the-he-i329266\/|tựa đề=Có một \"đêm đông\" ấm lòng bao thế hệ|tác giả=Vũ Tiến|họ=|ngày=2011-01-04|website=[[Báo Công an Nhân dân điện tử]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-09-16|archive-date=2022-09-19|archive-url=https:\/\/web.archive.org\/web\/20220919100613\/https:\/\/cand.com.vn\/Tu-lieu-van-hoa\/Co-mot-dem-dong-am-long-bao-the-he-i329266\/}}<\/ref>}} trong phần ca từ để ca khúc trở thành một tác phẩm nổi tiếng.{{Sfn|Phạm Tú Hương|2007|p=17}} \"Đêm đông\" không những là điểm khởi đầu định danh cho Nguyễn Văn Thương mà cũng là tác phẩm giúp cho ca sĩ [[Bạch Yến (ca sĩ)|Bạch Yến]] có được sự chú ý ban đầu trong sự nghiệp khi bà mới 15 tuổi.<ref name=\":8\">{{Chú thích web|url=http:\/\/www.hanoimoi.com.vn\/tin-tuc\/Giai-tri\/1022003\/dem-dong-ta-mo-giac-mo-gia-dinh-yeu-thuong|tựa đề=Đêm đông, ta mơ giấc mơ gia đình yêu thương|tác giả=Cảnh Linh|ngày=2022-01-08|website=[[Hànộimới]]|url-status=live|ngày truy cập=2022-08-12|archive-date=2022-01-09|archive-url=https:\/\/web.archive.org\/web\/20220109032006\/http:\/\/hanoimoi.com.vn\/tin-tuc\/Giai-tri\/1022003\/dem-dong-ta-mo-giac-mo-gia-dinh-yeu-thuong}}<\/ref>\n\n=== Tham gia cách mạng và hoạt động nghệ thuật ===\n[[Tập tin:Saigon -- Hôtel des postes.jpg|nhỏ|211x211px|Bưu điện trung tâm Sài Gòn vào thập niên 1930, là nơi Nguyễn Văn Thương từng làm việc]]\nTừ năm 1938, Nguyễn Văn Thương vào Sài Gòn thi ngạch kiểm soát viên bưu điện từ đó ông làm việc tại Bưu điện trung tâm Sài Gòn. Tại đây, ông vẫn tiếp tục sáng tác âm nhạc và dạy đàn, đồng thời làm quen với các nhạc sĩ ở khu vực Nam Bộ như [[Lưu Hữu Phước]].{{Sfn|Phạm Tú Hương|2007|p=18}} Năm 1942, ca khúc \"Bướm hoa\" ra đời. Ca khúc này ông cũng hợp tác với Kim Minh trong phần lời. Bài hát được xuất bản năm 1943 và được tái bản nhiều lần.{{Sfn|Phạm Tú Hương|2007|p=18}} Trước [[Cách mạng Tháng Tám|Cách mạng tháng Tám]], Nguyễn Văn Thương còn sáng tác nhiều ca khúc khác, tuy vậy 3 ca khúc đầu tay của ông là \"Trên sông Hương\", \"Đêm đông\" và \"Bướm hoa\" vẫn là những ca khúc có đóng góp đáng kể cho dòng ca khúc lãng mạn của phong trào Tân nhạc Việt Nam thời bấy giờ.{{Sfn|Phạm Tú Hương|2007|p=18}}{{Sfn|Phạm Duy|2006|p=146}}\n\nNăm 1944, Nguyễn Văn Thương được chuyển về [[Huế]]. Trong những ngày đầu của [[Cách mạng Tháng Tám|Cách mạng tháng Tám]], ông thoát ly tham gia chiến tranh vào cuối năm 1946 khi lên chiến khu cùng cơ quan.{{Sfn|Phạm Tú Hương|2007|p=18}} Năm 1948, ông được làm quyền Giám đốc Bưu điện Liên khu IV.{{Sfn|Phạm Tú Hương|2007|p=18}} Thời gian này, Pháp mở nhiều cuộc càn quét Việt Nam. Những cảnh tượng người chết đẫm máu đã khiến Nguyễn Văn Thương sáng tác \"Bình Trị Thiên khói lửa\" trong hai đêm thức trắng.{{Sfn|Phạm Tú Hương|2007|p=18, 19}} Ca khúc được biểu diễn lần đầu tiên trong đêm gặp mặt ủng hộ người dân Bình Trị Thiên ở khu IV vào mùa thu năm 1948.{{Sfn|Phạm Tú Hương|2007|p=18}} Ca khúc đã đánh dấu bước ngoặt trong thế giới quan cũng như bút pháp sáng tác của Nguyễn Văn Thương. Từ đây, ông đã sáng tác các tác phẩm nói đến vấn đề lớn về dân tộc Việt Nam, của cách mạng cùng với việc vận dụng các chất liệu âm nhạc trong kho tàng âm nhạc dân gian Việt Nam.{{Sfn|Phạm Tú Hương|2007|p=19}}\n\nCuối năm 1948, Nguyễn Văn Thương nghỉ việc ở Bưu điện và chuyên tâm vào công việc hoạt động nghệ thuật hơn. Ông phụ trách về mảng âm nhạc và làm Ủy viên Ban chấp hành Chi hội Văn nghệ liên khu IV.{{Sfn|Phạm Tú Hương|2007|p=19}} Ông cùng một số nhạc sĩ như Nguyễn Khoa Châu hay [[Lê Yên]] mở lớp dạy nhạc.{{Sfn|Phạm Tú Hương|2007|p=19}} Một số học sinh của những lớp nhạc đó về sau trở thành những nhạc sĩ có tiếng như [[Nguyễn Văn Tý]], [[Văn Ký]].{{Sfn|Phạm Tú Hương|2007|p=19}} Năm 1949, Nguyễn Văn Thương gia nhập [[Đảng Cộng sản Việt Nam]].{{Sfn|Phạm Tú Hương|2007|p=19}} Cuối năm 1950, ông bị [[thực dân Pháp]] bắt và tống giam trong một nhà lao Toà Khâm sứ ở Huế. Tuy vậy sau một thời gian do không tìm được bằng chứng buộc tội nên Pháp đã thả Nguyễn Văn Thương ra, từ đó nhạc sĩ thoát ly khỏi vùng tự do.{{Sfn|Phạm Tú Hương|2007|p=19}} Trong thời gian 9 năm của cuộc [[chiến tranh Đông Dương]], rất nhiều ca khúc của ông đã bị thất lạc.{{Sfn|Phạm Tú Hương|2007|p=31}}\n\nNăm 1951, ông trở về làm Uỷ viên Thường vụ Chi hội Văn nghệ kiêm Trưởng đoàn văn công của Liên khu IV. Cuối năm 1953, ông đã cùng Đoàn Văn công lên đường tham gia chiến dịch Trung Lào và sau đó là [[chiến dịch Điện Biên Phủ]].{{Sfn|Phạm Tú Hương|2007|p=19}}{{Sfn|Chi Phan|2004|p=254}} Cuối năm 1954, Nguyễn Văn Thương lại được điều động ra công tác tại Đoàn Văn công Trung ương Việt Bắc. Miền Bắc Việt Nam thắng trận trong [[Chiến tranh Đông Dương]], ông cùng đoàn quân Việt Nam chiến thắng về tiếp quản lại Hà Nội.{{Sfn|Phạm Tú Hương|2007|p=20}} Cũng trong những ngày này, ông được giao nhiệm vụ quay trở lại Liên khu IV tìm người để xây dựng Đoàn Văn Công trung ương.{{Sfn|Phạm Tú Hương|2007|p=20}} Năm 1955, Nguyễn Văn Thương là người chỉ đạo nghệ thuật của Đoàn Văn công Việt Nam đầu tiên tham dự Festival Thanh niên quốc tế tại [[Warszawa]].{{Sfn|Phạm Tú Hương|2007|p=20}} Cùng năm, ông được cử làm Trưởng đoàn Văn công Trung ương cho tới năm 1964. Trong suốt thời gian mười năm đó, ông đã dẫn nhiều đoàn nghệ thuật Việt Nam tham dự và biểu diễn ở nhiều quốc gia trên Thế giới.{{Sfn|Phạm Tú Hương|2007|p=20}} Những năm này, nhạc sĩ đã sáng tác nhiều tác phẩm nhạc múa cho các Đoàn Văn công như thơ múa \"Chim gâu\", kịch múa \"Tấm Cám\" cộng tác với nhạc sĩ Văn Chi. Bản kịch múa \"Tấm Cám\" đã nhận được [[Giải thưởng Hồ Chí Minh về văn học nghệ thuật]] năm 2000.{{Sfn|Phạm Tú Hương|2007|p=20}} Ông cũng viết thêm nhạc cho một số điệu múa như \"Múa ô\", \"Múa sạp\", \"Chàm Rông\", \"Thiếu nữ bên hồ\".{{Sfn|Phạm Tú Hương|2007|p=20}}\n\nBên cạnh nhạc múa, Nguyễn Văn Thương còn sáng tác nhiều ca khúc trong thời gian này. Đây cũng là thời điểm ông tham gia viết nhạc cho phim truyện và phim tài liệu như \"Vợ chồng A Phủ\", \"Dòng sông âm vang\", \"Hai bà mẹ\".{{Sfn|Phạm Tú Hương|2007|p=20}} Năm 1960, ông viết một số tác phẩm cho nhạc cụ truyền thống Việt Nam, tiêu biểu là bài \"Nhớ về Nam\" cho sáo trúc độc tấu với dàn nhạc dân tộc. Năm 1964, Nguyễn Văn Thương được cử đi thực tập tại Nhạc viện Bắc Kinh, Trung Quốc.{{Sfn|Phạm Tú Hương|2007|p=21}} Tuy vậy, cuộc [[Đại Cách mạng Văn hóa vô sản|Cách mạng Văn hóa]] nổ ra khiến ông phải bỏ dở việc học và trở về nước.<ref name=\":2\">{{Chú thích web|url=https:\/\/baolongan.vn\/di-san-khi-nhac-cua-nguyen-van-thuong-a41935.html|tựa đề=Di sản khí nhạc của Nguyễn Văn Thương|tác giả=Hoàng Phan|ngày=2017-07-28|website=Báo Long An|archive-url=https:\/\/web.archive.org\/web\/20220814155552\/https:\/\/baolongan.vn\/di-san-khi-nhac-cua-nguyen-van-thuong-a41935.html|archive-date=2022-08-14|url-status=live|ngày truy cập=2022-08-11}}<\/ref> Ông bắt đầu bước vào lĩnh vực sáng tác khí nhạc. Tác phẩm đầu tay được nhạc sĩ viết trong lĩnh vực này là \"Quê hương Tây Nguyên\" viết cho piano, sau đó là vũ khúc \"Tây Nguyên vui chiến thắng\" cho violin và piano vào năm 1965. Tác phẩm này đã từng được phát trên Đài phát thanh Tiếng nói Bắc Kinh.{{Sfn|Phạm Tú Hương|2007|p=21}} Bài hát \"Tiếng hát muôn phương\" (lời Xuân Oanh) sáng tác năm 1958 của ông nhận được Bằng khen tại Liên hoan Thanh niên và Sinh viên thế giới ở [[Viên]], [[Áo]].{{Sfn|Phạm Tú Hương|2007|p=20}}\n\nNăm 1968, Nguyễn Văn Thương được tiếp tục đi thực tập tại Nhạc viện Leipzig (từng là [[Cộng hòa Dân chủ Đức|Cộng hoà Dân chủ Đức]]).{{Sfn|Phạm Tú Hương|2007|p=21}}{{Sfn|Nguyễn Thị Nhung|2001|p=66}} Ông là nhạc sĩ tiền chiến thứ hai được tu nghiệp ở nước ngoài sau [[Đỗ Nhuận]].{{Sfn|Nguyễn Thuỵ Kha|2017|p=125}} Tại nơi đây, ông được tiếp xúc với nhiều nhạc sĩ, giáo sư âm nhạc của Đức với nhiều các tác phẩm âm nhạc đương đại trên toàn thế giới.{{Sfn|Phạm Tú Hương|2007|p=21}} Trong thời gian học tập tại Đức, Nguyễn Văn Thương đã viết bản giao hưởng \"Đồng Khởi\" vào năm 1971.{{Sfn|Nguyễn Thuỵ Kha|2017|p=125}} Đến cuối năm 1971, bản giao hưởng được biển diễn lần đầu tiên tại Đức trong ngày kỷ niệm thành lập Nhạc viện Leipzig và ngày đoàn kết [[Cộng hòa Dân chủ Đức|Cộng hoà Dân chủ Đức]] với Việt Nam.{{Sfn|Phạm Tú Hương|2007|p=21}}\n\n=== Trở về nước, làm công tác quản lý và đào tạo ===\nTháng 4 năm 1972, Nguyễn Văn Thương trở về Việt Nam và được làm giám đốc Trường Âm nhạc Việt Nam (sau đó là Nhạc viện Hà Nội, nay là [[Học viện Âm nhạc Quốc gia Việt Nam]]). Trong suốt 12 năm từ 1972 đến 1984, Nguyễn Văn Thương làm công tác quản lý và đào tạo tại ngôi trường này. Ông là một trong những người có công xây dựng trường từ một trường Trung cấp thành trường Đại học, trở thành một trung tâm đào tạo âm nhạc lớn của Việt Nam.{{Sfn|Phạm Tú Hương|2007|p=21}} Nhận thức được thời đại của [[nhạc nhẹ]], ông đã nhanh chóng cử các ca sĩ và nhạc công sang học nhạc nhẹ ở các quốc gia [[Đông Âu]].<ref name=\":1\" \/> Ông cũng phát hiện ra nhiều tài năng nghệ thuật và đưa về Nhạc viện đào tạo trong đó có nhiều nghệ sĩ của Nhà hát Ca Múa Nhạc Việt Nam và sau này đều trở thành những nghệ sĩ có tên tuổi.<ref name=\":4\">{{Chú thích web|url=https:\/\/nhandan.vn\/post-358826.html|tựa đề=Chương trình nghệ thuật kỷ niệm 100 năm ngày sinh nhạc sĩ Nguyễn Văn Thương|tác giả=Khánh Nguyên|ngày=2019-05-17|website=[[Báo Nhân Dân điện tử]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-08-11|archive-date=2022-08-14|archive-url=https:\/\/web.archive.org\/web\/20220814155543\/https:\/\/nhandan.vn\/chuong-trinh-nghe-thuat-ky-niem-100-nam-ngay-sinh-nhac-si-nguyen-van-thuong-post358826.html}}<\/ref> Qua đó, ông có sự đóng góp tích cực trong công tác đào tạo âm nhạc cho Việt Nam.<ref name=\":5\">{{Chú thích web|url=https:\/\/www.vietnamplus.vn\/dem-nhac-tro-ve-dat-me-tri-an-nhac-sy-noi-tieng-nguyen-van-thuong\/569799.vnp|tựa đề=Đêm nhạc \"Trở về đất mẹ\" tri ân nhạc sỹ nổi tiếng Nguyễn Văn Thương|tác giả=Hà Trang|họ=|ngày=2019-05-17|website=[[VietnamPlus]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-08-11|archive-date=2020-08-14|archive-url=https:\/\/web.archive.org\/web\/20200814212252\/https:\/\/www.vietnamplus.vn\/dem-nhac-tro-ve-dat-me-tri-an-nhac-sy-noi-tieng-nguyen-van-thuong\/569799.vnp}}<\/ref>[[Tập tin:Nhạc viện.jpg|nhỏ|233x233px|Học viện Âm nhạc Quốc gia Việt Nam, nơi Nguyễn Văn Thương từng làm giám đốc trong 12 năm]]Nguyễn Văn Thương là người đưa hệ trung cấp khoa âm nhạc cổ truyền của Nhạc viện Hà Nội lên bậc đại học. Ông cũng là tác giả của một số quyển sách giáo khoa như \"Tuyển tập piano\" (hệ trung cấp), \"Tuyển tập 16 bài hát dân ca và dân vũ Việt Nam\" (soạn cho piano được [[:en:Edition Peters|nhà xuất bản Peters]] của Cộng hoà Dân chủ Đức ấn hành năm 1972). Nhạc sĩ cũng viết những tác phẩm sân khấu như \"Mệnh lệnh\", \"Cải tô\" và dịch cuốn \"Beethoven\" do nhà xuất bản Thanh niên ấn hành.{{Sfn|Nguyễn Thuỵ Kha|2017|p=126}}\n\nMặc dù công tác quản lý và đào tạo đã chiếm đáng kể vốn thời gian nhưng Nguyễn Văn Thương vẫn dành thời gian và tâm huyết cho việc sáng tác.{{Sfn|Phạm Tú Hương|2007|p=21}} Ông đã viết một ca khúc trong thời gian này như \"Tổ quốc tôi chưa đẹp thế bao giờ\", \"Gửi Huế giải phóng\", \"Dâng người tiếng hát mùa xuân\",... hợp xướng gồm có \"Dân ta đánh giặc anh hùng\" vào năm 1972. Ngoài ra, ông còn viết một số tác phẩm cho dàn nhạc dân tộc như \"Ngày hội quê hương\", tổ khúc \"Quê hương\" (hợp tác với nhạc sĩ Hoàng Dương), \"Buôn làng vào hội\" cho đàn tre lắc và bộ gõ tre nứa. Đối với khí nhạc phương Tây, ông viết 4 bản romance cho [[cello]] và [[Dương cầm|piano]] cùng một số tác phẩm cho đàn khác như [[Vĩ cầm|violin]]. Ông cũng viết nhạc phim cho những bộ phim \"Thành phố lúc rạng đông\", \"Sao Tháng Tám\", \"Ngày ấy bên bờ sông Lam\"...{{Sfn|Phạm Tú Hương|2007|p=21}} Từ năm 1979 đến 1983, ông làm giám đốc Nhà hát Ca Múa Nhạc Việt Nam.<ref name=\":0\">{{Chú thích web|url=https:\/\/vovworld.vn\/vi-VN\/content\/NjYzNjY2.vov|tựa đề=Nhạc sĩ Nguyễn Văn Thương - những thanh âm còn mãi|tác giả=Bảo Trang|ngày=2019-05-27|website=[[Đài Tiếng nói Việt Nam|Báo Điện tử Đài Tiếng nói Việt Nam]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-08-11|archive-date=2022-08-14|archive-url=https:\/\/web.archive.org\/web\/20220814155529\/https:\/\/vovworld.vn\/vi-VN\/giai-dieu-que-huong\/nhac-si-nguyen-van-thuong-nhung-thanh-am-con-mai-752580.vov}}<\/ref>\n\nNăm 1982, ông được Nhà nước Việt Nam phong học hàm Giáo sư. Đến năm 1984, ông nghỉ công tác quản lý và chuyển vào thành phố Hồ Chí Minh để làm cố vấn cho Sở Văn hoá{{Dash}}thông tin thành phố.{{Sfn|Phạm Tú Hương|2007|p=21}} Cũng trong thời gian này, ông còn tham gia hội đồng khoa học tại [[Nhạc viện Thành phố Hồ Chí Minh]].{{Sfn|Phạm Tú Hương|2007|p=21}} Năm 1987, ông nghỉ hưu nhưng vẫn tiếp tục công việc sáng tác âm nhạc. Đánh giá cao công lao trong việc chỉ đạo nghệ thuật và dàn dựng chương trình cho các đoàn văn công biểu diễn trong và ngoài nước trong nhiều chục năm qua, Nguyễn Văn Thương được [[Nhà nước Việt Nam]] phong tặng danh hiệu [[Nghệ sĩ nhân dân (Việt Nam)|Nghệ sĩ nhân dân]] vào năm 1993.{{Sfn|Nguyễn Thụy Kha|2017|p=126}} \n\n== Những năm cuối và qua đời ==\nTrong những năm cuối đời, Nguyễn Văn Thương có những sáng tác đạt nhiều giải thưởng lớn dù tuổi cao và sức khoẻ kém. Những sáng tác trong thời gian này chủ yếu là sáng tác khí nhạc phương Tây như Romance số 2 \"Bên dòng sông thương\", Romance số 3 và 4. Các tác phẩm này đều viết cho cello.{{Sfn|Phạm Tú Hương|2007|p=22}} Năm 1997, ông còn viết \"Vũ khúc ngày hội\" cho 8 đàn cello.{{Sfn|Phạm Tú Hương|2007|p=22}} Ông cũng viết một số tác phẩm cho dàn nhạc giao hưởng như \"Rhapsodie số 2\" cho đàn [[t'rưng]] và dàn nhạc năm 1996, \"Capriccio\" cho dàn nhạc giao hưởng năm 1999.{{Sfn|Phạm Tú Hương|2007|p=22}} Ông qua đời vào ngày 5 tháng 12 năm 2002,<ref name=\"music\" \/> hưởng thọ 83 tuổi.<ref name=\":1\" \/><ref name=\":3\" \/>\n\n=== Thành tựu ===\nVới những đóng góp tích cực cho âm nhạc Việt Nam, Nguyễn Văn Thương đã được [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước Việt Nam]] phong tặng nhiều huân, huy chương, nhiều danh hiệu và giải thưởng như: [[Huân chương Độc lập|Huân chương Độc lập hạng Ba]], [[Huân chương Kháng chiến|Huân chương Kháng chiến chống Pháp]] hạng Nhì, [[Huân chương Kháng chiến|Huân chương Kháng chiến chống Mỹ]] hạng Nhất, Nghệ sĩ Nhân dân.<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Tieu-diem-van-hoa\/Giao-su-nhac-si-NSND-Nguyen-Van-Thuong-100-nam-van-toa-bong-lang-nhac-Viet-i521648\/|tựa đề=Giáo sư, nhạc sĩ, NSND Nguyễn Văn Thương: 100 năm vẫn tỏa bóng làng nhạc Việt|tác giả=N.Hoa – T.Tâm|họ=|ngày=2019-05-18|website=[[Công an nhân dân (báo)|Báo Công an nhân dân điện tử]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-08-11|archive-date=2022-08-11|archive-url=https:\/\/web.archive.org\/web\/20220811144713\/https:\/\/cand.com.vn\/Tieu-diem-van-hoa\/Giao-su-nhac-si-NSND-Nguyen-Van-Thuong-100-nam-van-toa-bong-lang-nhac-Viet-i521648\/}}<\/ref> Ông cũng là một trong 9 nhạc sĩ được [[Giải thưởng Hồ Chí Minh|Giải thưởng Hồ Chí Minh về Văn học - nghệ thuật]] đợt 2 năm 2000.<ref name=\":3\">{{Chú thích web|url=https:\/\/baocantho.com.vn\/tinh-yeu-phuong-nam-cua-nhac-si-nguyen-van-thuong-a91218.html|tựa đề=Tình yêu phương Nam của nhạc sĩ Nguyễn Văn Thương|tác giả=Phan Huỳnh|ngày=2017-10-15|website=Báo Cần Thơ|url-status=live|ngày truy cập=2022-08-11|archive-date=2018-10-20|archive-url=https:\/\/web.archive.org\/web\/20181020021851\/http:\/\/baocantho.com.vn\/tinh-yeu-phuong-nam-cua-nhac-si-nguyen-van-thuong-a91218.html}}<\/ref><ref>{{Chú thích web|url=http:\/\/baovanhoa.vn\/van-hoa\/di-san\/artmid\/488\/articleid\/18578\/dem-nhac-tuong-nho-nhac-si-nguyen-van-thuong|tựa đề=Đêm nhạc tưởng nhớ nhạc sĩ Nguyễn Văn Thương|tác giả=Thanh Ngọc|ngày=2019-05-17|website=Báo Văn hoá|url-status=live|ngày truy cập=2022-08-12|archive-date=2019-05-20|archive-url=https:\/\/web.archive.org\/web\/20190520112512\/http:\/\/baovanhoa.vn\/van-hoa\/di-san\/artmid\/488\/articleid\/18578\/dem-nhac-tuong-nho-nhac-si-nguyen-van-thuong}}<\/ref>\n\n== Đánh giá và phong cách nghệ thuật ==\nNguyễn Văn Thương là một nhạc sĩ sáng tác nhiều thể loại nhạc. Nhìn chung, các tác phẩm của ông được xem là \"đậm bản sắc dân tộc\" vì ngôn ngữ âm nhạc được khai thác từ chất liệu âm nhạc cổ truyền Việt Nam. Ông đã vận dụng âm điệu, tiết tấu đặc trưng trong âm nhạc dân gian với thủ pháp sáng tác đa dạng để tạo nên những hình tượng âm nhạc.{{Sfn|Nguyễn Thị Nhung|2001|p=67}} Nguyễn Văn Thương được xem là người tiên phong của nền tân nhạc Việt Nam ở Huế.<ref name=\":6\" \/> \n\n=== Sáng tác cho thanh nhạc ===\nNguyễn Văn Thương sáng tác cho thanh nhạc từ khi còn rất trẻ. Trước Cách mạng tháng Tám, các tác phẩm của ông chủ yếu gắn liền với trào lưu âm nhạc lãng mạn. Cũng giống nhiều nhạc sĩ đương thời, ông chịu ảnh hưởng nhiều từ trào lưu lãng mạn trong văn thơ như [[Thế Lữ]], [[Lưu Trọng Lư]], [[Khái Hưng]], [[Đoàn Phú Tứ]], [[Nguyễn Tường Tam|Nhất Linh]],...{{Sfn|Phạm Tú Hương|2007|p=23}} Ba ca khúc tiêu biểu ở giai đoạn này là \"Trên sông Hương\", \"Đêm đông\" và \"Bướm hoa\".{{Sfn|Phạm Tú Hương|2007|p=24}} Các ca khúc miêu tả quê hương do ông sáng tác thường sử dụng làn điệu dân ca để diễn tả tình cảm.{{Sfn|Phạm Tú Hương|2007|p=29}}\n\nVới một số tác phẩm thanh nhạc thành công đã giúp cho Nguyễn Văn Thương được công nhận là một trong những nhạc sĩ của Tân nhạc Việt Nam trước Cách mạng tháng Tám.{{Sfn|Phạm Tú Hương|2007|p=29}} Từ một nhạc sĩ lãng mạn, Nguyễn Văn Thương đã biến chuyển thành một nhạc sĩ cách mạng để sáng tác những ca khúc có tính \"căm thù, uất hận\" trước tình cảnh quê hương bị xâm lược.{{Sfn|Phạm Tú Hương|2007|p=29}} Ca khúc \"Bình Trị Thiên khói lửa\" được sáng tác năm 1948, sau khi biểu diễn lần đầu tiên đã nhanh chóng gây được sự xúc động và \"khơi dậy tinh thần yêu nước\" của người dân Việt Nam.{{Sfn|Phạm Tú Hương|2007|p=29}}\n\nSau cuộc chiến tranh Đông Dương, khi về làm Trưởng đoàn và chỉ đạo nghệ thuật Đoàn văn công Trung ương, Nguyễn Văn Thương sáng tác nhiều cho nhạc múa. Các ca khúc thời kỳ này chủ yếu là bài hát trong các bộ phim mà ông viết nhạc.{{Sfn|Phạm Tú Hương|2007|p=29}} Thời gian sau này, ông chỉ sáng tác khí nhạc là chính, tuy nhiên cũng có một số ca khúc tiêu biểu như \"Thu Hà Nội\", \"Mùa thu tuyệt vời\", \"Yêu Huế\" (sáng tác năm 1996 kỷ niệm 100 năm ngày thành lập trường Quốc học Huế). Ngoài ca khúc, ông cũng viết một số bản hợp xướng như \"Tiến lên toàn thắng ắt về ta\", là tiết mục cho Đoàn Văn công Giải phóng đi biểu diễn quốc tế hay hợp xướng \"Dân ca\".{{Sfn|Phạm Tú Hương|2007|p=32}}\n\n=== Sáng tác khí nhạc và thính phòng ===\nVới sáng tác khí nhạc và thính phòng, Nguyễn Văn Thương là tác giả của nhiều tác phẩm khí nhạc, giao hưởng, nhạc phim được giới chuyên môn trong và ngoài Việt Nam đánh giá cao.<ref name=\":9\">{{Chú thích web|url=https:\/\/phunumoi.net.vn\/dem-dong-cua-nguyen-van-thuong-80-nam-giai-dieu-mua-dong-buon-d186816.html|tựa đề=Đêm đông của Nguyễn Văn Thương: 80 năm giai điệu mùa đông buồn|tác giả=LA|ngày=2019-11-19|website=Báo Phụ nữ mới|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-08-12|archive-date=2022-08-12|archive-url=https:\/\/web.archive.org\/web\/20220812124537\/https:\/\/phunumoi.net.vn\/dem-dong-cua-nguyen-van-thuong-80-nam-giai-dieu-mua-dong-buon-d186816.html}}<\/ref> Tuy vậy khi so với thời điểm các tác phẩm thanh nhạc ra đời, các tác phẩm khí nhạc của Nguyễn Văn Thương ra đời muộn hơn rất nhiều. Năm 1960, \"Nhớ về Nam\" là tác phẩm khí nhạc đầu tay của ông, là tác phẩm viết cho [[Sáo (nhạc cụ)|sáo trúc]] độc tấu và dàn nhạc dân tộc.{{Sfn|Phạm Tú Hương|2007|p=32}} Tuy viết khí nhạc muộn nhưng ông đã có nhiều tác phẩm ở nhiều thể loại, nhưng chủ yếu ở các thể loại thính phòng, giao hưởng và nhạc cụ dân tộc. Các tác phẩm này cũng có được sự thành công nhất định ở trong và ngoài Việt Nam.{{Sfn|Phạm Tú Hương|2007|p=33}} Sáng tác khí nhạc cũng được nhận định là một lĩnh vực quan trọng trong sự nghiệp sáng tác của ông.{{Sfn|Nguyễn Thị Nhung|2001|p=66}} Các tác phẩm thính phòng của Nguyễn Văn Thương có cấu trúc vừa và nhỏ, thường là các tiểu phẩm, vũ khúc, tổ khúc được viết ở hình thức 2, 3 đoạn đơn hay 3 đoạn phức. Một số tác phẩm khác ông thường viết ở hình thức [[rondo]] hay biến tấu.{{Sfn|Phạm Tú Hương|2007|p=33}}\n\n==== Khí nhạc phương Tây ====\nTác phẩm đầu tiên ông viết cho piano là \"Quê hương Tây Nguyên\", cũng là tác phẩm viết cho piano thành công nhất của ông. Tác phẩm này là một tổ khúc gồm nhiều đoạn nhạc độc lập có sự tương phản về sắc thái, nhịp độ cũng như chất liệu âm nhạc.{{Sfn|Phạm Tú Hương|2007|p=33}} Nhạc phẩm viết cho violin và piano tiêu biểu của ông là \"Tây Nguyên vui chiến thắng\", được sáng tác khi ông tu nghiệp ở Trung Quốc. Đây là tác phẩm thính phòng tiêu biểu được đánh giá cao về mặt nghệ thuật.{{Sfn|Phạm Tú Hương|2007|p=37}} Ông sử dụng những đặc trưng của âm nhạc dân gian [[Tây Nguyên]], qua đó miêu tả hình ảnh núi rừng và con người nơi đây một cách \"chân thực\".{{Sfn|Phạm Tú Hương|2007|p=37}} Đối với các tác phẩm viết cho cello và piano, tiêu biểu nhất là 4 tác phẩm mà ông gọi là \"romance\". Trong đó Romance số 1 \"Trở về đất mẹ\" được nhận định là bài đáng chú ý nhất, thường được nhận xét \"cảm xúc sâu lắng\".{{Sfn|Phạm Tú Hương|2007|p=40}}\n\n==== Nhạc cụ truyền thống ====\nỞ giao hưởng, ông sử dụng thông thạo những nhịp nhạc thuần Việt như {{Time signature|5|8}}, {{Time signature|7|8}} cùng với các nhạc cụ gõ như [[mõ]], [[Cồng chiêng|cồng]].<ref name=\":1\" \/> Kể từ \"Nhớ về Nam\" được sáng tác năm 1960, Nguyễn Văn Thương đã sáng tác nhiều tác phẩm có giá trị nghệ thuật và biểu cảm.{{Sfn|Phạm Tú Hương|2007|p=43}} \"Nhớ về Nam\" được nhận xét là khúc nhạc \"trữ tình\", \"tha thiết\".{{Sfn|Phạm Tú Hương|2007|p=42}} Vào thời điểm đó, một số nhạc cụ mới như đàn tre lắc và bộ gõ tre nứa được chế tạo, ông cũng tự tìm hiểu sáng tác \"Buôn làng vào hội\", được Nhà hát Ca Múa Nhạc Việt Nam biểu diễn như một tiết mục múa. Bản Rhapsodie số 2 cho đàn [[t'rưng]] và dàn nhạc giao hưởng cũng là một tác phẩm mang lại thành công nhất định cho nhạc sĩ.{{Sfn|Phạm Tú Hương|2007|p=43}}\n\n== Di sản ==\n{{quote box|class=letterhead|width=25%|border=none|quote=...Trong công việc ông [Nguyễn Văn Thương] rất nghiêm túc, tính kỷ luật cao, không nghệ sĩ nào dám bỏ nhà hát đi làm thêm bên ngoài nhưng trong cuộc sống lại cực kỳ tình cảm[...] ông bảo hát hay, có tố chất chưa đủ mà cần phải có kiến thức chuyên môn mới thành công được...|author=[[Thu Hiền]]|source=báo điện tử [[Dân trí (báo)|Dân trí]], 17 tháng 5 năm 2019<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/van-hoa\/nsnd-thu-hien-tiet-lo-ky-niem-dac-biet-ve-co-nhac-si-nguyen-van-thuong-20190517111527075.htm|tựa đề=NSND Thu Hiền tiết lộ kỷ niệm đặc biệt về cố nhạc sĩ Nguyễn Văn Thương|tác giả=Nguyễn Hằng|ngày=2019-05-17|website=[[Báo điện tử Dân Trí]]|url-status=live|ngày truy cập=2022-08-12|archive-date=2022-08-12|archive-url=https:\/\/web.archive.org\/web\/20220812164916\/https:\/\/dantri.com.vn\/van-hoa\/nsnd-thu-hien-tiet-lo-ky-niem-dac-biet-ve-co-nhac-si-nguyen-van-thuong-20190517111527075.htm}}<\/ref>}}Trong sự nghiệp sáng tác, những tác phẩm của Nguyễn Văn Thương đã góp phần làm nên thành công của nhiều nghệ sĩ cũng như các đoàn văn công nghệ thuật tại Việt Nam. Ông có một vai trò đóng góp quan trọng vào nền khí nhạc Việt Nam khi sử dụng nhuần nhuyễn âm nhạc truyền thống dân tộc.<ref name=\":3\" \/> Nguyễn Văn Thương để lại một di sản âm nhạc với nhiều bản khí nhạc cùng ca khúc, điều này khiến báo chí thường gọi ông là \"cây đại thụ\" của nền âm nhạc Việt Nam.<ref name=\":5\" \/> Bản sáo \"Nhớ về Nam\" được nghệ sĩ ưu tú [[Đinh Thìn]] cùng dàn nhạc Đoàn Ca múa nhân dân Trung ương biểu diễn đạt hiệu quả nghệ thuật cao.<ref name=\":2\" \/> Năm 1968, bản độc tấu sáo thứ hai \"Ngày hội non sông\" của Nguyễn Văn Thương đã được Nghệ sĩ nhân dân Đỗ Lộc biểu diễn thành công ở trong và ngoài Việt Nam, đoạt Huy chương Vàng Liên hoan Thanh niên sinh viên thế giới lần thứ X tại [[Berlin]], Cộng hòa Dân chủ Đức năm 1973, được [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] và nhiều đài phát thanh của các quốc gia ghi âm.<ref name=\":2\" \/> Bản nhạc \"Trở về đất mẹ\" độc tấu cho cello và piano cũng giúp nghệ sĩ nhân dân [[Bùi Gia Tường]] biểu diễn lần đầu tiên và được hoan nghênh nồng nhiệt.<ref name=\":3\" \/> Nguyễn Văn Thương là một trong những nhạc sĩ viết khí nhạc nổi tiếng, cũng là người đầu tiên viết nhạc cho kịch múa ở Việt Nam.<ref name=\":7\">{{Chú thích web|url=https:\/\/cand.com.vn\/Tu-lieu-van-hoa\/-nhac-si-nguyen-van-thuong-tai-danh-tu-tuoi-20-i628665\/|tựa đề=Nhạc sĩ Nguyễn Văn Thương: Tài danh từ tuổi 20|tác giả=Nguyễn Đình San|họ=|ngày=2021-09-19|website=[[Báo Công an Nhân dân điện tử]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-08-12|archive-date=2022-08-12|archive-url=https:\/\/web.archive.org\/web\/20220812043428\/https:\/\/cand.com.vn\/Tu-lieu-van-hoa\/-nhac-si-nguyen-van-thuong-tai-danh-tu-tuoi-20-i628665\/}}<\/ref>\n\nVới vai trò là một nhà giáo và là người quản lý công tác giáo dục, Nguyễn Văn Thương có đóng góp tích cực trong công tác đào tạo âm nhạc cho Việt Nam.<ref name=\":5\" \/> Ông là người phát hiện ra nhiều tài năng nghệ thuật và đưa về Nhạc viện Hà Nội đào tạo trong đó có nhiều nghệ sĩ của Nhà hát Ca Múa Nhạc Việt Nam và sau này đều trở thành những nghệ sĩ có tên tuổi như: [[Quang Thọ (ca sĩ)|Quang Thọ]], [[Thu Hiền]], [[Lệ Quyên (ca sĩ sinh 1959)|Lệ Quyên]], [[Ái Vân]],…<ref name=\":4\" \/> Nghệ sĩ nhân dân [[Quang Thọ (ca sĩ)|Quang Thọ]] cho biết nếu không có Nguyễn Văn Thương, ông sẽ không có được sự nghiệp âm nhạc như hiện tại.<ref name=\":0\" \/> Nguyễn Văn Thương cũng là một trong những người có công xây dựng nhạc viện Hà Nội từ một trường Trung cấp thành trường Đại học, trở thành một trung tâm đào tạo âm nhạc lớn của Việt Nam, đồng thời cũng là người nâng hệ trung cấp khoa âm nhạc truyền thống của Nhạc viện Hà Nội lên bậc đại học.{{Sfn|Phạm Tú Hương|2007|p=21}}{{Sfn|Nguyễn Thuỵ Kha|2017|p=126}}\n\nNăm 1996, Nhà hát Ca múa nhạc Việt Nam đã tổ chức kỷ niệm 60 năm hoạt động âm nhạc của ông bằng một đêm nhạc lớn ở Cung thiếu nhi Hà Nội.{{Sfn|Nguyễn Thụy Kha|2017|p=126}} Năm 2019, một chương trình nghệ thuật đặc biệt mang tên \"Trở về đất mẹ\" đã được tổ chức nhân kỷ niệm 100 năm ngày sinh của ông.<ref name=\":4\" \/><ref name=\":5\" \/>\n\n== Tác phẩm ==\nDưới đây là danh mục tác phẩm của Nguyễn Văn Thương dựa trên sách của Phó giáo sư, tiến sĩ Phạm Tú Hương.{{Sfn|Phạm Tú Hương|2007|p=15{{dash}}48}}\n=== Ca khúc ===\n==== Bài hát ====\n{{divcol}}\n*\"Trên sông Hương\"\n*\"Đêm đông\"\n*\"Bướm hoa\"\n*\"Leo núi Bạch Mã\"\n*\"Ngày xanh\"\n*\"Trên đường khuya\"\n*\"Tình trăng\"\n*\"Khóc cơ hàn\"\n*\"Bình Trị Thiên khói lửa\"\n*\"Tiếng hát muôn phương\"\n*\"Bài ca trên núi\"\n*\"Bài ca Việt Lào\"\n*\"Bài ca đã hẹn\"\n*\"Tổ quốc tôi chưa đẹp thế bao giờ\"\n*\"Gửi Huế giải phóng\"\n*\"Dâng người tiếng hát mùa xuân\"\n*\"Hai dòng sông mong nhớ\"\n*\"Thu Hà Nội\"\n*\"Mùa thu tuyệt vời\"\n*\"Yêu Huế\"\n*\"Bài ca trong hang đá\"\n{{divcol-end}}\n\n==== Nhạc cho kịch múa ====\n* \"Múa ô\"\n* \"Múa sạp\"\n* \"Chàm Rông\"\n* \"Thiếu nữ bên hồ\"\n* \"Mùa hoa đào nở\"\n\n==== Hợp xướng ====\n*\"Tiến lên toàn thắng ắt về ta\"\n*\"Dân ta đánh giặc anh hùng\"\n\n=== Khí nhạc và giao hưởng ===\n==== Nhạc cụ phương Tây ====\n* \"Quê hương Tây Nguyên\"\n* \"Phi ngựa bắn cung\"\n* \"Múa sạp\"\n* \"Múa Mèo\"\n* \"Đàn bướm mùa xuân\"\n* \"Inh noọng ơi\"\n* \"Tây Nguyên vui chiến thắng\"\n* \"4 Romance cho Cello\"\n**Romance số 1 \"Trở về đất mẹ\"\n**Romance số 2 \"Bên dòng sông Thương\"\n* \"Vũ khúc ngày hội\"\n\n==== Nhạc cụ truyền thống ====\n* \"Nhớ về Nam\"\n* \"Ngày hội non sông\"\n* \"Ngày hội Tây Nguyên\"\n* \"Quê hương\"\n* \"Buôn làng vào hội\"\n* \"Rhapsodie số 2 cho T'rưng\"\n\n==== Giao hưởng ====\n* \"Đồng khởi\"\n* \"Capriccio\"\n\n== Chú thích ==\n{{Notelist}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n=== Nguồn sách ===\n{{refbegin|30em}}\n* {{Chú thích sách|url=https:\/\/books.google.com.vn\/books?id=xqkOAQAAMAAJ&q=Chi%E1%BA%BFc+%C4%91%C3%A8n+%C3%B4ng+sao+b%C3%A0i+h%C3%A1t&dq=Chi%E1%BA%BFc+%C4%91%C3%A8n+%C3%B4ng+sao+b%C3%A0i+h%C3%A1t&hl=vi&sa=X&ved=2ahUKEwiX7OncodL3AhUkIqYKHWotBQoQ6AF6BAgFEAI|title=Âm nhạc mới Việt Nam tiến trình và thành tựu|last=Tú Ngọc|date=2000|publisher=Viện Âm nhạc|pages=|language=vi|oclc=682149444|access-date=|archive-url=https:\/\/web.archive.org\/web\/20220509131750\/https:\/\/books.google.com.vn\/books?id=xqkOAQAAMAAJ&q=Chi%E1%BA%BFc+%C4%91%C3%A8n+%C3%B4ng+sao+b%C3%A0i+h%C3%A1t&dq=Chi%E1%BA%BFc+%C4%91%C3%A8n+%C3%B4ng+sao+b%C3%A0i+h%C3%A1t&hl=vi&sa=X&ved=2ahUKEwiX7OncodL3AhUkIqYKHWotBQoQ6AF6BAgFEAI|archive-date=2022-05-09}}\n* {{Chú thích sách|url=https:\/\/www.worldcat.org\/title\/am-nhac-thinh-phong-giao-hng-viet-nam-s-hinh-thanh-va-phat-trien-tac-pham-tac-gia\/oclc\/701746655?referer=di&ht=edition|title=Âm nhạc thính phòng giao hưởng Việt Nam: sự hình thành và phát triển, tác phẩm và tác giả|last=Nguyễn Thị Nhung|first=|publisher=Viện Âm nhạc|year=2001|location=Hà Nội|oclc=701746655|author-link=Nguyễn Thị Nhung (nhạc sĩ)|access-date=2022-08-11|archive-date=2022-08-14|archive-url=https:\/\/web.archive.org\/web\/20220814155523\/https:\/\/www.worldcat.org\/title\/am-nhac-thinh-phong-giao-hng-viet-nam-s-hinh-thanh-va-phat-trien-tac-pham-tac-gia\/oclc\/701746655?referer=di&ht=edition}}\n*{{Chú thích sách|url=https:\/\/www.worldcat.org\/title\/22-tac-gia-quan-oi-chuyen-i-chuyen-nghe\/oclc\/57002649%26referer%3Dbrief_results|title=22 tác giả quân đội: chuyện đời, chuyện nghề|last=Chi Phan|publisher=Nhà xuất bản Thanh niên|year=2004|location=Thành phố Hồ Chí Minh|oclc=57002649|access-date=2022-08-14|archive-date=2022-08-14|archive-url=https:\/\/web.archive.org\/web\/20220814155545\/https:\/\/www.worldcat.org\/title\/22-tac-gia-quan-oi-chuyen-i-chuyen-nghe\/oclc\/57002649%26referer%3Dbrief_results}}\n* {{Chú thích sách|url=https:\/\/www.worldcat.org\/title\/tan-nhac-viet-nam-thu-ban-au-hoi-c-pham-duy\/oclc\/234175527%26referer%3Dbrief_results|title=Tân nhạc Việt Nam thuở ban đầu|last=Phạm Duy|publisher=Nhà xuất bản Trẻ|year=2006|editor-first=|location=Thành phố Hồ Chí Minh|oclc=234175527|author-link=Phạm Duy|access-date=2022-08-14|archive-date=2022-08-14|archive-url=https:\/\/web.archive.org\/web\/20220814155515\/https:\/\/www.worldcat.org\/title\/tan-nhac-viet-nam-thu-ban-au-hoi-c-pham-duy\/oclc\/234175527%26referer%3Dbrief_results}}\n* {{Chú thích sách|url=https:\/\/www.vienamnhac.vn\/xuat-ban\/sach\/am-nhac-viet-nam-tac-gia-tac-pham-tap-i-v|title=Âm nhạc Việt Nam Tác giả - tác phẩm (tập IV)|last=Phạm Tú Hương|publisher=Viện Âm nhạc Việt Nam|year=2007|location=Hà Nội|oclc=1223293284|access-date=2022-08-11|archive-date=2022-08-14|archive-url=https:\/\/web.archive.org\/web\/20220814155552\/https:\/\/www.vienamnhac.vn\/xuat-ban\/sach\/am-nhac-viet-nam-tac-gia-tac-pham-tap-i-v}}\n* {{Chú thích sách|url=https:\/\/books.google.com.vn\/books?id=CnewtAEACAAJ&dq=th%E1%BA%BF+k%E1%BB%B7+%C3%A2m+nh%E1%BA%A1c+vi%E1%BB%87t+nam+m%E1%BB%99t+th%E1%BB%9Di+%C4%91%E1%BA%A1n+bom&hl=en&sa=X&redir_esc=y|title=Thế kỷ âm nhạc Việt Nam: một thời đạn bom|last=Nguyễn Thụy Kha|publisher=Nhà xuất bản Văn học|year=2017|isbn=9786049540943|author-link=Nguyễn Thụy Kha|access-date=2022-08-11|archive-date=2022-06-26|archive-url=https:\/\/web.archive.org\/web\/20220626131237\/https:\/\/books.google.com.vn\/books?id=CnewtAEACAAJ&dq=th%E1%BA%BF%20k%E1%BB%B7%20%C3%A2m%20nh%E1%BA%A1c%20vi%E1%BB%87t%20nam%20m%E1%BB%99t%20th%E1%BB%9Di%20%C4%91%E1%BA%A1n%20bom&hl=en&sa=X&redir_esc=y}}\n{{refend}}\n{{Kiểm soát tính nhất quán}}\n\n\n{{Thời gian sống|1919|2002}}{{Sao bài viết tốt|phiên bản được chọn=69118158|tên bài={{PAGENAME}}|thời gian=20 tháng 9 năm 2022}}\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Nhạc sĩ tiền chiến]]\n[[Thể loại:Nhạc sĩ nhạc đỏ]]\n[[Thể loại:Nghệ sĩ nhân dân Việt Nam]]\n[[Thể loại:Học sinh Quốc học Huế]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Huân chương Độc lập hạng Ba]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà soạn nhạc Việt Nam]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Huân chương Kháng chiến chống Pháp hạng Nhì]]\n[[Thể loại:Huân chương Kháng chiến chống Mỹ hạng Nhất]]\n[[Thể loại:Nhạc sĩ Việt Nam thế kỷ 21]]\n[[Thể loại:Nhạc sĩ Việt Nam thế kỷ 20]]\n[[Thể loại:Giảng viên âm nhạc Việt Nam]]\n[[Thể loại:Nhạc sĩ nhạc giao hưởng và thính phòng Việt Nam]]"}