{"64795":"{{Dablink|Về những nhân vật khác có cùng tên, xin xem [[Nguyễn Khánh Toàn (định hướng)]].}}\n{{Viên chức\n| tên = Nguyễn Khánh Toàn\n| hình = Nguyen Khanh Toan.jpg\n| ngang = 200\n| chức vụ = Chủ nhiệm [[Viện Hàn lâm Khoa học xã hội Việt Nam|Ủy ban Khoa học Xã hội Việt Nam]]\n| bắt đầu = [[4 tháng 6]] năm [[1967]]\n| kết thúc = [[10 tháng 7]] năm [[1982]]<br >{{số năm theo năm và ngày|1967|6|4|1982|7|10}}\n| tiền nhiệm = [[Trần Huy Liệu]]\n| kế nhiệm = [[Đào Văn Tập]]\n| chức vụ 2 = Thứ trưởng Bộ Giáo dục\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| bắt đầu 2 = [[3 tháng 11]] năm [[1946]]\n| kết thúc 2 = \n| trưởng viên chức 2 = [[Nguyễn Văn Huyên]]\n| trưởng chức vụ 2 = Bộ trưởng\n| ngày sinh = ngày [[1 tháng 8]] năm [[1905]]\n| nơi sinh = [[Vinh]], [[Nghệ An]]\n| chết = \n| ngày chết = ngày [[9 tháng 12]] năm [[1993]]\n| nơi chết = [[Hà Nội]]\n| vợ = Đào Ngọc Bích\n| đảng = [[Đảng Cộng sản Việt Nam]]|\n}}\n\n[[Giáo sư]], [[Viện sĩ]] '''Nguyễn Khánh Toàn''' ([[1905]]-[[1993]]) là một nhà giáo, nhà khoa học Việt Nam. Ông đã đóng góp nhiều công sức xây dựng nền [[Hệ thống giáo dục Việt Nam|Giáo dục Việt Nam]] và nền Khoa học Xã hội Việt Nam từ sau [[Cách mạng tháng Tám]] năm [[1945]] đến năm [[1982]].\n\n==Tiểu sử==\n'''Nguyễn Khánh Toàn''' sinh ngày [[1 tháng 8]] năm [[1905]] tại thành phố [[Vinh]], tỉnh [[Nghệ An]] trong một gia đình công chức nghèo. Quê gốc làng Thanh Lương, xã [[Hương Xuân]], huyện [[Hương Trà]], tỉnh [[Thừa Thiên Huế]]. \n* Năm 1926, vì những hoạt động chống [[Pháp]], mặc dù học rất giỏi nhưng sau khi tốt nghiệp [[Trường Cao đẳng Sư phạm Đông Dương]], ông không được bổ nhiệm làm việc ở bất cứ một trường công nào.\n* Cùng năm đó, ông đứng ra làm chủ nhiệm, kiêm chủ bút tờ \"Le Nhà quê\". Mới ra được số đầu thì bị thống đốc [[Nam Kỳ]] ra lệnh đình chỉ và bắt giam.\n* Năm 1927, ông bị xử án treo. Sau đó luật sư [[Phan Văn Trường]] mời ông làm chủ bút báo ''L’Annam'' nhưng cũng bị xử 2 tháng án treo.\n* Năm 1928, Nguyễn Khánh Toàn đệ đơn lên Thống đốc [[Trung Kỳ]] xin đi Pháp.\n* Năm 1929, ông sang học tại Trường Đảng [[Liên Xô]] theo giới thiệu của [[Đảng Cộng sản Pháp]].\n* Năm 1930, [[Quốc tế Cộng sản]] giới thiệu ông làm nghiên cứu sinh sử học với đề tài \"Chiến tranh nông dân ở [[Bán đảo Đông Dương|Đông Dương]] vào thế kỷ XVIII - Khởi nghĩa Tây Sơn\" và nhận học vị tiến sĩ tại Khoa Sử, Đại học Phương Đông (Liên Xô). Do có những đóng góp tích cực, ông đã được Quốc tế Cộng sản giao trọng trách là Phó Ban Đông Dương.\n* Năm 1939, ông được điều động về [[Trung Quốc]] hoạt động với nhóm Cộng sản Việt Nam ở [[Diên An]]. Tại đây ông tham gia giảng dạy Khoa Lịch sử cách mạng thế giới và Khoa tiếng Nga với bí danh Hoàng Chính Quang\n* Năm 1946, ông được bổ nhiệm làm Thứ trưởng Bộ Giáo dục.\n* Năm 1960, ông được cử làm Phó chủ nhiệm Ủy ban Khoa học Nhà nước.\n* Từ năm 1965 đến năm 1982, sau khi Ban Khoa học Xã hội tách khỏi Ủy ban Khoa học Nhà nước để đổi thành Viện Khoa học Xã hội rồi Ủy ban Khoa học Xã hội (nay là [[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa học Xã hội Việt Nam]]), ông được bổ nhiệm làm Chủ nhiệm cơ quan nghiên cứu khoa học này cho đến ngày nghỉ hưu.\n* Ông là Ủy viên Dự khuyết [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng]] khóa III (1960 - 1976), đại biểu [[Quốc hội]] các khóa II và III (1960 - 1971).\n* Ông từng là Chủ tịch Hội đồng chỉ đạo nghiên cứu, phiên dịch và xuất bản ''[[Đại Việt sử ký toàn thư]]''\n* Ông được bầu làm viện sĩ nước ngoài [[Viện Hàn lâm Khoa học Liên Xô]] và [[Viện Hàn lâm Khoa học CHDC Đức]].\n*Ông mất ngày [[9 tháng 12]] năm [[1993]], hưởng thọ 88 tuổi.\n* Năm 1996, Ông được Chính phủ truy tặng [[Giải thưởng Hồ Chí Minh]] về khoa học cho \"Cụm những công trình thuộc lĩnh vực sử học, trong đó nổi bật 2 cuốn: ''Vài nhận xét về thời kỳ cuối nhà Lê đến nhà Nguyễn Gia Long'' (1954) và ''Vấn đề dân tộc trong cách mạng vô sản'' (1960)\n* Năm 2008, ông được Nhà nước truy tặng [[Huân chương Sao vàng (Việt Nam)|Huân chương Sao Vàng]] <ref>[http:\/\/huongtra.hue.gov.vn\/portal\/?GiaoDien=1&ChucNang=230&NewsID=20090910083617]{{Liên kết hỏng|date=2021-05-15|bot=InternetArchiveBot}} Giáo sư, Viện sĩ Nguyễn Khánh Toàn - Website Ủy ban nhân dân Huyện Hương Trà.<\/ref>\n\n==Đóng góp==\n* \"Giáo sư, Viện sĩ Nguyễn Khánh Toàn là linh hồn của cải cách giáo dục lần thứ nhất (1950) và cải cách giáo dục lần thứ hai (1960)..., kiến trúc sư những thắng lợi trong giai đoạn đầu của sự nghiệp giáo dục cách mạng ở nước ta\". (Nhận xét của Giáo sư Nguyễn Cảnh Toàn).\n* Theo Giáo sư, Viện sĩ [[Nguyễn Duy Quý]]: \"Phương pháp luận nghiên cứu mác xít của Giáo sư, Viện sĩ Nguyễn Khánh Toàn đã trở thành một mẫu mực để các nhà nghiên cứu khoa học xã hội - nhân văn ở nước ta thuộc các thế hệ học tập, noi theo\".\n* Giáo sư Nguyễn Khánh Toàn là một trong những người đầu tiên đề xuất nghiên cứu [[Tư tưởng Hồ Chí Minh]].<ref>[http:\/\/www.husta.org\/Information\/?ReqId=109&ReqPid=6&ReqNumId=8] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100925135534\/http:\/\/husta.org\/Information\/?ReqId=109&ReqPid=6&ReqNumId=8|date=2010-09-25}} Giáo sư - Viện sĩ Nguyễn Khánh Toàn - nhà khoa học suốt đời gắn vó với cách mạng - Website LIÊN HIỆP CÁC HỘI KHOA HỌC & KỸ THUẬT TT-HUẾ.<\/ref>\n* Nói, viết thông thạo các thứ tiếng Pháp, Nga, Anh, Trung, GS. Nguyễn Khánh Toàn là một tấm gương sáng cho cán bộ khoa học trong việc học tập ngoại ngữ và sử dụng ngoại ngữ như một điều kiện thiết yếu để mở rộng tầm hiểu biết trong nghiên cứu khoa học.\n\n==Tác phẩm==\nÔng là một học giả uyên thâm với kiến thức vừa bao quát, vừa chuyên sâu trong các lĩnh vực Sử học, Văn học, Triết học, Ngôn ngữ học, Dân tộc học, Luật học, Giáo dục học, và có vốn hiểu biết phong phú về văn hóa phương Đông cũng như phương Tây. Ông đã chỉ đạo biên soạn đề cương bộ:\n* Lịch sử Việt Nam \/ Ủy ban Khoa học Xã hội Việt Nam. Hà Nội: Khoa học Xã hội, 1971-1989 (chủ biên)\n* Lịch sử văn học Việt Nam (tập I, 1970, 1971, 1976 và 2004)\n* Tổng tập văn học (trọn bộ 42 tập, 2000)\n* Từ điển tiếng Việt\n* Ngữ pháp tiếng Việt (1983)\n\nCác công trình riêng:\n* ''[[Vài nhận xét về thời kỳ từ cuối Lê đến đầu nhà Nguyễn Gia Long]]'' (1954)\n* Đại cương về văn học sử Việt Nam (1954)\n* ''[[Vấn đề dân tộc trong cách mạng vô sản]]'' (1960)\n* ''[[Xung quanh một số vấn đề về văn học và giáo dục]]'' (1972)\n\nNgoài ra, Nguyễn Khánh Toàn đã có trên 500 bài viết bằng nhiều thứ tiếng được đăng tải trên các báo trong và ngoài nước.\n\n==Danh hiệu Tôn vinh==\n*[[Giáo sư]] ([[1976]])\n*[[Huân chương Sao vàng (Việt Nam)|Huân chương Sao vàng]] <ref>[http:\/\/www.nhandan.com.vn\/tinbai\/?article=129520&sub=51&top=37] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090221153425\/http:\/\/www.nhandan.com.vn\/tinbai\/?article=129520&sub=51&top=37|date=2009-02-21}} Truy tặng Cố Giáo sư, Viện sĩ Nguyễn Khánh Toàn Huân chương Sao Vàng - Báo Nhân dân, Cập nhật 23:25 ngày 25-08-2008.<\/ref>\n*[[Giải thưởng Hồ Chí Minh]]\n*Tên ông được đặt cho một trường trung học cơ sở tại huyện Hương Trà, tỉnh [[Thừa Thiên Huế]]<ref>[http:\/\/huongtra.hue.gov.vn\/portal\/Admin\/News\/prints.aspx?NewsID=20090909091320]{{Liên kết hỏng|date=2021-05-15|bot=InternetArchiveBot}} Trường THCS Hương Xuân tổ chức lễ công bố Quyết định đổi tên trường thành Trường THCS Nguyễn Khánh Toàn - Website Ủy ban nhân dân Huyện Hương Trà.<\/ref> và một đường phố ở quận Cầu Giấy, [[Hà Nội]], một đường phố ở phường An Cựu - Huế.\n*[[1961: Huân chương Kháng chiến chống Pháp hạng nhất.]] <ref name=\"ReferenceA\">Nguyễn Khánh Toàn- Tác phẩm được tặng giải thưởng Hồ Chí Minh<\/ref>\n*[[1984]]: [[Huân chương Kháng chiến|Huân chương Kháng chiến chống Mỹ hạng nhất]].<ref name=\"ReferenceA\"\/>\n*[[1984]]: [[Huân chương Hồ Chí Minh]], Huy hiệu 50 năm tuổi Đảng.<ref name=\"ReferenceA\"\/>\n*[[Huân chương hữu nghị giữa các dân tộc do Liên Xô tặng.]] <ref name=\"ReferenceA\"\/>\n*[[Huy chương 100 năm ngày sinh Lenin.]] <ref name=\"ReferenceA\"\/>\n*[[Huy chương của Nhà nước Cộng hòa Xã hội Chủ nghĩa Tiệp Khắc.]] <ref name=\"ReferenceA\"\/>\n*[[1975]]: Viện sĩ [[Viện Hàn lâm khoa học Cộng hòa dân chủ Đức]].<ref name=\"ReferenceA\"\/>\n*[[1976]]: Viện sĩ [[Viện Hàn lâm khoa học Liên Xô]] <ref name=\"ReferenceA\"\/>\n\n==Gia đình==\nVợ là bà Đào Ngọc Bích.<ref>[http:\/\/www.100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7775\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100106233632\/http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7775\/|date=2010-01-06}} GS. Nguyễn Khánh Toàn - nhà kiến trúc sư trong giai đoạn đầu của nền giáo dục cách mạng - Website Đại học Quốc gia Hà Nội.<\/ref>\n\n==Tham khảo==\n* 100 chân dung - Một Thế kỷ Đại học Quốc gia Hà Nội.\n* Nguyễn Khánh Toàn - Năm tháng cuộc đời\/ Nhà xuất bản Kim Đồng.\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Giáo dục Việt Nam Dân chủ Cộng hòa]]\n\n==Liên kết ngoài==\n* [http:\/\/www.vusta.org.vn\/news_detail.asp?id=3128 Nguyễn Khánh Toàn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070313134628\/http:\/\/www.vusta.org.vn\/news_detail.asp?id=3128 |date=2007-03-13 }}\n\n{{Thời gian sống|sinh=1905|mất=1993}}\n\n[[Thể loại:Người Vinh|N]]\n[[Thể loại:Học sinh Quốc học Huế]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Viện sĩ Viện Hàn lâm khoa học Liên Xô]]\n[[Thể loại:Viện Hàn lâm Khoa học xã hội Việt Nam]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa III]]\n[[Thể loại:Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Huân chương Sao Vàng]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa II]]"}