{"1643958":"{{Mô tả ngắn|Cầu thủ bóng đá Việt Nam}}\n{{Thông tin tiểu sử bóng đá\n| name = Nguyễn Gia Từ\n| birth_name = Nguyễn Gia Từ\n| birth_date = {{ngày sinh và tuổi|df=yes|1989|7|4}}\n| birth_place = [[Cẩm Xuyên]], [[Hà Tĩnh]], Việt Nam\n| position = [[Hậu vệ (bóng đá)#Trung vệ|Trung vệ]]\n| years1 = 2000–2008\n| clubs1 = [[Câu lạc bộ bóng đá Xi măng Xuân Thành Sài Gòn|Xuân Thành Hà Tĩnh]]\n| caps1 = \n| goals1 = \n| years2 = 2009–2011\n| clubs2 = [[Câu lạc bộ bóng đá Sông Lam Nghệ An|Sông Lam Nghệ An]]\n| caps2 = \n| goals2 = \n| years3 = 2011–2014\n| clubs3 = [[Câu lạc bộ bóng đá Xi măng The Vissai Ninh Bình|Xi măng The Vissai Ninh Bình]]\n| caps3 = \n| goals3 = \n| nationalyears1 = 2012–2014\n| nationalteam1 = [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]]\n| nationalcaps1 = 14\n| nationalgoals1 = 0\n}}\n'''Nguyễn Gia Từ''' (sinh ngày 4 tháng 7 năm 1989) là một cựu [[cầu thủ bóng đá]] người Việt Nam chơi ở vị trí [[Hậu vệ (bóng đá)#Trung vệ|trung vệ]]. \n\nAnh từng khoác áo câu lạc bộ [[Câu lạc bộ bóng đá Sông Lam Nghệ An|Sông Lam Nghệ An]] và [[Câu lạc bộ bóng đá Xi măng The Vissai Ninh Bình|Xi măng The Vissai Ninh Bình]] thi đấu tại [[giải bóng đá vô địch quốc gia]]. Năm 2014, sau bê bối dàn xếp tỷ số, anh cùng 8 cầu thủ khác của The Vissai Ninh Bình bị cấm thi đấu vĩnh viễn.\n\n==Bê bối dàn xếp tỷ số==\nChín cầu thủ Ninh Binh do Trần Mạnh Dũng chủ mưu đã tham gia đánh bạc dưới hình thức cá độ bóng đá và dàn xếp tỷ số trận đấu giữa Kelantan và Ninh Bình vào ngày 18 tháng 3 năm 2014 trong khuôn khổ AFC Cup. Sau khi thắng độ số tiền 800 triệu đồng, Trần Mạnh Dũng chia cho Nguyễn Gia Từ, Lê Quang Hùng, Lê Văn Duyệt, Nguyễn Văn Hưng mỗi người 85 triệu đồng, Chu Ngọc Anh, Phan Anh Tuấn, Nguyễn Mạnh Dũng, Phạm Xuân Phú và bản thân Trần Mạnh Dũng mỗi người 75 triệu đồng.  Ngày 25 tháng 12 năm 2014, VFF ban hành quyết định kỷ luật cả 9 cầu thủ này đều bị phạt 20 triệu đồng và bị cấm tham gia mọi hoạt động bóng đá vĩnh viễn do VFF quản lý, tổ chức.<ref>{{chú thích web|author1=Xuân Lộc|title=Chín cầu thủ Ninh Bình bị treo giò vĩnh viễn|url=https:\/\/vnexpress.net\/chin-cau-thu-ninh-binh-bi-treo-gio-vinh-vien-3125820.html|publisher=VnExpress|accessdate=2022-10-10|date=2014-12-26}}<\/ref> Trần Mạnh Dũng sau đó bị Tòa án Nhân dân tỉnh Ninh Bình tuyên phạt 30 tháng tù giam, phạt 20 triệu đồng. Bị cáo Đào Đức Lợi (người nhận độ của Trần Mạnh Dũng) bị 30 tháng tù, phạt 20 triệu. Trong khi đó Nguyễn Mạnh Dũng, Lê Quang Hùng mỗi người 27 tháng án treo, thử thách 24 tháng; Nguyễn Văn Hưng, Lê Văn Duyệt, Nguyễn Gia Từ, Phạm Xuân Phú, Chu Ngọc Anh, Phan Anh Tuấn mỗi người 24 tháng án treo, thử thách 24 tháng, phạt tiền từ 20 đến 25 triệu.\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{sơ khai cầu thủ bóng đá Việt Nam}}\n{{Thời gian sống|1989}}\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Hậu vệ bóng đá]]\n[[Thể loại:Cầu thủ bóng đá Việt Nam]]\n[[Thể loại:Cầu thủ giải bóng đá vô địch quốc gia Việt Nam]]\n[[Thể loại:Cầu thủ câu lạc bộ bóng đá Xi măng The Vissai Ninh Bình]]\n[[Thể loại:Cầu thủ câu lạc bộ bóng đá Sông Lam Nghệ An]]\n[[Thể loại:Cầu thủ đội tuyển bóng đá quốc gia Việt Nam]]\n[[Thể loại:Trung vệ bóng đá]]"}