{"798088":"{{dablink|Xin xem các mục từ khác có tên tương tự ở [[Nguyễn Đình Hoàn (định hướng)]]}}\n\n'''Nguyễn Đình Hoàn''' (? -[[1765]]), tên chữ là '''Linh Thuyên'''; là võ quan [[nhà Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\n{{Thông tin nhân vật hoàng gia\n|tên = Hoán Quận Công \n|tên gốc ='''换郡公'''\n|tước vị = [[Đại Vương|Nghĩa Kháng Đại Vương]] \n|thêm = vietnam\n|hình =\n|cỡ hình = \n|ghi chú hình =\n|chức vị = ''' Thượng tướng Quân ''','''Đô Đốc ''', '''[[Thái Bảo]]''', '''[[ Quận công |Hoán Quận Công]]'''\n|tại vị = 1741 - 1765\n|tiền nhiệm = \n|kế nhiệm =\n| the thiếp = \n| kiểu phối ngẫu = Phu nhân\n| phối ngẫu= \n| con cái = \n|tên đầy đủ = Nguyễn Đình Hoàn \n|tước hiệu = ''' Thượng tướng Quân '''.<br>'''Đô Đốc '''...<br> '''Thái Bảo'''.<br>''' Hoán Quận Công'''...''' [[Đại Vương|Truy Phong Nghĩa Kháng Đại vương]]'''.\n|tước vị đầy đủ = Thái Bảo 太保\n|thụy hiệu = Nghĩa Kháng Đại Vương.\n|cha = \n|mẹ = \n|sinh = 1420\n|nơi sinh =[[Hà Tĩnh]]\n|mất = 1665\n|nơi mất = [[Thanh Hóa]]\n}}\n\n==Tiểu sử==\n'''Nguyễn Đình Hoàn''' là người làng Hương Duệ, huyện Kỳ Hoa (nay là hai huyện [[Kỳ Anh]] và [[Cẩm Xuyên]]), tỉnh [[Hà Tĩnh]]. Ông thuộc dòng họ Nguyễn Đình ở làng Lam Vĩ, xã Thiệu Vũ, huyện [[Thiệu Hóa|Thiệu Hoá]], tỉnh [[Thanh Hóa]]. Cha ông là Nguyễn Đình Quế, cũng là người lỗi lạc, có sức mạnh và chí lớn.\n\nNăm [[1740]], Nguyễn Đình Hoàn làm Thị vệ trong phủ chúa [[Trịnh Giang]]. Lúc bấy giờ, chúa bị bệnh nặng phải ở một chỗ kín, hoạn quan Hiệp quận công Hoàng Công Phụ nhân đó mà chuyên quyền, khiến triều chính rối nát. Thấy vậy, Nguyễn Đình Hoàn cùng các quan là Nguyễn Quý Cảnh, Trương Khuông và Vũ Liễu bí mật bàn mưu lập em chúa là [[Trịnh Doanh]] lên làm chúa mới.\n\nNgày lập Trịnh Doanh, Nguyễn Đình Hoàn rước chúa mới lên triều, đốc các đạo quân hộ vệ làm lễ. Khi ngôi chúa đã định, ông nhận lệnh đem quân bảo vệ cung Thưởng Trì (nơi an trí Thái thượng vương Trịnh Giang), đồng thời đi bắt quyền thần Hoàng Công Phụ. Khi bàn đến công phò lập, ông được phong làm Đặc tiến Phụ quốc Thượng tướng quân, rồi Tuyên lực Kiệt tiết công thần.\n\nCuối năm ấy ([[1740]]), chúa [[Trịnh Doanh]] và Nguyễn Đình Hoàn đem đại quân đi dẹp quân nổi dậy của Vũ Đình Dung ở Ngân Già thuộc Sơn Nam Hạ (nay là [[Nam Định]]). \nSách ''[[Lịch triều hiến chương loại chí]]'' (mục Nhân vật chí) kể:\n:''...Ngân Già là giặc hiệt kiệt nhất ở vùng Nam. Chúng đều hung tợn, không sợ chết, tiến lui không có trận pháp, gặp quân là vác đao xông vào chém bừa chân người, chân ngựa. Các tướng đã nhiều lần bị thua. Đến nay chúa ([[Trịnh Doanh]]) thân đi đánh. Giữa lúc các quân hợp sức đánh chưa hạ được giặc, ông (Nguyễn Đình Hoàn) đem quân bản bộ đi đường tắt, bắn vào phía hữu trại giặc rồi phóng lửa đốt, khói mù trời, quân giặc tan vỡ cả. Quan quân thừa thắng giáp công, giặc chết nằm gối lên nhau, bắt tù được đầu sỏ đem chém... Bàn đến chiến công dẹp giặc thì trận thắng này của ông (Nguyễn Đình Hoàn) là hơn hết...<ref>''[[Lịch triều hiến chương loại chí]]'' (Tập 1), tr. 355-356.<\/ref>.\n\nSau đó ([[1741]]), ông được thăng làm Đô đốc, rồi Phụng thị Thư tả, nắm quyền Phủ sự trong phủ chúa. Trong đời vua [[Lê Hiển Tông]], ông lại được gia phong làm Thái phó, vẫn nắm quyền Phủ sự trong phủ chúa cho đến khi về hưu. Sau lại được triệu ra làm Ngũ lão hầu chúa, tước Hoán Quận công, gia tặng Thái bảo.\n\nNguyễn Đình Hoàn mất năm [[Ất Dậu]] ([[1765]]), được an táng tại xứ Đồng Nhuệ, thôn Kiến Trung, xã Vạn Hà, phủ Thiệu Hóa (nay là thôn Kiến Trung, thị trấn Vạn Hà, huyện [[Thiệu Hóa]]), tỉnh [[Thanh Hóa]].\n\nNghe tin ông mất, triều đình cử quan đến lo việc tang, ban tên thuỵ cho ông là '''Trung Nghị''', và phong làm phúc thần (Cung ý Anh liệt Nghĩa khái Đại vương).\n\n== Nhận định==\nDanh sĩ [[Phan Huy Chú]] trong ''[[Lịch triều hiến chương loại chí]]'' đã nhận xét về ông như sau: \n:''Ông là người mưu lược, quyết đoán, phò chúa lên ngôi lớn, giúp việc quân, công lao danh vọng long trọng, chúa rất quyến luyến chú trọng, tin cậy'' <ref>''[[Lịch triều hiến chương loại chí]]'' (Tập 1, tr. 356).<\/ref>.\n\n== Xem thêm ==\n* [[Trịnh Giang]]\n* [[Trịnh Doanh]]\n\n==Sách tham khảo chính==\n*[[Phan Huy Chú]], ''[[Lịch triều hiến chương loại chí]] (Tập 1, bản dịch). Nhà xuất bản Khoa học xã hội, [[Hà Nội]], 1992.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|Sinh=|Mất=1765}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Võ tướng nhà Lê trung hưng]]"}