{"809489":"{{Mồ côi|date=tháng 11 năm 2013}}\n'''Nguyễn Năng Nhượng''' ([[1535]]-1593), sau này ông cải tên là '''Võ Năng Nhuận'''; là [[nhà thơ]] và là danh thần [[nhà Mạc]] trong [[lịch sử Việt Nam]].\n \n==Tiểu sử==\n'''Nguyễn Năng Nhượng''' là người xã Kim Đôi, huyện Vũ Ninh (nay là [[Kim Đôi]], [[Kim Chân]], TP [[Bắc Ninh]], tỉnh [[Bắc Ninh]]). Ông là cháu [[Tiến sĩ]] Nguyễn Củng Thuận.\n\nNăm [[Nhâm Tuất]] ([[1562]]) niên hiệu Thuần Phúc đời [[Mạc Mậu Hợp]], Nguyễn Năng Nhượng thi đỗ Đệ nhị giáp tiến sĩ xuất thân ([[Hoàng giáp]]), được bổ chức quan.\n \nNăm [[Giáp Thân]] ([[1584]]), ông được sung làm Chánh sứ đi sứ [[Trung Quốc]]. Về nước, ông tiếp tục làm quan đến chức Hộ bộ Thượng thư-kiêm đông các đại học sỹ, tước Đạo Phái hầu.\n\nTheo phả của làng thì cuối đời [[nhà Mạc]], ông nhiều lần can gián nhưng nhà mạc không nghe nên ông xin về quê ở ẩn. Đến khi [[nhà Mạc]] mất ([[1592]]), chúa [[Trịnh Tùng]] triệu ông ra triều đình nhưng ông không ra, ông tự chặt một ngón chân lấy cớ chân bị tật không đi. Lại triệu ông lần thứ 2 ông bèn đi thuyền đến vực dùng sông như Nguyệt rồi nhảy xuống sông tự vẫn. Cảm phục vì lòng tận trung của ông, dân làng thờ làm Phúc thần. Đến đời [[Lê Hiển Tông]] (ở ngôi: [[1740]]-[[1786]]), nhà vua đã sai người chép lại tấm gương trung nghĩa của ông và phong ông là Thượng Đẳng Thần<ref>Theo ''Địa phương chí tỉnh Bắc Ninh'', tr. 154.<\/ref>.\n\n==Tác phẩm==\nTác phẩm của Nguyễn Năng Nhượng hiện còn 21 bài thơ [[chữ Hán]] chép trong [[Toàn Việt thi lục]], trích hai bài:\n{|valign=\"top\"\n|\n:Phiên âm:\n:'''Đề Mai Quan'''\n:Noãn nhập mai biên xuân sắc thâm.\n:Thương tùng nại lão tự thành âm.\n:Kiển thành đồng trụ kim hà tại,\n:Trường sử anh hùng cảm khái tâm.\n:Dịch nghĩa:\n:'''''Đề ải Mai'''''<ref>Ải quan ở núi Dũ Lĩnh, là chỗ giao tiếp giữa hai tỉnh [[Quảng Đông]] và [[Quảng Tây]] ([[Trung Quốc]]).<\/ref>\n:Hơi ấm về bên nhành mai, sắc xuân thêm đậm,\n:''Cây tùng không ngại tuổi già tự tỏa bóng râm.\n:''Không biết vết tích cột đồng<ref>Ở đây có lẽ tác giả muốn nhắc tới [[Cột đồng Mã Viện]].<\/ref>, Kiển thành nay ở đâu?\n:''Mà vẫn mãi gợi lòng cảm khái của những bậc anh hùng.\n|\n:phiên âm:\n:'''Ức cựu sơn lâm'''\n:Tranh xuân hữu ý, nan vi tục,\n:Ánh tục, duy mai bất nhượng xuân.\n:Khả ái xuân thâm hàm kết tử,\n:Thác giao xuân ý khước liên tâm.\n:Dịch nghĩa:\n:'''''Nhớ rừng núi cũ'''''\n:''Tranh đua giữ [[mùa xuân]] có cây [[mận]], khó có thể xem là phàm tục,\n:''Xem ra trong cõi tục, thì chỉ có cây [[mai]] là không nhường mùa xuân.\n:''Nhưng cây mận đáng yêu ở chỗ giữa mùa xuân mới kết quả,\n:''Khiến cho xuân ý lại càng thêm mới, đáng yêu.\n|}\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*Trần Thị Băng Thanh, ''Văn học thế kỷ XV-XVII'', mục \"Nguyễn Năng Nhượng\". Nhà xuất bản Khoa học Xã hội, 2004.\n*Viện nghiên cứu Hán Nôm, ''Địa phương chí tỉnh Bắc Ninh qua tư liệu Hán Nôm''. Nhà xuất bản Khoa học xã hội, [[Hà Nội]], 2009.\n\n[[Thể loại:Sinh năm 1535]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Nhà thơ Việt Nam thời Mạc]]\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Người tự sát]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}