{"308527":"'''Nguyễn Hữu Liêu''' (阮有僚, 1532-1597) là tướng [[nhà Lê trung hưng]] trong [[lịch sử Việt Nam]]. Ông là người làng Tây Đam, nay là xã Tây Tựu, huyện [[Từ Liêm]], [[Hà Nội]], [[Việt Nam]]. Ông có công đánh đổ [[nhà Mạc]], giúp nhà [[Nhà Lê trung hưng|Lê trung hưng]].\n\n==Thân thế==\nNguyên quán của Nguyễn Hữu Liêu vốn ở tại làng Hương Mặc ([[Tiên Sơn]], [[Bắc Ninh]]). Sau cụ tổ 6 đời của ông di cư sang làng Tây Đam thuộc huyện [[Từ Liêm]]<ref>Trần Quốc Vượng, sách đã dẫn, tr 168<\/ref>.\n\nNguyễn Hữu Liêu sinh ra khi nước [[Đại Việt]] bị chia cắt trong thời [[chiến tranh Lê-Mạc]]. Nguyễn Hữu Liêu mồ côi cha từ nhỏ. Năm 17 tuổi (1549), ông bỏ nhà Mạc vào [[Thanh Hóa]] (thuộc đất của nhà Lê trung hưng), sau đó tìm gặp được người cậu họ là [[Nguyễn Khải Khang]] - người cũng bỏ [[nhà Mạc]] theo nhà Lê năm 1552. Nguyễn Khải Khang nhận ông làm con nuôi<ref>Trần Quốc Vượng, sách đã dẫn, tr 169<\/ref>.\n\n==Phù Lê diệt Mạc==\n===Phòng thủ ở Thanh Hóa===\nNăm 1555, Nguyễn Hữu Liêu theo Nguyễn Khải Khang tấn công huyện Yên Định, giết được nhiều quân tướng bên địch, từ đó được trọng dụng.\n\nTháng 8 năm 1557, các tướng lĩnh từng bỏ Mạc sang Lê là anh em Nguyễn Quyện và Nguyễn Miễn bỏ trốn về hàng nhà Mạc. Riêng Nguyễn Khải Khang không về. Tháng 9 năm 1558, cháu ruột Khải Khang là [[Mạc Ngọc Liễn]] sai thổ dân ở Mỹ Lương trá hàng cậu Khải Khang, rồi lừa bắt Khải Khang mang về. [[Mạc Tuyên Tông]] sai dùng hình xé xác Khải Khang.\n\nNăm 1559 và 1560, Nguyễn Hữu Liêu làm tiên phong, liên tiếp lập công ở Yên Mô ([[Ninh Bình]]), Kinh Bắc ([[Bắc Ninh]]), nên càng có tiếng tăm ở Nam triều.\n\nNăm 1561, tướng Bắc triều là [[Mạc Kính Điển]] tấn công Thanh Hóa, Nguyễn Hữu Liêu được gọi gấp về chi viện. Ông đánh bại quân Mạc ở An Trường ([[Thanh Hóa]]), giải nguy được cho nhà Lê. Sau đó, trong các năm 1563, 1565, ông tham gia đánh lui các cuộc tấn công của quân Mạc vào nam.\n\nNăm 1570, [[Trịnh Kiểm]] mất, các con là [[Trịnh Cối]] và [[Trịnh Tùng]] tranh quyền. Cối yếu thế sang hàng [[nhà Mạc]]. Nguyễn Hữu Liêu bỏ Cối về với Trịnh Tùng. Trước cuộc tấn công của Mạc Kính Điển, Hữu Liêu phòng thủ kiên cường ở Trường Yên. Sau đó, Hữu Liêu còn giao chiến với quân Mạc ở [[Nghệ An]] và các huyện thuộc Thanh Hóa là [[Nông Cống]], [[Tĩnh Gia|Ngọc Sơn]], [[Yên Định]], [[Tống Sơn]].\n\nNăm 1578, Hữu Liêu lại đẩy lui một cuộc tấn công khác của Mạc Kính Điển ở Thanh Hóa. Năm 1579, Kính Điển lại đánh Hà Trung, ông phối hợp với thái phó [[Đặng Huấn]] đánh lui quân Mạc.\n\nDo lập nhiều công lao, năm 1581, ông được phong làm Tây quân đô đốc. Từ năm 1582 đến 1589, Hữu Liêu liên tiếp bẻ gãy các đợt tấn công của quân Mạc vào Thanh Hoá.\n\n===Tiến ra Thăng Long===\nNăm 1589, ông theo Trịnh Tùng mang quân đánh ra bắc. Nguyên soái nhà Mạc là Mạc Đôn Nhượng (em Kính Điển đã mất) dẫn đại quân đến, Hữu Liêu mang hơn 1 vạn quân mai phục, dụ Đôn Nhượng đến nơi hiểm yếu rồi tấn công, phá tan quân Mạc, bắt được 2 viên tướng.\n\nNăm 1591, Trịnh Tùng khởi đại quân đánh [[Thăng Long]], ông làm tiên phong. Ngày 27 tháng 12 âm lịch, Hữu Liêu đến xã Phấn Thượng, huyện Phúc Lộc ([[Sơn Tây (tỉnh cũ)|Sơn Tây]]), phá quân Mạc ở sông Hát. Quân Mạc rối loạn bỏ chạy. Hữu Liêu mang quân tấn công cửa tây bắc kinh thành. Vua Mạc là Mạc Mậu Hợp bỏ kinh thành chạy. Hữu Liêu tiến quân vào kinh, đốt phá điện nhà Mạc rồi rút lui.\n\n[[Mạc Mậu Hợp]] trở về Thăng Long. Ngày 6 tháng 1 năm 1592, ông cùng Trịnh Tùng lại đánh Thăng Long. Ông lĩnh hơn 1 vạn quân qua sông [[Tô Lịch]] đến Cầu Mọc, phá cổng thành Cầu Dừa theo cửa tây tiến vào kinh thành. Mạc Mậu Hợp bỏ chạy, không lâu sau bị bắt và bị giết.\n\n==Công thần==\nNhà Lê trung hưng, họ Mạc phải chạy lên [[Cao Bằng]], Nguyễn Hữu Liêu được ghi công hàng đầu<ref>Trần Quốc Vượng, sách đã dẫn, tr 171<\/ref>, được phong chức Thái uý, Dương quốc công.\n\nTàn dư họ Mạc vẫn đánh phá ở miền bắc. Trong năm 1593 – 1594, ông ra quân đánh bại quân Mạc ở [[Hải Dương]], [[Thái Nguyên]] và [[Lạng Sơn]].\n\nNguyễn Hữu Liêu được phong thưởng, được quyền thu thuế ở 4 phủ xứ [[Sơn Tây (tỉnh cũ)|Sơn Tây]], đồng thời ăn lộc một số làng thuộc Đường Hào ([[Hưng Yên]]), Ngọc Sơn ([[Thanh Hóa|Thanh Hoá]]), [[La Sơn (định hướng)|La Sơn]], [[Thanh Chương]], [[Quỳnh Lưu]], [[Nghi Lộc|Chân Phúc]] ([[Nghệ An]]).\n\nTháng 3 năm 1597, ông cùng [[Hoàng Đình Ái]], Trịnh Đỗ và [[Nguyễn Hoàng]] mang 5 vạn tượng binh đưa vua [[Lê Thế Tông]] đến [[nam Quan|ải Nam Quan]] hội cùng sứ thần [[nhà Minh]].\n\nTháng 5 âm lịch năm 1597, Nguyễn Hữu Liêu mất, thọ 66 tuổi. Hiện nay ở xóm Phủ Thờ, thôn Tây Tựu, huyện [[Từ Liêm]] ([[Hà Nội]]) có đền thờ ông.\n\n==Nhận định==\n[[Phan Huy Chú]] nhận định về ông như sau:\n:''Ông là người tinh anh, sáng suốt, dũng cảm và quyết đoán. Mỗi khi ra trận, khí hăng hái lên tận mây, tiếng gầm thét như thổi gió mạnh, ba quân vì thế hăng say chiến đấu, không trận nào không thắng. Thế mà vẫn chất phác, trung thực, giữ đúng lễ, đương thời khen ông là tướng giỏi''<ref>Trần Quốc Vượng, sách đã dẫn, tr 172<\/ref>.\n\nTheo một số tài liệu thì chính ông là người giới thiệu [[Đào Duy Từ]] cho Trấn thủ Thuận Hóa [[Nguyễn Hoàng]]<ref>{{harvnb|Tôn Thất Bình|2001|p=11}}<\/ref>.\n\n==Xem thêm==\n*[[Nhà Hậu Lê]]\n*[[Nam-Bắc triều|Nam Bắc triều]]\n*[[Nhà Mạc]]\n\n==Tham khảo==\n*[[Trần Quốc Vượng]] chủ biên (2004), ''Danh nhân Hà Nội'', Nhà xuất bản Quân đội nhân dân\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*Đại Việt thông sử\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh năm 1532]]\n[[Thể loại:Mất năm 1597]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}