{"3172523":"'''Nguyễn Xuân Mậu '''(sinh năm 1922), ''tên thật '''Nguyễn Xuân Kế''''' là một tướng lĩnh trong [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]], nguyên Phó Chính ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]], Chính ủy Bí thư Đảng ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không]], Phó Chủ nhiệm [[Ủy ban Kiểm tra Quân ủy Trung ương|Ủy ban kiểm tra Đảng uỷ Quân sự Trung ương]].<ref>{{Chú thích web|url = http:\/\/vovworld.vn\/vi-VN\/Chien-thang-Dien-Bien-Phu-tren-khong\/Giao-luu-truc-tuyen-40-nam-chien-thang-Ha-noi-Dien-Bien-Phu-tren-khong\/124069.vov|title = Giao lưu trực tuyến: 40 năm chiến thắng Hà nội - Điện Biên Phủ trên không}}<\/ref><ref>{{Chú thích web|url = http:\/\/vifutex.vn\/news_detail\/20\/anh-hung-pham-tuan-%E2%80%9Cchi-so-b52-chay-mat%E2%80%9D.html|title = Anh hùng Phạm Tuân: \"Chỉ sợ B52... chạy mất!\"|ngày truy cập = 2014-11-26|archive-date = 2012-12-24|archive-url = https:\/\/web.archive.org\/web\/20121224114913\/http:\/\/vifutex.vn\/news_detail\/20\/anh-hung-pham-tuan-%E2%80%9Cchi-so-b52-chay-mat%E2%80%9D.html}}<\/ref><ref>{{Chú thích web|url = http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/81\/81\/81\/219804\/default.aspx|title = Trung tướng Nguyễn Xuân Mậu và chuyện về những người thẳng thắn}}<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng sinh tháng 10 năm 1922, quê ở thôn Yên Trường, xã Trường Yên, huyện Chương Mỹ, tỉnh Hà Tây (Nay là Thủ đô Hà Nội)\n\nTham gia hoạt động Cách mạng từ năm 1938 trong tổ chức Tương tế Ái hữu của Mặt trận Bình dân, rồi tham gia thanh niên dân chủ, thanh niên phản đế.\n\nNăm 1940, ông tham gia đoàn thanh niên cứu quốc trong Mặt trận Việt Minh xã Trường Yên, huyện Chương Mỹ, Hà Nội.\n\nNăm 1941, ông được bầu vào Ban chấp hành thanh niên cứu quốc, phụ trách Ban chấp hành Việt Minh xã Trường Yên, huyện Chương Mỹ, Hà Nội.\n\nNăm 1944, ông là Đội trưởng Đội tuyên truyền vũ trang huyện Chương Mỹ, tỉnh Hà Đông, phụ trách đội tự vệ chiến đầu giành chính quyền tại xã Trường Yên, huyện Chương Mỹ, tỉnh Hà Đông.\n\nTrong Cách mạng tháng 8, ông chỉ huy Đội tự vệ chiến đấu cùng các đoàn thể cách mạng giành chính quyền ở huyện Quốc Oai, tỉnh Sơn Tây (17.08.1945).\n\nTháng 10 năm 1945, ông được bầu là huyện ủy viên, cán bộ Việt Minh huyện Yên Khánh, tỉnh Ninh Bình.\n\nTháng 10 năm 1946, ông nhập ngũ là Chính trị viên trung đội, chính trị viên Đại đội 23 Tiểu đoàn 87 Trung đoàn 34 chiến đấu tại 2 tỉnh Ninh Bình, Nam Định.\n\nTháng 1 năm 1948, ông là Chính trị viên Đại đội 14 Trung đoàn 66. Năm 1950, ông là Chính trị viên Tiểu đoàn 632 Trung đoàn 34. Bí thư Tiểu đoàn ủy Trung đoàn 45 thuộc Bộ Tư lệnh Đại đoàn Pháo binh 351.\n\nTháng 5 năm 1952, ông theo học lớp chính trị do Tổng cục Chính trị mở\n\nTháng 10 năm 1952, ông được bổ nhiệm giữ chức vụ Chính trị viên Tiểu đoàn, Bí thư Tiểu đoàn ủy Tiểu đoàn phòng không 681 thuộc Bộ quốc phòng, tham gia chiến dịch Điện Biên Phủ.\n\nNgày 21 tháng 09 năm 1954, ông là Chính ủy Trung đoàn pháo Phòng không 681 Đại đoàn pháo cao xạ 367 Bộ Tư lệnh Pháo binh, Đảng ủy viên Đại đoàn.\n\nSau hiệp định Genève, ông được cử giữ chức vụ Chủ nhiệm Chính trị Đại đoàn pháo cao xạ 367 Bộ Tư lệnh Pháo binh. Ủy viên Thường vụ Đảng ủy Đại đoàn.\n\nNăm 1956, ông được cử đi học tại Học viện Chính trị trung cao ở Bắc Kinh (Trung Quốc).\n\nTháng 11 năm 1958, ông là Chủ nhiệm Chính trị Bộ Tư lệnh Phòng không.\n\nNgày 22 tháng 10 năm 1963, ông là Phó Chủ nhiệm rồi Chủ nhiệm Chính trị [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]. Phó Bí thư Đảng ủy Quân chủng.\n\nTháng 10 năm 1964, ông là Phó Chính ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]. Phó bí thư Đảng ủy Quân chủng.\n\nTháng 10 năm 1965, ông là Chủ nhiệm Chính trị [[Học viện Chính trị]], Phó Bí thư Đảng ủy Học viện\n\nTháng 3 năm 1966, Phó Chính ủy kiêm Chủ nhiệm Chính trị [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]], Phó bí thư Đảng ủy Quân chủng.\n\nNăm 1971, ông là Phó Chính ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]\n\nTháng 8 năm 1974, ông được cử đi học Bổ túc tại trường cao đẳng quân sự ở Liên Xô. Trở về nước\n\nTháng 6 năm 1975, ông là Phó chính ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]].\n\nNgày 16 tháng 5 năm 1977, ông là Chính ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không]]\n\nTháng 9 năm 1980, ông là Phó Chủ nhiệm [[Ủy ban Kiểm tra Quân ủy Trung ương|Ủy ban kiểm tra Đảng ủy Quân sự Trung ương.]]\n\nTháng 1 năm 1985, ông là Chủ nhiệm Ủy ban kiểm tra Đảng Tổng cục Chính trị, Bộ quốc phòng\n\nTháng 1 năm 1986, ông là Phó Chủ nhiệm [[Ủy ban Kiểm tra Quân ủy Trung ương|Ủy ban kiểm tra Đảng ủy Quân sự Trung ương.]]\n\n* Ông là Đại biểu Đảng bộ Bộ Quân đội, tham dự Đại hội Đảng toàn quốc lần thứ 3, 5 và 6.\n\n* Năm 1989, ông nghỉ hưu.\n\n== Lịch sử thụ phong quân hàm ==\n\n{| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\"\n|- align=center\n|- bgcolor=\"#cccccc\"\n! Năm thụ phong!! 1979!! 1986!!\n|- align=center\n| '''Quân hàm''' || [[Tập tin:Vietnam People's Army Major General.jpg|72x72px]] || [[Tập tin:Vietnam People's Army Lieutenant General.jpg|72x72px]] \n|- align=center\n| '''Cấp bậc''' || Thiếu tướng || [[Trung tướng Quân đội nhân dân Việt Nam thế kỷ 20|Trung tướng]]\n|-\n| colspan=\"11\" |\n|}\n\n== Khen thưởng ==\n* [[Huân chương Độc lập hạng Nhất]]\n* [[Huân chương Quân công]] (hạng Nhất, Nhì) \n*[[Huân chương Chiến công]] hạng Nhì\n* [[Huân chương Chiến thắng]] hạng Nhì\n* [[Huân chương Kháng chiến chống Mỹ]] hạng Nhất \n*[[Huân chương Chiến sĩ vẻ vang]] (hạng Nhất, Nhì, Ba\n* [[Huy chương Quân kỳ quyết thắng]]\n* Huy hiệu 40 và 50 năm tuổi Đảng.\n\n== Chú thích ==\n{{tham khảo}}\n{{thời gian sống|1922}}\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]\n[[Thể loại:Người thọ bách niên Việt Nam]]"}