{"450483":"{{Infobox writer|hình=Portrait of writer Nguyễn Đình Lạp (cropped).jpg|tên=Nguyễn Đình Lạp|birth_date={{birth date|1913|09|19}}|death_date={{death date and age|1952|04|24|1913|09|19}}}}\n\n'''Nguyễn Đình Lạp''' (1913-1952) là một [[nhà văn]] [[Việt Nam]].\n==Tiểu sử==\nNguyễn Đình Lạp sinh ngày 19 tháng 9 năm 1913 tại phố Bạch Mai, thành phố [[Hà Nội]]. Ông xuất thân từ một gia đình có truyền thống yêu nước. Ông nội Nguyễn Đình Lạp là một thành viên của phong trào [[Đông Kinh Nghĩa Thục]]. Chú ruột ông, Nguyễn Phong Sắc, từng là ủy viên trung ương [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]. Nguyễn Đình Lạp bắt đầu viết báo từ năm 1933. Từ năm 1937, ông viết phóng sự cho nhiều tờ báo ở Hà Nội. Sau [[Cách mạng tháng Tám]], ông tham gia đoàn văn nghệ Nam tiến, nhập ngũ, chiến đấu rồi được điều động làm công tác văn nghệ trong lòng Hà Nội tạm chiếm, sau đó sang Ty Công an Hà Nội.\n\nNguyễn Đình Lạp mất ngày 24 tháng 4 năm 1952 tại [[Thanh Hóa]].\n \n==Đánh giá==\nMặc dù mất sớm vào năm mới 39 tuổi, nhưng các tác phẩm của Nguyễn Đình Lạp có những đóng góp giá trị với nền [[văn học Việt Nam]], đặc biệt là thể loại phóng sự văn học. Lê Thị Đức Hạnh, trong ''Ấn tượng Nguyễn Đình Lạp'' (tạp chí ''Văn nghệ'' số 40 ngày 2 tháng 10 năm 1993), viết:\n:''Dù ghi là phóng sự hay điều tra thì với Nguyễn Đình Lạp cũng là sự lao động nghệ thuật công phu, nghiêm túc và đầy tâm huyết... Đọc phóng sự của Nguyễn Đình Lạp, không chỉ thấy được hiện tượng, hậu quả, tác hại của nó, mà nhiều khi còn thấy tác giả trực tiếp nêu lên nguyên nhân xã hội của hiện tượng... Có thể nói, không chỉ do cái nhìn sắc sảo mà Nguyễn Đình Lạp có được những thành công đáng kể, ở đây chủ yếu còn có tấm lòng của người cầm bút.''\n\n==Tác phẩm== \n*''Thanh niên trụy lạc'' (phóng sự, 1937)\n*''Chợ phiên đi tới đâu?'' (phóng sự, 1937)\n*''Những vụ án tình'' (phóng sự, 1938)\n*''Cường hào'' (phóng sự, 1938)\n*''Ngoại ô'' (tiểu thuyết, 1941)\n*''Ngõ hẻm'' (tiểu thuyết, 1943)\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai tiểu sử}}\n\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh năm 1913]]\n[[Thể loại:Mất năm 1952]]"}