{"1646772":"{{Thông tin nhân vật phong kiến\n| tên = Nguyễn Thị Dung\n| tên gốc = 阮氏蓉\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| phục vụ = [[Nhà Tây Sơn]]\n| thuộc = [[Quân đội nhà Tây Sơn|Quân đội Tây Sơn]]\n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = Tượng binh\n| chỉ huy = \n| tham chiến = [[Chiến tranh Tây Sơn – Chúa Nguyễn]]\n| khen thưởng = \n| tên khác = \n| húy = \n| tự = \n| hiệu = \n| tôn xưng = \n| bút danh = \n| học vấn = \n| chức quan = \n| chồng = [[Trương Đăng Đồ]]\n| con cái = \n| tước hiệu = \n| tước vị = \n| cha = \n| mẹ = \n| sinh = \n| nơi sinh = Quảng Ngãi\n| mất = tháng 6 năm 1802\n| nơi mất = [[Thành Xương Giang|Xương Giang]] (nay thuộc Bắc Giang)\n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = \n| quốc tịch = \n| dân tộc = \n| triều đại = \n| tác phẩm = \n| nguyên nhân mất = tự sát\n}}\n\n'''Nguyễn Thị Dung''' (阮氏蓉, ? - [[1802]]), là một trong [[Tây Sơn ngũ phụng thư]], và là một nữ tướng của triều [[Nhà Tây Sơn|Tây Sơn]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nBà Dung là người tỉnh [[Quảng Ngãi]], cùng quê hương với [[Huỳnh Thị Cúc]] (? -[[1802]]), cũng là một trong ''Tây Sơn ngũ phụng thư''. \n \nKhông rõ bà gia nhập nghĩa quân Tây Sơn vào năm nào, chỉ biết bà là người khỏe mạnh, rất thích cưỡi ngựa múa đao, có tài huấn luyện nữ binh, và là tỳ tướng của Đô đốc [[Bùi Thị Xuân]] (? - [[1802]]). Bà Dung là em của Nguyễn Văn Xuân người làng Lạc Phổ huyện Mộ Đức.\n\nBà Cúc là em Huỳnh Văn Thuận người làng Đông Quang huyện Sơn Tịnh. Hai họ là chỗ quen thân. Ông Xuân và ông Thuận có tài về văn học. Bà Dung và bà Cúc có tài về kiếm thuật. Nghe tiếng Trương Văn Hiến, bốn anh em rủ nhau vào xin thọ giáo. Trương công không thu nạp nữ đồ đệ. Ông Xuân và ông Thuận ở lại An Thái học văn. Hai cô gái được Trương công giới thiệu lên Xuân Hòa thụ nghiệp cùng Bùi Thị Xuân. Bà Dung và bà Cúc tuổi tác cùng tài nghệ tương đương với bà Nhạn bà Lan. Cả bốn đều tôn Bùi nữ tướng làm thầy và coi nhau như ruột thịt.\n\nKhông rõ bà gia nhập nghĩa quân Tây Sơn vào năm nào, chỉ biết bà là tùy tướng của [[Bùi Thị Xuân]] (? - 1802). Sau khi đã thân thiết như ruột thịt, bà được bà Xuân truyền dạy cho bài \"kiếm pháp song kiếm\" bí truyền.\n\nVề sau, bà kết hôn với một người cùng quê là kết duyên cùng [[Trương Đăng Đồ]]  (? - [[1802]]) là người Mỹ Khê huyện Sơn Tịnh tỉnh Quảng Ngãi, một danh tướng của Tây Sơn, tước Tú Đức hầu<ref>Trương Đăng Đồ là người làng Mỹ Khê, huyện Bình Sơn, phủ Quảng Ngãi; nay thuộc xã Tịnh Khê, huyện [[Sơn Tịnh]], tỉnh [[Quảng Ngãi]]. Ông là chú ruột của [[Trương Đăng Quế]] ([[1793]]-[[1865]]), một danh thần của triều [[Nhà Nguyễn|Nguyễn]] sau này (theo Cao Tự Thanh, tr. 403).<\/ref>.\n\nNăm 1778, Nguyễn Nhạc xưng đế. '''Nguyễn Thị Dung''' chỉ huy 1 trong 4 lữ đoàn nữ binh thì do nữ tướng Bùi Thị Xuân tổ chức và điều khiển.\n\nNăm 1792, Hoàng đế Quang Trung băng hà, Thái tử Quang Toản lên nối ngôi, lấy niên hiệu là Cảnh Thịnh. Vợ chồng bà phụng mệnh phò Tiết chế Nguyễn Quang Thuỳ trấn nhậm Bắc Thành, cai quản vùng đất trọng yếu ở phương Bắc.\n\n[[Tháng hai|Tháng 2]] năm [[1802]], bà cùng chồng tham gia [[Trận Trấn Ninh (1802)|trận Trấn Ninh]] (còn gọi là trận Đầu Mâu). Sau khi đại quân Tây Sơn bị quân [[Nhà Nguyễn|Nguyễn]] đánh tan, vợ chồng bà hộ giá vua [[Nguyễn Quang Toản|Cảnh Thịnh]] ([[1783]] – [[1802]]) chạy ra phía Bắc.\n\nKhi đến Xương Giang (nay thuộc [[Bắc Giang]]), để ngăn giặc đuổi theo, [[Nguyễn Quang Thùy]] (? - [[1802]]) cùng Đô Đốc Trương Đăng Đồ tức Tú Đức Hầu và phu nhân Nguyễn Thị Dung ở lại giữ thành chặn quân đối phương để cho nhà vua có thời gian thoát hiểm.\n\nThế giặc mạnh như bão táp, không sao địch được, hai ông bà Tú Đức Hầu phò Nguyễn Quang Thùy chạy về ngả Sơn Tây, để cho giặc đuổi theo mình chớ không đuổi theo Vua và cung quyến.\n\nSong thế cùng lực tận, sau một cuộc chiến đấu, Nguyễn Quang Thùy và vợ chồng Tú Đức Hầu cũng bị bắt ở Sơn Tây, Nguyễn Quang Thùy đập đầu tuẫn tiết. Tú Đức Hầu cùng phu nhân rút gươm tự sát. Khi ấy là khoảng giữa [[tháng sáu|tháng 6]] năm [[Nhâm Tuất]] ([[1802]])<ref>Theo một số sách (như Cao Tự Thanh, tr. 403; Quách Tấn - Quách Giao, tr. 200) thì tướng Nguyễn Quang Thùy (con vua [[Nguyễn Huệ|Quang Trung]], anh vua [[Nguyễn Quang Toản|Cảnh Thịnh]]) cùng bị bắt với vợ chồng bà, và rồi ông đập đầu tự tử. Tuy nhiên, có nguồn chép hơi khác. Xem mục: [[Nguyễn Quang Thùy]].<\/ref>.\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Quách Tấn]] - Quách Giao, ''Nhà Tây Sơn''. Bảo tàng Bình Định xuất bản, 2002.\n*Cao Tự Thanh (chủ biên), ''Phụ nữ Việt Nam trong lịch sử'' (tập 1). Nhà xuất bản Phụ Nữ, 2011.\n{{sơ khai nhân vật quân sự Việt Nam}}\n{{Tây Sơn ngũ phụng thư}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1802]]\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Nữ tướng nhà Tây Sơn]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}