{"337874":"'''Nguyễn Quan Quang''' ([[chữ Hán]]: 阮觀光, [[1222]]-?), có tài liệu ghi là '''Nguyễn Quán Quang''' hay '''Trần Quán Quang''',<ref>[http:\/\/www.baobinhphuoc.com.vn\/Content\/chuyen-ve-nguyen-quan-quang-48521 Chuyện về Nguyễn Quán Quang]<\/ref> là một danh thần thời [[nhà Trần]]. Ông được biết nhiều với giai thoại đỗ Tam nguyên và sứ giả Đại Việt đối đáp với tướng [[Mông Cổ]]. Theo văn bia số 1 tại Văn miếu Bắc Ninh, thì ông là người đỗ [[Trạng nguyên]] khoa thi [[Bính Ngọ]] 1246, tức năm Thiên Ứng Chính Bình thứ 15 đời vua [[Trần Thái Tông]].<ref name=VB1>[http:\/\/www.hannom.org.vn\/detail.asp?param=1340&Catid=560 Văn bia 1]<\/ref>\n\n==Hành trạng ==\nTrong 2 bộ cổ sử chính thống quan trọng nhất của Việt Nam là [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]] và [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]] đều không có ghi chép thông tin gì về Nguyễn Quan Quang.\n\nThông tin ít ỏi về thân thế và khoa cử của ông trích từ sách [[Đỉnh khiết Đại Việt lịch triều đăng khoa lục]] được biên soạn dưới triều [[Lê Hiển Tông]] (1740-1786). Thông tin này cũng được ghi nhận trên văn bia số 1 tại Văn miếu Bắc Ninh. Theo đó, Nguyễn Quan Quang là người xã Tam Sơn, huyện [[Đông Ngàn (huyện)|Đông Ngàn]] (thời Trần thuộc châu Vũ Ninh, lộ Bắc Giang; nay thuộc thành phố [[Từ Sơn]], tỉnh [[Bắc Ninh]]). Ông thi đỗ [[Trạng nguyên]] khoa thi [[Bính Ngọ]] 1246, tức năm Thiên Ứng Chính Bình thứ 15 đời vua [[Trần Thái Tông]], làm quan đến chức Bộc xạ, tặng hàm Đại Tư Không<ref name=VB1 \/>.\n\nNhững thông tin còn lại về hành trạng của ông chỉ còn lưu lại trong các giai thoại dân gian. Theo sách \"Văn hiến Kinh Bắc\"<ref>''Văn hiến Kinh Bắc''. Tập 1. Sở Văn hóa Thông tin Bắc Ninh, 2002.<\/ref> thì Nguyễn Quan Quang sinh trong một gia đình nghèo, không có tiền gạo theo học. Lúc nhỏ, ông thường lân la ngoài cửa lớp lúc thầy dạy học trò trong làng, rồi dùng gạch non viết chữ xuống nền sân. Sau được thầy học phát hiện tài năng và cho vào học, ông càng nổi tiếng thông minh, học một biết mười, nhanh chóng lầu thông kinh sử, ứng khẩu thành thơ, thông thái uyên thâm. Gặp khoa thi Hương, ông ứng thi đậu Giải nguyên. Đến thi Hội lại đậu Hội nguyên, khi vua Trần Thái Tông mở khoa thi Đại tị thủ sĩ, ông đậu Trạng nguyên. Vì vậy người đời đều gọi ông là \"ông Tam nguyên\".\n\nSau khi ra làm quan, gặp lúc quân Mông Cổ tiến đến biên giới, chuẩn bị xâm chiếm Đại Việt. Vua ra chiếu cử Nguyễn Quan Quang sang thương nghị. Viên tướng Mông Cổ muốn dùng uy để chế áp ông, nhân đi qua ao bèo, bèn vớt một cây bèo lên, nắm gọn trong lòng bàn tay rồi bóp nát. Nguyễn Quan Quang hiểu ý viên tướng Mông Cổ tỏ ý xem thường Đại Việt như những cánh bèo non yếu chỉ cần khẽ đánh là tan, vì vậy ông liền nhặt một hòn đá to, rồi ném xuống giữa ao. Bèo dạt ra một khoảng trống, nhưng chỉ giây lát sau những cánh bèo lại tụ lại kín mặt ao. Tướng Mông Cổ hiểu được thâm ý của ông: Người Việt bao giờ cũng đoàn kết toàn dân để bảo vệ giang sơn, không một sức mạnh nào có thể khuất phục được. Chính vì thế, viên tướng Mông Cổ phải hoãn binh, không dám tiến quân sang ngay.\n\nCũng theo giai thoại, trong cuộc kháng chiến chống quân xâm lược Mông Cổ lần thứ nhất (1258), Nguyễn Quan Quang có nhiều cống hiến nên được vua thăng đến chức Bộc xạ (tương đương Tể tướng). Khi làm quan ông hết lòng vì dân vì nước, thanh liêm, trung thực, được trong triều ngoài dân mến phục cả tài lẫn đức. Khi về già, ông về quê hương mở trường dạy học, sống đời thanh đạm. Nơi Nguyễn Quan Quang dạy học về sau dân dựng lên một ngôi chùa gọi là chùa Linh Khánh. Ngôi chùa về sau không còn nữa, nhưng vẫn còn một cây hương đá tạc vào năm Chính Hoà thứ 18 (1697), trong đó ghi công đức của Trạng nguyên Nguyễn Quan Quang với dân làng. Ngoài ra, ông còn được dân làng lập đền thờ trên núi Viềng, thờ ông làm Thành Hoàng, gọi là Bản thổ Thành hoàng, Đại vương Phúc thần. Hằng năm, vào dịp 22 tháng Chạp (âm lịch), dân làng lại tổ chức \"Tế phong mã\" để tưởng nhớ đến ông.<ref>{{Chú thích web |url=http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Nguyen-Quan-Quang-vi-trang-nguyen-dau-tien-cua-Dai-Viet-16176.html |ngày truy cập=2017-06-09 |tựa đề=Nguyễn Quan Quang vị trạng nguyên đầu tiên của Đại Việt |archive-date=2017-06-12 |archive-url=https:\/\/web.archive.org\/web\/20170612154813\/http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Nguyen-Quan-Quang-vi-trang-nguyen-dau-tien-cua-Dai-Viet-16176.html }}<\/ref>\n\n==Những dữ kiện mâu thuẫn==\nTuy nhiên trong [[Đại Việt sử ký toàn thư]] cũng như [[Khâm định Việt sử Thông giám Cương mục]] không thấy chép việc này. Về các khoa thi đầu đời Trần trước năm 1247, Đại Việt Sử ký Toàn thư chỉ chép: ''Trước đây, hai khóa [[Nhâm Thìn]] [1232] và [[Kỷ Hợi]] [1239] chia làm Giáp, Ất, chưa có chọn Tam khôi. Đến khoa này mới đặt [tam khôi].''<ref>[http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/38-Thai-Tong-Hoang-De?uiLang=vn Quyển V - Kỷ nhà Trần: Thái Tông hoàng đế], tr. 15b.<\/ref> Sách Khâm định Việt sử Thông giám Cương mục chép có chi tiết hơn về khoa thi 1232: ''[1232]... Tháng 2. Thi khoa Thái học sinh. Trước kia, nhà Lý kén chọn học trò, chưa phân ra cấp bậc. Nay mới định người đỗ cao đỗ thấp theo cấp bậc tam giáp. Khoa ấy lấy [[Trương Hanh]], [[Lưu Diễm]] đỗ Đệ nhất giáp; [[Đặng Diễn]], [[Trịnh Phẫu]] đỗ Đệ nhị giáp; [[Trần Chu Phổ]] đỗ Đệ tam giáp.''<ref name=KDVS6>Khâm định Việt sử Thông giám Cương mục: Chính biên quyển VI.<\/ref> Nhưng sách này lại không ghi chép gì về khoa thì năm 1239. Cũng bắt đầu từ thời Trần, mới định ra lệ các nho sinh thi đỗ được bổ dụng trong triều đình. Sách Đại Việt Sử ký Toàn thư có chép: ''[1236]... Mùa thu, tháng 8, chọn các nho sinh đã thi đỗ vào chầu, sau làm định lệ.''<ref>[http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/38-Thai-Tong-Hoang-De?uiLang=vn Quyển V - Kỷ nhà Trần: Thái Tông hoàng đế], tr. 9a.<\/ref> Sách Khâm định Việt sử Thông giám Cương mục cũng chép tương tự: ''[1236]... Tháng 8, mùa thu. Tuyển nho sinh đã thi đỗ vào hầu vua.''<ref name=KDVS6\/> Ngoài ra các sách này đều không nhắc đến sự kiện nào về khoa cử ngoài một dòng vắn tắt: ''[1246]... Mùa thu, tháng 7, định lệ thi Tiến sĩ, cứ 7 năm 1 khoa.''<ref>[http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/38-Thai-Tong-Hoang-De?uiLang=vn Quyển V - Kỷ nhà Trần: Thái Tông hoàng đế], tr. 15a.<\/ref>\n\nMãi cho đến năm 1247, Đại Việt sử ký toàn thư mới chép:''[1247]... Mùa xuân, tháng 2, mở khoa thi chọn kẻ sĩ. Ban cho [[Nguyễn Hiền]] đỗ Trạng nguyên, [[Lê Văn Hưu]] đỗ [[Bảng nhãn]]; [[Đặng Ma La]] đỗ Thám hoa lang. Cho 48 người đỗ Thái học sinh, xuất thân theo thứ bậc khác nhau.'''<ref name=\"nomfoundation.org\">[http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/38-Thai-Tong-Hoang-De?uiLang=vn Quyển V - Kỷ nhà Trần: Thái Tông hoàng đế], tr. 15a, 15b.<\/ref> Cũng trong năm này, một khoa thi khác cũng được mở ra: ''[1247] Mùa thu, tháng 8, thi các khoa Thông tam giáo. Ngô Tần (người Trà Lỗ) đỗ Giáp khoa, Đào Diễn, Hoàng Hoan (người Thanh Hóa) và Vũ Vị Phủ (người Hồng Châu) cùng đỗ Ất khoa.''<ref name=\"nomfoundation.org\"\/>\n\nCó tài liệu như ''Các nhà khoa bảng Việt Nam'' (dẫn theo Hồng Đức <ref>{{Chú thích web |url=http:\/\/toibiet.net\/ai-la-vi-trang-nguyen-dau-tien-cua-dai-viet\/ |ngày truy cập=2012-03-28 |tựa đề=Ai là vị trạng nguyên đầu tiên của Đại Việt? |archive-date=2012-01-02 |archive-url=https:\/\/web.archive.org\/web\/20120102093852\/http:\/\/toibiet.net\/ai-la-vi-trang-nguyen-dau-tien-cua-dai-viet\/ }}<\/ref>) lại tính Nguyễn Quan Quang là vị trạng nguyên đầu tiên: Phải tới khoa thi thứ 6 (khoa Đại tỉ thủ sĩ) vào năm Bính Ngọ (1246), niên hiệu Thiên Ứng Chính Bình thứ 15, đời vua Trần Thái Tông mới đặt danh hiệu Tam khôi (Trạng nguyên – Bảng nhãn – Thám hoa) và Nguyễn Quan Quang đã đậu Trạng nguyên, [[Phạm Văn Tuấn]] đậu Bảng nhãn, [[Vương Hữu Phùng]] đậu Thám hoa.\n\nTrong danh sách 47 vị trạng nguyên treo ở Văn Miếu - Quốc Tử Giám (Hà Nội) thì Nguyễn Quan Quang được ghi đầu tiên rồi sau đó mới là Nguyễn Hiền.\n\n==Xem thêm==\n* [[Trạng nguyên Việt Nam]]\n* [[Nguyễn Hiền]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/tuanbaovannghetphcm.vn\/nhan-doc-bai-vi-trang-nguyen-dau-tien-ai-la-vi-trang-nguyen-dau-tien-cua-viet-nam\/ Nhân đọc bài “Vị trạng nguyên đầu tiên” – Ai là vị trạng nguyên đầu tiên của Việt Nam?]\n{{Trạng nguyên Việt Nam}}\n\n{{Thời gian sống|1222|?}}\n\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Tam nguyên Việt Nam]]\n[[Thể loại:Thái học sinh nhà Trần]]"}