{"486319":"'''Nguyễn Nhựt Chi''', không rõ năm sinh năm mất, chỉ biết ông là người ở vùng Bến Chùa, bên dòng [[Sông Cửa Tiểu|Cửa Tiểu]], thuộc tỉnh [[Gò Công (tỉnh)|Gò Công]] (nay là tỉnh [[Tiền Giang]]). \n \nKhi [[đế quốc thực dân Pháp|thực dân Pháp]] sang xâm chiếm nước ông, Phó lãnh binh [[Trương Định]] đứng lên mộ nghĩa, người hưởng ứng theo hơn vạn người, trong số đó có Nguyễn Nhựt Chi.\n\nBằng tài năng, ông lập được nhiều công lao, dần được thăng làm Phó tướng Bình Tây, và trở thành cánh tay mặt của chủ tướng Trương Định.\n \nNgày 19 tháng 8 năm 1864, [[Lãnh Binh Tấn|Huỳnh Công Tấn]] phản bội dẫn đường cho quân Pháp bất ngờ bao vây đánh úp. Bản doanh \"Đám lá tối trời\" thất thủ, Trương Định bị đạn gãy xương sống và ông đã rút gươm tự sát tại Ao Dinh ([[Gò Công]]) vào sáng ngày hôm sau. Khi ấy, Phó tướng Nguyễn Nhựt Chi dẫn tàn quân chạy về Tân Bình Điền, đến Tân Thành, rồi nhờ ghe của ngư dân đưa ngược dòng Cửa Tiểu, ghé Bến Chùa quê ông để dưỡng quân và củng cố lại lực lượng.\n\nHay tin, quân Pháp rầm rộ kéo tới đánh. Hai bên giao tranh ác liệt suốt một ngày một đêm. Trước hỏa lực mạnh của đối phương, nghĩa quân chống cự không nổi, đành tan rã...Quá uất hận, Phó tướng Nguyễn Nhựt Chi bị thổ huyết rồi mất.\n\nNhân dân Bến Chùa đã lập miếu thờ ông, hằng năm vào ngày rằm tháng Hai đều có tổ chức lễ giỗ long trọng.\n\nTrong sách ''Gò Công xưa'', nhà nghiên cứu Huỳnh Minh, viết: \n:''Nói đến vị anh hùng Trương Định kháng Pháp trên đất Gò Công, chúng tôi cần phải nhắc tới Bình Tây phó tướng Nguyễn Nhựt Chi, người là cánh tay mặt của Trương Định, nhưng ít người biết đến. Thời ấy, những nhà chép sử dường như bỏ quên tên tuổi của ông vậy.''<ref>Huỳnh Minh, ''Gò Công xưa''. Nhà xuất bản Thanh Niên in lại năm 2001, tr. 135.<\/ref>\n{{sơ khai nhân vật quân sự Việt Nam}} \n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.vannghetiengiang.vn\/index.php?act=News&at=print&sid=86 Truyền thuyết dân gian về cuộc khởi nghĩa Trương Định]\n\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người Gò Công]]"}