{"13585":"{{cần thêm chú thích}}{{Viên chức\n| tên = Nguyễn Văn Cừ\n| hình = Nguyễn Văn Cừ.jpg\n| cỡ hình = \n| miêu tả = Nguyễn Văn Cừ năm 1938\n| chức vụ = [[Tập tin:Communist Party of Vietnam flag logo.svg|22px]]<br\/>\n[[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n| date1 = [[30 tháng 3]] năm [[1938]]\n| date2 = [[9 tháng 11]] năm [[1940]]<br>{{số năm theo năm và ngày|1938|3|30|1940|11|9}}|<br\/>{{số năm theo năm và ngày|1938|3|30|1940|11|9}}\n| tiền nhiệm = [[Hà Huy Tập]]\n| kế nhiệm = [[Trường Chinh]]\n| ngày sinh = {{ngày sinh|1912|7|9}}\n| nơi sinh = xã [[Phù Khê]], Thành Phố [[Từ Sơn]], tỉnh [[Bắc Ninh]], [[Liên bang Đông Dương]]\n| chết = \n| ngày chết = {{ngày mất và tuổi|1941|8|28|1912|7|9}}\n| nơi chết = [[trường bắn Hóc Môn]], [[Tỉnh Gia Định]], nay thuộc [[Thành phố Hồ Chí Minh]]\n| vợ = \n| đảng = [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] ([[Đảng Cộng sản Việt Nam]])|\n}}\n'''Nguyễn Văn Cừ''' ([[9 tháng 7]] năm [[1912]]<ref>{{Chú thích web |url=http:\/\/www.bacninh.gov.vn\/Story\/TinTuc-SuKien\/TinNoiBat\/2005\/9\/1667.html |ngày truy cập=2010-03-06 |tựa đề=Tổng Bí thư Nguyễn Văn Cừ - Nhà lãnh đạo tài năng |archive-date = ngày 10 tháng 3 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100310152429\/http:\/\/www.bacninh.gov.vn\/Story\/TinTuc-SuKien\/TinNoiBat\/2005\/9\/1667.html }}<\/ref> - [[28 tháng 8]] năm [[1941]]) là [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư]] thứ tư của [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] từ năm [[1938]] đến năm [[1940]].\n\n==Tiểu sử==\nNguyễn Văn Cừ sinh trong một gia đình [[Nho giáo]], quê ở xã [[Phù Khê]], tổng Nghĩa Lập, huyện Đông Ngạn, phủ [[Từ Sơn]], tỉnh [[Bắc Ninh]] (nay là phường Phù Khê, thành phố Từ Sơn, tỉnh Bắc Ninh). Cụ tổ 17 đời của ông là [[Nguyễn Trãi]].\n\nNăm [[1927]], ông tham gia [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Thanh niên Cách mạng Đồng chí Hội]].\n\nTháng 6 năm [[1929]], Nguyễn Văn Cừ được kết nạp vào chi bộ Đông Dương Cộng sản đảng đầu tiên ở [[Hà Nội]]. Năm [[1930]], được cử làm Bí thư đặc khu [[Hòn Gai|Hồng Gai]] – [[Uông Bí]]. Sau bị [[Pháp]] bắt, kết án khổ sai, đày đi [[Côn Đảo]].\n\nNăm [[1936]], ông được trả tự do, về hoạt động bí mật ở Hà Nội. Nguyên Văn Cừ đã tập trung vào công tác khôi phục cơ sở Đảng khôi phục và đẩy mạnh phong trào đấu tranh của nhân dân và đã thành công trong việc lập lại Xứ ủy Bắc kỳ và trở thành ủy viên Thường vụ Xứ ủy Bắc Kỳ (tháng 3 năm [[1937]]). Tháng 9 năm 1937, Nguyễn Văn Cừ được cử vào Ban Thường vụ Trung ương Đảng Cộng sản Đông Dương ở hội nghị Hóc Môn ([[Gia Định]]). Năm [[1938]], ông được bầu làm Tổng Bí thư khi mới 26 tuổi.\n\nTại Hội nghị Ban Chấp hành Trung ương tháng 3 năm 1938, Nguyễn Văn Cừ đã cùng Trung ương Đảng xây dựng Nghị quyết \"kiểm điểm các công tác, vạch ra nhiệm vụ của Đảng trong thời kỳ mới, xác định vấn đề lập Mặt trận dân chủ thống nhất là một nhiệm vụ trung tâm của Đảng trong giai đoạn hiện tại\". Ngay sau Hội nghị Ban Chấp hành Trung ương, ông đã xúc tiến ngay việc thành lập Mặt trận dân chủ Đông Dương.\n\nDưới sự chỉ đạo trực tiếp của ông, Nghị quyết Hội nghị của Ban Chấp hành trung ương (tháng 11 năm [[1939]]) đã quyết định những vấn đề quan trọng trong chuyển hướng chiến lược cách mạng. Đảng chủ trương tạm gác khẩu hiệu cách mạng ruộng đất và đề ra khẩu hiệu tịch thu ruộng đất của đế quốc và địa chủ phản bội quyền lợi dân tộc, chống tô cao, chống nặng lãi và tạm gác khẩu hiệu lập chính quyền xô viết công nông binh, thay bằng thành lập chính quyền cộng hòa dân chủ, thành lập [[Mặt trận Thống nhất Dân chủ Đông Dương|Mặt trận Nhân dân Phản đế Đông Dương]]<ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30061&cn_id=38973 Đồng chí Nguyễn Văn Cừ - Nhà lãnh đạo kiệt xuất của cách mạng Việt Nam]<\/ref>.\n\nNgày [[17 tháng 1]] năm [[1940]], Nguyễn Văn Cừ và [[Lê Duẩn]], Vũ Đình Hiếu bị bắt ở Sài Gòn với nhiều tài liệu quan trọng và bị tòa tiểu hình Sài Gòn kết án tù.\n\nSau cuộc [[khởi nghĩa Nam Kỳ]] 1940, ông bị thực dân Pháp ghép vào tội đã thảo ra \"Nghị quyết thành lập [[Mặt trận Tổ quốc Việt Nam|Mặt trận thống nhất dân tộc phản đế Đông Dương]]\", \"chủ trương bạo động\" và là \"người có trách nhiệm tinh thần trong cuộc khởi nghĩa Nam Kỳ\" và kết án tử hình.\n\nNgày [[28 tháng 8]] năm [[1941]], Nguyễn Văn Cừ bị bắn cùng lúc với một số đảng viên cộng sản khác như [[Hà Huy Tập]], [[Nguyễn Thị Minh Khai]], [[Võ Văn Tần]], [[Phan Đăng Lưu]]... tại [[Ngã ba Giồng]].\n\n==Tác phẩm==\n*''[[Các quyền tự do dân chủ với nhân dân Đông Dương]]'', bút danh Trí Thành, Tan -Van -Hoa Tong-Tho, Sài Gòn, 1938\n*''[[Tự chỉ trích]]'', bút danh Trí Cường, Tập sách Dân chúng xuất bản, Sài Gòn tháng 7 năm 1939, sau in trong Văn kiện Đảng toàn tập\nv.v\n\n==Viết về Nguyễn Văn Cừ==\n*[[Lê Duẩn]]: \"''Về tuổi đời anh Cừ kém chúng tôi và các anh Lê Hồng Phong, Hà Huy Tập từ 5 đến 10 tuổi nhưng anh là một trí tuệ lỗi lạc của Đảng, rất sắc sảo và nhạy bén về chính trị lại có khả năng đoàn kết và thuyết phục anh em''\".\n*[[Võ Nguyên Giáp]]: \"...''Thật tự hào cho Đảng ta đã có một đồng chí Tổng Bí thư rất trẻ mà đã có tài năng lãnh đạo xuất sắc - đồng chí Nguyễn Văn Cừ''\".\n*[[Hoàng Quốc Việt]]: \"''Nhớ ngày nào còn về Tam Sơn gặp Nguyễn Văn Cừ, rồi ngày ở Côn Đảo, mắt le lé nhìn, miệng hơi nhô ra tranh luận,... một trí tuệ siêu việt của Đảng đã mất rồi''\".\n\n==Vinh danh==\nTên của Nguyễn Văn Cừ được đặt cho các đường phố ở thành phố [[Hà Nội]] (đoạn [[Quốc lộ 5]] nối [[cầu Chương Dương]] với Ngô Gia Tự), [[Thành phố Hồ Chí Minh]] (từ ngã sáu Cộng Hòa nối với Dương Bá Trạc), [[Đà Nẵng|thành phố Đà Nẵng]] (từ đèo Hải Vân đến cầu Nam Ô), [[Đồng Hới]] (từ Cầu Vượt Thuận Lý tới Lê Lợi), [[Vũng Tàu]] (cắt đường Nguyễn An Ninh), [[Vinh]], [[Cần Thơ]], [[Hạ Long]] (từ Kênh Liêm đến Cầu Trắng - Vũ Văn Hiếu), [[Móng Cái]] (từ trường THPT Trần Phú đến phố Lý Công Uẩn), [[Tuy Hòa]] (nối đường Hùng Vương với đường Độc Lập), [[Rạch Giá]], [[Phú Quốc]], [[Bắc Ninh]] (khu vực xã [[Phù Khê]]), [[Pleiku]] (Nối [[Ia Kring|P. Ia Kring]],Pleiku Với [[Ia Dêr|Xã Ia Đêr]],Huyện [[Ia Grai]]),[[Nhơn Trạch]], [[Đồng Nai]] (Nối đường Trần Phú với Hùng Vương)...,\n\nNguyễn Văn Cừ còn là tên của nhiều trường trung học, trường đào tạo cán bộ (ví dụ như [[trường đào tạo cán bộ Nguyễn Văn Cừ]] tại Thành phố Hạ Long, Quảng Ninh, vùng đất nơi ông trưởng thành) và một số phường (ví dụ như [[Nguyễn Văn Cừ (phường)|phường Nguyễn Văn Cừ]] ở [[Quy Nhơn]]).\n\nKhu di tích lưu niệm Nguyễn Văn Cừ được xây dựng tại quê hương ông tại thôn Phù Khê Thượng, phường Phù Khê, thành phố Từ Sơn, tỉnh Bắc Ninh.(ko rõ về quá trình hình thành)\n\nTại xã Đa Tốn, huyện Gia Lâm, thành phố Hà Nội có một ngôi trường Trung học phổ thông mang tên Nguyễn Văn Cừ, đây là ngôi trường rộng thứ 3 thành phố Hà Nội và ở giữa khuôn viên trường có một bức tượng của ông.\n\nTại phường Mạo Khê, thị xã ĐôngTriều, tỉnh Quảng Ninh có 1 ngôi trường tiểu học của con em thợ mỏ đã được mang tên Nguyễn Văn Cừ. Trong khuôn viên nhà trường đã đặt tượng bán thân bằng đồng của ông. Cùng với đó, 1 tuyến đường đẹp từ chùa Non Đông (Tường Quang tự) xuống đến Công ty xi măng Hoàng Thạch được mang tên ông\n\nTại Công viên Mỏ than Mạo Khê có đặt tượng Nguyễn Văn Cừ.\n\n''“Tuổi trẻ Nguyễn Văn Cừ”'' là vở chèo của tác giả Đào Thiện đã được dàn dựng và biểu diễn rất thành công những năm 1970, 1980.<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/van-hoa\/hinh-tuong-tong-bi-thu-nguyen-van-cu-tren-san-khau-cheo-1342908861.htm|title=Hình tượng Tổng Bí thư Nguyễn Văn Cừ trên sân khấu Chèo|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n{{start box}} \n{{Thứ tự chức vụ| \nchức vụ = [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư Đảng Cộng sản Việt Nam]]| \nnăm = [[1938]] - [[1940]]| \ntrước = [[Hà Huy Tập]]| \nsau = [[Trường Chinh]]| \n}}\n{{end box}}\n{{Tổng Bí thư Đảng Cộng sản Việt Nam}}\n{{Thời gian sống|1912|1941}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I]]\n[[Thể loại:Người cộng sản Việt Nam]]\n[[Thể loại:Người bị xử tử hình]]"}