{"3374212":"{{không nguồn}}\n\n{{Viên chức\n| tên = Nguyễn Ngọc Doãn\n| ngày sinh =[[17 tháng 6]] năm [[1914]]\n| ngày mất = [[1987]]\n| chức vụ = Phó Giám đốc [[Bệnh viện Trung ương Quân đội 108]]\n| bắt đầu = [[1957]]\n| kết thúc = [[1987]]\n| địa hạt = [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]] \n| thuộc = [[Tập tin:Flag of Viet Nam Peoples Army.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n| cấp bậc = {{QH|thiếu tướng}}\n| đơn vị =\n| khen thưởng = [[Huân chương Độc lập|Huân chương Độc lập hạng nhất]]<br>[[Anh hùng Lực lượng vũ trang Nhân dân]]<br>[[Thầy thuốc Nhân dân]]<br>[[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước về Khoa học Công nghệ]]\n}}\n\n'''Nguyễn Ngọc Doãn''' (sinh [[17 tháng 6]] năm [[1914]] - mất [[1987]]) là một sĩ quan cấp cao của [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Phó Giám đốc [[Bệnh viện Trung ương Quân đội 108]], Ủy viên [[Cục Quân y Quân đội nhân dân Việt Nam|Hội đồng Khoa học Y học Quân sự]], [[Anh hùng Lực lượng vũ trang Nhân dân]].\n\n== Tiểu sử ==\n* Thiếu tướng Nguyễn Ngọc Doãn sinh ở làng [[Thịnh Hào]], quận [[Đống Đa]], [[Hà Nội]].\n* Năm 1939 ông tốt nghiệp Trường Y Dược khoa tại Hà Nội\n\nThiếu tướng, Anh hùng lực lượng vũ trang nhân dân, Giáo sư, Thầy thuốc nhân dân, bác sĩ Nguyễn Ngọc Doãn, sinh ngày 17\/06\/1914 tại Hà Nội. Xuất thân trong một gia đình dòng dõi trí thức, cha ông là một nhà giáo, sau giữ chức vụ quan giáo thục của nha học chính Phúc Yên –Phú Thọ. Quê nội của ông là làng Thịnh Hào, Hà Nội (nay là ngõ Thịnh Hào, phường hàng Bột, Hà Nội) Quê ngoại của ông là làng Xuân Biểu (nay thuộc địa phận vườn hoa Bách thảo, Hà Nội).\n\nÔng học phổ thông tại trường Albert Saraut. Năm 1933, tốt nghiệp xuất sắc tú tài toàn phần, ông được cấp học bổng sang Pháp học nhưng ông đã chối từ và thi đỗ đầu vào trường đại học y Đông dương (nay là trường đại học y Hà Nội). Ông đạt giải nhất kì thi sinh viên giỏi môn dược lý, và đứng đầu kỳ thi tuyển sinh viên ngoại trú. Ông tốt nghiệp trường y năm 1939 với giải thưởng đặc biệt dành cho các sinh viên đạt thành tích xuất sắc trong học tập và là bác sĩ trẻ tuổi nhất thời bấy giờ. Cuối năm 1939 Pháp trưng tập làm Trung uý (quan hai) bác sĩ bệnh viện Đồn Thủy(nay là quân y viện 108). Sau một năm ông xin giải ngũ về mở bệnh viện tư số 1 phố Sơn Tây(nay là số 4 phố Sơn Tây, quận Ba Đình, Hà Nội). Năm 1958 gia đình đã hiến bệnh viện cho nhà nước sử dụng làm bệnh viện quận Ba Đình, và nay là sở y tế Hà Nội. Năm 1944 ông kết hôn với bà Phan Thị Mỹ, con gái cụ [[Phan Kế Toại]], quan Khâm sai đại thần Bắc Kỳ (cụ đã từ chức tham gia cách mạng đi kháng chiến, là phó thủ tướng, bộ trưởng bộ nội vụ nhà nước Việt Nam dân chủ cộng hoà).\n\nNăm 1946, trước ngày toàn quốc kháng chiến Thiếu tướng Nguyễn Ngọc Doãn đã từ bỏ tất cả đi theo cách mạng. Ông đảm nhiệm nhiều trọng trách: viện trưởng quân y Yên Bái, trưởng ban quân y trung đoàn Phúc Yên, trưởng ban quân y mặt trận Tây Bắc, phụ trách bệnh xá liên khu uỷ 10, trưởng ban quân y mặt trận Lê Hồng Phong, Viện trưởng phân viện 9…\n\nNăm 1954, hoà bình lập lại ông cùng các đồng nghiệp xây dựng ngành Quân y Việt nam. Ông là tổng chủ nhiệm liên khoa nội viện Quân y 108, viện phó quân y viện 108, chủ nhiệm hệ nội khoa cục quân y, phó chủ tịch hội đồng dược điển Việt Nam, phó chủ tịch hội đồng nội khoa, tổng hội Y học Việt Nam.\n\nNăm 1955 ông cùng các giáo sư, thầy thuốc đầu ngành y khoa Việt Nam xây dựng và hình thành một đội ngũ cán bộ giảng dạy của trường đại học y dược khoa Hà Nội. Với cương vị là chủ nhiệm bộ môn dược lý ông đã có những đóng góp quan trọng xây dựng nên bộ môn dược lý, là người đầu tiên đặt nền móng xây dựng và phát triển ngành Dược Lý Việt Nam.\n\nThiếu tướng, Giáo sư, thầy thuốc nhân dân, Anh hùng lực lượng vũ trang nhân dân Nguyễn Ngọc Doãn là một danh nhân y học, một nhà khoa học lớn của nước ta, là một trong số ít những vị tiền bối, thuộc thế hệ các bậc thầy đầu tiên xây dựng nền y học Việt Nam, là chuyên gia đầu ngành về nội khoa và dược lý học,là người đào tạo nên nhiều thế hệ cán bộ y tế đầu ngành của nước ta, là người có nhiều đóng góp xây dựng phương pháp tổ chức kết hợp quân dân y và có nhiều đóng góp xây dựng ngành quân y cách mạng, là nhà quản lý tiêu biểu trong sự kết hợp giữa quân y và dân y. Ông đã từ bỏ cuộc sống giàu sang, danh vọng để tham gia cách mạng. Ông là con người trong sáng, không vụ lợi, trung thực, chân tình, sống liêm khiết, giản dị, hết lòng vì thương bệnh binh, vì học trò, ông được mọi người yêu mến kính phục: kính vì đức, trọng vì tài. Ông là tác giả của hơn 70 công trình khoa học đăng trên các tạp chí chuyên ngành trong nước và nước ngoài, là tác giả của nhiều sách giáo khoa, tài liệu chỉ đạo các tuyến điều trị, tổng luận chuyên đề…đã được công bố trong và ngoài nước, như: giáo trình môn dược lý học, giáo trình môn sinh lý bệnh học, bệnh tim mạch và tăng huyết áp (1965), bệnh gan mật(1968), dược lý học(1969), một số vấn đề hiện nay trong bệnh học tiêu hoá(1974), corticoid liệu pháp(1975), bệnh xơ gan…\n\nÔng được tặng danh hiệu Anh hùng LLVTND(1985), Huân chương quân công hạng nhất, Huân chương kháng chiến chống Mỹ hạng nhất, Huân chương chiến sĩ vẻ vang hạng nhất, huy chương Hồ Chí Minh, huy chương vì thế hệ trẻ của trung ương đoàn TNCS HCM, vinh danh là một trong 1000 nhân vật lịch sử văn hoá thăng long- Hà Nội trong dịp kỷ niệm 1000 năm Thăng long –Hà Nội…Ông là một trong hai vị tướng không gia nhập đảng cộng sản Việt nam. Ông mất ngày 24\/02\/1987, an táng tại nghĩa trang Mai Dịch, Hà Nội.\n\nHiện nay tên của ông được đặt tên cho một con phố thuộc quận [[Đống Đa]], [[Hà Nội]], nối từ ngã tư [[Hồ Đắc Di]] - [[Đặng Văn Ngữ]] đi dọc hai bờ [[sông Lừ]] và phía sau [[Học viện Ngân hàng]] đến cuối phố [[Phạm Ngọc Thạch]].\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n{{thời gian sống|1914|1987}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}