{"829076":"'''Nguyễn Quý Đạo''' (sinh năm 1937 tại [[Hải Phòng]]) là nhà hóa học Việt kiều định cư tại [[Pháp]]. Ông là em út trong một gia đình có ba anh em trai sau này đều trở thành những nhà khoa học tên tuổi và có nhiều đóng góp cho hoạt động nghiên cứu khoa học tại Việt Nam trong các lĩnh vực thiên văn, giải phẫu, nhân chủng và hóa học. Ông là tác giả của hơn 300 tài liệu nghiên cứu khoa học và là chủ nhân của 3 bằng sáng chế. Ông được trao tặng [[Giải thưởng Vinh danh nước Việt]] (2005) do có nhiều đóng góp cho đất nước.\n\n==Thân thế==\nNguyễn Quý Đạo cùng hai người anh em ruột của ông ([[Nguyễn Quang Riệu]] và [[Nguyễn Quang Quyền]]) đều sinh ra và sống những năm thơ ấu tại [[Hải Phòng]] nhưng nguyên quán của dòng họ Nguyễn Phúc Lai ở làng Lai Xá, huyện [[Hoài Đức]], tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] cũ. Ông Nguyễn Văn Đính di cư đến lập nghiệp ở [[Hải Phòng]] trong những năm 1930. Tại đây ông mở hiệu ảnh Phúc Lai nổi tiếng và kết hôn với một người phụ nữ địa phương là bà Nguyễn Thị Thoa rồi sinh ra ba người con trai sau này đều trở thành những nhà khoa học tên tuổi. Trong đó người con cả là nhà vật lý thiên văn [[Nguyễn Quang Riệu]], người con thứ hai là nhà giải phẫu và nhân trắc học Nguyễn Quang Quyền, còn người con thứ ba là nhà hóa học Nguyễn Quý Đạo.\n\nTrong khi người anh thứ hai là [[Nguyễn Quang Quyền]] quyết định ở lại học tập trong nước thì giống như người anh cả là [[Nguyễn Quang Riệu]], Nguyễn Quý Đạo chọn con đường du học tại Pháp với hy vọng sau ngày đất nước hòa bình, có thể trở về đóng góp cho quê hương như nguyện vọng của cha mẹ ông.\n\n==Sự nghiệp khoa học==\n\n===Sống và làm việc tại Pháp===\nNguyễn Quý Đạo trở thành sinh viên của đại học [[CentraleSupélec|Centrale Paris]], trường hàng đầu về đào tạo kỹ sư của [[Pháp]], đồng thời theo học song song trường [[Đại học Sorbone]]. Ông nhận bằng tiến sĩ khoa học ngành [[hóa học|hoá học]] ở Đại học Paris năm 1967 ở tuổi 30 và hiện là giáo sư-tiến sĩ danh dự tại trường Đại học Centrale Paris. Giáo sư Nguyễn Quý Đạo là giám đốc cao cấp danh dự của trung tâm Nghiên cứu Khoa học quốc gia Pháp ([[Trung tâm Nghiên cứu Khoa học Quốc gia Pháp|CNRS]]), giám đốc phòng thí nghiệm hóa lý của École Centrale và đồng thời là giám đốc văn phòng đại diện trung tâm Nghiên cứu khoa học quốc gia Pháp tại Việt Nam. Ông cũng là tổng Biên tập Tạp chí Analusis, một tạp chí quốc tế về hóa phân tích của Pháp phát hành phổ biến trên thế giới. Thành tựu khoa học nổi bật của ông là 300 tài liệu nghiên cứu và 3 bằng sáng chế đã được công nhận trên phạm vi thế giới.\n\n===Đóng góp cho quê hương===\nSau 1975, ông thường xuyên trở về Việt Nam hợp tác với các nhà khoa học trong nước. Công trình được Nguyễn Quý Đạo tâm đắc là nghiên cứu sỏi thận, sỏi mật của người Việt, giúp tìm ra phương pháp điều trị hiệu quả. Ông xác định sự khác nhau giữa sỏi của người Việt với người nước khác, để kết luận sỏi của người Việt Nam có dạng đá chứ không phải sỏi mỡ như người dân ở các nước phát triển, do đặc điểm ăn uống. Từ đó chỉ ra cách ăn uống và điều trị phù hợp để làm tiêu sỏi mà không cần phải áp dụng biện pháp phẫu thuật. Cùng một học trò người Việt ở Pháp, ông nghiên cứu và được cấp bằng sáng chế cho thiết bị máy quang phổ Raman với giá thành rẻ, có thể áp dụng trong ngành kim hoàn tại Việt Nam, giúp thẩm định nhanh và chính xác kim cương, đá quý là thật hay giả.\n\nGiống như anh mình là nhà vật lý thiên văn [[Nguyễn Quang Riệu]], Giáo sư Nguyễn Quý Đạo dù sống xa Tổ quốc nhưng luôn quan tâm tới tình hình đất nước và tìm cách đóng góp công sức tài năng cho quê hương. Trong những lần về nước ông đã cùng các nhà khoa học Việt Nam thực hiện nhiều công trình khoa học có giá trị. Ông quan tâm nhiều đến việc đào tạo nhân tài khoa học cho Việt Nam và đã từng kiến nghị Nhà nước mạnh dạn đầu tư xây dựng cơ sở trang thiết bị nghiên cứu hiện đại nhằm tạo điều kiện làm việc cho các nhà khoa học trong nước, đồng thời góp phần thu hút chất xám của kiều bào cũng như chất xám của các nhà khoa học trên thế giới, mở ra các cơ hội hợp tác quốc tế, đưa đến việc thực hiện các công trình nghiên cứu mang tầm vóc quốc tế ngay tại Việt Nam. Với những đóng góp cho nền khoa học kỹ thuật của quê hương, ông đã được trao tặng [[Giải thưởng Vinh danh nước Việt]] vào năm 2005.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/thuvien.haiphongcity.vn\/vn\/index.asp?menuid=660&parent_menuid=658&fuseaction=3&articleid=5270 Phúc Lai - Nguyễn Thị Thoa]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n* [http:\/\/www.conduongthanhcong.com\/index.php?option=com_content&task=view&id=419&Itemid=80 Nguyễn Quý Đạo - Giáo sư Việt Kiều Nguyễn đào tạo nhân tài cho tương lai] \n* [http:\/\/www2.hcmuaf.edu.vn\/contents.php?ids=3526&ur=pvhien Hai anh em - hai nhà khoa học Việt kiều nổi tiếng] \n* [http:\/\/www.tienphong.vn\/thoi-su\/548728\/nhung-dua-con-noi-tieng-cua-nguoi-tho-anh-tpp.html Những đứa con nổi tiếng của người thợ ảnh]\n\n[[Thể loại:Nhà khoa học Việt kiều]]\n[[Thể loại:Nhà hóa học Việt kiều]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Giải thưởng Vinh danh nước Việt]]\n[[Thể loại:Sinh năm 1937]]"}