{"3198605":"{{cần biên tập}}\n'''Nguyễn Quang Tán''' ([[chữ Hán]]: 阮光贊, 1502-?) người Như Nguyệt (nay thuộc xã [[Tam Giang, Yên Phong|Tam Giang]], huyện [[Yên Phong]], tỉnh [[Bắc Ninh]]), đỗ Đệ tam giáp đồng Tiến sĩ xuất thân, khoa [[Kỷ Sửu]] niên hiệu Minh Đức năm thứ 3 (1529) và làm quan đến chức Giám sát Ngự sử<ref name=\":0\">Nguyễn Quang Tán. Văn bia đề danh tiến sĩ từ khoa Kỷ Sửu (1529) đến khoa Canh Tuất(1550). Bia Văn Miếu Hà Nội. Viện nghiên cứu Hán Nôm.{{Chú thích web|url=http:\/\/www.hannom.org.vn\/default.asp?CatID=560|title = Văn bia đề danh tiến sĩ từ khoa Kỷ Sửu (1529) đến khoa Canh Tuất(1550)}}<\/ref>.Ông được cử đi sứ 3 lần sang Trung Hoa, đó là các năm 1530, 1534 và 1540. Nhờ có các hoạt động ngoại giao liên tiếp như vậy nên [[nhà Mạc]] đã giữ được biên giới phía Bắc hòa bình suốt thời gian [[Nam-Bắc triều (Việt Nam)#Chiến tranh|chiến tranh Nam-Bắc triều]]. Trong thời gian đi sứ Quang Tán còn học được nghề ép dầu, khi về nước ông đã truyền dạy nghề này cho dân làng Xà (nay là thôn Đông, xã Tam Giang, huyện Yên Phong, tỉnh Bắc Ninh), được dân làng dựng đền thờ, đắp tượng và tôn vinh<ref name=\":1\">Đền thờ ông Tổ nghề ép dầu Nguyễn Quang Tán. Di tích lịch sử văn hóa xếp hạng cấpTỉnh Số: 138\/QĐ-CT, Ngày: 29\/01\/2003{{Chú thích web|url = http:\/\/www.bacninh.gov.vn\/huyenthithanh\/huyenyenphong\/Trang\/T%E1%BB%95%20ch%E1%BB%A9c%20b%E1%BB%99%20m%C3%A1y.aspx?chm=Di%20t%C3%ADch%20l%E1%BB%8Bch%20s%E1%BB%AD%20v%C4%83n%20h%C3%B3a|title = Đền thờ ông Tổ nghề ép dầu Nguyễn Quang Tán. Di tích lịch sử văn hóa xếp hạng cấp Tỉnh|ngày truy cập = 2015-03-09|archive-date = 2015-04-02|archive-url = https:\/\/web.archive.org\/web\/20150402134423\/http:\/\/www.bacninh.gov.vn\/huyenthithanh\/huyenyenphong\/Trang\/T%E1%BB%95%20ch%E1%BB%A9c%20b%E1%BB%99%20m%C3%A1y.aspx?chm=Di%20t%C3%ADch%20l%E1%BB%8Bch%20s%E1%BB%AD%20v%C4%83n%20h%C3%B3a|url-status = dead}}<\/ref><ref name=\":2\">Lễ hội tôn vinh ông tổ nghề ép dầu. Báo An Ninh Thủ Đô {{Chú thích web|url = http:\/\/www.anninhthudo.vn\/giai-tri\/le-hoi-ton-vinh-ong-to-nghe-ep-dau\/370009.antd|title = Lễ hội tôn vinh ông tổ nghề ép dầu. Báo An Ninh Thủ Đô}}<\/ref>.<ref name=\":3\">Lê Đăng Dần: Làng Xà quê ta. Nhà thờ Thánh Sư. Bắc Ninh. 2005<\/ref>.\nGiai đoạn đầu nhà Mạc đã đưa ra nhiều cải cách tiến bộ, nhưng dưới con mắt của các sử gia [[Mạc Đăng Dung]] vẫn là bề tôi giết vua cướp ngôi<ref>Trần Trọng Kim, Việt Nam sử lược, Bô Giáo dục - Trung tâm học liệu xuất bản, tr. 229<\/ref> và không chấp nhận hình ảnh vua Mạc tự trói mình quỳ lạy trước mạc phủ của quân [[Nhà Minh|Minh]] ở trấn [[Nam Quan]] vào tháng 11 năm 1540<ref>Lịch sử biên giới trên đất liền giữa Việt Nam với các nước láng giềng. 5. Nước Đại Việt thời Lê Sơ (1428 - 1788).{{Chú thích web|url= http:\/\/www.vnmilitaryhistory.net\/index.php?topic=20526.20|title= Lịch sử biên giới trên đất liền giữa Việt Nam với các nước láng giềng|ngày truy cập= 2015-03-11|archive-date= 2015-04-02|archive-url= https:\/\/web.archive.org\/web\/20150402183045\/http:\/\/www.vnmilitaryhistory.net\/index.php?topic=20526.20}}<\/ref>. Hai sự kiện này đã tác động làm cho nhiều hào kiệt và nho sĩ [[nhà Mạc]] chạy về với nhà [[Lê Trung Hưng]]. Trong dòng chảy đó có cả Quang Tán và cùng đi với ông còn có cả bài thơ Nam quốc sơn hà.\n\n==Giai thoại==\nCha Quang Tán là người làng Mai Thượng (nay thuộc huyện Hiệp Hòa, tỉnh Bắc Giang) đến làm thợ rèn tại làng Như Nguyệt rồi kết duyên với mẹ ông người làng này. Là con nhà nghèo lại là dân ngụ cư, nhưng thầy đồ thấy thông minh nên ông vẫn được nhận vào lớp. Lớn lên, noi gương các tiến sĩ đã thành danh trong làng, ông quyết chí học hành và đi thi<ref name=\":3\"\/>. Khoa thi tiến sĩ năm 1529 ông là người đỗ cuối cùng. Trên bia Văn Miếu còn ghi, năm đó sĩ tử tới kinh đô ứng thí đông đến 4.000 người, chọn được 27 tiến sĩ. Ngày mồng 7 tháng 3 vua cho phép vinh qui, còn ban thêm tiền bạc theo thứ bậc khác nhau, ơn huệ thật nồng hậu<ref name=\":0\" \/>. Sau lễ nhận mũ áo tiền bạc, ông vội trở về làng để làm lễ vinh quy. Nhưng khi về đến nơi ông liền bị một số người làng dèm pha và ngăn cản. Buồn chán, ông sang làng bên có tên là làng Xà và xin tá túc (nay là thôn Đông, xã Tam Giang, huyện Yên Phong, tỉnh Bắc Ninh). Rất may là làng này chưa có ai đỗ cao như vậy nên ông được dân làng đón tiếp hết sức nhiệt tình. Không những thế họ còn cho ông vào ngôi đình thiêng của làng để làm lễ theo quy định của triều đình lúc bấy giờ. Tại ngôi đình này, tương truyền xưa kia sau khi đánh thắng quân Tống ở trận [[Bình Lỗ]] (gần cửa [[sông Cà Lồ]]), [[Lê Đại Hành]] đã cho quân sĩ đến đây ăn mừng. Để ghi nhớ sự kiện này, dân làng đã đặt tên cho ngôi đình là Đình Mừng, đến nay vẫn còn dấu tích. Quang Tán rất cảm động và xin phép dân làng cho chuyển cả gia quyến đến đây sinh sống. Được dân làng giúp đỡ, ông nhanh chóng sắp xếp chỗ ăn ở cho gia quyến rồi vội về kinh nhận nhiệm vụ<ref name=\":3\"\/>. \n==Học nghề và truyền nghề==\nCác cuộc đi sứ của sứ thần nhà Mạc thường kéo dài hàng năm trời, phần do đường sá xa xôi phần phải chờ đợi rất lâu ở dịch quán. Các sứ thần phải hết sức nhẫn nại và nhiều lúc phải chịu nhục thay cho nhà vua. Những lúc rảnh rỗi Quang Tán thường ra ngoại ô, làm quen với cuộc sống của người dân Trung Hoa lúc bấy giờ. Với vốn kiến thức nghề rèn thủ công mà cha ông để lại, Quang Tán đã nhanh chóng phát hiện ra những điều mới lạ ở các làng nghề gần đó. Thế là ông dùng hết thời gian còn lại để tìm hiểu, nghiên cứu và học cho được một cái nghề. Đó là nghề ép dầu, rồi ông tìm cách chuyển giao công nghệ cho dân làng, nơi đã cưu mang gia đình ông. Đến năm 1538, ông đã cơ bản truyền nghề ép dầu cho dân làng thành công. Nhờ có nghề ép dầu, kinh tế làng Xà phát triển suốt 400 năm, trở thành một làng giàu có vào bậc nhất trong vùng. Vì thế làng Xà còn được mang tên là xã Hương La (có nghĩa là tiếng thơm) và được chọn làm huyện lỵ của huyện Yên Phong trong khoảng thời gian khá dài.\n\n==Được tôn vinh là ông tổ nghề==\nLàng nghề ép dầu do tiến sĩ Nguyễn Quang Tán tạo dựng đã tồn tại, phát triển suốt từ năm 1538 đến 1945. Nhớ ơn ông, dân làng đã dựng đền thờ và tôn ông là Thánh Sư. Trong gian thờ chính còn lưu lại 4 chữ “Sơn lộc Đại phu” nghĩa là một bậc đại trượng phu to như núi. Ngày nay làng nghề không còn nữa do công nghệ đã thay đổi, sản xuất thủ công kiểu cũ không cạnh tranh được với sản xuất bằng máy móc hiện đại. Tuy nhiên hàng năm, vào ngày 12 tháng 2 âm lịch, cái ngày ông bí mật đưa gia quyến rời khỏi làng (năm 1563), dân làng vẫn đến dâng hương tại đền thờ Thánh Sư, có năm còn mở hội tôn vinh ông<ref name=\":1\"\/><ref name=\":2\"\/>. \n==Nhận định về sự xuất hiện văn bản bài thơ Nam quốc sơn hà dưới thời Lê Trung Tông (Hậu Lê)== \n[[Nam quốc sơn hà]] là bài thơ nổi tiếng trong lịch sử Việt Nam. Cả hai lần bài thơ này đều phát tích từ mảnh đất của làng Xà, lần thứ nhất là năm 981 ở cửa sông Cà Lồ (theo truyện “Hai vị thần ở Long Nhãn, Như Nguyệt”), lần thứ hai là năm 1077 ở đền Trương tướng quân (theo Đại Việt sử ký toàn thư, đoạn về Lý Nhân Tông).Ngày nay được biết làng Xà chính là quê hương của hậu duệ Hoàng đế [[Lê Trung Tông (Tiền Lê)]]. Cách đây hơn 1000 năm, sau chính biến năm 1005 ở Hoa Lư, dòng họ này đã trốn chạy về cửa sông Cà Lồ, rồi dấu họ đổi tên qua nhiều thế kỷ. Trong khoảng thời gian trên bài thơ Nam quốc sơn hà cũng được dấu kín và chỉ được truyền miệng trong nhân dân mà không ai nhìn thấy một văn bản nào<ref name=\":4\">Nguyễn Thị Oanh: Về thời điểm ra đời của bài thơ Nam quốc sơn hà. Tạp chí Hán Nôm số 1(50), năm 2002 {{Chú thích web|url = http:\/\/hannom.org.vn\/web\/tchn\/data\/0201.htm|title = Nguyễn Thị Oanh: Về thời điểm ra đời của bài thơ Nam quốc sơn hà. Tạp chí Hán Nôm số 1(50), năm 2002}}<\/ref>. Mãi đến khi những khúc mắc trong lich sử được [[Trần Minh Tông]] gỡ bở thì bài thơ Nam quốc sơn hà mới xuất hiện trong sách Việt Điện U Linh. Tuy nhiên khi đó truyện Trương Hống, Trương Hát vẫn phải tách làm 2 phần, phần truyền thuyết và phần bài thơ. Phần bài thơ chỉ là sự chép nối tiếp sau khi truyền thuyết đã kết thúc và cung cấp rất ít thông tin về [[trận Như Nguyệt]]. \nĐến năm 1554, dưới thời [[Lê Trung Tông (Hậu Lê)]] thì bài thơ Nam quốc sơn hà lại xuất hiện<ref name=\":4\"\/>.Nhưng lần này bài thơ được gắn với bối cảnh cụ thể của trận đánh Tống ở vùng cửa sông Cà Lồ do chính [[Lê Đại Hành]] chỉ huy <ref>Trần Đình Hoành.Truyện hai vị thần ở Long Nhãn, Như Nguyệt. Lĩnh Nam Chích Quái{{Chú thích web|url =https:\/\/trandinhhoanh.wordpress.com\/2010\/05\/15\/linh-nam-chich-quai-truy%E1%BB%87n-hai-v%E1%BB%8B-th%E1%BA%A7n-%E1%BB%9F-long-nhan-nh%C6%B0-nguy%E1%BB%87t\/| title = Truyện hai vị thần ở Long Nhãn, Như Nguyệt }}<\/ref>. Tuy nhiên có một điều ngạc nhiên là bài thơ này phát tích ở quê hương của hậu duệ[[Lê Trung Tông (Tiền Lê)]] nhưng lại xuất hiện bằng văn bản dưới triều [[Lê Trung Tông (Hậu Lê)]] đúng vào thời điểm kỳ thi Chế ở Vạn Lại (Thanh Hóa). Qua đó có thể đoán tài liệu này đã được nhà Lê Trung Hưng sử dụng và cho phổ biến rộng rãi đúng vào năm 1554. Truyện hai vị thần ở Long Nhãn, Như Nguyệt muốn ca ngợi tinh thần “trung với vua cũ, thà chết không theo vua mới” của hai vị anh hùng Trương Hống, Trương Hát nên có tác dụng rất tốt cho việc kêu gọi các hào kiệt và nhân sĩ từ bỏ nhà Mạc mà về với nhà Lê. Tuy nhiên để đem bài thơ Nam quốc sơn hà về cho nhà Lê Trung Hưng phải có người am hiểu bài thơ này, có quan hệ rộng rãi với giới nho sĩ vùng Thăng Long, người đó còn phải hiểu tường tận vùng cửa sông Cà Lồ và muốn hướng về nhà Lê.\nTheo <ref name=\":3\"\/> thì sau khi truyền nghề thành công, dân làng nhận thấy Nguyễn Quang Tán thường vắng mặt ở làng Xà một thời gian khá dài. Mãi đến đầu năm 1563 ông mới trở về và đón vợ con đi hẳn. Từ đó có thể đoán rằng Nguyễn Quang Tán cũng là một trong những người đã đem bài thơ [[Nam quốc sơn hà]] vào cho nhà Lê Trung Hưng. \nNhư vậy không phải ngày nay mà xưa kia nhân dân ta đã rất khao khát độc lập, muốn “Sông núi nước Nam, Nam đế ở”. Nhà Mạc đã có công rất lớn trong việc đào tạo con người, trong vòng 65 năm trị vì (1527-1592) đã tổ chức được 22 khoa thi, lấy đỗ 499 tiến sĩ<ref>Nguyễn Hữu Tâm. Tình hình giáo dục thi cử thời Mạc{{Chú thích web|url = http:\/\/mactrieu.vn\/index.php?option=com_content&view=article&id=236:tinh-hinh-giao-dc-thi-c-thi-mc&catid=48:trang-nguyen-tin-s&Itemid=108|tựa đề = Tình hình giáo dục thi cử thời Mạc|ngày truy cập = 2015-03-11|archive-date = 2015-04-02|archive-url = https:\/\/web.archive.org\/web\/20150402175003\/http:\/\/mactrieu.vn\/index.php?option=com_content&view=article&id=236:tinh-hinh-giao-dc-thi-c-thi-mc&catid=48:trang-nguyen-tin-s&Itemid=108}}<\/ref>, trong đó có cả Quang Tán và 13 trạng nguyên. Trong cùng thời gian đó nhà Lê Trung Hưng chỉ tổ chức được 7 khoa thi, lấy đỗ 45 tiến sĩ<ref>Văn bia đề danh tiến sĩ …(từ Bia số 15 đến Bia số 21). Bia Văn Miếu Hà Nội. Viện nghiên cứu Hán Nôm {{Chú thích web|url =http:\/\/www.hannom.org.vn\/default.asp?CatID=564.|tựa đề= bia đề danh tiến sĩ …(từ Bia số 15 đến Bia số 21)}}<\/ref>. Như vậy số lượng khoa thi của nhà Lê chỉ bằng 1\/3, số tiến sĩ chỉ bằng 1\/11 và không có trạng nguyên. Nhưng nhờ việc nêu cao ngọn cờ độc lập trong đó có việc phổ biến rộng rãi bài thơ Nam quốc sơn hà, nên nhà [[Lê Trung Hưng]] đã thu hút được nhiều nhân tài, từng bước giành lại vị trí chính thống, đủ sức đánh bại nhà Mạc và sau này phát triển thành một Triều đại dài nhất trong lịch sử Việt Nam với 256 năm (1533-1789). Công này có phần của Nguyễn Quang Tán.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Người Bắc Ninh]]"}