{"77676":"'''Nguyễn Mậu Kiến''' ([[chữ Hán]]: 阮茂建, 1819 - 1879) tên tự là '''Lập Nho''', hiệu '''Động Am''' hay '''Kính Đài''', biệt hiệu '''Mão Sơn cư sĩ''', quê làng Động Trung (nay là xã Vũ Trung), huyện Kiến Xương, tỉnh [[Thái Bình]]. Ông một trí sĩ yêu nước nổi tiếng, một trong những sĩ phu đầu tiên ở [[Bắc Kỳ|Bắc kỳ]], tự giác đứng lên lãnh đạo kháng chiến chống Thực dân [[Pháp]] xâm lược.\n\n== Thân thế và sự nghiệp ==\nNguyễn Mậu Kiến sinh ngày 8 tháng 5 năm Kỷ Mão (1819), trong một gia đình nho học, nhưng bình dân. Năm 1867, niên hiệu [[Tự Đức]] thứ 20, ông được sát hạch rồi bổ làm Lang trung ở bộ Lại kiêm quản Bang biện tỉnh vụ Nam Định (thời nhà Nguyễn độc lập). Sau đó, ông làm Bang biện quân thứ đạo [[Lạng Sơn|Lạng]] [[Cao Bằng|Bình]], rồi được thăng Án sát [[Quảng Ninh|Quảng Yên]], Lạng Sơn.\n\nNăm Quý Dậu (1873), khi [[Pháp]] tiến hành xâm lược [[Bắc Kỳ]] lần thứ nhất, ông mộ quân từ trong dân vùng Kiến Xương, Tiền Hải để chống Pháp. Theo [[Trần Văn Giàu]] và [[Đinh Xuân Lâm]]: Các văn thân Nam Định chia nhau từng huyện để tổ chức kháng chiến chống Pháp dọc hai bờ sông Hồng. Bên bờ bắc, trung tâm kháng chiến phủ Trực Định (hay Chân Định, tức Kiến Xương ngày nay) của cha con Nguyễn Mậu Kiến làm quân Pháp e ngại nhất. [[Francis Garnier]] đã từng phải treo thưởng cho việc hạ sát lấy thủ cấp của ông.\n\nKhi Garnier tử trận Hatmand thay thế đánh dẹp không được. Trong các trận chiến do Hatmand chỉ huy đánh Chân Định đều có khoảng 200 đến 300 quân Pháp, thì trận gây thiệt hại cho quân Pháp lớn nhất là trận làng Ngô Xá (làng Ngò) phải rút lui về thành Nam Định. Nghĩa quân của Nguyễn Mậu Kiến đánh chiếm được đồn Chân Định, phát hịch cho dân chúng biết Garnier đã tử trận ở [[trận Cầu Giấy (1873)|gần Cầu Giấy Hà Nội]]. Ngày 31 tháng 12 năm 1873, Hatmand đem hơn trăm quân cùng đại bác đánh nghĩa quân ở thành Chân Định, quân Nguyễn Mậu Kiến rút lui, nhưng Hatmand chỉ phá đại bác trên thành rồi rút trở về thành Nam Định, từ đó đến ngày 10 tháng 1 năm 1874 Hatmand không đánh qua sông sang Chân Định nữa. Ngày 10 tháng 1 năm 1874, quân Pháp hạ cờ tại thành Nam Định và trao trả lại cho quan nhà Nguyễn từ Hà Nội xuống, chuẩn bị ký kết [[Hòa ước Giáp Tuất (1874)]].<ref>Lịch sử Cận đại Việt Nam, tập 1, của Trần Văn Giàu, Đinh Xuân Lâm và Nguyễn Văn Sự, trang 249-250.<\/ref>\n\nNgày 8 tháng 9 năm Kỷ Mão (1879), Nguyễn Mậu Kiến mất tại quân doanh đồn Vàng (phố Vàng) tỉnh Hưng Hóa, nay là thị trấn huyện [[Thanh Sơn (huyện)|Thanh Sơn]] tỉnh [[Phú Thọ]], vì bị sốt rừng ác tính. Tên của ông từng đã được lấy để đặt cho một con phố ở Hà Nội (nay đã bị đổi).\n\n== Hậu duệ ==\nÔng là người đầu tiên của một gia đình nổi tiếng yêu nước, nhiều thế hệ liên tục nối tiếp nhau làm cách mạng, chống Pháp cho tới tận [[Cách mạng tháng Tám]]:\n*[[Nguyễn Hữu Bản]], [[Nguyễn Hữu Cương]]-các con ông\n*[[Nguyễn Thị Hồng Đính]] (vợ của [[Lương Ngọc Quyến]])-cháu ông\n*Nguyễn Công Viễn tức [[Lâm Đức Thụ]], [[Nguyễn Công Thu]], [[Nguyễn Công Truyền]]-các cháu nội ông.\n*[[Nguyễn Danh Đới]], chắt nội ông.\n\nGia đình ông, vào thời các con ông, là cơ sở cách mạng nổi tiếng, nơi lui tới nhiều sĩ phu yêu nước hoạt động trong các phong trào [[Phong trào Cần Vương|Cần Vương]] và [[Đông Kinh Nghĩa Thục]], cuối [[thế kỷ 19]] và đầu [[thế kỷ 20]]. [[Phó bảng]] [[Nguyễn Sinh Sắc]], thân sinh Chủ tịch [[Hồ Chí Minh]], sau này đã từng về quê nhà ông, để hội họp với Nguyễn Hữu Cương, con trai ông, và các sĩ phu yêu nước ở Bắc kỳ.\n\n== Chú thích nguồn ==\n{{tham khảo}}\n\n== Tham khảo ==\n*[http:\/\/www.hoisuhoc.vn\/Temps\/Home\/template2\/default.asp?nid=32752 Nguyễn Mậu Kiến - người xướng nghĩa đầu tiên trên đất Thái Bình]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n*[http:\/\/www.hannom.org.vn\/default.asp?CatID=518 Nguyễn Mậu Kiến và nhà in Chiêm Bái Đường, của tác giả Nguyễn Tố Lan, viện Nghiên cứu Hán Nôm.]\n*[http:\/\/www.vusta.vn\/Temps\/Home\/template2\/default.asp?nid=32719 Bài ''Nguyễn Mậu Kiến với tư tưởng chủ chiến triều Nguyễn'' của Hoàng Minh Thảo.]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n*[http:\/\/www.vusta.vn\/Temps\/Home\/template2\/default.asp?nid=32720 Bài ''Nguyễn Mậu Kiến một người hết lòng vì dân vì nước'']{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n*Nguyễn Mậu Kiến, trong cuốn sách ''Danh nhân Thái Bình'', tác giả Trần Việt Phương sở Văn hóa Thông tin Thái Bình, trang 427-450.\n*[http:\/\/www.hoisuhoc.vn\/Temps\/Home\/template2\/default.asp?nid=32838 Bài ''Gia đình Nguyễn Mậu Kiến với Phan Bội Châu'']{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n\n{{sơ khai chính khách Việt Nam}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Sinh năm 1819]]\n[[Thể loại:Mất năm 1879]]"}