{"18989682":"'''Nguyễn Đức Xuyên''' (阮德川) ([[1759]] – [[1824]])<ref name=\":0\">Trần Đại Vinh, sđd, tr.4<\/ref> là một võ quan đại thần dưới [[triều Nguyễn]]. Ông tham gia cuộc chiến của chúa Nguyễn Ánh chống lại triều Tây Sơn rồi làm quan dưới thời vua Gia Long và Minh Mạng.  Tước phong '''Khoái Châu Quận công''' (快州郡公)\n\n== Cuộc đời ==\n\n=== Di dời vào phương Nam ===\nTổ tiên của ông là người gốc ở phủ [[Thừa Thiên]], đến đời cha của ông thì chuyển vào [[Gia Định]] sinh sống. Dòng họ Nguyễn củaông có nhiều người đã từng lập chiến công lẫy lừng dưới thời [[Lê Trung hưng]], như tướng [[Nguyễn Hữu Liêu]]. Đến đời thứ 13, ông nội của Nguyễn Đức Xuyên là Nguyễn Đức Triêm đã rời [[Thuận Hóa]] bỏ vào [[Quy Nhơn]] sinh sống.<ref name=\":0\" \/> Sang đời ông Nguyễn Đức Quảng lại chuyển vào sống ở [[Gia Định]], là cha của Nguyễn Đức Xuyên. Tại đây, ông Quảng đã ra tòng quân, nhưng vì tuổi cao sức yếu nên giữa chừng phải quay về<ref name=\":0\" \/>.\n\nNguyễn Đức Quảng có ba người con trai. Con trưởng là Nguyễn Đức Thái ra phò [[Nguyễn Ánh]] (vua [[Gia Long]] sau này), thăng đến chức Khâm sai Cai cơ<ref name=\":0\" \/>. Con thứ ba là Nguyễn Đức Ngữ đầu quân cho [[Nhà Tây Sơn|Tây Sơn]], thăng đến chức [[Đô đốc]], nhưng sau đó lại hàng dưới trướng Nguyễn Ánh<ref name=\":0\" \/>.\n\n=== Chống Tây Sơn ===\nNguyễn Đức Xuyên là người con thứ hai của ông Quảng, người khỏe mạnh lại mưu lược, tinh thông võ nghệ. Năm [[1780]], Xuyên tòng quân theo [[Nguyễn Ánh]], được nhập vào hàng Cấm vệ binh bảo vệ chúa, phong làm Đội trưởng.\n\nNăm [[Quý Mão]] ([[1783]]), [[quân Tây Sơn]] tiến đánh quân Nguyễn Ánh, Ánh phải chạy sang [[Xiêm]] lánh nạn. Xuyên cùng [[Nguyễn Văn Mẫn]] hộ vệ cung quyến. Khi giáp mặt ở đảo Điệp Thạch (tên gọi trước đây của [[Hòn Chông]] ở [[Kiên Giang]]), quân của Ánh bị thua, Nguyễn Đức Xuyên phải trốn thoát theo đường bộ.\n\nNăm [[Giáp Thìn]] ([[1784]]), [[Nguyễn Ánh]] từ [[Vọng Các]] về [[Gia Định]], Xuyên đến gặp rồi theo chúa đánh giặc, nhưng lại bị thất trận, phải lui về [[Hà Tiên (tỉnh)|Hà Tiên]], Xuyên theo hầu. [[Nguyễn Ánh]] đi một ngày đêm chưa ăn gì. Xuyên chạy vào nhà dân xin cơm, người dân hỏi Xuyên rằng, người đi võng phía trước có phải là chúa cũ không, Xuyên nói dối rằng không phải. Dân bảo rằng đã nhìn trộm và thấy rồi, không giấu nhau được, khuyên Xuyên về đi, khi nào cơm chín thì xin đem dâng chúa. Năm đó, Nguyễn Ánh tiếp tục lên đường sang [[Xiêm]], Xuyên vì giết lầm một người buôn ở nước Xiêm, sợ bị xét hỏi đến nên không đi theo chúa, mới ở lại Lịch Khương (một địa danh của Xiêm).\n\nMùa thu năm [[Đinh Mùi]] ([[1787]]), [[Nguyễn Ánh]] về nước, Xuyên được thăng chức [[Cai đội]], chuyển làm Cai đội nội Túc trực, cùng với [[Nguyễn Văn Khiêm]] đến [[Bình Thuận]] xem tình hình và thu thuế dầu, thuế vải.\n\nNăm [[Nhâm Tý]] ([[1792]]), vua thân hành đi đánh giặc ở [[Quy Nhơn]], đến cửa biển [[Thị Nại]], Xuyên đốc thúc chiến thuyền theo quân [[Nguyễn Văn Trương]] vào trước, các quân tiến sau, [[quân Tây Sơn]] bị đánh tan. Năm sau, Xuyên lại đi theo chúa đánh Quy Nhơn, [[Đô đốc]] bên giặc tên Đẩu giữ đồn Khố Sơn để chống cự. Quân của Xuyên đến dưới núi không thể tiến được. Xuyên một mình đi trước gọi giặc bảo rằng: “''Nay quân nhà vua, đã đánh được Song Kiều cho đến Tháp Cát, chủ ngươi thu quân vào thành. Đại binh 4 mặt đánh vây, thành Quy Nhơn bất nhật hạ được, bọn ngươi vì Đẩu cô quân cố giữ, để tự chịu lấy chém giết ư?''”. Quân nghe Xuyên nói, có ý muốn hàng, Xuyên báo ngay cho Trương đem quân tiếp tiến, giặc mở cửa đồn ra đón quan quân, Đẩu sợ chạy, Xuyên bèn lấy được đồn ấy, tiến vây thành Quy Nhơn. Quân viện trợ của giặc đến, Xuyên đem quân về. Vì có công lớn nên Xuyên được thăng ''Vệ úy vệ Hùng Vũ quân Thần Sách''.\n\nNăm [[Ất Mão]] ([[1795]]), Nguyễn Đức Xuyên cùng tướng [[Lê Văn Duyệt]] vào Quy Nhơn, đánh được Đô đốc giặc là Lê Văn Phong ở đồn Đảo Lô, giặc tan.\n\nNăm [[Bính Thìn]] ([[1796]]), giặc Đồ Bà ở ngoài biển [[Hà Tiên (tỉnh)|Hà Tiên]] đóng ở bể cướp bóc, làm trở ngại đường biển. Gặp khi sứ nước [[Xiêm]] về nước, vua sai Nguyễn Đức Xuyên đem hơn 10 chiếc thuyền sứ đưa ra khỏi địa phận, Xuyên đến [[đảo Phú Quốc]] dò biết chỗ thuyền giặc đậu, bèn chia thuyền quân làm 3 đường, nhân lúc giặc không phòng bị, ngầm đến đánh úp thuyền giặc, đánh đắm được một chiếc, còn các thuyền khác đều tan chạy, đuổi theo lấy được 10 chiếc thuyền, bắt được một người tù trưởng và bè lũ hơn 80 người, súng ống khí giới không biết bao nhiêu mà kể. [[Xiêm]] cũng sai tướng đem thủy binh đi tuần bắt, khi đến thì giặc Đồ Bà đã tan, bèn tiếp sứ bộ rồi về. Từ đấy, giặc Đồ Bà trốn xa, người nước Xiêm cũng sợ tiếng của ông Xuyên.\n\nNăm [[Mậu Ngọ]] ([[1798]]), Nguyễn Đức Xuyên được thăng làm ''Phó thống Hậu đồn''. Năm [[Kỷ Mùi]] ([[1799]]), Xuyên kiêm quản cơ ngũ tượng đi đánh Quy Nhơn, giặc xâm phạm đồn Tháp Cát, Xuyên bị đạn lạc nên bị thương ở trán. Ông băng vết thương lại rồi đánh, phá tan được quân giặc, bắt được hơn 20 con [[voi]] trận, tin thắng trận tâu lên, chúa khen ngợi ban cho 500 [[quan tiền]].\n\nNăm [[Canh Thân]] ([[1800]]), Nguyễn Đức Xuyên dược thăng ''Tri tượng chính Đô thống chế Thần sách'', đem quân theo hầu chúa [[Nguyễn Ánh]] đến cứu viện [[Bình Định]]. Xuyên đến [[Diên Khánh (định hướng)|Diên Khánh]], nghe mật thám báo [[Tư đồ]] bên giặc là [[Vũ Văn Dũng]] đem quân thủy bộ xâm phạm [[Phú Yên]], thế rất to lớn. Xuyên nghĩ quân giặc nhiều, quân mình ít, dâng sớ xin rút quân về [[Phan Rí]], đợi thủy binh đến rồi mới cùng tiến. Chúa chuẩn cho. Xuyên bèn tiến quân theo [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] điều khiển. Quân của hai ông Xuyên và Thành đóng ở núi Kỷ Thạch, quân giặc dựa núi cố giữ. Xuyên xua quân đánh úp, giặc chạy đến La Thai, Xuyên đuổi đánh phá tan được.\n\nBấy giờ gặp hàng tướng là Từ Văn Chiêu làm phản, vua sai [[Lê Văn Duyệt]] tiến quân đến Cù Mông, sai Nguyễn Đức Xuyên chia voi và quân làm hai, một nửa thuộc về quân của Thành, một nửa thì tự theo Duyệt. Xuyên dâng sớ nói rằng: “''Đánh ở trên bộ, thì voi là cần, đồn bên tả nhiều quân giặc hàng, mưu tất tiết lộ, quân nếu chia làm hai, giặc tất nhân lúc sơ hở, sợ khó giữ được vẹn toàn. Thần ở lại Kỵ Dã, mà quân đồn bên tả thì đem hết đến Cù Mông, để ngăn sự lo về sau''”. Vua bảo rằng: “Ở Kỵ Dã đất hiểm, dùng voi khó lắm, ở Cù Mông đất bằng phẳng, đánh bằng voi thì lợi, ngươi phải đi ngay”. Xuyên phụng mệnh đến Cù Mông.\n\nMùa thu năm đó, [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] đánh giặc ở đồn Chủ Sơn, không được, Phó Vệ úy là [[Nguyễn Công Trọng]] chết trận, Nguyễn Đức Xuyên dâng sớ nói rằng: “''Việc vây ở Bình Định, giặc tất giữ lâu, mà quân ta thì đánh mau chóng mới có lợi. Nay gió Tây Bắc gấp, thuyền quân ta không tiện; mà núi khe cao hiểm, vốn không quen thuộc, nếu đánh gấp sợ cầu được làm may mà thôi. [[Võ Tánh]] ở trong thành tất phải cố giữ, nay nên hoãn đánh chọn quân đầu hàng và già yếu đưa về Gia Định, để bớt phung phí, mùa xuân năm sau gió tiện, thần xin đem thuyền quân tiến đánh Thuận Quảng cắt mất đường vận lương của giặc, chúng tự cứu không rồi, thì vây ở Bình Định tự giải được''”.\n\nMùa đông năm đó, Nguyễn Đức Xuyên được phong ''Quản cơ Thập tượng''. Giặc xâm phạm đồn Thần Vệ, Xuyên đánh phá được, bắt được hơn 100 quân giặc. Gặp khi [[Nguyễn Ánh]] mưu đánh hỏa công đốt thuyền giặc, hỏi các tướng rằng: Ai có thể di ? [[Tống Viết Phước]] xin đi, vua toan y cho, bảo kín Thành và Xuyên, gặp lúc Xuyên bị bệnh, vua sai [[Nguyễn Cửu Kỷ]] đem nhân sâm ban cho. Xuyên nói với Kỷ rằng: “''Nghe tin chúa thượng làm kế hỏa công, mà Phước xin đi, theo Xuyên tính liệu thì Phước tuy khỏe nhưng phạm phải khinh suất tiến quân; Lê Văn Duyệt khỏe mà có mưu, nếu sai Duyệt đi, thì việc tất thành, không thì Xuyên xin đi''”. Kỷ đem việc ấy tâu lên, chúa bèn triệu sai Duyệt.\n\nMùa xuân năm [[Tân Dậu]] ([[1801]]), phá tan được [[Trận Thị Nại (1801)|trận Thị Nại]], Nguyễn Đức Xuyên cùng Nguyễn Văn Thành chiêu quân đánh các đồn giặc ở Vân Sơn, Phú Trung, chém được Đô đốc giặc và bắt được hai con voi. Mùa hạ, vua đem thuyền quân tiến đánh [[Phú Xuân]], Xuyên theo [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] và [[Nguyễn Huỳnh Đức|Nguyễn Hoàng Đức]] ở lại [[Bình Định]] chống giữ với giặc, [[Nguyễn Ánh]] triệu Xuyên dụ rằng: “''Nguyễn Văn Thành tính thích khoe khoang, nhiều khi mất lòng tướng tá, để ngươi ở đấy, phải sửa chữa lỗi lầm ấy, để giúp việc nước''”. Rồi chúa ban cho Xuyên một cái áo trận và một chén rượu mà chúa hay dùng, Xuyên cúi đầu tạ ơn.\n\nTháng 5 (âm lịch) năm đó, đại binh lấy lại được Phú Xuân, tướng giặc là [[Lê Văn Phong]] đến xin hàng. [[Lê Văn Duyệt]] là anh Phong, tin Phong có thể dùng được việc lớn, Nguyễn Đức Xuyên ở quân thứ nghe tin, dâng sớ tâu mật: “''Phong đối với giặc rất thân tín, cũng như thần cùng Nguyễn Văn Thành đối với nước. Thành cùng thần không phản quốc, thì bọn Phong theo hàng ta không phải là lòng chân thành. Duyệt không xét, bèn đem Phong cử lên, đó là [[Lê Chất]] sai khiến. Chất về hàng ta đã lâu, trước đây đuổi giặc không kịp, bên ngoài còn có nghi kị, huống chi là Phong. Chúa thượng khó nhọc lâu năm, mới lấy lại được cựu kinh, về việc dùng người, quan hệ không phải là nhỏ, xin người để ý''”. [[Nguyễn Ánh]] rất khen ngợi lòng trung của Xuyên.\n\nNăm [[Nhâm Tuất]] ([[1802]]), Nguyễn Đức Xuyên cùng tướng giặc Nguyễn Văn Diệu đánh nhau ở Kỳ Sơn, bị thua, phó tướng Nguyễn Văn Huệ chết trận, Xuyên bèn dâng sớ xin chịu tội, vua dụ bảo rằng: “''Ngươi đối với nhà nước, nghĩa thì là vua tôi tình cũng như cha con, cố gắng cùng các tướng sĩ cùng lòng hợp sức, để giết bọn giặc điên cuồng, chớ vì một việc xảy ra mà ngã lòng''”. Tháng 3, [[thành Bình Định]] hạ được, chúa triệu Xuyên về kinh.\n\n=== Thời Gia Long ===\nThế nước đã xong, Nguyễn Ánh chính thức xưng Đế, lập ra [[triều Nguyễn]], lấy niên hiệu là [[Gia Long]]. Gia Long năm thứ nhất ([[1802]]), mùa hạ, Nguyễn Đức Xuyên hộ giá theo vua Bắc phạt, đến [[Thanh Hóa]], vua cho ông ở lại làm Đốc trấn, ban tước [[Quận công]]. Tháng 8, vua triệu Xuyên đến Bách Thành ban cho quyền coi quân Thần Vũ, rồi phụng chiếu cùng [[Lê Văn Duyệt]] chia đi tuyển binh trong 5 trấn, rồi được ban 1000 hộc lúa. Mùa đông năm đó, Xuyên theo hầu vua hồi kinh, lại gặp tang cha.\n\nNăm thứ 2 ([[1803]]), mùa hạ, Nguyễn Đức Xuyên làm ''Chưởng tượng chính'' kiêm ''Cai tào vụ''. Mùa thu năm đó có việc giao bang, Xuyên theo hầu vua đi tuần ngoài Bắc. Năm thứ 3 ([[1804]]), lễ bang giao xong, Xuyên theo vua hồi loan. Vua có khi say mê âm nhạc, Xuyên cùng [[Nguyễn Văn Nhơn|Nguyễn Văn Nhân]] dâng sớ thiết tha can ngăn. Vua khen là nói phải, dụ rằng: “''Trẫm không vì đó mà trễ triều chính. Bọn khanh sao lo xa thế?''”<ref>''Đại Nam thực lục'', tập 1, tr.644<\/ref>.\n\nTrước đây, Nguyễn Đức Xuyên tịch thu gia sản của ngụy quan, lấy riêng nhà vườn của đô úy ngụy là Nguyễn Dự đem cho Vệ úy Nguyễn Đình Đề. Đến nay vợ Nguyễn Dự là Trần thị tố cáo, Xuyên dâng sớ xin nhận tội<ref>''Đại Nam thực lục'', tập 1, tr.704<\/ref>. Vua không muốn vì lỗi nhỏ mà bỏ kẻ có công, đặc ơn miễn cho, sai đem nhà vườn trả lại cho Trần thị. Năm thứ 7 ([[1808]]), mùa thu, Xuyên được trao thêm chức ''Khâm sai Chưởng tượng quân''.\n\nNăm thứ 14 ([[1815]]), lễ an táng [[Thừa Thiên Cao Hoàng hậu]], hoàng hậu chánh cung của vua [[Gia Long]], Nguyễn Đức Xuyên được sung chúc ''Phù liễn sứ''.\n\nNăm thứ 18 ([[1819]]), Xuyên tâu nói: “''Trong nước tuy yên, không nên bỏ quên việc đánh, xin sai các thành doanh trấn, hàng năm cứ tháng giêng, tháng 7 duyệt tập voi, đều 3 ngày''”. Vua y cho.\n\n=== Thời Minh Mạng ===\n[[Minh Mạng]] năm thứ nhất (1820), mùa hạ, cử hành lễ an táng Thế Tổ Cao Hoàng đế [[Gia Long]], Nguyễn Đức Xuyên sung chức ''Phù liễn sứ''. Năm thứ 2 ([[1821]]), dựng [[Thế Tổ miếu (Hoàng thành Huế)|Thế miếu]], Xuyên coi việc đó. Mùa thu năm đó, vua đi tuần ngoài Bắc, Xuyên sung làm chức ''Thị vệ đại thần'', đi theo vua. Lễ bang giao, Xuyên làm sứ giả nhận sắc.\n\nChưởng tượng quân Đức Xuyên tính vốn hào phóng, chi tiêu rất rộng. Ông lập ra ban tuồng có bộ nam bộ nữ, cho thiếp thất nàng hầu xen lẫn ở trong bộ nữ<ref name=\":1\">''Đại Nam liệt truyện'', tập 2, quyển 8 – phần ''Nguyễn Đức Xuyên''<\/ref>. Vì chi dùng trong nhà không đủ nên ông mới tâu với vua [[Minh Mạng]] cho xin lấy lương bổng năm sau. Vua đặc cách ban cho 1000 [[quan tiền]] và 1000 [[Hệ đo lường cổ Việt Nam#Thể tích|phương gạo]]. Vua dụ rằng: “''Nếu có không đủ, lại tâu với trẫm, nhà nước đối với ngươi không tiếc gì đâu''”.\n\nNăm thứ 5 ([[1824]]), Nguyễn Đức Xuyên trở bệnh. Vua sai thị vệ đến thăm hỏi, một ngày đến mấy lần. Đức Xuyên cố gượng làm tờ tấu rằng: “''Thần trước thờ Tiên đế, gọi có chút khó nhọc nhỏ mọn. Từ khi Hoàng thượng lên ngôi đến nay được ân nhiều mà chưa từng đánh một trận bị một thương để báo đáp chút đỉnh. Nay lại còn đội ơn săn sóc trông nom, thần cảm kích khôn xiết''”. Vua bảo rằng: “''Đức Xuyên tuổi đã già yếu mà còn có chí da ngựa bọc thây, nếu được nhiều người như thế thì còn lo gì''”.\n\nTháng chạp năm đó, Đức Xuyên mất, thọ 66 tuổi. Vua rất thương xót, bảo [[bộ Lễ]] rằng: “''Đức Xuyên là người trung dũng thật thà, giúp đức Hoàng khảo ta dẹp yên loạn lạc, đến khi thờ trẫm thì kính giữ tiết bề tôi, chẳng ngờ mắc bệnh hơn tuần mà đến không khỏi. Nghĩ đến người kỳ cựu, nói càng rơi lệ''”.\n\nVua [[Minh Mạng]] truy tặng cho Đức Xuyên chức ''Thái phó'', [[thụy]] là '''Trung Dũng''' (忠勇), cho hơn 30 tấm gấm đoạn và nhiễu, 3000 quan tiền tuất. Vua nghỉ chầu 3 ngày, sai quan đến tế. Ngày đưa tang lại nghỉ chầu 1 ngày, sai quan đến tế, hạ lệnh cho 1000 lính và 10 thớt voi đi đưa tiễn. Vua còn ban cho thêm 1400 quan tiền, 1000 phương gạo, cấp cho 10 người mộ phu. Con trai con gái của Xuyên đều được cấp tiền gạo<ref>''Đại Nam thực lục'', tập 2, tr.405<\/ref>.\n\nNăm thứ 8 ([[1827]]), Đức Xuyên được phụ thờ ở [[Thế Tổ miếu (Hoàng thành Huế)|Thế miếu]]. Lại cho bày thờ ở miếu Trung hưng công thần, bài vị đặt dưới ông [[Nguyễn Huỳnh Đức|Nguyễn Hoàng Đức]]<ref>''Đại Nam thực lục'', tập 2, tr.608<\/ref>. Vua dụ [[bộ Lễ]] rằng: “''Nguyễn Đức Xuyên buổi đầu đương lúc mây sấm gian truân, theo đòi bên ngựa nơi hiểm, nơi bằng cũng thế, cho nên giúp thành nghiệp lớn, sánh hàng với các bậc công đầu. Sau khi chết đã từng truy tặng vẻ vang, lại chuẩn cho tòng tự ở miếu đình, ơn của nhà nước báo đền thật là ưu hậu. Nay nên cấp thêm tự điền 100 mẫu, để con cháu nối đời truyền giữ, thu tô và dùng vào việc thờ''”<ref>''Đại Nam thực lục'', tập 2, tr.878<\/ref>.\n\nNăm thứ 12 ([[1831]]), Đức Xuyên được truy tặng ''Tá vận Công thần'', ''Đặc tiến Tráng vũ Tướng quân'', ''Hữu quân Đô thống phủ chưởng phủ sự'', ''Thái phó''; cải [[thụy]] là '''Hoàn Dũng''' (桓勇), tước phong '''Khoái Châu Quận công''' (快州郡公)<ref>''Đại Nam thực lục'', tập 3, tr.253<\/ref>.\n\n== Hậu duệ ==\nQuận công Đức Xuyên có 13 người con trai là Thiện, Hỗ, Nhân, Hựu, Phước, Hy, Ty, Kỳ, Niên, Lộc, Điện, Niên, Uy<ref name=\":1\" \/>. Ông còn ít nhất 2 người con gái, được chính sử nhắc đến.\n\n[[Gia Long]] năm thứ 16 ([[1817]]), Đức Thiện được ấm thụ làm ''Kiêu kỵ đô úy''<ref>''Đại Nam thực lục'', tập 1, tr.955<\/ref>. Tháng 3 (âm lịch) năm sau ([[1818]]), Thiện lấy ''An Thái Công chúa'' [[Nguyễn Phúc Ngọc Nga|Ngọc Nga]] con vua [[Gia Long]], nhưng chưa được bao lâu thì phò mã Thiện mất ngay vào năm đó<ref>''Đại Nam thực lục'', tập 1, tr.967<\/ref>.\n\nĐức Hỗ, em Thiện, được phong làm Vệ úy, trật ''Tòng tam phẩm''<ref>''Đại Nam thực lục'', tập 2, tr.320<\/ref>, sau tập phong ''Khoái Châu bá''. Hỗ cũng lấy một công chúa con vua [[Gia Long]], là ''Nghĩa Hòa Công chúa'' [[Nguyễn Phúc Ngọc Nguyệt|Ngọc Nguyệt]], được phong ''Phò mã đô úy''<ref>''Đại Nam thực lục'', tập 2, tr.328<\/ref>. Còn Đức Nhân làm quan đến Vệ úy; Đức Hựu giỏi văn, làm quan đến [[Viên ngoại lang]] [[bộ Binh]]<ref name=\":1\" \/>.\n\nMột người con gái của Đức Xuyên, không rõ tên, nhập cung hầu [[Gia Long]], đến khi vua sắp mất thì cho về nhà theo ý muốn. Người cung nhân đó vẫn còn giữ tiết, được vua [[Minh Mạng]] ban thưởng cho 500 quan tiền và 500 phương gạo<ref>''Đại Nam thực lục'', tập 2, tr.413<\/ref>.\n\nNgười con gái thứ hai của Đức Xuyên tên là [[Nguyễn Thị Huyên]], được gả làm thiếp cho vua [[Thiệu Trị]] khi ông vẫn còn là ''Trường Khánh công''. Khi vua [[Thiệu Trị]] đăng cơ, bà Huyên được phong dần đến chức ''Đức tần'' ở hàng Tam giai, sinh được ''Phú Lệ Công chúa'' [[Nguyễn Phúc Đôn Trinh|Đôn Trinh]] và ''Phú Lương công'' [[Nguyễn Phúc Hồng Diêu|Hồng Diêu]].\n\n== Tham khảo ==\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] Chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] Tiền biên - Chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n* Trần Đại Vinh (2015), ''Giới thiệu Nguyễn Đức Xuyên (1759-1824) và tập hồi ký biên niên “Lý lịch sự vụ”'', Tạp chí Nghiên cứu và Phát triển, số '''6''' (123)\n\n== Chú thích ==\n{{tham khảo|3}}\n\n[[Thể loại:Sinh năm 1759]]\n[[Thể loại:Mất năm 1824]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Công tước truy phong Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}