{"1377967":"[[Tập tin:Portrait photograph of Professor Nguyễn Ngọc Huy.png|nhỏ|Nguyễn Ngọc Huy]]\n'''Nguyễn Ngọc Huy''' ([[1924]]-[[1990]]) là một chính khách [[Việt Nam Cộng hòa]] và một nhà thơ, nhà văn người Việt Nam. Ông là một trong những người sáng lập [[đảng Tân Đại Việt]] và là Tổng thư ký đầu tiên của đảng này.<ref>[http:\/\/www.david-kilgour.com\/2011\/Dr_Huy_distribution.pdf Nguyen Ngoc Huy - The Mahatma Gandhi of Vietnam]<\/ref> Ông cũng là Tổng thư ký của [[Phong trào Quốc gia Cấp tiến]] và là một thành viên trong phái đoàn [[Việt Nam Cộng hòa]] tham dự [[Hiệp định Paris 1973|Hòa đàm Paris]].<ref>Penniman, Howard R. tr 171<\/ref>\n\n==Thân thế==\nÔng sinh ngày [[2 tháng 11]] năm [[1924]] tại [[Bệnh viện Chợ Rẫy|Hôpital Indigène de Cochinchine]] (''Bệnh viện bản xứ Nam Kỳ'') [[Chợ Lớn]], [[Liên bang Đông Dương|Đông Dương thuộc Pháp]].<ref>{{Chú thích web|url=http:\/\/www.thuviennguyenngochuy.com\/tiểu-sử-2\/|title=Thư viện Nguyễn Ngọc Huy|ngày truy cập=2021-05-15|archive-date=2019-04-24|archive-url=https:\/\/web.archive.org\/web\/20190424074928\/http:\/\/www.thuviennguyenngochuy.com\/ti%e1%bb%83u-s%e1%bb%ad-2\/}}<\/ref>\n\nNguyên quán của ông thuộc làng Mỹ Lộc, quận [[Tân Uyên]], [[biên Hòa (tỉnh)|tỉnh Biên Hòa]]. Thuở nhỏ, ông theo học bậc tiểu học ở trường xã Mỹ Lộc rồi sau đó là trường quận Tân Uyên. Đến bậc Trung học, ông theo học tại trường [[Trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|Lycée Petrus Trương Vĩnh Ký]].<ref>''\"Who's Who\"'' Đông Bộ Hoa Kỳ, ấn bản lần thứ 18 (1981-1982).<\/ref>\n\n==Khởi đầu sự nghiệp chính trị==\nNăm 1943, ông ra làm thư ký hành chính tại Tòa Hành chính [[Cần Thơ]]. Tại đây, ông tiếp xúc với một số đảng viên [[Đại Việt Quốc dân đảng]] và gia nhập đảng này vào đầu năm 1945, sinh hoạt trong Xứ bộ Nam Việt.\n\nKhi [[Chiến tranh Đông Dương|Pháp tái chiếm Đông Dương]], ông tham gia kháng chiến một thời gian ngắn. Khi chiến sự lan rộng, năm 1946, ông về [[Thành phố Hồ Chí Minh|Sài Gòn]] làm việc trong một thư viện. Thời gian này, ông tham gia viết các bài báo cho báo Thanh Niên và báo Đuốc Việt của đảng Đại Việt với các bút hiệu '''Việt Tâm''', '''Hùng Nguyên''', '''Cuồng Nhân''', '''Ba Xạo'''.\n\nKhi người Pháp bắt đầu tìm cách liên kết với các tổ chức chính trị chống Cộng để chống lại phong trào độc lập của [[Việt Minh]], ông cùng nhiều đảng viên Đại Việt khác bắt đầu hoạt động công khai. Năm 1949, ông làm giảng viên chính trị cho trường Cán bộ Thanh niên [[Nha Trang]]. Năm 1950, ông cho xuất bản tập thơ Hồn Việt với bút danh '''Đằng Phương'''.\n\nNăm 1951, ông được điều động ra Bắc để hoạt động cho [[Thanh niên Bảo quốc Đoàn]]. Đến năm 1953, khi Thanh niên Bảo quốc Đoàn bị giải tán, ông về lại Sài Gòn và dạy quốc văn ở trường tư thục Lê Bá Cang.\n\n==Lưu vong lần thứ nhất==\nSau [[Hiệp định Genève, 1954|Hiệp định Genève]], lo ngại trước viễn cảnh cát cứ, Thủ tướng [[Ngô Đình Diệm]] đã lần lượt tiêu diệt các thế lực chính trị đối lập mạnh tại miền Nam, trong đó có Đại Việt. Các chiến khu Nguyễn Huệ ([[Phú Yên]]) và Châu Đốc đều bị giải tán, chiến khu Ba Lòng ([[Quảng Trị]]) bị quân đội tiến đánh khiến tan vỡ. Nhiều lãnh đạo Đại Việt bị bắt giam, thủ tiêu. Một số khác bị buộc phải lưu vong ra nước ngoài như [[Nguyễn Tôn Hoàn]] lưu vong sang [[Pháp]]. Ông được các lãnh đạo Đại Việt chỉ định cùng đi Pháp phụ giúp cho ông Nguyễn Tôn Hoàn, làm việc tại quán ăn Sông Hương (''la Rivière des parfums'').\n\nTại Pháp, ông vừa làm việc, vừa đi học tại [[Viện Đại học Paris]] (''Université de Paris''), lần lượt tốt nghiệp Viện Nghiên cứu chính trị Paris năm 1958, [[Cử nhân (học vị)|Cử nhân]] Luật khoa và Khoa học Kinh tế năm 1959, Cao học Chính trị năm 1960 và [[Tiến sĩ]] [[Chính trị học]] năm 1963.\n\n==Về nước và lưu vong lần thứ hai==\nSau [[Đảo chính Việt Nam Cộng hòa 1963]], ông về nước. Không lâu sau đó, lãnh tụ Đại Việt Nguyễn Tôn Hoàn cũng về nước và được [[Hội đồng Quân nhân Cách mạng (Việt Nam, 1963)|Chủ tịch Hội đồng Quân nhân Cách mạng]] [[Nguyễn Khánh]] bổ nhiệm vào chức vụ Phó thủ tướng đặc trách bình định. Ông được ông Hoàn bổ nhiệm vào chức vụ Đổng lý Văn phòng cho mình. Tuy nhiên không lâu sau, Phó thủ tướng Nguyễn Tôn Hoàn từ chức để phản đối [[Hiến chương Vũng Tàu]]. Đổng lý Nguyễn Ngọc Huy cũng rời khỏi chức vụ. Ông lưu vong lần thứ hai ở [[Hồng Kông|Hongkong]] vào tháng 9 năm 1964. Tháng 10 năm 1964, ông sang [[Nhật Bản]]. Bấy giờ lãnh tụ Nguyễn Tôn Hoàn cũng lưu vong tại đây sau [[Đảo chính tại Việt Nam Cộng hòa tháng 9 năm 1964|vụ binh biến thất bại]] của tướng [[Dương Văn Đức]] và [[Lâm Văn Phát]]. Thất vọng với chính trường [[Việt Nam Cộng hòa]], ông Hoàn từ bỏ hoạt động chính trị để tiếp tục ở lại Pháp, để lại quyền lãnh đạo Đại Việt cho người phụ tá lâu năm của mình.\n\n==Thành lập đảng Tân Đại Việt==\nNgày 26 tháng 10 năm 1964, [[Thượng Hội đồng Quốc gia (Việt Nam Cộng hòa)|Thượng hội đồng Quốc gia]] được thành lập với [[Phan Khắc Sửu]] là [[Nguyên thủ quốc gia|Quốc trưởng]] và [[Trần Văn Hương]] làm [[Thủ tướng]]. Ông trở về nước tiếp tục hoạt động. Tuy nhiên, giữa các lãnh đạo Đại Việt có sự phân hóa trầm trọng. Trước tình hình này, đến ngày [[14 tháng 11]] năm [[1964]], ông cùng một nhóm các đảng viên Đại Việt, chủ yếu là các đảng viên trẻ ở vùng [[Nam Kỳ Lục tỉnh|Lục tỉnh]], tập hợp và lập ra một chính đảng mới lấy tên là [[Đảng Tân Đại Việt|Tân Đại Việt]]. Ông được cử giữ chức Tổng thư ký của đảng, sau đó là Tổng thư ký của [[Phong trào Quốc gia Cấp tiến]], một tổ chức ngoại vi của đảng Tân Đại Việt nhằm để thu hút các thành phần không phải đảng viên nhưng hợp tác được với nhau.\n\n==Chính khách - Giáo sư ==\nNăm 1965, ông được mời về làm Giáo sư Chính trị học và Luật Hiến pháp tại [[Học viện Quốc gia Hành chánh]]. Ông còn là giảng viên cho nhiều trường và viện đại học khác như [[Viện Đại học Đà Lạt|Đà Lạt]], [[Viện Đại học Huế|Huế]], [[Viện Đại học Cần Thơ|Cần Thơ]], [[Viện Đại học Vạn Hạnh|Vạn Hạnh]], [[Viện Đại học Minh Đức|Minh Đức]] và [[Trường Đại học Sư phạm Thành phố Hồ Chí Minh|Đại học Sư phạm Sài Gòn]], các trường quân sự như trường Cao đẳng Quốc phòng, trường Tham mưu Cao cấp, Đại học Chiến tranh Chính trị,... Năm 1974, ông là một trong những sáng lập viên của trường Cao đẳng Thương mại Minh Trí.\n\nVề sự nghiệp chính trị, năm 1967, ông được bổ nhiệm làm thành viên Hội đồng Dân quân. Năm 1968, ông được cử làm thành viên phái đoàn Việt Nam Cộng hòa tham dự Hòa đàm Paris cho đến năm 1970. Năm 1973, ông là thành viên phái đoàn Việt Nam Cộng hòa tham dự cuộc thương thuyết La Celle Saint Cloud. Ông cũng là thành viên sáng lập và là đồng Chủ tịch của Liên minh Dân chủ Xã hội, một mặt trận gồm 6 chính đảng đối lập theo xu hướng dân chủ trên chính trường Việt Nam Cộng hòa.<ref>International Book of Honor, The American Biographical Insitute<\/ref>\n\n==Lưu vong lần thứ ba và nỗ lực cuối đời==\nSau biến cố 30\/4\/1975, quyết định ban đầu của ông là ở lại Việt Nam để tiếp tục tranh đấu vì ông cho rằng mình là người đứng đầu một đảng phái chính trị nên không thể bỏ lại đồng đội. Sau đó, theo ý kiến của Giáo sư Stephen Young, Cố vấn Bộ Ngoại giao Hoa Kỳ về vấn đề Việt Nam, Nguyễn Ngọc Huy có thể bị ám sát theo lệnh của [[Lê Duẩn]] nên ông quyết định tị nạn chính trị tại Hoa Kỳ.<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=yT1dQSzktx4&feature=youtu.be|tiêu đề=Giáo sư Stephen Young phân tích về tính hình Việt Nam|website=}}<\/ref>\n\nNhững ngày đầu tại Hoa Kỳ, ông làm chuyên gia khảo cứu cho [[Đại học Harvard]], tham gia việc dịch [[Luật Hồng Đức|Bộ luật Hồng Đức]] ra tiếng Anh cũng như chú giải bộ luật này.<ref>Bill White, Nguyen Ngoc Huy Day, Mayor of the City of Houston, Texas (2008) <\/ref>\n\nNăm 1981, ông tập hợp các thành viên cũ trong Phong trào Quốc gia Cấp tiến và một số nhân sĩ độc lập lưu vong tại hải ngoại để thành lập Liên minh Dân chủ Việt Nam, do ông làm Chủ tịch Ủy ban chấp hành Trung ương. Năm 1986, ông sáng lập và làm Ủy viên danh dự của Ủy ban quốc tế Yểm trợ Việt Nam tự do.\n\nNgày [[28 tháng 5]] năm 1988, ông và cựu Đại sứ [[Bùi Diễm]] tổ chức cuộc họp với các lãnh đạo của ba hệ phái Đại Việt tại [[San Jose, California|San José]], [[California]], đề nghị thống nhất Đại Việt Quốc dân Đảng, nhưng không thành. Ngày [[28 tháng 7]] năm 1990, ông qua đời tại [[Paris]], [[Pháp]] và ý định thống nhất ba đảng Đại Việt cũng tan thành mây khói.\n\n== Câu nói ==\n{{cquote|''Vì sanh trong một nước [[Việt Nam]] không độc lập, thiếu tự do và chìm đắm trong sự loạn lạc, nên tôi phải dấn thân vào cuộc tranh đấu [[chính trị]], và do đó mà phải học về chính trị, dạy về chính trị, và đứng ra lãnh đạo một đoàn thể chính trị. Dầu cho có được làm lại cuộc đời từ đầu mà hoàn cảnh [[Việt Nam]] không khác hoàn cảnh tôi đã trải qua, thì tôi cũng sẽ làm như tôi đã làm.''|||Giáo sư Nguyễn Ngọc Huy}}\n(Giáo sư Nguyễn Ngọc Huy trả lời cuộc phỏng vấn \ndo Hoàng Khởi Phong và Lê Đình Điểu thực hiện)\n\n== Tác phẩm ==\n* (with Ta Van Tai and Tran Van Liem), ''The Lê Code: law in traditional Vietnam: a comparative Sino-Vietnamese legal study with historical-juridical analysis and annotations, ''Athens, Ohio: Ohio University Press, 1987, 3 vol.<ref>{{Chú thích web|url=https:\/\/www.worldcat.org\/title\/le-code-law-in-traditional-vietnam-a-comparative-sino-vietnamese-legal-study-with-historical-juridical-analysis-and-annotations\/oclc\/13425559|tựa đề=The Lê Code : law in traditional Vietnam : a comparative Sino-Vietnamese legal study with historical-juridical analysis and annotations|website=[[Worldcat]]|ngày truy cập=2021-03-29}}<\/ref>\n*Le Code des Lê: \"Quốc Triêu Hinh Luât\" ou \"Lois pénales de la dynastie nationale\" à propos d'une récente traduction en anglais de ce code, quelques remarques et réflexions sur le texte du document A 1995 de l’École française d'Extrême-Orient, la traduction française de Deloustal et les dates de promulgation et de publication du code, Paris: École française d'Extrême-Orient, 1980.\n*''Le \"Li\" dans la pensée et les institutions politiques de la Chine antique'', Paris, Mémoire DES, Science politique, oct. 1960.<ref>{{Chú thích web|url=https:\/\/www.worldcat.org\/title\/li-dans-la-pensee-et-les-institutions-politiques-de-la-chine-antique\/oclc\/27703814&referer=brief_results|tựa đề=Le \"Li\" dans la pensée et les institutions politiques de la Chine antique.|website=[[WorldCat]]|ngày truy cập=2021-03-29}}<\/ref>\n* ''Le Thème de l'élite dans la pensée politique de la Chine antique'', Paris: Thèse, Science politique, 1963.\n* \"Causes and Consequences of the Collapse of South Vietnam in 1975\", Bussum (Netherlands): DPC Information Service, 1982. (Paper presented to the National Conference on Asian\/Pacific American Studies, (1980\/11\/06 - 1980\/11\/08: Seattle, WA).\n* (with Stephen B. Young), ''Understanding Vietnam, ''Bussum (Netherlands): DPC Information Service, 1982.\n* \"Vietnam under communist rule\", [Fairfax, VA]: Indochina Institute, George Mason University, Vietnamese studies papers, [May 1982].\n==Xem thêm==\n{{Thể loại Commons|Nguyen Ngoc Huy}}\n* [[Chủ nghĩa dân tộc sinh tồn]]\n* [[Đại Việt Quốc dân Đảng]]\n* [[Đảng Tân Đại Việt]]\n* [[Phong trào Quốc gia Cấp tiến]]\n* [[Mặt trận Quốc gia Dân chủ Xã hội]]\n* [[Liên minh Dân chủ Việt Nam]]\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n\n* [http:\/\/www.worldcat.org\/identities\/lccn-n85375031\/ Nguyễn Ngọc Huy on World Cat]\n* [https:\/\/www.youtube.com\/watch?feature=player_detailpage&v=njif6p9gmec Di Sản Nguyễn Ngọc Huy 1]\n* [https:\/\/www.youtube.com\/watch?feature=player_detailpage&v=nCfmnnZYoFk Di Sản Nguyễn Ngọc Huy 2]\n* [https:\/\/www.youtube.com\/watch?feature=player_detailpage&v=h9Fapfg0rIE Di Sản Nguyễn Ngọc Huy 3]\n\n[[Thể loại:Đại Việt Quốc dân Đảng]]\n[[Thể loại:Chính khách Việt Nam Cộng hòa]]\n[[Thể loại:Người Đồng Nai]]\n[[Thể loại:Sinh viên Đại học Paris]]\n[[Thể loại:Chủ nghĩa dân tộc sinh tồn]]"}