{"13439":"{{bài cùng tên|Nguyễn Hữu Tiến}}\n[[Tập tin:Nguyenhuutien.jpg|nhỏ|Nguyễn Hữu Tiến]]\n'''Nguyễn Hữu Tiến''' ([[1901]]–[[1941]]), tên khai sinh '''Trương Xuân Trinh''', còn gọi là \"Thầy giáo Hoài\" hay \"Hải Đông\", [[Xứ ủy Nam Kỳ|Xứ ủy viên Nam Kỳ]] là nhà cách mạng và là Đảng viên cộng sản Việt Nam. Ông được cho là tác giả của mẫu [[Quốc kỳ Việt Nam]] nhưng xung quanh nhận định này còn nhiều tranh luận.\n\n==Tiểu sử==\nÔng sinh ngày [[5 tháng 3]] năm [[1901]] tại làng Lũng Xuyên huyện tổng Yên Khê huyện Duy Tiên (nay là phường Yên Bắc, thị xã Duy Tiên), tỉnh [[Hà Nam]]. Năm [[1927]], ông tham gia tổ chức [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Thanh niên Cách mạng Đồng chí Hội]]. Năm [[1931]] ông bị bắt và bị đưa ra [[nhà tù Côn Đảo]]. Năm [[1935]], ông cùng một số tù chính trị khác là [[Tạ Uyên]], [[Tống Văn Trân]], [[Vũ Công Phụ]] vượt ngục, trở về đất liền, hoạt động cách mạng tại [[Nam Bộ Việt Nam|Nam Bộ]], sau đó được phân công phụ trách công tác [[tuyên truyền]], in ấn tài liệu cách mạng.\n\nChính trong thời gian này, ông được Xứ ủy Nam Kỳ trao nhiệm vụ vẽ cờ hiệu để sử dụng trong các cuộc đấu tranh. Ông đã vẽ lá cờ có nền đỏ và ngôi sao vàng năm cánh, thể hiện ý tưởng máu đỏ da vàng, tượng trưng cho dân tộc và sự đoàn kết các tầng lớp nhân dân bao gồm sỹ, nông, công, thương, binh trong đại gia đình các dân tộc [[Việt Nam]]. Mẫu cờ đã được Xứ ủy [[Nam Kỳ]] nhất trí và đã xuất hiện lần đầu tiên trong [[khởi nghĩa Nam Kỳ]] ngày [[23 tháng 11]] năm [[1940]].\n\nTâm huyết của tác giả khi sáng tạo ra lá cờ được khắc họa rõ nét trong bài thơ của ông:\n\n:''Hỡi những ai máu đỏ da vàng''\n:''Hãy chiến đấu dưới cờ thiêng Tổ quốc''\n:''Nền cờ thắm máu đào vì nước''\n:''Sao vàng tươi, da của giống nòi''\n:''Đứng lên mau hồn nước gọi ta rồi''\n:''Hỡi sỹ - nông - công - thương - binh''\n:''Đoàn kết lại như sao vàng năm cánh.''\n\n[[Tập tin:Flag of North Vietnam (1945–1955).svg|nhỏ|Mẫu cờ đỏ sao vàng nguyên thủy|250px]]\nTuy nhiên, ông không kịp nhìn thấy lá cờ của mình tung bay. Ngày [[30 tháng 7]] năm [[1940]], ông bị [[đế quốc thực dân Pháp|thực dân Pháp]] bắt giam (cùng với [[Nguyễn Thị Minh Khai]]). Khởi nghĩa Nam Kỳ thất bại, đàn áp đẫm máu và bị khủng bố rất tàn bạo. Thực dân Pháp đưa ông và nhiều yếu nhân của [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] như [[Nguyễn Thị Minh Khai]], [[Võ Văn Tần]], [[Hà Huy Tập]],... ra xử bắn ngày [[28 tháng 8]] năm 1941.\n\nLá cờ của Nguyễn Hữu Tiến đã lan rộng ra và trở thành cờ hiệu của phong trào [[Việt Minh]]. Tại [[Hội nghị Tân Trào]] chuẩn bị Tổng khởi nghĩa, [[Quốc dân đại hội]] đã nhất trí chọn lá cờ của Nguyễn Hữu Tiến làm Quốc kỳ của đất nước [[Việt Nam Dân chủ Cộng hòa]] và sau này là Quốc kỳ của nước [[Việt Nam|Cộng hòa Xã hội chủ nghĩa Việt Nam.]]\n\n== Tranh luận về tác giả cờ đỏ sao vàng ==\nTheo nguồn báo ''Tuổi Trẻ'' ra năm 2006, trong công văn số 1393\/VHTT-BTCM do Thứ trưởng Bộ Văn hóa - Thông tin Lưu Trần Tiêu ký ngày 18 tháng 4 năm 2001 có ghi rõ: \"Tất cả các nguồn tài liệu hiện có tại Cục Lưu trữ Trung ương Đảng, tại Viện Lịch sử Đảng trực thuộc Học viện Chính trị quốc gia Hồ Chí Minh, tại Bảo tàng Cách mạng Việt Nam, Bảo tàng Hồ Chí Minh đều không có tài liệu nào chứng minh đồng chí Nguyễn Hữu Tiến là người vẽ lá cờ [[Tổ quốc]]\". Có nghi vấn cho rằng ông [[Lê Quang Sô]], nguyên Bí thư Tỉnh ủy Tiền Giang mới là tác giả. Tại hội thảo ở Tiền Giang năm 2005 của Viện Lịch sử Đảng Cộng sản Việt Nam, viện trưởng viện này cho rằng lá cờ là sản phẩm của tập thể Xứ ủy Nam Kỳ, chưa có cơ sở vững chắc kết luận cá nhân ai là tác giả.<ref>[https:\/\/tuoitre.vn\/nguyen-huu-tien-hay-le-quang-so-173772.htm Nguyễn Hữu Tiến hay Lê Quang Sô?]<\/ref><ref>[https:\/\/web.archive.org\/web\/20070929123453\/http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=173930&ChannelID=89 Tác giả quốc kỳ: vẫn là dấu chấm hỏi]<\/ref>\n\n== Nhà lưu niệm ==\nNăm 1993, để ghi ơn Nguyễn Hữu Tiến, tỉnh Hà Nam đã cho xây dựng Nhà lưu niệm, mang tên: \"Nhà lưu niệm Đồng chí Nguyễn Hữu Tiến\". Hiện, nơi này do người con gái duy nhất của Nguyễn Hữu Tiến là bà Nguyễn Thị Xu trông nom.Trong căn nhà có treo một bức tranh sơn dầu vẽ cảnh Nguyễn Hữu Tiến đang ngồi vẽ lá cờ đỏ sao vàng, do cố nhạc sĩ Văn Cao vẽ.<ref>[http:\/\/dantri.com.vn\/xa-hoi\/liet-si-nguyen-huu-tien-nguoi-ve-la-co-to-quoc-623096.htm Nhà lưu niệm ]<\/ref>\n\nMộ Nguyễn Hữu Tiến hiện được an táng tại Nghĩa trang Liệt sĩ [[Thành phố Hồ Chí Minh]] (P. Long Bình, Q.9).\n\nÔng được đặt tên cho 1 con đường ở Tân Phú, Thành phố Hồ Chí Minh.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Thời gian sống|sinh=1901|mất=1941|tên=Nguyễn Hữu Tiến}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa I]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Bí thư Liên Tỉnh ủy Long Xuyên]]"}