{"107618":"{{Nguồn không đáng tin cậy|date=tháng 12\/2021}}\n{{Thông tin nhà văn\n| name = Nguyễn Tất Nhiên\n| image = TatNhien.jpg\n| imagesize = 150px\n| tên thật = Nguyễn Hoàng Hải\n| birth_date = [[30 tháng 5]] năm [[1952]]\n| birth_place = [[Biên Hòa]]\n| death_date = [[3 tháng 8]] năm [[1992]]\n| death_place = [[California]]\n| occupation = Nhà thơ\n| magnum_opus = ''Thiên tai''\n}}\n'''Nguyễn Tất Nhiên''' ([[1952]] - [[1992]]), tên thật là '''Nguyễn Hoàng Hải''', là một [[nhà thơ]] [[Việt Nam]]. \nKể từ năm [[1980]], anh sang định cư ở nước ngoài và qua đời tại [[California]], [[Hoa Kỳ]] vào năm [[1992]].\n \n==Thời trẻ==\nNguyễn Tất Nhiên sinh ngày [[30 tháng 5]] năm [[1952]] tại xã, Bình Trước, quận Châu Thành [[Biên Hòa]].\n\nNguyễn Tất Nhiên theo học trường trung học Ngô Quyền từ năm [[1963]] cho tới năm [[1970]]. Lúc mới vừa lên trung học đệ nhất cấp, Nguyễn Tất Nhiên đã làm thơ. Theo lời những người bạn cùng trường lúc đó, thơ của Nguyễn Tất Nhiên đã rất hay từ nhỏ. Lúc đó Nguyễn Tất Nhiên thành lập thi văn đoàn với bạn học là Đinh Thiên Phương, tên thật là Đinh Thiên Thọ. Cả hai [[thi sĩ]] học trò này cùng chung nhau xuất bản tập thơ ''Nàng thơ trong mắt'' năm [[1966]], khi đó Nguyễn Tất Nhiên được 14 tuổi. Trong tập thơ này Nguyễn Tất Nhiên lấy bút hiệu là '''Hoài Thi Yên Thi'''.\n\nThời gian này, Nguyễn Tất Nhiên đã gặp một cô gái người [[miền Bắc Việt Nam|miền Bắc]] tên là Duyên và có với cô này một tình cảm nhẹ nhàng nhưng không thành công vì hoàn cảnh gia đình và cả tính nghệ sĩ của Tất Nhiên. Dù vậy, cô gái tên Duyên này cũng đã là cảm hứng cho Tất Nhiên sáng tác khá nhiều bài thơ \"Khúc tình buồn\", hay các bài \"Cô Bắc Kỳ nho nhỏ\", \"Linh mục\", \"Em hiền như [[ma sơ]]\".\n\nTâm hồn nghệ sĩ của Nguyễn Tất Nhiên đã bộc lộ từ lúc anh còn rất trẻ. Đầu óc của anh được miêu tả lúc nào cũng như mơ mộng suy nghĩ đâu đâu, không tập trung ngay cả khi đang học. Bạn bè thời gian này gọi đùa anh là Hải Ngáo hay Hải Khùng. Tương truyền, có một buổi sáng, Nguyễn Tất Nhiên đứng giữa ngã tư ở [[Biên Hòa]] như chỗ không người, bỏ tay trong túi quần nhìn lên trên trời.\n\nMối tình vô vọng với cô Duyên, nỗi đam mê, niềm đau khổ làm người đã tạo nên phong cách thơ của ông.\n\nTheo lời kể của nhà thơ [[Thái Thụy Vy]]:<ref>{{Chú thích web |url=http:\/\/vanhoc.datviet.com\/thuvien\/tho\/loica.asp?id=8709&dang=uni&cochu=10 |ngày truy cập=2007-08-08 |tựa đề=Trang Văn học Đất Việt |archive-date = ngày 29 tháng 9 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070929102808\/http:\/\/vanhoc.datviet.com\/thuvien\/tho\/loica.asp?id=8709&dang=uni&cochu=10 }}<\/ref> \n{{quote|Hồi chưa nổi tiếng, trời nắng chang chang mà anh ưa mặc cái manteau mua ở khu Dân sinh, mồ hôi nhễ nhại, ưa đạp xe đạp đi cua cô em Bắc Kỳ nho nhỏ tên Duyên...}}\n\n==Giai đoạn từ năm 1971 trở về sau==\nSự nghiệp của Nguyễn Tất Nhiên thời gian đầu không mấy thành công. Cho đến khi thơ anh được một số thầy giáo gửi đăng báo ''Sáng tạo'' của [[Mai Thảo]]; rồi [[Phạm Duy]], [[Nguyễn Đức Quang]] thấy đó mà phổ nhạc thì mới bắt đầu nổi tiếng.\n\nVào khoảng năm [[1972]] hoặc [[1973]], Nguyễn Tất Nhiên nhận được giấy gọi nhập ngũ vào [[trường Võ khoa Thủ Đức]]. Tuy nhiên mới vào Trung tâm 3 Quang Trung, ông đã được cho thôi về vì lý do tâm thần bất ổn.{{fact}}\n\nSau năm [[1975]], Nguyễn Tất Nhiên sống ở trong nước cho tới [[1981]]. Trong thời gian này anh học đàn và sáng tác ca khúc với nhạc sĩ [[Nguyễn Hữu Nghĩa]] trong bốn năm.\n\nNăm [[1980]], anh sang định cư tại [[Pháp]], rồi cuối cùng sang [[Mỹ]] sống ở [[Quận Cam, California|Quận Cam]]. Năm [[1987]], anh gia nhập [[Hội Nhà Văn Việt Nam Lưu Vong]]. Sau anh lấy vợ có tên là Minh Thủy, rồi có với nhau 2 đứa con trai.\n\nNgày [[3 tháng 8]] năm [[1992]], người ta thấy anh nằm chết trong một xe hơi cũ, đậu dưới bóng cây trong sân chùa tại [[California]]. Mộ Nguyễn Tất Nhiên nằm trong Vườn vĩnh cửu thuộc nghĩa trang Westminster phía tây [[Little Saigon]] ([[California]]), và thường được những người du khách [[người Việt|Việt]] đến thăm viếng.\n\n==Tác phẩm ==\nThơ của Nguyễn Tất Nhiên nổi tiếng với những tác phẩm viết về cảm tình tuổi trẻ, bằng cách đào sâu vào cảm xúc, tư tưởng của con người. Anh thổi một làn gió mới vào thơ Việt Nam với đầy những ý tưởng kỳ lạ: ''Người yêu là dao nhọn'' (trong bài ''Khúc buồn tình''), là tín đồ duy nhất: \"''Tín đồ là người tình, người tình là ác quỷ, ác quỷ đầy quyền năng''\", còn tôi \"''là linh mục, giảng lời tình nhân gian''\", một cách ẩn dụ táo bạo để nói về cái tình cảm âu yếm trong đau khổ, lạc quan trong bi thiết của người yêu, được thể hiện bằng những lời lẽ bông đùa nhưng ngụ ý sâu cay. Nhiều bài khác thì gợi nên hình ảnh của tuổi học trò, vừa hồn nhiên, vừa nghịch ngợm (\"Duyên của ta tình con gái Bắc\", \"Bởi yêu em nên sầu khổ dịu dàng\")...\n\nThơ của anh do đó được đón nhận như một hiện tượng, cùng với sự quan tâm của các nhạc sĩ nổi tiếng lúc ấy như là Phạm Duy, Nguyễn Đức Quang, những dòng thơ kỳ lạ đã được phổ biến hầu khắp, được nhiều giới yêu thích.\n\nTác phẩm đã in<ref>{{Chú thích web |url=http:\/\/vwa-pen.org\/vannhanluc\/N\/nguyentatnhien.htm |ngày truy cập=2009-08-10 |tựa đề=Căn cứ theo Trung tâm Văn Bút Việt Nam Hải Ngoại |archive-date = ngày 13 tháng 12 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20091213103114\/http:\/\/vwa-pen.org\/vannhanluc\/N\/nguyentatnhien.htm }}<\/ref>:\n\n*''Nàng thơ trong mắt'' (thơ, Biên Hòa, 1966, cùng với Đinh Thiên Phương)\n*''Dấu mưa qua đất'' (thơ, Biên Hòa, 1968, cùng với bút đoàn Tiếng Tâm Tình)\n*''Thiên Tai'' (Thơ, 1970)\n*''Thơ Nguyễn Tất Nhiên'' (thơ góp nhặt từ 1969-1980, nhà xuất bản Nam Á - Paris in lần đầu tiên năm 1980)\n*''Những năm tình lận đận'' (tập nhạc 1977-1984, nhà xuất bản Tiếng Hoài Nam, Hoa Kỳ 1984)\n*''Chuông mơ'' (Thơ từ năm 1972-1987, nhà xuất bản Văn Nghệ - California, 1987)\n*''Tâm Dung'' (thơ, Người Việt 1989)\n*''Tính tình con gái 3 miền'' (Thơ)\nNgoài sáng tác thơ, anh còn viết một số bài nhạc, nổi tiếng trong số đó là bài \"Chiều trên đường Hồng Thập Tự\" và lời ca cho bài \"Trúc đào\" (nhạc của [[Anh Bằng]]).\n\n==Những bài hát [[phổ thơ]] Nguyễn Tất Nhiên==\n*Chiều trên đường Hồng Thập Tự (tự sáng tác)\n*Khi nào em vượt biển (tự sáng tác)\n*Như màu nắng sân trường (tự sáng tác)\n*Paris thu khúc (tự sáng tác)\n*Sài Gòn trên đường Nguyễn Du (tự sáng tác)\n*Sông chiều áo trắng (tự sáng tác)\n*Thoáng rụng một vì sao (tự sáng tác)\n*Trên nát tan tôi (tự sáng tác)\n*Thà như giọt mưa (Phạm Duy)\n*Cô Bắc kỳ nho nhỏ (Phạm Duy)\n*Hai năm tình lận đận (Phạm Duy)\n*Em hiền như Masoeur (Phạm Duy)\n*Anh vái trời (Phạm Duy)\n*Hãy yêu chàng (Phạm Duy)\n*Vì tôi là linh mục (Nguyễn Đức Quang)\n*Trúc Đào (Anh Bằng)\n*Nỗi sầu khổ dịu dàng (Nguyễn Hữu Nghĩa)\n*Lời buộc ràng trăm năm (Nguyễn Hữu Nghĩa)\n*Mười năm bên đời ta (Nguyễn Hữu Nghĩa)\n*Như những hoàng hôn (Nguyễn Hữu Nghĩa)\n*Xin chở tình ta theo (Nguyễn Hữu Nghĩa)\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.dongnai.gov.vn\/thong_tin_KTXH\/giao_duc_dao_tao\/mlnews.2006-12-29.3049844322] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080619230617\/http:\/\/www.dongnai.gov.vn\/thong_tin_KTXH\/giao_duc_dao_tao\/mlnews.2006-12-29.3049844322 |date=2008-06-19 }} Trường Trung học Ngô Quyền\n*[http:\/\/vanhoc.xitrum.net\/thoca\/hiendai\/5991.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090426050313\/http:\/\/vanhoc.xitrum.net\/thoca\/hiendai\/5991.html |date=2009-04-26 }} Bài thơ Giữa Trần Gian Tuyệt Vong\n*[http:\/\/vanhoc.datviet.com\/thuvien\/tho\/loica.asp?id=8709&dang=uni&cochu=10 Nguyễn Tất Nhiên trên trang Văn học Đất Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929102808\/http:\/\/vanhoc.datviet.com\/thuvien\/tho\/loica.asp?id=8709&dang=uni&cochu=10 |date = ngày 29 tháng 9 năm 2007}}\n\n{{thời gian sống|sinh=1952|mất=1992}}\n\n[[Thể loại:Nhà văn hải ngoại]]\n[[Thể loại:Nhà thơ hải ngoại]]\n[[Thể loại:Nhạc sĩ tình khúc 1954–1975]]\n[[Thể loại:Sinh năm 1952]]\n[[Thể loại:Mất năm 1992]]"}