{"517803":"{{bài cùng tên|Nguyễn Văn Tuấn (định hướng)}}\n'''Nguyễn Văn Tuấn''' là một nhà khoa học y khoa chuyên về [[dịch tễ học]] và di truyền loãng xương. Ông hiện là giáo sư y khoa tại [[Đại học New South Wales]], giáo sư và giám đốc Trung tâm Công nghệ y tế thuộc [[Đại học Kỹ thuật Sydney]], đồng thời kiêm nhiệm ngành dịch tễ học tại [[Đại học Notre Dame Australia]].<ref name=\"NVT2\">[https:\/\/dantri.com.vn\/giao-duc-huong-nghiep\/tu-phu-bep-tro-thanh-giao-su-1279166895.htmhttps:\/\/dantri.com.vn\/giao-duc-huong-nghiep\/tu-phu-bep-tro-thanh-giao-su-1279166895.htm Từ phụ bếp trở thành giáo sư]. ''Dân Trí''.<\/ref><ref name=\":0\">{{Chú thích web|url=https:\/\/www.garvan.org.au\/people\/tuangu|tựa đề=Prof Tuan Nguyen|tác giả=|họ=|tên=|ngày=|website=The Garvan Institute of Medical Research|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref name=\":1\">{{Chú thích web|url=https:\/\/www.sbs.com.au\/language\/vietnamese\/audio\/gs-nguyen-van-tuan-nhan-huan-chuong-danh-du-uc-vi-cac-dong-gop-cho-nghien-cuu-y-khoa|tựa đề=GS Nguyễn Văn Tuấn nhận Huân chương danh dự Úc vì các đóng góp cho nghiên cứu y khoa|website=SBS Your Language|ngôn ngữ=vi|ngày truy cập=2022-01-29}}<\/ref>. Năm 2022, ông được nhận Huân chương danh dự Úc (Member of the Order of Australia) vì các đóng góp cho nghiên cứu y khoa<ref name=\":1\"\/>.\n\n==Tiểu sử==\nÔng sinh ra và lớn lên tại [[Kiên Giang]]. Vượt biên rời [[Việt Nam]] bằng thuyền năm 1981, năm 1982 ông sang định cư tại [[Úc]]. Khi sang Úc định cư, ông bắt đầu bắc các công việc phụ bếp, rồi làm phụ tá trong phòng thí nghiệm sinh học tại Bệnh viện St. Vincent’s.<ref>{{Chú thích web|url=https:\/\/infonet.vietnamnet.vn\/doi-song\/gs-nguyen-van-tuan-tu-phu-bep-toi-giao-su-hang-dau-16351.html|tựa đề=GS Nguyễn Văn Tuấn, từ phụ bếp tới giáo sư hàng đầu|tác giả=|họ=|tên=|ngày=|website=Infonet|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nTừ năm 1987-1997, ông lần lượt tốt nghiệp [[Thạc sĩ]] [[thống kê]] [[Đại học Macquarie]] (Úc), [[Tiến sĩ]] y khoa [[Đại học New South Wales]] (Úc), Nghiên cứu sinh sau tiến sĩ (postdoc) tại đại học Wright State, Mỹ và [[Đại học Basle]], Trung tâm nghiên cứu lâm sàng [[Sandoz]] ([[Thụy Sĩ]]) và Bệnh viện St.Thomas ([[Anh]]).\n\nNăm 2009, ông được bổ nhiệm chức danh Giáo sư kiêm nhiệm tại [[Đại học New South Wales]] (Úc) trong khi công việc chính vẫn là nghiên cứu viên chính của viện [[Viện nghiên cứu Y khoa Garvan]], Úc. Từ năm 2008 - 2013 ông được làm Nghiên cứu viên cao cấp [[Hội đồng quốc gia về nghiên cứu y khoa và y tế Úc]] (NHMRC).<ref name=\"NVT2\" \/>\n\nÔng đã có khoảng 300 công trình nghiên cứu khoa học mà 70% là về di truyền học, 30% là dịch tễ học.<ref name=\":0\" \/> Hướng nghiên cứu của ông là di truyền và dịch tễ học loãng xương, y học cá thể hóa, phát triển các mô hình dự đoán, [[thống kê Bayes]].\n\nNgoài nghiên cứu Y khoa, ông cũng dành thời gian viết về nghiên cứu văn học và bình luận các vấn đề khoa học, xã hội trên các tờ báo ở [[Việt Nam]].\n\nNgày 26 tháng 1 năm 2022, GS Tuấn được Tổng toàn quyền Úc, đại diện Nữ hoàng Elizabeth, trao Huân chương Australia hạng AM (Member of the Order of Australia) vì những \"Cống hiến quan trọng cho nghiên cứu y khoa, đặc biệt là lãnh vực phòng chống loãng xương và gãy xương, và cho giáo dục đại học”<ref name=\":1\"\/>.\n\n==Những đóng góp với Việt Nam==\n\n\nSau [[chiến tranh Việt Nam]], những tác hại của [[chất độc da cam|chất độc màu da cam]] mà [[quân đội Mỹ]] đã rải xuống Việt Nam đã để lại nhiều di hại đối với người dân Việt Nam, mặc dù các tài liệu nghiên cứu ở nước ngoài nói nhiều tới vấn đề này song do những điều kiện khách quan ở trong nước có rất ít những công trình đánh giá về tác hại này, với những kinh nghiệm và chuyên môn của mình ông đã viết cuốn ''Chất độc da cam, dioxin và hệ quả'' được [[Nhà xuất bản Trẻ]] xuất bản vào tháng 07\/2004. Đây là cuốn sách đầu tiên viết về chất độc da cam ở Việt Nam một cách có hệ thống đã được in ra tiếng Pháp và tiếng Anh.\n\nNgoài công trình được in ra tiếng Anh và tiếng Pháp trên, ông còn tiếp tục đăng tải trên các báo ở Việt Nam và nước ngoài nhiều bài viết khác trình bày những bằng chứng chứng minh rằng chất độc da cam không chỉ để lại hệ quả cho người dân Việt Nam, mà ngay cả lính Mỹ. Ông dẫn chứng dữ kiện cho thấy Mỹ đã tiến hành một cuộc chiến tranh hóa học bất hợp pháp lớn nhất trong lịch sử nhân loại, bất chấp các Công ước Quốc tế như Quy ước La Hague (1907), [[Công ước Genève]] (1925), Nghị quyết của Liên hiệp quốc (1929) về việc cấm sử dụng chất độc hóa học trong chiến tranh. Đây cũng chính là luận điểm mà luật sư đại diện cho nạn nhân chất độc da cam gọi là \"tội ác chiến tranh\", \"tội ác chống nhân loại\" không thể dung thứ được và phải được xét xử một cách công bằng. Riêng ông xem đó như một sự \"sòng phẳng của lịch sử\" trong đó công lý phải được tôn trọng.\n\nTính đến nay ông đã in 10 cuốn sách tại Việt Nam. Ông đã hướng dẫn sinh viên và cộng tác với các đồng nghiệp ở Việt Nam trong lĩnh vực của ông trên 15 công trình nghiên cứu đã được đăng trên các tập san quốc tế, ông đã đào tạo được bốn tiến sĩ giúp Việt Nam và đã tổ chức các hội nghị chuyên ngành và mời hàng ngàn các đồng nghiệp quốc tế về Việt Nam. Ông thường xuyên về Việt Nam thỉnh giảng, mỗi lần như vậy kéo dài cả nửa tháng.\n\nÔng viết rất nhiều các bài viết về giáo dục, về kinh nghiệm nghiên cứu khoa học để chia sẻ với các sinh viên và đồng nghiệp trẻ ở Việt Nam trên blog của mình và báo chí trong nước, các ý kiến của ông được tiếp nhận tốt ở Việt Nam và được đánh giá cao.\n\nÔng là người tiên phong giới thiệu [[R (ngôn ngữ lập trình)|phần mềm R]] dùng trong nghiên cứu xác suất thống kê đến đông đảo [[sinh viên]] [[Việt Nam]]. Trong đó, ông đã viết hai cuốn sách:\n\n* Phân tích dữ liệu với R. NXB Tổng Hợp Tp HCM, 2014\n* Phân tích dữ liệu với R: Hỏi và Đáp. NXB Tổng Hợp Tp HCM, 2017\n\n==Xem thêm==\n*[[Giải thưởng Vinh danh nước Việt|Vinh danh nước Việt]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/baodatviet.vn\/van-hoa\/goc-nhin-van-hoa\/gs-nguyen-van-tuantroc-phu-moi-tin-kim-ngan-pha-le-2209464\/ GS Nguyễn Văn Tuấn:Trọc phú mới tin ’kim ngân phá lệ...’] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140512222657\/http:\/\/baodatviet.vn\/van-hoa\/goc-nhin-van-hoa\/gs-nguyen-van-tuantroc-phu-moi-tin-kim-ngan-pha-le-2209464\/ |date=2014-05-12 }}\n* [http:\/\/vnexpress.net\/tin-tuc\/khoa-hoc\/di-tat-don-dau-lam-hai-khoa-hoc-2420388.html 'Đi tắt đón đầu làm hại khoa học']\n\n[[Thể loại:Người Kiên Giang]]\n[[Thể loại:Người Úc gốc Việt]]\n[[Thể loại:Giáo sư gốc Việt]]\n[[Thể loại:Nhà nghiên cứu gốc Việt]]\n[[Thể loại:Tiến sĩ gốc Việt]]\n[[Thể loại:Người tị nạn Việt Nam]]\n[[Thể loại:Nhà thống kê học Việt Nam]]"}