{"296889":"'''Nguyễn Công Khế''' sinh năm [[1954]] tại [[Quảng Nam]], là nhà báo, đồng sáng lập báo Thanh Niên và Tổng Biên tập Báo Thanh Niên từ năm 1988 đến năm 2008. Ông từng là Ủy viên Ban chấp hành Hội Nhà báo Việt Nam, được huy chương vì sự nghiệp báo chí, hiện là Chủ tịch Hội đồng quản trị Công ty cổ phần Tập đoàn Truyền thông Thanh Niên.<ref name=tn1>[http:\/\/www.thanhnien.com.vn\/pages\/20141001\/nha-bao-nguyen-cong-khe-noi-ve-nhung-dieu-cam-ky.aspx Nhà báo Nguyễn Công Khế nói về những 'điều cấm kỵ' (*)], thanhnien, 01\/10\/2014<\/ref>\n\n==Hoạt động==\nTrước 1975 ông hoạt động trong phong trào sinh viên, học sinh tại Đà Nẵng và Sài Gòn chống chính quyền miền Nam (cũ). Sau 1975 ông công tác tại Thành đoàn TP Hồ Chí Minh, sau đó chuyển sang công tác tại báo Phụ nữ Việt Nam. Năm 1986 ông cùng [[Huỳnh Tấn Mẫm]] sáng lập báo Thanh Niên - diễn đàn của Hội Liên hiệp thanh niên Việt Nam, ông giữ vai trò phó Tổng biên tập. Từ 1988 đến nay ông làm Tổng biên tập báo này, được coi là tổng biên tập thâm niên nhất trong làng báo Việt Nam. Ông góp công lớn trong việc đưa Thanh niên từ một báo nhỏ xuất bản một kỳ\/tuần trở thành một trong những báo lớn nhất và có nhiều độc giả nhất tại Việt Nam hiện nay.\n\nNgoài công tác báo chí, ông hiện là Phó Chủ tịch Hội Liên hiệp thanh niên Việt Nam và tham gia nhiều hoạt động văn hóa, nghệ thuật. Ông là Trưởng ban Giám khảo nhiều cuộc thi như: Siêu mẫu Việt Nam, [[Hoa hậu Hoàn vũ Việt Nam 2008]]. Đồng thời, ông từng là thành viên Ban Giám khảo các cuộc thi [[Hoa hậu Trái Đất 2007]], [[Hoa hậu Hoàn vũ 2008]] và [[Hoa hậu Trái Đất 2011]].\n\n==Quan điểm==\n* Nguyên nhân của việc báo chí không dám động chạm vào những lĩnh vực nhạy cảm, đặc biệt là chống tham nhũng: do cơ chế, do các tổng biên tập sợ bị khiển trách, mất chức và cả do lãnh đạo mở quá rộng vùng gọi là nhạy cảm và vùng cấm.<ref name=tn1\/>\n* Trong cuộc phỏng vấn với Mặc Lâm, đài RFA vào ngày 19 tháng 11 năm 2014 về tự do báo chí ở VN:\n{{cquote|\"con đường, chính sách minh bạch thông tin và tự do báo chí trước sau gì nó cũng đến và dứt khoát mình phải làm thôi. Không có cách nào khác, không có lựa chọn nào khác.\"<ref name=rfa1>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/press-freedom-no-other-way-ml-11192014113124.html Nguyễn Công Khế: Tự do báo chí, không còn cách nào khác], RFA, 19 Tháng 11 2014<\/ref>}}\n* Nói với BBC vào ngày 20 tháng 11: Việc cởi trói cho báo chí được tự do bày tỏ quan điểm của mình \"chỉ có lợi\" cho chính quyền chứ \"không làm mất chế độ\".<ref name=bbc2>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/11\/141120_nguyencongkhe_media_call ‘Tự do báo chí không làm mất chế độ’], BBC, 20 Tháng 11 2014<\/ref>\n\n==Nhận xét==\n* Nhà thơ - nhà báo [[Đỗ Trung Quân]] lại cảm ơn sự \"hào hiệp\" của ông Nguyễn Công Khế dành cho nhiều người gặp khó trong môi trường xã hội - chính trị nhiều khi bất trắc: \"Nhiều năm qua, khi đã ở vị trí vững vàng, anh đã cứu giúp cưu mang khá nhiều người, những người của Sài Gòn sau 1975, khi ấy vì \"chủ nghĩa lý lịch\" đang phải lang thang nơi chợ trời thuốc Tây, đang mỗi ngày đạp xe đi bỏ từng ký cà phê trộn bắp rang và đủ thứ hoàn cảnh,công việc lam lũ, vất vả khác.\", \"Tính cách hào hiệp ấy trong anh là có thật. Anh có mặt trong đám tang giáo sư [[Nguyễn Ngọc Lan]] và hôm sau, khi không một tờ báo nào trong cả nước đưa tin về sự qua đời của giáo sư Lan, chính Thanh Niên là tờ báo duy nhất đăng những bài xúc động về sự nghiệp của một con người yêu nước, rồi trở thành tù nhân của cả hai chế độ.\"<ref name=bbc1>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2008\/12\/081231_reshuffle_blogs.shtml Bình luận trên blog về vụ thay đổi hai TBT], BBC, 31 Tháng 12 2008<\/ref>\n\n==Phong tặng==\n==Tham khảo==\n{{Tham khảo}}\n\n{{Sơ khai tiểu sử}}\n\n[[Thể loại:Sinh năm 1954]]\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Tổng biên tập Việt Nam]]\n[[Thể loại:Nhân vật còn sống]]"}