{"1008":"{{bài cùng tên|Nguyễn Du (định hướng)}}\n{{Thông tin nhà văn\n| name = Nguyễn Du<br>阮攸\n| image = Tượng đài cụ Nguyễn Du.jpg\n| imagesize = 222px\n| bgcolour = \n| caption = \n| birthname = Nguyễn Du\n| birth_date = {{ngày sinh|1766|1|3}}\n| birth_place = [[Nghi Xuân]], [[Hà Tĩnh]]\n| death_date = {{ngày mất và tuổi|1820|9|16|1766|1|3}}\n| death_place = [[Huế]]\n| realname = Nguyễn Du\n| penname = ''Tố Như, Thanh Hiên, Hồng Sơn lạp hộ, Nam Hải điếu đồ''\n| occupation =\n*[[Nhà Lê trung hưng|nhà Lê]]: Chánh thủ hiệu ([[Thái Nguyên]])\n*[[nhà Nguyễn]]: [[Bộ Lễ|Lễ bộ]] hữu [[Tham tri]], [[Chánh sứ]]\n| nationality = [[Việt Nam]]\n| ethnicity = \n| citizenship =\n| education = \n| alma_mater = \n| period = \n| genre = \n| subject = \n| movement = \n| notableworks = '''''[[Truyện Kiều]]'''''\n| awards = \n| spouse = Đoàn Thị Huệ\n| partner = \n| children = \n| relatives = \n| influences = \n| influenced = \n| signature = \n| website = \n}}\n'''Nguyễn Du''' ([[chữ Hán]]: 阮攸; [[3 tháng 1]] năm [[1766]] – [[16 tháng 9]] năm [[1820]]<ref name=\":1\">[https:\/\/tuoitre.vn\/nguyen-du-viet-kieu-dat-nuoc-hoa-thanh-van-14913.htm Nguyễn Du viết Kiều, đất nước hóa thành văn...] - ''Tuổi Trẻ Online''.<\/ref>) [[Tên chữ (người)|tên tự]] là '''Tố Như''' (素如), hiệu là '''Thanh Hiên''' (清軒), biệt hiệu là '''Hồng Sơn lạp hộ''' (鴻山獵戶), '''Nam Hải điếu đồ''' (南海釣屠), là một [[nhà thơ]], nhà văn hóa lớn thời Lê mạt Nguyễn sơ ở [[Việt Nam]]. Ông được [[người Việt]] kính trọng tôn xưng là \"Đại thi hào dân tộc\"<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/xa-hoi\/long-trong-ky-niem-250-nam-sinh-dai-thi-hao-nguyen-du-2015120603111071.htm|tiêu đề=Long trọng Kỷ niệm 250 năm sinh Đại thi hào Nguyễn Du|tác giả=|ngày=|ngày truy cập=23 tháng 5 năm 2017|nơi xuất bản=[[Dân trí (báo)|Báo điện tử Dân Trí]]|ngôn ngữ=}}<\/ref> và được [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] vinh danh là ''\"Danh nhân văn hóa thế giới\"''.<ref>{{Chú thích web|url=https:\/\/hanam.gov.vn\/Pages\/Danh-nhan-van-hoa-the-gioi--%C4%90ai-thi-hao-Nguyen-Du-(1765---2015)2118879219.aspx#:~:text=V%E1%BB%9Bi%20nh%E1%BB%AFng%20c%E1%BB%91ng%20hi%E1%BA%BFn%20c%E1%BB%A7a,h%C3%B3a%20tr%C3%AAn%20to%C3%A0n%20th%E1%BA%BF%20gi%E1%BB%9Bi.|tựa đề=Danh nhân văn hóa thế giới Nguyễn Du|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nTác phẩm '''''[[Truyện Kiều]]''''' của ông được xem là một [[kiệt tác]] [[văn học]], một trong những thành tựu tiêu biểu nhất trong nền [[văn học trung đại Việt Nam]].\n\n==Tiểu sử==\n===Gia thế===\nTheo một bản gia phả của dòng họ Nguyễn ở huyện Nghi Xuân, Nguyễn Du sinh ngày 23 tháng 11 năm [[Ất Dậu]] (tức ngày [[3 tháng 1]] năm [[1766]] theo [[lịch Gregory]]; một số tài liệu ghi [[1765]]<ref group=\"ghi chú\">Do chỉ ghi năm, không ghi rõ ngày thì phần lớn thời gian năm [[Ất Dậu]] tương ứng với năm [[1765]]. Nếu lấy ngày theo gia phả này là 23 tháng 11 năm Ất Dậu thì chuyển đổi sang lịch Gregory phải là ngày 3 tháng 1 năm [[1766]].<\/ref><ref name=\":1\"\/>) tại làng [[Tiên Điền]], [[Nghi Xuân]], [[Hà Tĩnh]].\n\nCha của Nguyễn Du là [[Nguyễn Nghiễm]] ([[1708]] – [[1775]]), sinh ở làng Tiên Điền, huyện Nghi Xuân, Hà Tĩnh, tên tự ''Hy Tư'', hiệu ''Nghị Hiên'', biệt hiệu là ''Hồng Ngự cư sĩ'', đậu Nhị giáp [[tiến sĩ]], làm quan đến chức Đại Tư đồ (Tể tướng), tước Xuân Quận công. Mẹ là bà Trần Thị Tần<ref>Theo ''\"Tuyển tập Trương Chính\"'', Nhà xuất bản Văn học 1997. Bà Tần là vợ trắc thất hàng thứ ba, bà sinh ngày mồng 6 tháng 7 năm [[Canh Thân]], niên hiệu Cảnh Hưng. Bà lấy chồng năm 16 tuổi, năm 17 tuổi bà sinh con đầu lòng là Nguyễn Trụ ([[1757]]), sau bà còn có năm bà khác nữa.<\/ref> (24\/8\/1740 – 27\/8\/1778), con gái một người làm chức Câu kế. Bà Tần quê ở làng Hoa Thiều, xã [[Minh Đạo]], huyện [[Tiên Du]] (Đông Ngàn), xứ [[Kinh Bắc]], nay thuộc tỉnh [[Bắc Ninh]]. Bà Tần là vợ thứ ba của Nguyễn Nghiễm (kém chồng 32 tuổi, sinh được 5 con, bốn trai và một gái).<ref>''Từ điển văn học'' (bộ mới), tr. 1120.<\/ref><ref>''Nguyễn Du về tác gia và tác phẩm'', Nxb Giáo dục, 2002, tr. 27.<\/ref>\n\nTổ tiên của Nguyễn Du, quê nội ở làng Tảo Dương, quê ngoại ở làng Canh Hoạch, huyện [[Thanh Oai]], trấn [[Sơn Nam (định hướng)|Sơn Nam]] (nay thuộc [[Hà Nội]]), nổi tiếng với câu chuyện Trạng Cậu, Trạng Cháu (Trạng nguyên [[Nguyễn Đức Lượng]] và Trạng nguyên [[Nguyễn Thiến]]). Về sau, Nam Dương công Nguyễn Doãn Miện (tức Nguyễn Nhiệm, là cháu của Trạng nguyên Nguyễn Thiến) di cư vào [[Hà Tĩnh]], trở thành vị tổ phụ của dòng họ Nguyễn Tiên Điền.\n\n===Thời thơ ấu===\nNăm [[Đinh Hợi]] (1767), khi Nguyễn Du mới một tuổi, [[Nguyễn Nghiễm]] được thăng Thái tử Thái bảo, hàm tòng nhất phẩm, tước Xuân Quận công nên Nguyễn Du thời đó sống trong giàu sang phú quý.\n\nNăm [[Giáp Ngọ]] (1774), cha Nguyễn Du sung chức [[tể tướng]], cùng [[Hoàng Ngũ Phúc]] đi đánh [[chúa Nguyễn]] ở Đàng Trong. Từ thời gian này Nguyễn Du chịu nhiều mất mát liền kề.\n\nNăm [[Ất Mùi]] 1775, anh trai Nguyễn Trụ (sinh năm [[1757]]) qua đời.\n\nNăm [[Bính Thân]] 1776 thân phụ ông mất.\n\nNăm [[Mậu Tuất]] 1778, khi 12 tuổi, thân mẫu Nguyễn Du là bà Trần Thị Tần mất. Cũng trong năm này, anh thứ hai của Nguyễn Du là Nguyễn Điều (sinh năm [[1745]]) được bổ làm Trấn thủ [[Hưng Hóa]]. Mới 13 tuổi, Nguyễn Du mồ côi cả cha lẫn mẹ nên ông phải ở với người anh khác mẹ là [[Nguyễn Khản]] (hơn ông 31 tuổi).\n\nNăm [[Canh Tý]] (1780), Nguyễn Khản là anh cả của Nguyễn Du đang làm Trấn thủ [[Sơn Tây (định hướng)|Sơn Tây]] bị khép tội mưu loạn trong [[Vụ án năm Canh Tý]], bị bãi chức và bị giam ở nhà Châu Quận công. Lúc này, Nguyễn Du được một người thân của Nguyễn Nghiễm là [[Đoàn Nguyễn Tuấn]] đón về [[Sơn Nam (trấn)|Sơn Nam Hạ]] nuôi ăn học.\n\nNăm [[Nhâm Dần]] (1782), [[Trịnh Sâm]] mất, [[Nạn kiêu binh|Kiêu binh]] phế [[Trịnh Cán]], lập [[Trịnh Tông]] lên ngôi chúa. Hai anh của Nguyễn Du là Nguyễn Khản được làm Thượng thư [[bộ Lại]] kiêm Trấn thủ Hưng Hóa, [[Thái Nguyên]], tước Toản Quận công và Nguyễn Điều làm Trấn thủ [[Sơn Tây (tỉnh cũ)|Sơn Tây]].\n\n===Thời niên thiếu===\nNăm [[Quý Mão]] (1783), Nguyễn Du [[thi Hương]] ở trường Sơn Nam, đậu Tam trường ([[Sinh đồ]]) lúc 18 tuổi. Ông lấy vợ là con gái của ông [[Đoàn Nguyễn Thục]]. Ông được tập ấm chức Chánh Thủ hiệu quân hùng hậu hiệu, chỉ huy đội quân hùng mạnh nhất Thái Nguyên của cha nuôi họ Hà ở [[Thái Nguyên]] cùng Nguyễn Đăng Tiến, làm quyền Trấn thủ Thái Nguyên thay mặt Nguyễn Khản.\n\nNguyễn Đăng Tiến tước Quản Vũ hầu, tức Cai Gia (theo ''[[Hoàng Lê nhất thống chí]]'') một tay \"giặc già\" [[Trung Quốc]] gốc người Việt Đông, [[Quảng Tây]] sang đầu quân làm thuộc hạ, tân khách dưới trướng Nguyễn Khản. Cai Gia là người dạy võ, 18 thứ binh khí, binh thư và kết nghĩa sinh tử với Nguyễn Du. Cai Gia còn lớn tuổi hơn cả Nguyễn Khản (hơn Nguyễn Du 31 tuổi) nên Nguyễn Du gọi là người anh cả kết nghĩa sống chết, tồn vong cùng có nhau, và gọi tên là Nguyễn Đại Lang (''Thanh Hiên thi tập'').\n\nCũng trong năm này, anh cùng mẹ của Nguyễn Du là [[Nguyễn Đề]] (sinh [[1761]]) đỗ [[Giải nguyên]] khoa [[thi Hương]] ở điện Phụng Thiên, và Nguyễn Khản đầu năm thăng chức Thiếu bảo, cuối năm thăng chức Tham tụng.\n\n[[Tháng hai|Tháng 2]] năm [[Giáp Thìn]] (1784), ''kiêu binh'' nổi dậy đưa hoàng tôn [[Lê Chiêu Thống|Lê Duy Kỳ]] lên làm thái tử. Dinh thự gia đình ở phường [[Bích Câu]], [[Thăng Long]] bị kiêu binh phá sạch, Nguyễn Khản phải trốn lên ở với em là Nguyễn Điều đang là trấn thủ [[Sơn Tây (tỉnh cũ)|Sơn Tây]].\n\nNăm [[1786]] thì Nguyễn Khản bị mắc bệnh rồi chết ở [[Thăng Long]].\n\nNăm [[1787]], Nguyễn Du bốn năm trấn đóng [[Thái Nguyên]], sau trận chiến với quân Tây Sơn, đi giang hồ không nhà không cửa cùng Nguyễn Đại Lang.\n\nNăm [[1788]], tướng Tây Sơn [[Vũ Văn Nhậm]] ra Bắc diệt [[Nguyễn Hữu Chỉnh]]. Nguyễn Đăng Tiến khởi nghĩa tại Tư Nông, bị chỉ huy Giáo bắt được cùng Nguyễn Quýnh giải về cho Nhậm. Nhậm trọng khí khái, tha chết và cho tùy ý muốn đi đâu thì đi. Nguyễn Đại Lang (Nguyễn Đăng Tiến) cùng Nguyễn Du, Nguyễn Quýnh sang [[Vân Nam]], Trung Quốc.\n\nĐến nơi Nguyễn Du bị bệnh ba tháng xuân, hết bệnh Nguyễn Du muốn thoát vòng trần tục thành nhà sư Chí Hiên đi chu du [[Trung Quốc]] theo gương thi hào [[Lý Bạch]]. Họ chia tay tại [[Liễu Châu]], Nguyễn Đại Lang về thăm quê cũ ở [[Quế Lâm]], hẹn gặp nhau tại Trung Châu ([[Hàng Châu]]).\n\nNguyễn Du đi chu du muôn dặm tại Trung Quốc (khoảng 5.000&nbsp;km trong 3 năm), từ Liễu Châu qua Quảng Tây đi đường Trường Sa đến [[Hán Dương]], qua sông Giang Hán đi [[Trường An]] và sau đó xuống Hàng Châu, \"Giang Nam, Giang Bắc túi tiền không\".\n\nTại Hàng Châu, Nguyễn Du ngụ tại [[chùa Hổ Bào]] (虎跑寺), nơi nhân vật lịch sử [[Từ Hải]], tức Minh Sơn Hòa thượng, từng tu hành. Nơi đây Nguyễn Du có được quyển [[Kim Vân Kiều|Kim Vân Kiều Truyện]] của Thanh Tâm Tài Nhân và quyết chí diễn ca thơ Nôm. Nguyễn Du và Cai Gia Nguyễn Đại Lang gặp lại tại miếu thờ và ngôi mộ của [[Nhạc Phi]] ở Hàng Châu (tại mộ Nhạc Phi, Nguyễn Du viết bài thơ ''Nhạc Vũ Mục mộ'' 岳武穆墓, nghĩa là \"Mộ Nhạc Vũ Mục\"), sau đó cùng đi [[Bắc Kinh|Yên Kinh]].\n\nNăm [[Kỷ Hợi]] (1789), [[Trận Ngọc Hồi-Đống Đa|Nguyễn Huệ đại phá quân Thanh]], [[Đoàn Nguyễn Tuấn]] hợp tác với [[nhà Tây Sơn|Tây Sơn]], giữ chức Thị lang bộ Lại.\n\nNăm [[1790]], Đoàn Nguyễn Tuấn cùng [[Phan Huy Ích]], [[Vũ Huy Tấn]] được cử vào sứ bộ của vua Quang Trung giả, sang Trung Quốc triều kiến vua [[Càn Long]].\n\nNguyễn Du trở về Hoàng Châu thì gặp [[Đoàn Nguyễn Tuấn]] trong sứ đoàn Tây Sơn trên đường đi [[Nhiệt Hà]]. Gặp nhau nơi lữ quán hai người đã cùng bàn luận về văn chương chuyện Hồng nhan đa truân. Nguyễn Du về trước và hẹn gặp nhau lại tại [[Thăng Long]].{{Cần chú thích}}\n\nCuối năm [[1790]], Nguyễn Du trở về Thăng Long. Ông có mối thân tình quen biết với nữ sĩ [[Hồ Xuân Hương]].\n\nTháng mười, năm [[Tân Hợi]] (1791), anh thứ tư cùng cha khác mẹ với Nguyễn Du là Nguyễn Quýnh do chống [[Nhà Tây Sơn|Tây Sơn]] nên bị bắt và bị giết. Dinh cơ, từ đường họ Nguyễn ở [[Tiên Điền]], Hà Tĩnh bị tướng Tây Sơn Lê Văn Dụ đốt cháy, phá hủy, làng Tiên Điền bị làm cỏ vì cuộc khởi nghĩa Nguyễn Quýnh.\n\nNăm [[Quý Sửu]] (1793), Nguyễn Du về thăm quê Tiên Điền và đến cuối năm ông vào kinh đô [[Cố đô Huế|Phú Xuân]] thăm anh là Nguyễn Đề đang làm thái sử ở [[Viện Cơ mật (Huế)|Viện Cơ mật]] và anh vợ là Đoàn Nguyễn Tuấn.\n\nNăm [[Giáp Dần]] (1794), Nguyễn Đề được thăng Tả phụng nghi [[bộ Binh]] và vào [[Quy Nhơn]] giữ chức Hiệp tán nhung vụ. Nguyễn Du và Nguyễn Ức được [[Nguyễn Đề]] giao cho việc về [[Hồng Lĩnh]] xây dựng lại từ đường và làng Tiên Điền mà ông bận việc quan không thể trực tiếp trông coi.\n\nNăm [[1795]], Nguyễn Đề đi sứ sang Yên Kinh dự lễ nhường ngôi của vua [[Càn Long]] [[nhà Thanh]], đến năm [[1796]] trở về được thăng chức Tả đồng nghị Trung thư sảnh.\n\nMùa đông năm [[Bính Thìn]] (1796), Nguyễn Du trốn vào [[Gia Định]] theo chúa [[Gia Long|Nguyễn Ánh]] nhưng bị Quận công Nguyễn Thận bắt giam ba tháng ở [[Nghệ An]]. Sau khi được tha ông về sống ở Tiên Điền. Trong thời gian bị giam ông có làm thơ ''My trung mạn hứng'' (Cảm hứng trong tù). Nguyễn Du ra [[Thăng Long]] thì [[Hồ Xuân Hương]] đã được mẹ gả cho thầy lang xóm Tây làng [[Quảng An (phường)|Nghi Tàm]].\n\nNăm [[1795|1797]], [[Nguyễn Đề]] thu xếp cùng [[Đoàn Nguyễn Tuấn]] cưới cô em út Đoàn Nguyễn Thị Huệ cho Nguyễn Du. Đoàn Nguyễn Tuấn giao cho Nguyễn Du gia trang tại [[Quỳnh Hải]], từ đây chấm dứt cuộc đời mười năm gió bụi.\n\nMùa thu năm [[Nhâm Tuất]] (1802), vua [[Gia Long]] diệt [[nhà Tây Sơn]]. [[Nguyễn Đề]] trốn tránh tại Phú Xuân được Gia Long gọi ra. [[Nguyễn Đề]] dâng sớ, vua Gia Long tha chết, mến tài và kính trọng dòng dõi con Xuân Quận công [[Nguyễn Nghiễm]] nên cho đi theo ra Bắc Thành làm việc dưới quyền Tổng trấn [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]]. Nguyễn Nể cố vấn chỉ dẫn các kinh nghiệm nghi lễ đi sứ, tiếp sứ Trung Quốc sang phong vương cho vua Gia Long như trường hợp [[Phan Huy Ích]]. [[Đoàn Nguyễn Tuấn]], lúc này khoảng 50 tuổi, có lẽ về ẩn cư trong \"Phong nguyệt sào\". \"Phong nguyệt sào\" (tổ gió trăng) là một cái chòi trong vườn hoa nhà Nguyễn Nể, nơi ông thường ngâm vịnh trong đó với tự hiệu là Sào Ông.\n\n==Sự nghiệp==\nNăm [[Quý Hợi]] (1803), khi vua Gia Long ra Bắc, Nguyễn Du từ [[Quỳnh Hải]] đem quân lương đi đón vua Gia Long, đến Phù Dung, trấn [[Sơn Nam (trấn)|Sơn Nam Thượng]] thì gặp vua Gia Long, vua phong ngay tri huyện Phù Dung, phủ [[Khoái Châu]], trấn Sơn Nam (nay là huyện [[Phù Cừ]], tỉnh [[Hưng Yên]]). Sự kiện này giống như [[Tần Phi Tử|Phi Tử]] đời [[Chiến Quốc]] dâng ngựa cho vua [[Chu Hiếu Vương]] mà được chức Phụ Dung, nên Nguyễn Du có danh hiệu là Phi Tử.\n\nNhờ thời kỳ đi giang hồ, Nguyễn Du đã thông thạo các ngôn ngữ Trung Quốc, nên chỉ mấy tháng sau thăng tri phủ [[Thường Tín]], trấn Sơn Nam Thượng (nay thuộc [[Hà Nội]]), ông được đặc cách lên [[nam Quan|ải Nam Quan]] tiếp sứ [[nhà Thanh]] sang phong sắc cho vua [[Gia Long]].\n\nNăm [[Ất Sửu]] (1805), ông được thăng Đông các học sĩ, tước Du Đức hầu và vào nhậm chức ở kinh đô Phú Xuân.\n\nNăm [[Đinh Mão]] (1807), ông được cử làm giám khảo kỳ [[thi Hương]] ở Hải Dương. Mùa thu năm [[Mậu Thìn]] (1808), ông xin về quê nghỉ.\n\nNăm [[Kỷ Tỵ]] (1809), ông được bổ chức Cai bạ (hàm Tứ phẩm) ở [[Quảng Bình]].\n\nNăm [[Quý Dậu]] (1813), ông được thăng [[Tứ trụ triều đình (Việt Nam)|Cần chánh điện học sĩ]] (chính Tam phẩm) và được cử làm chánh sứ sang [[nhà Thanh]].\n\nNăm [[1814]], ông đi sứ về, được thăng [[Bộ Lễ|Lễ bộ]] hữu Tham tri (tòng Nhị phẩm).\n\nNăm [[Bính Tý]] (1816), anh rể Nguyễn Du là [[Vũ Trinh]] vì liên quan đến vụ án cha con Tổng trấn [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] nên bị đày vào [[Quảng Nam]].\n\nNăm [[Canh Thìn]] (1820), vua [[Gia Long]] qua đời, Nguyễn Phúc Đảm nối ngôi, tức vua [[Minh Mạng]]. Lúc này Nguyễn Du được cử đi làm chánh sứ sang [[nhà Thanh]] báo tang và cầu phong nhưng ông bị bệnh dịch tả chết ngày mồng 10 tháng 8 năm [[Canh Thìn]] (tức [[16 tháng 9]] năm [[1820]]) hưởng thọ 54 tuổi.\n\nNăm [[Giáp Thân]] (1824), di cốt của ông được cải táng về quê nhà là làng [[Tiên Điền]], [[Hà Tĩnh]].<ref>''Nguyễn Du về tác gia và tác phẩm'', Nhà xuất bản Giáo dục, 2002, tr. 27-30.<\/ref>\n\n==Tác phẩm==\nQua các [[Tác phẩm văn học|tác phẩm]] của Nguyễn Du, nét nổi bật chính là sự đề cao [[Cảm xúc|xúc cảm]]. Nguyễn Du là [[nhà thơ]] có học vấn uyên bác, nắm vững nhiều thể thơ của [[Trung Quốc]] như: ngũ ngôn cổ thi, ngũ ngôn luật, thất ngôn luật, ca, hành,... nên ở thể thơ nào, ông cũng có bài xuất sắc. Đặc biệt hơn cả là tài làm thơ bằng [[chữ Nôm]] của ông, mà đỉnh cao là ''[[Truyện Kiều]]'', đã cho thấy [[Thơ lục bát|thể thơ lục bát]] có khả năng chuyển tải nội dung [[tự sự]] và trữ tình to lớn trong thể loại truyện thơ.\n\nChính trên cơ sở này mà trong thơ Nguyễn Du luôn luôn vang lên [[âm thanh]], bừng lên [[màu sắc]] của sự sống, hằn lên những đường nét sắc cạnh của bức tranh hiện thực đa dạng. Và giữa những âm thanh, màu sắc, đường nét vô cùng phong phú đó, Nguyễn Du hiện ra vừa dạt dào yêu thương, vừa bừng bừng căm giận. Đây là chỗ đặc sắc và cũng là chỗ tích cực nhất trong [[nghệ thuật]] của Nguyễn Du. Từ thơ [[chữ Hán]] cho đến ''[[Truyện Kiều]]'' đã tạo nên cái sức sống kỳ lạ ở hầu hết các tác phẩm của ông.<ref>[[Nguyễn Huệ Chi]], ''Tạp chí Văn học'', tháng 11-1966 (''Nguyễn Du-Về tác gia và tác phẩm'').<\/ref>\n===Văn bản===\nSáng tác của Nguyễn Du được lưu hành ngay từ lúc ông còn sống. Tương truyền ''Truyện Kiều'' được [[Phạm Quý Thích]] nhuận sắc và cho in ở phố [[Hàng Gai]] ([[Hà Nội]] lúc ấy). Sau khi Nguyễn Du mất chỉ vài chục năm, vua [[Tự Đức]] từng có sớ cho quan tỉnh [[Nghệ An]] thu thập tất cả di cảo của Nguyễn Du để đưa về kinh. Từ đó đến nay, việc sưu tập, nghiên cứu, phổ biến di sản [[văn học]] của Nguyễn Du vẫn còn tiếp tục. Còn có những ý kiến hồ nghi tác giả một số bài thơ [[chữ Hán]] vẫn được coi là của Nguyễn Du. Việc xác định thời điểm ra đời của các tác phẩm chưa được giải quyết, kể cả thời điểm Nguyễn Du viết ''[[Truyện Kiều]]''. Mặc dù đã mất nhiều công sức, nhưng các ý kiến trong giới nghiên cứu vẫn còn rất khác nhau.<ref name=\"ReferenceA\">''Nguyễn Du về tác gia và tác phẩm'', Nxb Giáo dục, 2002, trang 11-12.<\/ref>\n\n===Tác phẩm bằng chữ Hán===\nTheo gia phả họ Nguyễn Tiên Điền thì Nguyễn Du để lại ba tập thơ [[chữ Hán]]: [[Thanh Hiên tiền hậu tập]], [[Nam trung tạp ngâm]] và [[Bắc hành tạp lục]].\n\nNhững năm đầu [[Thế kỷ 20|thế kỷ XX]], khi biên soạn cuốn ''Truyện cụ Nguyễn Du'', [[Lê Thước]] và Phan Sĩ Bàng đã thu thập được một phần lớn những bài thơ đó, nhưng chưa công bố, chỉ mới trích dẫn một số bài lẻ tẻ. Khoảng năm 1940-41, ông [[Đào Duy Anh]] lại làm công việc đó một lần nữa. Ông cho biết:\n\nBa tập thơ [[chữ Hán]] chính họ Nguyễn Tiên Điền cũng không giữ được tập nào. Những tác phẩm bằng chữ Hán của Nguyễn Du rất nhiều, nhưng mãi đến năm [[1959]] mới được ba [[Nho giáo|nhà nho]] là: [[Bùi Kỷ]], Phan Võ và [[Nguyễn Khắc Khanh|Nguyễn Khắc Hanh]] sưu tầm, [[phiên dịch]], chú thích và giới thiệu tập ''Thơ chữ Hán Nguyễn Du'' (Nhà xuất bản Văn hóa, 1959) chỉ gồm có 102 bài. Đến năm [[1965]], Nhà xuất bản Văn học đã ra ''Thơ chữ Hán Nguyễn Du tập mới'' do [[Lê Thước]] và Trương Chính sưu tầm, chú thích, phiên dịch, sắp xếp, gồm 249 bài như sau:\n\n''[[Thanh Hiên thi tập]]'' (Tập thơ của Thanh Hiên) gồm 78 bài, viết chủ yếu trong những năm tháng trước khi làm quan [[nhà Nguyễn]]. Tập thơ được sáng tác trong ba giai đoạn:\n*Giai đoạn \"Mười năm gió bụi\", từ năm 1786, năm [[Nhà Tây Sơn|Tây Sơn]] bắt đầu đưa quân ra [[Đàng Ngoài|Bắc Hà]], cho đến năm Nguyễn Du trở về quê nhà ở [[Hồng Lĩnh]], khoảng cuối những năm 1795 đầu năm 1796.\n*Giai đoạn \"Dưới chân núi Hồng\", từ năm 1796 đến năm 1802.\n*Giai đoạn \"Ra làm quan ở Bắc Hà\", từ năm 1802 đến cuối năm 1804 (trong giai đoạn này có lần nhà thơ được cử đi nghênh tiếp sứ thần [[nhà Thanh]] sang phong sắc cho [[Gia Long]]).\n\n==== Nam trung tạp ngâm ====\n''[[Nam trung tạp ngâm]]'' (Ngâm nga lặt vặt lúc ở miền Nam) gồm 40 bài thơ làm từ năm 1805 đến cuối năm 1812, tức là từ khi được thăng hàm Đông các học sĩ vào làm quan ở [[Cố đô Huế|Kinh]] (gần 4 năm) cho đến hết thời kỳ làm Cai bạ dinh [[Quảng Bình]] (3 năm, 5 tháng). Ông viết khi làm quan ở [[Huế]], Quảng Bình và những địa phương ở phía nam [[Hà Tĩnh]].\n\nBài đầu tập thơ, ''\"Phượng hoàng lộ thượng tỏa hành\"'', đúng là bài làm trên đường đi vào Kinh nhận chức: Từ tỉnh lỵ [[Hà Tĩnh]] đi vào có núi Phượng Hoàng và quán Phượng hoàng, và bài ''\"Nễ giang khẩu hương vọng\"'', gần cuối tập, có câu:\n::''Độc bão hương tâm dĩ tứ niên''\n:(dịch nghĩa: Ôm nỗi nhớ quê đã bốn năm trời).\n\n==== Bắc hành tạp lục ====\n''[[Bắc hành tạp lục]]'' (Ghi chép linh tinh trong chuyến đi sang phương Bắc) gồm 131 bài thơ, viết trong chuyến đi sứ sang [[Trung Quốc]]. Chúng tôi có theo dõi cuộc đi xứ này trên [[bản đồ]] theo những [[tài liệu]] mà các phái đoàn của ta gần đây đi tham quan Trung Quốc tìm được và đã đối chiếu với các bài thơ, thì thấy cách sắp xếp các bài thơ đã ổn. Bài ''\"Thăng Long\"'' (tháng 2 năm [[1813]]) và bài cuối tập ''\"Chu Phát\"'' làm khi trở lại Võ Xương (cuối năm [[1813]]). Từ đó, nhà thơ lên thuyền về [[Nam Quan]] theo con đường đã đi lần trước, nên không có thơ nữa. Chỉ có một vài bài còn Cối, Vương thị (vợ Tần Cối), không ở chỗ thích đáng của nó, làm ta ngờ rằng nhà thơ nhân nhớ đến những nhân vật đó mà làm thơ, chứ không phải tức cảnh sinh tình như tuyệt đại đa số các bài trong tập này. Trường hợp này giống trường hợp bài ''\"[[Độc Tiểu Thanh ký]]\"'' (số 78 ''Thanh hiên thi tập''), bài này không phải làm khi nhà thơ đi qua mộ Tiểu Thanh ở [[Tây Hồ (quận)|Tây Hồ]], mà làm khi còn ở nhà, nên không ở trong ''Bắc hành tạp lục''.\n\nVới cách sắp xếp đó có thể hiểu được tâm sự của Nguyễn Du trong từng giai đoạn. Có thể xem ba tập thơ này là ba tập nhật ký ghi trong một khoảng thời gian dài, từ năm nhà thơ 21 tuổi ([[1786]]) cho đến năm nhà thơ 49 tuổi ([[1814]]), trước lúc chết 5 năm. Bài thơ nào cũng chứa đựng một lời tâm sự. Ngay những bài tức cảnh vịnh sử khi đi sứ [[Trung Quốc]] cũng không phải là những bài tức cảnh, vịnh sử thuần túy mà đều có bao hàm tâm sự của nhà thơ, bộc lộ thái độ sống của nhà thơ một cách hết sức rõ rệt.\n\nTập thơ 249 bài thơ [[chữ Hán]] của Nguyễn Du là một công trình tập thể đã được cụ Lê Thước và Trương Chính thu thập tài liệu, dịch nghĩa, chú thích, sắp xếp.\n\n===Tác phẩm bằng chữ Nôm===\nVề văn thơ [[Chữ Nôm|Nôm]], Nguyễn Du sử dụng tài tình hai thể thơ dân tộc [[Lục bát (thể thơ)|lục bát]] và [[Thơ song thất lục bát|song thất lục bát]]. Ông đã làm mới [[ngôn ngữ]] văn học [[Tiếng Việt]].\n\nNhững tác phẩm bằng [[chữ Nôm]] của Nguyễn Du gồm có:\n\nNguyễn Du lưu lại trong kho tàng văn học Việt Nam thiên trường thi bất hủ '''''[[Truyện Kiều|Đoạn Trường Tân Thanh]]''''' (Truyện Kiều) được truyền tụng trong dân gian và được liệt vào tài liệu giáo khoa dạy ở bậc trung học. ''[[Truyện Kiều|Đoạn Trường Tân Thanh]]'' là áng văn chương tuyệt tác, viết theo thể thơ lục bát gồm 3.254 câu, dài nhất trong các tác phẩm xưa nay.\n\n''Đoạn trường tân thanh'' (Tiếng kêu mới về nỗi đau đứt ruột, tên phổ biến là ''[[Truyện Kiều]]''), được viết bằng chữ Nôm, gồm 3.254 câu thơ theo thể lục bát. Nội dung của truyện dựa theo tác phẩm [[Kim Vân Kiều|Kim Vân Kiều truyện]] của [[Thanh Tâm Tài Nhân]], Trung Quốc. Nội dung chính của truyện xoay quanh quãng đời lưu lạc sau khi bán mình chuộc cha của [[Thúy Kiều]], nhân vật chính trong truyện, một cô gái có tài sắc. Về thời điểm sáng tác, ''Từ điển văn học'' (bộ mới) ghi: \"Có thuyết cho rằng Nguyễn Du viết ra sau khi ông đi sứ [[Trung Quốc]] (1814-1820), có thuyết cho nói ông viết trước khi đi sứ, có thể vào khoảng thời gian làm Cai bạ ở [[Quảng Bình]] (1804-1809). Thuyết sau được nhiều người chấp nhận hơn\".\n\nNgoài ra, ''Văn chiêu hồn'' (tức ''[[Văn tế thập loại chúng sinh]]'') là một ngâm khúc gồm có 184 câu theo thể song thất lục bát, trong đó chứa đựng tấm lòng từ bi của [[Phật giáo|Phật tử]] Nguyễn Du đối với cảnh khổ của muôn vạn sinh linh, cũng là một tác phẩm giá trị được nhiều học giả nghiên cứu, trích giảng, hiện chưa rõ thời điểm sáng tác. Trong văn bản do Đàm Quang Thiện hiệu chú có dẫn lại ý của ông [[Trần Thanh Mại]] trên ''\"Đông Dương tuần báo\"'' năm [[1939]], thì Nguyễn Du viết bài văn tế này sau một mùa dịch khủng khiếp làm hằng triệu người chết, khắp non sông đất nước âm khí nặng nề, và ở khắp các chùa, người ta đều lập đàn giải thoát để cầu siêu cho hàng triệu linh hồn. Ông [[Hoàng Xuân Hãn]] cho rằng có lẽ Nguyễn Du viết ''Văn chiêu hồn'' trước cả ''[[Truyện Kiều]]'', khi ông còn làm cai bạ ở Quảng Bình (1802-1812).\n\n''Thác lời trai phường nón'', 48 câu, được viết bằng thể lục bát. Nội dung là thay lời anh con trai phường nón làm thơ tỏ tình với cô gái phường vải.\n\n''Văn tế sống Trường Lưu nhị nữ'', 98 câu, viết theo lối văn tế, để bày tỏ nỗi uất hận vì mối tình với hai cô gái phường vải khác.\n\nThơ Nôm của Nguyễn Du đều thấy chỗ đậm, chỗ nhạt những yếu tố hoặc biểu hiện của [[Cổ điển|chủ nghĩa cổ điển]], [[chủ nghĩa lãng mạn]] và [[chủ nghĩa hiện thực]] trong văn học. Các tác phẩm thơ Nôm của ông đều thể hiện tư tưởng, tình cảm sâu sắc, tài năng nghệ thuật của ông xuyên suốt các tác phẩm của ông, xuyên suốt cuộc đời ông và thể hiện rõ nhất qua áng văn chương bất hủ là ''Truyện Kiều''.\n\n===Trước năm 1930===\nTrong quãng thời gian hơn một trăm năm này, người bình luận các tác phẩm của Nguyễn Du là các [[Nho giáo|nhà nho]]. Ở [[Thế kỷ 19|thế kỷ XIX]], các nhà nho thường qua những bài thơ vịnh, những bài tựa mà bộc lộ cách nhìn, chính kiến của mình với tác phẩm. Sang [[Thế kỷ 20|thế kỷ XX]], các nhà nho lại phát biểu bằng những bài văn chính luận. Nhưng bình luận ở giai đoạn nào họ cũng đều chia làm hai dòng khen và chê. Tuy nhiên, dù khen hay chê thì tất cả họ đều đánh giá cao nghệ thuật văn chương của Nguyễn Du. Nhưng văn chương được nhìn như có sự tách rời của hình thức với nội dung.\n\n===Từ 1930 đến 1945===\nNghiên cứu phê bình [[văn học]] thời gian này đã thành một bộ môn riêng biệt, mang ý nghĩa hiện đại. Các tác phẩm của Nguyễn Du trong giới nghiên cứu, phê bình thấy rõ ba khuynh hướng sau:\n# ''Khuynh hướng phê bình ấn tượng chủ quan'' với các ông [[Hoài Thanh]], [[Lê Tràng Kiều]], [[Lưu Trọng Lư]]\n# ''Khuynh hướng giáo khoa'' qua những công trình của các ông [[Đào Duy Anh]], [[Dương Quảng Hàm]]\n# ''Cách tiếp cận kiểu khoa học'' của ông [[Nguyễn Bách Khoa]]\n\n===Từ 1945 đến 1975===\nTrong giai đoạn chia đôi đất nước này, tại [[Miền Bắc (Việt Nam)|miền Bắc]], việc nghiên cứu các tác phẩm của Nguyễn Du trong quan hệ với [[Hiện thực xã hội chủ nghĩa|hiện thực đời sống xã hội]] theo quan điểm mỹ học [[Chủ nghĩa Marx|Marxist]]. Tác phẩm văn học được nhìn nhận như là sự phản ánh đời sống xã hội và bộc lộ thái độ của [[nhà văn]] đối với hiện thực đó. Hai công trình theo hướng này xuất hiện sớm và đáng chú ý hơn cả là cuốn: ''Quyền sống của con người trong \"Truyện Kiều\"'' của [[Hoài Thanh]] (1949) và bài báo ''Đặc sắc của văn học cổ điển Việt Nam qua nội dung \"Truyện Kiều\"'' của [[Đặng Thai Mai]] (1955). Vấn đề tinh thần nhân đạo và tính hiện thực của \"[[Truyện Kiều]]\" được hai tác giả chú ý đặc biệt và coi là giá trị cơ bản của tác phẩm.\n\nỞ [[Miền Nam (Việt Nam)|miền Nam]], thời kỳ 1954–1975 cũng có nhiều người để tâm phê bình nghiên cứu các tác phẩm của Nguyễn Du. Dịp kỷ niệm 200 năm ngày sinh Nguyễn Du, trên các tập san ''Văn'' (số 43, 44) và ''Bách khoa thời đại'' (số 209) có nhiều bài phê bình được công bố. Trước đó, năm [[1960]], có cuốn ''Chân dung Nguyễn Du'' tập hợp một loạt bài viết về Nguyễn Du của nhiều tác giả. Trước sau năm [[1970]] cũng thấy một số công trình khá công phu của [[Phạm Thế Ngũ]], [[Đặng Tiến]], [[Nguyễn Đăng Thục]],...\n\n===Từ 1980 đến nay===\nTrong giai đoạn này, các tác phẩm của Nguyễn Du được tiếp cận bởi nhiều phương pháp mới: phong cách học, thi pháp học, ký hiệu học... Đã xuất hiện một số công trình đáng chú ý của [[Phan Ngọc]], [[Trần Đình Sử]], [[Đỗ Đức Hiểu]],...\n\nNhìn chung các tác giả đều cố gắng khách quan hóa việc phân tích tác phẩm, muốn làm cho các kết kuận của mình là hiển nhiên, \"không còn tranh cãi\". Tuy vậy mọi việc không đơn giản, các ý kiến vẫn cứ rất xa nhau, điều đó có nghĩa là những cuộc tranh luận sẽ vẫn tiếp diễn và như vậy nghiên cứu, phê bình về các tác phẩm của Nguyễn Du sẽ tiếp tục tiến triển.\n\nSáng tác của Nguyễn Du không thật đồ sộ về khối lượng, nhưng có vị trí đặc biệt quan trọng trong di sản văn học và văn hóa dân tộc. Hơn nữa nó lại rất năng sản. Từ ''[[Truyện Kiều]]'' đã nảy sinh biết bao những hình thức sáng tạo văn học và văn hóa khác nhau: thơ ca về Kiều, các phóng tác ''Truyện Kiều'' bằng văn học, [[sân khấu]], [[điện ảnh]]; rồi rất nhiều những dạng thức của nghệ thuật dân gian: đố Kiều, giảng Kiều, lẩy Kiều, bói Kiều... Đặc biệt là số lượng rất lớn những bài bình luận, những công trình phê bình, nghiên cứu.\n\n== Tưởng niệm ==\nĐược biết, Nguyễn Du qua đời vào ngày 18 tháng 9 năm 1820. Từ đó đến nay, tại [[Việt Nam]] đang có những con đường, phố và ngôi trường mang tên ông.\n\nNgày [[17 tháng 11]] năm 2015 tại [[Hà Nội]], [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]], UBND tỉnh [[Hà Tĩnh]] đã tổ chức họp báo giới thiệu về các hoạt động kỷ niệm 250 năm ngày sinh của Nguyễn Du. Lễ kỷ niệm cấp quốc gia 250 năm sinh Đại thi hào Nguyễn Du (1765-2015) diễn ra ngày [[5 tháng 12]] năm 2015 tại thành phố [[Hà Tĩnh (thành phố)|Hà Tĩnh]], tỉnh [[Hà Tĩnh]].<ref>{{Chú thích web|url = http:\/\/www.antv.gov.vn\/tin-tuc\/van-hoa-the-thao\/nhieu-hoat-dong-ky-niem-250-ngay-sinh-dai-thi-hao-nguyen-du-178037.html|tiêu đề = Nhiều hoạt động kỷ niệm 250 ngày sinh Đại thi hào Nguyễn Du}}<\/ref> với chương trình nghệ thuật \"Tiếng thơ ai động đất trời\" do Cục Nghệ thuật biểu diễn, Bộ Văn hóa, Thể thao và Du lịch chỉ đạo và [[Nhà hát Nghệ thuật đương đại Việt Nam]] thực hiện với sự tham gia của gần 650 nghệ sĩ.<ref>{{Chú thích web|url = http:\/\/dantri.com.vn\/van-hoa\/650-nghe-sy-tham-gia-dem-nghe-thuat-ky-niem-250-nam-ngay-sinh-nguyen-du-2015111716145401.htm|tiêu đề = 650 nghệ sĩ tham gia đêm nghệ thuật kỷ niệm 250 năm Ngày sinh Nguyễn Du}}<\/ref>\n\nLễ kỷ niệm có các chuỗi hoạt động chính: Tổ chức các hội thảo khoa học trong nước và quốc tế; xuất bản ''[[Truyện Kiều]]'', các tác phẩm của Nguyễn Du ra nhiều thứ tiếng khác nhau; xây dựng phim tư liệu, các tác phẩm âm nhạc, hội họa… về thời đại, cuộc đời, sự nghiệp, tác phẩm của Nguyễn Du và dòng họ [[Nguyễn]] [[Tiên Điền]]; tổ chức các cuộc thi tìm hiểu, thi ngâm Kiều, lẩy Kiều, bình Kiều, diễn trò Kiều, nói chuyện về tác phẩm của Nguyễn Du; tổ chức các hoạt động hưởng ứng kỷ niệm tại Thủ đô Hà Nội là nơi sinh và tại tỉnh [[Bắc Ninh]] (quê mẹ của ông); tuần Văn hóa, Du lịch Nguyễn Du, bắt đầu từ ngày [[28 tháng 11]] đến ngày [[5 tháng 12]] năm 2015 tại [[Hà Tĩnh]].\n\nBên cạnh đó, từ ngày 17 đến [[25 tháng 11]] năm 2015 tại [[Thư viện Khoa học Tổng hợp Thành phố Hồ Chí Minh]] diễn ra Tuần triển lãm về Nguyễn Du do Thư viện Khoa học tổng hợp Thành phố Hồ Chí Minh và Công ty Cổ phần Văn hóa và Truyền thông [[Nhã Nam (công ty)|Nhã Nam]] tổ chức. Triển lãm quy tụ tương đối đầy đủ các ấn bản bằng [[chữ Quốc ngữ]], [[chữ Hán]], [[chữ Nôm]] những sáng tác của Nguyễn Du cũng như các công trình nghiên cứu, biên khảo, chú thích về Nguyễn Du của nhiều lớp học giả. Điểm nhấn của triển lãm là những bản Nôm gốc như bản in ''[[Kim Vân Kiều tân tập]]'' (năm [[Bính Ngọ]] niên hiệu [[Thành Thái]] 1906), bản chép tay ''Kim Vân Kiều thích chú'' ([[Kỷ Mão]] 1879). Ngoài ra, còn có 20 bức [[Thư pháp chữ Quốc ngữ|thư pháp]] của các thành viên Chi hội Thư pháp (Hội Văn học Nghệ thuật các dân tộc thiểu số Thành phố Hồ Chí Minh) cũng sẽ được trưng bày với nội dung là những trích đoạn các sáng tác của Nguyễn Du ([[Truyện Kiều]], [[Văn tế thập loại chúng sinh]]…).<ref>{{Chú thích web|url = http:\/\/www.nguyendu.vn\/vi\/hoat-dong-ky-niem-250-nam-ngay-sinh-dai-thi-hao-nguyen-du-6E6C563195B459FDBD05D8F9BED67F45.html|tiêu đề = Hoạt động Kỷ niệm 250 năm ngày sinh đại thi hào Nguyễn Du|ngày truy cập = 2021-05-15|archive-date = ngày 4 tháng 3 năm 2016 |archive-url = https:\/\/web.archive.org\/web\/20160304232834\/http:\/\/www.nguyendu.vn\/vi\/hoat-dong-ky-niem-250-nam-ngay-sinh-dai-thi-hao-nguyen-du-6E6C563195B459FDBD05D8F9BED67F45.html}}<\/ref>\n\n==Xem thêm==\n*''[[Truyện Kiều]]''\n*[[Thúy Kiều]]\n*[[Nguyễn Trãi]]\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n===Ghi chú===\n<references group=\"ghi chú\" \/>\n===Tham khảo===\n*''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*''Thơ chữ Hán Nguyễn Du'' (phần giới thiệu của Trương Chính). Nhà xuất bản Văn học, 1978\n*[[Phạm Thế Ngũ]], ''Việt Nam văn học sử giản ước tân biên (Quyển 2)''. Quốc học tùng thư xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1963.\n*Thạch Trung Giả, ''Văn học phân tích toàn thư''. Nhà xuất bản Lá Bối, 1973.\n*[[Thanh Lãng (linh mục)|Thanh Lãng]], ''Bảng lược đồ văn học Việt Nam'' (quyển Thượng). Nhà xuất bản Trình Bày, Sài Gòn, 1967.\n\n== Liên kết ngoài ==\n{{Wikisource tác giả}}\n* {{Britannica|413609|Nguyen Du (Vietnamese poet)}}\n* {{TĐBKVN|20468}}\n* Trịnh Văn Định, [http:\/\/js.vnu.edu.vn\/upload\/2014\/02\/1079\/2.pdf Những cách thế lựa chọn của kẻ sĩ tinh hoa trong lịch sử] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141026112426\/http:\/\/js.vnu.edu.vn\/upload\/2014\/02\/1079\/2.pdf |date = ngày 26 tháng 10 năm 2014}}, Tạp chí Khoa học Đại học Quốc gia Hà Nội, Tập 29, số 2 (2013), trang 10-18\n\n{{Nguyễn Du}}\n{{Truyện Kiều}}\n{{Kiểm soát tính nhất quán}}\n{{Thanh chủ đề|Văn học|Châu Á|Việt Nam}}\n\n{{Thời gian sống|sinh=1766|mất=1820}}\n\n[[Thể loại:Nguyễn Du| ]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]\n[[Thể loại:Nhà văn Việt Nam thời Nguyễn]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Mất năm 1820]]\n[[Thể loại:Sinh năm 1766]]\n[[Thể loại:Nhà thơ Việt Nam thế kỷ 18]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam thế kỷ 19]]\n[[Thể loại:Danh nhân văn hóa thế giới của Việt Nam]]\n[[Thể loại:Hầu tước nhà Nguyễn]]\n[[Thể loại:Quan hệ ngoại giao Việt Nam – Trung Quốc]]"}