{"17932":"{{Thông tin viên chức\/1\n|name = Nguyễn Khánh\n|image         = Nguyễn Khánh 1964.jpg\n|caption = Trung tướng Nguyễn Khánh năm 1964\n|office        = [[Hình: Flag of South Vietnam.svg|24px]]<br>Chủ tịch Hội đồng Quốc gia Việt Nam Cộng hòa\n|term_start = 24 tháng 10 năm 1964\n|term_end      = 21 tháng 2 năm 1965<br \/>({{số năm theo năm và ngày |1964|10|24|1965|2|21}})\n|predecessor   = [[Phan Khắc Sửu]]<br>({{small|Trên cương vị [[Thượng Hội đồng Quốc gia (Việt Nam Cộng hòa)|Chủ tịch Thượng Hội đồng Quốc gia]]}})\n|successor     = '''Chức vụ bãi bỏ'''\n|office2       = [[Hình: Flag of the Army of the Republic of Vietnam.png|22px]]<br>Chủ tịch Hội đồng Quân lực Việt Nam Cộng hoà\n|term_start2   = 8 tháng 10 năm 1964\n|term_end2     = 21 tháng 2 năm 1965<br \/>({{số năm theo năm và ngày |1964|10|8|1965|2|21}})\n|predecessor2  = [[Trần Thiện Khiêm]]\n|successor2    = [[Trần Văn Minh (lục quân)|Trần Văn Minh]]\n|office3       = [[Hình: Flag of South Vietnam.svg|24px]] [[Hình: Flag of the Army of the Republic of Vietnam.png|24px]]<br>[[Thủ tướng Việt Nam Cộng hòa]]<br>Thành viên Ủy ban Lãnh đạo Lâm thời Quốc gia và Quân lực Việt Nam Cộng hòa<br>{{small|(Tam đầu chế)}}\n|term_start3   = 27 tháng 8 năm 1964\n|term_end3     = 3 tháng 9 năm 1964<br \/>({{số năm theo năm và ngày|1964|8|27|1964|9|3}})\n|1namedata3         = [[Dương Văn Minh]]\n|1blankname3= Quốc trưởng \n|1blankname4 = Tổng tư lệnh quân đội  \n|1namedata4 = [[Trần Thiện Khiêm]]\n|successor4    = [[Trần Văn Hương]]\n|office5       = [[Hình: Flag of South Vietnam.svg|22px]]<br>Quốc trưởng Việt Nam Cộng hòa\n|term_start5   = 16 tháng 8 năm 1964\n|term_end5     = 27 tháng 8 năm 1964<br \/>({{số năm theo năm và ngày|1964|8|16|1964|8|27}})\n|predecessor5  = [[Dương Văn Minh]]\n|successor5    = [[Dương Văn Minh]]\n|office6 = [[Hình: Flag of the Army of the Republic of Vietnam.png|22px]]<br>Chủ tịch Hội đồng Quân đội Việt Nam Cộng hòa\n|term_start6 = 21 tháng 3 năm 1964\n|term_end6 = 24 tháng 10 năm 1964<br \/>({{số năm theo năm và ngày|1964|3|21|1964|10|24}})\n|predecessor6   = '''Chức vụ thành lập'''\n|successor6     = '''Chức vụ bãi bỏ'''\n|office7 = [[Hình: Flag of the Army of the Republic of Vietnam.png|22px]]<br>Chủ tịch Ban chỉ đạo<br>Hội đồng Quân đội Cách mạng\n|term_start7 = 22 tháng 3 năm 1964\n|term_end7 = 16 tháng 8 năm 1964<br \/>({{số năm theo năm và ngày|1964|3|22|1964|8|16}})\n|office8 = [[Hình: Flag of South Vietnam.svg|22px]]<br>Thủ tướng Việt Nam Cộng hòa\n|term_start8 = 7 tháng 2 năm 1964\n|term_end8 = 26 tháng 10 năm 1964<br \/>({{số năm theo năm và ngày|1964|2|7|1964|10|26}})\n|predecessor8 = [[Nguyễn Ngọc Thơ]]\n|successor8   = [[Trần Văn Hương]]\n|office9 = [[Hình: Flag of the Army of the Republic of Vietnam.png|22px]]<br>Chủ tịch Hội đồng Quân nhân Cách mạng\n|term_start9 = 31 tháng 1 năm 1964\n|term_end9 = 21 tháng 3 năm 1964<br \/>({{số năm theo năm và ngày|1964|1|31|1964|3|21}})\n|predecessor9   = [[Dương Văn Minh]]\n|successor9     = '''Chức vụ bãi bỏ'''\n{{collapsed infobox section begin|last=yes|Các chức vụ khác\n|titlestyle = border:1px dashed lightgrey}}{{Infobox officeholder1|embed = yes\n|office10 = [[Hình:QD I VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn I\n|term_start10 = 11 tháng 12 năm 1963\n|term_end10 = 30 tháng 1 năm 1964\n|predecessor10 = [[Đỗ Cao Trí]]\n|successor10    = [[Tôn Thất Xứng]]\n|office11 =  [[Hình: QD II VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn II  \n|term_start11 = 17 tháng 12 năm 1962\n|term_end11 = 11 tháng 12 năm 1963\n|predecessor11  = [[Tôn Thất Đính]]\n|successor11    = [[Đỗ Cao Trí]]\n|office12 =  [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tham mưu trưởng Bộ Tổng tham mưu\n|term_start12 = Tháng 9 năm 1960\n|term_end12 = Tháng 11 năm 1962\n|predecessor12 = [[Phạm Xuân Chiểu]]\n|successor12    = [[Trần Thiện Khiêm]]\n|office13 =  [[Hình: QD IV VNCH.jpg|22px]]<br>Tư lệnh Đệ ngũ Quân khu<br>{{small|(tiền thân của Vùng 4 chiến thuật)}} \n|term_start13 = Tháng 1 năm 1960\n|term_end13            = Tháng 9 năm 1960\n{{Collapsed infobox section end}}\n}}\n|office14 =[[Hình:Flag of South Vietnam.svg|24px]]<br>Quốc trưởng lâm thời Chính phủ Việt Nam tự do \n|term_start14 =  2005\n|term_end14 =   2013\n|predecessor14 = [[Nguyễn Hữu Chánh]]\n|successor14    = '''Không'''<br>'''Đã bị giải tán'''\n|birth_date    = {{ngày sinh|1927|11|8|df=yes}}\n|birth_place   = [[Trà Vinh]], [[Liên bang Đông Dương]]\n|death_date    = {{ngày mất và tuổi|2013|1|11|1927|11|8|df=y}}\n|death_place   = [[San Jose, California|San Jose]], [[California]], [[Hoa Kỳ]]\n|death_cause   = Tuổi già\n|party         = Đảng Dân tộc\n|spouse        = \n|children      = \n|relatives     = Nguyễn Bửu (cha)<br>Phạm Lệ Trân (mẹ)<br>[[Phùng Há]] (mẹ kế)\n|alma_mater    = *Trường Trung học chương trình Pháp tại Cần Thơ<br>\n*Trường Võ bị Liên quân Viễn Đông Đà Lạt\n*Học viện Quân sự Coetquidan và Võ bị Saint Cyr, Pháp\n*Trung tâm Huấn luyện Nhảy dù Pau, Pháp\n*Trường Tham mưu Trung cấp Paris, Pháp\n*Học viện Fort Leavenworth, Kansas, Hoa Kỳ\n|signature     = \n|signature_alt = \n|occupation    = {{hlist|Quân nhân<br>Chính trị gia}}\n|allegiance    = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br \/>{{flagicon image|Flag of South Vietnam.svg}} [[Quốc gia Việt Nam]]<br \/>{{flagicon image|Flag of South Vietnam.svg}} [[Việt Nam Cộng hòa]]\n|branch        = {{flagicon image|Drapeau de l'Armée Nationale Vietnamienne.png}} [[Quân đội Quốc gia Việt Nam]]<br \/>{{Lục quân|South Vietnam}}\n|serviceyears  = 1946–1965\n|rank          = [[Hình: US-O10 insignia.svg|64px]] [[Đại tướng]]\n|commands      =  [[Hình: Vietnamese Airborne Division 's Insignia.svg|20px]] [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]]<br>[[Hình: Quân kỳ Lục quân Việt Nam Cộng hòa.png|20px]] [[Lục quân Việt Nam Cộng hòa|Quân chủng Bộ binh]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng tham mưu]]<br>[[Hình: QD II VNCH.jpg|20px]] [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II và QK 2]]<br>[[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]\n|battles       = [[Đảo chính Việt Nam Cộng hòa 1960|Đảo chính năm 1960]]<br \/>[[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính năm 1963]]\n}}\n\n'''Nguyễn Khánh''' (8 tháng 11 năm [[1927]] – 11 tháng 1 năm [[2013]]) là một chính khách Việt Nam Cộng Hoà, ông từng giữ chức vụ Nguyên thủ quốc gia (Quốc trưởng) và [[Thủ tướng Việt Nam Cộng hòa|Thủ tướng]] của Việt Nam Cộng hòa và kiêm luôn các chức [[Tổng tư lệnh]] và [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng Tham mưu trưởng]] Quân lực Việt Nam Cộng hòa trong giai đoạn 1964 – 1965. Tại thời điểm này, quyền lực của ông lên đến tột đỉnh, nhưng chỉ ít lâu thì chính ông bị các tướng khác đảo chính hạ bệ. Ông nguyên là một cựu tướng lĩnh gốc [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]] của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Đại tướng Việt Nam Cộng hòa|Đại tướng]]. Ông xuất thân từ khóa đầu tiên ở trường Võ bị Liên quân Viễn Đông do Quân đội Thuộc địa [[Pháp]] mở ra tại Cao nguyên Trung phần [[Việt Nam]]. Ra trường ông được phục vụ ở một đơn vị Vệ binh, sau ông được chuyển sang Binh chủng Nhảy dù. Ông đã tuần tự đảm trách từ chức vụ chỉ huy cấp Trung đội dần lên đến chỉ huy cấp Sư đoàn, rồi Quân đoàn. Sau khi bị các tướng lĩnh đảo chính hạ bệ, theo lệnh của Đại tướng [[Maxwell D. Taylor]] (người soạn thảo kế hoạch chiến tranh của [[Hoa Kỳ]] ở Việt Nam trong thời kỳ này), Nguyễn Khánh phải rời khỏi [[Việt Nam]] để lưu vong ở nước ngoài.\n\n==Tiểu sử và binh nghiệp==\n'''Nguyễn Khánh''' sinh ngày 8 tháng 11 năm 1927 tại Trà Vinh, miền Tây Nam phần Việt Nam, trong một gia đình điền chủ giàu có. Thời niên thiếu, do gia đình có điều kiện nên ông được học hành đầy đủ. Năm 1944, ông tốt nghiệp Trung học chương trình Pháp tại Cần Thơ với văn bằng Tú tài bán phần (Part I). Năm 1945, sau khi Cách mạng tháng 8 nổ ra, đang học lớp Đệ nhất ''(lớp 12 bây giờ)'', ông bỏ học tham gia phong trào Việt Minh tại địa phương một thời gian ngắn.\n\nGiữa tháng 7 năm 1946, sau khi người Pháp tái chiếm Đông Dương, ông bỏ Việt Minh và nhập ngũ vào Quân đội Pháp. Do có trình độ Tú tài, ông được theo học khóa 1 Nguyễn Văn Thinh tại trường Võ bị Liên quân Viễn Đông Đà Lạt, khai giảng ngày 15 tháng 7 năm 1946. Ngày 1 tháng 7 năm 1947 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]<ref>Khóa 1 Võ bị Liên quân Viễn Đông tốt nghiệp với tổng số 16 khóa sinh, chỉ có ba người được mang cấp Thiếu úy, số còn lại mang cấp Chuẩn úy. Tướng Khánh là một trong ba Thiếu úy, hai người còn lại là [[Lâm Văn Phát]] và [[Trần Ngọc Tám]] (Cả hai về sau đều là Trung tướng).<\/ref> và được điều đi phục vụ ở Tiểu đoàn 2 Vệ binh Nam Việt giữ chức vụ Trung đội trưởng.\n\n===Quân đội Liên hiệp Pháp===\nĐầu năm 1948, chuyển biên chế sang Quân đội Liên hiệp Pháp, ông được cử đi du học và tốt nghiệp khóa Đông Dương tại Học viện Quân sự Coetquidan và Võ bị Saint Cyr, Pháp. Thời kỳ này ông lấy tên là \"Raymond Khánh\". Sau khi mãn khóa học, về lại đơn vị và ngày 1 tháng 7 cùng năm ông được thăng cấp [[Trung úy]]. Tháng 12 cuối năm, ông là sĩ quan duy nhất được cử đi du học lớp huấn luyện Nhảy dù tại trường Nhảy dù Pau (Pháp), thụ huấn bằng dù T.7 và Phi cơ Ju.52. Ngày 1 tháng 6 năm 1949, ông được cử làm sĩ quan tùy viên cho Thủ tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]].\n\nĐầu năm 1950, ông được thăng cấp [[Đại úy]] và được cử làm Đại đội trưởng Đại đội 1 Nhảy dù Biệt lập ''(một trong các Trung đội trưởng dưới quyền của ông lúc bấy giờ là Trung úy [[Đỗ Cao Trí]])''. Ngày 1 tháng 5 năm 1951, Tiểu đoàn 1 Nhảy dù<ref>Tiểu đoàn 1 Nhảy dù được thành lập ngày 1\/5\/1951 bởi quyết định 1547\/EMIFT\/1 ''(Etat Major Interarmees et des Foces Terrestres)'', ban đầu do các sĩ quan người Pháp chỉ huy. Ngày 7\/9\/1952, Đại úy Lê Quang Triệu là sĩ quan người Việt đầu tiên được chỉ định làm Tiểu đoàn trưởng đến ngày 20\/1\/1952, kế tiếp là Đại úy Nguyễn Khánh chỉ huy đến ngày 22\/2\/1952. Sau đó, kể từ ngày 23\/2\/1952 đến 1\/8\/1954, Tiểu đoàn do các sĩ quan người Pháp chỉ huy.<br \/>''Từ ngày 1\/8\/1954, Tiểu đoàn 1 Nhảy dù chính thức được người Pháp bàn giao sang Quân đội Quốc gia, tính đến ngày 30\/4\/1975 lần lượt trải qua các Tiểu đoàn trưởng sau đây:''<br \/>-Đại úy [[Vũ Quang Tài (Đại tá, Quân lực VNCH)|Vũ Quang Tài]] ''(Sinh năm 1920 tại Móng Cái, tốt nghiệp trường Võ bị Địa Phương Vũng Tàu. Sau cùng là Đại tá Cục trưởng Cục Xã Hội)'', chỉ huy từ 1\/8\/1954 đến 31\/8\/1955.<br \/>-Đại úy [[Trần Văn Đô (Đại tá, Quân lực VNCH)|Trần Văn Đô]] ''(Tốt nghiệp trường Võ bị Đà Lạt K4. Về sau là Đại tá Tỉnh trưởng Long Khánh)'' chỉ huy từ 1\/9\/1955 đến 15\/2\/1959.<br \/>-Đại úy [[Dư Quốc Đống]], chỉ huy từ 16\/2\/1959 đến 15\/11\/1961.<br \/>-Thiếu tá [[Bùi Kim Kha (Đại tá, Quân lực VNCH)|Bùi Kim Kha]] ''(Sinh năm 1932 tại Nam Định, tốt nghiệp trường Võ bị Đà Lạt K8. Sau cùng là Đại tá Tham mưu trưởng Sư đoàn Nhảy dù)'', chỉ huy từ 16\/11\/1961 đến 4\/2\/1964.<br \/>-Đại úy [[Đoàn Văn Nu (Đại tá, Quân lực VNCH)|Đoàn Văn Nu]] ''(Sinh năm 1932 tại Thừa Thiên, tốt nghiệp trường Võ bị Đà Lạt K9. Sau cùng là Đại tá Giám đốc Nha Kỹ thuật Bộ Tổng tham mưu)'', chỉ huy từ 5\/2\/1964 đến 10\/8\/1965.<br \/>-Thiếu tá [[Lê Văn Đặng (Đại tá, Quân lực VNCH)|Lê Văn Đặng]] ''(Sinh năm 1915 tại Cần Thơ, tốt nghiệp trường Sĩ quan Pháp. Chức vụ sau cùng Chỉ huy phó trường Thiếu sinh quân Vũng Tàu, giải ngũ ở cấp Đại tá)'', chỉ huy từ 11\/8\/1965 đến 24\/11\/1966.<br \/>-Thiếu tá [[Nguyễn Thu Lương (Đại tá, Quân lực VNCH)|Nguyễn Thu Lương]] ''(Sinh năm 1934 tại Hà Đông, tốt nghiệp trường Võ khoa Thủ Đức K4. Sau cùng là Đại tá Lữ đoàn trưởng Lữ đoàn 2 Nhảy dù)'', chỉ huy từ 25\/11\/1966 đến 2\/4\/1968.<br \/>-Thiếu tá [[Phạm Hy Mai (Đại tá, Quân lực VNCH)|Phạm Hy Mai]] ''(Sinh năm 1933 tại Hà Nội, tốt nghiệp trường Võ khoa Thủ Đức K4. Sau cùng là Đại tá Lữ đoàn trưởng Lữ đoàn 3 Nhảy dù)'', chỉ huy từ 3\/4\/1968 đến 14\/6\/1970.<br \/>-Thiếu tá [[Nguyễn Xuân Phan (Trung tá, Quân lực VNCH)|Nguyễn Xuân Phan]] ''(Tốt nghiệp trường Võ bị Đà Lạt K19. Cuối tháng 3 năm 1971 tử trận tại mặt trận Hạ Lào (Lam Sơn 719), được truy thăng Trung tá)'', chỉ huy từ 15\/6\/1970 đến 31\/3\/1971.<br \/>-Thiếu tá [[La Trịnh Tường (Trung tá, Quân lực VNCH)|La Trịnh Tường]] ''(Tốt nghiệp trường Võ khoa Thủ Đức, cấp bậc sau cùng là Trung tá)'', chỉ huy từ 1\/4\/1971 đến 6\/6\/1972.<br \/>-Thiếu tá [[Lê Hồng (Trung tá, Quân lực VNCH)|Lê Hồng]] ''(Tốt nghiệp khóa 4 Sĩ quan Hiện dịch Đặc Biệt trường Hạ sĩ quan Đồng Đế. Sau cùng là Trung tá Lữ đoàn phó Lữ đoàn 1 Nhảy dù)'', chỉ huy từ 7\/6\/1972 đến 15\/8\/1974.<br \/>-Thiếu tá [[Ngô Tùng Châu (Thiếu tá, Quân lực VNCH)|Ngô Tùng Châu]] ''(Tốt nghiệp trường Võ bị Đà Lạt K18)'', chỉ huy từ 16\/8\/1974 đến 30\/4\/1975.<\/ref> được thành lập. Ngày 21 tháng 1 năm 1952, ông được cử giữ chức vụ Tiểu đoàn trưởng Tiểu đoàn 1 thay thế Đại úy Albert [[Lê Quang Triệu (Thiếu tá, Quân đội VNCH)|Lê Quang Triệu]]<ref>Đại úy Lê Quang Triệu sinh năm 1925 tại Thừa Thiên, tốt nghiệp trường Sĩ quan Pháp, năm 1954 chính thức chuyển sang Quân đội Quốc gia được thăng cấp Thiếu tá. Trong vụ đảo chính lật đổ Tổng thống [[Ngô Đình Diệm]] ngày 1\/11\/1963, ông bị phe đảo chính sát hại cùng với người anh cả là Đại tá [[Lê Quang Tung]]<\/ref>. Ban đầu, Tiểu đoàn đóng tại Chí Hòa (Sài Gòn), cuối năm chuyển ra Bắc, tham gia chiến dịch tại Hòa Bình trong thời gian ngắn. Một tháng sau, ông nhận lệnh bàn giao chức vụ Tiểu đoàn trưởng Tiểu đoàn 1 Nhảy dù lại cho sĩ quan người Pháp.\n\n===Quân đội Quốc gia Việt Nam===\nTháng 3 năm 1952, khi chính thức chuyển sang phục vụ Quân đội Quốc gia, ông được cử làm Tiểu đoàn trưởng Tiểu đoàn 22 Việt Nam (22e BVN). Tháng 8 cùng năm, ông được thăng cấp [[Thiếu tá]] và chuyển đi làm Tiểu đoàn trưởng Tiểu đoàn 13 Việt Nam (13e BVN), đồn trú tại [[Cần Thơ]]. Đầu năm 1953, ông được cử giữ chức Tiểu khu trưởng Biệt khu Cần thơ. Cuối năm này, ông được thăng cấp [[Trung tá]] kiêm chức vụ Chỉ huy trưởng Liên đoàn Lưu động số 11 tân lập tại Cần Thơ.\n\nTháng 4 năm 1954, ông được điều về Bộ Tổng tham mưu giữ chức vụ Trưởng phòng 6. Giữa tháng 9, bàn giao chức vụ Trưởng phòng 6 lại cho Trung tá Trần Đình Lan. Tháng 11, ông được cử đi học lớp tham mưu tại Trường Tham mưu Trung cấp Paris, Pháp.\n\nĐầu tháng 3 năm 1955, sau khi mãn khóa học từ Pháp về nước, ông được chỉ định làm Chỉ huy trưởng Phân khu Cần Thơ kiêm Tỉnh trưởng Cần Thơ. Ngày 10 tháng 3 năm 1955, ông chủ toạ buổi lễ hợp tác của Thiếu tá Nguyễn Thành Đầy<ref>Thiếu tá [[Nguyễn Thành Đầy (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Thành Đầy]] về sau giải ngũ ở cấp Trung tá.<\/ref> thuộc Lực lượng Hòa Hảo Dân xã, đem 1.500 quân thuộc quyền về quy thuận Chính phủ Quốc gia tại Cần Thơ. Cuối tháng 3, ông được cử giữ chức vụ Thanh tra trưởng của Lực lượng Nhảy dù. Giữa tháng 6, ông được chuyển về Trung ương giữ chức vụ Tham mưu phó tại Bộ Tổng tham mưu. Ngày 1 tháng 7, ông được cử làm Phụ tá Tổng tham mưu trưởng đặc trách Không quân. Ngày 20 tháng 8, bàn giao chức vụ Phụ tá Không quân lại cho Thiếu tá [[Trần Văn Hổ (Đại tá KQ, Quân lực Việt Nam Cộng hòa)|Trần Văn Hổ]].<ref>Thiếu tá Trần Văn Hổ ''(tên quốc tịch Pháp là Paul)'', sinh năm 1928 tại Chợ Lớn. Tốt nghiệp trường Võ bị Quốc gia Huế K2. Về sau giải ngũ ở cấp Đại tá.<\/ref> Trung tuần tháng 9, ông được cử làm Chỉ huy phó Chiến dịch Hoàng Diệu, dưới quyền Chỉ huy trưởng là Đại tá [[Dương Văn Minh]].\n\n==Dưới nền Đệ nhất Cộng hòa==\n===Quân đội Việt Nam Cộng hòa===\nSau khi Chính thể Đệ nhất Cộng hòa được thành lập vào hạ tuần tháng 10 năm 1955, ông được thăng cấp [[Đại tá]]. Đầu năm 1956, ông được bổ nhiệm làm Tư lệnh [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Dã chiến]] thay thế Thiếu tướng [[Lê Văn Nghiêm]]. Giữa năm 1957, nhận lệnh bàn giao Sư đoàn 1 Dã chiến lại cho Đại tá [[Tôn Thất Đính]], 2 tháng sau ông được cử đi du học lớp Chỉ huy Tham mưu cao cấp tại Học viện Chỉ huy và Tham mưu Fort Leavenworth thuộc Tiểu bang Kansas, Hoa Kỳ ''(thời gian thụ huấn 16 tuần)''. Sau đó được du học tiếp lớp Tham mưu và Phối hợp Đồng minh tại Nhật Bản. Tháng 9 năm 1958 từ Nhật về nước, ông được cử giữ chức vụ Tư lệnh Miền Hậu Giang<ref>Miền Hậu Giang vào thời điểm này còn thuộc về Vùng 3 Chiến thuật. Về sau là Vùng 4 Chiến thuật.<\/ref>\n\nNgày 18 tháng 8 năm 1959, ông được bổ nhiệm làm quyền Tổng thư ký Thường trực Quốc phòng thuộc Phủ Tổng thống. Ngày 21 tháng 1 năm 1960, ông được thăng cấp [[Thiếu tướng]] và được bổ nhiệm chức vụ Tư lệnh Đệ ngũ Quân khu.<ref>Đệ ngũ Quân khu được thành lập từ lãnh thổ của Miền Hậu Giang trước đó.<\/ref> Giữa tháng 9 cùng năm, ông được chuyển về Bộ Tổng tham mưu giữ chức vụ Tham mưu trưởng thay thế Thiếu tướng [[Phạm Xuân Chiểu]] được chỉ định làm Chỉ huy trưởng Trường Đại học Quân sự ''(tiền thân của Trường Chỉ huy Tham mưu)''. Ông giữ vai trò quan trọng trong việc tổ chức phản công dẫn đến sự thất bại của vụ [[Đảo chính Việt Nam Cộng hòa 1960|Đảo chính ngày 11\/11\/1960]] do Đại tá [[Nguyễn Chánh Thi]] cầm đầu. Năm 1961, ông được cử làm Trưởng đoàn hướng dẫn Phái đoàn công du thăm viếng Đài Loan.\n\nNgày 17 tháng 12 năm 1962, bàn giao chức vụ Tham mưu trưởng Bộ Tổng tham mưu lại cho Thiếu tướng [[Trần Thiện Khiêm]] để đi nhận chức vụ Tư lệnh Quân đoàn II và Vùng 2 Chiến thuật thay thế Thiếu tướng [[Tôn Thất Đính]]. Khi cuộc [[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính ngày 1\/11\/1963]] nổ ra, ông đã án binh bất động và không tỏ rõ thái độ. Ngày 2 tháng 11, cuộc đảo chính thành công, ông tuyên bố ủng hộ [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]]. Do đó, ông được Hội đồng Quân nhân Cách mạng thăng cấp [[Trung tướng]]. Ngày 11 tháng 12 năm 1963, hoán chuyển nhiệm vụ với Trung tướng Đỗ Cao Trí giữ chức vụ Tư lệnh Quân đoàn I, ngược lại tướng Trí thay ông Tư lệnh Quân đoàn II.\n\n===Đỉnh cao Quyền lực===\n{{chính|Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964}}\nNhưng chỉ sau đó 3 tháng, nửa đêm về sáng ngày 30 tháng 1 năm 1964 được sự ủng hộ của [[Hoa Kỳ|Mỹ]] và \"nhóm các tướng trẻ\", ông đã cầm đầu cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|\"Chỉnh lý\"]], cướp quyền và truất phế các tướng lĩnh chủ chốt cuộc đảo chính ngày 1\/11\/1963 là Dương Văn Minh, Trần Văn Đôn và Mai Hữu Xuân.\n\nBộ chỉ huy cầm đầu cuộc Chỉnh lý đặt trong Tòa Hành chính tỉnh Gia Định do Đại tá [[Huỳnh Văn Tồn (Đại tá, Quân lực Việt Nam Cộng hòa)|Huỳnh Văn Tồn]]<ref>Đại tá Huỳnh Văn Tồn, tốt nghiệp khóa 3 Võ bị Đà Lạt, sau cùng là Tư lệnh Sư đoàn 7 Bộ binh, giải ngũ năm 1965<\/ref> làm Tỉnh trưởng, được sự bảo vệ của Tiểu đoàn 2 Thủy quân lục chiến do Thiếu tá [[Cổ Tân Tinh Châu (Đại tá, Quân lực Việt Nam Cộng hòa)|Cổ Tấn Tinh Châu]]<ref>Thiếu tá Cổ Tấn Tinh Châu sinh năm 1931 tại Sài Gòn, tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Chỉ huy trưởng Đặc khu Rừng Sác<\/ref> làm Tiểu đoàn trưởng\n\nNgay sau đó, ông được bầu làm Chủ tịch Hội đồng Quân nhân Cách mạng thay thế Trung tướng [[Dương Văn Minh]] đồng thời cử Thiếu tướng [[Tôn Thất Xứng]] thay ông làm Tư lệnh Quân đoàn I. Ngày 7\/2\/1964, ông được Hội đồng Quân nhân Cách mạng cử làm Thủ tướng thay thế ông [[Nguyễn Ngọc Thơ]]. Ngày 21\/3\/1964 cải danh Hội đồng Quân nhân Cách mạng thành Hội đồng Quân đội Cách mạng. Ngày 22\/3\/1964, được các tướng lãnh trong Hội đồng Quân nhân Cách mạng bầu làm Chủ tịch Ban Chỉ đạo Hội đồng Quân đội Cách mạng.\n\nNgày 16 tháng 8, ông được Đại Hội đồng Quân đội Cách mạng bầu làm Quốc trưởng Việt Nam Cộng hòa. Sau đó với tư cách Quốc trưởng, ông ban hành Hiến chương Vũng Tàu thay thế Hiến pháp của nền Đệ nhất Cộng hòa. Tuy nhiên, ông vấp phải sự phản đối quyết liệt của các đảng phái và quần chúng.\n\nNgày 26\/8\/1964, Hội đồng Quân đội tuyên cáo thu hồi Hiến chương Vũng Tàu, đồng thời Hội đồng này gồm 53 thành viên tướng lãnh thành lập Ủy ban Lãnh đạo Lâm thời Quốc gia và Quân lực và bầu ra Cơ chế Lãnh đạo \"Tam đầu chế\", nhân sự được ủy nhiệm như sau:\n* Quốc trưởng: Trung tướng [[Dương Văn Minh]]\n* Thủ tướng: Trung tướng Nguyễn Khánh\n* Tổng tư lệnh Quân đội: Đại tướng [[Trần Thiện Khiêm]]\n\nTuy nhiên, đến ngày 3\/9\/1964 \"Tam đầu chế\" tự giải thể. Sau đó, thành phần trong Nội các Chính phủ do ông làm Thủ tướng lần lượt từ chức. Ngày 8\/10\/1964, ông tự kiêm nhiệm Tổng tư lệnh Quân đội tháy thế Đại tướng [[Trần Thiện Khiêm]]. Ngày 24 tháng 10, \"Thượng Hội đồng Quốc gia\" được triệu tập và bầu Kỹ sư [[Phan Khắc Sửu]] làm Quốc trưởng. Ngày 24\/10\/1964, ông từ chức Thủ tướng, chỉ còn giữ chức Chủ tịch Hội đồng Quốc gia và Quân lực kiêm Tổng tư lệnh Quân đội. Ngay sau đó tân Quốc trưởng [[Phan Khắc Sửu]] cử Giáo sư [[Trần Văn Hương]] làm Thủ tướng và thành lập Nội các Chính phủ.\n\nNgày 27\/11\/1964, ông được Quốc trưởng [[Phan Khắc Sửu]] thăng lên cấp [[Đại tướng]] ''(trước đó, ngày 24\/11 Trung tướng [[Dương Văn Minh]] đã được Quốc trưởng thăng cấp Đại tướng)''. Ngày 16 tháng 2 năm 1965, ông thừa ủy nhiệm Hội đồng Quốc gia và Quân lực bổ nhiệm Bác sĩ [[Phan Huy Quát]] làm Thủ tướng thay thế Giáo sư [[Trần Văn Hương]].\n\nTình hình miền Nam dưới sự quản lý của ông ngày càng loạn lạc: giai đoạn ông nắm quyền là giai đoạn nổ ra nhiều cuộc đảo chính nhất. Ngày 13 tháng 9 năm 1964, các tướng [[Dương Văn Đức (trung tướng)|Dương Văn Đức]], [[Lâm Văn Phát]] kéo quân về [[Sài Gòn]] thị uy. Ngày 19 tháng 2 năm 1965, cuộc đảo chính do tướng [[Lâm Văn Phát]] và Đại tá [[Phạm Ngọc Thảo]] cầm đầu, suýt bắt được ông. Nhờ sự ủng hộ của nhóm các tướng trẻ, ông mới giữ được tình hình.\n\n==Hạ bệ==\nDo chủ trương đưa quân Mỹ vào tham chiến ở Việt Nam và lời tuyên bố ''\"Quân đội là cha quốc gia!\"''<ref>Hoành Linh Đỗ Mậu, ''Việt Nam máu lửa quê hương tôi''. Chương XVIII: Ba năm xáo trộn. \"Ngày 22-10 [năm 1964], Thủ tướng Nguyễn Khánh tuyên bố tại Pleiku \"Quân đội là cha quốc gia\"\".<\/ref><ref>Đặng Văn Nhâm, ''Bí Mật Hậu Trường Chính trị Miền Nam 1954-1975''. Quyển 3 (2001)<\/ref>, uy tín của ông càng lúc càng xuống thấp và ngày càng mất lòng dân. Nhóm các tướng trẻ, do đó, thống nhất truất phế ông. Ngày 21 tháng 2 năm 1965, ông bị thu hồi tất cả các chức vụ đã đảm nhiệm và ngày 22\/2\/1965 ông phải nhận chức đại sứ lưu động ở nước ngoài<ref>Chức vụ Đại sứ Lưu động ngoài nước dành cho tướng Nguyễn Khánh thực chất chỉ là một hư vị không có nhiệm sở, thực tế ông là một chính khách lưu vong<\/ref>. Trước khi đi, ngày 25 tháng 2, ông còn nắm theo một miếng đất và tuyên bố: ''\"Tôi có mang theo nắm đất quê hương, một ngày nào đó nhất định sẽ trở về\"''. Tuy nhiên, lời tuyên bố này cho đến khi qua đời ông vẫn không thể thực hiện được.\n\n==Huy chương==\n* Bảo quốc Huân chương đệ nhị đẳng (ân thưởng)\n* Nhiều huy chương quân sự, dân sự của Việt Nam Cộng hòa và Đồng minh\n\n==Cuộc sống lưu vong==\nTrong phim tài liệu ''Heart & Mind'' của đạo diễn Peter Davis do đài BBC Anh quốc sản xuất năm 1974 và đoạt giải Oscar cho phim tài liệu hay nhất năm 1975, Nguyễn Khánh cho biết chính Đại tướng [[Maxwell D. Taylor]] của Mỹ đã đích thân ra lệnh cho ông ta phải rời khỏi Việt Nam. Thậm chí, Nguyễn Khánh còn lén ghi âm lại lệnh \"lưu đày không chính thức\" này của Taylor.\n\nSau khi rời Việt Nam, Nguyễn Khánh ở Hoa Kỳ một thời gian ngắn. Từ năm 1966, ông sang Pháp bằng trợ cấp dành cho những người từng phục vụ quân đội Pháp ở [[Bán đảo Đông Dương|Đông Dương]]. Sau năm 1975, ông định cư tại Mỹ, sinh sống bằng nghề kinh doanh xăng dầu và sửa chữa ôtô.<ref name=\"cand1\" \/>\n\nNgày 2 tháng 1 năm 2005, tại Đại hội quốc dân lần 2 (California, Mỹ), ông được bầu làm Quốc trưởng của \"Chính phủ Lâm thời Việt Nam Tự do\" ở tuổi gần 80.\n\nTrong cuộc họp báo ngày 17 tháng 8 năm 2008 tại thành phố Garden Grove (Nam California, Mỹ), với danh nghĩa Quốc trưởng \"Chính phủ Lâm thời Việt Nam Tự do\", Nguyễn Khánh tuyên bố \"sẽ tự giải tán Chính phủ ngay khi một Liên Minh Dân tộc, với sứ mạng bảo vệ chủ quyền đất nước, giành lại tự do, dân chủ cho nhân dân Việt Nam được thành lập\".<ref>\"Chính phủ Việt Nam Tự Do sẽ tự giải tán để vận động Liên Minh Dân tộc cứu nguy Đất Nước\" - Dantoc.net<\/ref>\n\nNguyễn Khánh mất ngày 11 tháng 1 năm 2013 tại San Jose, California, Hoa Kỳ.\n\n==Những nhận xét==\n[[Hình: Nguyenkhanh.jpg|nhỏ|phải|150px|Ông Nguyễn Khánh năm 2000]]\nVề đời tư, Nguyễn Khánh được xem là người con có hiếu nghĩa. Do mẹ ruột mất sớm, ông được sự chăm sóc bởi người mẹ kế là nghệ sĩ [[Phùng Há]] và chịu nhiều ảnh hưởng của bà. Sau năm 1975, ông ba lần đến cơ quan đại diện ngoại giao Việt Nam tại Mỹ để xin về Việt Nam (vào các năm 1989, 1997, 1998) để phụng dưỡng bà nhưng đều bị từ chối.<ref name=\"cand1\">[http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Bo-mat-that-cua-Quoc-truong-Nguyen-Khanh---nguoi-bi-ten-trum-khung-bo-Nguyen-Huu-Chanh-loi-dung-19658\/]\n<\/ref>\n\n==Gia đình== \nÔng có cha là Nguyễn Bửu và mẹ là Phạm Lệ Trân. Vợ ông là Nguyên Lê Trần và cả hai có tổng cộng 7 người con. \n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa''. Trang 99-103.\n\n==Liên kết ngoài==\n{{Thể loại Commons|Nguyễn Khánh}}\n*[http:\/\/openvault.wgbh.org\/catalog\/V_A70FA6192B1146F98EDC918C7510B57F Vietnam: A Television History; Interview with Nguyen Khanh, 1981] Part of The Vietnam Collection. 04\/29\/1981. Ellison, Richard. Open Vault\n*{{Imdb name|0629037}}\n{{Thời gian sống|1927|2013}}\n{{Kiểm soát tính nhất quán}}\n{{Thủ tướng Việt Nam Cộng hòa}}\n\n[[Thể loại:Đại tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Nguyên thủ Việt Nam Cộng hòa]]\n[[Thể loại:Thủ tướng Việt Nam Cộng hòa]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người chống cộng Việt Nam]]\n[[Thể loại:Người Việt Nam lưu vong]]\n[[Thể loại:Người Trà Vinh]]\n[[Thể loại:Người California]]"}