{"501700":"'''Nguyễn Tấn''' (阮縉, 1822-[[1871]]), tự là '''Tử Vân''', là một võ quan [[nhà Nguyễn]] đời vua [[Tự Đức]] trong [[lịch sử Việt Nam]]. Ông thành danh là nhờ công đánh dẹp các cuộc nổi dậy của các dân tộc ở Đá Vách thuộc phía tây tỉnh [[Quảng Ngãi]] ([[Việt Nam]]) suốt sáu năm liền.\n\n==Tiểu sử==\n'''Nguyễn Tấn''' sinh tại làng Thạch Trụ thuộc huyện [[Mộ Đức]], tỉnh [[Quảng Ngãi]]. Trước đây, tổ tiên ông ở Chương Nghĩa (nay là huyện [[Tư Nghĩa]], [[Quảng Ngãi]]), sau mới dời đến ở làng Thạch Trụ. Chưa tra được cha Nguyễn Tấn là ai, chỉ biết nội ông là Nguyễn Công Tuy, làm Tri phủ [[Kiến Xương]] ([[Thái Bình]]), vì có lỗi phải miễn chức.\n\nThuở nhỏ, Nguyễn Tấn chăm học. Năm [[Thiệu Trị]] thứ 3 ([[1843]]), ông thi đỗ [[Hương cống|Cử nhân]], được bổ Giáo thụ, rồi trải qua chức Tri huyện, Tri phủ. Năm [[Tự Đức]] thứ 3 ([[1855]]), ông làm Giám sát ngự sử, đàn hặc nhiều việc hợp ý vua.\n\nGặp lúc biên giới [[Bắc Hà]] không yên, ông được sung chức Bang biện [[Hưng Yên]] tỉnh vụ. Đến đó, ông giải vây được Đường Hào <ref>Đường Hào đời [[nhà Lê sơ|nhà Lê]] thuộc phủ Thượng Hồng, trấn [[Kinh Bắc]], sau thuộc phủ Bình Giang, tỉnh [[Bắc Ninh]]. Vào năm [[1886]], đời vua [[Đồng Khánh]] đổi tên là huyện Mỹ Hào. Năm [[1891]], Mỹ Hào chuyển thuộc tỉnh [[Hưng Yên]]. Năm [[1979]], hợp nhất một phần với huyện [[Văn Giang]] thành huyện Mỹ Văn, nay lại đổi lại là huyện [[Mỹ Hào]], tỉnh [[Hưng Yên]].<\/ref>, nên được làm Thự án sát sứ [[Thái Nguyên]].\n\nNăm [[Tự Đức]] thứ 17 ([[1864]]), lại gặp lúc các dân tộc ở Đá Vách thuộc phía tây tỉnh [[Quảng Ngãi]] nổi dậy, Nguyễn Tấn hay tin liền dâng sớ xin đi đánh dẹp. Nhà vua khen ngợi, thăng cho ông làm Thị độc, sung chức Tĩnh Man tiễu phủ sứ. \nĐến quân thứ, ông cho đặt thêm đồn bảo, khích lệ tướng sĩ rồi dốc hết lực lượng đánh phá các căn cứ của quân nổi dậy. Khiếp sợ, các sách Man thuộc cơ Thanh Bồng, Lang Lôi, Lang Y, Nước Trang, Nước Lũng, Nước Nhĩ... đều lần lượt ra đầu hàng hoặc trốn xa. Vừa tiểu trừ, vừa phủ dụ, \"ác Man\" (''gọi theo sử nhà Nguyễn'') đều dẹp được hết. Lập đại công, Nguyễn Tấn được thưởng một tấm khánh bằng vàng tía khắc bốn chữ: ''Liêm, Bình, Cần, Cán''; được thăng chức Binh bộ Tả thị lang, nhưng vẫn làm nhiệm vụ cũ.\n\nNăm Tự Đức thứ 23 ([[1870]]), việc quân ở [[Bắc Kỳ]] luôn thất lợi, Nguyễn Tấn xin ra giúp. Xét không có người thay ông để lo việc Đá Vách, nhà vua không cho đi.\n \nNăm Tự Đức thứ 24 ([[1871]]), Nguyễn Tấn ốm chết, được truy tặng Binh bộ Tham tri, ban lễ tế và xét dùng các con.\n\n==Tác phẩm==\nCuối đời, Nguyễn Tấn đã tổng kết công trận của mình trong cuốn '''Vũ Man tạp lục thư'''. Sách được khắc in năm [[1898]] dưới triều vua [[Thành Thái]].\n\n==Nhận xét==\nSách ''Đại Nam chính biên liệt truyện'' chép:\n:''Nguyễn Tấn vốn người tài năng trí thức, dũng cảm thao lược. Viên quận công [[Trương Đăng Quế]] thường khen ông là khi lâm sự biết xử trí. Việc trở về dẹp Man, người ta nói là có hai điều khó: một là rừng sâu khí nặng là điều kỵ của việc hành quân. Hai là tính người Man bất thường, đói thì đến, no thì đi, vỗ về khó. Thế mà trong sáu năm, năm nào đánh dẹp cũng dễ dàng cả...\n:''Ngày Tấn mất những người Man được tin, cùng nhau than tiếc. Tướng sĩ sáu cơ và người trong châu dựng đền ở [[Hoành Sơn]] để thờ. Cung bảo Nguyễn Chính và Tham chính Lê Lượng Bạt làm bài minh (khắc lên bia đá) để nêu công đức...\n:''...Tấn ốm chết, vua thấy ông làm quan thanh bạch nhà nghèo, cấp cho mẹ ông mỗi tháng ba quan tiền, ba phương gạo, sau lại cấp thêm 50 quan để làm ma...<ref>''Đại Nam chính biên liệt truyện'', tr. 775-776.<\/ref>\n\nTuy nhiên theo nghiên cứu của giáo sư [[Nguyễn Phan Quang]], khi Nguyễn Tấn giữ chức Tĩnh Man tiễu phủ sứ, ông đã không từ một thủ đoạn nào để trấn áp phong trào Đá Vách, từ việc dùng vàng bạc để gây chia rẽ và hận thù giữa các bộ tộc đến những hình phạt tàn khốc (chặt đầu, lột da, phơi nắng, cắt tai, khắc dấu vào mặt...) Trong quá trình đàn áp, bản thân Nguyễn Tấn cũng chấp chiếm nhiều ruộng đất vùng này. Sang đầu [[thế kỷ 20]], con cháu ông Tấn còn thừa hưởng là 215 [[mẫu]] ruộng hương hỏa <ref>''Việt Nam [[thế kỷ 19]] (1802-1884)'', tr. 228.<\/ref>.\n\n==Con==\nNguyễn Tấn có ba người con:\n* [[Nguyễn Thân]], sau làm Cần chính điện đại học sĩ, Túc liệt tướng Diên Lộc quận công. Đây là một cộng sự đắc lực của [[đế quốc thực dân Pháp|thực dân Pháp]], được tưởng thưởng [[Bắc Đẩu Bội tinh|Bắc đẩu bội tinh]] tứ hạng nhờ có công đánh dẹp các cuộc ứng nghĩa trong [[phong trào Cần Vương]] tại [[miền Trung (Việt Nam)|miền Trung]].\n* Nguyễn Khiêm được ấm thụ bát phẩm.\n* Nguyễn Văn làm Kinh binh chưởng vệ, Đề đốc hộ [[Kinh thành Huế|thành]].\n\n==Xem thêm==\n* [[Nổi dậy ở Đá Vách thời Nguyễn]]\n* [[Nguyễn Thân]]\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Đại Nam chính biên liệt truyện'' ([[Cao Xuân Dục]] làm Tổng tài). Nhà xuất bản Văn Học, 2004.\n*Nguyễn Phan Quang, Việt Nam [[thế kỷ 19]] (1802-1884). Nhà xuất bản [[Thành phố Hồ Chí Minh]], 2002.\n \n{{thời gian sống|sinh=|mất=1871}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Người Quảng Ngãi]]"}