{"655296":"'''Nguyễn Thiện''' ([[1763]]-[[1818]]), tự: '''''Khả Dục''''', hiệu: ''''''Thích Hiên'''''', là một [[nhà thơ]] [[Việt Nam]] thời [[Nhà Lê trung hưng|Lê trung hưng]] và thời [[nhà Nguyễn|Nguyễn]].\n\n==Tiểu sử== \n'''Nguyễn Thiện''' là người ở làng Tiên Điền, huyện [[Nghi Xuân]], tỉnh [[Hà Tĩnh]]. Ông là con Điền Nhạc hầu Nguyễn Điều và bà phu nhân họ Bùi, con gái Đoan Quận công Bùi Thế Đạt.\n\nÔng gọi Xuân Quận công [[Nguyễn Nghiễm]] là ông nội, gọi Toản Quận công [[Nguyễn Khản]] bằng bác, và gọi danh sĩ [[Nguyễn Du]] bằng chú.\n \nNăm [[Lê Hiển Tông|Cảnh Hưng]] thứ 45 ([[1784]]), Nguyễn Thiện [[thi Hương]] đỗ tứ trường, nhưng vì có [[Nạn kiêu binh|loạn kiêu binh]] ở kinh đô [[Thăng Long]], thời cuộc lắm rối ren nên ông không ra làm quan.\n \nSách \"Nhà Tây Sơn\" có ghi lại việc ông ra cộng tác với triều [[Nhà Tây Sơn|Tây Sơn]] như sau:\n \n\"''Nhà vua (vua [[Quang Trung]]) lập Sùng Chính viện, thỉnh La Sơn Phu Tử làm Viện trưởng.Công việc chính của Viện là dịch những tác phẩm có giá trị về đạo đức và văn chương ra chữ Nôm để phổ biến trong toàn quốc.''\n\n''Cộng tác cùng Phu Tử có nhiều nhà khoa bảng triều Lê như Nguyễn Công, '''Nguyễn Thiện''', Phan Tố Định, [[Bùi Dương Lịch]] rất sành văn Nôm.''\"\n\nKhi nhà [[Nhà Tây Sơn|Tây Sơn]] sụp đổ, chúa [[Gia Long|Nguyễn Phúc Ánh]] lên ngôi chọn niên hiệu là [[Gia Long]] ([[1802]]), [[Nguyễn Du]] ra làm quan với triều mới, nhưng Nguyễn Thiện vẫn ở lại quê nhà, vui với văn thơ và đạo thuật.\n\nNguyễn Thiện mất năm [[Mậu Ngọ]] ([[1918|1818]]), hưởng dương 55 tuổi.\n\n==Tác phẩm==\nTheo Nguyễn Thiện, thì truyện [[Hoa tiên]] của [[Nguyễn Huy Tự]] (con rể Nguyễn Khản) hãy còn có chỗ đơn sơ và thiếu sót, nên ông đã tiến hành việc nhuận sắc.\n\nNăm [[Ất Hợi]] ([[1875]]) đời [[Tự Đức]], bản nhuận sắc của ông được Đỗ Hạ Xuyên khắc ván in lần đầu với nhan đề là '''''Hoa tiên nhuận chính'''''.\n\nTheo văn bản in trong sách ''Văn học thế kỷ 18'' do PGS. Nguyễn Thạch Giang (chủ biên), thì truyện dài 1.766 câu (đã dịch trọn vẹn ra chữ Quốc ngữ). Nhưng, theo nhà nghiên cứu [[Dương Quảng Hàm]] thì bản này có đến 1. 858 câu <ref>Dương Quảng Hàm, ''Việt Nam thi văn hợp tuyển'', tr. 70.<\/ref>.\n\n==Nhận xét==\nVề mặt nội dung tư tưởng, Nguyễn Thiện đã tô rõ thêm những quan niệm trung, hiếu, tiết, nghĩa của tác phẩm. Ông coi trọng việc diễn tả con người bằng hai cách: gián tiếp qua động tác, trực tiếp qua nội tâm. Do đó, ông đã góp cho ''[[Hoa tiên]]'' những nét sáng tạo đáng kể. Một điều đáng chú ý khác là Nguyễn Thiện thường đi sâu hơn vào việc diễn tả cảnh sắc thiên nhiên, nên đã phô diễn được rất khéo tâm trạng của nhân vật. Tuy nhiên, nhìn bao quát mà xét, ta thấy phần đóng góp của Nguyễn Thiện trong việc nhuận sắc thường nặng về mặt hình thức, nghệ thuật <ref>''Văn học thế kỷ 18'', tr. 714.<\/ref>. Tán thành điều này, GS. Nguyễn Lộc cũng đã viết rằng:\n:''Bản [[Hoa tiên]] (nguyên tác) của [[Nguyễn Huy Tự]] câu văn không chảy chuốt bằng bản (nhuận sắc) của Nguyễn Thiện, nhưng giữ được những cảm xúc chân thật. Bản của Nguyễn Thiện khuôn sáo, gò gẫm, nên có chỗ \"văn làm hại ý\"<ref>''Từ điển văn học'' (bộ mới), tr. 600.<\/ref>.\n\n==Xem thêm==\n*[[Nguyễn Huy Tự]]\n*[[Hoa tiên]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo== \n*[[Dương Quảng Hàm]], ''Việt Nam thi văn hợp tuyển'' (mục \"Hoa tiên\"). Trung tâm học liệu xuất bản. Bản in lần thứ 9, Sài Gòn, 1968.\n*Nguyễn Thạch Giang (chủ biên), ''[[Văn học]] [[thế kỷ 18]]'' (chương viết về \"Hoa tiên\"). Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], [[2004]].\n*Nguyễn Lộc, mục từ \"Hoa tiên\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n\n{{Thời gian sống|sinh=1763|mất=1818}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Nhà thơ Việt Nam thời Lê trung hưng]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]"}