{"2361571":"{{Mồ côi|date=tháng 5 năm 2015}}\n[[Tập tin:Nguyễn Khắc Đạm.jpg|thumb|Nguyễn Khắc Đạm]]\n'''Nguyễn Khắc Đạm''' (1918-2006) là một nhà nghiên cứu sử học người Việt Nam. Dù khởi đầu sự nghiệp với tư cách là nhà quân sự, nhưng ông được biết nhiều với tư cách nhà nghiên cứu lịch sử với nhiều tác phẩm có giá trị nghiên cứu cao và là một dịch giả chuyển thể nhiều tài liệu và tác phẩm từ Hán văn, Pháp văn ra Việt ngữ.\n\n==Thân thế==\nÔng sinh ngày [[7 tháng 3]] năm 1918, quê quán tại xã [[Song Khê]], huyện [[Yên Dũng]] tỉnh [[Bắc Giang]]. Ông là con thứ ba của nhà chí sĩ yêu nước [[Nguyễn Khắc Nhu]] - một lãnh tụ của [[Việt Nam Quốc Dân Đảng]].\n\nNăm 1930, sau [[khởi nghĩa Yên Bái]], cha ông tựu nghĩa vì nước, cuối năm, mẹ ông cũng qua đời, ông mồ côi cha mẹ năm 13 tuổi và được 2 anh trai đưa ra Hà Nội để nuôi dạy.\n\nThời thanh niên, ông có tiếng xuất sắc các môn thể thao. Năm 1938, ông giành được chức vô địch Quyền Anh Bắc Kì (boxing). Năm 1944, đoạt chức vô địch bơi thuyền Pê-rít-xoa tại hồ Tây Hà Nội.\n\nVề học tập, ông thường thuộc top đầu trong lớp, đỗ tú tài năm 1939 tại trường Bưởi (nay là trường THPT Chu Văn An).\n\nTháng 8 năm 1940, ông tốt nghiệp trường sĩ quan dự bị của Pháp cấp bậc [[chuẩn ủy]] với mức lương tương đương hơn 10 tạ gạo thời đó. Sau đó, ông được điều công tác tại Viêng Chăn - Lào. Với chí tiến thủ cao, ông thi đỗ tham tá tại Lào.\n\n==Hoạt động quân sự cách mạng==\nCuối năm 1942, ông được điều về Hà Nội làm tham tá Sở Nông Lâm Đông Dương, cũng trong thời gian đó, ông cùng bạn là Nguyễn Đắc Lộc mở các lớp huấn luyện quân sự, và đã thành công được 2 khoá huấn luyện cho các thanh niên yêu nước dưới sự lùng sục gắt gao của hiến binh Nhật.\n\nTháng 7 năm 1945, tại Bắc Bộ phủ, các lãnh đạo Việt Minh ra lời kêu gọi sĩ quan quân đội Pháp gia nhập quân cách mạng. Tuy đang được thực dân Pháp đãi ngộ rất tốt, nhưng ông lập tức hưởng ứng lời kêu gọi này.\n\nNăm 1947, ông đưa vợ và hai con rời Hà Nội lên Tuyên Quang, Bắc Cạn (vùng tự do). Được ít lâu cơ quan chuyển tới Cao Vân ông xin cho vợ nhập ngũ vào Cục Quân huấn. Từ cuối 1948 - đầu 1950, tham gia giảng dạy khoá 4 của trường Lục quân và khoá 4 trường Trung cấp và các lớp quân sự khác... Ông đã biên soạn khá công phu một số giáo trình để phục vụ cho công tác huấn luyện cho lực lượng [[Quân đội Nhân dân Việt Nam|Quân đội Quốc gia Việt Nam]].\n\nĐầu năm 1950, ông được cử tham gia các đơn vị chuyển vũ khí từ Trung Quốc về Việt Nam để phục vụ chiến dịch biên giới năm 1950, rồi được trường Lục Quân cử đi học quân sự tại Trung Quốc. Sau khi tốt nghiệp, ông được phong quân hàm [[Thiếu tá]] [[Quân đội Nhân dân Việt Nam]], một cấp bậc khá cao thời bấy giờ.\n\n==Trở thành nhà nghiên cứu lịch sử==\nSau khi chính phủ [[Việt Nam Dân chủ Cộng hòa]] kiểm soát hoàn toàn miền Bắc, ông giải ngũ và chuyển ngành, trở thành một nhà nghiên cứu sử học, công tác tại Viện Sử học dưới sự bảo trợ của [[Trần Huy Liệu]] (1955).\n\nNăm 1959, ông thường được phân công phụ trách đưa các đoàn nghiên cứu sinh Liên Xô đến các vùng dân tộc: Sơn La, Điện Biên, Hồng Quảng, Lào Cai, Mường Khương...\n\nĐược đánh giá là một người đầy nhiệt huyết, ông thường có bài đăng trên các tạp chí: Văn Sử Địa, Nghiên cứu Lịch sử... như Viết về chế độ nô lệ ở Việt Nam, về thành luỹ phố phường con người Hà Nội, về hành quân thần tốc của Nguyễn Huệ.....\n\nÔng về hưu năm 1978 tiếp tục tham gia các công tác xã hội tại địa phương.\n\nÔng mất ngày [[28 tháng 2]] năm 2006, thọ 89 tuổi. Di hài ông được gia đình đưa về an táng tại quê nhà [[Song Khê]], nay thuộc [[Bắc Giang (thành phố)|thành phố Bắc Giang]].\n\n==Đời tư==\nNăm 1942, ông lập gia đình với bà Từ Thị Nghĩa (khi đấy bà mới 17 tuổi), con gái ông Từ Hữu Long, một nhà đại thầu khoán giàu có vào hạng nhất nhì trong số người Việt tại Viêng Chăn (Lào).\n\nNăm 1966, bà Nghĩa ốm nặng rồi mất. Một tay ông nuôi dạy 6 người con nên người dù cực kỳ khó khăn và vất vả. Một người con gái tên Nguyễn Thị Việt Nhân, sinh năm 1944, từng công tác ở Ngân hàng Đầu tư và Phát triển, nay đã nghỉ hưu.\n\nHai năm sau, ông tái hôn với bà Nguyễn Thị Quy, công tác tại thư viện Quốc gia. Hai người được xem là đôi bạn hợp nhau về thơ văn.\n\n==Tác phẩm==\n* ''Bắn mục tiêu di động (máy bay, xe tăng), Các lối chiếu bản đồ, Chiến sử Việt Nam, Binh pháp Tôn Tử'' (tiếng Trung).... (1948-1950)\n* \"Quan Năm tình báo\" (tiếng Pháp) (đồng dịch giả: Nguyễn Khắc Đạm, Trần Doãn Hoài, 1955-1956)\n* \"Thượng Cam Lĩnh\", \"Anh hùng Hoàng Kế Quang\", \"Anh hùng La Thịnh Giáo\", \"Vấn đề luyến ái của thanh niên\", \"Luận dân chủ nhân dân\", \"Thanh niên cận vệ đội\", \"Vĩnh viễn không rời đội ngũ\" (tiếng Trung) (đồng dịch giả: Nguyễn Khắc Đạm, Trần Doãn Hoài, 1955 - 1958)\n* ''Lịch sử cách mạng Việt Nam'' (12 tập) (đồng tác giả: Trần Huy Liệu, Nguyễn Lương Bích, Nguyễn Khắc Đạm, Nguyễn Công Bình, Văn Tạo; 1956-1957-1958)<ref>[http:\/\/www.tienphong.vn\/van-nghe\/120400\/Tran-Huy-Lieu-va-cuoc-cai-cach-ruong-dat.html Trần Huy Liệu và cuộc cải cách ruộng đất]<\/ref>\n* ''Phong trào Văn Thân khởi nghĩa'' (đồng tác giả: Trần Huy Liệu, Văn Tạo, Nguyễn Khắc Đạm; Văn Sử Địa, 1957)\n* ''Xã hội Việt Nam trong thời Pháp Nhật, 1939-1945'', Tập 9 (đồng tác giả: Trần Huy Liệu, Nguyễn Lương Bích, Nguyễn Khắc Đạm; Văn Sử Địa, Văn Sử Địa, 1957)\n* ''Những thủ đoạn bóc lột của tư bản Pháp ở Việt Nam'' (Văn Sử Địa, 1958)\n* ''Nguyễn Khắc Nhu và khởi nghĩa Yên Bái, Hưng Hóa, Lâm Thao''<ref>[http:\/\/www.vanhoabacgiang.vn\/node\/584 Giới thiệu sách tài liệu địa chí: Nguyễn Khắc Nhu và khởi nghĩa Yên Bái, Hưng Hóa, Lâm Thao]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> (1965)\n* ''Một vấn đề đáng được nghiên cứu kỹ: Cuộc nổi dậy chống nhà Hán của Lữ Gia'', (Nghiên cứu Lịch sử. - 1973. - Số 149. - Tr. 55-62)<ref name=\"thuvienquocgia\">[http:\/\/nlv.gov.vn\/thu-muc-chuyen-de\/thu-muc-sach-thang-long-ha-noi-phan-1-dia-linh-nhan-kiet-xay-dung-va-bao-ve-dat-nuoc-556-621.html]<\/ref>\n* ''Lý Phục Man – người con quang vinh của làng Giá'' (Danh nhân quê hương, Ty Văn hóa thông tin Hà Sơn Bình, 1976)\n* ''Lý Phục Man có phải là Phạm Tu hay không?'' (Tạp chí Nghiên cứu lịch sử số 6-1983, tr.70-72)\n* ''Nguyễn Tri Phương đánh Pháp'', (Trung tâm Unesco thông tin tư liệu lịch sử và vǎn hóa Việt Nam, 1998)<ref>[http:\/\/www.baodanang.vn\/channel\/6061\/201308\/hinh-dung-cuoc-chien-tu-tam-ban-do-chien-su-1858-2267674\/ Hình dung cuộc chiến từ tấm bản đồ chiến sự 1858]<\/ref>\n* ''Thành lũy, phố phường và con người Hà Nội trong lịch sử'' (Văn hóa - Thông tin, 1999)\n* ''Những cuộc chiến đã xảy ra trên miền đất Hà Nội, trung tâm của đất nước trong lịch sử'' (Những phát hiện mới về khảo cổ học năm 2001. - Số 2001. - Tr. 386-388)<ref name=\"thuvienquocgia\"\/>\n* R.M.Đuy Ga, ''Gia đình Tibô'' (đồng dịch giả: Lê Xuân Ninh, Phan Hồng Sơn, Thanh Tùng, Nguyễn Khắc Đạm; Văn học, 1982)\n* Nguyễn Văn Huyên, ''Địa lý hành chính Kinh Bắc'' (tiếng Pháp) (dịch, Hội khoa học lịch sử VN, 1997)\n* Pierre Gourou, ''Người nông dân châu thổ Bắc Kỳ: Nghiên cứu địa lý nhân văn'' (đồng dịch giả: Nguyễn Khắc Đạm, Đào Thế Tuấn; Trẻ, 2003)<ref>[http:\/\/thuvien.ou.edu.vn\/Page\/Lib.aspx?chuc_nang=chi_tiet_ten_sach&MA_TEN_SACH=9062&tro_ve=dg]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Nguyễn Khắc Đạm, ''Tự thuật viết ngày 25-02-2003''.\n\n{{thời gian sống|1918|2007}}\n\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Chỉ huy quân sự Việt Nam (Chiến tranh Đông Dương)]]"}