{"3706331":"{{Thông tin nhân vật hoàng gia\n| tên = Định Viễn Quận Vương\n| tên gốc = 定遠郡王\n| tước vị = [[Hoàng tử]] [[nhà Nguyễn]]\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = Định Viễn Công\n| tại vị = [[1817]] - [[1863]]\n| tước vị đầy đủ = Định Viễn công<br>Định Viễn Quận vương (truy phong)\n| tên đầy đủ = '''Nguyễn Phúc Bính'''<br>阮福昞\n| kiểu tên đầy đủ = Tên húy\n| sinh = [[6 tháng 9]] năm [[1797]]\n| mất = [[16 tháng 8]] năm [[1863]] (65 tuổi)\n| nơi mất = \n| nơi an táng = Phường [[Thủy Biều]], [[Huế]]\n| thụy hiệu = <font color = \"grey\">Đôn Lượng Định Viễn Quận vương<br>敦諒定遠郡王<\/font>\n| cha = Nguyễn Thế Tổ<br>[[Gia Long]]\n| mẹ = Tiệp dư<br>Dương Thị Sự\n| con cái = 42 con trai<br>31 con gái\n}}\n'''Nguyễn Phúc Bính''' ([[chữ Hán]]: 阮福昞; [[6 tháng 9]] năm [[1797]] – [[16 tháng 8]] năm [[1863]]), tước phong '''Định Viễn Quận Vương''' (定遠郡王), là một hoàng tử con vua [[Gia Long]] [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\nHoàng tử Bính sinh ngày 16 tháng 7 (âm lịch) năm [[Đinh Tỵ]] ([[1797]]), là con trai thứ 6 của vua [[Gia Long]], mẹ là ''Tiệp dư'' Dương Thị Sự<ref name=\":6\">''Nguyễn Phúc tộc thế phả'', tr.256<\/ref>. Ngoài hoàng tử Bính, bà Tiệp dư còn sinh hạ một hoàng nữ, là ''An Lễ Công chúa'' [[Nguyễn Phúc Ngọc Cửu|Ngọc Cửu]] ([[1802]] – [[1846]]), con gái thứ 8 của Gia Long.\n\n=== Thời Gia Long ===\nThuở còn trẻ, hoàng tử Bính ham chơi bời nên thường bị vua cha trách phạt, Thái tử Đảm (vua [[Minh Mạng]] sau này) đã nhiều lần xin vua tha cho ông. Về sau, ông biết hối cải, say mê học tập, hành động theo lễ giáo, được khen ngợi<ref name=\":0\">''Đại Nam liệt truyện'', tập 3, quyển 5 – phần ''Định Viễn Quận vương Nguyễn Phước Bính''<\/ref>.\n\nHoàng tử Bính là người say mê bộ môn hát tuồng. Năm [[Gia Long]] thứ 15 ([[1816]]), ông dung túng cho bọn thuộc hạ trong phủ đi dụ dỗ con gái nhà dân làm nghề con hát. Việc đến tai [[Gia Long]], vua rất giận nên sai người đánh hoàng tử rất đau. [[Minh Mạng|Thái tử Đảm]] khóc xin cha tha cho em. Vua không cho, quay ra bảo các tướng [[Lê Văn Duyệt]], [[Nguyễn Văn Nhơn]], [[Nguyễn Đức Xuyên]] rằng: “''Từ nay hoàng tử hoàng tôn có làm gì trái phép, bọn ngươi phải báo cáo trẫm biết''”<ref>''Đại Nam thực lục'', tập 1, tr.933<\/ref>.\n\nNăm thứ 16 ([[1817]]), hoàng tử Bính được phong làm '''Định Viễn công''' (定遠公)<ref>''Đại Nam thực lục'', tập 1, tr.954<\/ref>.\n\n=== Thời Minh Mạng ===\nThái tử Đảm lên ngôi, lấy niên hiệu là [[Minh Mạng]]. Vua rất quý các hoàng đệ, cứ 5 ngày một lần sai người đến các phủ của họ hỏi thăm, khi rỗi việc triều chính thì thỉnh thoảng đến chơi<ref>''Đại Nam thực lục'', tập 2, tr.59<\/ref>. Cuối năm [[Minh Mạng]] thứ nhất ([[1820]]), làm lễ tế Chạp, các hoàng đệ là Định Viễn công Bính, [[Nguyễn Phúc Tấn|Diên Khánh công]] Tấn và [[Nguyễn Phúc Phổ|Điện Bàn công]] Phổ đi tế thay<ref>''Đại Nam thực lục'', tập 2, tr.105<\/ref>.\n\nNăm thứ 2 ([[1821]]), có người thợ vẽ trốn vào phủ của Định Viễn công, người sở quản bắt đi làm việc, Định Viễn công Bính tranh giữ. Việc tâu lên vua, Định Viễn công sợ hãi liền vào tạ tội. Vua quở rằng: “''Pháp luật là do các thánh và Hoàng khảo ta để lại để trị thiên hạ, trẫm phải cùng người trong nước đều theo. Em là người chí thân mà phạm pháp, nếu lại vị tình thì đối với triều đình thiên hạ làm sao? Nay tạm tha cho, về sau phải chừa''”<ref>''Đại Nam thực lục'', tập 2, tr.136-137<\/ref>.\n\nNăm thứ 3 ([[1822]]), tháng 10 (âm lịch), Định Viễn công gọi thợ làm mũ vào phủ để chế mũ cho các con hát. Người thợ vì mưa lụt không đến, ông giận bắt đánh roi người đó<ref name=\":1\">''Đại Nam thực lục'', tập 2, tr.237<\/ref>. Thiêm sự Nội vụ là Hồ Hữu Thẩm đem việc đó tâu lên. [[Minh Mạng]] gọi Định Viễn công vào cung, quở mắng: “''Em nay 26 tuổi không còn nhỏ bé nữa, sao không bỏ cái tính trẻ con để đến đức thành nhân, cứ cam tự xử ngu dại hết sức như thế. Em còn nhớ năm trước bắt con người ta làm con hát bị Hoàng khảo quở không? Ngày ấy anh van khóc hết sức xin cho, Hoàng khảo vẫn không vì tình riêng mà bỏ phép công, rốt cuộc em bị đánh roi. Nay em có tội, trong anh em có ai xin cho đâu. Ví thử có người xin, anh thương mà tha thì phép công làm sao? Há chẳng là làm nặng thêm tội cho anh ư? Nếu theo luật mà trị thì tình xương thịt làm sao? Há chẳng làm đau lòng cho anh ư? Ấy đều là anh chẳng dạy được em, trên đã đắc tội với Liệt thánh cùng Hoàng khảo, dưới lại đắc tội với thần dân, lưu trong sử sách, nghìn đời về sau sẽ cho anh là người thế nào? Vả anh có ngày nay là Hoàng khảo để lại nghiệp rất lớn, giao cho việc rất khó, cho nên sợ lo nơm nớp, không dám khinh thường chút nào, là vì nghĩ rằng làm vua, ngôi càng cao thì thân càng nguy vậy. Em thử nghĩ xem. Phàm hoàng thân quốc thích, đã không khó nhọc về chính sự, chỉ lấy thi thư làm vui, thì càng phải kính giữ phép tắc, chớ để mất tiếng hay. Nếu lại kiêu ngạo phóng túng, lấy thế lấn người, thì trăm họ hỏng hết, còn phú quý với ai? Huống chi em làm mũ con hát là việc vô ích mà bách người ta giữa lúc mưa lụt thì có nên không? Lỗi lần này anh tạm tha cho, nếu lại còn như thế thì tự có phép công, cuối cùng không thể lấy tình riêng anh em mà bỏ phép công của nước. Em nay huyết khí chưa định, nên chưa biết nghĩ thôi. Sau nên biết tự ức chế thì sẽ khỏi tội lỗi mà giữ được phú quý. Đến khi bốn năm mươi tuổi, nghĩ lại lời nói của anh, mới biết là thương nhau đến thế nào''”<ref name=\":1\" \/>.\n\nĐịnh Viễn công Bính cúi đầu tạ tội. Vua [[Minh Mạng]] sai Thống chế [[Vũ Viết Bảo]] đánh mắng tên [[Cai đội]] thuộc phủ để răn cái tội không biết căn ngăn chủ. Vua lại dụ cho [[bộ Lại]] chọn người cai đội lâu năm có hạnh kiểm làm Phó trưởng sử để giúp đỡ cho Định Viễn công<ref name=\":1\" \/>.\n\nNăm thứ 11 ([[1830]]), người [[nhà Thanh]] là bọn Phan Huy Ký đến làm môn hạ cho Định Viễn công Bính, lợi dụng mượn thuyền của ông đi buôn mong được trốn thuế<ref name=\":2\">''Đại Nam thực lục'', tập 2, tr.58<\/ref>. [[Bộ Hình]] đem chuyện tấu lên vua [[Minh Mạng]]. Vua nói rằng: “''Định Viễn công là bậc họ thân của nhà nước, đáng nên giữ mình ngay thẳng cẩn thận để giữ tiếng tốt, thế mà lại nhẹ dạ cả tin người bậy, lời xằng, cho làm môn thuộc, để nó cậy thế làm gian, cũng không phải là không có lỗi. Vậy phạt bổng thân công 6 tháng''”<ref name=\":2\" \/>. Bọn Phan Huy Ký đều bị tội đồ.\n\nNăm thứ 13 ([[1832]]), tháng 6 (âm lịch), Định Viễn công lại một lần nữa dung túng, để người quen là tên Hàn Phương Di người nhà Thanh mượn thuyền của ông để đi buôn được miễn thuế dịch, nhân đó lén lút mua gạo<ref name=\":3\">''Đại Nam thực lục'', tập 2, tr.333<\/ref>. Việc phát giác, Định Viễn công sợ hãi, thực tâu lên vua. Vua cho là đã biết tự thú thì được miễn tội, luật có nói rõ, vậy đặc cách tha cho, còn tên buôn lậu là Hàn Phương Di thì phải đày đi [[Hà Tiên (tỉnh)|Hà Tiên]]<ref name=\":3\" \/>.\n\nCuối năm đó, Tổng trấn Gia Định [[Lê Văn Duyệt]] nguyên trước đây có giấu riêng 1 thớt voi, [[Bộ Binh (bộ)|bộ Binh]] đem việc đó tâu lên. Vua cho rằng, voi trận không như trâu ngựa, tư gia không được nuôi riêng. Vì vậy, các hoàng đệ là [[Nguyễn Phúc Đài|Kiến An công]] Đài, Định Viễn công Bính, [[Nguyễn Phúc Tấn|Diên Khánh công]] Tấn mỗi người được ban cho một thớt voi từ khoảng niên hiệu [[Gia Long]] đều đem nộp trả cả<ref>''Đại Nam thực lục'', tập 3, tr.433<\/ref>.\n\nNăm thứ 17 ([[1836]]), nhận dịp Định Viễn công lên thọ 40, vua sai lấy các vật phẩm trong kho Nội phủ tặng cho ông (gồm các thứ đồ bằng ngọc và thủy tinh; 1 hòm chè; 12 cuộn gấm hoa; 1 bộ tách uống rượu; 1 đôi giày đỏ thêu hình con mãng)<ref name=\":4\">''Đại Nam thực lục'', tập 4, tr.978<\/ref>. Nhưng vua chợt nhớ ra hôm ấy là ngày giỗ ở miếu, mở lịch ra xem thì là ngày giỗ của ''Hiếu Ninh Hoàng hậu'' [[Trương Thị Thư]] (chánh cung của chúa Ninh [[Nguyễn Phúc Chú]])<ref name=\":4\" \/>. Vua xuống dụ rằng: “''Ngày giỗ lăng Vĩnh Phong, dẫu lệ không cấm yến tiệc và mặc đồ đỏ, tía; nhưng đấy là nói về dân gian mà thôi; đến như người làm tôi con, gặp ngày giỗ tổ mà cứ điềm nhiên yến tiệc, vui chơi, phỏng có yên lòng được không? Vậy, ngày sinh nhật Định Viễn công, từ nay cho hoãn đến ngày hôm sau, mới là hợp lễ. Vả lại, Nội các làm phiếu về chỉ dụ ban thưởng, cuối cùng lại không tâu lại rõ ràng, cũng là sơ suất. Vậy bọn đường quan là bọn [[Lê Bá Tú]] đều phạt lương 3 tháng''”<ref name=\":4\" \/>.\n\nNăm thứ 21 ([[1840]]), vua cho đúc các con thú bằng [[vàng]] để ban thưởng cho các hoàng thân anh em, các hoàng tử công và hoàng tử chưa được phong tước. Định Viễn công Bính được ban cho một con [[bạch trạch]] bằng vàng nặng 6 lạng 9 [[đồng cân]]<ref>''Đại Nam thực lục'', tập 5, tr.696<\/ref>.\n\n=== Thời Thiệu Trị ===\nNăm [[Thiệu Trị]] thứ nhất ([[1841]]), vua xuống dụ miễn cho các thân công Kiến An, Định Viễn, Diên Khánh, Điện Bàn, Thường Tín, An Khánh và Từ Sơn, đều là hoàng thúc của vua, khỏi phải lạy ngày thường chầu, trừ khi triều hội và các điển lễ lớn<ref>''Đại Nam thực lục'', tập 6, tr.66<\/ref>.\n\nNăm thứ 2 ([[1844]]), Định Viễn công theo vua ngự giá Bắc tuần, được sung chức ''Ngự tiền Thân thần'' thay vua nhận sắc của sứ [[nhà Thanh]] đem sang, khi vua hồi loan thì ông được thưởng rất hậu<ref name=\":0\" \/>.\n\nNăm thứ 3 ([[1843]]), tháng 4 (âm lịch), làm lễ Hạ hưởng, ban cho các hoàng tử, hoàng thân và các quan văn võ yến tiệc ở [[Điện Cần Chánh (hoàng thành Huế)|điện Cần Chánh]]. Vua dụ: “''Bảy vị thân công'' (chỉ các em của vua [[Minh Mạng]]) ''đều là chú ta, tuổi đã nhiều, để nâng chén rượu múa nhảy và khúm núm đi lại, thì không phải là trọng đãi, nên miễn cho''”<ref>''Đại Nam thực lục'', tập 6, tr.484<\/ref>.\n\nNăm thứ 4 ([[1844]]), tế trời đất ở [[Đàn Nam Giao (triều Nguyễn)|đàn Nam Giao]]. Lễ xong, vua thưởng cho hoàng thân và các quan văn võ kim tiền, ngân tiền theo thứ bậc. Các hoàng thúc của vua đều được ban thêm một đồng kim tiền lớn hạng nhất có chữ ''Long vân khế hội''<ref>''Đại Nam thực lục'', tập 6, tr.578<\/ref>.\n\nNăm thứ 6 ([[1846]]), tháng 5 nhuận (âm lịch), Thái trưởng công chúa [[Nguyễn Phúc Ngọc Cửu|Ngọc Cửu]] mất<ref name=\":5\">''Đại Nam thực lục'', tập 6, tr.872<\/ref>. Chúa Ngọc Cửu là em cùng mẹ với Định Viễn công, tất cả công việc tang lễ vua [[Thiệu Trị]] đều giao cho ông lo liệu<ref name=\":5\" \/>.\n\nCũng năm đó, tháng 7 (âm lịch), nhân dịp Định Viễn công lên thọ 50, vua sai quan mang phẩm vật thưởng cho (gồm một hình nộm lão tiên bằng [[trúc]]; một thứ đồ bằng vàng ngọc; một đôi bát đĩa bằng vàng, nắp bằng pha lê; 50 lạng bạc; 15 súc đoạn thêu; một bộ ấm chè vẽ vàng của nước ngoài; một bộ tách uống rượu bằng pha lê của nước ngoài; một hòm chè tàu; một hòm rượu tây)<ref>''Đại Nam thực lục'', tập 6, tr.904<\/ref>.\n\n=== Thời Tự Đức ===\nNăm [[Tự Đức]] thứ 16 ([[1863]]), ngày 3 tháng 7 (âm lịch), Định Viễn công Bính mất, thọ 67 tuổi<ref name=\":6\" \/>. Ngày ông mất, vua nghe tin thì thương tiếc, nghỉ chầu 3 ngày, truy tặng cho ông làm '''Định Viễn Quận vương''' (定遠郡王), [[thụy]] là '''Đôn Lượng''' (敦諒), cấp cho con cháu 10 mẫu ruộng để lo việc thờ cúng<ref name=\":0\" \/><ref>''Đại Nam thực lục'', tập 7, tr.818<\/ref>. Tẩm mộ của quận vương Bính hiện tọa lạc tại phường [[Thủy Biều]], thành phố [[Huế]].\n\n== Hoàng thân giàu có ==\nSau khi được phong tước, Định Viễn Quận vương Bính đã ra lập phủ đệ tại thôn Tây Thượng (nay thuộc phường [[Phú Thượng, Huế|Phú Thượng]], thành phố [[Huế]]). Ông năng nổ kinh doanh, liên tục thu lợi nhuận hậu hĩnh, vì thế mà trở nên giàu có đến mức vua anh [[Minh Mạng]] phải khen ngợi rằng: “''Phú bất như Định Viễn''”<ref name=\":7\">{{Chú thích web|url=http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p75\/c144\/n26369\/Tet-xua-trong-cac-phu-de-Hue.html|tựa đề=Tết xưa trong các phủ đệ Huế|tác giả=|họ=|tên=|ngày=2018-02-09|website=Tạp chí Sông Hương|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-04-20}}<\/ref>.\n\nLà người đam mê nghệ thuật hát bội, sẵn với nguồn tiền phong phú của mình, quận vương Bính còn cho lập nhiều đoàn hát phục vụ trong phủ riêng và cho dân chúng cùng xem<ref name=\":7\" \/>. Ông còn cho dựng một phiên chợ đặc biệt vào ba ngày [[Tết Nguyên Đán]], đó là chợ Gia Lạc (nghĩa là ''tăng thêm niềm vui'') với hàng loạt những trò chơi thú vị dành cho các hoàng thân công chúa và quan lại<ref name=\":7\" \/>.\n\n== Gia quyến ==\nĐịnh Viễn Quận vương Bính có tất cả 42 con trai và 31 con gái<ref name=\":0\" \/>. Dưới đây liệt kê tên của một số người:\n\n* Tĩnh Cơ, công tử trưởng. Năm [[Thiệu Trị]] thứ 3 ([[1843]]), được ân phong làm ''Bái Trạch Đình hầu''<ref>''Đại Nam thực lục'', tập 6, tr.450<\/ref>.\n* Tĩnh Cận, công tử thứ<ref>''Đại Nam thực lục'', tập 2, tr.277<\/ref>.\n* Tĩnh Phường, công tử thứ. Năm [[Minh Mạng]] thứ 21 ([[1840]]), được tặng làm ''Phụng quốc khanh''<ref>''Đại Nam thực lục'', tập 5, tr.672<\/ref>\n* Tĩnh Long, công tử thứ 9. Năm [[Tự Đức]] thứ 26 đều được ân phong làm ''Phụng quốc khanh''<ref name=\":0\" \/>.\n* Tĩnh Quỵ, công tử thứ, con trai là Công tôn Hoài Trấp ([[1879]] – [[1928]]) xuất gia đi tu, tức thiền sư Viên Thành, là người sáng lập ra chùa Tra Am ở [[Huế]].\n\nMột người chị họ của sư Viên Thành là Công tôn nữ Thị Tư, pháp danh Thanh Trất, là người lập ra chùa Ba La Mật (nay thuộc huyện [[Phú Vang]], Huế). Chồng của bà Thanh Trất là Nguyễn Khoa Luận, hiệu là ''Viên Giác Đại sư'', đã xuất gia tu hành tại chùa này. Sư Viên Thành lúc mới xuất gia đã theo sư Viên Giác tu tại chùa này, rồi mới lập ra chùa Tra Am.\n\nChắt nội của quận vương Bính là Tôn Nữ Thị Trữ, lấy Trương Quang Nguyên, là chắt của đại thần [[Trương Đăng Quế]].\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''[http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf Nguyễn Phúc Tộc thế phả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200927051537\/http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf |date=2020-09-27 }}'', Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] Tiền biên – Chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] Chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n\n== Xem thêm ==\n* [[Đế hệ thi#Phiên hệ thi|Đế hệ thi]]\n\n== Chú thích ==\n{{tham khảo|3}}\n\n{{thời gian sống|1797|1863}}\n\n[[Thể loại:Hoàng tử Gia Long]]\n[[Thể loại:Công tước nhà Nguyễn]]\n[[Thể loại:Vương tước truy phong Việt Nam]]"}