{"3280608":"{{Dablink|Với những nhân vật khác cùng tên, xem [[Nguyễn Anh Vũ (định hướng)]]}}\n'''Nguyễn Anh Vũ''' ([[1442]] - [[?]]) tên thật là '''Nguyễn Tạc Tổ'''{{fact}} hiệu '''Anh Vũ''', là con của [[Nguyễn Trãi]] và người vợ thứ tư Phạm Thị Mẫn, còn sống sót sau [[Vụ án Lệ Chi Viên]] nhưng phải đổi sang họ mẹ thành Phạm Anh Vũ. Năm [[1464]], sau khi [[Lê Thánh Tông]] xuống chiếu [[chiêu tuyết]] cho [[Nguyễn Trãi]], Nguyễn Anh Vũ (khi đó đã đỗ [[hương cống]]) được bổ nhiệm làm [[tri huyện]]<ref>[[Ngô Sĩ Liên]], ''[[Đại Việt sử ký toàn thư]]'', Nhà Xuất bản Khoa học Xã hội, H. 1968, trang 189.<\/ref> và ban cho 100 mẫu ruộng.<ref name=kienthuc>{{Chú thích web |url=http:\/\/kienthuc.net.vn\/tham-cung\/truyen-thuyet-ly-ky-ve-hau-due-nguyen-trai-261868.html|tiêu đề=Truyền thuyết ly kỳ về hậu duệ Nguyễn Trãi|nhà xuất bản=Vũ Tiến Đức}}<\/ref>\n\nNguyễn Anh Vũ sinh được 7 người con trai:\n\n# Nguyễn Giám (Tổ Tạc) thi đậu Tiến sĩ, làm Thừa chính sứ An Bang (Quảng Ninh), được cử đi sứ ở Trung Quốc, sau đó có tin nói ông bị chết đuối giữa hồ Động Đình - Trung Quốc, Ông sinh ra con trai là Nguyễn Tư ngày nay phát triển thành Đại chi họ Nguyễn Duy tại Quỳnh Xuân, Quỳnh Liên, Quỳnh Lưu (nay là thị xã Hoàng Mai), tỉnh Nghệ An;\n# Nguyễn Kiên thi đỗ nho sinh, ấm thụ tước Mẫu Lâm Lang - hiện nay phát triển thành Đại chi tộc họ Nguyễn ở thôn Nhị Khê – Thượng Tín – Hà Nội;\n# Nguyễn Quân (Tổ Quân, Thừa Tuyên), làm tri huyện Tĩnh Gia - Thanh Hoá, sinh ra Nguyễn Bá Cương và Nguyễn Bá Ký. Nguyễn Bá Cương sinh ra Nguyễn Trinh (Trạch) ngày nay phát triển thành Đại chi họ Nguyễn tại thôn Dự Quần, phường Xuân Lâm, Thị xã Nghi Sơn, tỉnh Thanh Hóa; Nguyễn Bá Ký sinh ra ông Nguyễn Duy Tông (1540 - ?) lấy bà Đinh Thị Lư (con gái Khê quận công Đinh Bạt Tụy) di cư vào Làng Bùi Ngõa, huyện Hưng Nguyên, tỉnh Nghệ An sinh sống và lập nghiệp. Ngày nay phát triển ra các Đại chi họ Nguyễn Duy tại Thanh Lương, Thanh Yên, huyện Thanh Chương; Xã Xuân Lâm, huyện Nam Đàn; xã Nghi Công, huyện Nghi Lộc...tỉnh Nghệ An; Xã Thuận Lộc, Xuân Hồng; Đức Thanh - Đức Thọ, tỉnh Hà Tĩnh. Tổng cộng hậu duệ Nguyễn Trãi => Nguyễn Anh Vũ => Nguyễn Quân => Nguyễn Bá Ký sinh sống tại Nghệ An khoảng 2500 suất đinh; Có 5 nhà thờ Đại tôn các chi tộc được Nhà nước xếp hạng di tích lịch sử văn hóa.\n# Nguyễn Tô Thiêm phát triển thành Đại chi họ Nguyễn tại huyện Hải Hậu - tỉnh Nam Định ?\n# Nguyễn Giáp ngày nay phát triển thành Đại chi họ Nguyễn tại Xuân Dục - Mỹ Hào - tỉnh Hưng Yên?\n# Nguyễn Thung ngày nay phát triển thành Đại chi họ Nguyễn khác tại Hải Hậu - Nam Định \n# Phạm Chân Phương (vâng lời cha đổi họ để trả nghĩa cũ cho họ ngoại Bà Phạm Thị Mẫn nay phát triển thành đại chi họ Phạm Nguyễn Nỗ Lệ, Thụy Phủ, Phú Xuyên, Hà Nội)\n\n==Truyền thuyết==\nTrong [[vụ án Lệ Chi Viên]], những trang chính sử của ''[[Đại Việt sử ký toàn thư]]'' vẫn ghi [[truyền thuyết]] về con [[rắn]] báo oán. Tương truyền, sau khi biết Nguyễn Anh Vũ là hậu duệ cuối cùng của [[Nguyễn Trãi]], rắn báo oán vẫn tiếp tục truy sát. Khi thuyền sứ bộ của Nguyễn Anh Vũ qua [[Động Đình hồ]] thì thấy một con rắn lớn đuổi theo.<ref name=kienthuc\/>\n\n==Trong văn hoá đại chúng==\nTừ nhân vật trong tiểu thuyết dã sử ''[[Bức huyết thư]]'' của nhà văn [[Bùi Anh Tấn]], đạo diễn [[Victor Vũ]] đã dàn dựng tác phẩm điện ảnh<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/victor-vu-lam-phim-vo-hiep-ve-nguyen-trai-1912648.html Victor Vũ làm phim võ hiệp về Nguyễn Trãi]<\/ref> mà về sau mang tên ''[[Thiên mệnh anh hùng]]''. Trong bộ phim này, nghệ thuật [[hư cấu]] được sử dụng có mức độ đã ít nhiều gây tranh cãi, khi nhân vật chính trong phim mang tên \"Trần Nguyên Vũ\", hậu duệ duy nhất còn sống sót sau thảm án tru di của [[Nguyễn Trãi]], lại là cháu nội ông.<ref>[http:\/\/giadinh.net.vn\/giai-tri\/trailer-phim-thien-menh-anh-hung-vua-ra-mat-da-gay-tranh-cai-2011112810293743.htm Trailer phim \"Thiên mệnh anh hùng\" vừa ra mắt đã gây tranh cãi]<\/ref>\n{| class=\"wikitable\" style=\"width:100%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên||'''Nhân Vật'''\n|-\n| style=\"text-align:center;\"|2012 || style=\"text-align:center;\"|《[[Thiên mệnh anh hùng]]》|| style=\"text-align:center;\"| [[Huỳnh Đông]] || style=\"text-align:center;\"| Trần Nguyễn Vũ\n|}\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1442]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Nguyễn Trãi]]\n{{sơ khai nhân vật Việt Nam}}"}