{"586460":"[[Tập tin:Nguyenducthuy.jpg|nhỏ|phải|250px|Doanh nhân Nguyễn Đức Thụy đang nhận cúp do chủ tịch nước trao tặng]]\n'''Nguyễn Đức Thụy''' (sinh năm 1976) hiện là một trong những người giàu nhất Việt Nam trên sàn chứng khoán với vị trí thứ 6, tháng 3\/2021. Ông là chủ tịch tập đoàn [[Công ty cổ phần Tập đoàn ThaiGroup|ThaiGroup]] và là người nổi tiếng từ khi còn là ông bầu của 2 đội bóng thi đấu ở giải vô địch quốc gia [[Việt Nam]] 2011 là [[Câu lạc bộ bóng đá Xi măng Xuân Thành Sài Gòn]] và [[Quảng Nam]]<ref>[http:\/\/www.thethaovanhoa.vn\/128N20100817112051455T0\/ong-chu-hai-doi-bong-nguyen-duc-thuy-toi-se-lam-duoc-nhu-bau-hien.htm Ông chủ hai đội bóng Nguyễn Đức Thụy: Tôi sẽ làm được như bầu Hiển]<\/ref> và đặc biệt là thú vui chơi xe với việc sở hữu nhiều xe sang và các thương vụ mua bán gây xôn xao dư luận. Nguyễn Đức Thụy cũng là doanh nhân trẻ nằm trong nhóm 100 doanh nhân đạt danh hiệu \"Doanh nhân Việt Nam tiêu biểu 2009\", nằm trong top 100 người giàu nhất trên sàn chứng khoán Việt Nam năm 2013 và đến tháng 3 năm 2021, Nguyễn Đức Thụy vươn lên đứng thứ 6 trên sàn chứng khoán Việt Nam.<ref>[https:\/\/vietnamnet.vn\/vn\/kinh-doanh\/tai-chinh\/tin-chung-khoan-ngay-1-3-giau-nhanh-chua-tung-co-tay-choi-so-1-ninh-binh-sap-tro-thanh-ty-phu-usd-716238.html Giàu nhanh chưa từng có, đại gia bậc nhất Ninh Bình sắp thành tỷ phú USD]<\/ref> Đã có thời điểm ông Nguyễn Đức Thụy vươn lên Top 4 tỷ phú giàu nhất sàn chứng khoán Việt Nam.<ref>[https:\/\/tinnhanhchungkhoan.vn\/bo-tui-hon-2-800-ty-dong-trong-1-tuan-bau-thuy-vuon-len-top-4-ty-phu-giau-nhat-san-chung-khoan-viet-nam-post263050.html Bỏ túi hơn 2.800 tỷ đồng trong 1 tuần, bầu Thụy vươn lên Top 4 tỷ phú giàu nhất sàn chứng khoán Việt Nam]<\/ref><ref>{{Chú thích web |url=http:\/\/www.nhandan.org.vn\/cmlink\/nhandandientu\/thoisu\/phap-luat\/th-i-s\/ong-inh-c-phi-u-khong-ph-m-t-i-vu-kh-ng-1.302027?mode=print#7XyTTT2DnKyy |ngày truy cập=2011-09-04 |tựa đề=Ông Đinh Đức Phiếu không phạm tội vu khống |archive-date=2011-07-03 |archive-url=https:\/\/web.archive.org\/web\/20110703143225\/http:\/\/www.nhandan.org.vn\/cmlink\/nhandandientu\/thoisu\/phap-luat\/th-i-s\/ong-inh-c-phi-u-khong-ph-m-t-i-vu-kh-ng-1.302027?mode=print#7XyTTT2DnKyy}}<\/ref>\n\n==Tiểu sử==\n*Nguyễn Đức Thụy sinh ngày 11\/9\/1976 tại [[Gia Lập, Gia Viễn|Gia Lập]] - [[Gia Viễn]] - [[Ninh Bình]], là con trai thứ hai của doanh nhân Nguyễn Xuân Thành. Ông là một [[người Công giáo|tín hữu Công giáo]]. Gia đình ông Thành có những người con: Nguyễn Xuân Thiện 1970, Nguyễn Đức Thụy 1976, Nguyễn Văn Thùy 1981, Nguyễn Xuân Thủy 1988, Nguyễn Thị Thảo, Nguyễn Văn Thuyết 1986, và Nguyễn Đức Hạnh 1992.<ref>[https:\/\/kienthuc.net.vn\/kinh-doanh\/he-lo-than-the-tan-chu-tich-hdqt-thaiholdings-nguyen-van-thuyet-1526019.html Hé lộ thân thế tân Chủ tịch HĐQT Thaiholdings Nguyễn Văn Thuyết]<\/ref>\n*Chức danh cao nhất: Chủ tịch Hội đồng quản trị Tập đoàn Xuân Thành<ref>[http:\/\/thethao.tuoitre.vn\/The-thao\/419749\/%E2%80%9CToi-muon-dua-bong-da-[[Thành phố Hồ Chí Minh]]-tro-thanh-so-1%E2%80%9D.html \"Tôi muốn đưa bóng đá TP.HCM trở thành số 1\"]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>\n*Dân tộc: Kinh - Quốc tịch: [[Việt Nam]]<ref>Chứng minh nhân dân số: 164065803 cấp ngày 28 tháng 5 năm 2007 tại Công an [[Ninh Bình]]<\/ref>\n*Chỗ ở hiện tại: 32H1 Khu Biệt thự Yên Hòa, Cầu Giấy, Hà Nội.<ref>[http:\/\/vnexpress.net\/su-kien\/top-rich-2013\/top100\/nguyen-duc-thuy-13140 100 người giàu nhất trên sàn chứng khoán Việt Nam năm 2013]<\/ref>\n*Gia đình: có vợ hiện làm việc ở đài truyền hình [[Ninh Bình]].\n\n==Hoạt động==\n\n===Ông bầu bóng đá===\nCuối mùa bóng 2010, sau khi không thể đưa Xuân Thành [[Hà Tĩnh]] thăng hạng Nhất bằng cửa chính, tập đoàn Xuân Thành đã mua lại suất chơi giải hạng Nhất mùa tới của Hòa Phát V&V. Đội bóng này đổi tên thành [[Thành phố Hồ Chí Minh|Sài Gòn]] Xuân Thành và chọn [[Thành phố Hồ Chí Minh]] làm đại bản doanh.<ref>[http:\/\/www.thethao68.com\/bong-da\/bong-da-trong-nuoc\/doi-tuyen-quoc-gia-thu-nho-du-giai-hang-nhat-2011-33854.tt \"Đội tuyển quốc gia thu nhỏ\" dự giải hạng Nhất 2011]<\/ref> Là đội bóng mới của giải hạng Nhất nhưng [[Thành phố Hồ Chí Minh|Sài Gòn]] Xuân Thành bỏ ra hàng chục tỷ đồng thu hút hàng loạt ngôi sao đến đầu quân như Minh Đức (Hải Phòng), [[Lê Phước Tứ|Phước Tứ]] (T&T), [[Sỹ Mạnh]] ([[Ninh Bình]]), Đình Luật (Navibank Sài Gòn), Duy Quang (HAGL) và [[Huỳnh Kesley Alves]] (Bình Dương)... và Giám đốc điều hành Trần Tiến Đại. Với những nhân tố mới, Sài Gòn Xuân Thành được ví như một tuyển quốc gia thu nhỏ. Trong buổi lễ xuất quân tối 5\/1, Chủ tịch CLB Sài Gòn Xuân Thành Nguyễn Đức Thụy không giấu mục tiêu thăng hạng V-League ngay trong mùa tới. \"Những gì đã đầu tư cho thấy rõ mục tiêu của Sài Gòn Xuân Thành là có mặt ở V-League 2012\".\n\nỞ một CLB hạng Nhất khác Nguyễn Đức Thụy cũng đóng vai trò ông bầu là Bảo hiểm Thái Sơn [[Quảng Nam]]. Trước khi về với Thành phố Hồ Chí Minh, cái tên Xuân Thành từng được gắn tạm với [[Quảng Nam]], sau đó chuyển giao lại cho Bảo hiểm Thái Sơn - Một Cty thành viên của tập đoàn Xuân Thành. Đây chỉ là một hình thức lách luật để hợp thức hóa vị thế \"đồng chủ\" của bầu Thụy.<ref>[http:\/\/phapluatxahoi.vn\/20110107101333700p0c1006\/khi-2-doi-cung-chung-mot-chu.htm Khi 2 đội cùng chung một \"chủ\"...]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref> Là ông bầu bóng đá hoạt động trong lĩnh vực xây dựng, Nguyễn Đức Thụy còn được đồng nghiệp gọi với biệt danh là Thụy đóng gạch bởi tính cách năng nổ và nhiệt tình với nghề của mình.\n\n===Tại Tập đoàn Xuân Thành===\n[[Tập đoàn Xuân Thành]] được hình thành từ Công ty cổ phần đầu tư & phát triển Xuân Thành. Tiền thân là Hợp tác xã xây dựng Bình Minh thành lập năm 1976 tại xã Gia Lập, huyện Gia Viễn, tỉnh [[Hà Nam Ninh]] do Nguyễn Xuân Thành làm chủ nhiệm. Hiện nay Tập đoàn có địa chỉ trụ sở chính tại số nhà 8, Đường 1, Phố 9, Phường [[Đông Thành (phường)|Đông Thành]], [[ninh Bình (thành phố)|thành phố Ninh Bình]], tỉnh [[Ninh Bình]]. Vốn điều lệ ban đầu: 2.500 tỷ đồng (trong đó Nguyễn xuân thành chiếm 2.087,5 tỷ đồng). Đến năm 2007 Xuân Thành Group do Nguyễn Đức Thụy làm Chủ tịch bao gồm 14 Công ty thành viên<ref>{{Chú thích web |url=http:\/\/www.xuanthanh.com.vn\/vn\/Lich-su-hinh-thanh-in97 |ngày truy cập=2011-01-12 |tựa đề=lịch sử hình thành Tập đoàn Xuân Thành |archive-date=2011-03-01 |archive-url=https:\/\/web.archive.org\/web\/20110301003656\/http:\/\/xuanthanh.com.vn\/vn\/Lich-su-hinh-thanh-in97 }}<\/ref>.\n\nTập đoàn Thaigroup đang đầu tư nhiều dự án lớn như: khách sạn 5 sao Park Hyatt tại 17 Tôn Đản (Hà Nội), các nhà máy xi măng: Xuân Thành (Hà Nam), Thạnh Mỹ (Quảng Nam), Minh Tâm (Bình Phước), Kaito Hà Tiên (Kiên Giang); Nhà máy phân lân DAP Lào Cai, Khu tổ hợp Town Xuân Thành tại [[Ninh Bình]], Cảng xuất nhập khẩu Ninh Phúc và rất nhiều công trình lớn khác...<ref>[http:\/\/www.baoxaydung.com.vn\/news\/vn\/kinh-te\/dau-an-thaigroup-tren-que-huong-ha-tinh.html Dấu ấn Thaigroup trên quê hương Hà Tĩnh]<\/ref>\n\n===Vụ khách sạn Kim Liên===\nÔng Nguyễn Đức Thụy (bầu Thụy) được nhắc đến nhiều khi đòi mua trọn khách sạn Kim Liên qua Thaigroup tiền thân là CTCP Xuân Thành Group trong những ngày cuối cùng của đợt đăng ký. Với vốn điều lệ 2.500 tỷ đồng, Thaigroup được đánh giá có nhiều tiềm năng trong “cuộc đua” này.<ref>[http:\/\/antt.vn\/nhung-ngay-im-lang-cua-bau-thuy-0112237.html Những ngày im lặng của bầu Thụy]<\/ref>\n\nTheo nguồn tin riêng của ANTT, trong phiên đấu giá trọn lô cổ phần của khách sạn Kim Liên sáng 23\/12\/2015, bầu Thụy chính là đại gia mạnh tay chi hơn 1.000 tỷ đồng để giành phần thắng chung cuộc.<ref>[http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/280483\/bau-thuy-chi-1-000-ty-chinh-thuc-so-huu-khach-san-kim-lien.html Bầu Thụy chi 1.000 tỷ, chính thức sở hữu khách sạn Kim Liên]<\/ref>\n\n==Thú chơi xe==\nNguyễn Đức Thụy là người nổi tiếng \"chịu chơi\" với việc sở hữu nhiều xe sang đắt tiền như chiếc [[Rolls-Royce Phantom]] đầu tiên tại [[Ninh Bình]], 3 [[Rolls-Royce Ghost]] và 1 [[Maybach]] 62s và các loại Mercedes S-Class, BMW 7-Series, Range Rover, Lexus Ls600hl, Lx570, X5 4.8,...<ref>http:\/\/28mins.com\/Tin-nhanh\/Nhung-dai-gia-Viet-tuoi-Thin\/2698180{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }} Những đại gia Việt tuổi Thìn<\/ref> Cuối tháng 3\/2012 Tập đoàn Xuân Thành tiếp tục mang về bộ đôi xe siêu sang Maybach 62S thứ 2 và chiếc Rolls-Royce Phantom Rồng, trị giá khoảng 1,4 triệu USD\/xe tương đương gần 60 tỷ đồng.<ref>[http:\/\/www.thanhtra.com.vn\/tabid\/77\/newsid\/52425\/temidclicked\/32\/seo\/Xe-sieu-sang-Maybach-62S-thu-2-cua-dai-gia-Ninh-Binh\/Default.aspx Xe siêu sang Maybach 62S thứ hai của đại gia Ninh Bình]<\/ref> Tổng giá trị của 6 chiếc xe siêu sang này là hơn 100 tỷ đồng. Đến năm 2012, các đại gia [[Ninh Bình]] đã chính thức sở hữu tới 7 chiếc xe Rolls-Royce và đưa [[Ninh Bình]] trở thành một trong những tỉnh, thành có nhiều xe siêu sang nhất Việt Nam.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.nguoiduatin.vn\/anh-gay-bao-em-tao-song-dang-ne-nha-dai-gia-viet-a139359.html Anh 'gây bão', em 'tạo sóng': Đáng nể nhà đại gia Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140809201800\/http:\/\/www.nguoiduatin.vn\/anh-gay-bao-em-tao-song-dang-ne-nha-dai-gia-viet-a139359.html |date=2014-08-09 }}\n*[http:\/\/vtc.vn\/1-496683\/kinh-te\/het-no-va-chan-noi-anh-em-bau-thuy-o-an.htm Hết nổ và chán nổi, anh em bầu Thụy ở ẩn]\n*[http:\/\/vnexpress.net\/gl\/oto-xe-may\/2012\/03\/rolls-royce-phantom-in-rong-ve-ninh-binh\/ Rolls-Royce Phantom in rồng về Ninh Bình ]\n*[http:\/\/bongdaplus.vn\/VLeague-2012\/Sieu-xe-Bau-Truong-do-xe-hop-trieu-do-cua-bau-Thuy\/41396.bbd Siêu xe Bầu Trường đọ xế hộp triệu đô của Bầu Thụy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120321202644\/http:\/\/bongdaplus.vn\/VLeague-2012\/Sieu-xe-Bau-Truong-do-xe-hop-trieu-do-cua-Bau-Thuy\/41396.bbd |date=2012-03-21 }}, BONGDAPLUS.vn, Thứ hai 19\/03\/2012 13:29\n*[http:\/\/ngoisao.net\/tin-tuc\/ben-le\/2012\/03\/bau-thuy-bau-truong-hai-ong-vua-o-dat-ninh-binh-193912\/ Bầu Thụy, bầu Trường - hai 'ông vua' ở đất Ninh Bình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120320015341\/http:\/\/ngoisao.net\/tin-tuc\/ben-le\/2012\/03\/bau-thuy-bau-truong-hai-ong-vua-o-dat-ninh-binh-193912\/ |date=2012-03-20 }}, Báo ngoisao.net, Thứ sáu, 16\/3\/2012, 11:44 GMT+7\n\n{{Thời gian sống|Sinh=1976}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Doanh nhân Việt Nam]]\n[[Thể loại:Lãnh đạo doanh nghiệp Việt Nam]]"}