{"2215":"{{Thông tin nhân vật hoàng gia\n| embed = \n| tên = Nguyễn Thái Tổ<br\/> Tiên Vương\n| tên gốc = 僊王\n| tước vị = [[Chúa Nguyễn]] [[Đàng Trong]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = [[Tập tin:Nguyen hoang.jpg]]\n| ghi chú hình = Chúa Nguyễn Hoàng \n| chức vị = [[Chúa Nguyễn]]\n| tại vị = [[1558]] - [[1613]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1558 till:1802\nAlignBars = early\nScaleMajor = increment:244 start:1558\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1558 till:1613 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = Không có\n| nhiếp chính = \n| kế nhiệm = [[Nguyễn Phúc Nguyên]]\n| hoàng tộc = [[Chúa Nguyễn|Họ Nguyễn]]\n| kiểu hoàng tộc = Gia tộc\n| tôn hiệu = Chúa Tiên (主僊)\n| miếu hiệu = [[Thái Tổ]] (太祖)<br>[[Liệt Tổ]] (烈祖)\n| tên đầy đủ = Nguyễn Hoàng (阮潢)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| tước hiệu = \n| tước vị đầy đủ = [[tước vị| ]]\n*Đoan Quốc Công\n* Chúa Tiên\n*Cung Ý Cần Nghĩa công \n*Cần Nghĩa Đạt Lý Hiển Ứng Chiêu Hựu Diệu Linh Gia Dụ vương\n*Liệt Tổ Triệu Cơ Thùy Thống Khâm Minh Cung Ý Cần Nghĩa Đạt Lý Hiển Ứng Chiêu Hựu Diệu Linh Gia Dũ Thái vương\n| thông tin tước vị đầy đủ = hiện\n| thụy hiệu = Triệu Cơ Thùy Thống Khâm Minh Cung Ý Cần Nghĩa Đạt Lý hiển Ứng Chiêu Hựu Diệu Linh Gia Dụ Hoàng đế<br> (肇基垂統欽明恭懿謹義達理顯應昭祐耀靈嘉裕皇帝) <br>Ngắn: Gia Dụ Hoàng đế (嘉裕皇帝)\n| niên hiệu = \n| thời gian của niên hiệu = \n| phối ngẫu = \n| vợ = [[Gia Dụ hoàng hậu]] <BR> Đoan Quốc Thái phu nhân <BR> Minh Đức Vương thái phi\n| thông tin con cái = hiện\n| con cái = [[Nguyễn Phúc Nguyên]]<br>Tổng cộng 10 con trai và hai con gái\n| cha = [[Nguyễn Kim]]\n| mẹ = [[Triệu Tổ Tĩnh Hoàng hậu]]\n| nơi sinh = [[Thanh Hóa]], [[Đại Việt]]\n| sinh = {{ngày sinh|1524|8|28}}\n| mất = {{ngày mất và tuổi|1613|7|20|1525|8|28}}\n| nơi mất = [[Đàng Trong]], [[Đại Việt]]\n| ngày an táng = \n| nơi an táng = * Vùng núi Thạch Hãn, huyện Hải Lăng, phủ Triệu Phong (nay thuộc huyện Hải Lăng tỉnh [[Quảng Trị]])\n  *Về sau chuyển về núi La Khê tức Khải Vận Sơn (nay thuộc [[Lăng Trường Cơ]] huyện Hương Trà, tỉnh Thừa Thiên [[Huế]]).\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Phật giáo]] \n| chữ ký = \n}}\n'''Nguyễn Hoàng''' ([[chữ Hán]]: 阮潢; [[28 tháng 8]], [[1524]] – [[20 tháng 7]] năm [[1613]]) hay '''Nguyễn Thái Tổ''', '''Chúa Tiên''', là vị [[chúa Nguyễn]] đầu tiên, người đặt nền móng cho [[Nhà Nguyễn|vương triều Nguyễn]] ([[1802]] - [[1945]]). Ông quê ở [[Gia Miêu Ngoại trang]], huyện Tống Sơn, phủ Hà Trung, xứ Thanh Hoa, ngày nay thuộc địa phận xã Hà Long, huyện Hà Trung, tỉnh [[Thanh Hóa]]. Ông nội ([[Nguyễn Hoằng Dụ]]) và cha ông ([[Nguyễn Kim]]) là những trọng thần của triều đình [[nhà Hậu Lê]]. Sau cái chết của cha ông là [[Nguyễn Kim]], người anh rể là chúa [[Trịnh Kiểm]] nắm giữ quyền hành đã giết chết anh trai ông là [[Nguyễn Uông]], Nguyễn Hoàng nhờ chị gái [[Nguyễn Thị Ngọc Bảo]] xin [[Trịnh Kiểm]] cho mình vào trấn thủ Thuận Hóa, [[Trịnh Kiểm]] chấp thuận.\n\nVào năm 1558, ông cùng với con em Thanh Nghệ tiến vào đất [[Thuận Hóa]] đóng ở xã Ái Tử (sau gọi là kho Cây Khế), thuộc huyện Đăng Xương, tỉnh Quảng Trị. Năm 1559, ông được vua [[Lê Anh Tông]] cho trấn thủ đất Thuận Hóa, Quảng Nam. Năm 1593, Nguyễn Hoàng đem quân ra Bắc giúp họ Trịnh đánh dẹp, lập nhiều công lao. [[Trịnh Tùng]] vẫn ngầm ghen ghét, tìm cách giữ Nguyễn Hoàng lại, không cho về Thuận Hóa. Năm 1600, Nguyễn Hoàng giả cách nói đi dẹp loạn, rồi tự dẫn binh về Thuận Hóa. Từ đấy Nam Bắc phân biệt cho tới mãi về sau, bề ngoài thì làm ra bộ là hòa hiếu,nhưng bề trong thì vẫn lo việc phòng bị để chống cự với nhau.\n\nNguyễn Hoàng đã có những chính sách hiệu quả để phát triển vùng đất của mình và mở rộng lãnh thổ hơn nữa về phía Nam. Các vị đế, vương hậu duệ của ông tiếp tục chính sách mở mang này và đã chống nhau với [[chúa Trịnh|họ Trịnh]] bất phân thắng bại trong nhiều năm, cuối cùng họ Nguyễn đã hoàn thành việc thống nhất đất nước từ Nam đến Bắc ở đất liền, khởi đầu từ niên hiệu [[Gia Long]] (cháu đời thứ 10 của ông).\n\nNguyễn Hoàng chính là vị quân chủ có tuổi thọ cao nhất trong các vị quân chủ của Việt Nam nếu tính cả vua lẫn chúa (ngài thọ 89 tuổi từ năm 1524-1613), còn nếu chỉ tính vua mà không tính chúa thì vua Bảo Đại là vị vua có tuổi thọ cao nhất với 83 tuổi từ năm 1913-1997.\n\n== Tiểu sử ==\nNguyễn Hoàng sinh [[28 tháng 8]], 1524 năm [[Ất Dậu]], là người ở làng [[Gia Miêu Ngoại trang]], huyện [[Tống Sơn]], phủ Hà Trung, xứ Thanh Hoa<ref>tức Thanh Hóa ngày nay<\/ref>, con trai thứ của [[Nguyễn Kim]] và bà chính thất Nguyễn Thị Mai, con gái của Đặc tiến quốc thượng tướng quân thự vệ sự triều Lê Nguyễn Minh Biện (quê ở làng Phạm Xá, xã [[Ngọc Sơn, thành phố Hải Dương]]). Tiên tổ Nguyễn Hoàng là [[Nguyễn Công Duẩn]], theo vua [[Lê Thái Tổ]], làm quan đến Phụng thần vệ tướng quân Gia đình Hầu, Hoành quốc công. Nguyễn Công Duẩn sinh [[Nguyễn Đức Trung (tướng nhà Lê sơ)|Nguyễn Đức Trung]], đời vua Lê Nhân Tông làm Điện tiền chỉ huy sứ, đã cùng [[Nguyễn Xí]] mưu lập vua Lê Thánh Tông, làm đến Đô đốc Trịnh quốc công. Nguyễn Đức Trung là anh của Nguyễn Văn Lỗ, Nguyễn Văn Lỗ sinh ra Nguyễn Văn Lãng (hay Lang), [[Nguyễn Văn Lang]] làm tướng triều đình thời [[Lê Uy Mục]]. Khi vua Uy Mục mất lòng dân, Nguyễn Văn Lang cùng con là [[Nguyễn Hoằng Dụ]] họp quân ba phủ xứ Thanh tôn con Kiến vương [[Lê Tân]] là Lê Oanh lên làm vua. Lê Oanh đánh đổ Lê Uy Mục, trở thành vua [[Lê Tương Dực]], đã phong Nguyễn Văn Lang tước Nghĩa quốc công, Nguyễn Hoằng Dụ làm Thái phó Trừng quốc công.\n\nCha của Nguyễn Hoàng là [[Nguyễn Kim]], con trưởng của [[Nguyễn Văn Lưu]], làm quan cuối triều Lê sơ, giữ chức Hữu vệ điện tiền tướng quân, tước An hòa hầu. Năm 1527, [[Mạc Đăng Dung]] cướp ngôi nhà Lê, Nguyễn Kim có chí muốn khôi phục, ông dẫn con em sang Ai Lao thu nạp hào kiệt, tìm con cháu nhà Lê phò lập.<ref>Đại Nam thực lục, Nhà xuất bản Giáo dục, 2002, bản điện tử, trang 17, 18<\/ref><ref>Phủ biên tạp lục, Nhà xuất bản văn hóa thông tin, 2007, tr 58<\/ref>\n\n==Giai đoạn đầu đời==\nNăm 1527, xảy ra sự biến [[Mạc Đăng Dung]] cướp ngôi vua [[Lê Cung Hoàng]], lúc ấy Nguyễn Hoàng mới lên 2 tuổi. [[Nguyễn Kim]] đã phải tránh sang Lào, xây dựng lực lượng, tìm cách khôi phục [[nhà Lê]]. Nguyễn Kim để Nguyễn Hoàng lại cho người anh vợ là Thái phó [[Nguyễn Ư Dĩ]] <ref>tên tự là Vô Sự, bấy giờ gọi là Uy quốc công<\/ref> nuôi dưỡng.\n\nNăm 1533, Nguyễn Kim đón con trai của Lê Chiêu Tông tên Lê Ninh, lập làm vua tức vua [[Lê Trang Tông]], nhờ công ấy ông được phong làm Thượng phụ thái sư Hưng quốc công chưởng nội ngoại sự. Bây giờ, có người huyện Vĩnh Lộc, Thanh Hoa tên là [[Trịnh Kiểm]] đến yết kiến, [[Nguyễn Kim]] thấy có vẻ lạ, đem con gái [[Nguyễn Thị Ngọc Bảo]] gả cho và cho làm tướng quân. Năm 1540, Nguyễn Kim dẫn vua về Nghệ An, hào kiệt theo rất nhiều, năm 1543, lại dẫn quân về lấy đất Thanh Hóa. Năm 1545, vì bị [[Dương Chấp Nhất]] đầu độc, Nguyễn Kim qua đời, được vua phong làm Chiêu huân tĩnh công.\n\nBởi vậy mồ côi phải tự lập từ thuở thiếu niên, Nguyễn Hoàng được bác mình là Nguyễn Ư Dĩ hết lòng bảo hộ, và khi lớn lên, thường được bác ấy khuyến khích với những câu truyện xây dựng sự nghiệp cơ đồ. Khi làm quan cho triều Lê<ref>lúc ấy đang chống nhau với nhà Mạc<\/ref> Nguyễn Hoàng được phong làm Hạ khê hầu, và cử quân đánh [[nhà Mạc]], lúc ấy trong tay vua [[Mạc Hiến Tông|Mạc Phúc Hải]] (con trưởng Mạc Đăng Doanh). Nguyễn Hoàng chém được tướng là Trịnh Chí ở huyện Ngọc Sơn, và khi khải hoàn, còn được vua Lê Trang Tông khen rằng, \"''thực là cha hổ sinh con hổ\"''.<ref>Đại Nam thực lục, Nhà xuất bản Giáo dục, 2002, bản điện tử, trang 18, 19<\/ref>.\n\n== Xây dựng cơ đồ - Mở mang bờ cõi==\n=== Trấn thủ Thuận Hóa - Quảng Nam ===\nNăm [[1545]], Vua Trang Tông phong Lượng quốc công [[Trịnh Kiểm]], chồng của [[Nguyễn Thị Ngọc Bảo]] (chị ruột Nguyễn Hoàng) làm Thái sư. Họa vô đơn chí trong cùng một năm, trước là cha bị đầu độc chết, giờ là anh bị giết chết. Người anh cả của Nguyễn Hoàng là Tả tướng Lãng quận công Nguyễn Uông bị Thái sư Lượng quốc công Trịnh Kiểm giết chết. Hơn nữa, vì mới được chiến công cao, công danh cao, được phong làm Đoan quận công, Nguyễn Hoàng còn bị lộ ra như cái gai trước mắt những kẻ hay ganh tị, nhất là nếu kẻ này là Thái sư Trịnh Kiểm.\n\nNhận thấy sự nguy hiểm này, nên Nguyễn Hoàng cáo bệnh, cốt giữ mình kín đáo hơn để Trịnh Kiểm khỏi nghi ngờ. Sau khi bàn mưu với bác họ là Nguyễn Ư Dĩ, Nguyễn Hoàng ngầm sai sứ giả tới hỏi Trạng Trình. Nguyễn Bỉnh Khiêm, người làng Trung Am, xứ Hải Dương, đỗ Trạng nguyên triều Mạc, làm đến chức Thái bảo về trí sĩ, lúc đó đã có tiếng giỏi nghề thuật số. Trạng Trình Nguyễn Bỉnh Khiêm nhìn cái núi non bộ ở trước sân mà ngâm lớn rằng: ''Hoành sơn nhất đái, vạn đại dung thân'', nghĩa là: Một dải núi ngang có thể dung thân muôn đời được. Khi sứ giả về thuật lại câu ấy, Nguyễn Hoàng hiểu ý ngay.<ref>Đại Nam thực lục, Nhà xuất bản Giáo dục, 2002, bản điện tử, trang 19, 20<\/ref>\n\nÔng nhờ Ngọc Bảo xin Trịnh Kiểm cho vào trấn thủ ở [[Thuận Hóa|Thuận Hoá]] (khu vực từ [[Quảng Bình]] đến [[Thừa Thiên Huế]] ngày nay). Vùng đất Thuận Hóa bấy giờ mới được dẹp yên; Nhà Lê đã đặt Tam ty, phủ huyện để cai trị, nhưng lòng dân vẫn chưa yên; Trịnh Kiểm vẫn còn băn khoăn về vùng đất này. Nhưng nhận thấy Thuận Hóa là nơi xa xôi, đất đai cằn cỗi nên Trịnh Kiểm đã đồng ý, lên tâu vua [[Lê Anh Tông]] nên cho Nguyễn Hoàng vào trấn thủ đất đó (1558). Vua Lê nghe theo và trao cho trấn tiết <ref>Trấn tiết: Cờ tiết vua giao cho làm huy hiệu của quyền trấn thủ<\/ref>, phàm mọi việc đều ủy thác, chỉ cần mỗi năm nộp thuế là đủ.<ref>Đại Nam thực lục, Nhà xuất bản Giáo dục, 2002, bản điện tử, trang 20<\/ref>\n\nTheo Lịch sử vương quốc Đàng Ngoài, Trịnh Kiểm e sợ Nguyễn Hoàng mỗi ngày càng lớn, có lòng khoan hậu và chí lớn nên tìm cách ám hại. Bà Ngọc Bảo biết được, muốn cứu mạng em và cứu chồng khỏi tội sát nhân; bà khuyên chồng với lý do cho em trai ra trận và giữ vững vùng đất Thuận Quảng mới chiếm, Trịnh Kiểm đồng ý.<ref>Lịch sử vương quốc Đàng Ngoài, chương 2, Nhà xuất bản Khoa học xã hội, 2016<\/ref>\n\nNăm [[1558]], Nguyễn Hoàng và gia quyến cùng các tướng [[Nguyễn Ư Dĩ]], [[Mạc Cảnh Huống]], Văn Nham, Thạch Xuyên, Tường Lộc, Thường Trung, [[Vũ Thì Trung]], [[Vũ Thì An]] và hàng nghìn đồng hương thân tín [[Thanh Hóa|Thanh]] - [[Nghệ An|Nghệ]] đi vào [[Thuận Hóa]]. Khi đến nơi, đoàn thuyền đã đi vào [[cửa Việt Yên]] (nay là Cửa Việt), đóng trại tại Gò Phù Sa, xã Ái Tử, huyện Vũ Xương (nay là huyện Triệu Phong, tỉnh Quảng Trị) và đã chọn nơi này để lập Thủ Phủ gọi là [[dinh Ái Tử]]. Lưu Thủ Thuận Hóa [[Tống Phước Trị]] (quê ở Tống Sơn, Thanh Hóa) đã dâng nộp bản đổ, sổ sách trong xứ cho Đoan Quận Công Nguyễn Hoàng, và theo phò tá ông.\n\nMùa đông năm 1560, Nguyễn Hoàng cho đặt đồn cửa biển giữ miền duyên hải, do bấy giờ quân Mạc thường theo đường biến vào cướp Thanh Nghệ nên phải đề phòng<ref>Đại Nam thực lục tiền biên, Quyển I<\/ref>. Tháng 3 năm 1568, trấn thủ Quảng Nam là Trấn quận công [[Bùi Tá Hán]] mất. Thượng tướng Thái quốc công Trịnh Kiểm lấy Nguyên quận công [[Nguyễn Bá Quýnh]] làm tổng binh thay giữ đất ấy. Năm [[1569]], Nguyễn Hoàng ra [[Thanh Hóa]] yết kiến [[Lê Anh Tông]], nộp quân lương giúp Nam triều đánh [[nhà Mạc]], rồi đến phủ [[Tể tướng|Thượng tướng]] lạy mừng [[Trịnh Kiểm]]. Trịnh Kiểm hài lòng, phong cho ông trấn thủ luôn đất [[Quảng Nam]], thay cho [[Nguyễn Bá Quýnh]]. Nguyễn Hoàng làm Tổng Trấn Tướng Quân kiêm quản cả [[Xứ Quảng Nam]] và [[Xứ Thuận Hóa]]. Lệ mỗi năm phải nộp thuế là 400 cân bạc, 500 tấm lụa.\n\nTháng 1 năm 1570, Nguyễn Hoàng từ [[Tây Đô]] về, dời dinh về làng Trà Bát, nằm gần Ái Tử, chếch về phía đông bắc (nay là hai làng Trà Liên Đông, Trà Liên Tây, xã Triệu Giang, huyện Triệu Phong). Gọi là [[Dinh Trà Bát]].\n\nVề hành chính, Thuận Hóa có 2 phủ, 9 huyện, 3 châu. \n:[[Phủ Tiên Bình]] lĩnh 3 huyện: [[huyện Khang Lộc|Khang Lộc]], [[huyện Lệ Thủy|Lệ Thủy]], [[huyện Minh Linh|Minh Linh]]; 1 châu: [[châu Bố Chánh|Bố Chánh]].\n:[[Phủ Triệu Phong]] lĩnh 6 huyện: [[huyện Vũ Xương|Vũ Xương]], [[Hải Lăng]], [[huyện Quảng Điền|Quảng Điền]], [[Hương Trà]], [[huyện Phú Vang|Phú Vang]], [[huyện Điện Bàn|Điện Bàn]]; 2 châu: [[châu Thuận Bình|Thuận Bình]], [[châu Sa Bồn|Sa Bồn]].\nQuảng Nam có 3 phủ, 9 huyện.\n:[[Phủ Thăng Hoa]] lĩnh 3 huyện: [[huyện Lê Giang|Lê Giang]], [[huyện Hà Đông|Hà Đông]], [[huyện Hy Giang|Hy Giang]].\n:[[Phủ Hoài Nhân]] lĩnh 3 huyện: [[huyện Bồng Sơn|Bồng Sơn]], [[huyện Phù Ly|Phù Ly]], [[huyện Tuy Viễn|Tuy Viễn]].\n:[[Phủ Tư Nghĩa]] lĩnh 3 huyện: [[huyện Bình Sơn|Bình Sơn]], [[huyện Mộ Hoa|Mộ Hoa]], [[huyện Nghĩa Giang|Nghĩa Giang]].\n\nNhà Mạc giao tranh với Lê-Trịnh, [[Mạc Mậu Hợp]] sai [[Mạc Kính Điển]] đem thủy quân tấn công Nghệ An. Trấn thủ Nghệ An là [[Nguyễn Bá Quýnh]] nghe tin rút chạy tới nơi an toàn. Nguyễn Hoàng kỷ luật rõ ràng, phòng giữ nghiêm ngặt, do đó quân nhà Mạc không dám phạm vào bờ cõi, nên riêng hai xứ Thuận Quảng được yên ổn.\n\nNăm 1571, Tham đốc [[Mỹ Lương]], thự vệ [[Văn Lan]] và [[Nghĩa Sơn]]<ref>3 người này nhờ đóng thóc cho nhà Lê mà được làm quan<\/ref> định đánh úp Nguyễn Hoàng ở dinh Vũ Xương. Mỹ Lương sai Văn Lang và Nghĩa Sơn đem quân phục ở huyện Minh Linh<ref>Nay là huyện Do Linh, tỉnh Quảng Trị<\/ref> rồi tự mình dẫn quân lẻn theo đường núi đến chỗ Cầu Ngói ở Hải Lăng mai phục, định ngày giáp đánh. Nguyễn Hoàng biết được tin ấy liền sai phó tướng Trương Trà đánh Nghĩa Sơn, và tự đem quân ngầm đến Cầu Ngói đánh úp Mỹ Lương và đốt trại. Mỹ Lương trốn chạy, bị đuổi chém được. Trà tiến quân đến xã Phúc Thị, đánh nhau với quân nổi loạn, bị Nghĩa Sơn bắn chết. Vợ Trà là Trần Thị nghe tin nổi giận, mặc quần áo đàn ông thúc quân đánh, bắn chết Nghĩa Sơn tại trận. Quân Văn lang thua, trốn về với Chúa Trịnh. Chúa đem quân về. Phong Trần thị làm quận phu nhân.\n\nNăm [[1572|1570]], nhân lúc [[Trịnh Kiểm]] mới mất, con là [[Trịnh Cối]] và [[Trịnh Tùng]] đánh nhau, [[nhà Mạc]] sai đem tướng [[Lập Bạo]] đem 60 chiến thuyền đánh vào Thuận Hóa, đổ bộ lên làng Hồ Xá và ở làng Lạng Uyển (thuộc huyện Minh-linh) để tấn công phủ, dân ở Thuận Quảng nhiều người hàng. Ông mới sai một người con gái đẹp là Ngô thị giả làm cách đưa vàng bạc sang nói với Lập Bạo xin cầu hòa. Lập Bạo đồng ý giảng hòa, chỉ mang vài chục tùy tùng đến một ngôi đền tranh ở bờ sông ở đất Qua Qua để dự thề, Nguyễn Hoàng sai phục binh giết đi, và đánh tan quân nhà Mạc, từ đó nhà Mạc không dám nhòm ngó đất Thuận Quảng nữa.<ref>Theo \"Đại Nam thực lục tiền biên\". Người đó là Ngô thị, tên gọi là Ngọc Lâm, người làng Thế Lại, có tên nữa là Thị Trà. Nhờ công lao đó Ngô Thị được thưởng và được gả cho Vũ Doãn Trung.<\/ref>. Quân Mạc đem nhau đầu hàng, Nguyễn Hoàng cho những binh lính đầu hàng ở đất Cồn Tiên, đặt làm 36 phường.\n\nTháng 3 năm 1586, vua Lê sai Hiến sát sứ [[Nguyễn Tạo]] đến xứ Thuận Quảng làm sổ kê khai ruộng đất cày cấy để thu thuế. Tạo để cho các phủ huyện tự làm sổ, không đi khám đo đạc, làm sổ xong rồi đem về.\n\n===Tiến binh ra Bắc giúp họ Trịnh===\nSau khi Trịnh Tùng đã đánh bại được Mạc Mậu Hợp, lấy lại Đông Đô (tháng giêng năm 1592), Nguyễn Hoàng ra Bắc yết kiến Vua Lê Thế Tông (tháng 5 năm 1593). Trịnh Tùng dâng biểu xin Vua phong Nguyễn Hoàng làm Trung quân đô đốc phủ tả đốc chưởng phủ sự thái úy Đoan quốc công. Sau đó Nguyễn Hoàng ở lại giúp Trịnh Tùng đánh dẹp các cuộc chống đối của họ Mạc và các cuộc phản loạn khác.\n\nBấy giờ tướng Mạc là Kiến và Nghĩa đều tụ họp có tới mấy vạn quân, Kiến chiếm giữ phủ Kiến Xương, đắp lũy đất ở bên sông, Nghĩa chiếm giữ huyện Thanh Lan (nay là huyện Thanh Quan), cắm cọc gỗ ở sông Hoàng Giang để chống cự nhà Lê. Tướng nhà Lê là [[Bùi Văn Khuê]] và Trần Bách Niên đánh không được. Nguyễn Hoàng đốc suất tướng sĩ, thống lãnh chiến thuyền của thủy quân các xứ nối tiến, dùng hỏa khí và đại bác đánh phá tan, chém được Kiến và Nghĩa tại trận, bắt sống, chém chết hàng vạn. Trấn Sơn Nam (nay là Nam Định) được dẹp xong. Mạc Kính Chương lại cùng đồ đảng chiếm giữ Hải Dương. Nguyễn Hoàng dời quân sang đánh dẹp được, bắt sống không xiết kể.<ref name=\"ReferenceC\">Đại Nam thực lục, Nhà xuất bản Giáo dục, 2002, bản điện tử, trang 25<\/ref>\n\nNăm 1594, tháng 5, [[Mạc Ngọc Liễn]] chiếm giữ núi Yên Tử, đánh cướp huyện Vĩnh Lại. Nguyễn Hoàng đem thủy quân tiến đến Hải Dương đánh phá được. Mạc Ngọc Liễn thua chạy, chết ở châu Vạn Ninh. Tháng 9 năm đó, Mạc Kính Dụng (tự xưng Uy vương) sai người đảng là Văn và Xuân (hai người đều không rõ tên họ, tự xưng quốc công) đánh úp Thái Nguyên. Nguyễn Hoàng đem đại binh đánh quân Mạc ở huyện Võ Nhai, dẹp yên.<ref name=\"ReferenceC\"\/> Mùa đông, tháng 10, 1594, tướng làm phản nhà Lê là Vũ Đức Cung cướp phá các huyện thuộc Sơn Tây, và lùa những cư dân hai huyện Đông Lan và Tây Lan (nay là Hùng Quan và Tây Quan) vào đất Đại Đồng. Nguyễn Hoàng lĩnh thủy quân cùng Thái úy nhà Lê là Nguyễn Hữu Liêu dẫn bộ binh cùng tiến, thẳng tới Đại Đồng, giáp đánh phá được. Đức Cung chạy đến đất Nghĩa Đô.\n\nNăm 1595, nhà Lê thi tiến sĩ, Nguyễn Hoàng được cử làm đề điệu. Năm 1595 và 1596, 2 lần Nguyễn Hoàng hầu vua [[Lê Thế Tông]] đi Lạng Sơn thiết lập bang giao với nhà Minh, việc thành, Bắc Nam thông hiếu. Năm 1598, mùa xuân, tháng 3, Nguyễn Hoàng đem thủy quân đánh dẹp Hải Dương, phá tan quân thổ phỉ ở dãy núi Thủy Đường, bắt được đồ đảng đem về.\n\nĐến năm 1600, Nguyễn Hoàng đã ở lại Đông Đô được 8 năm, đánh dẹp bốn phương đều thắng, vì có công to, nên họ Trịnh ghét. Tám năm ở lại Đông Đô, 2 người con của Nguyễn Hoàng là công tử thứ 2 tên Hán và công tử thứ 4 tên Diễn chết trận. Gặp lúc tướng nhà Lê là Phan Ngạn, Ngô Đình Nga và Bùi Văn Khuê làm phản ở cửa Đại An (nay thuộc Nam Định), Nguyễn Hoàng nhân dịp đem quân tiến đánh, liền đem cả tướng sĩ thuyền ghe bản bộ, đi đường biển thẳng về Thuận Hóa, để con thứ năm là Hải và cháu nội là Hắc ở lại làm con tin. Trịnh Tùng ngờ Nguyễn Hoàng vào chiếm Thanh Hóa, bèn đưa vua Lê chạy về Thanh Hóa, để giữ vững căn bản. Đi đến huyện An Sơn, công tử Hải đón đường nói rằng Nguyễn Hoàng về Thuận Hóa, chỉ nghĩ việc bảo vệ đất đai, thực không có ý khác.\n\nSau khi Nguyễn Hoàng trở về, Trịnh Tùng đã gửi thư dọa trách: \n:''Mới đây bọn nghịch thần Phan Ngạn, Bùi Văn Khuê, Ngô Đình Nga manh tâm bội phản, cháu và cậu đã lo liệu việc binh, sai đi đánh dẹp, chẳng ngờ cậu không đợi mạng, tự ý bỏ về, làm dao động nhân dân, không biết ấy là ý của cậu, hay là mắc kế bọn kia… Cậu, trong việc binh, thường lưu tâm đến kinh sử, xin hãy xét nghĩ lại, đừng để hối hận về sau'' <ref>Dẫn theo Phan Khoang, Việt sử xứ Đàng Trong, Nhà xuất bản Văn học, Hà Nội, tr. 124.<\/ref>.\n\nĐể làm dịu tình hình, Nguyễn Hoàng đã viết thư nhận lỗi, lấy thóc lúa vàng bạc ra Bắc cống nộp cho Trịnh Tùng, và hẹn kết nghĩa thông gia. Mùa đông năm 1600, Nguyễn Hoàng đã gả con gái là [[Công nữ Ngọc Tú|Ngọc Tú]] cho [[Trịnh Tráng]], con cả của Trịnh Tùng.\n\nTừ đó, Nguyễn Hoàng không ra chầu ngoài kinh nữa, quyết 'rạch đôi sơn hà', lo phát triển cơ sở, mở mang bờ cõi, phòng bị quân Trịnh vào đánh phá.\n\n=== Thiết lập nền tảng độc lập ===\n[[Hình:Vietnam territorial expansion (900–1760 AD).gif|250px|left|thumb|Bản đồ mô tả quá trình [[Nam tiến]] của người Việt, Nguyễn Hoàng vùng đất màu xanh lục đậm và xanh lục.]]\n\nNăm [[1600]], sau khi từ Bắc trở về, ông dời dinh sang phía đông của [[dinh Ái Tử]], gọi là [[Dinh Cát]].\n\nNăm 1602, Nguyễn Hoàng cho lập dinh Thanh Chiêm (Quảng Nam) giao cho công tử Nguyễn Phúc Nguyên làm trấn thủ. Cùng năm này, [[Chiêm Thành]] cử sứ sang thông hiếu.<ref>Đại Nam thực lục, tập 1, trang 28<\/ref> Năm 1604, Nguyễn Hoàng cho lập [[phủ Điện Bàn]] tách ra từ đất của [[phủ Triệu Phong]] của [[Xứ Thuận Hóa]], lệ thuộc [[xứ Quảng Nam]]. Phủ Điện Bàn sáp nhập với 3 [[phủ Thăng Hoa]], [[phủ Tư Nghĩa]] và [[phủ Hoài Nhơn]] để thành lập [[Dinh Quảng Nam]]. \nPhủ Điện Bàn quản 5 huyện: Tân Phúc, An Nông, Hòa Vang, Diên Khánh, Phú Châu.\n \nXây dựng Dinh trấn tại Thanh Chiêm trên đất [[phủ Điện Bàn]] ở bên bờ bắc [[Sông Thu Bồn|Sông Chợ Củi]], tục gọi là Dinh Chiêm<ref>nay là làng Thanh Chiêm, xã Điện Phương, huyện Điện Bàn, tỉnh Quảng Nam<\/ref> và cử công tử [[Nguyễn Phúc Nguyên]] làm quan trấn thủ.<ref>Sách Đại Nam Nhất Thống Chí đã viết: \"Đầu bản triều dựng Dinh trấn ở xã Thanh Chiêm, thuộc huyện Diên Phước\" (tr.33). Sách Hoàng Việt Nhất Thống Dư Địa Chí cũng đã viết: \"Lỵ sở đóng trên xã Thanh Chiêm, huyện Diên Khánh thuộc phủ Điện Bàn\" (tr.218)<\/ref>\n\nDinh trấn Thanh Chiêm có vai trò hết sức quan trọng dưới thời Nguyễn Hoàng cũng như thời kỳ các Chúa Nguyễn kế nghiệp, là cơ sở đào luyện các quốc vương của Đàng Trong (làm quan trấn thủ trước khi lên ngôi Chúa Nguyễn), là trung tâm điều hành việc phát triển và hậu cần kinh tế cho Đàng Trong, nhất là việc chỉ đạo hoạt động của thương cảng quốc tế [[Hội An]], là bộ tham mưu đảm bảo an ninh cho [[Dinh Quảng Nam]], góp phần quan trọng bảo vệ độc lập tự do và chủ quyền của Đàng Trong chống lại sự tấn công của Chúa Trịnh ở Đàng Ngoài và mở rộng bờ cõi về phương nam.\n\nNăm 1609, Chúa Tiên Nguyễn Hoàng đã cho xây dựng [[Chùa Kinh Thiên]] trên [[huyện Lệ Thủy]] ở Dinh Quảng Bình, [[Chùa Long Hưng]] bên cạnh [[Dinh trấn Thanh Chiêm]] trên [[huyện Diên Phước]], Dinh Quảng Nam (về sau qua thời gian chùa bị hư hỏng) và [[Chùa Bảo Châu]] trên huyện Duy Xuyên, Dinh Quảng Nam (nơi về sau Thống Thái phó Mạc Cảnh Huống tu hành sau khi nghỉ hưu) về sau bị quân Tây Sơn phá hủy khi chiếm được Dinh Quảng Nam vào năm 1774.\n\n=== Mở mang bờ cõi về phía Nam ===\n\n[[Tập tin:Lãnh thổ mở rộng thời Nguyễn Hoàng.png|phải|nhỏ|250px|Lãnh thổ mở rộng thời Nguyễn Hoàng, gần tương đương với [[tỉnh Phú Yên]] ngày nay.<br>Trên bản đồ có vị trí các địa danh: [[Đèo Cù Mông]], [[Đèo Cả]], [[Núi Đá Bia]].]]\n\nNăm 1578, quân Chiêm Thành kéo đến đánh phá, Nguyễn Hoàng cử [[Lương Văn Chánh]] đem quân tiến đến [[sông Đà Rằng|sông Đà Diễn]], [[Hoa Anh]] đánh chiếm thành An Nghiệp, là một trong những kinh thành đồ sộ và kiên cố nhất trong lịch sử Chăm Pa<ref>Thực tế Đại Việt đã từng đánh chiếm vùng lãnh thổ này trước đó, hành động này nhằm đẩy Chăm Pa về biên giới cũ phía Nam đèo Cả<\/ref>.\n\nNăm 1597, [[Lương Văn Chánh]] đang là tri huyện Tuy Viễn, trấn An Biên, nhận sắc lệnh của chúa Nguyễn Hoàng đưa chừng 4000 lưu dân vào khai khẩn vùng đất phía Nam của Đại Việt từ [[đèo Cù Mông]] (bắc [[Phú Yên]]) đến [[đèo Cả]] (bắc [[Khánh Hòa]]). Ông cùng lưu dân từng bước khẩn hoang, lập ấp; từng bước tạo nên những làng mạc đầu tiên trên châu thổ sông Đà Diễn, sông Cái<ref>{{Chú thích web | url = http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=28340531&cn_id=639143 | tiêu đề = www.cpv.org.vn | tác giả = | ngày = | ngày truy cập = 4 tháng 10 năm 2015 | nơi xuất bản = [[Tạp chí Cộng sản|Báo điện tử Đảng Cộng sản Việt Nam]] | ngôn ngữ = }}<\/ref><ref>Lương Ninh, vương quốc Chăm Pa, Nhà xuất bản Đại học Quốc gia Hà Nội<\/ref>.\n\nNăm [[1611]], do quân Chăm Pa tiếp tục quấy nhiễu vùng biên giới Hoa Anh, Nguyễn Hoàng đã sai [[Văn Phong]] đi dẹp, quân Chăm Pa nhanh chóng bị đánh bại trước lực lượng của chúa Nguyễn. Vua Po Nit của Chăm Pa phải rút quân xuống phía Nam đèo Cả. Sau đó vùng đất Hoa Anh này được lập thành [[phủ Phú Yên]] gồm hai [[huyện Tuy Hòa]] và [[huyện Đồng Xuân|Đồng Xuân]], giao cho [[Lương Văn Chánh]] làm tham tướng, [[Văn Phong]] làm lưu thủ<ref>Phan Khoang, Việt Sử xứ Đàng Trong, tr296<\/ref>.\n\nCho tới khi ông mất, giang sơn họ Nguyễn trải dài từ [[đèo Ngang]], [[Hoành Sơn]] (nam [[Hà Tĩnh]]) qua [[đèo Hải Vân]] tới [[núi Đá Bia]] (Thạch Bi Sơn), gần [[đèo Cả]], bây giờ là vùng cực nam Phú Yên, giáp tỉnh [[Khánh Hòa]]. Diện tích 2 xứ Thuận Quảng rộng khoảng 45000&nbsp;km²<ref>Nguyễn Đình Đầu, cương vực nước ta dưới thời chúa Nguyễn và triều Nguyễn<\/ref>.\n\nKhông rõ vào năm nào, hai gia tướng người Việt gốc Chăm của Tĩnh Công Nguyễn Kim là Vũ Thì An và Vũ Thì Trung đã giúp Nguyễn Hoàng chiếm hữu [[Quần đảo Hoàng Sa|Bãi Cát Vàng]] khi còn là một vùng đất vô chủ mà không một nước nào phản đối hay bảo lưu.\n\n===Thu phục nhân tâm===\nĐể trụ vững ở nơi hiểm trở, nếm mật nằm gai, Nguyễn Hoàng đã dựa vào lòng dân.\n\nLúc Nguyễn Hoàng cùng những người đồng hương ở Tống Sơn, những người nghĩa dũng ở Thanh Hóa mới vào đến bãi cát Ái Tử <ref>theo một nguồn dẫn của Phan Khoang, Nguyễn Hoàng đến Ái Tử trong khoảng từ ngày 10\/11 đến 10\/12\/1558<\/ref>, người dân ở đây đã đem dâng 7 chum nước trong. Nguyễn Ư Dĩ mừng rỡ nói: \n:''Đấy là phúc trời cho đó. Việc trời tất có hình tượng. Nay chúa thượng mới đến mà dân đem \"nước\" dâng lên, có lẽ là điềm \"được nước\" đó chăng?\"<ref>Đại Nam liệt truyện tiền biên, tập I, quyển 1-6, sđd, tr. 76.<\/ref>.\n\nVới tầm nhìn xa của người mở cõi, năm 1597, Nguyễn Hoàng (lúc này đang ở đất Bắc giúp vua Lê ứng phó với quân Mạc và bang giao với nhà Minh) đã có công văn lệnh cho Lương Văn Chánh, Tri huyện Tuy Viễn, trấn An Biên (nay thuộc tỉnh Bình Định) chiêu tập lưu dân vào khai khẩn vùng đất Phú Yên, đồng thời căn dặn không được sách nhiễu dân: \n:''Kết lập gia cư địa phận, khai khẩn ruộng đất hoang cho tới khi thành thục sẽ nạp thuế như lệ thường. Nhược bằng vì việc mà nhiễu dân, điều tra ra sẽ bị xử tội''.\n\nNguyễn Hoàng xây dựng nên màu sắc tín ngưỡng, huyền thoại về bản thân ông. Đó là chuyện Nguyễn Hoàng lúc đóng quân bên sông Ái Tử để chống quân Mạc của Lập Bạo đã nghe vẳng lên từ lòng sông có tiếng \"trao trao\", liền khấn thần sông giúp sức đánh giặc và được thần sông báo mộng, thông qua hình ảnh một người đàn bà mặc áo xanh, tay cầm quạt, đến thưa rằng: \n:''Minh công muốn trừ giặc thì nên dùng mỹ kế dụ đến bãi cát, thiếp xin giúp sức''. \nSau khi dùng kế mỹ nhân để diệt Lập Bạo, Nguyễn Hoàng đã phong thần sông làm \"Trảo trảo linh thu phổ trạch tướng hựu phu nhân\" và lập đền thờ. \nNăm [[1601]], ông cho xây [[chùa Thiên Mụ]] như một cột mốc cho lịch sử của Đàng Trong.\nNguyễn Hoàng đã dựa vào tín ngưỡng, Phật giáo… nhằm \"thiêng hóa\" sức mạnh thu phục lòng dân của mình.\n\nNăm 1608, Thuận Quảng được mùa lớn, giá gạo rẻ còn ở phía Bắc, từ xứ Nghệ An trở ra gạo đắt, nên dân chạy nhiều vào với Chúa Nguyễn làm cho dân số Thuận Quảng ngày thêm đông đúc.\n:''Năm Mậu Thân, niên hiệu Hoằng Định thứ 9 (1608) các nơi ở Đàng Ngoài thời tiết khô hạn, lúa má cháy khô, giá thưng gạo một đồng tiền, có nhiều người chết đói, thậm chí có nơi đã ăn thịt lẫn nhau, đói khổ như thế đến hơn một năm. Duy chỉ có hai Xứ Thuận Hóa Quảng Nam mưa thuận gió hòa, một đấu gạo chỉ có ba tiền, ngoài đường không ai nhặt của rơi, bốn dân sĩ nông công thương đều an cư lạc nghiệp''<ref>Sách Trịnh - Nguyễn Diễn Chí Tập I, tr.80<\/ref>\n\nKhông chỉ dựa vào dân, Nguyễn Hoàng còn vỗ về dân, yên dân, đặc biệt là biến giặc thành dân. Sau khi sai thuộc tướng là [[Mai Đình Dũng]] dẹp yên các thổ mục nổi loạn, cướp giết lẫn nhau ở [[Quảng Nam]], Nguyễn Hoàng đã giao Mai Đình Dũng ở lại giữ đất và thu phục, vỗ yên tàn quân. Sau khi đánh thắng quân Mạc, Nguyễn Hoàng đã không giết hàng binh mà cho họ quyền được sống và khai phá vùng đất mới: \n:''Chúa cho ở đất Cồn Tiên (tức tổng Bái Ân bây giờ) đặt làm 36 phường''<ref name=\"ReferenceA\">Đại Nam thực lục, tập I, sđd, tr. 31.<\/ref>. \nCảm kích trước ân nghĩa lớn lao của Nguyễn Hoàng, về sau, thế hệ con cháu của những người được tha mạng sống ở các phường An Định Nha, An Hướng và Phương Xuân thuộc tổng Bái Ân đã dựng miếu thờ Nguyễn Hoàng ở An Định Nha (nay là thôn An Nha, xã Gio An, huyện Gio Linh, tỉnh Quảng Trị).\n\n== Mở mang ngoại thương ==\n[[Tập tin:Thu tich co VN- Nhat Ban.jpg|phải|nhỏ|250px|Thư Nguyễn Hoàng gửi cho chính quyền Tokukawa Mạc Phủ Nhật Bản. Nguyễn Hoàng xưng là An Nam Quốc Phó Đô Đường Phúc Nghĩa Hầu Nguyễn Hoàng Thư. Thời gian là: Quang Hưng Thập Tứ Niên Tam Nguyệt Nhị Thập Nhất Nguyệt:ngày 21 tháng 3 (nhuận) năm Quang Hưng (光興) thứ 14 thời vua Lê Thế Tông, tương đương năm Thiên Chính (天正) thứ 19 của Nhật Bản, năm 1591.]]\nNắm được lòng dân, để đưa Đàng Trong phát triển Nguyễn Hoàng đã cho mở mang ngoại thương, hướng tầm nhìn ra biển. Dưới thời Nguyễn Hoàng, \"thuyền buôn các nước đến nhiều. Trấn trở nên một nơi đô hội lớn\" <ref name=\"ReferenceA\"\/>.\n\nĐặc sản tiêu Quảng Trị đã được Nguyễn Hoàng cho mua, chở cùng vây cá yến sào để đổi cho khách buôn lấy hàng hóa, sản vật.\nTheo Lê Quý Đôn, họ Nguyễn đã mua tiêu Quảng Trị \"chở về phố Thanh Hà, bán cho khách tàu, không cho dân địa phương bán riêng\" <ref>Lê Quý Đôn toàn tập, tập 1 Phủ biên tạp lục, sđd, tr. 322<\/ref>, \"hồ tiêu cứ cho 100 cân làm một tạ, giá 5, 6 quan, khách Bắc và khách Mã Cao thường buôn về Quảng Đông\" <ref>Lê Quý Đôn toàn tập, tập 1 Phủ biên tạp lục, sđd, tr.323.<\/ref>.\n\nChúa Tiên Nguyễn Hoàng đã vượt qua tư tưởng \"trọng nông ức thương\" thời bấy giờ. Ông quan tâm hơn đến hoạt động ngoại thương tại cảng thị [[Hội An]] sau một thời gian suy thoái kéo dài nhờ đường lối mở cửa buôn bán với nước ngoài vào đầu thế kỷ XVII, nên đã cho thành lập [[Phố Nhật]] vào năm 1589 và [[Phố Khách]] vào khoảng năm 1608 làm cho cảng thị Hội An trở thành thương cảng quốc tế lớn nhất [[Đông Nam Á]] thời đó.\n:''Sau một thời gian suy thoái kéo dài đến 150 năm - từ 1306 đến 1558 - trải qua các giai đoạn dưới thời Nhà Trần, Nhà Hồ và Nhà Lê, cảng thị Hội An mới hồi sinh trở lại dưới thời Chúa Tiên Nguyễn Hoàng (1558 - 1613) nhờ đường lối mở cửa buôn bán với nước ngoài, khôi phục hoạt động ngoại thương của Hội An nhằm mục đích tăng cường tiềm lực kinh tế - xã hội và quân sự của Đàng Trong để đương đầu với Chúa Trịnh ở Đàng Ngoài''<ref>Sách Hội An, Di sản Thế giới, tr.57<\/ref>\n\nĐể chủ động \"xúc tiến thương mại\", khuyến khích thương gia Nhật Bản đến buôn bán với [[Đàng Trong]], Nguyễn Hoàng đã viết nhiều thư trao đổi, bàn bạc chuyện buôn bán với chính quyền [[Mạc phủ Tokugawa|Tokugawa]] (chính quyền quân sự ở Nhật Bản). Lời lẽ trong các lá thư ngoại giao vừa sang trọng, lịch lãm, vừa tha thiết, mềm mỏng, có những thư được gửi kèm theo các món quà tặng là những vật phẩm quý như kỳ nam, lôi mộc, khổng tước… nội dung một số đoạn như sau:\n:''\"An Nam quốc Đại Đô Thống Đoan Quốc Công xin ngỏ lời đến Nhật Bản Quốc vương điện hạ!\n:''Thời gian qua, tình hình kết giao của hai nước diễn ra tốt đẹp. Năm ngoái, Ngài đã tặng tôi bảo kiếm, nay lại còn gửi tặng 10 trường đại đao quý, thật cảm kích vô cùng. Hy vọng thương thuyền của quý quốc làm ăn buôn bán ở nước tôi hanh thông thịnh vượng, có thể thấy đây là chốn an cư. Bản quốc sản vật quý không nhiều nhưng cũng xin kính tặng Quốc Vương điện hạ một ít (có danh mục kèm theo) gọi là lễ mọn.\n:''Từ năm nay trở đi, bản quốc sẽ chú trọng mậu dịch, buôn bán với quý quốc, lấy việc thông thương an toàn làm chữ Nghĩa. Vạn vọng Quốc vương lấy việc kết giao để dựng xây sự phát triển như đã giao ước.\n:''Một lời trong thư khó nói hết, xin được minh giám.\n:''Ngày 11 tháng 5 năm Hoằng Định thứ 5 (Nhật Bản Khánh Trường năm thứ 9 - Tây lịch năm 1605)\"''<ref name=\"ReferenceB\">Dẫn theo Tạp chí Nam Phong số 54, tháng 12\/1921, phần chữ Hán. Bản dịch từ Hán sang Việt của ông Hoàng Tấn Linh, giáo viên Trường THPT Hải Lăng, Quảng Trị.<\/ref>\n\nNguyễn Hoàng nhận một thương gia Nhật Bản là ông [[Hunamoto Yabeije]] (Di Thất Lang) làm con nuôi và viết thư báo cho phía Nhật Bản biết về mối giao hảo tốt đẹp này: \n:''An Nam quốc Đại Đô Thống Đoan Quốc Công báo thư - Nhật Bản Bản Đa Thượng Dã Giới Chính Thuần trân quý! Thư đi thư lại giao hảo đã lâu, tấm lòng đã hiểu. Cảm thần được tính cách trung hậu của Di Thất Lang. Tôi nhận Di Thất Lang làm nghĩa tử; chăm sóc ân cần chu đáo mọi bề. Nay Di Thất Lang trở về quý quốc. Sẽ khôn nguôi nhớ, đành tặng chiếc áo tình cảm để mặc lúc đi đường. Rồi đây trong lòng thương nhớ xiết bao. Hy vọng rằng những tình cảm đó sẽ được chuyển đến Bạch Quốc Vương. Và năm tới như đã hứa Di Thất Lang sẽ chỉnh đốn ba thuyền sớm đến bản trấn giao dịch, như thế là lưỡng toàn ân nghĩa. Có một chút lễ mọn (Bạch quyên 2 thất, Kỳ nam 1 phiến) xin gửi tặng làm tin…\n:''Ngày mồng 6 tháng 5 năm Hoằng định thứ 6 (1606) - Nhật Bản năm Khánh Trường thứ 10''<ref name=\"ReferenceB\"\/>\n\nTóm lược ý nghĩa chính sách mở mang ngoại thương:\n:''Ngoại thương đã trở thành yếu tố quyết định trong tốc độ phát triển của Đàng Trong. Ngoài thương nghiệp không có gì khác có thể giúp họ Nguyễn xây dựng một cách nhanh chóng vùng đất ít nhân lực này có thể đương đầu nổi với một vùng đất có số tiềm lực nhiều gấp đôi, gấp ba Đàng Trong về mọi mặt''<ref>Sách \"Xứ Đàng Trong - Lịch sử kinh tế - xã hội thế kỷ XVII - XVIII\" của Li Tana,tr.85<\/ref>\n\n== Qua đời ==\nNăm 1613, ông lâm bệnh nặng, cho gọi người con thứ 6 Thụy quận công [[Nguyễn Phúc Nguyên]] từ Quảng Nam về kế vị và căn dặn: \n:''Nếu Bắc tiến được thì tốt nhất, bằng không giữ vững đất Thuận Quảng và mở mang bờ cõi về phía nam''.\n\n:''Đất Thuận Quảng này phía bắc có núi [[Hoành Sơn]], sông [[Linh Giang]], phía Nam có núi Hải Vân và Bi Sơn, thật là đất của người anh hùng dụng võ. Vậy con phải biết thương yêu dân, luyện tập binh sĩ để xây dựng cơ nghiệp muôn đời''.\n\nVào vùng Thuận Hóa, Nguyễn Hoàng ban đầu đóng ở xã Ái Tử (sau gọi là kho Cây Khế), thuộc huyện Đăng Xương, tỉnh Quảng Trị.\n\nNguyễn Hoàng ngay sau đó đã có những chính sách hiệu quả để phát triển vùng đất của mình và mở rộng lãnh thổ hơn nữa về phía Nam.\n\nNguyễn Hoàng ngoài tài lãnh đạo còn có lòng nhân đức nên dân chúng Thuận Hóa rất cảm mến, họ gọi ông là '''Chúa Tiên''' mặc dù đương thời chỉ có tước hiệu '''Đoan Quốc Công'''.\n\nÔng cũng nói với các cận thần lúc hấp hối bên giường bệnh: \n:''Ta với các ông cùng nhau cam khổ đã lâu, muốn dựng lên nghiệp lớn. Nay ta để gánh nặng lại cho con ta, các ông nên cùng lòng giúp đỡ, cho thành công nghiệp'<ref>Đại Nam thực lục, tập I, Nhà xuất bản Giáo dục, Hà Nội, 2002, tr. 37.<\/ref>.\n\nNguyễn Hoàng trấn thủ đất Thuận Quảng 55 năm, thọ 89 tuổi, vua Lê ban tước Cẩn nghĩa công, thụy là Cung Ý.\n\nBan đầu mộ của Nguyễn Hoàng táng ở vùng núi Thạch Hãn, huyện Hải Lăng, [[phủ Triệu Phong]] (nay thuộc huyện Hải Lăng tỉnh Quảng Trị), về sau được cải táng lăng mộ chuyển về núi La Khê tức Khải Vận Sơn (nay thuộc huyện Hương Trà, tỉnh [[Thừa Thiên Huế]]).\n\nBan đầu Nguyễn Hoàng được thờ tại chùa Long Phước (nay thuộc huyện Gio Linh, tỉnh Quảng Trị), về sau được Chúa Sãi Nguyễn Phúc Nguyên phối thờ cùng Tĩnh Công Nguyễn Kim tại chùa Thiên Mụ ở Phú Xuân (nay là Thành phố Huế). Năm Giáp Tý, niên hiệu Gia Long năm thứ ba, 1804, vua Gia Long (1780 - 1820) cho dựng [[Thái Tổ miếu (Hoàng thành Huế)|Thái Miếu]] rộng mười ba gian để thờ các Chúa Nguyễn và các công thần đời trước, chúa Tiên Nguyễn Hoàng cùng Hoàng hậu được thờ ở áng chính giữa. Vua [[Gia Long]] suy tôn cho Nguyễn Hoàng [[miếu hiệu]] là [[Thái Tổ]], thụy hiệu là Triệu Cơ Tùy Thống Khâm Minh Cung Úy Cần Nghĩa Đạt Lý Hiển Ứng Chiêu Hựu Diệu Linh Gia Dụ hoàng đế.\n\n== Nhận định ==\nTheo Lê Quý Đôn bình luận trong sách Phủ biên tạp lục:\n \n:''Đoan quận công có uy lược, xét kỹ, nghiêm minh, không ai dám lừa dối. Cai trị hơn mười năm, chính sự khoan hòa, việc gì cũng thường làm ơn cho dân, dùng phép công bằng, răn giữ bản bộ, cấm đoán kẻ hung dữ. Quân dân hai xứ thân yêu tin phục, cảm nhân mến đức, dời đổi phong tục, chợ không bán hai giá, người không ai trộm cướp, cửa ngoài không phải đóng, thuyền buôn ngoại quốc đều đến mua bán, đổi chác phải giá, quân lệnh nghiêm trang, ai cũng cố gắng, trong cõi đều an cư lạc nghiệp''<ref>Lê Quý Đôn toàn tập, tập 1 Phủ biên tạp lục, sđd, tr. 50<\/ref>.\n\nTheo Trần Trọng Kim trong Việt Nam sử lược:\n\n:''Nguyễn Hoàng là một người khôn ngoan mà lại có lòng nhân đức, thu dùng hào kiệt, yên ủi nhân dân, cho nên lòng người ai cũng mến phục.''\n\nNguyễn Hoàng và các chúa Nguyễn đã làm cho Đàng Trong hưng thịnh và chính sự hưng thịnh này đã góp phần quyết định tạo nên trọn vẹn dáng hình chữ S của Tổ quốc Việt Nam như ngày nay. Cái gốc, điểm tựa và bệ phóng cho sự phát triển và hưng thịnh đó, chính là mảnh đất Quảng Trị với vai trò quan trọng như [[A.Laborde]], Công sứ Pháp tại An nam trước đây đã nêu qua bài viết \"Tỉnh Quảng Trị\", rằng: \n:''nếu dòng họ nhà Nguyễn không xuất phát tại Quảng Trị, thì ít nhất sự nghiệp lịch sử của họ phải xem là có gốc từ mảnh đất này'', \n:''Con người của triều đại này sinh ra từ đất Thanh Hoá, nhưng sự nghiệp của triều đại Nguyễn thì sinh ra từ đất Quảng Trị'' <ref>Những người bạn cố đô Huế, tập VIII, Nhà xuất bản Thuận Hoá, Huế, 2001, tr. 185, 188.<\/ref>.\n\n== Gia đình ==\n\n=== Vợ ===\n*[[Gia Dụ hoàng hậu]] Nguyễn thị, lăng táng tại làng [[Hải Cát]] ([[Hương Trà]], [[Thừa Thiên]]). Năm [[1806]] vua Gia Long truy tôn: '''Từ Lương Quang Thục Minh Đức Ý Cung Gia Dũ Hoàng hậu'''. Bà được phối thờ với Nguyễn Hoàng ở [[Thái Miếu]]. Tên lăng là Vĩnh Cơ. Mẹ đẻ của [[Nguyễn Phúc Nguyên|chúa Sãi]].\n* Đoan Quốc Thái phu nhân, mẹ của Hòa Quận công Nguyễn Hà<ref name=\":0\">{{Chú thích web|url=http:\/\/www.xxxx\/XemChiTietTungNguoi\/51\/451\/NGUYỄN%20HÀ.html|tiêu đề=Nguyễn Hà}}{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n* Minh Đức Vương thái phi, mẹ của Tường Quận công Nguyễn Phúc Khê.<ref name=\":1\">{{Chú thích web|url=http:\/\/www.xxxx\/XemChiTietTungNguoi\/51\/457\/NGUY%E1%BB%84N%20PH%C3%9AC%20KHU%C3%8A.html|tiêu đề=Nguyễn Phúc Khê}}{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n=== Con ===\n# [[Nguyễn Hà (công tử)|Nguyễn Hà]] (? - 19 tháng 4, 1576), truy tặng ''Thái bảo Hòa Quận công'', có sáu người con trai<ref name=\":0\" \/>. \n# [[Nguyễn Hán]] (? - 19 tháng 10, 1593). Năm 1593, trong chiến dịch Sơn Nam, Nguyễn Hán ra sức đánh mà mất, được vua Lê phong làm ''Lỵ Quận công'' và cho con là Hắc được tập ấm, sau làm quan đến Thái phó. Có hai con trai.\n# [[Nguyễn Thành (công tử)|Nguyễn Phúc Thành]], làm Cơ Chưởng phủ Thiên Trường, gia đình ở khu Giáp Tứ xã Quần Anh(nay xóm 13, Hải Trung, Hải Hậu, Nam Định)\n# [[Nguyễn Diễn]] (? - 1597). Năm 1597, khi Nguyễn Hoàng dẫn quân ra Bắc giúp họ Trịnh đánh dẹp, bọn thổ phỉ Hải Dương nổi lên giết tướng trấn giữ, chiếm các huyện Thủy Đường, Nghi Đường, Nghi Dương và Tiên Minh. Ông cùng các tướng Bùi Văn Khê và Phan Ngạn lĩnh 50 binh thuyền đi dẹp giặc, bị tử trận. Vua Lê truy tặng ''Thái phó Hào Quận công'', thụy '''Nghĩa Liệt'''. Có bốn con trai.\n# [[Nguyễn Hải (công tử)|Nguyễn Hải]] (? - 24 tháng 12 năm 1616). Ông làm quan triều Lê đến chức ''Tả Đô đốc Cẩm Quận công''. Khi Thái Tổ trở về Thuận Hóa, ở lại làm con tin, về sau mất ở [[Thăng Long]]. Có bốn con trai.\n# '''[[Nguyễn Phúc Nguyên]]'''.\n# [[Tôn Thất Hiệp (con thứ 7 của Nguyễn Hoàng)|Nguyễn Thuận Hiệp]], được phong tước ''Văn Quận công''. Vì cùng em Hữu Quận công Trạch mưu phản nên bị tước tông tịch và bị đổi sang họ '''Nguyễn Thuận'''<ref name=\":2\">Xem [[Nguyễn Phúc Nguyên]]<\/ref>.\n# [[Tôn Thất Trạch|Nguyễn Thuận Trạch]], làm quan đến chức ''Chưởng cơ Hữu Quận công''. Bị tước tông tịch và bị đổi sang họ '''Nguyễn Thuận'''. Không con cái<ref name=\":2\" \/>.\n# [[Nguyễn Phúc Dương (công tử)|Nguyễn Dương]], làm quan đến ''Tả Đô đốc Hữu Quận công''. Không con cái.\n# [[Tôn Thất Khê|Nguyễn Khê]] (12 tháng 12, 1569 - 22 tháng 6 năm 1616), là người có cơ mưu, giỏi suy đoán. Ban đầu làm Chưởng cơ Tường Quan Hầu rồi Tổng trấn Tường Quận công. Khi mất được truy phong ''Trấn Quận công'', thụy '''Trung Nghị'''. [[Gia Long]] truy phong là ''Nghĩa Hưng Quận vương'', thờ ờ Thái Miếu. Có 13 con trai<ref name=\":1\" \/>.\n#[[Nguyễn Thị Ngọc Tiên]], lấy Nghiễm Quận công (không rõ tên).\n#[[Công Nữ Ngọc Tú|Nguyễn Thị Ngọc Tú]] (? - 1631). Khi Thái Tổ về Thuận Hóa, sợ họ Trịnh nghi ngờ nên gả bà cho [[Trịnh Tráng]]. Bà là mẹ sinh của [[Trịnh Thị Ngọc Trúc]], hoàng hậu của [[Lê Thần Tông]]. Thụy là '''Từ Thuận'''.\n\n==Sách tham khảo==\n* [[Đại Nam thực lục]], Soạn giả Quốc sử quán triều Nguyễn, Nhà xuất bản Giáo dục, 2001\n*Phủ biên tạp lục, soạn giả Lê Quý Đôn, Nhà xuất bản văn hóa thông tin, 2007.\n* [[Việt Nam Sử Lược]]- Trần Trọng Kim\n* Nguyễn Phúc Tộc thế phả- Nhà xuất bản Thuận Hóa- Huế 1995\n* [[Nguyen Cochinchina: Southern Vietnam in the Seventeenth and Eighteenth Centuries]]- Li Tana\n* [[Khâm định Việt Sử thông giám cương mục]]\n* [[Gia Định thành thông chí]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Xem thêm ==\n* [[Nguyễn Kim]]\n* [[Nguyễn Hoằng Dụ]]\n* [[Nguyễn Bặc]]\n* [[Chúa Nguyễn]]\n* [[Trịnh Kiểm]]\n* [[Trịnh Tùng]]\n* [[Nguyễn Phúc Nguyên]]\n* [[Trịnh-Nguyễn phân tranh]]\n* [[Phổ hệ nhà Nguyễn]]\n\n{{Đầu hộp}}\n{{thứ tự kế vị|trước= [[Chúa Nguyễn]] |chức vụ=[[Chúa Nguyễn|Chúa Tiên]]|sau=Sãi vương [[Nguyễn Phúc Nguyên]]|năm=[[1558]]-[[1613]]}}\n{{Cuối hộp}}\n{{Chúa Nguyễn|hiện=1}}\n{{Thời gian sống|sinh=1525|mất=1613}}\n\n[[Thể loại:Chúa Nguyễn]]\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Công tước nhà Lê trung hưng]]\n[[Thể loại:Hoàng đế truy tôn Việt Nam]]\n[[Thể loại:Mất năm 1613]]"}