{"214787":"'''Nguyễn Văn Trấn''' (1914 - 1998) còn gọi Bảy Trấn, là một nhà báo, nhà văn, nhà hoạt động cách mạng chống Pháp, Chính ủy Bộ Tư lệnh Khu 9 và giảng viên trường Nguyễn Ái Quốc.\n\n== Tiểu sử ==\nNguyễn Văn Trấn sinh ngày [[21 tháng 3]] năm [[1914]] tại Chợ Đệm, huyện Bình Chánh, tỉnh [[Long An]] (nay thuộc [[Thành phố Hồ Chí Minh]]) trong một gia đình địa chủ khá giả.\n\nNăm 1927, ông lên [[Thành phố Hồ Chí Minh|Sài Gòn]] học [[trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|trường Pétrus Ký]]. Năm 1930, ông đậu Tú tài phần nhất. Chịu nhiều ảnh hưởng tư tưởng của [[Phan Châu Trinh|Phan Chu Trinh]] và [[Nguyễn An Ninh]], ông bỏ học và bắt đầu hoạt động cách mạng chống Pháp, sau ông đó gia nhập [[đảng Cộng sản Việt Nam]].\n\nNăm 1938, ông sáng lập tờ ''Le Peuple'' (Dân chúng).\n\nNgày [[25 tháng 8]] năm 1945, ông tham gia lãnh đạo cuộc [[Cách mạng tháng Tám|cách mạng]] cướp chính quyền ở Sài Gòn. Do có những hành động quyết liệt với các phần tử đối kháng, ông bị gọi là hung thần Chợ Đệm<ref>[http:\/\/www.vietbaoonline.com\/print.asp?nid=40397 Bảng Tường Trình Về Buổi Nói Chuyện Về Nhân quyền Và Tự Do Tôn Giáo Cho Việt Nam Của Hòa Thượng Thích Giác Lượng:]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Có giả thuyết cho rằng Nguyễn văn Trấn là một trong ba người đã thực hiện việc giết [[Tạ Thu Thâu]], hai người kia là Kiều Đắc Thắng <ref>Theo ''Người Bình Xuyên'' và ''NGUYỄN BÌNH, Huyền Thoại và Sự Thật'' của Nguyên Hùng: Kiều Đắc Thắng là công nhân quê miền Trung, trước năm 1945 vô Sài Gòn sinh sống đủ nghề từ phu đồn điền, khuân vác, thợ hớt tóc. Bản chất Kiều Đắc Thắng giống như tên: háo thắng. Không rõ nguyên nhân gì mà Kiều Đắc Thắng bị Tây bắt đày ra khám Vũng Tàu (có tài liệu nói là ăn cướp). Nhờ Năm Bé là một tay anh chị Xóm Chiếu giúp đỡ, Kiều Đắc Thắng vượt ngục về Lái Thiêu.Khi Cách mạng Tháng Tám nổ ra, Kiều Đắc Thắng tự xưng là chỉ huy trưởng Trung đoàn kháng chiến miền Đông đóng quân ở Bưng Cầu (tài liệu khác nói Thắng tự xưng tư lệnh miền Đông). Ai Kiều Đắc Thắng cũng cho là Việt gian, nhà máy nào cũng xung công. Ai chống lại thì giết. Danh sách nạn nhân của Kiều Đắc Thắng dài sọc, trong đó có nhà cách mạng Phan Văn Hùm. Các hành động quân phiệt của Kiều Đắc Thắng chấm dứt khi đặc phái viên Trung ương Nguyễn Bình vào Nam thống nhất lại các tổ chức vũ trang.<\/ref> và Nguyễn Văn Tây <ref>[http:\/\/baotoquoc.com\/baotoquoc\/index.php?view=story&subjectid=875 Tìm hiểu cái chết của Tạ Thu Thâu ]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nTrong thời kỳ 9 năm kháng chiến (1946-1954), ông làm tới chức Chính ủy Bộ Tư lệnh Khu 9.\n\nNăm 1951 ông tham gia Đại hội II [[Đảng Cộng sản Đông Dương]], sau trở thành giảng viên trường Nguyễn Ái Quốc, rồi Vụ Phó Ban Tuyên huấn Trung ương.\n\nNăm 1964, ông được bầu làm ủy viên Ủy ban Thống nhất trong kỳ họp thứ nhất, Quốc hội khóa III, ngày 03 tháng 7 năm 1964.<ref>{{Chú thích web |url=http:\/\/www.na.gov.vn\/Sach_QH\/VKQHtoantapIII\/Phuluc\/PHULUC_2.htm |ngày truy cập=2008-04-23 |tựa đề=Danh sách các vị lãnh đạo nhà nước và các vị phụ trách các cơ quan cao cấp... |archive-date = ngày 28 tháng 4 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080428021537\/http:\/\/www.na.gov.vn\/Sach_QH\/VKQHtoantapIII\/Phuluc\/PHULUC_2.htm }}<\/ref>\n\nSau khi về hưu, Nguyễn Văn Trấn cộng tác với nhiều tờ báo tại Việt Nam, như tờ ''[[Tuổi Trẻ Cười|Tuổi Trẻ cười]]'', với bút hiệu Hai Cù Nèo và viết nhiều sách khảo cứu, tự thuật.\n\nTrong những năm cuối đời, ông tỏ vẻ lo ngại về vai trò của Đảng Cộng sản. Ông từng tham gia [[Câu lạc bộ Truyền thống kháng chiến|Câu lạc bộ Những Người Kháng chiến cũ]] và ký vào bản kiến nghị 100 người năm 1988 kêu gọi thay đổi cách thức bầu cử. Theo tờ ''Asia Times Online'', ông đã cho rằng Đảng đang xâm phạm quyền hạn của nhà nước và đã kêu gọi tạo luật lệ cho Đảng phải theo.<ref>{{chú thích báo|url=http:\/\/www.atimes.com\/atimes\/Southeast_Asia\/HE02Ae02.html|title=Vietnam's leaders sidestep the 'c' word|author=Tran Dinh Thanh Lam|date=2 tháng 5 năm 2007|publisher=Asia Times Online|access-date=ngày 16 tháng 5 năm 2008|archive-date=2007-10-28|archive-url=https:\/\/web.archive.org\/web\/20071028124718\/http:\/\/www.atimes.com\/atimes\/Southeast_Asia\/HE02Ae02.html|url-status=dead}}<\/ref> Năm [[1995]], ông viết tập \"Viết Cho Mẹ Và Quốc hội\" và xuất bản với tư cách cá nhân tại [[Thành phố Hồ Chí Minh]] trong đó ông nhấn mạnh quyền tự do báo chí là nhân quyền cơ sở nhất.<ref name=\"jacobsen\">{{chú thích sách|url=http:\/\/books.google.com\/books?id=HpdiltchTUgC&pg=PA99&lpg=PA99&dq=%22Nguyen+Van+Tran%22+%22National+Assembly%22&source=web&ots=qsh8Vp8l3-&sig=x9IiA5f-oIYW5YPb10RmrhEZkIg&hl=en|pages=99|title=Human Rights and Asian Values: Contesting National Identities and Cultural Representation in Asia|author=Vo Van Ai|editor=Michael Jacobsen và Ole Bruun (biên soạn)|year=2000|publisher=Routledge|isbn=0700712127}}<\/ref> Tác phẩm này bị nhà cầm quyền cấm lưu hành một tuần sau khi xuất bản<ref>Jacobsen và Bruun, tr. 110<\/ref>.\n\nNăm 1997, ông là một trong 45 nhà văn được [[Tổ chức Theo dõi Nhân quyền|Tổ chức Theo dõi nhân quyền]] (Human Rights Watch) trao giải Hellman\/Hammett dành cho các nhà văn bị đàn áp chính trị.<ref>{{chú thích web|url=http:\/\/www.hrw.org\/worldreport3\/Ps.htm|author=Human Rights Watch|title=Congressional Casework|access-date=ngày 16 tháng 5 năm 2008|archive-date=2008-05-18|archive-url=https:\/\/web.archive.org\/web\/20080518172329\/http:\/\/www.hrw.org\/worldreport3\/Ps.htm|url-status=dead}}<\/ref>\n\nNgày [[1 tháng 5]] năm [[1998]], ông qua đời tại [[Thành phố Hồ Chí Minh]], hưởng thọ 85 tuổi.\n\n==Các tác phẩm chính==\n*Chúng Tôi Làm Báo (1977)\n*Chợ Đệm Quê Tôi (1985)<ref>Chợ Đệm quê tôi\/ Nguyễn Văn Trấn.- Tp. Hồ Chí Minh: Nhà xuất bản. Văn nghệ Tp. Hồ Chí Minh, 1985.- 510tr; 19cm<\/ref>\n*Chuyện Trong Vườn Lý (1988)\n*Logich Vui (Nhà xuất bản Sự Thật 1992)\n*Trương Vĩnh Ký, Con người và Sự Thật (1994)<ref>Trương Vĩnh Ký con người và sự thật. Biên khảo của Nguyễn Văn Trấn - Thành phố Hồ Chí Minh: Ban khoa học xã hội thành ủy Thành phố Hồ Chí Minh, 1993 - 274trang; 19cm.<\/ref>\n*Viết Cho Mẹ Và Quốc hội<ref name=\"jacobsen\"\/>\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1914]]\n[[Thể loại:Mất năm 1998]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ từ 1976]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Chính ủy Quân khu 9, Quân đội nhân dân Việt Nam]]"}