{"63535":"[[Tập tin:GS. Nguyen Tu Chi.jpg|nhỏ|phải|250px| Giáo sư Nguyễn Từ Chi (khoảng 1990-1992)]]\nGiáo sư '''Từ Chi''' ([[17 tháng 12]] năm [[1925]] – [[15 tháng 10]] năm [[1995]]), hay '''Nguyễn Từ Chi''', có bút danh là '''Trần Từ''', là một nhà [[dân tộc học]] hàng đầu của [[Việt Nam]] thế kỷ 20, chuyên gia về người [[Mường]] và làng xã [[người Việt]]. Ông còn được biết đến như một nhà nghiên cứu văn hóa, dịch giả, biên tập viên, một người thầy đáng kính.\n\n==Thân thế==\nTên đầy đủ của ông là '''Nguyễn Đức Từ Chi''', sinh ngày [[17 tháng 12]] năm [[1925]] tại [[Đồng Hới]], [[Quảng Bình]], thuộc dòng họ Nguyễn Đức ở xã Ích Hậu, huyện [[Can Lộc]] nay là huyện [[Lộc Hà]], tỉnh [[Hà Tĩnh]], là một dòng họ [[Nho giáo|Nho học]] nổi tiếng. Ông nội ông là [[Nguyễn Hiệt Chi]], một sĩ phu Duy Tân, đồng sáng lập ra [[Công ty Liên Thành]] và Trường [[Trường Dục Thanh|Dục Thanh]] ở Phan Thiết. Người em ông nội là [[Nguyễn Hàng Chi]], cũng là một chí sĩ Duy Tân, cầm đầu phong trào chống thuế ở [[Nghệ Tĩnh]] và bị chính quyền thực dân Pháp xử chém năm 1908. Bố ông là Bác sĩ [[Nguyễn Kinh Chi]] (nguyên Thứ trưởng Bộ Y tế thời kháng chiến chống Pháp và Đại biểu Quốc hội khóa I-IV). Chú ruột là nhà nghiên cứu văn hóa dân gian, Giáo sư [[Nguyễn Đổng Chi]].\n\n==Cuộc hành trình có định hướng trong dân tộc học==\nThuở nhỏ, ông theo học trường trung học Pellerin ở [[Huế]], đậu [[Tú tài]] toàn phần Ban Triết học văn chương năm 1945.\n\nTháng 8 năm 1945, ông tham gia [[Việt Minh]], làm biên tập viên tờ Tin tức Tuyên truyền Trung Bộ; rồi gia nhập Đoàn quân [[Nam tiến]]; được kết nạp vào [[Đảng Cộng sản Việt Nam]] tại mặt trận Nam Trung Bộ tháng 10 năm 1946. Năm 1948, ông là Chính trị viên Trung đội Trinh sát E80. Từ năm 1950, ông là Chính trị viên Đại đội Trinh sát mang phiên hiệu nói trên. Năm 1953, sau khi tham gia chiến dịch \"Giảm tô\" và \"[[Cải cách ruộng đất]]\" ở một vài nơi với nhiệm vụ là \"Thư ký đội\", ông được giải ngũ, được điều ra [[Việt Bắc]] làm công tác biên tập cho [[Thông tấn xã Việt Nam]]\n\nNăm 1954, ông theo cơ quan trở về [[Hà Nội]]. Năm 1957 ông vào học Khoa Sử, [[Trường Đại học Tổng hợp Hà Nội|Đại học Tổng hợp Hà Nội]] khóa 2, chuyên ngành Dân tộc học. Sự lựa chọn này của ông, như ông thường nói với bạn bè lúc sinh thời là một kiếm tìm thích hợp nhất với lứa tuổi, cá tính và hoàn cảnh của ông lúc bấy giờ. Mà cũng từ đấy, ông đã dành hầu như tất cả tâm lực còn lại cho cuộc hành trình có định hướng trong dân tộc học.<ref>Chu Thái Sơn, Từ Chi: một hiện tượng - một sự kiện dân tộc học (Tạp chí Dân tộc & Thời đại, số 83).<\/ref>\n\nSau khi tốt nghiệp năm 1960, ông về làm nghiên cứu ở [[Viện Sử học (Việt Nam)|Viện Sử học]], tổ Dân tộc học. Tuy nhiên, chỉ một năm sau, ông được cử sang [[Guinée]] làm chuyên gia về giáo dục. Tại đây ngoài thời gian giảng dạy, ông còn nghiên cứu nhiều đến tư liệu dân tộc học châu Phi và liên tục đi điền dã để xây dựng luận án Phó tiến sĩ dân tộc học châu Phi với đề tài về [[Đế quốc Gao]], tức Đế quốc Songhai [[Tây Phi]]. Tuy nhiên, khi về nước, đề tài này đã không được chấp thuận.\n\nSau khi về nước cuối năm 1963, ông được phân công làm việc ở Viện Mỹ thuật – Mỹ nghệ<ref>nay là Viện Mỹ thuật<\/ref>. Năm 1966, ông được điều trở lại công tác tại Tổ Dân tộc học trực thuộc Ủy ban Khoa học xã hội Việt Nam<ref>nay là Viện Khoa học xã hội Việt Nam<\/ref>, được thành lập từ Tổ Dân tộc học của Viện Sử học.\n\nĐến năm 1972, ông chuyển công tác làm biên tập viên cho Tạp chí Nghiên cứu Văn hoá - Nghệ thuật<ref>Sau là Tạp chí Văn hóa nghệ thuật.<\/ref>, [[Hội Văn nghệ dân gian Việt Nam]], với mong muốn có thể tự túc làm nghiên cứu dân tộc học. Giáo sư Pháp George Condominas đã viết về ông: \"Quả thật trong nhiều thập kỷ anh không có vị trí chính thức trong việc nghiên cứu, tự coi mình như nhà dân tộc học nghiệp dư\".\n\nĐiều mà trong thời gian làm công tác chính thức không làm được, thì với tư cách nhà nghiên cứu nghiệp dư, ông đã thực hiện được. Năm 1979-1980, ông được mời sang [[Pháp]] trình bày tại [[Sorbonne|Đại học Sorbonne]] [[Paris]] về những kết quả nghiên cứu của mình về người Mường. Ghi nhận những kết quả đó, năm 1984, ông được Nhà nước Việt Nam phong học hàm Phó Giáo sư.\n\nNăm 1987, ông được nghỉ hưu ở tuổi 62. Tuy nhiên, ông vẫn tiếp tục là cộng tác viên thân tín của Viện Nghiên cứu Đông Nam Á, Tạp chí Đông Nam Á, Viện Dân tộc học, Tạp chí Dân tộc học, Trường Viết văn Nguyễn Du, Nhà xuất bản Ngoại văn<ref>Nay là Nhà xuất bản Thế giới<\/ref>, Bảo tàng Con người (''Musée de I’ Homme'') của Pháp ở Paris... Ông cũng tham gia làm ủy viên của nhiều Hội đồng chấm luận án phó tiến sĩ (nay là tiến sĩ) và Hội đồng xét giải thưởng hàng năm cho các tác phẩm nghiên cứu, sưu tầm của Hội viên Hội Văn nghệ Dân gian Việt Nam.\n\nSau nhiều năm nghiên cứu không nghỉ, ông qua đời lúc 17 giờ 30 ngày 15 tháng 10 năm 1995, tại bệnh viện Hữu nghị Hà Nội, để lại nhiều dự án dân tộc học đang còn dang dở.\n\n==Giải thưởng==\nNăm 2000, Nhà nước Việt Nam đã truy tặng [[Giải thưởng Hồ Chí Minh]] đợt 2, cho bốn công trình: \"Cơ cấu tổ chức của làng Việt cổ truyền ở [[Bắc Bộ Việt Nam|Bắc Bộ]]\" (1984), \"Hoa văn Mường\" (1978), \"Hoa văn các dân tộc Djarai-Bhana\" (1986) và \"Người Mường ở Hoà Bình\" (viết nhiều năm, công bố hoàn chỉnh 1995). Ngoài ra ông còn có nhiều công trình viết chung, nhiều công trình đăng trên các tạp chí chuyên ngành có khám phá độc đáo, nhiều sách và ấn phẩm dịch. Với công trình viết bằng [[tiếng Pháp]] \"Vũ trụ quan Mường\" (''La Cosmologie Mương'', Paris, 1997) ông được giới dân tộc học ở nước ngoài, nhất là ở Pháp coi như chuyên gia số một về người Mường. Giáo sư George Condominas nhận định về ông: \"Nếu con người bác học khiến ta phải khâm phục thì con người vừa khiêm tốn vừa uyên bác mà không kiểu cách, có óc hài hước, sâu sắc trong ngôn từ và trong hội họa, thoải mái trong cách ăn mặc - đã thu hút lập tức và lâu bền cảm tình của người khác\". Nhiều kiến giải sắc sảo và nhiều giai thoại đặc biệt về cách sống \"ngoài lề\" của ông vẫn được bè bạn học trò truyền tụng.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* Nguyễn Từ Chi, ''[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=3024&rb=13 Góp phần nghiên cứu văn hoá và tộc người]'', [http:\/\/google.com\/search?q=cache:me-qIeYs7EwJ:www.talawas.org\/talaDB\/showFile.php?res%3D3024%26rb%3D13+%22nguy%E1%BB%85n+t%E1%BB%AB+chi%22&hl=vi&gl=vn&ct=clnk&cd=1 lưu của google]\n* Đặng Thân, \"[http:\/\/www.anonasurf.com\/browse.php?u=Oi8vd3d3LnRhbGF3YXMub3JnL3RhbGFEQi9zdWNoZS5waHA%2FcmVzPTUyMTUmcmI9MDMwNg%3D%3D&b=13&f=norefer 'Hình như'][http:\/\/amvc.free.fr\/Damvc\/GioiThieu\/DangThan\/DangThanTuChi.htm Từ Chi]\"\n* ''[http:\/\/vnexpress.net\/Vietnam\/Van-hoa\/2005\/10\/3B9E2EF9\/ Từ Chi - nhà khoa học chân chính nhưng nghèo khổ]''\n* Nguyễn Huệ Chi, [http:\/\/anonymouse.org\/cgi-bin\/anon-www.cgi\/http:\/\/www.talawas.org\/talaDB\/suche.php?res=5129&rb=0306 Từ Chi - Anh tôi]; [http:\/\/google.com\/search?q=cache:Vbq33Z6ipVQJ:www.talawas.org\/talaDB\/showFile.php?res%3D5129%26rb%3D0306+%22%C4%91%E1%BB%A9c+t%E1%BB%AB+chi%22&hl=vi&gl=vn&ct=clnk&cd=10 lưu của google]\n* [http:\/\/www.cinet.gov.vn\/detail.aspx?source=5&catid=76&newsid=2137 Trưng bày Từ Chi – Nhà dân tộc học]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n* [http:\/\/www.vnn.vn\/vanhoa\/vandekhac\/2004\/10\/337981\/ Bàn giao di cảo của GS Từ Chi cho bảo tàng Dân tộc học Việt Nam]\n* [http:\/\/www.cema.gov.vn\/modules.php?name=Content&op=details&mid=2859 Từ Chi nhà dân tộc học bậc thầy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061010022042\/http:\/\/www.cema.gov.vn\/modules.php?name=Content&op=details&mid=2859 |date=2006-10-10 }}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=52666&ChannelID=10 Di cảo Từ Chi và câu chuyện \"Con đường dân tộc học\"]\n* [http:\/\/hoisuhoc.vn\/thongtinsuhoc.asp?id=233 Viết cho Từ Chi]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n* [http:\/\/hoisuhoc.vn\/thongtinsuhoc.asp?id=226 Nguyễn Từ Chi - Người mở đầu cho một hành trình gian nan]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n* [http:\/\/www.vae.org.vn\/News_print.asp?id=2393 Từ Chi: một hiện tượng - một sự kiện dân tộc học]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|sinh=1925|mất=1995}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Viện Hàn lâm Khoa học xã hội Việt Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà dân tộc học Việt Nam]]\n[[Thể loại:Nhà nghiên cứu văn hóa Việt Nam|N]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}