{"813993":"{{Thông tin nhà văn\n| name = Nguyễn Thị Manh Manh\n| image = Nữ sĩ Manh Manh.jpg|222px\n| caption = Ảnh chụp năm [[1933]], 19 tuổi\n| birth_name = Nguyễn Thị Kiêm\n| birth_date = {{ngày sinh|1914|1|3}}\n| birth_place = [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Việt Nam]]\n| death_date = {{ngày mất và tuổi|2005|1|26|1914|1|3}}\n| death_place = [[Paris]], [[Pháp]]\n| realname = Manh Manh\n| penname = \n| occupation = Nhà thơ, nhà báo\n| nationality = [[Nam Kỳ]]\n| ethnicity = [[Việt]]\n| citizenship = \n| education = \n| alma_mater = \n| period = \n| genre = \n| subject = \n| movement = \n| notableworks = \n| awards = \n| spouse = [[Trương Văn Em]]\n| partner = \n| children = 1\n| relatives = \n| influences = \n| influenced = \n| signature = \n| website = \n}}\n'''Nguyễn Thị Manh Manh''' ([[chữ Hán]]: 阮氏萌萌, [[1914]]-[[2005]]) là một nữ sĩ [[Việt Nam]] thời [[tiền chiến]]. Theo tài liệu thì bà là người phụ nữ đầu tiên đã đăng [[thơ mới|thơ]], viết bài, đăng đàn diễn thuyết hô hào cho [[Phong trào Thơ mới (Việt Nam)|phong trào thơ mới]] tại [[Việt Nam]]<ref>Theo ''Việt Nam thi nhân tiền chiến'', tr. 202.<\/ref>.\n\n==Tiểu sử==\nNữ sĩ tên thật là '''Nguyễn Thị Kiêm''' (阮氏兼), sinh ngày [[3 tháng 1]] năm [[1914]] tại [[Thành phố Hồ Chí Minh|Sài Gòn]], nhưng quê quán của bà ở tỉnh [[Gò Công (tỉnh)|Gò Công]] (nay thuộc [[Tiền Giang]])<ref>Ghi theo bài viết \"Nhớ một nữ sĩ có tài và có gan\" của Tiến sĩ Sử học Phan Văn Hoàng (bản điện tử) [http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=1996%3Anh-mt-n-s-co-tai-va-co-gan&catid=63%3Avn-hc-vit-nam&Itemid=106&lang=en].<\/ref>. Bà là con gái thứ của Tri huyện Nguyễn Đình Trị, tục danh Huyện Trị, cũng là một cây bút trong làng báo lúc bấy giờ. Ông Trị từng là chủ huyện Lái Thiêu, Thủ Dầu Một, nghị viên hội đồng thành phố chung \"sổ\" (liên danh tranh cử) với giáo sư Nguyễn Văn Bá, chủ bút báo Công Luận thời Diệp Văn Kỳ, Thần Chung. Ông Trị cũng là \"bầu\" của đội bóng đá Ngôi Sao Xanh và sau đó đội Ngôi Sao Gia Định lừng lẫy một thời.\n\nThuở nhỏ bà học ở [[trường Trung học phổ thông Nguyễn Thị Minh Khai, Thành phố Hồ Chí Minh|trường Áo Tím]], tức trường nữ Gia Long ([[Thành phố Hồ Chí Minh|Sài Gòn]]). Sau khi tốt nghiệp bằng Thành chung, bà gia nhập làng báo [[Thành phố Hồ Chí Minh|Sài Gòn]]. Bà thường xuyên cộng tác với tờ ''Phụ nữ tân văn'' ở [[Thành phố Hồ Chí Minh|Sài Gòn]], và lần lượt viết cho các tờ báo khác như: ''Công luận, Nữ lưu, Việt Nam, Tuần Lễ nay''...\n\nBan đầu bà chỉ là phóng viên thường, viết các mục nhỏ với bút hiệu YM, Nguyễn Văn MYM. Sau khi [[Phan Khôi]] đăng bài thơ Tình già (Phụ Nữ Tân Văn số 122 ngày 10-3-1932) thì tên tuổi bà sáng lên qua bút danh Nguyễn Thị Manh Manh hoặc tên thật khi ủng hộ Thơ mới và cổ vũ cho nữ quyền<ref name=\"tuoitre.vn\">{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150618\/nu-phong-vien-dau-tien\/763227.html|tiêu đề=Nữ phóng viên đầu tiên}}<\/ref>. Sau đó, nữ sĩ còn đăng đàn diễn thuyết cổ vũ cho phong trào này. GS.Phan Cự Đệ kể:\n:...''\"Cuộc tấn công của \"thơ mới\" vào \"thơ cũ\" ngày càng quyết liệt. Tối ngày [[26 tháng 7]] năm [[1933]], Nguyễn Thị Kiêm (tức nữ sĩ Manh Manh, khi ấy mới 19 tuổi) diễn thuyết tại Hội Khuyến học Sài Gòn về \"Lối thơ mới\". Hội này thành lập đã 25 năm mới có một buổi phụ nữ lên diễn đàn, mà cũng là buổi đông thính giả nhất. Hơn hai năm sau ([[tháng mười một|tháng 11]] năm [[1935]]), Nguyễn Thị Kiêm lại diễn thuyết một lần nữa tại Hội Khuyến học Sài Gòn. Lần này, bà và ông Nguyễn Văn Hạnh cùng diễn thuyết tranh luận về \"thơ mới\"''...<ref>Trích trong ''Phong trào thơ mới'' (1932-1945), tr. 37.<\/ref>\n\nKhông chỉ bảo vệ thơ mới, nữ sĩ Manh Manh còn là một chiến sĩ đòi giải phóng phụ nữ, bình quyền với nam giới. Đáng tiếc, cuối năm 1934, tờ Phụ Nữ Tân Văn đình bản, bà Kiêm mất chỗ dựa, phong trào cổ vũ Thơ mới và đấu tranh cho nữ quyền của bà bị xẹp xuống. Và bà trở thành một nhà báo bình thường cộng tác với một số báo đương thời. Sở trường của bà là phỏng vấn. Tuy vậy, bà cũng viết nhiều bài phê bình, ghi chép...<ref name=\"tuoitre.vn\"\/> TS. Phan Văn Hoàng viết: \n:''\"Chị đả kích các tập tục hủ bại như trọng nam khinh nữ, tảo hôn, đa thê..., bênh vực những quyền lợi chính đáng của nữ giới. Trong năm [[1934]], chị đã đi tới 4 thành phố ([[Huế]], [[Hà Nội]], [[Nam Định]], [[Hải Phòng]]) để diễn thuyết các đề tài: \"Dư luận nam giới đối với phụ nữ tiên tiến\", \"Một ngày của một người đàn bà tiên tiến\", \"Có nên tự do kết hôn chăng?\", \"Nên bỏ chế độ đa thê không\"? Ý tưởng của chị trong các buổi diễn thuyết đó đã tạo ra trong xã hội hai luồng dư luận trái chiều (tán thành và phản đối) phản ảnh qua báo chí trong Nam ngoài Bắc...\"''<ref>Theo bài viết Nhớ \"một nữ sĩ có tài và có gan\" của TS. Phan Văn Hoàng, nguồn đã dẫn.<\/ref>\n\nNăm [[1936]], nữ sĩ Manh Manh còn tích cực tham gia phong trào [[Bán đảo Đông Dương|Đông Dương]] đại hội. Tuy mới 22 tuổi, nhưng nữ sĩ là một trong hai phụ nữ được cử vào Ủy ban lâm thời tổ chức Đông Dương đại hội tại [[Thành phố Hồ Chí Minh|Sài Gòn]], bên cạnh các nhân vật nổi tiếng thời đó như [[Nguyễn An Ninh]], [[Trịnh Đình Thảo]], [[Nguyễn Văn Tạo]], [[Nguyễn Văn Nguyễn]], [[Tạ Thu Thâu]], [[Phan Văn Hùm]]...<ref>Theo TS. Phan Văn Hoàng, nguồn đã dẫn.<\/ref>\n\nNgày mồng 1 tháng 10 năm [[Bính Tý]] (tức [[11 tháng 11]] năm [[1937]]), nữ sĩ thành hôn với ông Trương Văn Em, người [[Hà Tiên (tỉnh)|Hà Tiên]], một nhà giáo dạy Việt văn ở trường Trung học Huỳnh Khương Ninh, [[Thành phố Hồ Chí Minh|Sài Gòn]], đồng thời cũng là một nhà báo với bút hiệu ''[[Lư Khê]]''. Nhưng họ sống với nhau không lâu. Sau khi đứa con đầu lòng mất và bà không thể có con được nữa, hai người thỏa thuận chia tay. Năm 1950, bà lấy chồng người Pháp và qua Pháp ở cho đến ngày mất.<ref name=\"tuoitre.vn\"\/>\n\nNhà nghiên cứu Trương Minh Đạt (em út Lư Khê, gọi nữ sĩ Manh Manh là chị dâu) kể: \n:...''\"Chị (Manh Manh) cư xử với nhà chồng rất tốt, được bên chồng yêu quý. Chị là thứ nữ của ông Huyện Trị, còn anh Lư Khê là con nhà nghèo ở Rạch Vược ([[Hà Tiên (tỉnh)|Hà Tiên]])...Song, chị không hợm mình, lúc nào chị cũng quý trọng người nghèo rất thật tình, không màu mè, không phân biệt giai cấp. Chị thường viết báo hoặc diễn thuyết bênh vực dân nghèo...Khi sinh bé Mi Nu, chị Kiêm bị sự cố không may, mất khả năng sinh sản. Năm sau, bé Mi Nu (bị liệt từ lúc mới sinh) qua đời...chị Kiêm vô cùng buồn, chị thỏa thuận cho anh có người khác...Đầu năm [[1945]], trước ngày [[Nhật Bản|Nhật]] đảo chính [[Pháp]], anh Lư Khê có người vợ thứ hai...Khoảng đầu năm [[1950]], chị Manh Manh đi [[Pháp]]. Bên ấy chị được tin anh Lư Khê qua đời. Anh bị ám sát ngày [[3 tháng 7]] năm [[1950]]. Thời kỳ này ở [[Thành phố Hồ Chí Minh|Sài Gòn]] rất nhiễu nhương\"''...<ref>Lược kể theo \"Những kỷ niệm sống với anh Lư Khê và chị Manh Manh\" in trong sách đã dẫn (tr. 542).<\/ref>\n\nSau thời gian dài \"bặt vô âm tín\", nữ sĩ Manh Manh qua đời trong một nhà dưỡng lão ở [[Paris]] vào ngày [[26 tháng 1]] năm [[2005]], thọ 91 tuổi<ref>TS. Phan Văn Hoàng kể chi tiết: ''\"Đầu năm [[1950]], chị sang Pháp định cư. Bặt vô âm tín. Nhưng ở trong nước, tên tuổi và sự nghiệp của chị không bị lãng quên. [[Tháng một|Tháng 1]] năm [[1999]], hai nhà nghiên cứu Thiện Mộc Lan và Thanh Việt Thanh cho xuất bản cuốn \"Nữ sĩ Nguyễn Thị Manh Manh\" (Nhà xuất bản Văn Nghệ TP. Hồ Chí Minh, 1999). Nhờ đọc cuốn sách ấy trong một chuyến về thăm quê hương, bà Bourbon Thi Hương (một Việt kiều ở Paris, bạn của chị) giúp nối lại liên lạc với chị. Nhận được cuốn sách có lời đề tặng của hai tác giả, chị xúc động nói: \"Không ngờ nửa thế kỷ rồi mà những người bạn văn ở trong nước còn nhớ và viết về tôi\". Lúc đó, chị đã 85 tuổi, đang sống trong nhà dưỡng lão ở Paris. Hơn 6 năm sau, chị trút hơi thở cuối cùng sau hơn nửa thế kỷ sống xa quê hương\"'' (nguồn đã dẫn).<\/ref>.\n\n==Tác phẩm==\nNữ sĩ Manh Manh làm thơ rất ít, và chưa in tập thơ nào. Trong bộ sách ''Việt Nam thi nhân tiền chiến'' (tập 2, ấn bản kỳ nhì, [[1968]]) xuất bản tại [[Thành phố Hồ Chí Minh|Sài Gòn]], đã giới thiệu 4 bài thơ mới và một bài diễn thuyết của bà: \n:-'''Viếng phòng vắng''', đăng báo ''Phụ nữ tân văn'' số Xuân, ra ngày 19 [[tháng một|tháng 1]] năm [[1933]].\n:-'''Canh Tàn''', trích trong bài diễn thuyết về [[Thơ mới]] tại Hội Khuyến học [[Thành phố Hồ Chí Minh|Sài Gòn]] ngày 26 [[tháng bảy|tháng 7]] năm [[1933]].\n:-'''Hai cô thiếu nữ''', đăng báo ''Phụ nữ tân văn'', [[1933]].\n:-'''Bức thư gửi cho tất cả ai ưa hay là ghét lối thơ mới''', đăng báo ''Phụ nữ tân văn'' số 228, ra ngày 14 [[tháng mười hai|tháng 12]] năm [[1933]].\n:-'''Vấn đề Nữ lưu và Văn học'''. Đây là bài diễn thuyết, sau đăng báo ''Phụ nữ tân văn'' số 131, ra ngày 26 [[tháng năm|tháng 5]] năm [[1932]].\n\n==Đóng góp cho văn học Việt== \nSự cổ vũ nồng nhiệt của nữ sĩ Manh Manh về \"thơ mới\", đã được [[Hoài Thanh]]-Hoài Chân kể lại trong cuốn ''[[Thi nhân Việt Nam]]'' (xuất bản năm [[1941]]), như sau: \n:...''\"Từ hai tháng trước, hôm 26 juillet ([[tháng bảy|tháng 7]]) [[1933]], một nữ sĩ có tài và có gan, cô Nguyễn Thị Kiêm, đã lên diễn đàn Hội Khuyến học Sài Gòn thành lập đến bấy giờ đã 25 năm. Lần thứ nhất một bạn gái lên diễn đàn và cũng là lần thứ nhất có một cuộc diễn thuyết được đông người nghe như thế\"''...<ref>Trích trong \"Một thời đại trong thi ca in\" trong ''Thi nhân Việt Nam'' (tr. 25).<\/ref>\n\nGhi nhận công lao của nữ sĩ, trong ''Việt Nam thi nhân tiền chiến'' (quyển thượng) có đoạn:\n:...''\"Trong hồi dậy men của nền thơ mới, nữ sĩ Manh Manh là người đàn bà đầu tiên đáp ứng tiếng gọi đàn của nhà tiên phong [[Phan Khôi]]...Chúng ta ngày nay nhìn lại việc qua, giữa cái cũ kỹ từ nghìn đời sừng sững như cổ thành kiên cố; thế mà, bỗng chốc, một Phan Khôi táo bạo nổ phát súng cách mạng thi ca; người nữ chiến sĩ tiền phong anh dũng và hăng say hoạt động để bảo vệ và củng cố nền tảng thơ mới bén rễ và sống mạnh, ta phải kể Nguyễn Thị Manh Manh, một tay đã đóng góp công lao không nhỏ cho nền văn học đất nước <ref>Trích trong ''Việt Nam thi nhân tiền chiến'', tr. 205.<\/ref>.\n \n== Giới thiệu một bài thơ mới của nữ sĩ==\nTrong cuộc diễn thuyết vào đêm [[26 tháng 7]] năm [[1933]] tại Hội Khuyến học [[Thành phố Hồ Chí Minh|Sài Gòn]], nữ sĩ Manh Manh có \"trưng ra làm điển hình\" <ref>Chữ trong ''Việt Nam thi nhân tiền chiến'', tr. 203.<\/ref> một bài thơ mới của mình như sau: \n{|valign=\"top\"\n|\n:'''Canh tàn'''\n:''Em ơi, nghe lóng nghe\n:''Gió đêm thoáng qua cửa...\n:''Lụn tàn một góc lửa,\n:''Lạnh ngắt chốn buồng the.\n\n:''Gió đêm thoáng qua cửa...\n:''Não dạ dế tỉ te\n:''Lạnh ngắt chốn buồng the...\n:''Em ơi, khêu chút lửa.\n|\n:''Não dạ dế tỉ te\n:''Gió ru! \"...thiết chi nữa...\"\n:''Em ơi, khêu chút lửa\n:''Rồi lại ngồi đây nghe.\n\n:''Gió ru: \"...thiết chi nữa...\"\n:''Sụt sùi mấy cành tre\n:''Em ngồi đây có nghe\n:''Tơ lòng chị đứt nữa.\n|}\n==Xem thêm==\n* [[Lư Khê]]\n==Tham khảo==\n{{tham khảo|4}}\n* [[Hoài Thanh]]-Hoài Chân, ''[[Thi nhân Việt Nam]]''. Nhà xuất bản Văn học ([[Hà Nội]]) in lại năm 1988.\n* Nguyễn Tấn Long- Nguyễn Hữu Trọng, ''Thi nhân Việt Nam tiền chiến'' (quyển thượng). Nhà xuất bản Sống mới, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n* [[Phan Cự Đệ]], ''Phong trào thơ mới'' (1932-1945). Nhà xuất bản Khoa học xã hội, 1982.\n* Trương Minh Đạt, ''Nghiên cứu Hà Tiên.'' Tạp chí Xưa & Nay và nhà xuất bản Trẻ cùng hợp tác ấn hành năm 2008.\n*[http:\/\/www.voanews.com\/vietnamese\/blogs\/hoang\/N-quyn-Thai--ca-nhom-T-Lc-Vn-oan-i-vi-cac-N-ng-nghip-tin-b-ti-Min-Nam-k-2-133573398.html Nữ quyền: Thái độ của nhóm Tự Lực Văn đoàn đối với các Nữ Đồng nghiệp tiến bộ tại Miền Nam (kỳ 2)]\n{{Thời gian sống|sinh=1914|mất=2005}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Người Gò Công]]\n[[Thể loại:Nhà thơ tiền chiến]]"}