{"306563":"{{Thông tin viên chức \n|tên = Nguyễn Văn Bông\n|hình = NguyenVanBong.jpg\n|cỡ hình = 189px\n|chú thích hình = \n|ngày sinh = [[2 tháng 6]] năm [[1929]]\n|tên khai sinh =\n|nơi sinh = [[Gò Công]], [[Việt Nam]]\n|ngày mất = [[10 tháng 11]] năm [[1971]] (42 tuổi) \n|nơi mất = Ngã tư Cao Thắng - Phan Thanh Giản, [[Sài Gòn]]\n|nguyên nhân cái chết = Bị ám sát\n|an táng =\n|cư trú =\n|quốc gia = [[Việt Nam]]\n|chức vụ = Giáo viên\n|tiền nhiệm = \n|kế nhiệm =\n|bắt đầu = Đầu năm [[1963]]\n|kết thúc = Cuối năm [[1963]]\n|dạy trường = \n|chức vụ 2 = Viện trưởng [[Học viện Quốc gia Hành Chánh]]\n|bắt đầu 2 = [[1963]]\n|kết thúc 2 = [[1968]]\n|}}\n\n'''Nguyễn Văn Bông''' ([[2 tháng 6]] năm [[1929]] -[[10 tháng 11]] năm [[1971]]) là một giáo sư, chính khách [[Việt Nam Cộng hòa]].\n\n==Thân thế==\nÔng sinh ngày [[2 tháng 6]] năm [[1929]], tại làng Kiểng Phước, tổng Hòa Lạc Hạ, [[Gò Công (tỉnh)|tỉnh Gò Công]] (nay thuộc xã Kiểng Phước, huyện [[Gò Công Đông]], tỉnh [[Tiền Giang]]). Cha của ông vốn làm nghề thợ bạc, mẹ ông là một thợ may. Hai người [[ly hôn|ly dị]] nhau khi ông mới lên 3, về sau đều tái giá và có con riêng. Từ nhỏ, ông đã phải sống với ông bà nội.\n\n==Du học ở Pháp==\nTừ nhỏ ông đã có chí, học giỏi nhưng nhà nghèo. Vì vậy, ông phải làm việc từ lúc mới 12 tuổi để kiếm thêm tiền đi học. Ông sửa [[xe đạp]], quét trường học, phụ đánh máy và nhiều việc lặt vặt khác để có tiền trang trải cho việc học. Sau mấy năm làm việc để gom đủ số tiền mua được một vé tàu hạng ba đi Pháp, ông rời Việt Nam để thực hiện giấc mơ du học ở [[Paris]], [[Pháp]].\n\nTại Paris, ông được một người quen cho ở trọ để tiếp tục học lấy bằng [[tú tài Pháp|Tú tài]]. Trong thời gian này, để sinh kế, ông làm [[bồi bàn]] tại tiệm ăn La Table du Madarins. Tại đây, ông làm quen với một [[sinh viên]] [[người Việt|Việt Nam]] khác cũng đang làm bồi bàn tại đây là [[Nguyễn Ngọc Huy]], người đã sát cánh cùng ông trong các hoạt động chính trị sau này.\n\nSau khi tốt nghiệp Tú tài, ông theo học ngành Luật và Chính trị học, [[Sorbonne|Đại học Sorbonne]]. Để có tiền theo học, ông phải làm nhiều nghề, kể cả khuân vác, giặt ủi.<ref>''Mây Mùa Thu - Hồi ký Thu Vân''. Bản tiếng Anh: ''Autumn Cloud, From Vietnamese War Widow to American Activist''. Jackie Bong-Wright, Capital Books, Inc.<\/ref> Do lao lực quá độ, có thời gian ông làm phu khuân vác đêm tại Nhà Lồng Paris ([[Les Halles]]), đã bị nhiễm bệnh [[lao]], phải nằm [[bệnh viện]] một thời gian. Trong thời gian du học tại Pháp, cha mẹ của ông không có khả năng tài chánh cũng như hiểu thể thức chuyển ngân cho con mình, ông đã được một người cô ruột tên Nguyễn Thị Chín là một thương gia ở Sài Gòn giúp đỡ, nhưng sự giúp đỡ đó cũng quá ít ỏi so với tiền học phí mà ông phải đóng cho trường.\n\nVới ý chí và nỗ lực, ông tốt nghiệp Cử nhân Luật năm [[1956]], rồi Tiến sĩ Luật và Chính trị học năm [[1960]]. Năm 1962 ông trở thành một trong số rất ít giáo sư Việt Nam có bằng Thạc sĩ Công pháp Quốc tế.<ref>Mây Mùa Thu - Hồi ký Thu Vân. Tr. 132.<\/ref> Đầu năm 1963, ông quyết định về nước làm việc. Trước khi về nước, ông đã hứa hôn với một nữ sinh viên có tên là Lê Thị Thu Vân, người sau này trở thành bạn đời của ông.\n\n==Dạy học và hoạt động chính trị==\nSau khi về nước, ông dạy môn [[luật hiến pháp]] và [[chính trị học|khoa học chính trị]] tại [[Trường Đại học Luật khoa Sài Gòn|Trường Đại học Luật Sài Gòn]] và [[Học viện Quốc gia Hành chánh]]. Bấy giờ, chính quyền [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]] của tổng thống [[Ngô Đình Diệm]] đang ra tay đàn áp các lực lượng chống đối, bắt giam các chính khách đối lập như [[Nhóm Caravelle]], [[Nguyễn Tường Tam]]... Để thể hiện quan điểm, ông đã cho đăng tải bài viết \"Đảng phái và Đối lập chính trị\" gây được nhiều sự chú ý trên chính trường. Cũng từ đây, ông bắt đầu có những hoạt động chính trị nhằm tiến tới việc \"thành lập một chính đảng quốc gia\" trên con đường xây dựng \"một nước Việt Nam thống nhất, dân chủ với sự ủng hộ rộng rãi của người dân\"<ref>Nguyễn Văn Bông, \"Đảng phái và Đối lập chính trị\".<\/ref>.\n\nSau [[đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính ngày 1 tháng 11 năm 1963]], ông được chính quyền mới bổ nhiệm làm Viện trưởng [[Học viện Quốc gia Hành chánh]] thời [[Đệ Nhị Cộng hòa Việt Nam|Đệ Nhị Cộng hòa]]. Rất nhiều sinh viên do ông đào tạo về sau nắm giữ những chức vụ quan trọng trong chính quyền Việt Nam Cộng hòa. Đầu năm [[1964]], ông thành hôn với bà Thu Vân, người sinh viên đã rời bỏ nước Pháp để về thành hôn với ông, dù ông \"chỉ là một giáo sư nghèo\" hơn bà đến mười tuổi<ref>Mây Mùa Thu - Hồi ký Thu Vân. Tr. 133.<\/ref>.\n\nCuối năm [[1968]], được sự cổ vũ của người bạn cũ [[Nguyễn Ngọc Huy]], bấy giờ là một trong những lãnh đạo của đảng [[Đại Việt Quốc dân đảng|Tân Đại Việt]], ông thành lập [[Phong trào Quốc gia Cấp tiến]], một tổ chức chính trị đối lập với chính phủ của tổng thống [[Nguyễn Văn Thiệu]], với thành viên đa số là học trò của ông.<ref>[[Lâm Lễ Trinh]], \"Bí ẩn quanh vụ mưu sát Giáo sư Nguyễn Văn Bông\".<\/ref>\n\n==Hai lần bị mưu sát==\nNhững hoạt động chính trị tích cực của ông khiến ông trở thành mục tiêu ám sát của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]. Nguyễn Văn Bông bị ám sát vì ông \"''đang chuẩn bị lên nắm ghế thủ tướng. Nếu G.33 đã nắm chức, sẽ rất khó hành động vì khi ấy việc bảo vệ ông ta sẽ khác hẳn. Và nếu tình huống này xảy ra, cách mạng có thể gặp khó khăn hơn bởi Nguyễn Văn Bông là một trí thức có uy tín và chính quyền ngụy chuyển từ quân sự sang dân sự mọi diễn tiến sẽ có lợi cho địch''\"<ref name=\"danviet\">[http:\/\/danviet.vn\/thoi-su\/toi-am-sat-nguoi-sap-lam-thu-tuong-sai-gon\/41332p1c24.htm Tôi ám sát người sắp làm thủ tướng Sài Gòn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131109125620\/http:\/\/danviet.vn\/thoi-su\/toi-am-sat-nguoi-sap-lam-thu-tuong-sai-gon\/41332p1c24.htm |date=2013-11-09 }}, Vũ Quang Hùng, Dân Việt, 30\/04\/2011. [https:\/\/web.archive.org\/web\/20151106014453\/http:\/\/danviet.vn\/tin-tuc\/toi-am-sat-nguoi-sap-lam-thu-tuong-sai-gon-48833.html Lưu trữ] ngày 6 tháng 11 năm 2015.<\/ref>.\n\nNgày 26 tháng 11 năm 1968, một quả bom phát nổ cạnh phòng làm việc của ông tại tầng hai Học viện Quốc gia Hành chánh, trái bom đặt trên cao, hơi ép do tiếng nổ đẩy ông té xuống và tuột dưới bàn <ref name=\"ReferenceA\">Nguyễn-văn-Thu, con của người cô ruột ông Nguyễn-văn-Bông<\/ref>. Tuy nhiên, ông thoát chết nhờ cái bàn giấy vững chắc giữ cho ông không bị cả bức tường đè bẹp.<ref>Mây Mùa Thu - Hồi ký Thu Vân. Tr. 144.<\/ref> Theo nhà báo Nam Thi thuộc ''[[thanh Niên (báo)|báo Thanh Niên]]'', trong bài viết \"Bí mật điệp báo chưa từng công bố: đốt cháy con bài của Mỹ\" đã xác nhận hai người chịu trách nhiệm về vụ ám sát hụt Giáo sư Bông vào 26 tháng 11 năm 1968 chính là luật sư Đỗ Hữu Cảnh và công nhân Trần Văn Hoành. Cả hai đều là người của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]].\n\nVào ngày [[10 tháng 11]] năm [[1971]], tổ trinh sát vũ trang [[Ban An ninh T4]] bao gồm Vũ Quang Hùng và Lê Văn Châu<ref>Khánh Dung, \"Những người giết GS Nguyễn Văn Bông bây giờ ở đâu?\".<\/ref> tổ chức ám sát ông tại ngã tư Cao Thắng - Phan Thanh Giản, bằng cách ném cái cặp chứa 4&nbsp;kg chất nổ C4 được liên kết với ba trái lựu đạn xuống gầm xe của ông đang ngừng tại đèn đỏ ngã tư. Giáo sư Bông thiệt mạng cùng các cận vệ của ông.<ref name=\"danviet\"\/><ref>Bài \"Bí mật điệp báo chưa từng công bố: đốt cháy con bài của Mỹ\" của Nam Thi, báo Thanh Niên số ra ngày thứ Ba 02\/05\/2000 số 78\/1701.<\/ref> Lúc đó ông mới 42 tuổi. Sự kiện Nguyễn Văn Bông bị ám sát không chỉ làm sụp đổ kế hoạch thay đổi nhân sự của Việt Nam Cộng hòa mà còn làm cho nội bộ chính quyền này nghi ngờ lẫn nhau. Theo báo Công An TPHCM, Tổng thống [[Nguyễn Văn Thiệu]] và dư luận cho rằng phe [[Trần Thiện Khiêm]] thực hiện vụ ám sát này để cố giữ chức Thủ tướng.\n\n==Gia đình==\nKhi ông qua đời, lúc đó ông có hai trai tên là Nguyễn Lê Quốc và Nguyễn Lê Việt và một gái tên là Nguyễn Lê Thu Ánh <ref name=\"ReferenceA\"\/>. Sau 1975, vợ ông tái giá với Lacy Wright, một nhà ngoại giao Mỹ, và lấy tên mới là Jackie Bông Wright.\n\n==Tác phẩm==\n* ''Luật Hiến pháp và Chính trị học''. Sài Gòn, 1967 (in lần thứ nhất), 1969 (in lần thứ hai), 2013 (bản điện tử do pro&contra thực hiện).<ref>{{Chú thích web |url=https:\/\/nhatbook.com\/2016\/02\/01\/luat-hien-phap-va-chinh-tri-hoc\/ |ngày truy cập=2019-03-21 |tựa đề=Nguyễn Văn Bông – Luật Hiến pháp và Chính trị học |archive-date=2019-03-21 |archive-url=https:\/\/web.archive.org\/web\/20190321030536\/https:\/\/nhatbook.com\/2016\/02\/01\/luat-hien-phap-va-chinh-tri-hoc\/ |url-status=dead }}<\/ref>\n\n==Chú thích==\n\nTham khảo: {{tham khảo|30em}}\n\n==Xem thêm==\n* Nguyễn Văn Bông, \"Đảng phái và Đối lập chính trị\"\n* Di cảo Giáo sư Nguyễn Văn Bông\n* Jackie Bong-Wright, ''Mây mùa thu''.\n\n[[Thể loại:Chính khách Việt Nam bị ám sát]]\n[[Thể loại:Chính khách Việt Nam Cộng hòa]]\n[[Thể loại:Học viện Quốc gia Hành chánh]]\n[[Thể loại:Trường Đại học Luật Sài Gòn]]\n[[Thể loại:Người Gò Công]]\n[[Thể loại:Tiến sĩ Luật Việt Nam]]\n[[Thể loại:Giáo sư Việt Nam]]"}