{"520590":"'''Nguyễn Nghĩa Thìn''', Giáo sư, Tiến sĩ Khoa học, Nhà giáo Ưu tú là Chủ tịch Hội đồng ngành Sinh học – [[Đại học Quốc gia Hà Nội]]\n\nÔng là nhà khoa học về [[Thực vật học]] nổi tiếng của Việt Nam.\n\nÔng là Giảng viên cao cấp của trường [[Đại học Quốc gia Hà Nội]]\n\n== Tiểu sử ==\n\nÔng sinh ngày [[15 tháng 3]] năm [[1944]] tại thôn Kim Liên, xã Thanh Chi, [[thanh Chương|huyện Thanh Chương]], [[nghệ An|tỉnh Nghệ An]]\n\nLà cựu học sinh trường Cấp 3 Đô lương 1, nay là [[Trường Trung học phổ thông Đô Lương 1]]\n\nNăm 1966: Tốt nghiệp [[Trường Đại học Tổng hợp Hà Nội|Đại học Tổng hợp Hà Nội]], ngành Thực vật học\n\nNăm 1980: Bảo vệ luận án [[Tiến sĩ]] tại [[Trường Đại học Tổng hợp Sofia]], [[Bulgaria|Bungari]] ngành Thực vật học\n\nNăm 1996: Bảo vệ luận án [[Tiến sĩ khoa học|Tiến sĩ Khoa học]] tại Trường Đại học Tổng hợp Hà Nội - Đại học Quốc gia Hà Nội ngành Thực vật học\n\nNăm 1991: phong học hàm [[Giáo sư|Phó giáo sư]]\n\nNăm 2002: phong học hàm [[Giáo sư]]\n\n== Quá trình công tác ==\n\n1966 – 1968: Giảng viên Trường Đại học Tổng hợp Hà Nội\n\n1968 – 1971: Bộ đội Cục Quân nhu Mặt trận B3 (Tây Nguyên)\n\n1971 – 1976: Giảng viên Trường Đại học Tổng hợp Hà Nội\n\n1976 – 1980: NCS Trường Đại học Tổng hợp Sofia, Bungari\n\n1981-2007: Giảng viên cao cấp (từ 2002) Trường Đại học Tổng hợp Hà Nội - Đại học Quốc gia Hà Nội, Bảo tàng sinh vật\n\n== Các công trình Nghiên cứu Khoa học ==\n\n'''Sách xuất bản trong nước'''\n\n1. Cẩm nang đa dạng sinh vật Tác giả Nhà xuất bản. Nông nghiệp 1996\n\n2. Địa lý sinh vật Đồng tác giả Nhà xuất bản. ĐHQGHN 2001\n\n3. Đa dạng sinh học Đồng tác giả Nhà xuất bản. ĐHQGHN 2002\n\n4. Hệ thống học thực vật Đồng tác giả Nhà xuất bản. ĐHQGHN 2004\n\n5. Hệ sinh thái rừng nhiệt đới Tác giả Nhà xuất bản. ĐHQGHN 2004\n\n6. Hệ thực vật và đa dạng loài Tác giả Nhà xuất bản. ĐHQGHN 2004\n\n7. Đa dạng sinh học và tài nguyên di truyền thực vật Tác giả Nhà xuất bản. ĐHQGHN 2005\n\n8. Sổ tay thực tập thiên nhiên Đồng tác giả Nhà xuất bản. ĐHQGHN 2005\n\n9. Thực vật có hoa Tác giả Nhà xuất bản. ĐHQGHN 2006\n\n10. Các phương pháp nghiên cứu thực vật (Methods of plant research). Tác giả Nhà xuất bản. ĐHQGHN 2007\n\n'''Sách chuyên khảo'''\n\n'''Xuất bản ngoài nước:'''\n\n1. PROSEA 5 (2) Timber trees: Minor commercial timbers. Đồng tác giả Backhuys Publisher, Netherland 1995\n\n2. PROSEA 11: Auxiliary plants Đồng tác giả Backhuys Publisher, Netherland 1997\n\n3. PROSEA 5 (3) Timber trees: Lesser-known Timbers Đồng tác giả Backhuys Publisher, Netherland 1997\n\n4. Sino-Japanese flora its characteristics and diversitication. University Museum University of Tokyo 1998\n\n5. PROSEA 12(1) Timber trees: Lesser-known Timbers Đồng tác giả Backhuys Publisher, Netherland 2000\n\n6. PROSEA 12(2): Medicinal and poisonous plants. Đồng tác giả Backhuys Publisher, Netherland 2001\n\n'''Xuất bản trong nước:'''\n\n1. Từ điển bách khoa Việt Nam (Vietnam Encyclopia) Tập 2. Đồng tác giả Nhà xuất bản. KH-KT 2002\n\n2. Từ điển bách khoa Việt Nam (Vietnam Encyclopia) Tập 3. Đồng tác giả Nhà xuất bản. KH-KT 2003\n\n3. Tính đa dạng thực vật Cúc Phương Đồng tác giả Nhà xuất bản. Nông nghiệp 1997\n\n4. Biological survey of Nahang Nuture Reserve, Tuyen Quang province, Vietnam Tác giả Hanoi, October 1996\n\n5. Cẩm nang nghiên cứu đa dạng sinh vật Tác giả Nhà xuất bản. Nông nghiệp 1997\n\n6. Tính đa dạng thực vật có mạch ở vùng núi cao Sapa - Fansipan Đồng tác giả Nhà xuất bản. ĐHQGHN 1998\n\n7. Khóa xác định và hệ thống họ Thầu dầu Việt Nam Nhà xuất bản. Nông nghiệp 1999\n\n8. Tên cây rừng Việt Nam Đồng tác giả Nhà xuất bản. Nông nghiệp 2000\n\n9. Thực vật học dân tộc: Cây thuốc của đồng bào Thái Con Cuông Nghệ An Đồng tác giả Nhà xuất bản. Nông nghiệp 2001\n\n10. Từ điển Đa dạng sinh học và phát triển bền vững (Dictionary of biodiversity and development). Đồng tác giả Nhà xuất bản. KH-KT 2001\n\n11. Danh lục các loài thực vật Việt Nam, tập 2. Đồng tác giả Nông nghiệp 2003\n\n12. Đa dạng sinh học: hệ nấm và thực vật VQG Bạch Mã Đồng tác giả (chủ biên) Nhà xuất bản. Nông nghiệp 2004\n\n13. Đa dạng thực vật VQG Pù Mát Nghệ An (Botanical diversity of Pu Mat National Park, Nghe An). Đồng tác giả (chủ biên) Nhà xuất bản. Nông nghiệp 2005\n\n14. Đa dạng thục vật ở Khu bảo tồn thiên nhiên Na Hang Tác giả Nhà xuất bản. Nông nghiệp 2006\n\n15 Cẩm nang ngành lâm nghiệp: Chương Hệ sinh thái rừng Việt Nam. Đồng tác giả Bộ Nông nghiệp và PTNT, Hanội 2006\n\n16 Lâm sản ngoài gỗ Việt Nam. Đồng tác giả 2007\n\n18 Taxonomy of Euphorbiaceae in Vietnam Tác giả Nhà xuất bản. ĐHQGHN 2007\n18 Sách đỏ Việt Nam Đồng tác giả Nhà xuất bản. KH-KT 2008\n\n9 bài báo đăng trên tạp chí nước ngoài\n\n1. Nguyen Nghia Thin, 1997. The vegetation of Cuc Phuong National Park, Vietnam. SIDA (USA) 17 (4) 713-751.(Mỹ).\n\n2. Nguyen Nghia Thin, Vu Hoai Duc, Peter van Welzen. 1998. Genus Lasiococca. In Peter van Welzen: Revision and Phylogeny of the Malesian Euphorbiaceae Subtribe Lasiococcinae (Homonoia, Lasiococca, Spathiostemon) and Clonostylis, Ricinus and Wetria. Blumea 43 (1998), 141-44 (Hà Lan).\n\n3. Kim. Jong-won and Nguyen Nghia Thin - 1998. The vegetation of the Catba National Park. Korean J. Ecol. 21(2)(1998)139-149.(Hàn Quốc).\n\n4. Nguyen Nghia Thin, Vu Hoai Duc, Peter van Welzen - 1998. A Revision of the Indochinese-Malesian genus Strophioblachia (Euphorbiaceae). Blumea 43 (1998) 479-487 (Hà Lan).\n\n5. Nguyễn Nghĩa Thìn, 1998. The Fansipan flora in relation to the Sino-Japanese floristic region. In: A.E. Boufford and H. Ohba, Sino-Japanese flora its characteristics and diversitication. Bulletin No 37. University Museum-University of Tokyo, Tokyo: 111-122 (1998) (Nhật).\n\n6. Nguyễn Nghĩa Thìn, Nguyen Thi Hanh 1999. Medicinal plant resources of Ca river upland area, Nghe An province, Vietnam. Proc.of Intern. Symp. YUM Project, Nov. 15-22, 1999, Kunming, China, 94-99.(TQ).\n\n7. Nguyen Nghia Thin, 1999. Diversity of Flora and Vegetation Communities at the Catba National Park, Vietnam. Proceedings of the Japan Society of Plant Taxonomists, 1999, 29-36 (Nhật).\n\n8. Nguyễn Nghĩa Thìn, 2000. Diversity of vegetation of Ba Vi National Park. Proceedings of IAVS-2000, Nagano, Japan.\n\n9. Nguyễn Nghĩa Thìn, N. T. Nha, N. T. Hanh - 2001. Traditional medicinal plants of Con Cuong district, Nghe An Province, Vietnam. J. Trop. Med. Pl. (Malaysia), 2: 107-131 (Malaixia).\n\n'''Số công trình được áp dụng trong thực tiễn'''\n\nĐã viết và xuất bản 5 cuốn sách Đa dạng sinh học cho các vườn Quốc gia: VQG Cúc Phương, VQG Hoàng Liên, VQG Bạch mã, VQG Pù Mát, và KBTTN Na Hang là cơ sở giúp cho VQG và KBTTN trong vấn đề đề ra chiến lược bảo tồn.\n\n'''Đề tài, dự án hoặc nhiệm vụ KHCN khác đã và đang chủ trì'''\n\n• Nghiên cứu các loài rau rừng ăn được phục vụ bộ đội ở chiến trường Tây Nguyên (Investigation of forest vegetables for the Army in Tay Nguyen Front 1969 – 1973).\n• 1969-1973 Cục Quân Nhu\n\n• Điều tra tài nguyên thực vật ở Vườn Quốc gia Cúc Phương (Investigation of plant resuorces at the Cuc Phuong National Park) 1993 Trường Đại học Tổng hợp Hà Nội\n\n• Nghiên cứu các loài quý hiếm có nguy cơ bị tiêu diệt ở Vườn Quốc gia Cúc Phương (Valuable and rare plant species under the threat at the Cuc Phuong National Park). 1992-1993\n\n• Điều tra kỹ thuật sử dụng thực vật để bảo vệ độ phì và chống xói mòn làm cơ sở cho việc vây dựng các mô hình kinh tế xã hội ở xã Thành Yên, huyện Thạch Thành Thanh Hoá (Investigation of technology of plant use for protection of fertility and anti-erosion of soil for establishing Eco-social paterns at the Thanh Yen commune of Thach Thanh, Thanh Hoa province). 1994\n\n• Đặc tính sinh học của một số loài cây quý hiếm ở Việt Nam (Diversity of some valuable and rare plant species). 1995 Trường Đại học Khoa học Tự nhiên.\n\n• Tính đa dạng thực vật trên núi đá vôi vùng Hoà Bình (Plant diversity on limestone at the Hoa Binh). 1996-1997\n\n• Nghiên cứu cây thuốc truyền thống của đồng bào Dao huyện Ba Vì, tỉnh Hà Tây (Study of traditional medicinal plants of Dzao minority at the Ba Vi, Ha Tay). 1998 Hội Y học Cổ truyền Hà Tây\n\n• Nghiên cứu dây leo ở Vườn Quốc gia Cúc Phương (Study of lianas at the Cuc Phuong National Park). Tổ chức quốc tế tại Việt Nam quản lý; Cơ quan chủ trì: FFI\n\n• Đánh giá tính đa dạng thực vật ở Khu bảo tồn Pù Mát, Con Cuông, Nghệ An (Assessment of plant diversity at the Pumat nature reserve, Con Cuong, Nghe An). 1999 - 2000\n\n• Điều tra đa dạng thực vật trên núi đá vôi ở Pù Mát và xác định địa bàn ưu tiên cho công tác bảo tồn có người dân tham gia (Inventory and assessment of biodiversity on limestone mountains for conservation). 2000-2001\n\n• Kiểm kê và đánh giá đa dạng sinh học ở KBT Hữu Liên, Hữu Lũng Lạng Sơn (Inventory and assessment of biodiversity at the Huu Lien Nature reserve, Huu Lung, Lang Son). 2000-2002 Bộ KH-CN-MT\n\n• Kiểm kê và đánh giá đa dạng sinh học ở KBT Phong Nha, Quảng Bình (Inventory and assessment of biodiversity at the Phong Nha Nature reserve, Quang Binh).. Mã số: 613301. 2001-2003 KHCB do Bộ TN - MT\n\n• Kiểm kê và đánh giá tính đa dạng thực vật ở VQG Yok Đôn, Đắc Lăc (Inventory and assessment of botanical diversity at the Yok Don, Dak Lak). 2004 Dự án Parc Tốt\n• Kiểm kê và nghiên cứu bổ sung đa dạng thực vật ở VQG Hoàng Liên, Sa Pa, Lào Cai làm cơ sở cho du lịch sinh thái. (Inventory and more research for the flora of the Hoang Lien National Park, Sa Pa, Lao Cai for ecotourlism) (đề tài trọng điểm 613904) 2004-2005 KHCB do Bộ TN – MT\n\n• Xác định cơ sở khoa học để đánh giá tác động môi trường phục vụ dự án xây dựng khu du lịch sinh thái bền vững Tam Đảo 2 2006 Tỉnh Vĩnh Phúc\n\n• Đánh giá tính đa dạng sinh học ở KBT Khau Ca (Hà Giang) và KBTTN Trùng Khánh (Cao Bằng) [Assesement of plant diversity at Nature Reserve of Khau Ca (Ha Giang) and Natural Reserve of Trung Khanh (Cao Bang) for conservation of Vooc Mui Hech and Vuon Den: Cao Vit] 2006-2008 KHCB do Bộ TN - MT quản lý Năm thứ 2\n\n• Điều tra cây mọc nhanh trên đất trống núi đá vôi nhằm bảo vệ môi trường và sử dụng bền vững núi đá vôi Việt Nam (Investigation of the group of plants for covering open lands on limestone in order to protect and sustainablely develop an environment at limestone areas in Vietnam) 2007-2009 ĐHQGHN Năm thứ 1\n\nĐề tài, dự án hoặc nhiệm vụ KHCN khác đã và đang tham, gia với tư cách là thành viên\n\n• Môi trường 5202 1981-1985 Bộ KH-CN\n\n• Đề tài Chất độc hóa học ảnh hưởng đến đa dạng sinh vật 2004-2005 Bộ KH-CN \n \n== Giải thưởng Khoa học ==\n\n• Giải thưởng cá nhân: về Công trình phục vụ chiến đấu Bộ Đại học và THCN năm 1976\n\n• Giải thưởng tập thể Cục Quân nhu: Giải thưởng Hồ Chí Minh về Các công trình nghiên cứu Rau rừng và Lương khô phục vụ bộ đội chiến đấu.\n\n• Giải thưởng công trình tiêu biểu của ĐHQG năm 2007 Đại học Quốc gia\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/news.vnu.edu.vn\/ttsk\/Vietnamese\/C1736\/C2020\/C2021\/2008\/03\/N21282\/?35 Lý lịch khoa học - GS.TSKH Nguyễn Nghĩa Thìn, Khoa Sinh học, ĐHKHTN]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n* [http:\/\/news.vnu.edu.vn\/ttsk\/Vietnamese\/C1736\/C2020\/C2021\/2007\/04\/N15930\/?35 Công trình khoa học] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081026005100\/http:\/\/www.news.vnu.edu.vn\/ttsk\/Vietnamese\/C1736\/C2020\/C2021\/2007\/04\/N15930\/?35 |date=2008-10-26 }}\n* [http:\/\/www.vnu.edu.vn\/dhqg\/contents\/index.php?ID=2263 HỘI ĐỒNG KHOA HỌC VÀ ĐÀO TẠO ĐẠI HỌC QUỐC GIA HÀ NỘI NHIỆM KỲ 2006 – 2011] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101130112024\/http:\/\/vnu.edu.vn\/dhqg\/contents\/index.php?ID=2263 |date=2010-11-30 }}\n* [http:\/\/hskh.moet.gov.vn\/?page=6.6&action=review&view=5383&opt=brpage Hồ sơ khoa học]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|1944}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà sinh học Việt Nam|N]]\n[[Thể loại:Cựu giảng viên Đại học Quốc gia Hà Nội]]"}