{"796579":"{{Infobox officeholder\n| tên = Nguyễn Tôn Hoàn\n| hình = Portrait of Nguyễn Tôn Hoàn.jpg\n| chức vụ = Phó Thủ tướng Việt Nam Cộng hòa\n| bắt đầu = 1964\n| kết thúc = 1964\n| ngày sinh = năm 1917\n| nơi sinh = năm 2001\n}}\n\n''' Nguyễn Tôn Hoàn''' ([[1917]]-[[2001]]) là một chính khách [[Việt Nam]], một trong những lãnh tụ của [[Đại Việt Quốc dân đảng|Đại Việt Quốc dân Đảng]]. Ông cũng từng giữ chức Bộ trưởng Thanh niên trong chính phủ [[Quốc gia Việt Nam]] (1950) và Phó Thủ tướng [[Việt Nam Cộng hòa]] ([[1964]]).\n\n== Thân thế==\nÔng sinh khoảng tháng 5 năm 1917, là con trong một gia đình theo đạo [[Công giáo]] giàu có ở [[Tây Ninh]], [[Nam Kỳ]]. Ông theo học [[y học|y khoa]] ở Trường [[Đại học Đông Dương]], [[Hà Nội]] nơi ông bắt đầu hoạt động chính trị trong giới [[sinh viên]].\n\n==Hoạt động chính trị==\n===Sáng lập Đại Việt Quốc dân đảng===\nNăm [[1939]] khi còn là sinh viên ông tham gia thành lập [[Đại Việt Quốc dân đảng]]<ref name=\"obit\">{{chú thích web|url=https:\/\/www.nytimes.com\/2001\/09\/26\/world\/dr-nguyen-ton-hoan-84-pro-independence-vietnamese-official-is-dead.html|title=Dr. Nguyen Ton Hoan, Pro-Independence Vietnamese Official, Is Dead|author=Lewis|tên=Paul|date=2001-09-26|work=[[The New York Times]]|url-status=live|accessdate=2009-10-27}}<\/ref>, và nhanh chóng nổi lên như một lãnh đạo của đảng này.\n\nKhi quân Nhật tiến vào [[Bán đảo Đông Dương|Đông Dương]], họ đã hậu thuẫn cho một số đảng phái chính trị chống Pháp, trong đó có Đại Việt Quốc dân Đảng. Năm 1944, Đại Việt Quốc Dân Đảng kết hợp với [[Đại Việt Quốc gia Xã hội Đảng|Đại Việt Quốc xã]], [[Đại Việt Duy dân Cách mệnh Đảng|Đại Việt Duy dân]], [[Đại Việt Dân chính Đảng|Đại Việt Dân chính]] thành lập một mặt trận chung với tên gọi là [[Đại Việt Quốc gia Liên minh]] với mục đích liên kết với [[Nhật Bản|Nhật]] để đánh [[Chính phủ Vichy|Pháp]]. Về sau, còn có thêm sự gia nhập của [[Tân Việt Nam Quốc dân Đảng]]. Khi [[Chiến dịch Đông Dương (1945)|Nhật đảo chánh Pháp]] vào ngày [[9 tháng 3]] năm 1945, Đại Việt Quốc gia Liên minh đứng ra lập Ủy ban Chính trị Bắc Kỳ mong tiếp quản quyền điều hành từ tay người Nhật. Tuy nhiên [[Đế quốc Nhật Bản]] chọn duy trì thể chế quân chủ của triều đình Huế và cho thành lập chính phủ [[Trần Trọng Kim]]. [[Thủ tướng]] Trần Trọng Kim cho lập Ủy ban Giám đốc Chính trị Miền Bắc, trong đó có sự tham gia của [[Hoàng Đạo (nhà văn)|Nguyễn Tường Long]] là một lãnh đạo của Đại Việt Quốc gia Liên minh, với nhiệm vụ ổn định tình hình ở Bắc Bộ. Tuy nhiên, trước khi Ủy ban kịp hoạt động thì lực lượng [[Việt Minh]] đã giành được chính quyền, vua Bảo Đại tuyên bố [[thoái vị]] khiến Ủy ban mất cơ sở hoạt động, phải giải tán. Đại Việt Quốc gia Liên minh cũng tan rã vì các đảng thành viên không nhất trí quan điểm hành động trong giai đoạn mới.\n\nNăm 1945, chính phủ [[Việt Minh]] do có chuẩn bị và tổ chức tốt đã chớp thời cơ giành được chính quyền. Do việc hợp tác với người Nhật trước đây, chính phủ Việt Minh đã kết tội Đại Việt Quốc dân đảng và ra lệnh giải tán đảng này. Yếu thế hơn hẳn, Đại Việt Quốc dân đảng cùng với [[Việt Nam Quốc dân Đảng|Việt Nam Quốc dân đảng]] và [[Đại Việt Dân chính Đảng|Đại Việt Dân Chính Đảng]] thành lập Mặt trận Quốc dân Đảng Việt Nam để chống lại chính phủ Việt Minh. Tuy nhiên, Mặt trận không hoạt động hiệu quả do mâu thuẫn giữa cách thức hành động của các thành viên dẫn đến tan rã. Bên cạnh đó, nhằm ổn định tình hình để rảnh tay tập trung chống Pháp, các lãnh đạo Việt Minh cũng thực hiện nhiều biện pháp để tiễu trừ các đảng phái chống đối.\n\nLà một lãnh đạo của Đại Việt, Nguyễn Tôn Hoàn cũng nằm trong số cần phải diệt trừ. Do vậy, giữa năm 1946, ông lẩn trốn sang [[Tên gọi Trung Quốc|Trung Hoa]],<ref name=obit\/> bấy giờ hãy còn do [[Trung Quốc Quốc Dân Đảng]] kiểm soát.<ref name=obit\/> Không lâu sau đó, khi người Pháp tái chiếm và kiểm soát được hầu hết lãnh thổ [[Liên bang Đông Dương|Đông Dương]], ông trở về nước và hoạt động ở [[Sài Gòn]].<ref name=obit\/> Từ năm [[1947]], Đại Việt Quốc dân đảng hoạt động trong [[Mặt trận Quốc gia Thống nhất]], một tập hợp các đảng chính trị do tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]] thành lập, với chủ trương chống [[Việt Minh]] và thỏa hiệp với chính phủ [[Pháp]], ủng hộ [[Giải pháp Bảo Đại]]<ref name=m439>Miller, p. 439.<\/ref> với hy vọng có thể được người Pháp trao trả độc lập.<ref name=obit\/><ref name=m440>Miller, p. 440.<\/ref> Khi chính phủ Quốc gia Việt Nam được thành lập, Nguyễn Tôn Hoàn được bổ nhiệm làm Tổng trưởng Bộ Thanh niên và Thể thao. Ông được cho là người đã đưa môn [[bóng bàn]] vào Việt Nam.<ref name=obit\/>\n\nTuy nhiên, [[Quốc gia Việt Nam]] còn phụ thuộc chính quyền Pháp vì toàn bộ các quyền quân sự, ngoại giao và tài chính đều do người Pháp nắm giữ. Khi đạt được mục đích có được danh nghĩa đã trao trả độc lập cho người Việt, chính quyền Pháp tìm cách gạt những chính khách từng có quá khứ chống Pháp để thay vào bởi những người dễ bảo hơn. Nhân vụ một cảm tử quân của [[Việt Minh]] là [[Phan Văn Út]] ném bom giết chết tướng [[Charles Marie Chanson]] ngày [[31 tháng 7]] năm 1951 tại [[Sa Đéc]],<ref>Vụ ném bom này cũng làm Thủ hiến Nam phần là [[Thái Lập Thành]], một quan chức cao cấp Quốc gia Việt Nam hoạt động bí mật cho Việt Minh.<\/ref> chính quyền Pháp kết tội và truy bắt một số lãnh đạo của đảng Đại Việt. Ông cũng bị liên lụy, phải từ chức, sau đó sinh kế bằng cách mở một tiệm bán [[gạo]] ở trên đường Galiéni (nay là [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|đường Trần Hưng Đạo]]).<ref name=\"pvs\">Phỏng vấn ông Phan Văn Song, Chủ tịch [[Đại Việt Quốc dân Đảng|Đại Việt Quốc Dân Đảng]] với báo ''[[Việt Luận]]''.<\/ref>\n\n===Lưu vong lần thứ nhất===\nKhi người Pháp bắt đầu tỏ ra yếu thế trên các chiến trường trước sự gia tăng mạnh mẽ của [[Việt Minh]], hè năm [[1953]], với sự hậu thuẫn của người Mỹ, [[Ngô Đình Nhu]] đã tổ chức một Đại hội Đoàn kết, nhằm tập hợp các chính đảng [[chống Cộng]], trong đó có cả Đại Việt, nhằm tạo thanh thế cho [[Ngô Đình Diệm]] và công kích Bảo Đại.<ref>Miller, pp. 452–453.<\/ref>. Nguyễn Tôn Hoàn bắt đầu tham gia chính trường trở lại. Dưới áp lực của người Mỹ và sự vận động của các chính đảng trong nước, đầu năm [[1954]], Ngô Đình Diệm được Bảo Đại bổ nhiệm làm [[Thủ tướng]].\n\nTrước sự đi xuống của người Pháp và sự hỗ trợ từ người Mỹ, Thủ tướng Ngô Đình Diệm, với sự trợ giúp của hai người em mình là [[Ngô Đình Nhu]] và [[Ngô Đình Cẩn]], và đảng [[Đảng Cần lao Nhân vị|Cần Lao]], tìm cách phế truất Bảo Đại và thống nhất quyền lực. Điều này dẫn đến xung đột quân sự với các lực lượng cát cứ như của [[Phật giáo Hòa Hảo|Hòa Hảo]], [[Cao Đài]], [[Bình Xuyên]] và cả Đại Việt. Căn cứ quân sự quan trọng nhất của đảng Đại Việt là [[Ba Lòng]] ([[Quảng Trị]]) bị triệt hạ. Rất nhiều lãnh đạo đảng Đại Việt bị bắt giữ hoặc phải lẩn trốn hoặc lưu vong. Ông cũng nằm trong đó buộc phải [[lưu vong]] sang [[Pháp]],<ref name=obit\/> sinh sống bằng cách mở quán ăn Sông Hương (''la Rivière des parfums'').<ref name=\"pvs\"\/>.\n\n===Tham chính===\nĐầu [[thập niên 1960]], khi chính quyền Ngô Đình Diệm đứng trước khả năng sụp đổ, một số chính khách Hoa Kỳ đã mời ông sang Mỹ để thảo luận khả năng về nước tham chính. Tuy nhiên, mãi sau cuộc [[đảo chính Việt Nam Cộng hòa 1963|đảo chính quân sự 1963]], và sau khi tướng [[Nguyễn Khánh]] thực hiện cuộc [[Đảo chính Việt Nam Cộng hòa 1964|\"chỉnh lý\"]] để nắm được quyền lực, nhằm tranh thủ sự ủng hộ của đảng Đại Việt, tướng [[Nguyễn Khánh]] đã mời Nguyễn Tôn Hoàn về nước giữ chức vụ Thủ tướng.<ref name=obit\/> Tuy nhiên, việc không thành<ref name=k355\/> do thất bại trong việc lập Nội các<ref name=s2367\/> và do đảng Đại Việt đã phân hóa thành nhiều nhóm, trong đó không ít nhóm tỏ ý bất phục do ông lưu vong nhiều năm ở nước ngoài và không còn hoạt động, nay đột nhiên về nước nắm quyền.<ref name=k355\/> Tướng Khánh, nhân danh Chủ tịch [[Hội đồng Quân nhân Cách mạng (Việt Nam, 1963)|Hội đồng Quân nhân Cách mạng]] đành tự nắm quyền Thủ tướng và bổ nhiệm Nguyễn Tôn Hoàn làm Đệ nhất Phó Thủ tướng, đặc trách công tác bình định nông thôn và quản nhiệm năm bộ, trong đó có Bộ Nội vụ và Bộ Quốc phòng. Trong những công việc chính của Nguyễn Tôn Hoàn là tổ chức lại hệ thống [[Ấp Chiến lược]] cũ thành \"Ấp Đời mới\" để đối phó với [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|lực lượng Cộng sản]].<ref name=k355>Karnow, p. 355.<\/ref><ref name=s2367>Shaplen, pp. 236–237.<\/ref>. Ông cũng là người cho thành lập Bộ Phát triển Sắc tộc, nhằm giải quyết các xung đột với người dân tộc thiểu số và các mâu thuẫn ở vùng [[Tây Nguyên]] với sự trỗi dậy của lực lượng [[BAJARAKA]], tiền thân của [[FULRO]].\n\nChủ trương của ông là nhằm mục đích mở cuộc thanh lọc chống tham nhũng và tìm cách chuyển giao sang chính phủ dân sự. Tuy nhiên, bấy giờ [[Chiến tranh Việt Nam|chiến cuộc]] bắt đầu lan rộng bởi sự phát triển của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]]. Trong hoàn cảnh chiến tranh, do không phải là một quân nhân, vai trò Nguyễn Tôn Hoàn càng bị lu mờ trước các tướng lãnh được sự ủng hộ đắc lực hơn của [[đồng minh]] Hoa Kỳ.<ref>Blair, p. 132.<\/ref> Không lâu sau, ông bị [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Hội đồng Quân lực]] loại khỏi chức vụ bình định nông thôn.<ref name=obit\/><ref name=s245>Shaplen, p. 245.<\/ref>\n\n===Lưu vong lần thứ hai===\nTừ địa vị tham chính, Nguyễn Tôn Hoàn dần quay sang lập trường đối kháng, chỉ trích chính phủ. Giữa năm [[1964]] khi giáo dân Công giáo xuống đường [[biểu tình]] thì Nguyễn Tôn Hoàn ngấm ngầm ủng hộ nhóm biểu tình và lên án tướng Khánh và [[đại sứ]] Hoa Kỳ là [[Henry Cabot Lodge, Jr.]] đã thiên vị [[Phật giáo]] để áp bức [[Công giáo Rôma|Công giáo]].<ref name=s246>Shaplen, p. 246.<\/ref> Ngày [[1 tháng 9]] năm 1964, Nguyễn Tôn Hoàn từ chức Phó Thủ tướng. Ngày [[13 tháng 9]] năm 1964, [[Trung tướng]] [[Dương Văn Đức]] và [[Thiếu tướng]] [[Lâm Văn Phát]] dẫn lực lượng [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV]] kéo về [[Sài Gòn]] thị uy, dự định lật đổ chính phủ Nguyễn Khánh để nắm quyền. Nguyễn Tôn Hoàn cũng tìm cách huy động các đảng viên Đại Việt dưới quyền ông ủng hộ đảo chính.<ref>Shaplen, pp. 268–269.<\/ref> Tuy nhiên, cuộc đảo chính bất thành do thiếu kiên quyết và thiếu sự ủng hộ của nhiều thế lực khác nhau. Ngày 15 tháng 9, tướng Nguyễn Khánh trở về Sài Gòn, tuyên bố cách chức và buộc giải ngũ tướng Dương Văn Đức, Lâm Văn Phát và một số [[sĩ quan]] cao cấp chỉ huy đảo chính. Tuy nhiên, không ai trong số họ bị bắt giữ và vẫn được tự do. Dù vậy các chính khách dân sự ủng hộ đảo chính đều bị cách chức và [[trục xuất]], trong đó có Nguyễn Tôn Hoàn. Ông phải lưu vong sang [[Nhật Bản]] rồi lại sang [[Pháp]].<ref name=obit\/><ref>Shaplen, p. 282.<\/ref> Được một năm thì ông lại bỏ Pháp vì bất đồng với đường lối ngoại giao của Pháp đối với Việt Nam Cộng hòa rồi sang Mỹ định cư năm [[1965]].<ref name=obit\/>\n\nỞ Hoa Kỳ ông làm giảng viên [[tiếng Việt]] tại một số cơ sở của [[Quân đội Hoa Kỳ]]. Ngoài ra ông mở [[nhà hàng]] [[ẩm thực Việt Nam|Việt Nam]].\n\nTrong khi đó ở quốc nội, đảng Đại Việt phân rã thành nhiều nhóm, quan trọng là [[Đại Việt Cách mạng Đảng|Đại Việt Cách mạng đảng]] và [[Đảng Tân Đại Việt|Tân Đại Việt]]. Mãi đến năm 1972, các nhóm còn lại của [[Đại Việt Quốc dân đảng]] mới hợp nhất lại. Ông được bầu làm thành viên của Cố vấn đoàn.\n\nSau năm 1975, trong những nỗ lực để tái hoạt động, các đảng viên Đại Việt lưu vong đã tìm cách quy tụ các đảng viên cũ trở lại sinh hoạt. Tháng 8 năm 1992, một Đại hội được tổ chức ở Longview, [[California]] ([[Hoa Kỳ]]), các đảng viên Đại Việt (gồm cả Đại Việt Quốc dân đảng và Tân Đại Việt) thống nhất lấy lại danh xưng Đại Việt Quốc dân Đảng.<ref>Riêng [[Đại Việt Cách mạng Đảng|Đại Việt Cách mạng đảng]] vẫn tiếp tục hoạt động độc lập.<\/ref> Ông được bầu làm Chủ tịch Đảng, bác sĩ Lý Ngọc Dưỡng được bầu làm Chủ tịch Ban chấp hành Trung ương. Ông giữ chức vụ này cho đến khi mất ngày [[19 tháng 9]] năm [[2001]] ở [[Mountain View, California]].<ref name=obit\/>\n\nSau cái chết của ông, nội bộ lãnh đạo Đại Việt Quốc dân Đảng có lục đục dẫn đến sự phân rã và hình thành ba tổ chức chính trị hải ngoại cùng lấy tên là Đại Việt Quốc dân đảng.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*{{chú thích sách | title=Lodge in Vietnam: A Patriot Abroad | url=https:\/\/archive.org\/details\/lodgeinvietnampa0000blai |first=Anne E. |last=Blair |publisher=Yale University Press |year=1995 |isbn=0300062265 |location=New Haven, Connecticut}}\n*{{chú thích sách| title=A Death in November| url=https:\/\/archive.org\/details\/deathinnovembera0000hamm| authorlink=Ellen Hammer |first=Ellen J.|last=Hammer| year=1987 |publisher=E. P. Dutton|isbn=0-525-24210-4|location=New York City, New York}}\n*{{chú thích sách| first=Howard |last=Jones| year=2003| title= Death of a Generation| url=https:\/\/archive.org\/details\/deathofgeneratio0000jone | publisher=Oxford University Press| isbn=0-19-505286-2|location=New York City, New York}}\n*{{chú thích sách| title=Vietnam: A history| url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4| first=Stanley |last=Karnow |authorlink=Stanley Karnow|year=1997 |publisher=Penguin Books | isbn=0-670-84218-4|location=New York City, New York}}\n*{{chú thích tạp chí |last= Miller |first=Edward |year=2004 |title=Vision, Power and Agency: The Ascent of Ngo Dinh Diem |journal=Journal of Southeast Asian Studies |volume=35 |issue=3 |pages=433–458 |doi=10.1017\/S0022463404000220 |location=Singapore |publisher=Cambridge University Press}}\n*{{chú thích sách|first=Robert |last=Shaplen| title=The Lost Revolution: Vietnam 1945–1965 | year=1965 |publisher=André Deutsch|location=London}}\n==Liên kết== \n*[http:\/\/www.nytimes.com\/2001\/09\/26\/world\/dr-nguyen-ton-hoan-84-pro-independence-vietnamese-official-is-dead.html Cáo phó trên báo [[The New York Times]] về Nguyễn Tôn Hoàn]\n*[http:\/\/www.daiviet.us\/bsnguy%E1%BB%85n_t%C3%B4n_ho%C3%A0n Ngày giỗ Bác sĩ Nguyễn Tôn Hoàn theo trang nhà của Đảng Đại Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100613011157\/http:\/\/www.daiviet.us\/bsnguy%E1%BB%85n_t%C3%B4n_ho%C3%A0n |date=2010-06-13 }}\n\n[[Thể loại:Người Tây Ninh]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Đại Việt Quốc dân Đảng]]\n[[Thể loại:Liên minh Dân chủ Việt Nam]]\n[[Thể loại:Bộ trưởng Quốc gia Việt Nam]]\n[[Thể loại:Bộ trưởng Việt Nam Cộng hòa]]\n[[Thể loại:Người Việt di cư tới Mỹ]]\n[[Thể loại:Sinh năm 1917]]\n[[Thể loại:Mất năm 2001]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}