{"42024":"{{otheruses4|đại thần triều Nguyễn|nhân vật khác|Nguyễn Tường (định hướng)}}\n'''Nguyễn Văn Tường''' ([[chữ Hán]]: 阮文祥; [[1824]]–[[1886]]), là [[đại thần phụ chính]] của [[nhà Nguyễn]].[[Tập tin:Nguyen van tuong.jpg|nhỏ|phải|200px]]\n== Tên họ và thi cử ==\nÔng xuất thân từ một gia đình lao động nghèo thuộc làng An Cư, huyện [[Triệu Phong]], tỉnh [[Quảng Trị]].\n\nVới các tài liệu ''Đại Nam thực lục chính biên'' và ''Quốc triều hương khoa lục'', người đời sau nhận thấy:\n# Trần Tiễn Thành và Quốc sử quán ghi chép: Vào năm [[Thiệu Trị]] thứ 2 ([[1842]]), tại trường thi [[Thừa Thiên Huế|Thừa Thiên]], có một sĩ tử người Quảng Trị, đã thi đỗ tú tài, nhưng bị phát hiện tên trùng với quốc tính. Dưới triều [[Minh Mạng]] đã có sắc dụ, ai mang họ Nguyễn mà tên kép có lót chữ Phước (Phúc), thì phải đổi chữ lót ấy. Nhưng sĩ tử họ Nguyễn, tên Phước Tường này lại không chịu đổi. Do đó, người tú tài tân khoa phải bị gạch tên trong danh sách trúng tuyển và đồng thời bị tội đồ (đày nơi gần) một năm.\n# Về kì thi hương vào năm [[Tự Đức]] thứ 3 ([[1850]]), sự cố chữ \"Phúc\" lại được Cao Xuân Dục và Quốc sử quán triều Nguyễn ghi chép như sau: \"Nguyễn Văn Tường, người xã An Cư, huyện Đăng Xương [''Triệu Phong - chua thêm''], tỉnh Quảng Trị. Nguyên tên là Nguyễn Phước Tường; vì tên trùng với quốc tính, không chịu đổi, nên bị đi đày; hết hạn lại được phục hàm cử nhân\".\n#Năm ấy đức Minh Mạng đi tuần du Quảng Trị, có đem Tường Khánh Công (tức vua Thiệu Trị sau này) đi theo. Ở hành cung Quảng Trị, thấy một người con gái đẹp đi ngang, gọi vào \"dùng\", sau đó Công theo phụ hoàng trở lại Huế, không ngờ người con gái ấy có thai và đã sinh ra Nguyễn Văn Tường. Khi sinh còn, bà mẹ đã nói sự thật, nên Nguyễn Văn Tường lấy họ vua để đi thi.\n\nNhư vậy, có thể lần thứ hai này, Nguyễn Văn Tường chỉ bị \"nhắc lại\" án cũ, hồi ông mới 18 tuổi ([[1842]]).\n== Hành trạng chính trị ==\n=== 1850–1868 ===\nSau khi đậu cử nhân ([[1850]]), dự thi hội, đạt đủ phân số điểm để được bổ nhiệm, ông vào huyện Mộ Đức, tỉnh [[Quảng Ngãi]], nhận chức huấn đạo (phụ trách việc dạy và học).\n\n[[1853]], huyện Thành Hóa, thuộc tỉnh [[Quảng Trị]] được thành lập. Ông được bổ làm tri huyện ở đó cho đến 9 năm sau. Thành Hóa là một nơi xung yếu, \"hậu lộ của kinh đô\", chỉ những người được tin cậy mới được giao trọng trách, nhất là trong thời điểm Pháp đã tấn công Đà Nẵng, [[Gia Định]], kích động nội phản ở Bắc Kỳ, sứ bộ [[Phan Thanh Giản]] ký kết [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] ([[1862]]). Tại đây, ông đã xây dựng được một căn cứ địa tốt cho [[Huế]]. Ông lại chứng tỏ là một người rất có tâm và tài trong việc đoàn kết người Thượng với người Kinh.\n\nNăm [[1862]], ông vào kinh đô Huế giữ chức biện lý Bộ Binh, rồi vào [[Quảng Nam]] làm án sát.\n\nNăm [[1864]], vì cần có vị quan giỏi để điều hành \"điểm nóng\" mâu thuẫn lương - giáo, ông được chuyển đổi làm phủ doãn kinh đô (tỉnh Thừa Thiên và đạo Quảng Trị). Năm [[1866]], vì cuộc [[Cuộc nổi dậy Đoàn Hữu Trưng|khởi nghĩa Chày vôi]] nổ ra trong phạm vi quản lý, ông bị cách chức.\n\nTừ [[1866]] đến [[1868]], Nguyễn Văn Tường trở lại huyện Thành Hóa, với chức trách bang biện (tham mưu), tiếp tục xây dựng căn cứ địa Thành Hóa (Tân Sở về sau). Trong hai năm này, ông lại được cấp ấn quan phòng với quyền được trực tiếp tâu lên vua những việc thực thi cụ thể cùng những kiến nghị rộng lớn.\n\nCũng trong năm Đinh Mão [[1867]], mặc dù đang ở huyện Thành Hóa, ông vẫn được triều đình và vua [[Tự Đức]] điều động vào sứ bộ để vô [[Gia Định]] đàm phán với [[Pháp]]. Đặc biệt, năm sau, khi sứ bộ dự định đi [[Paris]], ông có viết một bản tấu nổi tiếng, thể hiện tư tưởng \"phòng thủ chủ chiến\" (thủ để chiến), đồng thời phê phán \"ảo tưởng hòa nghị\" (tháng 3 âm lịch, Mậu Thìn [[1868]]).\n\n=== Thương thuyết với nhà Thanh (1868–1873) ===\nTừ tháng 7 âm lịch, cũng năm Mậu Thìn ([[1868]]) ấy, Nguyễn Văn Tường với chức tán tương quân thứ, đứng vào hàng ngũ các quan tướng chỉ huy 3 đạo quân hùng hậu nhất của triều Nguyễn, tiến ra Bắc tiễu phỉ (nội phản, nhất là tàn quân Thái bình thiên quốc toan xưng hùng xưng bá ở biên giới [[Tên gọi Việt Nam#Đại Nam|Đại Nam]], mặc dù triều đình đã hết sức phủ dụ). Suốt 5 năm trời, ông là một quan văn cầm gươm từng trải trận mạc trên vùng núi phía Bắc, đồng thời là một nhà ngoại giao trong nhiệm vụ thương thuyết, phối hợp tiễu phỉ với quân binh [[nhà Thanh]]. Đây cũng là thời đoạn các quân thứ Đại Nam thu phục được [[Lưu Vĩnh Phúc]] (chủ tướng quân [[Cờ Đen]]) để tiêu diệt quân [[Cờ Vàng]], [[Cờ Trắng]] và để chống Pháp.\n\n=== Hòa ước Giáp Tuất (1874) ===\nViệc tiễu phỉ ở phía Bắc không thể dứt điểm được, Pháp lại dùng thủ đoạn \"buôn bán\" vũ khí cho bọn phỉ để nuôi dưỡng chúng, nhằm làm tiêu hao sinh lực quân Đại Nam và ý chí của triều đình. Vì vậy, [[1873]], ông được điều động vào phái bộ, do [[Lê Tuấn]] làm chánh sứ, vô Gia Định thương lượng với thực dân Pháp. Cuộc đàm phán kéo dài, bởi triều đình và sứ bộ Đại Nam không chịu nhân nhượng Pháp, mặc dù tại Gia Định lúc ấy, không chỉ có Pháp mà còn có các đại diện của nhiều nước thực dân châu Âu và cố đạo [[Thiên Chúa giáo]] ([[Pháp]] và [[Tây Ban Nha]]). Tướng Pháp Dupré cử [[Francis Garnier]] ra quấy nhiễu Bắc Kỳ để làm sức ép. Thành [[Hà Nội]] cùng các thành tỉnh lân cận bị thất thủ. [[Nguyễn Tri Phương]] tử tiết. Tuy quân của Lưu Vĩnh Phúc chém được Francis Garnier, nhưng tình thế buộc triều đình phải nhân nhượng. Nguyễn Văn Tường ra Bắc Kỳ thu hồi xong bốn tỉnh, lại phải vào Gia Định để cùng Lê Tuấn, [[Nguyễn Tăng Doãn]] tiếp tục bàn định các điều khoản, cuối cùng phải đành chấp nhận [[Hòa ước Giáp Tuất (1874)|Hòa ước Giáp Tuất]] ([[1874]]) và một thương ước khác.\n\n=== Trọng thần tại triều đình (1874–1883) ===\nNăm [[1874]], ông giữ chức [[Thượng thư]] Bộ Hình kiêm Thương bạc đại thần tại kinh đô Huế. Không lâu sau ông được bổ sung vào [[Viện cơ mật (Huế)|Viện cơ mật]]. Từ thời điểm này, Nguyễn Văn Tường là một trọng thần tại triều. Chức vụ ông giữ lâu nhất là Thượng thư Bộ Hộ, quản lý Thương bạc viện (cơ quan ngoại giao và ngoại thương). Ông còn là người có công cải cách thuế ruộng đất, để thống nhất [[Đàng Trong]] và [[Đàng Ngoài]] về chiều sâu, thiên về tầng lớp nông dân nghèo.\n\n=== Phụ chính đại thần (1883–1885) ===\nNăm [[1883]], vua Tự Đức băng hà, trong tình hình Bắc Kỳ đang bị thực dân Pháp xâm lược lần thứ hai. Mặc dù [[Henri Rivière]] cũng bị giết chết trong một trận đánh do [[Hoàng Kế Viêm|Hoàng Tá Viêm]] làm tổng chỉ huy, Lưu Vĩnh Phúc trực tiếp cầm quân, các tỉnh Bắc Kỳ vẫn chưa thu hồi được, kinh đô Huế lại đứng trước nguy cơ bị tấn công. Và thật sự [[Thuận An (định hướng)|Thuận An]], cửa ngõ của kinh đô, đã bị thất thủ, không lâu sau ngày vua Tự Đức mất. Do đó, cùng với [[Tôn Thất Thuyết]], Nguyễn Văn Tường lần lượt lập rồi phế bỏ 2 vua [[Dục Đức]], [[Hiệp Hòa]] (với lý do: một thân Pháp, \"tả đạo\"; một cấu kết với Pháp qua De Champeaux), nhằm mục đích đưa lên ngai vàng một vị vua yêu nước, quyết chiến với thực dân Pháp.\n\nBấy giờ, quân Thanh đã sang đất Bắc Kỳ để phối hợp đánh Pháp, theo những lần thương nghị giữa Nguyễn Văn Tường, đại diện triều đình Đại Nam, và Đường Đình Canh, đại diện triều đình Đại Thanh (Trung Hoa), từ năm 1881. Nhưng trong thực tế, quân binh nhà Thanh lại mưu mô quy phục Lưu Vĩnh Phúc nhằm mục đích cùng Pháp chia đôi Bắc Kỳ (\"Bắc Kỳ mỏ\" và \"Bắc Kỳ gạo\"), lấy [[sông Hồng]] làm ranh giới.\n\nNguyễn Văn Tường và Tôn Thất Thuyết thực hiện kế sách quân sự \"tọa sơn quan song hổ đấu\", thúc đẩy chiến tranh giữa Pháp và Hoa nổ ra, còn triều đình Huế đứng vào thế trung lập.\n\nNhưng triều đình nhà Thanh lại ký [[Hòa ước Thiên Tân]] với Pháp, cô lập hoàn toàn triều đình Huế. Triều đình Huế bị bắt buộc phải ký [[Hòa ước Giáp Thân (1884)|Hòa ước Giáp Thân]] (còn gọi là Hòa ước Patenôtre, [[1884]]). Trong tình thế ấy, hai vị phụ chính đại thần vẫn cố gắng tiếp tục thúc đẩy chiến tranh Pháp - Hoa tiếp diễn, nhằm làm suy yếu lực lượng cả Pháp lẫn Hoa và tranh thủ thời gian để xây dựng cơ sở cho [[phong trào Cần Vương]]. Một loạt sơn phòng được củng cố, xây dựng, gồm cả \"hậu lộ kinh đô\", Tân Sở (Cam Lộ, Quảng Trị). Đích thân Nguyễn Văn Tường chỉ đạo xây dựng \"kinh đô kháng chiến\" hoặc \"kinh đô tị địa\" này.\n\nVua [[Kiến Phúc]] lại không may mắc bệnh, băng hà. Quốc sử quán triều Nguyễn ghi chép khá kĩ lưỡng như sau:\n\n{{cquote|Vua không khỏe, tháng tư trước, ngọc thể vi hoà, đình thần đã xin vua tĩnh dưỡng, và chia nhau đi cầu đảo các linh từ; sau đó đã khỏe, nhưng chưa được bình phục như cũ; đến ngày mồng 7 tháng này, ngày kỷ mão, mới ngự điện Văn Minh, chịu lễ chầu mừng, ban thưởng lụa hoa cho các bầy tôi có sai bậc, rồi sau lại không được khỏe. Thái y tiến thuốc, không thấy công hiệu. Ngày mồng 10, nhâm ngọ, bệnh kịch; giờ ngọ hôm ấy vua mất ở chính điện Kiền Thành. Hoàng thái phi bèn vời bọn Tôn nhân phủ Miên Định, phụ chính phủ thân đại thần Hồng Hưu, Nguyễn Văn Tường, Tôn Thất Thuyết và Hộ bộ thượng thư Phạm Thận Duật, truyền bảo hoàng đế di chúc rằng:\n\n''Hoàng đế đức mỏng, có em là Ưng Lịch có học có hạnh, hoàng đế như có mất đi, truyền bảo tôn nhân phụ chính nên lấy Ưng Lịch vào nối ngôi lớn, để phụng tôn miếu; lại đại lễ tiên hoàng đế chưa xong, và lấy của dùng chưa sẵn, vậy hợp thành tang lễ châm chước làm được 4, 5 phần mà thôi, chớ cầu thể lệ.\n\nBấy giờ, Miên Định công và phụ chính thân đại thần truyền lệnh cho biết. Tôn nhân phủ, văn võ đình thần bèn hợp từ tâu lên Từ Dụ thái hoàng thái hậu; hoàng thái hậu rước công tử Ưng Lịch (là con thứ 5 Kiên Thái vương Hồng Hợi, biện phụng vương ấy), vào nhà tang xưng là tự quân, phàm việc tâu xin tuân hành; chọn ngày lành làm lễ tấn tôn (đó là vua Hàm Nghi)...<ref>''Đại Nam thực lục, chính biên'', tập 36, Nhà xuất bản. Khoa học xã hội, Hà Nội, 1976, tr. 150–151)<\/ref>}}\n\nNgày 12 tháng 6 âm lịch, năm Quý Mùi (1884), Nguyễn Văn Tường và Tôn Thất Thuyết cùng Tôn nhân phủ, đình thần lập vua [[Hàm Nghi]] lên ngôi.\n\nHai vị phụ chính cùng các thành viên nhóm chủ chiến ([[Trần Xuân Soạn]], [[Trương Văn Để]]...) đã có một vị minh quân để tiếp tục đương đầu với Pháp cũng như với bộ phận khá lớn giáo dân Thiên Chúa giáo được cho là bị các cố đạo phỉnh gạt, cầm súng, đào hào, tiếp tế lương thực cho Pháp.\n\nChính phủ Pháp quyết thực hiện xâm lược toàn bộ Đại Nam. De Courcy được cử sang với mục đích hoàn tất việc chiếm trọn Bắc Kỳ và bắt đầu tấn công chiếm cứ kinh đô Huế. Câu nói của De Courcy, hầu như ai cũng biết, \"cần phải giải quyết việc này ở Huế\"; và ông ta đã vạch kế hoạch bắt sống hoặc tiêu diệt nhóm chủ chiến triều đình Huế, đứng đầu là Nguyễn Văn Tường và Tôn Thất Thuyết.\n\n=== Cuộc kinh đô quật khởi và bị thất thủ (ngày 5 tháng 7 năm 1885) ===\n{{chính|Trận Kinh thành Huế 1885}}\n\nNgày 23 tháng 5 âm lịch, Ất Dậu (khuya ngày [[4 tháng 7]], bước sang ngày [[5 tháng 7]] năm [[1885]]), tuy thi hành kế sách \"không biết gì\", nhưng thực sự ông cùng Tôn Thất Thuyết chỉ huy cuộc tấn công một cách bất ngờ vào Sứ quán Pháp bên kia [[sông Hương]] và doanh trại Pháp tại Mang Cá ([[Huế]]), nhưng thất bại. Thực chất đó chỉ là đòn đánh trước để giành thế thượng phong, mặc dù biết rằng De Courcy cố dùng kế khích tướng, ép buộc quân Đại Nam phải tấn công trước (Đại Nam tấn công trước thì không nước nào trách được việc Pháp vi phạm các hòa ước).\n\nNguyễn Văn Tường cho người rước vua Hàm Nghi và Tam cung (thái hoàng thái hậu Từ Dũ, Trung phi Vũ thị, Học phi Nguyễn thị) ra khỏi kinh thành; trong khi đó, Tôn Thất Thuyết và Trần Xuân Soạn vẫn cố kìm giữ sự tấn công của Pháp. Trần Xuân Soạn là vị tướng can trường, ông có nhiệm vụ rút quân cuối cùng.\n\nTheo dự kiến mà nhóm chủ chiến đã vạch ra trong trường hợp kinh đô thất thủ (phương án 2), Nguyễn Văn Tường và Tôn Thất Thuyết lúc ấy liền quyết định đưa vua ra thành [[Quảng Trị]], rồi sẽ đưa lên Tân Sở (tại huyện Thành Hóa, tức là Cam Lộ) để tránh đạn quân xâm lược Pháp, đồng thời phát Dụ Cần vương.\n\nTrong lúc đó, một mặt được lệnh của bà [[Từ Dụ|Từ Dũ]] và vua Hàm Nghi, mặt khác là thực hiện phương án 2, ngăn cản Pháp truy kích xa giá, thực thi kế sách \"kẻ ở người đi\" (đàm và đánh), nên ông đã quay lại điều đình với Pháp<ref>''Đại Nam thực lục, chính biên'', tập 36, sđd., tr. 221, 225–226 & 226–228<\/ref>. Nguyễn Văn Tường đã nhờ giám mục Caspar (có tên tiếng Việt là Lộc) của giáo đường Kim Long đưa sang Sứ quán để gặp tướng De Courcy (qua môi giới Caspar cũng là cách mà vào năm 1883, khi Thuận An thất thủ, Trần Tiễn Thành, Nguyễn Trọng Hợp đã thực hiện trong việc \"cầu hòa\"). Sau khi De Courcy buộc Nguyễn Văn Tường ban bố một vài lệnh lạc \"hòa hảo giữa hai nước Việt - Pháp\", ông ta lại ra thời hạn cho Nguyễn Văn Tường: trong vòng hai tháng phải tìm cách để đưa vua Hàm Nghi và Tam cung về.\n\nNguyễn Văn Tường phái Phạm Hữu Dụng cầm sớ ra Quảng Trị, tâu xin rước vua về, nhưng Tôn Thất Thuyết cản sớ không cho vua biết. Tôn Thất Thuyết dặn Phạm Hữu Dụng: Nguyễn Văn Tường cố gắng thương thuyết với Pháp 2 điều là Pháp không được tiếp tục bức hiếp và phía ta cũng nên \"đoàn kết\" với Pháp. Nếu được như thế, mới có thể rước vua Hàm Nghi về lại kinh đô.\n\nNguyễn Văn Tường lại viết sớ vấn an Tam cung, và đệ trình về việc Tam cung tạm về Khiêm lăng (lăng Tự Đức) trong khi chờ vụ việc được giải quyết.\n\nVề việc Tôn Thất Thuyết cản Phạm Hữu Dụng trực tiếp dâng sớ lên vua Hàm Nghi và cũng không cho vua biết: Đây có thể là một khía cạnh mâu thuẫn trong sách lược mà hai vị phụ chính đã bàn với nhau, và chắc hẳn đúng hơn là do tình huống mới nảy sinh, nên đó chỉ là một \"động tác giả\", để thực hiện thủ thuật \"hai mặt\", nhằm đối phó với Pháp. Nhưng ngay sau đó, bằng sự liên lạc mật, họ lại nhất trí vẫn duy trì kế sách \"kẻ ở người đi\". Từ Tân Sở, Dụ Cần vương chính thức và duy nhất được ban bố, cùng thời điểm vua Hàm Nghi và Tôn Thất Thuyết gửi về Huế một bản sắc dụ cho Nguyễn Văn Tường. Mật dụ của vua Hàm Nghi (và Tôn Thất Thuyết) từ Tân Sở gửi về Nguyễn Văn Tường, cùng một ngày phát Dụ Cần vương, 2 tháng 6 năm Ất Dậu ([[13 tháng 6]] năm [[1885]]):\n\n{{cquote|... Tôn Thất Thuyết còn giữ giá vua còn đóng ở Phòng Quảng Trị, đã kèm vua ra Lệnh dụ Thiên hạ cần vương, lại sẽ dụ bảo Nguyễn Văn Tường và yên ủi những người họ mạc ở trong kinh, đều một đạo, do đường dịch lộ chuyển chạy về kinh. (Khi ấy tự Phòng đến kinh ống trạm còn chuyển đệ được). Đó đều là việc từ mồng 7 tháng này trở về trước.\n\nNgày mồng 2 dụ Văn Tường, lược nói:\n\n''Y ''[De Courcy]'' thấy ta càng khuất, y càng ngày càng lấn, khiến Triều đình không còn mặt mũi nào, vạn bất đắc dĩ mà ta mới phải làm cái kế bỏ thành đi ra ngoài. Nay đại thần Tôn Thất Thuyết cùng ta cùng quanh quẩn, còn ngươi là phụ chính đại thần thì ở lại mà thương đàm, kẻ ở người đi đều lấy lòng yêu nước lo dân làm căn bản. Trời đất thực cũng chứng giám. Ngươi nên khéo thể tấm thịnh tình của tiên hoàng đối với nước láng giềng rất có thủy chung và cùng y giảng rõ về lý thế, cân nhắc về lợi hại, hết lòng thoả hiệp, phàm những khoản gì bách thiết, chung nhau bàn đổi, cốt khiến cho hai nước như anh em, vinh nhục cùng quan hệ, vui lo cùng chung nhau mười phần chân thành, không còn dùng đến uy thuật. Lúc này ta mệnh cho hồi loan, trên để phụng dưỡng ba cung, dưới để yên lòng thần dân, khanh cùng với Tôn Thất Thuyết trung trinh chói lọi, muôn thuở cùng sáng, những phường nịnh tử gian phu, đều phải lặn hình giấu bóng. Nam triều ta há chẳng hân hạnh ư, nước Đại Pháp chắc cũng vui vẻ mà cùng giữ lấy cường thịnh vậy.''\n\n''Nếu không như thế thì các miếu xã lăng tẩm và các vương công không kịp đi theo ấy thì hết thảy uỷ cho khanh. Ta duy có chọn đất lánh ở, sợ trời vui trời, rường cột cương thường, cả nước cùng thế, không đâu không phải là Triều đình và không phải là tôi con vậy. Trẫm quyết không cùng với họ tranh được thua vậy.''\n\n''Tình thế ví lại không thôi, trẫm nguyện phái thêm cán viên, lấy đường đi khắp các nơi, nghiêm sắc cho Ninh Bình trở về phía Bắc, bao nhiêu quan tỉnh, phủ, huyện đều để ấn lại mà đi, người nào như có trung nghĩa tài lược không kể quan hay dân, đều cho được tiện nghi làm việc ''[nhân dân, sĩ phu khởi nghĩa]'', cốt không phụ tấm lòng tốt của triều đình dưỡng dục, tác thành, yên được bóng thiêng liêng ở trời của liệt thánh, và đáp phó được nguyện vọng ''[khởi nghĩa chống Pháp]'' tha thiết của thần dân trong nước. Khanh nên nghĩ cho kỹ nhé, có muốn nên tâu đối, thì gởi theo đường trạm chờ xét cũng chẳng hại gì.''<ref>''Đại Nam thực lục, chính biên'', tập 36, Nhà xuất bản. Khoa học xã hội, Hà Nội, 1976, tr. 225–226<\/ref>}}\n\nSau đó ít hôm, vào ngày 7 tháng 5 năm Ất Dậu ([[18 tháng 7]] năm [[1885]]), vua Hàm Nghi (và Tôn Thất Thuyết) lại từ Tân Sở gửi một mật dụ về Huế cho hoàng tộc:\n\n{{cquote|Ngày mồng 7, dụ các người trong họ, đại lược nói:\n\n''Dụ Thọ Xuân vương, phụ chính Hoài Đức công và các bọn hoàng phiên, công chúa nghĩ coi: Nước Nam ta nhiều lần bị kẻ khác bức hiếp nhiều khoản, phàm có tai mắt khí huyết không ai là không uất ức buồn rầu, chẳng riêng người trong họ ta mà thôi. Trẫm vâng di mệnh của tiên quân, và các vương công phụ thần cùng suy tôn lên quyền giữ việc nước. Phàm có trăm điều đều duy kiến nghị, phải ấy thì theo. Trẫm tuổi trẻ, kiến thức chưa rộng, dám đâu chuyên trái việc gì, cho nên hễ khi tiếp được thư của nước Đại Pháp gửi đến khoản gì, nếu quá lăng nhục và yêu sách quá đáng, nhân tình không thể chịu được, mật nghe vương công và các phụ chính khuyên bảo, không đâu là không cưỡng tự đau đớn nín náu, chịu theo êm việc, vì muốn bảo toàn xã tắc, để họ mạc lâu dài hưởng tôn quý giàu sang vậy. Không ngờ sứ Pháp ngang ngược ngày thêm, không còn được chút quốc thể, cúi xuống đất, ngửa lên trời, xiết bao hổ thẹn, vạn bất đắc dĩ mà phải làm ra việc này; quay nhìn nơi lăng miếu và các bậc ý thân, thực không biết bao nhiêu là tưởng nhớ, chả biết trong tôn tộc từng có tin đến sự lo xuôi nghĩ ngược của ta không? Nay đã có phụ chính huân thần là Nguyễn khanh ''[Nguyễn Văn Tường]'' ở lại giảng nói, che chở nhiều việc, hơi được yên ổn; huân thần tâm sự như thế, cáng đáng như thế, thực là đau khổ quá chừng. Nhân vật nước ta, những người trung nghĩa từ xưa, tưởng không hơn được. Trẫm cũng dụ cho đại thần ấy hết lòng bàn tính công việc, tâu chờ quyết định. Vương công đều là cốt nhục chí thân, đều nên thương ta khổ tâm, thể tất ta vô cùng. Phàm việc gì cùng với Nguyễn khanh châm chước thoả đáng, cốt không trái với cương thường của trời đất. Nên được nền bình trị lâu dài của quốc gia, ngõ hầu để được tiếng thơm muôn đời, thế là lành lắm, tốt lắm. Trời đất dài lâu, gặp nhau có hẹn. Nước nhà suy thịnh, gặp hội đổi thay, càng nên trân trọng di dưỡng, để yên tấm lòng xa của người tuổi trẻ. Còn ra sẽ uỷ cho Nguyễn khanh sẽ vì ý thân điều đình cho thoả đáng, vụ được như thường. Phàm người họ ta, cần tin lời ta nhé, thế thì ta mới yên lòng.''<ref>''Đại Nam thực lục, chính biên'', tập 36, Nhà xuất bản. Khoa học xã hội, Hà Nội, 1976, tr. 226–228<\/ref>}}\n\nTrong hai tháng đó, Nguyễn Văn Tường hoàn toàn bị Pháp quản thúc ngay tại Sở Thương bạc, do một trung đội lính viễn chinh thuộc Pháp canh giữ, sĩ quan Schmitz chỉ huy. Tất cả mọi sắc dụ ký tên thái hoàng thái hậu Từ Dũ đều do Miên Định (chú ruột vua Tự Đức, hiện giữ chức nhiếp chính giám quốc) bàn bạc, thông qua và [[Nguyễn Thị Bích (nhà thơ)|Nguyễn Nhược Thị Bích]] (tác giả ''Hạnh Thục ca'') chấp bút.\n\nTuy ở trong thế bị quản thúc nghiêm ngặt, Nguyễn Văn Tường vẫn đấu tranh hết sức gay gắt với nhóm người \"đón gió xoay buồm\", trực diện là với Nguyễn Hữu Độ (người đã có ý theo Pháp từ 1873—theo ghi chép đã xuất bản của Jean Dupuis và theo ''Đại Nam thực lục chính biên''), trong việc phong chức hàm cho ông ta với quyền hạn \"phó vương\" tại Bắc Kỳ, thành lập Nha Kinh lược tại đấy, mà thực chất là mất hẳn Bắc Kỳ vào tay Pháp và các cố đạo như [[Paul-François Puginier|Puginier]].\n\nTrong khi đó, phong trào \"Cần vương, bình Tây, sát tả đạo\" đã bùng nổ ra khắp cả nước, đặc biệt là ở các tỉnh tả kì (phía trái cửa ngõ vào kinh đô, tức là phía Nam). Nhiều nhà nghiên cứu cho rằng, chính Nguyễn Văn Tường đã lãnh nhiệm vụ chỉ đạo tổng quát ở miền đất ấy, trong khi Tôn Thất Thuyết phụ trách các tỉnh hữu kì (phía Bắc) (xem cáo thị khi giặc Pháp bắt Nguyễn Văn Tường bên dưới).\n\n=== Lưu đày và cái chết nơi biệt xứ (1885–1886) ===\nHết hạn hai tháng, đúng vào ngày 27 tháng 7 Ất Dậu ([[5 tháng 9]] năm [[1885]]), Pháp ra lệnh bắt Nguyễn Văn Tường. De Courcy chỉ thị De Champeaux công khai cáo thị khắp nước. [[Quốc sử quán (triều Nguyễn)|Quốc sử quán]] ghi nhận như sau:\n\n{{cquote|Đô thống Đại Pháp là Cô-ra-xy [De Courcy] bắt thái phó, Cần Chánh điện đại học sĩ, lãnh Lại bộ thượng thư, kiêm sung Cơ mật viện đại thần, Kì Vĩ quận công, là Nguyễn Văn Tường xuống tàu thủy chạy đi Gia Định.\n\nCứ theo lời cáo thị của khâm sứ Tham-bô [De Champeaux] nói: Văn Tường từng đã chống cự nước ấy [nước Pháp] thực đã nhiều năm. Từ khi cùng Tôn Thất Thuyết sung làm phụ chánh, chỉn [vốn] lại đổng suất quan quân nổi dậy công kích quan binh nước ấy; và Văn Tường do đô thống ấy xin [chính phủ Pháp] cho hai tháng [nhằm để] lo liệu việc nước cùng Bắc Kỳ cùng được lặng yên vô sự; [kì thực] đến ngày 27 tháng ấy hết hạn, mà các tỉnh tả kỳ về phía Nam, có nhiều nơi nổi quân chém giết dân giáo. Đến đây đô thống ấy định án, ưng [nên; phải] kết tội lưu.\n\nHôm ấy chở đem Văn Tường đến cửa biển Thuận An; buổi chiều Nguyễn Hữu Độ, Phan Đình Bình đi tàu thủy Pháp cũng về đến cửa biển ấy.\n\n(Thuyền Pháp chở Văn Tường đến Gia Định, sau chở gồm cả Phạm Thận Duật, Lê Đính [Tôn Thất Đính] đem về nước ấy [thuộc địa Tahiti]; Thận Duật trong khi đi đường bị ốm chết ở trong tàu, buông xác xuống biển)...<ref>''Đại Nam thực lục, chính biên'', tập 36, Nhà xuất bản. Khoa học xã hội, Hà Nội, 1976, tr. 247<\/ref>}}\n\nKhông những người Pháp ở Gia Định đổ một loại hóa chất gây cháy bỏng vào miệng Nguyễn Văn Tường, khi tra tấn (để khỏi la hét, gào rú), De Courcy còn đánh điện tín cho Caffort, chúa đảo [[Côn Đảo]]: \"Tầm quan trọng của những tù nhân chính trị này đòi hỏi họ phải được giám sát nghiêm ngặt với bất cứ giá nào\"; trong đó, Nguyễn Văn Tường là \"kẻ thù nguy hiểm nhất\" đối với Pháp<ref>''Côn Đảo, ký sự và tư liệu'', Nhà xuất bản. Trẻ, 1998, tr. 85<\/ref>.\n\nKhi ông và hai người bạn tù của ông đã bị giam giữ tại Côn Đảo, chính phủ Pháp lại chuẩn bị lưu đày họ tận [[Tahiti]]; bấy giờ, triều [[Đồng Khánh]], dưới sự chỉ đạo của De Courcy, đã \"xử án vắng mặt\" nhóm chủ chiến triều đình Huế, với nội dung chính là hành trạng của họ từ ngày 5 tháng 7 đến 5 tháng 9 năm 1885. Bản án chung thẩm ấy được xét xử, công bố vào tháng 8 âm lịch Ất Dậu (tháng 9 năm 1885):\n\n{{cquote|Tôn nhân phủ và đình thần dâng sớ tâu bày tội trạng của Nguyễn Văn Tường và Tôn Thất Thuyết, xin tước hết quan tước và tịch thu gia sản; tham tri Trương Văn Đễ đã quá cố, và chưởng vệ Trần Xuân Soạn, đều là bè đảng làm loạn, cũng tước cả quan chức. Trong bọn ấy, thì Tôn Thất Thuyết, Trần Xuân Soạn, xin do quan địa phương xét bắt bằng được và chém ngay, để tỏ rõ hiến pháp trong nước. Vua nghe theo.<ref>''Đại Nam thực lục, chính biên'', tập 37, Nhà xuất bản. Khoa học xã hội, Hà Nội, 1977, tr. 35<\/ref>}}\n\nLúc khoảng 4 giờ 30 sáng ngày [[30 tháng 7]] năm [[1886]], tại Papeete, một làng trên quần đảo thuộc địa Tahiti của Pháp, Nguyễn Văn Tường mất vì bệnh ung thư cổ họng<ref>Nguồn: Bài viết \"Cái chết của Phụ Chính Đại thần Nguyễn Văn Tường\" in trong sách ''Lịch sử nhìn lại dưới góc độ y khoa'' của BS. Bùi Minh Đức. Nhà xuất bản Văn hóa-Văn nghệ TP. Hồ CHí MInh, 2002.<\/ref>. Sau một vài tháng quàn giữ, di thể ông được Tôn Thất Đính đưa về Đại Nam.\n\n== Trước tác ==\n=== Một số văn bản tài liệu ===\nLúc sinh thời, ông nổi tiếng là người sắc sảo, cả quyết và mưu trí. Trong khi làm quan, ông đã dâng lên vua nhiều tấu sớ. Hầu hết các tài liệu này đã được vua [[Tự Đức]] đích thân phê duyệt, và được các quan lưu giữ tại các nha môn, bộ, viện và tại Quốc sử quán. Số di cảo này đã được Nhóm Tư liệu [[chữ Hán|Hán]] - [[chữ Nôm|Nôm]] lịch sử cận đại Việt Nam tại [[Thành phố Hồ Chí Minh]] và nhóm giảng viên [[Trường Đại học Sư phạm Huế|Đại học Sư phạm Huế]] sưu tầm, dịch thuật.\n\n* ''Nam Kỳ tấu nghị'' (chưa xuất bản toàn bộ, chỉ mới ấn hành từng phần)\n* ''Bắc Kỳ tấu nghị'' (chưa xuất bản, chỉ mới ấn hành từng phần)\n* ''Thương bạc viện phúc'' (chưa xuất bản, chỉ mới ấn hành từng phần)\n* Văn thư thương thuyết [[Nhà Thanh]] viện binh tiễu phỉ.\n\n=== Sáng tác thơ ca ===\nNguyễn Văn Tường còn có một tâm hồn thơ ca và những bài thơ giàu cảm xúc, đầy trách nhiệm trước vận nước. Nhưng đa số thơ được Nguyễn Văn Tường sáng tác, hiện còn lại, chủ yếu là trong 5 năm tiễu phỉ ở núi rừng phía Bắc và một vài tỉnh gần kề với Lạng Sơn:\n* ''Nguyễn Văn Tường (1824 - 1886) - Thơ - Vài nét về con người, tâm hồn và tư tưởng'', gồm các sáng tác văn vần (khoảng 5 cặp câu đối và trên 60 bài thơ chữ Hán) người đời sau sưu tầm được, tạm đặt tên ''Kì Vĩ phụ chính đại thần Nguyễn Văn Tường thi tập'' hoặc ''Kì Vĩ quận công Nguyễn Văn Tường thi tập''<ref>Do nhiều dịch giả dịch ra tiếng Việt, Trần Xuân An biên soạn. Đăng tại Tạp chí điện tử ''Giao Điểm'', số tháng 8 năm 2005 [http:\/\/www.giaodiem.com\/mluc\/mluc_III05\/805_index.htm]<\/ref>\n\n== Thông tin thêm ==\nVào ngày 3 tháng 6 năm 2007, Hội Khoa học Lịch sử của tỉnh [[Thừa Thiên Huế|Thừa Thiên-Huế]] đã đưa ra đề nghị \"Tặng bia cho các nhân vật lịch sử\" để ghi nhận công lao của các nhân vật lịch sử tại Việt Nam, trong số đó có Nguyễn Văn Tường.\n\nTheo thông tin từ trang web của tỉnh [[Quảng Trị]]:\n\n{{cquote|Kết quả nghiên cứu về nhân vật lịch sử Nguyễn Văn Tường là một trong những thành tựu có ý nghĩa của giới sử học nước ta trong thời gian qua. Từ trong tăm tối của quá khứ bất minh, lịch sử Nguyễn Văn Tường đã được đưa ra ánh sáng, được khôi phục lại giá trị chân chính; giới sử học đã tẩy được vết nhơ trên tấm kính chân dung, hình ảnh Nguyễn Văn Tường từ đây được tỏa sáng và được hậu thế tôn vinh. Để ghi lại vắn tắt về một quá trình nghiên cứu lâu dài và khẳng định vai trò Nguyễn Văn Tường đối với lịch sử dân tộc, Hội KHLS Việt Nam - Hội KHLS tỉnh Thừa Thiên Huế kính tặng Bia Lịch sử Nguyễn Văn Tường cho quê hương và gia tộc<ref>[http:\/\/www.dostquangtri.gov.vn\/TINTUC\/KHCN\/Thang6\/01_06\/0106_04.asp Quảng Trị: Hội Khoa học Lịch sử trao tặng bia Nguyễn Văn Tường]<\/ref>}}\n\n== Chú thích ==\n{{tham khảo}}\n\n== Đọc thêm ==\n{{wikisource tác giả|Nguyễn Văn Tường}}\n* Trần Xuân An, ''\"Phụ chính đại thần Nguyễn Văn Tường (1824 – 1886)\"'', truyện – sử ký – khảo cứu tư liệu lịch sử, trọn bộ 4 tập, 2002 – 2003; Nhà xuất bản. Văn Nghệ TP. HCM., 2004.\n* Trần Xuân An, ''\"Nguyễn Văn Tường (1824 – 1886), một người trung nghĩa\"'', khảo luận và phê bình sử học, 2002 & 2003, Nhà xuất bản. Thanh Niên, 9-2006.\n* Trần Xuân An, ''\"Tiểu sử biên niên phụ chính đại thần Nguyễn Văn Tường – kẻ thù không đội trời chung của chủ nghĩa thực dân Pháp\"'' (từ Đại Nam thực lục, rút gọn), dạng niên biểu, sách dẫn chi tiết, phần I, 2001, Nhà xuất bản. Thanh Niên, 9-2006.\n* Trần Xuân An, ''\"Thơ Nguyễn Văn Tường (1824 – 1886) – Vài nét về con người, tâm hồn và tư tưởng\"'', (biên soạn – nghiên cứu, phản bác, và tập hợp một số bản dịch, bài khảo luận văn học và sử học về NVT.), 2000 & 2003, Nhà xuất bản. Thanh Niên, 2008.\n* Nhiều tác giả - PGS.TS. Đỗ Bang (chủ biên), ''\"Nguyễn Văn Tường (1824-1886), cuộc đời và lời giải\"'', Hội Khoa học lịch sử Thừa Thiên Huế và Nhà xuất bản. Văn hóa liên kết xuất bản, 2007.\n\n{{Dữ liệu nhân vật\n|TÊN=Nguyễn Văn Tường\n|TÊN KHÁC=阮文祥 (chữ Trung Quốc)\n|TÓM TẮT=[[đại thần phụ chính]] của [[nhà Nguyễn]]\n|LÚC SINH=[[1824]]\n|NƠI SINH=\n|LÚC MẤT=[[30 tháng 7]] năm [[1886]]\n|NƠI MẤT=[[Papeete]], [[Tahiti]], [[Polynésie thuộc Pháp|Polynesia thuộc Pháp]]\n}}\n{{Thời gian sống|sinh=1824|mất=1886|tên=Nguyễn Văn Tường}}\n\n[[Thể loại:Đại học sĩ triều Nguyễn]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Nguyễn]]\n[[Thể loại:Nhiếp chính Việt Nam]]\n[[Thể loại:Phong trào Cần Vương]]\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Tổng tài Quốc sử quán triều Nguyễn]]\n[[Thể loại:Công tước nhà Nguyễn]]"}