{"3665579":"{{Khóa-hạn chế sửa đổi-vô hạn|small=yes}}\n'''Nguyễn Tất Tố''' ([[913]] - [[984]]) người làng Gia Viên (thuộc nội thành [[Hải Phòng]] ngày nay), ông có công lớn trong việc dụ quân Nam Hán vào trận địa cọc trong [[Trận Bạch Đằng (938)|trận thủy chiến trên cửa sông Bạch Đằng]] năm 938.<ref name=\":0\">{{Chú thích web|url=http:\/\/news.zing.vn\/nguoi-hien-ke-cho-ngo-quyen-cam-coc-xuong-song-bach-dang-post727761.html|title=Người hiến kế cho Ngô Quyền cắm cọc xuống sông Bạch Đằng|author=Nguyễn Thanh Điệp}}<\/ref><ref>{{Chú thích web|url=http:\/\/kienthucmoi.edu.vn\/kham-pha\/giup-ngo-quyen-chem-thai-tu-quan-nam-han-roi-lai-phan-boi-ngo-quyen-nguoi-do-la-ai-a246532.html|title=Chiến tướng nào đã dũng cảm lấy thân mình dụ địch vào bãi cọc ngầm trên sông Bạch Đằng|ngày truy cập=2017-03-13|archive-date=2017-03-13|archive-url=https:\/\/web.archive.org\/web\/20170313220302\/http:\/\/kienthucmoi.edu.vn\/kham-pha\/giup-ngo-quyen-chem-thai-tu-quan-nam-han-roi-lai-phan-boi-ngo-quyen-nguoi-do-la-ai-a246532.html}}<\/ref>\n\n[[Tập tin:Cọc gỗ trận thủy chiến cửa sống Bạch Đằng 938.jpg|thumb|Cọc gỗ trong trận thủy chiến trên cửa sông Bạch Đằng năm 938 còn lưu giữ tại Bảo tàng của khu di tích Tràng Kênh]]\n\n== Nghề nghiệp ==\nNguyễn Tất Tố sinh ra trong một gia đình có bố làm nghề thuyền câu, mẹ làm ruộng ở vùng ven biển. Thủa nhỏ, ông thường cùng cha chèo thuyền trên dòng sông Cấm để câu cá. Khi giặc biển vào cướp phá làng Gia Viên, dân làng đã mời thầy về dạy võ cho trai tráng trong làng. Ông cùng với các trai tráng trong làng tham gia, trong đó có cả [[Đào Nhuận]].\n\nVốn là người có sức khỏe, sinh ra và lớn lên ở vùng ven biển, Nguyễn Tất Tố bơi lội giỏi, tinh thông võ nghệ và am hiểu tường tận [[Sông Bạch Đằng|sông nước Bạch Đằng]].<ref>{{Chú thích web|url=http:\/\/www.thuvienhaiphong.org.vn\/Portal\/Detail.aspx?Organization=tvkhthhp&MenuID=7224&ContentID=20442|title=Di sản Hải Phòng}}{{Liên kết hỏng|date=2022-12-06 |bot=InternetArchiveBot }}<\/ref>\n\n== Trận Bạch Đằng (năm 938) ==\n[[Tập tin:Bãi cọc cửa sông Bạch Đằng.jpg|thumb|Tái hiện bãi cọc ngầm trong trận thủy chiến cửa sông Bạch Đằng năm 938]]Khi Ngô Quyền về vùng ven biển Đông Bắc (An Dương) chiêu mộ lực lượng chuẩn bị đối phó với quân [[Nam Hán]] xâm lược, ông đã cùng với Đào Nhuận và trai tráng trong làng đầu quân đánh giặc được trọng dụng làm gia tướng.\n\nKhi đầu quân, ông được Ngô quyền giao nhiệm vụ tìm hiểu về quy luật thủy triều, xem xét con nước, địa hình của các nhánh sông, lựa chọn điểm bố trí phục binh, che giấu thuyền bè, đẵn gỗ đóng cọc…\n[[Tập tin:Bạch Đằng Giang chi chiến (938).jpg|200px|nhỏ|trái|Tranh ghép đá mô phỏng trận Bạch Đằng 938]]\nÔng được đức Vương Ngô Quyền giao đem 20 thuyền nhẹ ra cửa biển chờ giặc tới thì khiêu chiến nhử giặc vào trận địa cọc. Khi thuyền giặc đến, ông dẫn nhử quân giặc vào trận địa cọc khi nước thủy triều lên, ghìm chân giặc cho đến khi nước rút đẩy thuyền giặc vào thế “mắc cạn”. Khi nước thủy triều rút, ông chỉ huy đội thuyền đánh nhử phối hợp với quân mai phục đánh tan quân Nam Hán.\n\n[[Lịch sử Việt Nam|Sử sách Việt Nam]] chép lại lời ông khi bàn việc đối phó với giặc ''\"Vùng sông nước này tôi rất quen thuộc, biết được lúc nước lên xuống. Nay muốn giặc mắc bẫy, chỉ có cách dùng thuyền nhỏ ra khiêu chiến, chọn đúng giờ khắc thích hợp thì giả thua bỏ chạy\"''<ref name=\":0\" \/>''.''\n\nTrong trận chiến này, phụ tá hỗ trợ ông, ngoài [[Đào Nhuận]] là người cùng làng còn kể đến ba anh em họ Lý&nbsp;ở làng Hoàng Pha (nay thuộc xã Hoàng Động, huyện Thủy Nguyên, thành phố Hải Phòng) là [[Lý Minh]], [[Lý Khả]], [[Lý Bảo]] và hàng trăm trai tráng quanh vùng. Họ đều là những người dân ven biển, sống bằng nghề sông nước.\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{Thời gian sống |913|984}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Võ tướng nhà Ngô]]"}