{"3171644":"'''Nguyễn Công nghiệp''' (s. 1954) là nhà quản lý kinh tế, Thứ trưởng Bộ Tài chính Việt Nam, Phó Trưởng ban Kinh tế Trung ương.\n\nÔng quê xã Trà Giang, huyện Kiến Xương, tỉnh Thái Bình<ref>{{chú thích web | url = http:\/\/www.thaibinh.de\/gioi-thieu\/tu-dien-thai-binh-toan-tap-muc-2696-2902-n-1296.html | tiêu đề = \"TỪ ĐIỂN THÁI BÌNH\" toàn tập (mục 2696 | author = | ngày = | ngày truy cập = 1 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n\n==Quá trình công tác trong ngành tài chính==\n\n1972-1978: Học đại học Tài chính Matxcơva (Liên Xô);\n\n1979-1985: Công tác tại Vụ Công nghiệp nặng, Vụ Đầu tư Bộ Tài chính;\n\n1985-1988: Nghiên cứu sinh tại Matxcơva;\n\n1988-1999: Công tác tại Viện Khoa học Tài chính, giữ các chức vụ Phó Viện trưởng (1993), Viện trưởng (1995).\n\n1999-2002: Vụ trưởng Vụ Ngân sách Nhà nước, Bộ Tài chính.\n\nTừ 2002 - 2014: Thứ trưởng, Ủy viên Ban cán sự Đảng Bộ Tài chính (2002); Thứ trưởng thường trực, Phó Bí thư Ban cán sự Đảng (2008); Bí thư Đảng ủy Bộ Tài chính (khóa 2007-2011); Ủy viên BCH Đảng bộ khối các cơ quan Trung ương (khóa 2007-2010), kiêm nhiệm Phó Trưởng ban Kinh tế Trung ương (2013)<ref>http:\/\/www.mof.gov.vn\/portal\/page\/portal\/mof_vn\/1539781?pers_id=2177092&item_id=116983138&p_details=1{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>.\n\nTháng 11 năm 2014 ông nghỉ hưu <ref>{{chú thích web | url = http:\/\/vneconomy.vn\/thoi-su\/nhieu-lanh-dao-bo-nganh-nghi-huu-tu-111-20141031095641860.htm | tiêu đề = Nhiều lãnh đạo bộ, ngành nghỉ hưu từ 1\/11 | author = | ngày = | ngày truy cập = 1 tháng 10 năm 2015 | nơi xuất bản = VnEconomy, báo điện tử thuộc nhóm Thời báo Kinh tế Việt Nam | ngôn ngữ = }}<\/ref>.\n\n==Nghiên cứu khoa học==\nÔng bảo vệ luận án Tiến sĩ năm 1989, học hàm Giáo sư Kinh tế 2002.\n\nÔng đã hướng dẫn 11 nghiên cứu sinh bảo vệ thành công Luận án Tiến sĩ. {{cần chú thích|date = ngày 4 tháng 8 năm 2015}} Công bố trên 40 bài báo, báo cáo khoa học trên các tạp chí, hội nghị khoa học trong nước và quốc tế. Chủ trì và tham gia khoảng 20 đề tài khoa học cấp Nhà nước và cấp Bộ. Là tác giả, đồng tác giả, chủ biên, đồng chủ biên khoảng 25 cuốn sách về các lĩnh vực kinh tế, tài chính. {{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n\nMột số tác phẩm tiêu biểu: Tài chính trong nền kinh tế thị trường và định hướng phát triển ở Việt Nam (1991), Thực trạng và xu hướng cải cách ngân sách nhà nước và ngân sách địa phương ở các nước tư bản phát triển (1991), Việt Nam-The Blazing Flame of Reforms (Việt Nam-Ngọn lửa cải cách bùng cháy) (1993),Công nghệ ngân hàng (1993), Xếp hạng tín nhiệm-nguyên lý và thực tiễn (1995), Tỷ giá hối đoái-phương pháp tiếp cận và nghệ thuật điều chỉnh (1996), Từ điển thuật ngữ chứng khoán (1998), Kinh tế tài chính thế giới (2000), Đổi mới ngân sách nhà nước (2002), Phân phối trong nền kinh tế thị trường định hướng XHCN (2006)\n\n==Khen thưởng==\n\nÔng được Nhà nước trao tặng Huân chương Lao động hạng II, Huân chương Lao động hạng II (CHDCND Lào).\n== Tham khảo ==\n{{Tham khảo}}\n{{sơ khai chính khách Việt Nam}}\n{{Thời gian sinh|1954}}\n\n[[Thể loại:Nhà nghiên cứu kinh tế Việt Nam]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Thứ trưởng Bộ Tài chính Việt Nam]]"}