{"42636":"{{Thông tin nhân vật phong kiến\n| tên = Nguyễn Gia Thiều\n| tên gốc = 阮嘉韶\n| tự = Quang Thanh (光聲)\n| bút danh = Đạm Trai (澹齋)\n| tước hiệu = Ôn Như hầu (溫如侯)\n| sinh = 22 tháng 3, 1741\n| nơi sinh = Thuận Thành, Bắc Ninh\n| mất = 22 tháng 5, 1798 (57 tuổi)\n| nơi mất = Hà Nội\n| nghề nghiệp = [[nhà thơ]]\n| quốc gia = [[Đại Việt]]\n| dân tộc = Kinh\n| triều đại = [[Nhà Lê]]\n| tác phẩm = [[Cung oán ngâm khúc]]\n}}'''Nguyễn Gia Thiều''' (阮嘉韶, [[1741|22 tháng 3,1741]]-[[1798|22 tháng 6,1798]]), tức '''Ôn Như Hầu''', là một [[nhà thơ]] [[Việt Nam]] thời Vua [[Lê Hiển Tông]]. Ông là tác giả ''[[Cung oán ngâm khúc]]'', tác phẩm nổi tiếng của [[văn học Việt Nam]].\n\n== Tiểu sử ==\n\nNguyễn Gia Thiều sinh ngày 5 tháng 2 năm [[Tân Dậu]],{{ref|sinh}} tức ngày [[22 tháng 3]] năm [[1741]], cuối thời [[nhà Hậu Lê|vua Lê]] [[chúa Trịnh]], ở làng Liễu Ngạn, tổng Liễu Lâm, huyện Siêu Loại, phủ Thuận Thành,  [[Kinh Bắc|Bắc Ninh]], nay là làng Liễu Ngạn, xã Ngũ Thái, thị xã [[Thuận Thành]], tỉnh [[Bắc Ninh]]. Ông xuất thân trong một gia đình [[quý tộc]], có nhiều người làm tướng, làm quan cho triều đình.\n\nÔng nội Nguyễn Gia Thiều là Nguyễn Gia Châu, một võ quan nhưng thông kinh sử được phong tước Siêu Quận công. Cụ nội ông là bà Cảo Phu Nhân là em họ bà chúa Ghênh -Thái Phi Trương thị Ngoc Chử và là vú nuôi của chúa Trịnh Cương. Cha của Nguyễn Gia Thiều là Nguyễn Gia Ngô, một võ quan cao cấp được phong tước Quận công 2 người chú bác của ông cũng là Quận Công. Mẹ của ông là quận chúa Quỳnh Liên, con gái chúa [[Trịnh Cương]]. Nguyễn Gia Thiều gọi chúa [[Trịnh Doanh]] đang cầm quyền lúc bấy giờ là cậu ruột, và là anh em họ với chúa [[Trịnh Sâm]]. Vợ của Nguyễn Gia Thiều là con gái trưởng của quan Chưởng phủ sư Đại tư đồ Bùi Thế Đạt.\n\nVì gia đình bên ngoại thuộc họ nhà chúa, nên từ lúc lên năm, sáu tuổi Nguyễn Gia Thiều đã được vào học trong phủ chúa. Năm [[1759]] khi mới 18 tuổi, ông giữ chức Hiệu úy, quản Trung mã tả đội. Sau đó ông làm chỉ huy Thiêm sự, năm [[1782]] thăng Tổng binh coi giữ xứ Hưng Hóa. Nguyễn Gia Thiều là một người rất được chúa Trịnh tin dùng. Vì có công nên ông được phong tước hầu - '''Ôn Như Hầu'''. Các em của ông cũng lần lượt được phong tước hầu, tước bá, như Nguyễn Gia Thưởng là Thưởng Vũ Bá; Nguyễn Gia Xuyên là Du Lãnh Hầu.\n\nThời gian làm Tổng binh ở Hưng Hóa, mặc dù có công được khen thưởng, Nguyễn Gia Thiều vẫn thường hay bỏ về nhà riêng ở gần [[hồ Tây]] để vui chơi, làm thơ và cùng bạn bè bàn luận về triết học. Ông tự xưng là Hy Tôn tử và Như ý thiền, lấy biệt hiệu là Tâm Thi viện Tử và Sưu Chân. Có người bảo giai đoạn này chúa Trịnh không còn tin ông như trước, mới đẩy ông đi trấn giữ Hưng Hóa, và Nguyễn Gia Thiều biết điều đó, nên ông chán nản bỏ về.\n\nNăm [[1786]], khi Tây Sơn kéo quân ra Bắc diệt chúa Trịnh, Nguyễn Gia Thiều trốn lên miền núi xứ Hưng Hóa. Năm [[1789]], [[Nguyễn Huệ]] đánh thắng [[nhà Thanh|quân Thanh]], lập ra [[nhà Tây Sơn|triều Tây Sơn]]. Vua Quang Trung trọng người tài, thu dụng một số quan lại cũ của triều đình Lê - Trịnh, Nguyễn Gia Thiều được mời ra cộng tác, nhưng ông cáo bệnh từ chối. Nguyễn Gia Thiều về lại làng cũ, sống ở đấy cho tới khi mất vào ngày 9 tháng 5 [[Mậu Ngọ]], tức ngày [[22 tháng 6]] năm [[1798]], thọ 57 tuổi.\n\n== Sự nghiệp văn học ==\n\nNguyễn Gia Thiều là người có sự hiểu biết sâu rộng về [[văn học]], [[lịch sử|sử học]] và [[triết học]]. Ông còn tinh thông nhiều bộ môn nghệ thuật như [[âm nhạc]], [[hội họa]], [[kiến trúc]], [[trang trí]]. Về âm nhạc, Nguyễn Gia Thiều sở trường các bài ca, bài tán, ông là tác giả các bản ''Sơn trung âm'' và ''Sở từ điệu''. Về hội họa, ông có bức tranh lớn ''Tống sơn đồ'', dâng vua xem được khen thưởng. Về kiến trúc, trang trí, ông là người được chúa Trịnh giao cho trông nom việc trang hoàn phủ chúa và điều khiển xây tháp chùa Thiên Tích. Các công trình nghệ thuật của Nguyễn Gia Thiều đến nay không còn được lưu lại.\n\nVề sáng tác, Nguyễn Gia Thiều có hai tập thơ [[chữ Hán]] là ''Ôn Như thi tập'', khoảng một nghìn bài, nhưng đã thất truyền. Những tác phẩm [[chữ Nôm]], ngoài ''Cung oán ngâm khúc'', ông còn có ''Tây hồ thi tập'' và ''Tứ trai thi tập'', hiện cũng chỉ còn vài ba bài chép trong tập ''Tạp ký'' của Lý Văn Phức như ''Cảnh trong vườn'' và ''Miếng tình''.\n\nNguyễn Gia Thiều tuy thuộc tầng lớp quý tộc, nhưng sống trong một thời kỳ nhiều biến động, loạn lạc. Tác phẩm ''[[Cung oán ngâm khúc]]'' của ông nói lên tâm trạng ai oán của một [[cung phi]] sống trong hoàng cung. Nhiều nhà phê bình đánh giá ''Cung oán ngâm khúc'' chịu ảnh hưởng bởi ''[[Chinh phụ ngâm]]'' của [[Đặng Trần Côn]] qua bản dịch của [[Đoàn Thị Điểm]],{{ref|dịch}} từ thể loại [[ngâm khúc]] viết bằng [[thơ song thất lục bát|song thất lục bát]] đến cách phát triển chủ đề cũng như bút pháp nghệ thuật.\n\nNguyễn Gia Thiều có nhiều con, trong số đó bốn người con đầu giỏi văn chương, có một tác phẩm chung là ''Tứ trai thi tập'', gồm sáng tác của Tâm Trai - tức Nguyễn Gia Thiều, Kỷ Trai - Nguyễn Gia Cơ, Hoà Trai - Nguyễn Gia Diễm và Thanh trai - Nguyễn Gia Chu.\n\n==Tưởng nhớ==\n\nTên của ông được đặt cho một phố yên tĩnh, có nhiều biệt thự kiến trúc [[Pháp]] ở thủ đô [[Hà Nội]], gần [[hồ Thiền Quang]] (trước kia phố này có tên Ôn Như Hầu, sau năm 1954 đổi lại là Nguyễn Gia Thiều) và ở nhiều thành phố khác của Việt Nam. Ở Hà Nội, có một trường trung học phổ thông được mang tên ông. Ở [[Tân Bình|Thành phố Hồ Chí Minh]], quận [[Tân Bình]] có một trường Trung học cơ sở mang tên ông.Và ngay cả ở nơi ông sinh ra (Thuận Thành, Bắc Ninh) cũng có một ngôi trường TH,THCS được mang tên ông\n\n== Chú thích ==\n#{{note|sinh}} Một số tài liệu ghi ngày sinh của ông không được biết chính xác\n#{{note|dich}} Vấn đề bản dịch Chinh phụ ngâm nào là của Đoàn Thị Điểm vẫn còn gây nhiều tranh cãi.\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n{{wikisource tác giả}}\n\n{{thời gian sống|sinh=1741|mất=1798|tên=Nguyễn Gia Thiều}}\n\n[[Thể loại:Nhà thơ Việt Nam thời Lê trung hưng]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Quan lại chúa Trịnh]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Mất năm 1798]]\n[[Thể loại:Sinh năm 1741]]\n[[Thể loại:Nhà thơ Việt Nam thế kỷ 18]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Hầu tước nhà Lê trung hưng]]"}