{"19596631":"{{Thông tin nhân vật\n| hình = [[Tập tin:Anh ong ngoai.jpg|nhỏ]]\n| cỡ hình = 250px\n| ghi chú hình = \n| tên khai sinh = \n| tên khác = \n| ngày sinh = {{birth date|1922|6|6|mf=y}}\n| nơi sinh = Hạ Đình, [[Thanh Xuân]], [[Hà Nội]]\n| nguyên quán =\n| ngày mất= {{death date and age|2008|8|20|1922|6|6}}\n| nguyên nhân cái chết = \n| nơi mất = Hà Nội\n| an táng = \n| tưởng niệm = \n| dân tộc = \n| công việc = Nhà giáo, nhà nghiên cứu giáo dục. \n| yearsactive = \n| known_for= Chủ nhiệm chương trình cải Cách giáo dục thời kỳ sau 1975; Chủ nhiệm Nhà xuất bản Giáo dục Việt Nam 1978-1984; Bí thư Đảng ủy Bộ Giáo dục 1959-1974\n| chiều cao = \n| danh hiệu = Nhà giáo ưu tú\n| spouse = Nguyễn Kim Anh\n| partner = \n| children = bốn con gái, một con trai \n| parents = \n| chữ ký = \n| website = \n}}\n'''Nguyễn Sỹ Tỳ''' ([[6 tháng 6]] năm [[1922]] – [[20 tháng 8]] năm [[2008]]) là nhà giáo và nhà nghiên cứu giáo dục [[Việt Nam]].<ref>{{Chú thích web|url=http:\/\/danguykhoicqvadn.thuathienhue.gov.vn\/DichVu\/ThongTin\/CapNhat\/prints.aspx?tinid=249|tựa đề=Nguyễn Sỹ Tỳ được nhắc đến là một nhà nghiên cứu giáo dục trong \"Chất trí tuệ của nhân nghĩa Hồ Chí Minh\"|tác giả=Vũ Đình Hòe (Bộ trưởng Bộ giáo dục và Bộ trưởng bộ Tư pháp)|ngày=2009-05-04|website=Theo Tạp chí Tia sáng|ngày truy cập=2021-05-22}}<\/ref>  Ông được biết tới với vai trò là Hiệu trưởng trường Sư phạm Liên khu III (1952-1959); Bí thư [[Đảng ủy Bộ Giáo dục và Đào tạo Đảng Cộng sản Việt Nam|Đảng ủy Bộ Giáo dục]] (1959-1974); Viện trưởng [[Viện Khoa học Giáo dục Việt Nam|Viện nghiên cứu Giáo dục]] (1966-1978); Chủ nhiệm chương trình cải Cách giáo dục thời kỳ sau 1975; Chủ nhiệm [[Nhà xuất bản Giáo dục Việt Nam|Nhà xuất bản Giáo dục]] (1978-1984).\n\nÔng là người có công trong việc biên soạn sách giáo khoa cải cách giáo dục (ông là người chủ trì thực hiện việc hợp nhất giữa [[Nhà xuất bản Giáo dục Việt Nam]] và Trung Tâm Biên Soạn Sách Cải Cách Giáo Dục vào ngày 07 tháng 01 năm 1978). Ông được Nhà nước phong tặng danh hiệu [[Nhà giáo Ưu tú]] vào năm 1990. Ông được trao [[Huân chương Kháng chiến]] chống Pháp hạng Nhì, Huân chương chống Mỹ cứu nước hạng Nhất, [[Huân chương Lao động]] hạng Ba, Huy chương vì thế hệ trẻ, huy hiệu vì sự nghiệp giáo dục (1995), Huy hiệu 60 năm tuổi Đảng (2006), [[Huân chương Độc lập|Huân chương Độc lập hạng Ba]] (2012).\n\nÔng suốt đời phấn đấu cống hiến cho ngành Giáo dục Việt Nam, đã vượt qua nỗi oan, những hy sinh thầm lặng,... mà nửa thế kỷ sau mới được công bố toàn bộ những bí mật này, để bảo vệ, để minh oan cho người anh trai (Nguyễn Sỹ Cầm, nhà tình báo dũng cảm sống và chiến đấu trong lòng địch) và cho cả gia đình.[https:\/\/thoimoi.vn\/tra-lai-danh-thom-cho-mot-gia-dinh-yeu-nuoc-272571]\n\n\"...Dân làng Hạ Đình những năm Pháp chiếm đóng vẫn thường thấy quan hai Cầm đeo súng lục bên hông, đi ô tô về thăm làng. Họ thì thầm vào tai nhau, phỉ nhổ kẻ mới đây thôi còn giác ngộ đi theo cách mạng. Chỉ có điều họ không hề biết là từ ngày quan hai Cầm theo địch thì hình như sự vậy ráp của địch ít hiệu quả hơn, bởi vì du kích, cơ sở gần như đã được báo trước.\n\nNhưng duy nhất có một người không nghĩ thế: Đó là chàng sinh viên Khoa học Nguyễn Sỹ Tỳ lúc này đang là Hiệu trưởng Trường Sư phạm Liên Khu Ba. Bởi ông biết rất rõ người anh trai của mình không hề phản bội lại truyền thống của gia đình, vẫn yêu nước, vẫn là người cách mạng...\n\nSứ mạng vinh quang và hiểm nguy đó đòi hỏi những người thân của Nguyễn Sỹ Cầm phải có bản lĩnh chịu đựng. Còn đối với Nguyễn Sỹ Tỳ, anh cắn răng không hé với ai một lời, kể cả tổ chức bộ giáo dục nhằm giữ gìn tuyệt đối an toàn cho người anh.\n\nSau Hiệp định Geneve 1954, Nguyễn Sỹ Cầm được tổ chức theo đoàn di cư vào Nam để tiếp tục nhiệm vụ và mang theo người con gái đầu lòng của em trai mình là Nguyễn Lan Phương (vì ông bà Cầm không có con) nhằm thiết lập mối quan hệ mật thiết với gia đình.\n\nCòn người em Nguyễn Sỹ Tỳ thì ở lại, kinh qua nhiều công tác quan trọng của Bộ giáo dục: Bí thư Đảng ủy cơ quan Bộ liên tục 10 năm, Viện trưởng Viện Nghiên cứu khoa học giáo dục, Viện trưởng viện chương trình và phương pháp Giáo dục; Phó Tổng biên tập tạp chí nghiên cứu giáo dục; Giám đốc Nhà xuất bản giáo dục, những ông không thể lên cao hơn được nữa vì những nghi hoặc về chính trị. Mặc dù vậy, ông vẫn kiên trì chịu đựng, mong chờ một ngày mai, khi điều kiện cho phép có thể công bố sự thật về người anh của mình.\n\nLúc này, Nguyễn Sỹ Cầm vào Nam tiếp tục hoạt động tình báo trong quân đội và lập được rất nhiều chiến công. Ít lâu sau, an ninh quân đội ngụy phát hiện và nghi ngờ ông. Đang là trung tá hành quân ông bị điều về bộ tổng tham mưu làm sự vụ để chúng tiện giám sát, theo dõi. Nhưng bằng những thủ pháp nghề nghiệp ông đã vượt qua những thử thách khắc nghiệt trong lòng địch và ông đã hy sinh trong cuộc tấn công nổi dậy mùa xuân 1968.\n\nĐầu đất nước phía Bắc, người em trai của ông là Nguyễn Sỹ Tỳ lại chịu một bi kịch khác: ...vì có con gái theo bác Cầm nên bị nghi vấn có quan hệ chính trị phức tạp. Ông những tưởng những năm cống hiến của mình cho cách mạng đã là bản lý lịch tốt nhất của ông gửi cho Đảng, không có điều gì vẩn đục. Vậy mà việc con gái ông đi Nam đã là dấu hỏi của tổ chức. Nhưng thử hỏi ông có thể nói thẳng ra với cấp trên được không? Không được! Chỉ cần một sơ suất nhỏ là tính mạng của anh trai ông sẽ không còn, sẽ tổn thất rất lớn cho cách mạng. Thế là Nguyễn Sỹ Tỳ cắn răng chịu dựng và biết rằng từ nay con đường hoan lộ của mình đã hết...\"\n\n== Tiểu sử và quá trình công tác ==\nNguyễn Sỹ Tỳ sinh ngày [[6 tháng 6]] năm [[1922]] tại thôn [[Hạ Đình]], xã [[Khương Đình]], ngoại thành Hà Nội (nay là phường [[Hạ Đình]], [[Quận Thanh Xuân]], [[Hà Nội]]). Ông học trung học tại [[Trường Bưởi]] (Tú tài 1, Tú Tài 2).\n\nNăm [[1943]], ông thi đỗ [[Đại học Khoa học Tự nhiên Hà Nội]].\n\nÔng tham gia [[Việt Minh]] từ 9\/3\/[[1945]] tại Việt Nam học xá.\n\nNăm 1946, đồng chí [[Trần Quốc Hoàn]] (Xứ Ủy [[Bắc Kỳ]]) giới thiệu ông làm Bí thư của Quân Nhu và Quân Giới Cục. Ông phụ trách Ban nghiên cứu thí nghiệm [[Cục Quân giới|Cục quân giới]] ([[Bộ Quốc phòng Việt Nam|Bộ Quốc Phòng]]):\n\n+ Đem tiền đi [[Hải Phòng]] mua [[Vũ khí]] của quân Tàu Tưởng ở Sáu kho.\n\n+ Được chỉ đạo của đồng chí [[Trần Đại Nghĩa]], ông đã chủ trì sản xuất ra một loại vũ khí lợi hại chuẩn bị cho [[Kháng chiến toàn quốc]] (xăng + axit sunfuric + phosphor trắng + crếp), có thể phá được [[Xe tăng]] bọc thép\n\nNăm 1947-1948: Ông làm Trưởng Ty Thông tin tuyên truyền [[Tỉnh Hà Đông]], kiêm Bí thư Chi Bộ, Liên Chi Ủy viên. Thời gian này, ông ra được hai tờ báo: Tờ Quyết Chiến hàng tuần và Bản Tin Kháng Chiến hàng ngày. Ông làm Chủ nhiệm kiêm Chủ bút của hai tờ báo này.\n\nNăm 1952, ông làm Hiệu trưởng, kiêm Bí thư chi bộ trường Sư Phạm Liên Khu III.\n\nTừ năm 1959-1974: ông là Bí thư Đảng ủy Bộ Giáo dục.<ref>{{Chú thích web|url=http:\/\/vusta.vn\/chitiet\/hop-tac-doi-tac\/Hien-tai-ngoai-Dang-Thang-tram-lich-su-608|tựa đề=Nguyễn Sỹ Tỳ được nhắc đến là Bí thư Đảng ủy Bộ Giáo dục trong \"Hiền tài ngoài Đảng\" (bài nói về Giáo sư Nguyễn Văn Huyên)|tác giả=VUSTA|ngày=2008-07-18|website=VUSTA|ngày truy cập=2021-05-22}}<\/ref><ref>{{Chú thích web|url=https:\/\/123docz.net\/document\/3950480-hoi-uc-ve-nguyen-van-huyen-nguyen-kim-hanh.htm|tựa đề=Nguyễn Sỹ Tỳ được nhắc đến với tư cách Bí thư Đảng Ủy Bộ Giáo dục trong bài \"Hồi ức về Nguyễn Văn Huyên\"|tác giả=Nguyễn Kim Hạnh|website=Theo Nhà Xuất bản Giáo dục|ngày truy cập=2021-05-22}}<\/ref>\n\nNăm 1966, ông làm Viện trưởng Viện nghiên cứu giáo dục (về sau đổi tên thành [[Viện Khoa học Giáo dục Việt Nam]]) và đồng thời là phó Tổng Biên tập Tạp chí nghiên cứu giáo dục,<ref>{{Chú thích web|url=https:\/\/lsvn.vn\/tu-tuong-ho-chi-minh-trong-viec-xay-dung-va-hoan-thien-che-dinh-luat-su-o-viet-nam.html|tựa đề=Nguyễn Sỹ Tỳ được nhắc đến là Viện trưởng Viện Khoa học Giáo dục trong \"Tư tưởng Hồ Chí Minh trong việc xây dựng và hoàn thiện chế định Luật sư ở Việt Nam\"|tác giả=Luật sư, Tiến sĩ Phan Trung Hoài, Phó Chủ tịch Liên đoàn Luật sư Việt Nam|ngày=2020-12-1|website=Tạp chí Luật sư Việt Nam|ngày truy cập=2021-05-22}}<\/ref>. Ông chủ trì việc xây dựng khoa học giáo dục Việt Nam và xây dựng Đề án cải cách giáo dục.\n\n1974-1975: ông làm Cục trưởng Cục Đào tạo và bồi dưỡng giáo viên, thuộc [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục.]]\n\nNăm 1975, [[Việt Nam]] thống nhất, cần xây dựng hệ thống giáo dục thống nhất theo phương hướng cải cách giáo dục, ông được bổ nhiệm làm Chủ nhiệm (tương đương với Chủ tịch bây giờ) [[Nhà xuất bản Giáo dục Việt Nam]] vào năm 1978, với nhiệm vụ thay [[Sách giáo khoa]] theo hệ thống giáo dục mới từ lớp 1 tới lớp 12.\n\nCùng năm này, ông chủ trì thực hiện việc hợp nhất Trung Tâm Biên soạn cải cách Giáo dục vào [[Nhà xuất bản Giáo dục Việt Nam]].\n\nÔng dẫn đầu nhiều chuyến công du của nhiều phái đoàn xuất bản giáo dục [[Việt Nam]] đi tham khảo kinh nghiệm và ký kết hợp tác với các nhà xuất bản giáo dục của một số nước như: [[Nhà xuất bản]] Nhân dân và Trí thức [[Berlin]], [[Nhà xuất bản]] Giáo dục [[Liên Xô]] và [[Nhà xuất bản]] Giáo dục [[Campuchia]].\n\n== Tặng thưởng ==\nÔng đã được [[Đảng Cộng sản Việt Nam]] và Nhà nước Việt Nam tặng thưởng nhiều huân và huy chương:\n\n* [[Huân chương Độc lập|Huân chương độc lập]] hạng Ba;\n* [[Huân chương Kháng chiến]] chống Pháp hạng Nhì;\n* [[Huân chương Kháng chiến]] chống Mỹ, cứu nước hạng Nhất;\n* [[Huân chương Lao động]] hạng Ba;\n* Huy chương vì thế hệ trẻ;\n* Huy hiệu vì sự nghiệp giáo dục;\n* Huy hiệu 60 năm tuổi Đảng...\n\n== Các công trình nghiên cứu ==\n1. Vấn đề Cải Cách Giáo Dục Ở Liên Xô. \n(Đồng tác giả với giáo sư [[Nguyễn Văn Huyên]], xuất bản năm 1962)\nSố in 673. Số XB 13-TK\n[[Tập tin:Vấn đề Cải Cách Giáo Dục Ở Liên Xô.jpg|nhỏ|Sách đồng tác giả với Giáo sư [[Nguyễn Văn Huyên]] (năm 1962)]]\n\n2. Những kinh nghiệm tiên tiến của Nền Giáo Dục Xã Hội Chủ Nghĩa Ở Công Hòa Dân Chủ Đức\n(Đồng tác giả với giáo sư [[Nguyễn Văn Huyên]], xuất bản năm 1962)\nSố in 557\/HĐ. Số XB 29\/TK\n[[Tập tin:Những kinh nghiệm tiên tiến của Nền Giáo Dục XHCN ở Đức.jpg|nhỏ|Sách đồng tác giả với Giáo sư Nguyễn Văn Huyên (năm 1962)]]\n\n3. Tìm hiểu Học Thuyết Páp-Lốp áp dụng vào giáo dục\n(Xuất bản năm 1960)\nSố XB 497\/TK\n[[Tập tin:Tìm hiểu Học Thuyết Páp-lốp áp dụng vào giáo dục.jpg|nhỏ]]\n\n4. Vũ trụ tuyến (Xuất bản năm 1946)\n\n5. Những quan điểm của Makarenko về giáo dục trong công xã lao động và giáo dục trong gia đình\n\n6. Một số yếu tố cơ bản về nội dung và cấu trúc, phương pháp trong sách giáo khoa cải cách giáo dục.\n\n7. Kinh nghiệm cải cách giáo dục của một số nước xã hội chủ nghĩa anh em, 196 trang (Đồng tác giả với Nhà nghiên cứu Hoàng Trọng Hanh, xuất bản năm 1964) <ref>{{Chú thích web|url=http:\/\/opac.thuvien.danang.gov.vn\/pages\/opac\/wpid-detailbib-id-1615.html|tựa đề=Kinh nghiệm cải cách giáo dục của một số nước xã hội chủ nghĩa anh em|tác giả=Nguyễn Sỹ Tỳ, Hoàng Trọng Hanh|ngày=1964|website=Thư viện trường Đại học Sư phạm Hà Nội|ngày truy cập=2021-05-22}}<\/ref><ref>{{Chú thích web|url=http:\/\/opac.thuvien.danang.gov.vn\/pages\/opac\/wpid-detailbib-id-1615.html|tựa đề=Kinh nghiệm cải cách giáo dục của một số nước xã hội chủ nghĩa anh em|tác giả=Nguyễn Sỹ Tỳ, Hoàng Trọng Hanh|ngày=1964|website=Thư viện thành phố Đà Nẵng|ngày truy cập=2021-05-22}}<\/ref>\n\n8. Bàn về mục tiêu và phương pháp đào tạo của các trường sư phạm \n(Bài trích từ Nghiên cứu Giáo dục, Số 10.- Tr.: 10 (TC-V\/0001), xuất bản năm 1976) <ref>{{Chú thích web|url=http:\/\/opac.hnue.edu.vn\/Detail.aspx?id=22187&f=tacgia&v=Nguy%u1ec5n+S%u0129+T%u00fd|tựa đề=Bàn về mục tiêu và phương pháp đào tạo của các trường sư phạm|tác giả=Nguyễn Sỹ Tỳ|ngày=1976|website=Thư viện trường Đại học Sư phạm Hà Nội|ngày truy cập=2021-05-22}}<\/ref>\n\n9. Nghiên cứu những quan điểm giáo dục cơ bản trong chỉ thị của Hồ Chủ Tịch\n(Bài trích từ Nghiên cứu Giáo dục, Số 1.- Tr.: 10-17,25 (TC-V\/0001), xuất bản năm 1969) <ref>{{Chú thích web|url=http:\/\/opac.hnue.edu.vn\/Detail.aspx?id=26659&f=tacgia&v=Nguy%u1ec5n+S%u0129+T%u00fd|tựa đề=Nghiên cứu những quan điểm giáo dục cơ bản trong chỉ thị của Hồ Chủ Tịch|tác giả=Nguyễn Sỹ Tỳ|ngày=1969|website=Thư viện Trường Đại học Sư phạm Hà Nội|ngày truy cập=2021-05-22}}<\/ref>\n\n10. Cần thể hiện sâu sắc hơn lý tưởng nhân văn trong sách giáo khoa cải cách Giáo dục.\n(Bài trích từ Nghiên cứu Giáo dục, Số 6.- Tr.: 13 (TC-V\/0001), xuất bản năm 1988) <ref>{{Chú thích web|url=http:\/\/opac.hnue.edu.vn\/Detail.aspx?id=31068&f=tacgia&v=Nguy%u1ec5n+S%u0129+T%u00fd|tựa đề=Cần thể hiện sâu sắc hơn lý tưởng nhân văn trong sách giáo khoa cải cách Giáo dục|tác giả=Nguyễn Sỹ Tỳ|ngày=1988|website=Thư viện trường Đại học Sư phạm Hà Nội|ngày truy cập=2021-05-22}}<\/ref>\n\n11. Nghiên cứu các trường học tiên tiến \/ Một bài học lớn. Sáng tạo về phương pháp giáo dục.\n(Bài trích từ Nghiên cứu Giáo dục, Số 11.- Tr.: 6-11 (TC-V\/0001), xuất bản năm 1971) <ref>{{Chú thích web|url=http:\/\/opac.hnue.edu.vn\/Detail.aspx?id=26558&f=tacgia&v=Nguy%u1ec5n+S%u0129+T%u00fd|tựa đề=Nghiên cứu các trường học tiên tiến: Một bài học lớn. Sáng tạo về phương pháp giáo dục|tác giả=Nguyễn Sỹ Tỳ|ngày=1971|website=Thư viện trường Đại học Sư phạm Hà Nội|ngày truy cập=2021-05-22}}<\/ref>\n\n12. Chủ nghĩa nhân đạo cộng sản với vấn đề giáo dục thế hệ trẻ\n(Đồng tác giả với [[Vũ Khiêu]], [[Hoàng Ngọc Hiến]], xuất bản năm 1984) <ref>{{Chú thích web|url=http:\/\/thuvien.cdsptw.edu.vn\/opac\/DmdInfo.aspx?mnuid=141&search_field=AUTHOR&search_id=4040&dmd_id=6095|tựa đề=Chủ nghĩa nhân đạo cộng sản với vấn đề giáo dục thế hệ trẻ|tác giả=Nguyễn Sỹ Tỳ, Vũ Khiêu, Hoàng Ngọc Hiến|ngày=1984|website=Trung tâm thông tin thư viện - Trường cao đẳng Sư phạm Trung Ương|ngày truy cập=2021-05-22}}<\/ref>\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Lao động]]\n[[Thể loại:Huy hiệu 60 năm tuổi Đảng Cộng sản Việt Nam]]\n[[Thể loại:Sinh tại Hà Nội]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Trường Bưởi]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Nhà giáo Ưu tú]]\n[[Thể loại:Nhà giáo dục học Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}