{"1221422":"'''Nguyễn Đình Đống''' (1716 - 1783): còn có tên là '''Nguyễn Đình Dĩnh''', húy là '''Nguyễn Đình Tôn''', thụy '''Mẫn Nhuệ''', một danh tướng cuối thời [[Nhà Lê trung hưng|Lê Trung Hưng]] được phong '''Dĩnh Quận Công ''' tước '''Đoan Nam Vương''' Sử gọi là '''Dũng Liệt Đại Vương '''.\n{{Thông tin nhân vật hoàng gia\n|tên = Dĩ Quận Công \n|tên gốc ='''迪郡公'''\n|tước vị = [[Hầu|Dĩ Vũ Hầu]] \n|thêm = vietnam\n|hình =\n|cỡ hình = 250px\n|ghi chú hình =\n|chức vị = [[Trung tướng|Tiền Tướng Quân]] \n|tại vị = \n|tiền nhiệm =...\n|kế nhiệm = ?\n| the thiếp = \n| kiểu phối ngẫu = Phu nhân\n| phối ngẫu= \n| con cái = \n|tên đầy đủ = Nguyễn Đình Đống. \n|tước hiệu = '''Dĩnh Vũ Hầu ''' <br> '''Tiền Tướng Quân''' <br> '''Dĩ Quận Công''' \n|tước vị đầy đủ = Thái Bảo 太保\n|thụy hiệu = Đĩ Vũ Hầu 迪武侯\n|cha = \n|mẹ = \n|sinh = 1716 \n|nơi sinh =[[Nghệ An]]\n|mất = 1783\n|nơi mất = [[Thuận Hóa]]\n}}\n\n==Hành trạng==\n\nNguyễn Đình Đống còn có tên là [[Nguyễn Đình Dĩnh]], húy là Nguyễn Đình Tôn, thụy Mẫn Nhuệ, trực hệ đời thứ 10 của dòng họ Nguyễn Hoành Từ, hậu duệ đời thứ 16 của anh hùng dân tộc, công thần khai quốc Thái sư Cương Quốc công [[Nguyễn Xí]]. Ông sinh năm Bính Thân (1716), tại làng Phương Duệ, tổng Hoa Duệ, phủ Kỳ Hoa, trấn Nghệ An (nay là làng Hưng Mỹ, Cẩm Thành, Cẩm Xuyên, Hà Tĩnh) - là nhân vật lịch sử Thế kỷ XVIII.\n\nBan đầu ông xuất thân theo đường binh nghiệp, tham gia trấn áp cuộc khởi nghĩa của [[Lê Duy Mật]] dưới quyền Trấn thủ Nghệ An [[Bùi Thế Đạt]]. Nhờ có chiến công, ông được thăng thưởng tước Dĩnh Vũ hầu.\n\nKhi [[Hoàng Ngũ Phúc]] đem quân vào nam đánh họ Nguyễn, Dĩnh Vũ hầu Nguyễn Đình Đống được phong chức Tiền Tướng quân. Ông tham gia nhiều trận đánh lớn với quân Nguyễn.\n\nKhi đánh đồn Hối Miệt ở Quảng Nam, Nguyễn Đình Đống bắt được mẹ và vợ của Định vương [[Nguyễn Phúc Thuần]], người cậu là Nghiêm Quận công [[Nguyễn Phúc Nghiễm]].\n\nSau đó, Nguyễn Đình Đống tham gia các trận đánh Cẩm Lệ, Cẩm Sa giao chiến với quân [[Nhà Tây Sơn|Tây Sơn]] của [[Nguyễn Nhạc|Nguyễn Văn Nhạc]], [[Tập Đình]]ư và [[Lý Tài]]. Do lập chiến công, ông được phong tước Quận công (gọi là Dĩnh Quận công), hàm Thái bảo.\n\nKhi Hoàng Ngũ Phúc mất, ông được cử ở lại Phú Xuân phụ tá cho Bùi Thế Đạt lĩnh chức Bình Nam Phó Tướng quân kiêm Đốc lĩnh Thuận Hóa.\n\nSau đó, trong nước có loạn, triều đình lại mời ông ra cầm quân và phong chức Đại tư mã, tước Đoan Nam Vương\nNguyễn Đình Đống mất trước khi Tây Sơn chiếm Phú Xuân. \n\nTháng chạp, năm Nhâm Dần (1782), dưới triều Lê Hiển Tông, niên hiệu Cảnh Hưng thứ 43, ông tạ thế khi đang đương chức, thọ 67 tuổi. Vua Lê Hiển Tông ra sắc chỉ phong tặng chức Đại tư đồ, Bao phong phúc thần Dũng liệt tráng du tuẩn tích địa vương, linh cữu được rước về an táng tại quê nhà, tổ chức an táng theo nghi thức của triều đình và giao cho làng Phương Duệ lập đền thờ tự.\n\nDưới các triều vua, Thành Thái năm thứ 6 (1894), Khải Định năm thứ 9 (1924) đều có sắc phong ghi công trạng, phong thần và giao cho làng Phương Duệ quê hương ông hàng năm tổ chức tế lễ theo nghi lễ quốc gia.\n\nTôn vinh những người đã có công với lịch sử dân tộc, ngày 29\/5\/2009 UBND tỉnh Hà Tĩnh đã có quyết định số 1571\/QĐ-UBND công nhận Khu mộ và Nhà thờ Nguyễn Đình Dĩnh là di tích lịch sử văn hóa. Lễ đón nhận bằng công nhận đã được Đảng ủy, HĐND, UBND và UBMTTQ xã Cẩm Thành (Cẩm Xuyên, Hà Tĩnh) tổ chức trọng thể vào sáng ngày 27\/10\/2009.\n\n==Dòng dõi==\n\nCháu ông là danh tướng Đắc Vũ hầu [[Nguyễn Đình Đắc]] của [[Gia Long|Nguyễn Phúc Ánh]] và [[Nguyễn Trọng Thao]]\n\n==Nguồn tham khảo==\n\n1. [[Đại Nam thực lục|Đại Nam Thực Lục]] - Tập 1 - Quốc sử quán triều Nguyễn\n\n2. [[Đại Nam thực lục|Đại Nam chính biên liệt truyện]] - Tập 2 - Quốc sử quán triều Nguyễn\n\n3. [[Khâm định Việt sử Thông giám cương mục|Cương Mục]] - Quốc sử quán triều Nguyễn\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Võ tướng chúa Trịnh]]\n[[Thể loại:Người Hà Tĩnh]]"}