{"27643":"{{Viên chức\n| tên = Nguyễn Hải Thần<br>阮海臣\n| hình = Nguyen hai than.jpg\n| ngang = \n| chức vụ = [[Phó chủ tịch nước|Phó Chủ tịch nước Việt Nam Dân chủ Cộng hòa]]\n| bắt đầu = 1945\n| kết thúc = 1946\n| tiền nhiệm = ''Chức vụ thành lập''\n| kế nhiệm = [[Tôn Đức Thắng]]\n| địa hạt = \n| trưởng chức vụ = [[Chủ tịch nước Việt Nam Dân chủ Cộng hòa|Chủ tịch Nước]]\n| trưởng viên chức = [[Hồ Chí Minh]]\n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = [[Phó Thủ tướng Chính phủ (Việt Nam)|Phó Chủ tịch Chính phủ]]\n| bắt đầu 2 = 27 tháng 9 năm 1945\n| kết thúc 2 = 1 tháng 7 năm 1946\n| tiền nhiệm 2 = ''[[Trần Huy Liệu]]''\n| kế nhiệm 2 = [[Phạm Văn Đồng]]\n| trưởng chức vụ 2 = [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng]]\n| trưởng viên chức 2 = [[Hồ Chí Minh]]\n| chức vụ 3 = Chủ tịch [[Mặt trận Thống nhất Quốc gia Liên hiệp]]\n| tên khác = \n| bút danh = \n| học vấn = [[Hán học]]\n| nghề nghiệp = [[Chính khách]]\n| kiểu phối ngẫu = \n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| vợ = Hao Hai Le\n| con cái = \n| tước hiệu = \n| tước vị = \n| cha = \n| mẹ = \n| ngày sinh = [[27 tháng 5]] năm [[1869]]\n| nơi sinh = làng [[Đại Từ (định hướng)|Đại Từ]], xã [[Đại Kim]], huyện Hoàng Mai, [[Hình:Flag of Nguyen dynasty's administrative unit - Ha Noi.png|23px]] tỉnh [[Hà Nội]], [[Bắc Kỳ]], [[Hình:Personal Flag of Emperor Minh Mang.svg|23px]] [[nhà Nguyễn]]\n| ngày mất = {{ngày mất và tuổi|1959|5|10|1869|5|27}}\n| nơi mất = [[Hình:Flag of Hong Kong (1955–1959).svg|23px]] [[Hong Kong]], [[UK|Anh]]\n| nguyên nhân mất = \n| ngày an táng = \n| nơi an táng = \n| tôn giáo = \n| đảng = [[Việt Nam Cách mệnh Đồng minh Hội]].\n| quốc gia = \n| quốc tịch = [[Việt Nam]]\n| dân tộc = [[Người Kinh|Kinh]]\n| triều đại = [[Hình:Personal Flag of Emperor Minh Mang.svg|23px]] [[Triều Nguyễn]]\n| tác phẩm = \n}}\n\n'''Nguyễn Hải Thần''' ([[chữ Hán]]: 阮海臣; 1869 – 1959), người sáng lập và lãnh đạo [[Việt Nam Cách mệnh Đồng minh Hội]].\n\n== Tiểu sử ==\nNguyễn Hải Thần có [[nguyên danh]] '''Võ Hải Thu''' (武海秋), bí danh '''Nguyễn Cẩm Giang''', '''Nguyễn Bá Tú''', sinh quán làng Đại Từ, thời [[Pháp thuộc]] là xã Đại Từ tổng Khương Đình huyện Thanh Trì [[Hà Đông (tỉnh)|tỉnh Hà Đông]] (trước thế kỷ 19 là thôn Đại từ xã Linh Đường tổng Quang Liệt, huyện [[Thanh Trì]], phủ Thường Tín, trấn Sơn Nam Thượng (thời 1831-1883 [[nhà Nguyễn]] là [[Hà Nội (tỉnh)|tỉnh Hà Nội]])) xứ [[Bắc Kỳ]], (nay là khoảng phố Đại Từ phường [[Đại Kim]], quận [[Hoàng Mai (quận)|Hoàng Mai]], [[Hà Nội]], [[Bắc Bộ]]). Thuở nhỏ ông học [[chữ Hán]]. Đỗ Tú tài (sách Khoa cử Việt Nam: Tú tài triều Nguyễn), ông tên thật là Nguyễn Cẩm Giang, tên khác là Vũ Hải Thu thường gọi \"ông Tú Đại Từ” (sách Khoa cử Việt Nam: Tú tài triều Nguyễn). Hưởng ứng [[phong trào Đông Du|phong trào Đông du]] ông theo [[Phan Bội Châu]] sang Nhật Bản hoạt động chống Pháp, hoạt động trong [[Việt Nam Quang phục Hội]] (1912-1924). Ông đã học tại trường Chấn Vũ ([[Tokyo]], Nhật Bản). Nguyễn Hải Thần được đưa vào [[Trường quân sự Hoàng Phố|Trường Võ bị Hoàng Phố]] và trở thành giảng viên môn chính trị tại trường này. Ông còn nổi tiếng với nghề thầy bói.\n\n[[Tập tin:Lâm-thời Liên-hiệp Chính-phủ Việt-nam Dân-chủ Cộng-hòa ra mắt Quốc-hội ngày 02 tháng 3 năm 1946.jpg|thumb|trái|262px|Chính phủ Liên hiệp Lâm thời ra mắt Quốc dân Đại hội tại [[Hà Nội]] ngày [[2 tháng 3]] năm [[1946]]. Từ phải sang: Nguyễn Hải Thần (3), [[Phan Anh]] (4), [[Bảo Đại|Vĩnh Thụy]] (6), [[Hồ Chí Minh]] (7), [[Huỳnh Thúc Kháng]] (8), [[Nguyễn Tường Tam]] (9). Hiệu kỳ [[Việt Nam Cách mệnh Đồng minh Hội]], [[Việt Minh|Việt Nam Độc lập Đồng minh Hội]], [[Việt Nam Quốc dân Đảng|Mặt trận Quốc dân Đảng Việt Nam]].]]Khoảng năm [[1912]]–[[1913]], Nguyễn Hải Thần về nước mưu sát [[Toàn quyền Đông Dương]] [[Albert Sarraut]] nhưng không thành, ông quay trở lại Trung Quốc.\n\nNgày [[13 tháng 3]] năm [[1915]], Nguyễn Hải Thần cùng Hoàng Trọng Mậu và [[Phan Bội Châu|Phan Sào Nam]] mộ quân từ [[Quảng Tây]] (Trung Quốc) đánh đồn [[Trận Tà Lùng|Tà Lùng]], [[Cao Bằng]]. Sự việc cũng thất bại.\n\nNăm [[1927]], Nguyễn Hải Thần lãnh đạo đảng \"Việt Nam toàn quốc cách mạng\" ở [[Quảng Đông]] (Trung Quốc).\n\nNăm [[1936]], Nguyễn Hải Thần được [[Hồ Học Lãm]], một nhà yêu nước đang làm võ quan trong quân đội [[Tưởng Giới Thạch]], mời lên [[Nam Kinh]] tham gia thành lập [[Việt Nam Phục quốc Đồng minh Hội|Việt Nam Độc lập Vận động Đồng minh Hội]], hay còn gọi là Việt Nam Phục quốc Đồng minh Hội.\n\nNăm 1940, ông cộng tác với lực lượng [[Việt Nam Phục quốc Đồng minh Hội|Việt Nam Kiến quốc quân]] của [[Trần Trung Lập]] tấn công Pháp ở [[Đồng Đăng]], Lạng Sơn gần biên giới Trung–Việt.\n\nKhoảng năm 1940 ông cùng [[Lý Đông A]] lập Đảng Duy dân. Năm 1941, Nguyễn Hải Thần hoạt động ở Tĩnh Tây, (Quảng Tây, Trung Quốc).\n\nTháng 10 năm 1942 tại [[Liễu Châu]] (Trung Hoa), Nguyễn Hải Thần cùng với [[Nghiêm Kế Tổ]], [[Vũ Hồng Khanh]], Nông Kinh Du,... sáng lập [[Việt Nam Cách mệnh Đồng minh Hội]], gọi tắt là Việt Cách.\n\nNgày 20\/8\/1945, Việt Cách về nước theo 200.000 quân [[Trung Hoa Dân Quốc (1912-1949)|Trung Hoa Dân quốc]] do tướng [[Lư Hán]] chỉ huy sang với danh nghĩa giải giới quân đội Nhật. Theo hồi ký của [[Võ Nguyên Giáp]], Nguyễn Hải Thần cho người đi rải truyền đơn ở [[Hà Nội]], dùng loa phóng thanh tuyên truyền [[Việt Minh]] là độc tài và ngồi trên [[ô tô|xe ô tô]] con, trên nóc xe có hai lính gác nằm với khẩu [[trung liên]], hai lính khác ngồi phía trước cầm [[tiểu liên]] đi thị uy trên đường phố Hà Nội.\n\nNgày 30\/9\/1945, Nguyễn Hải Thần dẫn đầu một phái đoàn tới gặp Tiêu Văn để thảo luận về việc loại bỏ Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa và đàn áp Đảng Cộng sản Đông Dương. Tiêu Văn tỏ ra không ủng hộ ý định của Nguyễn Hải Thần. Cuối tháng 10\/1945, bảy đảng viên Việt Cách dưới quyền Nguyễn Hải Thần ký bản \"Đoàn kết tinh thần\" với Việt Minh theo đó Việt Cách sẽ liên kết với Việt Minh chống lại sự xâm lược của Pháp, bảo vệ nền độc lập của Việt Nam Dân chủ Cộng hòa. Tuy nhiên sau đó nhiều người chối bỏ họ đã ký bản \"Đoàn kết tinh thần\". Nguyễn Hải Thần công khai bác bỏ vai trò lãnh đạo của Đảng Cộng sản Đông Dương tại Việt Nam. Hàng loạt vụ đụng độ giữa Việt Minh và Việt Cách xảy ra khiến công chúng bị sốc và làm các chỉ huy quân đội Trung Hoa Dân quốc tại miền Bắc Việt Nam khó chịu. Tiêu Văn gây sức ép lên tất cả các bên để buộc họ thành lập chính phủ liên hiệp. Tại phiên họp ngày [[27 tháng 9]] năm 1945, Hội đồng Chính phủ đã bàn bạc và nhất trí để Nguyễn Hải Thần giữ chức Phó Chủ tịch Chính phủ. Ngày [[23 tháng 10]], Hồ Chí Minh và Nguyễn Hải Thần ký thỏa ước chấp nhận hai bên đoàn kết và hợp tác, nhưng sau đó ít ngày thỏa thuận trên bị bãi bỏ.<ref>David G. Marr, Vietnam: State, War, and Revolution (1945–1946), page 411, California: University of California Press, 2013<\/ref>\n\nNgày 23\/12\/1945, Tướng Tiêu Văn tổ chức một cuộc họp hòa giải các bên để thành lập chính phủ liên hiệp. Tại cuộc họp này, Nguyễn Hải Thần đề nghị Hồ Chí Minh hợp tác với Việt Quốc, Việt Cách thành lập một chính phủ bao gồm thành viên của Việt Quốc, Việt Cách, Việt Minh và các đảng phái nhỏ khác. Nguyễn Hải Thần sẽ đảm nhận chức Chủ tịch nước, Hồ Chí Minh làm Phó Chủ tịch. Việt Quốc, Việt Cách, Việt Minh, mỗi đảng nắm giữ 1\/4 số ghế Bộ trưởng trong Chính phủ; 1\/4 còn lại do các đảng phái nhỏ nắm. Như vậy Việt Minh và chính phủ Việt Nam Dân chủ Cộng hòa sẽ nhận được sự ủng hộ của Trung Hoa Dân quốc chống lại cố gắng của Pháp tái chiếm Việt Nam. Điều làm Quốc dân Đảng Trung Hoa lo sợ nhất là Hồ Chí Minh từng là nhân viên của [[Đệ Tam Quốc tế|Quốc tế Cộng sản]] và Việt Minh có khuynh hướng cộng sản. Trước đó, Pháp cũng đã họp với Nguyễn Hải Thần và cho biết Pháp sẽ thực hiện Bản Tuyên bố ngày 24 tháng 3 năm 1945 và công nhận một chính phủ của người Việt Nam nằm trong Liên bang Đông Dương thuộc Liên hiệp Pháp với điều kiện chính phủ đó không do người cộng sản lãnh đạo.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 603 - 604<\/ref> Cuối cùng các bên đạt được một thỏa thuận được tuyên bố là mang tính pháp lý (viết bằng chữ Hán) theo đó các ghế bộ trưởng trong chính phủ sẽ phân chia như sau: Việt Minh 2 bộ trưởng, [[Đảng Dân chủ Việt Nam]] (cũng tham gia Việt Minh) 2 bộ trưởng, Việt Quốc 2 bộ trưởng, Việt Cách 2 bộ trưởng, phi đảng phái 2 bộ trưởng. Thỏa thuận này không sử dụng tên nước Việt Nam Dân chủ Cộng hòa vì Việt Quốc không đồng ý với tên này. Cuộc bầu cử quốc hội được hoãn 2 tuần. Vũ Hồng Khanh và Nguyễn Hải Thần chấp nhận để Hồ Chí Minh tiếp tục làm chủ tịch nước lâm thời. Quốc hội sẽ quyết định quốc kỳ và quốc huy. Hai đảng này cũng không được tham gia vào cơ quan chỉ huy và tham mưu của quân đội. Việt Quốc sẽ được 50 ghế còn Việt Cách 20 ghế trong Quốc hội mà không phải tranh cử. Điều này khẳng định với nhiều người rằng 2 đảng phái này không có khả năng giành chiến thắng trong cuộc bầu cử tại địa phương.<ref>David G. Marr, Vietnam: State, War, and Revolution (1945–1946), page 418, California: University of California Press, 2013<\/ref>\n\nĐầu năm [[1946]] Việt Cách tham gia [[Quốc hội Liên hiệp]] và [[Chính phủ Liên hiệp Lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ Liên hiệp]] của [[Việt Minh]]. Nguyễn Hải Thần giữ chức Phó Chủ tịch trong Chính phủ Liên hiệp này, đồng thời là đại biểu Quốc hội đặc cách không qua bầu cử của nhóm Việt Cách.\n\n[[Tháng bảy|Tháng 7]] năm [[1946]], khi tranh chấp giữa [[Việt Minh]] và các phe phái đối lập xảy ra, Việt Minh tấn công lực lượng của Việt Cách. Nguyễn Hải Thần phải sang [[Hồng Kông thuộc Anh|Hồng Kông]] lưu vong. Năm [[1947]] ông cưới vợ thứ [[người Hoa]] tên ''Hao Hai Le''.\n\nNguyễn Hải Thần mất năm 1959 tại [[Hồng Kông thuộc Anh]], nay là [[Hồng Kông|Đặc khu hành chính Hồng Kông]] thuộc Trung Quốc.\n\n==Xem thêm==\n* [[Cường Để]]\n* [[Phan Bội Châu]]\n* [[Ngô Đình Khôi]]\n* [[Ngô Đình Diệm]]\n* [[Nguyễn Tường Tam]]\n* [[Vũ Hồng Khanh]]\n\n==Tham khảo==\n{{tham khảo|4}}\n\n{{Phong trào độc lập Việt Nam}}\n{{Phó Chủ tịch nước Việt Nam}}\n{{Thời gian sống|1869|1959}}\n\n[[Thể loại:Chính trị Chiến tranh Đông Dương]]\n[[Thể loại:Phó Chủ tịch nước Việt Nam]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Chính khách Việt Nam]]\n[[Thể loại:Nhà dân tộc chủ nghĩa Việt Nam]]\n[[Thể loại:Việt Nam Cách mệnh Đồng minh Hội]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Việt Nam Quang phục Hội]]\n[[Thể loại:Việt Nam Phục quốc Đồng minh Hội]]\n[[Thể loại:Người Hà Nội]]"}