{"2539353":"'''Nguyễn Văn Vóc''' (1942-1968) là một [[Anh hùng Lực lượng vũ trang nhân dân]] Việt Nam.\n\n==Thân thế cuộc đời==\nÔng có tên thường dùng là '''Lê Hồng''', sinh năm 1942, quê ở ấp An Lợi, xã Thanh Mỹ, huyện [[Cái Bè]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]], sau năm [[1956]] thuộc về huyện [[Mỹ An]], tỉnh [[Kiến Phong]], đến năm [[1974]] lại thuộc về [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay thuộc huyện [[Tháp Mười]], tỉnh [[Đồng Tháp]]), sinh trưởng trong một gia đình nông dân nghèo.\n\nChịu ảnh hưởng của gia đình, vốn có nhiều người thân từng hoạt động cho [[Việt Minh]], đầu thập niên 1960, ông bắt đầu tham gia hoạt động cho [[Mặt trận Dân tộc Giải phóng miền Nam]]. Ban đầu ông được tiếp nhận vào công tác bảo vệ ở đơn vị Giao bưu tỉnh Kiến Phong. Năm 1964, ông được bổ nhiệm làm Tiểu đội phó, Trung đội giao liên B412, giữ nhiệm vụ đưa rước \"khách đặc biệt\" (tức các cán bộ, lãnh đạo quan trọng của [[Trung ương Cục miền Nam]] và [[Mặt trận Dân tộc Giải phóng miền Nam]]). Suốt những năm 1964 - 1968, ông nhiều lần tham gia và tổ chức đưa các cán bộ lãnh đạo cấp cao xuống chiến trường, vượt qua các tuyến phòng thủ, chốt chặn của chính quyền Việt Nam Cộng hòa ở biên giới, qua Đồng Tháp Mười, xuống [[Mỹ Tho]], [[Bến Tre]] và các tỉnh Tây Nam bộ.\n\nTrong tuyến công tác từ ngày [[13 tháng 5|13]] đến [[16 tháng 5]] năm 1968, ông cùng các đồng đội trong Đội giao liên B412 đã bảo vệ và đưa đoàn khách gồm 5 cán bộ, trong đó có 4 cán bộ là Bí thư, Phó Bí thư Tỉnh uỷ các tỉnh: Bến Tre, Gò Công, Mỹ Tho, Kiến Phong và ông Tám Dần là Chỉ huy phó kiêm Tham mưu trưởng Quân khu 8 từ chiến trường về Trung ương cục. Tuy nhiên, rạng sáng [[16 tháng 5]] năm 1968, khi đoàn đến địa bàn ngã tư Công Đông (nay thuộc xã Tân Công Sính, huyện Tam Nông) thì gặp ngay cuộc đổ quân của một đơn vị thuộc [[Quân lực Việt Nam Cộng hòa]]. Phía Việt Nam Cộng hòa liên tục tăng viện đến cấp tiểu đoàn để tổ chức bao vây. Hai bên chạm súng quyết liệt hơn nửa ngày trời với 7 lượt giao tranh. Tuy nhiên do lực lượng chênh lệch và nhằm bảo đảm nhiệm vụ bảo vệ đoàn khách, ông tình nguyện ở lại để chặn đối phương, để các đồng đội phá vây, bí mật dẫn đoàn khách rút khỏi trận địa an toàn. Một mình ông ở lại chiến đấu, cố gắng nghi binh ngăn chặn đối phương cho đến khi tử trận.\n\n==Vinh danh==\nÔng được Chủ tịch nước Cộng hòa Xã hội chủ nghĩa Việt Nam truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] năm 1997.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_v\/20100110+nguyen+van+voc Nguyễn Văn Vóc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140714111942\/http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_v\/20100110+nguyen+van+voc |date=2014-07-14 }}\n{{thời gian sống|1942|1968}}\n\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]"}