{"595386":"{{cần nguồn tham khảo}}\n{{bài cùng tên|Nguyễn Trãi (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Nguyễn Trãi\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Thường Tín]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 10231<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Nguyễn Trãi''' là tên một xã nằm ở phía tây huyện [[Thường Tín]], thành phố [[Hà Nội]], [[Việt Nam]]. Xã Nguyễn Trãi nằm ở tả ngạn [[sông Nhuệ]].\n\n==Địa giới hành chính==\n*phía tây giáp các xã [[Tân Minh, Thường Tín|Tân Minh]] và [[Tiền Phong, Thường Tín|Tiền Phong]].\n*phía nam giáp xã [[Dũng Tiến, Thường Tín|Dũng Tiến]].\n*phía đông giáp xã [[Quất Động]].\n*phía bắc giáp các xã [[Văn Phú, Thường Tín|Văn Phú]] và [[Hà Hồi]].\n\n==Đơn vị hành chính== \nGồm 9 thôn:\n*Lộc Dư (xưa là thôn Lộc Dư xã Hoàng Phúc tổng La Phù).\n*Hòe Thị.(Xưa là thôn Thượng Phúc, xã Hoàng Phúc, Tổng La Phù)\n*Mai Sao.\n*Mễ Sơn.\n*Đình Tổ.\n*[[Xóm Bến.]]\n*Gia Khánh.\n*Gia Phúc (xưa là xã Gia Phúc tổng La Phù).\n*Vĩnh Mộ (xưa là thôn Vĩnh Mộ xã Tả Giai tổng Đông Cứu).\nĐầu thế kỷ 19 các thôn trên của xã Nguyễn Trãi là các làng xã thuộc các tổng La Phù, Đông Cứu của huyện Thượng Phúc phủ Thường Tín trấn [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam Thượng]]<ref>Cuốn Tên làng xã Việt Nam đầu thế kỷ 19, trang 48.<\/ref>\n\n==Di tích lịch sử==\nChùa Đậu thuộc thôn Gia Phúc, trong chùa có 2 hòa thượng được ướp xác lâu năm. Lễ hội chùa Đậu diễn ra vào ngày mùng 8,9,10 tháng giêng âm lịch.\n\nChùa Vĩnh Mộ: trong chùa có đền thờ Quỳnh Hoa thánh mẫu.\n\nThôn Vĩnh Mộ có đền thờ và sự tích Nguyễn Bính, Bản Quán Thành Hoàng Hiển Ứng Linh Chương Tôn Thần thời [[12 sứ quân]], là vị [[tướng nhà Đinh]] có công giúp [[Đinh Bộ Lĩnh]] đánh dẹp [[12 sứ quân]].<ref>[http:\/\/www.hannom.org.vn\/trichyeu.asp?param=2339&Catid=242 Xã Vĩnh Mộ 永 慕: 16 tr., do Nguyễn Bính soạn năm 1572, về sự tích Nguyễn Bính 阮 平 (Bản Quán Thành Hoàng Hiển Ứng Linh Chương Tôn Thần 本 貫 城 隍 顯 應 靈 彰 尊 神) thời 12 sứ quân.]<\/ref>\n\nThôn Lộc Dư có cổng làng được xây dựng từ thời xa xưa, giếng nước sân đình và đặc biệt có đền thờ \"Cô Bơ bông: người giúp việc cho mẫu thoải cực kỳ linh thiêng.\n\nThôn Hòe Thị có đền thờ Đức thần hoàng Dương Trực Nguyên người có công xây dựng và mở mang thôn.\n\n== Chú thích ==\n{{tham khảo}}\n\n{{Đơn vị hành chính thuộc huyện Thường Tín}}\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Đơn vị hành chính Việt Nam đặt tên theo tên người]]"}