{"477517":"{{Thông tin nhân vật\n| name = Nguyễn Đình Đầu\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| birth_date = {{ngày sinh và tuổi|1920|3|12}}\n| birth_place = [[Hà Nội]]\n| mất = \n| nguyên nhân cái chết = \n| nơi mất = \n| an táng = \n| tưởng niệm = \n| tên khác = \n| dân tộc = \n| cư trú = [[Thành phố Hồ Chí Minh]]\n| quốc gia = [[Việt Nam]]\n| quốc tịch = [[Việt Nam]]\n| vai trò = \n| học vấn = [[Bách nghệ Hà Nội]], [[Đại học Công giáo Paris]]\n| alma_mater = \n| công việc = Nhà nghiên cứu địa lý - lịch sử\n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = \n| tôn giáo = [[Công giáo]]\n| spouse = \n| partner = \n| children = \n| parents = \n| chữ ký = \n| website = \n}}\n\n'''Nguyễn Đình Đầu''' (sinh năm [[1920]]) là một nhà nghiên cứu nổi tiếng trong lĩnh vực [[địa lý Việt Nam|địa lý]], [[lịch sử Việt Nam]]. Ông được biết nhiều với các công trình nghiên cứu về lãnh thổ [[Việt Nam]] qua từng thời kỳ và được giới nghiên cứu đánh giá là một nhà khoa học nghiêm túc, tận tụy và có nhiều cống hiến quan trọng cho khoa học Việt Nam.<ref name=\"dantri\">[http:\/\/dantri.com.vn\/c20\/s20-316131\/niem-an-ui-cuoi-doi-cua-nha-nghien-cuu-lanh-tho-quoc-gia.htm Niềm an ủi cuối đời của nhà nghiên cứu lãnh thổ quốc gia]<\/ref>\n\n==Thân thế==\nÔng sinh ngày [[12 tháng 3]] năm [[1920]] (giấy tờ ghi là [[1923]]) tại nhà số 57 phố [[Hàng Giấy]], [[Hà Nội]]<ref name=\"DBH\">Dương Bích Hồng, \"Nguyễn Đình Đầu như tôi biết\", in trong ''Nguyễn Đình Đầu - Hành trình của một tri thức dấn thân''. Nhà xuất bản. Thời Đại và tạp chí Xưa & Nay hợp tác ấn hành, 2010, tr. 321.<\/ref>. Xuất thân trong một gia đình [[Công giáo]] nghèo, thuở nhỏ, ông theo giúp mẹ kiếm sống và học tại trường tiểu học Pháp-Việt ở cuối phố Huế ([[Hà Nội]])<ref name=\"DBH\" \/>. Sau khi học xong bậc Trung học, năm [[1939]], ông theo học trường [[Bách nghệ Hà Nội]] và tốt nghiệp tại đây vào năm [[1941]]. Trong khoảng thời gian ấy, ngoài việc học, ông còn gia nhập [[Hướng đạo Việt Nam|Hội Hướng đạo]], [[Hội Truyền bá quốc ngữ]], [[Phong trào Thanh Lao Công]] (tức \"Phong trào Thanh niên Lao động Công giáo\", ''Jeunnesse Ouvrière Chrétienne'' - JOC) và trở thành thành viên tích cực của những tổ chức này.\n\n==Sự nghiệp==\n\n===Trước 1945===\nSau khi ra trường, ông được tuyển làm làm Trưởng xưởng (''Chef datelier'') coi 120 công nhân trong một xưởng công nghệ của [[Pháp]] tại [[Bán đảo Đông Dương|Đông Dương]]<ref>[http:\/\/www.thanhnien.com.vn\/news\/pages\/200913\/20090326225547.aspx Nhà nghiên cứu Nguyễn Đình Đầu: Người \"giải mã\" từng tấc đất xưa]<\/ref>. \nTheo lời kể của ông, khoảng năm [[1940]]-[[1941]], ông thường theo ông [[Hoàng Đạo Thúy]] đi hướng đạo xung quanh [[Hồ Tây]]. Do có khả năng vẽ kỹ thuật, ông thường được giao nhiệm vụ vẽ bản đồ. Và cũng do ảnh hưởng tinh thần dân tộc của các trưởng hướng đạo bấy giờ, ông sớm bộc lộ sự đam mê với các bản đồ cổ về Việt Nam.\n\nPhong trào Thanh niên Lao động Công giáo từ khi mới ra đời đã phát triển mạnh ở Việt Nam, do ông [[Nguyễn Mạnh Hà]], sáng lập viên, làm Hội trưởng toàn quốc. Ông được bầu làm Hội trưởng phong trào ở Hà Nội. Điều này khởi đầu cho mối quan hệ thân tình giữa 2 người trong những năm sau này.\n\n[[Cách mạng tháng Tám|Cách mạng tháng 8]] thành công, Việt Nam tuyên bố độc lập. Một [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa|chính phủ lâm thời]] được thành lập. Ông Nguyễn Mạnh Hà được mời làm Bộ trưởng Bộ Quốc dân Kinh tế, đã đề cử ông vào chức vụ Bí thư (phụ tá). Trên cương vị này, ông được đích thân Chủ tịch [[Hồ Chí Minh]] giao nhiệm vụ đi mua gạo, tiếp tế cho đạo quân [[Trung Hoa Dân quốc]] đang có mặt ở miền Bắc dưới danh nghĩa đại diện [[Đồng Minh]] giải giáp quân đội [[Nhật Bản|Nhật]]. Do những yêu sách nặng nề bất khả thi của các tướng [[Lư Hán]] - [[Tiêu Văn]], đã có lần ông bị bắt giam và có khả năng bị giết hại nếu không có sự can thiệp kịp thời của Chủ tịch Hồ Chí Minh.<ref>\"Nguyễn Đình Đầu - Hành trình của một tri thức dấn thân\", bài \"Cụ Hồ đã giải cứu tôi\". Nhà xuất bản Thời Đại 2010. tr. 9-12.<\/ref>\n\n===Giai đoạn 1945-1955===\nSau khi [[Chính phủ Liên hiệp Lâm thời Việt Nam Dân chủ Cộng hòa]] được thành lập ngày [[1 tháng 1]] năm 1946, [[Hoàng Đạo (nhà văn)|Nguyễn Tường Long]], tức nhà văn Hoàng Đạo, một chính khách [[Việt Nam Quốc dân Đảng|Việt Nam Quốc dân đảng]], được cử vào chức vụ Bộ trưởng Bộ Quốc dân Kinh tế<ref>[http:\/\/www.chinhphu.vn\/cttdtcp\/vi\/cpchxhcnvn\/thanhviencpcacthoiky\/chinhphulienhieplamthoi.html Danh sách thành viên Chính phủ Liên hiệp Lâm thời]<\/ref>. Ông Nguyễn Mạnh Hà được cử vào chức vụ Thứ trưởng, đồng thời được giao sứ mạng tiến hành đàm phán với Pháp trong hậu trường về vấn đề độc lập của Việt Nam. Là phụ tá cho ông [[Nguyễn Mạnh Hà]], ông có những đóng góp nhất định trong [[Hội nghị Đà Lạt 1946|Hội nghị trù bị Đà Lạt]] và [[Hiệp định sơ bộ Pháp-Việt (1946)|Hiệp định sơ bộ Pháp-Việt 1946]].\n\nNgày [[28 tháng 5]] năm 1946, ông tháp tùng phái đoàn thiện chí của Quốc hội Việt Nam sang thăm nước Pháp và Phái đoàn Việt Nam sang [[Paris]] tham gia [[Hội nghị Fontainebleau 1946|Hội nghị Fontainebleau]] vào tháng 7 cùng năm. Hội nghị Fontainebleau tan vỡ, ông cùng phái đoàn về Việt Nam.<ref>\"Nguyễn Đình Đầu - Hành trình của một tri thức dấn thân\", bài \"Nói rõ hơn về những người bên cạnh Bác Hồ trong chuyến thăm Pháp năm 1946\". Nhà xuất bản Thời Đại 2010. tr. 13-18.<\/ref>\n\nSau ngày [[Toàn quốc kháng chiến]], ông ở lại [[Hà Nội]]. Năm 1951, ông Nguyễn Mạnh Hà bị nhà đương cục Pháp trục xuất về Pháp (theo lệnh của Cao ủy [[De Lattre de Tassigny]]) với cương vị là một \"Thanh tra lao động\" của nước Pháp, chức vụ ông Hà đã từng nắm giữ 14 năm trước. Ông được ông Nguyễn Mạnh Hà bảo lãnh sang Pháp học tại [[Đại học Công giáo Paris]] (''Institut Catholique de Paris''). Ông tốt nghiệp Cử nhân ngành Khoa học-Xã hội tại đây năm 1953.\n\nThời gian tại [[Pháp]], ông cũng theo học với tư cách là sinh viên dự thính của [[Sorbonne|Đại học Sorbonne]]. Bên cạnh đó, ông còn tham gia hoạt động trong phong trào vận động chính phủ Pháp đàm phán với chính phủ Hồ Chí Minh cùng với các trí thức lão thành như [[Hoàng Xuân Hãn]], [[Nguyễn Mạnh Hà]], [[Nguyễn Ngọc Bích (nhà cách mạng)|Nguyễn Ngọc Bích]]. Năm 1954, ông củng các trí thức nói trên sang [[Thụy Sĩ]] đến gặp và vận động ủng hộ Phái đoàn Việt Nam, do ông [[Phạm Văn Đồng]] dẫn đầu, sang dự [[Hiệp định Genève, 1954]].\n\n===Giai đoạn 1955-1975===\nNăm 1955, ông về nước và sống tại [[Thành phố Hồ Chí Minh|Sài Gòn]]. Thời gian đầu, ông dạy học ở các trường tư thục Công giáo để kiếm sống. Ông từng là giáo sư sử địa, vừa là giám học của [[Trường Trung học Nguyễn Bá Tòng]] (nay là trường Phổ thông Trung học Bùi Thị Xuân, Thành phố Hồ Chí Minh) từ 1957 đến 1959. Ông cũng tham gia soạn sách giáo khoa Sử Địa từ đệ thất đến đệ nhị chuyên khoa (tương đương từ lớp 6 đến lớp 11 hiện nay).\n\nTừng năm 1960, ông chuyên tâm nhiều vào việc nghiên cứu và công bố các công trình của mình trên các báo tại miền Nam. Ông bắt đầu được biết đến như một học giả đứng đắn và rất có uy tín trong giới nghiên cứu. Bên cạnh đó, tính cách ôn hòa và đấu tranh cho hòa bình và hòa giải dân tộc, ông được xem như là một trong những thành viên tích cực của \"Lực lượng thứ ba\" trong chính trường miền Nam kể từ sau [[Hiệp định Paris 1973]]. Chính vì vậy, ngày [[29 tháng 4]] năm [[1975]], ông được tướng [[Dương Văn Minh]] cử làm thành viên của phái đoàn đại diện [[Việt Nam Cộng hòa]] đến [[Trại Davis]] để đưa đề nghị ngưng chiến.\n\n===Sau 1975-nay===\nDo quá trình hoạt động ôn hòa của mình, sau năm 1975, ông vẫn tiếp tục sự nghiệp nghiên cứu của mình dù gặp phải rất nhiều hạn chế về tài chính cũng như sự quan liêu của chính quyền mới. Nhiều kết quả nghiên cứu, bảo tồn của ông được công bố trên nhiều báo chí có uy tín cho đến tận ngày nay.\n\nHiện nay ông là Ủy viên Ban chấp hành [[Hội Khoa học Lịch sử Việt Nam|Hội Sử học Việt Nam]].<ref>{{Chú thích web |url=http:\/\/daidoanket.vn\/Index.aspx?Menu=1428&chitiet=4823&Style=1 |ngày truy cập=2010-03-28 |tựa đề=Nhà nghiên cứu Nguyễn Đình Đầu: Làm \"sống\" lại những tư liệu quý của dân tộc (19\/11\/2009) |archive-date=2009-11-27 |archive-url=https:\/\/web.archive.org\/web\/20091127201222\/http:\/\/daidoanket.vn\/Index.aspx?Menu=1428&chitiet=4823&Style=1 }}<\/ref>\n\nNgoài các giải thưởng chuyên môn, ông còn được Mặt trận Tổ quốc Việt Nam trao tặng Kỷ niệm chương Đại đoàn kết do những nỗ lực của ông trong việc giữ gìn bản sắc và xây dựng khối đoàn kết dân tộc.\n\n==Tác phẩm==\nÔng là tác giả của hàng trăm công trình (sách đã xuất bản và bài báo bằng các thứ tiếng Việt, Pháp, Anh), trong đó nổi bật là các công trình nghiên cứu về địa bạ và bản đồ. Một số tác phẩm tiêu biểu của ông như:\n\n* Tổng kết nghiên cứu địa bạ Nam kỳ lục tỉnh (1994)\n* Chế độ công điền công thổ ở Nam kỳ lục tỉnh (1992)\n* Nghiên cứu địa bạ triều Nguyễn - An Giang (1995)\n* Nghiên cứu địa bạ triều Nguyễn - Biên Hòa (1994)\n* Nghiên cứu địa bạ triều Nguyễn - Gia Định (1994)\n* Nghiên cứu địa bạ triều Nguyễn - Định Tường (1994)\n* Nghiên cứu địa bạ triều Nguyễn - Vĩnh Long (1994)\n* Nghiên cứu địa bạ triều Nguyễn - Hà Tiên (1994)\n* Nghiên cứu địa bạ triều Nguyễn - Bình Thuận (1996)\n* Nghiên cứu địa bạ triều Nguyễn - Khánh Hòa (1997)\n* Nghiên cứu địa bạ triều Nguyễn - Phú Yên (1997)\n* Nghiên cứu địa bạ triều Nguyễn - Bình Định (3 tập - 1996)\n* Nghiên cứu địa bạ triều Nguyễn - Quảng Ngãi (2010)\n* Nghiên cứu địa bạ triều Nguyễn - Quảng Nam-Đà Nẵng (2 tập - 2010)\n* Nghiên cứu địa bạ triều Nguyễn - Thừa Thiên Huế (1997)\n* De Saigon à Ho Chi Minh Ville 300 ans d'histoire (1998)\n* From Saigon to Ho Chi Minh City 300 years history (1998)\n* Địa lý Gia Định - Sài Gòn - Thành phố Hồ Chí Minh (100 câu hỏi đáp về Gia Định - Sài Gòn - Thành phố Hồ Chí Minh - 2006)\n* Việt Nam - Quốc hiệu & cương vực qua các thời đại (1999)\n* Địa chí Bình Định: Địa bạ và phép quân điền (2002)\n* Dấu ấn 50 năm hàng giáo phẩm Việt Nam (2010)\n* Cố cả [[Léopold Michel Cadière|Léopold Cadière]] - Từ Việt Nam học đến Việt Nam hóa (2011)\n* Tiểu sử cha Khâm-Đặng Đức Tuấn (2012)\n* Ký ức lịch sử về Sài Gòn và các vùng phụ cận (Dịch từ ''\"Saigon et ses environs\"'' của Trương Vĩnh Ký) (1997)\n* Nước Đại Nam đối diện với Pháp và Trung Hoa (Dịch từ ''\"L'empire vietnamien face à la France et à la Chine\"'' của Yoshiharu Stuboi) (tái bản thứ tư 2010)\n* Gia Định phong cảnh vịnh (dịch từ ghi chép của Trương Vĩnh Ký) (1997)\n* Địa chí tỉnh Gia Định (giới thiệu ''\"Monographie de la province de Gia Định\"'') (1997)\n* Lịch sử Bưu điện Thành phố Hồ Chí Minh (Viết chung 1995)\n* 90 năm nghiên cứu về văn hóa và lịch sử Việt Nam (90 ans de recherches sur la culture et l'histoire du Vietnam) (Viết chung 1995)\n* 300 năm địa chính Sài Gòn-Thành phố Hồ Chí Minh (Viết chung 1997)\n* Nam Bộ - Đất và Người (Viết chung 2000)\n* Lịch sử Việt Nam tập I (Viết chung 2001)\n* Thầy Giàu (Viết chung 2011)\n* Dấu ấn [[Võ Văn Kiệt]] (Viết chung 2008)\n* TP. Hồ Chí Minh hướng về 1000 năm Thăng Long - Hà Nội (Viết chung 2010)\n* Hoàng Sa - Trường Sa là của Việt Nam (Viết chung 2008)\n* Bằng chứng lịch sử và cơ sở pháp lý Hoàng Sa - Trường Sa là của Việt Nam (Viết chung 2011)\n* Lịch sử Phú Yên (Viết chung 2009)\n*Champa and the Archaeology of Mỹ Sơn (Vietnam) (Viết chung 2009)\n*Hoàng Xuân Hãn -Tập I:Con người và trước tác (Viết chung 1998)\n*Thành phố hướng ra biển Đông (Viết chung 2003)\n*Bà Rịa-Vũng Tàu.Xưa và Nay (Viết chung 2000)\n*Địa chí văn hóa TP.Hồ Chí Minh.Tập I:Lịch sử (Viết chung 1998)\n*Địa chí văn hóa TP.Hồ Chí Minh.Tập II:Báo chí-Giáo dục (Viết chung 1998)\n*Biển Đông và hải đảo Việt Nam (Viết chung 2010)\n*300 năm kiến trí diên cách Phú Nhuận (Viết chung 1988)\n*Remarques préliminaires sur les registres cadastraux des six provinces de la Cochinchine (In Bulletin de l'Ecole Française d'Extrême-Orient.T.LXXVIII.Paris-1991)\n*Partage des rizières à Bình Định en 1839 (In 90 ans de recherches sur la culture et l'histoire du Vietnam.PEFEO.Hanoi-1992)\n*Tiểu giáo trình địa lý Nam Kỳ (Dịch của Trương Vĩnh Ký-1997)\n*Quốc hiệu cương vực-Hoàng Sa Trường Sa.Nhà xuất bản Trẻ.Quý 1-2013\n*Quốc hiệu cương vực-Hoàng Sa Trường Sa.Tái bản lần 1 quý 2-2013\n*Nguyễn Trường Tộ với triều đình Tự Đức.Nhà xuất bản Trẻ.Quý 2-2013\n*Quốc hiệu cương vực-Hoàng Sa Trường Sa. Tái bản lần 2 quý 4-2013\n* Quốc hiệu cương vực-Hoàng Sa Trường Sa. Tái bản lần 3 quý 2-2014\n* Chủ quyền Việt Nam trên Biển Đông & Hoàng Sa-Trường Sa 5-2014\n* Petrus Ký, nỗi oan thế kỷ 1-2017, hiện đang bị thu hồi khỏi các hiệu sách và bị cấm phát hành ở Việt Nam. Sách vốn được Cục Xuất bản cấp giấy phép với đầy đủ các thủ tục giấy tờ và được dự trù ra mắt tại Đường Sách Sài Gòn vào sáng Chủ nhật 8\/1\/2017. Thế nhưng buổi ra mắt sách này đã bị hủy theo \"một chỉ thị miệng\" và báo chí được tin nhận cảnh báo không đưa tin về cuốn sách này.<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam-38561438 Sử gia Nguyễn Đình Đầu buồn vì sách Petrus Ký bị thu hồi],www.bbc.com, 8.1.2017<\/ref>\n* Tạp Ghi Việt Sử Địa (2 tập) 2017\n\n==Giải thưởng==\n* [[Giải thưởng Trần Văn Giàu]] năm 2005 cho công trình ''Nghiên cứu địa bạ và ruộng đất triều Nguyễn''<ref>[http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/99336\/Nha-nghien-cuu-Nguyen-Dinh-Dau-doat-giai-thuong-Tran-Van-Giau-lan-2.html Nhà nghiên cứu Nguyễn Đình Đầu đoạt giải thưởng Trần Văn Giàu lần 2]<\/ref>\n* [[Giải thưởng Phan Châu Trinh]] năm 2008, giải thưởng về nghiên cứu đầu tiên<ref name=\"dantri\"\/>\n\n== Chính kiến==\n\n* Có mặt trong danh sách những người đã ký trong \"Kiến nghị về sửa đổi Hiến pháp 1992\" phổ biến vào ngày 19 tháng 1 năm 2013 tại Hà Nội<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2013\/01\/130123_constitution_petition.shtml Kiến nghị Hiến pháp bỏ Điều 4], [[BBC]] 23 tháng 1 năm 2013<\/ref>\n*Theo BBC Việt ngữ, ngày 9.12.2015, ông cùng với 126 người khác, trong đó có các nhân vật như [[Nguyễn Trọng Vĩnh|Thiếu tướng Nguyễn Trọng Vĩnh]], [[Hoàng Tụy|GS Hoàng Tụy]], [[Nguyễn Quang A|TS Nguyễn Quang A]], [[Nguyễn Huệ Chi|GS Nguyễn Huệ Chi]], [[Nguyễn Đình Cống|GS Nguyễn Đình Cống]], [[Chu Hảo|GS Chu Hảo]], [[Tương Lai (giáo sư)|GS Tương Lai]], [[Huỳnh Tấn Mẫm]], [[Hồ Ngọc Nhuận]], [[Trần Văn Thọ|GS Trần Văn Thọ]], [[Nguyễn Đăng Hưng|GS Nguyễn Đăng Hưng]], [[Nguyễn Trung|Đại sứ Nguyễn Trung]], [[Phạm Xuân Yêm|GS Phạm Xuân Yêm]]..., đã gửi một bức thư ngỏ đến [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam#.C4.90.E1.BA.A1i h.E1.BB.99i.C4.90.E1.BA.A3ng to.C3.A0n qu.E1.BB.91c l.E1.BA.A7n th.E1.BB.A9 XI|Bộ Chính trị, Ban Chấp hành Trung ương khóa XI]], các đại biểu dự [[Đại hội Đảng Cộng sản Việt Nam XII|Đại hội lần thứ XII]] và toàn thể đảng viên Đảng Cộng sản Việt Nam. Bức thư đề nghị \"''đổi tên đảng (không gọi là Đảng Cộng sản); đổi tên nước (không gọi là Cộng hòa xã hội chủ nghĩa); trả lại tự do cho những người khác chính kiến đang bị giam giữ; chấm dứt sự trấn áp và ngăn chặn nhân dân thực hiện quyền tự do dân chủ theo Hiến pháp''\" đồng thời nêu ý kiến \"''Thực tiễn của nước ta cũng như trải nghiệm của nhiều nước trên thế giới đã cho thấy rõ sai lầm và thất bại của đường lối xây dựng chủ nghĩa xã hội theo chủ nghĩa Mác - Lênin''\".<ref>{{Chú thích web|url = http:\/\/www.bbc.com\/vietnamese\/vietnam\/2015\/12\/151213_vn_party_congress_12_open_letter|tiêu đề = Kêu gọi lãnh đạo 'đổi tên đảng, tên nước'|ngày truy cập = 2015-12-13|nhà xuất bản = BBC}}<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/ubdkcgvn.org.vn\/vi\/guong-dien-hinh\/nguyen-dinh-dau-mot-tri-thuc-cong-giao-tieu-bieu-o81E2025F.html \"Nguyễn Đình Đầu – Một Trí thức Công giáo tiêu biểu\"].\n* [http:\/\/www.thanhnien.com.vn\/news\/pages\/200913\/20090326225547.aspx Nhà nghiên cứu Nguyễn Đình Đầu: Người \"giải mã\" từng tấc đất xưa]\n* [http:\/\/biengioilanhtho.gov.vn\/vie\/nguoiluugiu%E2%80%9Chinhhaidat-nd-6f846c88.aspx Người lưu giữ \"hình hài đất nước\"]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n* [http:\/\/thethaovanhoa.vn\/133N20110222102741651T0\/nha-nghien-cuu-nguyen-dinh-dau-mong-tim-nguoi-ke-nghiep.htm Nhà nghiên cứu Nguyễn Đình Đầu mong tìm người kế nghiệp]\n* \"Nguyễn Đình Đầu - Hành trình của một trí thức dấn thân\"; Nhà xuất bản Thời Đại và Tạp chí Xưa và Nay, 2010\n* [https:\/\/tuoitre.vn\/hoc-gia-nguyen-dinh-dau-ca-doi-ghi-dang-hinh-dat-nuoc-20220320100039493.htm \"Học giả Nguyễn Đình Đầu: Cả đời ghi dáng hình đất nước\"]. ''Tuổi Trẻ'', 2022.\n\n{{Thời gian sống|Sinh=1920}}\n\n[[Thể loại:Người Hà Nội|N]]\n[[Thể loại:Người Sài Gòn|N]]\n[[Thể loại:Nhà nghiên cứu địa lý học lịch sử Việt Nam|N]]\n[[Thể loại:Nhà sử học Việt Nam|N]]\n[[Thể loại:Giải thưởng Phan Châu Trinh]]\n[[Thể loại:Giải thưởng Trần Văn Giàu]]\n[[Thể loại:Huân chương Đại đoàn kết]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Nhóm Kiến nghị 72]]\n[[Thể loại:Thành phần thứ ba trong chiến tranh Việt Nam]]\n[[Thể loại:Người thọ bách niên Việt Nam]]"}