{"19724076":"{{Biên tập|date=tháng 6\/2022}}\n{{Thông tin nhân vật\n| tên = Nguyễn Thị Thanh Nhàn\n| ngày sinh = {{ngày sinh và tuổi|1969|1|1}}\n| nơi sinh = [[Bắc Ninh]], [[Việt Nam]]\n| dân tộc = [[Người Việt|Kinh]]\n| quốc tịch = {{VIE}}\n| học vấn = [[Trường Đại học Ngoại thương]]\n| học vị = [[Viện sĩ (định hướng)|Viện sĩ]], [[Tiến sĩ]]\n| chức vị = Chủ tịch Hội đồng quản trị Công ty Cổ phần Tiến bộ Quốc tế (AIC)\n| cha = \n| mẹ = \n| người hôn phối = \n| con cái = \n| người thân = \n| công việc = [[Doanh nhân]]\n| tổ chức = \n| hình =\n}}\n'''Nguyễn Thị Thanh Nhàn''' (sinh năm [[1969]]) là một nữ [[doanh nhân]] [[Người Việt|người Việt Nam]]. Bà là Chủ tịch Hội đồng quản trị kiêm Tổng giám đốc Công ty Cổ phần Tiến bộ Quốc tế (AIC).<ref name=vtc0502>{{Chú thích web|url=https:\/\/vtc.vn\/dieu-chua-biet-ve-aic-group-va-nu-chu-tich-kin-tieng-vua-bi-khoi-to-ar674110.html|tựa đề=Điều chưa biết về AIC Group và nữ chủ tịch kín tiếng vừa bị khởi tố|tác giả=THANH HÀ|ngày=2022-04-30|website=VTC News|url-status=live|ngày truy cập=2022-05-02|archive-date = ngày 2 tháng 5 năm 2022 |archive-url=https:\/\/web.archive.org\/web\/20220502085913\/https:\/\/vtc.vn\/dieu-chua-biet-ve-aic-group-va-nu-chu-tich-kin-tieng-vua-bi-khoi-to-ar674110.html}}<\/ref>\n\nBà Nhàn hiện đang bị chính quyền Việt Nam khởi tố về tội đưa hối lộ liên quan đến vụ tham nhũng tại [[Bệnh viện Đa khoa Đồng Nai]], đã tẩu thoát và bị truy nã đặc biệt.<ref name=tn220519\/>\n\nNgày 4-1-2023, bà Nhàn bị kết án vắng mặt 30 năm tù, 16 năm tù tội vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng, 14 năm tù về tội đưa hối lộ.<ref name=tt230104b\/>\n\n== Thân thế, giáo dục ==\nBà sinh ngày ngày [[1 tháng 1]] năm [[1969]] trong một gia đình giáo chức có 7 người con tại Bắc Ninh.\n\nBà từng theo học tại Trường Đại học Ngoại ngữ & [[Trường Đại học Ngoại thương]]. Bà sử dụng thành thạo bốn ngoại ngữ là: tiếng Anh, tiếng Trung, tiếng Nga & tiếng Nhật.<ref name=\":0\">{{Chú thích web|url=https:\/\/vietnambusinessinsider.vn\/ba-nguyen-thi-thanh-nhan-chu-tich-aic-group-nguoi-vua-bi-bo-cong-an-bat-tam-giam-la-ai-a25996.html|tựa đề=Bà Nguyễn Thị Thanh Nhàn, Chủ tịch AIC Group - người vừa bị Bộ Công an khởi tố, ra lệnh bắt là ai?|tác giả=Thuận Hiếu|ngày=2022-04-30|website=vietnambusinessinsider.vn|url-status=live|ngày truy cập=2022-05-02|archive-date = ngày 6 tháng 6 năm 2022 |archive-url=https:\/\/web.archive.org\/web\/20220606050138\/https:\/\/vietnambusinessinsider.vn\/ba-nguyen-thi-thanh-nhan-chu-tich-aic-group-nguoi-vua-bi-bo-cong-an-bat-tam-giam-la-ai-a25996.html}}<\/ref>\n\n== Sự nghiệp ==\nNăm 1999, là cán bộ phụ trách mảng xuất khẩu lao động tại Công ty Xây dựng và Thương mại Traenco (thuộc [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông vận tải]]).<ref name=\":1\">{{Chú thích web|url=https:\/\/sohuutritue.net.vn\/ba-trum-giai-thuong-nguyen-thi-thanh-nhan-va-khoi-co-nghiep-khung-d139347.html|tựa đề='Bà trùm' giải thưởng Nguyễn Thị Thanh Nhàn và khối cơ nghiệp 'khủng'|tác giả=Nguyễn Trang|ngày=2022-04-30|website=sohuutritue.net.vn|url-status=live|ngày truy cập=2022-05-02|archive-date = ngày 6 tháng 6 năm 2022 |archive-url=https:\/\/web.archive.org\/web\/20220606050058\/https:\/\/sohuutritue.net.vn\/ba-trum-giai-thuong-nguyen-thi-thanh-nhan-va-khoi-co-nghiep-khung-d139347.html}}<\/ref>\n\nNăm 2005, bà nắm quyền sở hữu Traenco khi công ty này được cổ phần hoá & đổi tên thành Công ty Cổ phần Tiến bộ Quốc tế (AIC), trụ sở tại 69 Tuệ Tĩnh, Hai Bà Trưng, Hà Nội. Thời điểm đó, AIC không chỉ đơn thuần xuất khẩu lao động mà còn ký hợp đồng cung cấp nguồn nhân lực cho các khu công nghiệp, khu chế xuất ở Việt Nam. Người lao động được AIC lấy chủ yếu từ chính những người đã từng đi lao động xuất khẩu trở về.<ref name=\":1\" \/>\n\n==Thành tích và Khen thưởng==\nNăm 2015, bà được Viện Hàn lâm Quốc tế về các nghiên cứu hệ thống Liên Bang Nga (Viện IASS) trao tặng hai danh hiệu cao quý: Viện sĩ có thành tích xuất sắc nhất giai đoạn 2004-2014 và phần thưởng Ngôi sao Vernadski. Bà là Viện sĩ, Tiến sĩ và cũng là người phụ nữ đầu tiên của khu vực châu Á và Việt Nam được Viện IASS trao tặng hai danh hiệu danh giá này.<ref name=\":0\" \/>\n\nNăm 2017, bà được tạp chí Forbes Việt Nam xếp trong danh sách 50 phụ nữ có ảnh hưởng nhất Việt Nam.<ref name=\":1\" \/>\n\nTháng 11 năm 2018, bà được Đại sứ đặc mệnh toàn quyền Nhật Bản tại Việt Nam [[Umeda Kunio]] trao tặng [[Huân chương Mặt trời mọc]] – Tia sáng Vàng với Nơ thắt hoa hồng (The Order of the Rising Sun, Gold Rays with Rosette). [[Huân chương Mặt trời mọc]] là tước hiệu cao quý nhất của Nhật Bản dành cho những cá nhân trong nước và người nước ngoài có những đóng góp quan trọng cho sự phát triển của đất nước Nhật Bản. Đây cũng là lần đầu tiên Huân chương Mặt trời mọc được trao cho một cá nhân dưới tuổi 50, trước bà Nhàn, chưa từng có cá nhân nào kể cả người nước ngoài hay người Nhật Bản được trao tặng Huân chương ở độ tuổi này.<ref name=\":0\" \/>\n\nBà Nguyễn Thị Thanh Nhàn và Công ty AIC đã từng nhận rất nhiều giải thưởng cao quý: Giải thưởng Sao đỏ, Giải thưởng doanh nghiệp Việt Nam tiêu biểu nhất, Giải thưởng gương mặt trẻ Việt Nam tiêu biểu nhất, Giải thưởng thương hiệu quốc gia xuất sắc nhất… cùng nhiều bằng khen của Thủ tướng, huân, huy chương, nhiều bằng khen của các Bộ, ban, ngành và địa phương trong cả nước.<ref name=vtc0502\/>\n== Bê bối ==\n\n=== Vi phạm quy định về đấu thầu ===\n====Bệnh viện Đa khoa Đồng Nai====\n{{xem thêm|Bệnh viện Đa khoa Đồng Nai#Vụ án đấu thầu tại Bệnh viện Đa khoa Đồng Nai với Công ty AIC}}\n\nNgày 29\/4\/2022, Cơ quan Cảnh sát điều tra (Việt Nam) đã khởi tố vụ án hình sự \"Vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng\" xảy ra tại Bệnh viện Đa khoa Đồng Nai, Công ty AIC và các đơn vị liên quan. Đồng thời, khởi tố bị can, Lệnh bắt bị can để tạm giam, Lệnh khám xét đối với các đối tượng về tội \"Vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng\" đối với Phan Huy Anh Vũ, nguyên Giám đốc Bệnh viện Đa khoa Đồng Nai (hiện là Giám đốc Sở Y tế tỉnh Đồng Nai); Nguyễn Thị Thanh Nhàn, nguyên Chủ tịch Hội đồng quản trị kiêm Tổng Giám đốc Công ty AIC; Hoàng Thị Thúy Nga, nguyên Phó Tổng giám đốc Công ty AIC cùng 3 nhân viên khác.<ref name=\":1\" \/>\n\nTheo cơ quan công an, trong quá trình lãnh đạo, chỉ đạo ký các thủ tục, hồ sơ đấu thầu 12 gói thầu cho Công ty AIC trúng thầu tại dự án xây dựng Bệnh viện Đa khoa Đồng Nai với tổng giá trị 476,87 tỉ đồng, bà Nhàn cùng [[Phan Huy Anh Vũ]] – nguyên Giám đốc [[Bệnh viện Đa khoa Đồng Nai]] đã thông đồng, móc ngoặc với các Công ty Mediconsult (đơn vị tư vấn lập dự án, lập hồ sơ mời thầu, chấm thầu), Công ty Thẩm định giá Thế hệ mới trong việc lập, phê duyệt, điều chỉnh danh mục và giá trang thiết bị của Dự án đầu tư xây dựng Bệnh viện Đa khoa Đồng Nai; lập, phê duyệt báo cáo thẩm định 11\/12 gói thầu do Công ty AIC trúng thầu với giá cao hơn so với giá pháp luật quy định..., vi phạm nghiêm trọng các quy định của Luật Đấu thầu, gây thiệt hại tài sản nhà nước số tiền 152 tỉ đồng.<ref name=\":1\" \/>\n\nCơ quan điều tra C03 đề nghị truy tố bà Nguyễn Thị Thanh Nhàn về hai tội vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng và đưa hối lộ. Chỉ riêng tại dự án Bệnh viện Đa khoa tỉnh Đồng Nai, bà Nhàn đã trực tiếp và chỉ đạo cấp dưới đưa hối lộ cho ông [[Trần Đình Thành]] (cựu bí thư tỉnh) 14,5 tỉ đồng, ông [[Đinh Quốc Thái]] (cựu chủ tịch tỉnh) 14,5 tỉ đồng và cựu giám đốc Sở Y tế 14,8 tỉ đồng. Việc đưa hối lộ của bà Nhàn diễn ra từ năm 2010 đến tận năm 2021.<ref name=tt221113>{{Chú thích web|url=https:\/\/tuoitre.vn\/chi-tiet-ve-nhung-lan-nhan-hoi-lo-cua-cac-cuu-lanh-dao-dong-nai-20221113082817796.htm|title=Chi tiết về những lần nhận hối lộ của các cựu lãnh đạo Đồng Nai|tác giả=|họ=|tên=|ngày=13-11-2022|website=Tuoitre|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n=====Kết án=====\nCựu chủ tịch AIC Nguyễn Thị Thanh Nhàn hiện đang bị truy nã, ngày 4-1-2023 bị cho là có vai trò chủ mưu, cầm đầu, chỉ đạo vụ gian lận đấu thầu tại Đồng Nai nên bị tuyên phạt 30 năm tù, 16 năm tù tội vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng, 14 năm tù về tội đưa hối lộ.<ref name=tt230104b>{{Chú thích web|url=https:\/\/tuoitre.vn\/toa-tuyen-phat-ba-nguyen-thi-thanh-nhan-30-nam-tu-20230103233828147.htm|title=Tòa tuyên phạt bà Nguyễn Thị Thanh Nhàn 30 năm tù|tác giả=|họ=|tên=|ngày=04-01-2023|website=Tuoitre|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n====Bệnh viện Sản nhi Quảng Ninh====\nBà Nhàn hiện đang bị truy nã, ngày 18\/8\/2022, lại bị khởi tố cùng 7 người khác trong vụ án Vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng xảy ra tại Bệnh viện sản nhi Quảng Ninh năm 2012. 7 người bị bắt tạm giam đó là ba cán bộ Sở Y tế Quảng Ninh Hoàng Đình Sơn, cựu phó giám đốc Ban Quản lý dự án các công trình y tế; Phạm Ngọc Dũng, cựu chuyên viên phòng Kế hoạch - Tài chính; Nguyễn Quý Thịnh, chuyên viên phòng Kế hoạch - Tài chính Nguyễn Hồng Sơn, phó tổng giám đốc AIC; Đỗ Văn Sơn, Kế toán trưởng AIC; Trương Thị Xuân Loan, trưởng ban 3 AIC; Nguyễn Thị Tích, Tổng giám đốc Công ty Mopha”. Các bị can bị cáo buộc đã thông đồng với đơn vị tư vấn để ban hành chứng thư thẩm định giá cao hơn thực tế, móc ngoặc với nhà thầu và Công ty AIC để nâng giá thiết bị y tế, gây thiệt hại tài sản Nhà nước 73 tỷ đồng.\n\nNgày 17-3-2023, Cơ quan cảnh sát điều tra đã khởi tố thêm năm bị can gồm Tạ Hải Anh - giám đốc Công ty cổ phần Tư vấn công nghệ cao, Cao Việt Bách - giám đốc Công ty cổ phần BVA, Trần Quốc Công - giám đốc Công ty cổ phần Uy Tín Toàn Cầu và Nguyễn Thị Quyên - chủ tịch HĐQT Công ty thẩm định giá Cimeico và Nguyễn Anh Dũng, anh trai bà Nguyễn Thị Thanh Nhàn, - giám đốc Công ty cổ phần bất động sản Phúc Hưng. Tất cả các bị can đều bị khởi tố về tội \"vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng\" theo điều 222 Bộ luật hình sự, vai trò đồng phạm.<ref name=tt230317>{{Chú thích web|url=https:\/\/tuoitre.vn\/khoi-to-anh-trai-ba-nguyen-thi-thanh-nhan-va-bon-giam-doc-cong-ty-20230317201916925.htm|title=Khởi tố anh trai bà Nguyễn Thị Thanh Nhàn và bốn giám đốc công ty|tác giả=|họ=|tên=|ngày=17-3-2023|website=Tuoitre|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n====Bị truy nã====\nNgày [[29 tháng 4]] năm [[2022]], bà bị [[Cơ quan Cảnh sát Điều tra, Bộ Công an (Việt Nam)|Cơ quan Cảnh sát điều tra Bộ Công an]] ([[Cục Cảnh sát điều tra tội phạm về tham nhũng, kinh tế, buôn lậu|C03]]) ra các Quyết định khởi tố bị can, Lệnh bắt bị can để tạm giam, Lệnh khám xét trong Quyết định khởi tố vụ án hình sự “Vi phạm quy định về đấu thầu gây hậu quả nghiêm trọng” xảy ra tại [[Bệnh viện Đa khoa Đồng Nai]], Công ty AIC và các đơn vị liên quan.<ref>{{Chú thích web|url=http:\/\/mps.gov.vn\/tin-tuc-su-kien\/khoi-to-vu-an-xay-ra-tai-benh-vien-da-khoa-dong-nai-va-cac-don-vi-lien-quan-d17-t31656.html|tựa đề=Khởi tố vụ án xảy ra tại Bệnh viện Đa khoa Đồng Nai và các đơn vị liên quan|ngày=2022-04-29|website=mps.gov.vn|url-status=live|ngày truy cập=2022-05-02|archive-date = ngày 30 tháng 4 năm 2022 |archive-url=https:\/\/web.archive.org\/web\/20220430182434\/http:\/\/www.mps.gov.vn\/tin-tuc-su-kien\/khoi-to-vu-an-xay-ra-tai-benh-vien-da-khoa-dong-nai-va-cac-don-vi-lien-quan-d17-t31656.html}}<\/ref> Đến ngày 10.5 Cơ quan Cảnh sát điều tra Bộ Công an cho biết bà đã bỏ trốn nên họ đã ra quyết định truy nã đặc biệt.<ref name=tn220519>{{Chú thích web|url=https:\/\/thanhnien.vn\/truy-na-dac-biet-doanh-nhan-nguyen-thi-thanh-nhan-post1454320.html|tựa đề=Truy nã đặc biệt doanh nhân Nguyễn Thị Thanh Nhàn|ngày=2022-05-19|website=thanhnien|url-status=live|ngày truy cập=}}<\/ref>\n<ref name=vne0818>{{Chú thích web|url=https:\/\/vnexpress.net\/cuu-giam-doc-aic-nguyen-thi-thanh-nhan-tiep-tuc-bi-khoi-to-4501011.html|title=Cựu giám đốc AIC Nguyễn Thị Thanh Nhàn tiếp tục bị khởi tố|tác giả=|họ=|tên=|ngày=18-8-2022|website=Báo điện tử VnExpress|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n====Bị kê biên tài sản====\nThời điểm khởi tố [[Bệnh viện Đa khoa Đồng Nai#Vụ án đấu thầu tại Bệnh viện Đa khoa Đồng Nai với Công ty AIC|vụ án đấu thầu tại Bệnh viện Đa khoa Đồng Nai với Công ty AIC]], cơ quan điều tra đã phong tỏa hơn 107 tỉ đồng là số dư trong bốn tài khoản ngân hàng. Công an điều tra C03 đã ra lệnh kê biên đối với tài sản là một nhà biệt thự diện tích 357m2 tại phố Trần Hưng Đạo, phường Cửa Nam, quận Hoàn Kiếm, Hà Nội. Ngôi biệt thự này bà Nhàn nhờ bố đẻ đứng tên. C03 cũng kê biên với tài sản là một nhà biệt thự diện tích 453m2 tại phố Nguyễn Huy Tự, phường Bạch Đằng, quận Hai Bà Trưng, Hà Nội. Ngôi biệt thự này đứng tên Nguyễn Thị Thanh Nhàn. Ngày 17-8-2022, C03 ra lệnh kê biên cùng lúc sáu căn hộ tại khu chung cư cao cấp Pacific Place trên phố Lý Thường Kiệt, phường Trần Hưng Đạo, quận Hoàn Kiếm, Hà Nội.<ref name=tt221114>{{Chú thích web|url=https:\/\/tuoitre.vn\/ba-nhan-aic-lay-tien-tu-dau-de-hoi-lo-20221114074539489.htm|title=Bà Nhàn AIC lấy tiền từ đâu để hối lộ?|tác giả=|họ=|tên=|ngày=14-11-2022|website=Tuoitre|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Công ty CP Tiến bộ Quốc tế (AIC Group)==\nAIC Group có tiền thân là \nTrung tâm xuất khẩu lao động Tralacen trực thuộc Bộ Giao thông Vận tải Việt Nam, được thành lập và chính thức đi vào hoạt động ngày 10\/9\/1999.<ref name=vtc0502\/> Tháng 10\/2005, Trung tâm xuất khẩu lao động Tralacen được cổ phần hóa và đổi tên thành Công ty Cổ phần Tiến bộ Quốc tế (AIC Group).<ref name=vtc0502\/>\n\nAIC Group được biết đến là doanh nghiệp tiên phong trong nhiều lĩnh vực kinh doanh như Y tế, giáo dục, đào tạo nhân lực, bất động sản, năng lượng, khoa học công nghệ…, với 29 công ty thành viên, hàng ngàn cán bộ nhân viên và hàng trăm đối tác lớn trên toàn cầu. Trong nhiều năm liền, AIC Group luôn đứng đầu Việt Nam về xuất khẩu lao động với việc đưa hàng trăm ngàn lượt người đi làm việc tại nước ngoài.<ref name=vtc0502\/>\n\nCập nhật tới tháng 9\/2020, AIC Group có quy mô vốn điều lệ ở mức 1.350 tỉ đồng. Trong đó, bà Nguyễn Thị Thanh Nhàn góp 765,23 tỉ đồng, chiếm tỉ lệ sở hữu chi phối với 76,5% vốn điều lệ.<ref name=\":2\">{{Chú thích web|url=https:\/\/viettimes.vn\/co-nghiep-khung-cua-cuu-chu-tich-aic-group-nguyen-thi-thanh-nhan-post156422.html|tựa đề=Cơ nghiệp 'khủng' của cựu Chủ tịch AIC Group Nguyễn Thị Thanh Nhàn|tác giả=|ngày=2022-04-30|website=viettimes|url-status=live|ngày truy cập=2022-05-02|archive-date = ngày 6 tháng 6 năm 2022 |archive-url=https:\/\/web.archive.org\/web\/20220606050119\/https:\/\/viettimes.vn\/co-nghiep-khung-cua-cuu-chu-tich-aic-group-nguyen-thi-thanh-nhan-post156422.html}}<\/ref>\n\nTheo đánh giá của Công ty cổ phần Báo cáo đánh giá Việt Nam, Công ty CP Tiến bộ quốc tế - AIC Group được xếp vào nhóm 500 doanh nghiệp lớn nhất cả nước, doanh thu của công ty theo báo cáo tài chính năm 2012 đạt hơn 10.000 tỉ đồng.<ref name=\":3\">{{Chú thích web|url=https:\/\/tuoitre.vn\/de-che-aic-group-cua-ba-nguyen-thi-thanh-nhan-lam-an-the-nao-2022043010303425.htm|tựa đề=\"Đế chế\" AIC Group của bà Nguyễn Thị Thanh Nhàn 'làm ăn' thế nào?|tác giả=|ngày=2022-04-30|website=tuoitre|url-status=live|ngày truy cập=2022-05-02|archive-date = ngày 2 tháng 5 năm 2022 |archive-url=https:\/\/web.archive.org\/web\/20220502082235\/https:\/\/tuoitre.vn\/de-che-aic-group-cua-ba-nguyen-thi-thanh-nhan-lam-an-the-nao-2022043010303425.htm}}<\/ref>\n\n== Chú thích ==\n{{tham khảo|3}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1969}}\n\n[[Thể loại:Doanh nhân Việt Nam]]\n[[Thể loại:Huân chương Mặt trời mọc]]\n[[Thể loại:Sinh tại Bắc Ninh]]\n[[Thể loại:Người bị Việt Nam truy nã]]"}