{"209937":"{{Thông tin viên chức\n| màu =\n| màu 2 = \n| màu chữ = \n| tên =Nguyễn Lân Dũng\n| hình =GS Nguyễn Lân Dũng.JPG\n| cỡ hình =150px \n| ghi chú hình =Giáo sư Nguyễn Lân Dũng \n| ngày sinh ={{ngày sinh và tuổi|1938|9|29}}\n| nơi sinh = xã [[Ngọc Lập]], huyện [[Mỹ Hào]] (nay là phường Phùng Chí Kiên, thị xã Mỹ Hào), tỉnh [[Hưng Yên]]\n| nơi ở = \n| ngày chết = \n| nơi chết = \n| chức vụ = Đại biểu quốc hội khóa XI\n| bắt đầu = 2002\n| kết thúc = 2007\n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = Đại biểu quốc hội khóa XII\n| bắt đầu 2 = 2007\n| kết thúc 2 = 2011\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 = \n| chức vụ 3 = Ủy viên Mặt trận Tổ quốc Việt Nam\n| bắt đầu 3 = \n| kết thúc 3 = \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = \n| bắt đầu 4 = \n| kết thúc 4 = \n| tiền nhiệm 4 = \n| kế nhiệm 4 = \n| địa hạt 4 = \n| phó chức vụ 4 = \n| phó viên chức 4 = \n| đa số = \n| đảng = [[Không đảng phái|Không]]\n| nghề = Nhà nghiên cứu sinh học\n| giáo dục =\n| học trường =\n| dân tộc = [[Việt]]\n| đạo = \n| chữ ký = \n| họ hàng = \n| cha = [[Nguyễn Lân]]\n| mẹ = Nguyễn Thị Tề\n| họ hàng = *[[Nguyễn Lân Tuất]] (anh cả)\n*[[Nguyễn Tề Chỉnh]] (chị gái)\n*[[Nguyễn Lân Cường]] (em trai)\n*[[Nguyễn Lân Hùng]] (em trai)\n*[[Nguyễn Lân Tráng]] (em trai)\n*[[Nguyễn Lân Việt]] (em trai)\n*[[Nguyễn Lân Trung]] (em trai)\n| vợ = [[Nguyễn Kim Nữ Hiếu]]\n| chồng = \n| kết hợp dân sự = \n| con = *[[Nguyễn Lân Hiếu]]\n*[[Nguyễn Kim Nữ Thảo]]\n| website = \n| chú thích = \n}}\n'''Nguyễn Lân Dũng''', sinh năm [[1938]] là một [[giáo sư]] [[tiến sĩ]] sinh học, [[Nhà giáo Nhân dân]] của Việt Nam.<ref>[http:\/\/www.nts.edu.vn\/Images\/TinTuc\/201011\/006\/Danh%20sach%20NGND%20nam%202010.doc Danh sách Nhà giáo nhân dân được phong tặng năm 2010]{{Liên kết hỏng|date = ngày 21 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref> Công tác chính của ông là giảng dạy và nghiên cứu tại Viện Vi sinh vật và Công nghệ sinh học thuộc [[Đại học Quốc gia Hà Nội]].\n\n== Thân thế ==\nNguyễn Lân Dũng sinh ngày [[29 tháng 9]] năm 1938 tại [[Huế]] trong một gia đình giàu truyền thống hiếu học. Ông là con thứ 3 của [[Nhà giáo Nhân dân]] [[Nguyễn Lân]].\n\n==Công tác hiện tại==\nÔng hiện là Phó Chủ tịch (PCT) Hội liên lạc với người Việt Nam ở nước ngoài, Ủy viên [[Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam|Ủy ban Trung ương Mặt trận Tổ Quốc Việt Nam]], Chuyên gia cao cấp [[Viện Vi sinh vật và Công nghệ sinh học]] (VSV&CNSH), Chủ tịch [[Hội các ngành Sinh học Việt Nam]], Ủy viên Đoàn Chủ tịch Ủy ban trung ương MTTQ Việt Nam, Ủy viên Hội đồng Quốc gia Giáo dục và Phát triển nhân lực, Viện trưởng Viện Thực phẩm chức năng, Cố vấn Việt Nam của Hội lien hiệp thanh niên Quốc tế (IYF),  Chủ nhiệm Chương trình tự nguyện đưa khoa học kĩ thuật vào hộ nông dân; Ủy viên [[Ủy ban Đối ngoại Quốc hội (Việt Nam)|Ủy ban Đối ngoại Quốc hội]]; Đại biểu Quốc hội khóa XII (tỉnh [[Đắk Nông|Đắc Nông]]).<ref>[http:\/\/vietsciences.free.fr\/design\/lltg_nguyenlandung.htm Tiểu sử Nguyễn Lân Dũng]<\/ref>\n\n==Cống hiến==\n[[Tập tin:GS Nguyen Lan Dung.jpg|nhỏ|phải|GS Nguyễn Lân Dũng (người đứng bên trái)]]Ông là [[Đại biểu Quốc hội Việt Nam]] các khóa X, XI, XII.\n\nÔng là nhà nghiên cứu [[sinh học]] hàng đầu Việt Nam. Quá trình công tác trong ngành sinh học của ông đã làm cho ngành này phát triển mạnh mẽ tại Việt Nam. Ông đóng góp công lớn cho công tác nghiên cứu sinh học tại Việt Nam, đồng thời đưa nhiều ý kiến quan trọng để hoàn thiện bộ [[sách giáo khoa]] sinh học rất được đánh giá cao tại Việt Nam. Ông luôn luôn đóng góp ý kiến cho việc xây dựng bộ sách giáo khoa ở Việt Nam. Ông tham gia chuyên mục nổi tiếng \"Hỏi gì đáp nấy\" chuyên về giải đáp mọi thắc mắc của mọi người, ông cũng viết một bộ sách cũng mang tên này.\n\nÔng có nhiều lời khuyên cụ thể, thiết thực cho bà con nông dân Việt Nam để phát triển kinh tế.\n==Công trình khoa học<ref name=\":0\">{{Chú thích web|url=http:\/\/vnu.edu.vn\/eng\/?C1635\/N3243\/page7|tựa đề=GS.TS. NGƯT NGUYỄN LÂN DŨNG, KHOA SINH HỌC, ĐHKHTN|website=vnu.edu.vn}}<\/ref>==\n*Nghiên cứu sơ bộ về Azotobacter và Clotridium pasteurianum, Sinh vật Địa học, 17-12, 1960 (Cộng tác với Tạ Duy Hiến).\n*Nghiên cứu khu hệ vi sinh vật trong đất trồng lúa, Trung văn, 37 trang in. Báo cáo khoa học tại Hội nghị Thổ nhưỡng học tỉnh Liêu Ninh, Trung Quốc, 1961.\n*Nhận xét đầu tiên về hoạt động vi sinh vật trong quá trình ủ phân tại ruộng, [[Khoa học kỹ thuật]] nông nghiệp, 4, 227-231, 1962 (Cộng tác với Nguyễn Đình Quyền, Tạ Duy Hiến).\n*Nghiên cứu lựa chọn phương pháp nhuộm tiên mao vi khuẩn, Thông báo khoa học trường Đại học Tổng hợp, phần Hóa sinh, T.1, 40-42, 1962 (Cộng tác với Nguyễn Đình Quyến).\n*Nghiên cứu biến động của hoạt động vi sinh vật học và hàm lượng chất dinh dưỡng trong đất trồng khoai lang dưới ảnh hưởng của các chế độ phân bón khoa học, Báo cáo tại Hội nghị khoa học khoa Sinh vật trường Đại học Tổng hợp, 1963 (Cộng tác với Hoàng Văn Thế).\n*Nhận xét đầu tiên về sự phân bố của vi sinh vật cố định nitrogen trong đất trồng lúa nước ở Việt Nam, khoa học kỹ thuật nông nghiệp, 5, 1964.\n*Bước đầu nghiên cứu về kích thích tố thực vật gibberelin, Thông báo khoa học trường Đại học Tổng hợp, phần Sinh vật, T.1,68,1965 (Cộng tác với Nguyễn Đình Quyến).\n*Một số kết quả bước đầu trong việc nghiên cứu sử dụng vi sinh vật để chế biến thực phẩm, tin tức hoạt động khoa học, I, 26-63, 1967 (Cộng tác với Lý Kim Bảng).\n*Nghiên cứu biện pháp chống nấm để bảo quản một số sản phẩm công nghiệp nhẹ, kỹ thuật công nghiệp nhẹ, 3, 10-5, 1968 (Cộng tác với Trần Thị Thanh, Trương Văn Năm).\n*Bước đầu nghiên cứu các nhóm vi sinh vật cố định đạm ở Việt Nam và ảnh hưởng của chúng đối với cây trồng. Nghiên cứu đất phân, T.1, Nhà xuất bản khoa học, 96-128, 1969.\n*Từ khí thiên nhiên đến thịt nhân tạo, Tin tức hoạt động khoa học, 12, 19-21, 1970\n*Bước đầu nghiên cứu một số loại nấm men phân lập ở Việt Nam và khả năng sử dụng chúng trong chăn nuôi - Khoa học kỹ thuật nông nghiệp, 10, 663-668, 1969.\n*Ủmen là biện pháp kỹ thuật hỗ trợ tích cực cho việc nuôi lớn bằng thức ăn sống, Báo cáo tại Hội nghị khoa học, Ủy ban KHKTNN, 1969.\n*Vi sinh vật cố định đạm cộng sinh và cơ chế của quá trình cố định đạm, Ủy ban KHKTNN, 1969.\n*Giá trị dinh dưỡng của nấm men và vấn đề sử dụng chúng trong chăn nuôi - Khoa học kỹ thuật nông nghiệp nước ngoài, 8, 1969.\n*Vi sinh vật học và khoa học kỹ thuật, Tin tức hoạt động khoa học, 8, 6-14, 1970.\n*Giá trị dinh dưỡng của nấm men và việc sản xuất, sử dụng nấm men gia súc hiện nay. Nấm men dùng trong chăn nuôi lợn. Nhà xuất bản khoa học và kỹ thuật, 239-257, 1970.\n*Vấn đề sử dụng chất kháng sinh trong chăn nuôi gia súc và gia cầm. Nấm men dùng trong chăn nuôi lợn, Nhà xuất bán khoa học và kỹ thuật, 216-23S, 1970.\n*Bước đầu nghiên cứu khả năng sinh tổng hợp B12 của nòi vi khuẩn Prop. Shermanii TH1 - 69, Thông báo khoa học ĐHTH, Phần sinh vật học, T.5, 55-67, 1970 (Cộng tác với [[Lê Khắc]] Kiều An và Tạ Duy Hiến).\n*Bước đầu nghiên cứu các nhóm vi sinh vật cố định đạm ở Việt Nam và phương hướng tận dụng chúng để nâng cao năng suất lúa - Thông báo khoa học Trường Đại học Tổng hợp, phần vi sinh vật học, T.4, 1 14-130, 1969. \n*Biện pháp ủ men nuôi lợn ở Trung Quốc- Tạp chí hoạt động khoa học, II, 18-21, 1971.\n*Một số phương hướng giải quyết vấn đề cân bằng đạm trong nông nghiệp - Tạp chí Thanh niên, 11, 36-39, 1972.\n*Khả năng và triển vọng của việc sứ dụng sinh khối vi sinh vật để làm thức ăn bổ sung trong chăn nuôi. Thông tin sinh vật học, 3, 29-36, 1974.\n*Nghiên cứu lựa chọn các nòi nấm men có khả năng tích luỹ sinh khối nhanh và có hoạt tính phân giải tinh bột cao để sử dụng trong việc chế biến thức ăn gia súc gia cầm, báo cáo tại Hội nghị khoa học Ủy ban KHKTNN, tháng 11-1975.\n*Nghiên cứu khả năng phân giải xenlulôza của một số nòi vi sinh vật phân lập ở Việt Nam, Báo cáo tại Hội nghị khoa học Ủy ban KHTKNN, 13-14 tháng 11-1974.\n*Nghiên cứu cải tiến phương pháp sản xuất chế phẩm vitamin B12 thô dùng trong chăn nuôi, Khoa học kỹ thuật nông nghiệp, 7, 517-523, 1975 (Cùng với Trần Thị Thanh vàLê Khắc Kiều Ân).\n*Một số phương pháp nghiên cứu vi sinh vật học, Tập I, NXB Khoa học và kỹ thuật, 1975.\n*Một số phương pháp nghiên cứu vi sinh vật học, Tập II, NXB Khoa học và kỹ thuật, 1976 (Cùng Nguyễn Đăng Đức, Đặng Hồng Miên, Nguyễn Vĩnh Phước, Nguyễn Đình Quyến, Nguyễn Phùng Tiến, Phạm Văn Ty\n*Góp phần nghiên cứu cải tiến cơ cấu thức ăn trong khẩu phần chăn nuôi lợn, Báo cáo tại Hội nghị khoa học năm 1976 của trường Đại học Tổng hợp.\n*Đặc điểm sinh học và vị trí phân loại của chủng nấm men Endomycopsis 119, Báo cáo tạo Hội nghị khoa học năm 1978, trường Đại học Tổng hợp (Cộng tác với Vũ Minh Đức)\n*Một số phương pháp nghiên cứu vi sinh vật học, Tập III, NXB Khoa học và kỹ thuật, 1978 (Cùng Phạm Thị Trân Châu, Nguyễn Thanh Hiền, Lê Đình Lương, Đoàn Xuân Mượu, Phạm Văn Ty.\n*Một số đặc điểm của Glucoamylaza ở chủng nấm men Endomycopsis 119. Báo cáo tại Hội nghị khoa học năm 1978 của trường Đại học tổng hợp (Cộng tác với Nguyễn Đình Quyến và Vũ Minh Đức).\n*Khả năng tích luỹ amylaza ở một số chủng Endomycopsis flbuligera đã được lựa chọn và ảnh hưởng của một số điều kiện lên hoạt tính của men này. Tạp chí Sinh vật học, 4, 2, 1-5, 1980 (Cộng tác với Vũ Minh Đức và Nguyễn Đình Quyến).\n*Nghiên cứu lựa chọn các chủng nấm men có khả năng tích luỹ sinh khối nhanh và có hoạt tính phân giải tinh bột cao để sử dụng trong việc chế biến thức ăn gia súc, gia cầm, Báo cáo tại Hội nghị khoa học năm 1976 của trường Đại học Tổng hợp (Cộng tác với Vũ Minh Đức và Tạ Duy Hiến).\n*Nghiên cứu sử dụng tinh bột chất lượng thấp và phân khoáng để sản xuất sinh khối nấm men Endomycopsis 119 phục vụ chăn nuôi, Báo cáo tại Hội nghị khoa học năm 1978 của trường Đại học Tổng hợp (Cộng tác với Nguyễn Thiện Luân, Nguyễn Văn Lộc và Tạ Duy Hiến).\n*Nghiên cứu lựa chọn các chủng Endomycopsis fibuligera có tốc độ tích luỹ protein cao trên môi trường tinh bột, Báo cáo tại Hội nghị khoa học năm 1979 của trường Đại học Tổng hợp (Cộng tác với Tạ Duy Hiến).\n*Nghiên cứu lựa chọn các chủng nấm men tích luỹ sinh khối nhanh trên môi trường bã rượu và khả năng sử dụng chúng phục vụ chăn nuôi. Báo cáo tại Hội nghị khoa học 1979 của Trường Đại học Tổng hợp (Cộng tác với Tạ Duy Hiến).\n*Khả năng phát triển công nghiệp lên men ở cấp huyện để góp phần phục vụ sản xuất nông nghiệp, Báo cáo tại Hội nghị chuyên đề về cấp huyện\" do Bộ Đại học và THCN tổ chức.\n*Vi sinh vật học trồng trọt, Nhà xuất bản nông nghiệp, Hà Nội, 1979 (Cộng tác với Đường Hồng Dạt, Nguyễn Đường, Nguyễn Thị Thanh Phụng, Trần Cẩm Vân, Hoàng Lương Việt).\n*Lựa chọn chủng Rhizopus và nghiên cứu điều kiện sản xuất sinh khối phục vụ chăn nuôi. Báo cáo tại Hội nghị khoa học Vi sinh vật học ứng dụng toàn quốc lần thứ nhất tháng 10, 1981 (Cộng tác với Đặng Bích Ngọc, Lê Hồng Mai).\n*Development of biological nitrogen sources for agricultural prupose in Vietnam, Rhizobium Newsletter (Australia), 26(l), 48-49, 1981.\n*Initiaal research efforts in to the possibility of using microbiological measures as a contribution to solving the problem of nitrogen balance in argiculture in Vietnam. Báo cáo khoa học tại Hội nghị cố định các nước Châu Á, Colombo (Srilnaka), 1981.\n*Molecular biology and the task of econonmic rahabilitation and developmen in the Socialist Republic of Vietnam, giới thiệu tại Hội nghị sinh học phân tử Châu á, Kyoto, 1981.\n*Vì sao khoa học kỹ thuật khó xâm nhập vào các tỉnh miền núi, tham luận tại Hội nghị khoa học lần thứ nhất về kinh tế xã hội các tỉnh miền núi, 1982.\n*Các thực phẩm lên men truyền thống của các dân tộc ở vùng Đông Nam Á và Đông Á, tạp chí Dân tộc học, 1, 1982.\n*Một số ý kiến về việc vận dụng các biện pháp vi sinh vật học vào sản xuất, Thông tin khoa học kỹ thuật, Ủy ban Khoa học và kỹ thuật Quảng Nam - Đà Năng, 2, 4, 3-5, 1979.\n*Nghiên cứu sử dụng vi sinh vật để sản xuất các loại sinh khối giàu protein và vitamin phục vụ chăn nuôi, Tạp chí Thông tin chuyên đề, Viện thông tin khoa học và kỹ thuật Trung ương, 41, 17-19, 1980.\n*Sản xuất và sử dụng chế phẩm vi sinh vật diệt côn trùng, NXB Khoa học và kỹ thuật, 1981 \n*Sản xuất sinh khối vi sinh vật giàu protein và vitamin phục vụ chăn nuôi. Thông tin khoa học kỹ thuật, Ủy ban khoa học và kỹ thuật Quảng Nam - Đà Năng, 4, 1-4, 1982.\n*Sản xuất sinh khối nấm men theo phương pháp lên men chìm, Ủy ban khoa học và kỹ thuật Quảng Nam - Đà Nẵng, 1983.\n*Một số sản phẩm của vi nấm, NXB Khoa học và Kỹ thuật, 1983\n*Truyện kể các nhà sinh học xuất sắc, NXB Giáo dục, 1983\n==Khen thưởng==\n*Nhà giáo nhân dân, Quyết định của Chủ tịch Nước số 1917, ngày 9-11-2010\n*Huân chương Kháng chiến Chống Mỹ cứu nước Hạng Hai (1985)\n*Huân chương Lao động Hạng Ba (1973)\n*Huân chương Lao động Hạng Hai (2013)\n*Bằng khen của Thủ tướng Chính phủ (1971)\n*Bẳng khen của Chủ tịch UB Trung ương Mặt trận Tổ quốc Việt Nam (2011), (2020)\n*Bằng khen của Chủ tịch  Tổng Công đoàn Việt Nam (1976)\n*Bằng khen của Chủ nhiệm Ủy ban Khoa học Nhà nước (1991)\n*Bằng khen của Bộ trưởng Bộ Đại học & Trung học chuyên nghiệp (1982)\n*Bằng khen của Chủ tịch Ủy ban nhân dân tỉnh Bắc Giang (2011)\n*Bằng khen của Chủ tịch Hiệp hội Bia-Rượu-Nước giải khát Việt Nam (2015)\n*Bằng khen của Chủ tịch Liên hiệp các Hội Khoa học và Kỹ thuật (Trí thức Việt Nam tiêu biểu, năm 2020)\n*Bằng khen số 1419 của Chủ tịch Ủy ban Nhân dân TP Hà Nội (2021)\n*Bằng khen số 603 của Chủ tịch Ủy ban Mặt trận Tổ quốc TP Hà Nội (2021)\n*Bằng khen số 02 của Chủ tịch Hội liên lạc với người Việt Nam ở nước ngoài (2021)\n*Kỷ niệm chương của các đoàn thể xã hội (thanh niên, phụ nữ, VTV, công đoàn…)\n*Chiến sĩ thi đua cấp Trường Đại học: 17 năm liên tục.\n\n== Sách<ref name=\":0\" \/> ==\n\n* Những hiểu biết mới về enzym. Nhà xuất bản khoa học và kỹ thuật, 152 trang, 1983.\n* Mười vạn câu hỏi. Nhà xuất bản khoa học, tập 1, 1961.\n* Hoá học của đất ngập nước. Nhà xuất bản khoa học, 1963.\n* Hoá học của đất ngập nước. Nhà xuất bản khoa học, 1963.\n* Cơ sở sinh lý học Vi sinh vật. Nhà xuất bản khoa học, 1964.\n* Enzym vi sinh vật. NXB Khoa học và kỹ thuật, T.I, 1982\n* Enzym vi sinh vật. NXB Khoa học và kỹ thuật, T.II., 1982.\n* Sinh học phục vụ sản xuất và đời sống. Tập I, Nhà xuất bản Giáo dục, 1987.\n* Sinh học phục vụ sản xuất và đời sống. Tập II, Nhà xuất bản Giáo dục, 1987.\n* Chuyện là trong thế giới xanh. Nhà xuất bản giáo dục, 1989.\n* Tìm hiểu về công nghệ Sinh học. Nhà xuất bản Giáo dục, 1992.\n* Những điều kỳ diệu. Khoa học phổ thông xuất bản, 1990.\n* Công nghệ sinh học - một cơ hội cho tất cả. Nhà xuất bản Nông nghiệp, 1992.\n* Công nghệ sinh học và phát triển. Nhà xuất bản khoa học và kỹ thuật, 1992.\n* Các bệnh bác học sinh học. Nhà xuất bản Giáo dục (đang in).\n* Tìm hiểu về công nghệ sinh học. Nhà xuất bản Giáo dục, 1992.\n* Sinh học 10, Ban khoa giáo tự nhiên và Ban khoa học thực nghiệm. Nhà xuất bản Giáo dục, 1994.\n* Sinh học 10 - Sách giáo viên. Nhà xuất bản Giáo dục, 1994.\n* Phân loại nấm men. Bảo tàng giống chuẩn vi sinh vật xuất bản, 1995.\n* Hỏi đáp về thế giới thực vật. NXB Giáo dục, 1997.\n* Em biết gì về cơ thể người? Nhà xuất bản Giáo dục, 1998.\n* Hỏi gì đáp nấy. Tập 1. Nhà xuất bản Trẻ, 1999.\n* Hỏi gì đáp nấy. Tập 2. Nhà xuất bản Trẻ, 1999.\n* Hỏi gì đáp nấy. Tập 3. Nhà xuất bản Trẻ, 1999.\n* Nấm ăn - Sinh học và công nghệ, Nhà xuất bản Nông nghiệp, 2000.\n* Tri thức là sức mạnh. Nhà xuất bản Thanh niên, 2000.\n* Công nghệ nuôi trồng nấm. Tập 1. Nhà xuất bản Nông nghiệp, 2002.\n* Nghĩ và viết. Nhà xuất bản Hải Phòng, 2002.\n* Tư vấn về kiến trúc xã hội. Nhà xuất bản Thanh niên, 2002.\n* Hỏi gì đáp nấy. Tập 4. Nhà xuất bản Trẻ, 2003.\n* Hỏi gì đáp nấy. Tập 5. Nhà xuất bản Trẻ, 2003.\n* Hỏi gì đáp nấy. Tập 6. Nhà xuất bản Trẻ, 2003.\n* Hỏi gì đáp nấy. Tập 7. Nhà xuất bản Trẻ, 2005.\n* Hỏi gì đáp nấy. Tập 8. Nhà xuất bản Trẻ, 2005.\n* Hỏi gì đáp nấy. Tập 9. Nhà xuất bản Trẻ, 2005.\n* Tự học nghề trồng nấm. Nhà xuất bản Nông nghiệp, 2004.\n* Công nghệ nuôi trồng nấm. Tập 2. Nhà xuất bản Nông nghiệp, 2003.\n* Hỏi gì về thế giới vi sinh vật. Nhà xuất bản Giáo dục, 2004.\n* Công tác quản lý nguồn gen vi sinh vật tại Bảo tàng giống chuẩn vi sinh vật (VTCC), Trung tâm Công nghệ sinh học, Đại học Quốc gia Hà Nội. Trong sách \"Những vấn đề nghiên cứu cơ bản trong kế hoạch sự sống\". NXB Khoa học và kỹ thuật, Hà Nội, 2003, trang 861-864 (Cộng tác với Dương Văn Hợp).\n* Tài nguyên vi sinh vật Việt Nam. Trong sách \"Bách khoa toàn thư nông nghiệp Việt Nam\". Tập 1. Tổng quan Việt Nam. Nhà xuất bản Từ điển Bách khoa.\n\n==Trình độ ngoại ngữ==\n\nDù là một người sinh ra ở Việt Nam trong thời chiến tranh, nhưng trong một chia sẻ với các học sinh, ông nói rằng bản thân ông nghe và đọc được 4 ngoại ngữ.<ref>https:\/\/www.youtube.com\/watch?v=GLEvLHFshyc&t=14s<\/ref>\n\n==Gia đình==\n* Ông Dũng là con thứ ba của nhà giáo nhân dân [[Nguyễn Lân]]. \n* Mẹ ông là bà Nguyễn Thị Tề. \n* Vợ là [[Nguyễn Kim Nữ Hiếu]], Đại tá, Phó giáo sư tiến sĩ, thầy thuốc nhân dân, nguyên Phó giám đốc [[Bệnh viện 108|Bệnh viện Quân y 108]], bà Hiếu là con gái Giáo sư - Tiến sĩ Nguyễn Văn Huyên.\n* Bố vợ là Giáo sư, tiến sĩ [[Nguyễn Văn Huyên]]. Ông Huyên từng làm bộ trưởng Bộ Quốc gia Giáo dục của Việt Nam Dân chủ Cộng hoà từ năm 1946 đến năm 1975. \n* Con trai cả là [[Nguyễn Lân Hiếu]]\n* Con gái là [[Nguyễn Kim Nữ Thảo]].<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/nhip-song-tre\/hai-nguoi-con-thanh-dat-cua-gs-nguyen-lan-dung-130357.htm | tiêu đề = Hai người con thành đạt của GS Nguyễn Lân Dũng | tác giả = | ngày = 18 tháng 7 năm 2006 | ngày truy cập = 7 tháng 3 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Thời gian sống|1938}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Tiến sĩ Sinh học Việt Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà giáo Nhân dân]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa X]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XI]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII]]\n[[Thể loại:Nhà sinh học Việt Nam]]\n[[Thể loại:Dòng họ Nguyễn Lân]]\n[[Thể loại:Sinh tại Hưng Yên]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII không là đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XI không là đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa X không là đảng viên Đảng Cộng sản Việt Nam]]"}