{"317764":"{{Thông tin nhân vật phong kiến\n| tên = Nguyễn Hy Quang\n| tên gốc = \n| hình = \n| cỡ hình = \n| ghi chú hình = <!-- Binh nghiệp -->\n| phục vụ = \n| thuộc = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| khen thưởng = <!-- Thông tin chung -->\n| tên khác = \n| húy = Vẹ\n| tự = Hy Quang\n| hiệu = \n| tôn xưng = \n| bút danh = \n| học vấn = <!-- tiến sĩ, cử nhân -->\n| chức quan = <!-- chức cao nhất -->\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu = \n| tước vị =\n| cha = \n| mẹ = \n| sinh = 28 tháng 3 năm Giáp Tuất (25 tháng 4), năm 1634\n| nơi sinh = làng Trung Tự, phường Đông Tác, huyện Thọ Xương, kinh thành Thăng Long\n| mất = {{ngày mất và tuổi|1692|5|6|1634|3|28}} (âm lịch)\n| nơi mất = \n| nguyên nhân mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = \n| quốc tịch = \n| dân tộc = \n| triều đại = [[Hậu Lê]]\n| tác phẩm = <!-- nổi bật -->\n}}\n\n'''Nguyễn Hy Quang''' ([[1634]]-[[1692]]), húy '''Vẹ''', tự '''Hy Quang''', là một nhà giáo, đại thần nhà [[Nhà Lê trung hưng|Lê trung hưng]] đã phụ đạo cho Thái phó Lương Mục Công [[Trịnh Vịnh]], đích tôn của chúa [[Trịnh Tạc]], dạy con Thái phó là [[Trịnh Bính]] (Tấn Quang Vương). Trong 18 năm làm việc ở cung đình, ông đã đóng góp nhiều mưu lược lớn cho triều đình và được phong tước Quận công, sau khi mất được gia phong Trung đẳng phúc thần, Trực ôn Văn Nhã đại vương.\n\nNguyễn Hy Quang được thờ trong đình Trung Tự, quê hương của ông<ref name=\"sugia.vn\">http:\/\/www.sugia.vn\/index.php?mod=news&cpid=19&nid=169&view=detail<\/ref>.\n\n== Quê hương và dòng họ ==\nNguyễn Hy Quang, tên huý là Vẹ, tự Hy Quang, sinh ngày 28 tháng 3 năm Giáp Tuất, niên hiệu Đức Long thứ 5 (25 tháng 4, năm 1634)<ref>http:\/\/www.hannom.org.vn\/detail.asp?param=822&Cadtid=475{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>, quê ở làng [[Trung Tự]], phường [[Đông Tác]], huyện [[Thọ Xương]], kinh thành [[Thăng Long]]. Đây vốn là một trong 36 phường của Kinh đô Thăng Long thời Lê.\n\n[[Dòng họ Nguyễn Đông Tác|Dòng họ Nguyễn ở phường Đông Tác]] của gia đình ông đã đến định cư tại Thăng Long từ giữa thế kỉ XV (Lê sơ) và đến Nguyễn Hy Quang là đời thứ 7. Tuy nhiên, vào cuối thế kỷ XVI, viên Thái phó là Việt Quận công lấy đất của họ này để lập quân doanh ở tây bắc Trung Tự. Do bị mất đất, người dân làng Trung Tự phải sang trú nhờ làng Kim Hoa kế bên. Nguyễn Hy Quang là đời thứ 4 trú nhờ tại làng Kim Hoa.\n\n== Sự nghiệp ==\n=== Con đường khoa cử ===\nNguyễn Hy Quang ra đời trong cảnh nghèo khó. Có lần, một thầy tướng trông thấy ông ở Hồ Dâm Đàm khen rằng: \"Đây là bậc hiền năng như Trương Lương đời Hán, Ngụy Trưng đời Đường. Ngày sau tất sẽ làm việc lớn phò vua giúp nước\".\n\nThuở nhỏ, Nguyễn Hy Quang học nhà, sau theo học thầy Nguyễn Tự Huy (người huyện Đông Sơn, Thanh Hóa). Theo thầy hai năm, Hy Quang chuyển sang học quan Trưởng sử họ Trần (người huyện Chương Đức). Sau đó, Hy Quang về nhà tự học thêm 3 năm nữa. Ông cần cù học tập đêm ngày, đặc biệt là rất chú trọng học kỹ các môn thiết thực với việc kinh luân. Hiếu học và minh mẫn hơn người, ông thông Nho thạo [[Chữ Nôm|Nôm]], giỏi nhiều môn văn, sử, thiên văn, y lý, phong thủy.\n\nVì thế, Đề đốc Văn Phụng hầu Phạm Công Túc, người làng Kim Hoa ở bên cạnh đã gả con gái cho.\n \nNăm 23 tuổi (1657), ông tham dự kì [[thi Hương]] khoa Đinh Dậu và đỗ [[Giải nguyên]] nhưng sau đó [[thi Hội]] không đậu. Năm 1670, ông đỗ khoa [[Sĩ vọng|Sĩ Vọng]]. Được bổ làm Giáo thụ phủ [[Thường Tín]], chỉ sau hai năm tiếng đồn về tài năng và tính cương trực cùng lối sống thanh bạch cần cù của ông đã lan xa.\n\n=== Trở thành bậc sư thần ===\nNăm [[1673]], chúa Tây Vương [[Trịnh Tạc]] cho đặc triệu ông vào phủ làm tân khách giúp Thái phó Lương Mục Công Trịnh Vịnh là đích tôn của Chúa, con trưởng của Thế tử Nguyên soái Điển quốc chính [[Trịnh Căn]]. Năm Chính Hòa thứ 5 (1684) Nguyễn Hy Quang được cử giữ chức Lang trung bộ Lại kiêm Tri bộ Hộ.\n\nLúc này theo chế độ các chúa Trịnh, khi con hay cháu có khả năng làm được việc nước thì cho lập phủ riêng để tham dự hoặc nắm chính quyền, Chúa đang chuẩn bị cho đích tôn ra mở phủ. Nguyễn Hy Quang được giao thêm việc dạy [[Trịnh Bính]], con của Thái phó.\n[[Tập tin:Dinh lang Trung Tu.JPG|nhỏ|phải|Đình làng [[Trung Tự]] - nơi thờ thần Cao Sơn cùng Tuệ Minh Công chúa<ref>cuốn ''Hà Nội-di tích lịch sử văn hóa và danh thắng'', Doãn Đoan Trinh, Hội Khoa học Lịch sử Việt Nam-Sở Văn hóa Thông tin Hà Nội, năm 2000, bài ''Đình Trung Tự'', trang 702.<\/ref> và Nguyễn Hy Quang<ref name=\"sugia.vn\"\/>.]]\n\nĐối với việc dạy Trịnh Bính, Nguyễn Hy Quang nghĩ chuyện dài lâu nên coi trọng dạy những kiến thức và đức tính cần thiết với quản lý đất nước. Khi Trịnh Bính còn ít tuổi, ông thường dắt lên điện đình, chỉ bảo cặn kẽ. Không may Thái phó mất sớm, em là Khiêm Công [[Trịnh Bách]] được chuẩn bị mở phủ, nhưng sau đó cũng bị bệnh nguy cấp và mất sau khi mở phủ được 3 năm. Do đó, năm [[1688]] Chúa Định Vương [[Trịnh Căn]] phong đích tôn Trịnh Bính làm Tấn Quốc Công (sau phong là Tấn Quang Vương), cho mở phủ Tiết Chế kiêm Tổng Chính Quyền và ủy cho Tả Thị Lang [[Nguyễn Viết Thứ]] và ông phụ tá việc nhiếp chính của Trịnh Bính.\n\nChính vị thế quan trọng này đã gây cho ông bao phức tạp, tuy nhiên, ông đã đem hết tâm sức làm tròn, khiến uy tín ngày càng tăng. Nghe chuyện bịa đặt dèm pha, ông cứng cỏi vững vàng không dao động. Ông thường lấy khuôn phép người xưa để tự mình gắng sức, vươn lên hơn người. Trong việc quan, ông không bao giờ nhận quà cáp riêng, không màng quyền uy, không màng giàu có, luôn thanh bạch, công minh chính trực<ref>http:\/\/hannom.vass.gov.vn\/noidung\/thongbao\/Pages\/baiviet.aspx?ItemID=1329{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>.\n\nÔng có đóng góp lớn đối với làng Trung Tự trong việc đòi lại đất bị quan lại lấn chiếm từ nhiều đời trước. Sau khi đỗ Giải Nguyên năm 1657, ông đã vận động đoàn kết các dòng họ trong làng, tìm cách đòi lại đất cũ. Ông tâm sự trong thơ<ref>{{Chú thích web |url=http:\/\/www.kinhtenongthon.com.vn\/Story\/vanhoa\/2013\/7\/41969.html |ngày truy cập=2014-03-20 |tựa đề=Bản sao đã lưu trữ |archive-date=2014-03-20 |archive-url=https:\/\/web.archive.org\/web\/20140320044032\/http:\/\/www.kinhtenongthon.com.vn\/Story\/vanhoa\/2013\/7\/41969.html }}<\/ref>:\n{{cquote| \n:::::Ngùi ngùi thương cảm tổ tông,\n::::Dấu xưa vốn ở phường Đông truyền đời\n:::::Bây giờ đem tế đòi nơi\n::::Hương hồn làm khách đất người bao an\n:::::Thêm buồn lòng kẻ thế gian\n::::Thấy phiêu từng có loàn đan đôn bề\n:::::Trần tình một khải trên quỳ\n::::Cõi phường lại được những về thôn Trung...}}\n\nTrải qua 3, 4 lần xét xử, đến năm [[1674]], sau khoảng 80 năm phải \"ở nhờ\", người dân Đông Tác - Trung Tự đã được trở về phục nghiệp trên đất cũ của mình. Năm 1674, ông bỏ tiền lương cùng dân làng Trung Tự sửa sang làng xóm, làm đẹp bộ mặt quê hương. Biết đó là nơi có nền đất yếu, Trịnh Bính cho quân dẫn theo đàn voi đến khu đất dậm nền nhà cho vững chắc để trả ơn thầy dạy.\n\nTháng 6 âm năm 1691, ông được thăng Công khoa Đô cấp sự trung<ref>cuốn ''Lịch triều tạp kỷ'', Ngô Cao Lãng, quyển 1, Lê Hi Tông chương hoàng đế, trang 118.<\/ref>, tước Hiển Phương bá. Nhưng cùng năm ấy, Nguyễn Hy Quang xin nghỉ hưu.\n\n=== Trước tác ===\nChúa Trịnh qua nhiều lần đàm đạo tỏ ý hài lòng về ông và tặng thơ. Ông nhân đó soạn dâng Chúa bản \"Quân thần luận\" mong góp phần chấn chỉnh kỷ cương đất nước và yên dân. Bản \"Quân thần luận\" đã nêu rõ các đạo lý về quan hệ vua tôi, vấn đề hiểu biết và dùng người, vấn đề yên dân. Ông viết:\n\n{{cquote|Trị nước tuy có trăm đường, trị cương chẳng qua một sự. Dùng người mở lưới thu hết vào đã cho cơm gối cho áo, tùy tài đãi thấp cao đều xứng, cả làm cột bé làm rui.|||Quân thần luận}}\n\n{{cquote|Hiền thần có thể làm cho nước rạng danh, nhà vua được vinh dự, có thực danh. Trung thần thì chính mình bị tru diệt, vừa bị mang tiếng ác, chỉ có hư danh. Hai loại người đó khác nhau rất xa.|||Quân thần luận}}\n \nĐặc biệt Quân thần luận cũng nêu ra hai vấn đề nóng hổi đương thời: Việc binh và việc hình cần phải thiết thực. Chúa Trịnh Tạc tán thưởng và ban khen, thăng làm Lang trung bộ Lại kiêm tri bộ Hộ. Chúa khen: \"Bản Thập Tiệm của Ngụy Trưng cũng không hơn được\"..\n\nNguyễn Hy Quang hay làm thơ [[Chữ Nôm]] và có soạn sách. Ông để lại cuốn sách \"Quốc âm sự dẫn\", được coi là của gia bảo của dòng họ Nguyễn làng Trung Tự<ref name=\"hannom.org.vn\">http:\/\/www.hannom.org.vn\/detail.asp?param=822&Catid=475<\/ref>. Đặc biệt, bài thơ \"Cảm tác\" bằng chữ Nôm được sáng tác khi xây xong nhà ngay trước [[hồ Ba Mẫu]] ngày nay là một trong những áng thơ Nôm thể [[thơ#Lục bát|lục bát]] cổ xưa nhất còn lưu giữ lại được cho đến ngày nay, có niên đại rõ ràng (1674)<ref name=\"hannom.org.vn\"\/>, đã rất hoàn chỉnh, văn từ mượt mà. Bài thơ là một đóng góp quan trọng cho [[Văn học Việt Nam|văn học nước nhà]] của Nguyễn Hy Quang trong việc nghiên cứu sự hình thành và phát triển của thể thơ lục bát<ref name=\"vanhoanghean.com.vn\">http:\/\/vanhoanghean.com.vn\/goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/3192-nguyen-van-ly-ke-si-nha-van-hoa-dat-thang-long.html#_ftn4{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>. Bài thơ đó như sau:\n{{cquote|\n:::::Bốn bề cây cối lơ thơ\n::::Thung thăng con cá vật vờ đàn ong\n:::::Ngẫm thay người thật khách song\n::::Nhân tri kinh phật sinh không có lời\n:::::Đồng lần vật đổi sao rời\n::::Một nền trải mấy muơi đời dân gia\n:::::Tới ta rằng của riêng ta\n::::Nào trăm năm trước ắt là của ai\n:::::Làm chi cho vẩn lòng người\n::::Của đời ắt để cho đời phân minh|||Cảm tác}}\n\n=== Qua đời ===\nNăm 1692, ông lâm trọng bệnh. Cảm công ơn dạy dỗ của ông, Tiết chế kiêm Tổng Chính quyền [[Trịnh Bính]] đã tận tình chăm sóc thầy, thậm chí đích thân xuống lập đàn cầu trời và tự mình viết bài \"mật đảo văn\" cho thầy qua khỏi. Ông mất ngày 06 tháng 5 năm Nhâm Thân đời Lê Chính Hòa (1692)<ref name=\"hannom.org.vn\"\/>. Khi ông qua đời, Chúa thương xót và lệnh nghỉ [[chầu]] 3 ngày và sai các quan trong bộ Lễ lo việc tang tế. Hiện nay, phần mộ của ông được đặt tại nghĩa trang Thanh Tước ([[Mê Linh]] - Hà Nội).\n\n== Đánh giá ==\nTrong văn tế thầy, Trịnh Bính viết:\n\n''\"Học tất phải có thầy, lễ trước tiên là trọng đạo… Thầy có tài Kinh luận, truyền bảo cho trò. Trò nhờ dạy dỗ mà có kiến thức, vận dụng thực thi, làm lợi nước nhà. Tất cả hoàn toàn là nhờ ơn thầy!... Nhớ thuở học xưa, nghe lời giảng sáng, được đọc sách hay, thương xót khôn cùng!\"…''\n\n50 năm sau khi ông qua đời, Nguyễn Hy Quang được gia phong làm Phúc Thần Đại Vương với lời đánh giá như sau:\n\n''\"Sắc... Nguyễn Hy Quang... tài cao bậc lương đống (rường cột triều đình), vật báu như ngọc quý Phan Dư. Trong màn trướng đã bồi giảng nền học thánh hiền. Kịp thời đúng lúc và hết lòng phụ tá, góp nhiều ý hay vào mưu lược quốc gia. Ngày ngày lo nghĩ giúp (triều đình) hoàn thành nền thịnh trị...\".''\n\nSách \"Lịch triều tạp kỷ\" nhận định \"Quang nổi tiếng về văn học, từng sung làm giảng dụ trong phủ chúa..., người kỳ cựu và có học vấn. Là bậc sư thần, Quang giữ gìn cẩn thận, có công lao trong việc phụ chính\"<ref name=\"vanhoanghean.com.vn\"\/>\n\nSách \"Đông tác Nguyễn thị gia huấn\" của Tiến sĩ [[Nguyễn Văn Lý (nhà Nguyễn)]], hậu duệ của ông khẳng định: ông là người \"đức độ thanh liêm, chính trực, một lòng trung cần, uy vũ không khuất phục, rất mực yêu thương nhân dân\"<ref name=\"hannom.org.vn\"\/>\n\nTrong vế đối tại đình làng Trung Tự, [[Nguyễn Văn Siêu]] viết: \"Sư phó công danh kì tế ngộ\" nghĩa là nhà giáo như ông thật hiếm có.\n\nNgày 10\/8\/[[2008]] tại đình Trung Tự - phường [[Phương Liên]], [[đống Đa|quận Đống Đa]], [[Hà Nội]], [[Hội Khoa học Lịch sử Việt Nam|Hội Sử học Việt Nam]], Hội Sử học Hà Nội, UBND phường Phương Liên - Hà Nội đã phối hợp tổ chức hội thảo khoa học về \"Nguyễn Hy Quang - Nhà giáo tài đức có công lao góp phần xây dựng nền thịnh trị của đất nước cuối thế kỷ XVII\". Hội thảo đã đánh giá ông là người tài năng, cương trực, có lối sống thanh bạch, cần cù, gắn bó với nhân dân, có công lớn trong việc gây dựng lại làng quê Trung Tự.<ref>{{Chú thích web |url=http:\/\/www.hoisuhoc.vn\/thongtinsuhoc.asp?id=265 |ngày truy cập=2009-01-11 |tựa đề=Bản sao đã lưu trữ |archive-date=2008-10-11 |archive-url=https:\/\/web.archive.org\/web\/20081011022208\/http:\/\/hoisuhoc.vn\/thongtinsuhoc.asp?id=265 }}<\/ref>.<ref>http:\/\/www.hanoimoi.com.vn\/vn\/53\/176676\/<\/ref>\n\n== Vinh danh ==\n\nSau khi qua đời, ông được chúa Trịnh truy tặng hàm [[Thị lang]], gia phong [[Thượng thư]], tước Hiển Quận Công.\n\nNăm [[1745]] niên hiệu [[Lê Hiển Tông|Cảnh Hưng]], ông được phong [[Thành hoàng|Trung đẳng phúc thần]], tặng phong mỹ tự Trực Ôn Văn Nhã Thông mẫn Tài tuấn, Đại độ Khoan hòa Đại vương.\n\nNăm [[1783]], Đoan Nam vương [[Trịnh Khải]] ra lệnh sai quan đến tế theo lễ Thiếu lao cho dân hai phường Đông Tác và Kim Hoa là dân tạo lệ, 99 suất đinh, được miễn phu dịch, để trông nom đền miếu, hàng năm Xuân - Thu hai kỳ tế lễ).\n\nTại kì họp thường kì tháng 10 năm [[2011]], [[Ủy ban nhân dân|Ủy ban Nhân dân]] thành phố Hà Nội đã quyết định đặt tên phố Nguyễn Hy Quang cho một tuyến phố nằm trên địa bàn quê hương ông tại [[đống Đa|quận Đống Đa]] - Hà Nội<ref>{{Chú thích web |url=http:\/\/thanglong.chinhphu.vn\/Home\/Ha-Noi-du-dinh-dat-ten-46-tuyen-duong-pho-moi\/201110\/5731.vgp |ngày truy cập=2012-01-24 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-10-30 |archive-url=https:\/\/web.archive.org\/web\/20111030040059\/http:\/\/thanglong.chinhphu.vn\/Home\/Ha-Noi-du-dinh-dat-ten-46-tuyen-duong-pho-moi\/201110\/5731.vgp }}<\/ref>. Ngày 9\/12\/2020, HĐND thành phố Hà Nội đã thông qua Nghị quyết về việc đặt tên phố Nguyễn Hy Quang cho đoạn phố thuộc quận Đống Đa: đoạn từ ngã ba giao cắt phố Nguyễn Lương Bằng tại số nhà 60-62, đến ngã ba giao phố Hoàng Cầu tại số nhà 9 (hiện là ngõ 9 Hoàng Cầu), dài 485m; rộng 9-11m.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Nhà giáo Việt Nam thời Lê trung hưng]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Sinh năm 1634]]\n[[Thể loại:Mất năm 1692]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Dòng họ Nguyễn ở Đông Tác]]"}