{"456160":"'''Nguyễn Sỹ Bình''' (sinh năm 1955) là một [[người bất đồng chính kiến|nhân vật bất đồng chính kiến]] Việt Nam. Ông là người sáng lập [[Đảng Nhân dân Hành động Việt Nam]] và đồng thời được xem là người chỉ đạo tại hải ngoại của [[Đảng Dân chủ thế kỷ 21|Đảng Dân chủ Việt Nam thế kỉ 21]].\n\n==Tiểu sử==\nÔng sinh năm 1955 tại phường Hoài Hảo, [[Hoài Nhơn]], [[Bình Định]]. Tháng 7 năm 1974, ông đỗ tú tài đôi,<ref>Tương đương tốt nghiệp bậc phổ thông trung học tại Việt Nam hiện nay<\/ref> sau đó ghi danh vào Trường Đại học Tư thục Minh Đức tại [[Phú Nhuận]], [[Thành phố Hồ Chí Minh|Sài Gòn]]. Sau [[sự kiện 30 tháng 4 năm 1975]], ông cùng với một số [[sinh viên]] khác trong trường cùng tham gia trong nhóm sinh hoạt Phòng Thông tin Hoa Kỳ di tản sang [[Hoa Kỳ]].\n\nTại Hoa Kỳ, ông theo học và đã tốt nghiệp Trường Đại học Maryland ngành [[kỹ sư|kĩ sư]] về [[hạt nhân nguyên tử|hạt nhân]].<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/06\/090617_nguyensybinh_vietside.shtml Báo Việt Nam nói về ông Nguyễn Sĩ Bình]<\/ref>\n\nTrong thập niên 1980, ông làm việc trong lĩnh vực [[bất động sản]] tại Hoa Kỳ. Sau năm 1986, khi chính quyền Việt Nam thực hiện chính sách [[đổi mới]], mở cửa, Nguyễn Sĩ Bình cũng đi theo xu thế của những người Việt ở nước ngoài đã bắt đầu trở về Việt Nam làm ăn, thăm thân nhân. Tháng 8 năm 1990, ông trở về Việt Nam.\n\n==Hoạt động chính trị==\n===Tại Việt Nam===\nNăm 1990, ông cùng với một số người thành lập [[Đảng Nhân dân Hành động Việt Nam]] ở Hoa Kỳ, ông giữ cương vị chủ tịch đảng. Phương châm hoạt động với mục tiêu tiến hành các phương thức đấu tranh công khai, từ việc các yêu sách chính trị đến phát động cuộc tổng nổi dậy ở trong nước kết hợp với sự hỗ trợ của bên ngoài để tiến tới lật đổ chính quyền Việt Nam.<ref name=\"sggp\">[http:\/\/www.sggp.org.vn\/phapluat\/2009\/6\/194136\/ Bộ mặt thật của Nguyễn Sĩ Bình và cái gọi là \"Đảng dân chủ Việt Nam\"!]<\/ref>\n\nNhững năm 1991-1992, ông về nước cư trú tại [[Thành phố Hồ Chí Minh|TP. Hồ Chí Minh]] và bắt đầu tiến hành gây dựng lực lượng thành viên cho Đảng Nhân dân hành động ở trong nước với các hoạt động trong cương lĩnh đảng với tôn chỉ, đường lối mà theo cáo buộc của chính quyền Việt Nam là ''hoạt động nhằm mục đích lật đổ chính quyền nhân dân''.<ref name=\"sggp\"\/>\n\nVới các hoạt động chính trị trên, ông đã bị cơ quan an ninh Việt Nam bắt vào ngày 25 tháng 04 năm 1992 tại TP.Hồ Chí Minh, sau 18 tháng tù giam ông được tha và bị trục xuất về Hoa Kỳ.<ref name=\"sggp\"\/>\n\n===Các hoạt động chính trị ở Campuchia===\nTrở về Hoa Kỳ, biết không thể công khai trở về Việt Nam để hoạt động chính trị, ông đã cùng các thành viên trong đảng đến [[Campuchia]], từ Campuchia giáp biên giới với Việt Nam, ông tiếp tục xây dựng lực lượng tại đây. Đến tháng 2 năm 1996, ông tổ chức Đại hội Đảng Nhân dân hành động lần thứ nhất tại Campuchia, khi bị chính quyền nước sở tại ngăn cấm nên ông đã sang [[Thái Lan]] rồi trở lại Hoa Kỳ và chỉ đạo phong trào tại Campuchia.\n\n===Vai trò trong đảng Dân chủ 21===\nNăm 2005, [[Hoàng Minh Chính]], cựu Tổng thư ký [[Đảng Dân chủ Việt Nam]], sang Hoa Kỳ chữa bệnh, và đã có cuộc gặp với ông cùng với một số thành viên trong Đảng Nhân dân hành động. Hai bên đã có những trao đổi về tình hình chính trị Việt Nam cũng như thống nhất một số cách thức hoạt động chính trị trong nước. Tháng 06 năm 2006, ông Hoàng Minh Chính ra thông cáo khôi phục lại hoạt động của Đảng Dân chủ Việt Nam sau gần 20 năm giải thể.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2006\/06\/060602_dang_danchu.shtml Khôi phục hoạt động đảng Dân Chủ?]<\/ref> Tuy nhiên, trên thực tế, đây là một đảng chính trị hoàn toàn mới, phát triển từ nòng cốt là [[Khối 8406]], nên thường được gọi là Đảng Dân chủ Việt Nam thế kỉ 21.\n\nSau khi tuyên bố hoạt động, ông được ông Hoàng Minh Chính, với tư cách là Tổng thư ký đảng Dân chủ 21, đã chỉ định vào vị trí Trưởng ban Hải ngoại của đảng. Thông qua sự giới thiệu của Hoàng Minh Chính, ông đã xây dựng các mối liên hệ với [[Nguyễn Tiến Trung]], người đã thành lập [[Tập hợp Thanh niên Dân chủ]].<ref name=\"sggp\"\/> Sau đó, Nguyễn Tiến Trung chính thức gia nhập đảng Dân chủ và đảm nhận vai trò Phó tổng thư ký phụ trách thanh niên.\n\n===Với các nhân vật bất đồng chính kiến khác===\nNăm 2008, ông Hoàng Minh Chính qua đời. Ông đã thay ông Hoàng Minh Chính điều hành Đảng Dân chủ Việt Nam và đồng thời từ bỏ vai trò ở Đảng Nhân dân hành động do mình sáng lập.<ref name=\"sggp\"\/>\n\nCùng với các nhóm hoạt động chính trị khác, tháng 3 năm 2009 tại [[Phuket]], [[Thái Lan]]. Ông cùng với [[Lê Công Định]], [[Trần Huỳnh Duy Thức]] thống nhất thành lập các tổ chức chính trị thay thế Đảng Cộng sản Việt Nam khi xảy ra biến cố chính trị. Trong đó, Lê Công Định chịu trách nhiệm thành lập ''Đảng Lao động Việt Nam'', Trần Huỳnh Duy Thức lập ''Đảng Xã hội Việt Nam''. Ngoài ra ông cùng với hai người này cùng nhau viết cuốn sách '''Con đường nước Việt''' nói về các cải cách kinh tế - tư pháp - xã hội trong tương lai, trong đó ông nhận trách nhiệm viết về phần cải cách [[xã hội]].\n\n{{sơ khai chính khách Việt Nam}}\n\n==Xem thêm==\n*[[Hoàng Minh Chính]]\n*[[Lê Công Định]]\n*[[Trần Huỳnh Duy Thức]]\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|1955}}\n\n[[Thể loại:Nhân vật bất đồng chính kiến Việt Nam]]\n[[Thể loại:Đảng Nhân dân Hành động Việt Nam]]\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Đảng Dân chủ thế kỷ 21]]\n[[Thể loại:Nhà hoạt động dân chủ người Việt Nam]]\n[[Thể loại:Người Việt di cư tới Mỹ]]"}