{"805336":"{{Chú thích trong bài|date=tháng 7\/2022}}\n{{bài cùng tên|Nguyễn Mạnh Quân (định hướng)}}\n{{Tiểu sử quân nhân\n|tên=Nguyễn Mạnh Quân\n|hình=\n|chú thích hình=\n|ngày sinh=1923\n|ngày mất=1988\n|nơi sinh= huyện Hoa Lư, tỉnh Ninh Bình\n|nơi mất= TP Hà Nội\n|biệt danh=\n|phục vụ= [[Quân đội nhân dân Việt Nam]]\n|thuộc=\n|năm phục vụ=1945-1977\n|cấp bậc=[[Đại tá]]\n|đơn vị=\n|chỉ huy=\n|tham chiến=[[Chiến dịch Hà Nam Ninh]]<br>[[Chiến dịch Hòa Bình]]<br>[[Chiến dịch Bắc Tây Nguyên 1972]]\n|khen thưởng=ANH HÙNG LỰC LƯỢNG VŨ TRANG NHÂN DÂN, Huân chương Quân công hạng nhất, nhì<br>Huân chương Kháng chiến hạng nhất, nhì<br>Huân chương Chiến công hạng Nhất, Nhì, Ba <br>Huân chương Chiến thắng hạng Nhì<br>Huân chương Chiến sĩ Giải phóng hạng Nhất, Nhì<br>Huân chương Chiến sĩ Vẻ vang hạng Nhất, Nhì, Ba<br>Huy chương Quân kỳ Quyết thắng\n|gia đình=\n|công việc khác=\n|chữ ký=\n}}\n[[Đại tá]] '''Nguyễn Mạnh Quân''' ([[1923]]-[[1988]]) là một sĩ quan chỉ huy cao cấp của [[Quân đội nhân dân Việt Nam]]. Ông là một trong những chỉ huy chiến trường quan trọng trong suốt thời kỳ [[Chiến tranh Việt Nam]] (1945-1975), là một trong chỉ huy trực tiếp của [[Mặt trận Tây Nguyên]] trong [[Chiến dịch Bắc Tây Nguyên 1972]].\n\n==Thân thế và khởi đầu binh nghiệp==\nÔng tên thật là '''Nguyễn Thế Minh''', sinh năm 1923, nguyên quán xã Ninh Khang, huyện [[Hoa Lư]], tỉnh [[Ninh Bình]]. Trước năm 1945, ông tham gia lực lượng bán quân sự Cứu Quốc tại địa phương. Năm 1945, ông tham gia giành chính quyền tại tỉnh Ninh Bình. Sau khi [[Cách mạng tháng Tám|Cách mạng tháng 8]] thành công, ông được kết nạp vào [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] và được cử làm Trung đội trưởng Trung đội [[Giải phóng quân]] tại địa phương.<ref name=\"tdqs\">Từ điển Bách khoa Quân sự Việt Nam 2004. tr. 720.<\/ref>\n\n==Hoạt động tại miền Bắc==\nNăm 1946 là tiểu đoàn trưởng trong đoàn quân Tây Tiến. Đầu năm 1948, nhằm thuận tiện trong việc chỉ huy và tổ chức quân đội, các [[Liên khu]] được thành lập. Ông được phân công về làm chỉ huy quân sự tại Trung đoàn 46, trung đoàn chủ lực của [[Liên khu 3]]. Bấy giờ, ông [[Hoàng Minh Thảo]] đang giữ chức Phó Tư lệnh Liên khu này.\n\nTrong suốt thời gian kháng chiến chống Pháp, ông cùng trung đoàn chiến đấu cơ động tại các tỉnh trên địa bàn Liên khu 3 như [[Ninh Bình]], [[Nam Định]], [[Hà Nam]], [[Hà Đông]], [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hòa Bình]]... Năm 1951,là Trung đoàn trưởng trung đoàn 46, ông cùng trung đoàn tham gia trong [[Chiến dịch Hòa Bình]]. Năm 1953 chỉ huy trung đoàn đánh nhiều trận tại Liên khu 3 nhằm phối hợp với chiến trường trên cả nước, phá tan kế hoạch tập trung binh lực của Pháp [[Kế hoạch Navarre]]<ref>{{Chú thích web |url=http:\/\/www.htv.com.vn\/data\/news\/2004\/4\/12695\/320.htm |ngày truy cập=2011-08-16 |tựa đề=Đại đoàn 320 cùng quân dân đồng bằng Bắc Bộ phối hợp với chiến trường Tây Bắc - Điện Biên Phủ |archive-date=2004-11-03 |archive-url=https:\/\/web.archive.org\/web\/20041103071236\/http:\/\/www.htv.com.vn\/data\/news\/2004\/4\/12695\/320.htm }}<\/ref>.\n\nSau khi chính phủ [[Việt Nam Dân chủ Cộng hòa]] kiểm soát hoàn toàn miền Bắc,ông là Chủ tịch ủy ban quân quản thành phố Nam Định, tháng 10 năm 1954,là Tham mưu trưởng Liên khu 3<ref name=\"tdqs\"\/> và giữ chức vụ này cho đến khi Liên khu 3 giải thể để thành lập [[Quân khu Hữu Ngạn]]. Năm 1958, ông được phong quân hàm [[Trung tá]].\n\nNăm 1959, ông được cử sang [[Liên Xô]] theo học tại [[Học viện Quân sự Frunze]]. Cuối năm 1962, ông về nước, công tác tại [[Học viện Quân chính]]. Tháng 10 năm 1963, ông làm Phó chủ nhiệm Hệ giáo dục quân sự [[Học viện Quân chính]]. Tháng 3 năm 1964, ông được điều sang làm Hiệu phó [[Trường Đại học Trần Quốc Tuấn|Trường Sĩ quan Lục quân]]. Năm 1966 ông được thăng quân hàm thượng tá. Tháng 5 năm 1969, ông được bổ nhiệm làm Cục trưởng Cục Quân huấn [[Bộ Tổng Tham mưu Quân đội nhân dân Việt Nam|Bộ Tổng tham mưu Quân đội nhân dân Việt Nam]].<ref name=\"tdqs\"\/><ref name=\"quanhuan\">Lịch sử Cục Quân huấn (1946-2006), Nhà xuất bản Quân đội nhân dân, 2006<\/ref> Trong thời gian này ông đã có các chuyến thị sát thực tế chiến trường tại miền Đông Nam bộ (B2) và Lào để bổ sung cho công tác huấn luyện bộ đội chiến đấu\n\n==Chỉ huy tại chiến trường Tây Nguyên==\nTháng 4 năm 1970, ông được cử vào chiến trường [[Tây Nguyên]]<ref>Bấy giờ mang mật danh B3<\/ref>, được cử giữ chức Phó tư lệnh Mặt trận. Ông đã tham gia xây dựng các kế hoạch, cũng như trực tiếp chỉ huy các hoạt động quân sự của [[Quân Giải phóng miền Nam Việt Nam]] tại vùng này, đặc biệt là [[Chiến dịch Bắc Tây Nguyên 1972|Chiến dịch Bắc Tây Nguyên]]. Trong chiến dịch này, ông được giao nhiệm vụ Tư lệnh Mặt trận cánh Đông '''ông chịu trách nhiệm theo dõi và chỉ huy trực tiếp''' các lực lượng Quân giải phóng trong [[Chiến dịch Đắk Tô (1972)|Trận Đắk Tô - Tân Cảnh]], tiêu diệt cụm phòng ngự Đắk Tô - Tân Cảnh, tấn công Chỉ huy sở Sư đoàn 22 [[Quân lực Việt Nam Cộng hòa]], tiêu diệt Đại tá Lê Đức Đạt, Tư lệnh Sư trưởng, Đại tá Vi Văn Bình - Phó Tư lệnh và hầu hết sĩ quan Bộ Tham mưu Sư đoàn 22 bị bắt sống, gần như xóa sổ 2 trung đoàn 42 và 47 của [[Việt Nam Cộng hòa]].<ref name=\"ditichdttc\">[http:\/\/www.mpi.gov.vn\/portal\/page\/portal\/bkhdt\/ktdpvlt\/63_tinh_tp\/119079\/Tab1 Di tích chiến thắng Đăktô - Tân Cảnh]{{Liên kết hỏng|date=2021-03-21 |bot=InternetArchiveBot }}<\/ref>.Đây là trận chiến có quy mô lớn nhất và chiến thắng oanh liệt nhất của Mặt trận Tây Nguyên tính tới thời điểm này. Để phát triển lực lượng, chuẩn bị cho các trận đánh kế tiếp nên ngày 20 tháng 9 năm 1972, một sư đoàn chủ lực mới của Mặt trận Tây Nguyên được thành lập với phiên hiệu [[Sư đoàn 10, Quân đội nhân dân Việt Nam|Sư đoàn 10]], mật danh Đoàn Đắc Tô, hình thành từ Bộ tư lệnh và cơ quan mặt trận cánh Đông Tây Nguyên tại Đắc Tô - Tân Cảnh. Ông được giao nhiệm vụ Phó tư lệnh kiêm Sư đoàn trưởng đầu tiên của Sư đoàn 10. Ông [[Đặng Vũ Hiệp]] làm Chính ủy.<ref name=\"su10\">Tài liệu Phòng truyền thống Sư đoàn 10<\/ref> Rút kinh nghiệm từ đơn vị bạn trong trận Công Tum, ông đã trực tiếp trinh sát kỹ lưỡng và từ đó trực tiếp chỉ huy giành thắng lợi giòn giã trong trận tiêu diệt một cứ điểm mạnh khác của Quân lực Việt Nam cộng hòa ở mặt trận Tây nguyên là Plây Cần và sau đó giành thắng lợi ở hàng loạt cứ điểm khác: Đắc Xiêng, Non Nước, Lam Sơn, Đắc Pét, Mănh Đen, Măng Bút...\n\nCuối tháng 5 năm 1973, tướng Hoàng Minh Thảo được rút ra Bắc nhận nhiệm vụ Phó Tư lệnh [[Quân khu 5, Quân đội nhân dân Việt Nam|Quân khu 5]]. Ông được phân công kiêm quyền Tư lệnh một thời gian ngắn trước khi cũng được rút về Bắc đảm nhiệm lại chức vụ Cục trưởng Cục Quân huấn năm 1974.<ref name=\"su10\"\/>\n\n==Tham gia đào tạo sĩ quan==\nNăm 1972, ông được phong [[quân hàm]] [[Đại tá]]- Đầu năm 1975tham gia công tác chuẩn bị cho [[Chiến dịch Hồ Chí Minh]]. Sau thắng lợi quân sự cuối cùng, cuối năm 1975, ông cùng một số cán bộ Cục Quân huấn được phân công tham gia \"Tổng kết [[Chiến dịch Hồ Chí Minh]]\" tại [[Đà Lạt]]<ref name=\"quanhuan\"\/>.Sau đó ông được cử làm Phó trưởng đoàn quân sự cấp cao của QDND Việt Nam thăm và làm việc tại Học viện quân sự mang tên Nguyên soái Malinopski Liên Xô theo lời mời của bạn. Tháng 5 năm 1976, ông được phân công làm Hiệu trưởng [[Trường Đại học Nguyễn Huệ|Trường Sĩ quan Lục quân 2]].Tiếc rằng một năm sau đó ông bị lâm bệnh nặng \nÔng qua đời năm 1988 tại [[Thành phố Hà nội]].\n\n==Vinh danh==\nLà một trong những chỉ huy chiến trường cao cấp trong suốt [[Chiến tranh Việt Nam]], để ghi nhận công lao của ông, Nhà nước Việt Nam đã trao tặng cho ông:\n\nANH HÙNG LỰC LƯỢNG VŨ TRANG NHÂN DÂN THỜI KỲ KHÁNG CHIẾN CHỐNG MỸ\n\n* Huân chương Quân công hạng nhất, nhì\n* Huân chương Kháng chiến hạng nhất, nhì\n* Huân chương chiến công hạng nhất, nhì, ba\n* Huân chương chiến thắng hạng Nhì\n* Huân chương chiến sĩ giải phóng hạng Nhất, nhì\n* Huân chương chiến sĩ vẻ vang hạng Nhất, nhì, ba\n* Huy chương quân kỳ quyết thắng\n* Huy hiệu 40 năm tuổi Đảng\n* Tên của ông được Tỉnh Kon Tum đặt cho một con đường tại thị trấn Plei Kần-một địa danh được giải phóng bởi Sư đoàn 10 do ông chỉ huy vào tháng 10\/1972.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n* [[Sư đoàn 10, Quân đội nhân dân Việt Nam]]\n* [[Chiến dịch Đắk Tô (1972)|Trận Đắk Tô - Tân Cảnh, 1972]]\n\n==Tham khảo==\n* Từ điển Bách khoa Quân sự Việt Nam, 2004\n* Hồi ký của Thượng tướng Hoàng Minh Thảo\n* Lịch sử Quân sự Việt Nam - Tập 11: Cuộc kháng chiến chống Mỹ, cứu nước 1954-1975, Nhà xuất bản Chính trị Quốc gia, 2005\n* Lịch sử Cục Quân huấn (1946-2006), Nhà xuất bản Quân đội nhân dân, 2006\n*Quyết định 622\/QĐ-CTN về việc truy tặng Danh hiệu AHLLVTND thời kỳ kháng chiến\n* Tài liệu Phòng truyền thống Sư đoàn 10\n* Tài liệu Phòng truyền thống Trường SQLQ 1,2\n* Tài liệu Phòng truyền thống Cục Quân huấn - BTTM\n* Nghị quyết số 43\/NQ-HĐND ngày 12\/7\/2022 của HĐND Tỉnh Kontum\n\n{{Thời gian sống|Sinh=1923|Mất=1988}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Quân công]]\n[[Thể loại:Đại tá Quân đội nhân dân Việt Nam]]"}