{"512328":"'''Nguyễn Văn Mậu''' (1727 - [[1809]]) còn có tên là '''Hậu''', hay còn được gọi tôn là '''Bõ Hậu'''; là một hào phú đã có công giúp [[Gia Long|Nguyễn Phúc Ánh]], khi vị chúa này đến đây đồn trú để mưu phục lại cơ đồ của dòng họ.\n\n==Tiểu sử==\n[[Hình:Mộ Nguyễn Văn Mậu.jpg|thumb|Phần mộ Nguyễn Văn Mậu ở xã Long Hưng A]]\n'''Nguyễn Văn Mậu''' là người làng Tân Long, [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay thuộc xã [[Long Hưng A, Lấp Vò|Long Hưng A]], huyện [[Lấp Vò]], tỉnh [[Đồng Tháp]], [[Việt Nam]]). Ông thuộc bậc hào phú, làm chức tri thâu (thu thuế), được tín nhiệm nên kiêm luôn chức trùm cả trong làng.\n\nSau khi đại bại ở [[trận Rạch Gầm – Xoài Mút]] đêm 19 rạng [[20 tháng 1]] năm [[1785]], chúa Nguyễn Phúc Ánh đã dẫn tàn quân chạy sang [[Xiêm|Xiêm La]] và sống hơn hai năm ở đó. Nhận thấy vua nước này đã không giúp được mình lại còn có bụng ghen ghét, bèn để thư lại từ tạ rồi nửa đêm chúa Nguyễn cùng bầu đoàn xuống thuyền về nước ([[1787]])<ref>''[[Việt Nam sử lược]]'', tr.386.<\/ref>.\n\nVề đến [[Sa Đéc]], [[gia Long|chúa Nguyễn]] đã chọn làng Tân Long làm nơi đồn trú, và cho đổi tên làng là Long Hưng. \nNơi đây có con rạch chịu áp lực của hai con sông lớn là [[sông Tiền]] và [[sông Hậu]], nên có rất nhiều chỗ nước xoáy cuốn tròn, vì vậy dân gian gọi là ''Nước Xoáy'', còn trong sử sách gọi là ''Hồi Thủy'' hay ''Ngã ba Hồi Luân Thủy''<ref>Xem ''[[Gia Định thành thông chí]]''. Có một vài tác giả như Vương Hồng Sển (xem đoạn trích trong bài), Huỳnh Minh (''Gia Định xưa'', tr. 11) ghi là \"Hồi Oa\".<\/ref>.\n\nCũng chính tại đây, chúa Nguyễn đã sai người<ref>Lần đầu chúa Nguyễn sai Nguyễn Đức Xuyên, lần sau sai Trương Phước Giao, mới thu phục được Võ Tánh (Huỳnh Minh, ''Gò Công xưa'', 2001, tr. 12).<\/ref> đi thu phục [[Võ Tánh]] là một trong ''tam hùng'' ([[Đỗ Thanh Nhơn|Đỗ Thành Nhơn]], [[Châu Văn Tiếp]], [[Võ Tánh]]). Năm sau ([[1788]]), Võ Tánh đã đem binh gia tướng sĩ của mình từ Giồng Tre (thuộc [[Gò Công]]) về Nước Xoáy hội quân, được Nguyễn Ánh tin dùng phong làm chưởng cơ và gả cho em gái là Nguyễn Thị Ngọc Du (tức Phúc Lộc công chúa).\n\nTrong thời gian ở Nước Xoáy từ [[tháng bảy|tháng 7]] năm [[1787]] đến [[tháng giêng|tháng Giêng]] năm [[1788]], chúa Nguyễn được ông Mậu và gia đình hết lòng phò trợ. Ông đã tự nguyện mở lẫm lúa và xuất tiền của để chu cấp cho cả đoàn tùy tùng của chúa Nguyễn suốt mấy tháng dài, và còn vận động nhiều con cháu và trai tráng trong làng đến đầu quân. \nTương truyền, ông Hậu còn muốn đưa con gái của mình làm thê thiếp chúa Nguyễn. Không bằng lòng, cô gái giả điên, thường lấy bùn, lấy lọ bôi lên mặt. Sau, cô gái phát cuồng thật, lâm bịnh rồi qua đời<ref>Xem chi tiết trong ''Vĩnh Long xưa'' (tr. 231-233). Dân gian lưu truyền rằng, ông Nguyễn Văn Mậu có người con gái út \"đẹp người, đẹp nết\" tên là Nguyễn Thị Ngọc Mai. Chúa Nguyễn Phúc Ánh say mê sắc đẹp ấy, nên có ý muốn tuyển cô làm thứ phi. Nhưng cô từ chối với lý do Nguyễn Phúc Ánh đã là con nuôi của cha cô, thì cô với Nguyễn Phúc Ánh có quan hệ anh em, không thể kết hôn được. Trước lý lẽ đó, chúa Nguyễn đành phải từ bỏ ý định. Tuy vậy, cô vẫn phập phồng lo sợ, nên quyết định hủy hoại nhan sắc bằng cách lấy lá tẩm chất độc, un khói hơ lên mặt hủy hoại nhan sắc (người cháu trong gia đình kể rằng cô lấy lá mía cào lên mặt rồi hơ lửa cho vết thương làm độc). Sau đó, cô lâm bệnh và qua đời trong sự thương tiếc của bao người. Cảm kích tấm lòng tiết liệt của cô gái chốn quê, sau khi lên ngôi, vua Gia Long đã cho xây dựng mộ cô (tục gọi là mộ bà Hoàng cô) cùng lúc với mộ Bõ Hậu. Ngoài ra, câu chuyện trên cũng có vài dị bản khá thú vị ở phần kết, như: Để từ chối cuộc hôn nhân này, người con gái ông Bõ Hậu đã phải giả điên, rồi điên thật cho đến chết (theo Huỳnh Minh, Vĩnh Long xưa). Một dị bản khác: Không phải cô con gái ông Bõ Hậu giả điên, mà là khi đoàn thuyền đi rước cô ra chốn hành cung của Nguyễn Phúc Ánh; thuyền đi đến giữa đường thì đêm tối. Cô gái đã nhảy xuống dòng sông trầm mình mất tích! Cũng có chuyện kể rằng, ai đó đã tổ chức cuộc đánh tráo, đem theo hòn đá trên thuyền, thừa đêm tối ném hòn đá xuống sông rồi báo rằng người con gái ấy đã từ chối cuộc hôn nhân bằng cái chết. Lược kể theo bài viết \"Cây đa bến ngự và huyền tích ông Bõ\" của Hoàng Phương - Ngọc Phan đăng trên website ''báo Thanh Niên'', ngày 12\/01\/2013\n[http:\/\/www.thanhnien.com.vn\/pages\/20130112\/ky-19-cay-da-ben-ngu-va-huyen-tich-ong-bo.aspx].<\/ref>.\n \nCảm nhận những nghĩa cử của ông, Nguyễn Phúc Ánh gọi ông là \"Ông Bõ\", có nghĩa là cha nuôi (''hay ông tớ già, ngày nay ai muốn hiểu sao thì hiểu''. Lời [[Vương Hồng Sển]]). Từ đó, nhân dân trong vùng cũng đã gọi theo là \"Ông Bõ Hậu\".\n\nNăm [[1802]], Nguyễn Phúc Ánh khôi phục được cơ nghiệp của tổ tiên, lên ngôi vua, lấy hiệu là [[Gia Long]]. Nhớ đến công lao thuở trước, nhà vua có sắc chỉ mời ông Mậu ra [[Cố đô Huế|Kinh đô Huế]], nhưng ông mượn cớ tuổi già sức yếu xin được miễn ra chầu. \n \nKhông ép, nhà vua gửi vào cho ông một bộ phẩm phục, một bộ chén trà hiệu năm [[Giáp Tý]] ([[1804]]), một số tiền và một sắc phong cho ông tước ''Đức hầu''.\n\nNăm [[1809]], Nguyễn Văn Mậu qua đời. Vua Gia Long có chỉ truyền cho [[bộ Công]] cử người vào xây mộ cho ông và cho cả người con gái vắn số của ông (tục gọi là mộ bà Hoàng cô). \n \nNăm [[1942]], lần đầu tiên, vua [[Bảo Đại]] vào thăm [[Nam Kỳ]]. Trong thời gian cư ngụ ở [[Thành phố Hồ Chí Minh|Sài Gòn]], nhà vua đã ngỏ ý muốn đến viếng Lăng Ông Bõ Hậu. Chính quyền [[đế quốc thực dân Pháp|thực dân Pháp]] ở [[Sa Đéc]] viện cớ là đến Tân Long phải đi tàu máy, rất bất tiện nên từ chối. Thật sự thì họ không muốn cho vua Bảo Đại có được cơ hội gây cảm tình và uy tín đối với dân chúng [[miền Nam (Việt Nam)|miền Nam]]\n<ref>Nguồn: [http:\/\/namkyluctinh.org\/a-dialy\/tnphieu-dongthapmuoi.htm Theo Trần Ngươn Phiêu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110807073736\/http:\/\/namkyluctinh.org\/a-dialy\/tnphieu-dongthapmuoi.htm |date=2011-08-07 }}.<\/ref>.\n\nHiện khu mộ vẫn còn ở ấp Hưng Mỹ Tây, thuộc xã [[Long Hưng A, Lấp Vò|Long Hưng A]] <ref>Đi theo bờ rạch Nước Xoáy về hướng bắc độ hơn cây số là đến khu mộ của ông Bõ. Khu mộ nằm ngoài mé ruộng, trên khu đất gia đình ông Ba Vinh. Mộ được xây bằng đá ong, trên gò đất đắp cao, gồm hai phần, với vòng thành có bốn trụ cao gắn búp sen, bức bình phong và phần mộ chính. Chếch về bên phải khoảng 10 m là mộ con gái ông Bõ, dân gian gọi là mộ bà Hoàng cô, cũng được xây bằng đá ong, nhưng quy mô nhỏ hơn.<\/ref>, nhưng đã hư hỏng nhiều. Ngôi mộ ông Bõ đã hư hỏng phần nấm, còn mộ của Hoàng cô cũng đã xuống cấp, sụt lún nhiều chỗ. Hoa văn, họa tiết trên các ngôi mộ theo thời gian hầu hết đã bị bào mòn, sứt mẻ.\n\nĐứng trước cảnh hoang phế của khu mộ này, có người đã làm thơ rằng:\n\n:''Vào lăng ông Bõ, cám tình ông\n:''Thấy cảnh ai không động tấm lòng?\n:''Đất nghĩa tuyết dầm, mao (meo?) mốc đượm.\n:''Nền nhân sương ấp, cánh hoa vun.\n:''Vầng mây lăm giúp cây tàn lọng,\n:''Ngọn gió đưa giùm tiết đức phong.\n:''Thức nguyệt đánh đèn soi tỏ rạng,\n:''Cho lòng trời biết chút mồ trung<ref>Chép trong ''Thú chơi cổ ngoạn'', tr. 238.<\/ref>.\n\n==Thông tin liên quan==\n===Kỷ vật của chúa Nguyễn===\nNhắc lại chuyện Bõ Hậu, học giả [[Vương Hồng Sển]] viết:\n:...''Phải biết lúc đó, [[Nguyễn Lữ]] đang là trấn tướng vùng Long Xuyên ([[Cà Mau]] hiện nay), nếu biết tin Mậu hai lòng, ắt làm cỏ sạch vùng Nước Xoáy chớ chẳng không. Việc trở cờ theo [[gia Long|chúa Nguyễn]] tỏ ra Mậu có gan dạ và bản lĩnh khác hơn ai.\n:''Phần chúa Nguyễn vừa gặp mặt Mậu là biết ngay \"người này dùng được\". Khi ấy, chúa sửa tên Mậu lại là Hậu và giao phó việc tiếp tế lương thực. Để tỏ cho biết mình là vua chúa, Nguyễn Ánh ban hay giao cho Hậu một kỷ vật, không ai có, là một cái thố to lớn da kiểu, dạy Hậu từ rày dùng vật ấy để dâng cơm \"ngự thiện\"...Từ nhà ông Hậu để chỗ đóng binh, đường xa độ ba bốn cây số ngàn, mỗi ngày ông Hậu sai tôi tớ nấu cơm từ khuya bằng chảo đụn lớn, rồi chuyền qua ghe chở lẹ qua Hồi Oa (Nước Xoáy)...May cho cái thố ấy, là khi dùng, ông không dùng nắp, cho nên ngày nay nó vẫn còn nguyên vẹn. Có lẽ lúc ấy, ông Bõ đã dùng lá chuối, lá sen đậy thay cho nắp...Việc binh bất khả lậu, nên một hôm chúa di binh nơi khác, không kịp thâu hồi cái thố quý, nhưng có lẽ chúa muốn để lại nhà Bõ như là một vật lưu niệm...\n:''Gia đình Bõ Hậu sau này sa sút, và hai vật báu là cái thố bự dâng cơm ngự và bộ chén trà [[Giáp Tý]] phải sang tay chủ khác...<ref>Xem chi tiết trong sách ''Thú chơi cổ ngoạn'', (tr. 232-239). Người mua được hai cổ vật trên chính là [[Vương Hồng Sển]].<\/ref>\n\n===Miếu Gia Long===\n[[Hình:Miếu Gia Long.jpg|nhỏ|240px|[[Miếu Gia Long ở Nước Xoáy]]]]\nTại nơi chúa [[Nguyễn Phúc Ánh]] (về sau là vua [[Gia Long]]) ở năm xưa (hiện nay ở gần chợ Nước Xoáy, thuộc ấp Hưng Mỹ Tây, xã [[Long Hưng A, Lấp Vò|Long Hưng A]]), không rõ năm nào, người ta đã dựng lên đấy một ngôi miếu thờ có tên là ''Cao hoàng thái miếu'' (tục gọi là ''miếu Gia Long''). Căn cứ cặp [[lân]] bằng đá (có khắc tên người hiến cúng vào năm [[1922]]) và mấy tấm đá còn sót lại, có lẽ ngôi miếu ấy cũng không quy mô lắm. Sau khi nó bị sụp đổ, [[tháng 2]] năm [[1958]], người dân địa phương đã hùn tiền xây dựng lại.\n\nMấy năm gần đây, người dân địa phương cũng đã hùn tiền trùng tu lại ngôi miếu (có kích thước khá nhỏ, tường gạch, lợp fibrô-[[xi măng]]), xây lại cổng và tường rào cho khang trang hơn. Vào ngày 18, 19 [[tháng chạp|tháng Chạp]] [[âm lịch]] hằng năm, lễ cúng vua Gia Long được tổ chức khá trang trọng, được xem như ngày ''[[lễ Kỳ yên]]'' ở khu vực Nước Xoáy. Trong kháng chiến chống [[thực dân Pháp]], năm [[1946]], nhân dân và du kích Long Hưng đã đào gốc \"cây da bến ngự\" (tục truyền chúa Nguyễn Phúc Ánh thường ngồi bên gốc da này để câu cá) cho nó bật rễ ngã xuống rạch Nước Xoáy, làm chỗ tựa đắp cản, ngăn tàu quân Pháp. Về sau, người dân cũng đã trồng lại một cây da khác ở phía trước ngôi miếu để lưu dấu. Riêng nơi chúa Nguyễn ngồi câu cá thuở nào, thì đã bị sạt lở từ lâu...<ref>Ngày nay trên dòng rạch Nước Xoáy không còn xảy ra hiện tượng nước xoáy, có vài nguyên do, nhưng chủ yếu là nhờ hệ thống kênh mương ở đây được nạo vét và đào thêm. Xem thêm bản đồ: [http:\/\/wikimapia.org\/8226780\/vi\/Ch%E1%BB%A3-N%C6%B0%E1%BB%9Bc-Xo%C3%A1y].<\/ref>\n\nNhắc lại việc cũ, trong cuốn ''Nam Kỳ phong tục nhơn vật diễn ca'' (xuất bản năm [[1909]]) của [[Nguyễn Liên Phong]] đã có câu:\n:''...Chỗ sông Nước Xoáy tác quanh chảy dồn Hồi Luân chữ đặt lưu tồn\n:''[[Gia Long|Cao hoàng]] thuở trước ngự đồn đóng binh''...<ref>Xem thêm trang [[Miếu Gia Long ở Nước Xoáy]], bài \"Lịch sử vùng đất Long Hưng (cuối thế kỷ XVII - cuối thế kỷ XX)\" đăng trên website ''Hội Khoa học Lịch sử Đồng Tháp'' [http:\/\/hkhls.dongthap.gov.vn\/wps\/portal\/hkhls\/!ut\/p\/c0\/04_SB8K8xLLM9MSSzPy8xBz9CP0os_jQEDc3n1AXEwMDC383A88QC59QJ2MTQ38nY_2CbEdFAJ4_LiA!\/?WCM_PORTLET=PC_7_UTFFLUD4008OF0IT8LUB341OR1_WCM&WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/HKHLS\/sithkhls\/sitaditichlsvh\/1092012+vung+dat+long+hung] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140202202139\/http:\/\/hkhls.dongthap.gov.vn\/wps\/portal\/hkhls\/!ut\/p\/c0\/04_SB8K8xLLM9MSSzPy8xBz9CP0os_jQEDc3n1AXEwMDC383A88QC59QJ2MTQ38nY_2CbEdFAJ4_LiA!\/?WCM_PORTLET=PC_7_UTFFLUD4008OF0IT8LUB341OR1_WCM&WCM_GLOBAL_CONTEXT=%2Fwps%2Fwcm%2Fconnect%2FHKHLS%2Fsithkhls%2Fsitaditichlsvh%2F1092012+vung+dat+long+hung |date = ngày 2 tháng 2 năm 2014}}, và bài viết \"Cây đa bến ngự và huyền tích ông Bõ\" của Hoàng Phương - Ngọc Phan đăng trên website ''báo Thanh Niên'', ngày 12\/01\/2013\n[http:\/\/www.thanhnien.com.vn\/pages\/20130112\/ky-19-cay-da-ben-ngu-va-huyen-tich-ong-bo.aspx].<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*[[Trần Trọng Kim]], ''Việt Nam sử lược''. Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n*[[Vương Hồng Sển]], ''Thú chơi cổ ngoạn''. Nhà xuất bản [[Thành phố Hồ Chí Minh]], 1990.\n*[[Huỳnh Minh]], ''[[Vĩnh Long]] xưa''. Nhà xuất bản Thanh Niên tái bản năm 2002.\n\n==Liên kết ngoài==\n*[http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_m\/20100110+nguyen+van+mau Nguyễn Văn Mậu]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|sinh=|mất=1809}}\n\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}