{"692343":"[[Tập tin:denvucvong.jpg|nhỏ|phải|250px|[[Đền Vực Vông]] (khu di tích [[cố đô Hoa Lư]]) - [[Trường Yên, Hoa Lư|Trường Yên]], [[Hoa Lư, Ninh Bình|Hoa Lư]] thờ Nguyễn Thị Niên]]\n'''Nguyễn Thị Niên''' ([[chữ Hán]]: 阮氏年, ? - [[1600]]?) là vợ Sơn quận công [[Bùi Văn Khuê]] - tướng [[nhà Mạc]] và nhà [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\n==Thân thế ==\nNguyễn Thị Niên người làng Canh Hoạch, phủ Thanh Oai nay là huyện [[Thanh Oai]], [[Hà Nội]]. Bà là con gái thứ ba của lão tướng [[Nguyễn Quyện]]<ref name=\"dvsktt17\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt22a.html Đại Việt sử ký toàn thư, bản kỷ quyển 17]<\/ref>, lấy võ tướng [[Bùi Văn Khuê]]. Người chị của Nguyễn Thị Niên chính là [[hoàng hậu]] Nguyễn thị của vua [[Mạc Mậu Hợp]]<ref name=\"dvsktt17a\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt22a.html Đại Việt sử ký toàn thư, bản kỷ quyển 17]. [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]], chính biên quyển 29 ghi Nguyễn Thị Niên là chị của Nguyễn hoàng hậu.<\/ref>.\n\n== Theo chồng đổi chủ ==\nĐầu năm [[1592]], tướng Nam triều là [[Trịnh Tùng]] mang đại quân ra bắc tấn công [[Thăng Long]]. [[Mạc Mậu Hợp]] cũng huy động đại quân ra địch, bị bại trận vào ngày giáp tết, phải bỏ kinh thành chạy qua sông Hồng. Do [[sông Hồng]] ngăn trở, quân Nam triều chưa qua sông được. Trịnh Tùng cũng thấy chưa đủ khả năng đánh chiếm miền Bắc nên lại rút về Thanh Hóa.\n\nMạc Mậu Hợp lại không lo phòng giữ, sa vào tửu sắc. Nguyễn Thị Niên thường ra vào trong cung thăm chị là hoàng hậu Nguyễn thị. Mậu Hợp thấy bà có nhan sắc, liền ngầm mưu dụ giết [[Bùi Văn Khuê]] để cướp lấy bà<ref name=\"dvsktt17\"\/>. Nguyễn Thị Niên sợ hãi bèn sai người hầu cận mật chạy đi báo cho [[Bùi Văn Khuê]].\n\n[[Bùi Văn Khuê]] biết chuyện, bèn mang quân tự rút về Gia Viễn rồi sai con là Bùi Văn Nguyên chạy vào [[Thanh Hóa]] xin hàng nhà Lê. Trịnh Tùng nghe tin, bèn khởi binh ra cứu [[Bùi Văn Khuê]] nhân thể đánh [[nhà Mạc]]. Quân Mạc đại bại. [[Nguyễn Quyện]] cha bà cũng dự trận này và bị bắt, sau đó bị giết trong ngục cùng các anh em của Nguyễn Thị Niên<ref>Nguyễn Quyện cùng các con tạm hàng, sau đó mưu phản lại Lê-Trịnh để giúp nhà Mạc nhưng bị lộ nên cùng bị giết<\/ref>. Không lâu sau, Mạc Mậu Hợp bị [[Trịnh Tùng]] bắt và chém.\n\nTrịnh Tùng rước vua [[Lê Thế Tông]] ra Thăng Long. Tuy nhiên nhiều nơi ở Bắc Bộ vẫn theo các tông thất họ Mạc.\n\n== Trả thù cho chồng ==\nCậu ruột [[Trịnh Tùng]] là [[Nguyễn Hoàng]] giữ chức trấn thủ [[Thuận Hóa|Thuận]] - [[Quảng Nam|Quảng]], ra bắc cầm quân giúp nhà Lê đánh tàn dư họ Mạc. Năm 1600, Nguyễn Hoàng sợ bị Trịnh Tùng thanh trừng không cho về Nam, bèn lập mưu xúi [[Bùi Văn Khuê]] cùng các tướng cũ của nhà Mạc là Phan Ngạn và Ngô Đình Nga dấy binh làm phản để mình có cớ đi dẹp mà bỏ trốn về nam<ref name=\"dvsktt18\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt23.html Đại Việt sử ký toàn thư, bản kỷ quyển 18]<\/ref>.\n\n[[Bùi Văn Khuê]] cùng Phan Ngạn và Ngô Đình Nga bèn dấy binh phản lại nhà Lê, trở lại giúp họ Mạc<ref name=\"dvsktt18\"\/>. Nguyễn Hoàng xin được đi dẹp, liền mang quân đến bờ biển, đốt hết doanh trại rồi trốn về [[Thuận Hóa|Thuận Hoá]].\n\n[[Bùi Văn Khuê]] cùng Phan Ngạn, Ngô Đình Nga đem quân phụ trợ theo họ Mạc, chiêu an các thành thị. Nhưng chỉ được ít lâu, Phan Ngạn nghi ngờ [[Bùi Văn Khuê]] có mưu khác, liền sai người bắn chết Văn Khuê ở giữa [[sông]].\n\nNguyễn Thị Niên nghe tin chồng bị hại, khóc bảo quân lính bản bộ của [[Bùi Văn Khuê]]:\n:''Người nào dốc sức đền ơn, giết được Ngạn sẽ có trọng thưởng''\n\nPhan Ngạn nghe thế giận lắm. Ngày mồng 1 tháng 6 năm 1600, Phan Ngạn đem quân đến sông Hoàng Giang đánh nhau. Quân của Nguyễn Thị Niên bắn chết Phan Ngạn ở giữa sông.\n\n[[Đại Việt sử ký toàn thư]] sau đó không nhắc tới bà. [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]] dẫn một thuyết nữa về việc giết Phan Ngạn và việc tự trầm của Nguyễn Thị Niên sau khi báo thù cho chồng như sau<ref>Khâm định Việt sử thông giám cương mục, chính biên quyển 31<\/ref>:\n:''Ngạn nghe biết Thị Niên sắc đẹp, sai người đi lại cùng thông tin ước hẹn kết duyên. Nguyễn Thị giả vờ nhận lời, bèn kén hơn mười người trẻ tuổi đẹp trai, ăn mặc giả làm con gái sung vào làm thị tỳ. Nguyễn Thị giao ước với bọn thị tỳ giả nếu ai giết được Phan Ngạn thì sẽ được trọng thưởng. Muốn để Ngạn khỏi nghi ngờ, Nguyễn Thị Niên hẹn: đêm hôm nào đó thị sẽ đi một chiếc thuyền lớn đến hội kiến. Ngạn hí hởn mừng. Đến kỳ hạn, Nguyễn Thị ăn mặc lộng lẫy, đi thuyền ngược dòng sông [[Hoàng Giang]] ra sông Nha Giang, Ngạn cho người thăm dò, thấy trong thuyền la liệt những gái đẹp, Ngạn yên tâm không nghi ngờ gì cả, bèn ra ám hiệu cho thuyền tuần tiễu nơi đi nhanh, khi thuyền tuần tiễu sắp đến gần chỗ thuyền Nguyễn Thị thì dừng chèo ở giữa dòng sông. Điều khiển đâu vào đấy rồi, Ngạn mừng rỡ cuống quýt, cũng dùng một chiếc thuyền lớn đến để cùng Nguyễn Thị hội hợp. Sau khi Ngạn đã sang thuyền Nguyễn Thị, liền vẫy cho thuyền mình rút lui. Lúc ấy thị tỳ đứng hai hàng rót rượu. Khi cuộc rượu đang nồng nàn, thị tỳ rút dao ở trong tay áo ra chặt lấy đầu Phan Ngạn, rồi nhân đêm nước thủy trào xuống, gió thổi mạnh quay chèo trở về như bay, quân lính của Ngạn vẫn chưa biết có chuyện ấy. Khi về, Nguyễn Thị đem đầu của Ngạn làm lễ tế ở bàn thờ chồng, rồi dặn hai con đến hành cung tại An Trường (Thanh Hóa) quy thuận vua Lê rồi gieo mình xuống sông tự trầm.''\n\n== Trong truyền thuyết đền Vực Vông ==\n{{Chính|Đền Vực Vông}}\n\nTruyền thuyết ở đền Vực Vông tại quần thể di tích [[cố đô Hoa Lư]], ngay bên dòng [[sông Hoàng Long]], thuộc thôn Chi Phong - [[Trường Yên, Hoa Lư|Trường Yên]] - [[hoa Lư, Ninh Bình|huyện Hoa Lư]], [[Ninh Bình]] cũng kể về cái chết của Nguyễn Thị Niên sau khi báo thù cho chồng<ref>[http:\/\/baoninhbinh.org.vn\/news\/15\/2DA79F\/Du-lich-Ninh-Binh-diem-den-cua-du-khach Đền Vực và truyền thuyết về người con gái tiết nghĩa]<\/ref>.\n\nTheo [[truyền thuyết]] này, [[Bùi Văn Khuê]] cùng Phan Ngạn đều là bộ tướng của [[Nguyễn Quyện]] và đều mang lòng yêu bà. Nhờ tài năng chinh phục được vực xoáy ở Vực Vông, cho người kê đá xoay lại dòng chảy thì không còn vực xoáy nữa, [[Bùi Văn Khuê]] được Nguyễn Quyện gả Nguyễn Thị Niên cho.\n\nPhan Ngạn căm tức vì không lấy được Nguyễn Thị Niên, bèn vu cáo Nguyễn Quyện khiến Nguyễn Quyện bị mất chức và chính Phan Ngạn được lên thay. Sau đó Ngạn sai người [[ám sát]] [[Bùi Văn Khuê]] để mưu chiếm Nguyễn Thị Niên.\n\nĐể trả thù, Nguyễn Thị Niên cũng giả cách nhận lời lấy Phan Ngạn và dụ Phan Ngạn lên thuyền giữa [[sông Hoàng Long]] rồi giết Ngạn, như thuyết kể trong sách [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]. Bà sai chặt đầu Phan Ngạn đem tế chồng. Sau đó, bà nhảy xuống sông tuẫn tiết.\n\nThi hài bà trôi dạt vào vực Vông. Thương tiếc và biết ơn bà, nhân dân địa phương đã lập đền thờ bà ngay cạnh đó và gọi là [[đền Vực Vông]].\n\n==Xem thêm==\n* [[Nguyễn Quyện]]\n* [[Bùi Văn Khuê]]\n* [[Đền Vực Vông]]\n* [[Mạc Mậu Hợp]]\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*[[Đại Việt Thông sử]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.nguoiduatin.vn\/so-phan-bi-thuong-cua-tuyet-sac-giai-nhan-nam-%E2%80%93-bac-trieu-a50583.html Số phận bi thương của tuyệt sắc giai nhân Nam – Bắc triều]\n* [http:\/\/www.ninhbinhtourism.com.vn:8080\/modules.php?name=News&op=viewst&sid=65 Đền Vực Vông]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/baoninhbinh.org.vn\/news\/15\/2DA79F\/Du-lich-Ninh-Binh-diem-den-cua-du-khach Đền Vực và truyền thuyết về người con gái tiết nghĩa]\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người tự sát]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1600]]\n[[Thể loại:Nhân vật thời Lê - Mạc]]\n[[Thể loại:Nữ giới thời Lê - Trịnh]]\n[[Thể loại:Nữ tướng Việt Nam]]\n[[Thể loại:Nữ giới thời Lê - Mạc]]"}