{"91865":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Thái Tông<br\/>Hiền Vương\n| tên gốc = 賢王\n| tước vị = [[Chúa Nguyễn]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = \n| ghi chú hình = \n| chức vị = [[Chúa Nguyễn]]\n| tại vị = [[1648]] - [[1687]] <timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1558 till:1802\nAlignBars = early\nScaleMajor = increment:244 start:1558\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1648 till:1687 color:red\n<\/timeline>\n| đăng quang = \n| tiền nhiệm = [[Nguyễn Phúc Lan]]\n| nhiếp chính = \n| kế nhiệm = [[Nguyễn Phúc Thái]]\n| kiểu tại vị = Trị vì\n| hoàng tộc = [[Chúa Nguyễn|Họ Nguyễn]]\n| kiểu hoàng tộc = Gia tộc\n| tên đầy đủ = Nguyễn Phúc Tần (阮福瀕)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| tước hiệu = \n| tước vị đầy đủ = Tiết chế Thủy bộ Chư dinh kiêm Tổng Nội ngoại Bình chương Quân quốc Trọng sự Thái bảo Dũng Quận công\n| thông tin tước vị đầy đủ = ẩn\n| tôn hiệu = \n| miếu hiệu = [[Thái Tông]] (太宗)<br>[[Nghị Tổ]] (毅祖)\n| thụy hiệu = <font color=\"grey\">Tuyên Uy Kiến Vũ Anh Minh Trang Thánh Đức Thần Công Hiếu Triết Hoàng đế (宣威建武英明莊正聖德神功孝哲皇帝)<font color=\"grey\"><br>Ngắn: <font color=\"grey\">Hiếu Triết Hoàng đế (孝哲皇帝)<\/font>\n| tôn hiệu = Chúa Hiền (主賢)\n| niên hiệu = \n| thời gian của niên hiệu = \n| cha = [[Nguyễn Phúc Lan]]\n| mẹ = [[Đoàn Quý phi]]\n| phối ngẫu = \n| vợ = [[Chu Thị Viên]]<br>[[Tống Thị Đôi]]\n| thông tin con cái = ẩn\n| con cái = [[Nguyễn Phúc Diễn]]<br>[[Nguyễn Phúc Thái]]<br>[[Nguyễn Phúc Trân]]<br>[[Tôn Thất Hiệp (tướng Chúa Nguyễn)|Nguyễn Phúc Thuần]]<br>[[Nguyễn Phúc Niên]]<br>[[Nguyễn Phúc Nhiễu]]<br>[[Nguyễn Phúc Ngọc Tảo]]<br>Hai hoàng nữ khuyết danh\n| sinh = {{ngày sinh|1620|7|18}}<ref name=\"nguyenphuoctoc\">{{harvnb|Gia tộc Nguyễn Phước|2006}}<\/ref>\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1687|8|30|1620|7|18}}<ref name=\"nguyenphuoctoc\"\/>\n| nơi mất = [[Đàng Trong]], [[Đại Việt]]\n| ngày an táng = \n| nơi an táng = [[Lăng Trường Hưng]] (長興陵)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n\n'''Nguyễn Phúc Tần''' ([[chữ Hán]]: 阮福瀕, [[18 tháng 7]] năm [[1620]] - [[30 tháng 4]] năm [[1687]]), hay '''Nguyễn Thái Tông''', tước hiệu '''Dũng Quận công''' (勇郡公), và được người trong lãnh thổ gọi là '''chúa Hiền''' (主賢), là vị [[chúa Nguyễn]] thứ tư của chính quyền [[Đàng Trong]] trong [[lịch sử Việt Nam]]. Ông ở ngôi từ năm [[1648]] đến năm [[1687]], tổng cộng được 40 năm.\n\n== Thân thế ==\nNguyễn Phúc Tần sinh ngày [[18 tháng 7]] năm [[1620]], là con trai thứ hai của [[Nguyễn Phúc Lan]] và [[Đoàn Quý phi]] (người huyện [[Duy Xuyên]], tỉnh [[Quảng Nam]]).\n\nLúc đầu, Nguyễn Phúc Tần được phong làm ''Thái phó Dũng Lễ hầu'', ông được đánh giá là một võ tướng có tài.\n\n== Tướng chống Trịnh ==\n{{xem thêm|Xung đột Công ty Đông Ấn Hà Lan với Đàng Trong|Trận cảng Eo 1643}}\n\n[[Tháng 6]] năm [[1643]], theo đề nghị của Chúa Trịnh, ba tàu chiến của Công ty Đông Ấn Hà Lan là Wojdenes (De Wijdeness), Waterhond và Vos tiến vào cửa Thuận An đánh Chúa Nguyễn.\n\nNgày [[7 tháng 7]] năm [[1643]], Thế tử Nguyễn Phúc Tần đốc suất 50 chiến thuyền đột kích bất ngờ vào đội thuyền của Công ty Đông Ấn Hà Lan. Tàu đô đốc Wijdenes, là chiếc nặng nhất và chậm nhất trong số 3 tàu đó, bị bốn thuyền chèo tay đuổi kịp, đánh gãy mất bánh lái, đánh đổ cột buồm và bám vào hai bên mạn tàu; viên thuyền trưởng [[Pieter Baek]] không hy vọng chạy thoát được nữa, cho châm lửa vào kho thuốc súng và tự đốt cháy tàu, [[Pieter Baek]] và nhiều thủy thủ đã bị chết. Hai chiếc tàu kia, theo lời của Jean Gobyn, phải rất chật vật mới tìm được một chỗ trú ở đảo Ngọc (Ile de Perles).<ref>Theo sách Những người châu Âu ở nước An Nam, Charles B. Maybon<\/ref><ref>Theo sách Đại Nam thực lục<\/ref><ref>{{Chú thích web | url = http:\/\/www.thanhnien.com.vn\/pages\/20110804\/hai-chien-tu-lich-su-den-hien-dai-tau-to-sung-lon-van-thua.aspx | tiêu đề = Hải chiến - Từ lịch sử đến hiện đại: Tàu to, súng lớn vẫn thua | tác giả = | ngày = | ngày truy cập = 16 tháng 3 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref>\n\nChúa Nguyễn Phúc Lan rất vui mừng và khen:\n::''Trước kia tiên quân ta từng đánh phá giặc biển, nay con ta cũng lại như thế, ta không lo gì nữa.''\n\n[[Tháng 2]] năm [[1648]], Chúa [[Trịnh Tráng]] sai Tiến Quận công [[Lê Văn Hiểu]] khởi binh ''Nam tiến lần thứ 4'', dẫn bộ binh tiến lên đóng ở đất [[Nam Bố Chính]], còn thủy quân đánh [[cửa Nhật Lệ]]. Nguyễn Phúc Tần được phong làm Tiết chế chủ quân và cùng vua cha ra Quảng Bình tiếp ứng, chia thủy quân phục sẵn ở [[sông Cẩm La]], sai [[Nguyễn Hữu Tiến]] mang 100 con voi đánh úp quân Trịnh lúc nửa đêm, quân bộ tiếp sau vào đánh phá. Quân Trịnh thua lớn, bị thủy quân Nguyễn chặn đánh chạy đến tận [[sông Lam]] mới thôi.\n\n[[Tháng 3]] năm [[1648]], Thế tử Nguyễn Phúc Tần định cho quân vượt [[sông Gianh]] đánh ra [[Bắc Bố Chính]] thì nghe tin Chúa Thượng ngã bệnh chết trên thuyền trên đường về Thuận Hóa nên phải lui binh.\n\n== Điều hành Đàng Trong ==\nNăm [[1648]], chúa Thượng [[Nguyễn Phúc Lan]] đột ngột qua đời, Thế tử Nguyễn Phúc Tần mời chú là [[Nguyễn Phúc Trung]] lên gánh vác việc nước, song ông này từ chối.\n\nNguyễn Phúc Tần lên ngôi ở tuổi 29, thường được gọi là '''chúa Hiền'''. Quần thần tôn ông làm ''Tiết chế Thủy bộ Chư dinh kiêm Tổng Nội ngoại Bình chương Quân quốc Trọng sự Thái bảo '''Dũng Quận công''''' (勇郡公) .\n.\n\nNăm [[1653]], chúa Hiền sai đắp [[đồn Sa Chùy]] (ở cửa biển Nhật Lệ, bấy giờ gọi là [[lũy Mũi Dùi]]).\n\n=== Quân sự ===\n{{xem thêm|Trịnh-Nguyễn phân tranh}}\n[[Tháng 3]] năm [[1653]], Chúa Hiền cho mở một cuộc duyệt binh lớn ở xã An Cựu,{{Efn|Bây giờ là phường An Cựu, thành phố Huế.}} xét khí giới cùn sắc để định thưởng phạt.\n\nTheo Đại Nam thực lục tiền biên, lực lượng thủy binh Đàng Trong thời Chúa Nguyễn Phúc Tần có khoảng 22740 quân, bao gồm:<ref>Đại Nam thực lục, tập 1, các trang 51-52.<\/ref>\n* Cơ Trung hầu 10 thuyền, 300 người.\n* Nội bộ 60 đội thuyền, hơn 3.280 người.\n* 2 cơ Tả trung và Hữu trung, mỗi cơ 14 thuyền, đều hơn 700 người.\n* Nội thủy 58 thuyền, 6.410 người.\n* Cơ Tả trung kiên 12 thuyền, 600 người.\n* Cơ Hữu trung kiên 10 thuyền, 500 người.\n* 2 cơ Tả trung bộ và Hữu trung bộ, mỗi cơ 10 thuyền, đều 450 người.\n* Cơ Tiền trung bộ 12 đội, mỗi đội 5 thuyền, cộng 2700 người.\n* 4 cơ Tả dực, Hữu dực, Tiền dực, Hậu dực, mỗi cơ 5 thuyền, cộng hơn 1100 người.\n* 4 đội Tiền thủy, Hậu thủy, Tả thủy, Hữu thủy, mỗi đội 5 thuyền, đều hơn 500 người.\n* 8 cơ Tả nội bộ, Hữu nội bộ, Tiền nội bộ, Hậu nội bộ, Tả súng, Hữu súng, Tiền súng, Hậu súng, mỗi cơ 6 thuyền, cộng 2100 người.\n* Dinh tả bộ 10 thuyền, cộng hơn 450 người.\n* 4 đội Tiền bính, Hậu bính, Tả bính, Hữu bính, mỗi đội 4 thuyền, đều hơn 200 người.\n* Cơ Tả thủy 5 thuyền, hơn 200 người.\n\n=== Thi cử ===\nNăm [[1674]], Chúa Nguyễn mở khoa thi gọi là thi [[chính đồ]] và thi [[hoa văn]]. Thi chính đồ chia ra làm ba kỳ: Kỳ đệ nhất thi [[tứ lục]], kỳ đệ nhị thi thơ phú, kỳ đệ tam thi [[văn sách]]. Thi hoa văn thì cũng phải ba ngày, mỗi ngày chỉ phải làm có một bài thơ mà thôi. Ai đậu thì được bổ vào làm việc ở Tam ti.\n\nQuan tri phủ tri huyện làm sơ khảo, quan cai bạ, ký lục, vệ úy làm giám khảo. Những quyển đậu, thì chia ra làm ba hạng: Hạng thứ nhất gọi là giám sinh, được bổ ra làm tri phủ, tri huyện; hạng thứ nhì gọi là sinh đồ được bổ làm [[huấn đạo]]; hạng thứ ba cũng gọi là sinh đồ được bổ làm [[lễ sinh]], hoặc làm [[nhiêu học]].\n\n=== Vụ Thị Thừa ===\nCó người con gái là con hát, quê [[Nghệ An]] nhan sắc xinh đẹp tên là Thị Thừa được lấy vào cung phục vụ chúa. Chúa Hiền từ đó trở nên say mê Thị Thừa và bỏ bê chính sự. Chúa Hiền cũng bỏ ngoài tai lời khuyên can của các đại thần trong triều, cho rằng mình xưa nay đã có nhiều đóng góp cho vương triều, giờ đã đến lúc được hưởng thụ hạnh phúc của riêng mình. Sau đó, Chúa Hiền đọc sách Quốc ngữ (国语), đọc tới chuyện Ngô vương là [[Ngô Phù Sai]] mất nước vì nàng [[Tây Thi]] nên liền tỉnh ngộ, lập tức sai Thị Thừa mang ngự bào cho chưởng dinh [[Nguyễn Phúc Kiều]], giấu bức thư trong dải áo, ngầm sai Kiều dìm nước để giết Thị Thừa đi.<ref>Sách Đại Nam thực lục Tiền biên, quyển 4 nói Thị Thừa bị Kiều dìm chết)<\/ref><ref>Sách Phủ biên tạp lục của Lê Quý Đôn nói Thị Thừa bị đánh thuốc độc chết<\/ref> Theo ''Phủ biên tạp lục'' của [[Lê Quý Đôn]]: ''\"Từ đó chăm việc giảng võ, sửa sang khí giới, chiêu mộ người có đảm, có sức, tập trận voi, luyện thủy quân, mưu đồ tiến lấn ra ngoài bờ cõi\"''.<ref>Phủ biên tạp lục, tác giả: Lê Quý Đôn, dịch giả: Ngô Lập Chí, 1959, trang 17<\/ref>\n\n=== Đối ngoại ===\n{{xem thêm|Lịch sử Campuchia|Lịch sử Chăm Pa}}\n\n====Chăm Pa====\n\nNăm [[1651]], Quốc vương Chiêm Thành [[Po Rome]] mất, [[Po Nraup]] lên làm Quốc vương kế vị. Theo sử Chăm, Po Nraup là em cùng mẹ khác cha của Po Rome.\n\nNăm [[1653]], vua nước [[Chiêm Thành]] là Po Nraup sang quấy nhiễu ở đất [[Phú Yên]], chúa Hiền liền sai quan cai cơ là [[Hùng Lộc]] lãnh 3000 quân sang đánh. Quân đến Phú Yên, tiếp tục vượt [[đèo Hổ Dương]] [[núi Thạch Bi]], nhân lúc đêm tối đánh thẳng vào thành, phóng lửa đánh gấp, cả phá được. Po Nraup trốn chạy. Po Nraup sai con là [[Xác Bà Ân]] dâng thư xin hàng. Chúa Hiền thuận y cho, lấy [[Sông Dinh (Ninh Thuận)|sông Phan Rang]] làm ranh giới. Vùng phía Đông sông đến địa đầu Phú Yên (vùng [[Kauthara]]) đặt làm 2 [[phủ Thái Khang]]{{Efn|Phủ Thái Khang có 2 huyện là Quảng Phúc, Tân An. Nay là Ninh Hòa, Khánh Hòa}} và [[phủ Diên Ninh|Diên Ninh]].{{Efn|Phủ Diên Ninh có 3 huyện là Phúc Điền, Vĩnh Xương, Hoa Châu. Nay là Diên Khánh, Khánh Hòa}} Đặt [[dinh Thái Khang]]{{Efn|Nay gồm tỉnh Khánh Hòa và một phần phía Bắc tỉnh Ninh Thuận}} do Hùng Lộc trấn giữ. Phần phía Tây sông (vùng [[Panduranga]]) vẫn thuộc về Chăm Pa, và bắt giữ lệ cống.{{Efn|Vùng lãnh thổ còn lại lúc này của Chăm Pa chỉ còn từ sông Phan Rang (Ninh Thuận) đến Sông Dinh (Hàm Tân, Bình Thuận)}}\n\nSang năm [[1654]], trấn thủ [[dinh Bố Chính]] là [[Xuân Sơn]] vào tiếp quản [[dinh Thái Khang]], nhằm kinh lý vùng đất mới chiếm được, tổ chức di dân bình ổn [[dinh Thái Khang]], thu gom nguồn tài nguyên hương liệu nhằm khuếch trương cảng [[Hội An]].\n\n====Chân Lạp====\n\nBên cạnh Vương quốc [[Chiêm Thành]], tình hình Vương quốc [[Chân Lạp]] bấy giờ cực kỳ rối ren, chú cháu anh em tranh quyền đoạt vị, tàn sát lẫn nhau, vị vua mới lên ngôi lại theo [[đạo Hồi]] gây ra xung đột giữa các tầng lớp dân.\n\nNăm [[1658]], hai con còn sống sót của [[Preah Outey]] là [[Barom Reachea V|Ang Sur]] và [[Ang Tan]] dấy binh chống lại vua Chân Lạp [[Ramathipadi I]] (Nặc Ông Chân) nhưng thất bại. Hai người này tìm kiếm lời khuyên của [[Công nữ Ngọc Vạn|Thái hậu Ngọc Vạn]], Ang Sur và Ang Tan đã cầu cứu chúa Phúc Tần.\n\nChúa Hiền liền sai Phó tướng dinh Trấn Biên ([[Phú Yên]]) là [[Nguyễn Phúc Yến|Nguyễn Phước Yến]] dẫn 3000 quân đến [[thành Hưng Phước]] (bấy giờ là [[Mỗi Xuy]], nay thuộc huyện [[Phúc An]], tỉnh [[Bà Rịa – Vũng Tàu]]), phá được thành rồi tiến vào bắt [[Ramathipadi I]] bỏ vào lồng sắt đem về giam ở [[Quảng Bình]]. Năm [[1659]], [[Ramathipadi I]] đã được phóng thích vì chúa Hiền muốn ông ta gây ảnh hưởng lên người kế nhiệm, nhưng ông ta đã chết trên đường trở về Vương quốc.\n\nNhờ sự can thiệp của người Việt mà [[Barom Reachea V|Ang Sur]] được làm Quốc vương, xưng là [[Barom Reachea V]], đóng tại Long Úc ([[Oudong]]); [[Ang Nan]] (Nặc Nộn) làm Phó vương đóng tại thành [[Sài Gòn]]. Đổi lại các Quốc vương [[Chân Lạp]] phải thần phục [[Đàng Trong]] và thực hiện triều cống định kỳ. Vì sự phụ thuộc quá lớn vào Chúa Nguyễn [[Đàng Trong]], dẫn tới hệ quả người Việt tràn đến sinh sống và kiểm soát những vùng đất thuộc Chân Lạp.\n\n[[Tháng 12]] năm [[1672]], Quốc vương [[Barom Reachea V]] bị [[Bô Tâm]]{{Efn|Bô Tâm là rể đồng thời vừa là cháu ruột của vua Barom Reachea V. Bô Tâm là con trai của Ang Non Padumaraja I}} giết chết rồi cướp ngôi, Bô Tâm xưng là [[Chey Chettha III]].\n\n[[Ang Tan]] (Nặc Ông Tân), chú của [[Chey Chettha III]], chạy sang cầu cứu Chúa Nguyễn. Nhưng ngay sau đó tháng 5 năm [[1673]], Chey Chettha III cũng bị giết trên giường ngủ bởi người Mã Lai thuộc phe của [[Ramathipadi I]].\n\n[[Keo Fa II|Ang Chea]] ([[Keo Fa II|Nặc Ông Đài]]), con trai đầu của vua [[Barom Reachea V]] lên ngôi sau đó, xưng là [[Keo Fa II]].\n\nNăm [[1674]], [[Keo Fa II|Nặc Ông Đài]] đã đi cầu viện [[Vương quốc Ayutthaya|Ayutthaya]] (Thái Lan) để đánh [[Ang Nan|Nặc Ông Nộn]], và chiếm được thành [[Sài Gòn]]. [[Ang Nan]] (Nặc Ông Nộn) bỏ chạy sang cầu cứu ở dinh Thái Khang (nay là Khánh Hòa). Đồng thời, [[Keo Fa II|Ông Đài]] cho đắp thành lũy ở địa đầu Mỗi Xuy; làm cầu phao và xích sắt, đắp [[thành Nam Vang]]; nhờ Xiêm cứu viện để chống lại Chúa Nguyễn.\n\nChúa Hiền bèn sai Cai cơ đạo Nha Trang là [[Nguyễn Dương Lâm]] cùng với [[Nguyễn Đình Phái]] làm tham mưu đem binh chia ra hai đạo sang đánh [[Nặc Ông Đài]].\n\nTháng 3 năm [[1674]], quân tiên phong của [[Nguyễn Diên]] đến trước đánh úp [[lũy Mỗi Xuy]] (hay Môi Xoài, nay thuộc Long Điền, Bà Rịa),{{Efn|Sau nay gọi là lũy Phước Tứ, ở phía Đông trạm Biên Phước thuộc địa phận huyện Phước An, nằm ngang đường cái. Nay là Gò Đồn, làng Long Điền, An Ngãi, Long Điền, Bà Rịa–Vũng Tàu}} rồi chiếm được lũy, mấy ngày sau quân Cao Miên các nơi họp lại vây đánh rất dữ, nhưng [[Nguyễn Diên]] đóng giữ cửa Lũy mà không ra đánh.\n\nKhi đại binh của [[Nguyễn Dương Lâm]] ập đến, Diên bèn cùng hợp sức ra đánh, quân Cao Miên tan vỡ, bị chết và thương rất nhiều. Sau đó, đại binh tiến đến Sài Gòn.\n\nTháng 4 năm [[1674]], phá được 3 lũy: [[Sài Côn]] (đất [[trấn Phiên An]]), [[Gò Vách]] và rồi tiến quân lên vây [[thành Nam Vang]]. [[Keo Fa II|Nặc Ông Đài]] phải bỏ thành chạy vào rừng, bị thuộc hạ giết chết. [[Chey Chettha IV|Nặc Ông Thu]] ra hàng. [[Chey Chettha IV|Nặc Ông Thu]] là chính dòng con trưởng cho nên lại lập làm chính quốc vương đóng ở [[Oudong|Long Úc]] (thành Vũng Luông), để [[Ang Nan|Nặc Ông Nộn]] làm đệ nhị quốc vương như cũ, đóng ở thành Sài Gòn, bắt hằng năm phải triều cống.<ref name=\"ReferenceA\">Gia Định Thành Thông Chí. Quyển 3: Cương vực chí- Trịnh Hoài Đức.<\/ref>\n\nLại còn gia phong cho [[Nguyễn Dương Lâm]] làm Trấn thủ dinh Thái Khang (Khánh Hòa) lo việc phòng ngự ngoài biên. Chúa Nguyễn làm chủ tình thế cả vùng Đồng Nai.\n\nNăm [[1679]], có quan [[Nhà Minh]] là tổng binh trấn thủ đất Long Môn ([[Quảng Tây]]) [[Dương Ngạn Địch]], phó tướng [[Hoàng Tiến]], tổng binh [[châu Cao]], [[châu Lôi]], và [[châu Liêm]] (thuộc [[Quảng Đông]]) là [[Trần Thượng Xuyên]], phó tướng [[Trần An Bình]], không chịu làm tôi [[Nhà Thanh]], đem 3000 quân cùng 50 chiếc thuyền xin được vào Kinh bằng hai cửa Tư Dung và Đà Nẵng (nay là cửa Hàn thuộc Quảng Nam). Dâng sớ xin được làm dân mọn xứ Việt.\n\nChúa Hiền thấy họ cùng quẫn mà chạy sang, lại tỏ bày lòng trung thực, vả lại xứ Đông Phố (một tên khác của đất Gia Định xưa) của nước Cao Miên, đất đai màu mỡ có đến ngàn dặm, triều đình chưa rỗi để lo liệu, chi bằng tận dụng sức lực của họ, giao cho họ khai hoang đất đai để ở. Nghĩ vậy, triều đình tổ chức khao đãi ân cần, chuẩn y cho giữ nguyên chức hàm, phong cho quan tước rồi lệnh cho tới Nông Nại (Đồng Nai) khai hóa đất đai. Mặt khác, triều đình còn hạ chỉ dụ cho Quốc vương Cao Miên (Thủy Chân Lạp) biết việc ấy để không xảy ra chuyện ngoài ý muốn.<ref name=\"ReferenceA\"\/>\n\nBọn tướng Long Môn họ Dương đem binh thuyền tiến vào cửa Xoài Rạp (nay gọi là Lôi Lạp (Soi Rạp)) và cửa Đại cửa Tiểu (thuộc [[trấn Định Tường]]) dừng trú tại xứ [[Mỹ Tho]] (là trấn lỵ của Định Tường). Bọn tướng các xứ Cao, Lôi, Liêm họ Trần thì đem binh thuyền tiến vào cửa Cần Giờ rồi đồn trú tại xứ Bàn Lân thuộc [[Đồng Nai]] (là lỵ sở [[trấn Biên Hòa]]), đất Lộc Đã (tức là đất Đồng Nai thuộc Biên Hòa).\n\nHọ lo mở mang đất đai, lập thành phố chợ, giao thông buôn bán. Tàu thuyền người Hoa, người phương Tây, người Nhật, [[người Chà Và]] (người gốc [[Java]]), tụ tập tấp nập, phong hóa Trung Quốc dần dần lan ra thấm đượm cả vùng Đông Phố.<ref name=\"ReferenceA\"\/>\n\n== Các sự kiện khác ==\n* Năm [[1686]], có người Pháp tên là Verret được phép mở cửa hàng ở cù lao Côn Lôn.\n* Năm [[1644]], chúa Hiền ở bắt giết những người đi giảng đạo ở Đà Nẵng.\n\n== Qua đời ==\nNgày [[19 tháng 3]], năm Đinh Mão ([[30 tháng 4]] năm [[1687]]), chúa Hiền không được khỏe, cho triệu con thứ là [[Nguyễn Phúc Thái]] đến bảo rằng:<ref>Đại Nam thực lục, tập 1, trang 83<\/ref>\n:''Ta bình sinh ra vào gian hiểm giữ nhà, giữ nước. Con nối ngôi phải sửa thêm nhân chính cho yên bờ cõi. Các quan văn võ đều do ta cất dùng để mưu mọi bề, đừng để bọn tiểu nhân len vào.''\n\nSau đó, Nguyễn Phúc Tần triệu các quan đại thần tới và bảo rằng:\n:''Ta với các khanh một chí hướng với nhau mà công việc mưa đồ chưa trọn. Nay con ta tuổi còn nhỏ, mong nhờ các khanh giúp đỡ cho công việc của tổ tông rõ ràng. Đừng quên lời ấy.''\n\nNói rồi, ông [[chết|qua đời]], thọ 68 tuổi. Lăng mộ tại làng [[Hải Cát]], huyện [[Hương Trà]], tỉnh [[Thừa Thiên]]. Lăng được đặt tên là [[Trường Hưng lăng]] (長興陵), [[thụy hiệu]] của ông là Công Cao Đức Hậu Dũng Triết vương (功高德厚勇哲王). Vào đời Vũ vương [[Nguyễn Phúc Khoát]], ông được tặng [[miếu hiệu]] là [[Nghị Tổ]] (毅祖), [[thụy hiệu]] cải thành Tuyên Uy Kiến Vũ Anh Minh Trang Chánh Thánh Đức Thần Công Hiếu Triết vương (宣威建武英明莊正聖德神功孝哲王).\n\nSách ''Đại Nam thực lục tiền biên'' có nhận xét về công nghiệp của Chúa Nguyễn Phúc Tần:<ref>Đại Nam thực lục, tập 1, trang 82<\/ref>\n{{cquote|''Bấy giờ trong cõi vô sự, thóc lúa được mùa. Chúa càng sửa sang chính trị, không xây đài tạ, không gần con hát gái đẹp, bớt nhẹ dao dịch thuế má, trăm họ vui vẻ, đều khen là đời thái bình.''|||Đại Nam thực lục tiền biên}}\n \nCon ông là [[Nguyễn Phúc Thái]] lên kế nghiệp, tức '''chúa Nghĩa''' (主義).\n\n== Tưởng nhớ ==\nTên ông được đặt tên cho một con đường ở [[Huế|thành phố Huế]], đường Nguyễn Phúc Tần.\n\nỞ [[Đô thành Sài Gòn]] trước kia có một con đường và một phường và một phường thuộc [[quận 3]] mang tên Hiền Vương. Sau năm 1975, đường Hiền Vương được đổi tên thành đường [[Võ Thị Sáu]] và phường Hiền Vương nay là một phần của phường [[Võ Thị Sáu (phường)|Võ Thị Sáu]], quận 3, [[thành phố Hồ Chí Minh]]. Hiện có đường Hiền Vương ở quận Tân Phú.\n\nMột rạn san hô ở phía Nam Biển Đông thuộc chủ quyền Việt Nam cũng được đặt tên ông, tên là [[bãi Phúc Tần]].\n\n== Gia quyến ==\n* Thân phụ: [[Nguyễn Phúc Lan]], đương thời gọi là ''Chúa Thượng''.\n* Thân mẫu: [[Đoàn quý phi|Hiếu Chiêu hoàng hậu]] Đoàn thị (孝昭皇后段氏; 1601 - 1661), người huyện [[Duy Xuyên]], [[Quảng Nam]].\n* Phu nhân:\n# [[Từ Mẫn Hiếu Triết hoàng hậu]] Châu thị (慈敏孝哲皇后朱氏; 1625 - 1684)<ref name=\"nguyenphuoctoc\"\/>, húy là '''Viên''' , Quê quán ở làng An Lai , huyện Quảng Điền ( nay thuộc xã Hương Phong , thị xã Hương Trà ),Thừa Thiên Huế . Khi còn trẻ, bà vào hầu Thái Tông trong thời kỳ [[tiềm để]], được phong làm [[Chánh phu nhân]]. Năm [[1806]], [[Gia Long]] truy tôn ''Từ Mẫn Chiêu Thánh Cung Tĩnh Trang Thận Hiếu Triết Hoàng Hậu'' (慈敏昭聖恭靜莊慎孝哲皇后), được phối thờ với Thái Tông ở [[Thái Miếu]], án thứ hai bên tả. Bà sinh được 2 trai và 1 gái: [[Nguyễn Phúc Diễn]], [[Tôn Thất Hiệp (tướng Chúa Nguyễn)|Nguyễn Phúc Thuần]] và [[Nguyễn Phúc Ngọc Tào]].\n# [[Từ Tiên Hiếu Triết hoàng hậu]] Tống thị (慈僊孝哲皇后宋氏), húy là '''Đôi''', con gái Thiếu phó Quận công [[Tốn Phúc Khang]] (宋福康), mẹ bà họ Phạm, quê ở huyện [[Tống Sơn]], tỉnh [[Thanh Hóa]]. Năm mất và tuổi của bà đều không được truyền lại. Năm [[1806]], Gia Long truy tôn ''Từ Tiên Huệ Thánh Trinh Thuận Tĩnh Nhân Hiếu Triết Hoàng Hậu'' (慈僊惠聖貞順靜仁孝哲皇后), đặt tên lăng là [[Quang Hưng lăng]] (光興陵). Bà được phối thờ với Thái Tông ở [[Thái Miếu]], án thứ hai bên trái. Bà sinh ra chúa [[Nguyễn Phúc Thái]].\n#Đào Thừa, sinh ra ở bờ Bắc sông Gianh, quê ở đất Nghệ An. Theo sử sách viết lại, năm 1652, quần thần nạp vào phủ Chúa Hiền một ca nhi tài sắc, khiến chúa hết lòng si mê. Đó là nàng Đào Thừa. Nàng không những có nhan sắc rực rỡ, lại có ngón đàn, giọng hát điêu luyện, khiến ai cũng ngưỡng mộ. Sự có mặt của Đào Thừa đã làm lu mờ hết vẻ đẹp của các cung phi trong phủ Chúa. Chúa Hiền nhanh chóng rơi vào đam mê sắc dục với Đào Thừa, ngày đêm gần gũi nàng, bỏ bê việc triều chính, đại sự... Nhiều triều thần đã mạnh dạn đứng ra can gián, chỉ ra cái họa nữ sắc với các bậc quân vương và khuyên chúa nên bớt gần gũi với nàng Đào Thừa. Tuy nhiên, quá say mê người đẹp, Hiền Vương biện luận rằng: \"Ta từng nằm gai nếm mật để bảo vệ cơ đồ, nay bờ cõi vô sự, ta lại chẳng có quyền vui thanh sắc, yến ẩm sao?\". Nhưng rồi một hôm, chúa đọc sách ''Quốc ngữ (国语)'', đến chuyện: Vua nước Việt thời Xuân Thu là Câu Tiễn đánh nhau với nước Ngô, bị thua. Theo kế của mưu sĩ Phạm Lãi, Câu Tiễn dùng kế mỹ nhân dâng người đẹp Tây Thi cho vua Ngô là Phù Sai. Phù Sai mê nàng Tây Thi quên cả quốc sự, bị Câu Tiễn đem quân đánh, mà nước Ngô bị mất, Phù Sai bị giết. Lúc ấy, Hiền Vương giật mình, ngẫm nghĩ: \"Phải chăng nàng Đào Thừa chính là Tây Thi của chúa Trịnh đưa từ miền Bắc vào để mê hoặc ta?\". Sáng hôm sau, chúa sai người đẹp Đào Thừa mang đến tư thất của viên võ tướng là Chưởng dinh Nguyễn Cửu Kiều một bộ triều phục mới, rồi từ đó không ai còn thấy nàng trở lại phủ chúa. Người đời sau cho rằng, trong gấu áo bộ triều phục Đào Thừa mang đi, có bức mật thư ủy thác cho Cửu Kiều kết liễu đời nàng để tránh cho xứ Đàng trong cái họa Tây Thi! Dù sao, chúa Hiền cũng không nỡ lòng tự mình làm chuyện tàn ác với người đẹp từng một thời đầu gối tay ấp, nên dùng kế \"mượn dao giết người\" để dứt tình với nàng. Và chắc rằng vị Chưởng dinh tâm phúc, chắc nắm rõ \"mật hiệu\" với chủ nhân, đã thực hiện ý chúa một cách trọn vẹn.\n\n* Công tử:\n# Phúc Quận công [[Nguyễn Phúc Diễn]] (福郡公阮福演; 1639 - 1685), mẹ là Từ Mẫn Chu hoàng hậu. Lúc đầu được lập làm Thế tử, mất khi chưa kịp nối ngôi. Chúa Thượng rất thương, truy phong ''Tả Lý Dương Vũ Công Thần Thượng Trụ Quốc Chưởng Phủ Sự Thiếu Sư Phúc Quốc công''. Có sáu con trai và ba con gái. Về sau 2 người con trai là Huệ và Thông bị tội, dưới thời [[Minh Mạng]] bị đổi sang họ Nguyễn Thuận.\n# '''[[Nguyễn Phúc Thái]]''' (阮福溙), tức '''Anh Tông Hiếu Nghĩa hoàng đế''' (英宗孝義皇帝). Mẹ là Từ Tiên Tống hoàng hậu.\n# Cương Quận công [[Nguyễn Phúc Trân]] (綱郡公阮福溱; 1650 - 1685), còn tên khác là '''Huyền''', mẹ là Từ Tiên Tống hoàng hậu. Lúc đầu làm Chưởng cơ. Có một con trai là Dần, làm tới chức Chưởng Tả Bộ Dinh Điệu Dương hầu.\n# Quốc Uy công [[Tôn Thất Hiệp (tướng Chúa Nguyễn)|Nguyễn Phúc Thuần]] (國威公阮福淳; 1652 - 1675), tức [[Tôn Thất Hiệp (tướng Chúa Nguyễn)|Tôn Thất Hiệp]], mẹ là Từ Mẫn Chu hoàng hậu. Có bốn con trai là Nhuận, Lễ, Thiều, Phan.\n# [[Nguyễn Phúc Niên]], mất sớm không con.\n# [[Nguyễn Phúc Nhiễu]], mất sớm không con.\n* Công nữ:\n# [[Nguyễn Phúc Ngọc Tào]] (阮福玉曹), mẹ là Từ Mẫn Chu hoàng hậu, không rõ truyện.\n# Khuyết danh, lấy Chưởng cơ Tráng.\n# Khuyết danh, lấy Chưởng cơ Đức.\n\n== Trong văn hóa đại chúng ==\nHình ảnh chúa Nguyễn Phúc Tần được tái hiện trong phim ''Mỹ nhân (2015)'' do diễn viên [[Quách Ngọc Ngoan]] đóng.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/phim-lich-su-my-nhan-loi-keo-su-chu-y-bang-canh-nong-3310736.html|tựa đề=Phim lịch sử 'Mỹ nhân' lôi kéo sự chú ý bằng cảnh nóng|ngày=2015-11-12|website=VNExpress|url-status=live|ngày truy cập=2021-07-08}}<\/ref>\n\n== Xem thêm ==\n* [[Chúa Nguyễn]]\n* [[Nguyễn Phúc Thái]]\n* [[Đàng Trong]]\n\n== Chú giải ==\n{{notelist}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n== Tham khảo ==\n* [http:\/\/nguyenphuoctoc.net\/vuong-pha\/05_nguyenphuctan.htm Nguyễn Phúc Tần, trang web Nguyễn Phước Tộc]\n\n{{Đầu hộp\n}}\n{{thứ tự kế vị|trước=Chúa Thượng [[Nguyễn Phúc Lan]]|chức vụ=[[Chúa Nguyễn|Hiền Vương]]|sau=Chúa Nghĩa [[Nguyễn Phúc Thái]]|năm=1648-1687}}\n{{Cuối hộp\n}}\n{{Chúa Nguyễn|hiện=1}}\n\n[[Thể loại:Chúa Nguyễn]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Sinh năm 1620]]\n[[Thể loại:Mất năm 1687]]\n[[Thể loại:Công tước nhà Lê trung hưng]]\n[[Thể loại:Hoàng đế truy tôn Việt Nam]]"}