{"77000":"{{Viên chức\n| tên = Nguyễn Bặc\n| hình = Mothuytonguyenbac.jpg\n| caption = Mộ Nguyễn Bặc tại xã Gia Phương, [[Gia Viễn]], [[Ninh Bình]]\n| chức vụ = [[Tể tướng]] ([[Thủ tướng|Tức Thủ Tướng]])\n| bắt đầu = [[968]]\n| kết thúc = [[979]]\n| triều đại = [[Đinh Tiên Hoàng]]\n| tiền nhiệm = {{small|Chức mới lập}}\n| kế nhiệm = {{small|Chức bãi bỏ}}\n\n| nghề nghiệp = Tướng quân, [[Chính khách]]\n| ngày sinh = [[924]]\n| nơi sinh = [[Gia Viễn]], [[Trường Châu]],[[Ninh Bình]]\n| ngày mất = [[7 tháng 11]] năm 979 (55 tuổi)\n| nơi mất = [[Hoa Lư]], [[Đại Cồ Việt]]\n| profession = Tướng Quân, [[chính khách]]\n| cha = [[Nguyễn Thước (tướng lĩnh )|Nguyễn Thước]]\n| họ hàng = [[Nguyễn Bồ]] (anh trai) <br> [[Nguyễn Phục]] (anh trai)\n| con = [[Nguyễn Đê]] <br> [[Nguyễn Đạt]]\n}}\n\n'''Nguyễn Bặc''' ([[chữ Hán]]: 阮匐; [[924]] - [[7 tháng 11]] năm [[979]]), hiệu '''Định Quốc Công''' (定國公), là khai quốc công thần [[nhà Đinh]], có công giúp [[Đinh Tiên Hoàng]] đánh dẹp, chấm dứt [[loạn 12 sứ quân]] vào [[thế kỷ 10]] trong [[lịch sử Việt Nam]]. Do lập công lớn, ông được vua Đinh phong tước Định Quốc [[Công tước|Công]], vị trí như chức [[Tể tướng]] của các triều đại sau này.<ref>{{Chú thích web |url=http:\/\/kienthuc.net.vn\/tham-cung\/ai-la-te-tuong-dau-tien-trong-lich-su-viet-nam-306023.html |ngày truy cập=2014-02-16 |tựa đề=Ai là tể tướng đầu tiên trong lịch sử Việt Nam? |archive-date=2014-02-14 |archive-url=https:\/\/web.archive.org\/web\/20140214131325\/http:\/\/kienthuc.net.vn\/tham-cung\/ai-la-te-tuong-dau-tien-trong-lich-su-viet-nam-306023.html |url-status=live }}<\/ref> Ông là một trong số những người tận trung với nhà Đinh, đồng thời là bạn đồng hương, sinh và mất cùng năm với Vua Đinh Tiên Hoàng. Dân gian xem ông và [[Đinh Điền]] là những biểu tượng của tinh thần hào hiệp, trượng nghĩa và trung thành. \n\nTheo các gia phổ họ Nguyễn và tài liệu ''Lược sử họ Nguyễn tại Việt Nam'', ông được tôn là bậc tiền thủy tổ họ Nguyễn chính thống ở Việt Nam. Theo sách ''Nguyễn Phúc tộc thế phả'', ông được xem là thủy tổ của dòng họ [[Nguyễn Phước tộc|Nguyễn Phúc]] sau này lập ra dòng [[Chúa Nguyễn]] ở miền Nam năm 1569 dưới thời [[Nguyễn Hoàng]] và triều đại [[Nhà Nguyễn]] năm 1802 dưới thời [[Nguyễn Ánh|Nguyễn Phúc Ánh]]. Ông được ''[[Việt sử tân biên]]'' liệt vào danh sách \"Giao Châu thất hùng\", tức 7 anh hùng người Giao Châu gồm: [[Đinh Bộ Lĩnh]], [[Đinh Liễn]], [[Lê Hoàn]], [[Đinh Điền]], Nguyễn Bặc, [[Phạm Hạp]] và [[Phạm Cự Lạng]].<ref>Xem \"Việt sử toàn thư\", Phần 3 - Việt Nam Trên Đường Độc Lập - Chương 1 - Phạm Văn Sơn<\/ref>\n\n==Thời trẻ==\nTheo ''Sự tích Định quốc công Nguyễn Bặc'' của các giáo sư Nguyễn Đình Điền và Nguyễn Đình Chi thì Nguyễn Bặc là con cụ Nguyễn Thước, một Nha tướng của [[Dương Đình Nghệ]], ông có người anh trai là [[Nguyễn Bồ]] và người em trai là Nguyễn Phục. Tương truyền Nguyễn Bặc thời thanh niên là người giỏi võ nghệ và có sức khỏe phi thường. Ông từng dùng tay không bắt sống cọp đem bán cho các hào phú. Tính tình ông thẳng thắn, bộc trực nhưng rất thương dân.\n\nTheo sách ''[[Khâm định Việt sử Thông giám cương mục]]'', Nguyễn Bặc là người [[động Hoa Lư]], châu Đại Hoàng, [[Đại Cồ Việt]] (nay vẫn là [[động Hoa Lư]] thuộc xã Gia Hưng - huyện [[Gia Viễn]] - tỉnh [[Ninh Bình]]). Thuở nhỏ, ông đã cùng kết bạn với [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], [[Đinh Điền]], [[Trịnh Tú]] và [[Lưu Cơ]]. Trong đó, mối quan hệ của bộ ba Đinh Bộ Lĩnh - Nguyễn Bặc - Đinh Điền có gốc rễ keo sơn từ lúc “cờ lau tập trận” chứ không phải khi đã trưởng thành mới kết nghĩa Đào Viên như bộ ba Lưu Bị - Quan Vân Trường – Trương Phi ở Trung Hoa thời Tam Quốc.<ref>{{Chú thích web |url=http:\/\/daidoanket.vn\/tinh-hoa-viet\/dinh-quoc-cong-nguyen-bacvi-tuong-trung-trinh-trieu-dinh-tintuc423438 |ngày truy cập=2019-03-17 |tựa đề=Định Quốc Công Nguyễn Bặc: Vị tướng trung trinh triều Đinh |archive-date=2019-04-26 |archive-url=https:\/\/web.archive.org\/web\/20190426091529\/http:\/\/daidoanket.vn\/tinh-hoa-viet\/dinh-quoc-cong-nguyen-bacvi-tuong-trung-trinh-trieu-dinh-tintuc423438 |url-status=live }}<\/ref>\n\nNếu như [[Đinh Bộ Lĩnh]] được sử sách đánh giá là tài năng sáng suốt hơn người, dũng cảm mưu lược nhất đời, [[Đinh Điền]] là người điềm tĩnh, thận trọng và thông thái thì Nguyễn Bặc là người thẳng thắn, bộc trực và hăng hái. Tính cách của Nguyễn Bặc mô tả qua việc ông giết [[Đỗ Thích]] trả thù cho [[Đinh Bộ Lĩnh]] và đánh dẹp các sứ quân [[Nguyễn Siêu]], [[Phạm Bạch Hổ]] và [[Kiều Công Hãn]].\n\n==Công thần nhà Đinh==\nThần phả ghi ông có 3 người anh em cả ruột thịt và kết nghĩa là [[Nguyễn Bồ]] và Nguyễn Phục và [[Hoàng Định]]. Trước đó Hoàng Định vốn là người thuộc [[Kiều Công Hãn]] sứ quân tại Phong Châu, sau vì  Nguyễn Bặc kêu gọi mà bỏ theo về với Đinh Bộ Lĩnh. Khi Nam Tấn Vương [[Ngô Xương Văn]] tử trận năm 965, các sứ quân nổi dậy. Cả bốn anh em họ làm tướng đi theo [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] hùng cứ ở [[Hoa Lư]]. [[Đinh Điền]], [[Trịnh Tú]] và [[Lưu Cơ]] cũng tham gia vào lực lượng này.\n\nĐóng góp trong công cuộc dẹp loạn 12 sứ quân, Nguyễn Bặc là người chiêu mộ nhiều [[Võ tướng nhà Đinh|võ tướng giỏi]] như Bạch Tượng, Bạch Địa, Đỗ Đài và 5 anh em họ Phí ở Động Phí (Ứng Hòa, Hà Nội); Lê Khai, [[Nguyễn Tấn (tướng nhà Đinh)|Nguyễn Tấn]] (Nam Định); Lý Trí Thắng (Hải Dương); anh em Lý Phả, Lý Hoằng, Lý Quảng (Hải Phòng); anh em Nguyễn Viết, Nguyễn Sùng, Nguyễn Thiện và anh em Lý Đài, Lý Trâu, Lý Quốc cùng với sứ quân [[Phạm Bạch Hổ]] (Hưng Yên) để đưa họ gia nhập lực lượng của [[Đinh Bộ Lĩnh]] ở [[Hoa Lư]].\n\nTheo thần phả, khi đánh dẹp sứ quân [[Nguyễn Siêu]], [[Nguyễn Bồ]] và Nguyễn Phục cùng 2 tướng khác bị tử trận. [[Đinh Tiên Hoàng]] liền truyền Nguyễn Bặc làm tiên phong, cùng với [[Hoàng Định]], [[Đinh Điền]] và [[Lê Đại Hành|Lê Hoàn]] đem quân đánh báo thù, kết quả diệt được [[Nguyễn Siêu]] năm 967.\n\nNhững dấu tích ở Côn Sơn, Đông Triều thuộc khu vực chiếm đóng của sứ quân Phạm Bạch Hổ từng diễn ra nhiều trận đánh của tướng Nguyễn Bặc với sứ quân này. Tên núi Hun Sơn gắn với sự kiện Nguyễn Bặc dùng kế hỏa công, lợi dụng gió thổi đốt lửa hun khói vào doanh trại của Phạm Bạch Hổ, nhờ đó dễ dàng vây bắt.<ref>{{Chú thích web |url=http:\/\/consonkiepbac.org.vn\/t404\/chua-con-son |ngày truy cập=2020-03-29 |tựa đề=Chùa Côn Sơn |archive-date=2020-03-29 |archive-url=https:\/\/web.archive.org\/web\/20200329222210\/http:\/\/consonkiepbac.org.vn\/t404\/chua-con-son |url-status=live }}<\/ref>\n\nNgoài trận đánh [[Nguyễn Siêu]], Nguyễn Bặc chỉ huy các trận đánh buộc [[Phạm Bạch Hổ]] ở Đằng Châu ([[Hải Dương]]), [[Ngô Nhật Khánh]] ở Đường Lâm ([[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]]) và [[Ngô Xương Xí]] ở Bình Kiều ([[Thanh Hoá]]) phải quy thuận. Trong trận đánh sứ quân [[Đỗ Cảnh Thạc]], Nguyễn Bặc chỉ huy cánh quân đánh vào thành Trại Quyền ([[Quốc Oai]]).\n\nNguyễn Bặc cư xử với Đinh Bộ Lĩnh không khác Trương Phi đối với Lưu Bị. Ông luôn cắp giáo đứng hầu mỗi khi Đinh Bộ Lĩnh bàn việc quân, hay nếm trước thức ăn để tránh cho Lĩnh khỏi bị đầu độc. Khi ra trận mạc ông luôn xông pha đi đầu. Có lần [[Đinh Bộ Lĩnh]] bị trúng tên ngã ngựa, Bặc cõng vua trên lưng, leo lên núi đá dựng đứng để thoát vòng vây.\n\nNăm [[968]], [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] lên ngôi, lấy hiệu là [[Đinh Tiên Hoàng]]. Nguyễn Bặc được phong làm Định Quốc Công, đứng đầu các công thần, quản lý việc nội chính. [[Đinh Điền]] được phong làm ngoại giáp.\n\n==Tận trung với nhà Đinh==\n{{xem thêm|Đinh Tiên Hoàng|Đỗ Thích}}\n\nNăm 979, [[Đinh Tiên Hoàng]] và Nam Việt vương [[Đinh Liễn]] bị sát hại. Quan Chi hậu nội nhân là [[Đỗ Thích]] bị nghi là thủ phạm hàng đầu, sợ hãi bỏ trốn.\n\nTheo ''[[Đại Việt sử ký toàn thư]]'', ba ngày sau, Thích khách khát nước thò tay ra hứng nước mưa uống, bị [[cung nữ]] phát hiện đi báo. Nguyễn Bặc lập tức bắt giết ngay [[Đỗ Thích]]. Ông cùng các đại thần tôn phò con nhỏ của Đinh Tiên Hoàng là Vệ Vương Đinh Toàn lên ngôi, tức là [[Đinh Phế Đế]]. Mẹ Phế Đế là [[Dương Vân Nga]] trở thành thái hậu.\n\nTuy nhiên, nhiều ý kiến của các sử gia ngày nay lại cho rằng Đỗ Thích là người bị oan, và chủ mưu chính của vụ giết hại cha con Đinh Tiên Hoàng chính là [[Lê Đại Hành|Lê Hoàn]] và [[Dương Vân Nga|Dương hậu]], Đỗ Thích chỉ là quan chi hậu nên bị ép buộc nhưng chưa thực hiện được ý đồ nên là đồng phạm.\n\nTheo ''[[Khâm định Việt sử Thông giám cương mục]]'', Nguyễn Bặc, Đinh Điền làm phụ chính cho Phế Đế, nhưng lúc đó [[Dương Vân Nga|Dương thái hậu]] tư thông với Thập đạo tướng quân Lê Hoàn, cho Lê Hoàn làm Phó vương, nắm quyền chỉ huy quân đội, chuyên quyền, tự do ra vào cung cấm. Nguyễn Bặc lo lắng bàn với các tướng:\n\n:''\"Lê Hoàn sẽ bất lợi cho \"nhụ tử\"<ref>Tức Đinh Toàn<\/ref>, chúng ta chịu ơn dày của nước, nếu không tính tước đi, giữ cho xã tắc được yên thì còn mặt mũi nào trông thấy Tiên đế ở suối vàng nữa?\"''.\n\nÔng bèn cùng Đinh Điền, Phạm Hạp khởi binh, chia hai đường thủy bộ cùng tiến đánh Lê Hoàn. Nguyễn Bặc và Đinh Điền kéo quân từ châu Ái (nay thuộc [[Thanh Hóa|Thanh Hoá]]), định kéo thẳng đến kinh đô để giết Lê Hoàn. Dương thái hậu nghe tin, bảo Lê Hoàn:\n\n:''\"Bọn Bặc nổi loạn, quan gia<ref>Vua, chỉ Đinh Toàn<\/ref> hãy còn thơ ấu, cáng đáng sao nổi giữa lúc quốc gia lắm nạn này! Ông nên tính đi\"''.\n\nLê Hoàn nói:\n\n:''\"Tôi đây làm phó vương, quyền giữ việc nước, dù sống chết cũng xin gánh lấy trách nhiệm\".\n\nLê Hoàn liền sắp xếp quân đội, đánh nhau với Nguyễn Bặc, Đinh Điền ở Ái Châu. Lê Hoàn vốn là người giỏi dùng binh, Nguyễn Bặc và Đinh Điền không chống nổi, lại đem quân thủy ra đánh. Lê Hoàn theo chiều gió, phóng lửa đốt cả thuyền chiến. Đinh Điền bị chết tại trận, còn Nguyễn Bặc bị bắt, đưa về kinh đô. Trước mặt Nguyễn Bặc, Lê Hoàn kể tội ông:\n\n:''\"Đấng Tiên đế mắc nạn, thần và người đều căm giận, ngươi lại nhân lúc tang tóc rối ren, đứng đầu làm giặc! Đạo tôi con đâu có như thế?\"''.\n\nRồi Lê Đại Hành giết hại ông. Năm đó ông 55 tuổi, cùng sinh một năm và chết 1 năm với Đinh Tiên Hoàng.\n\nNguyễn Bặc, Đinh Điền đã chết rồi, quân của [[Phạm Hạp]] mất tinh thần, chạy lên hương Cát Lợi ở [[Bắc Giang]]. Lê Hoàn đem quân đuổi theo, bắt đưa về kinh đô, giết chết.\n\nCác đạo quân chống đối bị tiêu diệt, Lê Hoàn được sự hỗ trợ của Dương thái hậu và tướng quân [[Phạm Cự Lạng]], liền phế Đinh Toàn làm Vệ vương như cũ, giành lấy ngai vàng, tức là vua [[Lê Đại Hành]], lập ra nhà [[Nhà Tiền Lê|Tiền Lê]].\n\nNgày nay ở [[Ninh Bình]] còn rất nhiều di tích thờ ông và [[Đinh Điền]]. Theo các nhà nghiên cứu sử học, số nơi thờ các trung thần [[nhà Đinh]] nhiều hơn số đền thờ Lê Hoàn và Dương hậu phản ánh tình cảm của dân chúng đối với các ông.\n\n==Khởi tổ dòng họ Nguyễn==\nNhiều ý kiến từ các chi - phái thuộc hậu duệ của Nguyễn Bặc cho rằng ông chính là Đức Thái thủy tổ của dòng họ Nguyễn Đại Tông, theo đó Nguyễn Bặc là con trai Nguyễn Thước, một gia tướng của [[Dương Đình Nghệ]]. Cũng theo luồng ý kiến này, dòng họ có con cháu là [[Nguyễn Trãi]] và các [[chúa Nguyễn]] & [[vua Nguyễn]] sau này. Theo gia phả họ Nguyễn Đại Tông, con cháu của Nguyễn Bặc, con Nguyễn Bặc là Nguyễn Đê di cư vào làng [[Gia Miêu]], huyện [[Tống Sơn]], [[Thanh Hóa]] và là tổ tiên của các [[chúa Nguyễn]].\n\nĐền thờ họ Nguyễn Đại Tông [[Khởi Nguyên Đường]] ở [[Gia Phương]] ([[Gia Viễn]], [[Ninh Bình]]) có đôi câu đối đánh dấu việc thiên cư của dòng tộc, nói lên sự nối tiếp vẻ vang của dòng họ Nguyễn và đề cao ngài Nguyễn Bặc:\n:\"Duệ xuất Gia Miêu vương tích hiển\n:Khánh lưu Đại Hữu tướng môn quang\"\nTạm dịch:\n:Dòng Vương nối ở đất Gia Miêu.\n:Cửa tướng phúc dày làng Đại Hữu\n\nHiện nay ở [[Việt Nam]], Ban liên lạc Hội đồng dòng tộc Nguyễn Bặc đã được thành lập. Chủ tịch danh dự của Hội đồng dòng tộc Nguyễn Bặc toàn quốc là ông Nguyễn Huy Hiệu, thượng tướng, Viện sĩ, nguyên Thứ trưởng Bộ Quốc phòng, Anh hùng lực lượng vũ trang nhân dân.\n\n==Nhận định==\nTrong ''[[Đại Việt sử ký toàn thư]]'', [[Ngô Sĩ Liên]] nhận định về ông như sau:\n\n:''Chu Công là người vương thất rất thân, giúp vua nhỏ tuổi còn không tránh khỏi những lời gièm pha phao truyền. Lê Hoàn là đại thần khác họ, nắm giữ binh quyền, làm công việc như [[Chu Công]], thường tình còn ngờ vực, huống là Nguyễn Bặc ở chức thủ tướng và Đinh Điền là đại thần cùng họ hay sao? Bọn họ khởi binh không phải làm loạn, mà là một lòng phù tá nhà Đinh, vì giết Hoàn không được mà phải chết, ấy là chết đúng chỗ. Nay xem lời Đại Hành kể tội Nguyễn Bặc tựa như vạch tội mình. Khi Bặc chết, ắt phải có nói một lời để bày tỏ chính nghĩa, nhưng không thấy sử chép, thế là bỏ sót''.\n\nCâu đối ở [[đình Ba Dân]], huyện Thanh Trì viết về Nguyễn Bặc:\n\n:Chính thống phù Đinh khai đế Việt - Uy danh bình sứ lẫm Nam thiên. (''Chính thống phù nhà Đinh mở ra Hoàng Đế Việt; Tiếng vang dẹp sứ quân còn lẫm liệt trời Nam'')\n\n==Đền thờ==\nThống kê của tỉnh [[Hà Nam Ninh]] cũ cho biết có tới 134 nơi thờ và phối thờ hai vị công thần Nguyễn Bặc, Đinh Điền. Đền vua Đinh ở [[cố đô Hoa Lư]]; ở xã [[Gia Phương, Gia Viễn|Gia Phương]]; ở Ba Dân (Kim Bảng); đền vua Đinh ở Ý Yên; đền Tứ Trụ ở [[Tràng An]]… nơi nào cũng thờ [[Đinh Điền]], Nguyễn Bặc, Các lễ hội như cờ lau tập trận, hội đền vua Đinh… đều diễn hình ảnh vua Đinh, [[Đinh Điền]], Nguyễn Bặc, xem như những người hùng tiêu biểu cho tinh thần thượng võ dân tộc. Nhiều nơi thờ các vị thần khác mà vẫn lưu lại sự tích, có khi thờ cả Đinh Điền, Nguyễn Bặc gắn bó với nhau, được dân địa phương sùng kính (như các đền miếu ở huyện Yên Khánh, Ninh Bình, chùa Long Hoa ở xã Liêm Cần, huyện Thanh Liêm, tỉnh Hà Nam, đền chùa ở bến Vạc [[Ninh Bình]], đình Động Phi ở huyện Ứng Hòa Hà Nội…). Chứng tỏ, hai vị sống thân thiết, chết lại không xa rời, trở thành hình ảnh tâm linh hòa hợp giữa lòng ngưỡng mộ của nhân dân.<ref>{{Chú thích web |url=http:\/\/www.hannom.org.vn\/detail_search.asp?param=784&Catid=1&text=ng%E1%BB%8Da |ngày truy cập=2021-10-26 |tựa đề=triều Góp phần làm sáng tỏ hình ảnh Đinh Điền - Nguyễn Bặc qua một số tư liệu Hán Nôm và dân gian |archive-date=2020-12-04 |archive-url=https:\/\/web.archive.org\/web\/20201204111534\/http:\/\/www.hannom.org.vn\/detail_search.asp?param=784&Catid=1&text=ng%E1%BB%8Da |url-status=live }}<\/ref>\n\nLăng Nguyễn Bặc táng ở thôn Vĩnh Ninh, làng Đại Hữu ([[Gia Viễn]], [[Ninh Bình]]). Lăng được trùng tu lần mới nhất vào năm Kỷ Tỵ (1989). Về đền thờ, ông được thờ ở nhiều nơi thuộc [[Ninh Bình]], [[Hà Nội]], Thái Bình, [[Nam Định]]: \n*Từ đường Nguyễn Tộc tại thôn Vĩnh Ninh ([[Gia Viễn]], [[Ninh Bình]]) là nơi thờ Nguyễn Bặc và được xem là nơi khởi thủy dòng họ Nguyễn.\n*Đình Áng Ngũ, đình Ngô Khê Hạ, đình Ngô Khê Thượng, đình Thanh Khê Hạ, đình Thanh Khê Thượng thuộc xã Ninh Hòa, huyện Hoa Lư nằm sát [[hoa Lư|kinh đô Hoa Lư]] thờ Nguyễn Bặc với thần tích cho biết ông từng trấn giữ ở đây.<ref>[http:\/\/vietdulieu.com\/web\/guest\/home\/view?assetpublish=98801&entries=tin%20the%20thao Những di tích đền thờ Nguyễn Bặc]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref> Năm Canh thân (1980) chi họ Nguyễn Đình rước tượng ngài về thờ ở từ đường của chi họ (cùng thôn Ngô Hạ).\n*Đền Nột Lấm xã Ninh Xuân thờ \"Đinh triều tả giám sát hay \"Hành Khiển Quang Lộc đại vương\" dịch ra là Nguyễn Bặc\n*Đền Hiềm ở phường Phúc Thành, Ninh Bình là nơi thờ ông với thần tích ghi lại những hiềm khích với Lê Hoàn.\n*Di tích [[chùa Đẩu Long]], phường Tân Thành, [[thành phố Ninh Bình]], [[Ninh Bình]] cùng 6 vị thần khác.\n*Tại miếu Đông Thương xã Khánh An huyện Yên Khánh, tỉnh Ninh Bình, ông được phối thờ cùng [[Đinh Điền]].\n*Đình Yên Thịnh xã Khánh Dương huyện Yên Mô, tỉnh Ninh Bình.\n*[[Đình Ba Dân]] ở làng Cổ Điển thuộc xã Tứ Hiệp, [[thanh Trì|huyện Thanh Trì]], [[Hà Nội]] là đình chung của 3 làng: Cương Ngô, Cổ Diễn, Đồng Trì thờ chung các ông Nguyễn Bặc, Nguyễn Bồ và Nguyễn Phục.\n*Đình làng Văn Điển thuộc xã Tứ Hiệp, [[thanh Trì|huyện Thanh Trì]], [[Hà Nội]]\n*Đình Mai Nội, xã Mai Đình, Sóc Sơn, Hà Nội là nơi thờ Nguyễn Bặc với biệt danh Quang Minh\n*Đền thờ Định Quốc Công Nguyễn Bặc tại làng Phú Cốc, xã Thanh Lợi, huyện [[Vụ Bản]], tỉnh [[Nam Định]]\n*Miếu Lịch Đại Đế vương tại kinh thành [[Cố đô Huế|Phú Xuân]] (Huế) vua [[Minh Mạng]] cho xây để thờ các vị vua và các danh tướng qua các triều đại trong đó có Nguyễn Bặc.\n*Đền thờ vua [[Đinh Tiên Hoàng]] ở xã [[Trường Yên]] ([[Hoa Lư]], [[Ninh Bình]]) dựng từ thế kỷ XI. Đến có 3 tòa: tòa ngoài là bái đường, tòa giữa gọi là Thiên Hương thờ tứ trụ triều đình của nhà Đinh: [[Đinh Điền]], Nguyễn Bặc, [[Trịnh Tú]], [[Lưu Cơ]]. Toà trong cùng là chính cung thờ [[Đinh Tiên Hoàng]], [[Đinh Liễn]], [[Đinh Phế Đế|Đinh Toàn]] và Đinh Hạng Lang.\n*[[Đền thờ Đinh Bộ Lĩnh]] thôn Vân Hà, làng Đại Hữu ([[Gia Viễn]], [[Ninh Bình]]) thờ 3 vị anh hùng đào viên kết nghĩa là [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], Nguyễn Bặc và [[Đinh Điền]].\n*Hiện tại trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]] đang xây dựng khu Quảng trường - tượng đài Đinh Tiên Hoàng đế với 4 góc có tượng 4 vị quan đại thần Đinh Điền, Nguyễn Bặc, Trịnh Tú, Lưu Cơ cao 5m, có lính canh và ngựa bằng đá<ref>{{Chú thích web |url=http:\/\/www.vietnamplus.vn\/Home\/Day-nhanh-du-an-Quang-truong-Dinh-Tien-Hoang-De\/200912\/28325.vnplus |ngày truy cập=2009-12-26 |tựa đề=Đẩy nhanh dự án Quảng trường Đinh Tiên Hoàng Đế  |archive-date=2009-12-24 |archive-url=https:\/\/web.archive.org\/web\/20091224132948\/http:\/\/www.vietnamplus.vn\/Home\/Day-nhanh-du-an-Quang-truong-Dinh-Tien-Hoang-De\/200912\/28325.vnplus |url-status=live }}<\/ref>.\n\n==Tên đường==\nTên tuổi của Nguyễn Bặc được đặt cho các đường phố ở nhiều đô thị như: [[thành phố Kon Tum]], [[Tam Điệp]], [[Thành phố Hồ Chí Minh]], [[Nha Trang]], [[thành phố Ninh Bình]], [[thành phố Thanh Hóa]], [[Hải Phòng]], [[Hà Nội]]...\n\nHiện nay ở Việt Nam, Ban liên lạc Hội đồng dòng tộc Nguyễn Bặc đã được thành lập. Chủ tịch danh dự của Hội đồng dòng tộc Nguyễn Bặc toàn quốc là ông [[Nguyễn Huy Hiệu]], thượng tướng, Viện sĩ, nguyên Thứ trưởng Bộ Quốc phòng, Anh hùng lực lượng vũ trang nhân dân.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n|style=\"text-align:center;\" |2011||style=\"text-align:center;\" |''[[Lý Công Uẩn: Đường tới thành Thăng Long]]''|| style=\"text-align:center;\" |Nguyễn Anh Thái\n|}\n\n==Xem thêm==\n*[[Nhà Đinh]]\n*[[Đinh Tiên Hoàng]]\n*[[Đinh Điền]]\n*[[Lưu Cơ]]\n*[[Trịnh Tú]]\n*[[Lê Đại Hành|Lê Hoàn]]\n*[[Nguyễn Bồ]]\n*[[Nguyễn Nộn]]\n*[[Chúa Nguyễn]]\n\n==Chú thích==\n{{Tham khảo}}\n\n{{12 sứ quân}}\n\n{{thời gian sống|924|979}}\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Võ tướng nhà Đinh]]\n[[Thể loại:Quan lại nhà Đinh]]\n[[Thể loại:Công tước nhà Đinh]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}