{"3532765":"'''Nguyễn Cấu''' ([[1442]]-[[1522]] <ref>Trần Đức Cường. ''Địa chí Thái Nguyên''. Nhà xuất bản Chính trị quốc gia, 2009. Trang 1088.<\/ref>) là một vị quan trong nhiều đời thời Lê. Ông sinh ra ở làng Thanh Thù, [[Đồng Tiến]], thành phố [[Phổ Yên]] <ref>{{chú thích web | url = http:\/\/hannom.vass.gov.vn\/noidung\/thongbao\/Pages\/baiviet.aspx?ItemID=1016 | tiêu đề = Viện nghiên cứu Hán Nôm | author =  | ngày =  | ngày truy cập = 28 tháng 11 năm 2016 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 11 tháng 7 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20160711215617\/http:\/\/hannom.vass.gov.vn\/noidung\/thongbao\/Pages\/baiviet.aspx?ItemID=1016 }}<\/ref>, tỉnh [[Thái Nguyên]].<ref name=\"baotn\">{{chú thích web | url = http:\/\/baothainguyen.org.vn\/tin-tuc\/danh-nhanvan-hoa\/nguyen-cau-vi-quan-6-doi-vua-le-34634-150.html | tiêu đề = Nguyễn Cấu, vị quan 6 đời vua Lê | author = | ngày = | ngày truy cập = 28 tháng 11 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Ông đỗ Đệ tam giáp Đồng tiến sĩ Xuất thân khoa thi Quý Mùi (năm 1463), đời vua [[Lê Thánh Tông]] và làm quan tới chức Thị Vệ.<ref>Chức thị vệ là chức chỉ huy quân thị vệ, túc vệ chuyên tháp tùng Vua<\/ref>\n\n== Cuộc đời làm quan ==\nNguyễn Cấu làm quan trải 6 đời vua Lê: [[Lê Thánh Tông]], Lê Hiển Tông, Lê Túc Tông, Lê Uy Mục, Lê Tương Dực, Lê Chiêu Tông, với nhiệm vụ chủ yếu bảo vệ trong cung Cấm.<ref name=\"baotn\"\/> Vào thập niên thứ 2 thế kỷ XVI, nhà Lê bắt đầu suy yếu, [[Mạc Đăng Dung]] dần thâu tóm quyền lực lấn át vua, có ý chiếm ngôi, là trung thần nhà Lê, nên ông đã bị phe cánh Đăng Dung giết hại <ref>Phạm Minh Thảo. ''Hoạn quan Việt Nam''. Nhà xuất bản Văn hóa thông tin, 2002. Trang 188.<\/ref> vào ngày 27 tháng 07 năm 1522.\n\nTheo gia phả dòng họ Nguyễn ở Thanh Thù, thời [[Lê Trung Hưng]] ông được truy phong là thượng đẳng thần. Thời nhà Nguyễn, ông được triều đình cho lập đền thờ làm thành hoàng ở quê nhà.\n\nTiến sĩ Nguyễn Cấu có tên tự là Phúc Trung, sinh năm 1442, tại làng Thanh Thù, tổng Tiểu Lễ, huyện Thiên Phúc, phủ Bắc Hà, xứ Kinh Bắc, nay là xóm Thanh Xuân, phường Đồng Tiến (T.X Phổ Yên). Năm 21 tuổi (1463) cụ đỗ Tiến sĩ (Tên của cụ được khắc trên bia đá ở Văn Miếu Quốc Tử Giám - Hà Nội). Sau khi vinh quy bái tổ, cụ được triều đình bổ nhiệm làm quan, được Vua Lê Thánh Tông ban tặng tên Cấu (Nguyễn Cấu).\n\n Đường quan lộ, cụ có nhiều thăng tiến, từng giữ các chức vụ: Thị vệ xứ, Chánh Đô đốc, Chỉ huy xứ, Đô đốc đồng Tổng quản… Với các hàm từ \"Tòng Tứ phẩm\" đến \"Chánh Tứ phẩm\". Cụ làm quan suốt 6 đời vua Lê: Lê Thánh Tông, Lê Hiến Tông, Lê Túc Tông, Lê Uy Mục, Lê Tương Dực và Lê Chiêu Tông. Năm 1522, Nhà Mạc dấy binh, cướp ngôi, cụ bị quân Mạc sát hại khi chiến đấu bảo vệ triều đình nhà Lê ở Kiếp Bạc. Khi tử trận, thuộc hạ thân tín dưới quyền đã lấy thủ cấp của cụ mang về quê nhà khâm niệm, mai táng (nay là xóm Phong Niên, xã Tân Hương, T.X Phổ Yên). Sau này, khi nhà Lê Trung Hưng khôi phục lại sơn hà xã tắc, vua đã sắc phong cho cụ Nguyễn Cấu là \"Lê Triều Khâm Sai Đại thần - Chỉ huy xứ - Thị vệ Long Quân Cẩm Hầu - Chánh Đô đốc - Đức Bác Quận công - Thượng đẳng thần\". Ông Nguyễn Văn Ngọc, truyền nhân đời thứ 9 của cụ Nguyễn Cấu cho biết: Tưởng nhớ công đức của cụ, từ năm 1522, nhân dân trong vùng đã dùng đá ong để xây dựng mộ chí cho cụ an nghỉ.\n\n Theo thời gian, trên diện tích đất rộng hơn 1.000m2, cháu con dòng họ Nguyễn, nhân dân thập phương và chính quyền sở tại đã đóng góp, xây dựng nên một ngôi nhà thờ 3 gian mái ngói. Nhà được làm liền với phần mộ của cụ Nguyễn Cấu. Phía trước nhà thờ cụ, năm 2006, ngay sau khi UBND tỉnh Thái Nguyên công nhận đây là một di tích lịch sử, cơ quan chức năng đã xây dựng, đặt tấm bia đá, trên đó khắc chữ vàng, ghi tóm tắt tiểu sử danh nhân - Tiến sĩ Nguyễn Cấu.\n\n== Vinh danh==\nTên ông được đặt cho một con đường ở Thành phố [[Phổ Yên]], Thái Nguyên.\n\n== Tham khảo==\n{{tham khảo}}\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Người Thái Nguyên]]\n[[Thể loại:Mất năm 1522]]\n[[Thể loại:Sinh năm 1442]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}