{"13475477":"{{Thái độ trung lập|date=Tháng 12\/2022}}\n{{Quan điểm người hâm mộ|date=Tháng 12\/2022}}\n{{Thông tin nhân vật\n| màu = \n| màu 2 = \n| màu chữ = \n| tên = Nguyễn Hướng Dương\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tên khai sinh = Nguyễn Hướng Dương\n| sinh = [[9 tháng 7]] năm [[1971]]\n| nơi sinh = [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n| mất = \n| nguyên nhân cái chết = Tai nạn giao thông\n| nơi mất = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| an táng = [[Thành phố Hồ Chí Minh]]\n| tên khác = \n| cư trú = [[Thành phố Hồ Chí Minh]]\n| quốc tịch = [[Việt Nam]]\n| vai trò = \n| học vấn = \n| học vị = \n| học hàm = \n| công việc = Giám đốc Thư viện sách nói dành cho người mù\n| chiều cao = \n| cân nặng = \n| danh hiệu = Công dân trẻ tiêu biểu TPHCM\nHuy chương \"Vì hạnh phúc người mù\" của T.Ư Hội Người mù Việt Nam\n Huân chương Lao động hạng Hai\n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| tôn giáo = [[Phật giáo]] (pháp danh Hạnh An)\n| người hôn phối = \n| vợ = \n| chồng = \n| con cái = \n| parents = \n| người thân = \n| chữ ký = \n| Mất = \n| ngày sinh = [[9 tháng 7]], [[1971]]\n| ngày mất = [[25 tháng 4]], [[2018]] (46 tuổi)\n}}'''Nguyễn Hướng Dương''' ([[1971]] – [[2018]]) là một nhân vật truyền cảm hứng sống và là Giám đốc [[Thư viện sách nói dành cho người mù]].\n\n== Tiểu sử ==\nChị Nguyễn Hướng Dương sinh ngày 9 tháng 7 năm 1971, trong gia đình gia giáo, có truyền thống yêu nước. Thời trung học, năm nào chị cũng là học sinh giỏi, được thành phố nhiều lần cử đi tham gia các sinh hoạt cộng đồng tại nước ngoài.<ref>{{Chú thích web|url=https:\/\/giacngo.vn\/thoisu\/tintuc\/2018\/04\/28\/5EF4D1\/|title=Xúc động lễ truy điệu chị Nguyễn Hướng Dương|ngày truy cập=2018-05-01|archive-date=2018-05-01|archive-url=https:\/\/web.archive.org\/web\/20180501160924\/https:\/\/giacngo.vn\/thoisu\/tintuc\/2018\/04\/28\/5EF4D1\/|url-status=dead}}<\/ref> Chị đột ngột qua đời do tại nạn ngày 25 tháng 4 năm 2018, hưởng dương 46 tuổi.<ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/giao-duc\/nguoi-thay\/giam-doc-thu-vien-sach-noi-danh-cho-nguoi-mu-nguyen-huong-duong-qua-doi-445903.html#inner-article|title=Giám đốc thư viện sách nói Hướng Dương qua đời}}<\/ref>\n\n== Quá trình làm việc ==\n\n==== Thư viện sách nói dành cho người mù ====\nNăm 25 tuổi, khi đang là một hướng dẫn viên du lịch thì tai nạn giao thông đã cướp mất đôi chân của chị. Sau gần hai năm chữa trị và tập đi với đôi chân giả, chị tự tìm đến với các hoạt động giúp đỡ cộng đồng.\n\nĐược đến thăm các em người mù [[Trường Phổ thông đặc biệt Nguyễn Đình Chiểu]], tại đây chị đã giúp các em nghe bài học bằng chính giọng truyền cảm của mình. Sự thích thú của các em đã thúc đẩy chị sáng kiến tổ chức Thư viện sách nói giúp cho các em người mù trong việc học tập. Tâm nguyện của chị là dành toàn bộ cuộc đời của mình phục vụ người mù.\n\nNgày 19 tháng 5 năm 1998, thư viện ban đầu chỉ là một chiếc máy cassette tại cơ sở của Trung tâm UNESCO Bình Thạnh. Sau đó Công ty Thế kỷ 21 đã cho mượn phòng thu, Tổng Lãnh sự Nhật tại [[Thành phố Hồ Chí Minh]] tài trợ dàn máy thu âm đầu tiên, rồi phòng thu thứ 2 đã được Hiệp hội Dệt may Việt Nam giúp đỡ. Những ngày đầu thành lập, thư viện sách nói đối mặt nhiều khó khăn về mặt bằng, không đủ chỗ lưu trữ sách và bảo quản băng đĩa đúng quy chuẩn, nhiều đĩa CD hư hỏng theo thời gian. Chị Hướng Dương vừa đảm nhiệm việc thu âm đưa sách tới người khiếm thị vừa vận động kinh phí phát triển thư viện. Ngoài thư viện sách nói, chị Dương còn sáng lập học bổng Hướng Dương, học bổng Ánh Sen... cho học sinh thiếu may mắn.\n\nNăm 2015, [[Ủy ban nhân dân Thành phố Hồ Chí Minh]] cấp căn nhà số 18B đường Đinh Tiên Hoàng, [[quận 1]] làm trụ sở cho thư viện sách nói dành cho người mù. Tuy nhiên, lúc đó ngôi nhà được giao là một căn nhà xuống cấp nghiêm trọng, chị Hướng Dương cùng các bạn bè, đồng nghiệp đứng ra kêu gọi được ủng hộ giúp đỡ xây dựng thư viện mới.\n\nTháng 11 năm 2017, Thư viện sách nói dành cho người mù đầu tiên của cả nước đã chính thức đi vào hoạt động với tổng diện tích 632m², trang bị 5 phòng thu âm chất lượng cao, phòng sản xuất sách nói, phòng đào tạo tin học, phòng dạy cờ vua… Kinh phí xây dựng thư viện ước tính khoảng 7,5 tỷ đồng, do 176 nhà hảo tâm hỗ trợ.\n\nThư viện sách nói dành cho người mù đã thực hiện được hơn 1.800 đầu sách nói, cung cấp hơn 402.000 bản sách nói dưới dạng băng cassette và CD đến 103 đơn vị, hội, trường, mái ấm… của người mù trên cả nước cùng với khoảng 16,7 triệu lượt người truy cập trên trang web chính thức của thư viện.<ref>{{Chú thích web|url=http:\/\/tamnhin.net.vn\/giam-doc-thu-vien-sach-noi-huong-duong-qua-doi-vi-tai-nan-22088.html|title=Giám đốc thư viện sách nói Hướng Dương qua đời vì tai nạn|ngày truy cập=2018-05-01|archive-date=2018-05-01|archive-url=https:\/\/web.archive.org\/web\/20180501181652\/http:\/\/tamnhin.net.vn\/giam-doc-thu-vien-sach-noi-huong-duong-qua-doi-vi-tai-nan-22088.html|url-status=dead}}<\/ref>\n\nNgoài ra, thư viện còn có nhiều hoạt động đa dạng khác như tổ chức Học bổng Ánh Sen với hơn 2.400 suất; Học bổng Hướng Dương với 697 suất và 161 máy tính xách tay. Từ hỗ trợ của thư viện, đã có 208 học sinh mù đậu đại học, cao đẳng, 4 sinh viên đậu thạc sĩ. Thư viện còn tổ chức các hoạt động như du lịch miễn phí Thắp sáng niềm tin; Dạy tin học cho người mù; Tặng cây gậy dò đường…<ref>{{Chú thích web|url=http:\/\/www.sggp.org.vn\/chi-huong-duong-sach-noi-da-ra-di-515387.html|title=\"Chị Hướng Dương sách nói\" đã ra đi}}<\/ref>\n\nDự án Thư viện sách nói dành cho người mù từng đoạt giải thưởng cuộc thi Ngày sáng tạo Việt Nam (trị giá gần 10.000 USD) do [[Ngân hàng Thế giới]] tổ chức.\n\n=== Tự truyện ===\nNăm 2014, chị Nguyễn Hướng Dương viết quyển tự truyện ''Đứng dậy và bước đi.'' Quyển tự truyện kể về nhiều nỗi đau mất mát nhưng không thiếu niềm tin yêu, sự lạc quan của cuộc đời. Quyển tự truyện được Tủ sách Đạo Phật Ngày Nay do Thượng tọa [[Thích Nhật Từ]] làm chủ nhiệm đã đứng ra bảo trợ toàn bộ cho việc xuất bản và phát hành sách theo hệ thống các chùa trong cả nước. Tháng 9 năm 2017, tự truyện được tái bản với số lượng 5.000 cuốn.<ref>{{Chú thích web|url=http:\/\/plo.vn\/van-hoa\/gap-lai-nguyen-huong-duong-dung-day-va-buoc-di-727620.html|title=Gặp lại Nguyễn Hướng Dương: Đứng dậy và bước đi}}<\/ref><ref>{{Chú thích web|url=http:\/\/phunuvietnam.vn\/goc-tam-hon\/nguoi-phu-nu-nghi-luc-nguyen-huong-duong-dung-day-va-buoc-di-post32901.html|title=Người phụ nữ nghị lực Nguyễn Hướng Dương: Đứng dậy và bước đi}}<\/ref>\n\n== Vinh danh ==\nHoạt động của chị đã thắp lên ngọn lửa tin yêu vào cuộc sống của các em học sinh và sinh viên mù. Với những cống hiến đó, chị nhận được nhiều phần thưởng cao quý:\n\n* Gương mặt trẻ thành phố 30 năm giải phóng \n* Huy chương \"Vì hạnh phúc người mù\" của Trung ương Hội Người mù Việt Nam<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/nguyen-huong-duong-nhan-huy-chuong-vi-hanh-phuc-nguoi-mu-37862.htm|title=Nguyễn Hướng Dương nhận huy chương \"Vì hạnh phúc người mù\"}}<\/ref>\n* Công dân trẻ tiêu biểu Thành phố Hồ Chí Minh\n* Giải thưởng \"Bạn đồng hành quanh tôi\" của [[báo Tuổi trẻ]]<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/nguyen-huong-duong-nhan-giai-thuong-ban-dong-hanh-quanh-toi-290639.htm|title=Nguyễn Hướng Dương nhận giải thưởng \"Bạn đồng hành quanh tôi\"}}<\/ref>\n* Danh hiệu người Phụ nữ vượt lên số phận của Hội Liên hiệp Phụ nữ Việt Nam\n* Bằng khen của Sở Giáo dục và Đào tạo Thành phố Hồ Chí Minh, [[Ủy ban nhân dân Thành phố Hồ Chí Minh]] và [[Thủ tướng chính phủ]], \n* [[Huân chương Lao động]] hạng Nhì<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/sach\/lang-van\/huong-duong-doa-hoa-vuon-len-tu-nghich-canh-3742206.html|title=Hướng Dương - 'đóa hoa' vươn lên từ nghịch cảnh}}<\/ref><ref>{{Chú thích web|url=https:\/\/laodong.vn\/thoi-su\/nguyen-huong-duong-niem-tin-ve-phia-mat-troi-656171.bld|title=Nguyễn Hướng Dương - niềm tin về phía mặt trời}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo}}\n== Liên kết ngoài ==\nhttp:\/\/www.sachnoionline.com\/trang-chu {{Webarchive|url=https:\/\/web.archive.org\/web\/20180501224616\/http:\/\/www.sachnoionline.com\/trang-chu |date=2018-05-01 }}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nhà hoạt động xã hội Việt Nam]]\n[[Thể loại:Huân chương Lao động]]"}