{"475085":"'''Nguyễn Mộng Tuân''' (''阮夢荀'', sinh năm 1380<ref>Năm sinh của ông ghi theo Nguyễn Xuân Thiên, \"Cuộc đời và sự nghiệp của danh nhân Nguyễn Mộng Tuân\".<\/ref>) là một [[Khai quốc công thần]], đồng thời cũng là một danh sĩ đã có nhiều đóng góp vào phát triển của [[Nho giáo]] thời [[Nhà Lê sơ|Lê sơ]]. Tác phẩm nổi tiếng nhất của ông là ''Hạ thừa chỉ Ức Trai tân cư''.\n\n==Thân thế==\nTheo một số các tài liệu đăng khoa lục thì '''Vũ Mộng Nguyên''' là tên gọi khác của Nguyễn Mộng Tuân sau khi ông thi đỗ. Trong Đại Việt lịch triều đăng khoa lục<ref>tức cuốn Đỉnh khiết Đại Việt lịch triều đăng khoa lục của [[Nguyễn Hoãn]] (1713-1791), ký hiệu VHv.650\/1-2, Thư viện Viện Nghiên cứu Hán Nôm.<\/ref>, phần phụ chép đời Hồ Quý Ly ghi rõ: \"''Vũ Mộng Nguyên người làng Viên Khê, năm 21 tuổi sau khi thi đỗ liền đổi tên thành Nguyễn Mộng Tuân. Ông làm quan bản triều (triều Lê) đến chức Thượng khinh xa úy, Tả Nạp ngôn, Trung thư lệnh, hiệu Cúc Pha, đương thời hiệu là Minh Phủ.''\".\n\nĐăng khoa lục sao bản<ref>hay Lịch đại đại khoa lục, ký hiệu A.2119, Thư viện Viện Nghiên cứu Hán Nôm.<\/ref> cũng cho rằng: \"''Nguyễn Mộng Tuân là một tên khác của Vũ Mộng Nguyên. Ông người làng Viên Khê, huyện Đông Sơn, tỉnh Thanh Hóa, đậu Thái học sinh niên hiệu Thánh Nguyên Canh Thìn (1400) cùng Nguyễn Trãi. Ông có tên hiệu là Cúc Pha, làm quan dưới triều Lê.''\".\n\nMột số tài liệu khác chép Nguyễn Mộng Tuân và Vũ Mộng Nguyên là 2 người khác nhau. Toàn Việt thi lục của [[Lê Quý Đôn]] chép Nguyễn Mộng Tuân tự là Văn Nhược, hiệu là Cúc Pha, người làng Đông Sơn xứ Thanh Hoa. Hoàng Việt thi tuyển của [[Bùi Huy Bích]] ghi Nguyễn Mộng Tuân, tự là Văn Nhược, người làng Phủ Lý, huyện Đông Sơn, tỉnh Thanh Hóa (nay là xã [[Thiệu Trung]], huyện [[Thiệu Hóa]], tỉnh Thanh Hóa).\n\nTheo học giả Nguyễn Kim Măng<ref>Thạc sĩ, Viện Nghiên cứu Hán Nôm<\/ref> thì: Nguyễn Mộng Tuân, không rõ năm sinh và năm mất, tự là Văn Nhược, hiệu Cúc Pha, người làng Viên Khê, huyện Đông Sơn, tỉnh Thanh Hóa. Ông đỗ Thái học sinh khoa Canh Thìn đời Hồ Quý Ly niên hiệu Thánh Nguyên nguyên niên (1400). Khi quân [[Nhà Minh|Minh]] xâm lược [[Đại Việt]], ông lui về ở ẩn một thời gian, sau đó đến với nghĩa quân [[Lam Sơn]] và được [[Lê Thái Tổ|Lê Lợi]] trọng dụng. Đời [[Lê Thái Tông]], ông giữ chức Trung thư lệnh rồi Khinh xa đô úy. Đời [[Lê Nhân Tông]] ông giữ chức Tả Nạp ngôn, rồi Tri quân dân Bắc đạo, cùng Bình chương Lê Thụ đi đánh Chiêm Thành, trở về được vinh phong là Vinh Lộc đại phu.<ref>Nguyễn Kim Măng, \"Về tiểu sử và tác phẩm của Cúc Pha Nguyễn Mộng Tuân\".<\/ref>\n\nTheo nhà nghiên cứu Nguyễn Xuân Thiên thì: Nguyễn Mộng Tuân, tự Văn Nhược, hiệu Cúc Pha, sinh năm 1380, không rõ năm mất, quê ở xóm Chằm, [[làng Viên Khê]], xã [[Đông Khê, Đông Sơn|Đông Khê]], huyện [[Đông Sơn]], tỉnh [[Thanh Hóa]]. Ông đỗ Thái Học Sinh, kỳ thi năm Canh Thìn (1400), tháng 8 mùa thu, đời nhà Hồ, với đầu đề bài thi là \"Linh Kim Tàng Phú\" hỏi về chuyện Hán Cao tổ (Lưu Bang bên Trung Quốc) có cái kho chứa gươm. Khi khởi nghĩa Lam Sơn, ông tìm đến Lê Lợi và được Lê Lợi tin dùng. Sau đại thắng quân Minh ngày 15 tháng 4 năm 1428, Lê Lợi lên ngôi Hoàng đế. Nguyễn Mộng Tuân được phong tước Á Hầu giữ chức Khu Mật Mật Đại Sử. Đến thời Lê Thái tông (1434-1442), ông giữ chức Trung thư lệnh và Đô úy. Sang đời Lê Nhân tông (1442-1459), ông giữ chức Tả nạp ngôn, Thượng Khinh Xa Đô Úy, Tri quân dân Bắc đạo; Nguyễn Mộng Tuân cùng với Lê Thụ đi đánh Chiêm Thành, thắng lợi trở về được ban tước Vinh Lộc đại phu.<ref>Nguyễn Xuân Thiên, \"Cuộc đời và sự nghiệp của danh nhân Nguyễn Mộng Tuân\".<\/ref>\n\n==Quan nghiệp==\nKhi triều đại nhà Hồ mở khoa thi (năm 1400), Nguyễn Mộng Tuân đỗ Thái học sinh. Lúc bấy giờ, ông được đánh giá là nhà nho có học vị cao nhất của xứ Thanh tham gia khởi nghĩa Lam Sơn ngay từ những ngày đầu. Bên cạnh sự nghiệp làm quan, Nguyễn Mộng Tuân còn để lại cho đời một di sản thơ phú đồ sộ ít người sánh kịp<ref>{{chú thích web|url=https:\/\/vhds.baothanhhoa.vn\/van-hoa\/nguyen-mong-tuan-danh-si-xu-thanh-tai-hoa-xuat-chung\/24092.htm}}<\/ref>.\n\nNguyễn Mộng Tuân tham gia giám khảo các kỳ thi Tiến sĩ khoa Nhâm Tuấn (1442) với vai trò là Trung Thử sảnh, Trung Thư Thị Lang; và kỳ thi năm Mậu Thìn (1448) - Môn hạ sảnh Tả ty Tả nạp ngôn Tri Bắc đạo quân dân bạ tịch. Nguyễn Mộng Tuân từng tiếp các đoàn sứ bộ của các nước, đặc biệt ông còn được mời vào dạy vua học ở tòa Kinh Diên, và từng giữ chức Tế tửu (hiệu trưởng) [[Văn Miếu - Quốc Tử Giám|Quốc Tử Giám]], được vua trọng ban cho lễ ưu đãi tuổi già.\n\nNhưng cuối đời Nguyễn Mộng Tuân vẫn không tránh được hậu họa. Hậu duệ của Nguyễn Mộng Tuân đã chuyển đến làng Phủ Lý Nam xã [[Thiệu Trung]], huyện [[Thiệu Hóa]] sinh sống kể từ cuối thế kỷ XV và đổi tên lót từ Nguyễn Mộng sang Nguyễn Xuân kể từ đó.\n\n\"…Tể thần như Lê Sủng, Lê Sát thì ngu si không phân biệt sáu loại súc vật, Chưởng binh Lê Điên, Lê Luyện, thì mù tịt, chẳng sao hiểu được bốn mùa một năm. Bậc lương thần như Trịnh Khả, Khắc Phục thì kèn cựa mà giết đi, người tài sĩ như Nguyễn Mộng Tuân thì đẩy vào vòng tai họa. Oan uổng không chỉ kêu xin, mọi việc thảy đều đổ nát. Văn giai như Công Soạn tuổi gần tám mươi, tể thần như Lê Ê không biết một chữ. Bọn trẻ không biết nghĩ, làm bậy ngông cuồng, người già chẳng chết đi, trở thành mối họa, Bán quan mua kiện, ưa giàu ghét nghèo…\". Trích [[Đại Việt sử ký toàn thư]], bản kỷ thực lục Quyển 1, đời hậu Lê (1433 – 1459.\n\n===Văn nghiệp===\nNguyễn Mộng Tuân là tác giả của ''Cúc Pha tập'' (143 bài), là tác gia để lại số lượng phú lớn nhất (41 bài) trong văn học cổ Việt Nam. Tuy nhiên hiện ''Cúc Pha tập'' đã bị thất truyền.\n\n====Thơ====\nTheo [[Phan Huy Chú]] trong [[Lịch triều hiến chương loại chí]], thiên Nghệ văn chí: \"Cúc Pha tập can quyển, Nguyễn Mộng Tuân soạn, thi bách dư giai thất ngôn cận thể\". Nghĩa là: \"Tập thơ Cúc Pha không rõ mấy quyển, Nguyễn Mộng Tuân soạn hơn trăm bài, đều là thơ thất ngôn cận thể\". Như vậy, theo Phan Huy Chú thì số bài thơ của Cúc Pha Nguyễn Mộng Tuân là một con số ước chừng<ref name=TapchiHN>{{Chú thích sách| title = Tạp chí Hán Nôm, Số 1 (80), 2007; Tr.27-31|author = ThS. Nguyễn Kim Măng, Viện Nghiên cứu Hán Nôm| publisher = }}<\/ref>\n\nCòn Lê Quý Đôn trong Toàn Việt thi lục đã đưa ra một con số cụ thể là \"cận thể nhất bách tứ thập tam thủ\", tức 143 bài thơ cận thể<ref name=TapchiHN\/>.\n\nThơ chữ Hán của Nguyễn Mộng Tuân được chép rải rác trong nhiều sách khác nhau, số bài được tuyển cũng khác nhau, sách chép nhiều nhất là 140 bài, ít nhất là 6 bài. Cụ thể như sau:\n\nSách ''Hoàng Việt thi tuyển'' có 6 bài.\n\nSách ''Hoàng Việt tùng vịnh'': thơ của Nguyễn Mộng Tuân được tuyển 6 bài.\n\nSách ''Tinh tuyển chư gia luật thi'' chép 99 bài thơ của Nguyễn Mộng Tuân.\n\nĐặc biệt là ''Toàn Việt thi lục'' chép số lượng thơ của ông nhiều nhất, gồm 140 bài thơ.\n\n====Phú====\nNgoài thơ, Nguyễn Mộng Tuân cũng là một tác gia có số lượng đáng kể về thể loại phú chữ Hán. Sách ''Quần hiền phú tập'' chép được 41 bài của Nguyễn Mộng Tuân, đó là con số ít thấy ở các tác gia Hán Nôm. Trong đó có nhiều bài thể hiện chan chứa tình cảm yêu thương đất nước, không khí chiến thắng vang dội một thời như: ''Lam Sơn giai khí phú'', ''Kỳ nghĩa phú''...<ref name=TapchiHN\/>.\n\n====Văn====\nVề văn, ông soạn ''Thái úy từ đường chi bi'' - bia viết về Thái úy Trịnh Khả (hiện nay tấm bia đặt ở từ đường Trịnh Khả thuộc xã Vĩnh Hòa, huyện [[Vĩnh Lộc]], tỉnh Thanh Hóa, tình trạng bia khá mờ), và có một bài trong sách ''Thanh Trì, Quang Liệt Chu thị di thư''<ref name=TapchiHN\/>.\n\n====Bạn văn====\n[[Tập tin:Tình bằng hữu Nguyễn Mộng Tuân và Nguyễn Trãi.jpg|nhỏ|Hạ Thừa chỉ Ức Trai tân cư]]\nNguyễn Mộng Tuân đến với nghĩa quân Lam Sơn muộn hơn [[Nguyễn Trãi]], nhưng ông đã nhanh chóng có được mối thâm giao với Nguyễn Trãi. Khi Nguyễn Trãi làm nhà mới, Nguyễn Mộng Tuân liền tặng bạn bài ''Hạ Thừa chỉ Ức Trai tân cư'', Nguyễn Trãi họa bài đó bằng ''Thứ vận Hoàng môn Thị lang Nguyễn Cúc Pha hạ tân cư thành''. Khi khác Nguyễn Mộng Tuân tặng Nguyễn Trãi bài ''Tặng Gián nghị đại phu Nguyễn công''; đáp lại tình cảm ấy Nguyễn Trãi làm lại tặng Nguyễn Mộng Tuân bài ''Thứ Cúc Pha tặng thi''<ref name=TapchiHN\/>.\n\nTrong ''Toàn Việt thi lục'' và ''Hoàng Việt thi tuyển'' có thơ văn của Nguyễn Mộng Tuân và Vũ Mộng Nguyên xướng họa cùng nhau. Ví dụ như bài ''Tặng Tế tửu Vũ công trí sĩ'' của Nguyễn Mộng Tuân đề tặng Vũ Mộng Nguyên khi tiễn bạn về hưu.\n\n===Ghi danh===\nTên của Nguyễn Mộng Tuân đã được đặt cho các đường phố ở [[thanh Hóa (thành phố)|thành phố Thanh Hoá]], thành phố [[Đà Nẵng]] và một trường phổ thông (gồm hai cấp: trung học cơ sở và trung học phổ thông) của huyện Đông Sơn, tỉnh Thanh Hoá.\n\nTháng 12 năm 2011, Từ đường họ Nguyễn, nơi thờ Nguyễn Mộng Tuân, tại xã [[Thiệu Trung]], huyện [[Thiệu Hóa|Thiệu Hoá]], tỉnh Thanh Hoá đã được xếp hạng di tích lịch sử văn hóa cấp tỉnh<ref name=\"DT\">Quyết định số 4136\/QĐ-UBND ngày 13 tháng 12 năm 2011 của Ủy ban nhân dân tỉnh Thanh Hóa.<\/ref>.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài== \n*[http:\/\/www.khoavanhoc-ngonngu.edu.vn\/home\/index.php\/nckh\/han-nom\/713-v-tiu-s-va-tac-phm-ca-cuc-pha-nguyn-mng-tuan.html Về tiểu sử và tác phẩm của Cúc Pha Nguyễn Mộng Tuân]\n\n{{Thời gian sống|sinh=1380|mất=?}}\n\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Thái học sinh nhà Hồ‎]]\n[[Thể loại:Hầu tước nhà Lê sơ]]"}