{"33608":"{{bài cùng tên|Nguyễn Hiệu (định hướng)}}\n'''Nguyễn Duy Hiệu''' ([[chữ Hán]]: 阮維效; [[1847]]–[[1887]]), có sách ghi là '''Nguyễn Hiệu''', tục gọi '''Hường Hiệu'''<ref>Vì ông có hàm Hồng lô tự khanh, chữ \"Hồng\" do kiêng húy của [[Tự Đức]] là Hồng Nhậm nên đọc chệch thành \"Hường\".<\/ref>; là một chí sĩ và là một lãnh tụ trong [[nghĩa hội Quảng Nam|phong trào Cần Vương tại Quảng Nam]] trong [[lịch sử Việt Nam]].\n\n==Thân thế & sự nghiệp==\n'''Nguyễn Duy Hiệu''' sinh năm [[Đinh Mùi]] ([[1847]]) tại làng Thanh Hà, huyện Duyên Phúc (nay là phường [[Thanh Hà, Hội An|Thanh Hà]], thành phố [[Hội An]]) tỉnh [[Quảng Nam]].\n \nNăm [[Bính Tý]] ([[1876]]), ông thi đỗ [[Hương cống|cử nhân]]. Năm [[Kỷ Mão]] ([[1879]]), ông thi đỗ [[Phó bảng]] lúc 32 tuổi, được triều đình [[Tự Đức]] bổ nhiệm làm quan phụ đạo tại kinh thành [[Huế]], được phong Hồng lô tự khanh nên người đời gọi là ''Hường Hiệu''.\n\n[[Tháng năm|Tháng 5]] năm [[Ất Dậu]] ([[tháng bảy|tháng 7]] năm [[1885]]), cuộc phản công của phe chủ chiến ở [[Kinh thành Huế]] thất bại, Phụ chính [[Tôn Thất Thuyết]] phải phò vua [[Hàm Nghi]] chạy ra [[Quảng Trị]], xuống [[phong trào Cần Vương|dụ Cần vương]] (13 [[tháng bảy|tháng 7]] năm [[1885]]).\n \nHưởng ứng lời kêu gọi cứu nước của vua, Nguyễn Duy Hiệu cùng [[Trần Văn Dư]] ([[1839]]-[[1885]]), [[Phan Bá Phiến]] (còn gọi là Phan Thanh Phiến, [[1839]]-[[1887]]), [[Nguyễn Tiểu La]] (tức Nguyễn Hàm, [[1863]]-[[1911]]), thành lập [[Nghĩa hội Quảng Nam]] ([[Trần Văn Dư]] làm Thủ hội) rồi ra bản cáo thị kêu gọi toàn dân trong tỉnh cùng đứng lên đáp nghĩa.\n\n=== Nghĩa hội Quảng Nam === \nNgày 4 [[tháng chín|tháng 9]] năm [[1885]], nghĩa quân [[Quảng Nam]] bao vây chiếm tỉnh thành La Qua (còn gọi là La Thành, tức thành tỉnh Quảng Nam), buộc Bố chính Bùi Tiến Tiên và Tuần phủ Nguyễn Ngoạn phải dẫn quân rút chạy.\n\nĐược tin khẩn, quân Pháp và quân Nam triều (triều vua [[Đồng Khánh]] thân Pháp) dưới quyền chỉ huy của tướng Schants đã phản công chiếm lại thành, rồi còn xua quân đi tấn công các căn cứ của nghĩa quân ở [[Đại Lộc]], [[Quế Sơn]], [[Tam Kỳ]]...\nTrước lực lượng đông đảo và vũ khí tối tân của đối phương, đến [[tháng mười|tháng 10]] năm [[1885]], các căn cứ ở [[Dương Yên]], [[An Lâm]], [[Đại Đồng]] cũng đều lần lượt bị bao vây rồi thất thủ.\n\nTrước tình thế nguy ngập đó, bộ chỉ huy Nghĩa hội bàn nhau chọn kế \"giải binh quy điền\" để bảo toàn lực lượng. [[Tháng mười hai|Tháng 12]] năm [[1885]], Trần Văn Dư giao quyền Thủ hội cho Nguyễn Duy Hiệu để [[Huế]] gặp vua [[Đồng Khánh]] (từng là học trò của ông), nhằm tìm ra một giải pháp. Dọc đường, ông bị quyền Tổng đốc [[Quảng Nam]] Châu Đình Kế bắt giữ và báo với quân Pháp. Bất khuất, ông mắng chửi Tổng đốc Kế. Căm tức, viên quan này đã mượn tay quân Pháp để giết chết ông<ref>Nhóm Nhân văn Trẻ chép ông bị ''xử bắn'' (tr. 261). [[Nguyễn Q. Thắng]]-Nguyễn Bá Thế ghi ông bị ''xử chém'' (tr. 899).<\/ref> tại góc thành La Qua ngày 13 [[tháng mười hai|tháng 12]] năm [[1885]].\n \nĐầu năm [[1886]], Nguyễn Duy Hiệu chính thức làm Hội chủ mới của Nghĩa hội, và ông đã chọn thung lũng Trung Lộc thuộc [[Quế Sơn]] đặt tổng hành dinh với tên gọi là ''Tân tỉnh Trung Lộc''.\n\nTừ nơi đó, Nguyễn Duy Hiệu đã tổ chức đi đánh nhiều trận, gây cho đối phương nhiều thiệt hại, như trận tập kích đơn vị công binh Pháp đang mở con đường qua đèo [[Đèo Hải Vân|Hải Vân]] (tiêu diệt trọn đội công tác này), trận Bãi Chài (phá đội ca nô ở vàm Vân Ly trên [[sông Thu Bồn]]), trận phục kích quân Pháp và quân triều đình ở [[Cẩm Muồng]].\n\n[[Tháng hai|Tháng 2]] năm [[1886]], viên [[Khâm sứ]] [[Trung Kỳ]] là Hector đã điều động khoảng bốn trăm lính [[Pháp]] cùng khoảng hai trăm quân triều do [[Nguyễn Thân]] chỉ huy đã rầm rộ tiến vào căn cứ Tân tỉnh Trung Lộc. Tại trận kịch chiến ở Gò May, nghĩa quân đại bại, bản doanh bị đốt cháy, san bằng. Thấy không thể cầm cự được nữa, Nguyễn Duy Hiệu và [[Phan Bá Phiến]] liền ra lệnh đánh vượt vòng vây chạy về một làng ở gần cửa biển [[An Hòa]] thuộc [[Tam Kỳ]].\n \nTướng [[Nguyễn Thân]] liền xua quân theo càn quét rất ngặt. Lại thất trận ở căn cứ Phước Sơn (thuộc [[Tiên Phước]]), tuy Nguyễn Duy Hiệu và [[Phan Bá Phiến]] chạy thoát được nhưng thế và lực thật sự đã cùng. Không thể để nghĩa quân toàn ba tỉnh bị giết hại hết, nghe lời thủ lĩnh Hiệu, Phan Bá Phiến uống thuốc độc tự sát để tránh bị bắt, còn ông Hiệu thì tự trói mình nạp mạng cho đối phương để nhận lãnh hết trách nhiệm về mình...Hôm đó là ngày 5 [[tháng tám|tháng 8]] năm [[Bính Tuất]] (21 [[tháng chín|tháng 9]] năm [[1887]]).\n\n=== Cái chết === \nKế tiếp, theo sử liệu thì: \n:''Chứng kiến xong cái chết của người đồng sự tâm phúc, Nguyễn Duy Hiệu trở về quê thăm viếng mẹ già. Xong, ông ra miếu thờ [[Quan Vũ|Quan Công]] ở giữa bãi cát Thanh Hà, mặc áo dài đen, đầu vấn khăn cẩn thận, ngồi xếp bằng trước bàn thờ, rồi sai người đi báo cho Nguyễn Thân đến bắt ông...''<ref>Nhóm Nhân văn Trẻ, ''Hỏi đáp lịch sử Việt Nam'' (Tập 4, tr. 263). Tuy nhiên, theo sử [[nhà Nguyễn]] thì Nguyễn Duy Hiệu bị truy lùng và bị bắt sống: ''[[Tháng bảy|Tháng 7]] ([[âm lịch]])...Nguyễn Thân tìm ra bọn Nguyễn Hiệu ở miền thượng nguyên Phước Sơn, bắt sống được 8 người cừ mục và thân quyến...Nguyễn Thân sai người bắt được Nguyễn Hiệu, chạy cờ đỏ về báo tịệp, bỏ Nguyễn Hiệu vào củi giải về kinh...(''Quốc triều sử toát yếu'', tr. 524). Rất có thể, do người báo tâng công.<\/ref>\n\nSau khi Nguyễn Duy Hiệu liền bị giải về [[Huế]], triều đình [[Đồng Khánh]] bèn dùng danh lợi để dụ hàng, nhưng không được ông nghe. Cuối cùng, Viện cơ mật của Nam triều đã kết án tử hình ông vào ngày rằm [[tháng tám|tháng 8]] năm [[Bính Tuất]] (15 [[tháng mười|tháng 10]] năm [[1887]]) tại [[Huế]], hưởng dương 40 tuổi. Phần mộ Nguyễn Duy Hiệu hiện ở tại xã Cẩm Hà, thị xã [[Hội An]].\n\nĐàn áp Nghĩa đảng Quảng Nam thành công, [[Nguyễn Thân]] được nhà cầm quyền [[Pháp]] tặng thưởng [[Bắc Đẩu Bội tinh|Bắc đẩu bội tinh]] ngũ hạng, còn vua Đồng Khánh thì ban cho [[Nguyễn Thân]] gia hàm Thượng thư nhưng sung Nghĩa Định Tiễu phủ sứ, lại thưởng thêm một kim khánh hạng lớn.\n\n==Thơ tuyệt mệnh==\nTrước khi bị chém chết, Nguyễn Duy Hiệu đã làm hai bài thơ tuyệt mệnh. Trích giới thiệu một bài: \n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt:\n:Cần Vương thệ dữ Bắc Nam đồng\n:Vô nại khuông tương lộ vị thông.\n:Vạn cổ cương thường vô Ngụy Tháo,\n:Bách niên tâm sự hữu Quan công.\n:Thiên thư phận dĩ sơn hà định,\n:Địa thế sầu khan thảo mộc cùng.\n:Ký ngữ phù trầm tư thế giả,\n:Hưu tương thành bại luận anh hùng.\n|\n:Chí sĩ [[Huỳnh Thúc Kháng]] dịch thơ:\n:''Cần vương Nam Bắc kết tơ đồng,\n:''Cứu giúp đường kia khổ chẳng thông.\n:''Muôn thuở cương thường ai [[Tào Tháo|Ngụy Tháo]]?\n:''Trăm năm tâm sựu có [[Quan Vũ|Quan Công]].\n:''Non sông phần tự thơ trời định,\n:''Cây cỏ buồn trông thấy đất cùng.\n:''Nhắn bảo nỗi chìm ai đó tá?\n:''Chớ đem thành bại luận anh hùng.''\n|}\n\n==Ghi nhận công lao==\nNăm [[Ất Tỵ]] ([[1905]]), nhà chí sĩ [[Phan Bội Châu]] đã viết trong [[Việt Nam vong quốc sử]] như sau:\n:''...Nguyễn Hiệu (và Phan Bá Phiến), người [[Quảng Nam]], khởi nghĩa ba năm huyết chiến, người Pháp chưa lúc nào đánh thua được. Gặp phải [[Nguyễn Thân]], người [[Quảng Ngãi]], trước cũng dự tên Nghĩa hội, sau phản Nghĩa hội theo Pháp, (đây) là tay đầu sỏ nhất trong bọn nộ lệ Pháp, (đồng) đảng nó là Lê Khiết cũng là chó dữ của Pháp; (nên dù) Hiệu, Phiến ở đâu, tất nó hết sức dò la cho ra...Than ội! hai người ấy, nhà tan không nghĩ đến, chăm chăm chỉ nghĩ đến bảo toàn đảng để mưu về sau, trong mắt họ, trong bụng họ chỉ có Tồ quốc, có đồng bào mà thôi, can tràng như thế thật là trời đất phải khâm phục, quỷ thần phải kính nể...''<ref>''[[Việt Nam vong quốc sử]]'', tr. 35.<\/ref>\n\nNgày nay tại [[Quảng Nam]] đang có những con đường, phố và ngôi trường mang tên ông.\n\n==Xem thêm==\n*[[Phan Bá Phiến]]\n*[[Trần Văn Dư]]\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n*[[Phan Bội Châu]], ''[[Việt Nam vong quốc sử]]''. Nhà xuất bản Khoa Học Xã hội, [[Hà Nội]], 1982.\n*[[Cao Xuân Dục]], ''Quốc triều sử toát yếu''. Nhà xuất bản Văn học, 2002.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (1885-1914). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1963.\n*[[Nguyễn Q. Thắng]]-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam.'' Nhà xuất bản Khoa Học Xã hội, Hà Nội, 1992.\n*Nhóm nhân văn Trẻ. ''Hỏi đáp lịch sử Việt Nam'' (Tập 4). Nhà xuất bản Trẻ, 2007\n\n==Liên kết ngoài==\n*[http:\/\/www.quangnamfestival.vnn.vn\/dulichqnam_c.asp Danh nhân Quảng Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061003200523\/http:\/\/www.quangnamfestival.vnn.vn\/dulichqnam_c.asp |date = ngày 3 tháng 10 năm 2006}}\n{{Thời gian sống|sinh=1847|mất=1887}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]\n[[Thể loại:Phó bảng]]"}