{"142446":"{{Thông tin nhân vật\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tên khai sinh = Nguyễn Thị Lộ\n| ngày sinh = [[1400]]\/[[1390]]<ref name=\"Sinh\"\/>\n| nơi sinh = \n| ngày mất = {{ngày mất|1442|9|19}}\n| nguyên nhân cái chết = Tử hình dìm nước\n| nơi mất = \n| an táng = \n| tưởng niệm = \n| tên khác = \n| dân tộc = \n| cư trú = \n| quốc gia = \n| quốc tịch = \n| vai trò = [[Nữ quan]] [[Nhà Lê sơ|Lê sơ]]\n| học vấn = \n| alma_mater = \n| công việc = Lễ nghi học sĩ (禮儀學士)\n| nổi tiếng vì = Vụ án Lệ Chi Viên\n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = \n| tôn giáo = \n| spouse = [[Nguyễn Trãi]]\n| partner = \n| children = \n| parents = \n| chữ ký = \n| website = \n}}\n'''Nguyễn Thị Lộ''' ([[chữ Hán]]: 阮氏路; [[1400]] (?) - [[1442]]), là một [[nữ quan]] [[nhà Hậu Lê|triều Lê sơ]] và là người vợ lẽ của [[Nguyễn Trãi]], một danh nhân nổi tiếng trong [[lịch sử Việt Nam]].\n\nTên tuổi bà từ lâu đã gắn liền với [[vụ án Lệ Chi Viên|vụ thảm án Lệ Chi Viên]] xảy ra vào năm [[Nhâm Tuất]] ([[1442]]), dẫn đến cái chết của vợ chồng bà và cái án [[tru di tam tộc]] cho dòng họ Nguyễn Trãi.\n\n==Cuộc đời==\nChưa có nhiều tài liệu rõ ràng về xuất thân của bà. Bà được cho là sinh tại làng Hải Hồ (sau đổi là làng [[Hải Triều]], tục gọi ''làng Hới''), tổng Thanh Triều, huyện Ngự Thiên, phủ Long Hưng (nay thuộc xã [[Tân Lễ]], huyện [[Hưng Hà]], tỉnh [[Thái Bình]]). Về năm sinh của bà, có hai giả thiết giữa năm [[1400]] và [[1390]]<ref name=\"Sinh\">''Từ điển nhân vật lịch sử Việt Nam'' (tr. 644) ghi không rõ. Đức Hà ghi bà sinh năm [[1400]] (''Nguyễn Thị Lộ và kỳ án Lệ Chi Viên''). GS. Võ Thu Tịnh thì ghi bà sinh năm [[1390]] (''Vụ án Lệ Chi Viên''). Nhưng cả hai tác giả đều không cho biết đã căn cứ vào đâu. Tuy nhiên, con số 1400 đáng tin hơn, vì bà phải còn \"khá trẻ\" mới có cớ để đối phương dựng lên vụ án. Và nếu tin theo đây, thì Nguyễn Thị Lộ mất năm 42 tuổi (Nguyễn Trãi mất năm 62 tuổi. So lại, ông bà lệch nhau khoảng 20 tuổi).<\/ref>.\n\nCha bà là Nguyễn Mỗ, làm nghề thầy thuốc. Nhờ tư chất thông minh, lại được cha cho đi học, nên bà sớm thông hiểu các kinh sách và lại biết làm thơ. Ngoài ra, bà còn nổi tiếng là một người xinh đẹp.\n \n===Làm vợ thứ Nguyễn Trãi===\nSau khi cha đi phu bị quân [[nhà Minh|Minh]] giết chết, bà cùng mẹ tần tảo nuôi dạy các em. Trong một lần lên kinh thành [[Thăng Long]] bán chiếu (làng Hới có nghề dệt chiếu nổi tiếng), Nguyễn Thị Lộ đã gặp Nguyễn Trãi, rồi trở thành vợ thứ của vị quan này.\n\nSách ''[[Lịch triều hiến chương loại chí]]'' của [[Phan Huy Chú]] chép:\n:''Ông (Nguyễn Trãi) lúc nhỏ đi đường gặp nàng ở Vũ Lăng, yêu về tài sắc mới lấy làm vợ''<ref>''Lịch triều hiến chương loại chí'' (Tập 1, tr. 233).<\/ref>.\n\nLời chép khá mơ hồ<ref>Rất có thể còn thiếu chuẩn xác nữa ở chỗ dùng từ \"nhỏ\", là vì nếu tuổi Nguyễn Thị Lộ là 16 (trăng tròn lẻ), thì chí ít Nguyễn Trãi cũng phải ngoài 30 tuổi.<\/ref> khiến về sau này đã nảy ra không ít những lời đồn đoán về thời điểm Nguyễn Trãi gặp gỡ Nguyễn Thị Lộ, rồi cưới bà làm vợ thứ. Theo tài liệu ''Đất và Người [[Thái Bình]]'', thì trong một lần lên kinh thành bán chiếu bà đã gặp Nguyễn Trãi, rồi trở thành người bạn đời của ông, rồi cùng vào [[Khởi nghĩa Lam Sơn|Lam Sơn tụ nghĩa]] dưới ngọn cờ của thủ lĩnh [[Lê Thái Tổ|Lê Lợi]]. Tại đây, bà làm thầy dạy con em các thủ lĩnh và là trợ thủ đắc lực cho chồng trong mọi công việc <ref>Xem bài trên ''Cổng thông tin tỉnh Thái Bình'' [http:\/\/www.thaibinh.gov.vn\/ct\/introduction\/Lists\/dn\/View_Detail.aspx?ItemId=28] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141203073455\/http:\/\/thaibinh.gov.vn\/ct\/introduction\/Lists\/dn\/View_Detail.aspx?ItemId=28 |date=2014-12-03 }}.<\/ref>. Tuy nhiên, thông tin này không thấy chép trong sử cũ.\n\nCuối năm [[1427]], cuộc [[khởi nghĩa Lam Sơn]] toàn thắng. Sang năm [[1428]], thủ lĩnh Lê Lợi lên ngôi vua (tức [[Lê Thái Tổ]]), thì Nguyễn Trãi được phong tước hầu. Nhưng rồi những mâu thuẫn nội bộ triều đình dẫn đến việc sát hại công thần ([[Trần Nguyên Hãn]], [[Phạm Văn Xảo]]), và bản thân Nguyễn Trãi cũng bị bắt giam. Tuy sau đó, ông được tha nhưng không còn được tin dùng như trước.\n\n===Làm Lễ nghi học sĩ===\nNăm [[1433]], [[Lê Thái Tổ]] mất, thái tử Nguyên Long lên nối ngôi, tức là [[Lê Thái Tông]]. Nghe tiếng Nguyễn Thị Lộ, nhà vua cho vời bà vào cung ban chức '''Lễ nghi học sĩ''' (禮儀學士), phụng chỉ để dạy dỗ cung nữ. Sử thần [[Phan Huy Chú]] chép:\n:''\"Khi ông (Nguyễn Trãi) lo việc nước, những chiếu thư, từ mệnh (Nguyễn Thị Lộ) đều được dự nhuận sắc. Thái Tông nghe tiếng, vời nàng về hầu cho làm Lễ nghi học sĩ\" <ref>''Lịch triều hiến chương loại chí'' (Tập 1), tr, 23.<\/ref>.\n\nỞ cương vị này, bà đã hoàn thành xuất sắc nhiệm vụ, được sử thần [[nhà Lê sơ|nhà Lê]] là [[Vũ Quỳnh]] khen là: ''\"Thị Lộ đã cảm hóa được Lê Thái Tông, thuyết phục vua chăm chỉ đèn sách, lại giúp vua nhiều ý kiến để sửa trị nước\"...<ref>''Việt giám thông khảo'' (phần Bản kỷ).<\/ref>\n\nNăm [[1439]], Nguyễn Trãi và bà xin về ẩn ở [[Côn Sơn]], nhưng đến năm sau thì cả hai lại được nhà vua mời ra giúp việc nước. Năm [[1441]], trong ''[[Đại Việt sử ký toàn thư]]'' có chép việc liên quan đến bà như sau:\n:''[[Mùa thu]], [[tháng ba|tháng 3]] năm [[Tân Dậu]] ([[1441]])...Bắt giam hạng đàn bà ngỗ nghịch, đó là làm theo kế của Nguyễn Thị Lộ'' <ref>''Đại Việt sử ký toàn thư'' (Tập 2, tr.354).<\/ref>.\n \nNhưng chỉ một năm sau đó ([[1442]]), giữa lúc vợ chồng bà đang gánh vác việc nước thì tai họa bỗng đổ ập xuống.\n\n===Bị gán tội chết===\n{{Chính|Vụ án Lệ Chi Viên}}\n[[Lê Thái Tông]] vốn là người ham sắc, có nhiều phi tần, chỉ trong 2 năm sinh liền 4 hoàng tử. Các phi tần tranh chấp ngôi [[Thái tử]] cho con mình nên trong triều xảy ra xung đột.\n\nThái Tông truất Phi Dương Thị Bí và ngôi Thái tử của con bà là [[Lê Nghi Dân]] lên 2 tuổi, lập con của Thần phi [[Nguyễn Thị Anh]] là Lê Bang Cơ chưa đầy 1 tuổi làm Thái tử. Cùng lúc đó một bà vợ khác của Lê Thái Tông là Tiệp dư [[Ngô Thị Ngọc Dao]] lại sắp sinh, Nguyễn Thị Anh sợ đến lượt mẹ con mình bị phế nên tìm cách hại bà Ngọc Dao. Nguyễn Trãi cùng Nguyễn Thị Lộ và tìm cách cứu bà Ngọc Dao đem nuôi giấu, sau bà sinh được hoàng tử Tư Thành (tức vua [[Lê Thánh Tông]] sau này)<ref>Xem trong bài viết ''Nữ học sĩ Ngô Chi Lan'' của Ngô Văn Học đăng trên báo ''Hà Nội mới'' số ra ngày 28 tháng 12 năm 2009 [http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100328135848\/http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm |date = ngày 28 tháng 3 năm 2010}}.<\/ref>.\n\nNgày 4 [[tháng tám|tháng 8]] năm [[Nhâm Tuất]] (27 [[tháng bảy|tháng 7]] năm [[1442]]), vua [[Lê Thái Tông]] đi tuần ở miền Đông, duyệt binh ở thành [[Chí Linh]] ([[Hải Dương]]). Nguyễn Trãi đón vua ngự ở [[chùa Côn Sơn]], là nơi từng ở của mình.\n \nRời Côn Sơn để về lại [[Thăng Long]], ngày 4 [[tháng tám|tháng 8]] [[âm lịch]] nhà vua và đoàn tùy tùng đến Lệ Chi Viên <ref>Lệ Chi Viên vốn là một ly cung được xây cất từ [[nhà Lý|triều Lý]] trong một trại trồng vải, nay thuộc thôn Đại Lại, xã Đại Lai, huyện [[Gia Bình]], tỉnh [[Bắc Ninh]].<\/ref> ([[Gia Bình]], [[Bắc Ninh]]). Theo sử cũ, thì nhà vua đã thức đêm với Nguyễn Thị Lộ rồi băng hà. Liền sau đó, bà Lộ bị triều đình bắt giam và tra khảo.\n \nVăn thần [[Phan Huy Chú]] chép: ''\"Kịp khi kết tội, lâm hình. Thị Lộ chạy gieo mình xuống nước\"''<ref>''Lịch triều hiến chương loại chí'' (Tập 1, tr. 234).<\/ref>. Nhưng theo [[Nguyễn Cẩm Xuyên]], vì ''\"chịu không nổi cực hình, Nguyễn Thị Lộ phải khai nhận. Án được thi hành ngay: Nguyễn Thị Lộ bị bỏ vào cũi sắt dìm xuống sông cho chết\"''.\n \nBị kết tội đồng chủ mưu giết vua, Nguyễn Trãi bị kết án [[tru di tam tộc]]. Ông và cả ba họ ông bị xử chém vào ngày 16 [[tháng tám|tháng 8]] năm [[Nhâm Tuất]] (19 [[tháng chín|tháng 9]] năm [[1442]])<ref>Tài liệu ''Đất và Người Thái Bình'' chép Nguyễn Thị Lộ bị xử chết ngày 16 [[tháng tư|tháng 4]] năm [[Nhâm Tuất]] ([[1442]]) là sai, vì lúc đó vụ án chưa xảy ra.<\/ref>.\n\n==Quan điểm của các sử gia xưa và nay==\nThời [[Nhà Lê sơ|Hậu Lê]], sử thần [[Ngô Sĩ Liên]] viết:\n:''Ngày 16, giết hành khiển Nguyễn Trãi và vợ là Nguyễn Thị Lộ, bắt tội đến ba họ. Trước đây, Nguyễn Thị Lộ ra vào cung cấm, Thái Tông trông thấy rất ưa, liền cợt nhả với thị. Đến đây, vua đi tuần về miền Đông, đến chơi nhà Trãi rồi bị bạo bệnh mà mất, cho nên Trãi bị tội ấy. Lời bàn: Nữ sắc làm hại người ta quá lắm. Thị Lộ chỉ là một người đàn bà thôi, Thái Tông yêu nó làm thân phải chết, Nguyễn Trãi lấy nó mà cả họ bị diệt, không đề phòng mà được ư? ''<ref>''Đại Việt sử ký toàn thư'' (Tập 2), tr. 356.<\/ref>.\n\n[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] chép:\n:''Trước, vợ lẽ của Nguyễn Trãi là Nguyễn Thị Lộ, đẹp người, hay chữ, Vua nghe tiếng, mời đến, phong làm Lễ Nghi học sĩ, ngày đêm hầu cận, nhân đó mà cợt nhả với Nguyễn Thị Lộ. Đến đây, vua đi tuần du phía Đông, xa giá qua về đến Lệ Chi Viên thì Vua mắc chứng sốt rét. Thị Lộ vào hầu suốt đêm. Nhà vua mất. Lời phê: Đời [[Lê Thái Tông]], vua thì buông tuồng, bầy tôi thì chuyên quyền. (Nguyễn) Trãi nếu là người hiền, thì nên sớm liệu rút lui, ẩn náu tung tích để cho danh tiếng được toàn vẹn. Thế mà lại đi đón rước ngự giá, thả lỏng cho người vợ làm việc hoang dâm, vô liêm sỉ. Vậy thì cái vạ tru di cũng là tự (Nguyễn) Trãi chuốc lấy. Như thế sao được gọi là người hiền? ''<ref>''Việt sử thông giám cương mục'' (Chính biên, quyển 17, tờ 23).<\/ref>\n\n[[Phan Huy Chú]], văn thần [[nhà Nguyễn|thời Nguyễn]], cũng đã viết trong sách ''[[Lịch triều hiến chương loại chí]]'' của mình như sau: \n:''Năm [[Nhâm Tuất]] ([[1442]]), ông (Nguyễn Trãi) 63 tuổi, vì có vợ tên là Nguyễn Thị Lộ vào hầu vua, dùng chất độc giết vua, triều đình kết án phải giết ba họ...Ông có văn chương mưu lược...làm công thần mở nước thứ nhất. Về già muốn an nhàn, không có ý tham luyến (địa vị), chỉ vì nghiệp báo của yêu nữ cuối cùng lụy đường công danh, bấy giờ ai cũng thương tiếc''...<ref>''Lịch triều hiến chương loại chí'' (Tập 1), tr. 234.<\/ref>\n\n[[Trúc Khê (nhà văn)|Trúc Khê]] tác giả cuốn ''Nguyễn Trãi'' (Nhà xuất bản Tân Dân, [[Hà Nội]], [[1940]]) viết: \"Thị Lộ đã được gần vua khá lâu trước cuộc duyệt binh ở Chí Linh. Nàng được vời vào cung giữ việc dạy các cung nhân với chức Lễ nghi học sĩ. Rồi nhà vua đã say mê nàng. Nguyễn Trãi tuy biết việc này nhưng chỉ đành bấm bụng và Thị Lộ cũng không thể có thái độ nào khác là thụ động mối tình vương giả ấy. Nàng được lệnh về Côn Sơn để cùng Nguyễn Trãi lo việc đón tiếp sau đó nàng theo giá hoàn cung với nhà vua cùng một lúc\". Trong ''Việt Sử toàn thư'', [[Phạm Văn Sơn]] cũng đã kể lại rằng: \"Ngày 4 [[tháng tám|tháng 8]], ngự đạo về đến huyện Gia Định (nay là Gia Bình, Bắc Ninh), gặp trời tối phải nghỉ lại ở Lệ Chi Viên là một trại trồng vải, xưa kia là chốn ly cung cả các triều Lý, Trần. Đêm hôm ấy, nhành hoa thược dược được thấm nhuần cơn thuỵ vũ, rồi rạng ngày mồng 5, Thị Lộ trong màn ngự nhảy ra kêu thất thanh. Vua Thái tông lạnh dần. Ngự y dùng đủ mọi phương để cứu chữa nhưng vô hiệu'' (Bản điện tử, tr. 274)\n\nĐề cập đến các đoạn sử trên, GS. Đinh Xuân Lâm viết: \n:''Đối với Nguyễn Thị Lộ thì thái độ của người chép sử ra sao? Rõ ràng đây là một thái độ không khách quan, thiên vị, có dụng ý''...<ref>Đinh Xuân Lâm, ''Nhân một vụ án, suy nghĩ về trách nhiệm người viết sử''. Dẫn lại theo Nguyễn Cẩm Xuyên.<\/ref>\n \nVì lẽ đó, nhiều cuộc khảo cứu và tọa đàm khoa học đã được tổ chức nhằm minh oan cho bà. Dựa vào những kết quả thu lượm được, một số nhà nghiên cứu, dưới sự chủ biên của nhà giáo Hoàng Đạo Chúc, đã biên soạn thành cuốn ''Lễ nghi học sĩ Nguyễn Thị Lộ với thảm án Lệ Chi Viên'' (xuất bản năm [[2004]]). Trong đó, một số nhà khoa học đã chỉ rõ, thủ mưu của vụ thảm án Lệ Chi Viên là Hoàng hậu Nguyễn Thị Anh, vốn rất căm oán Nguyễn Trãi và Nguyễn Thị Lộ (hai người đã giúp bà phi [[Ngô Thị Ngọc Dao]] thoát khỏi âm mưu sát hại của bà). Sâu xa hơn, đó còn là sự ghen ghét, đố kỵ của một số không nhỏ quan lại trong triều lúc bấy giờ trước tài năng và tính tình cương trực của Nguyễn Trãi.\n\nVề phần Nguyễn Thị Lộ, các nhà khoa học cũng đã đề xuất rằng: \n:''Cần có sự công khai chiêu tuyết (làm sáng tỏ nỗi oan) cho bà. Chế độ phong kiến cũ đã không làm được việc đó thì ngày nay chúng ta phải làm được việc đó thông qua việc nghiên cứu và biên soạn lịch sử dân tộc một cách trung thực và khoa học. Vì bà cũng là người tài hoa trong văn học, sắc sảo trong chính trị, chu đáo trong ứng xử và thủy chung trong tình nghĩa. Lớn lao hơn, bà còn là người đã dâng trọn cuộc đời phục vụ cho sự bền vững của vương triều [[nhà Hậu Lê|Lê]] và sự phồn vinh của non sông [[Đại Việt|Đại Việt]]''<ref>Trích ý kiến của GS. Vũ Khuê và GS. Đinh Xuân Lâm (theo ''báo Nhân dân''. Bản điện tử: [http:\/\/chuyentrang.tuoitre.vn\/TTC\/Index.aspx?ArticleID=112528&ChannelID=10] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304200314\/http:\/\/chuyentrang.tuoitre.vn\/TTC\/Index.aspx?ArticleID=112528&ChannelID=10 |date = ngày 4 tháng 3 năm 2016}}).<\/ref>.\n\n==Vinh danh==\n[[Tháng bảy|Tháng 7]] năm [[Giáp Thân]] ([[1464]]), Nguyễn Trãi được vua [[Lê Thánh Tông]] ban chiếu minh oan. Nhân cơ hội này, dân làng đã lập miếu thờ bà Nguyễn Thị Lộ, nay thuộc thôn Khuyến Lương phường [[Trần Phú]], [[Hoàng Mai, Hà Nội|Quận Hoàng Mai]], [[hà Nội|thành phố Hà Nội]]. \nNgôi đền nằm cạnh đê [[sông Hồng]], và cách đền thờ Nguyễn Trãi chừng 500[[m]]. Trong đền hiện nay có một bức tượng và một tấm tranh vẽ bà. Hằng năm, vào ngày 16 [[tháng tám|tháng 8]] [[âm lịch]] dân làng đều tổ chức lễ giỗ trọng thể.\n\nNgoài ra, bà còn được thờ chung với Nguyễn Trãi ở xã Tân Lễ (huyện [[Hưng Hà]], tỉnh [[Thái Bình]]) và Lệ Chi Viên, nơi xảy ra vụ án nổi tiếng.\n\nTên bà được đặt cho con đường dài khoảng 2.49&nbsp;km ở [[Quận 1]] và [[Quận 5]], [[Thành phố Hồ Chí Minh]].\n\n==Di sản==\n===Bài thơ chiếu gon===\nTương truyền một hôm Nguyễn Trãi gặp một cô gái bán chiếu trẻ đẹp, và ông đã xướng mấy câu thơ ghẹo:\n:''Ả ở nơi nào, bán chiếu gon?\n:''Chẳng hay chiếu ấy hết hay còn?\n:''Xuân xanh nay độ bao nhiêu tuổi?\n:''Đã có chồng chưa, được mấy con?\n\nKhông ngờ cô này cũng làm thơ họa lại:\n:''Thiếp ở Tây Hồ bán chiếu gon,\n:''Cớ chi ông hỏi hết hay còn?\n:''Xuân xanh vừa độ trăng tròn lẻ\n:''Chồng còn chưa có, hỏi chi con!\n\nNguyễn Trãi yêu sắc, phục tài bèn dò hỏi gia cảnh rồi cưới cô gái ấy (tức Nguyễn Thị Lộ) làm thiếp.\n\nTrong sách ''Công Dư tiệp ký'' của [[Vũ Phương Đề]] ([[1679]]-?) có chép câu chuyện này. Tuy nhiên, đây chỉ là một câu chuyện tương truyền, không thể tra xét được.\n\n=== Truyền thuyết rắn báo oán===\nMột hôm, cha Nguyễn Trãi là [[Nguyễn Phi Khanh]] cho học trò phát cỏ trong vườn để làm chỗ dạy học. Đến đêm, ông nằm mơ thấy một người đàn bà dẫn bầy con dại tới xin thư thả ít hôm, vì bận con mọn nên chưa kịp dọn nhà. Đến khi học trò của ông phát cỏ, đập chết một bầy [[rắn]] con, lúc đó ông mới hiểu ra ý nghĩa giấc mơ... Đêm đó, lúc ông đọc sách thì có con rắn bò trên xà nhà nhỏ một giọt [[máu]] thấm vào chữ \"tộc\" (\"họ\") qua ba lớp [[giấy]] ứng với việc gia tộc ông sẽ bị hại đến ba họ. Ngày sau con rắn mẹ hóa ra bà Nguyễn Thị Lộ để làm hại ba đời nhà ông. \nĐến đời [[nhà Nguyễn|Nguyễn]], trong ''Lịch triều hiến chương loại chí'' lại có thêm chi tiết: ''Con rắn thành tinh ngầm mang thù oán, mới đầu thai thành Thị Lộ. Nàng sinh ra dưới sườn có vảy...''<ref>Phan Huy Chú, sách đã dẫn, tr. 233.<\/ref>\n\nMặc dù câu chuyện được nhiều sách cũ chép đi chép lại, nhưng nhiều người tin rằng nó chỉ nhằm đổ tội cho Nguyễn Thị Lộ, giải thích nguyên nhân tiền định về cái chết của vua Lê Thái Tông và Nguyễn Trãi. Ngoài ra, nội dung truyện cũng chẳng có gì mới mẻ mà chỉ là mô phỏng từ các truyền thuyết xa xưa của [[Trung Quốc]].{{fact}} Ngày nay, truyền thuyết này đã bị bác bỏ.\n\n===Trong văn học nghệ thuật===\nVụ án Lệ Chi Viên từng được thể hiện trong nhiều tác phẩm văn học, như: ''Lễ nghi học sĩ Nguyễn Thị Lộ với thảm án Lệ Chi Viên'' của Hoàng Đạo Chúc (Nhà xuất bản. Văn hóa Thông tin, 2004), ''Trắng án Nguyễn Thị Lộ'' của Hoàng Quốc Hải (Nhà xuất bản. Phụ nữ, 2004), ''Nguyễn Thị Lộ'', tiểu thuyết lịch sử của Hà Văn Thùy (Nhà xuất bản Văn học, 2007)...\n\nTrong các tác phẩm được thể hiện trên sân khấu, có: vở cải lương ''Rạng ngọc Côn Sơn'' của Xuân Phong, vở chèo ''Oan khuất một thời'' của Lê Chức, vở kịch nói ''Bí mật Lệ Chi Viên'' của Hoàng Hữu Đản.\n\nNgoài ra còn có phim tài liệu ''Bí mật vụ án Lệ Chi Viên'' từng được chiếu trên [[VTV1]].\n\n==Xem thêm==\n*[[Nguyễn Trãi]]\n*[[Lê Thái Tông]]\n*[[Vụ án Lệ Chi Viên]]\n*[[:Thể loại:Người bị kết án oan sai trong lịch sử|Người bị kết án oan sai trong lịch sử]]\n*[[:Thể loại:Người bị xử tử hình vì tội giết người|Người bị xử tử hình vì tội giết người]]\n\n== Chú thích ==\n{{Tham khảo}}\n==Tham khảo==\n*[[Ngô Sĩ Liên]], ''Đại Việt sử ký toàn thư'' (Tập 2). Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1985.\n*[[Phan Huy Chú]], ''Lịch triều hiến chương loại chí'' (Tập 1). Nhà xuất bản Khoa học Xã hội, 1992.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n*Nguyễn Khắc Thuần, ''Việt sử giai thoại'' (Tập 5). Nhà xuất bản Giáo dục, 1998.\n*Niên biểu Nguyễn Trãi, in trong ''Thơ văn Nguyễn Trãi'' do nhiều người soạn. Nhà xuất bản Giáo dục, 1980. Có tham khảo thêm trang tiểu sử Nguyễn Trãi in trong sách ''Ngữ văn 10'' (tập 2, tr.9).\n==Liên kết ngoài==\n{{wikisource|Nguyễn Trãi - Thị Lộ}}\n*[http:\/\/www.thaibinh.gov.vn\/ct\/introduction\/Lists\/dn\/View_Detail.aspx?ItemId=28 Nguyễn Thị Lộ trên Trang thông tin tỉnh Thái Bình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141203073455\/http:\/\/thaibinh.gov.vn\/ct\/introduction\/Lists\/dn\/View_Detail.aspx?ItemId=28 |date=2014-12-03 }}\n*Bài viết của Nguyễn Cẩm Xuyên đăng ngày 01\/6\/2009 trên tạp chí [[Kiến thức ngày nay]] số 677.\n\n{{Thời gian sống|Sinh=|Mất=1442}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lê sơ]]\n[[Thể loại:Nguyễn Trãi]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Nữ quan nhà Lê sơ]]\n[[Thể loại:Người bị xử tử hình do kết án oan sai]]\n[[Thể loại:Người bị thi hành án oan sai về tội giết người]]\n[[Thể loại:Người bị kết tội mưu sát hoặc giết vua]]\n[[Thể loại:Nghi án về tội giết người chưa có lời giải minh bạch trong lịch sử]]"}