{"16474":"{{Thông tin viên chức\/1\n|name = Nguyễn Cao Kỳ\n|image = USIA_66-1476.jpg\n|caption       = Nguyễn Cao Kỳ năm 1966 \n|office        = [[Nguyên thủ Việt Nam Cộng hòa|Phó Tổng thống Việt Nam Cộng hòa]]\n|president = [[Nguyễn Văn Thiệu]]\n|primeminister = [[Nguyễn Văn Lộc]]<br>[[Trần Thiện Khiêm]]<br>[[Trần Văn Hương]] \n|term_start    = 31 tháng 10 năm 1967\n|term_end      = 23 tháng 8 năm 1971<br>{{số năm theo năm và ngày|1967|10|31|1971|8|23}}\n|predecessor   = [[Nguyễn Ngọc Thơ]]\n|successor = [[Trần Văn Hương]]\n|office2       = [[Ủy ban Hành pháp Trung ương (Việt Nam Cộng hòa)|Chủ tịch Ủy ban Hành pháp Trung ương]]<br>[[Thủ tướng Việt Nam Cộng hòa|(Thủ tướng)]]\n|1namedata2 = [[Nguyễn Văn Thiệu]]\n|1blankname2 = [[Ủy ban Lãnh đạo Quốc gia (Việt Nam Cộng hòa)|Chủ tịch Ủy ban Lãnh đạo Quốc gia<br>(Quốc trưởng)]] \n|term_start2   = 14 tháng 6 năm 1965\n|term_end2     = 1 tháng 9 năm 1967<br>{{số năm theo năm và ngày|1965|6|14|1967|9|1}}\n|predecessor2  = [[Phan Huy Quát]]<br>{{small|(Thủ tướng)}} \n|successor2    = [[Nguyễn Văn Lộc (thủ tướng)|Nguyễn Văn Lộc]]<br>{{small|(Thủ tướng)}} \n{{collapsed infobox section begin|last=yes|Các chức vụ khác\n|titlestyle = border:1px dashed lightgrey}}{{Infobox officeholder1|embed = yes\n|office3       = [[Tập tin:Fatherland - Space.png|30px]]<br>[[Không lực Việt Nam Cộng hòa|Tư lệnh Không lực Việt Nam Cộng hòa]] \n|term_start3   = 12 tháng 3 năm 1964\n|term_end3     = 1967\n|predecessor3   = \n|successor3 = [[Trần Văn Minh (không quân)|Trần Văn Minh]]\n|office4       = [[Không lực Việt Nam Cộng hòa|Quyền Tư lệnh Quân chủng Không quân]]\n|term_start4   =  1 tháng 12 năm 1963\n|term_end4     = 12 tháng 3 năm 1964<br>{{số năm theo năm và ngày|1963|12|1|1964|3|12}}\n|1namedata4        = [[Đỗ Khắc Mai]]\n|1blankname4= Tư lệnh\n|office5= Liên đoàn trưởng Liên đoàn 1 Vận tải C.47\n|term_start5 = 1 tháng 3 năm 1960\n|term_end5 = Không rõ\n|office6 = Chỉ huy trưởng căn cứ 3 Trợ lực Không quân\n|term_start6          = 1956\n|term_end6            = 1958\n|office7 = Chỉ huy trưởng Phi đoàn 1 Vận tải\n|term_start7          = Tháng 10 năm 1955\n|term_end7            = 1958\n{{Collapsed infobox section end}}\n}}\n|birth_date    = 8 tháng 9 năm 1930\n|birth_place   = [[Sơn Tây (thị xã)|Sơn Tây]], [[Liên bang Đông Dương]]\n|death_date    = {{ngày mất và tuổi|2011|7|22|1930|9|8|df=y}}  \n|death_place   = [[Kuala Lumpur]], [[Malaysia]]\n|death_cause   = Tuổi già\n|party         = \n|spouse        = *[[Đặng Tuyết Mai]] (1964–1989)\n*Lê Hoàng Kim Nicole\n|children      = *[[Nguyễn Cao Kỳ Duyên]] (con bà Đặng Tuyết Mai)  \n*Nguyễn Cao Thắng\n*Nguyễn Cao Trí\n*Nguyễn Cao Đạt\n*Nguyễn Cao Tuấn\n*Nguyễn Cao Kỳ Vân\n*Nguyễn Cao Kỳ Trang\n(Con một người vợ khác)\n|relatives     = *Nguyễn Cao Côn (ông nội)  \n*Nguyễn Cao Hiếu (cha)\n|education     = Tú tài bán phần Pháp\n|alma_mater    = *[[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trường Bưởi]]\n*Trường Sĩ quan Trừ bị [[Nam Định]]\n*Trường Phi hành (École Pilotage) Marrakech, [[Maroc|Marốc]]\n|signature     = Nguyễn Cao Kỳ's Signature.svg\n|signature_alt = Chữ ký của Nguyễn Cao Kỳ\n|occupation    = {{hlist|Quân nhân<br>Chính trị gia}}\n|allegiance    = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|branch        = {{flagicon image|Drapeau de l'Armée Nationale Vietnamienne.png}} [[Quốc gia Việt Nam]]<br>[[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|serviceyears  = 1951 – 1975\n|rank          = [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n|commands      =  [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]<br>\n[[Hình: Huy hiệu Lục quân Việt Nam Cộng hòa.png|20px]] [[Lục quân Việt Nam Cộng hòa]]<br>[[Hình: Fatherland - Space.png|20px]] [[Không lực Việt Nam Cộng hòa]]\n|battles = [[Chiến tranh Đông Dương]]<br>[[Chiến tranh Việt Nam]]<br>[[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính 1963]]\n|mawards      = [[Hình: VPD National Order of Vietnam - Grand Officer BAR.png|26px]] [[Bảo quốc Huân chương|Bảo quốc Huân chương đệ Nhị đẳng]] \n}}\n\n'''Nguyễn Cao Kỳ''' ([[8 tháng 9]] năm [[1930]] – [[22 tháng 7]] năm [[2011]]) là một tướng lĩnh Không quân của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng]] trước khi tham gia chính trường và trở thành [[Thủ tướng Việt Nam Cộng hòa]] trong chính phủ quân sự từ năm 1965 đến năm 1967. Sau đó ông làm Phó Tổng thống cho Tổng thống [[Nguyễn Văn Thiệu]] trong các chính phủ dân cử sau đó trước khi rời chức vụ này năm 1971.\n\nÔng xuất thân từ khóa đầu tiên và cũng là khóa duy nhất Sĩ quan Trừ bị do Chính phủ [[Quốc gia Việt Nam]] được sự hỗ trợ của Pháp mở ra ở [[Miền Bắc (Việt Nam)|miền Bắc Việt Nam]] vào đầu thập niên 50 của [[Thế kỷ 20|thế kỷ XX]]. Ra trường, ông gia nhập vào Không quân và tuần tự giữ từ những chức vụ nhỏ lên đến Tư lệnh Quân chủng này cho đến ngày ông tham chính. Ông từng là [[Thủ tướng Việt Nam#Việt Nam Cộng hòa|Thủ tướng]] trong vai trò Chủ tịch [[Ủy ban Hành pháp Trung ương (Việt Nam Cộng hòa)|Ủy ban Hành pháp Trung ương]] (1965–1967) và Phó [[Nguyên thủ Việt Nam Cộng hòa|Tổng thống]] (1967–1971) của [[Việt Nam Cộng hòa]]. Từng là đồng minh rồi đối thủ của cựu Tổng thống [[Nguyễn Văn Thiệu]], từng được coi là người có tư tưởng [[chủ nghĩa chống cộng|chống Cộng]] trong thời kỳ trước 1975.\n\nSau [[sự kiện 30 tháng 4 năm 1975]], ông sang Hoa Kỳ sinh sống. Tại Hoa Kỳ, ông tiếp tục chỉ trích Thiệu và cộng sản. Kể từ năm [[2004]], Nguyễn Cao Kỳ lại được Nhà nước Việt Nam coi là biểu tượng của sự hòa hợp hòa giải dân tộc. Ông là người nhận được nhiều mô tả và bình luận rất trái chiều từ nhiều phía. Cuối đời, ông chuyển sang sinh sống tại [[Malaysia]].\n\n==Tiểu sử và binh nghiệp==\nÔng sinh ngày 8 tháng 9 năm 1930 tại [[Sơn Tây (thị xã)|Sơn Tây]] (quê làng Mai Trai<ref name=vnn1\/>, nay thuộc phường [[Quang Trung, thị xã Sơn Tây]], vào [[thế kỷ 19]] là xã Mai Trai, tổng Thanh Vị, huyện Minh Nghĩa, phủ [[Quảng Oai]], tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]]<ref>Cuốn ''Tên làng xã Việt Nam đầu thế kỷ XIX, trang 42.<\/ref>). Ông là con thứ 3 và là con trai độc nhất của [[giáo viên|ông giáo]] Nguyễn Cao Hiếu. Thiếu thời, ông là một học sinh giỏi, nhưng rất ngỗ nghịch. Ông học Tiểu học ở Sơn Tây hết lớp Nhì ''(lớp 4 bây giờ)'' thì được cho về Hà Nội vào học ở [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]] (hay trường trung học Bảo hộ – ''Lycée du protectorat'' – nay là trường Trung học phổ thông Chu Văn An). Năm 1950 ông tốt nghiệp với văn bằng Tú tài bán phần Pháp (Part I).\n[[Tập tin: SonTay1883.gif|nhỏ|phải|<center>Làng Mai Trai, tổng Thanh Vị, huyện Minh Nghĩa (Tùng Thiện), phủ Quảng Oai. Quê Nguyễn Cao Kỳ nằm phía đông nam thành cổ Sơn Tây]]\n\n===Quân đội Quốc gia Việt Nam===\nTháng 9 năm 1951, thi hành lệnh động viên của Chính phủ [[Quốc gia Việt Nam]], ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 50\/600.094. Được theo học khóa 1 Lê Lợi tại trường Sĩ quan Trừ bị Nam Định, khai giảng ngày 1 tháng 10 năm 1951. Ngày 1 tháng 6 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, ông được phân bổ về một đơn vị Bộ binh làm Trung đội trưởng, đồn trú tại [[đồng bằng sông Hồng|châu thổ sông Hồng]]. Tháng 12 cùng năm, ông trúng tuyển vào Quân chủng Không quân tại Hà Nội và được đi du học lớp Huấn luyện Phi hành Vận tải cơ DC.3 ''(C.47)''. Tiếp đến, ông được huấn luyện trên loại phi cơ T.6 tại trường Phi hành ''(École Pilotage)'' Marrakech ở Vương quốc [[Maroc]], Bắc Phi ''(thuộc địa của Pháp)'' trong thời gian 9 tháng. Năm 1953, chuyển đến căn cứ Không quân Vord, miền nam Thủ đô [[Paris]], Pháp, ông được huấn luyện tiếp trên một loại máy bay 2 động cơ M.A.315 ''(Marcel Dassaut)'' để học bay trời mù sương. Sau đó qua [[Algérie]] thụ huấn về phi cơ oanh tạc. Sau [[Hiệp định Genève, 1954|Hiệp định Genève]], ông ở lại tham gia [[Quân lực Việt Nam Cộng hòa]], trở thành một trong những phi công và sĩ quan chỉ huy đầu tiên của [[Không lực Việt Nam Cộng hòa]].\n\n===Quân đội Việt Nam Cộng hòa===\nCuối tháng 10 năm 1955, sau khi nền [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|Đệ Nhất Cộng hòa]] ra đời, ông được thăng cấp [[Trung úy]] giữ chức vụ Chỉ huy trưởng Phi đoàn 1 Vận tải. Đầu năm 1956, ông kiêm trách nhiệm Chỉ huy trưởng căn cứ 3 Trợ lực Không quân. Đến đầu năm 1958, ông được thăng cấp [[Đại úy]] và được cử đi du học lớp Chỉ huy và Tham mưu Không quân tại Tiểu bang [[Alabama]], Hoa Kỳ.\n\nNgày 1 tháng 3 năm 1960, ông được thăng cấp [[Thiếu tá]], giữ chức vụ Liên đoàn trưởng Liên đoàn 1 Vận tải C.47. Ngày Quốc khánh Đệ Nhất Cộng hòa 26 tháng 10 năm 1962, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\n===Tham gia đảo chính===\nKhi cuộc [[đảo chính Việt Nam Cộng hòa 1963|đảo chính ngày 1 tháng 11 năm 1963]] nổ ra, ông đứng về phía lực lượng đảo chính, nắm quyền chỉ huy [[Không lực Việt Nam Cộng hòa|Không quân]], tạo áp lực buộc lực lượng trung thành với Tổng thống [[Ngô Đình Diệm]] phải đầu hàng. Sau cuộc đảo chính, ông được thăng quan tiến chức nhanh chóng. Ngày 2 tháng 11 năm 1963, ông được thăng cấp [[Đại tá]] và đến ngày 1 tháng 12 cuối năm, ông được cử làm Quyền Tư lệnh Quân chủng Không quân thay thế Đại tá Đỗ Khắc Mai ''(cùng xuất thân khóa sĩ quan Nam Định với ông)''. Đồng thời ông cũng là Ủy viên trong [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]].\n\n===Tư lệnh Không quân===\nNgày 30 tháng 1 năm 1964, ông tham gia cuộc \"chỉnh lý\" nội bộ Hội đồng Quân nhân do Trung tướng [[Nguyễn Khánh]] lãnh đạo. Ngày 12 tháng 3 năm 1964, ông chính thức được bổ nhiệm chức vụ Tư lệnh Không quân. Sau một tháng, ngày 8 tháng 4 ông được thăng cấp [[Chuẩn tướng]] tại nhiệm ''(là một trong nhóm các Đại tá đầu tiên được phong cấp Chuẩn tướng theo quy chế mới của Quân đội Việt Nam Cộng hòa do Tướng Nguyễn Khánh đề ra năm 1964)''. Ngày 31 tháng 7 cùng năm, ông kiêm thêm chức vụ Chỉ huy trưởng Không đoàn 83 Đặc nhiệm ''(tức Biệt đoàn 83 Thần Phong)''. Gần 3 tháng sau, ngày 21 tháng 10 ông được thăng cấp [[Thiếu tướng]] tại nhiệm ''(trong vòng có hơn 6 tháng, ông được thăng 2 cấp)''.\n\nSáng ngày 8 tháng 2 năm 1965, ông chỉ huy 24 phản lực cơ của Phi đoàn Bắc tiến 516, vượt vĩ tuyến 17 ra oanh tạc [[Hồ Xá]] và Chấp Lễ ở [[Cồn Cỏ]], [[Vĩnh Linh]], [[Quảng Bình]]. Mở đầu cho \"chiến dịch [[Bắc phạt]]\" của [[Quân lực Việt Nam Cộng hòa]]. Hơn một tháng sau, ngày 14 tháng 3 lúc 2 giờ chiều, ông chỉ huy Phi đoàn nói trên ra miền Bắc oanh tạc căn cứ Đội 4 Hải thuyền tại Hồ Đảo, Quảng Bình.\n\n:''–Trong tư cách là Ủy viên Hội đồng Quân nhân Cách mạng, tiếp tục là cơ hội để ông có bước tiến mới về chính trị, đặc biệt là sau khi Thủ tướng [[Nguyễn Ngọc Thơ]] bị buộc từ chức và tuyên bố trao quyền cho phe quân nhân. Ông được coi là thủ lĩnh của một phe quy tụ các tướng trẻ. Khi [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Hội đồng Quân lực]] thành lập thì vị trí của ông càng được củng cố. Trong khi đó Đại tướng [[Nguyễn Khánh]] vì thâu tóm tất cả các chức vụ đầu não như: Quốc trưởng kiêm Thủ tướng, kiêm Bộ trưởng Quốc phòng và Tổng tham mưu trưởng thì bị nhiều thành phần chống đối. Vào thời điểm này, ông là một nhân vật then chốt và sáng giá trong Hội đồng Quân lực hay còn gọi là \"Hội đồng tướng lãnh\". Các năm 1964–1965 có nhiều sự kiện xảy ra, khiến cho phe quân nhân cầm quyền một mặt phải vỗ an dân chúng, đồng thời còn phải đối phó với những cuộc bạo loạn của quân đội. Ngoài những cuộc biểu tình phản đối của dân chúng. Phía quân đội xảy ra những cuộc âm mưu đảo chính của 2 tướng [[Dương Văn Đức (trung tướng)|Dương Văn Đức]] và [[Lâm Văn Phát]] ''(tháng 9 năm 1964)'' và của Đại tá [[Phạm Ngọc Thảo]] ''(tháng 2 năm 1965)''. Chính ông đứng ra vừa dàn xếp, vừa gây áp lực với các sĩ quan cầm đầu mới dẹp yên được 2 vụ âm mưu bạo loạn nói trên. Tướng [[Nguyễn Khánh]] phải từ chức Thủ tướng sau khi ở ngôi vị này chưa đầy năm.\n\n== Sự nghiệp chính trị ==\n===Tham chính với cương vị Thủ tướng===\nSau sự thất thế nhanh chóng của tướng [[Dương Văn Minh]] và tướng [[Trần Thiện Khiêm]] ''(2 tướng trong bộ 3 [[Nguyễn Khánh|Khánh]], [[Dương Văn Minh|Minh]], [[Trần Thiện Khiêm|Khiêm]])'' và của Chính phủ 3 tháng [[Phan Huy Quát]], Hội đồng Quân lực ''(chủ chốt là Hội đồng tướng lãnh)'' quyết định đứng ra tổ chức lại bộ máy Hành pháp và Lãnh đạo Quốc gia.\n\nTrong 2 ngày 13 và 14 tháng 6 năm 1965, Đại hội đồng Quân lực gồm 50 thành viên tướng lãnh họp liên tục tại trại Phi long trong Bộ Tư lệnh Không quân ở Tân Sơn Nhất. Do không có ai tình nguyện ứng cử chức vụ Chủ tịch Ủy ban Hành pháp Trung ương, ông được Nguyễn Văn Thiệu đề cử vào chức vụ này. Sau cuộc họp, chiều ngày 14, ông được Hội đồng cử làm Chủ tịch [[Ủy ban Hành pháp Trung ương (Việt Nam Cộng hòa)|Ủy ban Hành pháp Trung ương]] ''(tức Thủ tướng Chính phủ)''. Song song với việc lập ra Ủy ban Hành pháp, Hội đồng còn lập ra [[Ủy ban Lãnh đạo Quốc gia (Việt Nam Cộng hòa)|Ủy ban Lãnh đạo Quốc gia]] và nhất trí cử Trung tướng [[Nguyễn Văn Thiệu]] làm Chủ tịch ''(tức Quốc trưởng).\n\nTừ năm 1965 đến năm 1967, ông tham gia các sự kiện nổi bật sau đây:\n: – Ngày 6 tháng 2 năm 1966, ông cùng với [[Nguyễn Văn Thiệu]] (Chủ tịch Ủy ban Lãnh đạo Quốc gia) lên đường tham dự Hội nghị Thượng đỉnh [[Honolulu]], [[Hawaii]], tiểu bang hải ngoại Hoa Kỳ trên [[Thái Bình Dương]] từ ngày 7 đến ngày 8 bế mạc.\n: – Ngày 14 tháng 3, ông cho lập Pháp trường cát tại đầu [[Đường Hàm Nghi, Thành phố Hồ Chí Minh|đường Hàm Nghi]] cạnh Sở [[tàu hỏa|hỏa xa]] trước vườn hoa [[chợ Bến Thành]] để xử bắn tử tội [[Tạ Vinh]], một Hoa thương [[Chợ Lớn]] về tội danh \"''lũng đoạn nền kinh tế, đầu cơ tích trữ, chuyển ngân bất hợp pháp và hối lộ''\"<ref>[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Ky-cuoi-Nhiem-vu-bat-kha-thi-361704\/ Hội Tam Hoàng và vụ xử bắn Tạ Vinh: Nhiệm vụ bất khả thi], An ninh Thế giới, 16\/08\/2015<\/ref>.\n: – Ngày 23 tháng 10, ông cùng [[Nguyễn Văn Thiệu]] hướng dẫn Phái đoàn gồm 14 người lên đường tham dự Hội nghị tối cao [[Manila]] từ ngày 24 đến ngày 26 tại [[Philippines]].\n: – Ngày 19 tháng 3 năm 1967, cùng với [[Nguyễn Văn Thiệu]] hướng dẫn Phái đoàn lên đường tham dự Hội nghị Quân sự với Tổng thống [[Lyndon B. Johnson]] tại [[Guam]] từ ngày 20 đến ngày 21 tháng 3 bế mạc.\n: – Cuối tháng 2 năm 1966, tại khu vực lãnh thổ Vùng 1 chiến thuật xảy ra sự kiện đấu tranh của [[Phật tử]] ''(chủ yếu trên địa bàn 2 điểm [[Thừa Thiên]] và [[Đà Nẵng]])'', được gọi là vụ [[Biến động Miền Trung]]. Trong vụ việc này, chính ông là người đưa ra quyết định cứng rắn đàn áp cuộc đấu tranh của Phật giáo miền Trung và mưu toan ly khai của Trung tướng [[Nguyễn Chánh Thi]] ''(đương nhiệm Tư lệnh Quân đoàn I và Vùng 1 chiến thuật)''. Một thời gian ngắn sau đó, tướng [[Nguyễn Chánh Thi|Thi]] bị buộc rời khỏi Việt Nam để đi sống lưu vong vĩnh viễn ở [[Hoa Kỳ]].\n[[Tập tin: Nguyen Cao Ky with Lyndon Johnson in Hawaii 29-2599M.JPG|nhỏ|phải|<center> Phó TT Nguyễn Cao Kỳ nói chuyện với TT [[Lyndon Johnson]] tại Hawaii năm 1966]]\n\n===Phó Tổng thống (1967-1971)===\nNgày 29 tháng 6 năm 1967, ông ra ứng cử Tổng thống cùng liên danh với Luật sư [[Nguyễn Văn Lộc (thủ tướng)|Nguyễn Văn Lộc]] ''(ứng viên phó Tổng thống)'', nhưng ngay ngày hôm sau do tác động của Hội đồng tướng lãnh chủ trương đoàn kết trong quân đội, ông đã rút đơn và chấp nhận làm ứng viên Phó Tổng thống trong liên danh với Trung tướng [[Nguyễn Văn Thiệu|Thiệu]] là ứng viên Tổng thống. Theo Nguyễn Cao Kỳ, dù được sự ủng hộ của một số tướng lãnh ông đã tự nguyện rút lui khỏi cuộc bầu cử Tổng thống để nhường [[Nguyễn Văn Thiệu]] ra ứng cử Tổng thống nhưng do tướng [[Hoàng Xuân Lãm]] đề nghị nên ông liên danh với Nguyễn Văn Thiệu để ứng cử chức vụ Phó Tổng thống Việt Nam Cộng hòa<ref>[https:\/\/www.youtube.com\/watch?v=Y1MIKdy4pQo Phỏng vấn Nguyễn Cao Kỳ], Youtube<\/ref>.\n\nNgày 1 tháng 9 năm 1967, ông từ nhiệm chức vụ Thủ tướng trong Ủy ban Hành pháp Trung ương. Ngày 3 tháng 9, liên minh của ông và tướng [[Nguyễn Văn Thiệu|Thiệu]] đắc cử [[Phó Tổng thống]] và [[Tổng thống Việt Nam Cộng hòa]] nhiệm kỳ 1967–1971. Ngày 31 tháng 10, ông nhậm chức Phó Tổng thống Việt Nam Cộng hòa ''(cũng là thời điểm nền Đệ Nhị Cộng hòa ra đời)''. Ngày 7 tháng 12, ông hướng dẫn Phái đoàn gồm 6 nhân viên và 40 chuyên viên lên đường sang Pháp tham dự Hòa đàm Paris.\n:''Trong hồi ký cũng như phỏng vấn của một số cựu sĩ quan cao cấp của chính quyền Việt Nam Cộng hòa, ban đầu ông giành được nhiều tín nhiệm trong giới quân nhân hơn [[Nguyễn Văn Thiệu|Thiệu]] và là người nhiều khả năng nhất có được sự đề cử duy nhất, trở thành đại diện duy nhất của quân đội tham gia bầu cử với vai trò ứng viên Tổng thống. Sự ủng hộ từ hàng ngũ các Tỉnh trưởng dành cho ông cũng vượt trội so với sự hậu thuẫn mà tướng [[Nguyễn Văn Thiệu|Thiệu]] có được. Tuy nhiên, sự bứt phá của Nguyễn Văn Thiệu sau khi ông này có được hậu thuẫn của những thế lực chính trị khác như từ phía lãnh đạo [[Công giáo]] miền Nam (tướng [[Nguyễn Văn Thiệu|Thiệu]] là tín hữu Công giáo) và quan trọng nhất, sự ủng hộ của Chính phủ Hoa Kỳ đã làm Nguyễn Cao Kỳ được nhìn nhận là không phải người tốt nhất cho vị trí đại diện quân đội tham gia vòng bầu cử Tổng thống nữa. Ông chấp nhận tham gia liên danh tranh cử Thiệu – Kỳ với vai ứng viên Phó Tổng thống. Lời tuyên bố của ông khi việc chọn ứng viên quân đội chưa ngã ngũ \"...tôi sẽ trở về làm sếp Không quân như cũ!\" thường được trích dẫn với ám chỉ rằng đó là sự đe dọa sẽ gây khó dễ bằng các biện pháp quân sự nếu ông không thắng trong cuộc bầu chọn ứng viên. Lần bầu cử năm 1967, liên danh Thiệu–Kỳ thắng cử với chỉ trên 30% số phiếu và khoảng cách không vượt trội so với cặp đôi đứng sát sau. Từ năm 1968 trở đi là giai đoạn ông bị gạt ảnh hưởng ra khỏi các vị trí quan trọng trong Chính quyền, các tùy tùng thuộc nhóm của ông bị thải loại dần, chuyển sang vị thế đối lập với ê–kíp của Tổng thống [[Nguyễn Văn Thiệu|Thiệu]].''\n[[Tập tin: VietnamkriegPersonen1966.jpg|nhỏ|phải|<center>Tổng thống thứ 36 của Mỹ [[Lyndon Baines Johnson]], Tướng [[William Westmoreland]], Tổng thống Việt Nam Cộng hòa [[Nguyễn Văn Thiệu]] và Phó Tổng thống Nguyễn Cao Kỳ (ngoài cùng bên phải) ngày 26 tháng 10 năm 1966]]\nSau khi mãn nhiệm kỳ 1967–1971, trung tuần tháng 6 năm 1971, ông nạp đơn ứng cử Tổng thống nhiệm kỳ 1971–1975, đứng chung liên danh với ứng viên phó là Luật sư [[Trương Vĩnh Lễ]] ''(cựu Chủ tịch Quốc hội Lập pháp thời Đệ Nhất Cộng hòa)''. Tuy nhiên đến ngày 23 tháng 8, ông rút đơn không tranh cử nữa.\n\nSau khi rút lui khỏi vòng bầu cử Tổng thống năm 1971 với những tố cáo công khai rằng đó là một trò hề chính trị, ông càng ngày càng xây dựng hình ảnh bản thân như là một trong những nhân vật bất đồng chính kiến gay gắt nhất đối với phe cầm quyền. Ở kỳ bầu cử Tổng thống lần này, [[Nguyễn Văn Thiệu]] – [[Trần Văn Hương]] là liên danh tranh cử duy nhất với kết quả chung cuộc là họ giành hơn 90% số phiếu bầu. Trước khi cuộc bỏ phiếu được tiến hành, tướng [[Dương Văn Minh]], người mới trở lại Việt Nam sau vài năm lưu vong, cũng tuyên bố rút lui. Mặc dù trước đó cũng tham dự cuộc chạy đua, rốt cuộc tướng [[Dương Văn Minh]] cũng quyết định từ bỏ cuộc đua nữa sau khi tham khảo ý kiến của một số người, trong đó có [[Phạm Xuân Ẩn]].\n\n==Lưu vong==\n[[Hình: Air Vice Marshal Ky arrives on the USS Midway.jpg|nhỏ|trái|220px|Thiếu tướng Nguyễn Cao Kỳ và trung tướng [[Ngô Quang Trưởng]] khi chạy ra tàu sân bay Mỹ vào ngày 29\/4\/1975]]\nTrong nỗ lực cuối cùng, Nguyễn Cao Kỳ phát biểu trước khoảng 6000 người [[Thiên Chúa giáo]] hữu khuynh vào xế trưa ngày 25 tháng 4 năm 1975 về chuyện phòng thủ Sài Gòn, rằng ''\"ông sẽ ở lại Sài Gòn và chiến đấu cho tới chết, những kẻ chạy theo [[Mỹ]] là hèn nhát\"''. Phụ nữ và trẻ con sẽ được gửi đi đảo [[Phú Quốc]], dân Sài Gòn sẽ ở lại chiến đấu. Ông còn tuyên bố Sài Gòn sẽ trở thành một [[trận Leningrad|Leningrad thứ 2]], nơi đã cầm cự 900 ngày trong vòng vây hãm. Việc phân phối vũ khí sẽ làm ngay, mọi người nên ở lại Sài Gòn.\n\nNhưng mọi chuyện không diễn ra như dự tính của ông, trước sức mạnh của đối phương, hơn nữa nhận thấy tình hình không thể cứu vãn nổi nên sau cuộc phát biểu, Nguyễn Cao kỳ lặng lẽ đi tới [[sân bay quốc tế Tân Sơn Nhất|sân bay Tân Sơn Nhất]] để sắp xếp cho các máy bay di tản sang [[Thái Lan]] và đồng thời cũng bí mật ra lệnh cho một trực thăng đến đón mình. Bà Tuyết Mai và các con đã đi [[Honolulu]] trên chiếc máy bay quân sự cuối cùng của Mỹ cất cánh rời [[sân bay quốc tế Tân Sơn Nhất|căn cứ không quân Tân Sơn Nhất]]. Sáng ngày [[29 tháng 4]], từ Bộ Tổng tham mưu, ông đã dùng [[Bell UH-1 Iroquois|trực thăng UH.1]], do chính ông lái, bay ra [[tàu sân bay|hàng không mẫu hạm]] Midway để di tản ra ngoại quốc, bỏ lại sau lưng những lời thề hứa chiến đấu quyết tử mà ông từng hùng hồn tuyên bố trước đó 4 ngày.<ref>Sài Gòn thất thủ – Kỳ 1. Komori Yoshihisa – Khôi Nguyên dịch<\/ref> Cùng chuyến bay này còn có cả tướng [[Ngô Quang Trưởng]] nguyên Tư lệnh Quân đoàn I và Quân khu 1. Đô đốc Harris đưa tất cả sang tàu chỉ huy Blue Ridge bằng trực thăng Mỹ. Đại sứ Martin cũng xuống tàu Blue Ridge.\n\nKhi sang đến Hoa Kỳ, ông lần lượt định cư qua các nơi: [[Quận Fairfax, Virginia]], [[New Orleans]] bang [[Louisiana]], [[Seattle]] [[Washington (tiểu bang)|bang Washington]], [[Hacienda Heights]] bang [[California]] và [[Houston]] bang [[Texas]].\n\nTheo lời tự thuật của ông với báo chí trong những lần trở về Việt Nam, ông kiếm sống bằng cách đi làm thuê trong hơn 10 năm đầu sống trên đất Mỹ.<ref name=autogenerated2>http:\/\/giaoduc.net.vn\/xa-hoi\/40-tin-nong\/8407-nh-v-hai-git-nc-mt-trong-i-ong-nguyn-cao-k-.html<\/ref>\n\n==Những năm cuối đời==\nTừ năm 2004–2008, sau khi sống tại [[Hoa Kỳ]], ông đã 4 lần về [[Việt Nam]]. Ông có tư tưởng muốn hàn gắn quan hệ giữa tầng lớp Việt Kiều ngoài nước và chính quyền trong nước, xây dựng [[quan hệ Hoa Kỳ – Việt Nam]]. Con gái ông, [[Nguyễn Cao Kỳ Duyên]], là một ca sĩ, luật sư và là [[người dẫn chương trình]] của [[Việt kiều|cộng đồng người Việt hải ngoại]]. Khi trở về Việt Nam, ông được nhiều cấp cao của Việt Nam đón tiếp, đó là những người có trọng trách bên Nhà nước, Chính phủ, Quốc hội và cả Mặt trận Tổ quốc (Chủ tịch [[Phạm Thế Duyệt]]).\n\nNhững ngày ở Việt Nam, ông là người đóng vai trò trung gian cho [[Đào Hồng Tuyển]], một trong những người giàu nhất Việt Nam, thành công trong một thương vụ xây dựng [[khu nghỉ mát|resort]] và sân [[golf]], được báo chí tường thuật là tới 1,5 tỉ USD với một doanh nhân Mỹ.\n\nTrong cuộc họp báo tại khách sạn Sheraton thành phố Hồ Chí Minh vào chiều ngày 15 tháng 1 năm 2004, ông Kỳ nói: \"Tôi cũng muốn nói thêm rằng những người mà giờ phút này, sau 30 năm khi đất nước đã thống nhất và đây là lúc cần sự tập hợp của tất cả người Việt Nam trong cũng như ngoài nước để phục hưng đất nước, để Việt Nam trở thành một [[bốn con hổ châu Á|con rồng châu Á]].\"\n\nNgày 22 tháng 7 năm 2011, ông qua đời tại một bệnh viện ở [[Malaysia]] sau một thời gian lâm trọng bệnh. Thi hài của ông được hỏa táng, sau đó con gái ông là [[Nguyễn Cao Kỳ Duyên]] đem tro cốt của ông về Mỹ.\n\n==Gia tộc và gia đình==\nÔng nội của ông là cụ Nguyễn Cao Côn<ref>[http:\/\/thanhnien.vn\/thoi-su\/dong-ho-nguyen-cao-ky-nhung-nguoi-ben-kia-bo-doan-tu-630071.html Dòng họ Nguyễn Cao Kỳ: Những người 'bên kia bờ đoàn tụ', ThanhNienOnline, ngày 05\/11\/2015.]<\/ref> làm tới chức Thương tá (tức Thương biện hay Thương tá Tỉnh vụ) [[Sơn Tây (tỉnh cũ)|tỉnh Sơn Tây]]. Theo ông, thân phụ của ông sinh năm 1895 trong một gia đình [[Nho giáo|Nho sỹ]] và làm quan chức địa phương. Thân phụ Nguyễn Cao Kỳ là cụ Nguyễn Cao Hiếu, làm nghề [[giáo viên]], sinh được 4 người con: 3 gái 1 trai. Ông là người con thứ tư và là con trai duy nhất. Trong hồi ký của mình mang tên Đứa con cầu tự (Buddha’s Child), ông viết: ''As the only boy among four sisters, I was treated like a little prince and allowed to do whatever I pleased. My three older sisters tell me that when I was a toddler, the only thing that would make me stop crying and smile was to let me smash a dish or a glass against the floor.''<ref>[http:\/\/books.google.com.vn\/books?id=uZLqAQAAQBAJ&printsec=frontcover&hl=vi#v=onepage&q&f=false Buddha's Child: My Fight to Save Vietnam, Nguyễn Cao Kỳ, mục 2 Thời thơ ấu (Childhood).]<\/ref> (Là cậu bé duy nhất trong số 4 chị em. Tôi được cưng chiều như một hoàng tử và được phép làm bất kỳ điều gì mình thích. 3 người chị của tôi từng kể với tôi rằng: Khi tôi còn là một đứa trẻ chập chững biết đi, cách duy nhất làm cho tôi nín khóc và nở nụ cười là để cho tôi đập vỡ đĩa chén xuống sàn nhà.) Thuở nhỏ, Nguyễn Cao Kỳ đã từng sống tại phố Hữu Lợi, thị xã Sơn Tây, tỉnh Sơn Tây; nay là số nhà 51 phố Ngô Quyền, phường [[Ngô Quyền, thị xã Sơn Tây]], [[Hà Nội]]. Ký sự của Lê Tuấn Vũ về chuyến hồi hương đầu tiên của ông vào tháng 1 năm 2004, có tường thuật như sau:\"''Chiều ngày 7\/1\/2004, tức 16 tháng chạp âm lịch, chỉ còn 14 ngày nữa là đến tết 2004, chúng tôi có mặt tại Thị xã Sơn Tây. Cả một con phố Ngô Quyền dài, nơi ông sinh ra và lớn lên, đang râm ran bàn tán chuyện ông được về thăm quê...''\".\n\nÔng có 3 người vợ với 6 người con:\n\nNgười vợ đầu là [[người Pháp]], lấy nhau khi ông học phi công tại [[châu Phi]], có với ông 5 người con (4 trai 1 gái là: Nguyễn Cao Thắng, Nguyễn Cao Trí, Nguyễn Cao Đạt, Nguyễn Cao Tuấn, Nguyễn Cao Kỳ Vân). Khoảng năm 1962, Nguyễn Cao Kỳ đã làm thủ tục ly dị với người vợ này<ref>Khi [[Ngô Đình Diệm]] được bổ nhiệm làm Thủ tướng, sau đắc cử Tổng thống, vì không thân [[Pháp]] nên có một số sĩ quan quân đội lúc đó đang mang quốc tịch Pháp đều xin hồi tịch Việt Nam để được trọng dụng. Tướng Kỳ đành phải ly dị người vợ Pháp để tiến thân<\/ref>. (\"Theo lời ông thuật lại qua hồi ký:''... Cuộc hôn nhân đầu tiên của tôi với một phụ nữ Pháp – và chúng tôi đã có 5 đứa con với nhau – đã kết thúc bằng sự ly thân và tiếp theo đó chúng tôi đã ly dị. Sau khi ly dị với vợ tôi, theo lời của một nhà báo, tôi đã hưởng được \"hai năm hết sức sôi động của một người có số đào hoa\"...'' Ông kể năm 1964, trên một chuyến bay của hàng không Việt Nam đến Thái Lan, ông đã gặp một cô chiêu đãi viên: ''\"là một cô gái 20 tuổi, với những nét đẹp cổ kính nhất mà tôi chưa thấy bao giờ. Nàng tên là Đặng Tuyết Mai và tôi đã thuyết phục mời đi dùng cơm với tôi chiều hôm đó...\".'')<ref name=\"autogenerated1\">[http:\/\/www.thanhnien.com.vn\/Pages\/20100424\/tinh-yeu-mai-qua-hoi-ky-nguyen-cao-ky.aspx Bài viết ''Những bóng hồng của dinh Độc Lập-Tình yêu Mai qua hồi ký Nguyễn Cao Kỳ'' của Giao Hưởng đăng trên báo Thanh Niên điện tử ngày 24\/4\/2010.]<\/ref> Như vậy, theo lời của chính ông, thì ông có khoảng 2 năm tự do trước khi có cuộc hôn nhân thứ 2 với bà [[Đặng Tuyết Mai]].\n\nNgười vợ thứ 2 là Đặng Tuyết Mai, trước khi lấy ông năm 1964 là tiếp viên hàng không của hàng không [[Air Vietnam]]<ref name=\"autogenerated1\" \/>. Hai ông bà sinh được duy nhất một người con gái là [[Nguyễn Cao Kỳ Duyên]]. Khi sang Hoa Kỳ, (khoảng năm 1989, sau 25 năm chung sống), hai ông bà đã ly dị nhau.\n\nNgười vợ thứ 3, sống cùng ông trong những năm cuối đời, có tên là Lê Hoàng Kim Nicole<ref>[http:\/\/vnn.vietnamnet.vn\/chinhtri\/doinoi\/2004\/11\/350341\/ Bài viết ''Ông Nguyễn Cao Kỳ: Rồi chim lại bay về tổ'' trên Vietnamnet ngày 27\/11\/2004.]<\/ref>. Bà này trước đó đã có một đời chồng và có 4 con riêng.\n\nTheo danh sách các con trong bản cáo phó tiếng Việt, ông còn có một con gái nữa là Nguyễn Cao Kỳ Trang, không rõ với người vợ nào.\n\n==Hình ảnh công cộng==\n===Giai đoạn trước 1975===\nThêm vào đó, hành vi của những người được coi là cùng cánh với ông cũng là nguyên cớ khiến ông trở nên mất uy tín. Một trong những vụ tai hại nhất là vụ của [[Nguyễn Ngọc Loan]] với bức ảnh chụp lại cảnh ông Loan nã súng bắn thẳng vào đầu một người Việt Cộng (bài chi tiết: [[Saigon Execution]]) trong Tết Mậu Thân 1968. Tướng [[Nguyễn Ngọc Loan|Loan]], người giữ chức vụ cao nhất tại Đặc ủy Trung ương Tình báo, là cấp dưới trực tiếp của ông khi ông là Tư lệnh Không quân ''(tướng [[Nguyễn Ngọc Loan|Loan]] là Tư lệnh phó).\n\nMột trong những lời tuyên bố được xem là tai tiếng của ông là trong một cuộc tụ họp quần chúng có quy mô lớn vào ngày 21 tháng 4 năm 1975, ông công khai tuyên bố \"tử thủ [[Thành phố Hồ Chí Minh|Sài Gòn]] cho đến giọt máu cuối cùng\", quyết tâm biến Sài Gòn thành giống \"Stalingrad đệ Nhị\"<ref>[[Volgograd|Stalingrad]], trong [[Chiến tranh thế giới thứ hai]] đã đứng vững trước sự tiến công của quân [[Đức Quốc xã]] trong ngót 100 ngày, sau đó quân đội Đức bị bao vây và tiêu diệt trong thành phố<\/ref>; nhưng ngay sau đó vài hôm, vào ngày 29 tháng 4 năm 1975, ông quyết định đi di tản.\n\n===Giai đoạn định cư tại Hoa Kỳ===\nTheo lời tự thuật của ông với báo chí trong những lần trở về Việt Nam, khi rời khỏi Việt Nam ngay trước [[sự kiện 30 tháng 4 năm 1975]], ông chỉ kịp mang theo vài va-li nhỏ đựng vật dụng cá nhân và phải bỏ lại toàn bộ gia sản của ông, bao gồm một số lớn bất động sản, trang trại, máy móc, xe ủi tại Đà Lạt. Ông kiếm sống bằng cách đi làm thuê trong hơn 10 năm đầu sống trên đất Mỹ.\n\n=== Giai đoạn sau khi trở về Việt Nam ===\nSự trở về của ông cũng gây ra nhiều mâu thuẫn gay gắt. Đối với một số người, ông là sự phản bội và bị phản đối ở nhiều nơi. Nhưng với một số người khác, ông được xem như một biểu hiện của hòa giải, gác bỏ hận thù quá khứ.<ref>[https:\/\/motthegioi.vn\/thoi-su-c-66\/phong-su-ky-su-c-96\/nguyen-cao-ky-nguoi-muon-hoa-giai-86901.html Nguyễn Cao Kỳ - Người muốn hòa giải] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180813085042\/http:\/\/www.motthegioi.vn\/thoi-su-c-66\/phong-su-ky-su-c-96\/nguyen-cao-ky-nguoi-muon-hoa-giai-86901.html |date=2018-08-13 }}, Một thế giới, 26\/4\/2018<\/ref> Ông đã tuyên bố ủng hộ [[Nhà nước Việt Nam]] và lên tiếng chỉ trích những người tự xưng là đang tranh đấu cho dân chủ tại Việt Nam, và theo ông thì chuyện một số người Việt ở hải ngoại đòi Việt Nam có một thể chế dân chủ như ở Hoa Kỳ là điều rất sai lầm, vì dân chủ kiểu đó không phù hợp với thực trạng Việt Nam lúc này.<ref>[<!--http:\/\/www.voanews.com\/vietnamese\/archive\/2004-01\/a-ngày 15 tháng 1 năm 2004-23-1.cfm-->http:\/\/www.voanews.com\/vietnamese\/news\/a-19-a-ngày 15 tháng 1 năm 2004-ngày 23 tháng 1 năm 81642977.html Cựu phó Tổng thống Việt Nam Cộng Hòa Nguyễn Cao Kỳ tuyên bố ủng hộ chế độ cộng sản]<\/ref> Ông đã về Việt Nam nhiều lần và chuẩn bị cho ấn hành tập [[hồi ký]] ''Con cầu tự'' tại Việt Nam (bản [[tiếng Anh]] là ''Buddha's child-my fight to save Vietnam''<ref>[http:\/\/books.google.com\/books\/about\/Buddha_s_child.html?id=cJHYNSxB-LwC Đứa con cầu tự (bản tiếng Anh) của Nguyễn Cao Kỳ và Marvin J. Wolf]<\/ref>). Cuốn sách này được thông báo là sẽ được phát hành với số lượng vào cỡ 4.000 bản.\n\nTrước đó, ông cũng công bố một số bài viết (phần nhiều trước năm 2000) về [[Chiến tranh Việt Nam]], chẳng hạn như những bài phân tích và mô tả binh sĩ [[Quân lực Việt Nam Cộng hòa]] không thể hoàn toàn thích nghi với lối huấn luyện, lối trang bị vũ khí tốn kém và đắt tiền kiểu Mỹ cũng như cách thức tiến hành chiến tranh theo kiểu nhà giàu. Ông cũng phê phán sự phụ thuộc thái quá của miền Nam, trên hầu như tất cả mọi phương diện, vào người \"đỡ đầu\" của họ là Chính phủ Hoa Kỳ.\n\nTuy vậy, cho tới những năm 2000, vẫn xuất hiện những chỉ trích nhắm vào ông, kể cả những cựu quân nhân được coi là kín tiếng nhất và được tôn trọng ở cộng đồng hải ngoại về đạo đức như [[Cao Văn Viên]]. Tướng [[Cao Văn Viên|Viên]], cựu [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng Tham mưu trưởng]] [[Quân lực Việt Nam Cộng hòa]], trong một bài phỏng vấn lúc cuối đời, phê phán ông là khoác lác và nhận về mình công trạng của người khác, cụ thể là trong trường hợp chính quyền Việt Nam Cộng hòa sử dụng biện pháp cứng rắn và đàn áp thành công những cuộc phản kháng của Phật tử Huế vào năm 1968.<ref>[http:\/\/www.lenduong.net\/spip.php?article16685 Mạn Đàm Với Đại tướng Cao Văn Viên - Lâm Lễ Trinh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070425161309\/http:\/\/www.lenduong.net\/spip.php?article16685 |date = ngày 25 tháng 4 năm 2007}}, đăng tại lenduong.net.<\/ref>\n\n==Câu nói nổi tiếng==\n{{Cquote|''Việt Cộng gọi chúng tôi là những con rối, những con bù nhìn của người Mỹ. Nhưng rồi chính nhân dân Mỹ cũng gọi chúng tôi là những con bù nhìn của người Mỹ, chứ không phải là lãnh tụ chân chính của nhân dân Việt Nam''.||200px|Nguyễn Cao Kỳ <ref>Richard Basehart, Ellsworth Bunker, Vietnam - The Ten Thousand Day War, DVD, 1980.<\/ref>}}\n{{Cquote|''Hãy coi rằng ngày 30 tháng 4 là ngày quốc giỗ của Việt Nam Cộng hòa''.||200px|Nguyễn Cao Kỳ<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2011\/07\/110723_nguyen_cao_ky.shtml BBC Vietnamese dẫn lại lời nói của ông Kỳ trong một cuộc phỏng vấn của đài này.]<\/ref>}}\n\n{{Cquote|''Tôi vẫn hay nói với các anh em hải ngoại rằng tôi cũng đã từng chiến đấu với họ chứ, và họ cũng như tôi là đều mong muốn rằng sẽ có được một chiến thắng cuối cùng để mình thống nhất xứ sở chứ, bởi vì đó là nhiệm vụ lịch sử của mỗi một người công dân Việt mà. Nhưng bây giờ tôi và họ đã không làm được việc đó, những người anh em bên kia đã làm được thì mình phải chấp nhận đó là lịch sử và đất nước đã được thống nhất rồi. Bây giờ còn ngoái cổ lại nói vẫn là \"Phục quốc! Phục quốc\" cái gì? Nước Việt Nam có mất cho Tây cho Tàu đâu mà nói phục quốc?! Chưa kể là một số người còn cho là cả 3 triệu người hải ngoại không thể nhân danh tổ quốc Việt Nam được, mà nói chuyện đất nước Việt Nam! Với những chuyện phi lý như vậy, tôi đã bảo họ là \"Nếu thật sự họ yêu nước thì họ phải biết ngồi im và biết suy nghĩ, chứ đừng có hành động đi theo một lũ côn đồ, một lũ là... hám danh hám lợi, rồi thì lừa gạt mọi người! Cứ nhân danh chính nghĩa quốc gia, nhân danh chống cộng, nhân danh tự do dân chủ mà đi lừa gạt người ta không à...\"''<br>\n''Tôi phải nói rằng là những sự chống đối bên này (hải ngoại) nó to tiếng lắm, nó ồn ào lắm nhưng mà rất thiểu số. Cái hải ngoại này buồn ở điểm đó, nếu người ngoại quốc hay người trong nước nhìn vào những \"người hề\" đó mà bảo đó là \"hải ngoại\" thì thật sự nhầm.''<br>\n''Đã 30 năm nay rồi mà người Việt hải ngoại vẫn chưa có tổ chức thống nhất nào, mặc dù hàng ngày, hàng ngày trong suốt hơn 30 năm liền rồi, bất cứ ở địa phương nào, bất cứ một ông chính trị gia nào, bất cứ một tờ báo, một ông bình bút nào cũng ra rả, ra rả 30 năm nay nói rằng: \"Chúng ta có sức mạnh, chúng ta có trí tuệ, chúng ta có chất xám, chúng ta có tiền. Bây giờ chúng ta chỉ cần đoàn kết là chúng ta có thể có sức mạnh để mà hỗ trợ cho sự thay đổi trong nội địa (thay đổi chế độ trong nước)\". Nhưng mà từ 30 năm nay chưa bao giờ ở hải ngoại làm được việc đó, và tôi nghĩ sẽ không bao giờ làm được cả. Bởi vì với kinh nghiệm hơn 30 năm cho thấy: nếu mà tất cả tiền tụ lại cho một anh thì anh ấy ôm tiền đi... trốn luôn.''||200px|Nguyễn Cao Kỳ – nhận xét về những phong trào chống Chính phủ Việt Nam của các nhóm người Việt lưu vong ở hải ngoại, năm 2005<ref>[https:\/\/www.youtube.com\/watch?v=NMpzLMZSzkk&ab_channel=VTV4 Người Việt 30 năm sau ngày tản cư trên đất Mỹ]<\/ref>}}\n\n{{Cquote|''Một chính quyền độc đảng mang đến sự ổn định và kỷ luật thì cần thiết cho Việt Nam để ra khỏi sự nghèo khổ… Tôi cho rằng, thật là sai lầm khi một số người, đặc biệt là số người Việt ở Mỹ, ngày nay đòi hỏi Việt Nam phải chấp nhận và thực hiện một nền dân chủ họ đang hưởng ở Mỹ. Quan niệm của tôi là, đó là một sự sai lầm. Nền dân chủ đó không thích hợp với Việt Nam trong tình thế hiện nay''.||200px|Nguyễn Cao Kỳ <ref>{{chú thích web | url = http:\/\/baolamdong.vn\/chinhtri\/201309\/bon-nhan-thuc-sai-lam-lech-lac-cua-le-hieu-dang-2272177\/ | tiêu đề = Bốn nhận thức sai lầm, lệch lạc của Lê Hiếu Đằng | author = | ngày = | ngày truy cập = 20 tháng 5 năm 2015 | nơi xuất bản = Báo Lâm Đồng | ngôn ngữ = }}<\/ref>}}\n\n==Xem thêm==\n*[[Thủ tướng Việt Nam]]\n*[[Việt Nam Cộng hòa]]\n\n==Chú thích==\n{{tham khảo|30em|refs=\n\n<ref name=vnn1>\n{{chú thích báo\n|tác giả= Lương Thị Bích Ngọc\n|tác phẩm= Báo điện tử VietNamNet\n|url= http:\/\/vnn.vietnamnet.vn\/xahoi\/doisong\/2004\/01\/46266\/\n|tên bài= Ông Nguyễn Cao Kỳ định về Việt Nam sinh sống lâu dài\n|ngày= 2004-01-29\n|ngày truy cập= 2014-05-25}}\n<\/ref>\n\n<ref name=vnn2>\n{{chú thích báo\n|tác giả= Hoàng Huy\n|tác phẩm= Báo điện tử VietNamNet\n|url= http:\/\/vnn.vietnamnet.vn\/xahoi\/doisong\/2004\/11\/350890\/\n|tên bài= Ông Nguyễn Cao Kỳ muốn định cư cuối đời tại Tuần Châu\n|ngày= 2004-11-29\n|ngày truy cập= 2011-02-24}}\n<\/ref>\n\n<ref name=vnn3>\n{{chú thích báo\n|tác giả= Vũ Cường, Hoàng Huy\n|tác phẩm= Báo điện tử VietNamNet\n|url= http:\/\/vnn.vietnamnet.vn\/xahoi\/doisong\/2004\/12\/357785\/\n|tên bài= Minh chứng tâm nguyện ông Nguyễn Cao Kỳ với quê hương\n|ngày= 2004-12-18\n|ngày truy cập= 2011-03-09}}\n<\/ref>\n\n<ref name=vnp>\n{{chú thích báo\n|tác giả= \n|tác phẩm= Báo điện tử VietnamPlus\n|url= http:\/\/www.vietnamplus.vn\/ong-nguyen-cao-ky-qua-doi-tai-malaysia-o-tuoi-80\/101015.vnp\n|tên bài= Ông Nguyễn Cao Kỳ qua đời tại Malaysia ở tuổi 80\n|ngày= 2011-07-23\n|ngày truy cập= 2014-05-25}}\n<\/ref>\n\n<ref name=vne>\n{{chú thích báo\n|tác giả= Hồng Khánh\n|tác phẩm= Báo điện tử VnExpress\n|url= http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ong-nguyen-cao-ky-qua-doi-tai-malaysia-2200871.html\n|tên bài= Ông Nguyễn Cao Kỳ qua đời tại Malaysia\n|ngày= 2011-07-23\n|ngày truy cập= 2014-05-25}}\n<\/ref>\n\n<ref name=nv1>\n{{chú thích web\n| url = http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=134537\n| tiêu đề = Tro cốt cựu PTT Nguyễn Cao Kỳ sẽ được đưa về Mỹ\n| author = Đ.D.\n| ngày = 2011-07-24\n| ngày truy cập = 2014-05-25\n| work= Người Việt Online}}\n<\/ref>\n\n<ref name=vnn4>\n{{chú thích báo\n|tác giả= Lê Tuấn Vũ\n|tác phẩm= Báo điện tử VietNamNet\n|url= http:\/\/vnn.vietnamnet.vn\/chinhtri\/2004\/01\/44112\/\n|tên bài= Ông Nguyễn Cao Kỳ được về thăm quê Sơn Tây\n|ngày= 2004-01-10\n|ngày truy cập= 2014-05-25}}\n<\/ref>\n\n<ref name=ndt>\n{{chú thích báo\n|tác giả= Nam Yên\n|tác phẩm= Báo điện tử Người đưa tin\n|url= http:\/\/www.nguoiduatin.vn\/chuyen-tinh-hoa-khoi-sai-gon-va-tuong-rau-kem-a8486.html\n|tên bài= Chuyện tình \"hoa khôi Sài Gòn\" và \"Tướng râu kẽm\"\n|ngày= 2012-12-28\n|ngày truy cập= 2014-05-25}}\n<\/ref>\n\n<ref name=nv2>{{chú thích web\n| url = http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/?a=134633&z=178\n| tiêu đề = Cáo phó Thiếu tướng Nguyễn Cao Kỳ\n| author = \n| ngày = 2011-07-26\n| archiveurl = https:\/\/web.archive.org\/web\/20110813074539\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/?a=134633&z=178\n| archive-date = ngày 13 tháng 8 năm 2011 | ngày truy cập = 2014-05-25\n| work = Người Việt Online\n| url-status=live\n}}<\/ref>\n}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết ngoài==\n{{thể loại Commons|Nguyen Cao Ky}}\n*[https:\/\/www.youtube.com\/watch?v=YVtup9p5a-o&list=PL0F10CFD20C7FD8B2 Nguyễn Cao Kỳ: Ngày ấy bây giờ] Phỏng vấn tướng Nguyễn Cao Kỳ\n\n{{Thủ tướng Việt Nam Cộng hòa}}\n{{Các chủ đề|Chiến tranh Việt Nam}}\n\n[[Thể loại:Sinh năm 1930]]\n[[Thể loại:Mất năm 2011]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Phi công Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Sơn Tây]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Phật tử Việt Nam]]"}