{"1752067":"{{Thông tin nhân vật hoàng gia\n| tên = An Thường Công chúa\n| tên gốc = 安富公主\n| tước vị = [[Công chúa]] [[nhà Nguyễn]]\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chồng = Phan Văn Oánh\n| con cái = 4 con trai\n| kiểu tên đầy đủ = Tên húy\n| tên đầy đủ = '''Nguyễn Phúc Lương Đức''' (阮福良德)<br>'''Nguyễn Phúc Tam Xuân''' (阮福三春)\n| thụy hiệu = <font color = \"grey\">[[Mỹ Thục công chúa|Mỹ Thục An Thường Công chúa]]<br>美淑安常公主<\/font>\n| hoàng tộc = \n| cha = Nguyễn Thánh Tổ<br>[[Minh Mạng]]\n| mẹ = Mỹ nhân<br>[[Nguyễn Thị Bân]]\n| sinh = [[26 tháng 7]] năm [[1817]]\n| mất = [[13 tháng 5]] năm [[1891]] (73 tuổi)\n| nơi an táng = Phường [[Thủy Biều, Huế]]\n}}\n'''Nguyễn Phúc Lương Đức''' ([[chữ Hán]]: 阮福良德; [[26 tháng 7]] năm [[1817]] – [[13 tháng 5]] năm [[1891]]), trước có tên là '''Tam Xuân''' (三春)<ref name=\":0\">''Đại Nam liệt truyện'', tập 3, quyển 9 – phần ''An Thường Công chúa Lương Đức''<\/ref>, phong hiệu '''An Thường Công chúa''' (安常公主), là một [[công chúa]] con vua [[Minh Mạng]] [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\nCông chúa Lương Đức nổi tiếng là người hiếu thuận, cũng là một [[nhà thơ]] trong chốn cung đình như ''Nguyễn triều Tam Khanh'' (阮朝三卿)<ref>''Tam Khanh'' chỉ 3 bà công chúa con vua Minh Mạng: [[Nguyễn Phúc Vĩnh Trinh|Vĩnh Trinh]], [[Nguyễn Phúc Trinh Thận|Trinh Thận]] và [[Nguyễn Phúc Tĩnh Hòa|Tĩnh Hòa]], vì lần lượt [[tên tự]] của họ là ''Trọng Khanh'', ''Thúc Khanh'' và ''Quý Khanh''.<\/ref>, nhưng tác phẩm của bà chỉ là thơ đối đáp ứng khẩu, không gom thành thi tập.\n\n== Tiểu sử ==\nCông chúa Lương Đức sinh ngày 13 tháng 6 (âm lịch), là con gái thứ tư của vua [[Minh Mạng]], mẹ là ''Bát giai Mỹ nhân'' [[Nguyễn Thị Bân]]<ref>''Nguyễn Phúc tộc thế phả'', tr.318<\/ref>. Công chúa là chị ruột của ''Hàm Thuận công'' [[Nguyễn Phúc Miên Thủ]]. Công chúa Lương Đức lúc sinh ra đĩnh ngộ lạ thường, có tính hiếu thuận, vua rất yêu quý<ref name=\":0\" \/>.\n\nNăm công chúa Lương Đức 9 tuổi, nhân tiết Vạn Thọ (sinh nhật vua), các công chúa được vào hầu cơm vua cha. Gặp đại quan tiến vua món đuôi dê và nầm dê (nầm dê tức là nầm sữa của con [[dê]] cái), vua chia ban cho các nàng công chúa. Đến lượt chúa Lương Đức, bà chỉ ngậm lại không nuốt<ref name=\":0\" \/>. Vua thấy lạ mới hỏi tại sao, thì công chúa thưa rằng: \"''Mẹ thần có bệnh, không được thấm ơn; thần trộm nghĩ món này rất bổ, nên để lại cho mẹ''\". Vua biết ý ngợi khen, truyền cho lấy phần khác để công chúa cất dâng bà Mỹ nhân, các quan hầu đều rất cảm động, có người rơi nước mắt<ref name=\":0\" \/>.\n\nLúc hơi lớn, vua xuống dụ cho công chúa Lương Đức ở điện Trinh Minh, cho các nữ quan dạy thi, sử, và nữ công gia chánh<ref name=\":0\" \/>. Công chúa học tiến bộ, rất minh mẫn và chuyên cần. Một hôm, có cung nữ bất cẩn làm rơi than sưởi mà cháy cả mành trướng, công chúa kinh sợ vội kêu ban trực, rồi tự thân đôn đốc dập lửa nhưng mau chóng dập tắt được. Vua Minh Mạng lúc đó từ [[Thuận An (định hướng)|Thuận An]] về nghe tâu, khen ngợi và ban thưởng cho công chúa 3 [[lượng (kim hoàn)|lạng vàng]]<ref name=\":0\" \/>.\n\nThọ Xuân vương [[Nguyễn Phúc Miên Định|Miên Định]], hoàng tử thứ ba của Minh Mạng, có câu thơ nói về việc này: ''Vương cơ bất tác phi lai trĩ'' \/ ''Bác đắc An Thường mãn tụ kim''. Tạm dịch: ''Con vua bỗng làm chim trĩ bay tới, cứu được bình yên, vàng thưởng đầy tay áo An Thường'' (An Thường là phong hiệu của công chúa)<ref name=\":0\" \/>.\n\nNăm [[Minh Mạng]] thứ 15 ([[1834]]), vua đi tuần du phương nam, sai chúa Lương Đức sang hầu ở cung Từ Thọ, là nơi ở của bà Nhân Tuyên Thái hậu [[Trần Thị Đang]], mẹ vua. Công chúa sớm tối tươi tỉnh vui vẻ, rất được lòng bà nội<ref name=\":0\" \/>. Khi vua trở về, thưởng cho tấm thẻ bài bạch ngọc, có dây thao rủ xuống<ref name=\":0\" \/>. \n\nNăm [[Minh Mạng]] thứ 18 ([[1837]]), mùa đông, bà Mỹ nhân Nguyễn thị mất, công chúa thương xót để thân thể gầy còm, không buồn điểm trang, hết lòng lo tang<ref name=\":0\" \/>. Ba năm sau ([[1840]]), vua [[Minh Mạng]] băng hà, công chúa đau thương ngất đi tưởng chừng như đã tắt thở. Vua anh [[Thiệu Trị]] thường lấy cháo của vua ăn còn lại đem cho, khuyên chúa nên bớt lòng thương<ref name=\":0\" \/>. Lúc vua cha mới ngã bệnh, chúa tự mình sắc thuốc nấu cháo để dâng, sớm chiều hầu hạ không biết mỏi mệt. Trong 3 năm để tang, chưa từng thấy công chúa cười đùa<ref name=\":0\" \/>. \n\nNăm [[Thiệu Trị]] thứ nhất ([[1841]]), vua anh gả bà Lương Đức cho ''Phò mã đô úy'' Phan Văn Oánh, con trai thứ 4 của ''Đô thống phủ Chưởng phủ sự'', tước ''Chương Nghĩa hầu'' [[Phan Văn Thúy]]<ref name=\":0\" \/>. Khi về nhà chồng, chúa rất mực lễ phép, chăm lo việc phụng dưỡng mẹ chồng, nuôi dạy con cái, không cậy mình con vua.\n\nNăm [[Tự Đức]] thứ nhất ([[1848]]), bà Lương Đức được phong '''An Thường Công chúa''' (安常公主)<ref name=\":0\" \/>. Năm thứ 15 ([[1862]]), phò mã Oánh mất, [[thụy]] là ''Anh Mại'', công chúa Lương Đức dâng sớ xin xây mộ sẵn dành cho mình để sau này được hợp táng cùng chồng<ref name=\":0\" \/>.\n\nNăm thứ 19 ([[1866]]), mùa hạ, mừng thọ công chúa Lương Đức 50 tuổi, vua sai hoàng thân cùng thái giám đem tờ dụ và vật phẩm ban cho làm lễ thọ. Năm thứ 31, vua thấy bà tuổi đã cao nên gia thưởng cho mỗi năm 100 [[quan tiền]], 50 [[Hệ đo lường cổ Việt Nam#Thể tích|phương gạo]] để dưỡng già<ref name=\":0\" \/>.\n\nNăm [[Hàm Nghi]] thứ nhất ([[1885]]), tháng 5 (âm lịch), Pháp tấn công vào kinh thành, công chúa đang trực tại điện Hiếu Tư, chợt nghe báo động, lạy khóc ra đi để tránh, đến [[Hiếu lăng]] của vua Minh Mạng thì quân binh coi giữ lăng đã chạy tan, vào thấy đền thờ, tự khí bỏ ngổn ngang thì bà liền cất tiếng khóc to, rồi ở lại đấy coi giữ không chịu đi<ref name=\":0\" \/>. Đến lúc 3 bà Tam cung<ref>''Tam cung'' bao gồm Thái hậu [[Từ Dụ]], Khiêm Hoàng hậu [[Võ Thị Duyên]] và Học phi [[Nguyễn Văn Thị Hương]].<\/ref> quay về thì công chúa mới theo hầu, sau khi vua [[Đồng Khánh]] lên ngôi thì bà mới về phủ đệ<ref name=\":0\" \/>.\n\nMùa xuân năm [[Thành Thái]] thứ 3 ([[1891]]), Trang Ý Hoàng thái hậu [[Võ Thị Duyên]] ra dụ truyền công chúa họa lại bài thơ ''Phục cử Giao tự đại lễ'' (Lại cử hành lễ tế [[Nam Giao]]) của bà [[Nguyễn Nhược Thị Bích]] (cung tần của vua Tự Đức) sáng tác<ref name=\":0\" \/>. Bà vâng lệnh, hoạ vần dâng lên, thơ có câu:\n\n{|valign=\"top\"\n|\n::Phiên âm:\n::''Hưởng đế ngô hoàng tuần cổ chế\n::''Phối thiên liệt thánh hữu thành qui.\n|\n::Nghĩa:\n::''Tế thần trời, vua ta theo phép cổ được sánh vối trời\n::''Các vua đời trước đã có nếp sẵn.\n|}\n\nĐến câu kết là:\n{|valign=\"top\"\n|\n::Phiên âm:\n::''Hà hạnh vi thần, bồi mật nhĩ\n::''Mộ niên trùng đổ Hán uy nghi.\n|\n::Nghĩa: \n::''May sao kẻ vi thần được hầu gần \n::''Khi tuổi già được thấy uy nghi nhà Hán.\n|}\n\nCả hai bài xướng và hoạ được Lưỡng cung khen hay, [[Từ Dụ]] vui mừng trao lụa, gấm thưởng cho bà và phán: \"''Quý nhân và công chúa đều cùng một ý kiến, chung sự vui buồn và cảm hứng ra thi ca. Toàn bài của công chúa rất trang nhã; hai cặp trạng luận tả rất thiết thực, câu kết càng hay. Thật đã xứng đáng với thẻ bài phụ vương ban khi trước\".''\n\nCông chúa Lương Đức tuổi già mộ [[đạo Phật]], có biệt hiệu là ''Thanh Từ''<ref name=\":0\" \/>. Khi ấy [[Tôn Nhân phủ]] cho là hiếu hạnh đáng khen, xin nêu khen thì bàn với nhau rằng, chốn nhà vua là nơi bắt đầu nền phong hóa, không thể theo như lệ của dân thường được, nên việc đó bãi bỏ.\n\nNăm [[Thành Thái]] thứ 3 ([[1891]]), ngày 6 tháng 4 (âm lịch), công chúa Lương Đức mất, thọ 75 tuổi, [[thụy]] là '''Mỹ Thục''' (美淑)<ref name=\":1\">''Nguyễn Phúc tộc thế phả'', tr.319<\/ref>. Tẩm mộ của bà được song táng cùng phò mã Oánh tại làng Nguyệt Biều (nay thuộc phường [[Thủy Biều, Huế]])<ref name=\":1\" \/>. Tẩm của công chúa Lương Đức là một trong số ít các lăng tẩm công chúa còn giữ được nguyên vẹn. Bà có 4 con trai, 4 cháu nội và 5 chắt nội. Con trưởng là Phan Văn Huy tập ấm chức ''Hiệu úy''.\n\n[[Tuy Lý vương]] Miên Trinh có làm bài thơ đề vào ảnh nhỏ của bà như sau<ref name=\":0\" \/>:\n\n::''Tốt thay! \n::''Chị của ta là người ăn nói nhu mì, \n::''Tính nết tốt, nghĩa ngợi thành thực, \n::''Mũ áo chững chạc, \n::''Lời nói không ra khỏi cửa. \n::''Vương cơ là bậc tôn quý, \n::''Biết cần kiệm khiêm ức, \n::''Bảy điều răn đã quen, \n::''Ba chữ tòng là phép, \n::''Có con được hiếu, \n::''Có cháu hầu bên cạnh, \n::''Phục thọ chua hết, \n::''Khang ninh đức tốt. \n::''Ôi! Phong hoá nhà vua, \n::''Từ nhà rồi ra đến nước, \n::''Bốn phương xem đến cảm hoá, \n::''Là khuôn mẫu ở nơi đồng sử.\n\n== Tác phẩm ==\nVề tài thơ văn của công chúa Lương Đức, tuy không phổ biến cũng như không được lưu lại trong sách, nhưng chỉ một bài tán trên của ông [[Tuy Lý Vương]] cũng đủ chứng minh tài năng đức độ đến lời văn của công chúa đã đạt đến mức cảm hoá được lòng người.\n\nBài thơ [[Đường luật]] độc nhất còn lại của công chúa đó là:\n\n'''HOA PHỤC CỬ GIAO TỰ ĐẠI LỄ''' (hoạ thơ bà Lễ tần Nhược Bích)\n{|valign=\"top\"\n|\n::Phiên âm từ chữ Hán:\n::''Âm tiêu dương phục quỹ tư di\n::''Thất tải giao yên thịnh tại ty\n::''Hưởng đế ngôi hoàng tuần cổ chế\n::''Phối thiên liệt thánh hữu thành qui\n::''Phong đình phụ bật tư lương tá\n::''Tiêu dịch canh dương hạ duệ ti\n::''Hà hạnh vi thần bồi mật nhĩ\n::''Mộ niên trùng kiến Hán uy nghi\n|\n::Nguyên tác của bà Nhược Bích:\n::''Kỷ tải liêu liêu phong tục di\n::''Hà kỳ thịnh điển phục vu ti\n::''Di cung thiếu đế khôi tiền liệt\n::''Hiệp tán lương thần tục cựu quy\n::''Sa đổ u quan phu chúng vọng\n::''Tài văn chung cổ khởi nhân ti,\n::''Cổ lai lễ nhạc duy bạn bổn\n::''Dục trị hoàn ưng dụng hạ nghi.\n|}\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''[http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf Nguyễn Phúc Tộc thế phả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200927051537\/http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf |date=2020-09-27 }}'', Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n\n== Xem thêm ==\n* [[Gia đình Minh Mạng]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1817]]\n[[Thể loại:Mất năm 1891]]\n[[Thể loại:Hoàng nữ Minh Mạng]]\n[[Thể loại:Công chúa nhà Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]"}