{"1462947":"{{bài cùng tên|Nguyễn Trọng Nhân (định hướng)}}\n{{wikify}}\n'''Nguyễn Trọng Nhân''' sinh ngày 4-10-1930 tại [[Hà Nam]] <ref>http:\/\/t5g.org.vn\/gsts-nguyen-trong-nhan-nguoi-thay-cua-nhieu-the-he-thay-thuoc-nhan-khoa<\/ref>. Ông là bác sĩ nhãn khoa nổi tiếng của Việt Nam. Ông được nhận danh hiệu [[Thầy thuốc Nhân dân]] và [[Anh hùng Lao động]] của Cộng hòa Xã hội Chủ nghĩa Việt Nam.\n\n== Tiểu Sử Nguyễn Trọng Nhân ==\nTên thường gọi: Nguyễn Trọng Nhân\n\nNgày sinh: 4\/10\/1930\n\nGiới tính: Nam\n\nDân tộc: Kinh\n\nTôn giáo: Không\n\nQuê quán: [[Bình Nghĩa]], [[Bình Lục]], [[Hà Nam]]\n\n== Quá trình học tập và công tác ==\n\n- 1950-1953: Phục vụ trong [[Quân đội nhân dân Việt Nam]].\n\n- 1953-1960: Học y khoa tại [https:\/\/www.sechenov.ru\/ Trường Đại học Y khoa Sechenov] (Matxcơva – Liên Xô).\n\n- Bảo vệ Luận án Tiến sĩ năm 1964 tại Viện Philatốp, Odessa, Liên Xô.\n\n- 1964-1985: Công tác tại Viện Mắt Trung ương. Sau này tham gia giảng dạy và là Chủ nhiệm Bộ môn Mắt, [[Trường Đại học Y Hà Nội]].\n\n- 1975 Phó Viện trưởng [[Bệnh viện Mắt Trung ương|Viện Mắt Trung ương]].\n\n- 1984 Viện trưởng Viện Mắt trung ương\n\n- 10\/1992 Bộ trưởng bộ Y tế kiêm viện trưởng [https:\/\/vnnio.org\/ Viện Mắt trung ương ]\n\n- Chủ tịch [[Hội Nhãn khoa Việt Nam]].\n\n- Ủy viên thường vụ Tổng hội Y Dược học Việt Nam.\n\n- 1990-1995: Phó Chủ tịch [[Hội Dược học Việt Nam|Tổng Hội Y Dược học Việt Nam]].\n\n- 1986-1996: ủy viên dự khuyết Ban Chấp hành Trung ương Đảng khóa VI, ủy viên Ban Chấp hành Trung ương Đảng khóa VII.\n\n- Từ 1992 : Đại biểu Quốc hội khóa IX, X.\n\n- 1992-1995: [[Bộ trưởng Bộ Y tế (Việt Nam)|Bộ trưởng Bộ Y tế]], Bí thư Ban cán sự Đảng bộ Bộ Y tế.\n\n- 1987-2003: Chủ tịch [[Hội Chữ thập đỏ Việt Nam]].\n\n- Phó chủ tịch Hội chất độc màu da cam\n\n- Nghỉ hưu từ năm 2003.\n\n== Thành tích nổi bật:==\n\nTrước khi là lãnh đạo Ngành Y tế, GS.TS. Nguyễn Trọng Nhân được biết đến là một trong những chuyên gia đầu ngành của nhãn khoa Việt Nam.\n\nGS.TS. Nguyễn Trọng Nhân cũng là người đầu tiên của Ngành Y tế trở thành ủy viên Trung ương Đảng (khóa VI, VII).\n\nThẳng thắn phê phán cái xấu, nghiêm khắc lên án và đòi hỏi chống tham nhũng đến nơi đến chốn là phong cách nổi bật của đại biểu Quốc hội Nguyễn Trọng Nhân trong suốt các nhiệm kỳ mà ông tham gia.\n\nÔng cũng là một nhà ngoại giao rất hiệu quả. Với cương vị là Bộ trưởng Bộ Y tế, ông đã cùng ban lãnh đạo Bộ đề ra nhiều chính sách để phát triển sự nghiệp y tế nước nhà, đáp ứng nhu cầu khám, chữa bệnh và chăm sóc sức khỏe nhân dân.\n\n== Khen thưởng:==\n\n- Được Nhà nước tặng thưởng Huân chương Độc lập hàng nhất; Huân chương Kháng chiến hạng Ba; Huân chương Lao động hạng Nhất, hạng Ba; Huy chương Chiến thắng hạng Nhất; Huân chương Chữ thập đỏ Hàn Quốc, Nhật; Bằng khen của Hội Nhãn khoa châu Á, Thái Bình Dương.\n\n- Danh hiệu Anh hùng Lao động năm 1985.\n\n- Danh hiệu Thầy thuốc Nhân dân năm 1989.\n\nVà nhiều danh hiệu cao quý khác\n<ref>[https:\/\/vnnio.org\/gs-ts-nguyen-trong-nhan-nguoi-thay-cua-nhieu-the-he-thay-thuoc-nhan-khoa\/ GS.TS Nguyễn Trọng Nhân người thầy của nhiều thế hệ thầy thuốc Nhãn khoa]<\/ref>\n<ref>[https:\/\/nhandan.vn\/tin-tuc-y-te\/gs-ts-nguyen-trong-nhan-cay-dai-thu-nganh-nhan-khoa-viet-nam-297866 GS, TS Nguyễn Trọng Nhân - \"Cây đại thụ\" ngành nhãn khoa Việt Nam]<\/ref>\n\n== Tham khảo ==\n{{Tham khảo}}\n{{sơ khai chính khách Việt Nam}}\n{{thời gian sống|1930|2017}}\n\n{{Bộ trưởng Bộ Y tế Việt Nam}}\n\n{{DEFAULTSORT:Nhân, Nguyễn, Trọng}}\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa X]]\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Bộ trưởng Bộ Y tế Việt Nam]]\n[[Thể loại:Người được phong tặng danh hiệu Anh hùng Lao động]]\n[[Thể loại:Thầy thuốc Nhân dân]]"}