{"19798494":"{{Quân nhân\n| name = Nguyễn Hữu Trí\n| birth_name = \n| nickname = Tư Bốn\n| country = [[Việt Nam]]\n| birth_date = 28 tháng 12 năm 1926\n| birth_place = [[Tiền Giang]]\n| death_date = 1993\n| death_place = [[Thành phố Hồ Chí Minh]]\n| allegiance = Quân đội nhân dân Việt Nam\n| branch = Quân đội nhân dân Việt Nam\n| serviceyears = 1945-1986\n| rank = {{QH|đại tá}}\n| unit = [[Tập tin:Flag of North Vietnam (1945–1955).svg|22px]] [[Quân đội nhân dân Việt Nam|Quân đội Quốc gia Việt Nam]]<br>[[Tập tin: Flag of Viet Nam Peoples Army.svg|22px]] [[Quân đội nhân dân Việt Nam]]<br>[[Tập tin: Flag of Viet Nam Peoples Army.svg|22px]] [[Tổng cục Tình báo, Quân đội nhân dân Việt Nam|Tổng cục Tình báo]]\n| commands = Phòng Tình báo chiến lược Miền (J22)\n| battles = [[Chiến tranh Đông Dương]]<br>[[Chiến tranh Việt Nam]]<br>[[Sự kiện Tết Mậu Thân|Chiến dịch Mậu Thân 1968]]<br>[[Chiến dịch Hồ Chí Minh]]<br>[[Chiến tranh biên giới Tây Nam]]\n| awards = {{Huân chương VN|Anh hùng lực lượng vũ trang nhân dân|1||Chiến công |2|2| Chiến công |3|2| Chiến sĩ vẻ vang|1|1| Chiến sĩ vẻ vang|2|1| Chiến sĩ vẻ vang|3|1|}}<br> [[Tập tin:Friendship Order ribbon bar.svg|35px]] [[Huy chương Quân kỳ Quyết thắng]]\n}}\n\n'''Nguyễn Hữu Trí''' (1926-1993) là một [[Đại tá Quân đội nhân dân Việt Nam]], [[Anh hùng Lực lượng vũ trang nhân dân]] thứ hai của lực lượng [[Tổng cục Tình báo, Quân đội nhân dân Việt Nam|Tình báo Quốc phòng]], nguyên quyền trưởng phòng Tình báo chiến lược miền (J22), Đoàn trưởng Đoàn tình báo 22 thuộc Bộ tham mưu miền, nguyên Phó chỉ huy trưởng [[Bộ Tư lệnh Thành phố Hồ Chí Minh|Bộ Chỉ huy quân sự Thành phố Hồ Chí Minh]].<ref name=\":0\">{{Chú thích web|url=https:\/\/sknc.qdnd.vn\/tren-mat-tran-tham-lang\/anh-hung-nguyen-huu-tri-498159|tựa đề=Anh hùng Nguyễn Hữu Trí|tác giả=Vũ Sáng|ngày=2010-06-14|website=Nguyệt san Sự kiện và Nhân chứng - Báo Quân đội nhân dân|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/sknc.qdnd.vn\/tren-mat-tran-tham-lang\/ruou-vao-loi-ra-cung-nguoi-em-ket-nghia-498530|tựa đề=“Rượu vào lời ra” cùng “người em kết nghĩa”|tác giả=Vũ Minh Trí|ngày=2011-08-23|website=Nguyệt san Sự kiện và nhân chứng - Báo Quân đội nhân dân|url-status=live}}<\/ref>\n\n== Tiểu sử ==\nNguyễn Hữu Trí tên khai sinh là Nguyễn Văn Bốn, sinh ngày 28 tháng 12 năm 1926 tại xã Vĩnh Lợi - huyện Gò Công - tỉnh Mỹ Tho (nay là tỉnh Tiền Giang).<ref>{{Chú thích web|url=http:\/\/baoapbac.vn\/dat-nuoc-con-nguoi\/201503\/nguyen-huu-tri-nha-tinh-bao-chien-luoc-quan-su-tai-ba-595586\/|tựa đề=Nguyễn Hữu Trí - nhà tình báo chiến lược quân sự tài ba|website=Báo Ấp Bắc|ngôn ngữ=vi|ngày truy cập=2023-04-18}}<\/ref> Ông là người con thứ ba trong gia đình nên thường được gọi là Tư Bốn.\n\n== Quá trình công tác ==\nNguyễn Hữu Trí tham gia [[Cách mạng Tháng Tám|Cách mạng tháng Tám]] năm 1945, gia nhập Cộng hòa vệ binh tháng 10 năm 1945, được ít lâu thì chuyển sang công tác trinh sát, lần lượt làm trinh sát viên ở Khu 7, tổ trưởng trinh sát thuộc Phòng tham mưu Khu 8, trung đội trưởng trinh sát thuộc Phòng tham mưu Khu 9. Năm 1949 ông được giao nhiệm vụ tổ chức mua thuốc tây, hóa chất, thuốc nổ, điện đài... ở vùng tạm chiếm vận chuyển ra vùng căn cứ Khu 9. Ông đã xây dựng được nhiều cơ sở vững chắc ở Sài Gòn và trực tiếp đưa thư từ, tài liệu vận động cách mạng tới một số vị nhân sĩ, trí thức, được tặng thưởng huân chương Chiến công hạng ba. Tháng 6 năm 1951 ông được kết nạp vào [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]]. Năm 1953 ông được rút về làm Trưởng ban Hành chính - Quản trị của [[Bộ tư lệnh phân liên khu miền Tây Nam Bộ]]. <ref name=\":0\" \/>\n\nCuối năm 1954 ông tập kết ra miền Bắc, làm Trưởng ban Hành chính của Trung đoàn 78, sau đó được cử đi học [[Trường Đại học Trần Quốc Tuấn|Trường Sĩ quan Lục quân]]. Tháng 12 năm 1959 ông tốt nghiệp, được phong quân hàm trung úy và được điều về [[Tổng cục Tình báo, Quân đội nhân dân Việt Nam|Cục Tình báo]]. Trong hai năm 1960-1961 ông được huấn luyện tương đối bài bản về chính trị và nghiệp vụ tình báo.<ref name=\":0\" \/>\n\nTháng 1 năm 1963 ông được phái theo đường biển vào miền Nam làm tổ trưởng điệp báo, có nhiệm vụ tạo lập bình phong, chỗ đứng chân, từng bước hợp pháp hóa tại địa bàn [[Sài Gòn]]. Từ năm 1963 đến 1970, lưới tình báo do ông xây dựng đã hoạt động có hiệu quả, thu hút được nhiều tin tức có giá trị về quân sự, chính trị của chính quyền Sài Gòn. Cuối tháng 4 năm 1970, ông được rút ra vùng giải phóng để bảo đảm an toàn. Ngày 20 tháng 9 năm 1971 ông được [[Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam|Chính phủ cách mạng lâm thời cộng hòa miền Nam Việt Nam]] phong tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân]]. Tháng 2 năm 1971 ông được bổ nhiệm Phó phòng Tình báo chiến lược miền (J22).<ref name=\":0\" \/>\n\nĐầu năm 1973 ông được cử phụ trách Ban Tình báo ngoại giao, tham gia Đoàn đại biểu quân sự của Chính phủ cách mạng lâm thời Cộng hòa miền Nam Việt Nam trong Ủy ban quân sự 4 bên, vào làm việc tại [[trại Davis]] ở Sài Gòn. Giữa năm 1973, sau khi hoàn thành nhiệm vụ, ông lại trở về vùng giải phóng, làm phó phòng rồi từ tháng 4-1974 làm quyền trưởng phòng Tình báo chiến lược miền.<ref name=\":0\" \/>\n\nTháng 12 năm 1974, khi Phòng Tình báo chiến lược miền chuyển thành Đoàn tình báo 22 thuộc Bộ tham mưu miền, Nguyễn Hữu Trí được bổ nhiệm quyền đoàn trưởng. Trên những cương vị ấy, ông đã lãnh đạo, chỉ huy lực lượng tình báo chiến lược miền hoàn thành tốt nhiệm vụ nắm địch, phục vụ chỉ đạo chiến lược, chiến dịch và điều tra mục tiêu, chuẩn bị cho bộ đội tác chiến trong những năm tháng cuối cùng của cuộc kháng chiến chống Mỹ, cứu nước.<ref name=\":0\" \/>\n\n== Sau năm 1975 ==\nKhi đất nước thống nhất, Nguyễn Hữu Trí tiếp tục hoạt động trong ngành Tình báo Quân sự. Ông từng giữ chức Phó chỉ huy trưởng [[Bộ Tư lệnh Thành phố Hồ Chí Minh|Bộ Chỉ huy quân sự Thành phố Hồ Chí Minh]]. Năm 1986, ông nghỉ hưu. Năm 1993, ông mất tại Thành phố Hồ Chí Minh, thọ 67 tuổi.<ref name=\":0\" \/>\n\n== Khen thưởng và vinh danh ==\nNguyễn Hữu Trí được Đảng Cộng sản Việt Nam và nhà nước CHXHCN Việt Nam trao tặng nhiều danh hiệu:<ref name=\":0\" \/>\n\n* [[Tập_tin:Vietnam_Hero_ribbon.png|50x50px]] [[Anh hùng lực lượng vũ trang nhân dân|Danh hiệu Anh hùng lực lượng vũ trang nhân dân]] (20 tháng 09 năm 1971).\n* [[Tập_tin:Vietnam_PLAF_Military_Exploit_Order_2kl_rib.png|50x50px]] 2 Huân chương Chiến công giải phóng hạng Nhì.\n* [[Tập_tin:Vietnam_PLAF_Military_Exploit_Order_3kl_rib.png|50x50px]] 2 Huân chương Chiến công giải phóng hạng Ba.\n* [[Tập_tin:Vietnam_Friendship_Order_ribbon.png|50x50px]] [[Huy chương Quân kỳ quyết thắng]].\n* [[Tập_tin:Huan_chuong_chien_si_ve_vang3.png|50x50px]] [[Huy chương Chiến sĩ vẻ vang|Huân chương Chiến sĩ vẻ vang]] hạng Nhất, Nhì, Ba.\n\nTại Tiền Giang có một ngôi trường tiểu học ở [[Gò Công Tây|huyện Gò Công Tây]] và một con đường tại [[Mỹ Tho|thành phố Mỹ Tho]] mang tên ông. Tên của ông cũng được đặt cho một con đường tại [[Bình Chánh|huyện Bình Chánh]], [[thành phố Hồ Chí Minh]].<ref name=\":0\" \/>\n\n== Tham khảo ==\n{{Tham khảo}}{{Tình báo Việt Nam}}{{Thời gian sống|Sinh=1926|Mất=1993}}\n\n[[Thể loại:Người Tiền Giang]]\n[[Thể loại:Tổng cục Tình báo, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Điệp viên Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Huân chương Chiến thắng]]\n[[Thể loại:Huân chương Kháng chiến]]"}