{"187209":"'''Nguyễn Bá Huân''' (1853-1915)<ref>Năm sinh năm mất của ông Huân chép theo ''Liệt truyện kẻ sĩ đất thang mộc'' của Vũ Ngọc Liễn (Nhà xuất bản [[Đà Nẵng]], 1997) [http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2005\/10\/17345\/] và [http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2005\/10\/17426\/]. Phạm Minh Thảo thì ghi ông này sinh 1848 và mất 1899 (''Bắc Bình Vương''. Nhà xuất bản Văn hóa-Thông tin, 2008, tr. 166)<\/ref> tự ''Ôn Thanh'', hiệu ''Mộ Chân sơn nhân'', sau lấy tên hiệu nữa là ''Ái Cúc ẩn sĩ''; là một danh sĩ thời [[nhà Nguyễn]] trong lịch sử [[Việt Nam]].\n\n== Thân thế và sự nghiệp ==\n'''Nguyễn Bá Huân''' người làng Vân Sơn, xã Nhơn Hậu, huyện [[An Nhơn]], tỉnh [[Bình Định]]. Ông là con trưởng tú tài Nguyễn Khuê, một vị thầy đồ đức độ, tiết tháo, đào tạo nhiều thế hệ học trò làm nên danh phận và cũng là người có biệt tài làm thơ [[chữ Nôm|quốc âm]].\n \nVốn thông minh, lại sinh ra trong một gia đình có nhiều người hay chữ (ngoài cha, ba em ông là [[Nguyễn Trọng Trì]], Nguyễn Thúc Mân, Nguyễn Quý Luân đều là người có tài văn chương), nên ông có điều kiện trao dồi việc học.\n\nVì thế ai cũng kỳ vọng rằng ông sẽ thong dong trên con đường công danh, khoa cử. Thế nhưng sự thể ngược lại. Các sĩ tử đi thi thì lều chõng cồng kềnh, còn ông đi thi chỉ mang theo một bầu rượu đầy. Hễ làm được câu thơ hay thì tự thưởng mình một chén rượu, thưởng mãi thành say nên Bá Huân không làm được bài thi. Ông cùng với Phạm Trường Phát ở huyện [[Phù Cát]] được dân trong vùng gọi là \"''Bình Định song cuồng''.\n \nSau mấy lần vào trường thi chỉ để say như thế, ông không còn đi thi nữa, mà ở nhà làm nghề dạy học và sáng tác văn thơ như cha.\n \nNăm 1858, [[đế quốc thực dân Pháp|thực dân Pháp]] bắt đầu nổ súng xâm lược Việt Nam. Đến cuối tháng 5 năm 1885, thì [[kinh thành Huế]] bị [[Trận Kinh thành Huế 1885|thất thủ]]. Vua [[Hàm Nghi]] phải theo [[Tôn Thất Thuyết]] chạy ra [[Quảng Trị]] rồi xuống dụ [[Phong trào Cần Vương|Cần Vương]]. Đào Doãn Địch vốn người Bình Định đang làm quan tại kinh, mang chiếu về quê tụ nghĩa. Sau trận Cần Úc, Đào công lâm bệnh nặng rồi mất, trao binh quyền cho [[Mai Xuân Thưởng]].\n\nLúc bấy giờ, cả ba anh em Nguyễn Bá Huân, Nguyễn Trọng Trì, Nguyễn Quý Luân cùng tìm đến [[Bình Khê]] ứng nghĩa, được thủ lĩnh Mai Xuân Thưởng cử làm Nguyễn Bá Huân làm Tham tán sự vụ, trấn thủ mật khu Linh Đỗng.\n\nNăm 1887 Mai Xuân Thưởng cùng một số võ tướng bại trận, bị bắt sống rồi bị giết, Nguyễn Bá Huân nhờ ở hậu cứ nên trốn thoát được.\n\nMãi đến tháng 4 năm [[Ất Mùi]] (1895) vua [[Thành Thái]] có chiếu chỉ bãi bỏ việc truy nã, truy tố các chiến sĩ [[Phong trào Cần Vương|Cần Vương]] đào tỵ, ông mới cùng hai anh em trở về làng cũ (Vân Sơn).\n\nVề nhà thì em ông là Nguyễn Thúc Mân vừa mất, sau đó đến cha ông qua đời. Trước mất mát liên tiếp của gia đình, ông quyết định: ''Cứu nước không xong thì phải ra sức cứu người''. Vì vậy, ông chọn lấy nghề bốc thuốc [[đông y]] làm phương tiện.\n\nNăm 1904, [[Đào Tấn]] về hưu tại Vinh Thạnh, Tuy Phước, mang theo các nghệ sĩ từng cộng tác với ông, lập nên \"Học bộ đình Vinh Thạnh\". Đây không chỉ là lò đào tạo các thế hệ nghệ sĩ [[tuồng|hát bội]] Bình Định, mà còn là nơi hội tụ các văn nhân, tài tử trong vùng đi lại.\n\nNguyễn Bá Huân cùng Nguyễn Trọng Trì, Đào Phan Duân, [[Hồ Sĩ Tạo (định hướng)|Hồ Sĩ Tạo]]... là những người thường đến đó để đàm đạo về thế sự, nhân tình, phẩm bình nghệ thuật.\n \nDo những nỗi muộn phiền vì việc dân, việc nước cộng với sự buông thả rượu chè, sức khoẻ ông ngày càng suy cạn. Năm 1915 <ref>Tức 8 năm sau kể từ ngày Đào Tấn mất.<\/ref>, sau khi âm thầm làm lễ tế danh tướng nhà Tây Sơn [[Trần Quang Diệu]], Nguyễn Bá Huân chết uất giữa gò. Năm đó ông 62 tuổi.\n\n==Tác phẩm==\nNgoài số lượng [[thơ]], [[từ]], [[tạp văn]] hứng đâu viết đó hợp thành '''Mộ Châu sơn nhân thi văn từ tập''', ông cũng như em ông là [[Nguyễn Trọng Trì]], còn chú tâm nghiên cứu, biên soạn về nhà [[Nhà Tây Sơn|Tây Sơn]]. Đây là mảng đề tài quan trọng nhất trong đời văn của ông.\n\nCác tác phẩm chính của ông gồm:\n*'''Tây Sơn cân quắc anh hùng truyện''' (nói về Đô đốc [[Bùi Thị Xuân]] và các nữ tướng)\n*'''Tây Sơn văn thần liệt truyện'''\n*'''Tây Sơn tiềm long lục''' (nói về [[nhà Tây Sơn]] lúc chưa dấy nghĩa)\n*'''Bình Định hào kiệt truyện''' (nói về các chiến sĩ Cần Vương).\n\nTheo tài liệu của [[Quách Tấn]], ông còn một tác phẩm nữa, gọi là '''Trinh phụ khốc phu từ''' gồm 64 khổ, tức 256 câu [[thơ song thất lục bát|song thất lục bát]]. Tác giả mượn lời người quả phụ khóc chồng để gởi gắm nỗi đau mất nước. Tác phẩm này hiện thất lạc.\n\n==Thơ==\nNguyễn Bá Huân đã ca ngợi các tướng giỏi của [[nhà Tây Sơn]] như sau:\n{|valign=\"top\"\n|\n:'''Tây Sơn lương tướng ngoại đề từ.'''\n\n:Nho giả không đàm lễ nhạc thâm,\n:Tây Sơn khí vận thuộc thuần dương.\n:Bất nhân gian nịnh ô thanh sử,\n:Na đắc hùng tư khởi lục lâm.\n:Báo quốc nhất thân đô thị đảm,\n:Giao tình thiên tải chỉ luân (luận) tâm.\n:Vô đoan hữu tục anh hùng phổ,\n:Tuy mạc lâm ly bất tự câm (cấm).\n|\n:Tạm dịch:\n:'''''Lời đề tập ngoại truyện về các tướng giỏi của nhà Tây Sơn'''.''\n\n:''Nho sĩ bàn sâu lễ nhạc thôi,\n:''Tây Sơn khí thuận lẽ đương rồi.\n:''Sử xanh, gian nịnh làm hoen bẩn,\n:''Rừng biếc, anh hùng nổi khắp nơi.\n:''Nợ nước một thân can đảm đúc,\n:''Giao tình nghìn thuở dạ trao lời.\n:''Không dưng ghi lại anh hùng truyện,\n:''Mực đượm men say vạn thảo hồi.'' \n|}\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n:*[[Quách Tấn]], ''Bước lãng du''. Nhà xuất bản. Trẻ, 1996\n:*Vũ Ngọc Liễn, ''Liệt truyện kẻ sĩ đất thang mộc''. Nhà xuất bản. [[Đà Nẵng]], 1997\n:*Phạm Minh Thảo, ''Bắc Bình Vương''. Nhà xuất bản. Văn hóa-Thông tin, 2008\n:*Đinh Văn Liễn, ''Bình Định: Đất võ trời văn''. Nhà xuất bản. Trẻ, 2008\n==Liên kết ngoài==\n*[http:\/\/mangbinhdinh.com\/forums\/p\/4457\/13393.aspx#13393 Nhớ Nguyễn Bá Huân]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|sinh=1853|mất=1915}}\n\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Nhà văn Việt Nam thời Nguyễn]]\n[[Thể loại:Nhà Nho Việt Nam]]"}