{"298420":"{{dablink|Xin xem các mục từ khác có tên tương tự ở [[Nguyễn Hữu Hào]]}}\n'''Nguyễn Hữu Hào''' ([[chữ Hán]]: 阮有豪, 1642 - 1713) là một tỳ tướng của [[chúa Nguyễn]]. Ngoài vai trò cầm quân, ông còn là [[thi sĩ]] với tác phẩm ''Song Tinh bất dạ'' và một số áng [[thơ]] [[Nôm]].\n\n==Tiểu sử==\nQuê tổ của ông ở hương [[Gia Miêu]], huyện Tống Sơn, trấn [[Thanh Hoa]], nhưng bản thân ông được sinh trưởng ở [[Phú Xuân]]. Ông là hậu duệ đời thứ 9 của danh thần [[Nguyễn Trãi]] và là cháu nội của Tham tướng Chưởng cơ Nguyễn Triều Văn (dòng Nguyễn Hữu, tước Triều Văn hầu, phò [[nhà Lê sơ]] và Nguyễn sơ), con trưởng Chiêu Võ hầu [[Nguyễn Hữu Dật]], và là anh Lễ Thành hầu [[Nguyễn Hữu Cảnh]].\n\nNăm 1609, ông nội ông theo chúa [[Nguyễn Hoàng]] vào Nam và cuối cùng định cư ở [[Thừa Thiên Huế|Thừa Thiên]]. Ngay từ trai trẻ, Nguyễn Hữu Hào thường theo cha dự các trận đánh lớn, bộc lộ nhiều dũng lược và tài dùng binh; cho nên vào năm Kỷ Tỵ (1689), ông được bổ làm Cai cơ, Thống binh.\n \nCũng vào năm ấy, có tướng Mai Vạn Long, sau khi đánh đuổi vào Hoàng Tiến<ref>Hoàng Tiến là phó tướng của [[Dương Ngạn Địch]]. Sau khi ám hại xong chủ tướng (1688), liền tự xưng là ''Phấn dũng hổ oai tướng quân'', dời đồn sang Nan Khê (Nay là [[Vàm Nao (sông)|sông Vàm Nao]]), thủ hiểm đắp lũy, đúc đại bác, đóng chiến thuyền, thả quân đi cướp bóc tứ tung. Vua chính nước Chân Lạp là Nặc Thu oán giận, tưởng là chúa Nguyễn ngầm xui để lấy cớ xâm chiếm nước, bèn mưu với bề tôi là Óc Nha Cống Sa bỏ việc triều cống và đắp 3 lũy, ngăn cửa sông, làm kế cố thủ... Vua thứ nhì Chân Lạp là Nặc Nộn (đang đóng ở [[Sài Gòn]]), cấp báo đến dinh [[Trấn Biên]]. Chúa Ngãi [[Nguyễn Phúc Thái]] (1687-1691) nổi giận, bèn cử tướng Mai Vạn Long giả hiệp quân cùng Tiến đi đánh dẹp Nặc Thu, nhưng kỳ thực cũng để hạ Hoàng Tiến. Tháng giêng năm 1689, Mai Vạn Long kéo quân đến cửa biển Mỹ Tho, đóng ở [[Rạch Gầm - Xoài Mút|Rạch Gầm]], dùng mẹo đánh lừa Hoàng Tiến đến hội Phục và giết chết viên phó tướng này.<\/ref> nhưng bình [[Chân Lạp]] không thành, ông được cử làm Đốc suất vào thay. Khiếp sợ quân hùng tướng mạnh, vua Chân Lạp là Nặc Ông Thu sai sứ đến qui hàng, các tham mưu muốn thừa cơ đánh úp, nhưng ông không đồng ý...\n\nTheo vài sử liệu, thì Nguyễn Hữu Hào cũng như Mai Vạn Long đều bị trúng đòn \"mỹ nhân kế\" của một cô gái Chân Lạp gốc [[Chiêm Thành]] rất đẹp, giỏi biện thuyết tên là ''Chiêm Dao Tân'' (hoặc Chiêm Dao Luật)<ref>Theo ''Việt sử giai thoại'' của [[Đào Trinh Nhất]], ''Việt Nam lịch sử giáo trình'' của [[Đào Duy Anh]] (dẫn lại theo Phạm Văn Sơn, ''Việt sử tân biên quyển 3'', Sài Gòn, 1959, tr. 302-303), Lương Văn Lựu (''Biên Hòa sử lược quyển 2'', Sài Gòn 1973, tr.232-233) và Nguyễn Đình Đầu tại [http:\/\/baophuyen.com.vn\/tabid\/122\/GId\/122\/NId\/21173\/Default.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081221031440\/http:\/\/baophuyen.com.vn\/tabid\/122\/GId\/122\/NId\/21173\/Default.aspx |date=2008-12-21 }}<\/ref>.Vì thế cả hai ông đều bị gièm là cố ý làm trễ việc quân, rồi đều bị chúa Nguyễn lột hết chức tước...<ref>Năm 1699, em ông Nguyễn Hữu Hào là Nguyễn Hữu Cảnh được lệnh dẫn quân vào [[Gia Định]], rồi vào tận [[An Giang]]. Nhiệm vụ bình Chân Lạp, mở mang bờ cõi phía Nam nước Việt mới được hoàn thành.<\/ref>\n \nTháng 8 năm Tân Mùi (1691), chúa Nguyễn Phúc Trăn mất, [[Nguyễn Phúc Chu]] nối nghiệp, Nguyễn Hữu Hào được phục chức Cai cơ. Tháng 10 năm Giáp Thân (1704) được thăng Chưởng cơ, làm Trấn thủ [[Quảng Bình]].\n \nNăm Quý Tỵ (1713) ông mất, được truy tặng là ''Đôn Hậu công thần trấn thủ'', tên thụy là ''Nhu Từ''.\n \nTrong khi cầm quân cũng như lúc làm quan, ông lo việc quân sự, huấn luyện quân đội, săn sóc đời sống dân chúng nên ai nấy đều kính mến. [[Đại Nam thực lục]] khi chép về ông đã khen rằng biết \"vỗ yên trăm họ, yêu nuôi sĩ tốt, được quân dân mến phục\"<ref>Dẫn lại theo ''Từ điển văn học bộ mới'', Nhà xuất bản Thế giới, 2004, tr. 1153<\/ref>.\n\n==Song Tinh Bất Dạ==\n===Giới thiệu===\n'''Song Tinh Bất Dạ''' được Nguyễn Hữu Hào viết trong những năm làm trấn thủ Quảng Bình (1704-1713). Đây là tác phẩm diễn nôm từ truyện ''Định tình nhân'' (những người có tình gắn bó) của một tác giả không rõ tên, người [[Trung Quốc]] sống vào khoảng cuối [[nhà Minh]] đầu [[nhà Thanh]].\n \nTác phẩm này từng bị thất lạc trong nhiều năm. Đầu thế kỷ 20, nhà nho Lâm Hữu Lân phát hiện được bản in năm [[Gia Long]] thứ nhất (1802) nhan đề ''Song Tinh truyện''. Sau khi ông đã phiên âm, năm 1962, cháu ông là nhà thơ [[Đông Hồ (định hướng)|Đông Hồ]] đã cho công bố tại [[Sài Gòn]].<ref>''Truyện Song Tinh'', nhà xuất bản Bốn Phương, Sài Gòn, 1962, gồm 2216 câu.<\/ref>. Nhưng đó là bản chưa sát với bản Nôm, phải đến năm 1987, [[Hoàng Xuân Hãn]] mới công bố tiếp bản phiên âm chính xác hơn.<ref>''Truyện Song Tinh'', NXb Văn học, [[Hà Nội]] 1987. Bản này gồm 2396 câu [[thơ#Lục bát|thơ lục bát]] (còn thiếu đoạn cuối), có xen vài bài Đường luật, thư và [[văn tế]] bằng biền văn.<\/ref>\n===Lược truyện===\nCha của Song Tinh tự Bất Dạ là quan đồng liêu thân thiết với Ngự sử Giang Chương, tự Giám Hồ. Nên khi Song Tinh chào đời, ông đã cho bạn nhận Song Tinh làm con nuôi. Sau đó, vợ Giám Hồ sinh một người con gái là Nhụy Châu.\n\nThế rồi cha Song Tinh mất, hai gia đình cách trở mãi cho đến khi Song Tinh lớn lên. Nghe lời mẹ, Song Tinh tìm đến nhà họ Giang, xin trọ học ở đó.\n \nGần gũi, Song Tinh và Nhụy Châu yêu nhau, nhưng gặp một trở ngại, về danh nghĩa họ là anh em. Song Tinh tương tư tuyệt vọng suýt chết. Vì thương cảm, bố mẹ Nhụy Châu hứa sẽ gả con gái cho.\nDốc chí học, Song Tinh thi đỗ Trạng nguyên. Đỗ phò mã muốn Song Tinh làm rể của mình nhưng bị từ chối, nên lập mưu đẩy chàng đi đánh giặc Phiên...\n\nỞ nhà Nhụy Châu bị Hách Nhược Sinh, con một đại quan, đến cầu hôn. Bị từ chối, Sinh lập mưu đưa nàng tiến cung. Giữa đường, Nhụy Châu tự tử, nhưng được hai đày tớ của Song tinh cứu sống, đưa nàng về ở nhà mẹ Song Tinh.\n \nNgoài biên cảnh, vì phục tài Song Tinh nên đối phương chịu xưng thần với Triều đình. Khi về đến nhà, Song Tinh đau đớn khi biết Nhụy Châu đã chết. Theo di ngôn của nàng, Song Tinh cưới Thể Vân, thị tỳ của Nhụy Châu, nhưng không chung chăn gối để giữ trọn niềm chung thủy.\n\nLấy cớ bận việc quân, Song Tinh cho Thể Vân sang nhà phụng dưỡng mẹ. Ở đấy, Nhụy Châu và Thể Vân gặp nhau. Ít lâu sau Song Tinh trở về, gặp Nhụy Châu ở nhà mẹ. Hai người kết lại duyên xưa, gia đình sum họp.\n\n===Đánh giá===\nTruyện miêu tả một cuộc tình duyên tự do, vượt ra ngoài ràng buộc của lễ giáo phong kiến; vượt qua những thành kiến hẹp hòi và cường quyền, bạo lực để cuối cùng kết thúc bằng sự thắng lợi của tình yêu chung thủy. Truyện cũng tố cáo lối sống xa hoa và tính cách độc ác, hèn hạ của vua chúa phong kiến, đề cao chính nghĩa cùng khát vọng hạnh phúc lứa đôi... Lời thơ tuy mộc mạc bình dị đôi chỗ còn thô sơ, vụng về... nhưng là một trong những tác phẩm buổi đầu khá thành công của thể truyện Nôm Việt Nam thế kỷ thứ 18.<ref>''Từ điển văn học'' (bộ mới), sách đã dẫn, tr.1153 và ''Hợp tuyển thơ văn Việt Nam quyển 3'', [[Huỳnh Lý]] chủ biên, Nhà xuất bản Văn học, 1978, tr. 53.<\/ref>.\n\n==Giai thoại liên quan==\nNăm Kỷ Tỵ (1689), vua Chân Lạp là Nặc Thu bỏ việc cống nạp. Chúa Nguyễn Phúc Trăn sai thống binh Mai Vạn Long đi hỏi tội. Nặc Thu cử Chiêm Dao Luật, một người con gái trẻ đẹp làm sứ giả, đem vàng bạc biếu Vạn Long, xin được chậm cống nạp. Cai cơ Nguyễn Thắng Sơn khuyên không nên mắc lừa vua Chân Lạp, nhưng Vạn Long không nghe, nên khi Thắng Sơn mật báo về chúa Nguyễn, Nguyễn Hữu Hào liền được lệnh vào thay thế Vạn Long.\n \nNăm Canh Ngọ (1690), chúa Nguyễn Phúc Thái lại sai Nguyễn Hữu Hào hối thúc Chân Lạp cống nạp. Lần này Dao Luật cũng lại đến hẹn. Các tướng tức giận đòi bắt giam sứ giả rồi đem quân tiến đánh Nặc Thu, nhưng Nguyễn Hữu Hào không cho.\n \nVài hôm sau, Dao Luật cùng Ốc nha<ref>Ốc nha: Một chức cận thần của vua Chân Lạp.<\/ref> A Lặc Thi đem 20 thớt [[voi]] nhỏ, 100 lạng [[vàng]], 500 lạng [[bạc]] đến cống rồi nài nỉ xin chậm nộp số lễ vật hãy còn thiếu. Các tướng Nguyễn lại xin đánh, Hữu hào gạt đi, nói: \"Yên vỗ người xa, quý lễ không quý vật.\" rồi ra lệnh rút quân về đóng ở [[Bà Rịa]]. Tin mật lập tức được chuyển về cho chúa Nguyễn. Tháng 8 năm Canh Ngọ (1690), khi Nguyễn Hữu Hào vừa về tới Thuận Hóa, liền bị bãi hết chức tước.\n\nSách ''Thanh Hóa, nghìn xưa lưu dấu'' kể: \nSau khi bị bãi hết chức quan, một hôm Nguyễn Hữu Hào đi làm phu đắp đê, gặp được Vạn Long đang ngồi ung dung câu cá bên sông. Vạn Long lên tiếng trước: Tôi nghe ông bảo Dao Luật rằng \"Ta không giống như Vạn Long đâu!\" Ai ngờ bây giờ ông cũng chẳng khác gì Vạn Long! Hữu Hào cười nói: Phải, tôi và ông nay đều là thứ nhân cả, nhưng ông vì tham vàng lụa, còn tôi lại tham nhân nghĩa, tưởng giống nhau mà rất khác nhau... Nguyễn Hữu Hào về vườn cũ từ tháng 8 năm Nhâm Ngọ (1690) đến tháng 8 năm Tân Mùi (1691), tính ra vừa đúng một năm, thì được phục chức.<ref>Phần giai thoại lược kể theo Hoàng Tuấn Phổ, ''Thanh Hóa - Nghìn xưa lưu dấu'', Nhà xuất bản Trẻ, 2008, tr. 129.<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n*[http:\/\/baophuyen.com.vn\/tabid\/122\/GId\/122\/NId\/21173\/Default.aspx Tài liệu liên quan Nguyễn Hữu Hào của nhà nghiên cứu Nguyễn Đình Đầu.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081221031440\/http:\/\/baophuyen.com.vn\/tabid\/122\/GId\/122\/NId\/21173\/Default.aspx |date=2008-12-21 }}\n\n{{thời gian sống |1642|1713}}\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam thời Lê trung hưng]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}