{"189444":"'''Nguyễn Thiến''' ([[chữ Hán]]: 阮倩; [[1495]] -[[1557]]) là Thư Quận công, Thượng thư, Trạng nguyên của [[nhà Mạc]] và đồng thời là quan [[nhà Lê trung hưng]]\n{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Thiến\n| tên gốc = 阮倩\n| tước vị = \n| thêm = vietnam\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = Tượng Nguyễn Thiến.\n| chức vị = [[Thư]] [[Quốc công|Quận]] [[Công tước|Công]]\n| tại vị = [[1495]] - [[1511]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1495 till:1511\nAlignBars = early\nScaleMajor = increment:244 start:1511\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1511 till:1511 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = chức vụ được phong\n| kế nhiệm = [[Nguyễn Quyện]]\n| hoàng tộc = [[Họ Nguyễn]]\n| kiểu hoàng tộc = Gia tộc\n| miếu hiệu = \n| tên đầy đủ = Nguyễn Thiến (阮倩)\n| kiểu tên đầy đủ = Tên húy\n| tước vị đầy đủ = [[tước vị| ]] \n* Trạng nguyên.\n* Thượng thư.\n* Thư Quận Công.\n| thông tin tước vị đầy đủ = ẩn\n| thụy hiệu = Trạng Nguyên.\n| vợ = \n| thông tin con cái = ẩn\n| con cái = [[Nguyễn Quyện]]<br> Nguyễn Miễn <br>Nguyễn Thị Ngọc Cẩm\n| cha = [[Nguyễn Doãn Địch]]\n| mẹ = \n| nơi sinh = [[Canh Hoạch]], [[Đại Việt]]\n| sinh = {{ngày sinh|1495|8|28}}\n| mất = {{ngày mất và tuổi|1557|8|20|1495|8|28}}\n| nơi mất = [[Thanh Hóa]], [[Đại Việt]]\n}}\n\n==Tiểu sử==\nÔng có quê nội là người làng Tảo Dương, quê ngoại làng Canh Hoạch phủ [[Thanh Oai]] nay thuộc thành phố [[Hà Nội]], đỗ Trạng nguyên khoa Nhâm Thìn năm Đại Chính thứ ba<ref name=DV20>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt20.html Đại Việt Sử Ký Bản Kỷ Tục Biên - Quyển XVI: Phụ: Mạc Đăng Doanh]<\/ref> ([[1532]]) triều vua [[Mạc Thái Tông]] (Mạc Đăng Doanh), trước giữ chức Thượng thư bộ Lễ, sau giữ chức Thượng thư bộ Lại, tước Thư quốc công.<ref name=DV20 \/> Ông mất ở [[Thanh Hóa|Thanh Hoá]] tháng 8 âm lịch năm 1557.<ref name=DV21>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt21.html Đại Việt Sử Ký Bản Kỷ Tục Biên - Quyển XVI: Kỷ Nhà Lê - Trung Tông Hoàng Đế, Phụ: Họ Mạc (Phúc Nguyên 8 năm)]<\/ref>\n\n==Sự nghiệp==\nNguyễn Thiến là bạn học của [[Nguyễn Bỉnh Khiêm]], cha của [[Nguyễn Quyện]]<ref name=DV20 \/> là danh tướng trụ cột của [[nhà Mạc]] và tướng Nguyễn Miễn. Ông rất quý trọng, tin phục và giao du thân tình với Nguyễn Bỉnh Khiêm. Ông được Trạng Trình đánh giá là người \"thành tín, chính trực, hiểu biết nhiều\". Nguyễn Bỉnh Khiêm đã từng ở nhờ nhà Nguyễn Thiến và làm thầy dạy cho Nguyễn Quyện trước khi đỗ Trạng nguyên năm Ất Hợi (1535).\n\nNguyễn Thiến được nhà Mạc trọng dụng. Ông cùng Thái tể Lê Bá Ly là thông gia. Sau khi vua sáng Mạc Đăng Doanh mất (1540), Thượng hoàng Mạc Đăng Dung đau buồn mà chết (1541), vua Mạc Phúc Hải cũng chết yểu (1546). Nhà Mạc biến loạn. Nội bộ lục đục. Năm 1550, Thái tể Lê Bá Ly mâu thuẫn với cha con sủng thần Phạm Quỳnh - Phạm Dao và bọn loạn thần Nguyễn Văn Thái, Đặng Văn Trị,... từ ngấm ngầm đến chia rẽ, đối địch. Thượng thư Nguyễn Thiến đứng về phía Thái tể Bá Ly. Khiêm vương Mạc Kính Điển phụ chính đại thần lo phe phái mạnh của Mạc Chính Trung và có ơn với nhà Phạm Quỳnh, nên không làm chủ được chính sự. Vua Mạc Phúc Nguyên còn trẻ lại tin lời xúc xiểm của loạn thần. Cha con Phạm Quỳnh, Phạm Dao đã bất ngờ đưa quân cấm vệ đến vây dinh Thái tể Lê Bá Ly và Thượng thư Nguyễn Thiến. Hai ông trốn thoát ra được đã đem binh Sơn Tây và Kinh Bắc về đánh lại quân của Phạm Quỳnh và Phạm Dao. Vua Mạc Phúc Nguyên trốn ra ngoài thành và xuôi thuyền bí mật về Kinh Dương để gặp Mạc Kính Điển. Trong tình thế cấp bách, Lê Bá Ly và Nguyễn Thiến đã không kịp hỏi kế Trạng Trình Nguyễn Bỉnh Khiêm mà vội dẫn gia quyến đi suốt đêm trốn vào ải Thanh Hoa xin hàng nhà Lê. Trong các con đi theo có Nguyễn Quyện và nhiều người đang làm tướng triều Mạc như Phổ quận công Lê Khắc Thận, Nguyễn Miễn... Mỗi người đem hơn trăm quân bản bộ.<ref name=DV21 \/>\n\nNguyễn Thiến và Lê Bá Ly về theo nhà Lê vẫn được giữ nguyên tước hiệu cũ và đã làm tổn thất đặc biệt nghiêm trọng nguyên khí của nhà Mạc trong sự kiện này. Tháng 3 năm 1551, Trịnh Kiểm đem một vạn quân, cử Lê Ba Ly, Nguyễn Quyện, Lê Khắc Thận làm tiên phong, phối hợp chặt chẽ với Vũ Văn Mật tiến đánh Tuyên Quang, sau đó thọc về đánh chiếm kinh thành Thăng Long. Quân Mạc thua chạy. Trịnh Kiểm chiếm được kinh thành nhưng ông lường được binh lực nhà Mạc còn rất mạnh trong khi vùng đất căn bản của Nam triều đang để ngỏ nên đã kéo quân vào lại Thanh Hoa.\n\nNguyễn Bỉnh Khiêm vì nhà Mạc đã làm bài thơ gửi cho Nguyễn Thiến với ý thuyết phục ông trở về với nhà Mạc, trong đó có câu:\n\n:''Cố ngã tồn cô duy nghĩa tại''\n:''Tri quân xử biến khá cam tâm.''\n:.....\n:''Vận chuyển nhất chu ly phục hợp''\n:''Tràng giang khởi hữu han đông nam''\n\n:''Ta giúp con côi vì nghĩa trọng''\n:''Ông khi xử biến khá cam lòng''\n.........\n:''Vận chuyển một vòng tan lại hợp''\n:''Trường giang đâu có hạn đông nam''\n\nNguyễn Thiến xem thư, trong lòng cảm thấy bứt rứt.\n\nNăm 1557, cả Lê Bá Ly và Nguyễn Thiến cùng mất ở Thanh Hoá.<ref name=DV21-1>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt21.html Đại Việt Sử Ký Bản Kỷ Tục Biên - Quyển XVI: Kỷ Nhà Lê - Anh Tông Tuấn Hoàng Đế, Phụ: Họ Mạc (Phúc Nguyên 5 năm)]<\/ref> Các con ông là Nguyễn Quyện, Nguyễn Miễn đã cùng nhau trở về theo lại nhà Mạc<ref name=DV21-1\/> và Nguyễn Quyện trở thành danh tướng dưới quyền Mạc Kính Điển.\n\n==Xem thêm==\n* [[Nhà Mạc]]\n* [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]]\n* [[Nguyễn Bỉnh Khiêm]]\n* [[Nguyễn Quyện]]\n* [[Mạc Ngọc Liễn]]\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{Trạng nguyên Việt Nam}}\n\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh năm 1495]]\n[[Thể loại:Mất năm 1557]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Trạng nguyên Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Mạc]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}