{"354067":"{{Phân biệt | Nguyễn Thị Anh}}\n{{Thông tin nhân vật\n| màu =\n| màu 2 = \n| màu chữ = \n| tên = Nguyễn Thị Oanh\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tên khai sinh = \n| sinh = {{ngày sinh|1931|12|25}}\n| nơi sinh = [[Gò Công (tỉnh)|Gò Công]]\n| mất = {{ngày mất và tuổi|2009|5|1|1931|12|25}}\n| nguyên nhân cái chết = \n| nơi mất = [[Thành phố Hồ Chí Minh]]\n| an táng = \n| tên khác = Lucia Nguyễn Thị Oanh\n| cư trú = \n| quốc tịch = {{Flagicon|Việt Nam}} [[Việt Nam]]\n| vai trò = \n| học vấn = [[Thạc sĩ|Thạc sĩ Xã hội học]]\n| nghề nghiệp = Nhà xã hội học\n| chiều cao = \n| cân nặng = \n| danh hiệu = [[Huân chương Lao động]] hạng Ba<br>[[Nhà giáo Ưu tú]]\n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = \n| tôn giáo = \n| người hôn phối = \n| vợ = \n| chồng = \n| con cái = \n| cha mẹ = \n| người thân = \n| chữ ký = \n| website = \n}}\n'''Nguyễn Thị Oanh''' ([[1931]]–[[2009]]) là nhà [[công tác xã hội]] nổi tiếng của [[Việt Nam]], là người phụ nữ đầu tiên lấy bằng [[thạc sĩ]] ngành Phát triển cộng đồng tại [[Philippines]] và đưa ngành học này về [[Việt Nam]].<ref name=\"vnexp1\">{{Chú thích web |url=http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2009\/05\/3BA0E91D\/ |ngày truy cập=2009-05-10 |tựa đề=Thạc sĩ phát triển cộng đồng Nguyễn Thị Oanh qua đời |archive-date=2009-05-07 |archive-url=https:\/\/web.archive.org\/web\/20090507160423\/http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2009\/05\/3BA0E91D\/ |url-status=dead }}<\/ref> Bà là người tích cực hoạt động xã hội, giúp đỡ người nghèo.\n\n== Tiểu sử ==\nBà sinh ngày [[25 tháng 12]] năm [[1931]], quê quán tỉnh [[Gò Công (tỉnh)|Gò Công]] (nay là tỉnh [[Tiền Giang]]). Bà theo đạo [[Công giáo]] và có [[tên Thánh]] là ''Lucia Nguyễn Thị Oanh''.<ref>{{Chú thích web |url=http:\/\/dcctvn.net\/news.php?id=3181 |ngày truy cập=2009-05-10 |tựa đề=Cô an bình, cô Lucia Nguyễn Thị Oanh |archive-date=2009-05-06 |archive-url=https:\/\/web.archive.org\/web\/20090506060706\/http:\/\/www.dcctvn.net\/news.php?id=3181 }}<\/ref> Bà tốt nghiệp cử nhân [[xã hội học]] năm 1955 tại [[Hoa Kỳ]] và sau đó học thạc sĩ về phát triển cộng đồng tại [[Philippines]]. Về lại [[Thành phố Hồ Chí Minh|Sài Gòn]] vào [[thập niên 60]], bà hoạt động trước tiên trong các hội đoàn [[Công giáo tại Việt Nam]] và là Trưởng phòng học vụ của ''Trường Quốc gia Công tác Xã hội Sài Gòn'' (1971–1973).<ref name=\"tt1\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=313974&ChannelID=3 Cô Oanh đã ra đi], Tuổi Trẻ 1\/5\/2009<\/ref>\n\nSau 1975, bà tham gia Hội Trí thức yêu nước, Hội Tâm lý, có vai trò quan trọng trong việc thành lập nhóm nghiên cứu công tác xã hội, tiền thân của Trung tâm Nghiên cứu – Tư vấn Công tác Xã hội và Phát triển Cộng đồng hiện nay.<ref name=\"tt1\"\/>\n\nTừ những năm 1989, 1990 bà thành lập nhóm công tác xã hội tại TP Hồ Chí Minh, dù lúc ấy xã hội học còn rất xa lạ với người dân. Từ năm 1992, bà đã tiên phong thành lập khoa ''Phụ nữ học'' (tiền thân của khoa ''Xã hội học'') tại trường [[Trường Đại học Mở Thành phố Hồ Chí Minh|Đại học Mở Thành phố Hồ Chí Minh]], từ đó đã hình thành nên những thế hệ [[Cử nhân (học vị)|cử nhân]], [[thạc sĩ]], [[tiến sĩ]] ''Xã hội học'' mới và đã xây dựng được một thế hệ kế thừa đầy tâm huyết như: Trần Thị Nên, Đỗ Văn Bình, Huỳnh Ngọc Tuyết, Bùi Thị Xuyến, Nguyễn Thị Ngọc,....<ref name=\"nld\">[http:\/\/nld.com.vn\/20090503121332641P0C1030\/mot-doi-vi-cong-dong.htm Một đời vì cộng đồng], Người lao Động, 03\/05\/2009<\/ref>\n[[Tập tin:Cô Nguyễn Thị Oanh.jpg|nhỏ]]\nBà là thành viên Hội đồng Xét tuyển học bổng IFP của Quỹ Ford tại Việt Nam từ năm 2001 đến khi qua đời năm 2009, là người đã truyền cảm hứng, ý nghĩa và vai trò của công tác xã hội trong việc đóng góp cho sự phát triển của đất nước tới những ứng viên trước khi nhận học bổng học sau đại học tại nhiều quốc gia trên thế giới. Câu nói nổi tiếng của bà: \"Các bạn khi trở về nước là để trở thành tác nhân thay đổi xã hội. Đừng giống cục nước đá được ném mạnh vào ly nước đầy làm tung tóe nước ra ngoài; cũng không như viên phấn thả vào ly nước, sủi lên mạnh lúc ban đầu nhưng lại sớm chìm và nằm im dưới đấy ly; Hãy như một giọt nước màu, bình tĩnh khôn khéo trôi vào ly nước, quan sát, am hiểu, học hỏi và từng bước trở thành tác nhân biến đổi được màu của ly nước\". \n\nBà không có gia đình riêng và cả cuộc đời là người tích cực hoạt động xã hội, giúp đỡ người nghèo, người yếu kém, như tập [[Trung Đông|trung đông]] đảo những trẻ em, phụ nữ nghèo lại để dạy họ làm nghề [[thủ công]] và nhận những sản phẩm ấy bán ra thị trường. Bà cũng thành lập ''Trung tâm tư vấn nghiên cứu Công tác xã hội và Phát triển cộng đồng'' (thành lập năm 1989) tại TP Hồ Chí Minh trong hơn 20 năm qua. Những năm gần đây, bà còn thành lập thêm Hội quán ''Đến với nhau'' để những người làm công tác xã hội vì cộng đồng có nơi chốn để trao đổi kinh nghiệm và chia sẻ công việc của nhau.<ref name=\"dantri1\">[http:\/\/dantri.com.vn\/c20\/s20-322608\/vinh-biet-nha-xa-hoi-hoc-nguyen-thi-oanh.htm Vĩnh biệt nhà xã hội học Nguyễn Thị Oanh], Dân Trí 1\/5\/2009<\/ref>\n\nBà cũng là tác giả của nhiều cuốn sách về [[kỹ năng sống]] như: ''Bộ sách Tư vấn tâm lý học đường, Làm việc theo nhóm, Hạnh phúc – phải lựa chọn, Công tác xã hội đại cương,....''. Trong vai trò là một nhà tư vấn tâm lý, bà cũng thường cố vấn cho nhiều chương trình, dự án, cũng như xuất hiện trên các mặt báo (như [[tuổi Trẻ (báo)|báo Tuổi Trẻ]] và Phụ nữ [[Thành phố Hồ Chí Minh]]) và trong các buổi tọa đàm, thảo luận về kỹ năng sống, về hành vi xã hội.<ref name=\"dantri1\"\/>\n\nBà là một trong 50 người trên thế giới được tổ chức ''Bánh Mì thế giới'' trao tặng danh hiệu ''Anh hùng đời thường'' năm 2008.<ref name=\"dantri1\"\/>\n\nBà mất ngày [[1 tháng 5]] năm [[2009]] tại tại [[Bệnh viện Chợ Rẫy]], TP Hồ Chí Minh.\n\n== Nhận xét ==\n* Thoại Hà, [[VnExpress]], 1\/5\/2009\n:''\"Thạc sĩ Nguyễn Thị Oanh thông thạo [[tiếng Anh]], [[tiếng Pháp]], bà có kiến thức sâu sắc và có khả năng chuyển tải tri thức một cách nhẹ nhàng, gần gũi, dễ hiểu. Không chỉ là giảng viên uy tín tại các đại học trong nước, bà còn là một diễn giả đầy thu hút, một nhà báo sung sức với hàng trăm bài viết mổ xẻ, phân tích các vấn đề nhức nhối trong xã hội liên quan đến giáo dục, lối sống, tình yêu và định hướng nghề nghiệp cho giới trẻ...\n \n:''Bà là nhà giáo mẫu mực và rất tâm huyết, đã góp công đào tạo nhiều thế hệ giảng viên, nhân viên Công tác xã hội, Phát triển cộng đồng cho các trường Đại học. Nhiều học trò của bà đã trở thành những chuyên gia hàng đầu trong các lĩnh vực công tác xã hội, tâm lý, giáo dục hiện nay.\n \n:''Bà cũng là cây bút có uy tín cộng tác thường xuyên với nhiều tờ báo. Bà là người rất quan tâm đến giới trẻ nhất là học sinh và sinh viên thông qua những bài viết, trang tư vấn của bà trên [[tuổi Trẻ (báo)|báo Tuổi Trẻ]] và Phụ nữ [[Thành phố Hồ Chí Minh]]. Đồng thời là tác giả của nhiều đầu sách về giáo dục thanh thiếu niên và các vấn đề xã hội \".<ref name=\"vnexp1\"\/>\n\n* [[Tuổi Trẻ (báo)|Tuổi Trẻ]], 1\/05\/2009\n:''\"Cái tên Nguyễn Thị Oanh luôn xuất hiện trên mặt báo với những nỗi đau đáu về chuyện giáo dục, chuyện gia đình, về giá trị sống, những lệch lạc hành vi của giới trẻ. Mái đầu bạc và nụ cười thơ trẻ của cô luôn xuất hiện tại các buổi tọa đàm, các buổi thảo luận, các nhóm hoạt động xã hội... Và luôn luôn là những câu chuyện dí dỏm, những lời khuyên chân tình, những ngọn lửa cháy bỏng được truyền sang người đọc, người nghe, \"để từng người, từng nhóm lớn lên, và cộng đồng phát triển...\".<ref>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/313869\/Nha-xa-hoi-hoc-Nguyen-Thi-Oanh-qua-doi.html Nhà xã hội học Nguyễn Thị Oanh qua đời]<\/ref>\n\n== Một số sách ==\n* Tư vấn tâm lý học đường 1 và 2 ([[Nhà xuất bản Trẻ]])\n* Làm việc theo nhóm (Nhà xuất bản Trẻ)\n* Hạnh phúc – phải lựa chọn\n* Công tác xã hội đại cương ([[Nhà xuất bản Giáo dục Việt Nam|Nhà xuất bản Giáo dục]], 1998)\n* Kỹ năng sống cho tuổi vị thành niên (Nhà xuất bản Trẻ)<ref>[http:\/\/nxbtre.com.vn\/Books.aspx?Act=Writer&WriterID=3316 Nhà xuất bản Trẻ]{{Liên kết hỏng|date=2023-01-23 |bot=InternetArchiveBot }}<\/ref>\n* Chuyện [[Doanh nhân]] (bộ 7 cuốn) (Nhà xuất bản Thông Tấn)\n* Thanh niên – Lối sống (Nhà xuất bản Trẻ)\n* Những vấn nạn trên đường phát triển\n* Gia đình Việt Nam thời mở cửa [http:\/\/www.saharavn.com\/index.php?page=1&sub=105&product_type=41&script=index&filter_by=auth&it=7629] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090318035029\/http:\/\/www.saharavn.com\/index.php?page=1&sub=105&product_type=41&script=index&filter_by=auth&it=7629 |date=2009-03-18 }}\n*...\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/313869\/Nha-xa-hoi-hoc-Nguyen-Thi-Oanh-qua-doi.html Một số bài viết về Nguyễn Thị Oanh trên Tuổi Trẻ]\n\n[[Thể loại:Nhà xã hội học Việt Nam]]\n[[Thể loại:Nhà từ thiện Việt Nam]]\n[[Thể loại:Nhà hoạt động xã hội Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Người Gò Công]]\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Mất năm 2009]]"}