{"16639":"{{Infobox Writer\n| name = Nguyễn Đình Chiểu\n| image = Chân dung Nguyễn Đình Chiểu.jpg\n| imagesize = 200px\n| bgcolour = silver\n| caption = Chân dung Nguyễn Đình Chiểu trong đền thờ ông ở [[Ba Tri]] ([[Bến Tre]])\n| birth_date = {{birth date|1822|7|1}}\n| birth_place = Làng Tân Thới, [[Gia Định Thành]], [[Nhà Nguyễn|Việt Nam]]<ref>Ông sinh vào năm [[Minh Mệnh]] thứ 02, thời gian này quốc hiệu nhà Nguyễn là [[Việt Nam]] (1804-1839).<\/ref>\n| death_date = {{death date and age|1888|7|3|1822|7|1}}\n| death_place = [[Ba Tri]], [[Bến Tre]], [[Nam Kỳ]], [[Liên bang Đông Dương]]\n| occupation = [[Nhà thơ]], nhà văn hóa\n| genre = [[Thơ]], [[văn tế]]\n| subject = Yêu nước\n| movement = \n| magnum_opus = \n| notableworks = ''[[Lục Vân Tiên]]''<br>''[[s:Dương Từ - Hà Mậu|Dương Từ-Hà Mậu]]''<br>''[[Văn tế nghĩa sĩ Cần Giuộc]]''<br>''[[Ngư tiều y thuật vấn đáp]]''\n| spouse = Lê Thị Điền ([[1835]]-[[1886]])\n| partner = \n| children = 6 (3 trai 3 gái):<br>- [[Sương Nguyệt Anh]] (gái, thứ 4)<br>- Nguyễn Đình Chiêm (trai, thứ 5)\n| relatives = Nguyễn Đình Huy (cha)<br>Trương Thị Thiệt (mẹ, mất [[1848]])\n| influenced = \n| influences =\n| website =\n| footnotes = \n}}\n'''Nguyễn Đình Chiểu''' ([[chữ Hán]]: 阮廷炤; [[1822]] - [[1888]]), tục gọi là '''Đồ Chiểu''' (khi dạy học), tự '''Mạnh Trạch''', hiệu '''Trọng Phủ''', '''Hối Trai''' (sau khi bị mù), là một [[nhà thơ]] lớn của [[Nam Kỳ]] trong nửa cuối [[thế kỷ 19]]. Năm 2021, ông được UNESCO cùng Việt Nam tôn vinh và kỷ niệm năm sinh\/ năm mất.<ref>Theo ''Văn học thế kỷ XIX'', tr. 405.<\/ref>\n\n==Thân thế và sự nghiệp==\nNguyễn Đình Chiểu sinh ngày 13 tháng 5 năm [[Nhâm Ngọ|Nhâm Ngọ]] ([[1 tháng 7]] năm [[1822]]) tại quê mẹ là làng Tân Thới,<ref>Theo ''Nguyễn chí thế phả'' do Đồ Chiểu biên soạn, và cha ông là Nguyễn Đình Huy hiệu chính. [[Trương Vĩnh Ký]] trong truyện ''Lục Vân Tiên'' ([[Thành phố Hồ Chí Minh|Sài Gòn]], [[1889]]) chép là làng Tân Khánh. Rất có thể Tân Thới về sau được đổi thành Tân Khánh, hoặc là cả hai nơi này về sau nhập làm một. Làng Tân Thới ở đâu, hiện nay chưa xác định được, chỉ biết ở tại Tân Triêm, thuộc vùng [[Cầu Kho]] xưa có phần mộ của bà Trương Thị Thiệt (mẹ Đồ Chiểu). Vậy rất có thể làng Tân Thới ở vùng [[Cầu Kho]], thuộc [[quận 1]], [[Thành phố Hồ Chí Minh]] ngày nay (theo ''Nguyễn Đình Chiểu toàn tập'', tập 1, tr. 21).<\/ref> phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]], huyện Bình Dương, tỉnh [[Gia Định]] (nay thuộc phường [[Cầu Kho]], [[Quận 1]], [[Thành phố Hồ Chí Minh]]). \n\nÔng xuất thân trong gia đình [[Nho giáo|nhà nho]]. Cha ông là Nguyễn Đình Huy, người làng Bồ Điền, xã [[Phong An]],<ref>Có người cho rằng Đồ Chiểu thuộc dòng họ Nguyễn Đình ở Phước Yên, thuộc huyện [[Phong Điền, Thừa Thiên Huế|Phong Điền]] ([[Thừa Thiên Huế]]). Vì vậy, nhóm biên soạn ''Nguyễn Đình Chiểu toàn tập'' đã đi đến đó. Sau khi xem xét gia phả dòng họ vừa kể, nhóm biên soạn đã kết luận rằng \"quê quán Đồ Chiểu đúng là ở xã Bồ Điền, vì gia phả dòng họ Nguyễn Đình không có chép Đồ Chiểu cùng các cụ tổ khác của ông\" (''Nguyễn Đình Chiểu toàn tập'', tập 1, tr. 23).<\/ref> huyện [[Phong Điền, Thừa Thiên Huế|Phong Điền, tỉnh Thừa Thiên]]; nay là tỉnh [[Thừa Thiên Huế]]. Lớn lên, ông Huy cưới vợ ở đây và đã có 2 con (1 trai và 1 gái). Mùa hạ [[tháng năm|tháng 5]] năm [[Canh Thìn]] (1820) Tả quân [[Lê Văn Duyệt]] được triều đình Huế phái vào làm Tổng trấn [[Gia Định Thành]]. Đến đầu [[mùa thu]], Nguyễn Đình Huy đi theo Tả quân để tiếp tục làm thư lại ở Văn hàn ty thuộc dinh Tổng trấn. Ở [[Gia Định]], ông Huy có thêm người vợ thứ là bà Trương Thị Thiệt<ref>Bà Trương Thị Thiệt sinh ngày 15\/10\/1800 tại Làng Tân Thới, huyện Bình Dương, phủ Tân Bình. Bà kết duyên với ông Nguyễn Đình Huy người Phủ Thừa Thiên sinh được 7 người con. Bà mất vào ngày 10\/12\/1848 (ngày tháng được ghi theo bia mộ) được bà con, thân tộc an táng tại quê nhà Làng Tân Thới, nay thuộc phường [[Cầu Kho]], [[Quận 1]], không biết rõ thời gian và ai là người đã cải táng phần mộ bà từ [[Cầu Kho]] về xã [[Mỹ Hoà]], huyện [[Ba Tri]] từ khi nào, nhưng đến năm 2008 ngày 06\/04 tức ngày mùng 01\/03 năm Mậu Tý cháu sơ của cụ [[Nguyễn Đình Chiểu]] là Nguyễn Đình Phước, Nguyễn Thị Nữ cùng con cháu họ tộc cụ Đồ Chiểu đã cải táng mộ phần bà Trương Thị Thiệt cùng Nguyễn Thị Thành (em gái cụ Đồ), Nguyễn Thị Ngọc Hương (con gái) và Nguyễn Đình Ngưỡng (con trai út cụ Đồ) nằm trên phần đất nhà ông Năm Niếu, xã [[Mỹ Hoà]] về ấp Hữu Nhơn, xã [[Hữu Định]], huyện [[Châu Thành]] cho đến nay.<\/ref>người làng Tân Thới, sinh ra 7 con (4 trai, 3 gái) và Nguyễn Đình Chiểu chính là con đầu lòng.\n===Tiểu sử ===\nThuở bé, Nguyễn Đình Chiểu được mẹ nuôi dạy. Năm lên 6, 7 tuổi, ông theo học với một ông [[Ông đồ|thầy đồ]] ở làng.\n\nNăm [[1832]], Tả quân [[Lê Văn Duyệt]] mất. Năm sau (1833), con nuôi Tả quân là [[Lê Văn Khôi]], vì bất mãn đã làm cuộc nổi dậy chiếm thành Phiên An ở [[Gia Định]], rồi chiếm cả [[Nam Kỳ]]. Trong cơn binh biến, cha của Nguyễn Đình Chiểu bỏ trốn ra [[Huế]] nên bị cách hết chức tước. Song vì thương con, cha ông lén trở vào Nam, đem con ra gửi cho một người bạn đang làm Thái phó ở [[Huế]] để tiếp tục việc học. Nguyễn Đình Chiểu sống ở Huế từ 11 tuổi ([[1833]]) đến 18 tuổi ([[1840]]) thì trở về Gia Định.\n\nNăm [[Quý Mão]] (1843), ông đỗ [[Tú tài]] ở trường thi Gia Định lúc 21 tuổi. Khi ấy có một nhà họ Võ hứa gả con gái cho ông.<ref name=\"Theo p 1\">Theo ''Nguyễn Đình Chiểu toàn tập'', tập 1, tr. 26.<\/ref>\n\nNăm [[1847]], ông ra [[Huế]] học để chờ khoa thi năm [[Kỷ Dậu]] (1849).<ref name=\"Theo p 1\"\/> Lần này ông cùng đi với em trai là Nguyễn Đình Tựu (10 tuổi).\n\n===Mẹ mất, bị mù lòa===\nNgày rằm [[tháng mười một|tháng 11]] năm [[Mậu Thân]] ([[31 tháng 12]] năm 1848), mẹ Nguyễn Đình Chiểu mất ở [[Gia Định]]. Được tin, ông bỏ thi, dẫn em theo đường bộ trở về Nam chịu tang mẹ.\n\nTrên đường trở về, vì quá thương khóc mẹ, vì vất vả và thời tiết thất thường nên đến [[Quảng Nam]] thì Nguyễn Đình Chiểu bị ốm nặng. Trong thời gian nghỉ chữa bệnh ở nhà một thầy thuốc vốn dòng dõi Ngự y, tuy bệnh không hết nhưng ông cũng đã học được nghề thuốc. Lâm cảnh mù mắt, hôn thê bội ước, cửa nhà sa sút... Nguyễn Đình Chiểu đóng cửa chịu tang mẹ cho đến năm [[1851]] thì mở trường dạy học và làm thuốc ở Bình Vi ([[Gia Định]]). Truyện thơ ''[[Lục Vân Tiên]]'' của ông có lẽ được bắt đầu sáng tác vào thời gian này.<ref name=\"Theo p 2\">Theo ''Nguyễn Đình Chiểu toàn tập'', tập 2, tr. 439.<\/ref>\n\nNăm [[1854]], Nguyễn Đình Chiểu cưới Lê Thị Điền ([[1835]]-[[1886]], người làng Thanh Ba, huyện [[Cần Giuộc]]; trước thuộc Gia Định, nay thuộc tỉnh [[Long An]]) làm vợ. Bà Điền là em gái thứ năm của Lê Tăng Quýnh, học trò ông, vì cảm phục và mến thương thầy đã xin gia đình tác hợp. Truyện thơ ''Dương Từ-Hà Mậu'' của ông có lẽ được bắt đầu sáng tác vào thời gian này.<ref name=\"Theo p 2\"\/>\n\n===Dạy học, làm thuốc và sáng tác thơ văn ===\nNăm [[1858]], quân [[Pháp]] nổ súng vào [[Đà Nẵng]]. Vấp phải sự kháng cự quyết liệt của quân và dân Việt, quân Pháp vào Nam đánh phá thành [[Gia Định]] vào đầu năm [[1859]]. Sau khi tòa thành này thất thủ ([[17 tháng 2]] năm [[1859]]), Nguyễn Đình Chiểu đưa gia đình về sống ở Thanh Ba ([[Cần Giuộc]]), tức quê vợ ông. Vô cùng đau đớn trước thảm cảnh mà quân Pháp đã gây nên cho đồng bào, và rất thất vọng về sự hèn yếu, bất lực của triều đình, ông làm bài thơ ''\"Chạy giặc\"''.<ref>Theo ''Văn học lớp 11'' (nâng cao), tập 1, tr. 23.<\/ref>\n\nĐêm rằm [[tháng mười một|tháng 11]] năm [[Tân Dậu]] ([[16 tháng 12]] năm 1861),<ref>Ghi theo ''Văn học lớp 11'' (nâng cao, tập 1, tr. 31) và ''Nguyễn Đình Chiểu toàn tập'' (tập 2, tr. 439). ''Văn học thế kỷ XIX'' (do PGS. Hoàng Hữu Yên làm Chủ biên, NXb Khoa học xã hội, 2004, tr. 407) ghi là \"ngày [[14 tháng 12]] năm 1861\".<\/ref> những nghĩa sĩ mà trước đây vốn là nông dân, vì quá căm phẫn kẻ ngoại xâm, đã quả cảm tập kích đồn Pháp ở [[Cần Giuộc]], tiêu diệt được một số quân của đối phương và viên tri huyện [[người Việt]] đang làm cộng sự cho Pháp. Khoảng 15 nghĩa sĩ bỏ mình.<ref>Ghi theo ''Từ điển Văn học'' (bộ mới, Nhà xuất bản Thế giới, 2004, tr. 1971). ''Văn học lớp 11'' (nâng cao) ghi khoảng 20 người (Nhà xuất bản Giáo dục, 20037, tr 30). Theo công văn của Tuần phủ Gia Định [[Đỗ Quang]] là 27 người, theo [[Huỳnh Tịnh Của]] là 15 người (dẫn lại theo ''Văn học thế kỷ XIX'', tr. 407). Theo ''Nguyễn Đình Chiểu toàn tập'' (tập 2, tr. 441), thì người chỉ huy cuộc tập kích là [[Đỗ Trình Thoại]].<\/ref> Những tấm gương đó đã gây nên niềm xúc động lớn trong nhân dân. Theo yêu cầu của Tuần phủ [[Gia Định]] là [[Đỗ Quang (danh nhân)|Đỗ Quang]], Nguyễn Đình Chiểu làm bài ''\"[[Văn tế nghĩa sĩ Cần Giuộc]]\"'', để đọc tại buổi truy điệu các nghĩa sĩ đã hy sinh trong trận đánh này.\n\nSau [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất 1862]], 3 tỉnh miền Đông [[Nam Kỳ]] mất về tay Pháp, theo phong trào \"tỵ địa\",<ref>Tỵ địa: khi quân Pháp chiếm dần [[Nam Kỳ]], người dân ở vùng tạm chiếm chạy sang vùng tự do để lánh quân xâm lược. Vùng đất người dân chạy đến gọi là \"tỵ địa\" (giải thích theo ''Ngữ văn 11'' (nâng cao), tập 1, tr. 36).<\/ref> Nguyễn Đình Chiểu cùng gia đình rời Thanh Ba (Cần Giuộc) về [[Ba Tri]] ([[Bến Tre]]) vì không thể sống chung với họ. Chia tay với bạn bè thân quen, ông làm bài thơ ''\"Từ biệt cố nhân\"''.\n\nVề [[Ba Tri]], ông tiếp tục dạy học, làm thuốc và đem ngòi bút yêu nước của mình ra phục vụ cuộc đấu tranh anh dũng của đồng bào [[Nam Kỳ]] suốt trong hơn 20 năm, dù đã mù lòa.<ref>Ghi theo ''Văn học thế kỷ XIX'' (tr. 405). ''Văn học lớp 11'' (nâng cao, tập 1, tr. 36) viết: \"khi về Ba Tri, Nguyễn Đình Chiểu tham gia kháng chiến dưới cờ của [[Trương Định]] và Đốc binh Là\". Tuy nhiên, theo GS. [[Dương Quảng Hàm]], thì \"Trương Định có mời ông ra làm quân sư cho mạnh thanh thế, nhưng ông từ chối\" (''Văn học Việt Nam'', Trung tâm học liệu [[Thành phố Hồ Chí Minh|Sài Gòn]] xuất bản, 1968, tr. 144).<\/ref> \n \nNăm [[1863]], em trai út ông là Nguyễn Đình Huân theo Đốc binh chống Pháp, hy sinh ở [[Cần Giuộc]].\n\n[[Tháng tám|Tháng 8]] năm [[1864]], thủ lĩnh cuộc kháng chiến chống Pháp ở [[Gò Công]] là [[Trương Định]] bị thương rồi tuẫn tiết ở Ao Dinh; xúc động, Nguyễn Đình Chiểu làm bài văn tế và 12 bài thơ liên hoàn để điếu.\n\nNăm [[1867]], Kinh lược sứ [[Phan Thanh Giản]] và Đốc học [[Vĩnh Long]] [[Nguyễn Thông]] tổ chức đưa di hài nhà giáo [[Võ Trường Toản]] từ làng Hòa Hưng ([[Gia Định]]) về táng ở Bảo Thạnh ([[Ba Tri]]), Nguyễn Đình Chiểu có đến dự lễ rước.\n\nNgày [[4 tháng 8]] năm đó ([[1867]]), [[Phan Thanh Giản]] tuẫn tiết vì không giữ được thành Vĩnh Long, Nguyễn Đình Chiểu có làm 2 bài thơ điếu. Có thể ông bắt đầu soạn quyển thơ ''Ngư tiều vấn đáp nho y diễn ca'' trong năm này.\n\nNăm [[1868]], thủ lĩnh kháng Pháp ở Ba Tri là Phan Tòng (còn có tên là [[Phan Ngọc Tòng]]) hy sinh, ông làm 10 bài thơ điếu.\n\nNăm [[1877]], Nguyễn Đình Chiểu dời đến ở làng An Bình Đông (sau đổi là An Đức) cách chợ Ba Tri khoảng 2 cây số.<ref>Khi về [[Ba Tri]], Nguyễn Đình Chiểu làm nhà ở đâu chưa tra được. Theo ''Nguyễn Đình Chiểu toàn tập'' (tập 2, tr. 447) thì đến năm [[1877]] ông mới đến ở làng An Bình Đông, và rồi mất ở đây.<\/ref>\n\nNăm [[1883]], Tỉnh trưởng [[Bến Tre]] là Michel Ponchon đã đến nhà để yêu cầu ông nhuận chính quyển thơ ''[[Lục Vân Tiên]]'', đồng thời ngỏ ý trao trả lại ruộng vườn của ông mà họ đã chiếm đoạt.<ref>Ghi theo ''Nguyễn Đình Chiểu toàn tập'' (tập 1, tr. 33). ''Văn học lớp 11'' (nâng cao, tập 1, tr. 36) ghi là \"Ponchon tìm cách mua chuộc ông, cấp đất cho, nhưng ông từ chối\".<\/ref> Ông khẳng khái nói: ''\"Đất vua không ai trả thì đất riêng của tôi có sá gì\"'', rồi khước từ mọi hứa hẹn giúp đỡ của chính quyền thực dân. Lại hỏi ý muốn riêng của ông, ông đáp ''\"muốn tế vong hồn nghĩa sĩ Lục tỉnh\"'', và được viên Tỉnh trưởng chấp thuận. Sau đó, ông tổ chức lễ tế tại chợ Ba Tri, và đọc bài ''\"Văn tế nghĩa sĩ trận vong Lục tỉnh\"''.<ref>Lược kể theo ''Nguyễn Đình Chiểu toàn tập'' (tập 1, tr. 33).<\/ref>\n\n===Qua đời===\n{{Xem thêm|Lăng Nguyễn Đình Chiểu}}\nNăm [[1886]], vợ ông là bà Lê Thị Điền mất lúc 51 tuổi. Buồn rầu vì vợ mất, vì cảnh nước mất nhà tan đã bấy lâu, vì bệnh tật ngày càng trầm trọng,<ref name=\"Chí Dũng 1129\">Theo Lê Chí Dũng, ''Từ điển văn học'' (bộ mới), tr. 1129.<\/ref> 2 năm sau, ngày 24 [[tháng năm|tháng 5]] năm [[Mậu Tý]] (3 [[tháng bảy|tháng 7]] năm [[1888]]), Nguyễn Đình Chiểu cũng qua đời tại [[Ba Tri]], thọ 66 tuổi. Ngày đưa tiễn nhà thơ Nguyễn Đình Chiểu về cõi vĩnh hằng, cánh đồng An Đức rợp trắng khăn tang của những người mến mộ ông.<ref name=\"Theo p 11\">Theo ''Văn học lớp 11'' (nâng cao), tập 1, tr. 36.<\/ref>\n\nÔng được an táng cạnh mộ vợ, nay thuộc ấp 3, [[An Đức, Ba Tri]], [[Bến Tre]].<ref>Năm [[1959]], di cốt của con gái Nguyễn Đình Chiểu là nữ sĩ [[Sương Nguyệt Anh]] cũng đã được cải táng bên cạnh mộ vợ chồng ông.<\/ref>\n\n==Tác phẩm chính==\n*'''[[Lục Vân Tiên|''Lục Vân Tiên'']]''' (truyện thơ Nôm, bắt đầu soạn khoảng [[1851]]), gồm 2.082 câu thơ [[Lục bát (thể thơ)|lục bát]]. Đây là một \"bản trường ca ca ngợi chính nghĩa, những đạo đức đáng quý đáng trọng ở đời\" đã làm nên tên tuổi Nguyễn Đình Chiểu,<ref>Câu trong ngoặc kép là của [[Phạm Văn Đồng]] (dẫn lại theo ''Từ điển văn học bộ mới'', tr. 886).<\/ref> và là một tác phẩm lớn của [[văn học Việt Nam]], được nhân dân, đặc biệt là nhân dân [[Nam Bộ]] yêu chuộng.<ref name=\"Theo p 11\"\/>. Sau thời gian phổ biến theo lối truyền miệng, truyện Lục Vân Tiên đã được Duy Minh Thị (tên thật là Trần Quang Quang ở [[Chợ Lớn (tỉnh)|Chợ Lớn]]) khắc in lần đầu ở [[Trung Quốc]] trước năm [[1864]], và đã được các nhà văn như Aubaret, Abel de Michels, Bajot... dịch ra tiếng nước ngoài.<ref>Theo ''Nguyễn Đình Chiểu toàn tập'' (tập 1), tr. 67.<\/ref>\n*'''[[s:Dương Từ - Hà Mậu|''Dương Từ – Hà Mậu'']]''' (truyện thơ Nôm, bắt đầu soạn khoảng [[1854]]). Căn cứ bản Tân Việt ([[Thành phố Hồ Chí Minh|Sài Gòn]], [[1964]]) do [[Phan Văn Hùm]] sao lục và hiệu đính, thì tập thơ gồm 3.456 câu, trong đó phần lớn là thơ lục bát, có xen thơ [[Đường luật|luật Đường]] (33 bài) và các thể khác...<ref>Ở các bản khác, số câu có khác hơn.<\/ref> Tác giả mượn câu chuyện này để nói lên thái độ của ông đối với [[Phật giáo|đạo Phật]] và [[Công giáo|Công giáo Rôma]] mà ông không tán thành.<ref>Theo ''Văn học thế kỷ XIX'', tr. 421.<\/ref>\n*'''[[Ngư Tiều vấn đáp nho y diễn ca|''Ngư Tiều vấn đáp nho y diễn ca'']]''' (Ngư tiều y thuật vấn đáp, [[1867]]?), gồm 3.642 câu, trong đó phần lớn là thơ lục bát, có xen 21 bài thơ và một số bài thơ ca, phú… trích từ các sách thuốc [[Trung Quốc]].<ref>Căn cứ bản in trong ''Nguyễn Đình Chiểu toàn tập'', tập 2.<\/ref> Đây là một quyển sách dạy nghề làm thuốc chữa bệnh, viết dưới hình thức truyện thơ Nôm. Song giá trị chủ yếu ở việc tác giả đã lồng tư tưởng yêu nước vào nội dung y thuật.<ref>Theo ''Văn học thế kỷ XIX'', tr. 423.<\/ref>\n \nNgoài ra, ông còn để lại khoảng 37 bài thơ và văn tế, trong số đó có nhiều bài nổi tiếng như: \n*''Chạy giặc'' ([[1859]])\n*''Từ biệt cố nhân'' (1859)\n*''Tế Cần Giuộc sĩ dân trận vong văn'' (tức [[Văn tế nghĩa sĩ Cần Giuộc|''Văn tế nghĩa sĩ Cần Giuộc'']], [[1861]])\n*''Mười hai bài thơ và bài văn tế Tướng quân [[Trương Định]]'' ([[1864]])\n*''Thơ điếu Đông các Đại học sĩ [[Phan Thanh Giản]]'' (2 bài, 1867)\n*''Mười bài thơ điếu Ba Tri Đốc binh [[Phan Ngọc Tòng|Phan Tòng]]'' (1868)\n*''Lục tỉnh sĩ dân trận vong văn'' (Văn tế nghĩa sĩ trận vong Lục tỉnh, chưa biết đích xác thời điểm sáng tác).<ref>Theo Lê Chí Dũng (''Từ điển văn học'', bộ mới, tr. 1129), Đồ Chiểu viết bài \"Lục tỉnh sĩ dân trận vong văn\" năm [[1874]]. Theo ''Nguyễn Đình Chiểu toàn tập'' (tập 2, tr. 448), bài này được làm năm [[1884]] để đọc trong buổi lễ tế nghĩa sĩ Lục tỉnh tại chợ Ba Tri, sau khi được chủ tỉnh Bến Tre chấp thuận.<\/ref>\n*''Hịch kêu gọi nghĩa binh đánh Tây'' (chưa xác định thời điểm sáng tác)\n*''Thảo thử hịch'' (Hịch đánh chuột, chưa xác định thời điểm sáng tác)\n*''Ngóng gió đông'' (chưa xác định thời điểm sáng tác)\n*''Thà đui'' (chưa xác định thời điểm sáng tác), v.v...\n\n==Sự nghiệp văn chương==\nNguyễn Đình Chiểu là một nhà nho tiết tháo, sống theo đạo nghĩa, tuy mang khiếm khuyết về cơ thể [[Khiếm thị|mù lòa]] và gặp lúc biến loạn nhưng vẫn giữ được phẩm cách thanh cao. Ông không chỉ là người con có hiếu, người thầy thuốc mẫu mực mà còn là một nhà thơ yêu nước, đã để lại nhiều tác phẩm có giá trị.\n\nÔng là [[nhà thơ]] có quan niệm văn chương nhất quán. Ông chủ trương dùng văn chương biểu hiện đạo lý và chiến đấu cho sự nghiệp chính nghĩa. Nói khác hơn, ông làm thơ là để ''\"chở đạo, sửa đời và dạy người\"''.<ref name=\"Chí Dũng 1129\"\/> Vì vậy, mỗi vần thơ của ông đều ngụ ý khen chê công bằng, rạch ròi, và đều bộc lộ một tấm lòng thương dân yêu nước của ông.\n\nSự nghiệp văn chương của ông, có thể chia thành hai thời kỳ sáng tác:\n:- '''Giai đoạn đầu''' (những năm 50 của [[thế kỷ 19]]): Trong giai đoạn này, ông viết ''\"Lục Vân Tiên\"'' và ''\"Dương Từ-Hà Mậu\"''. Có thể xem đây là thời kỳ khẳng định tư tưởng nhân nghĩa, tư tưởng yêu nước yêu dân của ông.\n:- '''Giai đoạn sau''' bắt đầu từ ngày quân [[Đế quốc thực dân Pháp|Pháp]] đến chiếm lấy Gia Định ([[1859]]) cho đến khi ông qua đời ([[1888]]): ngòi bút của ông ở giai đoạn này gắn bó mật thiết với cuộc sống của người dân mất nước. Trong nhiều tác phẩm như ''\"Chạy giặc\", \"[[Văn tế nghĩa sĩ Cần Giuộc]]\", \"Lục tỉnh sĩ dân trận vong\"''... ông đã lên án mạnh mẽ quân Pháp xâm lược, phê phán triều đình nhu nhược, đồng thời ca ngợi tinh thần nghĩa khí và những tấm gương chiến đấu anh dũng của [[nhân dân]]. Đây là giai đoạn phát triển cao và rực rỡ của sự nghiệp văn chương Nguyễn Đình Chiểu.<ref>Theo ''Nguyễn Đình Chiểu toàn tập''<\/ref>\n\nDù ở giai đoạn nào, trong các tác phẩm của ông nổi bật lên ba đặc điểm về nội dung và hình thức, đó là:\n:- Ông thường dùng [[chữ Nôm]], và bằng ngôn ngữ nghệ thuật bình dị, giàu sức gợi cảm khiến cho tác phẩm của ông có sức thu hút mạnh mẽ người đọc, nhất là đối với nhân dân [[Miền Nam (Việt Nam)|miền Nam]].\n:- Ông là nhà thơ đầu tiên xây dựng thành công hình ảnh những người [[nông dân]] trong văn học Việt, đắp tô tượng đài vĩnh cửu về người anh hùng [[Nam Bộ]] tiên phong trong công cuộc chống [[Đế quốc thực dân Pháp|thực dân Pháp]] xâm lược.\n:- Ông đề cao tư tưởng [[Nho giáo|Nho gia]], xem ra có vẻ bảo thủ. Song điều đáng chú ý là các tư tưởng ấy mang nội dung đạo nghĩa nhân dân, gắn chặt với ý thức trách nhiệm đối với vận mệnh của đất nước, do đó có một ý nghĩa xã hội to lớn, khởi đầu cho một thời đại văn chương sử thi mới sau này.<ref>Lược theo ''Văn học lớp 11'' (nâng cao), tập 1, tr. 37 và 41.<\/ref>\n \nSo với các trước tác của các [[nhà văn]] cùng thời, Nguyễn Đình Chiểu đã có một thái độ tích cực hơn, vì dân vì nước hơn. Tuy không đứng vào hàng ngũ cầm khí giới, nhưng ông rất có cảm tình với họ, chia sẻ với họ cái hờn mất nước, lòng căm ghét quân địch và bọn hợp tác...<ref>Nhận xét của GS. [[Phạm Thế Ngũ]], ''Việt Nam văn học sử giản ước tân biên'' (tập 3, Quốc học tùng thư, Sài Gòn, 1965), tr. 29.<\/ref>\n\n\n==Giai thoại==\n[[Tập tin:Mộ Nguyễn Đình Chiểu và vợ.jpg|nhỏ|phải|220px|Mộ Nguyễn Đình Chiểu (trái), mộ vợ ông (phải), phía xa là mộ [[Sương Nguyệt Anh]] và đền thờ của ông]]\nThực dân Pháp cho [[Tôn Thọ Tường]] là bạn của Đồ Chiểu đến dụ dỗ ông. Đến mấy lần, nhưng lần nào đều bị Đồ Chiểu tìm cớ lánh mặt, sau Tường gửi tặng hủ mắm [[Họ Cá quả|cá lóc]], mà Tường nói rõ trong thư là chính tay của vợ mình làm, để biếu bạn xưa. Sau khi ăn gần hết, Đồ Chiểu mới phát hiện ở dưới đáy hũ có mấy nén [[vàng]], ông vô cùng tức giận, viết thư trách Tôn Thọ Tường và sai người trả lại vàng.\n\nMichel Ponchon, tỉnh trưởng tỉnh [[Bến Tre]] cũng đã mấy lần thân hành đến nhà Đồ Chiểu. Có lần lấy cớ nhờ nhuận sắc bản ''[[Lục Vân Tiên]]'', nhưng ông giả vờ [[Khiếm thính|điếc đặc]]. Có lần viên quan này thông báo việc trả lại ruộng đất ở Tân Thới ([[Gia Định]]) cho Đồ Chiểu nhưng nhận được câu trả lời: ''\"Đất vua còn phải bỏ, thì đất tôi sá gì!\"'' Lần khác, M. Ponchon đặt ra vấn đề cấp dưỡng, Đồ Chiểu nói: ''\"Tôi đây đang sống đầy đủ trong sự tôn kính của các môn đệ và sự quý mến của [[đồng bào]]. Điều đó đã làm tôi thỏa mãn lắm rồi\"''... Duy nhất có một lần, M. Ponchon hỏi Đồ Chiểu về một ước nguyện. Đồ Chiểu nói chỉ mong ước chính phủ Pháp cho ông tổ chức một buổi lễ tế vong hồn những người dân đã chết trận, và đã được viên quan này đồng ý. Hôm đó, tại chợ Đập (nay là chợ Ba Tri), nghe Đồ Chiểu đọc bài văn tế thảm thiết, đông đảo mọi người đến dự đều không cầm được [[nước mắt]]...<ref>Lược kể theo Huỳnh Ngọc Trảng, ''Ngàn năm bia miệng'', Sở Văn hóa Thông tin Long An xuất bản, [[1984]], tr. 101-102.<\/ref>\n\n==Thông tin liên quan==\n*Nguyễn Đình Chiểu có tất cả là ba người con trai và ba người con gái. Trong số đó có nữ sĩ [[Sương Nguyệt Anh]] (con gái, thứ tư)<ref>Theo tục lệ ở [[Nam Bộ]], con đầu lòng kể thứ hai, nên mặc dù [[Sương Nguyệt Anh]] là con gái thứ tư trong gia đình, nhưng được gọi là Năm. Tương tự, Nguyễn Đình Chiêm cũng vậy.<\/ref> và Nguyễn Đình Chiêm (con trai, thứ năm) đều là người có tiếng trong giới văn chương.\n*Toàn thể khu [[Lăng Nguyễn Đình Chiểu|đền thờ và mộ Nguyễn Đình Chiểu]] tại huyện [[Ba Tri]] ([[Bến Tre]]) đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa-Thông tin]] công nhận là di tích quốc gia đặc biệt vào ngày [[22 tháng 12]] năm [[2016]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-2499-QD-TTg-2016-Xep-hang-di-tich-quoc-gia-dac-biet-dot-7-440259.aspx|tựa đề=Quyết định số 2499\/QĐ-TTg năm 2016 về việc xếp hạng di tích quốc gia đặc biệt do Thủ tướng Chính phủ ban hành|url-status=live|ngày truy cập=2023-02-03|archive-date=2023-02-03|archive-url=https:\/\/web.archive.org\/web\/20230203082451\/https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-2499-QD-TTg-2016-Xep-hang-di-tich-quoc-gia-dac-biet-dot-7-440259.aspx}}<\/ref>\n\n==Vinh danh==\nTrong thời kỳ [[chiến tranh Việt Nam]], vào năm [[1965]] ''Hội Văn nghệ Giải phóng Miền Nam'' đã lập ra [[Giải thưởng Nguyễn Đình Chiểu]] dành tặng cho các tác giả, tác phẩm nổi bật trong lĩnh vực văn học, nghệ thuật ở [[miền Nam (Việt Nam)|miền Nam]].\n===Các công trình gắn liền với tên tuổi Nguyễn Đình Chiểu===\nCuối năm [[1945]], chính quyền [[Việt Nam Dân chủ Cộng hòa]] của Mặt trận [[Việt Minh]] đã cho đổi tên đường mang tên [[người Pháp]] trước đây thành đường phố mang tên danh nhân người Việt Nam, trong đó có phố Nguyễn Đình Chiểu ở thành phố [[Hà Nội]] (nay là phố Phủ Doãn) và ở thành phố [[Hải Phòng]] (nay là phố Tôn Thất Thuyết). Tuy nhiên, sau khi thực dân Pháp chiếm lại được các thành phố này vào cuối năm [[1946]] thì tên phố Nguyễn Đình Chiểu cũng bị mất đi và trở lại bằng các tên đường mang tên người Pháp như cũ.\n\nSau đó, chính quyền [[Quốc gia Việt Nam]] do [[Bảo Đại]] đứng đầu vốn trực thuộc khối [[Liên hiệp Pháp]] cũng cho đặt tên đường phố mang tên Nguyễn Đình Chiểu tại các thành phố này trên cơ sở một lần nữa xóa bỏ tên đường mang tên người Pháp cũ. Cụ thể, từ đầu năm [[1951]] tại thành phố [[Hà Nội]] lại có phố Nguyễn Đình Chiểu tại khu vực làng Ngũ Xã cũ nằm ven bờ [[hồ Trúc Bạch]]; đến năm [[1954]] tới lượt thành phố [[Hải Phòng]] cũng cho đổi tên ngõ Đồng Lùn cũ thành ngõ Nguyễn Đình Chiểu. Tuy nhiên, sau đó ở [[Hải Phòng]] ngõ này đã đổi lại tên cũ thành ngõ Đồng Lùn cho đến nay; và tại [[Hà Nội]] đến năm [[1964]] trên cơ sở cho rằng con phố Nguyễn Đình Chiểu ngắn và nhỏ như vậy hoàn toàn không phù hợp với công lao to lớn của ông đối với đất nước, chính quyền [[Hà Nội]] lại cho đổi tên phố Nguyễn Đình Chiểu cũ thành phố Nam Tràng và giữ nguyên cho đến ngày nay; còn phố số 296 vốn chưa có tên nằm ven [[hồ Bảy Mẫu]] thì cho đặt tên là phố Nguyễn Đình Chiểu.\n\nTừ năm [[1950]], tại vùng Hòa Hưng, [[Thành phố Hồ Chí Minh|Sài Gòn]] đã có một con đường nhỏ mang tên đường Nguyễn Đình Chiểu. Đến năm [[1955]], chính quyền Sài Gòn đổi tên thành đường Hòa Hưng cho đến ngày nay.\n\nỞ [[Thành phố Hồ Chí Minh]] trước năm [[1975]] (lúc đó bao gồm Đô thành Sài Gòn và tỉnh [[Gia Định (tỉnh)|Gia Định]]) có tới hai con đường mang tên Nguyễn Đình Chiểu: \n*Tại Đô thành Sài Gòn cũ, từ ngày [[22 tháng 3]] năm [[1955]] Nguyễn Đình Chiểu được đặt tên cho một con đường khá nhỏ ở vùng [[Tân Định]], đi ngang qua Viện Pasteur, nối từ đường Hai Bà Trưng đến đường Trương Minh Giảng (nay là đường Trần Quốc Thảo). Ngày [[14 tháng 8]] năm [[1975]], đường Nguyễn Đình Chiểu cũ bị thay đổi tên thành đường [[Trần Quốc Toản]], còn đường [[Phan Đình Phùng]] cũ thì đổi tên thành đường Nguyễn Đình Chiểu theo Quyết định của Ủy ban Quân quản thành phố Sài Gòn - Gia Định. \n*Tại xã Phú Nhuận thuộc quận [[Tân Bình]], tỉnh [[Gia Định (tỉnh)|Gia Định]] cũ, từ sau năm [[1955]] cũng có một con đường ngắn và nhỏ mang tên là đường Nguyễn Đình Chiểu, giữ nguyên tên cho đến ngày nay.\nHiện nay, nhiều tên đường tại các thành phố ([[Hà Nội]], [[Thành phố Hồ Chí Minh]], [[Huế]], [[Đà Nẵng]], [[Đà Lạt]]...) và tên trường học (nhất là các trường dành cho trẻ em khuyết tật) ở Việt Nam được mang tên ông.\n\n===Danh nhân văn hoá thế giới===\n*Ngày 23\/11\/2021 tại Paris\/Pháp, Đại hội đồng UNESCO lần thứ 41 đã thông qua trong danh sách “Danh nhân văn hóa và sự kiện lịch sử niên khóa 2022 – 2023” để UNESCO cùng các nước vinh danh và tham gia kỷ niệm năm sinh\/năm mất của các nhân vật lịch sử được công nhận. Hồ sơ kỷ niệm 200 năm ngày sinh của danh nhân Nguyễn Đình Chiểu và kỷ niệm 250 năm ngày sinh, 200 năm ngày mất của nữ sĩ [[Hồ Xuân Hương]] được thông qua cùng với 58 hồ sơ khác của các nước bạn.\n*Tối ngày 30\/6\/2022, tại khu di tích Quốc gia đặc biệt mộ và đền thờ cụ Nguyễn Đình Chiểu, Tỉnh [[Bến Tre]] và tổ chức [[UNESCO]] đã trọng thể tổ chức Lễ kỷ niệm 200 năm ngày sinh Danh nhân Nguyễn Đình Chiểu (1822 - 2022). Chủ tịch Nước [[Nguyễn Xuân Phúc]] dự và phát biểu chỉ đạo. Ngoài ra, tại buổi lễ còn có chương trình nghệ thuật \"Đạo sáng mãi giữa đời\" đã tôn vinh danh nhân Nguyễn Đình Chiểu là Danh nhân Văn hóa Thế giới đầu tiên của Nam Bộ.\n\n\n==Ảnh==\n<gallery>\nTập tin:Lăng Nguyễn Đình Chiểu.jpg|Cổng vào khu di tích đền thờ và mộ Nguyễn Đình Chiểu tại xã [[An Đức, Ba Tri|An Đức]], [[Ba Tri]], [[Bến Tre]]. \nTập tin:Đền thờ Nguyễn Đình Chiểu.jpg|Đền thờ Nguyễn Đình Chiểu trong khu đền mộ.\nHình: Nguyen Dinh Chieu.JPG|Tượng Nguyễn Đình Chiểu trong [[Văn miếu Trấn Biên]], [[Biên Hòa]], [[Đồng Nai]].\nTập tin:Nguyendinhchieu.jpg|Chân dung Nguyễn Đình Chiểu.\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}} \n==Sách tham khảo chính==\n*Ca Văn Thỉnh-Nguyễn Sỹ Lâm-Nguyễn Thạch Giang, ''Nguyễn Đình Chiểu toàn tập'' (gồm 2 quyển). Nhà xuất bản Đại học vả Trung học chuyên nghiệp, 1980.\n*Lê Chí Dũng, mục từ \"Nguyễn Đình Chiểu\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Hoàng Hữu Yên (Chủ biên), ''Văn học thế kỷ XIX''. Nhà xuất bản Khoa học xã hội, 2004.\n*Trần Đình Sử (Tổng Chủ biên), ''Ngữ văn 11'' (nâng cao), tập 1, Nhà xuất bản Giáo dục, 2006.\n\n==Liên kết ngoài==\n{{wikisource tác giả}}\n\n{{Nguyễn Đình Chiểu}}\n{{Phong trào độc lập Việt Nam}}\n\n{{Thời gian sống|1822|1888}}\n\n[[Thể loại:Nguyễn Đình Chiểu]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Người Bến Tre]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người khiếm thị]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Nhà dân tộc chủ nghĩa Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Danh nhân văn hóa thế giới của Việt Nam]]"}