{"589236":"{{Thông tin nhân vật\n| tên = <!-- include middle initial, if not specified in tên khai sinh -->\n| hình = Nguyễn Tăng Cường, TGĐ TĐ Quang Trung.jpg\n| alt = \n| ghi chú hình = Chân dung ông Nguyễn Tăng Cường\n| tên khai sinh = <!-- chỉ dùng nếu khác với tên (ở trên) -->\n| ngày sinh = <!-- {{Ngày sinh và tuổi|YYYY|MM|DD}} -->\n| nơi sinh = Phường Quang Trung, [[ninh Bình (thành phố)|thị xã Ninh Bình]] nay là [[ninh Bình (thành phố)|thành phố Ninh Bình]], tỉnh [[Ninh Bình]]\n| ngày mất = <!-- {{Ngày mất và tuổi|YYYY|MM|DD|YYYY|MM|DD}} -->\n| nơi mất = \n| quốc gia = \n| quốc tịch = {{flag|Vietnam}}\n| tên khác = \n| năm hoạt động =\n| nổi tiếng = Nhà khoa học hàng đầu của ngành cơ khí Việt Nam\n| notable_works =\n}}\n\n'''Nguyễn Tăng Cường''' hiện là Giám đốc xí nghiệp cơ khí Quang Trung và là người nổi tiếng được biết đến với danh hiệu \"Vua thép\" và \"Vua cần cẩu\".<ref>[http:\/\/www.doanhnhan360.com\/Desktop.aspx\/Giao-luu-360\/Doanh-nhan-Lam-quen\/Hai_lan_duoc_phong_Vua\/ Hai lần được phong ''Vua'']<\/ref> Ông cũng là doanh nhân được phong tặng danh hiệu Anh hùng lao động<ref>{{Chú thích web |url=http:\/\/www.giaithuong.vn\/giaithuong\/tieng-viet\/khenthuong-giaithuong\/danh-sach-giai\/thi-dua-khen-thuong-cap-nha-nuoc\/anh-hung-lao-dong\/canhan.html?page=6&year=&gt_name=&gt_desc=&gt_date=&gt_rank= |ngày truy cập=2011-01-12 |tựa đề=Danh sách cá nhân đạt danh hiệu ANH HÙNG LAO ĐỘNG |archive-date=2011-06-29 |archive-url=https:\/\/web.archive.org\/web\/20110629021114\/http:\/\/www.giaithuong.vn\/giaithuong\/tieng-viet\/khenthuong-giaithuong\/danh-sach-giai\/thi-dua-khen-thuong-cap-nha-nuoc\/anh-hung-lao-dong\/canhan.html?page=6&year=&gt_name=&gt_desc=&gt_date=&gt_rank= |url-status=dead }}<\/ref> và nằm trong nhóm 100 doanh nhân đạt danh hiệu \"Doanh nhân Việt Nam tiêu biểu 2006\".<ref>[http:\/\/www.tienphong.vn\/Page\/PrintView.aspx?ArticleID=63278 Tôn vinh 100 doanh nhân tiêu biểu]<\/ref> Khởi nghiệp từ anh thợ sửa xe đạp, không được đào tạo bài bản nhưng hàng loạt ý tưởng táo bạo của ông đã trở thành hiện thực. Thậm chí nhiều sản phẩm do doanh nghiệp tư nhân Cơ khí Quang Trung sản xuất được cho là vượt quá tầm tưởng tượng của giới khoa học – cơ khí trong nước.{{fact|date=7-2014}}\n\n==Thông tin cá nhân==\nÔng Nguyễn Tăng Cường sinh ra tại phường Quang Trung, [[ninh Bình (thành phố)|thị xã Ninh Bình]] nay là [[ninh Bình (thành phố)|thành phố Ninh Bình]], tỉnh [[Ninh Bình]]. Ông hiện sống và làm việc tại xí nghiệp cơ khí Quang Trung Số 494 phố Đoàn Kết, phường Ninh Phong, [[ninh Bình (thành phố)|thành phố Ninh Bình]], tỉnh [[Ninh Bình]]. \n\nSau khi hoàn thành nghĩa vụ quân sự, ông khởi nghiệp bằng một cửa hàng sửa chữa xe đạp, xe máy. Năm 1989, Nguyễn Tăng Cường đã thành lập một tổ hợp sản xuất, sau khi thu về một ít vốn liếng, ông nâng cấp lên thành xưởng cơ khí và đã thành lập Xí nghiệp cơ khí Quang Trung vào năm 1991.<ref>{{chú thích web|author1=Hạnh Chi|title=Anh hùng Lao động Nguyễn Tăng Cường - nhà khoa học đất Cố đô|url=https:\/\/baoninhbinh.org.vn\/anh-hung-lao-dong-nguyen-tang-cuong-nha-khoa-hoc-dat-co-do\/d20120318103500000.htm|website=baoninhbinh.org.vn|accessdate=2020-09-10|language=en|date=2012-03-18}}<\/ref> Chỉ trong một thời gian ngắn, với hơn 300 sáng kiến cải tiến kỹ thuật, trong đó có khá nhiều sáng kiến đã giúp nâng tỷ lệ nội địa hóa thiết bị do Xí nghiệp Cơ khí Quang Trung chế tạo lên mức hơn 90%, giá thành chỉ bằng 40-50% so với sản phẩm của Tây Âu và bằng 60-70% so với sản phẩm của Trung Quốc. Ông chia sẻ:<ref name=\"enternews\">{{chú thích web|author1=Thu Trang|title=Doanh nhân Nguyễn Tăng Cường : “Hiện tượng lạ” của ngành cơ khí {{!}} Doanh nhân|url=https:\/\/enternews.vn\/doanh-nhan-nguyen-tang-cuong-hien-tuong-la-cua-nganh-co-khi-16650.html|website=https:\/\/enternews.vn\/|publisher=Diễn đàn Doanh nghiệp|accessdate=2020-09-10|language=vi|date=2014-02-21}}{{Liên kết hỏng|date=2023-01-23 |bot=InternetArchiveBot }}<\/ref>\n\n{{cquote|''Thời kỳ đầu, Xí nghiệp sản xuất ra cần cẩu bán không ai mua. Để mọi người tin, mua hàng của mình, tôi quyết định mạo hiểm bán chịu cần cẩu cho những ai có nhu cầu. Nhờ chất lượng tốt, giá rẻ, chế độ hậu mãi tốt, sản phẩm của Xí nghiệp đã chiếm được lòng tin của thị trường. Từ chỗ chuyên cung cấp phụ tùng như bi đạn, tấm lót và các sản phẩm cơ khí luyện kim cho các nhà máy xi măng, đến nay, Xí nghiệp cơ khí Quang Trung đã chế tạo được khoảng 50 chủng loại cẩu, bao gồm: cẩu trục, cổng trục, cẩu chân đế, cẩu tháp... Việc chế tạo thành công các thiết bị nâng hạ không chỉ mở ra hướng đi mới cho DN mà còn mở ra một trang mới cho ngành cơ khí VN, tiết kiệm được nguồn ngoại tệ lớn cho đất nước do không còn phải nhập khẩu. Đặc biệt, thành công của việc chế tạo vành mâm xoay cho các cần cẩu chân đế khiến giới khoa học ngỡ ngàng!''}}\n\n==Thành tích==\n*Anh hùng Lao động thời kỳ đổi mới;\n*Huân chương Lao động hạng Nhất, Nhì, Ba; \n*Giải thưởng Sao vàng Đất Việt; \n*Giải thưởng Hồ Chí Minh về KH–CN trong năm 2011<ref>{{Chú thích web |url=http:\/\/baoninhbinh.org.vn\/news\/32\/2DE39A |ngày truy cập=2012-01-05 |tựa đề=\"Dấu ấn\" khoa học công nghệ Ninh Bình |archive-date=2012-06-21 |archive-url=https:\/\/web.archive.org\/web\/20120621001124\/http:\/\/baoninhbinh.org.vn\/news\/32\/2DE39A }}<\/ref>\n*Quả Cầu vàng; \n*Giải thưởng Bạch Thái Bưởi; \n*Giải thưởng sáng tạo khoa học công nghệ. \n*Giải Cicotech và hàng trăm các bằng khen của các bộ ngành, Trung ương và địa phương. \n*Năm 2010, ông được Thủ tướng Chính phủ phong tặng danh hiệu Chiến sĩ thi đua toàn quốc.<ref>[http:\/\/www.cpv.org.vn\/cpv\/modules\/news\/newsdetail.aspx?cn_id=445144&co_id=30065# Thành công từ niềm đam mê khoa học và lòng quyết tâm]<\/ref>\n*Giải thưởng Hồ Chí Minh cho cụm công trình \"ứng dụng 5 giải pháp KHCN chế tạo các loại thiết bị nâng hạ tại VN\", 2012.<ref name=\"enternews\"\/>\n\n==Xí nghiệp cơ khí Quang Trung==\nVới những kiến thức tích lũy được từ việc đúc chiếc xilanh cộng với niếm đam mê cơ khí, Nguyễn Tăng Cường chuyển sang đúc công nghiệp và thành lập doanh nghiệp cơ khí Quang Trung. Đây là doanh nghiệp tư nhân đầu tiên của tỉnh [[Ninh Bình]]. Nguyễn Tăng Cường quyết định đi sâu vào lĩnh vực, mà đối với ngành cơ khí trong nước thời đó vẫn còn lạ.\n\nKhi thành lập Ban đầu doanh nghiệp cơ khí Quang Trung chỉ hơn chục người, máy móc chủ yếu là hàng thanh lý nên việc cho ra lò những sản phẩm thép đặc chủng chịu mòn, chịu nhiệt. Sau nhiều thất bại, cuối cùng xí nghiệp cũng thành công với việc đưa ra sản phẩm thanh ghi cho Nhà máy ximăng Bỉm Sơn.... Dần dần, Xí nghiệp cơ khí Quang Trung khẳng định thương hiệu và tiếp tục cung cấp cho ngành ximăng nhiều sản phẩm thép như tấm nghiền, tấm lót, xích chịu nhiệt…\n\nThành công bất ngờ cho giới khoa học cơ khí Việt Nam là khi Nguyễn Tăng Cường tuyên bố: sản xuất mâm xoay cần cẩu.\n\nNăm 2010, Xí nghiệp cơ khí Quang trung đã trở thành một trong những doanh nghiệp tư nhân lớn với gần 1.500 cán bộ công nhân. Trong đó 26% là trình độ đại học và kỹ sư; 36% là công nhân bậc cao; còn lại là thợ từ bậc 3\/7 trở lên và lao động phổ thông. Hằng năm, Xí nghiệp cung cấp hàng nghìn tấn thiết bị và hàng trăm chiếc cẩu các loại cho các ngành công nghiệp trong cả nước như Tập đoàn công nghiệp tàu thủy Việt Nam, Tổng công ty Ximăng, Tập đoàn Điện lực Việt Nam, Tập đoàn Hóa chất Việt Nam,…\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.vusta.vn\/Temps\/Home\/template2\/?nid=3ABA Siêu cần cẩu Việt Nam]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Doanh nhân Việt Nam]]"}