{"59179":"{{cần thêm chú thích}}[[Tập tin:Nguyen Ngoc Loan.jpg|phải|nhỏ|250px|Thiếu tướng [[Nguyễn Ngọc Loan]] xử bắn Nguyễn Văn Lém trên đường phố [[Sài Gòn]] trong Sự kiện Tết Mậu Thân]]\n'''Nguyễn Văn Lém''' (1931-1968), còn gọi là '''Bảy Lốp'''{{fact}}, là một sĩ quan tình báo của quân Giải phóng miền Nam tham gia cuộc Tổng tiến công Mậu Thân tại [[Sài Gòn]]. Theo một số nguồn tin thì ông là người bị bắt và bị bắn chết bởi Thiếu tướng [[Nguyễn Ngọc Loan]] trong [[Sự kiện Tết Mậu Thân]] năm [[1968]]{{efn|Hiện có nhiều nguồn tin không giống nhau về ngày tháng bị bắn, xem thêm [[Saigon Execution#Thời gian và địa điểm|Thời gian và địa điểm]]}} gần khu vực Chùa [[Ấn Quang]], [[Chợ Lớn]], góc đường [[Vạn Hạnh|Sư Vạn Hạnh]] và [[Ngô Gia Tự]] trong bức ảnh nổi tiếng [[Saigon Execution]] của nhiếp ảnh gia [[Eddie Adams]]. Nhưng cũng có nguồn tin khác cho rằng người bị bắn không phải là ông mà là ông [[Lê Công Nà]], cho đến nay danh tính người bị bắn vẫn là điều bí ẩn của lịch sử.{{fact}}\n\n== Tiểu sử ==\nNguyễn Văn Lém quê ở xã Vĩnh Lộc, [[bình Chánh|huyện Bình Chánh]]. Năm 1947 ông tham gia lực lượng [[Việt Minh]] hoạt động vùng ven Sài Gòn, đến năm [[1953]] bị bắt sau đó vượt ngục. Năm [[1954]] tập kết, học về tình báo và vào miền Nam Việt Nam hoạt động.\n\nNgày mồng Một Tết Mậu Thân có một mũi tấn công của quân Giải phóng miền Nam vào Bộ Tư lệnh [[Hải quân Việt Nam Cộng hòa]] do Bảy Lốp chỉ huy, chỉ huy phó là Hai Ly. Sau đó Bảy Lốp bị bắt và bị đưa đến Bộ Tư lệnh Cảnh sát dã chiến Việt Nam Cộng hòa, nhưng không rõ Bảy Lốp bị đưa đi đâu. Ngay thời gian sau đó, báo chí phương Tây và cả Việt Nam đăng bức hình một người đàn ông mặc áo carô bị bắn. Một số người cho đó chính là Bảy Lốp.{{Cần chú thích}}\n\n== Saigon Execution ==\n{{Chi tiết|Saigon Execution}}\n[[Tập tin:Nguyen Ngoc Loan.jpg|nhỏ|400px|Thiếu tướng [[Nguyễn Ngọc Loan]] xử bắn một người trên đường phố Sài Gòn trong sự kiện Tết Mậu Thân năm 1968, nhiều giả thuyết cho rằng người bị bắn là Nguyễn Văn Lém]]\nNgày [[1 tháng 2]] năm 1968, trong lúc chiến sự đang diễn ra ác liệt trên toàn thành phố Sài Gòn Tết Mậu Thân thì cảnh sát [[Việt Nam Cộng hòa]] lùng sục bắt được một người mà họ tình nghi là đặc công cộng sản. Họ đem nộp người này cho Thiếu tướng Nguyễn Ngọc Loan. Tướng Loan đã bắn thẳng vào đầu làm người bị bắt chết ngay tại chỗ vì anh ta đã đặt bom kích nổ làm cho một tiểu đội gồm 10 người bị tử vong.{{Fact}}\n\nTheo thời gian, đã có nhiều giả thuyết với các nguồn tin khác nhau về việc ai là người bị bắn, ngay sau khi bức ảnh được báo chí công bố đã gây chấn động thế giới.\n\n== Tìm kiếm ==\n\nKhoảng năm 1985, từ khi có bài báo của phóng viên hãng Novosty đặt câu hỏi về tình hình gia đình Bảy Lốp, đại tá Nguyễn Phương Nam nguyên cán bộ Sở Ngoại vụ Thành phố Hồ Chí Minh, người có nhiều quan hệ với đặc công, tìm hiểu thông tin và biết được rằng: ngày mồng Một Tết Mậu Thân có một mũi tấn công của quân Giải phóng miền Nam vào Bộ Tư lệnh [[Hải quân Việt Nam Cộng hòa]] và người chỉ huy là Bảy Lốp, chỉ huy phó là Hai Ly, theo đó Bảy Lốp bị bắt và bị đưa đến Bộ Tư lệnh Cảnh sát dã chiến Việt Nam Cộng hòa, nhưng không rõ Bảy Lốp bị đưa đi đâu, kết hợp với tin của phóng viên người Nhật lúc đó thì có người bị cảnh sát dã chiến đưa đến đường 20 cũ tức đường Lý Thái Tổ hiện nay và bị bắn. Nguyễn Phương Nam phóng to bức ảnh và cho rằng cách chỗ bị bắn có một hiệu giày khoảng 100 m. Từ đó ông đi tìm gia đình Bảy Lốp.<ref name = phim\/>\n\nVào năm 1985 đoàn của [[Đảng Cộng sản Nhật Bản]] đã sang thăm và tìm hiểu. Nhờ bức ảnh của đoàn Nhật mà vợ liệt sĩ đại úy Nguyễn Văn Lém mới biết là chồng đã bị Nguyễn Ngọc Loan bắn năm 1968 do Nguyễn Văn Lém rất giống người trong ảnh. Và từ đó người dân Việt Nam mới bắt đầu có được thông tin về người bị bắn trong ảnh.\n\nKhẳng định rằng người bị bắn là Nguyễn Văn Lém được hỗ trợ bởi các thông tin sau:<ref name = phim\/>\n* Xác nhận từ đồng đội: Đại tá Nam Hà Bộ tư lệnh Thành phố Hồ Chí Minh xác nhận là người trong ảnh giống Nguyễn Văn Lém.\n* Xác nhận từ vợ là bà Nguyễn Thị Lốp: xác nhận người trong ảnh bị bắn có áo carô bị đứt nút mới khâu, hai lỗ tai và trán giống Nguyễn Văn Lém, nhưng mặt bị bầm giập nhìn không ra và không chắc là giống Nguyễn Văn Lém.\n* Trùng hợp thời gian: Mất sáng mồng một Tết, trùng với nguồn tin của BBC về người bị bắn.\n\n== Đời tư ==\nÔng có vợ là Nguyễn Thị Lốp và 3 người con, hai gái một trai.\n\nNăm 1954 vợ ông sinh con gái đầu lòng (vào thời điểm năm 1998 cô sống ở [[Long Khánh]]). Năm 1962 Nguyễn Văn Lém vào miền Nam Việt Nam, sau đó sống với vợ ở [[Củ Chi]]. Năm 1966 vợ Lém có bầu con thứ hai, Lém dự định đặt tên con dù trai hay gái cũng đặt tên Nguyễn Ngọc Loan (cô Nguyễn Ngọc Loan đã có gia đình, vào thời điểm năm 1998 sống ở Tân Bình, làm nghề bán tạp hóa).\n\nCuối năm 1967, khi vợ Lém có thai người con trai út Nguyễn Dũng Thông thì Nguyễn Văn Lém đột ngột bảo vợ về quê ăn Tết.\n\nTừ sau sự kiện Mậu Thân cho đến khi được nhìn thấy tấm ảnh, bà Nguyễn Thị Lốp không nhận được tin tức gì về chồng.\n\nHài cốt Nguyễn Văn Lém tức Bảy Lốp hiện chưa tìm được, ông đã được công nhận là liệt sĩ.\n\n== Nhận xét ==\n{{globalize|phần|date=tháng5\/2022}}\nCác đánh giá khác về Nguyễn Văn Lém:\n* Theo ông Lê Công Thành, cán bộ Bộ Tư lệnh Thành phố Hồ Chí Minh, Bảy Lốp là người tốt, lúc ở miền Bắc chịu khó học (làm gạch men), có sức khỏe và \"có lý tưởng\".\n* Theo ông Nam Hà, đại tá Bộ Tư lệnh thành phố, ở miền Bắc Bảy Lốp học về đường dây liên lạc tình báo. Sau vào Nam, do được đánh giá là tận tụy, có khả năng nên được giao làm đường dây cho khách vào nội thành.\n* Theo lời cô Nguyễn Ngọc Loan, con gái Nguyễn Văn Lém, người dân ở Đồng Dù cho rằng Bảy Lốp \"hiền và chất phác\".{{fact}}\n\n== Lê Công Nà ==\n{{Xem thêm|Lê Công Nà}}\nSong đã từ lâu nhiều người, nhiều nguồn tin lại cho rằng chính [[Lê Công Nà]] chính trị viên quận đội kiêm phó chỉ huy quận 5, thành phố Sài Gòn - Gia Định, tức Bảy Nà, mới là người trong bức hình Saigon Execution.\n\n== Xem thêm ==\n* [[Saigon Execution]]\n* [[Nguyễn Ngọc Loan]]\n* [[Lê Công Nà]]\n* [[Sự kiện Tết Mậu Thân]]\n* [[Chiến tranh Việt Nam]]\n\n== Ghi chú ==\n{{notelist}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* [http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2006\/02\/printable\/060201_tetoffensivepix.shtml Ảnh Mậu Thân gây chấn động 01 Tháng 2 2006 - Cập nhật 12h18 GMT]\n* Phim tài liệu [http:\/\/video.google.com\/videoplay?docid=4494496216738372614 ''Từ một tấm ảnh''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080122074524\/http:\/\/video.google.com\/videoplay?docid=4494496216738372614 |date=2008-01-22 }} trên [[Google Video]].\n* Phim tài liệu [http:\/\/www.phim24g.net\/Users\/Detail.aspx?ID=130 ''Từ một tấm ảnh''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060818051428\/http:\/\/www.phim24g.net\/Users\/Detail.aspx?ID=130 |date=2006-08-18 }}, Hãng Phim giải phóng thực hiện. Cần có tài khoản để xem phim.\n\n== Liên kết ngoài ==\n* [http:\/\/video.google.com\/videoplay?docid=-8889610793472939718&q=Nguy%E1%BB%85n+ng%E1%BB%8Dc+loan&hl=en Xem Video sự kiện này] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070620053815\/http:\/\/video.google.com\/videoplay?docid=-8889610793472939718&q=Nguy%E1%BB%85n+ng%E1%BB%8Dc+loan&hl=en |date=2007-06-20 }}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=48809&ChannelID=2 Vĩnh biệt Eddie Adams Thứ Ba, 21\/09\/2004, 05:01 (GMT+7)]\n* [http:\/\/www.harpers.org\/archive\/1972\/04\/0021449] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071023052708\/http:\/\/www.harpers.org\/archive\/1972\/04\/0021449 |date=2007-10-23 }}\n* http:\/\/rapidshare.com\/files\/26585177\/HarpersMagazine-1972-04-0021449.pdf\n\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Mất năm 1968]]\n[[Thể loại:Biệt động Sài Gòn]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Việt Nam năm 1968]]\n[[Thể loại:Người cộng sản Việt Nam]]\n[[Thể loại:Nhiếp ảnh Việt Nam]]"}