{"782054":"{{Thông tin nhân vật\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| quốc tịch= [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n| sinh = {{ngày sinh|1931|1|22}}\n| nơi sinh = [[Quảng Ninh, Quảng Bình|Quảng Ninh]]<ref>[http:\/\/boxitvn.blogspot.de\/2013\/12\/nguyen-kien-giang-hat-giong-o-mac-xit.html NGUYỄN KIẾN GIANG – Hạt giống đỏ Mác-xít trở thành nhà lý luận Dân chủ tiên phong], boxitvn, 03.12.2013<\/ref>, [[Quảng Bình]], [[Trung Kỳ]], [[Đông Dương thuộc Pháp]]\n| mất = {{ngày mất và tuổi|2013|12|2|1931|1|22}}\n| nơi mất = [[Hà Nội]], [[Việt Nam]]\n| công việc = [[nhà hoạt động chính trị]], [[nhà báo]], [[học giả]]\n}}\n'''Nguyễn Kiến Giang''' tên thật là '''Nguyễn Thanh Huyên'''<ref Name=bbc1>[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/2013\/12\/131202_nguyenkiengiang_profile.shtml 'Tôi tự tháo vòng kim cô Mác -Lênin']<\/ref>, các bút hiệu khác: Lương Dân, Lê Diên, Lê Minh Tuệ; là nhà hoạt động chính trị, nhà báo, học giả, bị bỏ tù trong [[Vụ án Xét lại Chống Đảng]] ở [[Việt Nam]]. Ông đã từ trần hồi 9 giờ sáng ngày [[2 tháng 12]] năm [[2013]] tại [[Hà Nội]].\n\n==Tiểu sử==\nNguyễn Kiến Giang sinh ngày [[22 tháng 1]] năm [[1931]] tại [[Quảng Bình]]<ref>Kiến Giang là con sông chảy ngang làng ông<\/ref>. Ông tham gia Mặt trận Việt Minh rất sớm và năm 1945 đã là đảng viên Cộng sản (khi mới 14 tuổi). Năm [[1947]], Ông Giang, khi mới 16 tuổi, trở thành huyện ủy viên rồi tỉnh ủy viên tỉnh Quảng Bình. Năm [[1956]], Nguyễn Kiến Giang về công tác tại Hà Nội rồi làm Phó giám đốc nhà xuất bản Sự Thật. \n\nNăm 1957 vợ chồng ông sinh con trai Nguyễn Quốc Tuấn sau là học giả, Viện trưởng Viện nghiên cứu Tôn giáo. \n===Dính líu pháp luật===\n====Vụ án Xét lại Chống Đảng====\nNăm [[1962]], ông được cho đi học trường Đảng cao cấp tại [[Liên Xô]]. Tuy nhiến đến năm [[1964]], khi Trung ương Đảng ra Nghị quyết 9 chống chủ nghĩa Xét lại thì ông bị gọi về nước (cùng tất cả học viên khóa học). Sau đó từ năm 1964-1967 ông bị đưa đi \"công tác thực tế\" tại Quảng Bình và Thái Bình. Trong [[Vụ án Xét lại Chống Đảng]], ông bị tống giam 6 năm mà không hề được xét xử <ref Name=bbc1\/>và sau đó bị quản chế 3 năm.\n====Vụ tạp chí Khoa học và Tổ Quốc====\nNgày [[20 tháng 2]] năm [[1990]], Liên hiệp các Hội khoa học và kỹ thuật Việt Nam tổ chức cuộc hội thảo về đa nguyên, đa đảng do ông [[Trần Xuân Bách]], thường trực Ban bí thư trung ương Đảng Cộng sản Việt Nam chủ trì. Cuộc hội thảo có sự tham dự đông đảo của các nhà khoa học, chính trị tham gia. Tại cuộc hội thảo, Nguyễn Kiến Giang phát biểu bài diễn văn \"Bàn về sự lãnh đạo của Đảng\". Bài phát biểu được ghi lại tóm tắt và đăng trên tạp chí Khoa học và Tổ quốc số tháng 03\/1990 với bút danh Lương Dân<ref>[http:\/\/www.thongluan.org\/vn\/modules.php?name=News&file=article&sid=738 Bàn về sự lãnh đạo của Đảng]<\/ref><ref>Sau bài này tạp chí Khoa học và Tổ quốc số tháng 04\/1990 còn đăng bài \"Bàn về dân chủ đa nguyên\" của ông [[Đỗ Đức Dục]], Tổng thư ký Đảng Dân chủ Việt Nam và được giáo sư [[Trần Văn Giàu]], chủ tịch danh dự Liên hiệp các Hội khoa học và kỹ thuật Việt Nam xem trước và khen rất hay. \n<\/ref>. Kết quả là công an đến thu hồi cả hai số báo 3\/1990 và 4\/1990, Phạm Quế Dương<ref>Cựu đại tá Quân đội nhân dân Việt Nam, cựu đảng viên Đảng cộng Sản Việt Nam, cựu Tổng biên tập Tạp chí Lịch sử quân đội, hiện là cố vấn của Hội Ái hữu Tù nhân Chính trị và Tôn giáo Việt Nam.<\/ref>, Ủy viên thường trực và tổng biên tập của tờ Tạp chí phải đến công an thẩm vấn nhiều lần; tạp chí Khoa học và Tổ Quốc bị khởi tố <ref>{{Chú thích web |url=http:\/\/thongluan.co\/vn\/modules.php?name=News&file=article&sid=3214 |ngày truy cập=2014-09-07 |tựa đề=Gian nan một hội chưa thành |archive-date=2012-11-05 |archive-url=https:\/\/web.archive.org\/web\/20121105064122\/http:\/\/thongluan.co\/vn\/modules.php?name=News&file=article&sid=3214 |url-status=dead }}<\/ref>\n====Tiết lộ bí mật nhà nước====\nNăm [[1996]], Ông bị kết án 15 tháng tù treo về tội tiết lộ bí mật nhà nước, cùng với [[Lê Hồng Hà]]<ref>Lê Hồng Hà sinh năm 1926, tên thật là Lê Văn Quỳ, tham gia hoạt động từ trước Cách mạng Tháng Tám. Trong cuộc khởi nghĩa 19 tháng 8 năm 1945, Tham gia đánh chiếm Trại Bảo An Binh. Tháng 7 năm 1946, chính phó Tổng Giám đốc Nha Công an Việt Nam Lê Giản giới thiệu ông vào đảng Cộng sản Đông Dương. Năm 1958, được đề bạt Chánh Văn phòng Bộ Công an, Vụ trưởng Vụ tổng hợp Bộ Nội vụ<\/ref> 2 năm tù giam, và [[Hà Sĩ Phu]] <ref>Ngày 22-8-1996, Tòa án Nhân dân Thành phố Hà Nội xử: Hà Sĩ Phu, 1 năm tù giam; Lê Hồng Hà, 2 năm tù giam; Nguyễn Kiến Giang, 15 tháng tù treo.<\/ref>  1 năm tù giam. <ref>[https:\/\/www.bbc.com\/vietnamese\/vietnam\/2013\/12\/131202_nguyenkiengiang_dies Ông Nguyễn Kiến Giang qua đời], 2.12.2013, BBC<\/ref>\n\n==Tác phẩm==\n===Sách===\n*''Về giai cấp tư sản Việt Nam'' (viết chung với Minh Tranh, nhà xuất bản Sự thật 1959)\n*''Phác qua tình hình ruộng đất và đời sống nông dân trước Cách mạng tháng Tám'' (1959)\n*''Việt Nam năm đầu tiên sau Cách mạng tháng Tám'' (1961)\n*''Tuyển tập Nguyễn Kiến Giang'' (1993)\n;Cùng viết với [[Nguyễn Khắc Viện]] do Nguyễn Khắc Viện đứng tên.\n*''Liên Xô 70 năm trên đường khai phá'' (1987)\n*''Cách mạng 1789 và chúng ta'' (1989)\n*''Từ điển xã hội học''\n\n===Bài báo===\n\nThập niên 80, ông từng là cộng tác viên báo Lao động với bút danh Lương Dân.\n\n*''Đi tìm cách tiếp cận bản tính gốc người Việt''\n*''Một cuộc chiến chống lại \"phi lý tính\"''\n*''Nên đặt vấn đề Nho giáo như thế nào?''\n*''Khủng hoảng và lối ra''\n*''Thử dò tìm một cách tiếp cận mới đối với thế giới hiện đại''\n*''Một quan niệm về hiện đại hóa ở Việt Nam''\n*''Đời sống tâm linh và ý thức tôn giáo''\n*''Từ Duy tân đến Đổi mới''\n*''Nhìn nhận thực trạng văn hóa Việt Nam hiện nay''\n*''Công bằng xã hội và kinh tế''\n*''Nhìn lại quá trình du nhập chủ nghĩa Mác - Lênin vào Việt Nam''\n\n==Câu nói==\n{{cquote|Trước đây tôi để chủ nghĩa Mác-Lênin lên đầu và coi là giá trị lớn nhất, giá trị cao nhất của tư tưởng loài người và tôi bị cái vòng kim cô của chủ nghĩa Mác Lênin xiết chặt đầu tôi lại.|||Trong bài trả lời phỏng vấn của BBC ngày 1 tháng 2 năm 2004}}\n==Những nhận định nhân cái chết của ông==\n* Nhà văn [[Phạm Thị Hoài]], Đức: Tiễn chú Kiến Giang<ref>[http:\/\/www.procontra.asia\/?p=3678 Tiễn chú Kiến Giang] procontra, 03.12.2013<\/ref>\n* Phỏng vấn ông [[Lữ Phương]] của đài BBC: Nguyễn Kiến Giang 'tấm gương phản tỉnh'<ref Name=bbc2>[http:\/\/www.bbc.co.uk\/vietnamese\/multimedia\/2013\/12\/131202_lu_phuong_on_nguyenkiengiang.shtml Nguyễn Kiến Giang 'tấm gương phản tỉnh'] BBC, 03.12.2013<\/ref>\n* Quang Thiều, Việt Nam: 'Tôi tự tháo vòng kim cô Mác -Lênin'<ref Name=bbc1\/>\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.talawas.org\/?p=172920 Học giả Nguyễn Kiên Giang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305191601\/http:\/\/www.talawas.org\/?p=172920 |date = ngày 5 tháng 3 năm 2016}} Talawas, 2010\/03\/11\n*[http:\/\/www.bbc.co.uk\/vietnamese\/regionalnews\/story\/2004\/02\/040201_ivkiengiang.shtml Tôi từ bỏ CNCS như thế nào?]\n{{Thời gian sống|Sinh=1931|Mất=2013}}\n\n[[Thể loại:Người Quảng Bình]]\n[[Thể loại:Nhân vật trong Vụ án Xét lại Chống Đảng]]\n[[Thể loại:Cựu đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Tù nhân Vụ án Xét lại Chống Đảng]]"}