{"56444":"{{otheruses|Nguyễn Văn Vĩnh (định hướng)}}\n\n{{Infobox Writer\n| name = Nguyễn Văn Vĩnh\n| image = Nguyễn Văn Vĩnh.jpg\n| bgcolour = silver\n| caption = Chân dung nhà văn\n| birth_date = {{ngày sinh|1882|6|15}}\n| birth_place = [[Hà Nội]], [[Nhà Nguyễn|Đại Nam]]\n| death_date = {{ngày mất và tuổi|1936|5|1|1882|6|15}} \n| death_place = [[Lào thuộc Pháp]]\n| occupation = Nhà báo, nhà văn\n| magnum_opus = Xét tật mình, Phận làm dân\n| influenced = \n|children= *Bà Đinh Thị Tính (7 con trai, bốn con gái)\n*Bà Phan Thị Lựu<br\/>[[Nguyễn Nhược Pháp]] (1914-1938)<br\/>Nguyễn Văn Thiện\n*Bà Suzanne (2 con trai, một con gái)\n| spouse= *{{marriage|Đinh Thị Tính|1900}}\n*Phan Thị Lựu\n*Suzanne Giáp Thị Thục\n| parents=Nguyễn Văn Trực\n}}\n\n'''Nguyễn Văn Vĩnh''' ([[chữ Hán]]: 阮文永; [[1882]] – [[1936]]) là nhà tân học, [[nhà báo]], [[nhà văn]], nhà phiên dịch [[Việt Nam]], nhà chính trị Việt Nam đầu [[thế kỷ 20]]. Khi viết bài, ông ký nhiều bút danh: ''Tân Nam Tử, Quan Thành, Tông Gia, Lang Gia, Mũi Tẹt Tử, Đào Thị Loan...''.\n\n==Tiểu sử==\nNguyễn Văn Vĩnh sinh ngày [[15 tháng 6]] năm [[1882]] (tức ngày 30 tháng 4 [[âm lịch]] năm [[Nhâm Ngọ]]) tại số nhà 46 phố [[Hàng Giấy]], Hà Nội. Cha là ông Nguyễn Văn Trực, nguyên quán làng Phượng Vũ, xã Phượng Dực, thuộc phủ [[Thường Tín]], [[Hà Đông (tỉnh)|tỉnh Hà Đông]] (nay là huyện [[Phú Xuyên]]).\n\nDo thời đó chưa có công trình thủy nông cống Đồng Quan nên quanh năm ngập nước, cánh đồng chiêm chỉ cấy được mỗi năm một vụ nên nhiều dân làng phải bỏ lên tỉnh sinh sống.\n\nHai vợ chồng ông Trực lên ở nhờ nhà họ hàng bên ngoại là vợ của ông nghè [[Phạm Huy Hổ]] ở số 46 phố [[Hàng Giấy]], Hà Nội để kiếm sống. Gia đình ông Trực đông con, từ 1882 tới 1890 hai ông bà sinh được hai con trai là Nguyễn Văn Vĩnh và Nguyễn Văn Thọ cùng 5 người con gái. Một mình bà Trực mưu sinh bằng cách về các vùng quê mua hàng gánh ra [[chợ Đồng Xuân]] gần nhà bán. Để đỡ gánh nặng, ông Trực đã cho con cả Nguyễn Văn Vĩnh, lúc đó 8 tuổi đi làm nghề kéo quạt ở trường thông ngôn của Pháp ở Đình Yên Phụ, Hà Nội.\n\nTrường thông ngôn ''Collège des Interprètes du Tonkin'' mở năm [[1886]], do một [[người Pháp]] nói thạo [[tiếng Việt]] tên là [[André d'Argence]] làm hiệu trưởng kiêm giáo viên quản lý. Phương pháp dạy chủ yếu là truyền khẩu, trường cũng có dạy A, B, C... để học viên tập đọc, tập viết [[tiếng Pháp]] và có dạy cả [[chữ quốc ngữ]] (hồi đó ở ngoài Bắc, chữ này mới chỉ được dùng trong phạm vi của các [[giáo hội]]).\n\nNgồi cuối lớp kéo quạt nhưng Nguyễn Văn Vĩnh chăm chú nghe giảng và học lỏm. Nhờ vậy, mà ông biết nói và viết được [[Tiếng Pháp|chữ Pháp]] khá thành thạo. Nhờ chăm chỉ và ham học nên được ông hiệu trưởng d’Argence đồng ý cho dự thi tốt nghiệp khi lớp học mãn khóa (1893) vào lớp thông ngôn tập sự ngạch Tòa công sứ cùng với 40 học sinh của khóa học, và đỗ thứ 12 khi mới 10 tuổi.\n\nThầy d'Argence bèn đặc cách xin [[học bổng]] cho ông và nhận ông làm học sinh chính thức của khóa học tiếp theo, khóa thông ngôn tòa sứ khóa 1893-1895 (ngoài thầy d'Argence còn có ông Đỗ Đức Toại, thủ khoa khóa 1890, cùng dạy). Nguyễn Văn Vĩnh đỗ thủ khoa khóa này lúc 14 tuổi, được tuyển đi làm thông ngôn ở tòa sứ [[Lào Cai]].\n\n==Sự nghiệp==\n===Từ 1896 đến 1906===\nNăm 14 tuổi, ông vào làm thông ngôn ở Tòa sứ [[Lào Cai]]. Lúc đó, Pháp đang cần người thông ngôn cho đoàn chuyên gia nghiên cứu và chuẩn bị xây đường sắt [[Hải Phòng]] – [[Hà Nội]] – [[Lào Cai]] – [[Vân Nam]] cho Công ty Hỏa xa Vân Nam. Một năm làm thông ngôn tại Lào Cai, ông đã tích lũy thêm nhiều kiến thức. Khi đoàn chuyên gia được chuyển về Hải Phòng chuẩn bị cơ sở vật chất để xây dựng đường sắt, ông cũng được chuyển về Tòa sứ [[Hải Phòng]] theo họ.\n\nNăm 1897, khi 15 tuổi, Nguyễn Văn Vĩnh được điều về [[Hải Phòng]] đúng lúc người Pháp đang mở mang kiến thiết bến cảng. Công việc của ông ngoài việc thông ngôn cho các chuyên gia đón tàu nước ngoài vào cảng, còn phải tiếp nhận những vật tư kỹ thuật, hướng dẫn các công việc bốc vác, vận tải và xếp kho. Hàng ngày được giao tiếp với [[Thủy thủ|thủy thủ]] của các tàu Pháp, Anh, Hoa, ông đã học thêm [[tiếng Trung Quốc]] và [[tiếng Anh]] để thuận tiện cho công việc hàng ngày. Sau 3 tháng ông đã dịch được hai thứ tiếng này đủ để đoàn chuyên gia [[Pháp]] làm việc. Họ đỡ phải tuyển thông ngôn viên tiếng Anh và tiếng Trung, và vì vậy họ mến cậu thông ngôn người bản xứ.\n\nVới giá bằng nửa tháng lương của mình (hồi đó là 15 đồng), một món tiền rất lớn, ông đổi lấy bộ sách ''Le Petit Larousse Illustré'' ([[từ điển]] Pháp có hình vẽ) và ''Encyclopédie Autodidactique Quillet'' (hai quyển sách tự học chương trình [[Tú tài Pháp]]). Ngoài giờ làm việc, ông chú tâm tự học, sau 2 năm là xong hết chương trình phổ thông, làm hết các bài tập ở trong sách. Trong thời gian 5 năm làm việc ở Hải Phòng, ông đã dành dụm mua được một hòm sách [[chính trị]], [[triết học]] và tiểu thuyết [[văn học Pháp]], tài sản quý giá mà đi đâu ông cũng mang theo. Được đọc sách báo và tạp chí ngoại quốc đủ các loại - mượn của các thủy thủ nước ngoài - Nguyễn Văn Vĩnh nhận thấy là dân tộc [[An Nam]] không có chữ riêng của mình, phải dùng [[chữ Nôm]] (loại chữ bắt chước [[chữ Hán]], khó học). Ý nghĩ phát triển [[chữ Quốc ngữ]], dễ học, để giúp cho nhiều người học hỏi mở mang kiến thức bắt đầu nhen nhóm, ông thử dịch những bài văn hay của Pháp ra Quốc ngữ, bắt đầu bằng những bài thơ [[ngụ ngôn]] của [[Jean de La Fontaine|La Fontaine]].\n\nTừ năm 1897-1905, ông chuyển về Tòa sứ Hải Phòng và Bắc Ninh (tỉnh [[Bắc Giang]] lúc đó bao gồm cả Bắc Ninh). Thời gian làm việc ở Hải Phòng, ông làm cộng tác viên cho tờ ''Courrier d’Hai Phong'' (Thư tín Hải Phòng) và tờ ''[[Tribune Indochinoise]]'' (''Diễn đàn Đông Dương'').\n\nViên công sứ Bắc Giang Hauser là một trí thức Pháp đỗ [[cử nhân]] luật, đi học ngạch quan cai trị thuộc địa, có đầu óc [[dân chủ]] và có ý thức đúng đắn về [[nhân quyền]], biết người biết ta. Thấy ông Vĩnh nói tiếng Pháp thành thạo, am hiểu công việc văn thư, tự mình thảo được công văn và báo cáo đủ các loại cho tòa sứ, lại viết được báo [[tiếng Pháp]] và là cộng tác viên của tờ ''Courrier d’Haiphong'' và tờ ''Tribune Indochinoise'', Hauser liền đề bạt Vĩnh làm Chánh Văn phòng tòa sứ, nâng lương vượt ngoài khung lương thông ngôn, và giao cho các công việc đáng lẽ phó sứ phải làm (Phó sứ Eckert hồi đó nguyên là nhân viên [[Sở Liêm phóng Đông Dương|sở mật thám]], không có trình độ văn hóa, không làm được những việc nói trên).\n\nTòa sứ đặt ở [[Bắc Ninh]], gần Hà Nội, nên các quan chức Pháp thường xuyên qua lại, ai muốn hỏi việc gì, công sứ Hauser đều giới thiệu đến chánh văn phòng và tất cả đều được giải đáp nhanh chóng, thỏa đáng với đầy đủ chứng cứ rõ ràng. Sau 4 năm làm việc chung, Hauser càng mến phục, nể tài Nguyễn Văn Vĩnh, coi ông như là một cộng tác viên thân cận, một người bạn, đi đâu cũng kéo ông đi theo, vì thế cho nên cuối năm [[1905]], khi ông công sứ được đề bạt lên làm Đốc lý tại Hà Nội, ông Vĩnh được điều về theo.\n\nKhi [[Toàn quyền Đông Dương|Toàn quyền]] [[Jean Baptiste Paul Beau|Beau]] sang thay [[Paul Doumer]], chủ trương mở mang học hành, lập các tổ chức y tế và hội thiện, Hauser được giao nhiệm vụ vận động và giúp đỡ [[người Việt]] làm đơn và thảo điều lệ xin phép lập trường học, hội đoàn, đệ lên [[Bắc Bộ phủ|phủ thống sứ]] để duyệt. Hauser giao hết việc này cho ông Vĩnh, vì vậy ông đã trở thành sáng lập viên của các hội và các trường thời bấy giờ như: Trường [[Đông Kinh Nghĩa Thục]], [[Hội Trí Tri]], Hội Dịch Sách, Hội Giúp đỡ Người Việt sang Pháp học, v.v...\n\nDưới thời Toàn quyền [[Jean Baptiste Paul Beau|Beau]] 1902-1908, nhờ sự giúp đỡ của Hauser, Nguyễn Văn Vĩnh cùng với các bạn đồng chí hướng lần lượt làm đơn xin thành lập Hội Trí Tri ([[Hà Nội]]), Hội Dịch sách, Hội giúp đỡ người Việt đi sang Pháp du học, Đông Kinh nghĩa thục (ông là người thảo điều lệ, viết đơn xin phép, và sau đó là giáo viên dạy [[chữ Quốc ngữ]] và [[tiếng Pháp]] của trường).\n\nNăm 1906, ông cùng Hauser sang Pháp lo việc tổ chức gian hàng Đông Dương ([[Nam Kỳ|Cochinchine]]) tại ''Hội chợ thuộc địa'' ở Marseille. Được tận mắt chứng kiến nền [[Văn hóa phương Tây|văn minh phương Tây]], ông trở về Việt Nam với quyết tâm phát triển ngành xuất bản trong nước mà đầu tiên là phát hành [[báo chí]], để qua đó truyền bá chữ Quốc ngữ và bài bác các hủ tục [[phong kiến]] lạc hậu, nhằm canh tân đất nước, vì vậy ông đã xin thôi làm công chức và trở thành nhà báo tự do. Cũng trong năm này, ông là người [[Việt Nam]] đầu tiên gia nhập Hội nhân quyền Pháp.\n\nTiếp đó, ông được F. H. Schneider mời hợp tác và in ấn tờ ''Đại Nam đồng văn nhật báo'' (Tờ báo hàng ngày của nước Đại Nam chung một văn tự), xuất bản bằng [[chữ Hán]].\n\n===Từ 1907===\nNăm [[1907]], sau khi ra được 792 số, ngày 28\/3\/1907 tờ báo được đổi tên là ''Đăng Cổ Tùng Báo'' (Khêu đèn gióng trống) và in bằng cả hai thứ [[Chữ Hán|chữ Nho]] và [[chữ Quốc ngữ]], ông được cử là chủ bút. Đây là tờ báo [[tiếng Việt]] đầu tiên ở [[Bắc Kỳ]].\n\nLo ngại vì đường lối hoạt động của [[Đông Kinh Nghĩa Thục|Đông Kinh nghĩa thục]], [[Đế quốc thực dân Pháp|thực dân Pháp]] ra lệnh đóng cửa trường vào tháng 11 năm 1907. Sau đó, họ còn cho bắt giam [[Phan Chu Trinh]] cùng một số các chí sĩ yêu nước là các giáo viên lãnh đạo của trường.\n\nNguyễn Văn Vĩnh là người [[Việt Nam]] duy nhất cùng với bốn [[người Pháp]] đồng ký tên đòi trả tự do cho [[Phan Chu Trinh]]. Việc làm này cùng với việc ông đã dịch toàn bộ bài viết ''\"Đầu Pháp chính phủ thư\"'' của Phan Chu Trinh từ Hán văn ra Pháp văn. Bài này còn được gọi là ''\"Thư trước tác hậu bổ\"'' (''Lettre de Phan Chu Trinh au gouverneur général en 1906''), khiến Nguyễn Văn Vĩnh bị chính quyền thực dân gọi lên đe dọa gay gắt.\n\nVới hàng loạt các vụ việc phản đối có tính vũ trang như vụ [[Phong trào chống sưu thuế Trung Kỳ (1908)|Kháng thuế Trung Kỳ]] (tháng 3\/1908) và vụ [[Hà Thành đầu độc]] ở Hà Nội (tháng 6\/1908), thực dân Pháp đã đóng cửa ''Đăng cổ tùng báo'' đồng thời cấm Nguyễn Văn Vĩnh diễn thuyết, lưu hành và tàng trữ các ấn phẩm của Phong trào Đông Kinh nghĩa thục. Tuy nhiên, năm [[1908]], ông được bầu vào Hội đồng thành phố [[Hà Nội]]. Cùng năm này, ông xin ra tờ ''Notre Journal'' (''Nhật báo của chúng ta'') xuất bản bằng [[tiếng Pháp]].\n\nNăm 1909 ông lại xin ra tờ ''Notre Revue'' (''Tạp chí của chúng ta'') cũng bằng tiếng Pháp. Báo này ra được 12 số. Cùng năm đó, ông được mời vào [[Thành phố Hồ Chí Minh|Sài Gòn]] làm cố vấn cho tờ ''[[Lục Tỉnh Tân Văn|Lục tỉnh tân văn]]''.\n\nNăm [[1913]] ông trở lại Hà Nội làm chủ bút tuần báo ''[[Đông Dương tạp chí]]'' (do Schneider sáng lập vào ngày 15\/3\/1913). Đây là tờ báo đầu tiên ở [[Việt Nam]] quy tụ được hầu hết các nhân sĩ hàng đầu cả [[Nho giáo|Nho học]] lẫn Tân học trong cơ quan biên tập của tờ báo, đồng thời cũng là tờ báo đầu tiên ở Việt Nam dạy người dân cách làm văn bằng [[chữ Quốc ngữ]]. Sau đó, ông được bầu vào [[Hội đồng Tư vấn Bản xứ Bắc Kỳ|Hội đồng Tư vấn Bắc Kỳ]] (sau đổi làm [[Viện Dân biểu Bắc Kỳ|Viện dân biểu]]).\n\nNăm [[1914]] ông kiêm luôn chức chủ bút tờ ''Trung Bắc tân văn'' cũng do Schneider sáng lập.\n\nSau ngày 15\/9\/1919, ''Đông Dương tạp chí'' ngừng xuất bản. Thay thế nó là tờ ''Học báo'' (tờ báo có chuyên đề về [[giáo dục]], [[Trần Trọng Kim]] lo việc bài vở, Nguyễn Văn Vĩnh làm chủ nhiệm). Cũng trong năm này, ông Vĩnh mua tờ ''Trung Bắc tân văn'' và cho ra hàng ngày (đây là tờ [[nhật báo]] đầu tiên trong lịch sử báo chí ở Việt Nam).\n\nNăm [[1927]] ông cùng với E. Vayrac lập tủ sách Âu Tây tư tưởng (La pensée de l’Occident), rồi tổ chức in và phát hành các đầu sách do ông dịch thuật.\n\nNăm [[1929]] ông được bầu vào [[Hội đồng Kinh tế và tài chính Đông Dương]].\n\nNăm [[1931]] ông lập tờ ''L’Annam Nouveau'' (''Nước Nam mới'') in hoàn toàn bằng tiếng Pháp với mục đích bảo vệ chủ thuyết Trực trị do ông đề xướng và chống lại phái đối lập có chủ trương thực hiện đường lối [[Quân chủ lập hiến]]. Đồng thời việc xuất bản bằng [[Tiếng Pháp|Pháp văn]] không phải xin phép chính quyền theo luật định. Ông làm chủ nhiệm kiêm chủ bút cho đến khi mất [[1936]]. Tờ báo này đã đoạt được giải thưởng Grand Prix tại ''Hội chợ báo chí thuộc địa'' tổ chức tại [[Paris]] năm 1932.{{fact}}\n\nNăm [[1932]] ông đi dự họp Đại hội đồng Kinh tế Tài chính Đông Dương tại Sài Gòn. Trong một buổi họp, ông đã thay mặt giới doanh nghiệp phản đối việc chuyển đồng tiền Đông Dương từ [[Bản vị bạc|ngân bản vị]] sang [[Bản vị vàng|kim bản vị]], vì điều đó chỉ có lợi cho ngân hàng Pháp, nhưng lại có hại cho nền kinh tế [[Bán đảo Đông Dương|Đông Dương]].\n\nKhi đang họp thì Nguyễn Văn Vĩnh nhận được trát của tòa án đòi tịch biên toàn bộ gia sản vì, sau nhiều lần \"mặc cả\" giữa Chính quyền và Nguyễn Văn Vĩnh, nhà cầm quyền đòi Nguyễn Văn Vĩnh phải chấp nhận 3 điều kiện sau:\n*Chấm dứt việc đả phá [[Nhà Nguyễn|Triều đình Huế]] và quan Thượng thư [[Phạm Quỳnh]].\n*Đồng ý vào Huế làm [[thượng thư]].\n*Dừng toàn bộ việc viết báo.{{fact}}\n\nThay vì không chấp nhận các điều kiện trên, sẽ bị đòi nợ bằng hình thức xiết nợ (bắt buộc phải trả mặc dù khế ước vay là 20 năm) do đã vay một khoản tiền lớn của [[Ngân hàng Đông Dương]] dùng để mở Trung tâm sách Âu Tây tư tưởng năm 1927.\n\nNăm [[1935]] Chính quyền đổi ba điều kiện nêu trên với Nguyễn Văn Vĩnh còn tệ hại hơn và bắt buộc phải chọn một điều kiện, đó là:\n*Chấm dứt toàn bộ việc viết!\n*Chấp nhận đi tù (dù chỉ một ngày)!\n*Sang Lào tìm vàng để trả nợ!{{fact}}\n\n==Cuối đời==\nTháng 3 năm [[1936]], Nguyễn Văn Vĩnh quyết định đi tìm [[vàng]] để trả nợ. Ông sang [[Seponh|Sê Pôn]] ([[Lào]]) với một người Pháp có tên là A. Climentte, người này lấy vợ Việt Nam, có đồn điền tại tỉnh [[Hưng Yên]] và cũng đang ngập nợ vì làm ăn thua lỗ.\n\nNgày [[1 tháng 5]] năm ấy (1936), người ta tìm thấy Nguyễn Văn Vĩnh một mình trên [[Thuyền độc mộc|con thuyền độc mộc]], một tay vẫn cầm bút và tay kia cầm quyển sổ, trôi giữa dòng [[Sê Bănghiêng|Sê Băng Hiêng]] (tên một nhánh của [[sông Xê Pôn]]). Người dân địa phương đưa con thuyền cập vào chân cầu Sê Pôn để chuyển lên trạm y tế Sê Pôn cứu chữa, nhưng đã quá muộn.\n\nNhà cầm quyền loan báo: Nguyễn Văn Vĩnh chết ngày [[2 tháng 5]] năm 1936 vì [[sốt rét]] và [[Lỵ|kiết lỵ]] (lúc ấy ông 54 tuổi). Sau đó thi hài Nguyễn Văn Vĩnh đã được [[Hội Tam Điểm|Hội Tam điểm]] tổ chức đưa về Hà Nội để cử hành tang lễ trong 3 ngày, từ 6 đến 8 tháng 5 năm 1936. Tại buổi lễ tang, đông đảo giới [[báo chí]] của cả ba kỳ đã đến tiễn đưa ông dưới dòng chữ: ''\"Kính viếng Ông tổ của nghề báo\"''[3]. Về sau mộ phần của ông được con cháu đưa về quê [[Phượng Dực]], [[Phú Xuyên]].\n\n==Gia đình==\nKhi 18 tuổi ông kết hôn với người vợ cả là bà Đinh Thị Tính năm [[1900]]. Ngoài ra ông còn có hai người tình là vợ thứ.\n\n*Bà Đinh Thị Tính sinh ra: Nguyễn Hải (1901-1939), [[Nguyễn Giang]] (1910 – 1969), Nguyễn Thị Loan (1907 – 1942), Nguyễn Thị Nội (1909 – 1932), Nguyễn Thị Vân (1913 – 1940), Nguyễn Dương (1914 – 1967), Nguyễn Phổ (1917 – 1997), Nguyễn Kỳ (1918 – 2009), Nguyễn Thị Mười (1920 – 2013), Kỹ sư Nguyễn Dực (1921 – 2000), Nguyễn Hồ (1923 – 2015).\n*Bà Phan Thị Lựu sinh ra: [[Nguyễn Nhược Pháp]] (1914 – 1938) và Nguyễn Văn Thiện.\n*Bà Suzanne Giáp Thị Thục, người lai Pháp Việt, sinh ra: Alexandre Nguyễn Hiến (1920-1996), Maximilien Nguyễn Phùng (1921-1997), Nguyễn Thị Thu Hương (1927-1945).<ref>[http:\/\/nguyenvanvinh.net\/Gia%20Dinh%20Ong%20NVV\/NVV-%20Enfants.htm Gia đình Nguyễn Văn Vĩnh]<\/ref>\n\nSản nghiệp lớn của ông Nguyễn Văn Vĩnh là ngôi nhà số 13-15 [[Đường Thụy Khuê, Hà Nội|Thụy Khuê]] bên cạnh [[hồ Tây]]. Cơ ngơi này từng thuộc sở hữu của ông Schneider, một công chức Pháp, từng công tác với Nguyễn Văn Vĩnh về làm báo. Sau 38 năm làm việc ở [[Việt Nam]], năm 1918 ông đến tuổi về hưu. Vì cảm phục, yêu mến Nguyễn Văn Vĩnh, mà trước khi về Pháp, Schneider đã nhượng lại cho ông Vĩnh toàn bộ nhà in, cơ sở thiết bị và hai tờ báo (''Trung Bắc tân văn'' và ''Học báo'' - tức ''[[Đông Dương tạp chí]]'' đã bị Toàn quyền [[Albert Sarraut|Sarraut]] đóng cửa). Ông trở thành chủ nhà in, chủ nhiệm hai tờ báo nói trên.\n\nNhờ có vốn, ông Vĩnh tậu ngôi nhà 13 và 15 ở Thụy Khuê, hướng gió mát Tây hồ để cho vợ con sinh sống. Nhưng đến năm [[1935]] thì bị ngân hàng phát mại, hóa giá. Cuối cùng nhà của ông chủ báo ''Đăng Cổ tùng báo'', ''Đông Dương tạp chí'' một thời sau này vẫn được chọn là Tòa soạn một tờ báo Việt Nam.<ref name =\"tienphong\">[http:\/\/www.tienphong.vn\/xa-hoi-phong-su\/nguoi-dan-ba-dung-sau-hoc-gia-nguyen-van-vinh-587174.tpo Người đàn bà đứng sau học giả Nguyễn Văn Vĩnh]<\/ref>\n\n==Tác phẩm==\nTheo thống kê chưa đầy đủ, những công trình của Nguyễn Văn Vĩnh gồm có:\n===Sáng tác===\nNhững bài luận thuyết và ký sự sau:\n*'''Xét tật mình''' (khởi đăng trên ''[[Đông Dương tạp chí]]'' từ số 6)\n*'''Phận làm dân''' (khởi đăng trên ''Đông Dương tạp chí'' từ số 48)\n*'''Chỉnh đốn lại cách cai trị dân xã''' (khởi đăng trên ''Đông Dương tạp chí'' từ số 61)\n*'''Nhời đàn bà''' (khởi đăng trên ''Đông Dương tạp chí'' từ số 5)\n*'''Hương Sơn hành trình''' (Hành trình thăm chùa Hương, đăng trên ''Đông Dương tạp chí'' từ số 41 đến 45)\n*'''Một tháng với những người tìm vàng''' (viết dở dang)\n\n===Dịch từ tiếng Pháp sang tiếng Việt===\n*'''Thơ ngụ ngôn của [[Jean de La Fontaine|La Fontaine]] ''' (Fables de La Fontaine)\n*'''Truyện trẻ con''' của Perrault (Les contes de [[Charles Perrault]]).\n*'''[[Manon Lescaut|Mai-nương Lệ-cốt]]''' (Manon Lescaut), tiểu thuyết của [[Abbé Prévost]].\n*'''[[Ba người lính ngự lâm|Ba người ngự lâm pháo thủ]]''' (Les trois mouquetaires), tiểu thuyết của [[Alexandre Dumas]].\n*'''[[Những người khốn khổ|Những kẻ khốn nạn]]''' (Les Misérables), tiểu thuyết của [[Victor Hugo]].\n*'''[[Miếng da lừa]]''' (La peau de chagrin), tiểu thuyết của [[Honoré de Balzac]].\n*'''[[Guy-li-ve du ký]]''' (Les voyages de Gulliver), truyện của [[Jonathan Swift]].\n*'''Tê-lê-mặc phiêu lưu ký''' (Les aventures de Télémaque), truyện của [[Fénélon]].\n*Bốn vở [[kịch nói]] của [[Molière]]: '''Trưởng giả học làm sang''' (Le Bourgeois Gentilhomme), '''Giả đạo đức''' (Le misanthrope), '''Bệnh tưởng''' (Le malade imaginaire), '''Lão hà tiện''' (L'avare).\n*'''Tục ca lệ''' (Turcaret), kịch của [[Lesage]].\n*'''Truyện các danh nhân [[Hy Lạp|Hy Lạp]] và [[Đế quốc La Mã|La Mã]]''' (Les vies parallèles des hommes illustrés de la Grèce et de Rome)của [[Plutarque]].\n*'''Rabelais''' của [[Emile Vayrac]].\n*'''Le parfum des humanités''' (Sử ký thanh hoa) của Emile Vayrac.\n*'''Chàng Gil Blax xứ Xăngtizan''' (Gil Blas de Santillane), tiểu thuyết của [[Lesage]].\n\nNgoài ra còn những bài dịch về: Luân lý học (khởi đăng trên ''[[Đông Dương tạp chí]]'' từ số 15) và [[triết học]] yếu lược (khởi đăng trên ''Đông Dương tạp chí'' từ số 28).\n\n===Dịch từ tiếng Việt sang tiếng Pháp===\n*'''[[Kim Vân Kiều]] tân dẫn Pháp văn''' (tức [[Truyện Kiều]] của [[Nguyễn Du]]). Đăng từng kỳ trên ''Đông Dương tạp chí'' từ số 18 trở đi.\n\n===Dịch từ [[chữ Hán]] sang [[tiếng Pháp]]===\n*'''Tiền Xích Bích''' và '''Hậu Xích Bích''', đăng trên ''[[Đông Dương tạp chí]]'', lớp mới, số 66-68.\n\n==Câu nói==\n{{wikiquote}}\n{{cquote|''Nước Nam ta mai sau này hay dở cũng ở chữ Quốc ngữ!'' <ref>Xem thêm ở đây [http:\/\/chungta.com\/Desktop.aspx\/ChungTa-SuyNgam\/Van-Hoa\/Chan_dung_that_hoc_gia_Nguyen_Van_Vinh\/]. Ở bài viết bài này có một điều nhầm, đó là ông Vĩnh không phải là người đầu tiên dịch ''Tam Quốc Chí'' từ [[chữ Hán]] ra Quốc ngữ (người dịch đầu tiên là [[Lương Khắc Ninh]]), mà chỉ là người viết Lời tựa (cho bản dịch của [[Phan Kế Bính]]) trong đó có câu tuyên ngôn này vào năm [[1907]].<\/ref>|||'''Nguyễn Văn Vĩnh'''}}\n\n==Nhận xét sơ lược==\n*GS. [[Dương Quảng Hàm]]:\n:''Về tư tưởng: Ông là người học rộng, biết nhiều, lại có lịch duyệt, thiệp liệp<ref>Thiệp liệp có nghĩa là biết đủ hết, nhưng không sâu sắc lắm.<\/ref> tư tưởng học thuật của Âu Tây, nhưng cũng am hiểu [[tín ngưỡng]] [[phong tục]] của dân ta, muốn đem những quan niệm phương pháp mới nào hợp thời để truyền bá trong dân chúng, nhưng cũng chịu khó tìm tòi và biểu lộ cái dở, cái xấu cũng như cái hay, cái ý nghĩa của các chế độ, tục lệ xưa''...\n:''Về văn từ: Văn ông bình thường giản dị, có tính cách phổ thông, tuy có châm chước theo cú pháp của văn tây mà vẫn giữ được đặc tính của văn ta. Ông lại chịu khó moi móc trong kho [[thành ngữ]], [[tục ngữ]] của ta những từ ngữ có màu mẽ để diễn đạt ý tưởng (cả những ý tưởng mới của Âu Tây) thành ra đọc văn dịch của ông tưởng chừng như đọc văn nguyên tác bằng [[Tiếng Việt|tiếng Nam]] vậy. Kể về văn dịch [[tiểu thuyết]] thì thực ông là người có biệt tài, ít kẻ sánh kịp vậy''.<ref>''Việt Nam văn học sử yếu'', tr. 416.<\/ref>\n\n*Nhà văn [[Vũ Ngọc Phan]]:\n:''Nguyễn Văn Vĩnh là người rất có công với quốc văn. Nhưng không phải chỉ nhờ ở những sách dịch… còn là vì ông đã đứng chủ trương một cơ quan văn học (ý nói đến [[Đông Dương tạp chí]]) vào buổi mà đối với văn chương, mọi người hãy còn bỡ ngỡ. Ông đã hội họp được những cây bút có tiếng, gây được phong trào yêu mến quốc văn trong giới thanh niên trí thức đương thời...<ref>''Nhà văn hiện đại'' (Quyển 1), tr. 69.<\/ref>\n\n*GS. [[Phạm Thế Ngũ]]:\n:''Về tư tưởng, Nguyễn Văn Vĩnh có thể coi là người tiêu biểu cho một phong trào duy tân cấp tiến tại nước Việt vào đầu [[thế kỷ 20]]. Về đường văn học, ông quả là chiến sĩ đấu tranh không mệt mỏi cho việc truyền bá [[chữ Quốc ngữ]]. Và ông đã làm được trong bước đầu một tờ báo rất bổ ích cho văn mới lúc phôi thai, đó là tờ [[Đông Dương tạp chí]]''.<ref>Lược theo Phạm Thế Ngũ, sách đã dẫn, tr. 122-123.<\/ref>\n\n*GS. [[Thanh Lãng]]:\n:''Có lẽ cái mẫu quốc [[Pháp]] với mọi vẻ huy hoàng (khi ông tham dự đấu xảo [[Marseille]]), đã làm ông nảy ra ý định dấn thân. Cho nên khi về nước, thay vì tiếp tục cộng tác với Pháp để được vinh thân phì gia, ông lại bỏ nghề quan trường, để dấn thân vào cuộc đấu tranh văn hóa, mà khí giới của ông là báo chí và ấn phẩm... Có thể thấy ở Nguyễn Văn Vĩnh, một thế hệ mới mà tâm tưởng khác hẳn thế hệ xưa. Trước đây, tư tưởng \"hợp tác với Pháp để duy tân xứ sở\" do [[Tôn Thọ Tường]] đề xướng, nhưng đã bị người đời lên án, thì đến thời ông Vĩnh được coi là cần yếu, vì mọi cuộc khởi nghĩa đều lần lượt bị thất bại đau đớn.''\n:''Mặt khác, Nguyễn Văn Vĩnh có thể coi là ông tổ của văn học thế hệ [[1913]]. [[Đông Dương tạp chí]] do ông điều khiển, quả là một văn đàn đã qui tụ nhiều nhà văn danh tiếng lúc bấy giờ. Và điều mà ông đã ôm ấp và phụng sự cho đến hết đời, đó là làm cho [[chữ Quốc ngữ]] có một tương tai rực rỡ. Tất cả cho thấy công của ông đối với văn học mới quả thực là to tát''.<ref>Lược theo Thanh Lãng, sách đã dẫn, tr. 179 và 187.<\/ref>\n\n*Nhà văn [[Vũ Bằng]]:\n:''Không phải nói, ai cũng biết ông Vĩnh là nhà học nhiều biết rộng, vấn đề gì cũng biết. Điểm đó, ông phải là một điểm đặc biệt, vì chung quanh ông cũng có nhiều người như thế. Nhưng khác một điều là những người kia thì không ứng dụng được cái biết của mình làm lợi ích cho người khác. Đằng này, ông Vĩnh học và hành ngay. Phải nói ngay, thời ấy, ông đã có một ý thức về nghề báo...''\n:''...Ông Vĩnh là người lắm công nhiều việc. Ông làm việc như [[Trâu|con trâu]] cày, không mấy khi muốn phiền người khác. Thú thật, cho đến bây giờ, tôi sợ nhiều người nhưng chưa sợ gì như sợ cái tài viết của ông... Ông viết tin, viết xã luận, làm thơ, khảo cứu, phóng sự và dịch tiểu thuyết thì quả không chê được...''\n:''Nói đến ông Vĩnh, người ta thường nhớ ngay đến loạt bài đả kích chủ trương quân chủ của [[Phạm Quỳnh]] theo sát với [[Pháp|Tây]], mà hầu như đều quên rằng chiến dịch làm cho từ Bắc đến Nam sôi nổi, hăng say, chiến dịch khích động lòng yêu nước của toàn dân lúc ấy, chiến dịch làm cho Pháp giựt mình, vì không ngờ ông Vĩnh lại được dân chúng tin yêu đến thế, chính là chiến dịch tẩy chay Hoa kiều bằng một bài báo ký tên là \"Quan Thành\".''\n:...''Những lời đe dọa, khi thì sỗ sàng, khi thì mềm dẻo của nhà cầm quyền [[Pháp]] hồi đó, kéo dài không ngớt trong cuộc đời ông. Vậy mà, thà là chịu khổ sở, thiếu thốn, hiểm nghèo, chớ không chịu vị tình người Pháp hay vì tiền của họ mà thay đổi lập trường, chí hướng''...<ref>Vũ Bằng, sách dã dẫn, chương ''Báo Trung văn và con người Nguyễn Văn Vĩnh''.<\/ref>\n\n*GS. [[Phan Huy Lê]]:\n:''Nếu đánh giá về Nguyễn Văn Vĩnh mà chỉ dừng lại ở việc cụ là thủy tổ của làng báo [[tiếng Việt]], là người có công phát triển [[Chữ Quốc ngữ|chữ quốc ngữ]] và là nhà dịch thuật xuất sắc thì chưa đầy đủ và thỏa đáng. Điều xứng đáng hơn cũng là đóng góp lớn nhất ở cụ chính là về tư tưởng. Đó là một trong những nhà tư tưởng [[dân chủ]] đầu tiên của Việt Nam mang tính khai sáng. Cụ cũng là người biết dùng [[văn học]] và văn hóa để thấm sâu vào lòng người, truyền bá những tư tưởng tiến bộ, vượt thời đại. Với người chủ soái của nền văn hóa sử dụng chữ quốc ngữ này, tiếc rằng, đã có những giai đoạn lịch sử bị nhìn nhận sai lệch...<ref>Nguồn: [http:\/\/tuanvietnam.vietnamnet.vn\/man-dam-ve-nguoi-man-di-hien-dai] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305123228\/http:\/\/tuanvietnam.vietnamnet.vn\/man-dam-ve-nguoi-man-di-hien-dai |date = ngày 5 tháng 3 năm 2016}}, truy cập ngày 16\/04\/2009.<\/ref>\n\n*GS. [[Nguyễn Huệ Chi]]:\n:''Nguyễn Văn Vĩnh là một nhân vật quan trọng của buổi giao thời. Ông chủ trương theo mới, nhưng không tán thành con đường bí mật bạo động, mà chọn con đường \"công khai dựa vào [[Pháp]] để canh tân đất nước\".''\n:''Bởi vậy, ông vừa ra sức trình bày tư tưởng dân chủ tư sản Âu Tây, vừa phê phán hủ tục của [[người Việt]] bằng hình thức sách, báo.''\n:''Trong phạm vi có thể, ông đã cố gắng noi theo đường lối chủ [[Phan Châu Trinh|Phan Chu Trinh]], phê phán thẳng thừng [[Phong kiến|chế độ phong kiến]], kêu gọi mọi người Việt hãy thực hành kỹ nghệ và thương mại, mới có thể đưa đất nước đến chỗ phú cường.''\n:''Tuy cộng tác với Pháp, nhưng ông đã hai lần từ chối [[Bắc Đẩu Bội tinh|Bắc đẩu bội tinh]] của họ.''\n:''Về mặt văn học, tờ [[Đông Dương tạp chí]] do ông làm Chủ bút, và các tác phẩm dịch của ông một thời đã là lò đào luyện lớp thanh niên tân học.''\n:''Một đóng góp không nhỏ nữa của ông, đó chính là lòng nhiệt tình với [[chữ Quốc ngữ]].<ref>Lược theo Nguyễn Huệ Chi, ''Từ điển văn học'' (bộ mới), tr. 1224-1225.<\/ref>\n\n==Thông tin thêm==\n*Tháng 4 năm [[2010]], cháu nội ông, anh Nguyễn Lân Bình, đã thế chấp ngôi nhà độc nhất của gia đình mình, mời NSND [[Trần Văn Thủy]] cùng anh đi khắp nơi ở [[Việt Nam]] và [[Pháp]] xây dựng bộ phim 3 tập, tựa đề ''\"Mạn đàm về người man di hiện đại\"''.\n* Và ngày 27\/4\/2016, nhân dịp giỗ ông lần thứ 80, Quỹ Văn hóa [[Phan Châu Trinh]] đã làm lễ tôn vinh Nguyễn Văn Vĩnh là ''\"Danh nhân Văn hóa Việt Nam\"''.\n*Ở [[Tân Bình|quận Tân Bình]], [[Thành phố Hồ Chí Minh]], hiện có con đường mang tên ông. Ở huyện [[Hòa Vang]], TP [[Đà Nẵng]] có một con đường tên Nguyễn Văn Vĩnh, chạy qua hai xã [[Hòa Châu]] và [[Hòa Phước]]\n\n==Xem thêm==\n*[[Đông Dương tạp chí]]\n*[[Phạm Quỳnh]]\n*[[Phạm Duy Tốn]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*[[Vũ Ngọc Phan]], ''Nhà văn hiện đại'' (trọn bộ), Nhà xuất bản Sống Mới, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1959.\n*[[Dương Quảng Hàm]], ''Việt Nam văn học sử yếu'' (bản in lần thú 10). Trung tâm học liệu xuất bản, Sài Gòn, 1968.\n*[[Nguyễn Huệ Chi]], mục từ '''Nguyễn Văn Vĩnh''' in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*[[Thanh Lãng]], ''Bảng lược đồ văn học Việt Nam'' (Quyển Hạ). Nhà xuất bản Trình bày (Sài Gòn), không ghi năm xuất bản.\n*[[Vũ Bằng]], ''40 năm nói láo''. Nhà xuất bản Văn hóa Thông tin, 1993.\n*[[Nguyễn Q. Thắng]] - Nguyễn Bá Thế. ''Từ điển nhân vật [[lịch sử]] [[Việt Nam]]'' Nhà xuất bản Khoa học xã hội, [[Hà Nội]], 1992.\n*Và các bài viết ở mục Liên kết ngoài.\n\n==Liên kết ngoài==\n{{wikisource tác giả|Nguyễn Văn Vĩnh}}\n*[http:\/\/tannamtu.com\/a\/home Trang website cuộc đời, sự nghiệp và những hoạt động ngiên cứu về Nguyễn Văn Vĩnh]\n*[http:\/\/www.nguyenvanvinh.net\/ Trang website về Nguyễn Văn Vĩnh]\n*[http:\/\/chungta.com\/Desktop.aspx\/ChungTa-SuyNgam\/Van-Hoa\/Chan_dung_that_hoc_gia_Nguyen_Van_Vinh\/ Chân dung thật học giả Nguyễn Văn Vĩnh]\n*[http:\/\/htx.dongtak.net\/spip.php?article528 Dịch giả Nguyễn Văn Vĩnh]{{Liên kết hỏng|date = ngày 21 tháng 3 năm 2021 |bot=InternetArchiveBot }}\n{{Kiểm soát tính nhất quán}}\n{{Truyện Kiều}}\n{{Thời gian sống|sinh=1882|mất=1936}}\n\n[[Thể loại:Người chủ báo]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Dịch giả Việt Nam]]\n[[Thể loại:Chính khách Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Đông Kinh Nghĩa Thục]]\n[[Thể loại:Sinh năm 1882]]\n[[Thể loại:Mất năm 1936]]\n[[Thể loại:Truyện Kiều]]"}