{"86843":"[[Tập tin:Nguyễn Bá Nghi.jpg|phải|nhỏ|200px]]\n'''Nguyễn Bá Nghi''' (阮伯儀,<ref>[[s:Trang:Viet Nam Su Luoc.djvu\/270|Việt Nam sử lược\/Quyển II\/Cận kim thời đại\/Chương VII]]<\/ref> [[1807]]-1870), hiệu là '''Sư Phần''', là một đại thần [[nhà Nguyễn]] trong [[lịch sử Việt Nam]]. Ông được nhiều người biết đến từ khi được cử vào [[Miền Nam (Việt Nam)|Nam]] thay thế tướng [[Nguyễn Tri Phương]], lo việc cản ngăn thực dân [[Pháp]], nhưng ''trước sau chỉ thấy (ông) nghị hòa''<ref>Trích lời dụ của vua [[Tự Đức]] vào [[tháng sáu|tháng 6]] năm [[1861]] (dẫn theo ''Quốc triều sử toát yếu'', tr. 395).<\/ref>.\n \n==Thân thế và sự nghiệp==\n'''Nguyễn Bá Nghi''' sinh năm [[Đinh Mão]] ([[1807]]), người làng Thời Phố (sau đổi là Lạc Phố), huyện [[Mộ Đức]], tỉnh [[Quảng Ngãi]].\n\nNăm [[Tân Mão]] ([[1831]]), dưới thời [[Minh Mạng]] ([[1820]]-[[1840]]), ông thi đỗ [[thi Hương|cử nhân]], tại trường Hương [[Thừa Thiên Huế|Thừa Thiên]], và năm sau ([[1832]]) đỗ luôn [[thi Hội|phó bảng]].\n \nBuổi đầu, ông làm Tri huyện, sau thăng Tri phủ. Nhờ có tiếng là ngay thẳng, ông được trao chức Thự Án sát tỉnh [[Vĩnh Long]]. Tại đây có lần xử án, ông chưa làm hết trách nhiệm, nên bị cách chức một thời gian.\n \nĐầu thời [[Thiệu Trị]] ([[1841]]), Nguyễn Bá Nghi làm thự Giảng học sĩ, Tham biện việc Nội các, rồi thăng Thự Thị lang [[bộ Lại]], nhưng chẳng bao lâu bị giáng xuống chức vị cũ, phải theo thuyền sang [[Quảng Đông]] ([[Trung Quốc]]) làm việc. Khi thuyền bị cháy, Nguyễn Bá Nghi phải theo đường bộ về. Dọc đường, ông bị thổ phỉ nước Thanh cướp bóc, vua nghĩ thương, cất ông làm Thị độc học sĩ tham biện việc Nội các.\n\nNăm [[1844]], ông được thăng làm Thự Bố chính [[An Giang]]. Gặp lúc [[Chân Lạp]] muốn thần phục [[nhà Nguyễn]], Đốc thần [[Nguyễn Tri Phương]] liền cử ông sang thương lượng.\n\nNăm [[1846]], Nguyễn Bá Nghi về kinh, giữ chức Thị lang [[bộ Lễ]], sung làm việc ở Nội các. Năm sau, có kỳ xét công, ông được vua khen, chuẩn cấp cho hưởng lương tòng nhị phẩm.\n\nNăm [[Tự Đức]] thứ nhất ([[1848]]), nhà vua định bổ Nguyễn Bá Nghi làm Tuần phủ [[Hưng Hóa (định hướng)|Hưng Hóa]], nhưng xét thấy [[Hà Tiên (tỉnh)|Hà Tiên]] là nơi trọng yếu, mà ông thì đã từng làm quan ở [[An Giang]], nên đổi bổ ông đến đó.\n\nKhông lâu sau ông được cử làm Hộ lý Tổng đốc Bình Phú ([[Phú Yên]] và [[Bình Định]]), rồi Tham tri [[bộ Lại]], sung Kinh duyên nhật giảng quan (giảng sử sách hàng ngày trong cung vua) Cơ mật viện đại thần.\n\nNăm [[Ất Dậu]] ([[1853]]), có kỳ xét công, nhà vua cho ông là người chăm siêng, cẩn thận, nhắc lên làm Tổng đốc Sơn Hưng Tuyên ([[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hưng Hóa (định hướng)|Hưng Hóa]], [[Tuyên Quang]]). Các hạt ấy nước lụt luôn mấy năm, tình hình quẫn bách, Nguyễn Bá Nghi xin cho chẩn cấp cứu tế và xóa thuế ruộng cho dân, được nhà vua chấp thuận.\n \nNăm [[Tự Đức]] thứ 12 ([[1859]]), nhà vua cho triệu ông về làm Thượng thư [[bộ Hộ]], sung vào viện Cơ mật.\n\nNăm [[Tân Dậu]] ([[1861]]), quân Pháp đánh hạ [[Đại đồn Chí Hòa]] ở [[Gia Định]], tướng [[Nguyễn Tri Phương]] trúng đạn bị thương, triều đình cử Nguyễn Bá Nghi làm Khâm sai đại thần vào kinh lý [[Gia Định]], để tìm ra cách đối phó với quân Pháp.\n\nNhưng vì ngại vũ khí mạnh của đối phương, ông cử người đến gặp tướng Pháp là [[Leonard Charner]] để nghị hòa (thừa cơ hội này, quân Pháp đánh chiếm [[Định Tường]] ngày 14 [[tháng tư|tháng 4]] năm [[1961]]), rồi đem việc tâu lên, bị vua Tự Đức ban dụ quở trách rằng: ''Bá Nghi từ ngày sai ra đến nay, chỉ thấy chú ý nghị hòa''...\n\n[[Tháng bảy|Tháng 7]], Nguyễn Bá Nghi lại gửi sớ tâu rằng: ''Tình hình Biên Hòa suy yếu, đánh giữ đã không được, mà hòa lại không xong, xin giảm bớt quân thứ, phái người đi cầu viện nước khác. Nhà vua lại truyền dụ quở trách''<ref>''Quốc triều sử toát yếu'' (tr. 395). Xem thêm sớ tâu của Nguyễn Bá Nghi chép trong ''Đại Nam chính biên liệt truyện'', tr. 592-595.<\/ref>\n\nĐầu năm [[1862]], [[Thành cổ Biên Hòa|thành Biên Hòa]] thất thủ, ông bị giáng chức xuống làm Tham tri nhưng vẫn lưu lại ở quân thứ [[Bình Thuận]] để cùng với Tổng thống đại thần [[Nguyễn Tri Phương]] tiếp tục tìm kế sách chống ngoại xâm.\n\nTrước đây, vào [[tháng chạp]] năm [[Quý Dậu]] ([[1861]]), [[Tạ Văn Phụng]] ở [[Bắc Kỳ]] tự xưng mình là ''Lê Duy Minh'', thuộc dòng dõi [[nhà Hậu Lê|nhà Lê]] (mạo nhận là hậu duệ vua [[Lê Trang Tông]]) làm cuộc nổi dậy lật đổ [[nhà Nguyễn]]. Thấy quân Tạ Văn Phụng ngày càng lớn mạnh, nên sau khi ký [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] với [[Pháp]] ([[tháng sáu|tháng 6]] năm [[1862]]), nhà vua liền cử nhiều tướng lĩnh ra Bắc đánh dẹp, trong số đó có Nguyễn Bá Nghi. Buổi đầu, ông làm Than tán ở quân thứ, rồi làm Hộ lý Tổng đốc Sơn Hưng Tuyên kiêm coi việc quân.\n\n[[Mùa hạ]] năm [[1864]], Bá Nghi cáo ốm xin về hưu, bị nhà vua quở trách là trốn tránh chức việc, giáng 3 cấp, nhưng vẫn phải ở lại đánh dẹp quân [[người Miêu|người Mèo]] đang nổi dậy. Năm sau, ông lại dâng sớ xin chịu tội vì chưa làm tròn trách nhiệm. Nhà vua gia hạn cho 6 tháng, phải mưu tính sao cho được yên ổn. Sau, vì thu phục được thành [[Tuyên Quang]], vỗ yên hạt Sơn Tây, ông được bổ làm Tổng đốc Sơn Hưng Tuyên hay Tam Tuyên (Sơn Tây, Hưng Hóa, Tuyên Quang).\n\nNăm [[1868]], ông được thăng thự Hiệp biện đại học sĩ, nhưng vẫn lĩnh chức Tổng đốc như cũ. Năm [[Canh Ngọ]] (1870), tướng soái [[nhà Thanh]] là Phùng Tử Tài sang phối hợp đánh quân Ngô Côn, tàn dư của [[Thái Bình Thiên Quốc]] nhưng đã biến chất. Bá Nghi và [[Đào Trí]] vì cung ứng lương thực cho quân Thanh không kịp thời, nên bị tướng Phùng phàn nàn, đại thần [[Võ Trọng Bình]] đem việc ấy tâu lên, Bá Nghi và Đào Trí đều bị cách hết chức tước, nhưng vẫn phải ở lại quân thứ lấy công chuộc tội. Sau đó, Võ Trọng Bình lại tâu rằng Bá Nghi giải lương và thuốc đều đã khá đủ, cũng là biết cố gắng, nhà vua cho ông làm Bố chính [[Sơn Tây (tỉnh cũ)|Sơn Tây]]. Ông biết việc khai phục là do lời xin của Võ Trọng Bình, nên từ chối.\n\n[[Tháng tư|Tháng 4]] ([[âm lịch]]) năm đó ([[1870]]), Nguyễn Bá Nghi mất tại nhiệm sở, thọ 67 tuổi. Nghe tin, vua [[Tự Đức]] thương, cho khai phục lại hàm Tổng đốc, cấp tiền tuất và cho quan quân đưa quan tài ông về quê.\n\n==Tác phẩm ==\nTác phẩm của ông còn để lại gồm:\n*''Sư Phần thi văn tập''.\n*''Ngự chế cổ kim thư pháp.''\n\n==Giải quyết việc Nam Kỳ==\nSau thất bại nặng nề ở [[Đại đồn Chí Hòa]], triều đình Huế rất bối rối. Vua Tự Đức tức tốc phái Nguyễn Bá Nghi làm Khâm sai đại thần, Tôn Thất Đính làm Đề đốc mang 4.000 lính vào [[Biên Hòa]] tiếp viện. Nhưng rồi, vị tướng này sau đó tâu về triều rằng: \"Việc nước ta ngày nay, trừ một chước hòa không có chước nào khác. Hòa thì không ổn rồi, nhưng trông mong sự khôi phục về sau\"...\n\nTiếp theo đó, tướng Nghi sai người đem thư nghị hòa sang đồn Pháp. Đô đốc Chaner đòi triều đình [[Huế]] phải tiếp nhận 12 khoản<ref>12 điều khoản này, sau sẽ thành nội dung của [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] ([[1862]]).<\/ref>, trong đó có khoảng 2 (nhượng Định Tường và các vùng kế cận), khoảng 4 (nhượng [[Bình Dương|Thủ Dầu Một]]) và khoảng 11 (bồi thường chiến tranh cho Pháp 4 triệu nguyên bạc)...là những điều tai hại nhất, khiến \"triều đình thì chua xót mà dân chúng cũng nộ khí ngất trời.\" Bởi vậy, vua Tự Đức đã ban dụ trách:\n:''Bá Nghi trước sau chỉ chủ hòa, vì trước đã vụng về, khinh suất trong việc hòa giải nên giờ đây thêm khó. Vậy việc [[Nam Kỳ]], Tôn Thất Cáp lỗi lúc đầu, [[Nguyễn Tri Phương]] lầm lỡ khúc giữa, các người sau cũng không làm nên công trạng gì...''<ref>Phạm Văn Sơn, ''Việt sử tân biên'' (Quyển 5, Tập Thượng, tr. 129, 132, 133 và 134).<\/ref>\n \nNói đến cách Nguyễn Bá Nghi đối phó với quân Pháp, GS. Nguyễn Phan Quang viết:\n:''Trong khi quân Pháp đang ì ạch kéo xuống [[Mỹ Tho]], vì phải đối phó với các lực lượng dân quân trên bờ sông, kênh; thì ngót 5.000 quân của Nguyễn Bá Nghi vẫn đóng yên ở Biên Hòa!'' <ref>Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'', tr.278.<\/ref>\n\nSách ''Hỏi đáp lịch sử Việt Nam (tập 4)'' chép tương tự: \n:''Từ khi nhậm chức, Nguyễn Bá Nghi chỉ đóng quân ở [[Biên Hòa]]. Công việc đầu tiên của ông là cử đại diện đi tìm gặp chỉ huy của quân Pháp là Charner để xin được \"nghị hòa\" trong khi đó Charner đang cử quân đi do thám ở Định Tường''...<ref>Nhiều tác giả, ''Hỏi đáp lịch sử Việt Nam (tập 4)'', tr. 53.<\/ref>\n\n==Nhận xét==\nTuy cách đối phó của Nguyễn Bá Nghi đối với thực dân Pháp, có nhiều việc cần phải bàn<ref>GS. Nguyễn Khắc Thuần cho rằng trước đối phương, Nguyễn Bá Nghi đã nhút nhát đến độ hoang mang và mất cả chí tiến thủ...(''Việt sử giai thoại'', Tập 5, tr. 104)<\/ref> nhưng nhân cách của ông, các tác giả đều có những nhận xét khá tốt.\n\nTrong ''Từ điển nhân vật lịch sử Việt Nam'':\n:''...Nhiều lần Nguyễn Bá Nghi bị triều đình ghép tội vô cớ và giáng cấp vì quan điểm, lập trường của ông với thời cuộc có nhiều khác biệt với Tự Đức. Ông là người có danh vọng cao, tiết tháo, giao du thân mật với các danh sĩ đương thời như [[Nguyễn Văn Siêu]], [[Phan Thanh Giản]], [[Trương Quốc Dụng]], [[Phạm Phú Thứ]]''...<ref>''Từ điển nhân vật lịch sử Việt Nam, tr. 484-485.<\/ref>\n\nTrên website Quảng Ngãi:\n:''Đường hoạn lộ của Nguyễn Bá Nghi kéo dài gần 40 năm, trải khắp ba miền Bắc, Trung, Nam; nhiều gian nan, gập ghềnh nhưng lúc nào cũng thể hiện là một người mẫn cán, kiên nghị, giàu kiến văn, chuộng thực tiễn''...<ref>{{Chú thích web |url=http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/Home\/127861621_1634\/ |ngày truy cập=2009-04-24 |tựa đề=Theo |archive-date=2009-04-18 |archive-url=https:\/\/web.archive.org\/web\/20090418193459\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/Home\/127861621_1634\/ |url-status=dead }}<\/ref>\n\n==Con==\nNguyễn Bá Nghi, có người con trai là [[Nguyễn Bá Loan]] (? - [[1908]]). Ông tham gia các cuộc khởi nghĩa [[phong trào Cần Vương|Cần Vương]] vào [[tháng bảy|tháng 7]] năm [[1885]]. Khi các cuộc khởi nghĩa đều đã thất bại, ông trở về gia nhập [[Duy Tân hội]] ở [[Quảng Ngãi]]. Năm [[1908]], phong trào \"kháng thuế chống sưu\" ở [[Quảng Nam]]-[[Quảng Ngãi]] bùng nổ dữ dội, Nguyễn Bá Loan được cử vào Ban lãnh đạo đấu tranh của nhân dân Quảng Ngãi. Ngày 07 [[tháng tư|tháng 4]] năm [[1908]], ông bị Pháp bắt và giam ở [[Huế]]. Công sứ Pháp là Daudet và Tuần phủ Ưng Định khuyên ông qui hàng sẽ được trọng đãi, nhưng ông kiên quyết từ chối. Ông bị chém chết tại chợ Quảng Ngãi ngày 23 [[tháng tư|tháng 4]] năm [[1908]] <ref>Xem chi tiết tại đây: [http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/Home\/127861621_1661\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100525173309\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/Home\/127861621_1661\/ |date=2010-05-25 }}.<\/ref>.\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Đại Nam chính biên liệt truyện'' (truyện Nguyễn Bá Nghi). Nhà xuất Văn học, 2004.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Quốc triều sử toát yếu''. Nhà xuất Văn học, 2002.\n*Nguyễn Q. Thắng - Nguyễn Bá Thế. ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, Hà Nội, 1992.\n*Nguyễn Khắc Thuần, ''Việt sử giai thoại''(Tập 5). Nhà xuất bản Giáo dục, 1998.\n*Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'', Nhà xuất bản [[Thành phố Hồ Chí Minh]], 2002.\n*[[Phạm Văn Sơn]], ''Việt sử tân biên'' (Quyển 5, Tập Thượng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1962.\n*Hoàng Văn Lân-Ngô Thị Chính, ''Lịch sử Việt Nam (1858-cuối XIX),'' Quyển 3, Tập 1, Phần 1. Nhà xuất bản Giáo dục, 1979.\n*Nhiều tác giả, ''Hỏi đáp lịch sử Việt Nam (Tập 4)''. Nhà xuất bản Trẻ, 2007.\n\n==Liên kết ngoài==\n*[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=16874 Nguyễn Bá Nghi: Tâm huyết với vận mệnh quốc gia] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071218212036\/http:\/\/baobinhduong.org.vn\/detail.aspx?Item=16874 |date = ngày 18 tháng 12 năm 2007}}\n\n[[Thể loại:Đại học sĩ triều Nguyễn]]\n[[Thể loại:Sinh năm 1807]]\n[[Thể loại:Mất năm 1870]]\n[[Thể loại:Phó bảng]]\n[[Thể loại:Người Quảng Ngãi]]"}