{"19773376":"[[Nguyễn Phan Vinh]] (1933 - 1968) là một [[trung úy]] Hải quân, thuyền trưởng tàu C-235, [[anh hùng Lực lượng vũ trang nhân dân]] Việt Nam. Tên của anh được đặt tên cho [[đảo Phan Vinh]], thuộc [[quần đảo Trường Sa]].\n\n== Thân thế và sự nghiệp ==\nNguyễn Phan Vinh sinh năm 1933, tại Điện Nam, [[Điện Bàn]], [[Quảng Nam]].<ref name=\":0\">{{Chú thích web|url=https:\/\/baoquangnam.vn\/dat-va-nguoi-xu-quang\/phan-vinh-nguoi-anh-hung-quang-nam-21181.html|tựa đề=Phan Vinh - Người anh hùng Quảng Nam|website=baoquangnam.vn|ngôn ngữ=en|ngày truy cập=2022-12-21}}<\/ref><ref name=\":3\">{{Chú thích web|url=https:\/\/cand.com.vn\/So-tay\/Chuyen-nguoi-anh-hung-ma-dao-mang-ten-i417296\/|tựa đề=Chuyện người anh hùng mà đảo mang tên|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2022-12-22}}<\/ref>\n\nAnh được đi đào tạo chỉ huy [[tàu phóng lôi]] ở [[Trung Quốc]].<ref name=\":3\" \/> \n\nTrong giai đoạn 1963-1968, Nguyễn Phan Vinh đã tham gia chỉ huy 11 chuyến [[tàu không số]] chở vũ khí vào Nam với cương vị thuyền phó rồi thuyền trưởng.<ref name=\":0\" \/><ref name=\":3\" \/>\n\nNgày 1\/3\/1968, thuyền trưởng Nguyễn Phan Vinh hi sinh cùng 13 thủy thủ khác của tàu 235 tại Hòn Hèo, là địa danh chỉ  vùng biển và dãy núi chạy qua hai xã [[Ninh Phước, Ninh Hòa|Ninh Phước]], [[Ninh Vân, Ninh Hòa|Ninh Vân]] thuộc tỉnh [[Khánh Hòa]]. \n\nVề sau, anh được truy tặng [[Huân chương Chiến công]] hạng nhất. Tháng 8 năm 1970, anh được Nhà nước truy tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân|Anh hùng lực lượng vũ trang nhân dân]].<ref>{{Chú thích web|url=http:\/\/baodanang.vn\/channel\/5433\/201110\/ho-so-ten-duong-nguyen-phan-vinh-nguoi-anh-hung-duong-ho-chi-minh-tren-bien-2132658\/|tựa đề=Hồ sơ Tên đường:Nguyễn Phan Vinh, người anh hùng “Đường Hồ Chí Minh trên biển”|website=Báo Đà Nẵng|ngôn ngữ=vi|ngày truy cập=2022-12-21}}<\/ref><ref name=\":2\">{{Chú thích web|url=https:\/\/tuoitre.vn\/news-172894.htm|tựa đề=Cuộc truy đuổi 'con tàu ma'|họ=|tên=|ngày=2006-11-29|website=Tuổi Trẻ Online|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-12-21}}<\/ref>\n\nĐảo Hòn Sập (Pearson reef) thuộc quân đảo Trường Sa do Việt Nam quản quản lý từ năm 1978 được đổi tên thành [[đảo Phan Vinh]].<ref name=\":2\" \/> \n\n== Sự kiện tàu 235 ==\nTrung úy Nguyễn Phan Vinh là thuyền trưởng chỉ huy tàu C-235 (thuộc [[Đoàn 125]], Bộ Tư lệnh Hải quân) gồm có 21 người: Chính trị viên Nguyễn Tương, thuyền phó 1: Đoàn Văn Nhi; thuyền phó 2: Võ Tá Tu; máy trưởng: Trương Văn Mùi; thợ máy: Ngô Văn Thứ, Nguyễn Minh Hải, Trần Lộc, Vũ Long An; thợ điện: Lê Duy Mai; báo vụ: Phạm Trường Nam, Doãn Quang Ruyện; rađa: Trần Thọ Thuyết; thủy thủ: Ngô Văn Dầu, Nguyễn Văn Phong, Hà Minh Thật, Đào Quang Ty; lái tàu: Mai Văn Khung, Lâm Quang Tuyến; y tá: Hoàng Văn Hòa; cơ yếu: Nguyễn Văn Dũng.\n\n18 giờ 30 phút ngày 6 tháng 2 năm 1968, tàu C235 đã xuất phát rời căn cứ A2 (cảng Hậu Thủy, [[Hải Nam]], Trung Quốc) đi Hòn Hèo. Tàu C235 là tàu cao tốc, có 4 máy được Trung Quốc viện trợ. Ngày 10 tháng 2 năm 1968, khi còn cách bờ 38 hải lý, tàu bị tàu chiến và máy bay địch bám theo không rời. Không thể đi tiếp được, Sở chỉ huy ra lệnh cho tàu quay về cảng A3 ([[Hải Khẩu]], [[Hải Nam]], Trung Quốc). Ở A3, tàu được sơn lại màu khác và thay biển tên mới, sửa chữa máy móc, để đợi tiếp tục chuyến đi.\n\n11 giờ 30 phút ngày 27 tháng 2 năm 1968, tàu 235 lại lại nhổ neo chở hơn 14 tấn vũ khí đi bến Hòn Hèo chi viện cho [[Sự kiện Tết Mậu Thân|cuộc nổi dậy Xuân Mậu Thân 1968]]. Trước giờ xuất phát, Ngô Văn Dầu bị viêm phổi phải vào viện nên đội hình còn lại 20 người.<ref name=\":1\">{{Chú thích web|url=https:\/\/cand.com.vn\/Truyen-thong\/Nguyen-Phan-Vinh-va-tau-235---Ban-hung-ca-bat-tu-i325133\/|tựa đề=Nguyễn Phan Vinh và tàu 235 - Bản hùng ca bất tử|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2022-12-21}}<\/ref>\n\nTối ngày 29 tháng  2, tàu đến ngang vùng biển Nha Trang và chuyển hướng vào bờ. Máy bay trinh sát phát phát hiện ra tàu 235, [[Hải quân Việt Nam Cộng hòa]] lập tức huy động 3 tàu chiến: Ngọc Hồi, HQ 12, HQ 617 và 4 tàu khác của duyên đoàn 25 đến vùng biển Nha Trang với ý định bắt sống. \n\nBiết đã bị lộ, Thuyền trưởng Phan Vinh điểu khiển tàu 235 lách qua đội hình tàu VNCH và đến được bến Ninh Phước lúc 0 giờ 30 phút ngày 1 tháng 3 năm 1968. Anh quyết định cho thả hàng xuống nước để quân dân ở bến mò vớt sau. \n\nChừng 1 giờ 30 phút, 3 tàu loại lớn và 4 tàu loại nhỏ của VNCH khép chặt vòng vây ở phía sau, phía trước là núi. Phan Vinh cho tàu chạy ven bờ xuôi xuống bến Ninh Vân chừng độ mươi hải lý, nhằm mục đích giữ bí mật không để lộ vị trí thả vũ khí. Tàu VNCH lập tức đuổi theo, nã đạn dữ dội rồi bật đèn pha và gọi máy bay đến thả pháo sáng và bắn rốc-két. Phan Vinh chỉ huy chiến đấu, và điều khiển tàu chạy sát bờ. Các thủy thủ Thật, Phong liên tiếp dùng DKZ và 14 ly 5 bắn về phía tàu VNCH, một chiếc bốc cháy khiến phía VNCH không dám vào gần. Cuộc chiến đấu mỗi lúc một ác liệt. Hỏa lực của VNCH  liên tục bắn vào tàu 235 làm 5 thủy thủ tàu đã hy sinh, 2 người bị thương nặng, 7 người bị thương nhẹ. Thuyền trưởng Phan Vinh cũng bị mảnh đạn xượt qua đầu. Anh tự băng bó và tiếp tục chỉ huy các thủy thủ chiến đấu. \n\nChừng 2 giờ 20 phút, tàu cách bờ hơn 100 mét, thuyền trưởng Phan Vinh tổ chức đưa người đã hy sinh và bị thương vào bờ, sau đó ra lệnh chuẩn bị điểm hỏa cho nổ tàu.\n\nLúc 2 giờ 40 phút, sức công phá của khối thuốc nổ khiến tàu 235 đứt đôi, một nửa chìm xuống biển, một nửa văng lên lưng chừng núi Bà Nam, xã Ninh Vân. Sau đó không quân VNCH đến bắn phá ven biển, nhằm dọn đường cho bộ binh bao vây, bắt sống các thủy thủ tàu 235.   \n\nSố thủy thủ rút lên bờ còn lại 9 người. Thuyền trưởng Vinh và thợ máy Thứ chiến đấu chống trả cầm chân để đồng đội rút lui, cuối cùng thì hi sinh. 7 người khác gồm thuyền phó Nhi và 6 thủy thủ: Mai, Thật, Phong, Khung, Tuyến và An dìu nhau đi vào khu vực Hòn Hèo.<ref name=\":1\" \/> Khi đi tìm nguồn nước, Khung không may bị bắt<ref>{{Chú thích web|url=https:\/\/doanthanhnien.vn\/tin-tuc\/cong-tac-giao-duc\/13-ngay-khong-the-quen-cua-nguoi-linh-tau-khong-so|tựa đề=13 ngày không thể quên của người lính tàu không số|website=Trang thông tin điện tử Trung ương Đoàn TNCS Hồ Chí Minh|url-status=live}}<\/ref> (đến năm 1975 mới được trả tự do) trong khi Thuyền phó Nhi hi sinh<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/phong-suky-su\/chuyen-cua-nguoi-thuy-thu-tren-tau-khong-so-nam-xua-1273029674.htm|tựa đề=Chuyện của người thủy thủ trên Tàu Không Số năm xưa|họ=|tên=|website=Báo điện tử Dân Trí|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-12-21}}<\/ref>. 5 người còn lại chờ đến ngày thứ 13 thì gặp được du kích địa phương, và tới tháng 6 năm 1968, họ hành quân vượt Trường Sơn trở về Bắc<ref name=\":2\" \/>.\n\nĐài Tự Do của VNCH tường thuật về trận đánh ở Hòn Hèo: ''“…Các phi tuần, trực thăng, khu trục võ trang được gọi đến bắn phá. Cuộc lục soát bắt đầu. Một toán từ phía Bắc xuống, toán khác từ dọc đồi phía Nam tiến lên khu vực Tân Định, một lực lượng khác gồm 4 tàu dàn hàng ngang tiến vào vịnh HQ 12, HQ 617 tiếp tục bắn phá yểm trợ vào sườn núi và đưa lực lượng thủy quân lục chiến vào bờ cùng hỗ trợ…”.''\n\nVề sự kiện này, tạp chí “Lướt sóng” của [[Hải quân Việt Nam Cộng hòa]] viết: “''Mười hai chiến hạm và hàng chục hải thuyền của Hoa Kỳ cùng quân lực Việt Nam cộng hòa có phi cơ yểm trợ, đụng độ ác liệt với một tiểu đoàn Việt Cộng (thực chất chỉ có 20 thủy thủ) gan góc và thiện chiến trên con tàu chở vũ khí từ Bắc Việt thâm nhập và tiếp tế cho mặt trận giải phóng. Họ đã nổ súng đến viên đạn cuối cùng, đến người cuối cùng và hy sinh với con tàu bằng khối lượng hàng tấn bộc phá do chính tay họ tự hủy, không để lại một dấu vết”...''.<ref name=\":1\" \/>\n\n== Tham khảo ==\n{{tham khảo}}\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Người Quảng Nam]]"}