{"1730705":"{{Thông tin nhà khoa học\n|box_width = 300\n|name = Nguyễn Đăng Hưng\n|image = \n|image_width = \n|caption = \n|birth_date = 1941\n|birth_place = [[Quảng Nam]]\n|residence =\n|citizenship = \n|publisher=\n|nationality = [[Việt]]\n|ethnicity = \n|fields = [[Cơ học]]\n|work_institution = Đại học Liège, [[Bỉ]]\n|alma_mater = Đại học Liège\n|doctoral_advisor = \n|academic_advisors = \n|doctoral_students = \n|notable_students = \n|known_for = Tổ chức các chương trình hợp tác giữa các Đại học của Châu âu và Việt Nam\n|author_abbrev_bot = \n|author_abbrev_zoo = \n|influences = \n|influenced = \n|prizes = \n|signature = <!--(filename only)-->\n|signature_alt = \n|footnotes = \n}}\n\n'''Nguyễn Đăng Hưng''' là một nhà cơ học người Việt tại [[đại học Liège]], [[Bỉ|Vương quốc Bỉ]]. Lĩnh vực của ông là [[Cơ học vật rắn biến dạng]] chuyên ngành [[Cơ học tính toán]], ông hiện tại là giáo sư danh dự trường Đại học Liège (từ 2006), trước đó ông là giáo sư (Professeur ordinaire), Chủ nhiệm Bộ môn Cơ học Phá hủy thuộc Khoa Kỹ thuật Hàng không Không gian, Đại học Liege (LTAS-ULg). Ông là người sáng lập, đồng thời là tổng biên tập (Editor-in-Chief) tạp chí Khoa học Tính toán ''\"Asia Pacific Journal on Computational Engineering (APJCEN)\"''<ref name=\"preview.apjcen.com\">{{chú thích web | url = http:\/\/preview.apjcen.com\/ | tiêu đề = Asia Pacific Journal on Computational Engineering | author =  | ngày =  | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2014-08-19 | archive-url = https:\/\/web.archive.org\/web\/20140819084829\/http:\/\/preview.apjcen.com\/ }}<\/ref>, nhà xuất bản Springer.\n\n== Tiểu sử và quá trình công tác ==\n\nNguyễn Đăng Hưng sinh ngày [[1 tháng 1]] năm [[1941]] tại làng [[Bồ mưng|Bồ Mưng]], xã [[Điện Thắng Bắc]], huyện [[Điện Bàn]]<ref>{{chú thích web | url = http:\/\/www.ltas-rup.ulg.ac.be\/dang\/hoatdong-vn.html | tiêu đề = Tieng Viet | author = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>, một vùng quê nghèo thuộc tỉnh [[Quảng Nam]]. Ông mồ côi mẹ từ sớm, ý thức được hoàn cảnh khó khăn của mình, ông đã quyết tâm vào con đường học tập.\n\nÔng chuyển vào [[Sài Gòn]] nơi có môi trường học tập tốt hơn và học trung học ở đó. Tại Sài Gòn ông là một trong những học sinh xuất sắc của [[trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|trường trung học Pétrus Trương Vĩnh Ký]]<ref name=\"GS Nguyễn Đăng Hưng, một nhà khoa học, một nhân cách\">[http:\/\/www.vusta.vn\/home3\/news\/?29265\/GS-Nguyen-dang-Hung,-mot-nha-khoa-hoc,-mot-nhan-cach.htm GS Nguyễn Đăng Hưng, một nhà khoa học, một nhân cách]\" {{Webarchive|url=https:\/\/web.archive.org\/web\/20131219031117\/http:\/\/www.vusta.vn\/home3\/news\/?29265%2FGS-Nguyen-dang-Hung%2C-mot-nha-khoa-hoc%2C-mot-nhan-cach.htm |date=2013-12-19 }}<\/ref>. Năm 1960, ông là một trong ba sinh viên xuất sắc của Việt Nam thời đó (một từ miền Bắc, một từ miền Trung và một từ miền Nam) đã nhận được học bổng học du học tại Vương quốc Bỉ. Ông chọn học ngành Vật lý Hàng không và Không gian tại Đại học Liege, trong khi hai người bạn đi du học cùng ông chọn ngành Kỹ thuật Vật lý Nguyên tử. Khoa Kỹ thuật Hàng không và Không gian (LTAS) nơi ông học là một trong những trung tâm về nghiên cứu ứng dụng [[phương pháp phần tử hữu hạn]] hàng đầu của châu Âu <ref>{{chú thích web | url = http:\/\/onlinelibrary.wiley.com\/doi\/10.1002\/nme.339\/abstract | tiêu đề = Displacement and equilibrium models in the finite element method by B. Fraeijs de Veubeke, Chapter 9, Pages 145–197 of Stress Analysis, Edited by O. C. Zienkiewicz and G. S. Holister, Published by John Wiley & Sons, 1965 | author = | ngày = | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n\nSau khi tốt nghiệp kỹ sư (năm 1966), ông được giữ lại làm kỹ sư nghiên cứu tại LTAS, nơi có nhiều các nhà khoa học hàng đầu thế giới. Ông lần lượt được thăng chức từ trợ giảng (năm 1968) đến trợ lý giáo sư (năm 1972) và giảng viên (năm 1978). Sau đó ông làm nghiên cứu sinh dưới sự hướng dẫn của giáo sư Fraeijs de Veubeke, một chuyên gia hàng đầu về phần tử hữu hạn, và là người đề xướng ra mô hình cân bằng (phương pháp phần tử hữu hạn với trường ứng suất giả định). Hội đồng thẩm định luận án tiến sĩ đặc biệt (doctorat spécial, tương đương với Habilitation PhD) của ông gồm nhiều các nhà khoa học tên tuổi của thế giới như GS. Daniel Drucker (ĐH Florida, Hoa Kỳ).<ref>{{chú thích web | url = http:\/\/www.aamech.org\/obituary\/drucker.html | tiêu đề = Dr. Daniel C. Drucker | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2016-10-26 | archive-url = https:\/\/web.archive.org\/web\/20161026024434\/http:\/\/www.aamech.org\/obituary\/drucker.html }}<\/ref>, GS. Marcel Save (ĐH Mons), GS. Charles Massonnet (ĐH Liège), GS. Giulio Maier (ĐH Milan)…bằng tốt nghiệp của ông được hội đồng luận văn thống nhất cho điểm tuyệt đối.\n\nSau khi tốt nghiệp ông là phó giáo sư (năm 1984) và giáo sư thực thụ (năm 1991), đồng thời là trưởng Bộ môn Cơ học Phá hủy của LTAS. Ông nghỉ hưu và là giáo sư danh dự của Đại học Liege từ năm 2006. {{cần chú thích|date = ngày 4 tháng 8 năm 2015}} Hiện tại, ông là cố vấn khoa học cho Trường Đại học Việt Đức.\n\n== Những đóng góp cho ngành Cơ học và Việt Nam ==\n{{wikify}}\nGiáo sư Nguyễn Đăng Hưng là tác giả của hơn 20 cuốn sách, giáo trình và hơn 200 công trình khoa học <ref>[http:\/\/www.ltas-rup.ulg.ac.be\/dang\/CV_NDH_details05.pdf Lý lịch khoa học của GS Nguyễn Đăng Hưng]<\/ref> mà phần lớn số đó được đăng trong các tạp chí hàng đầu về cơ học tính toán. Những đóng góp chính cho chuyên ngành cơ học của ông bao gồm, Lý thuyết đối ngẫu trong phần tử hữu hạn và lý thuyết dẻo, các mô hình cân bằng, phương pháp phần tử hữu hạn lai (metis), chương trình CEPAO (dùng để phân tích giới hạn dẻo và tính toán tối ưu các kết cấu công trình khung phẳng thép), chương trình ADELEF (phát triển cho các bài toán phân tích giới hạn), đóng góp một số modules tính toán cho chương trình SAMCEF (một software thương mại dùng để tính toán kết cấu bằng phương pháp phần tử hữu hạn), phân tích shakedown…\nNgoài những đóng góp cho chuyên ngành cơ học, trên cương vị quản lý ông đã có nhiều đóng góp cho Đại học Liege và đặc biệt cho [[Việt Nam]], có thể kể ở đây một số đóng góp chính như sau:\n* Sáng lập bộ môn cơ học phá hủy (LTAS-Fracture Mechanics) cho Đại học Liège (1985).\n* Đề xướng, điều hành và thực hiện nghiệm thu hằng chục dự án nghiên cứu công nghệ hợp đồng với các công ty công nghệ cao tại châu Âu: CMI (công nghệ cơ khí Cokerill), SAMTECH (Công nghệ phần mềm tính toán cơ học), SEP (Spatial Euroepan Propulsion), CARAT-DUCHATELET (chế tạo khung xe), AEROSPATIALE-Marignane (chế tạo máy bay lên thẳng), AEROSPATIALE (Toulouse), Framatome (Lò năng lượng hạch nhân), SIEMENS...\n* Từ năm 1990 cho đến năm 1995 đề xướng và thực hiện 3 dự án cho cộng đồng các nước nói tiếng Pháp tài trợ (AUPELF&UREF) và 3 dự án cho Cơ quan hợp tác quốc tể (CGRI), Cộng đồng Bruxelles-Wallonie tài trợ. \n* Thành viên nhóm CEE-AG2 (1993-1996) của Ủy ban châu Âu về thẩm định cấu trúc lò nguyên tử.\n* Đồng đề xướng và thành viên ban điều hành (1986-1996) chương trình cao học liên đại học ERASMUS {{cần chú thích|date = ngày 4 tháng 8 năm 2015}} (Tính toán cơ học vật rắn và cấu trúc biến dạng) bao gồm 16 đại học của châu Âu.\n* Thành viên Hội đồng các chuyên gia (Cộng đồng các quốc gia nói tiếng Pháp) sáng lập \"Viện Công nghệ Thông tin Hà Nội\" (1992); hồi phục \"Trường kỹ thuật Nam Vang\" (1992); điều hành \"Các chương trình đào tạo liên ngành tại Đông Dương \" (1994). \n* Sáng lập viên và Điều phối viên chương trình cao học Bỉ & Việt EMMC để giúp [[Trường Đại học Bách khoa, Đại học Quốc gia Thành phố Hồ Chí Minh]] đào tạo thạc sĩ về ngành \"Tính toán cơ học trong xây dựng\" (1995-2007). Đã đào tạo 12 khoá bao gồm 216 thạc sĩ và 40 tiến sĩ đã tốt nghiệp.\n* Sáng lập viên và Điều phối viên chương trình cao học Bỉ & Việt MCMC để giúp [[Trường Đại học Bách khoa Hà Nội]] đào tạo thạc sĩ về ngành \"Tính toán các môi trường liên tục\" (1998-2006). Đã đào tạo 8 khoá bao gồm 102 thạc sĩ và 15 tiến sĩ đã tốt nghiệp. \n* Đề xướng và điều phối viên chương trình cao học quốc tế EU-EMMC (Trường Đại học Bách khoa Thành phố Hồ Chí Minh- Đại học Delft- Đại học Montpellier và Đại học Liège) để đào tạo thạc sĩ châu Âu về ngành \"Tính toán các môi trường liên tục\" (2001-2004). \n* Đề xướng và điều phối viên chương trình cao học quốc tế EU-EMMD (5 trường Đại học, Đại học Công nghệ Hà Nội, Đại học Marseille, Đại học Lulea và Đại học Liège) để đào tạo thạc sĩ châu Âu về ngành \"Thiết kế và tính toán trong cơ học\" (2001-2004). \n* Đề xướng và Chủ trì cùng với trường Đại học Thủy Lợi Hà Nội dự án ANTIERO I và II, phát triển và tính toán độ tin cậy của các kè biển và sông tại Việt Nam, xây một trạm quan trắc đo đạc thủy văn thủy khí tại Bình Thuận.\n* Đã huy động thành công 10 trường Đại học châu Âu cộng tác với 10 trường Đại học của Việt Nam để tham gia chương trì đào tạo 50 tiến sĩ cho Việt Nam (2001-2010).\n\nNhư một kết của sự phát triển các chương trình hợp tác giữa các Đại học của Châu âu và Việt Nam, ông đã đào tạo thành công cho Việt Nam gần 318 thạc sĩ và trong số đó, gần 60 tiến sĩ đã bảo vệ thành công luận văn tiến sĩ tại các trường đại học tiên tiến trên thế giới. {{cần chú thích|date = ngày 4 tháng 8 năm 2015}} Đã tổ chức hằng trăm học viên và giáo sư Việt Nam xuất ngoại tham quan thực tập tại Bỉ và các nước châu Âu khác như Pháp, Hà Lan, Thụy Điển, Đức, Ý, Canada. {{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n\n==Phong tặng==\n\n* Huy chương, Hàn Lâm Viện Khoa học, Văn học và Nghệ thuật Hoàng gia Bỉ (1984). {{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n* Huy chương Lao động hạng nhất của Chính phủ Bỉ (1996). {{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n* Được vinh danh là một trong 12 người nước ngoài làm cho nước Bỉ đổi thay (tuần báo VIF-EXPRESS, 16\/7\/1999).\n* Huân chương \"Đại sĩ quan của Vua Léopold II\", Vương quốc Bỉ (1999). {{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n* Bằng khen của Ủy ban Nhân dân TP. Hồ Chí Minh khen thưởng cho kiều bào có công với đất nước (2002). {{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n* Được Mặt Trận Tổ Quốc Việt Nam và báo điện tử VIETNAMNET ban tặng danh hiệu \"[[Giải thưởng Vinh danh nước Việt]]\", tháng 2 năm 2005.\n* Huân chương \"Đại sĩ quan của Hoàng Gia\", Vương quốc Bỉ (2006). {{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n\n==Nhận xét==\n* Nói với các giảng viên và sinh viên tại ĐH Mở TP.HCM sáng 20-3-2015: \"Việt Nam cũng có hoàn cảnh và xuất phát điểm tương đồng như Hàn Quốc, cũng trải qua chiến tranh, nghèo đói... Nhưng hơn 40 năm qua Hàn Quốc đã đầu tư cho giáo dục, công nghệ và đã trở thành một cường quốc về khoa học công nghệ. Trong khi đó, nền khoa học công nghệ Việt Nam hiện tại vẫn đang còn tụt hậu và bị bỏ lại phía sau.\"<ref>{{chú thích web | url = http:\/\/phapluattp.vn\/giao-duc\/giac-mo-viet-cua-mot-giao-su-538376.html| tiêu đề = Giấc mơ Việt của một giáo sư | author = | ngày = | ngày truy cập = 25 tháng 3 năm 2015 | nơi xuất bản = phapluattp| ngôn ngữ = }}<\/ref> \n* ''<span lang=\"VI\">Đánh giá nguyên nhân sự cố rơi và gãy dầm cầu Chợ Đệm ngày 10\/3 <\/span>\/2009,''<span lang=\"VI\"> “<\/span>Giáo sư Ưu tú (Professor Emeritus)” – theo giới thiệu của  tuanvietnam.vietnamnet.vn, Nguyễn Đăng Hưng  cho biết:  “...qua mô tả của báo giới và xem hình chụp, tôi có thể thẩm định đây là sự cố tiêu biểu của hiện tượng phá hủy giòn vì rạn nứt<span lang=\"ZH-CN\">”<\/span><span lang=\"VI\">.  <\/span>\n\n<span lang=\"ZH-CN\">“<\/span>Bê tông là vật liệu ít dẻo nhất và trong giai đoạn vừa mới đúc xong khả năng giòn thường rất cao. Chắc chắn trước khi gãy đổ, đã có một vết nứt dọc khởi đầu ngay mặt cắt chỗ gãy. Lẽ ra các kỹ sư công trình phải phát hiện ngay vết nứt ban đầu và tìm giải pháp cứu chữa trước khi sự cố xảy ra!  Có lẽ họ đã không làm hoặc lơ đễnh hoặc không nắm rõ giáo trình khoa học rạn nứt - ngành học mới rất hiện đại và chính xác, mới ra đời  từ những năm 40 của thế kỷ trước. Rất có thể một sự cố đã phát sinh tải trọng uốn (hay xoắn) bất ngờ mà điểm tối đa chính là ở giữa cầu, chỗ ngay có cột chống. Tải trọng bất ngờ này đã làm vết nứt phát triển với vận tốc của âm thanh. Tiếng nổ chính là dấu ấn của phá huỷ giòn<span lang=\"VI\">. Nếu phát hiện vết nứt kịp thời và đo đạc tại hiện trường có thể sẽ khắc phục được. <\/span>Vì, ngày nay người ta có thể mô phỏng bằng máy tính việc phát triển vết nứt xác định thời gian cần thiết phải chữa trị trước khi thảm kịch xảy r<span lang=\"VI\">a!”<\/span> \n\n<span lang=\"ZH-CN\">“<\/span>Theo nội dung cơ bản của giáo trình sức bền vật liệu, lực tải thẳng đứng thông thường (trọng lượng) tạo khả năng uốn của dầm và tất yếu sẽ phát sinh ra ứng sức kéo ở biên độ. Và khi dầm không có cốt sắt, sức kéo này sẽ đủ gây gãy đổ<span lang=\"ZH-CN\">”<\/span>.\n\n<span lang=\"VI\">http:\/\/tuanvietnam.vietnamnet.vn\/giai-trinh-vu-sap-cau-cho-dem-thieu-co-so-khoa-hoc {{Webarchive|url=https:\/\/web.archive.org\/web\/20150406071739\/http:\/\/tuanvietnam.vietnamnet.vn\/giai-trinh-vu-sap-cau-cho-dem-thieu-co-so-khoa-hoc |date=2015-04-06 }} (<\/span>12\/03\/2009 21:59 GMT+7<span lang=\"VI\">)<\/span>\n\n== Vụ kiện với trường Đại học Tôn Đức Thắng ==\n\nNgày 26 tháng 8 năm 2014, hiệu trưởng [[trường Đại học Tôn Đức Thắng]] [[Lê Vinh Danh]] chính thức đứng đơn kiện ông Hưng vi phạm hợp đồng, sau khi đơn kiện vào ngày 1 tháng 7 bị bác vì không đúng quy định. Trường Đại học Tôn Đức Thắng đòi ông phải bồi thường thiệt hại số tiền hơn 461 triệu đồng mà trường đã chi trả để ông Hưng thực hiện tạp chí APJCEN và ngoài ra đòi xin lỗi công khai trên ba kỳ liên tiếp tại báo Sài Gòn Giải Phóng.<ref>{{chú thích web | url = http:\/\/dantri.com.vn\/giao-duc-khuyen-hoc\/dh-ton-duc-thang-kien-gs-nguyen-dang-hung-vi-vi-pham-hop-dong-928043.htm | tiêu đề = ĐH Tôn Đức Thắng kiện GS Nguyễn Đăng Hưng vì vi phạm hợp đồng | author = | ngày = 8 tháng 8 năm 2014 | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/vietnamnet.vn\/vn\/giao-duc\/194381\/dh-ton-duc-thang-tiep-tuc-khoi-kien-gs-nguyen-dang-hung.html | tiêu đề = ĐH Tôn Đức Thắng tiếp tục khởi kiện GS Nguyễn Đăng Hưng - VietNamNet | author = | ngày = | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref><ref name=tt1>{{chú thích web | url = http:\/\/www.thanhnien.com.vn\/pages\/20140815\/giao-su-nguyen-dang-hung-len-tieng-ve-viec-bi-dai-hoc-ton-duc-thang-kien.aspx | tiêu đề = Giáo sư Nguyễn Đăng Hưng lên tiếng về việc bị Đại học Tôn Đức Thắng kiện | author = | ngày = | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref> Tuy nhiên, theo giáo sư Hưng thì vai trò của ông chỉ là cố vấn cao cấp, đề đạt sáng kiến, góp ý, hay nhiều lắm thì là đôn đốc công việc, chứ không có trách nhiệm thực thi.<ref name=tt1\/>\n\nNgày 1\/3\/2015, 14 nhà khoa học là thành viên Ban Biên tập của Tạp chí APJCEN (the Asia Pacific Journal of Computational Engineering), đến từ Pháp, Bỉ, Singapore, Việt Nam...đã ký vào thư ngỏ gửi Chính phủ, phản đối việc Hiệu trưởng trường Đại học Tôn Đức Thắng nộp đơn ở tòa án kiện GS Nguyễn Đăng Hưng. Họ cho là Hiệu trưởng trường ĐH Tôn Đức Thắng không hiểu nguyên tắc và thông lệ của thỏa thuận xuất bản tờ tạp chí này.<ref>{{chú thích web | url = http:\/\/thuvienphapluat.vn\/tintuc\/vn\/thoi-su-phap-luat\/tranh-chap\/9818\/14-nha-khoa-hoc-nuoc-ngoai-phan-doi-vu-kien-gs-nguyen-dang-hung| tiêu đề = Vụ ĐH Tôn Đức Thắng kiện GS Nguyễn Đăng Hưng: Hòa giải lần một không thành| author = | ngày = | ngày truy cập = 30 tháng 7 năm 2015 | nơi xuất bản = thuvienphapluat| ngôn ngữ = }}<\/ref>\n\nNgày 17-3-2015, TAND quận 9 (TP.HCM) đã mở phiên hòa giải đầu tiên vụ tranh chấp. Bên bị đơn không đồng ý với các yêu cầu mà phía nguyên đơn đưa ra, nên tòa lập biên bản hòa giải không thành.<ref>{{chú thích web | url = http:\/\/phapluattp.vn\/giao-duc\/vu-dh-ton-duc-thang-kien-gs-nguyen-dang-hung-hoa-giai-lan-mot-khong-thanh-537350.html | tiêu đề = 14 nhà khoa học nước ngoài phản đối vụ kiện GS Nguyễn Đăng Hưng| author = | ngày = | ngày truy cập = 30 tháng 7 năm 2015 | nơi xuất bản = phapluattp| ngôn ngữ = }}<\/ref>\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.ltas-rup.ulg.ac.be\/dang\/ Website của GS. Nguyễn Đăng Hưng tại Đại học Liege]. \n* [http:\/\/www.thanhnien.com.vn\/pages\/20121107\/nguoi-lam-nuoc-bi-doi-thay.aspx Người làm nước Bỉ đổi thay].\n* [http:\/\/www.ndanghung.com\/ Blog Nguyễn Đăng Hưng].\n* [http:\/\/www.vncold.vn\/Web\/Content.aspx?distid=870 Giáo sư Tiến sĩ KH Nguyễn Đăng Hưng, nhà trí thức Việt kiều yêu nước].\n* [http:\/\/vietnamnet.vn\/vn\/khoa-hoc\/84617\/-khoa-hoc-can-chat-xam-dot-pha-.html Khoa học cần chất xám đột phá].\n* [http:\/\/vietsciences.free.fr\/vongtaylon\/vietvenguoithay\/gshoangtuy.htm GS Hoàng Tụy, người đồng hương của tôi].\n* [http:\/\/www.vusta.vn\/Temps\/Home\/template2\/?nid=396 Người thầy chở chất xám về Việt Nam]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}.\n\n{{Thời gian sống|Sinh=1941}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà cơ học Việt Nam]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Giáo sư gốc Việt]]"}