{"1463350":"{{bài cùng tên|Nguyễn Văn Minh (định hướng)}}\n'''Nguyễn Văn Minh''' (sinh năm 1964) là [[đại biểu Quốc hội Việt Nam]] [[Quốc hội Việt Nam khóa XIII|khóa 13]], thuộc đoàn đại biểu [[Thành phố Hồ Chí Minh]].<ref>{{chú thích web|url=http:\/\/dbqh.na.gov.vn\/daibieu\/29\/2832\/Nguyen-Van-Minh.aspx|title=Danh sách Đại biểu Quốc hội khóa XIII|publisher=[[Quốc hội Việt Nam]]|access-date =ngày 5 tháng 9 năm 2012|archive-date = ngày 1 tháng 12 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20171201131559\/http:\/\/dbqh.na.gov.vn\/daibieu\/29\/2832\/Nguyen-Van-Minh.aspx|url-status=dead}}<\/ref>\n\n==Tiểu sử==\nNguyễn Văn Minh sinh ngày 2 tháng 2 năm 1964, người [[dân tộc Kinh]], [[không theo tôn giáo nào]]. Ông có quê quán tại phường 3, [[Quận 4]], [[Thành phố Hồ Chí Minh]].\n\nÔng có bằng Cử nhân khoa học ngành Luật, Cử nhân Hành chính, [[Cao cấp lý luận chính trị]] [[Đảng Cộng sản Việt Nam]].\n\nÔng gia nhập Đảng Cộng sản Việt Nam vào ngày 24 tháng 8 năm 1990.\n\nNguyễn Văn Minh là Đại biểu Hội đồng nhân dân khoá 6 và khoá 7 Thành phố Hồ Chí Minh.\n\nÔng đã từng gửi chức vụ Bí thư Quận đoàn Bình Thạnh, Bí thư Đảng uỷ phường 7 quận Bình Thạnh, Uỷ viên Ban Chấp hành Đảng bộ quận Bình Thạnh thành phố Hồ Chí Minh khóa VII,khoá VIII.\n\nPhó Trưởng ban Văn hoá- xã hội Hội đồng nhân dân thành phố Hồ Chí Minh khoá 6 và khoá 7. Tháng 12 năm 2010 làm Phó Giám đốc Sở Văn hoá, Thể thao và Du lịch (nay là Sở Văn hoá và Thể thao thành phố Hồ Chí Minh). Tháng 7 năm 2017 được điều động và chỉ định làm Phó Bí thư Đảng uỷ Sở Lao động-Thương binh và Xã hội thành phố Hồ Chí Minh. Tháng 2 năm 2020 Ông được điều động và bổ nhiệm chức vụ Phó Tổng Giám đốc Tổng Công ty văn hoá Sài Gòn.\n\nÔng là Đại biểu Quốc hội khoá XIII (2011-2016) thuộc đoàn đại biểu Quốc hội Thành phố Hồ Chí Minh.\n\nĐược tặng thưởng 3 bằng khen của Thủ tướng Chính phủ Nước Cộng hoà Xã hội Chủ nghĩa Việt Nam, Huân chương Lao động hạng Ba,huy hiệu thành phố Hồ Chí Minh, nhiều huy chương và kỷ niệm chương.\n\n== Tham khảo ==\n{{Tham khảo}}\n{{sơ khai chính khách Việt Nam}}\n\n{{Thời gian sống|1964}}\n\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII Thành phố Hồ Chí Minh]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]"}