{"91887":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Hiển Tông <br\/>Minh Vương\n| tên gốc = 明王\n| tước vị = [[Chúa Nguyễn]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = \n| ghi chú hình = Tượng Chúa Nguyễn Phúc Chu Tại Đền <br>[[Nam Phương Linh Từ]]\n| chức vị = [[Chúa Nguyễn|Nguyễn vương]]\n| kiểu tại vị = Trị vì\n| tại vị = [[1691]] - [[1725]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1558 till:1802\nAlignBars = early\nScaleMajor = increment:244 start:1558\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1691 till:1725 color:red\n<\/timeline>\n| đăng quang = \n| tiền nhiệm = [[Nguyễn Phúc Thái]]\n| nhiếp chính = \n| kế nhiệm = [[Nguyễn Phúc Chú]]\n| hoàng tộc = [[Chúa Nguyễn|Họ Nguyễn]]\n| kiểu hoàng tộc = Gia tộc\n| tên đầy đủ = Nguyễn Phúc Chu\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| tước hiệu = \n| tước vị đầy đủ = [[tước vị| ]]\n* Tộ Quốc Công\n*Minh vương\n*Đô Nguyên Súy Tổng Quốc Chính Khoan Từ Nhân Thứ Tộ Minh Vương\n*Anh Mô Hùng Lược Thánh Văn Tuyên Đạt Khoan Từ Nhân Thứ Hiếu Minh Vương\n| thông tin tước vị đầy đủ = ẩn\n| tôn hiệu = \n| miếu hiệu = [[Hiển Tông]] (顯宗)\n| thụy hiệu = Anh Mô Hùng Lược thánh Văn Tuyên Đạt Khoan Từ Nhân Thứ Hiếu Minh Hoàng Đế <br> (英謨雄略聖文宣達寬慈仁恕孝明皇帝)<br> Ngắn: Hiếu Minh hoàng đế <br>(孝明皇帝)\n| niên hiệu = \n| thời gian của niên hiệu = \n| phối ngẫu = \n| vợ = [[Tống Thị Được]]\n| thông tin con cái = ẩn\n| con cái = [[Nguyễn Phúc Chú]]<br>[[Nguyễn Phúc Tứ]]<br>[[Nguyễn Phúc Điền]]<br>...Tổng cộng 38 công tử và 4 công nữ\n| cha = [[Nguyễn Phúc Thái]]\n| mẹ = [[Tống Thị Lĩnh]]\n| sinh = {{ngày sinh|1675|6|11}}<ref name=\"nguyenphuoctoc\">{{harvnb|Gia tộc Nguyễn Phước|2006}}<\/ref>\n| nơi sinh = [[Đàng Trong|Nam Hà]], [[Đại Việt]]\n| mất = {{ngày mất và tuổi|1725|9|1|1675|6|11}}<ref name=\"nguyenphuoctoc\"\/>\n| nơi mất = [[Đàng Trong|Nam Hà]], [[Đại Việt]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Phật giáo]]\n| chữ ký = \n}}\n'''Nguyễn Phúc Chu''' ([[chữ Hán]]: 阮福淍, [[11 tháng 6]] năm [[1675]] &ndash; [[1 tháng 6]] năm [[1725]]) hay '''Nguyễn Hiển Tông''', là vị [[chúa Nguyễn]] thứ sáu của [[Đàng Trong]], vùng đất phía Nam nước [[Đại Việt]] thời [[nhà Lê trung hưng|Lê trung hưng]]. Ông nối ngôi cha là [[Nguyễn Phúc Thái]] và cai trị từ năm từ [[1691]] đến năm 1725. Trong thời gian cầm quyền, Nguyễn Phúc Chu chăm lo phát triển [[kinh tế]], [[giáo dục]], [[quân sự]], làm quốc gia rất giàu mạnh. Ông cũng mở rộng đáng kể lãnh thổ Đại Việt sau nhiều cuộc chiến với các vương quốc [[Chiêm Thành]] và [[Chân Lạp]]. Ông còn là một cư sĩ [[Phật giáo]] mộ đạo, có nhiều công lao trong việc trùng tu chùa chiền và hỗ trợ truyền bá Phật pháp trong nước.\n\n==Thân thế==\n'''Nguyễn Phúc Chu''' sinh vào tháng 5 âm lịch năm Ất Mẹo (1675),<ref>[[Đại Nam thực lục]], tập 1, trang 78<\/ref> là con cả của Nghĩa vương [[Nguyễn Phúc Thái]]. Mẹ ông là Tống Thị Lĩnh quê ở [[Tống Sơn]], [[Thanh Hóa]] (con của Thiếu phó Quận công [[Tống Phúc Vinh]]). Đại Nam Thực lục chép: ''\"Trước kia, năm Giáp Dần, mùa thu, ở phương Tây Nam trên trời mở ra một lỗ, có mây sắc vận quanh, ở giữa một luồng ánh sáng rực trời tỏa ngay vào chỗ nhà mẫu hậu ở, người thức giả cho là điềm thánh. Năm sau chúa đúng kỳ giáng sinh, mùi thơm nức nhà\"''.<ref name=\"thucluc91\">Đại Nam thực lục, tập 1, trang 91<\/ref>\n\nThuở thiếu thời, ông rất chăm học chữ tốt, văn hay, võ giỏi. Ông được phong là Tả binh đinh Phó Tướng Tộ Trường Hầu, làm phủ đệ ở cơ Tả binh.<ref name=\"thucluc91\"\/>\n\nNăm 1691, Chúa Nghĩa Nguyễn Phúc Thái qua đời. Quân thần vâng di mệnh, tôn ông là '''''Tiết Chế Thủy Bộ chư Dinh Kiêm Tổng Nội Ngoại Bình Chương Quân Quốc Trọng Sự Thái Bảo Tộ Quốc Công'''''.<ref name=\"thucluc91\"\/>\n\nBấy giờ, khi nối ngôi chúa Phúc Chu mới có 17 tuổi. Ông lấy hiệu là '''Thiên túng đạo nhân''', cho giảm một nửa thuế ruộng trong năm đó.<ref name=\"thucluc91\"\/> Thời bấy giờ gọi ông là Minh Chúa hoặc Quốc Chúa.<ref>{{Chú thích web|url=https:\/\/cuavaophatphap.com\/bai-viet\/phat-trien-phat-giao-cua-cac-thoi-chua-nguyen_105.html|tựa đề=PHÁT TRIỂN PHẬT GIÁO CỦA CÁC THỜI CHÚA NGUYỄN|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Điều hành Đàng Trong==\n\nKhi mới lên ngôi, ông quan tâm chiêu hiền đãi sĩ, cầu lời nói thẳng, nạp lời can gián, bỏ xa hoa, bớt chi phí, nhẹ thuế má lao dịch, bớt hình ngục.<ref>Đại Nam thực lục, tập 1, trang 92<\/ref> Ông còn cho xây dựng một loạt chùa miếu, mở hội lớn ở [[chùa Thiên Mụ]], [[chùa Mỹ Am]]. Bản thân chúa cũng ăn chay ở vườn Côn Gia một tháng trời, phát tiền gạo cho người nghèo. Bờ cõi yên ổn do [[Trịnh-Nguyễn phân tranh|chiến tranh Trịnh - Nguyễn]] đã tạm ngừng 30 năm.\n\nMùa thu 1699, triều đình tra xét bắt đạo Thiên Chúa, phàm nhân dân ta ai có đạo thì phải bỏ để trở lại làm dân bình thường, lấy nhà tu làm nhà ở, lại còn đốt sách vở của đạo Thiên Chúa, người phương Tây thì buộc họ phải về nước.\n\nVề mặt Bắc, tuy đã thôi đánh nhau với quân Trịnh, nhưng chúa vẫn lo phòng ngự cẩn thận. Năm 1701, Chúa sai Chưởng dinh [[Nguyễn Phúc Diệu]], cùng [[Tống Phúc Tài]], [[Nguyễn Khoa Chiêm]] sửa sang các chính lũy từ núi Đầu Mâu đến cửa biển Nhật Lệ. Chúa sai vẽ bản đồ những nơi hiểm yếu và cho quân lính thao dượt thường xuyên.\n\nBấy giờ, phía Nam đất đai được khẩn hoang đến tận biên giới Chân Lạp. Trong nước việc nội trị, võ bị, giáo dục được phát triển có quy mô. Bắc Hà tuy có vua Lê nhưng quyền bính ở trong tay Chúa Trịnh. Chúa muốn tách riêng miền Nam thành một nước độc lập. Năm 1702, Chúa sai [[Hoàng Thần]] và [[Hưng Triệt]] đem quốc thư và cống phẩm sang Trung Hoa cầu phong [[nhà Thanh]]. Vua Thanh (tức [[Khang Hi]]) cũng có ý muốn phong nhưng triều thần can rằng:\n:''Nước Quảng Nam hùng trị một phương, Chiêm Thành, Chân Lạp đều bị thôn tính, sau tất sẽ lớn. Tuy nhiên nước An Nam còn có nhà Lê ở đó, chưa có thể phong riêng được''\nNên việc cầu phong không có kết quả.\n\nNăm 1702, ở biển phía Nam có giặc biển người Anh đến cướp phá, chiếm cứ đảo Côn Lôn. Đồ đảng hơn 200 người và 8 chiến thuyền, xây dựng sào huyệt kiên cố. Chúa sai Chương dinh Trấn biên [[Trương Phúc Phan]] tìm cách trừ khử bọn cướp. Sau nhờ mộ được 15 người Chà Và (người Mã Lai) làm kế nội ứng, đốt tan được sào huyệt của giặc, tịch thu của cải đem về.\n\nTháng 8 năm 1708, [[Mạc Cửu]] người Lôi Châu, tỉnh Quảng Đông, trước đó đến khai thác vùng đất Hà Tiên, dâng thư lên triều đình xin đem đất Hà Tiên quy thuộc miền Nam. Chúa nhận lời và phong cho Mạc Cửu làm làm [[Thống binh]] trấn giữ đất [[Hà Tiên (tỉnh)|Hà Tiên]].\n\nTháng 1 năm 1709, Phò mã [[Tống Phúc Thiệu]] cùng cai đội [[Nguyễn Cửu Khâm]] mưu phản, ngầm liên kết vây cánh, mưu đồ chiếm Bình Khang, Phú Yên xong quay về lấy Quảng Nam rồi thẳng đến Chính dinh phóng lửa nổi loạn. Âm mưu bại lộ, các kẻ chủ mưu đều bị xử tử. Tống Phúc Thiệu bị bãi làm thứ dân và bị tù ở vườn Bát Khải.\n\nTháng 12 năm 1709, Chúa cho đúc Quốc bảo. Ấn khắc chữ: \" Đại Việt Quốc Nguyễn Chúa Vĩnh Trấn Chi Bảo\", để dùng và truyền đời này sang đời khác. Thấy nước giàu binh mạnh, Chúa định có ý muốn Bắc phạt. Chúa cho thám tử ra thăm dò tình hình miền Bắc, sau được tin báo về là Bắc Hà ''\"trong triều cường thịnh, tướng văn, tướng vũ đều là người giỏi, binh lương đầy đủ, quân bộ, quân thủy đã nhiều lại tinh nhuệ,...\"'', Chúa mới không nhắc đến chuyện này nữa.<ref>Lê Quý Đôn (tác giả), Ngô Lập Chí (phiên dịch), Phủ biên tạp lục, 1959, trang 20<\/ref>\n\nTrong thời gian trị vì, Chúa đóng góp nhiều công lao trong việc xây dựng kỷ cương [[Phật giáo]], trùng tu chùa chiền và quảng bá đạo Phật khắp nước.\n\nNăm 1694, Chúa sai người sang Quảng Đông mời hòa thượng [[Thạch Liêm|Thích Đại Sán]] (Thiền sư Thạch Liêm) sang thuyết pháp về đạo Phật cho quan lại và dân chúng nghe. Hòa thượng đã tổ chức giới đàn để truyền giới Bồ tát cho Chúa và quyến thuộc, quân lại và 1400 tăng ni ở Phú Xuân. Chúa được ban pháp danh là '''Hưng Long'''. Thiền sư Thạch Liêm còn trao cho chúa một bản điều trần về việc cai trị quốc gia bằng chánh pháp.<ref>[[Thích Nhất Hạnh|Nguyễn Lang]] (1979), ''Việt Nam Phật giáo sử luận'', quyển 3, chương 23: [http:\/\/langmai.org\/tang-kinh-cac\/vien-sach\/giang-kinh\/viet-nam-phat-giao-su-luan\/chuong-23-thien-phai-tao-dong-toi-viet-nam Thiền phái Tào Động tới Việt Nam]<\/ref>\n\nNăm 1710, nhân ngày [[Phật đản]], Chúa cho đúc chuông chùa Thiên Mụ nặng 2,021&nbsp;kg, cao 2,5 m, đường kính 1,2 m. Tiếng vang của Đại hồng chung bao trùm cả kinh thành.\n\nNăm 1714, Chúa giao cho Chưởng cơ [[Tống Đức Đạt]] sửa sang chùa Thiên Mụ. Tất cả thợ khéo các nơi đều được huy động, chùa trở nên nguy nga hơn trước. Lễ khánh thành là ngày hội của dân chúng, những kho lúa của nhà nước được mở rộng để chẩn cấp cho dân nghèo.\n\nChúa còn cho sửa sang, mở rộng Văn Miếu ở làng Triều Sơn vào mùa xuân năm 1692. Văn học thi cử được chú trọng, Chúa đã cho tổ chức các khoa thi trong phủ Chúa. Trong các vị Chúa, Chúa Phúc Chu là người chuộng thơ văn hơn cả.\n\nNăm 1712, Chúa cho lập phủ mới ở làng Bát Vọng huyện Quảng Điền.\n\nNguyễn Phúc Chu làm rất nhiều thơ, ông có nhiều bài thơ khóc vợ với tình ý tha thiết. Ông là người rất đông con: 146 người con gồm 38 người con trai.\n\n== Đối ngoại==\n\n=== Chiêm Thành ===\nTháng 8 năm Nhâm Thân ([[1692]]), vua Chiêm Thành là [[Bà Tranh]] ([[Po Thot]]), hợp quân, đắp lũy, cướp giết cư dân ở phủ [[Diên Ninh]].<ref>Phủ Diên Ninh lúc này cho lệ vào dinh Bình Khang, dinh Bình Khang trước là dinh Thái Khang được đổi năm 1690.<\/ref> Sự việc được báo lên Chúa, Chúa Phúc Chu đã sai Cai cơ [[Nguyễn Hữu Cảnh]] làm Thống binh, cùng Tham mưu [[Nguyễn Đình Quang]] đem quân Chính Dinh cùng quân Quảng Nam và Bình Khang đi đánh.<ref>Đại Nam thực lục tiền biên, Sđd, tr.147.<\/ref>\n\nĐầu năm 1693, Nguyễn Hữu Cảnh bắt được Bà Tranh, [[Kế Bà Tử]] (em trai Bà Tranh) cùng thân thuộc là nàng Mi Bà Ân đem về [[Phú Xuân]]. Chúa sai kể tội giam cầm họ ở núi Ngọc Trản. Đổi đất Chiêm Thành thành trấn Thuận Thành (đất Panduranga) và lập ra phủ Bình Thuận.\n\nSau khi Bà Tranh chết tại [[Huế]], Kế Bà Tử đã nổi dậy. Quý tộc Chăm tên [[Ốc Nha Đạt]] và người Mãn Thanh tên [[A Ban]] chỉ huy quân Chăm. Lúc đó Nguyễn Hữu Cảnh đang đi Tây Chính, và quân Nguyễn ở lại đã bị quân Chăm tiêu diệt hoàn toàn.\n\nKhi Nguyễn Hữu Cảnh trở lại, Kế Bà Tử đã ký hòa ước với chúa Nguyễn Phúc Chu. Chúa Phúc Chu đã đồng ý khôi phục vương quốc Chăm Pa với hình thức là một khu tự trị với tên là Thuận Thành Trấn, và chúa Chăm được gọi là Trấn Vương (khâm lý), con của Bà Ân làm đề đốc để xếp đặt mọi việc trong phủ hạt, là thần hạ của chúa Nguyễn, buộc người dân ăn mặc theo phong tục nước Việt.<ref>Theo Đại Nam Thực Lục Tiền Biên<\/ref><ref>Hoa Di Biến Thái (Ka-i-hen-tai, sử liệu Nhật Bản cuối thế kỷ thứ 17-đầu thế kỷ thứ 18)<\/ref>\n\nTheo bộ văn bản hoàng gia Chăm (bản chữ Hán), mối quan hệ phiên thuộc giữa vùng đất cai quản bởi các chúa Chăm và chính quyền trung ương của chúa Nguyễn diễn ra tốt đẹp.\n\nChúa Phúc Chu còn mở rộng bờ cõi đất đai xuống [[hướng Nam|phía Nam]], đạt được nhiều thành tựu như:\n* Đặt phủ [[Bình Thuận]] năm [[Đinh Sửu]] (1697) gồm các đất [[Phan Rang (định hướng)|Phan Rang]], [[Phan Rí Cửa|Phan Rí]] trở về Tây.\n* Đặt phủ [[Gia Định]].\n* Chia đất Đông Phố, lấy xứ [[Đồng Nai]] làm huyện Phước Long, dựng dinh Trấn Biên ([[Biên Hòa]]).\n* Lấy xứ [[Thành phố Hồ Chí Minh|Sài Gòn]] làm huyện [[Tân Bình (phủ cũ Gia Định)|Tân Bình]], dựng dinh Phiên Trấn, lập xã Minh Hương.\n\n=== Chân Lạp ===\n\nTháng 3 năm 1690, Hào Lương hầu [[Nguyễn Hữu Hào (tướng)|Nguyễn Hữu Hào]] tạm bình định Cao Miên, bắt vua Cao Miên là Nặc Thu ([[Chey Chettha IV]]) thần phục, Cao Miên từ đó mới bình định.<ref name=\"ReferenceA\">Gia Định Thành Thông Chí. Quyển 3: Cương vực chí- Trịnh Hoài Đức.<\/ref>\n\nNăm [[1699]], Nặc Thu lại cho đắp các lũy Bích Đôi, Nam Vang và Cầu Nam. Chúa [[Nguyễn Phúc Chu]] cử [[Nguyễn Hữu Cảnh]] làm Thống binh, cùng với Phó tướng Phạm Cẩm Long, Tham tướng Nguyễn Hữu Khánh đem quân lính, thuyền chiến hợp cùng tướng [[Trần Thượng Xuyên]] lo việc đánh Chân Lạp. Thủy binh của Nguyễn Hữu Cảnh đã đánh thành La Bích ([[Longvek]]). Nặc Ông Thu bỏ thành chạy, người cháu là [[Ang Em]] (Nặc Ông Yêm, con trai của [[Ang Nan II|Ang Nan]]) mở cửa thành ra hàng<ref>Có thể lúc này Ang Em đang là con tin của Ang Thu.<\/ref>. Nặc Thu về sau cũng quy hàng. Phó vương Ang Nan sau đó trở về [[Srey Santhor]] đóng đô vì chúa Nguyễn đã lập [[Gia Định|phủ Gia Định]].\n\nNguyễn Hữu Cảnh lấy đất Nông Nại đặt làm phủ Gia Định, lập đất Đồng Nai làm huyện Phước Long, dựng nên dinh Trấn Biên (lỵ sở nay là thôn Phước Lư), lập xứ Sài Côn làm huyện Tân Bình, lập dinh Phiên Trấn (quận sở nay gần Tân Đồn). Mỗi dinh lập ra chức Lưu thủ, Cai bạ và Ký lục để cai trị. Về vệ thuộc thì có hai ty Xá, Lại để làm việc, quân binh thì có tinh binh cơ đội thuyền thủy bộ và thuộc binh để hộ vệ.<ref name=\"ReferenceA\" \/>\n\nNgàn dặm đất đai, dân hơn 4 vạn hộ, chiêu mộ lưu dân từ [[châu Bố Chính]] đến lập nghiệp, lập ra thôn xã phường ấp, phân định địa giới, ruộng đất, lập ra tô thuế, xây dựng đinh điền bạ tịch. Con cháu người Hoa nếu ở Trấn Biên được quy lập thành xã Thanh Hà, còn ở Phiên Trấn thì lập thành xã Minh Hương rồi cho phép vào hộ tịch.<ref name=\"ReferenceA\"\/>\n\nNăm [[1708]], Ang Tham (Nặc Ông Thâm) phải cầu viện quân [[Thái Lan|Xiêm La]] để chống lại cuộc đảo chính của [[Ang Em]] (Nặc Ông Yêm). Ang Em thua chạy sang Gia Định cầu xin chúa Nguyễn hỗ trợ. Chúa Nguyễn sai quan cai cơ là [[Nguyễn Cửu Vân]] sang đánh Ang Tham. Nguyễn Cửu Vân sang phá được quân Xiêm La, đem Ang Em về thành [[Longvek|La Bích]]. Từ đó Ang Tham ở Xiêm La cứ thỉnh thoảng đem quân về đánh Ang Em. Đây là trận đánh đầu tiên giữa nước Việt thời chúa Nguyễn\/triều Nguyễn với Xiêm La được ghi nhận trong sử Việt.\n\nTuy vậy nước Chân Lạp vẫn chưa yên. Năm 1711, 1714 Nặc Thâm lại vây đánh Nặc Yêm. Chúa Nguyễn phải cho các tướng Trần Thượng Xuyên, Nguyễn Cửu Phú đem quân đánh dẹp rồi phong cho Nặc Yêm làm vua Chân Lạp và giúp cho Nặc Yêm khi giới để phòng ngự.\n\n== Qua đời ==\nLăng mộ táng tại Kim Ngọc, Hương Trà, Thừa Thiên. Tên lăng là Trường Thanh.<ref name=\"nguyenphuoctoc\"\/>\n\nVề sau, [[nhà Nguyễn]] truy tôn ông là [[Hiển Tông]], thụy là '''Anh Mô Hùng Lược Thánh Minh Tuyên Đạt Khoan Từ Nhân Thứ Hiếu Minh hoàng đế'''.\n\n== Gia quyến ==\n=== Phi tần ===\nChúa Minh Nguyễn Phúc Chu có nhiều cung phi tần ngự, nhưng tài liệu để kê cứu không còn nữa. Danh tính của các bà được biết đến từ gia phả và nhà thờ của các công tử.\n\n{| class=\"wikitable\" style=\"text-align:center\" \n! width=\"15%\" |Phong hiệu\n! width=\"15%\" |Tên\n! width=\"15%\" |Sinh mất\n! Ghi chú\n|-\n| '''Hiếu Minh Hoàng hậu'''<br>(孝明皇后)\n| [[Tống Thị Được]]\n| [[1680]] – [[5 tháng 3]] năm [[1716]]\n| style=\"text-align:left\" | Người ở phủ [[Thừa Thiên]], con của [[Chưởng doanh]] Hồ Văn Mai, nhập cung đổi qua [[họ Tống]]<br>Sơ phong ''Cung tần'', tấn lên ''Chiêu nghi''.<br>Mẹ của Ninh vương [[Nguyễn Phúc Chú]].<br>Vua [[Gia Long]] truy tôn '''Từ Huệ Cung Thục Ý Đức Kính Mục Hiếu Minh Hoàng hậu''' (慈惠恭淑懿德敬穆孝明皇后), đặt tên lăng là Vĩnh Thanh, được phối thờ với Minh vương ở [[Thái Tổ miếu (Hoàng thành Huế)|Thái Miếu]].\n|-\n| Kính phi<br>(敬妃)\n| [[Nguyễn Thị Lan (phi tần)|Nguyễn Thị Lan]]\n| ? – [[1714]]\n| style=\"text-align:left\" | Con gái của Tham chính Nguyễn Hữu Hạp.<br>Cung phi được đắc sủng nhất của chúa Minh. Bà mất được một năm, chúa vẫn tiếc thương, làm 4 bài thơ viếng viết lên tường [[chùa Thiên Mụ]], mọi người cho là điều lạ. \n|-\n| Chiêu phi<br>(昭妃) || Nguyễn Thị Biện || ||\n|-\n| Tu dung<br>(修容) || Trần Thị Nghi || ||\n|-\n| Hữu cung tần<br>(右宮嬪) || Lê Thị Tuyên || ||\n|-\n| Hữu cung tần<br>(右宮嬪) || Lê Thị Hoa || ||\n|-\n| Hữu cung tần<br>(右宮嬪) || Tống Thị Lượng || ||\n|-\n|| || Hoàng Thị Duyên || ||\n|-\n|| || Nguyễn Thị Tha || ||\n|-\n|| || Trương Thị Khuê || ||\n|-\n|| || Tống Thị Sáng || ||\n|-\n|| || Nguyễn Thị Gia || ||\n|-\n|| || Lê Thị Viên || ||\n|-\n|| || Lê Thị Chinh || ||\n|-\n|| || Tống thị || ||\n|-\n|}\n\n=== Hậu duệ ===\n\n{| class=\"wikitable\" style=\"text-align:center\" \n! width=\"1%\" |Số thứ tự\n! width=\"15%\" |Phong hiệu, chức vị\n! width=\"15%\" |Tên\n! width=\"20%\" |Sinh mất\n! width=\"20%\" |Mẹ\n! Ghi chú\n|-\n| colspan=\"6\" align=\"center\" |'''Công tử'''\n|-\n| 1\n| '''[[Nguyễn Phúc Chú|Hiếu Ninh Hoàng đế]]'''<br>(孝寧皇帝)\n| [[Nguyễn Phúc Chú]]\n| [[14 tháng 1]] năm [[1697]] – [[7 tháng 6]] năm [[1738]]\n| Hiếu Minh Hoàng hậu [[Tống Thị Được]]\n| style=\"text-align:left\" | Còn có tên là '''Trú''' hoặc '''Thụ''', tục gọi là ''Chúa Ninh''.\n|-\n| 2\n| Thủy cơ Chưởng cơ<br>Chưởng dinh\n| Nguyễn Phúc Thể\n| [[22 tháng 8]] năm [[1689]] – [[8 tháng 11]] năm [[1762]]\n| Tu dung Trần Thị Nghi\n| style=\"text-align:left\" | Đương thời giữ chức Thủy cơ [[Chưởng cơ]], sau khi mất được truy tặng [[Chưởng dinh]].<br>Mộ táng tại làng Dương Xuân, nhà thờ ở [[Phú Lộc]] ([[Huế]]).<br>Có bảy con trai là Mẫn, Thưởng, Tạo, Hội, Chiêm, Mịch (hoặc Bạc), Thi.\n|-\n| 3 || || ''Khuyết danh'' || || ||\n|-\n| 4\n| Chưởng vệ sự\n| Nguyễn Phúc Long\n| [[13 tháng 4]] năm [[1693]] – [[24 tháng 4]] năm [[1743]]\n| Cung tần Lê Thị Tuyên\n| style=\"text-align:left\" | Mộ táng tại làng Cư Chánh, nhà thờ ở phường An Cựu ([[Huế]]).<br>Có bốn con trai là Huy, Bính, Kính, Hân.\n|-\n| 5\n| ''không rõ''\n| Nguyễn Phúc Hải\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Mất vào mùa thu, mộ táng tại làng Long Hồ, nhà thờ ở phường An Cựu ([[Huế]]).<br>Có hai con trai là Y và Cự.\n|-\n| 6 || || ''Khuyết danh'' || || ||\n|-\n| 7\n| ''không rõ''\n| Nguyễn Phúc Liêm\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Mất vào mùa đông, mộ táng tại làng Long Hồ, nhà thờ ở phường An Cựu ([[Huế]]).<br>Có hai con trai là Mặc và Xí.\n|-\n| 8\n| Nội hữu Cai đội<br>Thiếu sư Luân Quốc công\n| [[Nguyễn Phúc Tứ]]<br>Nguyễn Phúc Đán\n| [[16 tháng 2]] năm [[1700]] – [[18 tháng 7]] năm [[1753]]\n| Hiếu Minh Hoàng hậu [[Tống Thị Được]]\n| style=\"text-align:left\" | Đương thời giữ chức Nội hữu [[Cai đội]], sau khi mất được truy tặng ''Thiếu sư Luân Quốc công''.<br>Mộ táng tại làng Võ Xá, nhà thờ ở Hương Cần ([[Huế]]).<br>Có năm con trai là Dục, Tĩnh, Thăng, Túc, Hộ.\n|-\n| 9\n| Chưởng cơ Trấn phủ<br>Chưởng doanh Huấn Vũ hầu\n| [[Nguyễn Phúc Thử]]<br>Nguyễn Phúc Đường\n| [[6 tháng 12]] năm [[1699]] – [[31 tháng 8]] năm [[1763]]\n| Hoàng Thị Duyên\n| style=\"text-align:left\" | Đương thời giữ chức Chưởng cơ, sau khi mất được truy tặng ''Tả quân Đô đốc'', ''Chưởng phủ sự'', ''Chưởng doanh Huấn Vũ hầu''.<br>Mộ táng tại làng Lang Xá, nhà thờ ở Lương Quán ([[Huế]]).<br>Có bảy con trai là Giảng, Hội, Ngũ, Tín, Hoan, Cấu, Trí.\n|-\n| 10\n| ''không rõ''\n| Nguyễn Phúc Lân\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Mất vào mùa xuân, mộ táng tại làng Trúc Lâm, nhà thờ ở làng Lương Quân ([[Huế]]).<br>Có một con trai là Duẫn (hoặc Doãn).\n|-\n| 11\n| ''không rõ''\n| Nguyễn Phúc Chấn\n| ? – [[31 tháng 3]] năm [[1738]]\n| ''không rõ''\n| style=\"text-align:left\" | Mộ táng tại làng Cư Chánh, nhà thờ ở làng Định Môn ([[Huế]]).<br>Có sáu con trai là Thạc, Đàm, Tuyết, Vân, Bá, Lượng.\n|-\n| 12\n| Hữu thủy Cai đội<br>Thái bảo Dận Quốc công\n| [[Nguyễn Phúc Điền]]\n| [[14 tháng 4]] năm [[1700]] – [[23 tháng 7]] năm [[1739]]\n| Kính phi [[Nguyễn Thị Lan (phi tần)|Nguyễn Thị Lan]]\n| style=\"text-align:left\" | Đương thời giữ chức Hữu thủy Cai đội, sau khi mất được truy tặng ''Thái bảo Dận Quốc công''.<br>Mộ táng tại làng Định Môn, nhà thờ ở chùa Phước Thành ([[Huế]]).<br>Có bốn con trai là Viện, Khâm, Tuyền, nghiễm; một người con gái được biết đến là công nữ [[Nguyễn Phúc Ngọc Cầu|Ngọc Cầu]], sủng phi của Vũ vương [[Nguyễn Phúc Khoát]].\n|-\n| 13\n| Chưởng cơ<br>Chưởng dinh\n| Nguyễn Phúc Đăng\n| [[28 tháng 4]] năm [[1702]] – [[3 tháng 3]] năm [[1763]]\n| Cung tần Lê Thị Hoa\n| style=\"text-align:left\" | Đương thời giữ chức Chưởng cơ, sau khi mất được tặng chức Chưởng doanh.<br>Mộ táng tại làng Dương Hòa, nhà thờ ở làng Vạn Xuân ([[Huế]]).<br>Có hai con trai là Cẩn và Uẩn.\n|-\n| 14\n| Cai đội<br>Cai cơ\n| Nguyễn Phúc Thiện\n| [[26 tháng 3]] năm [[1703]] – [[28 tháng 2]] năm [[1749]]\n| Nguyễn Thị Tha\n| style=\"text-align:left\" | Đương thời giữ chức [[Cai đội]], sau khi mất được tặng chức [[Cai cơ]].<br>Mộ táng tại làng Dương Xuân ([[Huế]]), không rõ nơi dựng nhà thờ.<br>Có hai con trai là Đức và Gia.\n|-\n| 15\n| Cai đội<br>Cai cơ\n| Nguyễn Phúc Khánh\n| [[17 tháng 6]] năm [[1704]] – [[13 tháng 6]] năm [[1748]]\n| Trương Thị Khuê\n| style=\"text-align:left\" | Đương thời giữ chức [[Cai đội]], sau khi mất được tặng chức [[Cai cơ]].<br>Mộ táng tại làng Dương Xuân, nhà thờ ở làng Vĩnh Hòa ([[Huế]]).<br>Có ba con trai là Đạo, Hạc, Điền.\n|-\n| 16\n| Cai đội<br>Cai cơ\n| Nguyễn Phúc Cảo\n| [[7 tháng 6]] năm [[1706]] – [[7 tháng 5]] năm [[1762]]\n| Trương Thị Khuê\n| style=\"text-align:left\" | Đương thời giữ chức [[Cai đội]], sau khi mất được tặng chức [[Cai cơ]].<br>Mộ táng và nhà thờ đều ở phường An Cựu ([[Huế]]).<br>Có sáu con trai là Mỹ, Tường, Nguyên, Kế, Gia, Nghị.\n|-\n| 17\n| Chưởng cơ\n| Nguyễn Phúc Bình\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Mộ táng tại làng Dương Xuân, nhà thờ ở làng Phú Xuân ([[Huế]]).<br>Có một con trai là Kính.\n|-\n| 18\n| Chưởng cơ Quận công\n| Nguyễn Phúc Tú\n| ''không rõ''\n| Nguyễn Thị Gia\n| style=\"text-align:left\" | Mộ táng tại làng Dương Xuân, nhà thờ ở làng Phú Xuân ([[Huế]]).<br>Có ba con trai là Thắng, Uyên, Dật.\n|-\n| 19\n| Cai cơ<br>Chưởng vệ sự Quận công\n| Nguyễn Phúc Truyền\n| ''không rõ''\n| Hoàng Thị Duyên\n| style=\"text-align:left\" | Đương thời giữ chức [[Cai cơ]], sau khi mất được tặng chức Chưởng vệ sự, tước [[Quận công]].<br>Mộ táng tại làng Châu Chữ, nhà thờ ở làng Long Hồ ([[Huế]]).<br>Có hai con trai là Thùy và Nghi.\n|-\n| 20\n| ''không rõ''\n| Nguyễn Phúc Sảm (hoặc San)\n| [[4 tháng 4]] năm [[1707]] – [[31 tháng 5]] năm [[1765]]\n| ''không rõ''\n| style=\"text-align:left\" | Không rõ chức vị đương thời.<br>Mộ táng tại làng Trúc Lâm, nhà thờ ở thôn Bàng Lăng ([[Huế]]).<br>Có hai con trai là Kiên và Thuận.\n|-\n| 21\n| Cai đội\n| Nguyễn Phúc Quận\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Đương thời giữ chức [[Cai đội]].<br>Mộ táng tại phường An Cựu, nhà thờ ở thôn Bàng Môn ([[Huế]]).<br>Có một con trai là Dục.\n|-\n| 22\n| Cai đội<br>Cai cơ\n| Nguyễn Phúc Yểm<br>Nguyễn Phúc Luân\n| [[30 tháng 1]] năm [[1708]] – [[24 tháng 10]] năm [[1748]]\n| ''không rõ''\n| style=\"text-align:left\" | Đương thời giữ chức [[Cai đội]], sau khi mất được tặng chức [[Cai cơ]].<br>Mộ táng tại làng Nguyệt Biều, nhà thờ ở làng Phú Xuân ([[Huế]]).<br>Có ba con trai là Bảo, Ý và Nho.\n|-\n| 23\n| Cai đội<br>Cai cơ\n| Nguyễn Phúc Bính\n| [[16 tháng 11]] năm [[1708]] – [[4 tháng 6]] năm [[1765]]\n| Lê Thị Viên\n| style=\"text-align:left\" | Đương thời giữ chức [[Cai đội]], sau khi mất được tặng chức [[Cai cơ]].<br>Mộ táng tại làng Trúc Lâm, nhà thờ ở làng An Vân ([[Huế]]).<br>Có bốn con trai là Khuông, Tuyên, Lương, Di.\n|-\n| 24\n| ''không rõ''\n| Nguyễn Phúc Tông\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Mộ táng tại làng Dương Xuân ([[Huế]]), nhà thờ không rõ ở đâu.<br>Có một con trai là Hán.\n|-\n| 25\n| Chưởng cơ<br>Chưởng doanh\n| Nguyễn Phúc Nghiễm<br>Nguyễn Phúc Mạnh\n| ''không rõ''\n| Lê Thị Viên\n| style=\"text-align:left\" | Đương thời giữ chức [[Chưởng cơ]], sau khi mất được tặng chức [[Chưởng doanh]].<br>Lui về nhàn tản ở làng Vân Dương, gọi là vườn ''Viên Công''.<br>Mộ táng tại làng Thanh Thủy, nhà thờ ở phường An Cựu ([[Huế]]).<br>Có hai con trai là Kỳ và Xuân.\n|-\n| 26\n| Chưởng cơ\n| Nguyễn Phúc Xuân\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Đương thời giữ chức [[Chưởng cơ]].<br>Mộ táng và nhà thờ đều ở phường An Cựu ([[Huế]]).<br>Có một con trai là Thái.\n|-\n| 27\n| Hữu dực cơ Chưởng cơ<br>Thiếu bảo Thạnh Quận công\n| Nguyễn Phúc Phong<br>Nguyễn Phúc Mạch\n| [[28 tháng 3]] năm [[1709]] – [[8 tháng 11]] năm [[1754]]\n| Chiêu phi Nguyễn Thị Biện\n| style=\"text-align:left\" | Đương thời giữ chức Hữu dực cơ Chưởng cơ, sau khi mất được tặng chức [[Thiếu bảo]], tước ''Thạnh Quận công''.<br>Mộ táng tại làng Nguyệt Biều, nhà thờ ở làng Phú Xuân ([[Huế]]).<br>Có hai con trai là Tiến và Đạo.\n|-\n| 28\n| ''không rõ''\n| Nguyễn Phúc Hạo\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Mộ táng tại làng Cư Chánh ([[Huế]]).<br>Có một con trai là Lượng.\n|-\n| 29\n| Chưởng cơ\n| Nguyễn Phúc Kỷ\n| ? – [[8 tháng 5]] năm [[1743]]\n| Hoàng Thị Duyên\n| style=\"text-align:left\" | Đương thời giữ chức [[Chưởng cơ]].<br>Mộ táng tại phường An Cựu, nhà thờ ở làng Long Hồ ([[Huế]]).<br>Có hai con trai là Chiêu và Tuy.\n|-\n| 30\n| Chưởng cơ\n| Nguyễn Phúc Tuyền\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Đương thời giữ chức Chưởng cơ.<br>Mộ táng tại phường Cư Chánh, nhà thờ ở làng Vĩnh Hòa ([[Huế]]).<br>Có một con trai là Huyên.\n|-\n| 31\n| ''không rõ''\n| Nguyễn Phúc Hanh\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Không rõ truyện, chỉ biết có một con trai là Khánh.\n|-\n| 32\n| Cai đội<br>Cai cơ\n| Nguyễn Phúc Lộc\n| [[13 tháng 8]] năm [[1712]] – [[28 tháng 7]] năm [[1774]]\n| Lê Thị Viên\n| style=\"text-align:left\" | Đương thời giữ chức [[Cai đội]], sau khi mất được tặng chức [[Cai cơ]].<br>Mộ táng tại làng Thanh Thủy, nhà thờ ở làng Phú Xuân ([[Huế]]).<br>Có hai con trai là Hợp và Tuấn.\n|-\n| 33\n| Chưởng cơ\n| Nguyễn Phúc Triêm\n| [[13 tháng 3]] năm [[1725]] – [[4 tháng 8]] năm [[1788]]\n| ''không rõ''\n| style=\"text-align:left\" | Được truy tặng chức Chưởng cơ.<br>Mộ táng tại phường An Cựu, nhà thờ ở làng Phú An ([[Huế]]).<br>Có ba con trai là Tụy, Hoàng (hoặc Lập) và Nông.\n|-\n| 34\n| ''không rõ''\n| Nguyễn Phúc Khiêm\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Mộ táng tại làng Bằng Lãng ([[Huế]]).<br>Có một con trai là Lượng.\n|-\n| 35 || || ''Khuyết danh'' || || ||\n|-\n| 36 || || ''Khuyết danh'' || || ||\n|-\n| 37\n| Chưởng cơ\n| Nguyễn Phúc Độ\n| [[16 tháng 6]] năm [[1725]] – [[29 tháng 6]] năm [[1752]]\n| Tống thị\n| style=\"text-align:left\" | Đương thời giữ chức Chưởng cơ.<br>Mộ táng tại làng Dương Xuân, nhà thờ ở làng Phú Xuân ([[Huế]]).<br>Có một con trai là Kiêm.\n|-\n| 38\n| ''không rõ''\n| Nguyễn Phúc Tài\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Không rõ truyện.<br>Mộ táng tại làng Dương Xuân, nhà thờ ở làng Phú Xuân ([[Huế]]).<br>Có hai con trai là Tráng và Thịnh.\n|-\n| colspan=\"6\" align=\"center\" |'''Công nữ'''\n|-\n| 1\n| Tống Sơn Quận quân\n| Nguyễn Phúc Ngọc Sáng\n| ? – [[1721]]\n| Cung tần Tống Thị Lượng\n| style=\"text-align:left\" | Chồng là Cai cơ Tống Văn Xuân, sau được truy tặng [[Chưởng vệ]].<br>Được truy tặng ''Tống Sơn Quận quân Trinh phu nhân'', thụy là '''Từ Ý'''.\n|-\n| 2\n| Tống Sơn Quận quân\n| Nguyễn Phúc Ngọc Phụng (hoặc Phượng)\n| ? – [[1722]]\n| Cung tần Tống Thị Lượng\n| style=\"text-align:left\" | Chồng là Nội hữu Chưởng doanh Nguyễn Cửu Thế (cháu nội của [[Nguyễn Cửu Kiều]]).<br>Được truy tặng ''Tống Sơn Quận chúa Tự phu nhân'', thụy là '''Từ Nhã'''.\n|-\n| 3\n| ''không rõ''\n| Nguyễn Phúc Ngọc Nhật\n| ''không rõ''\n| ''không rõ''\n| style=\"text-align:left\" | Chồng là Cai cơ Nguyễn Cửu Duyệt (chắt của [[Nguyễn Cửu Kiều]]).\n|-\n| 4\n| \n| ''Khuyết danh''\n| \n| \n| style=\"text-align:left\" | Chồng tên là Chân (không rõ họ).\n|}\n\n== Tưởng nhớ ==\nTên ông được đặt tên cho một con đường ở phường 15, Quận Tân Bình, [[Thành phố Hồ Chí Minh]] và nhiều thành phố khác như Huế, Hội An, Tam Kỳ, Biên Hoà, Hà Tiên v.v.\n\n==Xem thêm==\n*[[Chúa Nguyễn]]\n*[[Nguyễn Phúc Thái|Nguyễn Phúc Trăn]]\n*[[Đàng Trong]]\n\n{{Đầu hộp}}\n{{thứ tự kế vị|trước=Chúa Nghĩa [[Nguyễn Phúc Thái|Nguyễn Phúc Trăn]]|chức vụ=[[Chúa Nguyễn|Minh Vương]]|sau=Chúa Ninh [[Nguyễn Phúc Chú]]|năm=[[1691]]-[[1725]]}}\n{{Cuối hộp}}\n{{Chúa Nguyễn|hiện=1}}\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n[[Thể loại:Chúa Nguyễn]]\n[[Thể loại:Sinh năm 1675]]\n[[Thể loại:Mất năm 1725]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Phật tử Việt Nam]]\n[[Thể loại:Chiến tranh Việt–Xiêm]]\n[[Thể loại:Công tước nhà Lê trung hưng]]\n[[Thể loại:Hoàng đế truy tôn Việt Nam]]"}