{"461207":"'''Nguyễn Tự''' (?-1212) là tướng [[nhà Lý]] trong [[lịch sử Việt Nam]]. Ông tham gia cuộc chiến giữa các sứ quân cuối thời Lý.\n\n== Ly khai==\nSử sách không ghi chép rõ xuất thân của Nguyễn Tự. Theo Đại Việt sử lược, ông là bộ tướng của [[Tô Trung Từ]] - em vợ [[Trần Lý]]. Trung Từ và Trần Lý là những người có công giúp vua [[Lý Cao Tông]] dẹp loạn Quách Bốc (1209).\n\nNăm 1210, Lý Cao Tông mất, [[Lý Huệ Tông]] lên ngôi. Lúc đó Trần Lý đã qua đời nên Tô Trung Từ nắm quyền điều hành triều chính.\n\nTháng 4 năm 1211, Nguyễn Tự muốn giết một bộ tướng khác của Tô Trung Từ là Nguyễn Ma La - người đồng thời là con rể Trung Từ - và ly khai khỏi lực lượng của Trung Từ.\n\nViên Thiên tướng của Nguyễn Tự là Nguyễn Giai báo cho Tô Trung Từ biết ý định của ông. Tô Trung Từ nổi giận, tước đoạt binh quyền của Nguyễn Tự. Nguyễn Tự sợ chạy sang Quốc Oai<ref name=\"VSL3\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH01f2870e199afddcb319ab14.4.4 Đại Việt sử lược, quyển 3]{{Liên kết hỏng|date=2021-03-21 |bot=InternetArchiveBot }}<\/ref>.\n\nTháng 6 năm 1211, Tô Trung Từ ban đêm sang nhà ở Gia Lâm để cùng với Công chúa Thiên Cực tư thông bị chồng của Công chúa làm Quan nội hầu là Vương Thượng giết chết.\n\nNguyễn Tự nghe tin Tô Trung Từ đã chết bèn mang quân trở về Thăng Long, ban đêm kéo vào kinh thành lấy của cải trong phủ của vua Huệ Tông. Huệ Tông nổi giận hạ chiếu bắt Nguyễn Tự rất gắt gao. Ông chạy trốn sang vùng Sơn Lão thuộc Khô Sách<ref name=\"VSL3\"\/>.\n\n== Đánh bại Sơn Lão ==\nNguyễn Tự lẩn trốn tại Khô Sách được vài tháng thì bị thiếu thốn nên ông định trở về kinh theo [[Trần Tự Khánh]]<ref name=\"VSL3\"\/> - cháu gọi Tô Trung Từ bằng cậu, đã thay thế Trung Từ nắm quyền ở kinh đô.\n\nKhi ông đi vào trong ấp Than, các bậc phụ lão giữ lại để giúp dân chúng chống người Sơn Lão. Được dân địa phương ủng hộ, Nguyễn Tự bèn quyết định ở lại.\n\nNguyễn Tự dẫn binh đi đánh phá Sơn Lão, đánh thắng người Sơn Lão một trận và trở về.\n\nNgười Sơn Lão chưa phục. Nguyễn Tự sai làm hơn vài chục hình người bằng cỏ làm nghi binh, mỗi hình người có cầm đuốc, ban đêm đem đặt trong làng Sơn Lão. Nửa đêm, ông sai bộ tướng là Nguyễn Cuộc đốt nhà người Sơn Lão. Người Sơn Lão vội vàng trở dậy và định cự chiến, nhưng thấy trước mặt và đằng sau đều có quân Nguyễn Tự - trong đó có người giả - nên không dám ra đánh. Cuối cùng người Sơn Lão sợ thanh thế Nguyễn Tự lớn nên xin đầu hàng<ref name=\"VSL3\"\/>.\n\n== Giao ước với họ Trần==\nThanh thế Nguyễn Tự lớn mạnh. Cuộc chiến giữa các sứ quân nổ ra ác liệt. [[Trần Tự Khánh]] muốn liên với Nguyễn Tự để chống họ Đoàn, bèn cùng với Nguyễn Tự họp nhau ở bến Triều Đông thề hết lòng giúp nước, cùng chung dẹp yên cho dân cái họa nhiễu loạn.\n\nSau đó ông và Tự Khánh chia theo hai bờ con sông lớn, mỗi người tự quản lãnh một bên: từ Thượng Khối đến Na Ngạn, con đường ven theo Bắc Giang và làng ấp ở Lục Lộ thì thuộc về Trần Tự Khánh, từ Kinh Ngạn đến Ô Diên thì thuộc về Nguyễn Tự<ref name=\"VSL3\"\/>.\n\nHai người hẹn nhau đến tháng 3 năm 1212 họp binh đánh họ Đoàn ở vùng Hồng ([[Hưng Yên]]).\n\n== Qua đời==\nTháng 2 năm 1212, Nguyễn Tự đi đánh người Cát Lợi là Ngô Thưởng Vu và Vũ Cao, bị tên bắn trúng bèn trở về ở ngõ Tây Dương.\n\nBệnh chưa lành thì hơn 10 ngày sau, ông quan hệ tình dục với đàn bà nên khí độc lại phát lên mà chết<ref name=\"VSL3\"\/>. Không rõ khi đó ông bao nhiêu tuổi.\n\nPhó tướng của Nguyễn Tự là Nguyễn Cuộc lên thay quyền ông nắm binh sĩ, vẫn chống lại triều đình, kháng lệnh chiêu an của [[Lý Huệ Tông]]<ref name=\"VSL3\"\/>.\n\n==Xem thêm==\n* [[Tô Trung Từ]]\n* [[Lý Huệ Tông]]\n* [[Trần Tự Khánh]]\n\n==Tham khảo==\n* [http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH01f2870e199afddcb319ab14.4.4 Đại Việt sử lược, quyển 3]{{Liên kết hỏng|date=2021-03-21 |bot=InternetArchiveBot }}\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Lý]]\n[[Thể loại:Quân nổi dậy Việt Nam]]\n[[Thể loại:Mất năm 1212]]"}