{"79407":"{{bài cùng tên|Nguyễn Văn Ngọc (định hướng)}}\n{{Viên chức\n| tên = Nguyễn Văn Ngọc\n| hình = NguyenVanNgoc10.jpg|nhỏ|200px\n| miêu tả = Nguyễn Văn Ngọc tròn 80 tuổi\n| ngày sinh = [[1908]]\n| nơi sinh = [[Bắc Ninh]], [[Việt Nam]]\n| nơi ở = [[Hà Nội]]\n| ngày chết = [[1 tháng 8]] năm [[1999]]\n(91 tuổi)\n| nơi chết = [[Hà Nội]], [[Việt Nam]]\n| chức vụ = [[Thứ trưởng Bộ Công an Việt Nam]]\n| bắt đầu = [[1962]]\n| kết thúc = [[1967]]\n| chức vụ 2 = Phó Giám đốc [[Bộ Công an (Việt Nam)|Nha Công an Trung ương]]\n| bắt đầu 2 = [[15 tháng 1]] năm [[1952]]\n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| trưởng chức vụ 2 = Giám đốc\n| trưởng viên chức 2 = [[Lê Giản]]\n| chức vụ 3 = \n| bắt đầu 3 = \n| kết thúc 3 = \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = \n| bắt đầu 4 = \n| kết thúc 4 = \n| tiền nhiệm 4 = \n| kế nhiệm 4 = \n| địa hạt 4 = \n| phó chức vụ 4 = \n| phó viên chức 4 = \n| đa số = \n| đảng = \n| nghề = \n| giáo dục = \n| học trường = \n| dân tộc = [[Người Việt|Kinh]]\n| đạo = không\n| chữ ký = \n| họ hàng = \n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| website = \n| chú thích = \n}}\n\n'''Nguyễn Văn Ngọc''' ([[1908]] - [[1999]]) là một nhà cách mạng và chính khách Việt Nam. Ông từng là [[Bí thư Thành ủy Hà Nội]], từng được huấn luyện để trở thành điệp viên nhảy dù cho quân đội Anh trong [[Chiến tranh thế giới thứ hai|Thế chiến thứ hai]], hoạt động tại [[Bán đảo Đông Dương|Đông Dương]]. Sau năm [[1945]], ông lần lượt giữ các chức vụ cao cấp trong Chính phủ [[Việt Nam Dân chủ Cộng hòa]] như: Phó Tổng Giám đốc Công an Việt Nam, Viện phó Viện Công tố Trung ương (nay là [[Viện kiểm sát nhân dân tối cao (Việt Nam)|Viện kiểm sát nhân dân tối cao]]); Thứ trưởng [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ Việt Nam]]; Phó Chủ nhiệm [[Văn phòng Chính phủ (Việt Nam)|Văn phòng Nội chính Phủ Thủ tướng]], kiêm Trưởng ban Biên giới và Trưởng ban Việt kiều Trung ương của Chính phủ.\n\n==Tiểu sử==\nÔng sinh năm [[1908]] (theo bia tại [[Hỏa Lò|nhà tù Hòa Lò]] thì ông sinh năm [[1912]]) tại Gia Lương, [[Hà Bắc (tỉnh cũ)|Hà Bắc]] (nay là [[Gia Bình]], [[Bắc Ninh]]) trong một gia đình bần nông. Ông tham gia hoạt động cách mạng năm 1928 và gia nhập [[Đảng Cộng sản Đông Dương]] tại [[Hà Nội]] tháng 10 năm 1929.\n\nNăm [[1936]], theo sự phân công, ông sang [[Côn Minh]] và [[Nam Ninh]] [[Trung Quốc]] hoạt động xây dựng cơ sở và đào tạo cán bộ.\n\nNăm [[1938]]-[[1939]], ông được Bí thư [[Xứ ủy Bắc Kỳ]] lúc đó là [[Hoàng Văn Thụ]] tổ chức cho về nước.\n\nNăm [[1939]]-[[1940]], ông được [[Hoàng Văn Thụ]] cử làm Bí thư Thành ủy Hà Nội <ref>Hiện trong di tích nhà tù [[Hỏa Lò]] tại Hà Nội còn lưu giữ hình ảnh và tư liệu 09 Bí thư Thành ủy đầu tiên của Hà Nội - Ông Nguyễn Văn Ngọc còn có hình ảnh do Pháp chụp có ghi rõ số tù trên ngực áo. Khi được hỏi tại sao lý lịch của ông không ghi nhận đã từng làm Bí thư Thành ủy Hà Nội, ông đã trả lời đơn giản \"Tôi chỉ làm được thời gian ngắn thì bị Pháp bắt nên không khai cũng được. Thời đó Bí thư Thành uỷ không vỗ ngực khoe xôi thịt như bây giờ, anh giữ chức bí thư thì đã tự ký vào bản án tử hình cho chính mình rồi đó\"- Bằng chứng lịch sử do Pháp để lại là điều không thể xoá bỏ được<\/ref>.\n\nTháng 8 năm 1940, ông bị chính quyền [[đế quốc thực dân Pháp|thực dân Pháp]] bắt giữ và bị kết án [[chung thân|tù chung thân]], bị đi tù các nhà tù [[Hỏa Lò]], [[Sơn La]], [[Bắc Mê]] (Hà Giang).\n\n==Lưu đày ở hải ngoại==\n\nGiữa tháng 6 năm [[1941]], ông cùng 7 đảng viên Cộng sản và 3 chính trị phạm khác bị đẩy lên tàu hỏa, đưa vào Sài Gòn rồi xuống tàu thủy, đem đi đày biệt xứ ở đảo quốc [[Madagascar]] thuộc châu Phi lúc này vẫn là thuộc địa của Pháp.\n\nTại đây, ông và các đồng chí của mình đã tận tình hướng dẫn dân bản địa cách trồng lúa nước, dệt vải bông, tổ chức các hoạt động văn hóa - văn nghệ và làm nhiều việc hữu ích khác như giúp dân chế tác đồ trang sức, đan các loại giỏ xách, gò dụng cụ nhà bếp, sửa chữa đồng hồ, vì vậy mà được nhân dân và chính quyền bản địa rất quý mến.\n\nĐầu năm [[1944]], ông cùng [[Trần Hiệu]], [[Nguyễn Văn phòng]] được quân Anh <ref>Lực lượng nhiệm SOE của Anh, có \"sáng kiến\" đào tạo các tù cộng sản Việt Nam, bị Pháp giam ở hải ngoại, để tung vào hậu phương phát xít Nhật. Một số đảng viên đã tương kế tựu kế, dùng vỏ bọc này để mang vũ khí, khí tài, và nhất là kiến thức tình báo về phục vụ cách mạng<\/ref> đưa tới [[Kenya]] rồi sang [[Ấn Độ]]. Tại đây gặp lại [[Phan Bôi]], được [[Phan Bôi]] cho biết người Anh định dùng họ để thực hiện các chương trình phát thanh ở [[Sydney]] ([[Úc]]), [[San Francisco]] ([[Hoa Kỳ|Mỹ]]) và [[New Delhi]] (Ấn Độ). Biết rõ lập trường chống Cộng của các lãnh đạo Anh, Mỹ và hiểu sớm muộn gì cũng sẽ chống [[Liên Xô]] nên họ tìm mọi cách thoái thác. Rốt cục, người Anh chuyển họ sang hoạt động tình báo, huấn luyện họ về lý thuyết, cách đánh [[Mã Morse|morse]] và dịch mật mã.\n\nTháng 3-1945 máy bay B-29 của Anh chở ông Nguyễn Văn Ngọc cùng các ông [[Trần Hiệu]], Nguyễn Văn phòng bay từ [[Dakar]] qua [[vịnh Bengal]], vịnh Thái Lan, biển Đông, vịnh Bắc Bộ vào châu thổ sông Hồng để thực hiện kế hoạch cho họ nhảy dù cùng điện đài xuống khu vực Miếu Môn ở giữa hai tỉnh Hà Đông, Hòa Bình nhưng vì pháo phòng không Nhật bắn lên nhiều, sương mù lại dày đặc nên máy bay phải quay về.\n\nTháng 5-1945, hành trình cũ lặp lại lần này ba người nhảy dù xuống làng Tiên Lữ - huyện Quốc Oai - tỉnh Hà Đông (nay là Hà Nội) tuy nhiên lệch 20&nbsp;km so với dự tính ban đầu. [[Hồ Chí Minh]] khuyên nhóm tình báo (7 người gồm [[Phan Bôi]], Lê Giản, [[Hoàng Đình Giong]], Nguyễn Văn Ngọc, [[Trần Hiệu]], Nguyễn Văn phòng, Đoàn Ngọc Rê) không cần thiết phải đốt dù và căn dặn có bắt liên lạc với Người Anh tại Trung tâm chỉ huy ở Calcutta (Ấn Độ) để xin thêm vũ khí, điện đài, thuốc chữa bệnh và vẫn công tác khuôn khổ mục tiêu [[chống phát xít]].\n\n==Tham gia hoạt động ngành Công an==\nNăm [[1945]] sau khi Cách mạng tháng Tám thành công ông được Chính phủ bổ nhiệm chức vụ Thường vụ Xứ ủy Trung kỳ <ref>Tại Trung bộ, ngày 23\/8\/1945 Ủy ban nội vụ Trung bộ quyết định thành lập Sở trinh sát Trung bộ do Nguyễn Văn Ngọc làm giám đốc<\/ref> - Giám đốc [[Sở Trinh sát Trung bộ]] <ref>Tuy nhiên trên các trang báo điện tử các tỉnh Miền Trung mục thông tin truyền thống của ngành công an các tỉnh miền trung thường thấy quên không nhắc đến người đã thành lập ra công an Trung bộ<\/ref>, Bí thư kiêm Chủ tịch phân khu Bình Trị Thiên, Trưởng ty Chính trị- Nha công an Trung ương.\n\nNăm 15\/01\/1952, ông được bổ nhiệm làm Phó giám đốc Nha Công an Việt Nam.\n\nNgày 18\/07\/1953, ông được bổ nhiệm giữ chức Chánh Văn phòng Thứ Bộ Công an.\n\n==Tham gia công tác Chính phủ==\nTừ sau [[1954]], ông chuyển sang cương vị lãnh đạo ở các cơ quan khác nhau.\n\nNăm [[1959]]-[[1960]], Viện phó Viện Công tố Trung ương.\n\nNăm 1960, ông cùng Bùi Lâm tham giam xây dựng Dự thảo Luật Tổ chức Viện kiểm sát nhân dân năm 1960 và cùng Bùi Lâm trực tiếp lên báo cáo với Chủ tịch Hồ Chí Minh để xin ý kiến. Chính vì vậy, trong khi dặn dò Bùi Lâm và Nguyễn Văn Ngọc, Hồ chủ tịch đã dành cho Ngành kiểm sát nhân dân mười chữ vàng, đó là: \"Công minh, chính trực, khách quan, thận trọng, khiêm tốn\"<ref>Tháng 12 năm 1959, Đảng đoàn Viện công tố Trung ương có trình Ban Bí thư Trung ương Đảng Dự thảo Luật Tổ chức Viện kiểm sát nhân dân, sau đó Quốc hội giao cho Hội đồng Chính phủ chuẩn bị. Theo chỉ thị của Ban Bí thư, Đảng đoàn Viện công tố cử đồng chí Nguyễn Văn Ngọc, Ủy viên Đảng đoàn, Phó Viện trưởng Viện công tố Trung ương và đồng chí Phan Hữu Chi, chuyên viên cao cấp, người chắp bút soạn thảo Dự luật để báo cáo với Bác [http:\/\/www.tapchikiemsat.org.vn\/ArtDetails.aspx?id=2435#.U1Bz2aI5uUk Theo lời kể của đồng chí Phan Hữu Chi, nguyên Vụ trưởng Vụ Pháp chế VKSNDTC, trong dịp thảo luận Luật ban hành văn bản quy phạm pháp luật, năm 1989] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140419013245\/http:\/\/www.tapchikiemsat.org.vn\/ArtDetails.aspx?id=2435#.U1Bz2aI5uUk |date = ngày 19 tháng 4 năm 2014}}<\/ref>.\n\nNăm [[1960]]-[[1961]], Phó Chủ nhiệm Văn phòng Nội Chính - Phủ Thủ tướng.\n\nNăm [[1960|1961]]-[[1961|1963]], Thứ trưởng [[Bộ Nội vụ]] kiêm hiệu trưởng [http:\/\/www1.napa.vn\/blog\/lanh-dao-hoc-vien-qua-cac-thoi-ky.htm Trường Hành chính Trung ương] nay là học viện Hành chính Quốc gia.\n\nNăm [[1962]]-[[1967]], Thứ trưởng Bộ Nội vụ <ref>Công văn số 1473-DC\/VK do Thứ trưởng Bộ Nội vụ Nguyễn văn Ngọc ký ngày 25\/06\/1965 về việc thành lập Hội Vô tuyến Điện tử Việt Nam<\/ref><ref>Thông tư liên bộ 02-TT\/LB-1966 do Thứ trưởng Bộ Nội vụ Nguyễn văn Ngọc ký ngày 12\/01\/1966 v\/v Hướng dẫn chế độ đối với công nhân, viên chức Nhà nước kể cả công nhân viên quốc phòng bị tai nạn chiến tranh do Bộ Nội vụ - Tổng công đoàn Việt Nam ban hành<\/ref>.\n\nNăm [[1968]]-[[1978|1979]], Phó Chủ nhiệm Văn phòng Phủ Thủ tướng kiêm Trưởng ban Biên giới, Phó Trưởng ban Việt kiều Trung ương<ref>{{Chú thích web|url=http:\/\/baochi.nlv.gov.vn\/baochi?a=d&d=UyRl19790216.2.16#|title=Trao tặng tượng phật và đồ thờ trang trí cho hội phật tử Việt nam tại pháp (báo Hà nội mới ngày 16\/02\/1979)|website=}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.mofahcm.gov.vn\/en\/mofa\/tt_baochi\/nr040810155502\/ns151005111009|title=Bộ Ngoại giao: 70 năm xây dựng và phát triển- Phần 5}}<\/ref>.\n\nNgày 12\/07\/1975, ông mời một số Việt kiều, đại diện cho các hội Việt kiều ở một số nước (Pháp, Canada, Đức,...) lên Tam Đảo tham dự cuộc họp về phong trào Việt kiều.\n\nÔng mất 1 [[Tháng tám|tháng 8]] năm [[1999]] tại [[Hà Nội]], hưởng thọ 91 tuổi \n\n==Cống hiến==\nTrực tiếp đàm phán với tướng Ikawa tiếp quản các cơ quan quận sự và hành chính thành phố Đà Nẵng từ quân Nhật. Nhờ thiết lập được mối quan hệ với I-ka-oa (Ikawa) nên đã thuyết phục được I-ka-oa (Ikawa), đại uý tham mưu trưởng Na-ka-ha-ra (Minh Ngọc- Mitsunobu Nakahara), thư ký Ma-gia-ru Đè-but-chi (Debutsi)... theo Việt Minh cung cấp vũ khí cho quân đội cách mạng. Đầu năm 1946, giới thiệu đề cử Ikawa và Nakahara vào Quân khu 5 giúp tướng [[Nguyễn Sơn]] tổ chức các lớp huấn luyện quân sự cấp tốc ở Quảng Ngãi.\n\nTiếp quản Sở mật thám Trung kỳ (Mật thám liên bang) theo sự phân công của [[Tố Hữu]] và thành lập [[Sở Trinh sát Trung bộ]] dựa trên việc lựa chọn, giáo dục, thuyết phục và phân hóa có sàng lọc một số nhân viên cũ của Sở mật thám Pháp, sử dụng họ để tiến hành tiếp nhận hồ sơ của Pháp để lại<ref>Trong nhật ký của mình ông Nguyễn Văn Ngọc viết \"Tôi một lần một lần nữa nhận ra rằng họ [người nhân viên an ninh Pháp được đào tạo] là một nguồn tài nguyên vô giá mà cuộc cách mạng phải biết làm thế nào để sử dụng<\/ref>. Đây là sự đột phá trong cách sử dụng con người thời bấy giờ nhờ vậy nhanh chóng năm bắt thông tin, tìm ra, bắt và xử lý được mật thám chìm của Pháp để lại cũng như bảo quản được hồ sơ lưu trữ trong Sở mật thám.\n\nTiếp xúc, tìm gặp thuyết phục cụ [[Huỳnh Thúc Kháng]] và mời ra Hà Nội theo chỉ thị của [[Hồ Chí Minh]]<ref>Sau ngày đọc \"Tuyên ngôn độc lập\", Chủ tịch Hồ Chí Minh đã cử đặc phái viên của Chính phủ là Giám đốc Công an Trung Bộ Nguyễn Văn Ngọc ở Huế đến mời cụ Huỳnh Thúc Kháng ra Hà Nội tham gia Chính phủ giúp nước, giúp dân [http:\/\/www.ngheandost.gov.vn\/JournalDetail\/ar1404_Tien_si_Huynh_Thuc_Khang_-_Tam_guong_sang_ve_tinh_than_hieu_hoc_va_long_yeu_nuoc.aspx Theo Nguyễn Phước Tương-Hội Khoa học Lịch sử Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130502164934\/http:\/\/www.ngheandost.gov.vn\/JournalDetail\/ar1404_Tien_si_Huynh_Thuc_Khang_-_Tam_guong_sang_ve_tinh_than_hieu_hoc_va_long_yeu_nuoc.aspx |date = ngày 2 tháng 5 năm 2013}}<\/ref>.\n\nTheo chỉ thị của Tố Hữu, Nguyễn Văn Ngọc, dẫn một số cán bộ công an, trong đó có [[Hoàng Đạo]], từ Huế ra chi viện cho Thanh Hóa trấn áp [[Quốc Dân Đảng (định hướng)|Quốc dân Đảng]] bạo loạn tại Thanh Hóa do cha con Nguyễn Ngọc Sơn cầm đầu nhóm phản động có lực lượng vũ trang hàng tiểu đoàn sau khi chúng chiếm trụ sở Ty Nông nghiệp, quấy phá uy hiếp chính quyền non trẻ ở địa phương Thanh Hóa.\n\nTham gia xây dựng Dự thảo Luật Tổ chức Viện kiểm sát nhân dân năm 1960.\n\n==Khen thưởng==\nÔng được Nhà nước Việt Nam tặng nhiều huân chương. Một số huân chương tiêu biểu:\n*Năm 1991-[[Huân chương Hồ Chí Minh]] (Nghi quyết số 577 KT\/HĐNN ngày 08\/03\/1991 vào sổ vàng số 4),\n*Năm 1984-[[Huân chương Kháng chiến chống Mỹ cứu nước]] hạng nhất,\n*Năm 1960-[[Huân chương Kháng chiến]] hạng nhất,\n*Năm 1956-[[Huân chương Độc lập]] hạng ba,\n*[[Huân chương Quân công]] hạng nhất trao cho đồng chí Nguyễn Văn Ngọc - nguyên Phó Tổng giám đốc Nha Công an Trung ương do đã lập thành tích xuất sắc trong sự nghiệp bảo vệ an ninh tổ quốc do chủ tịch nước Trường Chinh ký, ghi sổ 713\n* Huy hiệu 70 năm tuổi Đảng (Quyết định số 946 ngày 03\/02\/2000)\n* Kỷ niệm chương Chiến sĩ cách mạng bị địch bắt, tù đày do đã nêu cao tinh thần kiên trung bất khuất góp phần vào thắng lợi của sự nghiệp cách mạng giải phóng Dân tộc, do Thủ tướng Chính phủ Võ Văn Kiệt ký ngày 28\/03\/1996, quyết định số 184\/Ttg, bảng số 587\n\n==Tuyên bố==\nMuốn bắt cọp phải vào hang bắt cọp\n\n==Hồi ký==\n[http:\/\/www.mediafire.com\/file\/zf0utfbijyyi0b4\/DiepVienNhayDuThanhGDCongAnTrBo.pdf Tác phẩm \"Người lưu đày trở về - Điệp viên nhảy dù thành Giám đốc công an Trung Bộ\"]- Nhà xuất bản Công an nhân dân- 1988 ([https:\/\/onedrive.live.com\/redir?resid=7473DA7E21A79D55!144&authkey=!ADO1Vrtk0y-BI8E&ithint=file%2cepub Epub], [https:\/\/onedrive.live.com\/redir?resid=7473DA7E21A79D55!141&authkey=!AJvFdFyaFmM74_8&ithint=file%2cpdf pdf])\n\n[http:\/\/www.er.uqam.ca\/nobel\/r26645\/documents\/articles\/vietnam_intel_nat_sec.pdf Intelligence in a time of decolonization: The case of the Democratic Republic of Vietnam at war (1945–50)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100120004134\/http:\/\/www.er.uqam.ca\/nobel\/r26645\/documents\/articles\/vietnam_intel_nat_sec.pdf |date = ngày 20 tháng 1 năm 2010}}- Christopher E. Goscha\n\n==Hình ảnh==\n<gallery>\nTập tin:Nguyenvanngoc03.jpg|Hình ảnh chụp tại nhà tù Hỏa Lò- Hà Nội\nTập tin:NguyenVanNgoc02.jpg|Danh sách trong nhà tù Hòa Lò\nTập tin:NguyenVanNgoc04.jpg|Hình ảnh 9 Bí thư Thành ủy đầu tiên của Hà nội bị giam giữa tại nhà tù Hòa Lò - Cụ Nguyễn Văn Ngọc (người dưới cùng bên trái)ảnh chụp tại Hỏa Lò ngày 21 tháng 2 năm 2010\nTập tin:NguyenVanNgoc06.jpg|Hình ảnh 7 chiến sĩ Cách mạng được máy bay Anh đưa về Việt Nam năm 1942-Cụ Nguyễn Văn Ngọc (người thứ 3 từ bên trái)\nTập tin:NguyenVanNgoc09_01.jpg|Ông Nguyễn Văn Ngọc (người ngoài cùng bên trái)- cùng đoàn đi kiểm tra tại Tây Ninh\nTập tin:NguyenVanNgoc10.jpg|Đoàn công tác cán bộ Hải phòng mừng thọ 80 tuổi đ\/c Nguyễn Văn Ngọc\nTập tin:NguyenVanNgoc11.jpg|Ảnh chụp tại nhà khi bà Thu Ngoạn đến thăm\nTập tin:NguyenVanNgoc12.jpg|Ảnh chụp khi hợp mặt đầu năm\nTập tin:NguyenVanNgoc14.jpg|Ảnh chụp tại sân nhà\nTập tin:NguyenVanNgoc15.jpg|Quyết định công nhận hoạt động cách mạng trước 8\/1945\nTập tin:NguyenVanNgoc16.jpg|Quyết định điều chỉnh lương hưu-197 đồng 57\nTập tin:NguyenVanNgoc17.jpg|Ảnh chụp khi Bà Thu Ngoạn về thăm quê hương\nTập tin:NguyenVanNgoc18.jpg|Ảnh chụp khi Bà Thu Ngoạn về thăm quê hương\nTập tin:NguyenVanNgoc19.jpg|\nTập tin:NguyenVanNgoc20.jpg|Ảnh chụp tại Tây Ninh\nTập tin:Nguyenvanngoc25.jpg|\n<\/gallery>\n\n==Tham khảo - Liên kết ngoài==\n{{Quá nhiều liên kết ngoài}}\n*[http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1158 Sắc lệnh số 79\/SL ngày 15\/01\/1952 do chủ tịch nước Hồ Chí Minh ký về việc bổ nhiệm ông Nguyễn Văn Ngọc giữ chức Phó giám đốc nha Công an]\n*[http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1118 Sắc lệnh số 169\/SL ngày 18\/07\/1953 do chủ tịch nước Hồ Chí Minh ký về việc bổ nhiệm ông Nguyễn Văn Ngọc giữ chức Chánh văn phòng Thứ bộ Công an]\n*[http:\/\/qppl.thanhhoa.gov.vn\/vbpq_thanhhoa.nsf\/3a5945b93d06153047256f9600295f11\/df7ea3cff250a0e14725726e0015a690?OpenDocument Quyết nghị số 1625\/VP ngày 17\/04\/1946 của Công an Trung Bộ do Ông Nguyễn Văn Ngọc ký về việc cử ông Nguyễn Văn Hùng làm Phó ty Trưởng Ty Công an Thanh Hoá]-Lưu trên trang Web Văn bản QPPL Thanh Hóa qppl.thanhhoa.gov.vn\n*[http:\/\/www.caobang.gov.vn\/PrintPreview.aspx?ID=393 7 chiến sĩ cách mạng từ Madagascar trở về tổ quốc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061007002736\/http:\/\/www.caobang.gov.vn\/PrintPreview.aspx?ID=393 |date = ngày 7 tháng 10 năm 2006}}, trên trang web tỉnh Cao Bằng\n*[http:\/\/www.tienphong.vn\/Gioi-Tre\/Doan-Tuoi-Tre\/5991\/Cuoc-thi-tim-hieu-%E2%80%9CCong-an-nhan-dan-vi-binh-yen-cuoc-song%E2%80%9D.html Cuộc thi tìm hiểu \"Công an nhân dân vì bình yên cuộc sống\"], theo báo Tiền phong Online\n*[http:\/\/qppl.thanhhoa.gov.vn\/vbpq_thanhhoa.nsf\/3a5945b93d06153047256f9600295f11\/df7ea3cff250a0e14725726e0015a690?OpenDocument Văn bản pháp luật số 1625\/VP ngày 14\/04\/1946], theo Hồ sơ lưu văn bản QPPL Thanh Hóa - http:\/\/qppl.thanhhoa.gov.vn\n*[http:\/\/hvcsnd.edu.vn\/vn\/Acedemy\/Xay-dung-luc-luong\/87\/486\/Qua-trinh-truong-thanh-cua-luc-luong-CAND-Viet-Nam-qua-nhung-dau-moc-lich-su.aspx Quá trình trưởng thành của lực lượng CAND Việt Nam qua những dấu mốc lịch sử] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120617203711\/http:\/\/www.hvcsnd.edu.vn\/vn\/Acedemy\/Xay-dung-luc-luong\/87\/486\/Qua-trinh-truong-thanh-cua-luc-luong-CAND-Viet-Nam-qua-nhung-dau-moc-lich-su.aspx |date = ngày 17 tháng 6 năm 2012}}, theo Trang web của Học viện cảnh sát Nhân dân- Phần Giới thiệu- Mục Xây dựng lực lượng- Bài viết ngày 15\/08\/2008- http:\/\/hvcsnd.edu.vn\n*[https:\/\/cand.com.vn\/So-tay\/CAND-Viet-Nam-Truong-thanh-cung-cach-mang-i310784 CAND Việt Nam: Trưởng thành cùng cách mạng]\n*[http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30255&cn_id=42810 Những chiến sĩ đổ bộ đường không đầu tiên ] - theo Báo điện tử Đảng cộng sản Việt Nam ngày 06\/12\/2004\n*[https:\/\/nhandan.vn\/nhung-chien-si-do-bo-duong-khong-dau-tien-cua-viet-nam-post560632.html Kỷ niệm 65 năm ngày thành lập Quân đội nhân dân Việt Nam và 20 năm Ngày quốc phòng toàn dân -Những chiến sĩ đổ bộ đường không đầu tiên của Việt Nam] - theo Báo Nhân dân ngày ngày 21 tháng 12 năm 2009\n* Sự kiện và nhân chứng số 60 (Tháng 12\/1998) trang 6 - Những chiến sĩ đổ bộ đường không đầu tiên của Việt Nam\n* Phim \"Điệp viên nhảy dù\" (2 tập - Giải thưởng Liên hoan Phim lần thứ XII)của Đạo diễn Lê Quang Phú\n*[http:\/\/www.vksndtc.gov.vn\/theloai\/hoctap\/51.aspx Thực hiện tốt lời dạy của BÁC HỒ đối với Ngành Kiểm sát Nhân dân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100914034653\/http:\/\/www.vksndtc.gov.vn\/theloai\/hoctap\/51.aspx |date = ngày 14 tháng 9 năm 2010}} - theo Trang thông tin điện tử của Viện kiểm sát nhân dân tối cao.\n*[http:\/\/www.congdoanbdvn.org.vn\/express\/express_detail.aspx?id3=1181&id2=202&id1=201 Khái quát về đội ngũ và phong trào công nhân viên chức Bưu điện trước và trong cách mạng tháng 8 năm 1945]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }} - theo Trang thông tin điện tử của Công đoàn Bưu điện Việt Nam - Ông Nguyễn Văn Ngọc là một trong những người khai thác hướng dẫn và sử dụng máy thu phát vô tuyến điện đầu tiên của Việt Nam.\n*[http:\/\/www.informaworld.com\/smpp\/content~db=all~content=a773283412 Intelligence in a time of decolonization: The case of the Democratic Republic of Vietnam at war (1945-50)] - Author: Christopher E. Goscha.\n*[http:\/\/123.30.49.74:8080\/tiengviet\/tulieuvankien\/tulieuvedang\/details.asp?topic=168&subtopic=464&leader_topic=982&id=BT2911042759 Sách về công tác Đảng]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }} - theo Tư liệu về Đảng - Báo điện tử Đảng Cộng sản Việt Nam.\n*[http:\/\/www.thuvienphapluat.vn\/archive\/Thong-tu-lien-tich\/Thong-tu-lien-bo-17-TT-LB-huong-dan-cai-tien-to-chuc-co-quan-kien-truc-dia-phuong-vb19812t24.aspx Thông tư liên bộ 17-TT-LB ngày 30\/10\/1963 Hướng dẫn cải tiến tổ chức cơ quan kiến trúc địa phương do Bộ Kiến Trúc (Bùi Quang Tạo- Bộ Nội vụ ban hành (Nguyễn Văn Ngọc).] - theo Trang thuvienphapluat.vn.\n*[http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1269 Thông tư liên tịch 05\/TT-LB ngày 11\/02\/1964 Về việc hướng dẫn việc phổ biến Điều lệ đăng ký hộ tịch trong các trường phổ thông.] - theo Trang thông tin điện tử của Bộ Tư pháp.\n*[http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1269 Thông tư 12\/NV ngày 22\/04\/1964 Về việc giải thích một số chính sách cụ thể về quản lý nhà cửa.] - theo Trang thông tin điện tử của Bộ Tư pháp.\n*[http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1283 Thông tư 33-NV-1964 hướng dẫn thi hành Chỉ thị 99\/TTg-TW 1964 về việc cho cơ quan, xí nghiệp và các tổ chức xã hội mua nhà tư nhân do Bộ Nội vụ ban hành.] - theo Trang thông tin điện tử của Bộ Tư pháp.\n*[http:\/\/www.baothanhhoa.vn\/vn\/van-hoa\/n25948\/Nha-tinh-bao-nhieu-lan-len-tieu-thuyet Nhà tình báo nhiều lần lên tiểu thuyết.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160310082221\/http:\/\/www.baothanhhoa.vn\/vn\/van-hoa\/n25948\/Nha-tinh-bao-nhieu-lan-len-tieu-thuyet |date = ngày 10 tháng 3 năm 2016}}- theo Trang thông tin điện tử của Báo Thanh Hóa ngày 21\/09\/2007.\n*[http:\/\/www.tuyenquang.edu.vn\/tq\/element.jsp?ID=956 Lịch sử Nha Công an Trung ương.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150205060127\/http:\/\/www.tuyenquang.edu.vn\/tq\/element.jsp?ID=956 |date = ngày 5 tháng 2 năm 2015}}- theo Trang thông tin điện tử của Sở giáo dục Tuyên Quang.\n\n==Chú thích ==\n{{tham khảo|30em}}\n{{Tình báo Việt Nam}}\n\n[[Thể loại:Sinh năm 1908]]\n[[Thể loại:Mất năm 1999]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Điệp viên Việt Nam]]\n[[Thể loại:Bí thư Thành ủy Hà Nội]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Tổng cục Tình báo, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Thứ trưởng Bộ Công an (Việt Nam)]]"}