{"85518":"'''Nguyễn Hữu Huân''' ([[chữ Hán]] 阮友勳, [[1830]]-[[1875]]) là một sĩ phu yêu nước và là một lãnh tụ khởi nghĩa chống [[thực dân Pháp]] ở [[Nam Kỳ]] ([[Việt Nam]]) vào nửa cuối [[thế kỷ 19]]. Ông được biết nhiều qua biệt danh '''Thủ khoa Huân'''.\n{{thông tin nhân vật\n| tên = Nguyễn Hữu Huân\n| hình = Thu khoa Huan.jpeg\n| tên khai sinh = \n| ngày sinh = [[1830]]\n| nơi sinh = xã [[Mỹ Tịnh An]] huyện [[Chợ Gạo]] tỉnh Mỹ Tho (tỉnh Tiền Giang\n| ngày mất = [[1875]] (45 tuổi)\n| quốc tịch = \n| nơi mất = [[Mỹ Tịnh An ]]\n| an táng = [[Cầu Cai Lộc]] và [[rạch Bảo Định ]]\n}}\n\n==Thân thế và sự nghiệp của ông thủ khoa Huân ==\n'''Nguyễn Hữu Huân''' là người làng Tịnh Hà, huyện Kiến Hưng, tỉnh [[Định Tường]]; tương ứng với danh nghĩa là xã [[Mỹ Tịnh An]], huyện [[Chợ Gạo]], tỉnh [[Mỹ Tho (tỉnh)|Mỹ Tho]] (nay là tỉnh [[Tiền Giang]]).\n\nThuở nhỏ ông thông minh và học giỏi. Tương truyền, năm [[Nhâm Tý]] ([[1852]]) dưới triều [[Tự Đức]], ông dự [[thi Hương]] và đỗ đầu (thủ khoa), nên được gọi là '''Thủ khoa Huân'''. Sau đó, ông được bổ nhiệm và dần trải đến chức Giáo thụ phủ Kiến An <ref>Chi tiết này có thể không chính xác, vì mới thi đỗ, dù là đỗ đầu, cũng không thể bổ ngay chức Giáo thụ (hàm chánh thất phẩm). Huyện Kiến Hưng lúc bấy giờ không có trường huyện học, vì đã có trường phủ học Kiến An đang đóng trên địa bàn. (ý kiến của nhóm biên soạn sách ''Nguyễn Hữu Huân'', tr. 14-15).<\/ref>.\n\nKhi quân [[Đế quốc thực dân Pháp|Pháp]] xâm lược ba tỉnh miền Đông [[Nam Kỳ]] (trong đó có tỉnh [[Định Tường]] quê ông), cũng giống như nhiều nhà nho yêu nước khác, ông đã cầm vũ khí đứng lên chống Pháp vào [[tháng năm|tháng 5]] năm [[1859]], và được cử giữ chức Phó quản đạo.\n\nNăm [[1861]], ông cùng nghĩa quân hoạt động trên địa bàn từ [[Tân An]] đến [[Mỹ Tho]]. Khoảng [[tháng sáu|tháng 6]] năm [[1862]], Nguyễn Hữu Huân đem nghĩa quân gia nhập lực lượng [[Trương Định]].\n \nNgày [[5 tháng 2]] năm [[1863]], quân Pháp tấn công vào căn cứ Tân Hòa ([[Gò Công]]). Căn cứ thất thủ, Trương Định kéo quân về vùng Lý Nhơn (nay thuộc huyện [[Cần Giờ]], [[Thành phố Hồ Chí Minh]]). Khi ấy, Nguyễn Hữu Huân về khởi nghĩa ở Bình Cách ([[Tân An]]), trực tiếp lãnh đạo lực lượng nghĩa quân ở [[Định Tường]]. Quân Pháp tấn công Bình Cách, Nguyễn Hữu Huân phải rút quân về Thuộc Nhiêu (nay thuộc [[Cai Lậy]], [[Tiền Giang]]),\n\n[[Tháng 6]] năm [[1863]], lúc ban đêm Pháp bất ngờ đem quân càn quét căn cứ Thuộc Nhiêu. Đến đến cuối năm đó, thì ông rút quân đến [[An Giang]] gặp [[Võ Duy Dương]] (còn gọi là Thiên hộ Dương). Đầu năm sau ([[1864]]), ông cùng thủ lĩnh Dương chiêu mộ nghĩa binh để khởi nghĩa lần thứ hai.\n\nNguyễn Hữu Huân cho chuyển quân về vùng [[Bảy Núi|Thất Sơn]], [[An Giang]] tiếp tục chiến đấu. Bộ chỉ huy quân đội Pháp rất lo ngại nên gửi tối hậu thư, buộc Tổng đốc An Giang là [[Phan Khắc Thận]] phải giao nộp Thủ Khoa Huân cho họ làm tội, viện lẽ ông này không tuân theo [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] ([[1862]]).\n\nGiáo sư [[Nguyễn Văn Hầu]] chép:\n: ''Sau khi Đô đốc [[Nam Kỳ]] là [[Pierre-Paul de La Grandière|De La Grandière]] biết tin Thủ khoa Huân lẫn trốn ở [[Bảy Núi|Thất Sơn]], viên sĩ quan Pháp này buộc Tổng đốc [[An Giang]] phải bắt ông Huân, giao cho họ làm tội. Tổng đốc An Giang không thuận. Tức thời, Doudart de Lagrée được lệnh đem 500 quân cùng đại bác từ Oudong ([[Campuchia]]) xuống uy hiếp thành [[An Giang]]. Trước áp lực đó, Tổng đốc An Giang đành nhượng bộ <ref>Nguyễn Văn Hầu, ''Nửa tháng trong miền [[Bảy Núi|Thất Sơn]]''. Nhà xuất bản Trẻ, 2006, tr. 155). Kể lại vụ việc này, trong quyển ''Bài ngoại mậu kiến liệt truyện'' (Hồi thứ tư. Sách không rõ tác giả, có lẽ được viết trong khoảng [[1911]]-[[1926]]) có đoạn đại ý như sau: ''Tháng Sáu năm [[Giáp Tý]] ([[1864]]), quan tỉnh An Giang bắt được Nguyễn Hữu Huân. Án sát Phạm Hoàng Đạt hay tin liền tâu lên vua [[Tự Đức]], xin đưa ngay Nguyễn Hữu Huân về [[Huế]] xét xử. Thế nhưng trước áp lực của quân Pháp, tháng 7 năm ấy, Tổng đốc Thận đã phải giao nộp ông trước khi chiếu vua đến (chép trong ''Nguyễn Hữu Huân'', tr. 115). Xem thêm trang [[Phan Khắc Thận]].<\/ref>.''\n\nNghe tin ông bị bắt, vợ là Lê Thị Lộc đã đến [[An Giang]] để đưa đơn xin tha cho chồng nhưng không kịp. Bị giải đến [[Thành phố Hồ Chí Minh|Sài Gòn]], mặc dù [[đế quốc thực dân Pháp|thực dân Pháp]] đem mọi thứ ra dụ hàng nhưng Thủ khoa Huân vẫn kiên quyết chối từ. Cuối cùng, vào ngày [[22 tháng 8]] năm [[1864]], ông bị kết án 10 năm tù khổ sai và bị đày đi Cayenne, là một thuộc địa của Pháp ở [[Nam Mỹ]].\n\nSau 5 năm tù, ngày [[4 tháng 2]] năm [[1869]], Pháp cho lệnh ân xá và đưa ông về quản thúc tại nhà Tổng đốc [[Đỗ Hữu Phương]]<ref>Tổng đốc Phương là bạn hồi thơ ấu, đồng thời là người đã đứng ra bảo lãnh cho ông Huân (ghi chú của sách ''Nguyễn Hữu Huân'', tr. 175).<\/ref>, đồng thời cử ông làm giáo thọ dạy bảo cho các \"sinh đồ\" ở [[Chợ Lớn]] với hy vọng lôi kéo ông về phía họ.\n \nLợi dụng điều kiện đi dạy học, Nguyễn Hữu Huân liên lạc với các sĩ phu yêu nước và hội kín Hoa kiều ''Trường Phát'', nhờ mua vũ khí để chuẩn bị khởi nghĩa. Trong khi cuộc khởi nghĩa đang được chuẩn bị khẩn trương, nhờ do thám nên Pháp bắt được thuyền chở vũ khí. Trước tình hình bất lợi đó, ông ra lệnh giải tán, bí mật trốn khỏi nhà Tổng đốc Phương tìm đường về lại Mỹ Tho họp cùng [[Âu Dương Lân]] tiến hành khởi nghĩa lần thứ ba ([[1872]]). Lần này dân chúng theo Nguyễn Hữu Huân rất đông, trong số đó có cả một số hương chức, hội tề, địa chủ... Địa bàn kháng chiến của ông kéo dài từ [[Mỹ Tho]] đến Mỹ Quý - [[Cai Lậy]].\n\nCuối năm [[1874]], quân Pháp có [[Trần Bá Lộc]], [[Đỗ Hữu Phương]] đánh vào căn cứ ở Bình Cách. Cản ngăn không nổi, nghĩa quân bỏ chạy tán loạn. Nguyễn Hữu Huân thoát được về [[Chợ Gạo]], đến khoảng [[tháng ba|tháng 3]] năm sau, ông trở lại vùng Tân An để tập hợp lại lực lượng, thì bị bắt vì bị chỉ điểm<ref>Theo ''Bài ngoại mậu kiến liệt truyện'' (Hồi thứ 7) in trong sách ''Nguyễn Hữu Huân'' (tr. 118) thì: \"[[Trần Bá Lộc]] đã cho bắt vợ con của Đốc binh Hương (một thuộc hạ của ông Huân), buộc ông này phải làm chỉ điểm. Tuy nhiên, theo bức thư của Đỗ Hữu Phương đề ngày [[24 tháng 5]] năm [[1875]] gửi cho nhà cầm quyền Pháp thì người chỉ điểm tên Lê Thị Năm, có chồng tên Trần Văn Thuông tham gia chống Pháp bị bắt giam, nên bà tình nguyện chỉ nơi ông Huân đang ẩn trốn để chồng được tha (thư mang ký hiệu SL.4504, hiện ở tại Trung tâm Lưu trữ quốc gia II, [[Thành phố Hồ Chí Minh]]). [[Âu Dương Lân]] sau đó cũng bị Trần Bá Lộc bắt sống và rồi bị xử chết.<\/ref>.\n \nNhà cầm quyền Pháp (Tỉnh trưởng Mỹ Tho de Gailland: 1873 - 1875)) ra lệnh bắt giam Nguyễn Hữu Huân ở [[Mỹ Tho]]. Sau khi chiêu hàng không thành, họ kết án tử hình ông. Trước khi thụ hình, ông nhắn vợ con tế sống mình và gửi vải vào cho ông đề thơ và câu liễn (Liễn tuyệt mệnh) thờ.\n\nNgày 15 tháng 4 năm [[Ất Hợi]] (tức [[19 tháng 5]] năm [[1875]]), người Pháp cho tàu chở Nguyễn Hữu Huân xuôi theo [[sông Bảo Định|dòng Bảo Định]] về Mỹ Tịnh An và hành quyết ông lúc 12 giờ trưa. Sau này, những người theo chủ nghĩa dân tộc vẫn tôn vinh ông như một vị [[anh hùng dân tộc Việt Nam|anh hùng dân tộc]].\n\n==Tác phẩm==\n[[Tập tin:Thu Khoa Huan.jpg|nhỏ|200px|Tượng đài Thủ Khoa Huân tại thành phố Mỹ Tho]]\nNguyễn Hữu Huân làm thơ không nhiều, và hầu hết sáng tác của ông đều làm trong thời kỳ kháng Pháp. Tuy nhiên, qua bài thơ ''Tặng vợ'' (làm lúc bị Pháp bắt lần đầu), bài ''Tự Thuật'' (làm khi bị đày sang Guyan), và nhiều bài khác như: ''Bửa củi, Cảm hoài, Thuật hoài, Hò khoan ca, Khi được tha về''...<ref>Thơ Nguyễn Hữu Huân không có tựa đề, đa phần các sách căn cứ nội dung để đặt tên cho bài, cho nên có khi tên bài ở mỗi sách mỗi khác. Và trong thơ của ông, ở một vài câu chữ cũng không tránh khỏi dị bản.<\/ref> đều tỏ rõ ý chí bền bỉ tranh đấu vì đất nước và nhân dân của ông. Vì vậy, Nguyễn Hữu Huân được ghi nhận là \"một hiện tượng đặc sắc của văn học yêu nước [[thế kỷ 19]] của Việt Nam: ''hiện tượng nhà thơ - chiến sĩ.''\"<ref>Trích đánh giá của ''Từ điển Văn học Việt Nam'' (bộ mới), Nhà xuất bản. Thế giới, 2004, tr. 1154.<\/ref>\n\nGiới thiệu hai câu '''Liễn tuyệt mệnh''' do Nguyễn Hữu Huân làm trước khi mất, hiện được treo trang trọng tại bàn thờ ông ở Mỹ Tịnh An.\n:Hữu chí nan thân, không uổng bách niên chiêu vật nghị,\n:Tuy công bất tựu, diệc tương nhất tử báo quân ân.\n:Tạm dịch:\n:''Việc lớn không thành, báo chúa cũng đành liều một chết;\n:''Lòng ngay khó tỏ, miệng đời luống để luận trăm năm.''<ref>Chép theo ''Nguyễn Hữu Huân: nhà yêu nước kiên cường, nhà thơ bất khuất'', tr. 104.<\/ref>\n\n==[[Hình ảnh]] [[công cộng]]==\nTrên đường từ [[Thành phố Hồ Chí Minh]] đi [[Mỹ Tho]], qua TP Tân An đến ngã ba Hoà Tịnh, rẽ trái khoảng 3 [[kilômét|cây số]], sẽ đến Tịnh Hà. Gần đến cầu Tịnh Hà (cầu Cai Lộc) bắc qua [[sông Bảo Định|rạch Bảo Định]], rẽ trái đi thêm nửa cây số, thì sẽ thấy đền thờ và phần mộ của Thủ khoa Huân. Trước kia, nơi đây kéo dài ra cầu sắt Cai Lộc là bãi chợ Phú Kiết. Trở ra cầu Cai Lộc cạnh ngã tư (đường xuống Nhựt Tiên, đường ra Phú Kiết, đường về [[Tân An]], đường Lên giồng Tân Hiệp) sẽ thấy một tấm bia mộ kỷ niệm nơi ông thọ án.\n\nMộ và đền Thủ khoa Huân được xây dựng ngay tại quê nhà của ông. Ban đầu mộ được đấp bằng đất, đầu [[thế kỷ 20]], cháu ngoại của ông là Trần Văn Thông xây lại bằng đá xanh. Trong đền thờ có nhiều hoành phi và câu đối ca ngợi khí tiết của Thủ Khoa Huân.\n\nNhiều tỉnh thành tại Việt Nam, tên Nguyễn Hữu Huân (hay Thủ Khoa Huân) thường được dùng để đặt tên cho trường học, cho đường phố, đặc biệt, tên ông còn được đặt cho con đường đi qua [[Trường Trung học phổ thông Nguyễn Hữu Huân|THPT cùng tên]] ở [[Thành phố Thủ Đức]], [[Thành phố Hồ Chí Minh]] – nơi đào tạo ra những học sinh tài năng.\n\n==Tồn nghi==\nTương truyền, Nguyễn Hữu Huân sinh năm [[1830]], và đỗ thủ khoa năm [[Nhâm Tý]] ([[1852]]). Song qua cuộc điều tra và tính toán, nhóm tác giả Phạm Thiều-Cao Tự Thanh-Lê Minh Đức đã đặt giả thuyết khác là: ''Nguyễn Hữu Huân rất có thể sinh năm [[Bính Tý]] ([[1816]]) và thi đỗ năm ông 36 tuổi''.\n\nQua nghiên cứu, nhóm này cũng đã kết luận rằng bài thơ ''Hãn mã gian quan'' không phải là thơ tuyệt mệnh của ông, nhưng rất có thể do ông làm để ca ngợi Thị độc học sĩ sung Binh bị [[Trần Xuân Hòa]] vào khoảng đầu [[mùa thu]] năm [[1864]], khi ông này bị quân Pháp giải qua vùng sông [[Mỹ Tho]] (sau ông Hòa cắn lưỡi mà chết)<ref name=\"NHH\">''Nguyễn Hữu Huân: nhà yêu nước kiên cường, nhà thơ bất khuất'', (tr. 22 và 30).<\/ref>.\n\nBài ''Mang gông'' mà xưa nay được nhiều người cho là của Nguyễn Hữu Huân, theo học giả [[Trương Vĩnh Ký]] cũng không phải là của ông, mà là của ông Hoành, ông [[Nguyễn Văn Trắm|Trắm]] đã ứng khẩu đọc do dân chúng nghe khi bị bắt giải về [[Huế]], chịu án xử lăng trì <ref>Dẫn lại theo Huỳnh Minh, ''Gia Định xưa''. Nhà xuất bản Văn hóa Thông tin, 2006, tr.201.<\/ref>. Ngoài ra, bài ''Cây bắp'' cũng chưa chắc là của ông <ref name=\"NHH\" \/>.\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Phạm Thiều]]-Cao Tự Thanh-Lê Minh Đức, ''Nguyễn Hữu Huân: nhà yêu nước kiên cường, nhà thơ bất khuất'' (gọi tắt là ''Nguyễn Hữu Huân''). Nhà xuất bản [[Thành phố Hồ Chí Minh]], 1986.\n*Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển''. Nhà xuất bản Hồn thiêng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1967.\n*[[Nguyễn Quảng Tuân]], mục từ ''Nguyễn Hữu Huân'' in trong ''Từ điển văn học (bộ mới)''. Nhà xuất bản Thế giới, 2004.\n* Nhiều người soạn, ''Hợp tuyển thơ văn Việt Nam'' (1858-1920). Nhà xuất bản Văn Học, 1984.\n*''Thủ khoa Nguyễn Hữu Huân'' (sách không ghi tên tác giả). Nhà xuất bản Trẻ, 2007.\n{{Wikisource|Tác gia:Nguyễn Hữu Huân}}\n==Liên kết ngoài==\n* [http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=1026&cap=4&id=1048 Anh hùng dân tộc Nguyễn Hữu Huân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071217175505\/http:\/\/www.tiengiang.gov.vn\/\/xemtin.asp?idcha=1026&cap=4&id=1048 |date=2007-12-17 }}\n\n{{Thời gian sống|Mất=1875}}\n\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Nhà Nho Việt Nam]]"}