{"41509":"{{Thông tin nhà văn\n| name = Nguyễn Bỉnh Khiêm\n| image = Trạng Trình Nguyễn Bỉnh Khiêm n.jpg\n| imagesize = 250px\n| bgcolour = \n| caption = Tượng đài Trình quốc công Nguyễn Bỉnh Khiêm trong khuôn viên Thư viện Khoa học Tổng hợp Thành phố Hải Phòng\n| birthname = Nguyễn Văn Đạt\n| other_names = Tên khai sinh: Nguyễn Văn Đạt<br\/>Tên tự: Hanh Phủ (亨甫)<br\/>Đạo hiệu: Bạch Vân am cư sĩ (白雲庵居士)<br\/>Biệt hiệu: Tuyết Giang phu tử (雪江夫子)<br\/>Tước phong: Trình Quốc Công (程國公)\n| birth_date = {{ngày sinh|1491|5|13}}\n| birth_place = làng Trung Am, huyện Vĩnh Lại, phủ Hạ Hồng, [[Xứ Đông|trấn Hải Dương]] (nay thuộc [[Lý Học, Vĩnh Bảo|xã Lý Học]], huyện [[Vĩnh Bảo]], [[thành phố Hải Phòng]])\n| death_date = {{ngày mất và tuổi|1585|11|28|1491|5|13}}\n| death_place = làng Trung Am, huyện Vĩnh Lại, trấn [[Hải Dương]] (nay thuộc xã [[Lý Học, Vĩnh Bảo]], thành phố [[Hải Phòng]])\n| full_name = Nguyễn Văn Đạt\n| real_name = Nguyễn Văn Đạt\n| penname = Trình Quốc Công, Bạch Vân\n| occupation = [[Chính khách]], nhà thơ, nhà sư phạm, nhà dự báo chiến lược, nhà hoạt động từ thiện\n| nationality = [[Việt Nam]]\n| ethnicity = [[Người Việt|Việt]]\n| citizenship = [[Việt Nam]]\n| phong tước = Trình Quốc Công\n| education = [[Danh sách Trạng nguyên Việt Nam|Trạng nguyên Đại Việt]] (1535)\n| alma_mater = \n| period = [[Văn học Việt Nam thời Mạc|Văn học thời Mạc]] (Văn học trung đại Việt Nam)\n| genre =\n| subject = \n| movement = \n| notableworks = ''[[Bạch Vân am thi tập]]'' (thơ [[chữ Hán]]), ''[[Bạch Vân quốc ngữ thi tập]]'' (thơ [[chữ Nôm]]), ''[[Sấm Trạng Trình]]''\n| awards = \n| spouse = 3 vợ\n| partner = \n| children = 12 con (7 con trai)\n| relatives = [[Nguyễn Văn Định]] (cha), [[Nhữ Thị Thục]] (mẹ), [[Nhữ Văn Lan]] (ông ngoại), [[Dương Đức Nhan]] (cha vợ)\n| influences = [[Lương Đắc Bằng]], [[Nguyễn Trãi]], [[Thiệu Ung]] (1011–1077)\n| influenced = [[Phùng Khắc Khoan]], [[Giáp Hải]], [[Nguyễn Hoàng]], [[Nguyễn Thiếp]], [[Nguyễn Khuyến]]\n| signature = \n| website =\n}}\n'''Nguyễn Bỉnh Khiêm''' ([[chữ Hán]]: 阮秉謙; [[13 tháng 5]] năm [[1491]] – [[28 tháng 11]] năm [[1585]]), tên huý là '''Văn Đạt''' (文達),<ref>Có tài liệu cho rằng ông đổi từ tên khai sinh là '''Văn Đạt''' thành '''Bỉnh Khiêm''' khi ông chuẩn bị đi thi cử vào năm 1535. Nghĩa của hai chữ Bỉnh Khiêm được hiểu là \"giữ trọn tính khiêm nhường\". Sự khiêm tốn đến mức nhún mình này còn được Nguyễn Bỉnh Khiêm thể hiện nhiều lần trong thơ văn của ông. Như nhà nghiên cứu Hán Nôm Trần Khuê (''Cần hiểu đúng Nguyễn Bỉnh Khiêm và Vương triều Mạc'', 1991) đã lưu ý, sự khiêm tốn trong tính cách cùng với hành trạng xuất xử phức tạp của Nguyễn Bỉnh Khiêm là những lý do khiến người đời sau càng khó đánh giá cho chính xác về sự nghiệp của ông, khi mà hầu hết sử liệu chính thống về thời Mạc (không kể những bản [[văn bia thời Mạc]]) còn lưu lại đến nay là do những nhà nghiên cứu của các triều đại đối địch hoàn toàn với nhà Mạc viết ra.<\/ref> [[Tên chữ (người)|tự]] là '''Hanh Phủ''' (亨甫), hiệu là '''Bạch Vân am cư sĩ''' (白雲庵居士),<ref>Từ \"[[cư sĩ]]\", lần đầu tiên được dùng trong văn chương [[Phật giáo]] trong bộ kinh Đại thừa quan trọng \"Duy-ma-cật\" với nghĩa là người Phật tử tri thức tại gia, tu hạnh Bồ-tát cứu nhân độ thế. Nói cách khác, Nguyễn Bỉnh Khiêm tự xem mình là Bồ-tát với lý tưởng cứu nhân độ thế, không màng danh lợi, chứ không phải là người chủ trương sống lánh đời hay bàng quan đối với thế sự.<\/ref> được các môn sinh tôn là '''Tuyết Giang phu tử''' (雪江夫子), là một trong những nhân vật có ảnh hưởng nhất của [[lịch sử]] cũng như [[văn hóa]] [[Việt Nam]] trong [[Thế kỷ XVI|thế kỷ 16]]. Ông được biết đến nhiều vì tư cách đạo đức, tài thơ văn của một nhà giáo có tiếng thời kỳ [[Nam-Bắc triều (Việt Nam)|Nam – Bắc triều]] ([[Chiến tranh Lê-Mạc|Lê – Mạc phân tranh]]) cũng như tài tiên tri các tiến triển của [[lịch sử Việt Nam]]. Sau khi đậu [[Trạng nguyên]] khoa thi Ất Mùi (1535)<ref>Nguyễn Bỉnh Khiêm thi đậu [[Trạng nguyên]] khoa Ất Mùi, niên hiệu Đại Chính thứ 6 (1535) tại [[Văn miếu Mao Điền]] thuộc trấn [[Hải Dương]] xưa. Ngày nay [[Văn miếu Mao Điền]] (được xếp hạng là di tích lịch sử văn hóa cấp quốc gia) là một trong những địa điểm du lịch văn hóa nổi tiếng của tỉnh [[Hải Dương]].<\/ref> và làm quan dưới [[nhà Mạc|triều Mạc]], ông được [[phong tước]] “Trình Tuyền hầu” rồi thăng tới “Trình Quốc công” (程國公)<ref>Không ít tư liệu về Nguyễn Bỉnh Khiêm cho rằng ông chỉ được vua Mạc truy tặng tước Trình Quốc Công sau khi ông qua đời. Nhưng những [[văn bia thời Mạc|tấm văn bia]] mới được phát hiện tại huyện [[Quỳnh Phụ]] của tỉnh [[Thái Bình]], tiếp giáp với huyện [[Vĩnh Bảo]] của [[Hải Phòng]] (cần lưu ý rằng vào thời Mạc, cả hai huyện [[Quỳnh Phụ]] thuộc tỉnh [[Thái Bình]] và [[Vĩnh Bảo]] thuộc Thành phố [[Hải Phòng]] ngày nay đều nằm trong địa giới hành chính của huyện [[Vĩnh Lại]] thuộc phủ Hạ Hồng, [[Xứ Đông|trấn Hải Dương]]), vào năm 2000 do chính Nguyễn Bỉnh Khiêm soạn đã bác bỏ những điều nêu trên. Sự thực thì ông đã được thăng tước Trình Quốc Công trước thời điểm năm 1568 (năm mà bản văn bia ''Diên Thọ kiều bi ký'' được Nguyễn Bỉnh Khiêm soạn và cho khắc đá tại nơi ngày nay thuộc huyện [[Quỳnh Phụ]] tỉnh [[Thái Bình]]), tức là sớm hơn 17 năm trước khi ông qua đời (1585). [Tham khảo chi tiết trong bài viết “ Hai tấm bia Trạng Trình soạn mới phát hiện ở Thái Bình]” của Nguyễn Hữu Tưởng (''Tạp chí Hán Nôm'' số 6, 2002) và bài viết “[http:\/\/vhnt.org.vn\/tin-tuc\/tu-lieu-trong-nuoc\/29028\/phat-hien-pho-tuong-mac-o-thai-binh Phát hiện pho tượng Mạc ở Thái Bình]” của Trang Thanh Hiền (''Tạp chí Văn hóa Nghệ thuật'' số 355, tháng 1-2014).]<\/ref><ref>Một số nghiên cứu cho rằng làng Trung Am (nơi Nguyễn Bỉnh Khiêm đã ra đời và sống trong gần 90 năm) từ xa xưa có tên là Trình Tuyền, sau đó đổi thành Cổ Am, cuối cùng là Trung Am. Theo cách hiểu này, khi làm quan cho nhà Mạc, ông được phong tước Trình Tuyền hầu, rồi Trình Quốc công, tức ông quan được phong tước hầu, tước công ở làng Trình Tuyền (vì thế sứ thần [[nhà Thanh]] là Chu Xán Nhiên có thơ khen tặng “An Nam lý học hữu Trình Tuyền”, nghĩa là “Người am hiểu dịch lý học ở An Nam có ông quê ở làng Trình Tuyền”) chứ không phải là “người hiểu rõ suối nguồn dịch lý học của anh em họ Trình (tức Trình Di và Trình Hạo) đời Bắc Tống” như lâu nay không ít nhà nghiên cứu đã giải thích. Một đặc điểm thời xưa là khi phong tước cho các công thần, các triều đại phong kiến thường lấy tên hiệu, tên tự, tên đất (quê quán) của người có công để đặt.<\/ref> mà dân gian quen gọi ông là '''Trạng Trình'''.<ref>Võ Thiện Hoa (có các bút danh là An Chi và Huệ Thiên), ''“Trình” trong “Trạng Trình” không phải là họ của Nguyễn Bỉnh Khiêm mà cũng không phải là họ của Trình Di và Trình Hạo''. (Trang điện tử bachkhoatrithuc.vn). Trích dẫn phần giải thích của học giả An Chi: “Đơn giản là khi phong tước cho Nguyễn Bỉnh Khiêm thì người ta đã lấy tên đất làm hiệu để gọi. Trình Tuyền là tên đất chỉ quê gốc của ông. ''Sổ tay địa danh Việt Nam'' của Đinh Xuân Vịnh (Nhà xuất bản Lao Động, 1996) đã ghi rõ như sau: “Trình Tuyền: làng ở xã Cổ Am, huyện Vĩnh Lại, phủ Ninh Giang, trấn Hải Dương, sau đổi tên là làng Trung Am, xã Cổ Am, huyện Vĩnh Bảo, nay thuộc thành phố Hải Phòng. Quê Nguyễn Bỉnh Khiêm” (tr.552). Chính vì vậy mà khi thụ phong tước hầu, Nguyễn Bỉnh Khiêm mới được gọi là Trình Tuyền hầu. Chu Xán gọi Nguyễn Bỉnh Khiêm bằng tước do triều đình Đại Việt ban cho còn nhiều vị giáo sư và học giả người Việt Nam ngày nay thì cứ ngỡ rằng đó là họ của ông [[Trình Di]] và ông [[Trình Hạo]] ở tít tận bên Tàu.”<\/ref> Ngoại trừ quãng thời gian dưới 10 năm thời thơ ấu có thể xem là bình yên cuối triều [[Lê Thánh Tông]], Nguyễn Bỉnh Khiêm đã sống gần trọn thế kỷ 16, một thế kỷ nhiều biến chuyển mang tầm ảnh hưởng chưa từng có trước đó trong lịch sử dân tộc, mà ông vừa là nhân chứng vừa là nhân tố quan trọng tạo nên chúng. Là một người xuất thân từ tầng lớp trí thức quan lại nhưng cả cuộc đời Nguyễn Bỉnh Khiêm chưa bao giờ coi việc làm quan là lý tưởng cao nhất của sự nghiệp, cũng như là một nhà [[nhân đạo chủ nghĩa]] ông luôn đề cao tư tưởng thân dân trong sách lược trị nước.\n\nDưới thời quân chủ của Việt Nam, ông là một trong số hiếm \"văn nhân thuần túy\" (tức là những người không phải quan tướng nắm binh quyền và chưa từng cầm quân ra trận) và lại cũng không phải là công thần khai quốc lẫn người thân thích với hoàng tộc nhưng được phong tới [[Công tước|tước Công]] ('[[Quận công]]' hay '[[Quốc công]]') ngay từ lúc còn sống. '''Trình Quốc công''' là tước phong chính thức cao nhất của vua nhà Mạc ban cho Nguyễn Bỉnh Khiêm gần 20 năm trước khi ông mất. Sự thật lịch sử này căn cứ vào 3 [[văn bia thời Mạc|tấm văn bia]] do chính ông soạn lúc đã cáo quan về quy ẩn tại quê nhà Trung Am ở độ tuổi ngoài 73 và hiện còn được lưu giữ gần như nguyên vẹn tại 2 huyện Quỳnh Phụ và Thái Thụy của [[tỉnh Thái Bình]].<ref name=\"Vũ&Đinh\">Vũ Tuấn Sán & Đinh Khắc Thuân, '' Bài văn bia ghi việc tạc tượng Tam giáo, chùa Cao Dương của Trình Quốc công]''. (''Tạp chí Hán Nôm'', số 1, 1990)<\/ref><ref name=\"NguyễnHữuTưởng\">Nguyễn Hữu Tưởng, ''[http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0206v.htm Hai tấm bia Trạng Trình soạn mới phát hiện ở Thái Bình]''. (''Tạp chí Hán Nôm'', số 6, 2002)<\/ref><ref name=\"TrangThanhHiền\">Trang Thanh Hiền, ''[http:\/\/vhnt.org.vn\/tin-tuc\/tu-lieu-trong-nuoc\/29028\/phat-hien-pho-tuong-mac-o-thai-binh Phát hiện pho tượng Mạc ở Thái Bình]''. (''Tạp chí Văn hóa Nghệ thuật'', số 355, 2014)<\/ref> Việc phong tước hiệu Quốc công cho Nguyễn Bỉnh Khiêm ngay từ lúc sinh thời đã chứng tỏ sự trân trọng rất lớn mà vua Mạc dành cho ông và có thể xem đây là một sự ghi nhận mang tính biểu tượng của nhà vua đối với những đóng góp của ông cho triều đại này. Cần nhớ rằng trong lịch sử Trung Quốc cũng như Việt Nam, hai tước hiệu hàng đầu như [[công tước|tước Công]] và [[vương (tước hiệu)|Vương]] có quy chế rất khắt khe để vua ban phong cho những người không có quan hệ thân thích với hoàng tộc. Kiểu \"văn nhân thuần túy\" và lại không có quan hệ thân thích với hoàng tộc như Nguyễn Bỉnh Khiêm hay [[Nguyễn Trãi]] là khó hơn cả các trường hợp xét duyệt khác để được phong tới tước công (dù là Quốc công hay Quận công) ngay khi còn sống. Kiểu \"văn nhân cầm quân\" chẳng hạn như [[Nguyễn Nghiễm]], [[Nguyễn Công Trứ]] hay [[Trương Đăng Quế]] thậm chí còn có nhiều cơ hội để lập quân công với triều đình hơn kiểu \"văn nhân thuần túy\" nên họ thường được phong tước hiệu cao hơn. Tuy nhiên đến nay, vẫn còn nhiều nhà nghiên cứu đồng tình với một nhận định sai sót là Nguyễn Bỉnh Khiêm chỉ được truy phong tước hiệu Quốc công sau khi ông đã qua đời. [[Đạo Cao Đài]] sau này cũng phong thánh cho ông và suy tôn ông là Thanh Sơn Đạo sĩ hay Thanh Sơn chân nhân.\n\nXét một cách toàn diện lịch sử Việt Nam thế kỷ 16, nhiều người đã gọi Nguyễn Bỉnh Khiêm là \"cây đại thụ văn hóa dân tộc\", hay nói theo cách khác, ông đã được xem là đại diện tiêu biểu nhất của lịch sử phát triển văn hóa Việt Nam trong thế kỷ nhiều biến động lớn này.<ref>Duy Phi, Trạng Kế tặng thơ Trạng Trình: Thứ vận thượng Trình Quốc công - Nối vận dâng Trình Quốc công]''. (TranNhuong.net, 15\/9\/2011)<\/ref><ref>Đỗ Lai Thúy, '' Nguyễn Bỉnh Khiêm – Người mở đầu cho những lựa chọn]''. (''Tạp chí Văn hóa Nghệ thuật'', số 376, 2015)<\/ref> Cùng với một nhân vật nổi danh khác của [[xứ Đông|xứ Hải Đông]] là [[Nguyễn Trãi]], Nguyễn Bỉnh Khiêm là một trong những đại diện tiêu biểu nhất của thời kỳ [[văn hóa Lê–Mạc]] mang tính bản lề trong lịch sử trung đại của Việt Nam. Một vài người trong [[văn hóa Lê–Mạc|thời kỳ này]], điển hình như Nguyễn Trãi và Nguyễn Bỉnh Khiêm có thể được coi là những tác gia văn học thực sự lớn đầu tiên của Việt Nam.<ref>Nhà nghiên cứu văn học [[Nguyễn Huệ Chi]] trong bài viết \"[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/buoc-dau-suy-nghi-ve-van-hoc-thoi-mac Bước đầu suy nghĩ về văn học thời Mạc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160307204300\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/buoc-dau-suy-nghi-ve-van-hoc-thoi-mac |date=2016-03-07 }}\" (2009) đã nhấn mạnh: \"Ông [Nguyễn Bỉnh Khiêm] là một nhà văn hóa, và riêng ở bình diện văn hóa mà nói thì tầm vóc không thua kém Nguyễn Trãi là mấy, phần nào đấy còn khai phá vào một vài lĩnh vực sâu hơn. Bởi ông chuyên về [[dịch lý|dịch học]]... Là một nhà dịch học nên ông nổi tiếng là bậc tiên tri, nhưng ông cũng lại là một nhà thơ lớn. Ông viết đến một nghìn bài thơ chữ Hán. Đây là con số mà từ thời đại Mạc trở về trước hoàn toàn chưa có. Đến như Nguyễn Trãi cũng chỉ có 105 bài (không nói về tầm vóc, thơ Nguyễn Trãi kết tinh những tư tưởng nghệ thuật đột xuất, thể hiện một cái “tôi” thao thức trước những vấn đề có thể nói là vấn nạn lịch sử, chắc chắn về số lượng thơ ông đã bị mất mát nhiều nhưng không rõ nếu còn thì có đến 1.000 bài hay không). Lê Thánh Tông tuy tỏ rõ tài năng hùng hậu về thơ, đề tài lại đa dạng, song đứng về số lượng, so với Nguyễn Bỉnh Khiêm hẳn vẫn không bằng. Bên cạnh thơ chữ Hán, thơ Nôm của Nguyễn Bỉnh Khiêm cũng rất dồi dào. Thơ Nôm ông có mặt không thể sánh với thơ Nôm Nguyễn Trãi, lại có mặt đánh dấu một chặng phát triển mới so với thơ Nguyễn Trãi. Rất may mắn cho chúng ta, hiện nay đã tìm được khoảng 800 bài thơ chữ Hán, 180 bài thơ Nôm của ông.\"<\/ref> Cũng như về nhiều phương diện, họ có thể được xem là những tên tuổi 'tập đại thành' đầu tiên của nền thơ ca Việt Nam. Đó là những người mà tác phẩm của họ có sự dồi dào về số lượng, phong phú về thể tài và có ảnh hưởng quan trọng đến tiến trình phát triển của một nền văn học mang tính dân tộc. Một yếu tố quan trọng nữa ở các tác gia này là phần lớn tác phẩm của họ vẫn còn được lưu truyền qua nhiều biến động của lịch sử để hậu thế ngày nay có thể nghiên cứu và đánh giá một cách tương đối toàn diện về sự nghiệp văn chương của họ. Nguyễn Bỉnh Khiêm được nhiều nhà nghiên cứu văn học Việt Nam đánh giá là người xứng đáng kế thừa và phát triển ngôn ngữ thi ca dân tộc kể từ sau thời Nguyễn Trãi,<ref>Bùi Duy Dương, ''[http:\/\/www.hannom.org.vn\/detail.asp?param=1698&Catid=766 Thành ngữ gốc Hán trong ba kiệt tác thơ Nôm]''. (''Tạp chí Hán Nôm'', Số 5(96) 2009; tr. 44-53)<\/ref><ref>Nguyễn Kim Châu, ''Sự phát triển của tiếng Việt văn học thế kỷ XVI qua cái nhìn đối sánh giữa \"Quốc âm thi tập\" của Nguyễn Trãi với \"Bạch Vân quốc ngữ thi\" của Nguyễn Bỉnh Khiêm''. (Khoa Khoa học Xã hội và Nhân văn, Trường Đại học Cần Thơ, 2012)<\/ref><ref>Hoàng Tịnh Thủy, Nghiên cứu chữ Nôm và tiếng Việt trong văn bản \"Trình quốc công Nguyễn Bỉnh Khiêm thi tập\"'']. (Luận văn Thạc sĩ chuyên ngành Hán Nôm, Trường Đại học KHXH&NV, 2012)<\/ref> góp phần giúp nó đạt đến mức độ hoàn thiện cao dưới thời [[Nguyễn Du]]. Cần nhớ rằng việc sáng tác thơ văn bằng [[tiếng mẹ đẻ]] (tức [[tiếng Việt]]) sử dụng [[chữ Nôm]] của người Việt đã có những bước đi chập chững đáng ghi nhận ở thời kỳ Lý–Trần nhưng chỉ thực sự tạo ra những bước đột phá vững chắc đầu tiên trong thời đại Lê–Mạc mà điển hình là 3 tập [[thơ Nôm]] còn được lưu truyền đến ngày nay bao gồm ''[[Quốc âm thi tập]]'' của Nguyễn Trãi, ''[[Hồng Đức quốc âm thi tập]]'' của vua [[Lê Thánh Tông]] cùng các triều thần, và ''Bạch Vân quốc ngữ thi tập'' của Nguyễn Bỉnh Khiêm.<ref>Nhà nghiên cứu văn hóa [[Vũ Khiêu]] trong bài viết “[http:\/\/ios.vass.gov.vn\/noidung\/tapchi\/Documents\/Baitapchi\/TCXHH1986\/So1\/So1_1986_VuKhieu3.pdf Kỷ niệm 400 năm ngày mất của Nguyễn Bỉnh Khiêm: Những vấn đề khoa học trong nghiên cứu Nguyễn Bỉnh Khiêm]” (1985) đã có đánh giá mang tính tổng kết về những đóng góp quan trọng của Nguyễn Bỉnh Khiêm cũng như Nguyễn Trãi trong dòng chảy của lịch sử thơ văn Việt Nam: “...Trước hết, phải thấy rằng suốt bao nhiêu thế kỷ học chữ Hán và làm thơ bằng [[chữ Hán]], các nhà trí thức Việt Nam trước những khó khăn về ngôn từ và thể loại đã lẩn tránh việc cố gắng làm thơ bằng tiếng mẹ đẻ. Trước sự sáng tạo của [[Hàn Thuyên|Nguyễn Thuyên]], sự quan tâm đặc biệt của Nguyễn Trãi, thành quả bước đầu của [[Lê Thánh Tông]] và [[Tao đàn Nhị thập bát Tú|nhóm Tao Đàn]], Nguyễn Bỉnh Khiêm đã suốt cuộc đời dành bao tâm huyết để làm thơ bằng tiếng Việt. Không chỉ nói với đồng bào mình những điều muốn nói. Ông cũng như Nguyễn Trãi đã đem hết nhiệt tình xây dựng nền văn học dân tộc mà lòng yêu nước và óc tự cường đã hằng ngày thôi thúc các ông. Với một di sản lớn lao mà ông để lại, thơ Nôm của ông đã đánh dấu một chặng đường quang vinh trong lịch sử văn học Việt Nam. Thơ văn ông vừa mang những nét mộc mạc và rắn chắc của thơ Nguyễn Trãi, vừa tiếp thu truyền thống trau chuốt và nhuần nhuyễn của thơ Lê Thánh Tông và nhóm Tao Đàn. Thơ của ông chính là sự chuẩn bị cần thiết cho sự phát triển rực rỡ của thơ Nôm thế kỷ XVIII.”<\/ref><ref>Trong cuốn sách ''[[Tổ quốc ăn năn]]'' (xuất bản lần đầu ở Paris năm 2001), tác giả [[Nguyễn Gia Kiểng]] có đưa ra những nhận xét:\n{{quote|''...Nói tới văn hóa Việt Nam thực ra chỉ là nói đến thơ văn. Và thơ văn của chúng ta chỉ xuất hiện từ thời nhà Lý, nghĩa là từ thế kỷ 11 trở đi. Trước đó chúng ta có rất ít dấu tích thơ văn Việt Nam. Có thể là do hoàn cảnh lịch sử, những thơ văn của người Việt đã có trước thế kỷ 11 nhưng đã bị thất lạc. Nhưng cứ nhìn vào thành tích thơ văn của bốn thế kỷ Lý Trần, ta có thể khẳng định là thơ văn Việt Nam trước đó nếu có cũng không đáng kể, cả về phẩm lẫn lượng. Bốn trăm năm độc lập, dưới hai triều đại mà chúng ta cho là huy hoàng nhất trong lịch sử, chắc chắn thơ văn Việt Nam đã làm một bước nhảy vọt vĩ đại so với thời gian trước. Vậy nhìn vào thơ văn Lý Trần ta có thể hình dung được thơ văn trước đó.''\n\n''Những công trình khảo cứu đã tổng kết được khoảng hơn sáu trăm bài thơ và văn đủ loại trong bốn thế kỷ. Cứ coi là một số đã bị thất lạc và cộng thêm một ngàn bài nữa để đưa con số này lên một ngàn sáu trăm thì, nói chung, chúng ta cũng chỉ sáng tác được mỗi năm bốn bài. Các bài lại thường thường rất ngắn, có khi chỉ vài câu thôi. Trung bình mỗi bài chưa tới một trăm chữ. Như vậy, ngay cả nếu ước lượng một cách rất rộng rãi thì trung bình trong bốn thế kỷ cực thịnh đó cả nước đã chỉ sáng tác được mỗi ngày một chữ!''\n\n''Có một sự kiện cần lưu ý là sau khi tiêu diệt được [[nhà Hồ]] (năm 1407), hoàng đế Trung Quốc là [[Minh Thành Tổ]] đã ra lệnh cho quân Minh thu thập rồi tiêu hủy hay chở về Trung Quốc các tác phẩm bằng [[chữ Nho]] của Việt Nam. Lệnh này đã không được thi hành nghiêm túc (tại sao? phải chăng là các quan nhà Minh thấy chẳng có gì đáng kẻ?) nên Minh Thành Tồ phải ra một lệnh thứ hai quở trách quan tướng nhà Minh và đòi phải thi hành triệt đề. [[Nhà Minh]] đã cướp mất của chúng ta những gì không ai biết rõ. Trong \"[[Việt Nam sử lược]]\", [[Trần Trọng Kim]] dựa vào các pho sử có trước nói rằng quân Minh đã lấy của chúng ta 24 bộ sách. Thực tế có thể là hơn. Nhưng dựa vào những gì còn lại ta có thể kết luận là cũng không có gì đáng tiếc lắm, ít nhất về phẩm. Chúng ta hay nói tới các tác phầm của [[Chu Văn An]], nhưng dựa vào những gì còn sót lại của Chu Văn An thì cũng có thể kết luận rằng các tác phẩm của ông cũng không có giá trị đặc biệt nào.''\n\n''Thơ văn Việt Nam thực ra chỉ khởi sắc dưới thời [[Hậu Lê]] với các tác giả Nguyễn Trãi, Lê Thánh Tông, Nguyễn Bỉnh Khiêm, và chỉ phát triển mạnh từ thế kỷ 18 trở đi để đạt tới cao điểm vào thế kỷ 19 dưới triều Nguyễn, với các tác giả lớn như [[Lê Quý Đôn]], [[Nguyễn Gia Thiều]], [[Đoàn Thị Điểm]], [[Hồ Xuân Hương]], [[Đặng Trần Côn]], [[Nguyễn Du]], [[Cao Bá Quát]], [[Nguyễn Huy Tự]], [[Phan Huy Chú]], [[Nguyễn Khuyến]], [[Chu Mạnh Trinh]], [[Dương Khuê]]… Sự khởi sắc đột ngột này có một nguyên nhân quan trọng, đó là thắng lợi của [[chữ Nôm]] trên [[chữ Hán]].''}}<\/ref><ref>Bùi Duy Dương, ''[http:\/\/www.hannom.org.vn\/detail.asp?param=1698&Catid=766 Thành ngữ gốc Hán trong ba kiệt tác thơ Nôm]''. (Tạp chí Hán Nôm, Số 5 [96], 2009)<\/ref> Hai tập thơ của ông là ''[[Bạch Vân am thi tập]]'' ([[chữ Hán]]) và ''[[Bạch Vân quốc ngữ thi tập]]'' ([[chữ Nôm]]) được coi là thành tựu lớn của thơ văn trung đại Việt Nam, mở đầu cho một dòng thơ ca \"chạm chân vào hiện thực\", đã quan tâm mô tả xã hội dưới góc nhìn đời tư và đời thường, là một cống hiến lớn của [[Văn học Việt Nam thời Mạc|văn học thời Mạc]] đối với tiến trình phát triển và hoàn thiện của [[Văn học Việt Nam|thơ văn dân tộc]].<ref>[[Nguyễn Huệ Chi]], ''[http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/buoc-dau-suy-nghi-ve-van-hoc-thoi-mac Bước đầu suy nghĩ về văn học thời Mạc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160307204300\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/buoc-dau-suy-nghi-ve-van-hoc-thoi-mac |date=2016-03-07 }}''. (Tạp chí Văn hóa Nghệ An, 26\/11\/2011)<\/ref><ref>Trịnh Khắc Mạnh, ''[https:\/\/vanhaiphong.com\/ly-luan-phe-binh\/2331-2015-11-16-13-56-07.html Nguyễn Bỉnh Khiêm và văn bản thơ Nôm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170916182929\/https:\/\/vanhaiphong.com\/ly-luan-phe-binh\/2331-2015-11-16-13-56-07.html |date=2017-09-16 }}''. (Trang điện tử của Hội nhà văn Hải Phòng, 16\/11\/2015)<\/ref> Xét về nhiều mặt, có thể xem ông là người đi khai phá có công khơi mở nhiều hướng phát triển mới cho thơ ca Việt Nam, trong đó có những dòng thơ mang đậm tính tuyên truyền đạo lý - suy tưởng triết lý - cảm hứng thế sự (tiệm cận với hiện thực đa diện của xã hội đương thời) sẽ có điều kiện phát triển mạnh ở các thế kỷ sau ông như lịch sử thơ văn Việt Nam đã ghi nhận.\n\nÔng cũng được sử sách và người đời thừa nhận rộng rãi với tư cách là một nhà dự báo, hoạch định chiến lược kỳ tài,<ref>Danh sĩ [[Nguyễn Thiếp]] (1723-1804) từ [[xứ Nghệ]] về trấn Hải Dương ([[xứ Đông]]) với mong muốn tìm lại những dấu tích gắn với cuộc đời Nguyễn Bỉnh Khiêm, đã cảm tác bài thơ ''Quá Trình Tuyền mục tự'' (''Qua chùa cũ của Trình Tuyền''), trong đó có những câu ca ngợi Nguyễn Bỉnh Khiêm là người có khả năng “áo cơ thâm tạo hóa” (mưu cơ thâm kín can dự vào công việc của tạo hóa) và “phiến ngữ toàn tam tính” (chỉ một lời mà bảo toàn cho cả ba họ).<\/ref><ref>Cho tới nay, đã có không ít nhà nghiên cứu nêu ra quan điểm bác bỏ một mối liên hệ lịch sử nào đó (dù trực tiếp hay gián tiếp) giữa Nguyễn Bỉnh Khiêm và [[Nguyễn Hoàng]]. Tuy nhiên, vai trò then chốt của Nguyễn Bỉnh Khiêm trong quyết định [[Nam tiến]] của Nguyễn Hoàng là điều đã được các bộ sử liệu chính thức dưới triều [[nhà Nguyễn]] (biên soạn bởi [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]]) là “[[Đại Nam nhất thống chí]]” và “[[Đại Nam thực lục]]” khẳng định. Chẳng hạn, sách ''[[Đại Nam thực lục]]'' có đoạn: “Chúa [Nguyễn Hoàng] nghe tiếng Nguyễn Bỉnh Khiêm (người làng Trung Am, xứ Hải Dương, đỗ Trạng nguyên triều Mạc, làm đến chức Thái bảo về trí sĩ) giỏi nghề thuật số, nên ngầm sai người tới hỏi. Bỉnh Khiêm nhìn núi non bộ trước sân ngâm lớn rằng: “[[Hoành Sơn (dãy núi)|Hoành Sơn]] nhất đái, vạn đại dung thân” (nghĩa là: Một dải núi ngang có thể dung thân muôn đời được). Sứ giả đem câu ấy về thuật lại. Chúa hiểu ý.”. Hay trong ''[[Đại Nam nhất thống chí]]'' cũng có đoạn: “Đức Thái tổ Hoàng đế triều ta [Nguyễn Hoàng] luôn bị [[Chúa Trịnh|họ Trịnh]] chèn ép bức bách, muốn dời đi nơi khác, đã sai người đến hỏi Nguyễn Bỉnh Khiêm, ông trả lời: Hoành Sơn nhất đái, vạn đại dung thân (nghĩa là: Một dải núi ngang có thể dung thân muôn đời được). Sau bản triều xây dựng cơ nghiệp ở miền Nam, lời ông quả ứng nghiệm.”<\/ref> với tầm nhìn [[địa chính trị]] đi trước thời đại nhiều thế kỷ.<ref name=\"thanhnien.vn\">Hoàng Hải Vân, ''[http:\/\/thanhnien.vn\/chinh-tri-xa-hoi\/phong-su\/bi-an-tram-huong-ky-1-vai-dong-lich-su-284853.html Bí ẩn trầm hương - Kỳ 1: Vài dòng lịch sử]''. (Báo Thanh Niên điện tử, 03\/01\/2011)<\/ref><ref>Nguyễn Khắc Mai, ''[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/bai-tho-cu-ngao-doi-son-mot-du-bao-chien-luoc-thien-tai-cua-nguyen-binh-khiem Bài thơ “Cự Ngao Đới Sơn” - một dự báo chiến lược thiên tài của Nguyễn Bỉnh Khiêm]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}''. (''Tạp chí Văn hóa Nghệ An'', 20\/7\/2013)<\/ref><ref>Anh Việt, ''[http:\/\/vanhien.vn\/news\/Trang-Trinh-day-nam-giu-bien-Dong-38336 Trạng Trình dạy nắm giữ biển Đông]''. (''Tạp chí điện tử Văn Hiến Việt Nam'', 09\/05\/2014)<\/ref> Những lời cố vấn nổi tiếng của ông dành cho các tập đoàn quyền lực phong kiến [[Nhà Mạc|Mạc]], [[Lê trung hưng|Lê]]-[[Chúa Trịnh|Trịnh]], [[Chúa Nguyễn|Nguyễn]] (nói theo lời của danh sĩ [[Nguyễn Thiếp]] là ''phiến ngữ toàn tam tính'')<ref>dịch nghĩa nôm là: một lời ngắn gọn mà bảo toàn cho cả ba họ. Có thể ở đây (trong bài thơ ''Quá Trình Tuyền mục tự'') [[Nguyễn Thiếp]] muốn đề cập đến ba dòng họ thế lực Lê-Trịnh-Nguyễn cùng phát tích ở [[xứ Thanh]].<\/ref> đã có ảnh hưởng to lớn, mang tính bước ngoặt đối với tiến trình của lịch sử dân tộc và từ đó tác động lớn tới quan hệ địa chính trị của cả khu vực [[Đông Nam Á]] trở về sau. Theo nhận định của nhiều nhà nghiên cứu, Nguyễn Bỉnh Khiêm có khả năng là người đầu tiên trong lịch sử Việt Nam có một tầm nhìn chiến lược thấu suốt về chủ quyền của đất nước trên [[biển Đông]] ngay từ thế kỷ 16.<ref>Nguyễn Khắc Mai, ''[http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Minh-triet-ve-lam-chu-bien-Dong-36848.html Minh triết về làm chủ biển Đông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170930131014\/http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Minh-triet-ve-lam-chu-bien-Dong-36848.html |date=2017-09-30 }}''. (Trang tin điện tử Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam, 18\/01\/2011)<\/ref><ref name=\"infonet.vn\">Hồng Chuyên & Lại Hà, ''[http:\/\/infonet.vn\/hoang-sa-truong-sa-mai-con-neu-tam-thuc-bien-dao-con-post101851.info Hoàng Sa, Trường Sa mãi còn, nếu tâm thức biển đảo còn]''. (Báo điện tử của Bộ Thông tin và Truyền thông [Infonet.vn], 02\/12\/2013)<\/ref> Ông cũng có thể là người đầu tiên trong lịch sử nhắc đến hai chữ [[Tên gọi Việt Nam|Việt Nam]] – với tư cách là [[Quốc hiệu Việt Nam|quốc hiệu của dân tộc]] – một cách có ý thức nhất thông qua di sản thơ văn của ông còn lưu lại đến ngày nay.<ref>Thành Lân, ''[http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Trang-Trinh-Nguyen-Binh-Khiem-Nguoi-dau-tien-su-dung-quoc-hieu-Viet-Nam-11630.html Nguyễn Bỉnh Khiêm - Người đầu tiên sử dụng quốc hiệu Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171005201703\/http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Trang-Trinh-Nguyen-Binh-Khiem-Nguoi-dau-tien-su-dung-quoc-hieu-Viet-Nam-11630.html |date=2017-10-05 }}''. (Trang tin điện tử Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam, 20\/9\/2006)<\/ref><ref>Nguyễn Đình Minh, '' Trạng Trình và hai tiếng Việt Nam] '. (Trang điện tử của Hội nhà văn Hải Phòng, 13\/1\/2015)<\/ref> Do đó người đời sau coi ông là nhà tiên tri số một trong lịch sử Việt Nam đồng thời lưu truyền nhiều câu sấm ký được cho là bắt nguồn từ ông và gọi chung là ''[[Sấm Trạng Trình]]''. Không chỉ dân gian mà 2 bộ chính sử của nhà Nguyễn là ''[[Đại Nam nhất thống chí]]'' và ''[[Đại Nam thực lục tiền biên]]'' (đều do [[Quốc sử quán triều Nguyễn]] biên soạn) cũng xác nhận năng lực dự đoán - tiên tri của Nguyễn Bỉnh Khiêm và tác động của ông đến quyết định [[Nam tiến]] của [[Nguyễn Hoàng]].\n\n==Tiểu sử==\nSử liệu Đại Việt thuộc địa phận nhà Mạc cai quản ở thế kỷ 16 do các sử thần triều Mạc biên soạn hầu như thất lạc (có thể trong giai đoạn chiến tranh ác liệt Lê-Mạc) và không được lưu truyền về sau. Cũng có thể do thời gian cầm quyền ngắn mới có 65 năm ở Thăng Long và lại đang bận tâm nhiều đến việc chiến sự đương thời nên nhà Mạc chưa chú trọng viết sử của triều đại mình. Khi nhà [[Lê-Trịnh]] đánh bại nhà Mạc vào năm 1592, thì sử thần nhà [[Lê Trung Hưng]] cũng là những người biên soạn hầu hết những dữ liệu lịch sử về thời Mạc như chúng ta biết ngày nay. Các sách chính sử Việt Nam do những sử thần của nhà Lê-Trịnh (bao gồm cả [[Phạm Công Trứ]] và [[Lê Quý Đôn]]) biên soạn trong các thế kỷ 17 và thế kỷ 18 (như ''Đại Việt sử ký toàn thư'' bản bổ sung, ''Đại Việt thông sử'') không ghi chép đầy đủ và rõ ràng về Nguyễn Bỉnh Khiêm, chủ yếu chép 2 sự kiện khi Nguyễn Bỉnh Khiêm đỗ Trạng nguyên và lúc ông xin về quê. Người đầu tiên có những nghiên cứu và biên soạn tương đối chi tiết về cuộc đời và sự nghiệp của Nguyễn Bỉnh Khiêm là Ôn Đình hầu [[Vũ Khâm Lân]] trong bản ''Bạch Vân am cư sĩ Nguyễn công Văn Đạt phả ký'' viết năm 1743.<ref>Nguyễn Công Lý, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=758:oi-iu-cn-ban-li-v-mi-quan-h-gia-nguyn-bnh-khiem-nguyn-d-phung-khc-khoan&catid=63:vn-hc-vit-nam&Itemid=106 Đôi điều cần bàn lại về mối quan hệ giữa Nguyễn Bỉnh Khiêm - Nguyễn Dữ - Phùng Khắc Khoan]''. (Khoa Văn học, Trường ĐH Khoa học Xã hội và Nhân văn - Đại Học Quốc gia TP.HCM, 2009)<\/ref><ref name=\"Bậc sư biểu bên bờ Tuyết Giang\">Nguyễn Công Lý, ''[http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=2699%3Abc-s-biu-ben-b-tuyt-giang&catid=115%3Agiao-dc&Itemid=189&lang=vi Bậc sư biểu bên bờ Tuyết Giang]''. (Bản tin Khoa học Xã hội và Nhân văn, Trường ĐHKHXH&NV-ĐHQG Thành phố HCM, số 41, tháng 11-2011)<\/ref><ref name=\"nguvan.hnue.edu.vn\">Nguyễn Thanh Tùng, ''[http:\/\/nguvan.hnue.edu.vn\/Nghiencuu\/VanhocVietNamtrungdai\/tabid\/102\/newstab\/583\/Default.aspx Khi nhân cách lớn bị hoài nghi: Giải đọc hai bài thơ “giải trào” của Nguyễn Bỉnh Khiêm]''. (Khoa Ngữ văn Trường ĐHSP Hà Nội, 2013)<\/ref>\n\nBên cạnh bản phả ký của Vũ Khâm Lân, có 2 nguồn thông tin quan trọng về Nguyễn Bỉnh Khiêm được giới nghiên cứu ngày nay (bao gồm nhà nghiên cứu văn hóa [[Vũ Khiêu]]) đánh giá cao về độ tin cậy là nguồn thơ văn (chữ Hán và chữ Nôm) của chính ông và nguồn thông tin lịch sử từ các bản [[văn bia thời Mạc]] còn được lưu giữ gần như nguyên vẹn xung quanh vùng [[Tiên Lãng]] (Hải Phòng), [[Vĩnh Bảo]] (Hải Phòng) và [[Quỳnh Phụ]] ([[Thái Bình]]). Vào năm 2000, đoàn cán bộ của [[Viện nghiên cứu Hán Nôm]] tiến hành sưu tầm tư liệu Hán Nôm tại huyện [[Quỳnh Phụ]] thuộc tỉnh Thái Bình đã phát hiện 2 tấm bia (có tên ''Diên Thọ kiều bi ký'' và ''Tu tạo thạch Phật bi ký'') thời Mạc do chính Nguyễn Bỉnh Khiêm biên soạn và chứa nhiều thông tin lịch sử rất có giá trị về cuộc đời thực của ông. Chẳng hạn, qua 2 tấm văn bia được phát hiện ở huyện Quỳnh Phụ (Thái Bình), các nhà nghiên cứu có thể xác nhận một sự thật lịch sử là Nguyễn Bỉnh Khiêm đã được vua Mạc phong tước Trình Quốc công (程國公) từ trước năm 1568, tức là sớm hơn 17 năm trước khi ông qua đời.<ref name=\"NguyễnHữuTưởng\"\/><ref name=\"TrangThanhHiền\"\/>\n\nPhần lớn cuộc đời gần trọn một thế kỷ của Nguyễn Bỉnh Khiêm đã trải qua ở quê nhà Trung Am (trước thời ông có tên là Trình Tuyền), Vĩnh Lại thuộc [[xứ Đông]], cũng là đất phát nghiệp của nhà Mạc. Ông chỉ bước vào chốn quan trường khi đã gần 50 tuổi, sau nhiều năm đứng ngoài quan sát thời cuộc. Đường quan lộ của ông kéo dài chưa đầy 30 năm, tính từ năm ông đậu Trạng nguyên ở tuổi 45 (1535) cho tới khi chính thức cáo quan về nghỉ hưu ở độ tuổi 73 như trong thơ văn của ông đã xác nhận. Tuy nhiên cho đến nay vẫn còn nhiều nhà nghiên cứu đồng tình với một sai sót lịch sử cơ bản về cuộc đời và sự nghiệp của Nguyễn Bỉnh Khiêm là ông chỉ có 7 năm (1535–1542) làm quan dưới triều Mạc rồi cáo quan về sống và dạy học ở quê nhà Trung Am cho đến lúc mất. Sự thật không hoàn toàn như vậy. Khoảng thời gian gần hai chục năm tính từ năm ông 53 tuổi tới lúc 73 tuổi, ông chủ yếu làm quan tại gia, đóng vai trò cố vấn từ xa cho vua và chỉ về triều khi cần bàn việc chính sự hay theo xa giá nhà vua đi dẹp loạn. \n\n'''Trình Quốc công''' là [[phong tước|tước phong]] chính thức cao nhất của vua [[nhà Mạc]] ban cho Nguyễn Bỉnh Khiêm lúc sinh thời, từ khoảng hơn 20 năm trước khi ông mất.<ref name=\"Vũ&Đinh\"\/><ref name=\"NguyễnHữuTưởng\"\/><ref name=\"TrangThanhHiền\"\/> Dưới thời quân chủ của Việt Nam, ông là một trong số rất hiếm \"văn nhân thuần túy\" (tức là những người không phải quan tướng nắm binh quyền và chưa từng đích thân cầm quân ra trận) được phong tới tước [[Quốc công]] ngay từ khi còn sống. Điều này cho thấy nếu không có công tích đặc biệt lớn với triều đình thì một \"văn nhân thuần túy\" như ông rất khó có thể được phong đến tước [[Quốc công]] (Trình Quốc công) ngay từ lúc còn sống như nội dung 3 tấm văn bia còn được lưu giữ gần như nguyên vẹn tại 2 huyện Quỳnh Phụ và Thái Thụy của tỉnh Thái Bình đã cho biết.<ref name=\"Vũ&Đinh\"\/><ref name=\"NguyễnHữuTưởng\"\/><ref name=\"TrangThanhHiền\"\/> Ông không phải người thân thích trong hoàng tộc nhà Mạc, cũng không phải quan tướng nắm binh quyền. Ông là hình mẫu của một \"văn nhân thuần túy\" như sử sách và cả thơ văn của chính ông vẫn thường mô tả. Việc phong tước hiệu Quốc công cho Nguyễn Bỉnh Khiêm ngay từ lúc sinh thời đã chứng tỏ sự trân trọng vô cùng lớn mà vua Mạc dành cho ông và có thể xem đây là một sự ghi nhận mang tính biểu tượng của nhà vua đối với những đóng góp của ông cho triều đại này. Cần nhớ rằng trong lịch sử Trung Quốc cũng như Việt Nam, hai tước hiệu hàng đầu như [[công tước|tước Công]] và [[vương (tước hiệu)|Vương]] có quy chế rất khắt khe để vua ban phong cho những người không có quan hệ thân thích với hoàng tộc. Kiểu \"văn nhân thuần túy\" và lại không có quan hệ thân thích với hoàng tộc như Nguyễn Bỉnh Khiêm hay [[Nguyễn Trãi]] là khó hơn cả các trường hợp xét duyệt khác để được phong tới tước công (dù là [[Quốc công]] hay [[Quận công]]) ngay khi còn sống. Kiểu \"văn nhân cầm quân\" chẳng hạn như [[Nguyễn Nghiễm]] hay [[Nguyễn Công Trứ]] thậm chí còn có nhiều cơ hội để lập quân công với triều đình hơn kiểu \"văn nhân thuần túy\" nên họ thường được phong tước hiệu cao hơn. Tuy nhiên đến nay, vẫn còn nhiều nhà nghiên cứu đồng tình với một nhận định sai sót là Nguyễn Bỉnh Khiêm chỉ được truy phong tước hiệu Quốc công sau khi ông đã qua đời.\n\nMột trường hợp khá tương tự là tấm bia hộp hay còn gọi là \"sách đá\" được tìm thấy khi người ta tình cờ đào phải mộ thân phụ Trạng nguyên [[Giáp Hải]] (1515–1586?) tại Bắc Giang năm 1998. Bản bia hộp hay \"sách đá\" này đã giúp giải đáp nhiều nghi vấn và cả hiểu nhầm (bao gồm cả ở những học giả nổi danh như [[Phan Huy Chú]]) về cuộc đời và sự nghiệp của Giáp Hải, một trọng thần của triều Mạc và đồng thời là một người bạn vong niên thân cận của Nguyễn Bỉnh Khiêm. Tấm bia hộp cũng cho ta biết được thông tin quan trọng là một văn nhân thuần túy như Giáp Hải chỉ được thăng đến tước ''Quốc công'' giống Nguyễn Bỉnh Khiêm khi ông đã ở gần độ tuổi cáo quan về hưu sau khi đã có nhiều năm hết lòng phụng sự triều Mạc.<ref name=\"hannom.org.vn\">Trần Văn Lạng & Nguyễn Văn Phong, ''[http:\/\/www.hannom.org.vn\/detail.asp?param=753&Catid=541 Phát hiện sách đá ở mộ thân phụ Trạng nguyên Giáp Hải]''. (Thông báo Hán Nôm học, 1998, tr. 235-239)<\/ref><ref name=\"baobacgiang.com.vn\">Quốc Khánh, ''[http:\/\/baobacgiang.com.vn\/bg\/dulichbg\/tu-lieu-bac-giang\/189490\/bia-hop-thoi-mac-dau-tich-cua-trang-nguyen-giap-hai.html Bia hộp thời Mạc - dấu tích của Trạng nguyên Giáp Hải]''. (Báo Bắc Giang điện tử, 30\/09\/2017)<\/ref>\n\n===Gia thế và những năm thơ ấu===\nNguyễn Bỉnh Khiêm nguyên có tên khai sinh là Nguyễn Văn Đạt, sinh ngày 6 tháng 4 năm Tân Hợi, niên hiệu [[Lê Thánh Tông|Hồng Đức]] thứ 22 dưới triều [[Lê Thánh Tông]] ([[13 tháng 5]] 1491), ở thời kỳ được coi là thịnh trị nhất của nhà [[Nhà Lê sơ|Lê sơ]]. Ông sinh tại làng Trung Am, huyện Vĩnh Lại, phủ Hạ Hồng, trấn [[Hải Dương]] (nay thuộc xã [[Lý Học, Vĩnh Bảo|Lý Học]], huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]]). Cha của ông là giám sinh [[Nguyễn Văn Định]], đạo hiệu là Cù Xuyên, nổi tiếng hay chữ nhưng chưa hiển đạt trong đường khoa cử. Mẹ của ông là bà [[Nhữ Thị Thục]], con gái út của quan [[Tiến sĩ]] [[Thượng thư]] bộ Hộ [[Nhữ Văn Lan]] triều [[Lê Thánh Tông]], bà là người phụ nữ có bản lĩnh khác thường, học rộng biết nhiều lại giỏi tướng số, nên muốn chọn một người chồng tài giỏi để sinh ra người con có thể làm nên [[hoàng đế|đế nghiệp]] sau này,<ref>Vào đầu thế kỷ XVI, khi nhà [[Nhà Lê sơ|Lê sơ]] bắt đầu đi vào giai đoạn suy thoái, trong dân gian xuất hiện câu sấm \"Phương Đông có khí sắc thiên tử\" (phương Đông ở đây là muốn ám chỉ [[xứ Đông]], tức là trấn Hải Dương vào thời Lê) nhưng không biết câu sấm đó ứng nghiệm vào ai. Nhà Lê sơ lo sợ không biết phải làm thế nào nên đã cho thuật sĩ về [[Đồ Sơn]] trấn yểm. Sau này người đã phế bỏ ngôi vị của nhà [[Nhà Lê sơ|Lê sơ]] để lập ra [[nhà Mạc]] là [[Mạc Đăng Dung]] chính là người huyện Nghi Dương thuộc trấn Hải Dương (nay là huyện [[Kiến Thụy]] của thành phố [[Hải Phòng]]). Bởi vậy xét về mặt quê quán, Mạc Đăng Dung và Nguyễn Bỉnh Khiêm có thể coi là đồng hương vì cả hai đều là người [[xứ Đông]] hay trấn [[Hải Dương]] (nay thuộc địa phận [[Hải Phòng]]).<\/ref> nhưng kén chọn mãi đến khi luống tuổi bà nghe lời cha mới lấy ông Nguyễn Văn Định (người huyện Vĩnh Lại) là người có tướng sinh quý tử.\n\nQuê ngoại của Nguyễn Bỉnh Khiêm ở làng An Tử Hạ, huyện Tiên Minh, phủ [[Nam Sách]], trấn [[Hải Dương]] (nay là thôn Nam Tử, xã Kiến Thiết, huyện [[Tiên Lãng]], thành phố [[Hải Phòng]]). Nội ngoại đôi bên thuộc hai phủ nhưng bên này bên ấy nhìn rõ cây đa đầu làng, chỉ qua con sông Hàn (Tuyết Giang) nối đôi bờ.\n\nNguyễn Bỉnh Khiêm được giáo dục từ nhỏ trong một gia đình nội ngoại đều có học vấn uyên thâm. Hầu hết những nghiên cứu về cuộc đời và sự nghiệp của Nguyễn Bỉnh Khiêm đều ghi nhận ảnh hưởng lớn của bên họ ngoại trong việc hình thành nhân cách cũng như tài năng của ông. Trong [[gia phả]] của họ Nguyễn (thuộc nhánh hậu duệ người con trai thứ 7 của Nguyễn Bỉnh Khiêm) ở thôn An Tử Hạ còn ghi lại: \"Phu nhân hồi An Tử Hạ, ỷ phụ thân giáo dưỡng Đạt nhi tam tuế\", qua đó cho thấy người mẹ Nhữ Thị Thục và ông ngoại Nhữ Văn Lan có công lớn giáo dưỡng Nguyễn Văn Đạt khi còn nhỏ.<ref>Về hành trạng của bà [[Nhữ Thị Thục]], các tài liệu nghiên cứu đến nay vẫn chưa thống nhất về tính xác thực của những giai thoại trong dân gian kể rằng bà chê ông Nguyễn Văn Định không biết cách dạy con nên đã bỏ về nhà cha mẹ đẻ ở làng An Tử Hạ (bởi với biệt tài lý số của mình, bà Nhữ Thị Thục đã tiên đoán nhà [[Nhà Lê sơ|Lê sơ]] 40 năm sau thời thịnh trị của [[Lê Thánh Tông]] sẽ đi vào suy tàn nên bà muốn dạy Văn Đạt học cách làm [[vua]] để có thể giành được ngôi vị đế vương về sau, điều này trái với ý muốn của ông Nguyễn Văn Định). Nhiều nguồn sử liệu trước đây khẳng định rằng sau khi bỏ về nhà cha mẹ đẻ, bà đã vượt qua lễ giáo phong kiến mà đi bước nữa để rồi sinh ra Trạng Bùng [[Phùng Khắc Khoan]] (người làng Bùng, xã Phùng Xá, huyện [[Thạch Thất]], trấn [[Sơn Tây (tỉnh cũ)|Sơn Tây]] thuộc tỉnh [[Hà Tây]] cũ). Nhưng nhiều nghiên cứu hiện nay cho rằng điều này rất khó xảy ra bởi bà Nhữ Thị Thục sinh ra Văn Đạt khi đã luống tuổi (ngoài 20 tuổi) trong khi [[Phùng Khắc Khoan]] sinh sau Nguyễn Bỉnh Khiêm (Nguyễn Văn Đạt) tới 37 năm. [Tham khảo thêm bài viết “[http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=758:oi-iu-cn-ban-li-v-mi-quan-h-gia-nguyn-bnh-khiem-nguyn-d-phung-khc-khoan&catid=63:vn-hc-vit-nam&Itemid=106 Đôi điều cần bàn lại về mối quan hệ giữa Nguyễn Bỉnh Khiêm - Nguyễn Dữ - Phùng Khắc Khoan]” của tác giả Nguyễn Công Lý (Khoa Văn học, Trường ĐH Khoa học Xã hội và Nhân văn - Đại Học Quốc gia TP.HCM, 2009)] <br\/> Một điều nữa là bà [[Nhữ Thị Thục]] sau khi qua đời lại được an táng bên nhà cha mẹ đẻ ở làng An Tử Hạ mà không phải tại làng Trung Am bên nhà chồng như truyền thống có từ xưa. Hiện nay, phần mộ của vợ chồng Tiến sĩ [[Nhữ Văn Lan]] và con gái Nhữ Thị Thục đã được tôn tạo, đưa vào trong quy hoạch của khu di tích bên họ ngoại Trạng Trình.<\/ref>\n\n===Thời niên thiếu và những năm biến loạn cuối đời Lê sơ===\nĐến tuổi trưởng thành, nghe tiếng [[Bảng nhãn]] [[Lương Đắc Bằng]] ở làng Lạch Triều (thuộc huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa]] ngày nay) nổi danh trong giới [[sĩ phu]] đương thời, Nguyễn Bỉnh Khiêm đã cất công vào tận [[thanh Hóa|xứ Thanh]] để tầm sư học đạo. Lương Đắc Bằng từng là một đại thần giữ chức [[Thượng thư]] dưới triều Lê sơ nhưng sau khi những kế sách nhằm ổn định triều chính do ông đưa ra không được vua Lê cho thi hành, Lương Đắc Bằng đã cáo quan về quê sống đời dạy học (1509). Nguyễn Bỉnh Khiêm vốn sáng dạ, thông minh lại chăm chỉ học hành nên chẳng bao lâu đã trở thành học trò xuất sắc nhất của người thầy họ Lương. Bởi vậy mà trước khi qua đời, Bảng nhãn Lương Đắc Bằng đã trao lại cho Nguyễn Bỉnh Khiêm bộ sách quý về Dịch học ([[Chu Dịch]]) là ''[[Thái Ất|Thái Ất thần kinh]]'' đồng thời ủy thác người con trai [[Lương Hữu Khánh]] của mình cho Nguyễn Bỉnh Khiêm dạy dỗ.\n\n===Thi cử và làm quan dưới triều Mạc=== \nLớn lên trong thời đại loạn (giai đoạn triều [[Nhà Lê sơ|Lê sơ]] rơi vào khủng hoảng, suy tàn), không muốn đi lại vết xe cũ của người thầy Lương Đắc Bằng nên từ khi trưởng thành cho đến khi ra ứng thí (1535), suốt hơn 20 năm, Nguyễn Bỉnh Khiêm đã bỏ qua tới 9 kỳ đại khoa (trong đó có 6 khoa thi dưới triều [[Nhà Lê sơ|Lê sơ]]). Ngay cả khi [[nhà Mạc]] lên thay nhà Lê sơ ([[1527]]), [[xã hội]] dần đi vào ổn định nhưng Nguyễn Bỉnh Khiêm cũng không vội vã ra ứng thí (ông không tham dự 2 khoa thi đầu tiên dưới triều Mạc). Tới năm Đại Chính thứ sáu ([[1535]]) đời [[Mạc Thái Tông]] ([[Mạc Thái Tông|Mạc Đăng Doanh]]) thịnh trị vương đạo nhất triều Mạc, ông mới quyết định đi thi và đậu ngay [[Trạng nguyên]]. Năm ấy ông đã 45 tuổi. Ngay sau khi đỗ đạt, ông được bổ nhiệm làm Đông Các hiệu thư (chuyên việc soạn thảo, sửa chữa các văn thư của triều đình) rồi sau được cử giữ nhiều chức vụ khác nhau như Tả thị lang bộ Hình, Tả thị lang bộ Lại kiêm Đông các Đại học sĩ. Nhưng sự qua đời đột ngột của [[Mạc Thái Tông]] vào năm Đại Chính thứ 11 khi mới 41 tuổi (1540) đã kết thúc giai đoạn được coi là thịnh trị nhất dưới triều Mạc đồng thời Nguyễn Bỉnh Khiêm cũng mất đi một chỗ dựa vững chắc cho việc thực hiện những hoài bão trị quốc của mình. Nhân lúc triều chính nhiễu nhương chia bè kết phái do [[Mạc Hiến Tông]] ([[Mạc Hiến Tông|Mạc Phúc Hải]]) còn ít tuổi lên thay vua cha nhưng chưa đủ năng lực điều hành chính sự, Nguyễn Bỉnh Khiêm đã dâng sớ trị tội 18 lộng thần (trong đó có cả con rể của ông là Phạm Dao làm Trấn thủ [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam]]) nhưng không được [[vua]] chấp thuận. Bởi vậy, năm 1542 ông xin về quê trí sĩ sau 8 năm làm quan tại triều đình.\n\nSau hai năm về trí sĩ, tới năm Giáp Thìn (1544), vua Mạc lại cho người về [[phong tước]] Trình Tuyền Hầu cho ông, rồi sau lại thăng ông lên chức Thượng thư bộ Lại, Thái phó, tước Trình Quốc Công. Do vậy mà dân gian quen gọi ông là Trạng Trình. Một số nhà nghiên cứu [[tiểu sử]] Nguyễn Bỉnh Khiêm cho rằng nguồn gốc của tên gọi Trình Tuyền (gắn với tước hiệu Trình Tuyền Hầu và Trình Quốc Công của ông) là bắt nguồn từ tên địa danh của làng Trung Am từ trước chứ không phải là bắt nguồn từ họ tên người theo ý hiểu rằng \"Nguyễn Bỉnh Khiêm là người hiểu rõ suối nguồn Lý học của họ Trình (tức [[Trình Di]] và [[Trình Hạo]]) đời [[nhà Tống|Tống]] bên [[Trung Quốc]]\".\n\nGần hai chục năm từ năm 53 tuổi tới 73 tuổi,<ref>Nhiều tài liệu cho rằng Nguyễn Bỉnh Khiêm không còn tham chính sau khi đã từ quan năm 1542 (sau 8 năm đầu làm quan dưới triều Mạc), trở về sống và mở trường dạy học ở quê nhà cho đến khi qua đời. Sự thật không hoàn toàn như vậy. Khoảng thời gian gần hai chục năm sau đó, ông chủ yếu làm quan tại gia, đóng vai trò cố vấn từ xa cho vua và chỉ về triều khi cần bàn việc chính sự hay theo xa giá nhà vua đi dẹp loạn. Trong thơ của ông cũng như của người bạn vong niên là Tô Khê hầu [[Giáp Hải]] nhiều lần đã khẳng định điều này. Ông chỉ thực sự treo ấn từ quan, về nghỉ ở quê nhà khi đã ngoài 73 tuổi dưới thời trị vì của vua [[Mạc Mậu Hợp]].<br\/> Xung quanh những bàn luận trái chiều của các nhà nghiên cứu về vai trò thực sự cũng như những đóng góp cụ thể của Nguyễn Bỉnh Khiêm trong triều Mạc, Trần Khuê (''Cần hiểu đúng Nguyễn Bỉnh Khiêm và Vương triều Mạc'', 1991) nhận định:\n\n{{quote|''Khi [[nhà Mạc]] giành ngôi nhà Lê thì Nguyễn Bỉnh Khiêm đã ở tuổi 37 (1491-1527). Và khi vua cha [[Mạc Thái Tổ]] nhường ngôi cho vua con là [[Mạc Thái Tông]] thì Nguyễn Bỉnh Khiêm vừa tròn 40 tuổi, nghĩa là đúng vào cái tuổi “tứ thập nhi bất hoặc”. Ngoài những đợt nghỉ ngắn hạn, ông chỉ chính thức “huyền xa” (về trí sĩ) vào năm đã ở tuổi 73: “Điểm kiểm hành niên thất thập tam \/ Huyền xa sai vãn đã ưng tàm” (Đếm tuổi mình đã bảy mươi ba \/ Treo xe hơi muộn, cũng nên thẹn). Ông còn ân hận vì sức yếu rồi nên không giúp rập nhà vua được nữa: “Trì khu tự hứa ta vô lực \/ Vinh tiện hà cầu khởi thị tham” (Vốn tự thẹn đua bay với người, than ôi không đủ sức \/ Không cầu sang hèn đâu phải là tham) [Về hưu gửi quan Thượng thư bộ Lại Kế Khê bá Giáp Hải]. Trong khoảng 30 năm, Nguyễn Bỉnh Khiêm đã hết lòng phò 4 triều vua Mạc – hành trạng của ông, thơ văn của ông và các bạn đồng liêu của ông đã minh định điều đó. Và phải lý giải sao cho thỏa đáng khi ông được phong tặng rất nhanh những chức tước quan trọng dưới triều các vua Mạc? Lý giải sao cho thấu tình đạt lý về hơn hai chục bài thơ nói về việc hộ giá nhà vua đi đánh giặc và không phải chỉ đi một lần? Chỉ cần đọc kỹ 4 bài viết về chuyện “hộ giá…” và sáu bài “Qua sông.. Hữu” cũng đủ hiểu cảm hứng và lòng chân thực của ông. Và tôi nhất trí hoàn toàn với Ngô Đăng Lợi rằng không thể coi lời thơ khen tặng của Lại bộ thượng thư [[Giáp Hải]] đối với Nguyễn Bỉnh Khiêm là “lời nói vu vơ không căn cứ”: “Danh quán Nho gia lôi phấn địa \/ Lực phù nhật cốc trụ kình thiên \/ Tứ triều huân nghiệp nhân trung kiệt \/ Cửu lão quang nghi thế thượng tiên.” (Tiếng tăm ông lừng lẫy làng nho như sấm rền mặt đất \/ Năng lực của ông phò vua như cột chống đỡ trời \/ Huân nghiệp trải bốn triều, ông là tài năng kiệt xuất giữa cõi người \/ Dung nghi rực rỡ của tuổi chín mươi, ông khác gì vị tiên nơi trần thế.).''\n\n''Rõ ràng tuổi tác, hành trạng và tác phẩm của ông đã chứng minh rằng ông đi thi ở tuổi 44 và làm quan với nhà Mạc cho đến tận năm 73 là hoàn toàn tự nguyện, chẳng có chứng cứ nào nói lên rằng ông miễn cưỡng hay bị bó buộc. (...) Theo những chứng cứ mà tôi thu lượm được trong thư tịch xưa trên những văn bản đáng tin cậy thì không hề có chuyện vua Mạc mang theo đi trong hàng quân của mình một ông già đầy uy vọng nhưng lại thiếu tài thao lược. Trước hết phải nói rõ rằng nhà Mạc không hề thiếu những người có tài thao lược, chuyện này tôi sẽ đưa đủ chứng cứ trong phần bàn về nhà Mạc. Nếu Nguyễn Bỉnh Khiêm thiếu tài thao lược hoặc không lập nên công trạng gì đáng kể hẳn vua Mạc không cần phong tặng ông những chức tước quan trọng như thế (chức Lại bộ Thượng thư, Thái phó, tước Trình quốc công). Cũng không nên quá tin vào lối nói khiêm nhượng của ông mà tưởng thật rằng ông thiếu tài cán hoặc sự đóng góp mưu kế của ông là không đáng kể...''}}\n\nGS. [[Vũ Khiêu]] cũng có những quan điểm tương đồng với Trần Khuê, “Tấm lòng của Nguyễn Bỉnh Khiêm và thái độ của ông do chính ông tự tay viết ra và còn để lại đã bác bỏ mọi sự xuyên tạc vô căn cứ về ông. Những lời tâm huyết trong thơ của ông khiến người đời sau phải suy nghĩ vì sao ông lại gắn bó với Mạc Đăng Dung và triều Mạc đến thế.”<\/ref> Nguyễn Bỉnh Khiêm tuy không ở hẳn kinh đô nhưng vẫn cáng đáng nhiều việc triều chính, lúc bàn quốc sự, lúc theo xa giá nhà vua đi dẹp loạn, vua Mạc tôn kính ông như bậc quân sư. Những việc trọng đại nhà vua thường sai sứ giả về hỏi (trong đó có lời khuyên nổi tiếng đã đi vào sử sách: ''[[Cao Bằng]] tuy tiểu, khả diên sổ thế'' (Đất Cao Bằng tuy nhỏ nhưng dựa vào đó có thể kéo dài được vài đời)), có khi lại đón ông lên kinh để bàn việc, xong rồi ông lại trở về làng Trung Am. Ngoài 73 tuổi, ông mới chính thức treo ấn từ quan, về quy ẩn nơi quê nhà. [[Trạng nguyên]], Tô Khê hầu [[Giáp Hải]] một người bạn lâu niên với Nguyễn Bỉnh Khiêm đã làm thơ ca ngợi tài đức cũng như công lao của ông đối với triều Mạc, trong đó có những câu như \"Lực phù nhật cốc trụ kình thiên\" (năng lực phò vua như cột chống đỡ trời) hay \"Tứ triều huân nghiệp nhân trung kiệt\" (một tay anh kiệt huân nghiệp trải bốn triều vua).\n\nTrong những năm trí sĩ cũng như thời gian quy ẩn tại quê nhà, ông đã cho dựng am Bạch Vân, lấy hiệu là Bạch Vân cư sĩ, lập quán Trung Tân, làm cầu Nghinh Phong, Trường Xuân cho dân qua lại thuận tiện và mở trường dạy học cạnh sông Tuyết (còn có tên là sông Hàn). Vì vậy mà về sau các môn sinh tôn ông là \"Tuyết Giang [[phu tử]]\". Học trò của ông có nhiều người hiển đạt sau này như [[Phùng Khắc Khoan]], [[Lương Hữu Khánh]], [[Trương Thời Cử]], [[Đinh Thời Trung]], Hàn Giang [[cư sĩ]] Nguyễn Văn Chính (con trai cả của ông).<ref>Nhiều tài liệu văn học sử cho rằng [[Nguyễn Dữ]] (tác giả của ''[[Truyền kỳ mạn lục]]'') cũng từng là học trò của ông và được ông phụ chính tác phẩm để ''Truyền kỳ mạn lục'' trở thành một áng thiên cổ kỳ bút như [[Vũ Khâm Lân]] đã ca ngợi. Tuy nhiên cũng có một số nhà nghiên cứu cho rằng [[Nguyễn Dữ]] chưa từng là học trò của Nguyễn Bỉnh Khiêm mà chỉ là một người sống cùng thời với ông. Vấn đề này đến nay vẫn chưa có quan điểm hoàn toàn thống nhất của giới nghiên cứu [[văn học]] cũng như [[lịch sử]]. [Tham khảo thêm bài viết “ Đôi điều cần bàn lại về mối quan hệ giữa Nguyễn Bỉnh Khiêm - Nguyễn Dữ - Phùng Khắc Khoan]” của tác giả Nguyễn Công Lý (Khoa Văn học, Trường ĐH Khoa học Xã hội và Nhân văn - Đại Học Quốc gia TP.HCM, 2009)]<\/ref>\n\n===Những năm cuối đời===\nNgày 28 tháng 11 năm Ất Dậu, niên hiệu Đoan Thái nguyên niên (1585), ông tạ thế tại quê nhà ở tuổi 95, đây là tuổi thọ hiếm có đương thời. Trước khi qua đời, ông còn dâng sớ lên vua Mạc: \"... Thần tính độ số thấy vận nước nhà đã suy, vận nhà Lê đến hồi tái tạo, ý trời đã định, sức người khó theo. Song nhân giả có thể hồi thiên ý, xin nhà vua hết lòng tu nhân phát chính, lấy dân làm gốc, lấy nước làm trọng, trong sửa sang văn trị, ngoài chuyên cần võ công, may ra giữ được cơ nghiệp tổ tiên, thì thần chết cũng được thỏa lòng\". Bấy giờ vua [[Mạc Mậu Hợp]] cử Phụ chính đại thần Ứng vương [[Mạc Đôn Nhượng]] cùng văn võ bá quan về lễ tang để tỏ sự trọng thị. Việc vua Mạc cử người được vua coi như cha về dự lễ tang đã nói lên sự trân trọng rất lớn của triều Mạc với Nguyễn Bỉnh Khiêm. Triều đình lại sai cấp ruộng tự điền trăm mẫu, đồng thời cấp ba nghìn quan tiền để lập đền thờ ông tại quê nhà, đích thân vua đề chữ lên biển gắn trước [[đền|đền thờ]] là \"[[Nhà Mạc|Mạc Triều]] Trạng nguyên [[Tể tướng|Tể Tướng]] Từ\".\n\n==Gia đình và hậu duệ==\nTheo bản ''Phả ký'' (''Bạch Vân am cư sĩ Nguyễn công Văn Đạt phả ký'') do Ôn Đình hầu [[Vũ Khâm Lân]] soạn năm 1743, Nguyễn Bỉnh Khiêm có cả thảy ba người vợ và 12 người con, trong đó có bảy người con trai. Cũng giống như cha, hầu hết các con trai của Nguyễn Bỉnh Khiêm đều theo phò tá [[nhà Mạc]]. Bởi vậy sau khi nhà Mạc bị thất thủ dưới tay nhà [[Nhà Lê trung hưng|Lê-Trịnh]] (1592), con cháu ông đều phải thay tên đổi họ, li tán thập phương. Một chi họ do người con trai cả của ông là Hàn Giang hầu Nguyễn Văn Chính đứng đầu đã di cư về vùng Trường Yên thuộc đất [[Hoa Lư]], [[Ninh Bình]] ngày nay và đổi từ họ Nguyễn sang họ Giang nhằm tránh sự trả thù của nhà Lê-Trịnh. Lúc sinh thời, Nguyễn Bỉnh Khiêm đã cử người con trai thứ 7 (con trai út) dẫn người cháu đội bát hương sang sinh cơ lập nghiệp ở làng An Tử Hạ, xã Kiến Thiết bên quê ngoại để trông coi phần mộ và thờ phụng ông bà ngoại [[Nhữ Văn Lan]] cùng mẹ [[Nhữ Thị Thục]] rồi về sau tạo thành một chi họ Nguyễn hậu duệ của Trạng Trình trên đất [[Tiên Lãng]] ngày nay.\n\nTrong suốt thời kỳ dài cho tới nay, việc xác định địa điểm an táng thật của Nguyễn Bỉnh Khiêm là một vấn đề được nhiều thế hệ con cháu ông và các nhà nghiên cứu huyền học - tâm linh ([[dịch lý]], [[phong thủy]], [[ngoại cảm]]...) tại Việt Nam quan tâm, đặc biệt kể từ sau khi đền thờ Trạng Trình được tôn tạo và mở rộng thành quần thể di tích lịch sử - văn hoá vào năm 2000. Tuy nhiên cho đến thời điểm khu di tích được Chính phủ xếp hạng [[Di tích quốc gia đặc biệt]] vào đầu năm 2016, vẫn chưa có công bố chính thức của các cơ quan có thẩm quyền trước các phương tiện truyền thông. Không ít nhà nghiên cứu về Nguyễn Bỉnh Khiêm cho rằng việc đi tìm mộ thật của ông sẽ mãi là một bí ẩn cũng như nhiều bí ẩn hay những thắc mắc chưa được giải đáp xung quanh cuộc đời và sự nghiệp của một trong những con người có ảnh hưởng nhất của lịch sử trung đại Việt Nam.\n\n==Tác phẩm==\n===Thể loại sáng tác===\n====Thơ chữ Hán====\n{{chính|Bạch Vân am thi tập}}\nVề thơ [[chữ Hán]], ông có ''[[Bạch Vân am thi tập]]'', theo ông cho biết là có khoảng một nghìn bài, nay còn lại khoảng 800 bài. Trong lời đề tựa cho tập thơ chữ Hán của mình, ông đã viết: \"... Tuy nhiên cái bệnh yêu thơ lâu ngày tích lại chưa chữa được khỏi vậy. Mỗi khi được thư thả lại dậy hứng mà ngâm vịnh, hoặc là ca tụng cảnh đẹp đẽ của sơn thủy, hoặc là tô vẽ nét thanh tú của hoa trúc, hoặc là tức cảnh mà ngụ ý, hoặc là tức sự mà tự thuật, thảy thảy đều ghi lại thành thơ nói về chí, được tất cả nghìn bài, biên tập thành sách, tự đặt tên là Tập thơ am Bạch Vân\" (''Bạch Vân am thi tập tiền tự'').\n\n====Thơ chữ Nôm====\n{{chính|Bạch Vân quốc ngữ thi tập}}\nVề thơ [[chữ Nôm]], ông có ''[[Bạch Vân quốc ngữ thi tập]]'' (còn gọi là ''Trình quốc công Bạch Vân quốc ngữ thi tập''), chính ông ghi rõ sáng tác từ khi về nghỉ ở quê nhà, nhưng không cho biết có bao nhiêu bài, hiện còn lại khoảng 180 bài. Thơ Nôm Nguyễn Bỉnh Khiêm làm theo thể Đường luật và Đường luật xen lục ngôn nhưng ông thường không đặt tiêu đề cụ thể cho từng bài mà việc đó được thực hiện bởi những nhà biên soạn sau này. Theo ''Phả ký'' (''Bạch Vân am cư sĩ Nguyễn công Văn Đạt phả ký'') của [[Vũ Khâm Lân]], Nguyễn Bỉnh Khiêm còn có bài phú bằng quốc âm nhưng nay đã bị thất lạc.\n\n====Các thể loại khác====\nNgoài di sản [[văn học]] với hơn 800 bài thơ (cả [[chữ Hán]] và [[chữ Nôm]]) còn lưu lại đến ngày nay, Nguyễn Bỉnh Khiêm cũng để lại nhiều bài [[văn bia]] (bi ký) nổi tiếng như ''Trung Tân quán bi ký'', ''Thạch khánh ký'', ''Tam giáo tượng bi minh''... Hầu hết bia đá ông cho khắc lúc sinh thời đã bị thất lạc hay hư hại qua hàng thế kỷ nhưng nhiều bài văn bia nhờ được người đương thời chép lại mà còn lưu đến hôm nay. Một số văn bia do Nguyễn Bỉnh Khiêm soạn và cho khắc đá đã được tìm thấy vào năm 2000 tại huyện [[Quỳnh Phụ]] của tỉnh [[Thái Bình]] (nằm giáp với huyện [[Vĩnh Bảo]] của [[Hải Phòng]] qua [[sông Hóa]]).\n\nTrong dân gian còn lưu hành nhiều câu sấm Trạng. Các tập sấm ký Nôm thường mang tên Trạng Trình ([[Sấm Trạng Trình]]) và phần lớn viết theo thể lục bát như ''Trình quốc công sấm ký'', ''Trình tiên sinh quốc ngữ''. Sấm Trạng Trình là một hiện tượng văn học cần phải được tìm hiểu và xác minh thêm.\n\n===Giá trị tư tưởng và nghệ thuật===\nTrong lịch sử dân tộc Việt Nam, Nguyễn Bỉnh Khiêm được nhìn nhận là một trong những nhà văn hóa lớn của dân tộc. Ông là một chính khách có uy tín, bậc hiền triết, nhà tiên tri... Nhưng ông cũng đồng thời là một tác gia lớn có những đóng góp quan trọng trong sự phát triển của văn học dân tộc. Sáng tác của Nguyễn Bỉnh Khiêm phong phú, gồm cả chữ Hán và chữ Nôm. Nguyễn Bỉnh Khiêm là một nhà thơ lớn, không chỉ của thế kỷ XVI. Tác phẩm của ông có ảnh hưởng sâu rộng, tác động tích cực vào đời sống tinh thần của nhân dân và góp phần thúc đẩy sự phát triển của tiến trình văn học dân tộc.\n\nÔn Đình hầu [[Vũ Khâm Lân]] trong bài ''Bạch Vân am cư sĩ Nguyễn công Văn Đạt phả ký'' soạn năm 1743, có đôi dòng nhận định về di sản thơ văn của Nguyễn Bỉnh Khiêm: \"không cần gọt dũa mà tự nhiên, giản dị mà lưu loát, thanh đạm mà có nhiều ý vị... như gió mát trăng thanh, nghìn năm sau còn tưởng thấy\". Danh sĩ thời [[nhà Nguyễn]] là [[Phan Huy Chú]] trong bộ sách ''Lịch triều hiến chương loại chí'' ở phần Văn tịch chí cũng gần như có chung quan điểm với Vũ Khâm Lân khi nhận xét về thơ văn Trạng Trình: \"thanh tao, tiêu sái, hồn hậu, phong nhã, có ý thú tự nhiên\".\n\nNhư PGS.TS. Trần Thị Băng Thanh (Viện Văn học) đã đánh giá, Nguyễn Bỉnh Khiêm là nhà thơ viết nhiều nhất trong năm thế kỷ đầu của nền văn học viết Việt Nam. Về số lượng mà xét thì Nguyễn Bỉnh Khiêm là một nhà quán quân. Tuy nhiên vấn đề không chỉ là số lượng. Nguyễn Bỉnh Khiêm đã có một phong cách thơ riêng không lẫn. Ai cũng biết một nguyên tắc thẩm mỹ quan trọng của thơ thời trung đại là \"thơ ngôn chí\", nguyên tắc mà các nhà nghiên cứu hiện đại thường xem là làm hạn chế tính thẩm mỹ của thơ và ngay các nhà thơ cổ cũng không phải đều nhất nhất tuân theo. Thế nhưng Nguyễn Bỉnh Khiêm đã tuân theo một cách \"triệt để\" và với một cảm hứng sáng tạo mạnh mẽ. Với ông, đề vịnh, tự sự, tự thuật cũng đều để ngôn chí, và phong cách riêng của ông cũng được xác định chính từ những vần thơ ngôn chí ấy. Thơ văn của ông thể hiện sự ưu thời mẫn thế, đậm chất triết lý, giáo huấn nhưng vẫn gần gũi và dễ tiếp nhận.\n\nTheo đánh giá của GS. Nguyễn Huệ Chi trong bài tham luận \"Bước đầu suy nghĩ về Văn học Mạc\", thơ văn của Nguyễn Bỉnh Khiêm đánh dấu cho sự khởi đầu của một hình thức tư duy mới trong tiến trình hoàn thiện thơ ca trung đại Việt Nam. Đó là tư duy thế sự. Thơ vẫn mang tính trữ tình nhưng là \"trữ tình lý trí\". Nó mang hình thức không phải là tư duy cảm tính mà là tư duy lý tính, nhìn thẳng vào xã hội nên gọi là tư duy thế sự. Bởi vậy thơ có tính phát hiện, hiện thực rất đáng kể. Nguyễn Bỉnh Khiêm nhìn sâu vào các ngóc ngách của xã hội để thấy bức tranh phức tạp của xã hội mà bức tranh ấy diễn ra một cách tự nhiên bởi nó là bức tranh xã hội có thực. Vì là tư duy thế sự nên cũng nhìn sâu vào tâm lý con người. Trong khi ở thời trước đó (điển hình là thời của [[Lê Thánh Tông]]) mọi thứ trong xã hội đều được ước lệ hoá, công thức hoá, được mỹ hoá thành một xã hội chung chung đâu cũng như nhau.\n\nNguyễn Bỉnh Khiêm được xem là người xứng đáng kế thừa và phát triển truyền thống thi ca dân tộc kể từ sau thời [[Nguyễn Trãi]], góp phần giúp nó đạt đến mức độ hoàn thiện cao dưới thời [[Nguyễn Du]], đồng thời bổ sung vào đó đậm đặc hơn, chất triết lý, suy tưởng và giáo huấn, để thơ trở thành một công cụ hữu ích, phục vụ con người, phản ánh hiện thực đời sống và hiện thực tâm trạng một cách sâu sắc, với cái nhìn khái quát của một triết gia, trong đó có những chiêm nghiệm từng trải của cá nhân ông. Giàu chất trí tuệ, thơ ông là những khát vọng muốn khám phá những quy luật của thiên nhiên, xã hội và của cả con người, nhằm tự vượt thoát ra khỏi những bế tắc của một thời và có ảnh hưởng sâu sắc tới tận ngày hôm nay, cả về tư tưởng và nghệ thuật của thơ, cả về tầm vóc văn hóa và nhân cách của một nhà thơ, được thể hiện rõ nét nhất qua [[Sấm ký Nguyễn Bỉnh Khiêm]]. Các học giả như GS. [[Nguyễn Huệ Chi]] (Viện Văn học) và PGS.TS. Trần Nguyên Việt (Viện Triết học) có chung quan điểm khi cho rằng Nguyễn Bỉnh Khiêm là người mở đầu cho tư duy [[biện chứng]] trong lịch sử tư tưởng Việt Nam dưới cái nhìn mang đậm tính [[triết học]] thể hiện qua thơ văn của ông.\n\nNgoài những sáng tác thơ ca còn lưu truyền, những văn bia do Nguyễn Bỉnh Khiêm soạn và cho khắc đá không chỉ có giá trị về mặt lịch sử hay khảo cổ mà còn chứa đựng nhiều giá trị về mặt tư tưởng cũng như nhân sinh quan của ông. Một trong số những bài văn bia có giá trị nhất là bài đề tại quán Trung Tân do Nguyễn Bỉnh Khiêm soạn với nội dung như sau: \"... Tôi viết biển đề tên Quán Trung Tân. Có người hỏi tôi: Quán tên là Trung Tân có ý nghĩa như thế nào? Tôi trả lời rằng: Trung là đạo trung, giữ được toàn Thiện là Trung, trái lại thì không phải là Trung. Còn Tân là bến để đậu, biết chỗ bến đậu đúng thì là bến chính, nếu đậu sai chỗ là bến mê... Nghĩa chữ Trung chính là ở chỗ chí Thiện... Xin ghi vào đá để lưu lại lâu dài. Tháng Mạnh xuân, niên hiệu Quảng Hoà thứ ba (1543) Tiến sĩ cập đệ khoa Ất Mùi (1535) Lại bộ Tả thị lang kiêm Đông các Đại học sĩ Tư chính Khanh Trung Am, Nguyễn Bỉnh Khiêm soạn\" (Bản dịch của nhà sử học Ngô Đăng Lợi). Qua bài văn bia này, ông không chủ trương trung với một cá nhân nào dù đó là một ông vua, mà là trung với lẽ phải, với chân lý, với điều thiện và với nghĩa vụ mà mình phải thực hiện.\n\n==Di ngôn, bút tích==\n* ''Ôi, nói tâm là nói về cái chỗ mà chí đạt tới vậy, mà thơ lại là để nói chí. Có kẻ chí để ở đạo đức, có kẻ chí để ở công danh, có kẻ chí để ở sự nhàn dật. Tôi lúc nhỏ chịu sự dạy dỗ của gia đình, lớn lên bước vào giới sĩ phu, lúc về già chí thích nhàn dật, lấy cảnh núi non sông nước làm vui, rất là vụng về trong nghề thơ. Tuy nhiên, cái bệnh yêu thơ lâu ngày tích lại chưa chữa được khỏi vậy, mỗi khi được thư thả lại dậy hứng mà ngâm vinh, hoặc là ca tụng cảnh đẹp đẽ của sơn thủy hoặc là tô vẽ nét thanh tú của hoa trúc, hoặc là tức cảnh mà ngụ ý hoặc là tức sự mà tự thuật, thảy thảy đều ghi lại thành thơ nói về chí, được cả thảy một nghìn bài, biên tập thành sách, tự đặt tên là [[Bạch Vân am thi tập|Tập thơ am Bạch Vân]].'' (''Bạch Vân am thi tập tự'')\n* ''Quán dựng xong, đề biển là Quán Trung Tân. Có người hỏi: lấy tên quán như vậy ý nghĩa thế nào? Ta trả lời rằng: Trung nghĩa là Trung Chính vậy. Giữ được toàn vẹn Tính Thiện của mình là Trung vậy, không giữ toàn vẹn được tính Thiện của mình thì không phải là Trung vậy. Tân tức là Bến vậy. Biết chỗ dừng đó là đúng bến, không biết chỗ dừng thì là lạc bến vậy. Tên gọi của quán này đại thể là như thế. Như trung với vua, hiếu với cha mẹ, thân ái với anh em, hòa hợp vợ chồng, tín với bạn bè, đó là Trung vậy. Đối diện với của cải mà không tham, thấy lợi mà không tranh giành, vui với điều thiện mà bao dung được người, lấy tình thực mà ứng đãi với mọi vật, đó cũng là Trung vậy... Nghĩa chữ Trung chính là ở chỗ Chí Thiện vậy.'' (''Trung Tân quán bi ký'' 中津館碑記, 1543)\n*''Do tự ràng buộc ở bẩm khí, bị che lấp vì vật dục, có kẻ không giữ được trọn vẹn như thuở đầu mới sinh ra, trở nên kiêu sa, biển lận, gian tà, thiên lệch, không có điều gì không làm. Ở triều đình thì tranh nhau cái danh, ở chợ búa thì giành nhau cái lợi. Khoe là sang thì xe mát quán ấm, khoe là giàu thì nhà múa lầu hát. Thấy người chết đói dọc đường không dám bỏ một đồng tiền ra cứu giúp. Thấy nơi trống trải không có gì che mưa, không dám bỏ một bó tranh để che đậy. Điều thiện không được tu dưỡng đã lâu vậy... May mà trong làng người hướng về điều Thiện chưa hề mất hết. Các cụ già cùng ta khuyên nhau làm điều thiện: bắc cầu, làm chùa, làm quán, chốn chốn đều được tu sửa. Ta cũng lấy làm vui mừng về điều ấy, trong lòng thường khen ngợi.'' (''Trung Tân quán bi ký'' 中津館碑記, 1543)\n* ''...Làm việc thiện không phải vì công tích mà ở tấm lòng. Nay vừa sau cơn loạn lạc thì chẳng những thân người ta bị chìm đắm, mà tâm người ta càng thêm chìm đắm. Các bậc sĩ đệ nên khuyến khích nhau bằng điều thiện, để làm cho mọi người dấy nên lòng thiện mà tạo nên miền đất tốt lành.'' (''Diên Thọ kiều bi ký'', 1568)<ref name=\"NguyễnHữuTưởng\"\/>\n* ''[[Hoành Sơn (dãy núi)|Hoành Sơn]] nhất đái, khả dĩ dung thân'' (Nguyễn Bỉnh Khiêm nói với sứ giả của Đoan Quận công [[Nguyễn Hoàng]])<ref>Một số nhà nghiên cứu cho rằng nguyên văn câu nói của Nguyễn Bỉnh Khiêm với sứ giả của [[Nguyễn Hoàng]] (được chép lại trong bài ''Phả ký'' của [[Vũ Khâm Lân]]) phải là \"Hoành Sơn nhất đái, khả dĩ dung thân\" (Một dải Hoành Sơn có thể dung thân được) chứ không phải là \"Hoành Sơn nhất đái, vạn đại dung thân\" (Một dải Hoành Sơn có thể dung thân muôn đời) như phần lớn tài liệu đã dẫn. Nguyên nhân của sự sai khác này được lý giải là do các sử gia nhà Nguyễn sau này đã sửa đổi hai chữ \"khả dĩ\" thành \"vạn đại\", với hy vọng sẽ giữ được cơ nghiệp của triều đại tới muôn đời.<\/ref>\n* ''[[Cao Bằng]] tuy thiểu, khả diên sổ thế'' (Nguyễn Bỉnh Khiêm nói với sứ giả của vua [[Nhà Mạc|Mạc]])\n* ''Lê tồn Trịnh tại, Lê bại Trịnh vong'' (Nguyễn Bỉnh Khiêm nói về mối quan hệ giữa vua [[Nhà Lê trung hưng|Lê]] và [[chúa Trịnh]])\n* ''Vạn lý Đông minh quy bả ác \/ Ức niên Nam cực điện long bình'' (trích từ bài \"Cự Ngao Đới Sơn\" trong \"Bạch Vân Am Thi Tập\")<ref>Dịch nghĩa: ''Biển Đông vạn dặm giăng tay giữ \/ Đất Việt muôn năm vững trị bình''<\/ref>\n* ''Tứ bách niên tiền, chung phục thuỷ \/ Thập tam thế hậu, dị nhi đồng'' (Nguyễn Bỉnh Khiêm viết về con cháu [[Mạc (họ)|họ Mạc]])<ref>Dịch nghĩa: ''Bốn trăm năm trước, cuối cùng trở lại như ban đầu \/ Mười ba đời sau, khác biệt mà cùng chung''. Hai câu này được cho là lời tiên tri của Trạng Trình về sự phục hồi (''vấn tổ tầm tông'') lại tên họ của con cháu hậu duệ họ Mạc sau khi phải thay tên đổi họ lúc [[nhà Mạc]] bị thất thủ (1592), nhằm tránh sự trả thù của nhà [[Nhà Lê trung hưng|Lê-Trịnh]].<\/ref>\n* ''Tuệ tinh cộng ngưỡng quang mang tại \/ Tiền hậu quang huy chiếu Việt Nam'' (Thơ gửi [[Trạng nguyên]], Tô Khê hầu [[Giáp Hải]])\n* ''Tiền trình vĩ đại quân tu ký \/ Thùy thị phương danh trọng Việt Nam'' (Thơ gửi [[Trạng nguyên]], Thư Quốc công [[Nguyễn Thiến]])\n* ''Hồng Lam ngũ bách niên thiên hạ \/ Hưng tộ diên trường ức vạn xuân'' (Nguyễn Bỉnh Khiêm viết về thời vận mới của nước Việt)<ref>Dịch nghĩa: ''Đất nước Hồng Lam này sau ta 500 năm sẽ là một thời kỳ hưng thịnh lâu dài''<\/ref>\n* ''Cổ lai quốc dĩ dân vi bản \/ Đắc quốc ưng tri tại đắc dân'' (Thơ [[chữ Hán]], ''Cảm hứng'')<ref>Dịch nghĩa: ''Từ xưa đến nay, nước lấy dân làm gốc \/ Được nước nên biết đó là do ở chỗ được lòng dân''<\/ref>\n* ''Cổ lai nhân giả tư vô địch \/ Hà tất khu khu sự chiến tranh'' (Thơ chữ Hán)<ref>Dịch nghĩa: ''Từ xưa đến nay chỉ có người nhân nghĩa là không ai địch nổi \/ Việc gì phải khư khư ôm mộng chiến tranh giết chóc''<\/ref>\n* ''Lão lai vị ngải tiên ưu chí \/ Đắc táng cùng thông khởi ngã ưu'' (''Tự thuật'', thơ chữ Hán)<ref>Dịch nghĩa: ''Tấm lòng tiên ưu đến già chưa thôi \/ Cùng, thông, đắc, táng, ta có lo cho riêng mình đâu.<\/ref>\n* ''Nho quan tự tín đa thâm ngộ \/ Đình thực thùy năng vị quốc mưu'' (Thơ chữ Hán, ''Ngụ hứng'')<ref>Dịch nghĩa: ''Cái mũ nhà Nho tự biết đã làm cho tấm thân mắc nhiều lầm lỡ \/ Ăn bằng vạc, có ai là kẻ vì nước mưu toan''<\/ref>\n* ''Tất cánh dục cầu ngô lạc xứ \/ Tri ngô hậu lạc tại tiên ưu'' (Thơ chữ Hán, ''Ngụ hứng'')<ref>Dịch nghĩa: ''Rốt cục (ai) muốn tìm cái chỗ vui của ta \/ Thì cần biết rằng ta được vui sau thiên hạ vì biết lo trước thiên hạ''<\/ref>\n* ''Ưu thời thốn niệm bằng thùy tả \/ Duy hữu hàn san bán dạ chung'' (''Tân quán ngụ hứng'', thơ chữ Hán)<ref>Dịch nghĩa: ''Nỗi lòng lo đời biết nói cùng ai \/ Chỉ có tiếng chuông chùa trên núi vắng lúc nửa đêm san sẻ''<\/ref>\n* ''Duy thiên sinh chưng dân \/ Bão noãn các hữu dục'' (''Tăng thử'', thơ chữ Hán)<ref>Dịch nghĩa: ''Trời sinh ra dân chúng \/ No ấm là điều ai nấy đều mong muốn''<\/ref>\n* ''Cao khiết thùy vi thiên hạ sĩ? \/ An nhàn ngã thị địa trung tiên''<ref>Dịch nghĩa: ''Cao khiết ai là kẻ sĩ trong thiên hạ \/ An nhàn ta là tiên trong đời''<\/ref>\n* ''Chín mươi thì kể xuân đà muộn \/ Xuân ấy qua thì xuân khác còn'' (Bạch Vân quốc ngữ thi, bài 41)\n* ''Có thuở được thời mèo đuổi chuột \/ Đến khi thất thế kiến tha bò'' (Thơ [[chữ Nôm]], ''Bài số 75'')\n* ''Thớt có tanh tao, ruồi mới đổ đến\/Ang không mật mỡ, kiến bò làm chi'' (Thơ chữ Nôm, ''Bài số 53'')\n* ''Hoa càng khoe nở, hoa nên rữa \/ Nước chứa cho đầy, nước ắt vơi'' (Thơ chữ Nôm, ''Bài số 52'')\n* ''Thế gian biến cải vũng nên đồi \/ Mặn, nhạt, chua, cay, lẫn ngọt bùi'' (Thơ chữ Nôm, ''Bài số 77'')\n* ''Làm người hay một chớ hay hai \/ Chớ cậy rằng hơn, chớ cậy tài'' (Thơ chữ Nôm, ''Bài số 65'')\n* ''Làm người chớ thấy tài mà cậy \/ Có nhọn bao nhiêu lại có tù'' (Thơ chữ Nôm, ''Bài số 11'')\n* ''Ta dại, ta tìm nơi vắng vẻ \/ Người khôn, người đến chốn lao xao'' (Thơ chữ Nôm, ''Bài số 79'')\n* ''Làm người có dại mới nên khôn \/ Chớ dại ngây si, chớ quá khôn'' (Thơ chữ Nôm, ''Bài số 94'')\n* ''Chớ cậy rằng khôn khinh rẻ dại \/ Gặp thời, dại cũng hoá ra khôn'' (Thơ chữ Nôm, ''Bài số 94'')\n* ''Thuở khó dẫu chào, chào cũng lảng \/ Khi giàu chẳng hỏi, hỏi thời quen'' (Thơ chữ Nôm, ''Bài số 5'')\n* ''Đạo ở mình ta lấy đạo trung \/ Chớ cho đục, chớ cho trong'' (Thơ chữ Nôm, ''Bài số 104'')\n* ''Lưỡi thế ngẫm xem, mềm tựa lạt \/ Miệng người toan lại, sắc như chông'' (Thơ Nôm, bài 127)\n* ''Rượu đến cội cây ta sẽ uống \/ Nhìn xem phú quý tựa chiêm bao''\n* ''Có ai biết được lòng tri kỷ \/ Vời vợi non cao nguyệt một vừng''\n\n==Tiên tri và sấm ký==\n{{chính|Sấm Trạng Trình |Sấm ký Nguyễn Bỉnh Khiêm | Sấm ký}}\n\nKhi theo học Bảng nhãn [[Lương Đắc Bằng]], ông được truyền cho quyển ''[[Thái Ất|Thái Ất thần kinh]]'' từ đó ông tinh thông về lý học, tướng số... Sau này, dù Nguyễn Bỉnh Khiêm không còn làm quan nhưng vua [[Mạc Hiến Tông]] (Mạc Phúc Hải) vẫn phong cho ông tước Trình Tuyền hầu vào năm Giáp Thìn (1544), ngụ ý đề cao ông có công khơi nguồn ngành lý học, giống như Trình Y Xuyên, Trình Minh Đạo bên Trung Hoa. Sau đó được thăng chức Thượng thư bộ Lại tước hiệu Trình Quốc công. Nhờ học tính theo [[Thái Ất]], ông tiên đoán được biến cố xảy ra đến 500 năm sau, được dân gian truyền tụng và suy tôn là \"nhà tiên tri\" số một của Việt Nam.\n\n''[[Sấm ký Nguyễn Bỉnh Khiêm]]'', còn gọi là \"[[Sấm Trạng Trình]]\" là những lời tiên tri của Nguyễn Bỉnh Khiêm về các biến cố chính của dân tộc Việt trong khoảng 500 năm (từ năm 1509 đến khoảng năm 2019). Đây là những dự báo thiên tài, hợp lý, tùy thời, tự cường, hướng thiện và lạc quan theo lẽ tự nhiên \"thuận thời thì an nhàn, trái thời thì vất vả\". \"Trạng Trình đã nắm được huyền cơ của tạo hóa\" (lời Nguyễn Thiếp – danh sĩ thời Lê mạt). \"An Nam lý học hữu Trình Tuyền\" (lời Chu Xán- sứ giả của triều Thanh). Sấm ký, giai thoại và giải đoán chứa đựng nhiều thú vị về một trí tuệ bậc Thầy kỳ tài muôn thuở, nặng lòng yêu nước thương dân và sâu sắc hiếm thấy.\n\nSấm ký ở bản A có 262 câu, gồm 14 câu \"cảm đề\" và 248 câu \"sấm ký\". Đây là bản trích ở bộ \"Thành ngữ, điển tích, danh nhân từ điển\" (tập 2) của Trịnh Văn Thanh – Sài Gòn – 1966. Ngoài bản A còn có ít nhất ba dị bản về sấm Trạng Trình. Tài liệu liên quan hiện có 20 văn bản, trong đó bảy bản là tiếng Hán Nôm lưu tại Thư viện Khoa học Xã hội (trước đây là Viện Viễn Đông Bác Cổ) và Thư viện Quốc gia Hà Nội và 13 tựa sách quốc ngữ về sấm Trạng Trình xuất bản từ năm 1948 đến nay. Bản tiếng quốc ngữ phát hiện sớm nhất có lẽ là Bạch Vân Am thi văn tập in trong Quốc Học Tùng Thư năm 1930 mà hiện nay vẫn chưa tìm được.\n\nSấm ký gắn với những giai thoại và sự thật lịch sử. Nhiều nội dung trong sấm ký hiện đã được giải mã, chứng minh tính đúng đắn của những quy luật- dự đoán học trong Kinh Dịch và Thái Ất thần kinh\". Đến nay đã có 36 giai thoại và sự thật lịch sử về Sấm Trạng Trình đã được giải mã.\n\nTrước Nguyễn Bỉnh Khiêm, vua Phật Trần Nhân Tông (1258- 1308) là người rất coi trọng phép biến Dịch. Người đã viết trong \"Cư trần lạc đạo\":\"Kinh Dịch xem chơi, yêu tính sáng yêu hơn châu báu. Sách Nhàn đọc giấu, trọng lòng rồi trọng nữa hoàng kim\". Trạng Trình Nguyễn Bỉnh Khiêm với \"Thái Ất thần kinh\",\"Sấm ký\",\"Bạch Vân Am thi văn tập\", \"huyền thoại và di tích lịch sử\" đã lưu lại cho dân tộc Việt Nam và nhân loại một tài sản văn hoá vô giá.\n\nTương truyền, ông là người đã đưa ra lời khuyên giúp các nhà Nguyễn, Mạc, Trịnh, Lê. Khi [[Nguyễn Hoàng]] sợ bị anh rể Trịnh Kiểm giết, ông khuyên nên xin về phía nam với câu \"''[[Hoành Sơn (dãy núi)|Hoành Sơn]] nhất đái, vạn đại dung thân''\" (có tài liệu viết là ''\"khả dĩ dung thân\"'') nghĩa là \"Một dải [[Hoành Sơn (dãy núi)|Hoành Sơn]] có thể dung thân lâu dài\". Nguyễn Hoàng nghe theo và lập được nghiệp lớn, truyền cho con cháu từ đất Thuận Hoá. Lúc nhà Mạc sắp mất cũng sai người đến hỏi ông, ông khuyên vua tôi [[nhà Mạc]] \"''Cao Bằng tuy thiển, khả diên số thể''\" (tức Cao Bằng tuy nhỏ, nhưng có thể giữ được). Nhà Mạc theo lời ông và giữ được đất [[Cao Bằng]] gần 80 năm nữa. Đối với Lê - Trịnh, khi vua Lê Trung Tông chết không có con nối, Trịnh Kiểm định thay ngôi nhà Lê nhưng còn sợ dư luận nên sai người đến hỏi ông. Ông nói với chú tiểu, nhưng thực ra là nói với bề tôi họ Trịnh: \"''Giữ chùa thờ Phật thì ăn oản''\" (ý nói giữ là bề tôi của các vua Lê thì lợi hơn). [[Trịnh Kiểm]] nghe theo, sai người tìm người tôn thất nhà Lê thuộc chi Lê Trừ (anh Lê Lợi) đưa lên ngôi, tức là vua Lê Anh Tông. Họ Trịnh mượn tiếng thờ nhà Lê nhưng nắm thực quyền điều hành chính sự, còn [[nhà Lê sơ|nhà Lê]] nhờ họ Trịnh lo đỡ cho mọi chuyện chính sự, hai bên nương tựa lẫn nhau tồn tại tới hơn 200 năm. Bởi thế còn có câu: ''\"Lê tồn Trịnh tại, Lê bại Trịnh vong\"''.\n\nTheo một số nhà sưu tầm và nghiên cứu, [[Cách mạng tháng Tám]] năm 1945 đã được Trạng Trình dự báo qua câu thơ: ''\"Đầu Thu gà gáy xôn xao\/ Trăng xưa sáng tỏ soi vào Thăng Long\"''. ở câu 1, \"đầu Thu\" là tháng 7 Âm lịch, \"gà\" nghĩa là năm Ất Dậu, thời điểm sự kiện diễn ra, \"gáy xôn xao\" nghĩa là có tiếng vang lớn, thức tỉnh muôn người. Ở câu 2, \"Trăng xưa\" nghĩa là \"cổ nguyệt\" theo Hán tự, ghép lại thành từ \"hồ\", là họ của [[Hồ Chí Minh]]. \"Sáng tỏ soi vào Thăng Long\" là sự kiện Hồ Chí Minh đọc Tuyên ngôn độc lập ở quảng trường Ba Đình của thủ đô Thăng Long – Hà Nội<ref>{{Chú thích web | url = http:\/\/vtc.vn\/giai-ma-nhung-tien-tri-kinh-ngac-cua-trang-trinh.394.491262.htm | tiêu đề = Giải mã những tiên tri kinh ngạc của Trạng Trình | tác giả 1 = | ngày = | ngày truy cập = 27 tháng 9 năm 2015 | nơi xuất bản = Báo điện tử VTC News | ngôn ngữ = }}<\/ref>.\n\nTuy nhiên, có một số lượng không nhỏ những nhà nghiên cứu dịch học tại Việt Nam, trong đó có GS. Nguyễn Tài Thư có quan điểm bác bỏ hầu hết những gì được gọi là trước tác sấm ký của Nguyễn Bỉnh Khiêm: \"...Nhờ “[[dịch lý|lý]]” đó mà Nguyễn Bỉnh Khiêm dự kiến và đề xuất được nhiều sự kiện có tính chất lịch sử đương thời, như trong lúc nước lửa, ông khuyên Nguyễn Hoàng vào trấn thủ Thuận Hoá để khỏi bị anh rể là Trịnh Kiểm bức hại, khuyên chúa Trịnh phải phò vua Lê thì mới giữ được ngôi báu, khuyên nhà Mạc dời lên Cao Bằng để duy trì thêm vài triều đại nữa, v.v.. Các sự kiện trên đã trở thành hiện thực, đã được lịch sử chứng minh là đúng đắn. Sử sách đã ghi chép nhiều. Mọi người hầu như đều biết. Nhưng khả năng biết trước có cơ sở hiện thực đó của Nguyễn Bỉnh Khiêm cũng gây cho một số người thắc mắc, muốn gán sức thần cho ông. Thực ra ở đó chỉ là sản phẩm của một đầu óc suy lý, là kết quả của một sự phân tích biết dựa vào thực tế, biết nắm lấy thời thế và biết phát huy tư tưởng “lý” của ông. Một người học rộng biết nhiều, nắm vững lịch sử dân tộc, lại dùng “lý” để suy xét sự vật thì những kiến giải trên không có gì là quá ngạc nhiên. Từ khả năng biết trước như trên của ông, có người còn tiến tới phú cho ông là [[nhà tiên tri]] kiểu [[Đạo giáo]], nhà tiên thiên học có khả năng làm ra những lời sấm dự báo được tương lai xa xôi. Bao nhiêu cuốn “Sấm ký Trạng Trình” đang được lưu truyền là thuộc loại đó. Thực ra đây chỉ là những lời đồn đại, những sự gán ghép vô lối về ông. Đó chỉ là do tâm lý sùng bái danh nhân của một số người còn mang nặng tư duy thần bí, đã khoác tấm áo siêu nhiên cho ông, hoặc đó là kết quả của một mưu đồ chính trị, bịa ra sự kiện, lợi dụng tên tuổi của ông để thực hiện âm mưu, thường là việc làm của người đời sau. Cách làm đó không những không đề cao được vai trò của ông mà còn làm hại uy tín của ông. Sở dĩ nói hiện tượng “sấm ký” là bịa đặt, bởi vì thực tế khách quan thì phong phú và phức tạp, cái tất nhiên đi liền với vô số cái ngẫu nhiên, khiến con người khó lần ra manh mối. Bản thân Nguyễn Bỉnh Khiêm cũng đã nhiều lần nói lên sự hạn chế của mình và của con người nói chung trong nhận thức và hành động. Ông nói: “Cùng và thông, được và mất, lẽ nào do con người quyết định?” (Cùng thông, đắc táng khởi do nhân? – Tự thuật, bài 8), “Cùng và thông, được và mất cũng là do trời!” (Cùng thông, đắc táng diệc do thiên – Trung Tân ngụ hứng), “Việc trái với thời, hàng vạn chỗ bất đồng” (Sự dữ thời vi vạn bất đồng – Nguyên đán ngẫu thành, bài 3), “Đời người mười mong muốn thì đến chín là trái ý” (Nhân sinh thập nguyện cửu thường vi – Hoài cổ). Một sự thực như thế thì làm thế nào ông lại biết trước được các sự việc cụ thể ở bên ngoài mà bản thân không được mục kích, hơn nữa lại cách xa hàng trăm năm sau như “Sấm ký Trạng Trình” ghi chép!?\"<ref name=\"NTT2007\">Nguyễn Tài Thư, ''[http:\/\/www.hannom.org.vn\/detail.asp?param=682&Catid=6 Nguyễn Bỉnh Khiêm: Nhà lý học]''. (Tạp chí Hán Nôm, 2007)<\/ref>\n\n==Ảnh hưởng và di sản==\n===Những đóng góp trong tiến trình phát triển của ngôn ngữ văn chương và lịch sử tư tưởng Việt Nam===\nLà một trung thần của [[nhà Mạc]], triều đại đối địch hoàn toàn với quyền lợi của các dòng họ thế lực Lê-Trịnh-Nguyễn (vốn cùng phát tích từ [[xứ Thanh]]) của [[nhà Lê trung hưng]] và cả [[nhà Nguyễn]] về sau, bởi vậy sau khi nhà Mạc thất thủ (1592), sự nghiệp cũng như di sản văn hóa của Nguyễn Bỉnh Khiêm không tránh được cái nhìn thiên kiến của đại bộ phận những sử gia, học giả dưới thời cai trị của các họ [[Lê-Trịnh]] rồi họ Nguyễn trong nhiều thế kỷ. Như nhà nghiên cứu Trần Khuê (''Cần hiểu đúng Nguyễn Bỉnh Khiêm và Vương triều Mạc'', 1991) đã lưu ý: \"...Cũng như việc [[Lê Quý Đôn]] ghi đủ loại chư thần và nghịch thần, và trong ''[[Kiến văn tiểu lục]]'', mục Tài phẩm (tài năng và phẩm hạnh), ông ghi mấy chục danh nhân kể cả một số người đã làm quan với “ngụy Mạc” như Lễ bộ thượng thu [[Hà Nhậm Đại]], nhưng tài năng, phẩm hạnh, hành trạng… của Lại bộ thượng thư Thái phó Trình quốc công Nguyễn Bỉnh Khiêm thì ông không ghi chép. (Có những nhân vật ít nổi tiếng như [[Lê Bá Ly]] mà Lê Quý Đôn ghi về tài năng phẩm hạnh 2 trang giấy đặc tới hơn 500 chữ, một số nhân vật khác cũng còn được một vài trăm chữ. Nhưng Nguyễn Bỉnh Khiêm thì không được ghi tiểu truyện). Lê Quý Đôn chỉ ghi về Nguyễn Bỉnh Khiêm rất sơ sài: Một lần ghi về thi đỗ, một lần ghi về “trí sĩ”, một lần ghi về “tên tác phẩm”. Thế thôi? À, có thêm một lần ông ghi ý kiến của Chu Xán về Nguyễn Bỉnh Khiêm: “Hồi đầu niên hiệu Khang Hy, nhà Thanh sai Minh Đồ và Chu Xán sang nước ta sách phong, lúc ấy là năm Chính Hòa thứ tư (1683).\" Những cái nhìn theo hướng như vậy cũng được phần lớn giới nghiên cứu hiện đại ở Việt Nam duy trì cho tới đầu thập niên cuối cùng của thế kỷ 20. Trong suốt một thời gian dài cho tới cuối thập niên 1980, cách đánh giá của giới nghiên cứu “chính thống” tại Việt Nam về sự nghiệp và tác phẩm của Nguyễn Bỉnh Khiêm bị ảnh hưởng lớn bởi cái nhìn thiên kiến về vai trò lịch sử của vương triều Mạc bắt đầu từ thời [[Lê trung hưng]] (1533) cho tới tận trước [[Đổi Mới|thời kỳ Đổi Mới]].\n\nGS. [[Vũ Khiêu]] trong bài viết “Kỷ niệm 400 năm ngày mất của Nguyễn Bỉnh Khiêm: Những vấn đề khoa học trong nghiên cứu Nguyễn Bỉnh Khiêm” (1985)<ref name=\"ios.vass.gov.vn\">[[Vũ Khiêu]], ''[http:\/\/ios.vass.gov.vn\/noidung\/tapchi\/Documents\/Baitapchi\/TCXHH1986\/So1\/So1_1986_VuKhieu3.pdf Kỷ niệm 400 năm ngày mất của Nguyễn Bỉnh Khiêm: Những vấn đề khoa học trong nghiên cứu Nguyễn Bỉnh Khiêm]''. (''Tạp chí Xã hội học'' số 1, 1986)<\/ref> đã có những đánh giá mang tính tổng kết về những đóng góp quan trọng của Nguyễn Bỉnh Khiêm trong dòng chảy của lịch sử thơ văn Việt Nam: “...Trước hết, phải thấy rằng suốt bao nhiêu thế kỷ học [[chữ Hán]] và làm thơ bằng chữ Hán, các nhà trí thức Việt Nam trước những khó khăn về ngôn từ và thể loại đã lẩn tránh việc cố gắng làm thơ bằng [[tiếng mẹ đẻ]]. Trước sự sáng tạo của [[Hàn Thuyên|Nguyễn Thuyên]], sự quan tâm đặc biệt của [[Nguyễn Trãi]], thành quả bước đầu của [[Lê Thánh Tông]] và [[Tao đàn Nhị thập bát Tú|nhóm Tao Đàn]], Nguyễn Bỉnh Khiêm đã suốt cuộc đời dành bao tâm huyết để làm thơ bằng [[tiếng Việt]]. Không chỉ nói với đồng bào mình những điều muốn nói. Ông cũng như Nguyễn Trãi đã đem hết nhiệt tình xây dựng nền văn học dân tộc mà lòng yêu nước và óc tự cường đã hằng ngày thôi thúc các ông. Với một di sản lớn lao mà ông để lại, [[thơ Nôm]] của ông đã đánh dấu một chặng đường quang vinh trong lịch sử [[văn học Việt Nam]]. Thơ văn ông vừa mang những nét mộc mạc và rắn chắc của thơ Nguyễn Trãi, vừa tiếp thu truyền thống trau chuốt và nhuần nhuyễn của thơ Lê Thánh Tông và nhóm Tao Đàn. Thơ của ông chính là sự chuẩn bị cần thiết cho sự phát triển rực rỡ của thơ Nôm thế kỷ XVIII. Có lẽ đầy lòng tự hào về tinh hoa và tiềm năng của dân tộc trong thơ ca dân gian Việt Nam mà ông đã đưa vào tràn ngập trong thơ ông những lời đẹp nhất của [[ca dao]], [[tục ngữ]]. Thơ của ông hướng vào cuộc sống hằng ngày của nhân dân mà ông gần gũi và yêu quý. Có lẽ vì thế mà thơ Nôm của ông ít những lời sáo rỗng về phong, hoa, tuyết, nguyệt, mà lại đi vào lòng người với những nét rất thân thương của những đồ đạc, những rau cỏ, những chim muông gặp gỡ hằng ngày... Phải chăng vì gần gũi với đời sống như thế, ông đã thuộc tên từ cụ già đến trẻ em, đi vào niềm vui và nỗi lo của từng người, và từ đó đưa vào thơ một tính nhân dân sâu sắc... Di sản văn học của Nguyễn Bỉnh Khiêm là tấm gương soi của xã hội ông, của cuộc đời ông.”\n\nNhà nghiên cứu [[Phan Ngọc]] trong một bài phân tích cụ thể về phong cách thơ ca của Nguyễn Bỉnh Khiêm đăng trên Tạp chí Sông Hương (số 35, T.1&2-1989) đã nhận định: “...Ông là một ẩn sĩ nhưng không phải một ẩn sĩ Ấn Độ chạy vào núi sống để thờ thần linh, không phải một ẩn sĩ Trung Quốc quay lưng với chính trị, tự thổi phồng mình, tự tôn thờ mình. Thơ ông chẳng có gì là huênh hoang của thơ triết lý Trung Quốc. Ông quay về sống trong vòng tay của làng mạc họ hàng, dạy học trò, bình dị, khiêm tốn, như cha ông chúng ta... Tư tưởng Nguyễn Bỉnh Khiêm là thế. Con người lỗi lạc về lý học đến mức sứ thần Trung Quốc là Chu Xán phải phục chẳng hề nhắc đến một thuật ngữ lý học: tính, khí, ly, tâm... Nhân vật mà truyền thuyết nâng lên địa vị một tiên tri, biết trước hậu thể năm trăm năm chẳng hề nói bóng gió gì đến hậu vận. Ông trạng nguyên hay chữ nhất nước chẳng thiết gì đến chữ nghĩa, điển tích từ chương. Con người được cả thời đại tôn sùng chẳng buồn nhắc tới danh tiếng của mình. Thậm chí ông không nhắc đến cá nhân mình. Đây là một phong cách lạ, trước ông không có mà sau ông cũng không. Nhưng ông hiểu được cái bí quyết để giành được lòng tin của hậu thế. Phải gạt bỏ mọi \"bánh vẽ\" của cuộc đời (công danh, chức tước, chữ nghĩa, trang tức) để xuất hiện giản dị và chân thành. Không rên la, thậm chí không thở dài, không đóng vai một người thuyết phục, giáo dục. Hãy quên cái con người của cương vị xã hội (bằng tôi, nhà sư, nho sĩ...) để làm con người trong lòng mọi người. Chính vì vậy thơ ông lần đầu tiên trong văn học ta nói với mọi người. Nếu muốn nói đến ý nghĩa triết học của thơ ông thì nó là ở đấy... Thơ của Nguyễn Bỉnh Khiêm không phải loại thơ đọc để nhìn, để nghe. Ông là con người duy nhất của văn học ta chủ trương một đường lối nghệ thuật riêng: nghệ thuật là để giúp con người tìm lại được chính mình, chân thành với mình và với xã hội. Khi nào ta hiểu được nhu cầu ấy, ta sẽ biết ơn phu tử và sẽ hiểu được giá trị của nhà thơ kiệt xuất.” (''Tìm hiểu phong cách Nguyễn Bỉnh Khiêm qua một bài thơ'', Tạp chí Sông Hương, 1989)\n\nNhư PGS. Nguyễn Hữu Sơn (Viện Văn học) đã đánh giá: “Bên cạnh nhiều tác gia văn học lớn ở thế kỷ XVI như [[Nguyễn Dữ]], [[Nguyễn Hàng]], [[Hà Nhậm Đại]], [[Phùng Khắc Khoan]], [[Hoàng Sĩ Khải]]..., Nguyễn Bỉnh Khiêm nổi lên như một hiện tượng văn hoá tiêu biểu, một “cây đại thụ” văn hoá dân tộc thế kỷ XVI. Tư cách tác gia văn học - “cây đại thụ văn hoá” thể hiện trước hết trên phương diện số lượng tác phẩm, mức độ thâu thái các giá trị văn hoá tinh thần thời đại cũng như khả năng kết hợp giữa việc tinh lọc, nâng cấp vốn tri thức bác học với việc phổ cập, tạo ảnh hưởng trong toàn bộ đời sống xã hội... Nguyễn Bỉnh Khiêm là sản phẩm văn hoá điển hình của thế kỷ XVI - một thế kỷ nặng về chinh chiến và nhiều biến động nên phải lựa chọn một phương thức ứng xử văn hoá khả dĩ có thể đáp ứng được nhu cầu đời sống tinh thần vốn muôn phần phức tạp. Trên nhiều phương diện, ông trở thành thước đo thực trạng đời sống tinh thần dân tộc ở một chặng đường lịch sử, cây đại thụ văn hoá toả bóng xuống cả thế kỷ. Một mình ông buộc phải đóng nhiều vai diễn. Đồng thời với vốn kiến thức cao siêu, Nguyễn Bỉnh Khiêm lại vẫn bộc lộ cái nhìn nhân ái, dân dã, hoà đồng với thiên nhiên, cỏ cây hoa lá, làng thôn, trăng trong gió mát. Điều này góp phần giải hoà dòng thơ duy lý, khơi mở nguồn cảm hứng nghệ sĩ thanh cao. Điều cũng rõ ràng là mặc dù mang trong mình đầy những lẽ bất cập do hoàn cảnh thời đại quy định song Nguyễn Bỉnh Khiêm vẫn hiện diện như một nhân cách lịch sử chói sáng, một cây đại thụ văn hoá chính bởi sự kết tinh vốn kiến thức sâu rộng trên cơ sở một tấm lòng chính trực, gắn bó sâu sắc với cội nguồn văn hoá dân tộc. Ông là hiện thân của mĩ học phong kiến cả trên phương diện nhân văn lẫn mặt hạn chế của nó.”\n\nNhân kỷ niệm 425 năm ngày mất của Nguyễn Bỉnh Khiêm, nhà thơ Trần Nhuận Minh (Ủy viên Hội đồng Thơ, Hội Nhà văn Việt Nam) trong bài viết “Nguyễn Bỉnh Khiêm: Nhà thơ lớn bóng trùm nhiều thế kỷ” (Báo Hải Dương Điện tử, 2010) đã phân tích một số điểm nổi bật trong di sản thi ca của ông: “Nguyễn Bỉnh Khiêm (1491-1585) là một nhà thơ lớn, không chỉ của thế kỷ XVI. Tác phẩm của ông có ảnh hưởng sâu rộng, tác động tích cực vào đời sống tinh thần của nhân dân và góp phần thúc đẩy sự phát triển của tiến trình văn học dân tộc. Về thơ chữ Hán, ông có ''[[Bạch Vân am thi tập]]'', theo ông cho biết là có khoảng 1.000 bài, nay còn khoảng 700 bài. Về thơ chữ Nôm, ông có ''[[Bạch Vân quốc ngữ thi tập]]'', chính ông ghi rõ sáng tác từ khi về nghỉ ở quê nhà, chúng ta không biết có bao nhiêu bài, hiện còn khoảng 170 bài, trong đó vài chục bài lẫn với thơ Nôm [[Nguyễn Trãi]] (1380-1422)... Ông đã kế thừa xứng đáng truyền thống thơ [[Lê Thánh Tông]], đặc biệt là thơ Nguyễn Trãi và bổ sung vào đó, đậm đặc hơn, chất triết lý, suy tưởng và giáo huấn, để thơ trở thành một công cụ hữu ích, phục vụ con người, phản ánh hiện thực đời sống và hiện thực tâm trạng sâu nặng lẽ đời, với cái nhìn khái quát của một triết gia, trong đó có những chiêm nghiệm từng trải của cá nhân ông. Giàu chất trí tuệ, thơ ông là những khát vọng muốn khám phá những quy luật của thiên nhiên, xã hội và của cả con người, nhằm tự vượt thoát ra khỏi những bế tắc của một thời và có ảnh hưởng sâu sắc tới tận ngày hôm nay, cả về tư tưởng và nghệ thuật của thơ, cả về tầm vóc văn hóa và nhân cách của một nhà thơ.... Trong thơ Việt Nam, có lẽ ông là người sáng lập ra loại thơ diễn giải minh họa và tuyên truyền, mà sau này ta thấy càng ngày càng phổ biến trong nền thơ hiện đại, chảy thành một dòng lớn trong thơ Việt Nam thế kỷ thứ XX, với nhiều tác phẩm xuất sắc của những tên tuổi lớn... Đặc biệt, lẽ đời, nhân tình thế thái, được ông trình bày vô cùng đa dạng, phong phú, có đủ các mùi vị, sắc thái. Đây là một đóng góp đặc sắc và có thể nói là độc đáo của ông trong thơ Việt Nam, tạo thành một từ trường, khiến ông trở thành một trong những ngọn núi lớn của thi ca dân tộc. Ở đây, màu sắc triết học đã tan vào cảnh vật và tâm trạng, làm cho nó có sức lan tỏa xa rộng, bền vững lâu dài. Nhiều câu thơ của ông ở loại này đã trở thành danh ngôn, thành ngạn ngữ, có cuộc sống riêng, độc lập với chính người đã sinh ra nó. (...) Một nội dung quan trọng trong thơ Nguyễn Bỉnh Khiêm là chữ “nhàn”. Chữ “nhàn” cũng đã xuất hiện trong thơ [[Chu Văn An]], [[Nguyễn Trãi]] và một số nhà thơ khác. Đây là một xu hướng sáng tác văn chương của các sĩ phu ở nhiều thời kỳ, thể hiện sự bất hợp tác với chính quyền phong kiến và sự phủ nhận hiện thực thối nát của xã hội đương thời. Vì thế, giá trị khách quan của nó là tích cực. Trong thơ Nguyễn Bỉnh Khiêm, chữ “nhàn” trở thành một ám ảnh nghệ thuật, bởi nó không chỉ bộc lộ những tâm trạng riêng của ông, gắn liền với thời cuộc, mà còn thể hiện một quan niệm triết học của ông, một cách ứng xử của ông trước cuộc đời. Nội dung chữ “nhàn” trong thơ ông phức tạp hơn các nhà thơ khác, và nét chủ yếu không phải là tiêu cực mà là phép hành tàng của nhà nho trong lẽ xuất xử trước thời cuộc mà thôi.”<ref>Minh Chi (Học viện Phật giáo Việt Nam), ''Bàn về chữ \"nhàn\" trong thơ văn của Nguyễn Bỉnh Khiêm]''. (Trang điện tử ''Đạo Phật Ngày Nay'')<\/ref><ref>Tâm Quang, '' Nghệ thuật Thiền qua bài thơ “Cảnh nhàn” của nhà Nho Nguyễn Bỉnh Khiêm]''. (Trang điện tử ''Phật tử Việt Nam'', 24\/10\/2006)<\/ref><ref>Nguyên Khôi, '' Bàn về chữ “nhàn” của Nguyễn Bỉnh Khiêm để hiểu về đạo đức người trí thức Nho học ngày xưa]''. (Tạp chí ''Thanh niên Phía Trước'', 23\/11\/2013)<\/ref><ref>Nguyễn Thế Duyên, ''[http:\/\/vandanviet.blogspot.com\/2015\/11\/nguyen-duyen-mot-goc-nhin-khac-ve-bai.html Một góc nhìn khác về bài thơ “Nhàn” của Nguyễn Bỉnh Khiêm]''. (Vandanviet.com, 13\/11\/2015)<\/ref><ref>Nguyễn Đình Minh, ''[https:\/\/vanhaiphong.com\/sang-tac-tre\/2468-2016-01-06-01-08-52.html Trong nhịp sống hiện đại, nghĩ về bài thơ “Nhàn” của Nguyễn Bỉnh Khiêm] '. (Trang điện tử của Hội nhà văn Hải Phòng, 06\/1\/2016)<\/ref>\n\nTrong bài viết “Bước đầu suy nghĩ về văn học thời Mạc”, GS. [[Nguyễn Huệ Chi]] có những phân tích: “Nhìn trong xu thế chung, văn học Việt Nam có một yêu cầu nội tại để tạo nên bước nhảy vọt thật sự kể từ thế kỷ XVI trở đi, dấu mốc nhảy vọt ấy rơi đúng vào văn học triều đại Mạc. Đây là cái ngẫu nhiên mà cũng là cái tất yếu của lịch sử. Thời đại [[Lê sơ]] là đỉnh cao của độc tôn Nho giáo và thể chế quân chủ tập trung, phải chọn một vị vua làm biểu tượng để cho dân tôn thờ, thần thánh hóa, đặc điểm chung của văn học bởi vậy là hướng thượng. Phải quay nhìn lên ông vua và lấy ông vua làm hình mẫu, đem cảm hứng “vua sáng tôi hiền” kết nối thành động lực sáng tác. Đến triều đại Mạc, sau bao nhiêu chặng “vua quỷ”, “vua lợn” của triều Lê sơ làm người ta chán nản, tự nhiên hình tượng cao quý là các ông vua bị lu mờ, bị hạ thấp từ trong tiềm thức. Và cảm hứng “thần thánh hóa” đấng minh quân mất dần chỗ đứng. Người ta không còn hào hứng ngẩng lên, “hướng thượng” trong sáng tác của mình. Tình trạng này gây ra một phản ứng trái ngược trong vô thức: người sáng tác bắt đầu từ chỗ nhìn lên nay quay nhìn trở xuống. Và khi nhìn xuống hạ dân thì một thế giới khác chợt hiện rõ trong tầm mắt. Họ bỗng nhìn thấy con người với bao nhiêu sự phức tạp, thánh thiện có mà tầm thường cũng có, ở chính đối tượng gần gũi nhất với mình ấy. Con người được phơi bày với những dục vọng, toan tính, những nét thấp hèn và cao cả, những tình cảm riêng tư, cá nhân. Đó chính là một phát hiện lớn của văn học thời Mạc, mở đầu cho một dòng văn học chạm chân vào hiện thực. Văn học thay đổi chức năng mà không tự biết: nó mô tả xã hội dưới góc nhìn đời tư và đời thường.\n\nTrước đây, thông qua tiêu chí “cái cao cả”, nhà văn nhìn xã hội dầu không muốn cũng như được đánh bóng lên, được ước lệ hóa, công thức hóa, mỹ hóa thành một xã hội vàng son song trừu tượng, đâu cũng như nhau. Nhưng bây giờ nhìn vào khía cạnh đời tư đời thường thì cũng xã hội ấy lại hiện ra dưới muôn hình vạn trạng... Đó là cả một xã hội phức tạp. Nó không thuần nhất là xã hội nông nghiệp nữa mà bắt đầu có buôn bán, có thủ công, có làm giàu, và có đủ thứ lục đục xoay quanh nó, có cuộc đấu tranh giữa quyền lực và không có quyền lực, giữa ham muốn và bất lực. Không loại trừ cuộc đấu tranh muôn thuở về đạo đức giữa [[thiện|cái thiện]] và [[ác|cái ác]]. Một xã hội phong phú hơn nhiều so với bức tranh xã hội thời Lê sơ mà văn học để lại.\n\nTính quy định vẻ đẹp tức là cái sắc màu sống thực của thời đại này phản chiếu trong văn học, thể hiện tiêu biểu ở tập truyện “[[Truyền kỳ mạn lục]]” của [[Nguyễn Dữ]] cũng chuyển cả sang thơ, làm cho thơ ca mang một phương thức tư duy mới. Trước đây, thơ là thơ trữ tình. Thơ bây giờ cũng là thơ trữ tình nhưng là trữ tình - lý trí. Nó rời bỏ tư duy cảm tính bước sang địa hạt tư duy lý tính. Và hướng cái nhìn vào xã hội, ấy là tư duy thế sự. Thơ trở nên có tính phát hiện hiện thực rất sắc mà cây bút tiêu biểu là Nguyễn Bỉnh Khiêm... Chúng ta thấy phong cách tư duy nghệ thuật của Nguyễn Bỉnh Khiêm đã khác Nguyễn Trãi. Nguyễn Bỉnh Khiêm nhìn sâu vào các ngóc ngách của xã hội để nhận diện bức tranh phức tạp của xã hội. Bức tranh ấy diễn ra một cách tự nhiên bởi nó là bức tranh xã hội có thực... Do cái nhìn thế sự, cái nhìn khám phá tâm lý sâu sắc, do xã hội phức tạp, có công, có thương, buôn bán phát triển, nên văn học nhìn thấy tiếng va xiết của đồng tiền. Đây chính là giai đoạn bắt đầu nói đến vai trò của đồng tiền. Cũng chính Nguyễn Bỉnh Khiêm xác nhận vai trò đồng tiền như một tiếng động lạ, vang lên cái âm thanh đáng sợ của nó: “Nghe thôi thinh thỉnh lại đồng tiền” (thơ Nôm). Đồng tiền hiện ra với tất cả vẻ quỷ quyệt khinh người. Nó có đủ sức mạnh làm tha hóa xã hội. Nhưng bên cạnh đó nó cũng có mặt tích cực mà Nguyễn Bỉnh Khiêm có nói đến: “Kẻ khó nhờ ơn, có kẻ giàu” (thơ Nôm).”\n\nNhìn trong toàn bộ tiến trình phát triển và hoàn thiện thơ văn chữ viết của Việt Nam, Nguyễn Bỉnh Khiêm là người đi đầu trong việc khai phá một số chức năng mới, hình thức tư duy mới của thơ văn trung đại Việt Nam, đánh dấu một bước tiến quan trọng so với các thời kỳ trước ông, bằng cách bổ sung vào dòng chảy thơ ca dân tộc những đặc tính còn khá mới (hoặc chưa từng được quan tâm đúng mức ở những thời kỳ trước ông) như tính triết lý, tính thế sự và tính trào phúng được vận dụng linh hoạt bên cạnh tính trữ tình vốn quen thuộc. Và như vậy, ông là người có công khơi mở những hướng đi mới, những hướng tư duy mới cho nhiều tên tuổi nổi bật của thơ văn dân tộc ở các thế kỷ sau.\n\n===Nguyễn Bỉnh Khiêm trong sự chuyển biến về nhận thức và ứng xử chính trị của giới trí thức phong kiến Việt Nam===\nGS. [[Nguyễn Huệ Chi]] (''Bước đầu suy nghĩ về văn học thời Mạc'') đã khái quát: “Một trong những đặc điểm nổi bật của [[Văn học Việt Nam thời Mạc|văn học thời Mạc]] là thời đại này đã bước đầu xây dựng nên hình tượng con người tự do. Ở thời đại [[Lê sơ]] vì lực hút của triều đình phong kiến, Nho giáo độc tôn mạnh, nên gần như hút về tâm là quỹ đạo chủ đạo. Đến một [[Nguyễn Trãi]] vĩ đại là thế mà khi bị ruồng rẫy về [[Khu di tích Côn Sơn - Kiếp Bạc|Côn Sơn]] bao giờ lòng cũng đau đáu nghĩ đến vương triều, hễ được vời ra thì ra lại ngay. Đến thế kỷ XVIII lại có một hiện tượng ngược lại là người ta bỏ chạy khỏi triều đình, bỏ chạy để về sống ẩn, chỉ có mình với mình. Đây là thời đại ly tâm. Vào thời đại Mạc thế kỷ XVI thì khác, người ta không bị hút về tâm nữa nhưng cũng không hẳn ly tâm, nhờ đó tạo nên chính sự tự chủ cho người thức giả. Mình muốn ra thì ra, muốn về thì về, biểu trưng rõ nhất là Nguyễn Bỉnh Khiêm. Nguyễn Bỉnh Khiêm ra thi với Mạc rồi sau 7 năm, thấy cần phải xuất thế ông bèn chủ động rút lui, bấy giờ Mạc vẫn chưa suy thoái. Về một thời gian ông lại ra giúp. Chính phong thái ung dung chủ động kia đã tạo nên tiếng nói tự do, tự tại trong thơ Nguyễn Bỉnh Khiêm và thơ văn của rất nhiều người như [[Nguyễn Hãng]], [[Nguyễn Dữ]]… Dòng mạch tư duy tự do tự tại quy tụ nên hình tượng con người không bị lệ thuộc trăm phần trăm vào quyền lực nữa mà ít hay nhiều đã là con người giải thoát. Cần phải thừa nhận rằng trong cái nhàn của Nguyễn Bỉnh Khiêm có một phương diện gọi là tự tại. Nhàn ở đây không là ẩn, chưa phải xã hội thối nát đến mức mình không thể chấp nhận nổi mà trở về chăm nom vài luống cúc, hoặc lẩn trốn vào cửa thiền, hoặc tìm quên trong thú vui cần câu, chén rượu. Nhàn, bởi mình cảm thấy phải làm chủ cuộc sống của mình, cho nên tự mình trở về an nhàn nghỉ ngơi. Nhưng khi [[nhà Mạc]] kêu gọi đi đánh bọn phản loạn thì Nguyễn lại hăng hái ra giúp. Nhàn trong trường hợp này là nhàn tự tại. Nhàn tự tại chính là nét khác với nhàn ở nhiều thời đại khác là thứ nhàn chỉ muốn lánh đục, lánh triều đình, “dũng thoái”. Nhàn tự tại không cố chấp mà hồn nhiên hơn.”\n\nNhư nhà phê bình [[Đỗ Lai Thúy]] trong bài tiểu luận “Nguyễn Bình Khiêm, lựa chọn như một lối ứng xử” (Tạp chí VHNT số 334, tháng 4-2012) đã nhận định, Nguyễn Bỉnh Khiêm, xét về mặt loại hình nhân cách hoặc mẫu người văn hóa có thể xem là điểm trung gian trong sự biến chuyển từ mẫu nhà nho - con người quân tử như [[Nguyễn Trãi]], [[Lê Thánh Tông]]... sang mẫu nhà nho - con người tài tử như [[Nguyễn Du]], [[Nguyễn Công Trứ]], [[Cao Bá Quát]]… Nhưng khác Nguyễn Trãi ở chỗ Ức Trai sống vào giai đoạn [[Nho giáo]] chưa chính thức trở thành quốc giáo, chưa lên ngôi chính thống, độc tôn. Và khác Lê Thánh Tông ở chỗ Nho giáo thời Nguyễn Bỉnh Khiêm tuy vẫn là chính thống, vẫn là độc tôn, nhưng đang suy vi vì chiến tranh, đất nước bị chia cắt, nhân dân cực khổ và nổi loạn. Nhà nho quân tử Nguyễn Bỉnh Khiêm, vì thế, có những nét mới, đặt ra những vấn đề mới. Với một nhà nho quân tử, vấn đề cốt yếu, mang tính lý tưởng vẫn là trung thành với nhà vua chính thống (trung thần bất sự nhị quân). Nhưng ở thời Nguyễn Bỉnh Khiêm, các khái niệm “vua” và “nước” (cũng như giữa “vương triều” và “quốc gia”, “quyền lợi gia tộc” và “quyền lợi dân tộc”) không còn trùng khít nữa, quyền lợi của vua mâu thuẫn với quyền lợi của dân, nên việc trung thành với một ông vua ngu tối (hôn quân) sẽ trở thành ngu trung: vấn đề chọn chủ được đặt ra. Sự lựa chọn này trở thành một vấn đề trí thức bắt đầu từ Nguyễn Bỉnh Khiêm với [[Chiến tranh Lê-Mạc|Lê – Mạc]], sẽ kéo dài với bao người khác trước sự phân tranh [[Trịnh-Nguyễn phân tranh|Trịnh – Nguyễn]], [[Chiến tranh Tây Sơn-Chúa Nguyễn|Tây Sơn – Nguyễn Ánh]]… Ứng xử của Nguyễn Bỉnh Khiêm về sau đã trở thành một trong những khuôn mẫu cho nhiều thế hệ nhà nho, trí thức... trong xã hội Việt Nam. Việc Nguyễn Bỉnh Khiêm ra ứng thí dưới triều “ngụy” Mạc, rồi làm quan lớn, rồi tòng chinh theo vua Mạc đánh dẹp “loạn quân”, trong đó có cả dòng dõi nhà Lê-Trịnh-Nguyễn, đã gây nhiều băn khoăn, thắc mắc ở những đầu óc phò “chính thống”. Thế mà Nguyễn Bỉnh Khiêm làm tất cả những điều ấy không hề có một mặc cảm “ý thức hệ” nào, với một trạng thái nhận thức gần như cao nhất trong mọi cách hành xử của bản thân ông.\n\nTrong bài viết “Nguyễn Bỉnh Khiêm trong sự chuyển biến về ứng xử chính trị của trí thức Việt Nam”, nhà nghiên cứu [[Cao Tự Thanh]] đã có những phân tích về cách hành xử của Nguyễn Bỉnh Khiêm trước thời thế, như là hình mẫu khởi đầu cho một quá trình chuyển biến thực sự về nhận thức cũng như hành động của giới trí thức - nho sĩ trong lịch sử phong kiến Việt Nam:\n\n{{quote |...Rõ ràng, với Nguyễn Bỉnh Khiêm, giới nho sĩ - trí thức Việt Nam đã đạt tới một trình độ nhận thức cũng như khả năng ứng xử chính trị cao hơn so với thời gian trước đó. Sự phân biệt vương triều chính thống với văn hóa truyền thống nơi họ đã minh bạch hơn trước, điều này giúp họ vươn lên thành tầng lớp thể hiện và phản ảnh không những quyền lợi và tương lai của đất nước mà còn cả lợi ích và nguyện vọng của nhân dân. Cần nói thêm rằng với nhân cách và bản lĩnh chính trị của ông, Nguyễn Bỉnh Khiêm cũng chỉ mới đứng trong chặng đầu của quá trình chuyển biến toàn diện có thể coi như một trào lưu lịch sử về tập quán ứng xử chính trị của trí thức Việt Nam thời phong kiến.\n\n...Xuất hiện ở một thời kỳ khủng hoảng của thể chế quân chủ và suy thoái của tầng lớp thống trị, sự chuyển biến về ứng xử chính trị của trí thức Việt Nam thời Nguyễn Bỉnh Khiêm là một tất yếu lịch sử. Trong giới hạn những điều kiện cụ thể của thời đại mình, với chuyển biến ấy, họ đã giữ được vị trí và vai trò truyền thống trong sinh hoạt chính trị của đất nước, vị trí và vai trò đã được lịch sử xác nhận qua truyền thuyết về việc “làm thầy” cho cả ba tập đoàn Mạc, [[Lê-Trịnh]] và Nguyễn của Nguyễn Bỉnh Khiêm. Dĩ nhiên, bên cạnh sự chuyển biến nói trên, một quá trình phân hóa toàn diện về tư duy và học thuyết chính trị cũng diễn ra trong nội bộ giới trí thức, nhưng nhìn chung thì sự phân hóa này lại tạo điều kiện cho họ qua thực tiễn nhận thức và hoạt động của mình phản ảnh và thể hiện được chính xác hơn, sâu sắc hơn, toàn diện hơn các quá trình xã hội trong lịch sử của đất nước cũng như những trào lưu tư tưởng trong đời sống của dân tộc. Đó có lẽ còn là sự chuẩn bị của lịch sử cho người trí thức Việt Nam thích ứng được với những xử cảnh chính trị đặc biệt kiểu “Đã có vua lại có chúa” của chính quyền [[Lê-Trịnh]] ở [[Đàng Ngoài]] hay tự xưng là Thiên vương song “vẫn theo chính sách nhà Lê” của các [[chúa Nguyễn]] ở [[Đàng Trong]] thế kỷ XVII-XVIII. Hơn thế nữa, với một Trình quốc công Nguyễn Bỉnh Khiêm của [[nhà Mạc]] “ngụy triều” rồi một Hoằng quốc công [[Đào Duy Từ]] của họ Nguyễn cát cứ, người trí thức Việt Nam đã chứng tỏ được rằng họ hoàn toàn có khả năng kế thừa truyền thống cũng như thi thố tài năng mà không nhất thiết phải ghép mình vào với vương triều chính thống. Theo thời gian, bước trưởng thành về ứng xử chính trị ấy sẽ dần dần được khẳng định, góp phần tạo ra một truyền thống dân chủ chính trị nơi những người trí thức Việt Nam ngày trước, truyền thống đã đem lại cho lịch sử Việt Nam những [[Ngô Thì Nhậm]], [[Phan Huy Ích]] trong triều đại nông dân [[Nhà Tây Sơn|Tây Sơn]] cuối thế kỷ XVIII và một [[Cao Bá Quát]] với ngọn cờ Vũ Thang “Điếu dân phạt tội” ở miền Bắc năm 1851 rồi những [[Nguyễn Đình Chiểu]], [[Nguyễn Hữu Huân]], [[Hồ Huân Nghiệp]] dưới ngọn cờ cứu nước “chẳng nghe Thiên tử chiếu” ở [[Nam Kỳ]] sau [[Hòa ước Nhâm Tuất (1862)|Hòa ước 1862]].}}\n\nSự tự do tư tưởng trong việc chọn lựa con đường sự nghiệp và cách ứng xử linh hoạt trước những biến chuyển thời thế của Nguyễn Bỉnh Khiêm (toàn tâm đi theo nhà Mạc đến cuối đời, một triều đại bị coi là “ngụy triều” tiếm ngôi theo quan điểm Nho giáo truyền thống, mà không theo nhà [[Lê sơ]] “chính thống” hay [[nhà Lê trung hưng]] sau đó được nhiều nho sĩ đương thời ủng hộ) có thể ít nhiều đã ảnh hưởng đến sự chọn lựa bước đường công danh của các học trò ông như [[Phùng Khắc Khoan]], [[Lương Hữu Khánh]] (cả hai đều theo nhà Lê trung hưng thay vì nhà Mạc).\n\n===Nguyễn Bỉnh Khiêm với tư cách một nhà dự báo, hoạch định chiến lược===\nNghiên cứu về cuộc đời và sự nghiệp của Nguyễn Bỉnh Khiêm, nhiều người xưa nay đã vô tình hay cố ý đồng nhất giữa 2 khái niệm gần nhau là “dự báo” và “bói toán” khi bàn về năng lực “tiên tri” của ông. Phần lớn những gì được lưu truyền tới nay về khả năng bói toán của Nguyễn Bỉnh Khiêm có thể chỉ là sản phẩm thêu dệt của trí tưởng tượng dân gian. Tuy nhiên, thiên năng dự báo của ông (dựa trên kiến thức tổng hợp sâu rộng về dịch lý, lịch sử, chính trị, địa lý, phong thủy...) là điều đã được nhiều người có uy tín ở các thời đại khác nhau khẳng định. Trong số này có Chu Xán (sứ thần đời [[nhà Thanh]]), [[Vũ Khâm Lân]] (thời [[Lê Trung Hưng]]), [[Phạm Đình Hổ]] (thời Lê Trung Hưng), [[Nguyễn Thiếp]] (sống thời Lê Trung Hưng, thời [[nhà Tây Sơn]], và thời [[nhà Nguyễn]]), [[Phan Huy Chú]] (thời nhà Nguyễn), Nguyễn Tài Thư (nhà nghiên cứu chuyên về dịch lý học ở Việt Nam hiện tại), Nguyễn Khắc Mai (hiện là Giám đốc Trung tâm nghiên cứu Minh triết Việt Nam), và Nguyễn Phúc Ưng Viên (hậu duệ hoàng tộc nhà Nguyễn, hiện đang sống và hành nghề đông y tại Việt Nam).\n\nDanh sĩ [[Nguyễn Thiếp]] (1723-1804) từ [[xứ Nghệ]] về trấn Hải Dương ([[xứ Đông]]) với mong muốn tìm lại những dấu tích gắn với cuộc đời Nguyễn Bỉnh Khiêm, đã cảm tác bài thơ ''Quá Trình Tuyền mục tự'' (''Qua chùa cũ của Trình Tuyền''), trong đó có những câu ca ngợi Nguyễn Bỉnh Khiêm là người có khả năng “áo cơ thâm tạo hóa” (mưu cơ thâm kín can dự vào công việc của tạo hóa) và “phiến ngữ toàn tam tính” (chỉ một lời mà bảo toàn cho cả ba họ).\n\nGS. Nguyễn Tài Thư (2007) khi nghiên cứu về Nguyễn Bỉnh Khiêm, có quan điểm phân biệt rõ ràng giữa hai phạm trù “dự báo” và “bói toán” (liên quan đến hiện tượng [[sấm ký]]): \"...Nhờ “[[dịch lý|lý]]” đó mà Nguyễn Bỉnh Khiêm dự kiến và đề xuất được nhiều sự kiện có tính chất lịch sử đương thời, như trong lúc nước lửa, ông khuyên Nguyễn Hoàng vào trấn thủ Thuận Hoá để khỏi bị anh rể là Trịnh Kiểm bức hại, khuyên chúa Trịnh phải phò vua Lê thì mới giữ được ngôi báu, khuyên nhà Mạc dời lên Cao Bằng để duy trì thêm vài triều đại nữa, v.v.. Các sự kiện trên đã trở thành hiện thực, đã được lịch sử chứng minh là đúng đắn. Sử sách đã ghi chép nhiều. Mọi người hầu như đều biết. Nhưng khả năng biết trước có cơ sở hiện thực đó của Nguyễn Bỉnh Khiêm cũng gây cho một số người thắc mắc, muốn gán sức thần cho ông. Thực ra ở đó chỉ là sản phẩm của một đầu óc suy lý, là kết quả của một sự phân tích biết dựa vào thực tế, biết nắm lấy thời thế và biết phát huy tư tưởng “lý” của ông. Một người học rộng biết nhiều, nắm vững lịch sử dân tộc, lại dùng “lý” để suy xét sự vật thì những kiến giải trên không có gì là quá ngạc nhiên. Từ khả năng biết trước như trên của ông, có người còn tiến tới phú cho ông là [[nhà tiên tri]] kiểu [[Đạo giáo]], nhà tiên thiên học có khả năng làm ra những lời sấm dự báo được tương lai xa xôi. Bao nhiêu cuốn “Sấm ký Trạng Trình” đang được lưu truyền là thuộc loại đó. Thực ra đây chỉ là những lời đồn đại, những sự gán ghép vô lối về ông. Đó chỉ là do tâm lý sùng bái danh nhân của một số người còn mang nặng tư duy thần bí, đã khoác tấm áo siêu nhiên cho ông, hoặc đó là kết quả của một mưu đồ chính trị, bịa ra sự kiện, lợi dụng tên tuổi của ông để thực hiện âm mưu, thường là việc làm của người đời sau. Cách làm đó không những không đề cao được vai trò của ông mà còn làm hại uy tín của ông. Sở dĩ nói hiện tượng “sấm ký” là bịa đặt, bởi vì thực tế khách quan thì phong phú và phức tạp, cái tất nhiên đi liền với vô số cái ngẫu nhiên, khiến con người khó lần ra manh mối.\"<ref name=\"NTT2007\"\/>\n\n====Sách lược phân vùng ảnh hưởng địa chính trị====\n[[Tập tin:Thác Bản Giốc.jpg|thumb|200px|[[Thác Bản Giốc]] vào mùa mưa nhìn từ [[Cao Bằng]], [[Việt Nam]]. Cao Bằng, như đánh giá của nhiều nhà nghiên cứu [[phong thuỷ]], được coi là “đất ẩn long”. Thời kỳ trấn giữ của con cháu [[nhà Mạc]] trên đất Cao Bằng (1592-1677), theo kế sách của Nguyễn Bỉnh Khiêm trước khi mất, đã góp phần lớn thu hẹp bớt khoảng cách phát triển về nhiều mặt giữa vùng núi phía bắc thưa thớt dân cư và các khu vực khác của Việt Nam.]]\n[[Tập tin:Dãy núi Hoành Sơn, nhìn từ Hà Tĩnh.JPG|thumb|200px|[[Hoành Sơn (dãy núi)|Dãy núi Hoành Sơn]], nhìn từ [[Hà Tĩnh]]. [[Đèo Ngang]] nằm trên dãy [[Hoành Sơn (dãy núi)|Hoành Sơn]], một nhánh tách ra từ [[dãy Trường Sơn]] chạy ngang ra [[biển Đông]].]]\n[[Tập tin:Đàng Trong - Đàng Ngoài (1757).png|thumb|200px|Bản đồ [[Đàng Trong]] và [[Đàng Ngoài]] (1757). Chỉ trong khoảng 2 thế kỷ kể từ thời [[Nguyễn Hoàng]] (1558), Đàng Trong đã gần như hình thành một quốc gia riêng biệt, kiểm soát gần 3\/5 lãnh thổ Việt Nam ngày nay, xây dựng một cấu trúc kinh tế - xã hội năng động hơn hẳn Đàng Ngoài do nhà [[Lê-Trịnh]] cai trị, và hình thành một loạt các trung tâm đô thị mới, bao gồm phủ [[Gia Định]] ([[Lịch sử Thành phố Hồ Chí Minh|tiền thân của đô thị Sài Gòn]] ngày nay).]]\nNguyễn Bỉnh Khiêm được sử sách và người đời thừa nhận rộng rãi với tư cách là một nhà dự báo, hoạch định chiến lược kỳ tài, với tầm nhìn [[địa chính trị]] đi trước thời đại nhiều thế kỷ. Những lời cố vấn nổi tiếng của ông dành cho các dòng họ [[Nhà Mạc|Mạc]], [[Chúa Trịnh|Trịnh]], [[Chúa Nguyễn|Nguyễn]] (nói theo lời của danh sĩ [[Nguyễn Thiếp]] là ''phiến ngữ toàn tam tính'') đã có ảnh hưởng to lớn, mang tính bước ngoặt đối với cỗ xe tiến trình của lịch sử Việt Nam (trong đó bao gồm [[Quan hệ Trung Quốc – Việt Nam|quan hệ Việt Nam – Trung Quốc]]) và từ đó tác động lớn tới [[quan hệ địa chính trị]] của cả khu vực [[Đông Nam Á]] từ thời kỳ trung đại (thế kỷ 16) trở về sau.\n\nCho đến nay vẫn tồn tại những luồng quan điểm khác biệt về tính xác thực của những lời cố vấn nổi tiếng không chỉ được ghi trong sử sách mà cũng được truyền tụng rộng rãi trong dân gian về tài tiên đoán, dự báo đi trước thời đại của Nguyễn Bỉnh Khiêm dành cho các tập đoàn quyền lực phong kiến Mạc, Lê-Trịnh, Nguyễn đương thời. Không ít nhà nghiên cứu phủ nhận việc Nguyễn Bỉnh Khiêm (vốn là một trung thần của [[nhà Mạc]]) lại có thể sẵn lòng bày kế cho các họ Lê, họ Trịnh hay họ Nguyễn, vốn là những thế lực đối địch hoàn toàn với họ Mạc. Nhưng xét một cách khách quan và công bằng thì những lời khuyên đó của Nguyễn Bỉnh Khiêm không xung đột lợi ích với nhau. Đúng như danh sĩ [[Nguyễn Thiếp]] sống thời [[nhà Tây Sơn]] đã ca ngợi: “phiến ngữ toàn tam tính”, nghĩa là lời nói ngắn gọn mà bảo toàn lợi ích cho cả ba họ (''Quá Trình Tuyền mục tự''). Cũng có nhiều ý kiến cho rằng những lời “mách nước” đó của Nguyễn Bỉnh Khiêm chỉ là giai thoại hay truyền thuyết, cũng như quan điểm của nhiều người về nguồn gốc sấm truyền của Trạng Trình chỉ là sáng tác của dân gian hay người đời sau mà thôi. Nhưng có một thực tế là chúng đã được ghi lại trong không ít sử liệu cũng như được lưu truyền qua nhiều đời con cháu của một số dòng họ có liên quan.\n\nTheo ''[[Đại Nam nhất thống chí]]'' do [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] biên soạn: “Vua [[Lê Trung Tông (Hậu Lê)|Lê Trung Tông]] (1549 - 1557) không có con nối ngôi, đại thần bàn định xem nên lập ai, nhưng chưa quyết được, mới sai người đến hỏi (Nguyễn Bỉnh Khiêm). Ông không đáp và bảo người nhà rằng: Năm nay đã mất mùa, sao không mau tìm thóc giống cũ mà đem gieo trồng cho kịp thời vụ. Bề tôi nhà Lê suy ý lời nói ấy, bèn quyết kế rước lập vua Anh Tông”.<ref>Quốc sử quán triều Nguyễn: ''Đại Nam nhất thống chí'' (bản dịch), tập 2, tr. 1274<\/ref> Rồi việc “Khi [[Trịnh Tùng]] lăng loàn, có dị chí, ngầm sai người hỏi Nguyễn Bỉnh Khiêm về số phận nhà Lê còn dài ngắn như thế nào? Ông không đáp bỏ ra chùa chơi, giả bộ giận các nhà sư bất cẩn, trách mắng rằng: Ngạn ngữ có câu “thờ Phật ăn oản, không biết thờ Phật thì mong gì được ăn oản”. [[Trịnh Tùng]] nghe nói mới thôi không cướp ngôi nhà Lê nữa”. Hay như việc “Đức Thái tổ Hoàng đế triều ta ([[Nguyễn Hoàng]]) luôn bị họ Trịnh chèn ép bức bách, muốn dời đi nơi khác, đã sai người đến hỏi Nguyễn Bỉnh Khiêm, ông trả lời: Hoành Sơn nhất đái, vạn đại dung thân (nghĩa là: Một dải núi ngang có thể dung thân muôn đời được). Sau bản triều xây dựng cơ nghiệp ở miền Nam, lời ông quả ứng nghiệm”.<ref>Quốc sử quán triều Nguyễn: ''Đại Nam nhất thống chí'' (bản dịch), tập 2, sđd<\/ref>\n\nQuyển thứ nhất của ''[[Đại Nam thực lục tiền biên]]'' (cũng do Quốc sử quán triều Nguyễn biên soạn) cũng ghi việc Nguyễn Bỉnh Khiêm “mách nước” cho [[Nguyễn Hoàng]] mở về phương Nam: “Đến khoảng năm Thuận Bình đời [[Lê Trung Tông (Hậu Lê)|Lê Trung Tông]], do quân công được tiến phong Đoan quận công. Bấy giờ Hữu tướng triều Lê là [[Trịnh Kiểm]] (bấy giờ xưng là Lượng quốc công) cầm giữ binh quyền, chuyên chế mọi việc. Tả tướng là Lãng quận công Uông (con trưởng Triệu Tổ) bị Kiểm hãm hại. Kiểm lại thấy chúa công danh ngày càng cao nên rất ghét. Chúa thấy thế, trong lòng áy náy không yên, cùng bàn mưu với [[Nguyễn Ư Dĩ]] rồi cáo bệnh, cốt giữ mình kín đáo để họ Trịnh hết ngờ. Chúa nghe tiếng Nguyễn Bỉnh Khiêm (người [[Lý Học, Vĩnh Bảo|làng Trung Am]], [[xứ Đông|xứ Hải Dương]], đỗ Trạng nguyên triều Mạc, làm đến chức Thái bảo về trí sĩ) giỏi nghề thuật số, nên ngầm sai người tới hỏi. Bỉnh Khiêm nhìn núi non bộ trước sân ngâm lớn rằng: “Hoành Sơn nhất đái, vạn đại dung thân”. Sứ giả đem câu ấy về thuật lại. Chúa hiểu ý”.<ref>Quốc sử quán triều Nguyễn: ''Đại Nam thực lục'' (bản dịch), tập 3, tr.29, Nhà xuất bản. Giáo dục, 2001<\/ref>\n\nỞ đây có một giả thiết được đặt ra rằng Nguyễn Bỉnh Khiêm không có vai trò lịch sử gì trong quyết định Nam tiến của Nguyễn Hoàng mà chỉ là dân gian thêu dệt nên như nhiều giai thoại về Bỉnh Khiêm. Vậy thì tại sao cả hai bộ sử (''[[Đại Nam thực lục]]'' và ''[[Đại Nam nhất thống chí]]'') được xem là chính thống của nhà Nguyễn, do các sử thần triều Nguyễn (Quốc sử quán triều Nguyễn) biên soạn lại xác nhận lời nói của Bỉnh Khiêm một cách quả quyết và có vẻ trang trọng đến vậy? Tại sao sử thần nhà Nguyễn không cố tình “lờ đi” vai trò của Nguyễn Bỉnh Khiêm trong quyết định Nam tiến của Nguyễn Hoàng, hoặc giả như gắn vai trò của Bỉnh Khiêm cho một nhân vật lịch sử nào đó thân cận và trung thành với Nguyễn Hoàng chẳng hạn? Lại cũng có một luồng quan điểm cho rằng không phải Nguyễn Hoàng nhờ chị gái Ngọc Bảo xin anh rể [[Trịnh Kiểm]] cho mình vào trấn giữ đất [[Thuận Hóa]] sau khi đã tham vấn Nguyễn Bỉnh Khiêm mà chính [[Trịnh Kiểm]] là người đầu tiên đề xuất ý tưởng cho em vợ vào Nam trấn thủ. Những người ủng hộ luồng quan điểm này cho rằng vì người thời Nguyễn vốn có mối thù ghét kéo dài với những gì thuộc về công tích của họ Trịnh nên sử thần thời Nguyễn mới đem ý tưởng của Trịnh Kiểm gắn cho Bỉnh Khiêm. Tuy nhiên, những người ủng hộ luồng quan điểm này (ủng hộ vai trò lịch sử của Trịnh Kiểm thay vì Nguyễn Bỉnh Khiêm) lại vấp phải một mâu thuẫn khác là họ không giải thích được tại sao sử thần triều Nguyễn lại quả quyết ghi nhận vai trò của một người họ biết rõ vừa là một trung thần vừa là một trọng thần của nhà Mạc như Bỉnh Khiêm.<ref>Nguyễn Quang Ngọc, ''''. (Tạp chí Cửa Việt số 230, Diễn đàn Văn hóa Nghệ thuật tỉnh Quảng Trị, tháng 11 năm 2013). Trích dẫn tác giả: \"Là con trai và là niềm kỳ vọng lớn của người tái lập triều Lê, nhưng Nguyễn Hoàng lại tin tưởng và ủy thác vào nhà trí thức kiệt xuất của vương triều Mạc - Nguyễn Bỉnh Khiêm. Sách Đại Nam thực lục tiền biên chép: “Chúa nghe tiếng Nguyễn Bỉnh Khiêm (người làng Trung Am, xứ Hải Dương, đỗ Trạng nguyên triều Mạc, làm đến chức Thái bảo về trí sĩ) giỏi nghề thuật số, nên ngầm sai người tới hỏi. Bỉnh Khiêm nhìn núi non bộ trước sân ngâm lớn rằng “Hoành Sơn nhất đái, vạn đại dung thân”.”\"<\/ref><ref>Hoàng Hải Vân,  Viết sử và đọc sử, kỳ 2: Sự 'hèn nhát' vĩ đại]''. (Báo điện tử Một Thế giới, 23\/04\/2016). Trích dẫn lời tác giả bài viết: “Có lần gặp thiền sư [[Lê Mạnh Thát]], tôi hỏi ông đánh giá như thế nào về nhà Mạc, ông bảo hãy nhìn ông Nguyễn Bình Khiêm, dù học rộng tài cao nhưng dứt khoát không chịu đi thi dưới triều Lê bấy giờ đã ruỗng nát, ông chỉ đi thi khi nhà Mạc lên thay, lúc đã hơn 40 tuổi và làm quan cho nhà Mạc. “Nguyễn Bỉnh Khiêm chính là hình ảnh của nhà Mạc”, thầy Lê Mạnh Thát nói.”<\/ref><ref>Đỗ Kim Trường, Nhìn lại buổi đầu dựng nghiệp của chúa Nguyễn Hoàng]''. (Trang điện tử ''Chim Việt Cành Nam'')<\/ref> Cần nhớ, xét về mặt lịch sử người nhà Nguyễn phải thù ghét những gì gắn với họ Mạc nhiều hơn những gì liên quan đến họ Trịnh vì họ Mạc vốn luôn bị xem là kẻ thù truyền thống của cả ba dòng họ thế lực Lê-Trịnh-Nguyễn vốn cùng phát tích từ [[xứ Thanh]]. Vậy dù có đưa ra lý lẽ nào để bác bỏ vai trò lịch sử của Nguyễn Bỉnh Khiêm trong quyết định Nam tiến của Nguyễn Hoàng thì người ta cũng phải thừa nhận một điều là sử thần thời nhà Nguyễn (cụ thể ở đây là những sử quan của [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]]) đã có một cái nhìn trân trọng đáng kể đối với tài năng của Bỉnh Khiêm dù họ vẫn mang nặng tư tưởng bài xích “Nhuận Mạc”.\n\nTrong bài viết phóng sự “Bí ẩn trầm hương - Kỳ 1: Vài dòng lịch sử” đăng trên [[báo Thanh Niên]] điện tử,<ref name=\"thanhnien.vn\"\/> tác giả Hoàng Hải Vân trong cuộc đối thoại với ông Nguyễn Phúc Ưng Viên (là cháu nội hoàng tử thứ 12 con vua [[Minh Mạng]], khi đó đang sống và hành nghề bào chế thuốc nam tại Thành phố Hồ Chí Minh), đã thuật lại nguyên văn như sau: “Ông Ưng Viên nói một trong những thứ mà [[Nguyễn Hoàng|Chúa Tiên]] mang vào Nam là những đàn dê, việc này do chính Nguyễn Bỉnh Khiêm đề nghị. Dê là con vật độc đáo, không những có giá trị y thực phục vụ sức khỏe cho dân chúng, mà còn rất tiện ích cho hậu cần quân sự. Dê dễ nuôi, có thể dẫn các đàn dê theo quân, khi có chiến sự chúng ở đâu nằm im ở đó không chạy nhặng xị như trâu bò gà vịt, lại dễ phân phối trong quân, một con dê có thể phục vụ gọn bữa ăn cho một “tiểu đội”. Cha ông của ông Ưng Viên dặn dò con cháu ngoài việc nhớ ơn và thờ phụng tổ tiên mình, còn phải nhớ ơn và thờ phụng Nguyễn Bỉnh Khiêm. Bởi Nguyễn Bỉnh Khiêm là người đề xuất với [[Chúa Nguyễn]] từ chiến lược chiến thuật, từ chuyện quân cơ, hậu cần cho đến những chuyện cụ thể liên quan đến bảo vệ sức khỏe cho quân dân như món ăn, bài thuốc để làm hành trang [[Nam tiến]]. Trong đó có chuyện “[[trầm hương|dụng trầm]]”.”\n\nNhư Li Tana, một nhà nghiên cứu về lịch sử Việt Nam trung cận đại, đã nhận định: “Một làn sóng di dân vĩ đại của người Việt Nam đã diễn ra vào cuối thế kỷ XVI. Về phương diện lịch sử, nó có thể sánh với cuộc di dân của người Trung Hoa, tuy với tỷ lệ nhỏ hơn, từ phía Bắc tới đồng bằng sông [[Dương Tử]] dưới thời [[Đông Tấn]] (thế kỷ thứ IV sau CN). Trước thời kỳ này, số người Việt Nam di dân xuống phía Nam không nhiều, có vẻ lác đác. Nhưng bây giờ động cơ thúc đẩy họ di dân trở nên mạnh hơn và mục đích của họ cũng rõ ràng hơn. Nếu [[Thuận Hóa]] trước đây xem ra còn là một vùng đất đầy bất trắc, bấp bênh về một số lĩnh vực thì việc Nguyễn Hoàng thiết lập chính quyền ở đây được coi như là việc tái khẳng định quyền của người Việt Nam được định cư ở vùng đất này và vì thế là một khuyến khích lớn đối với việc di dân…”<ref>Trong “Xứ Đàng Trong”, Li Tana, tr.37, 38.<\/ref>\n\nTrong bài viết “Một Việt Nam khác? Vương quốc của họ Nguyễn ở thế kỷ 17 và 18”,<ref>Li Tana, “An Alternative Vietnam? The Nguyen Kingdom in the 17th and 18th Century”. (''Journal of Southeast Asian Studies'', Vol. 29, No. 1, 1998)<\/ref> Li Tana phân tích:\n{{quote|''[[Chúa Nguyễn|Vương quốc của họ Nguyễn]] thế kỷ 17 và 18, kiểm soát khu vực mà sau này người phương Tây biết đến với cái tên [[Cochinchina]], có gốc rễ tại khu vực miền Trung của Việt Nam thời hiện đại. Biên niên sử nhà Nguyễn mô tả Nguyễn Hoàng, giữ chức trấn thủ [[Thuận Hoá]] và Quảng Nam, nơi khi đó đánh dấu đường biên giới phía nam của [[Đại Việt]], là người sáng lập vương quốc phía nam. [[Trịnh-Nguyễn phân tranh|Chiến tranh nổ ra năm 1627]] giữa [[Chúa Nguyễn|nhà Nguyễn]] ở phương nam và chính quyền [[Lê-Trịnh]] vốn kiểm soát khu vực từ Nghệ An đến [[đồng bằng sông Hồng]]. Bằng việc tạo dựng một nhà nước mới, [[Chúa Nguyễn|nhà Nguyễn]] đặt mình vào vị trí phản loạn đi kèm với nguy hiểm vì họ yếu hơn phe [[chúa Trịnh]] ở gần như mọi mặt. Miền Bắc có những định chế vững chắc từ lâu, lãnh thổ rộng gấp ba, bốn lần so với nhà Nguyễn, và sức mạnh quân sự của họ cũng lớn hơn. Ngoài ra, phe họ Trịnh được thành lập ở một khu vực mà dân cư là người Việt và nghĩ là họ cai trị người của dân tộc mình, trong khi chính quyền nhà Nguyễn cai trị vùng đất từng thuộc [[Champa]], một vương quốc Ấn hoá có những truyền thống khác hẳn so với [[người Việt]]. Tuy nhiên, chính quyền nhà Nguyễn đã không chỉ tồn tại, đánh bại bảy chiến dịch của họ Trịnh, mà còn lần hồi đẩy biên giới vào sâu phía nam, kiểm soát ba phần năm phần lãnh thổ tạo thành nước Việt Nam ngày nay chỉ trong khoảng thời gian 200 năm. Vì sao những thế lực hoạt động trong môi trường mới lại tồn tại và thành đạt, trong khi thế lực vẫn ở lại trong môi trường quen thuộc thì chùn bước?''\n\n''...Từ thế kỷ 17, đồng bằng sông Hồng không còn là trung tâm duy nhất của văn minh Việt: một trung tâm mới – [[Phú Xuân]] ([[Huế]]) – đã thách thức [[Thăng Long]] (Hà Nội), và một khu kinh tế xã hội quan trọng thứ hai – [[Thuận Quảng]] – hình thành cách xa khỏi đồng bằng [[sông Hồng]]. Đây không đơn thuần là một sự mở rộng về nam của xã hội và nền kinh tế cũ của người Việt, mà đúng hơn, một xã hội mới đã phát triển, với một nền tảng văn hoá khác và những hoàn cảnh kinh tế, chính trị khác. Là cư dân của một khu vực mà chính quyền thù địch [[Lê-Trịnh]] chưa bao giờ chính thức từ bỏ quyền kiểm soát, người ở phía nam Việt Nam mô tả lãnh thổ của họ là “[[Đàng Trong]]” và gọi khu [[đồng bằng sông Hồng]] phía bắc là “[[Đàng Ngoài]]”. Cách dùng từ như vậy thể hiện rõ rệt là họ xem phương nam như một thực thể riêng, và sự trỗi dậy của những khác biệt giữa hai khu vực tương đương với hai cách làm [[người Việt]] khác nhau.''\n\n''Sự hình thành [[Đàng Trong]] là một sự thay đổi sâu sắc và căn bản trong [[lịch sử Việt Nam]], mà tầm quan trọng có thể so sánh với việc Việt Nam giành lại độc lập từ Trung Quốc thế kỷ 10. Thoạt nhìn, những sự kiện này có vẻ, giống như cách chúng thường được mô tả trong sách sử chính thức hồi thế kỷ 19, không hơn gì mấy một câu chuyện về sự sống còn và cuối cùng thành công của một gia đình đã thất thế ở Thăng Long. Thế nhưng, những thành công của nhà Nguyễn đã tạo nên một xã hội mới và một văn hoá mới. Các yếu tố kinh tế đóng vai trò quyết định: trong vài thập niên ngắn, dù là một khu vực mới mở, ít dân hơn, vào giai đoạn này còn nhỏ hơn đồng bằng [[sông Hồng]], nhưng Đàng Trong trở nên giàu có và mạnh hơn vùng đất phương bắc (mặc dù không đủ mạnh để lật đổ họ Trịnh). Cả điều kiện kinh tế của người dân và sự cởi mở có thể so sánh của xã hội tại Đàng Trong tương phản một cách có lợi so với cái gọi là “chính quyền trung ương” của vương quốc nhà Lê. Những lợi thế này lập thành nền tảng của quá trình [[nam tiến]] mà cuối cùng đưa họ đến đồng bằng [[sông Mêkông]]. Đàng Trong trở thành đầu tàu thay đổi mang tính lịch sử, và kéo trọng tâm quốc gia – dù là được nhìn theo nghĩa chính trị, kinh tế hay thậm chí văn hoá – về hướng nam từ thế kỷ 17 cho đến khi người Pháp áp đặt sự cai trị.''}}\n\nGiai đoạn cai trị của họ Nguyễn ở [[Đàng Trong]] kể từ thời [[Nguyễn Hoàng]] (1558) cho tới thời [[Minh Mạng]] (1820-1841) cũng đưa tới một hệ quả lịch sử mang tính bước ngoặt là nó đã thay đổi căn bản nhận thức của người Việt về tầm quan trọng của chủ quyền biển đảo đối với an ninh quốc phòng cũng như lợi ích kinh tế lâu dài của dân tộc. Nó cho thấy một tầm nhìn chiến lược rõ ràng của những nhà cai trị họ Nguyễn (bao gồm các đời [[chúa Nguyễn]] và [[nhà Nguyễn|vua nhà Nguyễn]]) thông qua những động thái cụ thể thể hiện ý thức xác lập và thực thi chủ quyền lịch sử của người Việt đối với hai quần đảo [[Quần đảo Hoàng Sa|Hoàng Sa]] và [[Quần đảo Trường Sa|Trường Sa]] trước khi có sự [[Tranh chấp chủ quyền Biển Đông|tranh chấp chủ quyền]] từ những thế lực khác.\n\n====Tầm nhìn chiến lược về biển Đông====\n[[Tập tin:Southeast asia.jpg|thumb|200px|Lịch sử đã không ít lần có cơ hội kiểm chứng những dự báo chiến lược với tầm nhìn địa chính trị vượt trước thời đại nhiều thế kỷ của Nguyễn Bỉnh Khiêm. Hai câu thơ “Vạn lý Đông minh quy bả ác \/ Ức niên Nam cực điện long bình”<ref>Dịch thơ: “Biển Đông vạn dặm giang tay giữ \/ Đất Việt muôn năm vững trị bình”<\/ref> trong bài “Cự ngao đới sơn” (''[[Bạch Vân am thi tập]]'') ở thế kỷ 16 của ông có thể xem là lời đúc kết hàm súc nhất về tầm quan trọng chiến lược của quan hệ địa chính trị trên [[biển Đông]] (còn được gọi bằng tên quốc tế là [[biển Hoa Nam]] hay [[biển Nam Trung Hoa]]) đối với an ninh quốc phòng (chủ quyền biển đảo) của [[Việt Nam]] và cả khu vực [[Đông Nam Á]] ngày nay.]]\nBài thơ “Cự ngao đới sơn”<ref>\n{|\n|\n''Cự ngao đới sơn'' (phiên âm Hán-Việt)\n:''Bích tẩm tiên sơn triệt để thanh,''\n:''Cự ngao đới đắc ngọc hồ sinh.''\n:''Đáo đầu thạch hữu bổ thiên lực,''\n:''Trước cước trào vô quyển địa thanh.''\n:''Vạn lý Đông minh quy bả ác,''\n:''Ức niên Nam cực điện long bình.''\n:''Ngã kim dục triển phù nguy lực,''\n:''Vãn khước quan hà cựu đế thành.'' \n|\n''Con ngao lớn đội núi'' (dịch nghĩa)\n:''Nước biếc ngấm núi tiên trong đến đáy,''\n:''Như con ngao lớn đội được bầu ngọc mà sinh ra.''\n:''Ngoi đầu lên, đá có sức vá trời,''\n:''Đặt chân xuống, sóng không có tiếng cuốn đất.''\n:''Vạn dặm biển Đông quơ vào tay nắm,''\n:''Ức năm cõi Nam đặt vững cảnh trị bình.''\n:''Ta nay muốn thi thố sức phò nguy,''\n:''Cứu vãn lại quan hà, thành cũ của nhà vua.''\n|}<\/ref> nằm trong tập thơ chữ Hán ''[[Bạch Vân am thi tập]]'' được Nguyễn Bỉnh Khiêm viết cách đây gần 500 năm, được GS. [[Đinh Gia Khánh]] dịch thơ đã lâu, song gần đây, bài thơ được nhiều người quan tâm nghiên cứu.<ref name=\"infonet.vn\"\/><ref>Hồng Chuyên, ''[http:\/\/infonet.vn\/lam-chu-bien-dao-khong-chi-co-bao-ve-chu-quyen-post106766.info Làm chủ biển đảo: Không chỉ có bảo vệ chủ quyền]''. (Báo điện tử của Bộ Thông tin và Truyền thông [Infonet.vn], 03\/12\/2013)<\/ref><ref>Hồng Chuyên & Lại Hà, ''[http:\/\/infonet.vn\/tam-thuc-bien-dao-qua-loi-sam-truyen-cua-trang-trinh-post106872.info Tâm thức biển đảo qua lời \"sấm truyền\" của Trạng Trình]''. (Báo điện tử của Bộ Thông tin và Truyền thông [Infonet.vn], 07\/12\/2013)<\/ref> Đặc biệt từ khi chính quyền Trung Quốc bộc lộ rõ tham vọng xâm lấn, thuộc địa hoá [[biển Đông]], chiếm các quần đảo Hoàng Sa và Trường Sa thuộc chủ quyền của Việt Nam, vốn là một thực tế lịch sử được sử liệu các triều đại Trung Quốc, Việt Nam và nguồn tư liệu phong phú về hàng hải của nhiều quốc gia phương Tây thừa nhận.\n\nNhà nghiên cứu Nguyễn Khắc Mai thuộc Trung tâm nghiên cứu Minh triết Việt Nam trong bài viết “Bài thơ Cự Ngao Đới Sơn - một dự báo chiến lược thiên tài của Nguyễn Bỉnh Khiêm” (2013)<ref>Nguyễn Khắc Mai, ''[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/bai-tho-cu-ngao-doi-son-mot-du-bao-chien-luoc-thien-tai-cua-nguyen-binh-khiem Bài thơ “Cự Ngao Đới Sơn” - một dự báo chiến lược thiên tài của Nguyễn Bỉnh Khiêm]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}''. (Tạp chí Văn hóa Nghệ An, 20\/7\/2013)<\/ref> đã có những phân tích về tầm nhìn đi trước hằng thế kỷ của Nguyễn Bỉnh Khiêm đối với vấn đề bảo vệ chủ quyền biển đảo của một quốc gia (cụ thể ở đây là phải chắc chắn xác lập được chủ quyền của con dân nước Việt đối với biển Đông hay còn gọi là biển Nam Trung Hoa) ở vào giai đoạn trung đại khi mà không mấy ai thực sự quan tâm đến nó, ngay cả với những nhà hoạch định chiến lược vốn nổi tiếng nhìn xa trông rộng của các triều đại phong kiến Trung Hoa trước đây. Tác giả bài viết có những phân tích: “Bài thơ có tuổi đã khoảng 500 năm mà bây giờ càng đọc càng thấy rất ''kim nhật kim thì'', rất thời sự. Ta những tưởng như cụ Trạng Trình đang nói với chính chúng ta hôm nay. Bài thơ nguyên là để nói cái chí của cụ: ''Chí những phù nguy xin gắng sức'' (''Ngã kim dục triển phù nguy lực'')... Câu thơ cuối bài của cụ: ''Ta nay cũng muốn đem sức phò nguy'' chính là nói về chúng ta trong những nhiệm vụ làm chủ biển Đông hôm nay vậy.”\n\nMột bài phân tích đáng chú ý khác là bài viết “Tầm nhìn chiến lược về biển đảo của Trạng Trình từ 500 năm trước” (2013) của nhà thơ Nguyễn Đình Minh<ref>Nguyễn Đình Minh, Tầm nhìn chiến lược về biển đảo của Trạng Trình từ 500 năm trước. Nhân đọc bài thơ “Cự ngao đới sơn” trong “Bạch Vân am thi tập” của Nguyễn Bỉnh Khiêm] . (Trang điện tử của Hội nhà văn Hải Phòng, 30\/12\/2013)<\/ref> với những nhận định như sau: “Tác giả đã chỉ ra một trong những điều tất yếu của sự bền vững muôn đời của giang sơn Đại Việt chính là nắm giữ chủ quyền biển Đông. Trước đây khi đề cập đến lãnh thổ, chúng ta thường nói nhiều về sông núi, đất đai; chúng ta có nói về biển nhưng không nhiều, biển không là trọng điểm nhấn mạnh. Nhưng từ 500 năm về trước Nguyễn Bỉnh Khiêm đã dự báo tầm quan trọng của biển đảo dẫn đến sự tồn vong thịnh trị của cả quốc gia; điều ấy cho thấy tầm chiến lược về bảo vệ của ông rất rộng lớn và toàn diện.” Như tác giả bài viết đã kết luận: “Một tầm nhìn chiến lược về biển Đông”.\n\nKhi bài “Cự ngao đới sơn” được viết ở thế kỷ 16, vào thời đó, chủ quyền của các [[quần đảo Hoàng Sa]] và [[Quần đảo Trường Sa|Trường Sa]] không bị tranh chấp quốc tế, các thế lực khác nhau chủ yếu đặt tham vọng xâm chiếm phần lãnh thổ đất liền mà thôi. Hai quần đảo Hoàng Sa, Trường Sa ở rất xa đất liền là nơi lánh nạn, trú bão của các đoàn thương thuyền, ngư thuyền mạo hiểm dám ra khơi xa, trong điều kiện phương tiện thuyền bè đương thời, vai trò của kinh tế biển - đảo khi đó chưa được khai thác như bây giờ.\n\nĐặc biệt hai câu kết của bài thơ như một lời tự day dứt, trăn trở, một ý chí quyết tâm của chính tác giả: “Ta nay muốn thi thố sức phù nguy \/ Lấy lại quan hà, thành xưa của nhà vua” (“Ngã kim dục triển phù nguy lực \/ Vãn khước quan hà cựu đế thành”). Sức lay động của bài thơ chính là ở đây, là ở những chữ như “ngã” (tôi, ta), “kim” (nay, hiện thời), “dục” (ước muốn, khát khao), “phù” (giúp sức), “nguy” (nguy nan), “vãn” (muộn, chậm, lâu), “khước” (lấy lại, giành lại). Như nhiều nhà nghiên cứu đã phân tích, bài thơ nếu không phải “sấm ký” thì cũng là lời nhắn nhủ, lời hiệu triệu xuất phát từ tận đáy lòng của tác giả, với tính dự báo chiến lược đi trước thời đại hằng thế kỷ, dụng ý dành cho hậu thế nhiều đời sau chứ không phải cho riêng đương thời thế kỷ 16.\n\nBài thơ là một ví dụ điển hình cho tôn chỉ nghệ thuật của Nguyễn Bỉnh Khiêm: ''thơ ngôn chí'', như ông đã bộc bạch trong lời đề tựa của ''[[Bạch Vân am thi tập]]''. Xuyên suốt cả bài thơ là một tư tưởng chủ đạo: ''lo trước cái lo của thiên hạ'' (khái niệm ''thiên hạ'' đặt trong ngữ cảnh cụ thể của bài thơ trên chính là để chỉ ''quốc gia - dân tộc''). Như có nhà nghiên cứu đã nhận định về giá trị tư tưởng của bài thơ: một con người dù ở bất cứ quốc gia nào, dân tộc nào, thời đại nào, mà có thể bận tâm lo trước mối lo lớn (an ninh quốc phòng, an nguy chủ quyền) của giang sơn xã tắc hằng trăm năm sau (500 năm ở đây nếu xét tuổi đời của bài thơ) thì đáng để hậu thế phải ngàn lần suy ngẫm và kính phục.\n\n===Kết tinh Tam giáo Nho-Lão-Phật trong nhân cách và tư tưởng của Nguyễn Bỉnh Khiêm===\nNếu Nguyễn Trãi có nhiều lần đọc \"[[Pháp Bảo đàn kinh]]\" (tác giả từng viết \"Môn Thiền nhất phái Tào Khê thủy\", \"Vô thụ phi đài ngữ nhược tâm\" – \"Du Nam Hoa tự\"); [[Nguyễn Du]] sau này đã viết \"[[Ngã độc Kim Cương thiên biến kinh]]\" (Tụng đọc \"[[Kim cương bát-nhã-ba-la-mật-đa kinh|Kinh Kim Cương]]\" hơn nghìn vạn lần) (\"Lương Chiêu Minh thái tử phân kinh thạch đài\") thì Nguyễn Bỉnh Khiêm có bài \"[[Độc Phật kinh hữu cảm]]\". Ông đã chịu ảnh hưởng [[Phật giáo]] khá nhiều trong cuộc đời và sáng tác.\n\nNguyễn Bỉnh Khiêm là nhà nho có cái nhìn thời thế rất sâu sắc, độc đáo. Ông học được những kiến thức Nho học từ Lương Đắc Bằng (thuộc phái Tượng số học của Tống Nho). Học trò suy tôn ông là Tuyết Giang Phu Tử– một bậc chân nho.\n\nTuy nhiên ta vẫn gặp thái độ như không mấy lạc quan trong cuộc đời. Nguyễn Bỉnh Khiêm đã viết những câu tương tự Đỗ Phủ, Nguyễn Trãi: \"Nho quan tự tín đa thân ngộ\" (Tự biết \"cái mũ nhà nho\" đã làm cho tấm thân mắc nhiều lầm lỡ – \"Ngụ hứng, 3\", \"Bạch Vân am thi tập\"). Nguyễn Bỉnh Khiêm ra làm quan với nhà Mạc nhưng ông cũng thấy được sự đổ nát từ bên trong. Ông đã dâng sớ chống tham nhũng. Về trí sĩ ông lấy hiệu là Bạch Vân cư sĩ như là một tín đồ nhà Phật. (Cha ông là Văn Định cũng đã từng lấy đạo hiệu là Cù Xuyên).\n\nVề quê ông tích cực xây chùa, mở trường học. Thường ngày ông cùng với vài nhà sư, một số bạn bè dạo chơi các danh thắng trong đó có núi Yên Tử – trung tâm thiền học [[Việt Nam]]. Khi Nguyễn Bỉnh Khiêm chơi [[chùa Phổ Minh]] (ngôi chùa được xây dựng từ thời [[nhà Trần]]), ông đã sánh Pháp giới của nhà Phật với quan niệm Trời của Nho gia: \"Pháp giới ưng đồng thiên quảng đại\" (Pháp giới sánh ngang tầm rộng lớn của trời) \"[[Du Phổ Minh tự]]\"). Điều này chứng tỏ ông đã nhận thức được tư tưởng \"Nhất thế chư pháp vô phi [[Phật pháp]]\" ở \"[[Kim cương bát-nhã-ba-la-mật-đa kinh|Kinh Kim Cang]]\" [7, 56]. Đến tiết Trung nguyên, Nguyễn Bỉnh Khiêm hy vọng ở lòng yêu thương rộng lớn:\"Từ bi ta muốn nhờ công sức, Cứu được bao người chịu khổ oan\" (\"Trung nguyên tiết xá tội\" – Đinh Gia Khánh dịch). Nhà thơ rất cảm hứng khi đọc kinh Phật (\"[[Độc Phật kinh hữu cảm]]\"). Ông tâm đắc triết lý sắc không: \"Xuân hoa phong nguyệt không mà sắc\" (\"[[Tân quán ngụ hứng]], 12\"). Đây là tư tưởng \"Sắc tức thị không, không tức thị sắc\" nổi bật của \"[[Kinh Bát nhã]]\"\nTư tưởng [[Thiền]] có lẽ đã gây chấn động trong nhận thức của tác giả: \"Vị Phật na tri vô hữu tướng, Đáo thiền phương ngộ bổn lai ky (cơ)\" (Chưa Phật nào hay vô hữu tướng, Đạt thiền mới biết bổn lai cơ – \"Tân quán ngụ hứng, 18\"). Tư tưởng này được tìm thấy ở \"Kinh Kim Cang\". Khi Phật nói với Tu – bồ - đề:\n\"Phàm cái gì có hình tướng đều là hư vọng. Nếu các ông thấy các pháp (tướng) đều hư vọng, không thật (phi tướng) tức là thấy được Như Lai (thật tướng các pháp)\" [7, 41]. Tư tưởng này cũng được tiếp nối ở \"[[Pháp Bảo Đàn kinh]]\". Tác giả nói \"Bổn lai cơ\" trong trường hợp này không ngoài mệnh đề \"Bổn lai vô nhất vật\" (\"Pháp Bảo Đàn kinh\"). Khái niệm \"cơ\" ở cuối câu có thể có nguồn gốc xuất pháp từ Tượng Số học – vốn là sở trường của Nguyễn Bỉnh Khiêm.\nChính tư tưởng Thiền và kinh Phật đã làm phong phú và nâng cao bản lĩnh Nho học cùng bản sắc trí tuệ trong thơ và đời Nguyễn Bỉnh Khiêm.\n\n===Nguồn gốc tên gọi Việt Nam===\nCho đến trước thế kỷ 19 (trước khi [[nhà Nguyễn]] được thành lập), trong số các tác gia thời trung đại của Việt Nam, Nguyễn Bỉnh Khiêm được xem là người có mối liên hệ mật thiết nhất với hai chữ '''[[Tên gọi Việt Nam|Việt Nam]]''' thông qua các trước tác của ông hoặc có liên quan trực tiếp với ông. Nhà nghiên cứu [[Nguyễn Phúc Giác Hải]] ([[Viện Nghiên cứu và ứng dụng tiềm năng con người|Trung tâm nghiên cứu Tiềm năng con người]] thuộc Liên hiệp các hội Khoa học và Kỹ thuật Việt Nam) là một trong những nhà nghiên cứu đầu tiên tại [[Việt Nam]] khẳng định điều này. Dù chưa có những bằng chứng chắc chắn để khẳng định Nguyễn Bỉnh Khiêm có phải là người đầu tiên sử dụng danh xưng Việt Nam với tư cách là [[tên gọi Việt Nam|quốc hiệu]] của [[dân tộc (cộng đồng)|dân tộc]] hay không nhưng nhiều nhà nghiên cứu hiện nay cũng đồng quan điểm với ông Nguyễn Phúc Giác Hải khi cho rằng Nguyễn Bỉnh Khiêm có thể là người đầu tiên sử dụng danh xưng Việt Nam một cách có ý thức nhất để gọi tên của đất nước.\n\nTrong các tác phẩm liên quan đến Nguyễn Bỉnh Khiêm, có ít nhất bốn lần danh xưng Việt Nam đã được sử dụng một cách có chủ ý. Điều này cũng góp phần bác bỏ quan điểm cho rằng hai chữ Việt Nam chỉ được Nguyễn Bỉnh Khiêm sử dụng một cách ngẫu nhiên hay tùy hứng mà thôi. Trong kho lưu trữ của Viện Nghiên cứu Hán-Nôm hiện còn lưu giữ nhiều tài liệu cổ (chép tay) về Nguyễn Bỉnh Khiêm có sử dụng danh xưng Việt Nam như một [[Quốc hiệu Việt Nam|quốc hiệu]] tiền định. Ngay trong phần đầu của tập ''[[Sấm Trạng Trình|Sấm ký]]'' có tựa đề ''Trình tiên sinh quốc ngữ'', tên gọi Việt Nam đã được nhắc đến: \"Việt Nam khởi tổ xây nền\". Danh xưng Việt Nam còn được sử dụng một lần nữa trong bài thơ chữ Hán của ông có tựa đề ''Việt Nam sơn hà hải động thưởng vịnh'' (''Vịnh về non sông đất nước Việt Nam''). Ngoài ra còn có hai bài thơ của Nguyễn Bỉnh Khiêm gửi hai người bạn thân đồng thời là hai [[Trạng nguyên]] của triều Mạc, cho thấy tên gọi Việt Nam được dùng như một sự chủ ý. Bài thứ nhất gửi Trạng nguyên, Thư Quốc công [[Nguyễn Thiến]], hai câu cuối Nguyễn Bỉnh Khiêm viết: ''Tiền trình vĩ đại quân tu ký \/ Thùy thị phương danh trọng Việt Nam'' (''Tiền đề rộng lớn ông nên ghi nhớ, Ai sẽ là kẻ có tiếng thơm được coi trọng ở Việt Nam?''). Bài thứ hai gửi Trạng nguyên, Tô Khê hầu [[Giáp Hải]], hai câu cuối Nguyễn Bỉnh Khiêm cũng viết: ''Tuệ tinh cộng ngưỡng quang mang tại \/ Tiền hậu quang huy chiếu Việt Nam'' (Cùng ngửa trông ngôi sao sáng trên bầu trời, Trước sau soi ánh sáng rực rỡ vào nước Việt Nam). Các bài thơ trên còn được chép trong tập thơ [[chữ Hán]] của ông là ''Bạch Vân am thi tập''.\n\n==Nguyễn Bỉnh Khiêm với tư cách một nhà hoạt động từ thiện==\nTrong các tác phẩm thơ văn của mình, Nguyễn Bỉnh Khiêm thường nêu cao chữ ''nhàn'', hiểu theo nghĩa thông thường là nhàn hạ, nhàn tản. Nhưng như nhiều nhà nghiên cứu đã bàn luận, cách hiểu theo nghĩa trên sẽ khiến người ta dễ hiểu nhầm và đi đến chỗ tầm thường hoá tư tưởng và nhân cách của ông. Thực tế dù thường được sử sách và người đời mô tả như một nhà ẩn sĩ cốt cách thanh tao thoát tục nhưng Nguyễn Bỉnh Khiêm chưa bao giờ là một người “lánh đời”, bàng quan trước thế sự xung quanh mình (hay thậm chí là “chán đời”, “ghét đời” như không ít nhà nghiên cứu đã gán cho Nguyễn Bỉnh Khiêm). Có lẽ chữ dùng thích hợp hơn cả cho Nguyễn Bỉnh Khiêm phải là “thương đời”, “đau đời” như nhiều nhà nghiên cứu gần đây đã bàn luận.\n\nTrần Khuê (''Cần hiểu đúng Nguyễn Bỉnh Khiêm và Vương triều Mạc'', 1991) từng nhận xét: “Trong vài trăm năm qua, người ta truyền tụng và giảng dạy trong nhà trường phong kiến, thực dân quá nhiều thơ nhàn dật của ông. Một số nhà nghiên cứu lại đi thống kê số lượng từ nhàn trong thơ ông rồi yên trí rằng cái gam-chủ trong thơ ông và trong đời ông là thứ gam majeur-nhàn-dật. Họ quên rằng chính ông đã nói rõ: “Tôi lúc nhỏ chịu sự dạy dỗ của gia đình, lớn lên bước vào giới sĩ phu, lúc về già chỉ thích nhàn dật, lấy cảnh núi non sông nước làm vui… ”. Rõ ràng không thể lấy cái âm hưởng thơ ông lúc chờ thời hay cái âm hưởng hoàng hôn cuối đời để định giá toàn bộ thơ ông và đời ông. Ba mươi năm phò nhà Mạc và hàng trăm bài thơ chữ Hán chứng minh rằng ông sống hào hùng và tung hoành khí phách. Hiển nhiên gam chủ của thơ ông và đời ông là thứ gam majeur-hành động.”\n\nTác giả Viên Linh trong bài viết “Trạng Trình, hồn chữ nghìn thu” (2013) nhận định: “Nhân sinh quan của Nguyễn Bỉnh Khiêm sờ sờ ra đó, mà cứ bàn về cái nhàn, cái yếm thế, cái chán đời của ông. Tôi nghĩ Nguyễn Bỉnh Khiêm ưu tư về nhân sinh xã hội đương thời, lo cho cái ăn cái uống của người nghèo bạc phước, phận hèn thân mọn, kiếm không đủ ăn, ông không lòng dạ nào để vịnh hoa và tán tụng các nương tử, những thứ xa xỉ với người dân. Ông không làm thơ vì mình, ông làm thơ cho người. Ông không có thì giờ để buồn chán vì mình, vì không nghĩ về mình thì không buồn về mình, ông buồn cho những kiếp người nhỏ nhoi đói rét xung quanh.”<ref>Viên Linh, '''. (Người Việt Online , 24\/12\/2013)<\/ref> Thực tế, qua những bài văn bia do ông soạn còn lưu lại người đời không chỉ thấy tính chủ động và thành tâm của Trình Quốc Công trong các hoạt động xã hội như vận động xây cầu, xây quán, xây đình chùa mà còn thấy được uy tín và ảnh hưởng sâu rộng của ông trong các tầng lớp nhân dân. Nguyễn Bỉnh Khiêm là một nhà chính trị có tư tưởng thân dân rất rõ ràng. Khi phê phán tầng lớp cai trị trong xã hội phong kiến, ông luôn đứng trên lập trường của những con người áo vải bình dân, mặc dù ông không xuất thân từ tầng lớp của họ. Trong lịch sử Việt Nam dưới thời phong kiến, Nguyễn Bỉnh Khiêm là một trong những danh nhân đi tiên phong trong việc phát động và tham gia tích cực các hoạt động xã hội mang tính từ thiện vì lợi ích chung của cộng đồng, đặc biệt là đối với tầng lớp thường dân.\n\nTrong bài văn bia ''Diên Thọ kiều bi ký'' (1568), Nguyễn Bỉnh Khiêm đã có những câu như tuyên ngôn cho tư tưởng nhân nghĩa của ông: “...Làm việc thiện không phải vì công tích mà ở tấm lòng. Nay vừa sau cơn loạn lạc thì chẳng những thân người ta bị chìm đắm, mà tâm người ta càng thêm chìm đắm. Các bậc sĩ đệ nên khuyến khích nhau bằng điều thiện, để làm cho mọi người dấy nên lòng thiện mà tạo nên miền đất tốt lành.”<ref name=\"NguyễnHữuTưởng\"\/>\n\nNguyễn Bỉnh Khiêm tuy làm quan cho nhà Mạc, và khi cáo quan vẫn giúp nhà Mạc; nhưng với tinh thần nhập thế của một nhà Nho tinh đời, ông không ngần ngại bày kế sách cho cả vua Lê, [[chúa Trịnh]] và cả [[chúa Nguyễn]]. Nguyễn Bỉnh Khiêm bình thản nhìn sự đời thay đổi, chữ “trung” của ông được cắt nghĩa trong bài ''Trung Tân quán bi ký'' như sau: “Quán dựng xong, đề biển là Quán Trung Tân. Có người hỏi: lấy tên quán như vậy ý nghĩa thế nào? Ta trả lời rằng: trung nghĩa là trung chính vậy. Giữ được toàn vẹn tính thiện của mình là trung vậy, không giữ toàn vẹn được tính thiện của mình thì không phải là trung vậy. Tân tức là bến vậy. Biết chỗ dừng đó là đúng bến, không biết chỗ dừng thì là lạc bến vậy. Tên gọi của quán này đại thể là như thế. Như trung với vua, hiếu với cha mẹ, thân ái với anh em, hòa hợp vợ chồng, tín với bạn bè, đó là trung vậy. Đối diện với của cải mà không tham, thấy lợi mà không tranh giành, vui với điều thiện mà bao dung được người, lấy tình thực mà ứng đãi với mọi vật, đó cũng là trung vậy”. Điều này cho thấy Nguyễn Bỉnh Khiêm luôn ý thức về “tam cương ngũ thường” của [[Nho giáo]], nhưng ông không phải loại nho sĩ cố chấp, ngu trung. Lòng trung của Nguyễn Bỉnh Khiêm được thể hiện là giữ vẹn điều thiện và lấy tình thực mà ứng đãi.\n\n==Đánh giá về Nguyễn Bỉnh Khiêm qua các thời đại==\n{{Cquote|Bốn thế kỷ đã qua từ ngày Nguyễn Bỉnh Khiêm qua đời, nhưng suốt bốn thế kỷ chưa lúc nào ngớt âm vang về con người kỳ diệu ấy. Mọi tầng lớp nhân dân đều đã liên tục bình luận về ông, trong đó có khen có chê, có sai có đúng, có những điều đem gán cho ông mà ông không có, có những điều ông vốn có đã chẳng được nêu lên.|200px||Nhà nghiên cứu văn hóa [[Vũ Khiêu]] (1986)<ref name=\"ios.vass.gov.vn\"\/>}}\n\nLà một trong những nhân vật có ảnh hưởng nhất của lịch sử chính trị và văn hóa Việt Nam trong thế kỷ 16, cuộc đời Nguyễn Bỉnh Khiêm đã trải qua gần trọn một thế kỷ nhiều biến chuyển với quy mô tác động chưa từng có trước đó trong lịch sử dân tộc, mà ông vừa là nhân chứng vừa là nhân tố quan trọng tạo nên chúng.\n\n[[Trạng nguyên]] [[Giáp Hải]], một công thần bậc nhất triều Mạc, đã viết thơ ca ngợi tài lý học của Nguyễn Bỉnh Khiêm và tên tuổi của ông trong giới Nho gia đương thời cũng như công lao của ông đối với triều Mạc, trong đó có những câu sau:<ref name=\"Bậc sư biểu bên bờ Tuyết Giang\"\/><ref name=\"nguvan.hnue.edu.vn\"\/> \n{|\n|\nBản phiên âm Hán-Việt:\n:''Chu Liêm Khê hậu hữu Y Xuyên,''\n:''Lý học vu kim hữu chính truyền.''\n:''Danh quán Nho gia lôi phấn địa,''\n:''Lực phù nhật cốc trụ kình thiên.''\n:''Tứ triều huân nghiệp nhân trung kiệt,\n:''Cửu lão quang nghi thế thượng tiên.''\n:''Ký thủ huyền xa vinh lý hậu,''\n:''Thanh phong thác hứng nhập ngâm biên.''\n|\nBản dịch nghĩa:\n:''Sau Liêm Khê lại có Y Xuyên,\n:''Lý học ngày nay, ông đích thực là bậc chính truyền.''\n:''Tiếng tăm ông lừng lẫy làng nho như sấm rền mặt đất,''\n:''Năng lực của ông phò vua như cột chống đỡ trời.''\n:''Huân nghiệp trải bốn triều, ông là tài năng kiệt xuất giữa cõi người,''\n:''Dung nghi rực rỡ của tuổi chín mươi, ông khác gì vị tiên nơi trần thế.''\n:''Xe đã treo về vinh xóm cũ,''\n:''Thảnh thơi gió mát hứng thơ nhàn.'' \n|\nBản dịch thơ:\n:''Sau Liêm Khê<ref>tức [[Chu Đôn Di]] (1017–1073)<\/ref> lại có Y Xuyên,''<ref>tức [[Trình Di]] (1033–1107)<\/ref> \n:''[[Kinh Dịch|Lý học]] ngày nay bậc chính truyền.''\n:''Long bảng đứng đầu tên sấm dậy,'' \n:''Chống trời cột vững sức cường kiên.''\n:''Bốn triều nghiệp lớn tay anh kiệt,''\n:''Chín lão dung nghi, dáng khách tiên.''\n:''Xe đã treo về, vinh xóm cũ,''\n:''Thảnh thơi gió mát, hứng thơ nhàn.'' \n|}\n\nBài văn tế \"Môn sinh tế Tuyết Giang phu tử văn\" đọc trước linh cữu Nguyễn Bỉnh Khiêm mùa đông năm 1585 do [[Tiến sĩ]] [[Đinh Thì Trung]] ([[Đinh Thời Trung]]) thay mặt các đồng môn soạn ra để tế viếng người thầy của mình. Trong bài văn tế, học trò Đinh Thời Trung đã coi Tuyết Giang phu tử là bậc \"muôn chương đọc khắp, học tài chẳng kém Âu, Tô\" ([[Âu Dương Tu]] và [[Tô Đông Pha]] đời [[nhà Tống|Tống]]), \"văn lực không nhường Lý, Đỗ\" ([[Lý Bạch]] và [[Đỗ Phủ]] đời [[nhà Đường|Đường]]), \"một kinh Thái ất thuộc lòng, đốt lửa soi gan Dương Tử\" (hiểu rõ lẽ huyền vi của bộ ''Thái ất'' như [[Dương Hùng (Tây Hán)|Dương Hùng]] đời [[nhà Hán|Hán]]), \"suy trước biết sau, học lối Nghiêu Phu môn hộ\" (suy trước biết sau chẳng khác nào [[Thiệu Ung]] đời Tống) và \"một mình Lý học tinh thông, hai nước anh hùng không đối thủ\".\n\nÔn Đình hầu [[Vũ Khâm Lân]] (1702\/1703–?), trong bài ''Bạch Vân am cư sĩ Nguyễn công Văn Đạt phả ký'' soạn năm 1743 có những dòng ca ngợi:''...Bởi tiên sinh chẳng những chỉ tinh thâm một môn Lý học, biết rõ dĩ vãng cũng như tương lai, mà sự thực thì trăm đời sau cũng chưa dễ ai hơn được vậy. Ôi! Ở trong thiên hạ, các bậc quân vương, các vị hiền giả, hỏi có thiếu chi, nhưng chỉ có lúc sống thì được phú quý vinh hoa, còn sau khi mất thì những cái đó lại cũng mai một đi với thời gian, hỏi còn ai nhắc nữa? Còn như tiên sinh, nói về thế hệ đã truyền đến 7, 8 đời, gần thì sĩ phu dân thứ ngưỡng vọng như bóng sao Đẩu trên trời, dẫu cách ngàn năm cũng còn tưởng như một buổi sớm, xa thì sứ giả Thanh triều tên Chu Xán, nói đến nhân vật Lĩnh Nam cũng đã có câu “An Nam Lý học hữu Trình Tuyền” tức là công nhận môn Lý học của nước An Nam chỉ có Trình Tuyền là người số một, rồi chép vào sách truyền lại bên Tàu. Như thế, đủ thấy Tiên sinh quả là một người rất mực của nước ta về thời trước vậy.''\n\nDanh sĩ [[Nguyễn Thiếp]] (1723–1804), người được [[Quang Trung]] [[Nguyễn Huệ]] tôn kính như bậc thầy, từ [[xứ Nghệ]] ra Bắc, về trấn Hải Dương mong tìm lại những dấu tích gắn với cuộc đời của Bạch Vân cư sĩ, đã ngậm ngùi viết trong bài thơ ''Quá Trình Tuyền mục tự'' (Qua chùa cũ của Trình Tuyền)<ref>\n{|\n|\n''Quá Trình Tuyền mục tự'' (phiên âm Hán-Việt)\n:''Tích văn Mạc Trình Tuyền''\n:''Kim đáo Tuyết kim tân''\n:''Cổ quán dư thương kệ''\n:''Di am chỉ Bạch vân.''\n:''Bắc giang tăng Vạn Hạnh,''\n:''Nam độ Tấn Tham Quân''\n:''Thao thao trục lưu Mác''\n:''Chân tri hữu kỷ nhân''\n:''Viêm vận tao dương cửu''\n:''Gian hùng xuất chấn phương''\n:''Tiêu sơn tăng dĩ hỉ''\n:''Bạch Vân bất khả đương.''\n:''Áo cơ thâm tạo hóa''\n:''Nhàn khí miểu công vương.''\n:''Phiến ngữ toàn tam tính''\n:''Hồn hỗn vị dị lương.''\n:''Am không bi diệc diệt''\n:''Lưu lạc Tuyết kim giang.''\n|\n''Qua chùa cũ của Trình Tuyền'' (dịch nghĩa)\n:''Xưa nghe tiếng người (làng) Trình Tuyền đời Mạc''\n:''Nay đến bên sông Tuyết Kim''\n:''Quán cổ còn lại tấm bia đá phủ rêu xanh''\n:''Dấu vết am chỉ còn mây trắng.''\n:''Bắc Giang có Sư [[Vạn Hạnh]]''\n:''Bến đò Nam có Tấn Tham Quân''\n:''Nước cuồn cuộn chảy xuống cuối dòng''\n:''Có mấy ai được là “chân tri”''\n:''Vận nước vùng nóng nực này gặp lúc rủi ro''\n:''Ở phương Đông xuất hiện kẻ gian hùng,''\n:''Nhà sư ở chùa Tiêu Sơn không còn nữa''\n:''Bạch Vân cũng khó đảm đương nỗi.''\n:''Mưu cơ sâu kín tham dự vào việc của tạo hóa''\n:''Phong khí nhàn nhã xa cách các bậc công vương''\n:''Chỉ câu nói ngắn mà bảo toàn được ba họ''\n:''Rất hồn nhiên mà không dễ suy đoán được''\n:''Am không, bia cũng hỏng mất''\n:''Sông Tuyết Kim vắng vẻ đìu hiu.''\n|}<\/ref> khi viếng cảnh xưa mà không còn am Bạch Vân, quán Trung Tân bên bến Tuyết Giang, trong đó có những dòng thơ ca ngợi Trình Tuyền hầu Nguyễn Bỉnh Khiêm là người có tài ''áo cơ thâm tạo hóa'' (mưu cơ thâm kín can dự cả vào công việc của tạo hóa) hay ''phiến ngữ toàn tam tính'' (một lời ngắn gọn mà bảo toàn cho cả ba họ).<ref>Thích Phước An, '' Nhà thơ của \"Am mây trắng\" thế kỷ XVI có bài bác Phật giáo hay không ?]''<\/ref>\n\n[[Phạm Đình Hổ]] trong ''[[Vũ trung tùy bút]]'' đã viết: \"Lý học như Nguyễn Bỉnh Khiêm và [[Phùng Khắc Khoan]] đều là tinh anh của non sông đúc lại\".\n\n[[Phan Huy Chú]], danh sĩ thời [[nhà Nguyễn]], trong bộ sách ''Lịch triều hiến chương loại chí'' đã xem Nguyễn Bỉnh Khiêm là \"một bậc kỳ tài, hiền danh muôn thuở\".\n\nCũng như thời [[Lê-Trịnh]] ở Đàng Ngoài và thời [[chúa Nguyễn]] ở Đàng Trong, người thời [[nhà Nguyễn]] (1802–1945) nói chung cũng không có mấy thiện cảm về những gì liên quan đến nhà Mạc, triều đại đối địch hàng đầu với các dòng họ thế lực Lê-Trịnh-Nguyễn vốn cùng phát tích ở [[xứ Thanh]]. Thêm một lý do lịch sử nữa là tổ phụ của các vua chúa nhà Nguyễn là [[Nguyễn Kim]] (thân phụ của [[Nguyễn Hoàng]]) đã bị đầu độc chết bởi tay một hàng tướng của nhà Mạc là [[Dương Chấp Nhất]]. Cho nên, dù không đến mức thâm thù gọi tên \"Ngụy Mạc\" như triều [[Lê-Trịnh]] nhưng triều Nguyễn cũng không mấy tôn trọng khi gọi \"Nhuận Mạc\". Tuy vậy, vua [[Tự Đức]] cũng không hề giấu sự ngưỡng mộ dành cho tài năng và sự nghiệp của Nguyễn Bỉnh Khiêm thông qua bài thơ [[thất ngôn tứ tuyệt]] sau:<ref>Ngô Minh Khiêm, Đôi nét về Nguyễn Bỉnh Khiêm qua tài liệu mộc bản triều Nguyễn]''.<\/ref>\n{|\n|\nBản phiên âm Hán-Việt:\n:''Tằng văn lý học hữu Trình Tuyền''\n\n:''Thế vận long ô mặc hội tiên.''\n\n:''Hồ nãi xảo đồ thần Nhuận Mạc''\n\n:''Hy Di, Khang Tiết cự như nhiên.''\n|\nBản tạm dịch:\n\n:''Từng nghe lý học có Trình Tuyền''<ref>Cần nhớ rằng Trình Tuyền không phải tên húy, tên tự, hay tên hiệu của Nguyễn Bỉnh Khiêm mà là tên cũ của quê nội ông, làng Trung Am trước thời ông. Người đời sau thường dùng tên địa danh này để gọi thay cho tên riêng của ông. Nhiều nhà nghiên cứu cho đến nay vẫn bị nhầm lẫn khi gắn tên gọi Trình Tuyền (theo nghĩa nôm là: nguồn suối học thuật của họ Trình) với họ của hai anh em nhà dịch lý học nổi tiếng thời Bắc Tống là [[Trình Di]] (1033–1107) và [[Trình Hạo]] (1032–1085).<\/ref>\n\n:''Vận nước long ô nghiệm biết liền.''\n\n:''Gặp biến tùng quyền phò họ Mạc''\n\n:''Sánh cùng Khang Tiết<ref>tức [[Thiệu Ung]] hay Thiệu Khang Tiết (1011–1077), nhà [[Kinh Dịch|dịch học]] nổi tiếng thời [[Bắc Tống]].<\/ref> cũng như nhiên.''\n|}\nNguyên Tổng bí thư Ban chấp hành Trung ương Đảng Cộng sản Việt Nam [[Đỗ Mười]] về thăm khu di tích Trạng Trình đã ghi những hàng chữ lưu niệm: \"Trạng Trình Nguyễn Bỉnh Khiêm là nhà thơ, nhà văn, một thầy giáo, một nhà triết học, một nhà dự báo, một danh nhân văn hóa như cây đại thụ bóng trùm cả một thế kỷ XVI. Tấm lòng yêu nước, thương dân tha thiết, nhân cách cao cả cùng với tri thức uyên bác và tài năng sáng tạo đã tạo nên sự nghiệp, uy tín và ảnh hưởng rộng lớn của ông mà đến nay chúng ta rất đỗi tự hào, trân trọng.\"\n\nGiáo sư [[Vũ Khiêu]] có những đánh giá về việc Nguyễn Bỉnh Khiêm đã quyết định đi theo phò tá [[nhà Mạc|triều Mạc]] mà không phải là [[nhà Lê sơ|nhà Lê]]: \"Vì sao nhà trí thức kiệt xuất này, suốt cuộc đời cho đến lúc gần 50 tuổi vẫn nhất định không chịu đi thi, không chịu cộng tác với nhà Lê, không nhận bất cứ công việc gì của nhà Lê để cuối cùng chọn Mạc Đăng Dung như minh chủ của mình? Theo những người xuyên tạc nói thì Nguyễn Bỉnh Khiêm bất đắc dĩ phải theo nhà Mạc mà thôi. Thực ra trước những thành công và tiến bộ nhất định của nhà Mạc Nguyễn Bỉnh Khiêm đã thực sự vui mừng, tin tưởng ở một xã hội thanh bình và thịnh trị do triều đại mới đem lại: “Mừng thấy thời vần đời mở trị \/ Thái bình thiên tử, thái bình dân”. Ông quyết định ra phục vụ nhà Mạc, coi đó là sự lựa chọn đúng đắn của bậc trượng phu và người quân tử: “Quân tử mới hay nơi xuất xứ \/ Trượng phu cũng có chí anh hùng”. Họ còn nói: ông đã nửa chừng bỏ triều Mạc để về quê. Không phải như thế! Ngược lại, ông đã suốt đời đem hết tâm lực để phục vụ triều Mạc trên mọi lĩnh vực văn học, chính trị, quân sự coi như nghĩa vụ lớn lao của mình: “Ba đời chúa được phúc tình cờ \/ Ơn nặng chưa từng báo tóc tơ”. Cho đến lúc ông 70 tuổi dù được về nghỉ ở quán Trung Tân, ông vẫn bày tỏ thái độ chung thuỷ với các vua Mạc vẫn nhiều lúc về thăm vua, nhiều lúc theo vua ra mặt trận: “Xem lại tuổi đời ngoài bảy chục \/ Chỉ vì già yếu há quên vua”. Tấm lòng của Nguyễn Bỉnh Khiêm và thái độ của ông do chính ông tự tay viết ra và còn để lại đã bác bỏ mọi sự xuyên tạc vô căn cứ về ông. Những lời tâm huyết trong thơ của ông khiến người đời sau phải suy nghĩ vì sao ông lại gắn bó với Mạc Đăng Dung và triều Mạc đến thế.\"\n\nGS Vũ Minh Giang (Phó Giám đốc [[Đại học Quốc gia Hà Nội]]) cho rằng: \"Sự dấn thân muộn màng của một con người tài năng bộc lộ từ khi còn bé chứng tỏ Nguyễn Bỉnh Khiêm không thuộc người lãnh đạm với thời cuộc, mà trái lại ông là người có lý tưởng cao hơn nhiều so với chí hướng thi đỗ làm quan, vinh thân phì gia thường thấy ở phần lớn nho sỹ. Ông chỉ tham dự vào chính trường khi cảm thấy thời cuộc cần đến mình, khi hoàn cảnh chính trị có thể tạo điều kiện cho ông đem tài trí ra giúp đời, phụng sự đất nước\".\n\nGiáo sư [[Nguyễn Huệ Chi]] trong bài tham luận \"Bước đầu suy nghĩ về văn học Mạc\" đã đánh giá về Nguyễn Bỉnh Khiêm: \"...Ông là một nhà văn hóa, và riêng ở bình diện [[văn hóa]] mà nói thì tầm vóc không thua kém [[Nguyễn Trãi]] là mấy, phần nào đấy còn khai phá vào một vài lĩnh vực sâu hơn. Bởi ông chuyên về dịch học. Chính ông xây dựng nền tảng của tư tưởng biện chứng trong [[Kinh Dịch]], góp vào lịch sử tư tưởng Việt Nam một số kiến giải mới mẻ. Là một nhà dịch học nên ông nổi tiếng là bậc tiên tri, nhưng ông cũng lại là một nhà thơ lớn. Ông viết đến một nghìn bài thơ [[chữ Hán]]. Đây là con số mà từ thời đại Mạc trở về trước hoàn toàn chưa có...\"\n\nGiáo sư Nguyễn Tài Thư trong tác phẩm ''Nghiên cứu [[Kinh Dịch]]'' (Nhà xuất bản Văn hóa-Thông tin, 2002) đã có những đúc kết về di sản Lý học (Dịch học) của Trạng Trình: \"Chiêm nghiệm những nguyên lý của [[Chu Dịch]], đưa nó vào xử thế mà ông nổi tiếng là người nhìn xa trông rộng. Những sự kiện Nguyễn Bỉnh Khiêm tiên đoán nhà [[Nhà Lê trung hưng|Lê trung hưng]], chỉ cho nhà Mạc lên [[Cao Bằng]], khuyên [[Nguyễn Hoàng]] vào trấn thủ [[Thuận Hóa|Hóa Châu]] đã được lịch sử chứng minh là tài tình, thì ở đây không có gì là lời nói gặp may, mà là những dự đoán có cơ sở thực tế vững vàng, đáng được nhân dân tôn ông làm [[nhà tiên tri]]. Quả thật, học Dịch và hiểu Dịch như ông xưa nay không phải là nhiều... Ông đã vượt được các nhà Nho khác chính là ở chỗ ông học Dịch nhưng không bị lệ thuộc hoàn toàn vào Dịch\".\n\nNhà nghiên cứu Trần Khuê trong tham luận hội thảo khoa học “Nguyễn Bỉnh Khiêm trong lịch sử phát triển văn hóa dân tộc” (1991) đã có những đúc kết tinh tế về hành trạng cuộc đời cũng như tư tưởng của Nguyễn Bỉnh Khiêm: “Nguyễn Bỉnh Khiêm xuất thân từ [[cửa Khổng]], ông đi ngang qua sân nhà [[Lão tử]], rồi dừng lại trước [[cửa Thiền]], suy ngẫm về giáo lý và đạo lý, cuối cùng ông đã trở về với đồng ruộng và lũy tre xanh của làng quê Việt Nam, hay nói khác đi, ông đã trở về với dân tộc. Suốt đời ông, ông đã sống như mình cần sống và đã hành động như mình cần hành động.”\n\n===Những quan điểm phê bình===\nKhi so sánh Nguyễn Bỉnh Khiêm với một nhân vật lỗi lạc khác của [[xứ Đông|trấn Hải Đông]] là [[Nguyễn Trãi]], các nhà nghiên cứu đều không quên so sánh những khác biệt cơ bản về thời đại sống của hai danh nhân này. Xét về nhiều mặt, thời của Nguyễn Bỉnh Khiêm phát triển và phức tạp hơn hẳn thời của Nguyễn Trãi, đặc biệt là các quan hệ xã hội và kinh tế. Thời của Nguyễn Trãi, kẻ sĩ gần như chỉ có một lựa chọn trên con đường kiến lập công danh sự nghiệp là hướng về triều đình cai trị ở Thăng Long. Cùng thời với Nguyễn Bỉnh Khiêm trong giai đoạn khủng hoảng trầm trọng của chế độ phong kiến tập quyền Việt Nam, kẻ sĩ đồng thời có vài con đường lập nghiệp khác nhau như những lựa chọn của [[Nguyễn Dữ]],<ref>Nguyễn Dữ (?–?), thường được cho là tác giả của ''[[Truyền kỳ mạn lục]]'', người xứ Đông nhà Mạc nhưng sống ẩn cư không theo phe phái nào.<\/ref> [[Dương Văn An]],<ref>Dương Văn An (1514–1591), thường được biết là tác giả của ''[[Ô châu cận lục]]'', sinh trưởng ở đất [[Quảng Bình]] thế kỷ 16 nhưng không theo nhà [[Lê-Trịnh]] (khi đó đang kiểm soát cả một vùng đất rộng lớn thuộc [[xứ Thanh]] và [[xứ Nghệ]]) mà theo [[nhà Mạc]].<\/ref> [[Phùng Khắc Khoan]],<ref>Phùng Khắc Khoan (1528–1613), sinh trưởng ở đất [[Hà Tây]] thuộc nhà Mạc thế kỷ 16, thường được xem là học trò ưu tú của Nguyễn Bỉnh Khiêm, nhưng không theo nhà Mạc mà trở thành công thần nhà Lê-Trịnh.<\/ref> [[Lương Hữu Khánh]],<ref>Lương Hữu Khánh, người xứ Thanh, con của đại thần cuối triều Lê sơ là [[Lương Đắc Bằng]], thầy dạy của Nguyễn Bỉnh Khiêm. Lương Hữu Khánh cũng được xem là học trò giỏi của Nguyễn Bỉnh Khiêm, nhưng không theo nhà Mạc mà sau trở thành công thần nhà Lê-Trịnh giống như Phùng Khắc Khoan.<\/ref> [[Đào Duy Từ]]<ref>Đào Duy Từ (1572–1634), người xứ Thanh nhưng vì là con của tầng lớp ca kỹ bình dân mà không được nhà Lê-Trịnh thu dụng, sau trở thành công thần hàng đầu của họ Nguyễn ở [[Đàng Trong]] (thời [[chúa Nguyễn]] và thời [[nhà Nguyễn]]).<\/ref>... Đánh giá về Nguyễn Bỉnh Khiêm cũng phụ thuộc vào cách nhìn qua những thời đại khác nhau về triều Mạc - triều đại mà ông đã tận trung cho đến cuối đời nhưng là triều đại có nhiều xung đột lịch sử gay gắt với những triều đại quyền lực phát tích từ xứ Thanh như [[nhà Lê sơ]], [[Lê-Trịnh|nhà Lê-Trịnh]], và cả [[nhà Nguyễn]] sau này. Nhìn nhận về cuộc đời và sự nghiệp của Nguyễn Bỉnh Khiêm, bên cạnh những dòng ca ngợi thường thấy về nhân cách, ảnh hưởng lịch sử, đóng góp cho văn hóa dân tộc thì người ta cũng không quên phê bình cái nhìn trong thơ văn của ông với chính thời đại ông. Tác giả Trần Khuê (Viện Nghiên cứu Hán Nôm) trong “Cần hiểu đúng Nguyễn Bỉnh Khiêm và Vương triều Mạc”<ref>Trần Khuê, ''Cần hiểu đúng Nguyễn Bỉnh Khiêm và Vương triều Mạc''. (Tham luận hội thảo khoa học “Nguyễn Bỉnh Khiêm trong lịch sử phát triển văn hóa dân tộc” do Trung tâm nghiên cứu Hán Nôm tổ chức, Viện KHXH tháng 10-1991)<\/ref> nhìn nhận:\n\n{{quote|Ông cũng có những mâu thuẫn nội tâm rất lạ. Chính ông đã thông gia với Phạm Quỳnh, một người xuất thân là lái buôn chè, sau làm đến Tiết chế Đông đạo, đại diện cho tập đoàn doanh thương tại triều [[Mạc Phúc Nguyên]] (con trai Phạm Quỳnh là Phạm Dao làm trấn thủ xứ Sơn Nam tức con rể ông, trở thành một lộng thần trong triều đình). Cũng chính ông lại khinh ghét giới thương nhân và miệt thị đồng tiền, tìm cách xa lánh đời sống đô thị. Tất nhiên, không thể đòi hỏi một người xuất thân từ cửa Khổng như ông lại phải chấp nhận mặt tích cực của đồng tiền và giới thương nhân. Ngay những người thông tuệ đến sau ông hàng mấy thế kỷ như [[Nguyễn Du]], [[Nguyễn Công Trứ]], [[Trần Tế Xương]]… và ngay cả những tác gia hiện đại mà gần kề chúng ta nhất như [[Lưu Quang Vũ]] còn chẳng thấy rõ huống chi ông? Giới trí thức dù xuất thân từ quý tộc hay bình dân mà nằm trong vòng vây của ý thức hệ tiểu nông thì không thể tránh khỏi thái độ thù ghét đồng tiền và sự phát triển của nền kinh tế hàng hóa. Họ không sao chịu nổi sức san phẳng tàn nhẫn của đồng tiền và sự đảo lộn bảng giá trị xã hội; họ càng không chịu dựng nổi thói nhố nhăng hãnh tiến của giới thương nhân ít học hoặc vô học nhưng lại có quá nhiều tiền bạc, thường biểu lộ thái độ thô bạo đối với những giá trị cổ truyền.}}\n\nTác giả Nguyễn Hữu Sơn (Viện Văn học) trong “Đời và thơ Phùng Khắc Khoan trong bối cảnh văn hóa Đại Việt thế kỷ XVI - đầu thế kỷ XVII”<ref>Nguyễn Hữu Sơn, ''[http:\/\/thachthat.hanoi.gov.vn\/phung-khac-khoan\/-\/news\/SVzLSt4jNFBs\/1\/13256.html;jsessionid=1FT73A4sekKN1jHvfU6losRx.app2 Đời và thơ Phùng Khắc Khoan trong bối cảnh văn hóa Đại Việt thế kỷ XVI - đầu thế kỷ XVII]''. (Cổng giao tiếp điện tử Huyện Thạch Thất - Thành phố Hà Nội, 15\/10\/2013)<\/ref> cũng có những nhận định khá tương đồng với Trần Khuê:\n\n{{quote|Có thể thấy, thơ Nguyễn Bỉnh Khiêm đi sâu khai thác đề tài đạo lý, răn dạy đạo đức từ mức độ phổ quát đến cụ thể, chẳng hạn ở các bài ''Cương thường tổng quát'', ''Răn đầy tớ thờ chủ'', ''Khuyên nàng dâu thờ cha mẹ chồng''... Tất cả những bài thơ đó nhằm nêu cao yêu cầu “tu thân”, tu rèn đạo đức cá nhân, hướng về bảo toàn khí tiết lối “đồ nho” hơn là vươn tới hành động; bảo vệ các quan hệ đạo đức lễ nghĩa Nho giáo hơn là đi tìm lối thoát mới cho cuộc mưu sinh; bảo vệ các tín điều đạo đức xưa cũ hơn là bắt nhịp với thực tế lối sống mới đang nảy sinh (...) Nguyễn Bỉnh Khiêm buộc phải trả giá cho bản tính thi sĩ và những ước vọng đầy tính ảo tưởng của mình: ý thức bảo vệ chuẩn mực đạo đức truyền thống không đồng hành với thực tiễn đời sống xã hội đang đòi hỏi được đổi thay, phát triển. Ở đây nhiều vấn đề đạo đức có ý nghĩa tiêu biểu cho một thời kỳ mới mà đương thời [[Nguyễn Trãi]] trước đây chưa hình thành rõ nét, và chỉ thấy xuất hiện đậm đặc từ thơ văn Nguyễn Bỉnh Khiêm; chẳng hạn các vấn đề về nội chiến phong kiến, vai trò đồng tiền, lối sống thị thành... Và một cách không tự giác, trong khi phê phán những yếu tố khác lạ đang nảy sinh trong lòng xã hội như một xu thế tất yếu thì chính ông lại tỏ bày thái độ cản phá bước tiến của lịch sử nói chung. Từ đây có thể nói Nguyễn Bỉnh Khiêm đã hiện diện như một cây đại thụ của văn hoá phong kiến, thiên về phê phán để khẳng định chuẩn mực đạo đức cũ, khác xa lối phê phán đồng tiền, phê phán lối sống thị thành và phê phán xã hội kiểu Nguyễn Công Trứ, [[Nguyễn Khuyến]], Trần Tế Xương sau này...}}\n\nVề nhãn quang chính trị của Nguyễn Bỉnh Khiêm đã có nhiều quan điểm đánh giá trái chiều nhau qua các thời đại, có cả ca ngợi và cũng không ít ý kiến mang tính phê bình, ít nhiều trách móc ông. Đặc biệt là câu chuyện vốn đã nổi tiếng trong sử sách về việc ông vốn là một trung thần của nhà Mạc nhưng lại không từ chối bày mưu hiến kế cho các họ Lê-Trịnh-Nguyễn, những thế lực thù địch hàng đầu của họ Mạc. Nhà nghiên cứu văn hóa phương Đông [[Trần Ngọc Vương]] trong bài viết “Lưỡng đầu chế thời Lê-Trịnh và những hệ quả lịch sử của nó” có những nhận xét mang tính đại diện cho luồng quan điểm phê bình trong đánh giá về Nguyễn Bỉnh Khiêm:<ref>Trần Ngọc Vương, . ([[Viện nghiên cứu Hán Nôm]] - hannom.org.vn, 21\/11\/2007)<\/ref>\n\n{{quote|Từng có rất nhiều ý kiến, công trình nghiên cứu, phẩm bình về nhân vật lịch sử này, nhưng thuỷ chung, lời giải đáp rốt ráo về lập trường chính trị - xã hội của Nguyễn Bỉnh Khiêm vẫn cần được coi là thiếu vắng. Là một trong những vị trạng nguyên nổi danh vào bậc nhất mà nhà Mạc đã lấy đỗ, Nguyễn Bỉnh Khiêm cũng từng xuất chính với nhà Mạc mấy đợt, quan hàm thực từng giữ lên tới Thị lang, chưa nói rằng khi mất lại được chính vua Mạc tế lễ, vinh phong tước Trình Quốc công, quan hàm Tể tướng, khiến dân sở tại (Vĩnh Lại) thờ làm phúc thần. Theo lẽ thường, thì Nguyễn Bỉnh Khiêm phải “sống làm tôi nhà Mạc, chết làm thần (hay ma) nhà Mạc” mới phải. Vậy nhưng kết hợp tài liệu của cả chính sử lẫn dã sử lại mà soi, Nguyễn Bỉnh Khiêm dường như lại vừa là “trọng tài giám sát” cho tất cả các trận đấu quyền lực, lại vừa tham dự một cách không hề vô tư vào các diễn biến và có tác động trực tiếp đến (những) kết quả cuối cùng. Với nhà Mạc, thì ngón tay trỏ “Cao Bằng tuy thiểu khả dung sổ thế” đã biến vương triều này thành một “sứ quân” cát cứ, truyền tiếp thêm 7 đời sau. Với họ Nguyễn, thì hầu như ai cũng biết tới lời mách nước lẫy lừng của Trạng Trình “Hoành Sơn nhất đái, vạn đại dung thân” đã thực sự là khởi đầu cho một dòng chúa, một triều vua, tuy có đứt gãy bầm dập, nhưng vẫn có thể tính dấu ấn lịch sử của dòng họ quyền lực này từ 1533 đến tận 1945! Với Lê - Trịnh thì khỏi nói, bởi ông chính là người đưa ra lời khuyên chúa Trịnh (Kiểm) hãy đừng “thanh lý” ngôi vua, cứ “thờ Phật mà ăn oản”, cả khi “mùa mất, giống xấu” thì hãy biết “tìm giống cũ mà gieo”. Vậy là đẻ ra cái “lưỡng đầu chế” không tiền khoáng hậu trong lịch sử, tồn tại hai trăm năm có lẻ. Không thể nói Nguyễn Bỉnh Khiêm “vô can” trước cảnh “năm bè bảy cánh” của cục diện chính trị Việt Nam ít nhất hàng thế kỷ tiếp theo đó.}}\n\nThậm chí đã có một bài thơ [[thất ngôn bát cú]] khuyết danh được lưu truyền tới nay, nói về Nguyễn Bỉnh Khiêm vừa hàm ý ca ngợi nhưng cũng ngầm ý trách móc ông:<ref>Nguyễn Văn Tịnh, Sáng mãi truyền thống “Tôn sư, trọng đạo]”''. (Bộ môn Tâm lý và Giáo dục, Trường Đại học Hà Tĩnh, 16\/11\/2015)<\/ref>\n:''Thần cơ huyền bí rất tinh thông''\n:''Xứ xứ, ai ai cũng biết ông''\n:''Một nước Chu, Trình<ref>Hai chữ Chu và Trình ở đây là muốn nhắc đến học phái Tống Nho Trình-Chu chuyên về dịch lý do các học giả thời [[Bắc Tống]] là [[Chu Đôn Di]]\/[[Châu Đôn Di]] (1017–1073), [[Trình Di]] (1033–1107) và [[Trình Hạo]] (1032–1085) xây dựng. Sau này nó được hoàn thiện bởi [[Chu Hy]] (1130–1200) sống thời [[Nam Tống]].<\/ref> danh giá trọng''\n:''Hai triều Lê Mạc nợ nần chung''\n:''Biết rằng song Tấu bay chân ngựa''\n:''Sao chẳng non thương dấu cánh hồng''\n:''Ví dậy suối vàng xin hỏi lại''\n:''Dong thân còn có đất nào không?''\n\n==Hình tượng Nguyễn Bỉnh Khiêm trong tôn giáo==\n[[Tập tin:Cao Dai three saints signing an accord.jpg|nhỏ|phải|[[Đạo Cao Đài|Cao Đài]] [[Tam Thánh ký hòa ước]]. Từ trái sang phải: [[Tôn Dật Tiên]], [[Victor Hugo]] và Nguyễn Bỉnh Khiêm.]]\nNguyễn Bỉnh Khiêm là danh nhân văn hóa duy nhất trong lịch sử Việt Nam cho tới nay được công nhận là một vị thánh của một [[tôn giáo]] chính thức. Ông được suy tôn là Thanh Sơn Đạo sĩ (còn được gọi là Thanh Sơn Chơn nhơn), là một trong ba vị thánh linh thiêng của [[Đạo Cao Đài]]. Bức tranh [[Tam Thánh ký hòa ước]] được lưu thờ tại [[Tòa Thánh Tây Ninh]] có vẽ chân dung của Nguyễn Bỉnh Khiêm bên cạnh [[Victor Hugo]] và [[Tôn Dật Tiên|Tôn Trung Sơn]].\n\n==Những hiện vật lịch sử gắn liền với Nguyễn Bỉnh Khiêm được lưu giữ tới nay==\n{{Xem thêm|Khu di tích và đền thờ Trình quốc công Nguyễn Bỉnh Khiêm|Văn bia thời Mạc}}\nNgoài khu vực di tích và đền thờ Trình Quốc công thuộc địa phận 2 huyện [[Vĩnh Bảo]] (quê nội Nguyễn Bỉnh Khiêm) và [[Tiên Lãng]] (quê ngoại Nguyễn Bỉnh Khiêm) của Thành phố Hải Phòng, các nhà nghiên cứu Hán Nôm tại Việt Nam đã phát hiện một số di vật lịch sử có giá trị lớn không chỉ về Nguyễn Bỉnh Khiêm mà còn về thời Mạc nằm trong địa phận 2 huyện [[Thái Thụy]] và [[Quỳnh Phụ]] (sau khi hợp nhất 2 huyện cũ là [[Quỳnh Côi]] và [[Phụ Dực]]) của tỉnh [[Thái Bình]] tiếp giáp với huyện Vĩnh Bảo của Thành phố Hải Phòng.<ref>Ở thời Mạc, một phần của đất Thái Bình hiện nay nằm trong địa phận của huyện Vĩnh Lại, phủ Hạ Hồng, [[Xứ Đông|trấn Hải Dương]].<\/ref>\n\nTrong bài viết “Bài văn bia ghi việc tạc tượng Tam giáo, chùa Cao Dương của Trình Quốc công” (''Tạp chí Hán Nôm'' số 1, 1990) của hai tác giả Đinh Khắc Thuân và Vũ Tuấn Sán có đoạn:\n\n{{quote|Bài văn bia ghi việc tạo tượng Tam giáo chùa Cao Dương được viết vào những năm cuối đời ông<ref>tức Nguyễn Bỉnh Khiêm<\/ref> và khắc lên bia đá lưu truyền đến ngày nay. Bia dựng sát hậu cung chùa Cao Dương thuộc xã Cao Dương, huyện [[Thái Thụy]], tỉnh [[Thái Bình]], cách quê Trạng Trình không xa. Bia dẹt, cao 100cm, ngang 65cm. Trán bia là hình bán nguyệt, ở trung tâm chạm mặt nguyệt to tròn, có nhiều tua mây. (...) Bài văn bia được viết bằng chữ Hán. Chữ khắc chân phương, nét khắc mảnh phóng khoáng. Có đôi chữ bị mờ, song vẫn có thể khôi phục được. Bia gồm 26 dòng, dòng nhiều chữ nhất là 36 chữ, cả thảy là 570 chữ. (...) Văn bia viết năm 1578, lúc ông đã 87 tuổi, 7 năm trước khi mất. Đúng là bài văn bia khắc trên đá hiếm thấy của vị trạng nguyên nổi tiếng. Ngoài bài này, hiện nay chúng ta chỉ biết có bài nữa của ông là ''Trung Tân quán bi minh'' trên tấm bia Trung Tân ở quê ông tại làng Trung Am huyện Vĩnh Lại nay thuộc huyện Vĩnh Bảo, ngoại thành Hải Phòng. Tấm bia này nay không còn, chỉ được biết qua ''Hoàng Việt Văn tuyển'' do [[Bùi Huy Bích]] chép lại vào cuối thế kỷ XVIII. (...) Lời thuật và bài bia minh việc tạo tượng Tam giáo và sửa chùa Cao Dương: Diên Thành sơ niên nhị nguyệt cốc nhật. Tứ Ất Mùi khoa Tiến sĩ cập đệ Trình Quốc công trí sĩ Vĩnh Lại, Trung Am Nguyễn tự Hanh Phủ soạn. [Dịch nghĩa: Ngày lành tháng 2 năm đầu niên hiệu Diên Thành (1578). Tiến sĩ cập đệ khoa Ất Mùi (1535) trí sĩ họ Nguyễn tự Hanh Phủ, tước Trình Quốc công, người xã Trung Am, huyện Vĩnh Lại soạn.]<ref name=\"Vũ&Đinh\"\/><ref name=\"NguyễnHữuTưởng\"\/><ref name=\"TrangThanhHiền\"\/>}}\n\nTrong bài viết “Hai tấm bia Trạng Trình soạn mới phát hiện ở Thái Bình” (''Tạp chí Hán Nôm'' số 6, 2002), nhà nghiên cứu Hán Nôm Nguyễn Hữu Tưởng mô tả chi tiết 2 tấm bia có niên đại thời Mạc do chính Nguyễn Bỉnh Khiêm soạn văn và cho khắc đá:\n\n{{quote|Tháng 11 năm 2000, đoàn cán bộ [[Viện nghiên cứu Hán Nôm]] tiến hành sưu tầm tư liệu Hán Nôm tại huyện [[Quỳnh Phụ]], tỉnh Thái Bình. (...) Chúng tôi được chứng kiến hai tấm bia có niên đại nhà Mạc do chính Cụ Trạng Trình Nguyễn Bỉnh Khiêm soạn còn được bảo vệ khá nguyên vẹn tại đây. Trên một vùng đất láng giềng với quê hương Cụ Trạng, lại là hai bài văn do chính Cụ Trạng sáng tác, được lưu giữ trên chất liệu tương đối bền vững, thiết nghĩ hai tấm bia này là một bảo vật cần được trân trọng và gìn giữ. Bởi vậy chúng tôi thấy cần giới thiệu rộng rãi cho giới nghiên cứu và giới quản lý văn hóa về hai tấm bia này.\n\n- Tấm bia thứ nhất: được phát hiện tại chùa Thanh Quang, thôn An Phú, xã Quỳnh Hải (thuộc [[Quỳnh Côi]] cũ). Qua các tư liệu Hán Nôm, đây là ngôi chùa đã có từ triều Trần. Ngoài hiên chùa dựng 4 tấm bia có niên đại từ đời Mạc tới đời Nguyễn. Sư cụ giữ chùa cho biết trong chùa còn một tảng đá nữa và đưa chúng tôi vào xem. Tại tiền đình chùa, khe giữa ban thờ đức ông và tường chùa quả có một tấm bia. Vì khe quá hẹp, bia lại chôn sâu gần một nửa trong nền gạch, nên khi bật lửa soi chúng tôi chỉ thấy bia có dấu hiệu là bia thời Mạc nên đề nghị dân làng đào lên. Khi tấm bia được đưa lên, thì đó đúng là tấm bia thời Mạc. Tấm bia gồm hai mặt, khổ 70 x 79cm. Mặt 1 tấm bia nhan đề Diên Thọ kiều bi (Bia cầu Diên Thọ). Phần tên tác giả đề: Tứ Ất Mùi khoa Tiến sĩ cập đệ Đệ nhất danh Trình Quốc công trí sĩ, Vĩnh Lại Trung Am Nguyễn Bỉnh Khiêm Hanh Phủ soạn. Phần niên đại đề: Sùng Khang vạn vạn niên chi tam, bát nguyệt, thập ngũ nhật: Ngày 15 tháng 8 năm Sùng Khang 3 (1568).\n\n- Tấm bia thứ hai: Khi tới xã An Ninh (thuộc [[Phụ Dực]] cũ) chúng tôi được các đồng chí ủy ban xã cho biết trong xã có một tấm bia Cụ Trạng và đưa chúng tôi tới xem. Tấm bia này nằm tại chùa Khang Ninh, xã An Ninh. Bia 2 mặt khổ 55 x 63cm. Mặt một bia nhan đề: Tu tạo thạch Phật bi ký (bia ghi về việc tạc tượng Phật bằng đá). Phần tác giả đề: Tứ ất Mùi khoa Tiến sĩ cập đệ Trình Quốc công trí sĩ, Vĩnh Lại Trung Am Độn Tẩu Nguyễn Bỉnh Khiêm Hanh Phủ soạn. Phần niên đại đề: Diên Thành nhị niên thập nhất nguyệt, thập bát cốc nhật - Ngày lành 18 tháng 11 năm Diên Thành 2 (1579).<ref name=\"NguyễnHữuTưởng\"\/>}}\n\nTrong đợt khảo sát khác cũng thuộc địa bàn huyện Quỳnh Phụ của tỉnh Thái Bình, nhà nghiên cứu Trang Thanh Hiền (''Tạp chí Văn hóa Nghệ thuật'' số 355, 2014) có mô tả sơ lược về tấm bia cầu Diên Thọ (''Diên Thọ kiều bi'') do Trình Quốc công Nguyễn Bỉnh Khiêm soạn năm 1568:\n\n{{quote|Chùa Thanh Quang hiện nay là mới được dựng lại, nhưng ở chùa còn lưu giữ 4 tấm bia ký, trong đó có 3 bia thời Chính Hòa. Các bia này bao gồm: bia Diên Thọ kiều cổ tích bi, năm Thịnh Đức thứ 4 (1656), nói về sự tích cây cầu Diên Thọ. Cũng liên quan đến cây cầu này có tấm bia An Diên Thọ kiều bi ký, nói về việc làm cầu ở An Phú, Quỳnh Phụ, soạn năm Chính Hòa năm thứ 12 (1691). Một bia Hậu thần bi ký, soạn năm Chính Hòa thứ 26 (1705), nói về việc dựng đình ở An Phú (ngôi đình này hiện không còn). Và, một bia có hai mặt, một mặt đề Diên Thọ kiều bi, niên đại năm Sùng Khang thứ 3 (1568). Mặt sau của tấm bia này đề Trùng tu tân tạo Thanh Quang tự bi ký. Trong số các bia này, chúng tôi đặc biệt chú ý đến 2 tấm bia năm Thịnh Đức 4 (1656) và tấm bia 2 mặt. Tấm bia hai mặt có kích thước 70 x 79cm, người soạn là Nguyễn Bỉnh Khiêm, khi đó có chức danh là Tứ Ất Mùi khoa Tiến sĩ cập đệ Đệ nhất danh Trình Quốc công trí sĩ, Vĩnh Lại Trung Am Hanh Phủ. Bia khắc chữ rõ ràng, gồm hai phần. Phần đầu là bài văn nói về việc dựng cầu đá và một bài minh 8 câu, mỗi câu 4 chữ, ca ngợi việc dựng cầu. Mặt sau tấm bia ghi lại việc trùng tu, tôn tạo chùa Thanh Quang. Theo nhà nghiên cứu Hán Nôm Nguyễn Hữu Tưởng,<ref name=\"NguyễnHữuTưởng\"\/> trong lần khảo sát năm 2000, niên đại khắc trên mặt sau của bia là Dương Hòa tứ niên lục nguyệt thập bát cốc nhật (tức ngày mồng 4 tháng 6 năm Dương Hòa 4, 1640). Chữ trên mặt sau của bia khác hẳn so với chữ ở mặt trước. Với việc hai mặt bia có hai niên đại cách nhau 78 năm, có nội dung khác nhau, nét chữ khác nhau, là căn cứ để nhận định rằng, tấm bia này vốn chỉ có một mặt, được tạo vào năm Sùng Khang 3 (1568) để khắc bài văn của Nguyễn Bỉnh Khiêm.<ref name=\"TrangThanhHiền\"\/>}}\n\nĐây được xem là những phát hiện lịch sử có giá trị lớn về Nguyễn Bỉnh Khiêm và thời Mạc bởi chúng giúp giải đáp hoặc bác bỏ nhiều tồn nghi qua nhiều thời đại về cuộc đời thực của Nguyễn Bỉnh Khiêm. Qua 3 tấm văn bia còn được lưu giữ gần như nguyên vẹn tại 2 huyện [[Quỳnh Phụ]] và [[Thái Thụy]] của tỉnh Thái Bình, chúng ta có thể biết đích xác một vài thông tin lịch sử quan trọng là Nguyễn Bỉnh Khiêm đã chính thức nghỉ hưu (trí sĩ) ở quê nhà Trung Am và được vua Mạc phong tước ''[[Quốc công]]'' (đứng liền trên tước ''[[Quận công]]'' và đứng ngay dưới tước ''[[Vương (tước hiệu)|Vương]]'' trong thứ bậc [[phong tước|phong tước hiệu]] của các triều đại phong kiến Trung Quốc và Việt Nam ngày trước) từ trước năm 1568, tức là sớm hơn 17 năm trước khi ông qua đời.<ref name=\"NguyễnHữuTưởng\"\/><ref name=\"TrangThanhHiền\"\/> Điều này trực tiếp bác bỏ quan điểm của nhiều nhà nghiên cứu là ông chỉ được truy phong tước ''Công'' sau khi mất (1585). Nó cũng đồng thời gián tiếp bác bỏ quan điểm gần như đã trở thành quen thuộc của giới nghiên cứu là Nguyễn Bỉnh Khiêm đã sớm về hưu sau có 7 năm (1535–1542) làm quan dưới triều Mạc và không còn quay lại tham chính sau đó.\n\nViệc Nguyễn Bỉnh Khiêm được phong tước hiệu ''Quốc công'' (''Trình Quốc công'') ngay khi ông còn sống đã cho thấy sự khoản đãi và trân trọng của vua Mạc với ông lớn tới cỡ nào. Bởi tước ''[[Công tước|Công]]'' thường chỉ được ban tặng cho những người thân thích trong hoàng tộc và những người có công lớn trong các cuộc dẹp loạn cứu giá hay các cuộc chiến chống giặc ngoại xâm. Ông không phải người thân thích trong hoàng tộc nhà Mạc, cũng không phải quan tướng cầm quân ra trận. Ông là một văn nhân Nho gia điển hình như sử sách và cả thơ văn của chính ông vẫn thường mô tả. Thực tế cuộc đời của Nguyễn Bỉnh Khiêm cũng cho thấy ông chưa bao giờ bị ràng buộc bởi \"giấc mộng công hầu\". Sử sách (như của [[Phan Huy Chú]]) cũng ghi nhận rằng ông mang lý tưởng giúp đời hơn là ôm tham vọng thăng quan tiến chức, bởi suốt những năm trai trẻ Nguyễn Bỉnh Khiêm đã chủ động không ứng thí nhiều khoa thi cuối triều Lê sơ và cả đầu triều Mạc. Ông chỉ bước vào chốn quan trường khi đã gần 50 tuổi, sau nhiều năm đứng ngoài quan sát thời cuộc. Đường quan lộ của ông kéo dài chưa đầy 30 năm, tính từ năm ông đậu Trạng nguyên ở tuổi 45 (1535) cho tới khi chính thức cáo quan về nghỉ hưu ở độ tuổi 73 như trong thơ văn của ông đã xác nhận. Tuy nhiên cho đến nay vẫn còn nhiều nhà nghiên cứu đồng tình với một sai sót lịch sử cơ bản về cuộc đời và sự nghiệp của Nguyễn Bỉnh Khiêm là ông chỉ có 7 năm (1535–1542) làm quan dưới triều Mạc rồi cáo quan về sống và dạy học ở quê nhà Trung Am cho đến lúc mất. Thực tế lịch sử phong kiến Việt Nam cho thấy phong cách \"làm quan tại gia\" (không ở thường trực tại kinh đô nhưng vẫn đủ quyền hành vua ban để có thể tác động đến chính sự từ xa) như Nguyễn Bỉnh Khiêm là thực sự ít gặp. Trước ông có trường hợp [[Chu Văn An]] nhưng sự nghiệp của Văn An chủ yếu nghiêng về mặt giáo dục hơn là tác động đáng kể đến chính sự [[nhà Trần]].\n\nĐặt giả thiết nếu sự nghiệp của Nguyễn Bỉnh Khiêm chỉ có 7 năm (trong cả cuộc đời kéo dài gần một thế kỷ của ông) phục vụ dưới triều Mạc và nếu ông không có những công tích đặc biệt với triều đại thì vua Mạc lấy lý do chính đáng nào để ban tước hiệu lớn đến vậy (tước ''[[Quốc công]]'', Trình Quốc công) cho ông ngay lúc sinh thời, như nội dung 3 tấm văn bia được phát hiện tại tỉnh Thái Bình đã cho biết? Cần nhớ rằng, một công thần bậc nhất của nhà Mạc như Trạng nguyên [[Giáp Hải]] (1515–1586?) cũng chỉ được thăng đến tước ''Công'' sau khi ông đã có nhiều năm hết lòng phụng sự triều đại.<ref name=\"hannom.org.vn\"\/><ref name=\"baobacgiang.com.vn\"\/> Cùng thời với Nguyễn Bỉnh Khiêm, những nhân vật có công không nhỏ với [[Lê Trung Hưng|công cuộc trung hưng]] thành công của [[Lê-Trịnh|nhà Lê-Trịnh]] cuối thế kỷ 16 là [[Phùng Khắc Khoan]] (1528–1613)<ref>Phùng Khắc Khoan thường được các nhà nghiên cứu xem là học trò ưu tú nhất trong số nhiều môn sinh theo học Nguyễn Bỉnh Khiêm. Thậm chí trong dân gian còn lưu truyền giai thoại Nguyễn Bỉnh Khiêm và Phùng Khắc Khoan là anh em cùng mẹ khác cha.<\/ref> và [[Nguyễn Hoàng]] (1525–1613) cũng chưa được phong quá tước ''Công'' lúc còn sống.<ref>Lúc còn sống, Phùng Khắc Khoan được phong tới tước hiệu cao nhất là [[Quận công]] (Mai Quận công), còn [[Nguyễn Hoàng]] được phong tới tước cao nhất là [[Quốc công]] (Đoan Quốc công).<\/ref> Cũng cần nhớ thêm rằng, một khai quốc công thần hàng đầu của nhà Lê sơ như [[Nguyễn Trãi]] (1380–1442), có công lớn với triều [[Hậu Lê]] đến mức tưởng chỉ đứng sau [[Lê Thái Tổ]] ([[Lê Lợi]]), nhưng chỉ được phong đến tước ''[[Hầu tước|Hầu]]'' (tước phong của Nguyễn Trãi là ''Quan Phục hầu'', đứng áp chót trong thứ bậc phong hầu cho các công thần nhà Lê sơ sau khi kháng chiến chống quân Minh thắng lợi) lúc sinh thời. Sau [[Vụ án Lệ Chi Viên|thảm án Lệ Chi Viên]], [[Lê Thánh Tông]] đã xuống chiếu chiêu tuyết cho Nguyễn Trãi, nhưng cũng chỉ truy tặng ông tước ''[[Bá tước|Bá]]'' (''Tán Trù bá''), hạ bậc tước phong của Nguyễn Trãi khi còn sống. Sau đó, [[Lê Tương Dực]] cũng chỉ truy tặng Nguyễn Trãi trở lại tước ''Hầu'' (''Tế Văn hầu'').\n\n==Giai thoại==\nTương truyền thuở nhỏ Nguyễn Bỉnh Khiêm có tên là Văn Đạt. Mẹ ông là Nhữ thị vốn tinh thông tướng số và có ước vọng là lấy chồng làm vua hoặc có con làm vua. Do đó trong quá trình dạy dỗ, bà đã truyền cho ông mơ ước ấy rồi.\n\nMột hôm khi bà đi vắng, ông Định ở nhà với con và tình cờ hát: \n:''\"Nguyệt treo cung, nguyệt treo cung\"''.\n\nKhông ngờ Nguyễn Bỉnh Khiêm nhanh nhảu ứng đối lại ngay: \n:''\"Vịn tay tiên, nhè nhẹ rung\".''\n\nKhi bà về đến nhà, ông rất tâm đắc kể lại chuyện ấy thì bị bà trách nuôi con mong làm vua làm chúa cớ sao lại mong làm bầy tôi (''nguyệt'' chỉ bầy tôi).\n\nLại một lần khác bà dạy Nguyễn Bỉnh Khiêm câu hát \n:''\"Bống bống bang bang, ngày sau con lớn con tựa ngai vàng\".''\n\nÔng Định hoảng sợ vì nếu triều đình hay được sẽ mất đầu về tội khi quân nên sửa lại: \n:''\"Bống bống bang bang, ngày sau con lớn con vịn ngai vàng\".''\n\nNhiều lần như vậy, bà rất bất bình nên bỏ đi. Nguyễn Bỉnh Khiêm lớn lên chỉ được ở cạnh bố.\n\nTương truyền sau đó bà lấy một người họ Phùng và sinh ra Trạng Bùng [[Phùng Khắc Khoan]]. Sau chính Khắc Khoan trở thành học trò của Nguyễn Bỉnh Khiêm.\n\nBà Nhữ Thị vẫn không thoả chí vì họ Phùng không có chí làm vua.\n\nMãi sau này bà Nhữ tình cờ gặp một trang nam nhi làng chài đang kéo lưới mà bà tiếc nuối vì cho rằng người này có số làm vua, còn tuổi mình đã cao. Người đó chính là [[Mạc Đăng Dung]], vị vua khai triều của nhà Mạc.\n\n==Ghi nhận==\n[[Tập tin:Nguyen Binh Khiem.JPG|thumb|200px|Tượng Nguyễn Bỉnh Khiêm tại [[Văn miếu Trấn Biên]] ([[Đồng Nai]])]]\n[[Tập tin:Lễ hội 1.jpg|thumb|200px|Không gian phía trước tượng đài Trạng Trình trong quần thể [[Khu di tích và đền thờ Trình quốc công Nguyễn Bỉnh Khiêm]], [[Lý Học, Vĩnh Bảo|xã Lý Học]], huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]].]]\n[[Tập tin:Đền thờ Trạng Trình.jpg|thumb|200px|Một góc phía trước đền thờ Trạng Trình trong quần thể [[Khu di tích và đền thờ Trình quốc công Nguyễn Bỉnh Khiêm]], [[Lý Học, Vĩnh Bảo|xã Lý Học, huyện Vĩnh Bảo]], [[thành phố Hải Phòng]].]]\n[[Tập tin:Nhà dạy học.jpg|thumb|200px|Một góc vườn tượng trong quần thể Khu di tích Trạng Trình Nguyễn Bỉnh Khiêm.]]\n{{chính|Khu di tích và đền thờ Trình quốc công Nguyễn Bỉnh Khiêm}}\nNăm 1985, tại Thành phố [[Hải Phòng]], [[Ủy ban nhân dân]] thành phố Hải Phòng phối hợp với [[Ủy ban Khoa học Xã hội]] Việt Nam tổ chức Hội thảo khoa học về Danh nhân văn hoá Nguyễn Bỉnh Khiêm nhân kỷ niệm 400 năm ngày mất của ông. Tại [[hội thảo]] này, các nhà khoa học đã đánh giá, khẳng định về tầm vóc của Trạng Trình và ghi nhận những đóng góp của Nguyễn Bỉnh Khiêm với thời đại ông sống cũng như với [[lịch sử]] dân tộc.\n\nNăm 1991, tại [[Thành phố Hồ Chí Minh]], Viện Khoa học Xã hội Việt Nam và Sở Văn hoá Thông tin Thành phố Hồ Chí Minh đã tổ chức cuộc Hội thảo khoa học kỷ niệm 500 năm ngày sinh Nguyễn Bỉnh Khiêm với chủ đề \"Nguyễn Bỉnh Khiêm trong sự phát triển [[văn hóa|văn hoá]] dân tộc\".\n\nCũng trong năm 1991, khu di tích gắn với cuộc đời và sự nghiệp của Nguyễn Bỉnh Khiêm tại thôn Trung Am, xã Lý Học, huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]] đã được Nhà nước công nhận là di tích lịch sử văn hóa cấp quốc gia.\n\nCuối năm [[2000]], nhân kỷ niệm 415 năm ngày mất của Trạng Trình, [[Ủy ban nhân dân]] Thành phố Hải Phòng cho khởi công xây dựng dự án nâng cấp tạo dựng cả một vùng rộng lớn thành quần thể \"Khu di tích danh nhân [[văn hóa]] Nguyễn Bỉnh Khiêm\" tại thôn Trung Am, xã Lý Học, huyện [[Vĩnh Bảo]] với nhiều hạng mục công trình: [[Đền|Đền thờ]] Nguyễn Bỉnh Khiêm với ba gian tiền đường, hai gian hậu cung, phía trước có hai [[hồ]] nước tượng trưng cho [[trời]] và [[đất]], bức [[hoành phi]] trong đền ghi 4 chữ \"[[An Nam]] Lý Học\"; Khu vực hồ Thái Nhâm phía trước đền thờ, trên khoảng đất nhỏ giữa hồ có [[cầu (định hướng)|cầu]] bắc qua còn lưu giữ tấm [[bia đá]] làm năm Vĩnh Hựu thời [[Nhà Lê trung hưng|Lê Trung Hưng]] (1736) ghi lại việc làm [[đền|đền thờ]] Trạng và tên những người đã đóng góp xây dựng đền; Ngôi nhà ba gian lợp [[cói]] dựng phía sau đền, mô phỏng [[aM|am]] Bạch Vân, nơi Nguyễn Bỉnh Khiêm sau khi từ quan về dạy học; Quần thể [[vườn]] [[tượng]], với kích thước tương đương người thật, diễn tả lại cuộc đời, cảnh dạy học khi xưa của Trạng Trình, tạo nên một khung cảnh gần gũi và sống động với du khách; Phần [[mộ]] cụ Nguyễn Văn Định, cha của Trạng Trình (riêng phần mộ của Trạng Trình đến nay vẫn chưa có thông tin chính thức về địa điểm cụ thể); Nhà [[trưng bày]] về thân thế và sự nghiệp của Nguyễn Bỉnh Khiêm; Quán Trung Tân, nơi lưu giữ quan niệm mới về chữ \"Trung\" hướng lòng theo \"Chí Trung Chí Thiện\"; Khu vực tượng đài Nguyễn Bỉnh Khiêm bằng đá granit cao 5,7m, nặng 8,5 tấn cùng hai bức [[phù điêu]] diễn tả lại cuộc đời sự nghiệp của Trạng Trình và lịch sử của địa phương, phía trước tượng đài là hồ bán nguyệt rộng 1.000m²; [[Chùa]] Song Mai, Nhà thờ tổ là nơi thờ bà Minh Nguyệt, người vợ thứ ba của Trạng Trình đã từng tu hành tại đây; [[Tháp]] [[Bút]] Kình Thiên với ngụ ý ca ngợi công đức Trạng Trình như cột trụ chống trời. Khu [[di tích]] được xây dựng khang trang đã trở thành điểm [[du lịch]] [[văn hóa]] lớn của Thành phố Hải Phòng.\n\nNhân kỷ niệm ngày mất của ông, giáo sư [[Vũ Khiêu]] viết Chúc văn tưởng niệm Trạng Trình Nguyễn Bỉnh Khiêm, sau được in trong tập “Danh nhân văn hoá Trạng Trình Nguyễn Bỉnh Khiêm” do Nhà xuất bản Hải Phòng ấn hành năm 2001 có đoạn: \"''Ngoài vòng danh lợi: đôi làn mây trắng bay cao Trong cuộc bể dâu: một tấm lòng son chẳng đổi''\"<ref>{{Chú thích web|url =  Chúc văn tưởng niệm Trạng Trình Nguyễn Bỉnh Khiêm - GS Vũ Khiêu}}<\/ref>\n\nTrên quê ngoại ông ở thôn [[Nam Tử]], xã [[Kiến Thiết]], huyện [[Tiên Lãng]], Nguyễn Bỉnh Khiêm cũng được thờ cùng với mẹ [[Nhữ Thị Thục]] và ông ngoại [[Nhữ Văn Lan]] tại Từ đường họ Nhữ - Nguyễn trong quần thể di tích có lăng mộ của vợ chồng [[Tiến sĩ]] [[Thượng thư]] [[Nhữ Văn Lan]] cùng con gái Nhữ Thị Thục (mẹ của Trạng Trình).\n\n[[Văn miếu Mao Điền]] ở [[Hải Dương]] và [[Văn miếu Trấn Biên]] ở [[Đồng Nai]] đều có tượng và [[bài vị]] thờ Nguyễn Bỉnh Khiêm.\n\nĐình làng Thanh Am (tên cũ là Hoa Am) thuộc phường Thượng Thanh, quận [[Long Biên]], [[Hà Nội]] ngày nay, được xây dựng từ cuối thế kỷ XVI là nơi thờ Nguyễn Bỉnh Khiêm như một vị [[Thành hoàng]] của [[làng]]. Tên gọi cũ là Hoa Am cũng do Nguyễn Bỉnh Khiêm lúc sinh thời đặt cho làng trong thời gian ông làm quan dưới [[triều Mạc]]. Khi về già, ông vẫn lui tới đây khuyên dân làm nghề nông nuôi tằm ươm tơ dệt lụa. Khi ông mất, nhân dân ghi nhớ công lao, tôn sùng ông là một trong các vị Thành Hoàng của làng. Cụm [[đình]], [[chùa]] làng Thanh Am có bề dày lịch sử với những [[sắc phong]], [[thần phả]], [[sấm ký]] và nhiều tư liệu còn giữ.<ref>[[Lê Văn Lan]], ''[http:\/\/longbien.hanoi.gov.vn\/vanhoa\/-\/view_content\/210489-tu-trung-am-toi-hoa-am-mot-danh-nhan-van-hoa-cay-dai-thu-cua-van-hoa-viet-nam-toa-bong-suot-the-ky-xvi.html Từ Trung Am tới Hoa Am - một danh nhân văn hóa - cây đại thụ của văn hóa Việt Nam tỏa bóng suốt thế kỷ XVI]''. (Cổng Giao tiếp điện tử Thành phố Hà Nội - Phường Long Biên, 18\/04\/2013)<\/ref>\n\n[[Đạo Cao Đài]] đã [[tuyên thánh|phong thánh]] cho Nguyễn Bỉnh Khiêm và suy tôn ông là Thanh Sơn Đạo sĩ hay Thanh Sơn Chơn nhơn, là một trong ba vị [[thánh (định hướng)|thánh]] linh thiêng của Đạo. Bức tranh [[Tam Thánh ký hòa ước]] lưu thờ tại [[Tòa Thánh Tây Ninh]] có vẽ chân dung của Nguyễn Bỉnh Khiêm bên cạnh [[Victor Hugo]] và [[Tôn Dật Tiên|Tôn Trung Sơn]].\n\nNgày 7 tháng 1 năm 2016 (tức ngày 28 tháng 11 năm Ất Mùi), tại [[Khu di tích và đền thờ Trình quốc công Nguyễn Bỉnh Khiêm]] thuộc xã Lý Học, huyện Vĩnh Bảo, UBND [[Thành phố Hải Phòng]] đã trọng thể kỷ niệm 430 năm ngày mất của ông và đón nhận bằng xếp hạng [[Di tích quốc gia đặc biệt]] do Phó Thủ tướng [[Nguyễn Xuân Phúc]] thay mặt [[Chính phủ]] trao tặng. Buổi lễ đã được truyền hình trực tiếp trên sóng [[VTV2]] của [[Đài Truyền hình Việt Nam]]. Đây là di tích quốc gia đặc biệt thứ hai của [[Hải Phòng]] sau danh lam thắng cảnh [[quần đảo Cát Bà]] được xếp hạng vào năm 2013.\n\nTên của Nguyễn Bỉnh Khiêm đã được lấy đặt cho nhiều con đường, trường học trên khắp đất nước. Tại Hải Phòng có một con phố mang tên Trạng Trình và con đường mang tên Nguyễn Bỉnh Khiêm. Tại [[Thành phố Hồ Chí Minh]] ([[Sài Gòn]]), đường Nguyễn Bỉnh Khiêm thuộc [[Bến Nghé (phường)|phường Bến Nghé]], [[quận 1]] (được đổi từ tên đường Angier vào năm 1955) là một trong những con đường lưu giữ nhiều giá trị lịch sử-văn hoá-kiến trúc bậc nhất của thành phố, bao gồm những công trình tiêu biểu như [[Thảo Cầm Viên Sài Gòn]], [[Bảo tàng Lịch sử Việt Nam (Thành phố Hồ Chí Minh)|Bảo tàng Lịch sử Việt Nam tại thành phố Hồ Chí Minh]], [[Đền thờ vua Hùng|Đền thờ các vua Hùng]] và [[Trường Nữ Trung học Trưng Vương (Sài Gòn)|Trường THPT công lập Trưng Vương]].\n\n==Tham khảo==\n{{collapse top|title=Danh sách tham khảo}}\nSách:\n* Bùi Văn Nguyên, 1986, ''Nguyễn Bỉnh Khiêm''. (Nhà xuất bản Hải Phòng)\n* [[Chu Thiên|Chu Thiên Hoàng Minh Giám]], 1943, ''Tuyết Giang phu tử''.\n* [[Đinh Gia Khánh]], [[Bùi Duy Tân]] & Hồ Như Sơn, (1983) ''Thơ văn Nguyễn Bỉnh Khiêm''. (Nhà xuất bản Văn học)\n* Lê Trọng Khánh & Lê Anh Trà, 1957, ''Nguyễn Bỉnh Khiêm, nhà thơ triết lý''. (Nhà xuất bản Văn Hóa)\n* Lê Văn Quán, 1999, ''Các nhà tiên tri Việt Nam''. (Nhà xuất bản Văn hóa dân tộc)\n* Nguyễn Khuê, 1991, ''Nguyễn Bỉnh Khiêm qua Bạch Vân am thi tập''. (Nhà xuất bản Thành phố Hồ Chí Minh)\n* Nguyễn Khuê, 1997, ''Tâm sự Nguyễn Bỉnh Khiêm qua Bạch vân quốc ngữ thi tập''. (Nhà xuất bản Thành phố Hồ Chí Minh)\n* Nguyễn Nghiệp, 1996, ''Trạng Trình, sấm và ký''. (Nhà xuất bản Văn hóa Thông tin)\n* Nguyễn Quân, 1974, ''Bạch Vân quốc ngữ thi tập''. (Nhà xuất bản Sống Mới, Sài Gòn)\n* Nhiều tác giả, 1991, ''Nguyễn Bỉnh Khiêm trong lịch sử phát triển văn hoá dân tộc'', kỷ yếu hội thảo khoa học. (Trung tâm nghiên cứu Hán Nôm)\n* Nhiều tác giả, 1991, ''Nguyễn Bỉnh Khiêm, danh nhân văn hóa''. (Nhà xuất bản Hà Nội)\n* Phạm Đan Quế, 1999, ''Giai thoại và sấm ký Trạng Trình''. (Nhà xuất bản Văn học)\n* Phạm Vũ Dũng & nhiều tác giả, 1991, ''Nguyễn Bỉnh Khiêm, danh nhân văn hoá''. (Nhà xuất bản Khoa học Xã hội)\n* Phan Văn Các & nhiều tác giả, 1992, ''Nguyễn Bỉnh Khiêm trong lịch sử tư tưởng Việt Nam''. (Trung tâm Hán-Nôm Thành phố Hồ Chí Minh)\n* Trần Lê Sáng, 1990, ''Chu Văn An, Nguyễn Bỉnh Khiêm, Nguyễn Thiếp - Ba bậc thầy của nền giáo dục Việt Nam''. (Nhà xuất bản Giáo dục, Hà Nội)\n* [[Trần Thị Băng Thanh]] (chủ biên), 2001, ''Nguyễn Bỉnh Khiêm, về tác gia và tác phẩm''. (Nhà xuất bản Giáo dục, Hà Nội)\n* Trần Tuấn Tiến, 2011, ''Tuyết Giang phu tử''. (Nhà xuất bản Sân khấu, Hà Nội)\n* [[Vũ Khâm Lân]], 1743, ''Bạch Vân am cư sĩ Nguyễn công Văn Đạt phả ký''. (được chép trong sách ''[[Công dư tiệp ký]]'' của [[Vũ Phương Đề]])\n\nBài viết (tạp chí chuyên ngành), luận văn: \n* Dương Thị Hoàn, ''Sự vận động tư tưởng nhàn từ thơ Nôm Nguyễn Trãi đến thơ Nôm Nguyễn Bỉnh Khiêm''. (Luận văn Thạc sĩ Khoa học Ngữ văn, Đại học Thái Nguyên, 2013) \n* Đổng Ngọc Chiếu, ''Khảo sát tố chất ẩn sĩ trong sáng tác của Đào Uyên Minh và Nguyễn Bỉnh Khiêm''. (Luận văn Thạc sĩ Khoa học Ngữ văn, Đại học Sư phạm Thành phố Hồ Chí Minh, 2003)\n* Đỗ Huy, '' Nguyễn Bỉnh Khiêm và những tư tưởng đạo đức của ông] \n* [[Vũ Khiêu]], '' Kỷ niệm 400 năm ngày mất của Nguyễn Bỉnh Khiêm: Những vấn đề khoa học trong nghiên cứu Nguyễn Bỉnh Khiêm]''. (''Tạp chí Xã hội học'' số 1, 1986)\n* Vũ Phú Dưỡng, ''Triết Học Kinh Dịch Trong Tư Tưởng Của Nguyễn Bỉnh Khiêm''. (Luận án tiến sĩ triết học, Trường Đại học Quốc gia Hà Nội, Trung tâm đào tạo bồi dưỡng giảng viên lý luận chính trị, 2012)\n* Vũ Phú Dưỡng, ''Tư Tưởng Dung Thông Nho, Phật, Đạo Của Nguyễn Bỉnh Khiêm, Phùng Khắc Khoan Và Nguyễn Dữ''. (Luận án tiến sĩ triết học, Học viện Khoa học Xã hội, 2018)\n* Vũ Thanh Huyền, ''Hệ thống chủ đề trong “Bạch Vân quốc ngữ thi” của Nguyễn Bỉnh Khiêm''. (Luận văn Thạc sĩ Khoa học Ngữ văn, Đại học Thái Nguyên - Trường Đại học Sư phạm, 2009)\n* Vũ Tuấn Sán & Đinh Khắc Thuân, ''Bài văn bia ghi việc tạc tượng Tam giáo, chùa Cao Dương của Trình Quốc công''. (Tạp chí Hán Nôm, số 1, 1990)\n\nNguồn khác (báo, tạp chí điện tử): \n* Anh Việt, '. (''Tạp chí điện tử Văn Hiến Việt Nam'', 09\/05\/2014)\n* Cao Tự Thanh, '' Nguyễn Bỉnh Khiêm trong sự chuyển biến về ứng xử chính trị của trí thức Việt Nam]''. [2009]\n* Hoàng Hải Vân, 2011, '' Bí ẩn trầm hương - Kỳ 1: Vài dòng lịch sử]''. (Báo điện tử Thanh niên)\n* Hồng Chuyên & Lại Hà, '' Hoàng Sa, Trường Sa mãi còn, nếu tâm thức biển đảo còn]''. (Báo điện tử của Bộ Thông tin và Truyền thông, 02\/12\/2013)\n* Hồng Chuyên, ''Làm chủ biển đảo: Không chỉ có bảo vệ chủ quyền]''. (Báo điện tử của Bộ Thông tin và Truyền thông, 03\/12\/2013)\n* Hồng Chuyên & Lại Hà, ''Tâm thức biển đảo qua lời \"sấm truyền\" của Trạng Trình]''. (Báo điện tử của Bộ Thông tin và Truyền thông, 07\/12\/2013)\n* Huỳnh Quán Chi, ''Phật kinh trong thơ văn Nguyễn Bỉnh Khiêm, Ngô Thì Nhậm]''. (Viện Nghiên cứu Phật Học Việt Nam) \n* Lê Thị Duyên, ''Cảm hứng thế sự trong thơ Nôm Nguyễn Trãi và thơ Nôm Nguyễn Bỉnh Khiêm''. (Khóa luận tốt nghiệp đại học, Chuyên ngành Văn học Việt Nam trung đại, Khoa Ngữ văn, Trường Đại học Vinh, 2009)\n* [[Lê Văn Lan]], 'Từ Trung Am tới Hoa Am - một danh nhân văn hóa - cây đại thụ của văn hóa Việt Nam tỏa bóng suốt thế kỷ XVI]''. [2013]\n* Minh Chi, ''Bàn về chữ Nhàn trong thơ văn của Nguyễn Bỉnh Khiêm'', Học viện Phật giáo Việt Nam\n* Nguyên Khôi, '' Bàn về chữ “nhàn” của Nguyễn Bỉnh Khiêm để hiểu về đạo đức người trí thức Nho học ngày xưa]''. (Tạp chí Thanh niên Phía Trước, 2013)\n* Nguyễn Công Lý, 2009, Đôi điều cần bàn lại về mối quan hệ giữa Nguyễn Bỉnh Khiêm - Nguyễn Dữ - Phùng Khắc Khoan]''. (Khoa Văn học, Trường ĐH Khoa học Xã hội và Nhân văn - Đại Học Quốc gia TP.HCM)\n* Nguyễn Công Lý, 2011, Bậc sư biểu bên bờ Tuyết Giang]''. (Bản tin Khoa học Xã hội và Nhân văn, Trường ĐH Khoa học Xã hội và Nhân văn - Đại Học Quốc gia TP.HCM, số 41, tháng 11-2011)\n* Nguyễn Đình Minh, '' Tầm nhìn chiến lược về biển đảo của Trạng Trình từ 500 năm trước. Nhân đọc bài thơ “Cự ngao đới sơn” trong “Bạch Vân am thi tập” của Nguyễn Bỉnh Khiêm] \n* Nguyễn Khắc Mai. (''Tạp chí Văn hóa Nghệ An'', 20\/7\/2013)\n* Nguyễn Nhã Tiên, ''. (Tạp chí Cửa Biển - Trang điện tử của Hội Liên hiệp Văn học & Nghệ thuật Hải Phòng)\n* Nguyễn Thanh Tùng, '' Khi nhân cách lớn bị hoài nghi: Giải đọc hai bài thơ “giải trào” của Nguyễn Bỉnh Khiêm]''. (Khoa Ngữ văn Trường ĐHSP Hà Nội, 2013)\n* Thích Phước An, ' Nhà thơ của \"Am mây trắng\" thế kỷ XVI có bài bác Phật giáo hay không?]'' \n* Trần Nhuận Minh, 2010, '' Nguyễn Bỉnh Khiêm: Nhà thơ lớn bóng trùm nhiều thế kỷ] \n* Viên Linh. (Người Việt Online  24\/12\/2013)\n* Xuân Cang, ''[https:\/\/laodong.vn\/lao-dong-cuoi-tuan\/linh-cam-dong-nhan-405552.bld Linh cảm Đồng Nhân]''. (Báo Lao động điện tử, 13\/12\/2015)\n\nPhim tài liệu:\n* ''Nguyễn Bỉnh Khiêm - Cây đại thụ rợp bóng 500 năm'', [[Nguyễn Thụy Kha]], 1991 (Giải thưởng Hội hữu nghị Việt-Nhật 1992)\n* ''Trạng Trình - Người tiên tri họ Nguyễn'', Xưởng phim Truyền hình Hải Phòng (HFS)\n{{collapse bottom}}\n\n==Xem thêm==\n* [[Khu di tích và đền thờ Trình quốc công Nguyễn Bỉnh Khiêm]]\n* [[Nhà Mạc]]\n* [[Văn học Việt Nam thời Mạc]]\n* [[Nam tiến]]\n* [[Lịch sử Việt Nam]]\n* [[Chiến tranh Lê-Mạc]] \n* [[Trịnh-Nguyễn phân tranh]] \n* [[Nam-Bắc triều (Việt Nam)]]\n* [[Nhà Lê trung hưng]]\n* [[Tên gọi Việt Nam]] ([[Quốc hiệu Việt Nam]])\n* [[Tranh chấp chủ quyền Biển Đông]]\n* [[Quần đảo Hoàng Sa]]\n* [[Quần đảo Trường Sa]]\n* [[Lương Đắc Bằng]]\n* [[Phùng Khắc Khoan]]\n\n==Chú thích và nguồn dẫn==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n{{wikisource tác giả|Nguyễn Bỉnh Khiêm}}\n{{Thể loại Commons|Nguyễn Bỉnh Khiêm}}\n{{wikiquote|Nguyễn Bỉnh Khiêm}}\n* {{TĐBKVN|20057}}\n* [http:\/\/www.trangtrinhnguyenbinhkhiem.vn\/default.aspx?sname=ttnbk&sid=110&pageid=2082 Nguyễn Bỉnh Khiêm - Cuộc đời và sự nghiệp (Trang chính thức của ban quản lý Khu di tích Trạng Trình Nguyễn Bỉnh Khiêm, xã Lý Học, huyện Vĩnh Bảo, thành phố Hải Phòng)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180721014642\/http:\/\/trangtrinhnguyenbinhkhiem.vn\/default.aspx?sname=ttnbk&sid=110&pageid=2082 |date=2018-07-21 }}\n* [http:\/\/hfs.vn\/trang-trinh-nguoi-tien-tri-ho-nguyen\/ Trạng Trình – Người tiên tri họ Nguyễn (phim tài liệu)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121210210144\/http:\/\/www.hfs.vn\/trang-trinh-nguoi-tien-tri-ho-nguyen\/ |date=2012-12-10 }}\n\n{{Nguyễn Bỉnh Khiêm}}\n{{Trạng nguyên Việt Nam}}\n{{Lịch sử Việt Nam thời Mạc}}\n\n[[Thể loại:Mất năm 1585]]\n[[Thể loại:Sinh năm 1491]]\n[[Thể loại:Nguyễn Bỉnh Khiêm|*]]\n[[Thể loại:Nhà giáo Việt Nam thời Mạc]]\n[[Thể loại:Nhà thơ Việt Nam thời Mạc]]\n[[Thể loại:Nhà tiên tri Việt Nam]]\n[[Thể loại:Nhà tư tưởng Việt Nam]]\n[[Thể loại:Thánh Cao Đài]]\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Người Dương Kinh (thời Mạc)]]\n[[Thể loại:Mất tại Hải Phòng]]\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Người được thần thánh hóa]]\n[[Thể loại:Công tước nhà Mạc]]\n[[Thể loại:Trạng nguyên Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Mạc]]"}