{"54564":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Dực Tông Tam giai Lễ tần\n| native name = 阮翼宗三階禮嬪\n| tước vị = [[Hậu cung nhà Nguyễn|Phi tần nhà Nguyễn]]\n| hình = \n| cỡ hình = 250px\n| tước hiệu = [Tài nhân; 才人]<br>[Mỹ nhân; 美人]<br>[Quý nhân; 貴人]<br>[Tiệp dư; 婕妤]<br>[Lễ tần; 禮嬪]\n| tên đầy đủ = Nguyễn Nhược Bích (阮鄀碧)\n| thụy hiệu = <font color = \"grey\">Nhã Thuận Lễ tần<br>雅順禮嬪<\/font>\n| sinh = [[1830]]\n| mất = {{năm mất và tuổi|1909|1830}}\n| nơi sinh = \n| cha = [[Nguyễn Nhược Sơn]]\n| mẹ = Thục nhân Nguyễn thị\n| nơi an táng = Phường [[Thủy Xuân, Huế]]\n| phối ngẫu = Nguyễn Dực Tông<br>[[Tự Đức]]\n}}\n\n'''Nguyễn Nhược Bích''' ([[chữ Hán]]: 阮鄀碧; [[1830]] – [[1909]]), [[biểu tự]] '''Lang Hoàn''' (嫏嬛), phong hiệu '''Tam giai Lễ tần''' (三階禮嬪), là một [[phi tần]] của vua [[Tự Đức]] [[nhà Nguyễn]]. Bà nổi tiếng là một cung tần có tài danh nức tiếng của triều đại này, là tác giả của bài ''[[Hạnh Thục ca]]'' trong [[văn học Việt Nam]].\n\n==Tiểu sử==\nLễ tần Nguyễn Nhược Bích sinh tại làng [[Đông Giang]], huyện [[An Phước]], đạo [[Ninh Thuận]] (vùng [[Phan Rang (định hướng)|Phan Rang]], nay thuộc tỉnh [[Ninh Thuận]]). Bà là con gái thứ tư của ông [[Nguyễn Nhược Sơn]] (hay Nguyễn Nhược San), nguyên là [[Thanh Hóa]] Thừa nguyên Bố chính sứ Hộ lý Tổng đốc, với bà Thục nhân họ Nguyễn<ref>Theo ''Phụ nữ Việt Nam trong lịch sử'' (tập 1), tr. 467.<\/ref>. Tương truyền, bà phu nhân họ Nguyễn khi mang thai, một hôm bỗng mơ thấy ngôi sao Bích, một trong Nhị thập bát tú, tượng trưng cho sách vở bỗng từ trên trời sa vào miệng rồi nuốt, vì thế sau khi sinh mới đặt cho con gái tên là Bích.\n\n===Vào cung===\nNhờ tư chất thông minh, lại được đi học ngay từ nhỏ nên bà sớm nổi tiếng về tài văn chương. Vừa có tài sắc, lại được Phụ chính đại thần [[Lâm Duy Nghĩa]] tiến cử, năm 18 tuổi ([[Tự Đức]] nguyên niên, [[1848]]), Nguyễn Nhược thị được tuyển vào cung. Trong một buổi ngâm vịnh, Vua Tự Đức xướng đề thơ ''Tào Mai'' (Hoa mai sớm nở), và cô nương Nguyễn Nhược thị đã làm rất nhanh thành thơ, trong đó có câu: [''Nhược giao dụng như hòa canh vị, ngự tác lương thần phụ Hữu Thương''], nghĩa rằng [''Nếu khiến dùng mày hòa vị canh, xin làm lương thần giúp Hữu Thương'']. Tự Đức đặc biệt khen ngợi rằng:\n\n''“Khéo điều chế câu thơ như người điều chế mai, tỏ rõ chí khí như của Tể tướng Phó Duyệt, thật là bổ ích. Đáng tiếc là nữ, nếu là nam thì chức ấy trẫm cũng không tiếc”.''\n\nBài họa của bà được nhà vua khen tặng 20 nén [[bạc]], đồng thời cho sung chức ''Thượng nghi viện sư'', để dạy học trong nội cung. Năm thứ 3 ([[1850]]), bà được phong ''Cửu giai Tài nhân'' rồi thăng làm ''Bát giai Mỹ nhân'' vào năm [[1860]]. Không lâu sau đó, Mỹ nhân Nguyễn Nhược thị được tấn làm Thất giai ''Quý nhân''. Bà Bích còn một người em gái (không rõ tên) cũng được đưa vào cung hầu vua Tự Đức, được phong làm Tài nhân ở bậc Cửu giai.\n\nNăm [[1868]], bà sách phong làm ''Tiệp dư'' (婕妤), hàm Lục giai. Tự Đức bị vô sinh, nên đem ba tôn thất là [[Dục Đức|Nguyễn Phúc Ưng Ái]], [[Đồng Khánh|Nguyễn Phúc Ưng Kỷ]] và [[Kiến Phúc|Nguyễn Phúc Ưng Đăng]]. Hoàng trưởng tử Nguyễn Phúc Ưng Ái được giao cho Hoàng quý phi [[Vũ Thị Duyên]] nuôi dưỡng, còn hai Hoàng tử Ưng Kỷ được giao cho Thiện phi [[Nguyễn Thị Cẩm]] và Ưng Đăng giao cho Học phi [[Nguyễn Văn Thị Hương]]. Vua ưu ái giao cho Tiệp dư Nguyễn Nhược thị dạy học, chăm sóc cho các hoàng tử. Ngoài ra, bà được cử làm thầy dạy [kinh điển và dạy tập nội đình] cho [[Đồng Khánh]] khi ông chưa lên ngôi. Tự Đức Đế yêu quý bà lắm vì bà là người đức độ, giỏi văn thơ, lại luôn kính cẩn, lại là thầy dạy học của Hoàng tử. Vì thế, trong cung ai cũng tôn kính, tôn gọi '''Tiệp dư phu tử''' (婕妤夫子)<ref>Ghi theo ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]'' (tr. 95). Theo bài viết \"Thầy giáo của nhiều vị vua\" trên website Hội Phụ nữ Việt Nam, thì năm [[1868]], bà được vua [[Tự Đức]] giao việc giảng dạy cho các hoàng tử (trong số đó có vua [[Kiến Phúc]] và [[Đồng Khánh]] sau này) những kiến thức về văn học, phép tắc lễ nghi nơi cung cấm...[http:\/\/www.hoilhpn.org.vn\/NewsDetail.asp?Catid=17&NewsId=9466&lang=VN] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305051343\/http:\/\/hoilhpn.org.vn\/newsdetail.asp?catid=17&lang=vn&newsid=9466|date=2016-03-05}}.<\/ref>. Chính bởi vậy bà Tiệp dư được Tự Đức tin cậy, yêu mến, thường cho cùng đi trong những buổi vua đến vấn an mẹ và những cuộc trao đổi riêng với [[Hoàng thái hậu]] [[Từ Dụ]] về công việc trong triều, trong hoàng tộc, những diễn biến của đất nước. Một thời gian sau, Tiệp dư Nguyễn Nhược Bích trở thành thư ký cho Thái hậu Từ Dũ, nhờ vậy mà bà nghe được nhiều điều trao đổi giữa thái hậu và vua, bởi những lúc đó chỉ mình bà được ở gần hầu hạ.\n\nSau khi vua [[Tự Đức]] qua đời ([[1883]]), mọi ý chỉ sắc dụ của Lưỡng Tôn cung (chỉ Hoàng thái hậu [[Từ Dụ]] và Chính phi [[Vũ Thị Duyên|Trang Ý]]) đều do một tay bà soạn thảo<ref>Theo ''Phụ nữ Việt Nam trong lịch sử'' (tập 1), tr. 468.<\/ref>.\n\n===Chạy loạn===\nTrong thời kỳ \"tứ nguyệt tam vương\" (bốn tháng ba vua), cũng như những người ở nội cung, Tiệp dư Nguyễn Nhược thị phải chịu sự chuyên chế của hai phụ chính đại thần là [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] trong việc phế lập các vua Dục Đức, Hiệp Hòa, Kiến Phúc.\n\nTháng 5 năm [[Ất Dậu]] (tức [[tháng 7]] năm [[1885]]), cuộc phản công của phe chủ chiến ở [[Kinh thành Huế]] thất bại. Phụ chính [[Tôn Thất Thuyết]] phải phò vua [[Hàm Nghi]] chạy ra [[Quảng Trị]], bà hộ giá Tam cung chạy ra Quảng Trị (đoàn chỉ đến đây rồi trở lại Khiêm Lăng-[[Huế]]). Nhưng không lâu sau, vì hoàn cảnh quá khó khăn nên bà rước Tam cung trở lại Huế, đến lánh ở Khiêm Lăng (Lăng vua Tự Đức) rồi trở về hoàng cung, chịu sự quản chế của Pháp. Nhân sự kiện này, bà sáng tác bài ''Hạnh Thục ca'' (còn có tên ''Loan dư Hạnh thục quốc âm ca'') bằng [[chữ Nôm]] kể lại sự kiện lịch sử ấy, mượn tích truyện vua [[Đường Huyền Tông]] ở Trung Quốc bỏ kinh đô, chạy vào đất Thục để tránh loạn [[An Lộc Sơn]] mà qua đó nói về tình hình đất nước với những biến cố từ khi quân Pháp xâm lược.\n\n===Trở về Hoàng cung===\nKhi Nguyễn Nhược Bích theo Tam cung hồi loạn về Huế, lúc này người con nuôi và cũng là học trò của bà, hoàng tử Ưng Kỷ, đã lên ngôi, lấy hiệu là [[Đồng Khánh]]. Cũng trong khoảng thời gian đó, bà hết lòng hầu hạ, làm mọi việc do Thái Hoàng Thái hậu Từ Dụ giao cho, những lúc rảnh rỗi bà vẫn sáng tác văn thơ.\n\nNăm [[Thành Thái]] thứ 4 ([[1892]]), bà được Thái hoàng thái hậu Từ Dụ di ý chỉ chiếu tấn làm '''Tam giai Lễ tần''' (三階禮嬪), đứng thứ ba trong hậu cung, lại được lưỡng cung thái hậu yêu chiều.\n\n[[Tháng mười một|Tháng 11]] ([[âm lịch]]) năm [[Duy Tân]] thứ 3 ([[1909]]), Lễ tần Nguyễn Nhược thị hoăng thệ tại [[Huế]], hưởng thọ 79 tuổi. Tẩm mộ bà hiện ở làng Dương Xuân Thượng, huyện Hương Thủy, tỉnh [[Thừa Thiên]] (nay là phường [[Thủy Xuân, Huế]]). Hai chị em họ Nguyễn Nhược được táng cạnh mộ của bà Thục nhân họ Nguyễn, mẹ của cả hai.\n\nHành trạng của bà được ghi chính thức vào Đại Nam Chính biên Liệt truyện, có thể xem là một vinh hiển rất cao đối với một phi tần triều Nguyễn vì Liệt truyện chỉ chép về truyện của các bậc Hoàng hậu.\n\n==Tác phẩm==\nTác phẩm của Nguyễn Nhược Bích có một số bài thơ [[chữ Hán]] và một tác phẩm có tên là ''Loan dư Hạnh Thục quốc âm ca'' (còn gọi là ''[[Hạnh Thục ca]]'') bằng [[chữ Nôm]], dài 1036 câu theo thể thơ [[thơ#Lục bát|lục bát]], phần lớn kể lại mọi biến cố xảy ra từ khi quân [[Pháp]] sang đánh chiếm Việt Nam cho đến khi [[Thành Thái]] lên nối ngôi vua.\n\nTheo các nhà nghiên cứu, thì đây là một tác phẩm rất có giá trị về mặt sử liệu. Tuy nhiên, qua nó cũng đã cho thấy tác giả là một người sống trong cung cấm đã lâu, muốn thoát khỏi cái bi khổ và nặng tư tưởng cầu an <ref>Xem chi tiết ở trang [[Hạnh Thục ca]].<\/ref>.\n\n==Xem thêm==\n*[[Trận Kinh thành Huế 1885]]\n*[[Hạnh Thục ca]]\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]'' (truyện \"Dực Tôn Lệ Thiên Anh Hoàng hậu\"). Nhà xuất bản Văn học, 2004.\n*[[Dương Quảng Hàm]], ''Việt Nam văn học sử yếu''. Trung tâm học liệu xuất bản (bản in lần thứ 10), [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n*[[Phạm Thế Ngũ]], ''Việt Nam văn học sử giản ước tân biên'' (Quyển 3). Quốc học tùng thư xuất bản, Sài Gòn, 1965.\n*Đỗ Thị Hảo, ''Các nữ tác gia Hán Nôm Việt Nam''. Nhà xuất bản Khoa học xã hội, 2010.\n*Cao Tự Thanh (tổng chủ biên), ''Phụ nữ Việt Nam trong lịch sử'' (tập 1). Nhà xuất bản Phụ Nữ, 2011.\n==Liên kết ngoài==\n{{wikisource tác giả}}\n*[http:\/\/www.hoilhpn.org.vn\/NewsDetail.asp?Catid=17&NewsId=9466&lang=VN Thầy giáo của nhiều vị vua] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305051343\/http:\/\/hoilhpn.org.vn\/newsdetail.asp?catid=17&lang=vn&newsid=9466 |date=2016-03-05 }}\n\n{{Thời gian sống|sinh=1830|mất=1909}}\n\n[[Thể loại:Người Ninh Thuận]]\n[[Thể loại:Nữ quan nhà Nguyễn]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Phi tần Tự Đức]]"}