{"13939":"{{Bài cùng tên |Nguyễn Bình (định hướng)}}\n\n{{Tiểu sử quân nhân\n|tên=Nguyễn Bình\n|hình=Tuong Nguyen Binh.jpg\n|tên thật= Nguyễn Phương Thảo\n|chú thích hình= Trung tướng Nguyễn Bình năm 1950\n|ngày sinh= {{ngày sinh|1908|07|30}}\n|ngày mất= {{ngày mất và tuổi|1951|9|29|1908|07|30}}\n|nơi sinh= [[Giai Phạm]], [[Yên Mỹ]], [[Hưng Yên]], [[Liên Bang Đông Dương]]\n|nơi mất= [[Srê Dốc]], [[Sê San]], [[Xtung Treng]], [[Campuchia]]\n|biệt danh= Ba Thảo, Ba Bình, Độc nhãn tướng quân\n|phục vụ=\n|thuộc=\n|năm phục vụ=[[1926]]-[[1951]]\n|cấp bậc=[[Tập tin:TrungtuongVNDCCH.gif|25px]] [[Trung tướng Quân đội nhân dân Việt Nam|Trung tướng]]\n|đơn vị=\n|chỉ huy=Tổng chỉ huy chiến trường Nam Bộ<br \/>Phó Chủ tịch Ủy ban Kháng chiến Nam Bộ\n|tham chiến=\n|khen thưởng= [[Huân chương Quân công]] hạng nhất (truy tặng)<br \/>[[Huân chương Hồ Chí Minh]] (truy tặng)<br \/>[[Anh hùng lực lượng vũ trang nhân dân]] (truy tặng)\n|gia đình= Hoàng Thị Thanh (vợ)\nNguyễn Phương Chiến (con trai)\n|công việc khác=\n|chữ ký=\n}}\n'''Nguyễn Bình''' (tên thật là '''Nguyễn Phương Thảo''', [[1908]] - [[1951]]) là [[Trung tướng Quân đội nhân dân Việt Nam|Trung tướng]] đầu tiên của [[Quân đội nhân dân Việt Nam]], lãnh đạo quân dân [[miền Nam Việt Nam]] [[chiến tranh Đông Dương|kháng chiến chống Pháp]].\n\n==Tiểu sử==\nÔng tên thật là '''Nguyễn Phương Thảo''', quê ở thôn Yên Phú, xã Tinh Tiến (nay là xã [[Giai Phạm]]), huyện [[Yên Mỹ]], tỉnh [[Hưng Yên]].<ref>{{Chú thích báo | tên= | họ= | tác giả=Thế Trường | đồng tác giả= | url=http:\/\/antgct.cand.com.vn\/vi-vn\/sotay\/2007\/9\/51800.cand | tên bài=Sang đất Ăngco, tìm trung tướng Nguyễn Bình | công trình= | nhà xuất bản=Báo Công An Nhân dân | số= | các trang= | trang= | ngày=2007-07-27 | ngày truy cập=2010-06-03 | url lưu trữ=https:\/\/web.archive.org\/web\/20071229003737\/http:\/\/antgct.cand.com.vn\/vi-vn\/sotay\/2007\/9\/51800.cand | ngày lưu trữ=2007-12-29 | ngôn ngữ=vi | trích dẫn= | title=Bản sao đã lưu trữ | url-status=bot: unknown }}<\/ref> Thời trẻ, ông lên [[Hải Phòng]] làm [[thủy thủ]] trên [[tàu viễn dương]] chạy tuyến Việt Nam - Pháp. Được [[Trần Huy Liệu]] vận động, ông tham gia cách mạng, gia nhập [[Việt Nam Quốc dân Đảng|Việt Nam Quốc dân đảng]], phụ trách quân sự. Sau thất bại của [[khởi nghĩa Yên Bái]], lực lượng Việt Nam Quốc dân đảng bị phân hóa. Cả [[Trần Huy Liệu]] và Nguyễn Phương Thảo đều bị thực dân [[Pháp]] bắt giam và đày đi [[Côn Đảo]]. Do tư tưởng thiên tả, 2 người bị nhóm cực hữu trong đảng kết án tử hình nhưng đều may mắn thoát nạn. Riêng Nguyễn Phương Thảo bị đâm mù một mắt.<ref>[https:\/\/ct.qdnd.vn\/ho-so-tu-lieu\/vi-tuong-ai-quoc-ai-dan-binh-thien-ha-521269 Vị tướng \"ái quốc, ái dân, bình thiên hạ\"],<\/ref>\n\nNăm [[1936]], ông được trả tự do, về Hải Phòng hoạt động cách mạng và xây dựng căn cứ riêng. Cũng trong thời gian này, ông đổi tên thành Nguyễn Bình, với ý nghĩa \"Bình thiên hạ\", chính thức ly khai Việt Nam Quốc dân đảng. Tháng 6 năm [[1945]], Nguyễn Bình cùng với Hải Thanh, Nguyễn Hiền, Trần Cung thành lập chiến khu Đông Triều và đảm nhận nhiệm vụ tư lệnh. Khi [[Cách mạng tháng Tám]] năm 1945 nổ ra, ông chỉ huy du kích đánh chiếm tỉnh lỵ [[Quảng Yên]] và cướp vũ khí ở một số huyện.<ref>[http:\/\/daidoanket.vn\/tinh-hoa-viet\/chuyen-it-biet-ve-trung-tuong-nguyen-binh-tintuc361740 Chuyện ít biết về Trung tướng Nguyễn Bình],<\/ref>\n\nKhi thực dân Pháp đánh chiếm rộng ra toàn Nam Bộ, Nguyễn Bình được Chủ tịch nước [[Hồ Chí Minh]] cử vào Nam lo việc chỉnh đốn phong trào kháng chiến và thống nhất các lực lượng vũ trang tại Nam Bộ. Tháng 12 năm 1945 ông được cử làm Khu trưởng Khu 7 Nam Bộ, lập tổng hành dinh ở Lạc An ([[Biên Hòa]]), sau bị địch truy quét nên chuyển về xã An Phú ([[Gia Định]]) rồi xã An Thành, phía nam [[Bến Cát]]. Dưới sự chỉ huy của Nguyễn Bình, tình trạng cát cứ dần giảm bớt, các quân phiệt cát cứ gia nhập vào lực lượng Vệ quốc đoàn, các đơn vị bộ đội được phiên chế thống nhất thành các chi đội [[Quân đội nhân dân Việt Nam|Vệ quốc đoàn]]. Ông còn lập ban Công tác thành làm nhiệm vụ phá hoại và ám sát tại Sài Gòn<ref name=\"quankhu7\">[https:\/\/baoquankhu7.vn\/trung-tuong-nguyen-binh-vi-tu-lenh-voi-nhung-quyet-dinh-lich-su--1033528579-005733s34010gs?AspxAutoDetectCookieSupport=1 Trung tướng Nguyễn Bình – Vị Tư lệnh với những quyết định lịch sử], Báo Quân khu 7, 27\/09\/2017<\/ref>.\n\nNgày [[20 tháng 1]] năm [[1948]], ông được Chính phủ phong quân hàm Trung tướng và cử làm tổng chỉ huy chiến trường [[Nam Bộ Việt Nam|Nam Bộ]]. Cùng đợt có [[Võ Nguyên Giáp]] được phong [[Đại tướng]]; [[Nguyễn Sơn]], [[Lê Thiết Hùng]], [[Chu Văn Tấn]], [[Hoàng Sâm]], [[Hoàng Văn Thái]], [[Lê Hiến Mai]], [[Văn Tiến Dũng]], [[Trần Đại Nghĩa]], [[Trần Tử Bình]] được phong [[Thiếu tướng]]. Lễ thụ phong Trung tướng được tổ chức tháng 7 năm 1948 tại làng Nhơn Hòa Lập trên con kênh Dương Văn Dương, Đồng Tháp.\n\nTháng 6 năm 1948, Chính phủ Việt Nam Dân chủ Cộng hòa gửi điện vào công nhận Ban Quân sự Nam Bộ và cử Trung tướng Nguyễn Bình giữ chức Ủy viên quân sự. Tháng 10 năm 1948, Bộ tư lệnh Nam Bộ được thành lập thay cho Ban Quân sự Nam Bộ, ông được bầu làm tư lệnh.<ref>[https:\/\/www.qdnd.vn\/chinh-tri\/cac-van-de\/nhung-ngay-dau-tham-gia-khang-chien-572369 Những ngày đầu tham gia kháng chiến], Báo Quân đội Nhân dân, 22\/4\/2019<\/ref>\n\nNgày [[29 tháng 9]] năm [[1951]], theo yêu cầu của Trung ương, ông lên đường ra Bắc nhận nhiệm vụ mới. Trên đường đi, ông bị địch Pháp phục kích vây bắn và hy sinh tại xã Srê Dốc, huyện Sê San, tỉnh [[Stung Treng (tỉnh)|Xtung Treng]], trên đất [[Campuchia]]. Người chỉ huy lực lượng bảo vệ ông khi ấy là cán bộ cấp tiểu đoàn Nguyễn Văn Sĩ, nay là Thiếu tướng nghỉ hưu tại [[Thành phố Hồ Chí Minh]]. [[Bộ Tổng Tư lệnh Quân đội nhân dân Việt Nam|Bộ Tổng Tư lệnh]] thông báo tin ông hi sinh ngày 31 tháng 12 năm 1951 (theo bản tin ông sinh năm 1906 tại Bần Yên Nhân, Hưng Yên). Tháng 2 năm 1952, Hồ Chủ tịch ký sắc lệnh 84\/SL truy tặng ông [[Huân chương Quân công]] hạng nhất. Ông cũng là người đầu tiên trong quân đội được nhận [[Huân chương]] cao quý này.\n\nNgày [[29 tháng 2]] năm [[2000]], Bộ Tư lệnh Quân khu 7 đã di chuyển hài cốt của ông về an táng tại [[Nghĩa trang liệt sĩ Thành phố Hồ Chí Minh]].<ref>[http:\/\/tapchihuongnghiep.com.vn\/PrintPreview.aspx?ID=4081 Sự thật về cái chết của liệt sĩ - Trung tướng Nguyễn Bình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140201181132\/http:\/\/tapchihuongnghiep.com.vn\/PrintPreview.aspx?ID=4081 |date = ngày 1 tháng 2 năm 2014}}, Thiếu tướng Phùng Đình Ấm, Tạp chí Hướng nghiệp & Hòa nhập<\/ref> Tang lễ được cử hành theo nghi thức long trọng. Ông còn được Nhà nước truy tặng [[Huân chương Hồ Chí Minh]] và danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].\n\n==Nhận định==\nTrung tướng Nguyễn Bình là người chỉ huy mưu lược, quyết đoán và dũng cảm, giữ kỷ luật nghiêm minh, lập nhiều chiến công xuất sắc ở những nơi nguy hiểm vào những thời điểm khó khăn nhất. Ông có công trong việc thống nhất lực lượng kháng chiến ở Nam Bộ và xây dựng Ban công tác thành tại Sài Gòn<ref name=\"quankhu7\"\/>. Sau khi ông qua đời, nhiều sách báo đã viết về ông như một hiện tượng đặc biệt về tài năng quân sự những ngày đầu kháng chiến chống thực dân Pháp.\n\nTuy nhiên ở đây cũng phải nói đến mỗi quan hệ giữa tài năng của Nguyễn Bình và sự tinh tế, mạnh dạn trong cách dùng người của [[Hồ Chí Minh]]. Một vị chỉ huy như Nguyễn Bình, sau cách mạng xứng đáng được đứng vào hàng ngũ những người cộng sản, nhưng ông phải đợi đến năm 1946 mới chính thức được vào Đảng. Trên thực tế, ông là người được Hồ Chủ tịch hết sức tin tưởng khi giao phó những trọng trách của thời điểm buổi đầu Nam Bộ kháng chiến: ‘’Bác giao Nam Bộ cho chú!’’. Tất nhiên có rất nhiều lý do, nhưng ta có thể kể đến những lý do có tính chiến lược như: với tình trạng của Nam Bộ thời kì đầu của Nam Bộ kháng chiến, thì việc một người ngoài [[đảng cộng sản]] sẽ có tiếng nói mạnh mẽ hơn đối với đông đảo đồng bào Nam Bộ vốn thời kì đó trong tình trạng ‘’cát cứ phân tranh’’ với nhiều màu sắc chính trị, đảng phái, tôn giáo… Mặc khác, vì là người ngoài Đảng cho nên ông sẽ ít bị mật thám Pháp để ý hơn. Thực tế lúc bấy giờ, quân Pháp không biết gì nhiều về ông. Quân Pháp tập trung vào việc tìm hiểu, điều tra các ông [[Trần Văn Giàu]] – Trưởng ban kháng chiến Nam Bộ, rồi ông [[Phạm Ngọc Thạch]],… mà ít chú ý đến tướng Nguyễn Bình, trong khi chính ông mặc dù chỉ là Ủy viên quân sự nhưng thực tế là người thiết kế, tổ chức kháng chiến. Tuy nhiên dưới sự lãnh đạo của Nguyễn Bình lực lượng kháng chiến miền Nam cuối cùng cũng chỉ còn [[Việt Minh]]. Các lực lượng vũ trang khác của [[Cao Đài]], [[Hòa Hảo]], [[Bình Xuyên]]... đã rời bỏ kháng chiến phục vụ cho [[Quốc gia Việt Nam]] sau sự kiện [[Huỳnh Phú Sổ]] mất tích mà họ cho rằng Nguyễn Bình đã thủ tiêu ông<ref name=\"thanhnam12\">Nguyễn Long Thành Nam, [http:\/\/www.hoahao.org\/D_1-2_2-188_4-2488_5-50_6-1_17-9_14-2_15-2\/#nl_detail_bookmark Phật giáo Hòa Hảo trong lòng lịch sử dân tộc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140731021326\/http:\/\/www.hoahao.org\/D_1-2_2-188_4-2488_5-50_6-1_17-9_14-2_15-2\/#nl_detail_bookmark |date = ngày 31 tháng 7 năm 2014}}, Phần 4: Phật giáo Hòa Hảo và cách mạng, Chương 10: Sơ lược diễn tiến đấu tranh tại miền Nam Việt Nam, Phần 12: Những mẩu chuyện trong chiến khu, Tập san Đuốc Từ Bi, năm 1991.<\/ref>.\n\nNhà sử học [[Trần Huy Liệu]] nhận xét \"''Thảo có can đảm, vũ dũng hơn người và trung hậu với bạn, trung thành với đoàn thể. Trước [[Cách mạng tháng Tám|Cách mạng Tháng Tám]], Thảo lập chiến khu Đông Triều một cách tự động...\"''\n\n== Vinh danh ==\nTên ông được đặt cho nhiều đường phố như tại: thị xã [[Quảng Yên]] (từ đường [[Trần Khánh Dư]] đến cầu Kim Lăng), Hà Nội (nối từ đường [[Nguyễn Đức Thuận]] đến địa phận [[Hưng Yên]]),...\n\nNhà tưởng niệm ông được xây dựng ở quê của ông ở thôn Yên Phú, xã [[Giai Phạm]], huyện [[Yên Mỹ]], tỉnh [[Hưng Yên]] gần khu nhà tưởng niệm cố Tổng Bí thư Nguyễn Văn Linh.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.haiphong.gov.vn\/thuvienthanhpho\/vn\/index.asp?menuid=660&parent_menuid=658&fuseaction=3&articleid=5301 Nguyễn Bình] trên trang của thành phố Hải Phòng.\n*[http:\/\/www.sggp.org.vn\/phongsudieutra\/2008\/9\/166640\/ Trung tướng Nguyễn Bình: Những trang nhật ký cuối cùng]\n*[http:\/\/antgct.cand.com.vn\/So-tay\/Sang-dat-Angco-tim-trung-tuong-Nguyen-Binh-310411\/ Sang đất Ăngco, tìm trung tướng Nguyễn Bình]\n\n{{Thời gian sống|sinh=1906|mất=1951}}\n\n{{DEFAULTSORT:Bình, Nguyễn}}\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Nam Bộ kháng chiến]]\n[[Thể loại:Chỉ huy quân sự Việt Nam (Chiến tranh Đông Dương)]]\n[[Thể loại:Cựu học sinh trường Bonnal - Ngô Quyền, Hải Phòng]]\n[[Thể loại:Bộ đội Bình Xuyên]]\n[[Thể loại:Biệt động Sài Gòn]]\n[[Thể loại:Mất năm 1951]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1940]]"}