{"3171933":"{{chú thích trong bài}}\n{{wikify}}\n'''Nguyễn Văn Ngọ''' (1906 -1954), là nhà cách mạng Việt Nam, Bí thư Tỉnh ủy kiêm Chủ tịch Ủy ban Kháng chiến Hành chính tỉnh Thái Bình.\n\n== Tiểu sử ==\nNguyễn Văn Ngọ quê tại làng Hạ Đồng, xã Cộng Hiền, huyện Vĩnh Bảo, trấn Hải Dương nay là thành phố Hải Phòng. Ông là con trai thứ ba trong một gia đình nhà nho chân chính yêu nước. Thân phụ ông là cụ Nguyễn Phú Huynh, một nhân vật có uy tín lớn đối với xã hội và đặc biệt là giáo hội. Cụ Huynh còn là Chủ tịch Ủy ban liên lạc Công giáo đầu tiên của tỉnh Kiến An (cũ), nay là Hải Phòng. Còn nhỏ Nguyễn Văn Ngọ học Trường Pháp Việt ở Hải Dương, sau đó học Trường Trung học Bảo Hộ (trường Bưởi - Hà Nội). Tháng 3 -1926, tham gia bãi khóa truy điệu để tang Phan Chu Trinh và bị đuổi học. Thời học sinh có người bạn tri kỷ là Đỗ Ngọc Du, tức Phiếm Chu quê gốc ở Thanh Trì - Hà Nội.\n\nNăm 1927, ông gia nhập Tổ chức Thanh niên Cách mạng đồng chí Hội và làm đảng đoàn trong Quốc dân Đảng do ta bố trí. Bí danh là Ba Ngọ của ông được tổng bí thư Trần Phú đặt. Tháng 8 năm 1929, ông gia nhập Đảng Cộng sản Đông Dương hoạt động ở Bắc Kỳ. Đầu năm 1930, ông là ủy viên Xứ ủy Bắc Kỳ và đến giữa năm 1930 được Trung ương điều về tăng cường cho phong trào cách mạng ở Thái Bình. Ngay mấy hôm sau ngày tổng bí thư Trần Phú về kiểm tra tình hình, Nguyễn Văn Ngọ đã được bổ sung vào Thường vụ Tỉnh ủy và được giao nhiệm vụ trọng trách trực tiếp chỉ đạo cuộc biểu tình của nông dân ở Tiền Hải, Duyên Hà - Tiên Hưng. Đây là một trong những cuộc đấu tranh tiêu biểu ở Bắc Kỳ đã đi vào lịch sử dân tộc.\n\nNgày 14\/10\/1930, Nguyễn Văn Ngọ cùng hai đồng chí của mình là Nguyễn Xuân Hàm và Phạm Hữu Thủy chỉ đạo và tổ chức việc treo biểu ngữ trước cửa Nhà hát lớn tại Thị xã Thái Bình để phản đối thực dân Pháp đàn áp dã man cuộc biểu tình của nông dân Tiền Hải và chào mừng kỷ niệm lần thứ 13 cuộc Cách mạng tháng 10 Nga. Thực dân Pháp đã lần ra đầu mối và truy bắt cả ba người. Nguyễn Văn Ngọ bị Tổng đốc Thái Bình là Vi Văn Định trực tiếp chỉ đạo tra khảo tại phủ và sau đó bị kết án đầy đi các nhà tù Hải Phòng, Sơn La.\n\nTháng 9-1931, tại tòa Thượng thẩm, ông bị coi là \"người trọng yếu\", cùng với Phạm Quang Lịch, [[Nguyễn Văn Phúc]], Quách Đình Thát, Nguyễn Thế Long, Đặng Trần Quý bị kết tội \"khuynh đảo chính phủ\", chịu 20 năm khổ sai, mức án nặng nhất, bị đày đi Côn Đảo<ref>{{chú thích web | url = http:\/\/tucondao3045.blogspot.com\/2012\/04\/cac-tu-chinh-tri-con-ao-que-thai-binh.html | tiêu đề = Tù chính trị Côn Đảo 30 | author = | ngày = | ngày truy cập = 11 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> với các cuộc tra tấn \"thừa sống thiếu chết\". Năm 1936 Mặt trận Bình dân Pháp giành chiến thắng, các tù nhân chính trị ở Việt Nam được ân xá, trong đó có Nguyễn Văn Ngọ. Năm 1937 ông ra tù, trở về tiếp tục hoạt động cách mạng. Năm 1938 tham gia phong trào bình dân [[chống phát xít]], phụ trách giới trí thức và tiểu thương Hà Nội. Rồi hoạt động ở báo \"Ngày nay\". Cuối năm 1939, lại bị địch bắt lần 2 và bị đầy đi căng Bắc Mê (Hà Giang), Nghĩa Lộ (Yên Bái) rồi Bá Vân (Thái Nguyên)... Đầu 1945, thoát khỏi nhà tù đế quốc về hoạt động cách mạng trong phong trào Việt Minh.\n\nCách mạng tháng Tám thành công, ông được cử làm Chủ tịch Ủy ban Cách mạng lâm thời huyện [[Vĩnh Bảo]], tỉnh Hải Dương nay là Hải Phòng. Trong thời gian này, ông được Hồ Chủ tịch gọi lên trực tiếp giao nhiệm vụ làm đặc phái viên của Chính phủ Cách mạng lâm thời đi Châu Lục Bình, Lạng Sơn để đấu tranh thuyết phục Tổng đốc Vi Văn Định đầu hàng, trở về với cách mạng. Ông đã hoàn thành xuất sắc nhiệm vụ đầy khó khăn và tế nhị này.\n\nTừ đầu năm 1946 đến tháng 4 năm 1948 ông là Chủ tịch Ủy ban Cách mạng lâm thời, Ủy ban Hành chính tỉnh Thái Bình và từ tháng 4 năm 1948 đến tháng 4 năm 1951, ông được bầu làm Bí thư Tỉnh ủy kiêm Chủ tịch Ủy ban Kháng chiến Hành chính tỉnh Thái Bình. Từ tháng 4 năm 1951, ông được Trung ương điều về Liên khu III. Năm 1953, ông làm Giám đốc Sở Tư pháp Liên khu III. Năm 1954, ông được Trung ương cử đi công tác và hy sinh tại Trung Quốc ngày 04\/06\/1954. Ông được an táng tại Nghĩa trang Liệt sĩ Bắc Kinh, sau là Nghĩa trang Cách mạng Bát Bảo Sơn, Bắc Kinh, Trung Quốc. Đến tháng 4 năm 1994 phần hài cốt của ông được sự chỉ đạo của Tổng Bí thư Đỗ Mười, Trung ương đã đưa về nước và an táng tại Nghĩa trang Mai Dịch, Hà Nội.<ref name=\"tongocthach.vn\">{{Chú thích web |url=http:\/\/www.tongocthach.vn\/van-xuoi-ban-be\/nguyen-van-ngo-mot-chien-si-lao-thanh-cach-mang-tien-boi-712.html |ngày truy cập=2014-11-22 |tựa đề=Nguyễn Văn Ngọ, một chiến sĩ lão thành cách mạng tiền bối |archive-date=2014-12-19 |archive-url=https:\/\/web.archive.org\/web\/20141219084401\/http:\/\/www.tongocthach.vn\/van-xuoi-ban-be\/nguyen-van-ngo-mot-chien-si-lao-thanh-cach-mang-tien-boi-712.html |url-status=dead }}<\/ref>\n\n== Gia đình ==\nVợ ông là nhà cách mạng Triệu Thị Đỉnh, sinh năm 1912, quê ở [[Đồng Hỷ]], Thái Nguyên. Vào Đảng Cộng sản Đông Dương tháng 6\/1930. Hoạt động cách mạng ở Xứ ủy Bắc Kỳ cùng với các đồng chí Lê Duẩn, Trịnh Đình Cửu, Trần Văn Lan, Vũ Tự, Trần Văn Mạc, Nguyễn Thị Đĩnh, Lê Thị Chắt…. Ba lần bị địch bắt ở Hải Phòng và bị tù giam trong nhà tù đế quốc 6 năm. Sau Cách mạng tháng 8 năm 1945 bà được giao nhiều nhiệm vụ với nhiều cương vị khác nhau ở Thái Bình, Thái Nguyên. Năm 1962 là Tỉnh ủy viên, Viện phó Viện Kiểm sát nhân dân tỉnh Thái Nguyên, rồi tỉnh Bắc Thái (cũ) đến khi nghỉ hưu. Mất năm 2007 tại quận Đống Đa, Hà Nội. Ông bà có hai con trai đều mắc bệnh hiểm nghèo, đến lúc mất chưa người nào kịp xây dựng gia đình. Người con cả là tiến sĩ Nguyễn Văn Căng, sinh năm 1942, tham tán Đại sứ quán Việt Nam tại Liên Xô (cũ), mất năm 1992 tại Hà Nội, còn người con thứ là cử nhân Nguyễn Văn Hải sinh năm 1946, công tác tại Hãng phim truyện Việt Nam, mất năm 1981 tại Hà Nội.\n\n== Tham khảo ==\n{{Tham khảo}}\n{{sơ khai chính khách Việt Nam}}\n{{thời gian sống|sinh=1906|mất=1954}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Bí thư Tỉnh ủy Thái Bình]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nhà thơ Việt Nam thời Pháp thuộc]]"}