{"35668":"{{Thông tin viên chức\n|tên= Nguyễn Ngọc Loan\n|hình= [[Hình: GenNguyenNgocLoan.jpg|200px]]\n|miêu tả=\n\n|chức vụ= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Chánh Thanh tra tại Bộ Quốc Phòng\n|bắt đầu= 6\/1968\n|kết thúc= 1\/1969\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Thiếu tướng\n|địa hạt= Biệt khu Thủ đô\n\n|chức vụ 2= [[Hình: RVN National Police Flag.svg|22px]]<br>Tổng giám đốc Cảnh sát Quốc gia\n|bắt đầu 2= 4\/1966\n|kết thúc 2= 6\/1968\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá<br>-Chuẩn tướng (11\/1966)<br>-Thiếu tướng (6\/1968)\n|tiền nhiệm 2= -Đại tá Phạm Văn Liễu\n|kế nhiệm 2= -Đại tá [[Trần Văn Hai]]\n|địa hạt 2= Thủ đô Sài Gòn\n\n|chức vụ 3= [[Hình: ARVN Political Warfare Corps (General) Insignia.svg|22px]]<br>Giám đốc Nha An ninh Quân đội\n|bắt đầu 3= 6\/1965\n|kết thúc 3= 4\/1966\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tá<br>-Đại tá (11\/1965)\n|tiền nhiệm 3= -Đại tá Trang Văn Chính\n|kế nhiệm 3= -Đại tá Trần Văn Thăng\n|địa hạt 3= Biệt khu Thủ đô\n\n|chức vụ 4= [[Hình: Fatherland - Space.png|22px]]<br>Tư lệnh phó Quân chủng Không Quân\n|bắt đầu 4= 12\/1963\n|kết thúc 4= 6\/1965\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung tá \n|địa hạt 4= Biệt khu Thủ đô\n\n|chức vụ 5= Tham mưu trưởng Bộ tư lệnh Không Quân\n|bắt đầu 5= 11\/1963\n|kết thúc 5= 12\/1963\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung tá \n|tiền nhiệm 5= -Đại tá Đỗ Khắc Mai\n|kế nhiệm 5= -Trung tá Phạm Long Sửu\n|địa hạt= Biệt khu Thủ đô\n\n|chức vụ 6= Tham mưu phó Bộ tư lệnh Không Quân\n|bắt đầu 6= 10\/1959\n|kết thúc 6= 11\/1963\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Thiếu tá (10\/1959)<br>-Trung tá (11\/1963)\n|địa hạt 6= Quân khu Thủ đô\n\n|đa số=\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Bệnh ung thư\n|nơi ở= Virginia, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|cha= Nguyễn Ngọc Lợi\n|học vấn= Tú tài toàn phần\n|học trường= -Trường Quốc học Khải Định, Huế<br>-Đại học Y khoa Sài Gòn<br>-Trường Sĩ quan Trừ bị Thủ Đức<br>-Trường Võ bị Không quân Salon de Provence, Pháp\n|quê quán= Trung Kỳ\n\n|ngày sinh= {{ngày sinh|1930|12|11}}\n|ngày mất= {{death date and age|1998|7|14|1930|12|11}}\n|nơi sinh= [[Huế]], [[Thừa Thiên]], [[Trung Kỳ]], [[Liên bang Đông Dương]]\n|nơi mất= [[Virginia]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|20px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1951]]-[[1969]]\n|cấp bậc= [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n|đơn vị= [[Hình: Huy hiệu Lục quân Việt Nam Cộng hòa.png|20px]] [[Lục quân Việt Nam Cộng hòa|Lục quân]]<br>[[Hình: Fatherland - Space.png|20px]] [[Không lực Việt Nam Cộng hòa|Không quân]]<br>[[Hình: RVN National Police Flag.svg|20px]] [[Cảnh sát Quốc gia Việt Nam Cộng hòa|Cảnh sát Quốc gia]]\n|chỉ huy= [[Hình:Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]<br>[[Hình: RVN National Police Flag.svg|20px]] [[Cảnh sát Quốc gia Việt Nam Cộng hòa|Cảnh lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|công việc khác= [[Hình: ARVN Political Warfare Corps (General) Insignia.svg|20px]] [[An ninh quân đội, Quân lực Việt Nam Cộng hòa|Giám đốc Nha ANQĐ]]<br>[[Hình: RVN National Police Flag.svg|20px]] [[Cảnh sát Quốc gia Việt Nam Cộng hòa|Tổng Giám đốc CSQG]]<br>[[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|20px]] [[Bộ Quốc phòng Việt Nam Cộng hòa|Phó Thanh tra Bộ QP]]\n}}\n\n'''Nguyễn Ngọc Loan''' (11 tháng 12 năm 1930{{spaced en dash}}14 tháng 7 năm 1998) là một cựu tướng lĩnh gốc Không Quân của [[Quân lực Việt Nam Cộng hòa]]. Ông xuất thân từ khóa đầu tiên ở trường Sĩ quan Trừ bị do Quốc gia Việt Nam được sự cố vấn và hỗ trợ huấn luyện của Quân đội Pháp, mở ra tại miền Nam Việt Nam vào đầu thập niên 50 của thế kỷ trước. Ra trường, ban đầu ông phục vụ đơn vị Bộ binh, nửa năm sau, ông trúng tuyển chuyển sang Không quân. Hơn mười năm phục vụ ở Quân chủng Không quân, ông đã từ một phi công Khu trục, tuần tự đảm trách những chức vụ chỉ huy Phi đội, Phi đoàn, sau lên đến Tư lệnh phó Quân chủng. Giữa thập niên 60, ông chuyển về [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]] giữ chức vụ Giám đốc một Nha thuộc [[Tổng cục Chiến tranh Chính trị, Bộ Tổng Tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Chiến tranh Chính trị]]. Một năm sau, ông được biệt phái sang Bộ Nội vụ, đảm nhiệm chức vụ đứng đầu ngành [[Cảnh sát Quốc gia Việt Nam Cộng hòa|An ninh Nội chính]] kiêm phụ trách bộ phận [[Phủ Đặc ủy Trung ương Tình báo|Tình báo Quốc gia]]. Năm 1968, ông bị thương trong trận [[Sự kiện Tết Mậu Thân|Mậu thân đợt 2]], sau đó, ông trở lại quân đội phục vụ ở [[Bộ Quốc phòng Việt Nam Cộng hòa|Bộ Quốc phòng]].\n\nÔng là người đã cầm súng bắn thẳng vào đầu một người chưa rõ danh tính được cho là [[Nguyễn Văn Lém|Bảy Lốp]] (Nguyễn Văn Lém) hoặc [[Lê Công Nà|Bảy Nà]] (Lê Công Nà) ở trận [[Sự kiện Tết Mậu Thân|Mậu Thân 1968]] gây phẫn nộ. Sự kiện được Võ Sửu, một quay phim của [[NBC]], và [[Eddie Adams]], một nhiếp ảnh gia của [[Associated Press]] chứng kiến và ghi lại. Bức ảnh và bộ phim trở thành hai hình ảnh nổi tiếng trong ngành báo chí Mỹ đương đại.\n\n==Tiểu sử và Binh nghiệp==\nÔng sinh ngày 11 tháng 12 năm 1930 tại Huế, Thừa Thiên, miền Trung Việt Nam, trong một gia đình khá giả. Cha ông nguyên là một Công chức trung cấp tùng sự tại Chi nhánh Hỏa xa ở Huế. Thời niên thiếu, ông học phổ thông các cấp ở Huế. Năm 1951, ông tốt nghiệp Trung học chương trình Pháp tại trường Khải Định với văn bằng Tú tài toàn phần (Part II). Sau đó ông thi lên Đại học, là sinh viên năm Dự bị Đại học Y khoa Sài Gòn.\n\n===Quân đội Quốc gia Việt Nam===\nCuối tháng 9 năm 1951, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia (thành phần trong Quân đội Liên Hiệp Pháp), mang số quân: 50\/600.198. Theo học khóa 1 Lê Văn Duyệt<ref>Khóa 1 Lê Văn Duyệt tại trường Sĩ quan Trừ bị Thủ Đức trong miền Nam, khai giảng và mãn khóa cùng thời điểm với khóa 1 Lê Lợi ở trường Sĩ quan Trừ bị Nam Định ngoài miền Bắc (1 tháng 10 năm 1951 đến 1 tháng 6 năm 1952).<\/ref> tại trường Sĩ quan Trừ bị Thủ Đức, khai giảng ngày 1 tháng 10 cùng năm. Ngày 1 tháng 6 năm 1952, ông mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, ông được đi phục vụ ở Tiểu đoàn 62 Việt Nam<ref>Tiểu đoàn 62 Việt nam là đơn vị Quân đội Quốc gia nằm trong Quân đội Liên hiệp Pháp, thành lập vào ngày 1 tháng 10 năm 1952 tại Hóc Môn, Gia Định, miền Nam Việt Nam<\/ref> với chức vụ Trung đội trưởng. Thời gian phục vụ ở đơn vị này, ông được theo học lớp Huấn luyện Biệt kích. Mãn khóa Biệt kích, ông được chuyển nhiệm vụ sang Lực lượng Xung kích. Hạ tuần tháng 12 cùng năm, ông trúng tuyển vào Quân chủng Không quân.\n\nĐầu năm 1953, ông sang Pháp thụ huấn khóa Huấn luyện Hoa tiêu Khu trục<ref>Du học khóa Hoa tiêu Khu trục tại Pháp năm 1953, còn có một sĩ quan và 2 khóa sinh dân chính được tuyển thẳng vào Quân chủng Không quân:<br>-Thiếu úy [[Nguyễn Văn Ngọc (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Ngọc]] (Sinh năm 1931 tại Hà Nội, tốt nghiệp khóa 1 Sĩ quan Trừ bị Thủ Đức. Sau cùng là Đại tá Tham mưu phó Quân chủng Không quân).<br>-[[Nguyễn Quang Tri (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Quang Tri]] (Sinh năm 1932 tại Sa Đéc, tốt nghiệp Võ bị Không quân Pháp (Salon-de-Provence). Sau cùng là Đại tá phụ tá Tư lệnh Không quân, đặc trách Phòng không).<br>-[[Trịnh Hoành Mô (Đại tá, Quân lực Việt Nam Cộng hòa)|Trịnh Hoành Mô]] (Sinh năm 1933 tại Hà Nội, tốt nghiệp khóa 1 Sĩ quan Trừ bị Thủ Đức và Võ bị Không quân Pháp. Sau cùng là Đại tá Trưởng phòng 1 tại Bộ Tư lệnh Không quân).<\/ref> tại trường Võ bị Không quân Salon de Provence. Đầu năm 1955 mãn khóa về nước, ông được thăng cấp [[Trung úy]] chỉ huy Phi đội trong Phi đoàn Vận tải ở Tân Sơn Nhất.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng Giêng năm 1956, sau một thời gian từ Quân đội Quốc gia biên chế vào [[Quân đội Việt Nam Cộng hòa]], chuyển sang đơn vị tác chiến, ông giữ chức vụ Phi đội trưởng trong Phi đoàn 1 Khu trục ở Biên Hòa do Đại úy [[Huỳnh Hữu Hiền (Đại tá, Quân lực Việt Nam Cộng hòa)|Huỳnh Hữu Hiền]]<ref>Đại uý Huỳnh Hữu Hiền sinh năm 1930, tốt nghiệp Trường Sĩ quan Trừ bị Nam Định và Võ bị KQ Pháp. Sau cùng là Đại tá Tư lệnh Quân chủng Không quân (1960-1963).<\/ref> làm Chỉ huy trưởng đầu tiên. Đầu năm 1957, ông được thăng cấp [[Đại úy]] giữ chức vụ Chỉ huy phó Phi đoàn 1 Khu trục. Giữa năm 1958, chuyển ra Duyên hải miền Trung, ông đảm nhiệm chức vụ Chỉ huy trưởng Phi đoàn 2 Quan sát tại Nha Trang thay thế Đại úy Nguyễn Hữu Tần.\n\nNgày Quốc khánh Đệ Nhất Cộng hòa 26 tháng 10 năm 1959, ông nhận lệnh bàn giao chức vụ Chỉ huy trưởng Phi đoàn 2 Quan sát lại cho Đại úy [[Võ Công Thống (Đại tá, Quân lực Việt Nam Cộng hòa)|Võ Công Thống]].<ref>Đại uý Võ Công Thống sinh năm 1930 tại Chợ Lớn, tốt nghiệp khóa 1 Sĩ quan Trừ bị Thủ Đức và Võ bị KQ Pháp. Sau cùng là Đại tá Trưởng phòng Nhân viên tại Bộ Tư lệnh Không quân.<\/ref> Cùng ngày, ông được thăng cấp [[Thiếu tá]] chuyển về Bộ Tư lệnh Không quân để giữ chức vụ Tham mưu phó. Tháng 6 năm 1960, ông được cử vào chức vụ Chỉ huy trưởng Trung tâm Kiểm soát Không chiến.\n\nĐầu tháng 11 năm 1963, ông tham gia [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính Tổng thống Ngô Đình Diệm]]. Ngày 3 tháng 11, ông được thăng cấp [[Trung tá]] và được cử làm Tham mưu trưởng Không quân, thay thế Đại tá [[Đỗ Khắc Mai (Đại tá, Quân lực Việt Nam Cộng hòa)|Đỗ Khắc Mai]]<ref>Đại tá Đỗ Khắc Mai tốt nghiệp khóa 1 Sĩ quan Trừ bị Thủ Đức và khóa 1 Hoa tiêu Nha Trang.<\/ref> lên làm Tư lệnh Quân chủng thay cho Đại tá Huỳnh Hữu Hiền bị [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] buộc giải ngũ. Trung tuần tháng 12 cùng năm, ông bàn giao chức vụ Tham mưu trưởng lại cho Trung tá [[Phạm Long Sửu (Đại tá, Quân lực Việt Nam Cộng hòa)|Phạm Long Sửu]],<ref>Trung tá Phạm Long Sửu sinh năm 1925 tại Hà Nội, tốt nghiệp khóa 6 Võ bị Đà Lạt và khóa 1 Hoa tiêu Nha Trang. Sau cùng là Đại tá Giám đốc Hàng không Việt Nam Cộng hòa.<\/ref> cùng ngày ông được cử giữ chức vụ Tư lệnh phó Không quân, do Đại tá [[Nguyễn Cao Kỳ]] làm Tư lệnh.\n\nĐầu năm 1965, ông tham gia chiến dịch \"Mũi Tên Lửa\" (Flaming Dart). Cũng trong chiến dịch này, ngày 11 tháng 2, ông chỉ huy các Phi tuần Bắc phạt A.1E Skyraider vượt qua vĩ tuyến 17 để oanh tạc các doanh trại của quân Bắc Việt tại Chánh Hòa, Hà Tĩnh và Chấp Lễ, Quảng Bình. Tiếp đến vào ngày 2 tháng 3, ông chỉ huy hai Phi đội A.1E bay ra oanh tạc căn cứ Hải quân Bắc Việt tại Quảng Khê, Quảng Bình.\n\n===Quân lực Việt Nam Cộng hòa=== \nNgày Quân lực 19 tháng 6 năm 1965, [[Quân đội Việt Nam Cộng hòa]] được cải danh thành [[Quân lực Việt Nam Cộng hòa]], ông được chuyển về [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]] để giữ chức vụ Giám đốc [[An ninh quân đội, Quân lực Việt Nam Cộng hòa|Nha An ninh Quân đội]] thuộc [[Tổng cục Chiến tranh Chính trị, Bộ Tổng Tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Chiến tranh Chính trị]] thay thế Đại tá [[Trang văn Chính (Đại tá, Quân lực Việt Nam Cộng hòa)|Trang Văn Chính]].<ref>Đại tá Trang Văn Chính sinh năm 1925 tại Vĩnh Bình, tốt nghiệp trường Sĩ quan Nước Ngọt, Vũng Tàu.<\/ref> Ngày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 cùng năm, ông được thăng cấp [[Đại tá]] tại nhiệm.\n\nNgày 29 tháng 4 năm 1966, biệt phái sang Bộ nội vụ ông được bổ nhiệm chức vụ Tổng Giám đốc Tổng Nha Cảnh sát Quốc gia, thay thế Đại tá [[Phạm Văn Liễu (Đại tá, Quân lực Việt Nam Cộng hòa)|Phạm Văn Liễu]].<ref>Đại tá Phạm Văn Liễu sinh năm 1927 tại Nam Định, tốt nghiệp Võ bị Lục quân Chapa và khóa 5 Võ bị Đà Lạt.<\/ref> Ông vẫn kiêm nhiệm chức vụ Giám đốc Nha An ninh Quân đội thêm 2 tháng, cho đến ngày 24 tháng 6 bàn giao Nha này lại cho Đại tá [[Vũ Đức Nhuận]] để kiêm thêm chức vụ Đặc ủy trưởng [[Phủ Đặc ủy Trung ương Tình báo|Trung ương Tình báo Quốc gia]] nhưng ngay sau đó bàn giao chức Đặc ủy trưởng cho Trung tướng [[Linh Quang Viên]] đương nhiệm Tổng trường Nội vụ kiêm nhiệm. Cũng trong thời điểm này, ông sáng kiến thành lập 8 Biệt đoàn Cảnh sát Quốc gia. Ngày Quốc khánh 1 tháng 11 cùng năm, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\nCũng trong năm 1966, ông được Thiếu tướng [[Nguyễn Cao Kỳ]], Thủ tướng Chính phủ, [[Ủy ban Hành pháp Trung ương (Việt Nam Cộng hòa)|Chủ tịch Ủy ban Hành pháp Trung ương]] cử ra miền Trung bình định vụ Biến động Phật giáo trong cuộc bạo động ly khai, được xem là có sự hậu thuẫn của tướng [[Nguyễn Chánh Thi]] Tư lệnh Quân đoàn I và Vùng 1 Chiến thuật. Do thành công trong cuộc bình định, ông được xem như là cánh tay mặt của tướng Kỳ. Giữa năm 1967, ông được làm Trưởng đoàn, hướng dẫn Phái đoàn công du thăm viếng Nam Hàn.\n\n===Bức ảnh gây chấn động dư luận thế giới===\n[[Hình: Nguyen Ngoc Loan.jpg|phải|nhỏ|180px|Bức ảnh [[Saigon Execution]] chụp Thiếu tướng Nguyễn Ngọc Loan hành quyết tù binh quân Giải phóng ngay trên đường phố Sài Gòn vào năm 1968]]\n{{Chi tiết|Saigon Execution}}\nTrong sự kiện Tết Mậu Thân 1968, tướng Nguyễn Ngọc Loan đã cầm súng bắn thẳng vào đầu một tù binh đặc công [[giải phóng quân|Quân Giải phóng]] với hai tay đang bị trói, tại Thị Nghè ''(có tài liệu nói là trên đường Lý Thái Tổ, Ngã Bảy, [[Thành phố Hồ Chí Minh|Sài Gòn]])''. Vụ việc được ký giả [[Eddie Adams]] nhanh tay chụp được. Cùng lúc ấy, phóng viên đài [[Australian Broadcasting Corporation|ABC]] của [[Úc]] là [[Neil Davis]] cũng quay phim rất rõ ràng. Tướng Loan cầm khăn lau mặt, vẫy tay kêu các tùy tùng tránh ra, đi đến bên Bảy Lốp, không nói 1 lời, Loan quăng điếu thuốc và móc khẩu súng lục ra. Ông lấy tư thế của 1 xạ thủ, cánh tay phải giơ thẳng và, ở khoảng cách khoảng 1 mét, bắn vào thái dương của người tù binh này.<ref>Buckley, Tom. \"Portrait of an Aging Despot\", Harper's magazine April 1972, Page 69<\/ref>\n\nVụ việc được ký giả Eddie Adams nhanh tay chụp được. Bức ảnh của Eddie Adams ngay lập tức đã lên trang nhất các báo quốc tế, làm xôn xao dư luận, gây sốc cho nhiều người trên thế giới, làm đẩy mạnh [[Phong trào phản chiến trong Chiến tranh Việt Nam|Phong trào phản chiến]] ở Mỹ. Nó trở thành một trong những hình ảnh được nhớ tới nhiều nhất của cuộc [[Chiến tranh Việt Nam]] và giúp Adams giành được [[giải Pulitzer]] trong năm 1969 về chụp hình tin tức tại chỗ.\n\n===Thất sủng===\nTrưa ngày 5 tháng 5 năm 1968, ông bị thương ở đầu gối chân phải<ref>Có tài liệu ghi tướng Loan bị thương do bị trúng đạn của quân đối phương khi đang đích thân chỉ huy cuộc hành quân truy kích tại phường Tự Đức ở khu Đa Kao, Quận 1, Sài Gòn trong trận Mậu Thân đợt 2.<\/ref> do trúng đạn bởi chiếc trực thăng vũ trang UH-1B của Mỹ đã bắn lầm vào khu vực Bộ chỉ huy của ông tại khu vực Chợ Lớn, gây tử thương cho 6 sĩ quan và khiến ông bị thương nặng ở chân.<ref>''-Những sĩ quan cao cấp trong Bộ chỉ huy hành quân của tướng Loan bị tử thương do trực thăng của Hoa Kỳ bắn lầm bằng hoả tiễn (Rocket) tại Chợ Lớn trong trận Mậu Thân 1968'':<br>'''Được truy thăng Đại tá:'''<br>Các Trung tá [[Nguyễn Văn Luận (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Luận]] (Tốt nghiệp khóa 10 Võ bị Đà Lạt, nguyên Giám đốc Nha Cảnh sát Đô Thành), [[Phó Quốc Chụ (Đại tá, Quân lực Việt Nam Cộng hòa)|Phó Quốc Chụ]] (Sinh năm 1930 tại Hà Nội, tốt nghiệp khóa 1 Sĩ quan Trừ bị Nam Định, nguyên Giám đốc Thương cảng Sài Gòn), [[Đào Bá Phước (Đại tá, Quân lực Việt Nam Cộng hòa)|Đào Bá Phước]] (Nguyên Liên đoàn trưởng Liên đoàn 5 Biệt động quân), [[Đàm Văn Quý (Đại tá, Quân lực Việt Nam Cộng hòa)|Đàm Văn Quý]] (Nguyên Phụ tá Tổng Giám đốc Cảnh sát Quốc gia), [[Lê Ngọc Trụ (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Ngọc Trụ]] (Nguyên Chỉ huy trưởng Cảnh sát Quốc gia quận 5 Đô thành)<br>'''Được truy thăng Trung tá''':<br>Thiếu tá [[Nguyễn Bảo Thuỳ (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Bảo Thuỳ]] (Sinh năm 1932 tại Hà Nội, tốt nghiệp khóa 8 Võ bị Đà Lạt, nguyên Phụ trách An ninh Đô thành), [[Nguyễn Ngọc Sinh (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Ngọc Sinh]] (Nguyên Phụ tá Giám đốc Nha Cảnh sát Đô Thành).<\/ref> Có ý kiến nghi ngờ rằng chiếc trực thăng UH.1B do Quân đội Hoa Kỳ phái tới để giúp Tổng thống Thiệu trừ khử tướng Loan và các thuộc cấp, nhằm loại bớt vây cánh của Phó Tổng thống Nguyễn Cao Kỳ. Ông được điều trị tại [[Bệnh viện Grall|Bệnh viện Đồn Đất]] (Grall) nhưng không khỏi nên được đưa sang Hoa Kỳ và Úc chữa trị. Sau nhiều lần giải phẫu không thành công, cuối cùng phải cưa chân. Ngày 3 tháng 6 cùng năm, ông được thăng cấp [[Thiếu tướng]]. Bốn ngày sau (ngày 7 tháng 6), ông bàn giao chức vụ Tổng Giám đốc Tổng Nha Cảnh sát Quốc gia lại cho Đại tá [[Trần Văn Hai]] (nguyên Chỉ huy trưởng Bộ chỉ huy Biệt động quân Trung ương). Tháng 12 cùng năm, ông chuyển sang Bộ Quốc phòng với chức vụ Chánh Thanh tra. Đầu năm 1969, ông được cho giải ngũ và được hưởng chế độ phụ cấp dành cho tướng lĩnh về hưu.\n\n===Di tản sang Mỹ và qua đời===\nNgày 30 tháng 4 năm 1975, ông cùng gia đình di tản khỏi Việt Nam. Sau đó sang định cư ở Springfield, tiểu bang [[Virginia]], Hoa Kỳ. Tại đây gia đình ông mở một quán [[pizza]] nhỏ. Khi người dân địa phương nhận ra tướng Loan chính là người trong bức ảnh của Eddie Adams, một số đã tỏ ý hăm dọa hoặc bôi bẩn lên tường nhà ông. Ngày 14 tháng 7 năm 1998, ông từ trần vì bệnh [[ung thư vòm họng]] tại Burke, tiểu bang Virginia, Hoa Kỳ, hưởng thọ 68 tuổi.\n\nSau khi tướng Loan chết, nhà báo [[Eddie Adams]] đã gửi thư tới viếng và bày tỏ sự ân hận vì những tác động của bức ảnh lên cuộc sống của tướng Loan sau này. Eddie Adams không cho rằng việc bắn chết tù binh là hành động đúng, nhưng ông thông cảm cho nỗi dằn vặt mà tướng Loan phải chịu đến khi chết. Eddie Adams nói: \"''Ông ấy chiến đấu cho cuộc chiến của chúng ta, không phải cuộc chiến của họ. Vậy mà mọi điều nhục nhã lại đổ trên đầu con người này. Nước Mỹ đáng lẽ phải tiếc thương ông ta. Tôi rất tiếc là đã để cho ông ta ra đi như thế này, trong khi người ta không hề biết một chút gì về ông ta cả. Bức ảnh này đã thực sự làm đảo lộn cuộc sống của ông ta. Ông không bao giờ đổ lỗi cho tôi. Ông nói với tôi nếu tôi không chụp bức ảnh này, thì người khác cũng sẽ chụp thôi, nhưng tôi đã cảm thấy áy náy trước ông và gia đình ông trong một thời gian dài. Tôi đã giữ liên lạc với ông ta. Lần cuối cùng chúng tôi nói chuyện với nhau là cách đây khoảng sáu tháng, khi bệnh tình của ông ấy đã rất nặng rồi. Khi hay tin ông mất, tôi đã gửi hoa chia buồn''\".\n\nTrong các vòng hoa phúng điếu có vòng hoa của ông Eddie Adams, trên đó có đính kèm danh thiếp ghi dòng chữ bằng tiếng Anh: \"''General: I'm so...sorry. Tears in my eyes''\" (Thưa Thiếu tướng, tôi rất ân hận. Lệ đã tràn đầy mắt tôi). Bản điếu văn chia buồn của ông Eddie Adams sau đó được tuần báo ''[[Time (tạp chí)|Time]]'' đăng tải vào ngày 27 tháng 7 năm 1998. Sáu năm sau đó, vào ngày 12 tháng 9 năm 2004, ông Eddie Adams cũng từ trần, hưởng thọ 71 tuổi.\n\n==Gia đình==\n*Thân phụ: Cụ Nguyễn Ngọc Lợi ''(Nguyên là Kỹ sư Công chánh, Trưởng Khu Hỏa xa ở Huế).\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Xem thêm ==\n*[[Saigon Execution|Vụ xử bắn ở Sài Gòn]] (gồm hình và video)\n*[[Chiến tranh Việt Nam]] \n*[[Nguyễn Văn Lém]]\n*[[Lê Công Nà]]\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa. ISBN 9780985218201''\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1930|1998}}\n\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Cảnh sát Việt Nam Cộng hòa]]\n[[Thể loại:Phi công Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Tình báo Việt Nam Cộng hòa]]\n[[Thể loại:Người chống cộng Việt Nam]]\n[[Thể loại:Người Việt Nam lưu vong]]"}