{"3207664":"'''Anh hùng Lao động Nguyễn Đức Lâm''' (sinh 1959) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]], nguyên Chủ nhiệm [[Tổng cục Công nghiệp Quốc phòng]], Bộ Quốc phòng.<ref>{{Chú thích web|url = http:\/\/nld.com.vn\/thoi-su-trong-nuoc\/vu-no-o-nha-may-z121-huan-luyen-tot-nen-moi-thiet-hai-nhu-vay-20131013042121541.htm|title = Vụ nổ ở nhà máy Z121: Huấn luyện tốt nên mới thiệt hại như vậy}}<\/ref>\n== Thân thế và sự nghiệp ==\nTrung tướng, Anh hùng Lao động Nguyễn Đức Lâm, sinh ngày 15\/8\/1959 tại phường Quảng Hưng, thành phố Thanh Hóa, tỉnh Thanh Hóa.\n\nTháng 7\/1977, Trung tướng Nguyễn Đức Lâm nhập ngũ vào Quân đội nhân dân Việt Nam và đóng quân tại Quân đoàn 2.\n\nTháng 12\/1977, đồng chí tham gia chiến đấu tại chiến trường biên giới Tây Nam.\n\nTháng 9\/1981, đồng chí được cử đi học tại Trường sĩ quan Tài chính.\n\nTháng 9\/1984, đồng chí được điều động về làm trợ lý Tài vụ, Xí nghiệp 173, Cục Vận tải, Tổng cục Hậu cần (Bộ Quốc phòng).\n\nTháng 7\/1988, đồng chí được bổ nhiệm giữ chức Phó phòng Tài vụ, Xí nghiệp 173, Cục Vận tải, Tổng cục Hậu cần (Bộ Quốc phòng).\n\nTháng 10\/1990, đồng chí được bổ nhiệm giữ chức Trưởng phòng Tài vụ, Xí nghiệp 173, Cục Vận tải, Tổng cục Hậu cần (Bộ Quốc phòng).\n\nTháng 12\/1992, đồng chí được bổ nhiệm giữ chức Phó giám đốc Công ty đóng tàu Hồng Hà (phiên hiệu quân sự là Nhà máy Z173\/Bộ Quốc phòng).\n\nTháng 12\/1997, đồng chí được bổ nhiệm giữ chức Giám đốc Công ty đóng tàu Hồng Hà (Bộ Quốc phòng).\n\nTháng 8\/2000, đồng chí được Đảng, Nhà nước phong tặng Danh hiệu Anh hùng Lao động.\n\nTháng 2\/2004, đồng chí được Bộ Quốc phòng bổ nhiệm giữ chức Phó Chủ nhiệm Tổng cục Công nghiệp quốc phòng và được Chủ tịch nước Cộng hòa Xã hội Chủ nghĩa Việt Nam thăng quân hàm Thiếu tướng.\n\nNăm 2006, đồng chí được Bộ Quốc phòng điều động giữ chức Phó Chủ nhiệm Tổng cục Hậu cần.\n\nNăm 2008, đồng chí được Bộ Quốc phòng điều động giữ chức Phó Chủ nhiệm Tổng cục Công nghiệp quốc phòng.\n\nTháng 6\/2010, đồng chí được Thủ tướng Chính phủ bổ nhiệm giữ chức Chủ nhiệm Tổng cục Công nghiệp quốc phòng và được Chủ tịch nước Cộng hòa Xã hội Chủ nghĩa Việt Nam thăng quân hàm Trung tướng.\n\nTròn 42 năm công tác trong Quân đội nhân dân Việt Nam, dù ở bất kỳ cương vị công tác nào, Trung tướng, Anh hùng Lao động Nguyễn Đức Lâm luôn nõ lực hoàn thành xuất sắc nhiệm vụ mà Đảng, Nhà nước, Quân đội giao phó. Đặc biệt, trên cương vị Chủ nhiệm Tổng cục Công nghiệp quốc phòng, đồng chí đã có những đóng góp rất lớn vào sự lớn mạnh của ngành Công nghiệp quốc phòng Việt Nam, góp phần xây dựng Quân đội, củng cố quốc phòng và bảo vệ Tổ quốc. Đồng chí đã được Đảng, Nhà nước, Quân đội tặng nhiều phần thưởng cao quý:  Anh hùng Lao động; Huân chương Độc lập hạng Ba; Huân chương Lao động hạng Ba; Huân chương Chiến Công hạng Nhất; Huân chương Chiến sỹ vẻ vang hạng Nhất, Nhì, Ba; Huy chương Quân kỳ Quyết thắng; Huy hiệu 30 năm tuổi Đảng; Kỷ niệm chương vì sự nghiệp xây dựng Đảng; danh hiệu Chiến sỹ thi đua Toàn quốc...\n\n== Chú thích ==\n{{tham khảo}}\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam đương nhiệm]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 2010]]\n[[Thể loại:Sinh năm 1959]]"}