{"460342":"{{chú thích trong bài}}\n[[Tập tin:Portrait of writer Nguyễn Bá Học (cropped).jpg|nhỏ|Ông Nguyễn Bá Học]]\n'''Nguyễn Bá Học''' (1857-1921) là một nhà văn Việt Nam. Cùng với [[Phạm Duy Tốn]], ông được giới văn học đánh giá là một trong những cây bút đầu tiên viết truyện ngắn hiện đại bằng chữ quốc ngữ trong văn học Việt Nam.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\n==Thân thế và sự nghiệp==\nNguyễn Bá Học quê ở làng Mọc, tên chữ là Nhân Mục, huyện [[Từ Liêm]], phủ [[Hoài Đức]], [[Hà Nội (tỉnh)|tỉnh Hà Nội]], nay thuộc phường Nhân Chính, quận [[Thanh Xuân]], thành phố [[Hà Nội]].\n\nÔng hai lần thi hỏng tú tài Hán học, rồi chuyển sang học tân học. Nguyễn Bá Học làm nghề dạy học trong suốt 31 năm ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hà Nội]] và [[Nam Định]]. Năm 1918 ông về hưu và bắt đầu theo đuổi nghiệp văn chương, viết truyện ngắn, bài chính luận và chọn dịch các bài Hán văn, Pháp văn, đăng ở tạp chí ''Nam Phong'', tạp chí ''Đông Dương''. Ông viết tác phẩm đầu tay, ''Câu chuyện gia đình'' khi đã 60 tuổi. Trong vòng ba năm (1918-1921), ông viết bảy truyện ngắn đăng trên tạp chí Nam Phong.\n\nNăm Tân Dậu 1921 ông mất, thọ 64 tuổi.\n\n==Phong cách==\nTheo Từ điển bách khoa Việt Nam, các tác phẩm của Nguyễn Bá Học lưu tâm nhiều về nền luân lý cũ đang dần dần tan rã trong buổi giao thời. Mở đầu truyện cũng như trong khi kể, thường xen những câu ngụ ý răn đời, giảng giải, luận bàn. Nhân vật thường là \"con nhà quan\" hay \"con nhà có gia thế\", gặp cảnh nhà sa sút hoặc được nuông chiều, trở nên hư đốn, hoặc bị gia đình ruồng rẫy mà kiếm kế lập thân... Mặc dù vậy, cũng có một số nét hiện thực, phê phán xã hội đương thời, có cái nhìn xót xa của người chứng kiến và bất phục tùng. Lời văn rườm rà, nhiều từ Hán Việt.\n\n==Danh ngôn==\n:''Đường đi khó không khó vì ngăn sông cách núi, mà khó vì lòng người ngại núi e sông''.\n\n==Tác phẩm==\n{{wikisource tác giả}}\n*''Câu chuyện gia đình'' (Nam Phong, số 10)\n*''Chuyện ông Lý Chắm'' (Nam Phong, số 13)\n*''Có gan làm giàu'' (Nam Phong, số 23)\n*''Câu chuyện nhà sư'' (Nam Phong, số 26)\n*''Dư sinh lịch hiếm ký'' (Nam Phong, số 35)\n*''Chuyện cô Chiêu Nhì'' (Nam Phong, số 43)\n*''Câu chuyện một tối tân hôn'' (Nam Phong, số 46)\n*''Truyện vui: Một nhà bác học. À chuyện chiêm bao'' (Nam Phong, số 49)\n*''Chuyện giải trí'' (cùng viết, 1924)\n*''Chiếc bóng song the'' (1928)\n*''Hồng nhan đa truân'' (1928)\n*''Chinh phụ ngâm khúc dẫn giải'' (1929)\n*''Gia đình giáo dục'' (1930)\n*''Học sinh tu tri'' (1930)\n*''Nhi nữ tạo anh hùng'' (1935)\n*''Phi Châu yên thủy sầu thành lục'' (1935)\n*''Lời khuyên học trò'' (1936)\n\n==Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n{{Sơ khai tiểu sử}}\n{{thời gian sống|Sinh=1857|Mất=1921}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]"}