{"2322745":"'''Nguyễn Thái Đễ''' ([[chữ Hán]]: 阮太悌; 1803 - 1856), hiệu '''Văn Sơn''', là một vị đậu đại khoa của đất [[Đô Lương]], [[Nghệ An]] vào triều Nguyễn.<ref>[http:\/\/hannom.vass.gov.vn\/noidung\/vankhac\/Pages\/bai-viet.aspx?ItemID=156 Văn bia đề danh tiến sĩ khoa thi Hội năm Kỷ Dậu niên hiệu Tự Đức năm thứ 2 (1849)]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}, VASS<\/ref><ref>[http:\/\/luutoc.vn\/vi\/?go=detail\/22\/11\/2012\/LiaB\/News\/quoc-trieu-khoa-bang-luc.dhtml Quốc triều khoa bảng lục], Lưu Tộc Việt Nam.<\/ref>\n\n==Thân thế==\nNguyễn Thái Đễ, vốn tên là Thái Tử Đễ, quê làng An Tứ, xã Diêm Trường, tổng Đô Lương, nay thuộc xã Yên Sơn, huyện [[Đô Lương]], tỉnh [[Nghệ An]]. Ông là thân sinh của [[Nguyễn Thái Tuân]], đậu Phó bảng năm Canh Thìn niên hiệu Tự Đức 33 (1880), ngày nay dòng dõi của ông là một dòng họ lớn ở xã Yên Sơn, huyện [[Đô Lương]].\n\n==Thi cử và đậu đạt==\nNguyễn Thái Đễ nổi tiếng thông minh từ nhỏ. Khoa thi năm Mậu Tý, niên hiệu Minh Mạng thứ 3 (1828), lúc mới 15 tuổi ông dự thi Hương tại trường thi [[Nghệ An]] và đậu Cử nhân, nhưng do mang họ Thái Tử nên triều đình cho là phạm húy và đánh hỏng. Sau đó ông về làng, xin đổi thành họ Nguyễn Thái.\n\nKhoa thi năm Giáp Ngọ (1834), ông lại dự thi Hương và trúng Cử nhân, nhưng có người vu là đổi bài cho [[Nguyễn Văn Giao]], nên bị giáng xuống tú tài.\n\nKhoa Mậu Tý niên hiệu Tự Đức thứ 1 (1848), khi ở tuổi 45, ông lại đi thi lần nữa và đậu Cử nhân. Khoa thi Hội năm Kỷ Dậu (1849), ông đậu Đệ tam giáp đồng tiến sĩ xuất thân.\n\n==Sự nghiệp quan trường==\nSau khi thi đậu Tiến sĩ, Nguyễn Thái Đễ được bổ làm Chủ sự tri phủ Phước Tuy, tỉnh [[Biên Hòa]]. Ba tháng sau, ông cáo quan về nuôi dưỡng mẹ già. Nhưng vua [[Tự Đức]] lại triệu ông vào kinh bổ làm Hàn lâm thị độc ở Viện Tập hiền.\n\nĐất nước rối ren, Pháp sang xâm lược, Triều đình muốn chủ hòa, năm 1854, ông xin cáo quan về quê mở trường dạy học.\n\nKhi làm quan, ông có tìm hiểu cách thức trồng cây chè ở một số vùng, nhất là vùng Thừa Thiên - Huế. Về quê, ông đã hướng dẫn nhân dân khai hoang đồi trọc để trồng chè xanh. Nhân dân Diêm Trường nghe lời ông, vừa làm ruộng vừa trồng chè khiến cho đời sống thêm sung túc.\n\n==Thờ tự==\nNăm 1856, Nguyễn Thái Đễ qua đời ở quê nhà, mộ phần táng ở địa phận xã Yên Sơn ngày nay. Để nhớ ơn ông, nhân dân xã lập đền thờ, gọi là đền Ông Lớn. Hiện nay, nhà thờ họ Nguyễn Thái đã được tỉnh Nghệ An công nhận là Di tích lịch sử văn hóa.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Người Đô Lương]]\n[[Thể loại:Sinh năm 1803]]\n[[Thể loại:Mất năm 1856]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}