{"1336871":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Thị Ngọc Diễm\n| tước vị = [[Hoàng phi|Vương phi]] [[chúa Trịnh]]\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chồng = [[Trịnh Doanh]]\n| thông tin con cái = \n| con cái = [[Trịnh Sâm]]\n| tên đầy đủ = Nguyễn Thị Ngọc Diễm\n| tước hiệu = Hoa Dung Thứ phi\n| tước vị đầy đủ = Hoa Dung Ân vương phi<br>Vương Thái phi<br>Thánh Từ Thái Tôn Thái Phi<br>Trịnh Quốc mẫu\n| thông tin niên hiệu = \n| niên hiệu = \n| tôn hiệu =*Thánh Từ Thái Tôn Thái Phi (聖慈太尊太妃)\n*Quốc Thánh mẫu (國聖母)\n| thụy hiệu = Từ Trạch Vương Thái phi (慈澤王太妃)\n| hoàng tộc = \n| cha = [[Nguyễn Luân]]\n| mẹ = \n| sinh = 1721\n| nơi sinh = làng Linh Đàm, xã [[Hoàng Liệt]], huyện [[Thanh Trì]], nay thuộc phường [[Hoàng Liệt]], quận [[Hoàng Mai (quận)|Hoàng Mai]], TP [[Hà Nội]]\n| mất = 1784\n| nơi mất = [[Thăng Long]]\n| ngày an táng = \n| nơi an táng = chân núi [[Mông Cù]] (còn có tên là [[Bút Sơn]]) ở làng [[Đa Bút]], huyện [[Vĩnh Lộc]], xứ [[Thanh Hóa]]\n}}\n'''Nguyễn Thị Ngọc Diễm''' ([[chữ Hán]]: 阮氏玉琰, [[1721]]-[[1784]]), là thứ phi của chúa [[Trịnh Doanh]], mẹ [[Trịnh Sâm]], bà nội của [[Trịnh Khải]] và [[Trịnh Cán]].\n\n==Tiểu sử==\n===Thân thế===\nBà có tên húy là Nguyễn Thị Khương, quê ở làng [[Linh Đường]], huyện [[Thanh Trì]], phía Nam kinh thành [[Thăng Long]]. Ngôi làng xưa thuộc xã [[Linh Đàm]], sau đổi thành xã [[Hoàng Liệt]], huyện [[Thanh Trì]], trong gia đình co cha là [[Nguyễn Luân]] ([[1686]] - [[1739]]), tên tự là Đình Anh hay '''Đình Tư'''.\n\nNguyễn Đình Tư sinh được 6 người con, 3 trai 3 gái thì con trai đều được phong làm Quận công, con gái đều làm phu nhân đại thần. Cha bà thấy Trịnh Doanh thông minh, chăm học, trầm tĩnh và có chí khí, rất nhiều triển vọng lên ngôi chúa thay cho người anh trai hoang dâm tửu sắc Trịnh Giang, nên đã tiến cung con gái mình. Từ đó bà trở thành Thứ phi của chúa Trịnh Doanh và được ban mỹ hiệu là Hoa Dung.\n\nVới công lao và tài trí, Nguyễn Đình Tư được triều đình phong cho nhiều tước vị cao: Tiền tả tư giảng, Bồi tụng, Thượng thư bộ Công, tước Nam quận công. Ông còn là bạn kết giao với nhiều danh sĩ như Hoàng giáp [[Ngô Thì Sĩ]]; Thượng thư [[Nguyễn Công Cơ]], Thượng thư [[Nguyễn Công Thái]], Hoàng giáp [[Nguyễn Quý Ân]], [[Đỗ Thế Giai]]... Tư thất của ông là nơi mọi người thường đến thưởng hoa, ngâm thơ, bình văn xướng họa nên nhà ông được gọi là ''Nguyễn môn đào lý'' (vườn đào, tài trí, thơ văn nhà họ Nguyễn).\n\n===Tham vọng quyền lực===\nKhi Trịnh Doanh nối ngôi cha, bà đã dâng kế sách “Ngũ qui” (mọi việc qui vào năm rường mối), Chúa khen hay, lấy làm rường cột cải tổ triều chính. Đi kinh lý, Chúa nhờ bà buông rèm trông coi việc triều. Bà được thỏa chí thi thố tài năng tạo phúc cho trăm họ.\n\n*'''Quy nông tắc ổn''': Phát triển nông nghiệp, khi nghề nông phát đạt thì thế nước nhất định sẽ mạnh, xã hội ổn định.\n*'''Quy công tắc phú''': Mở mang công nghiệp để đem lại sự giàu có cho đất nước.\n*'''Quy thương tắc hoạt''': Thúc đẩy thương mại, mua bán trao đổi hàng hóa sẽ tạo sự linh hoạt, năng động trong xã hội.\n*'''Quy trí tắc hưng''': Quan tâm tới giáo dục, nâng cao hiểu biết bằng học vấn, đào tạo nhân tài để sử dụng thì đất nước sẽ hưng thịnh.\n*'''Quy pháp tắc bình''': Lấy pháp luật làm công cụ quản lý xã hội, giữ nghiêm phép nước thì xã hội bình yên.\n\nDù Thứ phi Hoa Dung đã hạ sinh được con trai trưởng là [[Trịnh Sâm]], nhưng khi ấy, chúa [[Trịnh Doanh]] đang sủng ái [[Nguyễn Thị Ngọc Vinh|người vợ họ Nguyễn Mậu]] ở [[Thanh Hóa]] và đã phong bà này làm Chính phi; bà Hoa Dung chỉ được phong Trường cung. Chính phi họ Nguyễn chỉ sinh được một con gái là Tiên Dung quận chúa và được chúa Trịnh Doanh hứa gả cho Thái tử [[Lê Duy Vỹ]]. Thái tử có chí nhất thống, lật đổ binh quyền nhà chúa, nên bị thế tử [[Trịnh Sâm]] ghen ghét.\n\nMột hôm, thái tử và thế tử cùng ở phủ đường được chúa Trịnh Doanh ban cho ăn cơm và bảo cùng ngôi một măm, lúc ấy [[Nguyễn Thị Ngọc Vinh|Chính phi Nguyễn thị]] can rằng:\n:''Thế tử, với thái tử có danh phận vua tôi, lẽ nào được ngồi cùng mâm? Nên phân biệt ngồi làm hai chiếu''.\n\nSâm đổi nét mặt, bước ra về, nói với người ngoài rằng\n:''Ta với Duy Vĩ hai người, phải một chết một sống, quyết không song song cùng tồn tại được với nhau được''.\n\n===Vương Thái phi===\nNăm Quý Dậu (1753), Trịnh Sâm chính thức được lập làm Thế tử. Sau khi Trịnh Doanh mất ([[1767]]), trong thời gian đầu khi Trịnh Sâm lên nối nghiệp chúa, bà Hoa Dung rất quan tâm giúp đỡ con mình, Trịnh Sâm tôn bà là '''Vương Thái phi''', còn vua [[Lê Hiển Tông]] ban '''Kim sách''' (sách vàng), một ân huệ đặc biệt cao quý và phong bà làm '''Quốc Thánh mẫu'''.\n\nNhững năm sau khi bà Chính phi và Chúa Trịnh Doanh lần lượt qua đời, ở đỉnh cao quyền lực, bà Hoa Dung vẫn đau khổ và căm phẫn Chính phi đã mất đến nỗi hận lây cả con rể là Thái tử Duy Vĩ. Khi Trịnh Sâm thực hiện hành động trả thù truy bức Thái tử [[Lê Duy Vỹ]] một cách vô cùng dã man thì Thứ phi Hoa Dung đang giúp con điều hành triều chính, đã không có ý kiến gì can ngăn. Sau khi Trịnh Sâm nối ngôi, mượn việc khác mà vu tội, phế truất và sát hại thái tử Duy Vĩ.\n\nSách ''Việt sử thông giám cương mục'' chép lời phê của vua [[Tự Đức]]:\n\n:''Một việc vô cùng thê thảm, đau đớn đến ngàn đời. Đọc Sử đến đây làm cho lỗ mũi người ta phải chua xót! Việc này cùng với việc phá tường để bắt Phục Hậu<ref>Cuối đời Tây Hán, Tào Tháo làm thừa tướng, nắm hết quyền lực. Vợ vua Hán Hiến Đế là Phục hậu lập mưu giết Tháo, việc bại lộ, Tháo sai Hoa Hâm đem quân vào cung để bắt. Phục hậu đóng cửa lại rồi núp ở bức tường trong cung, Hoa Hâm phá cửa, đạp đỗ tường lôi ra. Phục hậu bảo Hiến Đế rằng: \"Chả thể sống được để trông thấy nhau đâu!\". Hiến Đế nói: \"Tính mạng của tôi cũng chưa biết sống chết lúc nào đây!\"<\/ref> cùng một cảnh đáng đau lòng. Lại đáng giận lúc ấy khanh tướng đầy triều đình, mà không một người nào dám nói, chỉ có Nguyễn Lệ vì liên can mới phải tự tiết mà thôi, như thế có thể trong triều lúc bấy giờ không có người nào ra gì cả.''\n\n:''Đến cả Nguyễn Thị là mẹ Trịnh Sâm cũng không nói một lời để giải cứu, thế thỉ bụng dạ Nguyễn Thị ra thế nào? Thà rằng trước kia đừng phân biệt chỗ ngồi lại còn hơn. Đem so sánh với Vũ Thị<ref>Tức thái phi Vũ Thị Ngọc Duyên, vợ Trịnh Cương, mẹ Trịnh Giang và Trịnh Doanh. Năm 1740, nhân Trịnh Giang có bệnh, Vũ thị bèn truất đi và lập Trịnh Doanh lên thay, chuyển nguy thành an<\/ref> thì Nguyễn Thị còn kém nhiều lắm.''\"\n\nCũng theo ''Việt sử thông giám cương mục'', sau khi Duy Vĩ bị truất, Duy Cận là con thứ tư của nhà vua, ra vào phủ Chúa Trịnh, tôn thờ mẹ Trịnh Sâm rất kính cẩn. Bấy giờ hoàng tử thứ tư Duy Cận có quan hệ thân thiết với Nguyễn Thái phi, nên được chọn lên thay làm thái tử.\n\nBà có những ảnh hưởng nhất định đến việc cai trị của chúa lúc mới nắm quyền, bấy giờ: '' chúa Trịnh Sâm hăng hái làm việc, chán thói cẩu thả từ trước, mong có biến thông cổ vũ thực hành chính sự đổi mới'' <ref>[[Đại Việt sử ký tục biên]]<\/ref>.\n\nSử sách đánh giá chính sự thời Trịnh Sâm có nhiều tiến bộ tích cực nhưng về sau, vì ông quá say mê sắc đẹp của Tuyên phi Đặng Thị Huệ mà dần bỏ bê việc nước, rồi cho phế con trưởng lập con thứ, lập con thứ Trịnh Cán làm Thế tử. Nhận thấy nguy cơ của sự bất ổn, bà Hoa Dung đã nhiều lần can ngăn nhưng không được Trịnh Sâm nghe theo, bà chán nản rời phủ chúa về sống ở quê Linh Đường, giúp làng sửa đình, chùa, cày cấy, dệt lụa, làm nhiều việc thiện cho dân.\n\nCụ thể, khi Trịnh Sâm quá mê mẩn Đặng Thị Huệ, muốn bỏ con lớn, lập con nhỏ, thì bà đã vào cung, nói cho Chúa biết điều hơn lẽ thiệt:\n\n:\"''(Trịnh) Cán mắc bệnh từ khi còn phải bế ẵm, tay chân thân thể ốm yếu, bao nhiêu thuốc thang chữa trị vẫn không khỏi. Thế mà kể từ khi (Trịnh) Khải bị tội, bỗng dưng bệnh tình của (Trịnh) Cán ngày một giảm dần, coi bói thấy mọi sự đều thuận, (Trịnh) Sâm lấy làm vui vẻ lắm. Bầy tôi trong kinh ngoài trấn cùng chúc mừng và khuyên (Trịnh) Sâm nên sớm lập người nối nghiệp, cốt mau thống nhất nhân tâm. (Trịnh) Sâm nghe theo. ''\n\n:''Mẹ của (Trịnh) Sâm là Thứ phi Nguyễn Thị nói với (Trịnh) Sâm rằng: Khải với Cán đều là cháu nội của già này, nhưng già này nghĩ rằng Khải đã trưởng thành mà Cán thì còn quá nhỏ, lại đau yếu luôn, già này chỉ mong vương thượng coi trọng tôn miếu xã tắc, hãy tạm để khuyết ngôi kế tự, chờ xem Khải có tự răn mình mà sửa lỗi hay không, nhược bằng không thì hãy đợi đến khi Cán đã lớn cùng chẳng có gì là muộn.''\n\n:''Trịnh Sâm nói: Việc lớn của nước nhà cốt sao tìm được người xứng đáng để phó thác. Nếu như bệnh tình của Cán không khỏi thì thà là lập (Trịnh) Bồng trả lại cơ nghiệp cho ngành cả của nhà bác.Thái phi nghe vậy thì không nói thêm gì nữa.''\"<ref>Sách Khâm định Việt sử thông giám cương mục (Chính biên, quyển 45, tờ 24) chép như sau:<\/ref>\n\n===Chính biến===\nTrịnh Sâm mới tâu với nhà vua lập Trịnh Cán mới 5 tuổi làm thế tử, dùng quận Huy Hoàng Đình Bảo nuôi dạy (1781). Chúa ngã bệnh, ngày càng nguy kịch. Quốc mẫu Hoa Dung hoảng sợ, thường vào cung chăm sóc. Khi Chúa lâm chung, sai thảo cố mệnh đưa Trịnh Cán lên ngôi. Bà đau lòng vì sắp phải vĩnh biệt đứa con độc nhất, nhưng vẫn rất tỉnh táo, bảo đưa chiếu cho xem. Rồi tự tay bà dùng bút son phê: \"''Không phải bút rồng của tiên vương, không đủ làm bằng''”.\n\nNhưng tình thế không thể đảo ngược. Phe cánh Thị Huệ áp đảo vì Quận Huy nắm binh quyền đã ngả theo, Trịnh Cán đang thoi thóp trên giường bệnh, vẫn lên ngôi chúa. Thị Huệ và Quận Huy cùng nhiếp chính.\n\nĐầu năm [[1783]], lính kiêu binh phò thái tôn Duy Khiêm, con thái tử Duy Vĩ về cung. Thái phi sợ Duy Cận mất ngôi thái tử, bèn sai hoạn quan là Liêm Tăng đến bắt ép thái tôn sang chầu, để toan bí mật giết đi. Khi thái tôn đang đi thì bị quân tuần sát ngăn lại. Các quân lính phát hiện âm mưu, la hét ầm ĩ, lùng tìm Liêm Tăng không được, ngờ là Duy Cận chủ mưu. Lúc ấy, Duy Cận đương chầu Trịnh thái phi, nghi trượng để ngoài cửa phủ đường, quân sĩ đều đập phá tan nát. Duy Cận phải thay đổi quần áo đi lẻn về cung. Nhà chúa biết việc này là do thái phi gây ra, nhân dụ dỗ quân sĩ chớ làm huyên náo, rồi lập tức hạ lệnh cho bầy tôi trong triều xin nhà vua lập Duy Khiêm làm hoàng thái tôn, truất Duy Cận làm Sùng Nhượng công.\n\nSau này, khi quân Tam phủ mưu lật Trịnh Cán để đưa Trịnh Khải lên ngôi chúa, đã xin ý chỉ của Quốc mẫu thì bà đã đồng ý ngay và ra lệnh cho Quận Huy công Hoàng Đình Bảo hãy để Trịnh Khải nắm quyền. Khi Quận Huy không chịu nghe theo thì bà đã để mặc cho quân Tam phủ giết; phế Trịnh Cán và Đặng Thị Huệ. Tất cả các bước như xin chỉ dụ của Quốc mẫu, rồi tâu lên nhà vua phong Khải làm vương đều có ý kiến và bút phê của Quốc mẫu Hoa Dung. Lên ngôi chúa, Trịnh Khải đã tôn phong bà là Thánh Từ Thái Tôn Thái Phi.\n\nBà lâm bệnh rồi mất vào ngày 28 tháng 7 năm Giáp Thìn ([[1784]]), thọ 65 tuổi vào thời điểm khi mà cơ nghiệp nhà chúa sắp tiêu vong trước cơn bão táp của phong trào [[Nhà Tây Sơn|Tây Sơn]]. Năm Bính Ngọ (1786), quân Tây Sơn tiến ra Thăng Long phò Lê diệt Trịnh. Trịnh Khải phải bỏ kinh thành chạy lên phía Bắc, rồi bị bắt và tự sát.\n\nLinh cữu của bà được đưa về an táng tại chân núi [[Mông Cù]] (còn có tên là [[Bút Sơn]]) ở làng [[Đa Bút]], huyện [[Vĩnh Lộc]], xứ [[Thanh Hóa]]. Lăng Hoa Dung được xây bằng đá, dân gian trong vùng gọi là ''lăng bà Quốc mẫu'' hay ''lăng bà Trịnh''. Việc chủ trì tế lễ khi khánh thành lăng do đại thần, Tiến sĩ [[Phan Huy Cẩn|Phan Huy Áng]] làm chủ tế; còn việc phụ trách, điều hành việc xây dựng lăng do con trai ông là quan Đốc đồng Thanh Hóa, Tiến sĩ [[Phan Huy Ích]] đảm nhiệm.\n\n==An táng==\nKhu lăng mộ chính phi Hoa Dung được hoàn thành vào tháng 11 năm Giáp Thìn ([[1784]]). Trong tác phẩm [[Dụ Am thi văn tập]] của mình, Phan Huy Ích có bài thơ lại ghi việc làm lễ sơn lăng cho bà, có đoạn viết:\n\n::''Tuổi già chăm lo yên xã tắc\n::''Lập ra khuôn phép giúp ba triều\n::''Linh Đường mưa máu âu trời xót\n::''Núi Bút sương buông, buồn tịch liêu\n\nPhía trước lăng mộ có dựng tượng 12 võ quan tạc bằng đá nguyên khối, đứng nghiêm trang, kính cẩn thành hai hàng. Đầu tượng đội mũ tròn, mình mặc giáp trụ dài có viền nhiều lớp, chân đi giày chiến kiểu hia cao đường bệ, một tay cầm kiếm, tay còn lại đặt trước ngực như nguyện bảo vệ sự yên giấc của bà Hoa Dung. Ngoài ra, còn hai bức tượng phỗng đá đầu to có ngắn, tóc búi quả đào, mắt lồi, mũi dô, miệng rộng với ý nghĩa là những người hầu cận.\n\nTượng được tạo tác trong tư thế quỳ chầu đợi lệnh, hai chân quặp ra phía sau, hai tay khoanh trước ngực. Cách lăng mộ không xa còn có ngôi miếu nhỏ thờ tự bà chính phi Hoa Dung, phía trước miếu có phiến đá đề dòng chữ Hán: ''Thiên tiên quốc thánh mẫu''.\n\n(Đoạn này là nói về lăng của bà Thái phi Nguyễn Thị Ngọc Diễm - không thể tả là lăng mộ của Chính phi Hoa Dung được, vì lăng của bà Hoa Dung ở tại Linh Đàm Hà Nội)\n\n==Tham khảo==\n{{tham khảo}}\n* [http:\/\/phunutoday.vn\/blognguoinoitieng\/201112\/Ke-tri-nuoc-cua-mot-ba-hoang-trong-phu-chua-Trinh-2117954\/ Bà Nguyễn Thị Ngọc Diễm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120211105825\/http:\/\/phunutoday.vn\/blognguoinoitieng\/201112\/Ke-tri-nuoc-cua-mot-ba-hoang-trong-phu-chua-Trinh-2117954\/ |date=2012-02-11 }} Phụ nữ Today.\n* [http:\/\/www.baothanhhoa.vn\/vn\/van-hoa\/n42318\/Thai-phi-Nguyen-Thi-Ngoc-Diem-(1721---1784),-nguoi-phu-nu-co-tu-tuong-chien-luoc-xay-dung-dat-nuoc Nguyễn Thị Ngọc Diễm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170908202129\/http:\/\/www.baothanhhoa.vn\/vn\/van-hoa\/n42318\/Thai-phi-Nguyen-Thi-Ngoc-Diem-(1721---1784),-nguoi-phu-nu-co-tu-tuong-chien-luoc-xay-dung-dat-nuoc |date=2017-09-08 }} Báo Thanh Hóa.\n* [[Danh sĩ Thanh Hóa và việc học thời xưa]], Trần Văn Thịnh - Trịnh Mạnh - Lê Bá Chức - Nguyễn Thế Long, Nhà xuất bản Thanh Hóa - 1995.\n* [[Ân vương Trịnh Doanh]], Trịnh Xuân Tiến – Nhà xuất bản Lao động - 2003.\n\n{{Vương phi chúa Trịnh}}\n\n[[Thể loại:Sinh năm 1721]]\n[[Thể loại:Mất năm 1784]]\n[[Thể loại:Vương phi chúa Trịnh]]\n[[Thể loại:Bạn đã truy cập trang wep này 548 lần]]"}