{"193210":"{{thông tin nhân vật\n| tên = Nguyễn Thần Hiến\n| hình = Nguyễn Thần Hiến.jpg\n| tự = Phác Đình\n| hiệu = Chương Chu\n| học vấn = sang [[Nhật Bản]] học\n| giới tính = nam\n| sinh = [[1857]] \n[[Hà Tiên]]\n| mất = [[1914]] (57 tuổi)\n| nghề nghiệp = chí sĩ thời cận đại [[Việt Nam]]\n| quốc gia = [[Việt Nam]]\n| Phong trào = [[phong trào Đông Du]]\n| ghi chú hình = chân dung Nguyễn Thần Hiến ([[1857]] - [[1914]])\n| tên gốc = Chương Chu , Phác Đình\n| ngày sinh = [[1857]]\n| nơi sinh = [[Hà Tiên]]\n| ngày mất = [[1914]] (57 tuổi)\n| nơi mất = [[Hà Nội]]\n}}\n\n'''Nguyễn Thần Hiến''' ([[1857]]-[[1914]]), tự: '''Phác Đình'''<ref>Ghi theo ''Nghiên cứu Hà Tiên'' (sách ghi ở mục tham khảo), vì tác giả có đọc gia phả dòng họ Nguyễn Như, bài viết của cháu nội ông Hiến đăng trên ''Văn hóa nguyệt san'' ở [[Thành phố Hồ Chí Minh|Sài Gòn]], và mấy dòng lạc khoản của ông Hiến ghi cuối bài thơ đề trên vách ''Đền thờ họ Mạc'' tại Hà Tiên. ''Từ điển nhân vật lịch sử Việt Nam'' ghi là '''Phát Đình'''.<\/ref>, hiệu: '''Chương Chu'''; là người đã sáng lập ra \"Quỹ Khuyến Du học hội\" nhằm vận động và hỗ trợ cho học sinh sang [[Nhật Bản]] học, là một trong những nhà cách mạng tiên phong trong [[phong trào Đông Du]] ở [[miền Nam (Việt Nam)|miền Nam]]<ref>Nói ''[[phong trào Đông Du]] ở Miền Nam'' là nói ngắn gọn. Thực ra, vì nhiều lý do, khi vào đến [[Nam Kỳ]], hai phong trào là Duy Tân và Đông Du đã tự kết hợp với một danh xưng mới, đó là [[phong trào Minh Tân]], và ông [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]] chính là người đã khởi xướng và thành lập ''Hội Minh Tân''. Tuy tên gọi có thay đổi, nhưng mục đích vẫn là lo cho dân khôn, nước mạnh để có ngày giành lại chủ quyền dân tộc. (''Phong trào Đông Du ở Miền Nam''. Sách tập hợp nhiều bài viết, Nhà xuất bản Văn hóa Sài Gòn & Tạp chí Xưa và Nay cùng ấn hành, 2007, tr.60-61. Xem thêm nhiều chi tiết khác có trong sách này.)<\/ref> và là một nhà chí sĩ cận đại [[Việt Nam]].\n\n==Thân thế và sự nghiệp==\n===Thân thế===\nChí sĩ '''Nguyễn Thần Hiến''' sinh năm [[Đinh Tỵ]] ([[1857]])<ref>''Gia phả dòng họ Nguyễn Như'' và trong bài viết trên ''Văn hóa nguyệt san'' (tập 79, [[tháng ba|tháng 3]] năm [[1965]], tr. 375), của cố tác giả Minh Trân Nguyễn Như Hằng, cháu nội Nguyễn Thần Hiến, đều ghi năm [[1857]].<\/ref> tại làng Mỹ Đức, tỉnh [[Hà Tiên (tỉnh)|Hà Tiên]]; nay là [[thành phố Hà Tiên]], tỉnh [[Kiên Giang]]. Thuở nhỏ ông được cha đặt tên '''Nguyễn Như Khuê''', năm 18 tuổi ông tự đổi là '''Nguyễn Thần Hiến'''<ref name=\"NC\">''Nghiên cứu Hà Tiên'', sách ghi ở mục tham khảo, tr. 502, 515, 516, 526 và 530.<\/ref>\n\nTổ tiên ông gốc người [[Quảng Trị]], làm quan đời [[Gia Long]]. Ông nội ông vì không đứng về phe tôn lập Nguyễn Phúc Đảm ([[Minh Mạng]]) lên ngôi, sợ bị liên lụy, nên đem gia quyến vào Nam, định cư ở [[Vĩnh Long]]. Ông nội ông mất sớm, để lại một con trai duy nhất là Nguyễn Như Ngươn, tức cha ông.\n\nLàm Tri huyện ở [[Vĩnh Long]] một thời gian, ông Ngươn được bổ vào [[Hà Tiên (tỉnh)|Hà Tiên]] giữ chức Kinh lịch<ref>Kinh lịch là chức quan, hàm chánh thất phẩm, chuyên việc giấy tờ công văn và giải quyết các việc hành chánh của tỉnh<\/ref> Sau được thăng Tri huyện ([[1864]]), lúc sắp mãn phần, thăng Kinh huyện.\n \nTheo sách ''Nghiên cứu Hà Tiên'', thì trước khi cưới bà Chu, ông đã có người vợ chánh (chưa rõ tên), sinh cho ông một trai tên Nguyễn Như Thoại và một gái tên Nguyễn Thị Tài.\nNăm [[Tự Đức]] thứ 17 ([[1864]]), ông Ngươn cưới thêm vợ thứ tên Huỳnh Thị Chu, gốc người [[Minh Hương]], sinh trưởng ở [[Hà Tiên (tỉnh)|Hà Tiên]]. Bà Chu sinh cho ông hai trai và một gái, gồm: Nguyễn Như Khuê (tức Nguyễn Thần Hiến), Nguyễn Như Quỳ và Nguyễn Thị Dương <ref name=\"NC\" \/>.\n\n===Ở Hà Tiên===\n[[Tập tin:Đình thần Thành hoàng Mỹ Đức.jpg|nhỏ|phải|200px|Đình thần [[Thành hoàng]] xã Mỹ Đức, do Nguyễn Thần Hiến vận động nhân dân kiến tạo.]]\nLên 5 tuổi, Nguyễn Thần Hiến học [[chữ Hán]] với một thầy [[người Hoa]] gần nhà, nổi tiếng là một cậu bé thông minh và có sức nhớ dai. \nNăm 10 tuổi, ông đến [[Châu Đốc]] thụ giáo với một cụ đồ nho danh tiếng. Đến năm 12 tuổi, ông đã tỏ ra khá thông hiểu triết lý [[Khổng Tử|Khổng]] [[Mạnh Tử|Mạnh]] và thi văn.\n\nKhi trưởng thành, ông về lại Hà Tiên (chưa rõ năm nào), mở lớp dạy chữ Nho và chuyên nghề bốc thuốc Bắc và [[châm cứu]].\n \nVốn bản tánh ông nhu hòa, lời nói thanh nhã, lại giỏi nghề y nên ông có nhiều bằng hữu, đông học trò và người bệnh.\n\nSách ''Nghiên cứu Hà Tiên'', kể:\n:''Ở Hà Tiên, thời kỳ [[1888]]-[[1901]], ông cùng với quý ông Lâm Tấn Đức, Lê Quang Chung, Huỳnh Đăng Khoa, Phụng Lai Nghị, Lê Quang Chung, Nguyễn Phương Chánh, La Thành Đầm... ra sức chấn hưng nền học vấn tại địa phương, đồng thời phục hưng nền văn học [[Tao đàn Chiêu Anh Các|Chiêu Anh Các]]. Bởi vì trước đó có một thời, thơ văn của tao đàn này hầu như bị lãng quên sau việc con cháu Mạc Công Du phải thọ nạn vì liên can tới vụ binh biến [[Lê Văn Khôi]] ([[1833]]-[[1835]]), nên ít người dám cất giữ...<ref>Lược ghi vài việc làm của nhóm: Năm 1888, ông Hiến đã vận động người dân địa phương góp công, góp của khởi sự kiến tạo đình thờ thần Thành hoàng xã Mỹ Đức, thờ ba vị nhân thần khai cơ đất Hà Tiên là [[Mạc Cửu]], [[Mạc Thiên Tứ]] và [[Mạc Tử Sanh]]. Năm [[1897]]-[[1901]], ông Hiến lại vận động người dân trùng tu [[Đền thờ họ Mạc]] tại núi Bình San, [[Hà Tiên (tỉnh)|Hà Tiên]]. Năm [[1904]], ông Nguyễn Phương Chánh, cho công bố 11 bài thơ thất ngôn bát cú của Mạc Thiên Tứ trên báo ''[[Nông cổ mín đàm]]''. Năm [[1907]], ông La Thành Đầm cho công bố bản phiên âm [[Quốc ngữ]] quyển [[Hà Tiên thập vịnh|Thập cảnh Hà Tiên]] của Mạc Thiên Tứ. Và Trần Đình Quang là người đầu tiên viết lịch sử họ Mạc bằng [[chữ Nôm]], gọi là ''Gia phả Hà Tiên''...<\/ref>\n\n===Đến Cần Thơ===\nNăm [[1902]], mẹ ông qua đời, thì tuổi ông cũng đã bốn mươi lăm và đã là một điền chủ ở Hà Tiên. Trong năm này, ông Hiến quyết định đưa cả gia quyến về sống ở [[Cần Thơ]]. Và ở đây, ông có thêm nhiều bạn đồng \"chí hướng\" mới.\n\nVào một ngày tháng 1 năm [[Giáp Thìn]] ([[1904]]), Nguyễn Thần Hiến qua [[Sa Đéc]] thăm người bạn thân là [[Đặng Thúc Liêng]] ([[1867]]-[[1945]]), tình cờ gặp nhà chí sĩ [[Phan Bội Châu]] ([[1867]]-[[1940]]) từ [[Bảy Núi|Thất Sơn]] trở về. \nKể từ cuộc gặp gỡ ngẫu nhiên này, ông Hiến đã trở thành một thành viên tích cực, có nhiều đóng góp cho ''phong trào Đông Du'' do [[Phan Bội Châu]], [[Tăng Bạt Hổ]], [[Đặng Tử Kính]] gây dựng tại [[Nhật Bản|Nhật]] năm [[1905]].\n\nNgoài việc tuyên truyền, vận động cho nhiều ngành, nhiều giới tham gia phong trào; điểm nổi bật nhất của Nguyễn Thần Hiến đó là việc ông đứng ra thành lập ''Khuyến Du Học Hội'' vào năm 1907, nhằm vận động học sinh sang học tại Nhật<ref>Ngay đợt đầu có bảy người, sau đó có khoảng 75 người. Năm [[1908]], con số lên đến hàng trăm người. (''Phong trào Đông Du ở Miền Nam'', sách dẫn ở mục tham khảo, tr.2)<\/ref>, tổ chức nhiều cơ cấu cách mạng tại miền Nam để tích cực ủng hộ phong trào. Và chính ông đã tự nguyện ủng hộ một phần lớn gia tài giúp vào quỹ du học sinh. Tổng cộng món tiền là 20.000 đồng. Vào năm [[1908]], số tiền ấy có giá trị bằng hàng trăm lạng vàng.<ref>Dựa theo''Chí sĩ Nguyễn Quang Diêu'' của Nguyễn Văn Hầu. Dẫn lại theo ''Nghiên cứu Hà Tiên'', tr. 507.<\/ref>\n\nTháng 3 năm [[1908]], ông Hiến cho người con trai duy nhất của mình là Nguyễn Như Bích sang Nhật, vào học tại ''Đồng Văn Thư viện''. \nNhưng cuối năm ấy, Pháp - Nhật ký xong hiệp ước bang giao, và thể theo yêu cầu của Pháp, [[Thiên hoàng|Nhật hoàng]] cho trục xuất tất cả du học sinh Việt Nam về nước, trong số đó có Nguyễn Như Bích.\n\nLúc bấy giờ, ''phong trào Đông Du'' ở [[Nam Kỳ]] còn lâm cảnh khó khăn hơn nữa, bởi sự bất cẩn của một du học sinh tên Trần Công Huân, người [[Cái Bè]] ([[Mỹ Tho]]). Vì cả tin, Huân đã đem tài liệu mật giao cho một người giữ giùm, mà người này đang bí mật làm việc cho Pháp, cho nên sau khi bắt Huân và một số du học sinh khác vừa từ Nhật trở về, Pháp cũng ra lệnh bắt ngay những người đứng đầu tổ chức.\n\n===Ra nước ngoài===\n====Sang Xiêm La====\nNăm 1908, từ Cần Thơ, nhờ người quen giúp đỡ, Nguyễn Thần Hiến theo ghe đánh cá sang Chantaboun rồi lên [[Bangkok]] ([[Xiêm|Xiêm La]]), giấu mình bằng cái tên '''Hoàng Xương''' và hành nghề [[đông y]].\n\nCuối năm này, Kỳ Ngoại Hầu [[Cường Để]] (1882-1951) sang Xiêm, ông có tìm đến yết kiến và được cử làm ''Tổng Ủy viên sự vụ'', giữ trọng trách liên lạc với các đồng chí ở [[Miền Nam (Việt Nam)|Nam Việt]].\n \nNăm [[1909]], Phan Bội Châu cũng sang Xiêm, được ông Hiến giới thiệu với nhà sư Thiện Quảng Thiền, ở chùa Phổ Đức. Biết ''phong trào Đông Du'' ở [[hải ngoại]] đang lâm cảnh khốn đốn, nhà sư trở về Nam Kỳ và đã quyên góp được khoảng 2.000 đồng.\n\nNăm [[1910]], Thiện Quảng Thiền trở về nước lần nữa, thì bị lộ. Nhà sư bị Pháp bắt giết tại vùng rừng núi [[Tây Ninh]], khi đang tìm đường chạy sang [[Campuchia|Cao Miên]]. Năm đó, nhà sư mới 50 tuổi <ref>Nhận được tin dữ, Phan Bội Châu và Nguyễn Thần Hiến đã làm một bia đá ghi công đức của nhà sư Thiện Quảng Thiền, đặt trong hang Kho Lẽm (Xiêm), là chỗ sư trụ trì. Lược thuật theo ''Tạp chí Lạc Việt'' số 1 ra ngày 12 tháng 11 năm 1948, tr. 2.<\/ref>. \nSợ Pháp dò la được tung tích, Phan Bội Châu liền rời khỏi Xiêm, và cuối năm đó (1910), Nguyễn Thần Hiến cũng giả làm người Trung Quốc, đáp tàu từ Xiêm sang [[Hồng Kông]] tìm Cường Để và Phan Bội Châu.\n\n====Qua Trung Quốc====\nSau ba tháng học tiếng [[Quan thoại]], Nguyễn Thần Hiến lãnh nhiệm vụ liên lạc với các đồng chí người Trung Quốc và người Việt ở nhiều nơi, như [[Bắc Kinh]], [[Nam Kinh]], [[Thượng Hải]], [[Hàng Châu]], [[Quảng Đông]], [[Mãn Châu]]... \nMỗi khi thiếu hụt, ông liền xoay trở bằng nghề làm thuốc hoặc viết báo để sinh nhai và để giúp đỡ các đồng chí khác. \nĐầu năm [[Tân Hợi]] ([[1911]]), bởi người Pháp kiểm duyệt thư từ đi lại và tịch thu tất cả tiền bạc từ nước Việt gửi sang, Phan Bội Châu đành phải tạm ngưng hoạt động, trở lại Xiêm ẩn náu nơi đồn điền của bạn.\n\nSau khi [[Cách mạng Tân Hợi]] của Trung Quốc thắng lợi, đa số đảng viên ''Duy Tân hội''<ref>Duy Tân hội thường gọi là \"Ám xã\"<\/ref> hoạt động bí mật, theo đường lối quân chủ, chủ trương \"bài Pháp, giành độc lập\", muốn theo chủ nghĩa dân chủ, từ bỏ quân chủ. Vì vậy, Phan Bội Châu, một trong những người sáng lập, nhận thấy cần phải triệu tập một hội nghị.\n \nNgày 19 tháng 6 năm [[1912]] tại [[Quảng Châu]], có đại diện của cả ba Kỳ<ref>Ba Kỳ gồm: [[Bắc Kỳ]], [[Trung Kỳ]] và [[Nam Kỳ]].<\/ref> đều đồng ý thành lập ''[[Việt Nam Quang phục Hội|Việt Nam Quang Phục Hội]]''<ref>Việt Nam Quang phục Hội là một tổ chức cách mạng theo khuynh hướng bạo động chống Pháp ở Việt Nam những năm đầu [[thế kỷ 20|thế kỉ 20]]. Do Phan Bội Châu thành lập ở Quảng Đông (Trung Quốc) năm 1912 với mục đích đánh đuổi thực dân Pháp, thành lập ''Cộng hoà Dân Quốc Việt Nam'' theo gương [[Tôn Dật Tiên]]<\/ref>, để thay thế cho ''Duy Tân hội''. \nVà trong tổ chức mới, Nguyễn Thần Hiến, đại diện cho Nam Kỳ, được cử vào Bộ Bình Nghị.\n\nĐầu năm [[Quý Sửu]] ([[1913]]), hoạt động của ''Việt Nam Quang Phục Hội'' lại lâm cảnh đình trệ vì thiếu tài chính. Trước tình cảnh đó, Nguyễn Thần Hiến đến thuyết phục Cường Để, để cùng bí mật trở về [[Thành phố Hồ Chí Minh|Sài Gòn]] và nhiều tỉnh ở Nam Kỳ, nhằm vận động quyên góp tiền bạc cho hội.\n\n====Trong lao tù====\nGiữa tháng 6 năm 1913, Cường Để rời Sài Gòn, hẹn sẽ gặp lại Nguyễn Thần Hiến tại Hồng Kông. Đến cuối tháng, khi cả hai cùng vài cộng sự khác gặp nhau tại Hồng Kông, do một thành viên sơ ý làm nổ quả lựu đạn mới chế tạo, nên cả nhóm bị cảnh sát [[Anh]] truy nã gắt...\n\nVàì hôm sau, thấy tạm yên, một đồng chí của ông Hiến tên Huỳnh Hưng vừa lén trở nhà thì cảnh sát Anh ập tới bắt giam. \nSau đó, ông Hiến cùng các cộng sự khác, như: [[Nguyễn Quang Diêu]] (1882- 1936), Đinh Hữu Thuật...đều bị bắt.\n\nChính quyền [[Hồng Kông]], theo sách ''Nghiên cứu Hà Tiên'', lúc bấy giờ \"rất tráo trở, bắt, tha rồi bắt lại\", cuối cùng vào ngày 16 tháng 6 năm 1913, cả nhóm bị chính quyền Pháp bắt khi vừa đặt chân lên nhượng địa [[Quảng Châu Loan]].\n \nPháp giam tất cả vào ngục tối, xiềng xích tay chân, rồi chở về Việt Nam nhốt trong nhà lao [[Hỏa Lò]] ở [[Hà Nội]].\n\nSau nhiều tháng bị tra tấn rất dữ, ông lâm bệnh thổ huyết. Khi ''Hội đồng Đề Hình'' của thực dân Pháp phán xử ông mười năm tù lưu đày qua xứ [[Cayenne]] (một thuộc địa của Pháp ở [[Nam Mỹ]]), ông quyết tâm tuyệt thực và đã mất vào giờ giao thừa đêm ba mươi [[Tết Nguyên Đán|Tết]] [[Giáp Dần]], tức ngày 26 tháng 1 năm [[1914]], hưởng dương 56 tuổi.\n\n==Câu nói trước khi mất==\nThấy Nguyễn Thần Hiến cứ tiếp tục nhịn đói, sức khỏe ngày một suy yếu, các bạn tù đều xúm nhau an ủi, khuyên ông ăn. Ông nói: \n{{cquote|''Tôi hy sinh cho nước, việc không thành, nay bị đày, tôi cũng không ân hận gì. Nhưng tôi nghĩ, tuổi tôi gần sáu mươi, lại mang bệnh thổ huyết, sang xứ xa biết có chịu nổi khí hậu, hay lại nay đau mai yếu làm lụy đến anh em, còn sợ nỗi phải bỏ thây nơi đất khách.'' <ref name=\"NC\" \/>}}\n\n==Tác phẩm==\n[[Tập tin:Bút tích Nguyễn Thần Hiến.jpg|nhỏ|phải|200px|Bút tích Nguyễn Thần Hiến trên vách [[Đền thờ họ Mạc]].]]\nMặc dù bận rộn vì việc nước, Nguyễn Thần Hiến vẫn hay làm thơ, nhưng đã thất lạc nhiều. Nay còn lại một ít, nhờ đăng trên báo ''[[Nông cổ mín đàm]]'' và đề trên tường vách [[Đền thờ họ Mạc|Mạc Công Miếu]] và Đình thờ thần [[Thành hoàng|Thành Hoàng]] xã Mỹ Đức, Hà Tiên (nay thuộc khu phố 1, p. [[Đông Hồ (định hướng)|Đông Hồ]], thị xã Hà Tiên).\n \nMùa đông năm [[Canh Tý]] ([[1900]]), việc trùng tu ''Mạc Công Miếu'' hoàn thành, Nguyễn Thần Hiến làm hai bài thơ chữ Hán tán dương công đức [[Mạc Thiên Tứ]] chép trên vách đền, nay hãy còn. Trích một (dịch thơ):\n\n:''Vì quý thân mình của mẹ cha,\n:''Nước nhà đành bỏ, vượt phương xa.\n:''Dựng vua Chân Lạp hao người ngựa,\n:''Mở đất Hà Tiên rộng nước nhà.\n:''Thơ rượu một thời, chơi thắng cảnh,\n:''Xóm làng ngàn dặm, kết tài hoa.\n:''Xót thầm có chí, không thành đạt,\n:''Câu cá đầu sông phí tuổi già.''\n\nĐình thờ thần Thành Hoàng xã Mỹ Đức, mà ông là người có công lớn trong việc kiến tạo, cũng có 4 bài thơ chữ Hán của ông, trích một (dịch nghĩa):\n:'''Hàn than thu lạo đồ'''\n:(Cơn lũ mùa thu bên bờ lạnh)\n:''Bên bờ dăm ba mái chòi bên xóm ấp,\n:''Lũ mùa thu, dân nghèo sống buổi sớm chiều.\n:''Rặng bần càng thấp, sông thêm thoáng rộng,\n:''Cầu khe làm dấu lối đi, nước chảy phăng phăng.\n:''Nước mở hàng lau, sông xuôi về biển,\n:''Đưa các tôm vào tận nhà.\n:''Chận nước phải tùy theo núi, người đã trót lời nguyền,\n:''Bày tỏ cùng ai giữa vùng nước bạc khi đêm về? <ref name=\"NC\" \/>\n\n==Thương tiếc==\nSự kiện Nguyễn Thần Hiến bất ngờ gặp Phan Bội Châu tại [[Sa Đéc]] năm 1904, rồi cả hai trở thành đồng chí thân thiết, sau này được ông Phan kể lại trong ''Phan Bội Châu niên biểu'' (hay ''Tự phán'') như sau:\n\n:''Cuối tháng ấy, tôi từ [[Bảy Núi|Thất Sơn]] trở về đến Sa Đéc, gặp mặt được một người là ông Ký Liêm (Mộng Sơn Đặng Thúc Liêng). Ông này giới thiệu tôi với ông Hội đồng Nguyễn Thành Hiến (Nguyễn Thần Hiến). Ông Nguyễn sau cũng xuất dương, đồng sự với tôi hơn bảy năm. Sau nhân ở Hồng kông Hương Cảng vì toan mưu cuộc ám sát, thuê nhà kín, chế tạo trái phá, bị người Pháp bắt được đem về, ông tự tử ở Hà Nội. Ôi! Như ông ấy cũng là kỳ sĩ của Nam Trung đó mà...'' <ref>''Phan Bội Châu niên biểu'' trong ''Phan Bội Châu toàn tập'', tập 6, Chương Thâu sưu tầm, Nhà xuất bản [[Thuận Hóa]], Huế, tr. 70.<\/ref>.\n\nTrước đây, trong tác phẩm ''Chí sĩ Nguyễn Quang Diêu'' được xuất bản ở [[Thành phố Hồ Chí Minh|Sài Gòn]], nhà biên khảo [[Nguyễn Văn Hầu]] viết: \n:''Tuy thân gửi nước ngoài, cụ Nguyễn Thần Hiến vẫn luôn luôn giữ được hệ thống liên lạc trong nước. Các đảng viên cách mạng ở miền Nam, thứ nhất ở miệt [[Hậu Giang]], thường lui tới Hồng Kông để tiếp xúc với cụ, tiếp tế tiền bạc và vận động khí giới. Trong những cuộc hội thảo quan trọng giữa các lãnh tụ tối cao, các đồng chí Nam Kỳ đều nhượng cho cụ nhiệm vụ đại diện.''<ref>Dẫn lại theo ''Nghiên cứu Hà Tiên'', tr. 513 và 514<\/ref>\n\nChứng kiến trước cái chết bi đát của người bạn vong niên và cũng là bạn tù (Nguyễn Thần Hiến), chí sĩ Nguyễn Quang Diêu có bài thơ khóc:\n\n:''Bấy lâu bay bổng cánh chim hồng,\n:''Lạc lối giờ ra phải máy cung.\n:''Chín suối có thiêng hồn tổ quốc,\n:''Trăm năm còn tạc gánh tang bồng.\n:''Đổi dời nghĩ gớm câu dâu bể,\n:''Thố lộ cùng ai chuyện núi sông.\n:''Thôi để làm gương cho sắp bé,\n:''Ngàn năm trong nước dấu anh hùng.''\n\n==Thông tin thêm==\n*Nguyễn Thần Hiến mất, xác ông không có người nhận nên bị nhà cầm quyền Pháp đưa qua trường thuốc để sinh viên giải phẫu. Có một số sinh viên miền Nam như Nguyễn Tấn Đởm, Võ Xuân Hành...nhìn mặt biết được, nên họ đồng lòng giữ thi hài ông lại. Hơn một tháng sau, người cháu gọi ông bằng chú ruột ở trong Nam ra, đến nhà đương cuộc xin xác đem chôn vào một ngày đầu tháng 3 năm 1914 tại ''Nghĩa trang Nam Việt'', Hà Nội. Sau năm [[Hiệp định Genève, 1954|1954]], nghĩa trang trên được lệnh di dời. Những mồ mã không người bốc mộ, đều dời tới một nghĩa trang ở Yên Kỳ ([[Sơn Tây (tỉnh cũ)|Sơn Tây]]). Mãi về sau này, có người trong dòng họ Nguyễn Như cố công truy tìm mộ ông, nhưng chỉ tìm thấy cái bia đề vỏn vẹn NGUYEN HIEN, chữ không có dấu, cũng không năm sinh, năm tử và quê quán nên thân nhân không dám quyết đó là mộ của ai....<ref name=\"NC\" \/>.\n*Sau năm [[sự kiện 30 tháng 4 năm 1975|1975]], con đường mang tên Nguyễn Thần Hiến ở [[Cần Thơ]] bị đổi tên thành đường [[Nguyễn Đình Chiểu]], và bệnh viện ở Hà Tiên cũng không còn mang tên ông. Sau này, tên ông mới được chọn lại để đặt tên cho một con đường tại phường 18, [[Quận 4]], [[Thành phố Hồ Chí Minh]], một con đường tại thị xã Hà Tiên<ref name=\"NC\" \/>.\n*Trong ''Đền thờ Phan Bội Châu'' tại [[Huế]], có thờ bức ảnh bán thân của ông.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trương Minh Đạt, ''Nghiên cứu Hà Tiên'', Nhà xuất bản Trẻ & Tạp chí Xưa & Nay cùng ấn hành, 2008. (Phiên âm Hán - Việt những bài thơ trích ở phần tác phẩm, xem trong sách này).\n*Nhiều tác giả, ''Phong trào Đông Du ở Miền Nam''. Nhà xuất bản Văn hóa Sài Gòn & Tạp chí Xưa và Nay cùng ấn hành, 2007.\n*Nguyễn Q. Thắng & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, 1992, tr. 637-638.\n*[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=17370 Nguyễn Thần Hiến: Người sáng lập \"Khuyến Du học hội\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080930221958\/http:\/\/baobinhduong.org.vn\/detail.aspx?Item=17370 |date = ngày 30 tháng 9 năm 2008}}\n\n{{Phong trào độc lập Việt Nam}}\n\n[[Thể loại:Người Kiên Giang]]\n[[Thể loại:Nhà Nho Việt Nam]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Phong trào Đông Du]]\n[[Thể loại:Việt Nam Quang phục Hội]]\n[[Thể loại:Sinh năm 1856]]\n[[Thể loại:Mất năm 1914]]"}