{"1222206":"{{bài cùng tên|Nguyễn Văn Bé}}\n'''Nguyễn Văn Bé''' là tên của nhân vật chính trong một chiến dịch tuyên truyền và phản tuyên truyền trong thời kỳ [[Chiến tranh Việt Nam]]. Thân thế và hành trạng của nhân vật này có nhiều điểm mơ hồ, mâu thuẫn và không được làm sáng tỏ cho đến ngày nay.\n\n==Tuyên truyền==\nTheo tuyên truyền từ phía [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]], Nguyễn Văn Bé là một tấm gương anh hùng trong chiến đấu. Sinh năm 1941, quê ở Châu Thành, [[Sông Bé]]{{fact|date = ngày 7 tháng 1 năm 2013}}, nhập ngũ tháng 7 năm 1961, Nguyễn Văn Bé là một đảng viên Cộng sản, được tuyên dương Anh hùng khi làm đại đội phó đại đội 304, tiểu đoàn bộ đội địa phương Phú Lợi, [[Thủ Dầu Một]].\n\nVề quá trình chiến đấu của Nguyễn Văn Bé có nhiều mâu thuẫn. Một nguồn cho rằng năm 1966, sau khi bị bắt trong một chuyến vận chuyển vũ khí, theo yêu cầu của các binh sĩ Mỹ và Việt Nam Cộng hòa, Nguyễn Văn Bé phải giải thích công dụng của các loại vũ khí này. Lợi dụng cơ hội đó, Nguyễn Văn Bé cầm quả mìn Claymor đập vào một chiếc xe tăng, làm chết 69 binh sĩ Mỹ và Việt Nam Cộng hòa, cùng nhiều xe tăng; hy sinh tan xác tại chỗ.{{fact|date = ngày 7 tháng 1 năm 2013}} Nguyễn Văn Bé được Ủy ban Trung ương Mặt trận Dân tộc Giải phóng miền Nam Việt Nam truy tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân.{{fact|date = ngày 7 tháng 1 năm 2013}}\n[[Tập tin:NguyenVanBe.jpg|nhỏ|trái|Áp phích tuyên truyền về Anh hùng Nguyễn Văn Bé năm 1966.]]\nNguồn khác thì ghi Nguyễn Văn Bé đã được tặng thưởng 1 Huân chương Chiến công Giải phóng hạng nhì, là Chiến sĩ thi đua 2 năm liền (1965-1966), đạt danh hiệu [[Dũng sĩ diệt Mỹ]] cấp ưu tú. Ngày [[17 tháng 9]] năm 1967, Ủy ban Trung ương Mặt trận Dân tộc Giải phóng miền Nam Việt Nam tặng thưởng [[Huân chương Quân công]] Giải phóng hạng Ba và danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] cho chiến sĩ Nguyễn Văn Bé. Cũng theo nguồn này, Nguyễn Văn Bé vẫn sống sau chiến tranh và từ trần ngày [[24 tháng 3]] năm 2002.\n\n==Phản tuyên truyền==\nVề giả thiết thứ nhất (Nguyễn Văn Bé nổ bom cảm tử), tờ Tạp chí Time của Mỹ số [[17 tháng 3]] năm 1967 viết rằng cái chết anh hùng của Nguyễn Văn Bé thực chất là \"tuyên truyền\" của phía Cộng sản, còn Nguyễn Văn Bé không hề chết, mà bị bắt và sau đó đầu hàng.<ref>{{chú thích web | url = http:\/\/www.time.com\/time\/magazine\/article\/0,9171,836801,00.html | tiêu đề = South Viet Nam: The Hero | author =  | ngày =  | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = TIME.com | ngôn ngữ =  | archive-date = 2012-03-24 | archive-url = https:\/\/web.archive.org\/web\/20120324144921\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,836801,00.html | url-status = dead }}<\/ref> Chính bản thân Nguyễn Văn Bé cũng tuyên bố với báo chí thời đó là mình còn sống.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\nTheo tạp chí Time, Nguyễn Văn Bé thực sự không chết, trong khi Việt Nam Dân chủ Cộng hòa trong thời kỳ chiến tranh coi đây là \"chiến tranh tâm lý chiến\" của Mỹ.\n\n==Không có hồi kết==\nThân phận và hành trạng của Nguyễn Văn Bé thực sự ra sao, hay đây chỉ là hai chiến sĩ trùng tên nhau vẫn là vấn đề gây tranh cãi. Dù vậy, đã có nhiều bài thơ, bài hát và vở kịch về tấm gương hy sinh anh dũng của Nguyễn Văn Bé, tuyên truyền về lòng yêu nước, hy sinh vì đất nước. [[Huy Du]] có bài \"Xin khắc tên anh trên vách chiến hào\" nhưng sau này bài hát không được lưu hành phổ biến. Thậm chí, tên Nguyễn Văn Bé sau năm 1975 vẫn còn được đặt cho một con đường tại thị xã [[Long Khánh]], và một trường PTCS. Tên đường Nguyễn Văn Bé sau đó đã được đổi tên.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.psywarrior.com\/BeNguyen.html Một số hình ảnh và tư liệu] tranh cãi về sự thật cái chết của Nguyễn Văn Bé.\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Tuyên truyền]]\n[[Thể loại:Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Tội ác và vi phạm nhân quyền trong Chiến tranh Việt Nam]]"}