{"565754":"{{thiếu nguồn}}\n{{Thông tin nghệ sĩ\n| tiền tố = \n| name =  Nguyên Hạnh\n| tên gốc = \n| nền = diễn viên sân khấu\n| image = \n| imagesize = \n| caption = \n| birthname = Nguyễn Văn Hạnh\n| alias = \n| birthdate = [[1940]]\n| birthplace = [[Thành phố Hồ Chí Minh|Sài Gòn]]\n| deathdate = {{ngày mất và tuổi|2010|11|13|1940}}\n| deathplace = [[Quận 10]], [[Thành phố Hồ Chí Minh]]\n| nghề nghiệp = Diễn viên\n| giai đoạn hoạt động = 1962–2010\n| nationality = \n| field = \n| training = \n| movement = \n| famous works = \n| patrons = \n| influenced by = \n| influenced = \n| awards = \n}}\n'''Nguyên Hạnh''' ([[1940]] – [[2010]]) là một nghệ sĩ hài kịch Việt Nam nổi tiếng vào thập niên 1990.\n\n==Thân thế==\nNguyên Hạnh tên thật là '''Nguyễn Văn Hạnh''', sinh năm 1940 tại [[Thành phố Hồ Chí Minh|Sài Gòn]], nhưng quê quán của cha mẹ ông ở huyện [[Châu Thành, An Giang|Châu Thành]], tỉnh [[An Giang]]. Cha ông là ông Nguyễn Văn Hồng, một công chức trong bộ máy chính quyền thuộc địa; mẹ ông là bà Nguyễn Thị Quyên, làm nội trợ. Ông là anh cả trong gia đình và có hai người em tên Nguyễn Thị Loan và Nguyễn Thanh Liêm, về sau đều sinh sống bằng nghề nông ở quê nhà.\n\nDo cha làm việc tại Sài Gòn nên gia đình ông cư trú tại đường Nguyễn Tấn Nghiệm (nay là đường Trần Đình Xu). Thuở nhỏ, ông theo học tại trường Tiểu học Cầu Kho, sau đó học đến lớp đệ tứ Trung học trường Nguyễn Văn Khuê. Sau đó vì hoàn cảnh gia đình, ông phải nghỉ học, theo người anh nuôi là Nguyễn Văn Quang, đi học nghề rồi giúp việc sửa xe gắn máy ở tiệm Chí Thành ở đường Cao Thắng để sinh kế.\n\n==Bước đầu vào nghệ thuật sân khấu==\nThời bấy giờ, ở đường Nguyễn Tấn Nghiệm có tiệm hớt tóc Tri Âm của ông Ba Thế là người đàn violon tài tử, thường có các nhạc sĩ, soạn giả và nghệ sĩ tới đàn ca vui chơi. Năm 1960, Nguyên Hạnh thường lui tới tiệm Tri Âm, có dịp làm quen với các nhạc sĩ và soạn giả, và chỉ vài ngón đàn cổ nhạc để cùng tham gia đàn ca tài tử tại đây. Nhờ sáng dạ, ông nhanh chóng thành thạo các ngón đàn ca Ba Nam, Sáu Bắc và vọng cổ.\n\nNăm 1962, ông được soạn giả Loan Thảo giới thiệu đi hát cải lương. Ông được nghệ sĩ Tám Vân cho gia nhập Ban cải lương Vân Kiều trên Đài truyền hình Sài Gòn và nhận vai diễn đầu tiên là vai Hồ Quỳ trong tuồng ''Anh hùng náo Tam Môn Giai''. Bên cạnh đó, ông cũng được giới thiệu hát trong các Đại nhạc hội tổ chức tại rạp Olympic. Nghệ danh '''Nguyên Hạnh''' của ông bắt đầu có từ đó.\n\n==Tư Văn nghệ thành danh==\nTừ đây, Nguyên Hạnh bắt đầu bước vào con đường nghệ sĩ chuyên nghiệp, khả năng diễn xuất đa dạng, xuất hiện trong nhiều show thu hình của ban Kim Hoàng Như Mai, Ban cải lương Bích Thuận, Ban cải lương Vân Kiều, Ban kịch Phương Nam của Nguyễn Phương, Ban kịch Kim Cương, Ban kịch Sống Túy Hồng, Ban kịch Thẩm Thúy Hằng, Ban Vân Nam (Anh Lân) và chương trình La Thoại Tân. Ông được hãng phim Cosunams mời thủ diễn một vai trong phim ''[[Loan mắt nhung]]'' và hãng phim Mỹ Vân cũng mời ông thủ một vai trong phim ''Sau giờ giới nghiêm''. Ngoài ra, ông cũng tham gia nhóm lồng tiếng của Hồng Phúc, tham gia lồng tiếng cho các phim ''[[Chân trời tím (phim)|Chân trời tím]]'', ''[[Người tình không chân dung]]'', ''Vết thù trên lưng ngựa hoang'', ''Biển động'', ''Năm vua hề về làng'', ''Hiệp sĩ bất đắc dĩ''… Đặc biệt, với vai diễn Tư Văn nghệ trong show truyền hình ''Gia đình ông Ký'', ông trở nên nổi danh đến mức nhiều năm sau người dân miền Nam vẫn nhớ ông với biệt danh Tư Văn nghệ.\n\n==Người nghệ sĩ bi – hài==\nSau năm 1975, Nguyên Hạnh đi hát cho đoàn ca múa nhạc Ngọc Giao – Hoàng Biếu của [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]]. Năm 1977, ông gia nhập Ban kịch nói Bông Hồng do nữ nghệ sĩ [[Thẩm Thúy Hằng]] làm phó đoàn, phụ trách nghệ thuật, có các diễn viên Huỳnh Thanh Trà, [[Nguyễn Chánh Tín]], Tú Trinh, Bạch Lan Thanh, Xuân Dung, và các ca sĩ Thanh Thúy, Lệ Thu, Anh Khoa, Băng Châu, dàn nhạc do nhạc sĩ [[Văn Phụng]] làm trưởng ban nhạc.\n\nTừ năm 1984 đến năm 1990, ông lần lượt tham gia các đoàn cải lương 284, Sài Gòn 1, Nhà hát Sân khấu nhỏ, Kịch Sài Gòn... Một trong những vai diễn nổi tiếng của ông là vai nhà buôn tham tiền \"đả cựu nghinh tân\", cha của thầy Minh trong vở cải lương nổi tiếng ''[[Tô Ánh Nguyệt]]'', trong lớp đối chọi với ông nhà Nho hẹp hòi \"thủ cựu bài tân\", cha của Tô Ánh Nguyệt, do nghệ sĩ [[Diệp Lang]] diễn xuất. Ông cũng là một trong những nghệ sĩ đầu tiên của show kịch truyền hình nổi tiếng sau năm 1975 ''Trong nhà ngoài phố''.\n\nTừ năm 1990, Nguyên Hạnh cùng với hai nghệ sĩ Giang Thảo và Phương Hồng Yến lập nhóm tam ca hài Ba Nụ Cười Xuân với nhạc cụ và bài hát giống như Ban AVT ngày xưa, đi biểu diễn nhiều tụ điểm văn hóa ở các quận huyện và hát ở các tỉnh miền Hậu Giang.\n\n==Thành tựu==\nNguyên Hạnh được xem là một nghệ sĩ đa năng, truyền hình, truyền thanh, thu âm, diễn trực tiếp,... đóng bi cũng không kém hài. Tuy nhiên, hầu hết khán giả vẫn ấn tượng vì nét gây cười duyên dáng của ông trên truyền hình nên cứ gọi ông là nghệ sĩ hài. Nhiều người ấn tượng với phong thái của một nghệ sĩ hài đôn hậu, hiền lành, vui tính, luôn đứng về phía lẽ phải.\n\n==Qua đời==\nNhững năm cuối đời, do căn bệnh tiểu đường hành hạ, ông dần dần không còn xuất hiện trên sân khấu cũng như trong phim ảnh. Lúc 19 giờ ngày 13 tháng 11 năm 2010, ông qua đời tại Bệnh viện 115, [[Quận 10]], [[Thành phố Hồ Chí Minh|TP.HCM]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n\n{{thời gian sống|1940|2010}}\n\n[[Thể loại:Sinh năm 1940]]\n[[Thể loại:Mất năm 2010]]\n[[Thể loại:Nghệ sĩ hài Việt Nam]]\n[[Thể loại:Nghệ sĩ cải lương]]\n[[Thể loại:Nam diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Nam diễn viên truyền hình Việt Nam]]\n[[Thể loại:Diễn viên lồng tiếng Việt Nam]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 20]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Sinh tại Sài Gòn]]"}