{"14312935":"{{Thông tin nhân vật hoàng gia\n|tên = Nguyễn Sư Hồi\n|tên gốc = 阮師回\n|tước vị = \n|thêm = vietnam\n|hình = Phần mộ Nguyễn Sư Hồi.jpeg\n|cỡ hình = 250px\n|ghi chú hình = Phần mộ Nguyễn Sư Hồi tại [[Nghi Hợp]], [[Nghi Lộc]], [[Nghệ An]].\n|chức vị = [[Thái úy]] [[Phò mã]] \n|tại vị = [[1465]] - [[1506]]\n|tiền nhiệm = \n|kế nhiệm = \n| thê thiếp = [[công chúa]]\n| kiểu phối ngẫu = Phu nhân\n| phối ngẫu= [[công chúa]] <br>\n(con [[Lê Thánh Tông]]) \n| con cái = Nguyễn Đình Thắng <br>\nNguyễn Đình Thả\n|tên đầy đủ = \n|tước hiệu = ''Tổng binh Thuận Hóa''<br>''Phò mã Đô úy''<br>''Thái bảo Phò mã''<br> ''Thái úy Phò mã''\n|tước vị đầy đủ = An Quận Công 安郡公<br>Thái bảo 太保\n|thụy hiệu = Lộc Bình vương 禄平王\n|cha = [[Nguyễn Xí]]<br>[[Lê Thánh Tông]](Bố vợ)\n|mẹ = Lê Thị Ngọc Lan \n|sinh = [[1444]]\n|nơi sinh =[[Đông Kinh]]\n|mất = [[1506]]\n|nơi mất = [[Nghệ An]]\n}}\n'''Nguyễn Sư Hồi''' ([[chữ Hán]]: 阮師回; [[1444]]-[[1506]]) là một đại thần thời Lê, con trai của công thần [[Nguyễn Xí]]. Ông từng giữ chức vụ chỉ huy lực lượng thủy quân [[Đại Việt]] ở phía Nam, có công lớn trong việc khai hoang lập ấp, giữ vững biên cương, được tôn làm Thành hoàng làng [[Vạn Lộc]] (nay là phường [[Nghi Tân (phường)|Nghi Tân]], Thị xã [[Cửa Lò]], tỉnh [[Nghệ An]]). Ông bị cho là tội đồ trong vụ án thơ năm Quang Thuận thứ 3 ([[1462]]), vu cáo 4 đại thần bấy giờ là [[Lê Niệm]], [[Nguyễn Lỗi]], [[Lê Thọ Vực]], [[Trịnh Văn Sái]], làm chấn động triều đình lúc bấy giờ.\n\n==Thân thế==\nTheo tài liệu gia phả và thần phả đền Vạn Lộc, Nguyễn Sư Hồi nguyên tên là '''Đình Khôi''', do thân phụ được ban quốc tính nên sử có lúc chép tên là '''Lê Sư Hồi''', sinh ngày 26 tháng Năm (âm lịch) năm Thái Hòa thứ 2 ([[1444]]), triều vua [[Lê Nhân Tông]], nguyên quán làng Thượng Xá, huyện Chân Phúc nay là xã [[Nghi Hợp]], huyện [[Nghi Lộc]], [[Nghệ An]]. Thân phụ ông là Công thần Khai quốc [[Nguyễn Xí]], lão thần qua mấy triều vua.\n\nTương truyền, từ nhỏ ông đã biểu lộ tư chất thông minh nhanh nhẹn, khi trưởng thành giỏi cả văn lẫn võ. Trong cuộc binh biến năm [[1460]], ông được cho là đã phụ tá đắc lực cho cha trong việc chỉ huy cấm binh lật đổ [[Lê Nghi Dân]], phò tá Gia vương [[Lê Thánh Tông|Lê Tư Thành]] lên ngôi.\n\n==Vụ án thơ năm Quang Thuận thứ 3==\nChính sử không ghi chép rõ về quan lộ của Sư Hồi. Sách [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]] lần đầu tiên ghi chép về ông khi [[Lê Thánh Tông]] luận công ban thưởng, ban ruộng thế nghiệp cho một số công thần. Theo đó, [[Lê Lăng]] được cấp 300 mẫu, [[Lê Niệm]] 200 mẫu, [[Lê Nhân Thuận]] 130 mẫu, [[Lê Thọ Vực]], '''Lê Sư Hồi''', [[Lê Nhân Khoái]] 150 mẫu, từ [[Trịnh Văn Sái]] trở xuống, đều được cấp ruộng theo thứ bậc khác nhau.<ref name=\"ReferenceA\">[[Đại Việt sử ký toàn thư]], kỷ Lê Thánh Tông.<\/ref> Sách [[Khâm định Việt sử thông giám cương mục|Cương mục]] chép khác đi đôi chút: [[Nguyễn Xí|Lê Xí]] và [[Đinh Liệt|Lê Liệt]] mỗi người được 350 mẫu; Lê Lăng 300 mẫu; Lê Niệm 200 mẫu; Lê Nhân Thuận 150 mẫu; Lê Thọ Vực, '''Nguyễn Sư Hồi''' và Lê Nhân Khoái mỗi người 130 mẫu; từ Trịnh Văn Sái trở xuống 22 người đều được cấp ruộng nhiều ít khác nhau.<ref name=\"ReferenceB\">[[Khâm định Việt sử thông giám cương mục]] Chính biên, quyển XIX.<\/ref> Cần lưu ý, cũng trong Đại Việt sử ký toàn thư, chỉ sau đó vài dòng lại chép tên ông là Nguyễn Sư Hồi, thuộc nhóm chưa được ban quốc tính.<ref name=\"ReferenceA\"\/> Điều này phù hợp với Cương mục, cho biết ông tuy được phong chức Tả Đô đốc, nhưng chưa được ban cho quốc tính.<ref name=\"ReferenceB\"\/>\n\nVào khoảng tháng Ba (âm lịch), năm Quang Thuận thứ 3 ([[1462]]), một bài thơ tứ tuyệt nặc danh rơi trên phố được tìm thấy với nội dung như sau:\n\n:Nhân hữu nhị tâm vưu khả nghi,\n:Tự lai chung cánh hiếu vi phi.\n:Thổ biên hữu hoặc chân dung bạo,\n:Thủy tại tây bàng xã tắc nguy.\n;Tạm dịch:\n:''Người có hai lòng rất đáng nghi,\n:''Giống chữ \"lai\" đó thích vi phi.\n:''Bên \"thổ\" có \"hoặc\" thực hung bạo,\n:''\"Thủy\" sát bên \"tây\" xã tắc nguy.\n\nTriều thần luận bàn đây là bài thơ chiết tự nhằm vu cáo các đại thần với ý như sau:\n:- Chữ Nhân (人) hợp với Nhị (二), Tâm (心) là chữ Niệm (念). Ý chỉ [[Lê Niệm]] rất đáng nghi ngờ.\n:- Giống chữ Lai (來) là chữ Lỗi (耒). Ý chỉ [[Nguyễn Lỗi]] thích làm điều phi pháp.\n:- Bên chữ Thổ (土) có chữ Hoặc (或) là chữ Vực (域). Ý chỉ [[Lê Thọ Vực]] rất hung bạo.\n:- Chữ Thủy (水) cạnh chữ Tây (西) là chữ Sái (洒). Ý chỉ [[Trịnh Văn Sái]] làm nguy hiểm cho đất nước.<ref name=\"ReferenceA\"\/>\n\nĐình thần đều định tội cho Sư Hồi là tác giả bài thơ và định cho ông tội chết. Tuy nhiên vua [[Lê Thánh Tông]] xét công cha con ông nên đã tha ông tội chết và phủ dụ các đại thần, cho rằng không đủ bằng chứng để kết tội ông là tác giả bài thơ trên, cũng như nội dung bài thơ không có ý phản nghịch.<ref name=\"ReferenceA\"\/> Cương mục chép ông được nhà vua tha cho, không bắt trừng trị.<ref name=\"ReferenceB\"\/>\n\nChính sử đều ghi chép ông vì xung đột với các đại thần trên nên mới làm bài thơ vứt ra đường nhưng chưa kịp lưu truyền thì bị phát giác. [[Lê Quý Đôn]] trong [[Đại Việt Thông sử]] chép ông ''\"tính người giảo quyệt, thâm hiểm, làm thơ nặc danh, vứt ra ngoài đường, cho truyền đến tai vua, muốn lật đổ Lê Niệm và Nguyễn Lỗi\"''.<ref>[[Đại Việt Thông sử]]<\/ref> Tuy nhiên, có lẽ nhận định của Thánh Tông là xác đáng hơn cả.\n\n==Bị trách phạt tội ăn của đút==\nTuy không giáng tội bài thơ, nhưng vua trách phạt cha con ông về một tội danh khác.\n\nTháng Chạp (âl), năm Quang Thuận thứ 4 (1463), vua ra dụ trách cha con ông về tội ăn của đút. Sách Đại Việt sử ký toàn thư ghi chép sự việc này như sau:<ref name=\"ReferenceA\"\/>\n\n:''\"Dương Quốc Minh bảo là Ngô Tây lấy 30 lạng bạc trao cho Nguyễn Hồ đến đút lót bọn ngươi. Ngươi sai vợ lẽ ngươi nhận lấy. Vả khi trước nó đút lót cho cha ngươi là Xí 50 lạng, nay chuyển sang đút lót cho ngươi, tất cả là 80 lạng, hiện còn ở nhà ngươi, ngươi lại không biết hay sao? Nay đặc sai Tư lễ giám Nguyễn Áng đem sắc chỉ tới bảo ngươi và đòi lấy số 80 lạng đút lót ấy mang về. Ngươi có tội mà không ngại sửa bỏ tội lỗi thì sau này chắc chắn không bị tai họa\"''.\n\nVua cũng nhắc nhở cha con ông một cách nhẹ nhàng sau khi nhận được thư nặc danh tố cáo ông sắp làm phản:\n:''\"Ta thể theo lòng người lên nhận ngôi báu, vẵn nhờ các bậc huân hiền đồng lòng giúp đỡ, đến nay đã 4 năm rồi. Cha con ngươi, đầy nhà lớp lớp ngọc khuê giải ấn có thể gọi là thịnh lắm rồi. Ta vẫn tin ngươi. Dẫu có hư đó, cũng không hề suy giảm. Sau khi được thư ấy, hẳn ngươi có chỗ không yên lòng. Ngươi há không nên nghĩ cho kỹ để làm kế giữ mình ư?\"''\n\nSách Cương mục cũng có ghi nhận sự kiện này.\n\n==Bảo vệ và phát triển vùng biên cương==\nChính sử sau đó không chép thêm về ông. Theo Thần phả đền Vạn Lộc và một số tài liệu lịch sử địa phương, vào khoảng năm 1469, ông được giao chỉ huy lực lượng thủy quân làm nhiệm vụ bảo vệ vùng biển phía Nam Đại Việt, gồm 12 cửa lạch (Thập nhị hải môn) kéo dài từ cửa biển [[Sầm Sơn]] ([[Thanh Hóa]]) vào đến [[Cửa Tùng]] ([[Quảng Trị]]).\n\nKhi vào trấn nhậm, ông đã chọn vùng cửa Xá cạnh làng Thượng Xá quê hương làm đại bản doanh. Ông cũng cho xây dựng một tuyến phòng thủ ven biển dài từ mũi Gươm đến đồn tiền tiêu nhằm phóng giữ các cuộc tấn công của quân [[Chiêm Thành]]. Ông cũng quan tâm phát triển kinh tế, chiêu tập dân cư, dùng các tù binh để khai phát đất đai, đắp đê ngăn mặn, khai hoang lập ấp, lập nên làng Vạn Lộc.\n\nTheo thần phả, ông qua đời ngày 21 tháng Năm (âl) năm Thái Trinh thứ 3 (1506), triều vua [[Lê Túc Tông]], tại vùng Cửa Xá.{{fact}} Theo Thần phả đền Vạn Lộc, ông được truy phong tước \"Thái bảo phò mã đô úy\".\n[[Tập tin:Phần mộ Nguyễn Sư Hồi 2.jpeg|nhỏ|trái|300px|Mộ Nguyễn Sư Hồi]]\nSau khi ông qua đời, nhân dân trong vùng ghi nhớ công ơn mà lập đền thờ và tôn ông làm Thành hoàng. Trải qua thăng trầm, đề thờ ông được dời đến vùng đất cạnh sông Cấm như ngày nay. Ngôi đền được Nhà nước Việt Nam xếp hạng di tích lịch sử văn hoá cấp [[Quốc gia]] vào năm 1991.<ref>[http:\/\/www.baobinhphuoc.com.vn\/Content\/luu-danh-muon-thuo-55069 Lưu danh muôn thuở]<\/ref> Lễ húy kỵ của ông vẫn được người dân vùng Cửa Lò tổ chức vào ngày 21 tháng Năm (âl) hàng năm.<ref>[http:\/\/cualo.vn\/nghi-tan-le-huy-ky-thai-uy-nguyen-su-hoi\/ Lễ húy kỵ Thái úy Nguyễn Sư Hồi]<\/ref>.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Công tước nhà Lê sơ]]"}