{"313246":"'''Nguyễn Chế Nghĩa''' (''阮制義'', 1265-?) là một tướng lĩnh thời [[nhà Trần]].\n\n== Tiểu sử ==\nNguyễn Chế Nghĩa là danh tướng thời Trần và là người thông thạo thập bát ban võ nghệ. Ông là con rể vua Trần Anh Tông làm quan trải qua 4 đời vua, có nhiều công lao với triều đình và nhân dân. Sau khi ông mất, dân làng Kiêu Kỵ quê ông đã lập đền thờ.\n\nTiếc rằng cho đến ngày nay, những tư liệu lịch sử về ông còn lại quá ít ỏi nên hậu thế không rõ năm mất, mà chỉ biết ông quê ở xã Cối Xuyên, huyện Trường Tân, lộ Hồng Châu (nay là thôn Hội Xuyên, thị trấn Gia Lộc, huyện Gia Lộc, tỉnh Hải Dương). Ông sinh ra trong gia đình có danh vọng, từ nhỏ ông đã có sức khỏe lạ thường, giỏi cưỡi ngựa và sử dụng giáo dài; thiên văn, binh pháp đều tinh thông, lại thích ngâm vịnh và làm thơ.\n\nTheo truyền thuyết, vào thời nhà Trần trị vì, ở trang trại Bái, thuộc huyện An Định, phủ Thiệu Thiên, Thanh Hóa có ông Đinh Thiện. Do cuộc sống gặp nhiều khó khăn nên ông đã rời bỏ quê hương đến định cư ở ấp Mỹ Long, xã Cối Xuyên, huyện Trường Tân, trấn Hải Dương (nay là xã Nghĩa Hưng, huyện Gia Lộc, tỉnh Hải Dương) làm ăn sinh sống. Tại đây, ông Đinh Thiện đổi thành họ Nguyễn và kết duyên với bà Hoàng Thị Nguyên. Ông bà sinh được người con trai đặt tên là Nguyễn Chế Nghĩa vào năm Thiệu Long thứ 7 (1265).\n\nThời còn trẻ ông đầu quân dưới trướng [[Phạm Ngũ Lão]], tham gia đánh thắng quân [[nhà Nguyên]] ở [[ải Chi Lăng]]. Ra trận, ông ''\"cưỡi ngựa, cầm giáo xông vào giữa đám quân giặc, đánh đâu thắng đấy. Chẳng ai địch nổi; chúng sợ gọi ông là thần tướng. Khi giặc dẹp xong, ông được cử làm Khống Bắc đại tướng quân, tước Nghĩa Xuyên công, ở lại trấn thủ Lạng Sơn sáu năm, lập được nhiều công, danh tiếng ngang với Phạm Ngũ Lão\"''.\n\nVua [[Trần Anh Tông]] rất yêu mến, gả con gái yêu là công chúa Ngọc Hoa cho ông.Ít lâu sau, ông được thăng chức Thái úy, được phong đến tước Nghĩa Xuyên Công<ref name=\"n2\">{{Chú thích web |url=http:\/\/www.coviet.vn\/home\/tri-thuc-viet\/bai-viet-N0VDMzBBMEU\/Danh-tuong-Nguyen-Che-Nghia |ngày truy cập=2014-12-09 |tựa đề=Danh tướng Nguyễn Chế Nghĩa |archive-date=2015-09-23 |archive-url=https:\/\/web.archive.org\/web\/20150923210821\/http:\/\/www.coviet.vn\/home\/tri-thuc-viet\/bai-viet-N0VDMzBBMEU\/Danh-tuong-Nguyen-Che-Nghia |url-status=dead }}<\/ref>.\n\n== Thông thạo thập bát ban võ nghệ ==\nKhi còn trẻ, Nguyễn Chế Nghĩa đã thể hiện rõ là người thiên tư anh tuấn, có chí lớn vừa giỏi văn vừa giỏi võ. Ngay từ buổi niên thiếu Nguyễn Chế Nghĩa đã có nghĩa khí: Đã là một đấng trượng phu; Phải đem chí lớn, đền bù non sông. Lưu đời hai chữ nghĩa – trung; Để cho tên tuổi gắn cùng nước non. Không những thế, khi còn trẻ ông đã là người thông thạo thập bát ban võ nghệ, sử dụng được nhiều binh khí, có biệt tài đánh côn, dân gian gọi là đánh thó.\n\n== Tham gia kháng chiến chống quân Nguyên Mông ==\nNăm Thiệu Bảo thứ 6 (1284), lúc ông vừa tròn 20 tuổi, vua Nguyên Mông sai thái tử Thoát Hoan đem quân xâm lược nước Đại Việt lần thứ hai. Nguyễn Chế Nghĩa xin đầu quân đánh giặc. Ông đã vượt qua tất cả các môn tỷ thí võ nghệ cũng như phép dùng binh. Quốc công tiết chế Hưng Đạo Vương khen: “Người chẳng kém gì Phạm Ngũ Lão, ta lại thêm một tướng tài”, liền cho ông làm tướng tiên phong.\n\nKhi đội quân Nguyên – Mông vượt qua biên giới, Quốc công tiết chế phong Nguyễn Chế Nghĩa làm đại tướng, giao cờ lệnh cùng đại tướng Phạm Ngũ Lão đem 3.000 quân chặn giặc từ ải Nội Bàng, ải Nữ Nhi (Bắc Giang) đến Kỳ Cấp (Lạng Sơn). Ông đã nghênh chiến với Trương Bằng Phi, Áo Xích Lỗ là hai tướng vào loại kiệt xuất của Nguyên – Mông. Nguyễn Chế Nghĩa một mình một ngựa một thương lao thẳng vào quân giặc mà chém giết. Ông gây nỗi kinh hoàng và đem cái chết đến cho bọn xâm lược. Chúng khiếp sợ gọi ông là thần tướng. Sau đó Nguyễn Chế Nghĩa được lệnh rút về Lộ Hương tham gia những trận đánh không cho giặc tiến nhanh về kinh thành Thăng Long.\n\nKhi vua Trần cho triều đình và nhân dân rút khỏi kinh thành thực hiện kế hoạch “vườn không nhà trống”, Nguyễn Chế Nghĩa được Quốc công tiết chế giao nhiệm vụ ở lại tổ chức dân binh hoạt động ở vùng sau lưng địch. Ban ngày ông lãnh đạo nhân dân chống địch giết hại nhân dân, cướp bóc của dân. Ban đêm ông đem quân tập kích vào trại giặc. Ông thiết lập mặt trận bí mật từ làng Kiêu Kỵ huyện Gia Lâm đến Cư Xá, Hải Dương để chặn giặc không cho chúng đánh sang Lộ Hồng. Ông chỉ huy trận phục kích giặc ở cánh đồng lấy cạnh rừng đay thôn Kiêu Kỵ, giết 300 tên giặc, không một tên nào sống sót chạy về kinh thành Thăng Long.\n\nKhi quân ta chuẩn bị tổng phản công, Nguyễn Chế Nghĩa được lệnh của Quốc công tiết chế phối hợp với quân của Trung Thành vương tiêu diệt đồn Giang Khẩu ở ngoại thành Thăng Long. Nguyễn Chế Nghĩa cùng tướng Trần Nhật Duật chỉ huy đội quân thủy, quân bộ phục kích giặc trên sông Thiên Đức (sông Đuống) truy diệt quân địch, giết hàng nghìn tên.\n\nKết thúc cuộc kháng chiến chống quân Nguyên – Mông lần thứ hai, Nguyễn Chế Nghĩa được vua Trần phong chức U khổng Bắc tướng quân.\n\nTrong cuộc kháng chiến chống quân xâm lược Nguyên – Mông lần thứ ba (1287 – 1288), Quốc công Tiết chế phong Nguyễn Chế Nghĩa làm chánh tướng tiên phong, cùng hai ông Hùng Thăng và Huyền Du làm phó tướng tiên phong. Ông mang quân đóng ở Yên Hưng (Quảng Yên, Quảng Ninh ngày nay), rồi lại đem quân lên cửa ải Nội Bàng, chém chết tướng giặc là Trương Quân. Khi biết Thoát Hoan trốn chạy theo đường núi, không chạy theo đường sông Bạch Đằng, vua sai ba ông lên giữ ải Nam Quan, Chi Lăng đánh lui Trương Bằng Phi, Áo Xích Lỗ. Sau đó ông còn đánh trên 20 trận nữa. Tiếp đó Nguyễn Chế Nghĩa nhận được lệnh đem quân về chặn quân giặc ở Vạn Kiếp, Lục Nam.\n\nSau chiến thắng Nguyên Mông, ông được cử làm Tổng trấn Lạng Sơn trong 6 năm liền. Tại vùng biên cương gian khổ, ông đã vỗ về yên dân, bảo vệ biên thùy. Sau đó, ông đã hai lần làm Tổng trấn lộ Hồng, mảnh đất quê hương.\n\nTuy ý đồ xâm lược nước ta không thành nhưng kẻ thù vẫn rất mạnh. Để giữ hoà hiếu lâu dài, các vua Trần đã 3 lần cử Nguyễn Chế Nghĩa tham gia đoàn sứ bộ đi Nguyên vào các năm 1312 đời Trần Anh Tông, 1321 đời Trần Minh Tông và 1331 đời Trần Hiến Tông. Chắc chắn trong cuộc đời nhiều võ công văn trị, ông đã sáng tác nhiều thơ văn song rất tiếc đã bị thất truyền khá nhiều; hiện mới sưu tập được 4 bài: Vô đề, Tự thuật, Đoan ngọ tiết và Bắc sở hành.\n\nNhư vậy, Nguyễn Chế Nghĩa vừa có võ công văn trị, vừa là nhà thơ và nhà ngoại giao. Ông được vua Trần Anh Tông yêu mến, gả cho công chúa Nguyệt Hoa. Trong cuộc hôn nhân này có một điều rất đặc biệt: dưới triều Trần con gái hoàng tộc không được lấy người ngoại tộc. Đây là một đặc ân rất lớn của nhà vua dành cho Nguyễn Chế Nghĩa. Khi tuổi cao, ông xin về trí sĩ tại quê nhà, có công sáng lập chợ Cối Xuyên, tên nôm gọi là chợ Cuối. Chợ Cuối tồn tại đến ngày nay và là một trong các chợ lớn nhất của tỉnh.\n\n== Vinh danh ==\nNguyễn Chế Nghĩa được ghi nhận là người có tính tình trung hậu, thẳng thắn, không ngại gian lao, nên được coi là một tướng tâm phúc, tài giỏi của nhà Trần. Ông thường ngâm hai câu thơ trong Sầm Lâu tập là: ''\"Soa lạp ngũ hồ vinh bội ấn; tang ma ế đã thắng phong hầu\"'' và cho đó là cái đạo tự giữ vẹn mình của kẻ bề tôi. Khi tuổi cao, ông dâng biểu xin từ chức nhiều lần, mới được vua chấp thuận. Trở lại quê nhà, ông mời bè bạn đến chơi, trong dịp này có hai bài thơ tặng ông, ca ngợi công lao của ông đối với đất nước cùng khí tiết cao cả, trong sạch.\n\nSự tích ông được chép trong ''Trần triều Hiển thánh Chính kinh Tập biên''. Có tư liệu cho biết, Nguyễn Chế Nghĩa còn để lại một bài thơ. Tiểu sử và thơ của ông không được chép trong sử hoặc một cuốn thơ văn chính thức nào mà chỉ tìm thấy trong thần phả thờ ông hoặc in phụ vào thần phả thờ [[Trần Hưng Đạo|Hưng Đạo vương Trần Quốc Tuấn]].\n\nTên ông được đặt cho một phố nhỏ nối phố Trần Hưng Đạo và phố [[Hàm Long]], Hà Nội; Một con đường cùng với chợ tại phường 13 quận 8 [[Thành phố Hồ Chí Minh]]; Con đường trục chính của thị trấn Gia Lộc (nằm trên [[Quốc lộ 37]]), nơi ông sinh ra cũng được mang tên Nguyễn Chế Nghĩa. Tên ông cũng được đặt tên cho tuyến đường rất đẹp và thơ mộng ở thành phố biển Đà Nẵng.\n\n== Bị ám sát ==\nNhưng số phận thật nghiệt ngã. Trên đường từ Thăng Long về đến làng Kiêu Kỵ, ông đã bị một nhóm đạo sĩ mai phục bất ngờ nhảy ra chém chết tại quán Ninh Kiều ngày 27 – 8 (âm lịch) năm Thiệu Phong thứ nhất (1341). Nguồn gốc sâu xa của sự ám hại này là do “Nguyễn Chế Nghĩa là một trong ba người không tán thành lập Trần Dụ Tông lên ngôi vua. Khi Dụ Tông yên vị đã ngầm sai giết Nguyễn Chế Nghĩa ở quán Ninh Kiều, Kiêu Kỵ, Gia Lâm”. Tuy nhiên, triều đình vẫn hạ chiếu đưa ông về an táng tại quê nhà ở Cối Xuyên và tổ chức lễ tang cấp vương giả, truy phong thần hiệu An Nghĩa đại vương và sắc phong làm thành hoàng làng Hội Xuyên (làng Cuối). Đây có lẽ là lý do khiến võ tướng Nguyễn Chế Nghĩa có nhiều công lao trong kháng chiến chống Nguyên Mông, được phong làm Khống Bắc tướng quân, từng làm phò mã, được phong tước công, từng giữ chức đô uý và thái uý, đã không có chỗ đứng trong”chính sử”.\n\nCông tích của Nguyễn Chế Nghĩa vẫn được ghi nhận tại nhiều văn bản quan trọng như “Trần triều thế phả hành trạng”, “Hội xuyên xã thần tích” (tức sự tích đức Thành Hoàng làng xã Hội Xuyên), hiện lưu giữ tại Viện Hán Nôm.\n\nNguyễn Chế Nghĩa còn được nhân dân nhiều địa phương thờ phụng, từ Kiêu Kỵ, Gia Lâm (Hà Nội) đến làng Cuối (Gia Lộc) có hơn 80 nơi thờ cúng. Đó là những địa phương ông từng đóng quân và đánh giặc lúc sinh thời, những nơi thi hài ông đi qua trên đường từ Kiêu Kỵ, Gia Lâm về Cối Xuyên (Gia Lộc).\n\n== Đền thờ Nguyễn Chế Nghĩa ==\nNgày mất của ông trở thành hội làng của làng Cuối và làng Kiêu Kỵ, diễn ra trong 3 ngày 26, 27 và 28 tháng 8 âm lịch. Trong hội làng có tục đánh thó (đánh gậy) nhằm biểu dương tinh thần thượng võ. Kỷ niệm chiến thắng Nguyên Mông năm 2000 tại Kiếp Bạc, đội thó làng Cuối được mời tham dự với tư cách là đội thó quê hương Nguyễn Chế Nghĩa.\n\nLàng Kiêu Kỵ, nơi ông qua đời, làng Cuối quê hương, nơi có lăng mộ ông từ xưa đã có quan hệ gắn bó do cùng thờ Nguyễn Chế Nghĩa làm thành hoàng làng. Các bô lão trên Kiêu Kỵ thường về Cuối dự hội làng. Để đáp lễ làng Cuối cũng cử một đoàn bô lão lên Kiêu Kỵ dự hội làng ngày 28 tháng 8.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Công tước nhà Trần]]"}