{"57611":"{{Thông tin nhân vật phong kiến\n| tên = Nguyễn Chích\n| tên gốc = 阮隻\n| tên khác = Lê Chích\n| thụy hiệu = Trinh Vũ\n| vợ = Nguyễn Thị Bành\n| tước hiệu = Đình Thượng hầu\n| sinh = 1382\n| nơi sinh = [[Thanh Hóa]]\n| mất = 1448\n| nơi mất = [[Đại Việt]]\n| quốc gia = [[Đại Việt]]\n| quốc tịch = \n| triều đại = [[Nhà Hồ]], [[nhà Minh]], [[nhà Lê]]\n| người truy phong tước hiệu 1 = [[Lê Nhân Tông]]\n| truy phong tước hiệu 1 = Hiến Quốc công\n| truy phong chức vị = Nhập nội tư không bình chương sự\n| người truy phong chức vị = [[Lê Nhân Tông]]\n}}'''Nguyễn Chích''' ([[chữ Hán]]: 阮隻 [[1382]]–[[1448]]) hay '''Lê Chích''' (黎隻<ref>[[:s:Trang:Viet Nam Su Luoc 1.djvu\/234|Việt Nam sử lược\/Quyển I\/Phần III\/Chương XIV]]<\/ref>) là công thần khai quốc [[nhà Lê sơ]], người tham gia [[khởi nghĩa Lam Sơn]]<ref>Joël Luguern ''Le Viêt-nam'' 1997 - Page 81 \"Parmi eux figuraient un descendant des Trân, le général Trân-nguyên-Han, un chef paysan local, Nguyên-Chich, un chef de l'ethnie montagnarde des Muong, Lê-Lai, et celui qui deviendra son ami tout en restant son conseiller, le lettré ...\"<\/ref>. Ông quê ở xã [[Đông Ninh, Đông Sơn|Đông Ninh]], huyện [[Đông Sơn, Thanh Hóa|Đông Sơn]], tỉnh [[Thanh Hóa]], [[Việt Nam]]. \n\nÔng là đệ nhất mưu sĩ của Bình Định Vương Lê Lợi trong thời kỳ chống quân Minh.\n\n== Dựng căn cứ Hoàng – Nghiêu ==\nTheo ''Văn bia quốc triều tả mệnh công thần'', Nguyễn Chích mồ côi cả cha lẫn mẹ từ nhỏ. Ông là người ít nói, ít cười, hiền lành, trung thực, có chí lớn.\n\nNăm Nguyễn Chích 25 tuổi, nước [[Đại Ngu]] của [[nhà Hồ]] mất do cuộc xâm lược của [[nhà Minh]]. Ông nuôi chí đánh đuổi người Minh để cứu nước.<ref>Khăć Viện Nguyêñ, ''Vietnam: une longue histoire'' (L'Harmattan, 1999; {{ISBN|2-7384-8503-0}}), p. 70<\/ref>\n\nSử sách không chép rõ thời điểm Nguyễn Chích nổi dậy chống quân Minh, nhưng các nhà nghiên cứu cho rằng ông khởi nghĩa khoảng sau khi [[nhà Hậu Trần]] mất (1413) cho tới trước khi Lê Lợi khởi nghĩa ở Lam Sơn (1418)<ref>Danh nhân quân sự Việt Nam, Nhiều tác giả, Nhà xuất bản Quân đội nhân dân, 2006<\/ref>. Căn cứ ban đầu mà ông xây dựng là tại Vạn Lộc. Từ Vạn Lộc, Nguyễn Chích đánh ra các vùng xung quanh, cả huyện Đông Sơn quân Minh không dám đến cướp phá<ref>''Khởi nghĩa Lam Sơn'' – Phan Huy Lê, Phan Đại Doãn, Nhà xuất bản Khoa học xã hội, 1977<\/ref>.\n\nSau đó Nguyễn Chích tiến quân đánh chiếm núi Hoàng và núi Nghiêu là vùng giáp 3 huyện Đông Sơn, Nông Cống và Triệu Sơn, xây dựng khu vực này thành căn cứ lớn. Căn cứ này có vách núi dựng đứng và sông Hoàng chảy qua là chiến hào tự nhiên, thuận lợi cho việc phòng thủ lẫn tiến công.\n\nTừ Hoàng Nghiêu, Nguyễn Chích mở rộng phạm vi hoạt động ra vùng lân cận ở Thanh Hoá và bắc Nghệ An. Sách ''Đại Nam nhất thống chí'' chép: ''\"Hiệu lệnh của ông được thi hành ở các huyện Đông Sơn, Nông Cống và Ngọc Sơn\"''.\n\nQuân Minh lo lắng. Tướng người Việt theo quân Minh là Lương Nhữ Hốt tìm cách dụ hàng Nguyễn Chích nhưng thất bại.\n\n== Gia nhập quân Lam Sơn ==\nNăm 1418, [[Lê Thái Tổ|Lê Lợi]] khởi nghĩa ở Lam Sơn ([[Thọ Xuân]], [[Thanh Hóa|Thanh Hoá]]). Nghe tin thanh thế của Nguyễn Chích, Lê Lợi sai người mang thư đến mời ông về cùng tham gia quân Lam Sơn. Nguyễn Chích đồng ý theo Lê Lợi, nhưng thời gian đầu ông vẫn ở căn cứ Hoàng Nghiêu. Từ Hoàng Nghiêu, ông mang quân ra đánh Lương Nhữ Hốt ở đồn Cổ Vô, được Lê Lợi phong chức Vinh lộc đại phu Lân hổ vệ tướng quân. Sau đó Lê Lợi lại phong ông làm Đô đốc đạo phủ quản tổng đô đốc quân dân, tước Quan nội hầu.\n\nCuối năm 1420, ông mang toàn bộ lực lượng gia nhập với Lê Lợi – lúc đó đóng ở Mường Nanh. Ông được Lê Lợi phong làm ''Thiết đột hữu vệ Đồng tổng đốc chủ quân sự''.\n\nTừ năm 1421 đến 1423, ông tham gia nhiều trận đánh với quân Lam Sơn như trận Ba Lẫm (tháng 12 năm 1421) và trận Sách Khôi (tháng 2 năm 1422) đánh bại 10 vạn quân Minh của Trần Trí. Trong những trận đánh nêu trên, Nguyễn Chích đã thể hiện tài năng mật thám vượt trội của mình. Đội ngũ gián điệp dưới trướng của ông đã nhiều lần cung cấp những thông tin hữu ích góp phần vào những thắng lợi đó. Nhờ công lao đó, ông được Lê Lợi thăng lên chức thiếu uý.\n\n== Dâng hiến kế vào Nghệ An ==\nTừ năm 1418 đến 1423, quân Lam Sơn chỉ hoạt động quanh quẩn ở vùng núi [[Thanh Hóa|Thanh Hoá]], bị quân Minh nhiều lần đánh bại. Trong tình thế khó khăn, Lê Lợi đã phải giảng hoà với quân Minh để củng cố thực lực. Cuối năm 1424, khi sứ giả quân Lam Sơn là Lê Trăn bị quân Minh bắt giữ, Lê Lợi bèn cắt đứt giảng hoà với địch.\n\nVào thời điểm đó, Nguyễn Chích đã hiến kế với Lê Lợi:\n\n:''Nghệ An là nơi hiểm yếu, đất rộng người đông. Tôi đã từng qua lại Nghệ An nên rất thông thuộc đường đất. Nay hãy đánh trước lấy Trà Lân, chiếm cho được Nghệ An để làm chỗ đứng chân, rồi dựa vào nhân lực tài lực đất ấy mà quay ra đánh Đông Quan thì có thể tính xong việc dẹp yên thiên hạ.''\n\nChấp thuận kế hoạch của ông, Lê Lợi quyết định tiến vào Nghệ An. Đầu tiên quân Lam Sơn tập kích đồn Đa Căng (nay thuộc xã Vạn Hòa - [[Nông Cống]], Thanh Hoá). Tháng 11 năm 1424 quân Lam Sơn liên tiếp giành thắng lợi, hạ thành Trà Lân và tiến vào Nghệ An, sau đó đánh bại quân Minh ở Khả Lưu, Bồ Ải (tháng 5 năm 1425).\n\nThành Nghệ An bị bao vây cô lập, quân Lam Sơn tiến ra đánh Diễn châu và Tây Đô (tháng 6 năm 1425). Nhân đà thắng lợi, tháng 8 năm 1425, Lê Lợi sai [[Trần Nguyên Hãn]] mang quân vào đánh chiếm đất Tân Bình và Thuận Hoá. Hai thành này cũng bị vây.\n\nCác nhà sử học đánh giá rất cao về kế vào [[Nghệ An]] của Nguyễn Chích. Chỉ trong vòng chưa đầy 1 năm kể từ khi thực hiện kế hoạch của ông, quân Lam Sơn làm chủ 1 vùng rộng lớn từ [[Thanh Hóa|Thanh Hoá]] và Thuận Hoá, bao vây các thành địch. Nếu so sánh với thời gian 6 năm 1418 – 1423 chỉ quanh quẩn ở mấy huyện ở Thanh Hoá thì thấy hiệu quả của việc thay đổi chiến thuật này rất lớn.<ref name=\"ReferenceA\">''Danh nhân quân sự Việt Nam'', Nhiều tác giả, Nhà xuất bản Quân đội nhân dân, 2006<\/ref>\n\n== Tiến ra bắc ==\nTháng 9 năm 1426, Lê Lợi kéo đại quân ra bắc, quân Lam Sơn liên tiếp thắng trận, đánh tan các đạo viện binh của Vương An Lão và Vương Thông, đẩy quân Minh vào thế phòng thủ ở Đông Quan và các thành ở Bắc Bộ. Trong thời gian đó, Nguyễn Chích được giao việc vây thành [[Nghệ An]]. Sau đó ông được Lê Lợi điều ra bắc, giữ chức tổng tri Hồng Châu và Tân Hưng.\n\nĐầu năm 1427, ông cùng tướng Bùi Quốc Hưng mang quân bao vây, hạ thành Tiêu Diêu ([[Gia Lâm]], [[Hà Nội]]) và Thị Cầu ([[Bắc Ninh]]), quân Minh trong hai thành này phải mở cửa ra hàng.\n\nSau khi các tướng vây thành Đông Quan là Đinh Lễ, Lý Triện tử trận và Nguyễn Xí cùng Đỗ Bí bị bắt khi quân Minh đánh úp từ trong ra, Lê Lợi điều ông về vây mặt nam thành này.\n\nCuối năm 1427, viện binh của Liễu Thăng và Mộc Thạnh lại sang cứu Vương Thông. Nguyễn Chích cùng [[Phạm Văn Xảo]], [[Trịnh Khả]], Lê Khuyển lên trấn ải Lê Hoa để chặn Mộc Thạnh. Nghe tin đạo quân Liễu Thăng bị tiêu diệt, Mộc Thạnh rút quân về nước. Quân Lam Sơn đuổi theo truy kích một trận nữa.\n\n== Công thần nhà Hậu Lê ==\n[[Khởi nghĩa Lam Sơn]] thắng lợi, [[Lê Thái Tổ|Lê Lợi]] lên ngôi, lập ra [[nhà Hậu Lê]]. Năm 1429, Nguyễn Chích được phong tước Đình thượng hầu, ban cho họ Lê của vua. Từ đó ông được gọi là '''Lê Chích'''.\n\nThời gian đầu, Lê Chích được tham gia triều chính nhưng sau đó ông bị Lê Lợi cách chức. Các nhà nghiên cứu phỏng đoán rằng, sử không chép rõ về tội lỗi của ông, việc ông bị cách chức do sự nghi ngại công thần của Lê Lợi<ref name=\"ReferenceA\"\/>.\n\nNăm 1433, [[Lê Thái Tổ]] mất, con là [[Lê Thái Tông]] lên thay. Lê Chích được phục chức làm Đồng tổng quản châu Hoá, trấn thủ Thát Ải.\n\nQuân [[Chiêm Thành]] hai lần cướp phá, ông đều chặn đánh tan, giữ yên biên giới phía nam. Sau đó, Lê Chích còn lập công trong 2 lần đi đánh Chiêm Thành, được phong tước Đình hầu.\n\nTháng chạp năm 1448, Nguyễn Chích mất, thọ 67 tuổi. [[Lê Nhân Tông]] truy tặng ông làm Nhập nội tư không bình chương sự, Hiến quốc công, thụy hiệu là Trinh Vũ.\n\nThời Nguyễn, [[Gia Long]] liệt ông vào làm bậc công thần khai quốc nhà Lê thứ nhì (năm 1802).\n\n==Đánh giá==\nTrong sách ''Kiến văn tiểu lục'', [[Lê Quý Đôn]] ca ngợi ông như sau:\n:''Bầy tôi có ông khai quốc, kể về bậc tài trí cần lao không phải là hiếm nhưng sở dĩ [vua Lê Thái Tổ] đã bình định được cả nước là do mưu chước của Lê Chích… Không cần phải đánh mà được thành Đông Đô, lấy hòa hiếu để kết thúc chiến tranh, tuy là mưu kế của [[Nguyễn Trãi]], nhưng trước hết làm cho căn bản mạnh để thu thắng lợi hoàn toàn thực chất là bắt đầu từ Lê Chích.''\n\n== Ghi công ==\nTại xã Đông Ninh hiện có đền thờ và văn bia Tướng quân Nguyễn Chích <ref name=LangThanhhoaII48>{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | publisher = Nhà xuất bản Thanh Hoá, 2001 |trang =48}}<\/ref>.\n\nTại phố Thống Nhất 1, phường [[Trường Thi, Thành phố Thanh Hóa|Trường Thi]] có đền thờ Tướng quân Nguyễn Chích <ref name=LangThanhhoaII182>{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | publisher = Nhà xuất bản Thanh Hoá, 2001 |trang =182}}<\/ref>.\n\nHiện nay, tên của ông (Nguyễn Chích) đã được đặt cho một đường phố của [[thanh Hóa (thành phố)|thành phố Thanh Hoá]] (tại phường Nam Ngạn) và một trường trung học cơ sở của huyện [[Đông Sơn, Thanh Hóa|Đông Sơn]] (tên cũ là trường Năng khiếu Đông Sơn). \n\n== Gia đình ==\nVợ là bà Nguyễn Thị Bành, một trong những nữ tướng hiếm hoi trong lịch sử các triều đại phong kiến Việt Nam.<ref>{{Chú thích web|url=https:\/\/danviet.vn\/moi-tinh-cua-nu-tuong-gia-trai-va-doi-quan-ky-la-nhat-su-viet-7777982867.htm|tựa đề=Mối tình của nữ tướng giả trai và đội quân kỳ lạ nhất sử Việt|tác giả=Nguyễn Thanh Điệp|họ=|tên=|ngày=27 tháng 5 năm 2019|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=21 tháng 11 năm 2020}}<\/ref><ref>{{Chú thích web|url=https:\/\/danviet.vn\/10-nu-tuong-anh-hung-cua-nuoc-viet-khien-ke-thu-khiep-so-7777998666.htm|tựa đề=10 nữ tướng anh hùng của nước Việt khiến kẻ thù khiếp sợ|tác giả=Nguyễn Thanh Điệp|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Xem thêm ==\n*[[Khởi nghĩa Lam Sơn]]\n*[[Lê Thái Tổ|Lê Lợi]]\n\n== Tham khảo ==\n*''Danh nhân quân sự Việt Nam'', Nhiều tác giả, Nhà xuất bản Quân đội nhân dân, 2006\n*''Võ tướng Thanh Hoá trong lịch sử dân tộc'', Nhiều tác giả, Nhà xuất bản Quân đội nhân dân, 1997\n*''Dư địa chí Thanh Hóa''\n*''Kiến văn tiểu lục'' – Lê Quý Đôn.\n\n{{Khởi nghĩa Lam Sơn}}\n\n{{Thời gian sống|sinh=1382|mất=1448}}\n\n[[Thể loại:Khởi nghĩa Lam Sơn]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Khởi nghĩa Việt Nam thời Bắc thuộc lần 4]]\n[[Thể loại:Người tham gia Khởi nghĩa Lam Sơn (1418–1427)]]\n[[Thể loại:Công thần khai quốc nhà Lê sơ]]\n[[Thể loại:Mất năm 1448]]\n[[Thể loại:Công tước truy phong Việt Nam]]\n[[Thể loại:Công tước nhà Lê sơ]]\n[[Thể loại:Hầu tước nhà Lê sơ]]"}