{"26586":"{{Thông tin nhà văn\n| name = Nguyễn Hiến Lê\n| image = Nguyenhienle.jpg\n| imagesize = 150px\n| tên thật = Nguyễn Hiến Lê\n| birth_date = [[8 tháng 1]] năm [[1912]]\n| birth_place = [[Quảng Oai]], [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Bắc Kỳ]], [[Liên bang Đông Dương]]\n| death_date = {{ngày mất và tuổi|1984|12|22|1912|1|8}}\n| death_place = [[Chợ Lớn]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| occupation = Dịch giả, nhà nghiên cứu\n| magnum_opus = ''Sử ký Tư Mã Thiên'', ''Đại cương triết học Trung Quốc'', ''Đắc nhân tâm''...\n|resting_place=[[Đài thiêu Thủ Đức]]|education=[[Trường Cao đẳng Công chính]]|penname=Lộc Đình|period=[[1952]] - [[1983]]|caption=Chân dung Nguyễn Hiến Lê}}\n'''Nguyễn Hiến Lê''' (ngày 8 tháng 1 năm 1912 – ngày 22 tháng 12 năm 1984) là học giả, [[nhà văn]], [[dịch giả]], [[nhà ngôn ngữ học]], nhà giáo dục và hoạt động văn hóa độc lập Việt Nam, có 120 tác phẩm sáng tác, biên soạn và dịch thuật thuộc nhiều lĩnh vực khác nhau như giáo dục, văn học, ngữ học, triết học, lịch sử, du ký, gương danh nhân, chính trị, kinh tế, v.v.\n\n==Cuộc đời==\nNguyễn Hiến Lê sinh ngày 8 tháng 1 năm 1912,<ref>Sách ''Hồi ký Nguyễn Hiến Lê'', NXb Văn học, 1993, tr. 16.<\/ref> quê ở làng Phương Khê, phủ [[Quảng Oai]], tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (nay thuộc xã [[Phú Phương]], huyện [[Ba Vì]], [[Hà Nội]]). Thân phụ ông tên Nguyễn Văn Bí, hiệu Đặc Như, là con trai út của một nhà Nho. Thân mẫu ông tên Sâm, làng Hạ Đình (nay là phường [[Hạ Đình]], quận [[Thanh Xuân]], Hà Nội). Xuất thân từ một gia đình [[nho giáo|nhà Nho]], ông học tại [[Hà Nội]], trước ở trường Yên Phụ, sau lên [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]].\n\nNăm [[1934]], ông tốt nghiệp trường Cao đẳng Công chính Hà Nội rồi vào làm việc tại các tỉnh [[đồng bằng sông Cửu Long|miền Tây Nam Bộ]], bắt đầu quãng đời nửa thế kỷ gắn bó với [[Miền Nam (Việt Nam)|Nam bộ]], gắn bó với [[Hòn ngọc Viễn Đông]]. Sau [[Cách mạng tháng Tám]] năm [[1945]], ông thôi làm ở sở, đi dạy học ở [[Long Xuyên]]. Năm [[1952]] chuyển lên [[Thành phố Hồ Chí Minh|Sài Gòn]] mở nhà xuất bản và biên dịch sách, sáng tác, viết báo.\n\nNhững năm trước [[1975]] và cả trong thời gian sau này, Nguyễn Hiến Lê luôn là một cây bút có tiếng, viết miệt mài và là một nhân cách lớn. Trong đời cầm bút của mình, đến trước khi mất, ông đã xuất bản được hơn một trăm bộ sách, về nhiều lĩnh vực: [[văn học]], [[ngôn ngữ học]], [[triết học]], tiểu luận phê bình, [[giáo dục]], [[chính trị]], [[kinh tế]], gương danh nhân, du ký, dịch tiểu thuyết, học làm người... Tính ra, số bộ sách của ông được xuất bản gần gấp 1,5 lần số tuổi của ông và tính từ năm ông bắt đầu có sách in (đầu thập niên [[thập niên 1950|1950]]), trung bình mỗi năm ông hoàn thành ba bộ sách với 800 trang bản thảo có giá trị gửi tới người đọc.\n\nTrong một số tác phẩm của mình, Nguyễn Hiến Lê đề [[bút danh]] '''Lộc Đình'''. Ông kể: ''\"gần ngõ Phất Lộc có một cái đình không biết thờ vị thần nào mà kiến trúc rất đơn sơ. Hai cánh cửa gỗ luôn đóng kín, trên mái cổng tam quan có đắp một bầu rượu khá lớn nằm giữa hai con rồng uốn khúc châu đầu vào. Thuở bé, tôi được theo bà ngoại vào đình mấy lần, tôi thấy bên trong là một khoảng sân rộng vắng ngắt. Tuy vậy, mà quang cảnh lạnh lẽo trầm mặc thâm u của ngôi đình bỗng nhiên len sâu trong tâm tư tôi những khi ngồi học trong lớp, hoặc những khi tôi đến chơi nơi nào đông vui là tôi lại chạnh nghĩ đến ngôi đình, nhớ đến bà ngoại tôi. Nhất là sau ngày cha tôi và bà ngoại tôi vĩnh viễn ra đi trong cái ngõ hẹp tối tăm ấy...\"'' và ''\"Bút danh Lộc Đình tôi dùng ký dưới một bài văn ngắn từ hồi trẻ... Lộc là ngõ Phất Lộc, còn Đình là cái đình ấy.\"''\n\nNăm [[1980]] ông về lại [[Long Xuyên]]. Cùng năm ông bắt đầu viết ''Hồi ký Nguyễn Hiến Lê'', đến tháng 9 năm 1980 thì hoàn thành. Đồng thời ông tách những đoạn nói về văn nghiệp ra riêng, sửa chữa, bổ sung và biên tập lại thành cuốn sách ''Đời viết văn của tôi''. Tác phẩm này được sửa chữa xong vào năm 1981, sau đó sửa chữa thêm và hoàn chỉnh vào năm 1983.<ref>Châu Hải Kỳ, trang 361-362<\/ref>\n\nÔng qua đời lúc 8 giờ 50 phút<ref>Châu Hải Kỳ, trang 412<\/ref> ngày [[22 tháng 12]] năm [[1984]] khi đang điều trị tại [[Bệnh viện An Bình]], [[Chợ Lớn]],<ref>Châu Hải Kỳ, trang 408<\/ref> [[Thành phố Hồ Chí Minh]], hưởng thọ 72 tuổi. Linh cữu của ông được hỏa thiêu vào ngày [[24 tháng 12]] năm 1984 tại đài thiêu Thủ Đức.\n\nViệc hỏa táng và làm tang lễ, ma chay đơn giản là ý nguyện của Nguyễn Hiến Lê lúc sinh thời<ref name = chk414>Châu Hải Kỳ, trang 414<\/ref>. Trong một bức thư gửi nhà thơ Bàng Bá Lân đề ngày 18 tháng 7 năm 1981 ông từng viết:\n\n{{cquote|''Thời xưa mong giữ được mộ 100 năm, thời nay tôi sợ không được vài chục năm. Cho nên tôi tính chết thì hỏa táng, đỡ thắc mắc cho con cháu ở xa. Và cúng giỗ, tôi cũng bảo dẹp bớt đi ! Không ngờ cái tục lệ thiêng liêng mấy nghìn năm của mình bây giờ chỉ trong có mấy năm mà thay đổi hẳn. Ngay cả tâm trạng của mình cũng thay đổi nữa !''|||Nguyễn Hiến Lê|<ref>Châu Hải Kỳ, trang 408.<\/ref>}}\n\nSau khi hỏa thiêu, tro cốt của ông được [[an táng]] ngay trong khuôn viên nhà bà Nguyễn Thị Liệp (người vợ thứ hai của ông) ở thành phố [[Long Xuyên]]. Năm [[Kỷ Mão]] ([[1999]]), bà Liệp tạ thế và được an táng trong khuôn viên chùa Phước Ân ở Rạch Cai Bường (thuộc xã Vĩnh Thạnh, huyện [[Lấp Vò]], tỉnh [[Đồng Tháp]]), thì ông vẫn được [[an táng]] ngay trên phần mộ của bà<ref>[http:\/\/phapluattp.vn\/20100101044224103p1112c1113\/tim-mo-cu-nguyen-hien-le.htm Tìm mộ cụ Nguyễn Hiến Lê]<\/ref>.\n\n==\"Tự bạch\"==\n{{Trích dẫn quá dài|date=tháng 10\/2021}}\n* Đời tôi có thể tóm tắt trong hai chữ HỌC và VIẾT. Hai việc đó liên quan mật thiết với nhau gần suốt đời, tôi VIẾT ĐỂ HỌC và HỌC ĐỂ VIẾT - \"Lời mở đầu\" của tác phẩm \"Đời viết văn của tôi\".\n\nTrong [[hồi ký]] của mình Nguyễn Hiến Lê cũng đã viết lại nhân sinh quan như sau:<ref>Nguyễn Hiến Lê, trang 730-734<\/ref>\n\n#Đời sống tự nó vô ý nghĩa, trừ ý nghĩa truyền chủng, nhưng mình phải tạo cho nó một ý nghĩa. Từ hồi ăn lông ở lỗ đến nay, nhân loại đã tiến về nhiều phương diện. Chúng ta được hưởng công lao, di sản của biết bao thế hệ thì phải duy trì di sản đó và cải thiện nó tùy khả năng mỗi người.\n#Chúng ta làm điều phải vì tin nó là điều phải chứ không phải vì ý muốn của [[Thượng đế]] hay một vị thần linh nào, cũng không phải vì mong chết rồi được lên [[Niết-bàn|Niết bàn]] hay [[Thiên đàng]].\n#Quan niệm thiện ác thay đổi tùy nơi, tùy thời. Cái gì ích lợi cho một xã hội vào một thời nào đó thì được xã hội đó cho là thiện, cũng cái đó qua thời khác không còn ích lợi nữa mà hóa ra có hại thì bị coi là ác. Ví dụ đạo tòng phu, tòng tử của phụ nữ có lợi cho gia đình, xã hội thời nông nghiệp; tới thời kỹ nghệ không còn lợi cho gia đình, xã hội nên mất giá trị. Khi sản xuất được ít, đức tiết kiệm được đề cao; ngày nay ở Âu Mỹ, sản xuất vật dụng thừa thãi quá, nên sự phung phí gần thành một bổn phận đối với xã hội. Tuy nhiên vẫn có một số giá trị vĩnh cửu, từ hồi loài người bắt đầu văn minh, dân tộc nào cũng trọng, như đức nhân, khoan hồng, công bằng, tự do, tự chủ,...\n#Đạo nào cũng phải hợp tình, hợp lý (bất viễn nhân) thì mới gọi là đạo được. Tôi không tin rằng hết thảy loài người chỉ thấy đời toàn là khổ thôi; cũng không tin rằng hết thảy loài người thích sống tập thể, không có của riêng.\n#[[Nho giáo|Đạo Khổng]] thực tế nhất, hợp tình hợp lý nhất, đầy đủ nhất, xét cả về việc tu thân, trị gia, trị quốc. Vậy mà tới nay lý tưởng của ông, nhân loại vẫn chưa theo được. Về tu thân, ba đức nhân, trí, dũng, luyện được đủ tình cảm, trí tuệ và nghị lực của con người.\n#Nên trọng dư luận nhưng cũng không nên nhắm mắt theo dư luận. Biết đắc nhân tâm, nhưng cũng có lúc phải tỏ nỗi bất bình của mình mà không sợ thất nhân tâm.\n#Mỗi người đã phải đóng một vai trò trong xã hội thì tôi lựa vai trò thư sinh. Sống trong một gia đình êm ấm giữa sách và hoa, được lòng quý mến, tin cậy của một số bạn và độc giả, tôi cho là sướng hơn làm một chính khách mà được hàng vạn người hoan hô, mà còn có phần giúp ích cho xã hội được nhiều hơn bạn chính khách nữa. Nhưng làm nhà văn thì phải độc lập, không nhận một chức tước gì của chính quyền.\n#Ghi được một vẻ đẹp của thiên nhiên, của tâm hồn, tả được một nỗi khổ của con người khiến cho đời sau cảm động, bấy nhiêu cũng đủ mang danh [[nghệ sĩ]] rồi.\n#Văn thơ phải tự nhiên, cảm động, có tư tưởng thì mới hay. Ở [[Tên gọi Trung Quốc|Trung Hoa]], thơ [[Lý Bạch]], văn [[Tô Đông Pha]] hay nhất. Ở nước ta, thơ [[Nguyễn Du]] tự nhiên, bình dị mà bài nào cũng có giọng buồn man mác.\n#Tôi khuyên con cháu đừng làm [[chính trị]], nhưng nếu làm thì luôn luôn phải đứng về phía nhân dân.\n#Một [[xã hội văn minh]] thì nhà cầm quyền không đàn áp đối lập, cùng lắm chỉ có thể ngăn cản họ để họ đừng gây rối thôi; tuyệt nhiên không được tra tấn họ. Phải tuyệt đối tôn trọng chính kiến của một người.\n#Một xã hội mà nghề cầm bút, nghề [[luật sư]] không phải là nghề tự do thì không gọi là xã hội [[quyền tự do|tự do]] được.\n#Khi nghèo thì phải tận lực chiến đấu với cảnh nghèo vì phải đủ ăn mới giữ được sự độc lập và tư cách của mình. Nhưng khi đã đủ ăn rồi thì đừng nên làm giàu, phải để thì giờ làm những việc hữu ích mà không vì danh và lợi. Giá trị của ta ở chỗ làm được nhiều việc như vậy hay không.\n#Chỉ nên hưởng cái phần xứng đáng với tài đức của mình thôi. Nếu tài đức tầm thường mà được phú quý hoặc được nhiều người ngưỡng mộ thì sẽ mang họa vào thân.\n#Hôn nhân bao giờ cũng là một sự may rủi. Dù sáng suốt và chịu tốn công thì cũng không chắc gì kiếm được người hợp ý mình; phải chung sống năm ba năm mới rõ được tính tình của nhau. Từ xưa tới nay tôi thấy cuộc hôn nhân của ông bà [[Marie Curie|Curie]] là đẹp nhất, thành công nhất cho cả cá nhân ông bà lẫn xã hội. Hiện nay ở Mỹ có phong trang kết hôn thử, tôi cho rằng chưa chắc đã có lợi cho cá nhân mà có thể gây nhiều xáo trộn cho xã hội.\n#Có những hoa hữu sắc vô hương mà ai cũng quý như hoa [[hải đường]], hoa [[đào]]; nhưng đàn bà nếu chỉ có sắc đẹp thôi, mà không được một nét gì thì là hạng rất tầm thường. Chơi hoa tôi thích nhất loại cây cao; có bóng mát, dễ trồng và có hương quanh năm như [[chi Ngọc lan|ngọc lan]], [[hoàng lan]]. Ở đâu tôi cũng trồng hai loại đó.\n#Rất ít khi con người rút được kinh nghiệm của người trước. Ai cũng phải tự rút kinh nghiệm của mình rồi mới khôn, vì vậy mà thường vấp té. Nhưng phải như vậy thì loài người mới tiến được.\n#Cơ hồ không thay đổi được bản tính con người: người nóng nảy thì tới già vẫn nóng nảy, người nhu nhược thì tới già vẫn nhu nhược. Nhưng giáo dục vẫn có ích. Không nên cho trẻ sung sướng quá. Phải tập cho chúng có quy củ, kỷ luật, biết tự chủ và hiểu rằng ở đời có những việc mình không thích làm nhưng vẫn phải làm; và làm thì phải làm ngay, làm đàng hoàng, làm cho xong.\n#Thay đổi bản tính con người như [[Mặc Tử]], như [[Karl Marx]] muốn là chuyện không dễ một sớm một chiều. Thế giới còn những nước nhược tiểu nhiều tài nguyên thì còn bọn thực dân họ chỉ thay đổi chính sách thôi. Thực dân nào cũng vậy. Khi họ khai thác hết trên mặt đất, trong lòng đất thì họ sẽ khai thác biển, đáy biển, Họ còn sống lâu. Tuy nhiên cũng phải nhận rằng sự bóc lột trong một nước tân tiến thời nay đã giảm nhiều, thì sau này sự bóc lột các dân tộc nhược tiểu cũng sẽ giảm đi lần lần.\n#Xã hội bao giờ cũng có người tốt và kẻ xấu. Như [[Kinh Dịch]] nói, lúc thì âm (xấu) thắng, lúc thì dương (tốt) thắng; mà việc đời sau khi giải quyết xong việc này thì lại sinh ra việc khác liền; sau quẻ Ký tế (đã xong) tiếp ngay quẻ Vị tế (chưa xong). Mình cứ làm hết sức mình thôi, còn thì để lại cho các thế hệ sau.\n#Hồi trẻ, quan niệm của tôi về hạnh phúc là được tự do, độc lập, làm một công việc hữu ích mà mình thích, gia đình êm ấm, con cái học được, phong lưu một chút chứ đừng giàu quá. Nhưng hồi năm mươi tuổi tôi thấy bấy nhiêu chưa đủ, cần thêm điều kiện này nữa: sống trong một xã hội lành mạnh, ổn định và tương đối thịnh vượng.\n\n==Nhận xét==\nNgười thầy Nguyễn Hiến Lê trước 1975, Nguyễn Hiến Lê không giấu diếm điều này, và chính phủ Việt Nam Cộng Hòa không bắt ông vì quan điểm chính trị của ông. Dù là người có quan điểm thiên cộng nhưng ông vẫn dám nói thật, viết thẳng theo tinh thần \"''phú quí bất năng dâm, bần tiện bất năng di, uy vũ bất năng khuất''\". Sau 30-04-1975, Nguyễn Hiến Lê viết: <ref>{{Chú thích sách|title=Hồi kí Nguyễn Hiến Lê|chapter=Chương 31: Kết quả sau 5 năm (bị kiểm duyệt)}}<\/ref>\n\n{{cquote|''Người ta nhận định sai về tình trạng miền Nam. Trước ngày 30-4-75, miền Nam rất chia rẽ: nhiều giáo phái, đảng phái nhưng tiến bộ hơn miền Bắc nhiều về mức sống, kĩ thuật, nghệ thuật, văn hoá; nhờ ngôn luận được tương đối tự do, nhờ được đọc sách báo ngoại quốc, biết tin tức thế giới, du lịch ngoại quốc, tiếp xúc với người ngoại quốc…; cả về đạo đức nữa: vì đủ ăn, người ta ít thèm khát mọi thứ, ít gian tham (tôi nói số đông), ít chịu làm cái việc bỉ ổi là tố cáo người hàng xóm [Một thím làm tổ phó lo về đời sống, được công an phường gọi đi học tập. Mới hết buổi đầu, thấy công an chỉ dạy cách dò xét, tố cáo đồng bào (ăn uống ra sao, chỉ trích chính phủ không, khách khứa là hạng người nào…), thím ta xin thôi liền, về nói với bạn: \"Tôi không làm công việc thất đức đó được\". Lớp học đó bỏ luôn] chứ đừng nói người thân, nói chung là không có hành động nhơ nhớp như nhiều cán bộ ở Bắc tôi đã kể ở trên. Tôi còn nhận thấy vì người Nam bị coi là nguỵ hết, nên càng đoàn kết với nhau, thương nhau: cùng là nguỵ với nhau mà !\"|||Nguyễn Hiến Lê|}}\n\n==Tác phẩm==\n[[Tập tin:Tháp mộ Nguyễn Hiến Lê.jpg|nhỏ|phải|220px|Phần trên ngôi tháp nhỏ này là nơi lưu giữ di cốt của học giả Nguyễn Hiến Lê.]]\n\nBản quyền các tác phẩm của Nguyễn Hiến Lê đang được Công ty cổ phần Sách BIZBooks nắm giữ.\n\n===Văn học - Tiểu thuyết===\n*''Hương sắc trong vườn văn'' (2 quyển) - 1962\n*''Đại cương văn học sử Trung Quốc'' (3 quyển) - 1955\n*''Cổ văn Trung Quốc'' - 1966\n*''Chiến Quốc sách'' (viết chung với [[Giản Chi]]) - 1968\n*''Sử Ký [[Tư Mã Thiên]]'' (viết chung với Giản Chi) - 1970\n*''Tô Đông Pha'' - 1970\n*''Nhân sinh quan và thơ văn Trung Hoa'' (dịch) - 1970\n*''Kiếp người'' (dịch [[Somerset Maugham]]) - 1962\n*''Mưa'' (tuyển dịch nhiều tác giả) - 1969\n*''Chiến tranh và hoà bình'' (dịch [[Lev Nikolayevich Tolstoy]]) - 1968\n*''Khóc lên đi ôi quê hương yêu dấu'' (dịch [[Alan Paton]]) 1969\n*''Quê hương tan rã'' (dịch C. Acheba) - 1970\n*''Cầu sông Drina'' (dịch I. Andritch) - 1972\n*''Bí mật dầu lửa'' (dịch Gaillard) - 1968\n*''Con đường thiên lý'' - (Xuất bản 1990)\n*''Mùa hè vắng bóng chim'' (dịch Hansuyn)\n*''Những quần đảo thần tiên'' (dịch Somerset Maugham) - (Xuất bản 2002)\n* ''Kinh Dịch''\n*''Đắc Nhân Tâm'' (dịch Dale Carnegie) - (Xuất bản 1951)\n\n===Triết học===\n*''Nho giáo một triết lý chính trị'' - 1958\n*''Đại cương triết học Trung Quốc'' (viết chung với Giản Chi) - 1965\n*''Nhà giáo họ Khổng'' - 1972\n*''Liệt tử và Dương tử'' - 1972\n*Một lương tâm nổi loạn - 1970\n*''Thế giới ngày mai và tương lai nhân loại'' - 1971\n*[[Mạnh Tử|''Mạnh Tử'']] - 1975\n*[[Trang Tử|''Trang Tử'']] - (Xuất bản 1994)\n*[[Hàn Phi Tử|''Hàn Phi Tử'']] - (Xuất bản 1994)\n*[[Tuân Tử|''Tuân Tử'']] - (Xuất bản 1994)\n*''Mặc học'' - (Xuất bản 1995)\n*[[Lão Tử|''Lão Tử'']] - (Xuất bản 1994)\n*[[Luận ngữ|''Luận ngữ'']] - (Xuất bản 1995)\n*[[Khổng Tử|''Khổng Tử'']] - (Xuất bản 1992)\n*[[Kinh Dịch| ''Kinh Dịch, đạo của người quân tử'']]  - (Xuất bản 1990)\n\n===Lịch sử===\n*''Lịch sử thế giới'' (viết với Thiên Giang) - 1955\n*[[Đông Kinh Nghĩa Thục|''Đông Kinh Nghĩa Thục'']] - 1956\n*''Bài học Israel'' - 1968\n*''Bán đảo Ả Rập'' - 1969\n*''Lịch sử văn minh Ấn Độ'' (dịch [[Will Durant]]) - 1971\n*''Bài học lịch sử'' (dịch Will Durant) - 1972\n*''Nguồn gốc văn minh'' (dịch Will Durant) - 1974\n*''Văn minh Ả Rập'' (dịch Will Durant) - 1975\n*''Lịch sử văn minh Trung Quốc'' (dịch Will Durant) - (Xuất bản 1997)\n*''Sử Trung Quốc'' (3 tập) 1982\n\n===Giáo dục – giáo khoa===\n*''Thế hệ ngày mai'' - 1953\n*''Thời mới dạy con theo lối mới'' - 1958\n*''Tìm hiểu con chúng ta'' - 1966\n*''Săn sóc sự học của con em'' - 1954\n*''Tự học để thành công'' - 1954\n*''33 câu chuyện với các bà mẹ'' - 1971\n*''Thế giới bí mật của trẻ em'' - 1972\n*''Lời khuyên thanh niên'' - 1967\n*''Kim chỉ nam của học sinh'' - 1951\n*''Bí quyết thi đậu'' - 1956\n*''Để hiểu văn phạm'' - 1952\n*''Luyện văn I'' (1953), ''II'' & ''III'' (1957)\n*''Khảo luận về ngữ pháp Việt Nam'' (viết với T. V. Chình) - 1963\n*''Tôi tập viết tiếng Việt'' - 1990\n*''Muốn giỏi toán hình học phẳng'' - 1956\n*''Muốn giỏi toán hình học không gian'' - 1959\n*''Muốn giỏi toán đại số'' - 1958\n\n===Chính trị - Kinh tế===\n*''Một niềm tin'' - 1965\n*''Xung đột trong đời sống quốc tế'' - 1962\n\n===Gương danh nhân===\n*''Gương danh nhân'' - 1959\n*''Gương hi sinh'' - 1962\n*''Gương kiên nhẫn'' - 1964\n*''Gương chiến đấu'' - 1966\n*''Ý chí sắt đá'' - 1971\n*''40 gương thành công'' - 1968\n*''Những cuộc đời ngoại hạng'' - 1969\n*''15 gương phụ nữ'' - 1970\n*''Einstein'' - 1971\n*''Bertrand Russell'' - 1972\n*''Đời nghệ sĩ'' - (Xuất bản 1993)\n*''Khổng Tử'' - (Xuất bản 1995)\n*''Gogol'' - (Xuất bản 2000)\n*''Tourgueniev'' - (Xuất bản 2000)\n*''Tchekhov'' - (Xuất bản 2000)\n\n===Khảo luận – tùy bút – du ký===\n*''Đế Thiên Đế Thích'' – 1968\n*''Bảy ngày trong Đồng Tháp Mười'' - 1954\n*''Nghề viết văn'' - 1956\n*''Vấn đề xây dựng văn hoá'' - 1967\n*''Chinh phục hạnh phúc'' (dịch [[Bertrand Russell]]) - 1971\n*''Sống đẹp'' - 1964\n*''Thư ngỏ tuổi đôi mươi'' (dịch [[André Maurois]]) - 1968\n*''Chấp nhận cuộc đời'' (dịch L. Rinser) - 1971\n*''Làm con nên nhớ'' (viết với Đông Hồ) - 1970\n*''Hoa đào năm trước'' - 1970\n*''Con đường hoà bình'' - 1971\n*''Cháu bà nội tội bà ngoại'' - 1974\n*[[Ý cao tình đẹp|''Ý cao tình đẹp'']] - 1972\n*''Thư gởi người đàn bà không quen'' (dịch André Maurois) - 1970\n*''10 câu chuyện văn chương'' - 1975\n*''Đời viết văn của tôi'' - (Xuất bản 1996)\n*''Hồi ký Nguyễn Hiến Lê'' - (Xuất bản 1992)\n*''Để tôi đọc lại'' - (Xuất bản 2001)\n\n===Tự luyện – Học làm người===\n*''Tương lai trong tay ta'' - 1962\n*''Luyện lý trí'' - 1965\n*[[Rèn nghị lực để lập thân|''Rèn nghị lực'']] - 1956\n*''Sống 365 ngày một năm'' - 1968\n*''Nghệ thuật nói trước công chúng'' - 1953\n*''Sống 24 giờ một ngày'' (dịch [[Arnold Bennett]]) - 1955\n*Luyện tình cảm (dịch F. Thomas) - 1951\n*''Luyện tinh thần'' (dịch [[Dorothy Carnegie]]) - 1957\n*[[Đắc nhân tâm|''Đắc nhân tâm'']] (dịch [[Dale Carnegie]]) - 1951\n*[[Quẳng gánh lo đi và vui sống|''Quẳng gánh lo đi và vui sống'']] (dịch Dale Carnegie) - 1955\n*''Giúp chồng thành công'' (dịch Dorothy Carnegie) - 1956\n*''Bảy bước đến thành công'' (dịch G. Byron) - 1952\n*''Cách xử thế của người nay'' (dịch Ingram) - 1965\n*''Xây dựng hạnh phúc'' (dịch [[Aldous Huxley]]) - 1966\n*''Sống đời sống mới'' (dịch Powers) - 1965\n*''Thẳng tiến trên đường đời'' (dịch Lurton) - 1967\n*''Trút nỗi sợ đi'' (dịch Coleman) - 1969\n*''Con đường lập thân'' (dịch Ennever) - 1969\n*''Sống theo sở thích'' (dịch Steinckrohn) - 1971\n*''Giữ tình yêu của chồng'' (dịch Kaufmann) - 1971\n*''Tổ chức gia đình'' - 1953\n\n===Các bài đăng trên tạp chí===\n242 bài trên tạp chí ''Bách Khoa'', 50 bài trên các tạp chí ''Mai'', ''Tin Văn'', ''Văn'', ''Giáo dục Phổ Thông'', ''Giữ Thơm Quê Mẹ''. Ngoài ra ông còn viết lời giới thiệu cho 23 quyển sách.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* {{chú thích sách |tựa đề= Hồi ký Nguyễn Hiến Lê |họ = Nguyễn Hiến Lê |tên = |lk tác giả = |đồng tác giả= |năm= 2006 |nhà xuất bản= Nhà xuất bản Văn học |nơi= Thành phố Hồ Chí Minh |isbn= |trang= |url= |ngày truy cập=}}\n* {{chú thích sách |tựa đề= Nguyễn Hiến Lê - Cuộc đời & Tác phẩm |họ = Châu Hải Kỳ |tên = |lk tác giả = |đồng tác giả= |năm= 2007 |nhà xuất bản= Nhà xuất bản Văn học |nơi= Thành phố Hồ Chí Minh |isbn= |trang= |url= |ngày truy cập=}}\n\n==Liên kết ngoài==\n*[http:\/\/www.quynguyenhienle.org\/ Quỹ Nguyễn Hiến Lê]\n*[http:\/\/laodong.com.vn\/phong-su\/lang-quen-tuong-dai-van-hoa-nguyen-hien-le\/133546.bld Lãng quên tượng đài văn hoá Nguyễn Hiến Lê]\n*[http:\/\/www.vanhoanghethuat.org.vn\/2002.11\/leanhdung.htm Tiểu sử Nguyễn Hiến Lê]\n*[http:\/\/vietsciences.free.fr\/vietnam\/danhnhan\/tacgia\/nguyenhienle.htm Nguyễn Hiến Lê – bài viết trên vietsciences.free.fr]\n* [http:\/\/dantri.com.vn\/c25\/s25-258080\/nguyen-hien-le-hai-muoi-nam-mot-tram-cuon-sach.htm Nguyễn Hiến Lê - hai mươi năm, một trăm cuốn sách]\n\n{{Thời gian sống|sinh=1912|mất=1984}}\n\n[[Thể loại:Dịch giả Việt Nam]]\n[[Thể loại:Nhà ngôn ngữ học Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà văn Việt Nam Cộng hòa]]\n[[Thể loại:Nhà sử học Việt Nam Cộng hòa]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Học sinh trường Bưởi]]"}