{"418884":"{{Mồ côi|date=tháng 3 năm 2015}}\n'''Nguyễn Hành''' (阮衡, [[1771]]-[[1824]]), tên thật là '''Nguyễn Đạm'''<ref>Các sách dùng để tham khảo đều ghi Nguyễn Đạm, chỉ có [[Từ điển bách khoa Việt Nam]] ghi Nguyễn Đàm [http:\/\/bachkhoatoanthu.vass.gov.vn\/noidung\/tudien\/Lists\/GiaiNghia\/View_Detail.aspx?ItemID=21741].<\/ref>, tự là '''Tử Kính''', hiệu '''Nam Thúc''', biệt hiệu '''Ngọ Nam''' và '''Nhật Nam'''; là [[nhà thơ]] [[Việt Nam]]. Ông được người đương thời liệt vào ''An Nam ngũ tuyệt''<ref>An Nam ngũ tuyệt chỉ mới tra được Nguyễn Hành, [[Nguyễn Du]], còn ba người nữa chưa rõ là ai.<\/ref>.\n\n==Cuộc đời==\n'''Nguyễn Hành''' là người làng Tiên điền, huyện [[Nghi Xuân]], trấn [[Nghệ An]], nay thuộc tỉnh [[Hà Tĩnh]]. Ông là con của Nguyễn Điều, là cháu nội [[Nguyễn Nghiễm]], và gọi [[Nguyễn Du]] là chú ruột.\n\nÔng học rộng, nổi tiếng về thơ, nhưng không ra cộng tác với [[Nhà Tây Sơn|Tây Sơn]] hay triều [[nhà Nguyễn|Nguyễn]], mà cam phận sống nghèo khổ và lúc nào cũng ôm ấp tâm sự hoài Lê.<ref>Khi nói về [[Bà Huyện Thanh Quan]], GS. [[Phạm Thế Ngũ]] đã viết: ''\"Cái tâm trạng hoài Lê ấy, cũng là tâm trạng chung của nhiều nho sĩ [[Bắc Hà]] sau ngày thống nhất...Nhưng nói là nhớ tiếc cái chính trị của mấy ông vua thời Lê mạt thì không đúng. [[Bà Huyện Thanh Quan]] hướng về một quá khứ mà có lẽ bà cũng không tường tận lắm, và bà cũng chưa thọ hưởng được ân huệ gì; nhưng đó là quá khứ của tiền bối, của gia đình...Vì thế thái độ hoài Lê của bà cũng như nhiều nho sĩ đồng thời không có tính cách chính trị, mà chỉ có tính cách tâm tình\"''(''Việt Nam văn học sử giản ước tân biên'', quyển 2, tr. 288). Nguyễn Hàng, có thể là một trong số đó.<\/ref>\n\nÔng mất năm [[Giáp Thân]] ([[1824]]) lúc 53 tuổi.\n \nVề sáng tác ông có để lại 2 tập thơ và một quyển ký, tất cả đều bằng [[chữ Hán]]: \n*'''Quan Đông hải''' (Xem biển Đông). Có người ghi ''Quan Hải Đông'' hoặc ''Quan Hải tập''. Đây không chỉ là một tập thơ, xen kẽ thơ còn có những bài tựa, bài bạt và những bài phú.\n*'''Minh quyên thi tập''' (鳴鵑詩集, Tập thơ chim quyên kêu).\n*'''Thiên địa nhân vật sự ký''': đã thất lạc.\n\n==Nỗi niềm trong thơ==\nNguyễn Hành là nhà thơ hành xử theo quan điểm \"Trung hiếu chi gia ninh sự nhị\" (''Dòng nhà trung hiếu không thể thờ hai vua''). Trước sau ông chỉ thờ mỗi nhà [[Nhà Lê sơ|Hậu Lê]], mặc dù dưới triều đại ấy ông chỉ là một cậu bé. Chính vì quá trung thành với triều đại cũ, nên ông có thái độ thù địch đối với [[nhà Tây Sơn]] và bất hợp tác với nhà Nguyễn.\n\nNhà nghiên cứu Nguyễn Lộc cho biết tuy phần lớn sáng tác thơ của ông ra đời dưới thời Nguyễn, nhưng ông vẫn viết rất nhiều về thời Tây Sơn. Như trong bài \"Tổng vịnh Tây Sơn thời khởi nghĩa giả\" (''Tổng vịnh những việc nghĩa dấy lên dưới thời Tây Sơn'') ông tuyên bố, hễ ai chống lại nhà Tây Sơn đều đáng gọi là hào kiệt; hay như trong bài \"Thúy ái phu nhân\", ông đã hết lời ca ngợi một viên tướng triều [[Lê Hiển Tông]], đã tử trận vì chống lại quân Tây Sơn, cùng với người vợ của viên tướng ấy đã vì chồng mà tử tiết, trích:\n:''Tướng quân vì nước hy sinh,\n:''Thiếp cũng xin chết vì tướng quân.''\n\nTuy nhiên, vì là nhà thơ suốt đời chịu sống nghèo ở quê nhà, hoặc lưu lạc ở [[Thăng Long]], nên những bài thơ hay nhất, có giá trị nhất lại là những bài ông nói tới cái hiện thực xã hội. Chẳng hạn trong bài \"Túy Thái Bình\" (''Say ở Thái Bình''), ông đả kích những quan lại giàu có ăn chơi xa hoa, không chú ý gì đến cuộc sống của những người ăn xin nghèo khổ, trích: \n:''Những nhà giàu sang đầy thành,\n:''Những đêm tối còn có tiếng trẻ xin ăn.\n:''Người có đức nhân làm chính sự phải nghĩ trước đến lớp dân nghèo khổ đó,\n:''Sau mới đàn hát say sưa cảnh thái bình.''\n\nHay ở bài \"Kim ngữ\" (''Tiếng nói của đồng tiền''), ông mượn lời nhân cách hóa để lên án tệ nạn đút lót, hối lộ phổ biến: \n:''Nhà kia tích vàng mấy vạn lạng,\n:''Đêm đêm nghe vàng nói chuyện:\n:''Chúng ta vốn chẳng từ điều nghĩa tới đây,\n:''Chắc hẳn khi đi cũng vì vô nhân nghĩa.\n:''Lúc tới do người dâng biếu,\n:''Lúc đi lại để dâng biếu người khác.\n:''Mua được nhiều cái vái lạy của người đời,\n:''Mà không hao tốn nửa phân.''\n\nThơ ông còn có nhiều bài nói về những thiếu thốn về vật chất, những day dứt buồn chán vì sinh bất phùng thời, nỗi hoài vọng về một quá khứ vàng son và cái cô đơn lạc lõng và của ông. Chẳng hạn ở bài \"Cầm ca\" (''Bài ca đàn cầm''), \"Đỗ quyên\" (''Chim đỗ quyên''), \"Nghĩ cổ nhất thủ\" (''Bài thơ bắt chước lối cổ), trích:\n:''Chim phượng lẻ loi kêu ngang trời,\n:''Tiếng vang nghe bi thảm làm sao\n:''Một đám mây nổi lờ lững tới trước mặt\n:''Hỏi ta giờ đi đâu?...\n:''Xót thay ! Sinh chẳng gặp thời,\n:''Trôi giạt bay theo chiều gió.''\n:(Nghĩ cổ nhất thủ)\n\nBên cạnh đó, ông có một số bài nói lên cái chí khí, cái hoài bão lớn lao của mình trong 29 bài ca ngợi liệt nữ, như: \"[[Hai Bà Trưng]]\", \"[[Bà Triệu]]\"...hay ở bài \"[[Mai Hắc Đế]] từ\" (''Đền Mai Hắc Đế''), \"Kê minh phú\" (''Phú gà gáy'')...Và cái \"vị đạo\" trong từng câu thơ, câu văn của ông. Chẳng hạn như bài \"Bài Trị nộ châm nhất thủ\" (''Bài châm trị cái giận''), \"Quan thủy\" (''Xem dòng nước''), \"Huyền Thiên quán thần chung\" (''Tiếng chuông sớm ở quán Huyền Thiên''), \"Quán viên nhất thủ\" (''Tưới vườn''), \"Mãnh hổ hành\" (''Bài hành về con hổ dữ'')...\n\nNgoài ra, ông còn làm thơ ca tụng vẻ đẹp thiên nhiên, như các bài: \"Đàm nguyệt\" (''Trăng trong đầm''), \"Đàm sơn\" (Đầm, núi), \"Đàm thu\" (''Cảnh thu trên đầm''), \"Đàm cổ\" (Đầm xưa) \"Sơn hành\" (''Đi trong núi''); và thơ ghi lại trận dịch ghê gớm làm chết mấy chục vạn người đã xảy ra vào mùa thu năm [[Canh Thìn]] (1820) dưới triều [[Minh Mạng]], như bài \"Đại dịch\" (''Nan dịch lớn''), \"Văn thúc phụ Lễ bộ Tham tri phó âm cảm tác\" (''Cảm xúc làm khi nghe tin chú là quan Tham tri bộ Lễ<ref>Chỉ Nguyễn Du.<\/ref> từ trần'')...<ref>Phần soạn này tổng hợp từ những nhận định của các tác giả có sách ghi ở mục tham khảo. Thư viện Viện nghiên cứu Hán Nôm ([[Hà Nội]]) hiện lưu giữ tập ''Quan Đông hải'' mang ký hiệu A.1530, và ''Minh quyên thi tập'' mang ký hiệu VHv.109. Phần phiên âm Hán-Việt các bài thơ trích dẫn trên, bạn đọc có thể xem ở sách ''Danh nhân văn hóa trong lịch sử Việt Nam'' và ''Hợp tuyển thơ văn Việt Nam (tập 3)''.<\/ref>\n\n==Thơ==\n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt:\n:'''Lưỡng Trưng'''\n:Trưng gia nhị nữ bất trì tàm,\n:Báo cừu nhật dạ tâm như đàm.\n:Thừa cơ nhất cử trục Hán sứ;\n:Hô hấp chi gian cứ Lĩnh Nam.\n:Tự thị ngô bang khí nhất biến,\n:Âm thừa dương khí nữ vi nam.\n:Hậu thiên Bát quái Ly đương Ngọ,\n:Ly vi trung nữ vi qua đàm.\n:Tiền Trưng hậu Triệu đương kỳ hội,\n:Nhị bách niên gian tác giả tam.\n:Hát Giang giang đầu di miếu tại,\n:Vạn cổ huân cao tủng uất lam.\n:Nữ trung tài tính hữu như thử,\n:Túc sử bỉ nọa văn phong tàm.\n|\nDịch nghĩa:\n:'''[[Hai Bà Trưng]]'''\n:''Hai cô con gái nhà họ Trưng, không làm nghề nuôi tằm,\n:''Lòng lo việc báo thù ngày đêm như nung nấu.\n:''Thừa cơ vùng dậy đuổi Thái thú [[nhà Hán]],\n:''Trong khoảng chốc lát lấy lại cõi [[Lĩnh Nam]].\n:''Từ đấy phong khí nước ta thay đổi khác,\n:''Khí âm vượt lên khí dương, con gái như con trai.\n:''Theo [[Kinh Dịch|Bát quái]] hậu thiên thì [[thuần Ly|quẻ Ly]] ở vào giờ Ngọ,\n:''Ly lại tượng người con gái và là ngọn giáo sắc.\n:''Trước có họ Trưng, sau có họ [[Bà Triệu|Triệu]] gặp vận hội ấy,\n:''Trong khoảng 200 năm có ba người nổi dậy.\n:''Một tòa miếu còn sừng sững trên bờ sông [[Sông Đáy|Hát giang]],\n:''Muôn thuở vẫn khói hương nghi ngút.\n:''Trong giới nữ lưu mà có bậc tài trí như thế,\n:''Khiến bọn con trai ươn hèn, lười biếng nghe phong thanh mà tự thẹn.''\n|}\n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt:\n:'''Bắc Thành lữ hoài'''\n:Ngã diệc hà vi giả ?\n:Tịch liêu lai thử thành,\n:Nhãn trung vô cố vật,\n:Tâm thượng hữu dư tình.\n:Quế ngọc quan hoài trọng,\n:Văn chương sách giá khinh.\n:Tích niên quý công tử,\n:Kim dã lão thư sinh !\n|\n:Dịch nghĩa:\n:'''Ở trọ Bắc Thành'''\n:''Ta định làm gì đây?\n:''Thui thủi đến thành này.\n:''Mắt nhìn không có gì quen thuộc,\n:''ý nghĩ cứ vấn vương không cùng.\n:''Gạo châu củi quế, rất đáng quan tâm,\n:''Giá trị văn chương lại không được mấy tí.\n:''Năm xưa là một quý công tử,\n:''Mà ngày nay đã là một anh đồ già.''\n|}\n==Nhận xét==\nNguyễn Ngọc Nhuận viết: \n:''\"Ông sống trong giai đoạn xã hội đầy tao loạn, cảnh đời đầy sự trớ trêu, Nguyễn Hành muốn đi tới cũng không được, muốn ở ẩn cũng không xong. Bởi thế ông đã gửi gắm tâm sự trong những trang thơ, văn và hằng mong người đời phần nào hiểu, thông cảm với mình. Từ trong tâm thức, Nguyễn Hành khát khao làm được điều gì có ích cho đời, như ông từng viết trong câu kết của bài \"Kê minh phú\" (Phú gà gáy): \"Phượng hoàng cao bay, hạc đỗ nơi xa thẳm, đàn sắt đàn cầm, tiếng chuông tiếng trống, vui mà không dâm. Thức tỉnh người đời, răn đe thói tục, trọng ở tiếng vang dài. Ta nghĩ người xưa, thực thấy thoải mái trong lòng\". Đó cũng là khát vọng của kẻ sĩ xưa nay\"''<ref>[http:\/\/google.com\/search?q=cache:eIxUsoV0fs8J:www.hannom.org.vn\/web\/tchn\/data\/9704v.htm+%22An+Nam+ng%C5%A9+tuy%E1%BB%87t%22&cd=27&hl=vi&ct=clnk&gl=vn Xem thêm chi tiết ở đây]<\/ref>.\n\n==Sách tham khảo==\n*Nguyễn Lộc, mục từ \"Nguyển Hành\" trong ''Từ điển Văn học (bộ mới). Nhà xuất bản Thế giới, 2004.\n*[[Nguyễn Q. Thắng]] và Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam.'' Nhà xuất bản Khoa học Xã hội, 1992, tr. 533.\n*Nhiều người soạn, ''Hợp tuyển thơ văn Việt Nam (tập 3).'' Nhà xuất bản Văn học, Hà Nội, 1978, tr. 507.\n*Tạ Ngọc Liễn, ''Danh nhân văn hóa trong lịch sử Việt Nam''. Nhà xuất bản Thanh Niên, 2008, tr. 313-317.\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1771|mất=1824}}\n\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Người Hà Tĩnh]]"}