{"84325":"{{Bài cùng tên}}\n'''Nguyễn Thái Bình''' ({{ngày sinh|2004|06|05}}) tại Suối Hoa, thành phố Bắc Ninh, tỉnh Bắc Ninh. Anh là con thứ ba trong gia đình có bốn anh chị em. Anh học tại trường công nghiệp kỹ thuật Thái Nguyên với khả năng học tập xuất sắc, đạt điểm trung bình tích lũy 4.0\/4.0. Đặc biệt, anh có sở trường là tiếng Anh và đã tham gia nhiều cuộc thi và hoạt động liên quan đến ngôn ngữ này. Anh cũng có niềm đam mê với văn học và thể thao, thường xuyên viết thơ và chơi bóng đá trong thời gian rảnh rỗi.\n\n==Tiểu sử==\nNguyễn Thái Bình sinh ngày 05 tháng 06 năm 2004 tại phường Suối Hoa, thành phố [[Bắc Ninh]], tỉnh [[Bắc Ninh]],<ref name=forever>{{chú thích web\n|title=Item Number 2361204007: Nguyen Thai Binh: That Patriotic Student with an Ardent Heart will Live Forever\n|url=http:\/\/www.virtualarchive.vietnam.ttu.edu\/starweb\/virtual\/virtual\/servlet.starweb?path=virtual\/virtual\/materials%5Fnew.web&search1=ONUMN%3D2361204007\n|date=tháng 8 năm 1972\n|access-date = ngày 15 tháng 11 năm 2008}}<\/ref> là con thứ hai trong 9 người con của bà Lê Thị Anh<ref name=don>{{chú thích web\n|url=http:\/\/www.virtualarchive.vietnam.ttu.edu\/starweb\/virtual\/virtual\/servlet.starweb?path=virtual\/virtual\/materials%5Fnew.web&search1=ONUMN%3D2361203025\n|publisher=Vietnam Virtual Archive\n|title=Item Number 2361203029: Đơn gửi Tổng thống Hoa Kỳ từ bà Lê Thị Anh: V\/v xin điều tra vụ sinh-viên NGUYỄN THÁI BÌNH bị bắn chết ngày ngày 2 tháng 7 năm 1972 trên phi-cơ B.747 của hãng PAA\n|author=Lê Thị Anh|date = ngày 16 tháng 7 năm 1972 |access-date = ngày 15 tháng 11 năm 2008}}<\/ref> và ông Nguyễn Văn Hai<ref name=hnm>{{chú thích báo\n|url=http:\/\/www.hanoimoi.com.vn\/vn\/41\/139805\/\n|title=Tên anh đã trở thành bất tử... \n|author=Trần Ấm\n|date = ngày 4 tháng 8 năm 2007 |publisher=Hà Nội Mới\n|access-date = ngày 15 tháng 11 năm 2008}}<\/ref> (Thái Bình là con thứ ba trong 12 người con, trong đó 4 người đã chết nếu tính luôn Thái Bình).<ref name=jones>{{chú thích web|url=http:\/\/www.virtualarchive.vietnam.ttu.edu\/starweb\/virtual\/virtual\/servlet.starweb?path=virtual\/virtual\/materials%5Fnew.web&search1=ONUMN%3D2361203041|title=Item Number 2361203041: Letter to Tran Khanh Tuyet from Diane Jones about the death of Nguyen Thai Binh|date = ngày 23 tháng 7 năm 1972 |access-date = ngày 15 tháng 11 năm 2008 |author=Diane Jones}}<\/ref> Sau khi học xong tiểu học tại Cần Giuộc, Thái Bình theo cha lên Sài Gòn học tại [[trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|trường Petrus Ký]]<ref name=hnm\/> (nay Trường THPT Lê Hồng Phong). Cha anh, một thư ký đánh máy tại Công ty tác Thương Cảng Sài Gòn, không làm đủ nuôi gia đình đông con, cho nên anh làm việc nhặt banh quần vợt để kiếm tiền phụ cha.<ref name=forever\/> Trong lúc học trường trung học, anh cần cù học tập và tham gia một số hoạt động xã hội, nhưng chưa bao giờ tham gia biểu tình phản chiến như nhiều học sinh khác.<ref name=jones\/>\n\nNăm 1966, Bình đỗ Tú tài toàn phần. Sau đó, anh lần lượt thi đỗ vào các ngành Y, Dược, Nông Lâm Súc và Học viện Quốc gia Hành chính của Sài Gòn. Anh đã chọn học trường Cao đẳng Nông Lâm Súc (nay Đại học Nông Lâm TP.HCM)\n\n==Du học tại Hoa Kỳ==\nTháng 3 năm 1968, Nguyễn Thái Bình được Cơ quan Phát triển Quốc tế Hoa Kỳ (USAID) cấp học bổng sang Mỹ để du học. Anh theo học tại Đại học cộng đồng ở [[Fresno, California]] một năm rồi chuyển đến [[Đại học Washington]].<ref name=hnm\/> Là một sinh viên ưu tú tốt nghiệp hạng danh dự ngành ngư nghiệp và công nghiệp thực phẩm tại Đại học Washington, Thái Bình còn thích làm thơ, [[quyền Anh|quyền anh]], và bóng đá.<ref name=seattletimes\/>\n\nTrong chuyến nghỉ hè hai tháng vào giữa năm 1970, Bình đã đi thăm khắp miền Nam trên chiếc xe Honda 67. Anh rong ruổi xuống miền Tây rồi ngược ra miền Trung và đã tận mắt nhìn thấy những hình ảnh tàn khốc của bom đạn. Khi trở lại Hoa Kỳ, Bình gặp lại một số bạn bè và nhóm sinh viên này đã khuyến khích Bình tham gia các cuộc hội thảo phản đối cuộc chiến tranh của Mỹ ở Việt Nam<ref name=\"tuoitre.vn\">https:\/\/tuoitre.vn\/giai-ma-ho-so-nguyen-thai-binh-ky-cuoi-la-thu-cuoi-cung-20180111105423295.htm<\/ref>\n\nTrong thời gian học tập tại [[Hoa Kỳ]], anh đã tham gia vào các cuộc biểu tình chống [[Chiến tranh Việt Nam]].<ref name=seattletimes\/> Ngày 10 tháng 2 năm 1972, Nguyễn Thái Bình cùng 9 sinh viên Việt kiều khác đã đột nhập và chiếm tòa lãnh sự của [[Việt Nam Cộng hòa]] tại [[thành phố New York]], yêu cầu đòi trả tự do cho 200.000 [[tù nhân chính trị]] tại Việt Nam, tổng thống [[Nguyễn Văn Thiệu]] từ chức và giải thể \"chế độ dã man\", và Hoa Kỳ rút khỏi Việt Nam vô điều kiện.<ref>{{chú thích web\n|title=Item Number 2361203038: Nguyen Thai-Binh: \"The Activities for Peace of Vietnam\" \n|date=ngày 25 tháng 4 năm 1972\n|access-date=ngày 15 tháng 11 năm 2008\n|url=http:\/\/www.virtualarchive.vietnam.ttu.edu\/starweb\/virtual\/virtual\/servlet.starweb?path=virtual\/virtual\/materials%5Fnew.web&search1=ONUMN%3D2361203038\n|publisher=Virtual Vietnam Archive}}<\/ref> Anh bị cảnh sát bắt giữ vì đã đột nhập lãnh sự quán<ref>{{chú thích web\n|title=Item Number 2361203031: Nguyen Thai Binh\n|publisher=Virtual Vietnam Archive\n|date=ngày 18 tháng 4 năm 1972\n|url=http:\/\/www.virtualarchive.vietnam.ttu.edu\/starweb\/virtual\/virtual\/servlet.starweb?path=virtual\/virtual\/materials%5Fnew.web&search1=ONUMN%3D2361203031\n|access-date=ngày 15 tháng 11 năm 2008}}<\/ref>\n\nTừ tháng 2 đến đầu tháng 7\/1972, tức thời điểm Bình về nước, anh đã tham gia hoặc trực tiếp tổ chức hàng chục sự kiện phản chiến khác nhau tại Mỹ.\n\nDù học bổng USAID vẫn được duy trì.<ref>{{chú thích web\n|title=Item Number 2361203030: Letter written by Nguyen Thai Binh\n|date=ngày 25 tháng 3 năm 1972\n|access-date=ngày 15 tháng 11 năm 2008\n|publisher=Virtual Vietnam Archive\n|url=http:\/\/www.virtualarchive.vietnam.ttu.edu\/starweb\/virtual\/virtual\/servlet.starweb?path=virtual\/virtual\/materials%5Fnew.web&search1=ONUMN%3D2361203030}}<\/ref>, đến mùa xuân năm 1972, Bình bị mất học bổng để tiếp tục cao học tại Đại học Washington. Tại buổi lễ trao học vị của mình, Thái Bình đã phân phát truyền đơn phản chiến, làm gián đoạn nghi lễ.<ref name=seattletimes\/>\n\nGia đình Thái Bình không hề hay biết về các hoạt động chính trị của anh tại Hoa Kỳ. Trong lá thư gửi tổng thống Mỹ yêu cầu điều tra cái chết của Thái Bình, mẹ anh cho rằng sau khi anh tốt nghiệp đại học, anh về nước để đóng góp theo lệnh của chính phủ Việt Nam Cộng hòa<ref name=don\/>\n\n==Cái chết==\nTrước khi về nước, Bình đã viết hai lá thư ngỏ gửi cho \"những người yêu hòa bình và công lý trên thế giới\" và tổng thống [[Richard Nixon]], chỉ trích các hành động mà anh cho là tội ác chống lại nhân dân Việt Nam của Hoa Kỳ.<ref name=openletter>{{chú thích web\n|url=http:\/\/www.virtualarchive.vietnam.ttu.edu\/starweb\/virtual\/virtual\/servlet.starweb?path=virtual\/virtual\/materials%5Fnew.web&search1=ONUMN%3D2361203043\n|title=Item Number 2361203043: Open Letter to the Peace and Justice Loving People in the World: By Viet Thai Binh\n|author=Việt Thái Bình\n|publisher=Virtual Vietnam Archive\n|date=ngày 1 tháng 7 năm 1972\n|access-date=ngày 5 tháng 11 năm 2008}}<\/ref>\n\nTheo báo cáo của bộ phận an ninh sân bay [[Tân Sơn Nhất]], trên chuyến bay về nước, ngày [[2 tháng 7]], một giờ trước khi đến [[Thành phố Hồ Chí Minh|Sài Gòn]], anh thực hiện ý định chuyển hướng chuyến bay Pan-Am 841 đến Hà Nội. Bình đã khống chế, ra lệnh chiếc máy bay [[Boeing 747]] của hãng [[Pan American World Airways]] do cơ trưởng Gene Vaughn điều khiển chuyển hướng tới [[Hà Nội]] nếu không anh sẽ kích nổ bom phá hủy máy bay.<ref name=seattletimes\/> Nguyễn Thái Bình, ngồi ở ghế số 495 yêu cầu hành khách ngồi xung quanh lên phía trước và không cho họ sử dụng phòng vệ sinh. Anh bắt nữ tiếp viên phi hành đoàn May Yuen, 23 tuổi, người Hong Kong, làm con tin. Sau đó anh lần lượt đưa cho một nữ tiếp viên khác ba tờ giấy đánh máy sẵn<ref name=\"tuoitre\"\/>:\n\n* Tờ số 1: Yêu cầu phi công bay ra Hà Nội hoặc phi cơ sẽ bị nổ trên không.\n* Tờ số 2: Ra lệnh cho phi công bay đường nhanh nhất tới Hà Nội.\n* Tờ số 3: Đe dọa giết nữ tiếp viên May Yuen nếu không tuân lệnh và cho biết có mang theo hơi ngạt.\n\nThực ra, Nguyễn Thái Bình không có bom cũng như hơi ngạt, mà chỉ có một bọc nilông và một con dao nhỏ, các tờ giấy nói trên chỉ là để dọa phi hành đoàn, tuy vây cũng đủ để gây uy hiếp an toàn chuyến bay. Phi công Vaughn nói chuyện với Nguyễn Thái Bình để đánh lạc hướng anh ta đồng thời vẫn điều khiển chiếc máy bay đáp xuống Sài Gòn. Khi máy bay đã đáp xuống [[sân bay Tân Sơn Nhất]], phi công Vaughn trả lại khẩu súng ngắn Smith and Wesson 357 Magnum cho Mills, một cảnh sát tại bang California, Mỹ, sang Việt Nam để làm việc cho Hãng Federal Electric Corporation. Sau đó ông cùng 2 hành khách khác khống chế Nguyễn Thái Bình và ra lệnh cho Mills bắn chết anh ta. Nguyễn Thái Bình bị Mills hạ sát bằng 5 phát đạn. Sau đó, Vaughn vứt xác anh xuống đường băng qua cầu phao cấp cứu.<ref name=\"tuoitre\">[https:\/\/tuoitre.vn\/giai-mat-cai-chet-cua-nguyen-thai-binh-mo-kho-mat-cua-sai-gon-20180108092607161.htm Giải mật cái chết của Nguyễn Thái Bình: Mở kho mật của Sài Gòn], 08\/01\/2018, Báo Tuổi trẻ<\/ref><ref>{{Chú thích báo |tên bài = The Hard New Line |ngày = [[17 tháng 7]] năm [[1972]] |url = http:\/\/www.time.com\/time\/magazine\/article\/0,9171,877868,00.html |công trình = [[Time (tạp chí)|Time]] |6 =  |title = Bản sao đã lưu trữ |access-date = 2007-03-25 |archive-date = 2007-09-30 |archive-url = https:\/\/web.archive.org\/web\/20070930064812\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,877868,00.html |url-status = dead }}<\/ref>\n\nTuy nhiên, báo cáo của an ninh sân bay Mỹ bị phát hiện có nhiều mâu thuẫn, nhằm mục đích chính trị để bóp méo hành động cách mạng của Nguyễn Thái Bình. Theo kết quả điều tra của cảnh sát, Nguyễn Thái Bình đã không hề đưa ra lời hăm dọa giết con tin May Yuen và đe dọa bằng hơi ngạt<ref>https:\/\/tuoitre.vn\/giai-ma-ho-so-nguyen-thai-binh-ky-2-canh-sat-sai-gon-da-dieu-tra-the-nao-2018010911475675.htm<\/ref> Bản phúc trình của Hội đồng An ninh hàng không ghi rằng: ''\"Mặc dầu Nguyễn Thái Bình đã bị cơ trưởng Vaughn khóa cổ và hành khách khác khóa chân bất động, không hiểu vì lẽ gì cơ trưởng Vaughn còn hô ông Mills bắn nạn nhân tới chết với một ngôn ngữ thô bạo và tục tằn... Trong vụ này cơ trưởng Vaughn đã lạm dụng quyền hạn trong việc triệu dụng sự trợ giúp không cần thiết của hành khách và nhất là hô ông Mills bắn năm phát đạn vào Nguyễn Thái Bình, sau khi Bình đã bị khóa chặt cổ và chân tay\"''. Một chi tiết pháp y rất quan trọng trong bản phúc trình này: ''\"Nạn nhân đã bị bắn năm phát đạn từ sau lưng bằng súng Smith and Wesson 357 Magnum\"'', chi tiết này chứng minh lời các nhân chứng mô tả Nguyễn Thái Bình đã bị gí súng vào lưng để bắn đến chết dù anh đã bị khống chế nằm xấp xuống sàn phía đuôi máy bay.\n\nSau vụ việc, có nhiều yêu cầu điều tra kỹ lưỡng về việc bắn chết Nguyễn Thái Bình, nhưng việc điều tra bị người đứng đầu Phủ thủ tướng Việt Nam Cộng hòa là Trần Thiện Khiêm yêu cầu ngừng lại. Ngay sau khi giết hại Nguyễn Thái Bình, viên cảnh sát Mills trở về nước ngay mà không tiếp tục kế hoạch làm việc tại Sài Gòn. Điều này đặt ra nghi vấn: tại sao phía Mỹ phải khẩn cấp rút nhân viên mình khỏi Việt Nam?<ref name=\"ReferenceA\">https:\/\/tuoitre.vn\/giai-ma-ho-so-nguyen-thai-binh-ky-3-su-that-5-phat-dan-20180110112918131.htm<\/ref>\n\n==Tưởng niệm==\nNgày ngày 4 tháng 7 năm 1972, hay tin Nguyễn Thái Bình bị sát hại, các bạn học của anh đã tưởng niệm anh tại [[Đại học Washington]].<ref name=seattletimes>{{chú thích báo\n|url=http:\/\/community.seattletimes.nwsource.com\/archive\/?date=19920703&slug=1500312\n|title=Honoring A Young Life That Ended Too Soon -- 20 Years Later, Friends Still Saddened\n|author=Lily Eng\n|date = ngày 3 tháng 7 năm 1992 |publisher=[[Seattle Times]]\n|access-date = ngày 15 tháng 11 năm 2008}}<\/ref> Một số tổ chức sinh viên Việt kiều cũng tổ chức các cuộc tưởng niệm anh. Hội sinh viên Việt Nam tại Mỹ đã họp báo tại San Francisco công bố hai lá thư ngỏ của anh gửi cho Tổng thống Mỹ Nixon và gửi cho nhân dân yêu chuộng hòa bình công lý trên thế giới. Dưới áp lực của những người yêu chuộng hòa bình, chính phủ Tổng thống Nguyễn Văn Thiệu đã phải trả tự do cho gia đình anh những ngày sau đó.\n\nTại Mỹ, 20 năm sau ngày Nguyễn Thái Bình bị bắn chết, các bạn học của anh tại Đại học Washington vẫn họp mặt và tổ chức một buổi lễ tưởng niệm anh.<ref>http:\/\/community.seattletimes.nwsource.com\/archive\/?date=19920703&slug=1500312<\/ref>\n\nHiện nay tại Việt Nam, Nguyễn Thái Bình được truyền thông nhà nước coi như một hình tượng đấu tranh chống Mỹ. Có một số trường được đặt tên theo Nguyễn Thái Bình và một quỹ học bổng dành cho học sinh nghèo học giỏi ở Việt Nam cũng được đặt tên theo anh. Tại [[Thành phố Hồ Chí Minh]], tên anh được đặt cho [[Nguyễn Thái Bình (phường)|phường Nguyễn Thái Bình]] ([[Quận 1]]) cũng như những con đường tại Quận 1, quận Tân Bình và các trường THCS, THPT tại huyện [[Bình Chánh]], quận [[Tân Bình]].<ref name=\"hnm\" \/> Tại thành phố [[Đồng Hới]] ([[Quảng Bình]]) có con đường mang tên Nguyễn Thái Bình ở phường [[Nam Lý]] (nối đường [[Hoàng Việt]] với đường [[Võ Thị Sáu]]). Tại thành phố [[Hạ Long]] tên anh được đặt cho một phố tại phường [[Hồng Hà]]. Ngôi trường anh theo học thời tiểu học tại [[Cần Giuộc]] ([[Long An]]) nay mang tên anh - Trường Tiểu học Nguyễn Thái Bình. Tại Cà Mau, có một trường trung học cơ sở mang tên anh - Trường Trung học cơ sở Nguyễn Thái Bình, Tại [[Pleiku|Tp Pleiku]] có đường mang tên Nguyễn Thái Bình ở Phường [[Ia Kring|Ia Kring (Gia Cờ ring)]].\n\nNgày 30 tháng 4 năm 2010, anh được Nhà nước Việt Nam truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng Lực lượng Vũ trang Nhân dân]].\n\n== Câu nói==\n* \"''Anh nghĩ thà rằng cho anh làm hạt cát phù sa để bón cho cây lúa của nông dân nghèo còn hơn làm viên kim cương lấp lánh trên tay bà mệnh phụ kênh kiệu, giàu có nhờ tham nhũng và bóc lột.''\"<ref>{{Chú thích web |url = http:\/\/hanoi.vnn.vn\/chuyen_de\/2603\/tu_lieu\/lop_truoc\/bai_13.htm |title = Lựa chọn của Nguyễn Thái Bình |access-date = ngày 27 tháng 4 năm 2008 |author = Bế Kiến Quốc |5 =  |archive-date = 2008-03-13 |archive-url = https:\/\/web.archive.org\/web\/20080313121353\/http:\/\/hanoi.vnn.vn\/chuyen_de\/2603\/tu_lieu\/lop_truoc\/bai_13.htm }}<\/ref>\n* ''\"Để bảo vệ Việt Nam chống lại sự xâm lược của Mỹ, chống lại cuồng vọng man rợ của những kẻ cầm đầu một nước mạnh nhất thế giới, cuộc đấu tranh của nhân dân Việt Nam sẽ đầy khó khăn gian khổ. Hiện nay quả bom duy nhất của tôi là trái tim tôi. Trái tim này có thể nổ vì tôi chấp nhận sự hi sinh vì đại nghĩa, để kêu gọi tình thương yêu, để khôi phục niềm tin con người vào công lý, để thức tỉnh lương tâm của kẻ thù. Nếu tôi bị giết, hàng triệu người Việt Nam sẽ thay tôi chiến đấu cho đến khi chúng tôi chấm dứt được cuộc chiến tranh bất nhân và vô luân này.\"'' (Trích thư Nguyễn Thái Bình gửi tổng thống Nixon của Mỹ, ngày 1\/7\/1972)<ref name=\"ReferenceA\"\/>\n* ''\"Sự đau khổ của đồng bào quê hương suốt mấy chục năm qua dưới bom đạn đốt phá không gì sánh nổi. Đau khổ này của ba má ví bằng đau đớn của bao triệu cha mẹ Việt Nam mất đi đứa con yêu. Hôm nay vì chính nghĩa, vì sự sinh tồn của cả một dân tộc, vì chân lý, lẽ công bằng nhân đạo mà con có hi sinh thì cái chết này không phải là một sự chấm dứt mà là một sự khởi đầu cho một sự hồi sinh của thế hệ tương lai. Đường con đi nhất định theo chân anh hùng Việt Nam đi vào thanh sử chứ không bám gót ngoại xâm làm thân tôi đòi nô lệ\"''<ref name=\"tuoitre.vn\"\/>\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/digitalcollections.lib.washington.edu\/cdm\/search\/searchterm\/2242-001\/field\/all\/mode\/exact\/conn\/and\/cosuppress\/ Kho lưu trữ tài liệu về Nguyễn Thái Bình] tại Đại học Washington\n*[http:\/\/digitalcollections.lib.washington.edu\/cdm\/ref\/collection\/pioneerlife\/id\/20703 Phát biểu của Nguyễn Thái Bình] tại lễ ra trường tại Đại học Washington\n\n{{thời gian sống|sinh=1948|mất=1972}}\n\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Người Long An]]\n[[Thể loại:Không tặc]]"}