{"1736767":"'''Nguyễn Văn Do''' (1855 – 1926)<ref>Nguyễn Văn Hầu, Nửa tháng trong vùng Thất Sơn (Sài Gòn 1971), tr. 164- 165<\/ref>, tên tục là '''Bảy Do''', đạo hiệu '''Ngọc Thanh''', là một nhân vật lịch sử, hoạt động trong [[Phong trào hội kín Nam Kỳ]] chống lại chính quyền thực dân Pháp tại Việt Nam đầu thế kỷ 20. Ông cũng là người đầu tiên xây dựng [[Chùa Phật Lớn]] trên [[núi Cấm]], nay thuộc xã An Hảo, huyện [[Tịnh Biên]], tỉnh [[An Giang]], [[Việt Nam]].\n\n==Thân thế==\nÔng tên thật là '''Nguyễn Văn Do'''<ref>{{Chú thích web |url=http:\/\/thethao.thanhnien.com.vn\/pages\/20121023\/di-tim-dau-vet-vo-hoc-that-son-nam-cuc-duong.aspx |ngày truy cập=2013-02-09 |tựa đề=Đi tìm dấu vết võ học Thất Sơn: Nam Cực Đường |archive-date=2013-03-14 |archive-url=https:\/\/web.archive.org\/web\/20130314010012\/http:\/\/thethao.thanhnien.com.vn\/pages\/20121023\/di-tim-dau-vet-vo-hoc-that-son-nam-cuc-duong.aspx |url-status=dead }}<\/ref>, một số tài liệu khác chép ông tên là '''Cao Văn Long''', quê ở làng An Hội, tổng Bảo Hựu, phủ Hoằng Trị, tỉnh Vĩnh Long (nay thuộc [[bến Tre (thành phố)|thành phố Bến Tre]], tỉnh [[Bến Tre]]). Ông là cháu họ của Thủ khoa [[Bùi Hữu Nghĩa]]. Cha mẹ ông từng tham gia các phong trào khởi nghĩa chống Pháp và tử trận.\n\n== Hoạt động hội kín==\nSau khi các phong trào chống Pháp cuối thế kỷ 19 đều bị tan rã, ông bỏ đi tu [[Minh Sư đạo]], tự xưng là Chưởng giáo Nam Cực Đường, tới lui hầu hết các tỉnh [[Nam Kỳ]] để chiêu tập tín đồ. Năm [[1902]], ông đến núi Cấm, dựng nên một ngôi chùa ở gần đỉnh núi (ở độ cao 526 m so với mặt nước biển)<ref>Theo ''Kỷ lục An Giang 2009''. Nhà xuất bản Thông Tấn, 2010, tr. 99.<\/ref>. Chùa có danh xưng chính thức là Nam Các Tự, tuy nhiên do trong chùa có thờ một tượng [[Phật]] cao 1,8 [[m]], cao lớn hơn các tượng thờ khác ở trong vùng, vì vậy được người dân vùng này quen gọi là [[Chùa Phật Lớn]] để phân biệt với ''chùa Phật Nhỏ'' ở hướng đông, cũng trên núi này.\n\nBấy giờ nơi này hãy còn hoang vắng lắm, khá xa tầm kiểm soát của chính quyền thực dân. Ông Bảy Do ''khoác áo tràng đen, đi chân đất, đầu búi tóc, ngày hai buổi ngồi thiền, đến đêm lại luyện võ dưới bóng trăng, thu nhận môn đồ, gặp gỡ những người chung chí hướng và lấy đó làm trụ sở cho Hội kín (Thiên Địa hội) do [[Phan Xích Long]] lãnh đạo...''\n\nTheo G.Coulet, ông bị bắt ngày [[17 tháng 3]] năm [[1917]], sau khi quân Pháp ruồng bố núi Cấm và chùa Phật Lớn. Dù chẳng tìm được tang chứng gì, ngoài một số lượng lớn chén bát, nhưng quân Pháp dựa vào mớ chén bát đó để qui tội ông làm ''quốc sự''...<ref>Les sociétés secrètes en terre d’Annam. S, Ardrin, [[1926]].<\/ref>\n\nTheo bài viết \"Đức Trung Tôn trên núi Cấm...<ref>\"Đức Trung Tôn trên [[núi Cấm]] ([[Châu Đốc]]) hết cái nạn dầm mưa dang nắng\" trên báo ''Từ Bi Âm'' số 92 ra ngày [[15 tháng 10]] năm [[1935]].<\/ref> thì: ''Nguyên thuở trước, ước chừng ba bốn chục năm nay, có một ông thầy tu theo đạo trên, tên là Bảy Do, lên choán chỗ đó mà cất một cảnh chùa bằng ngói rất nguy nga. Trong chùa ấy, ông lại mướn thợ lên cốt một vị Phật bằng ciment (xi măng) rất to, tục kêu \"Đức Trung Tôn\", bề cao được một thước tám tây, ngồi kiết già trên cái bàn cũng bằng [[xi măng]] và cao trên hai thước. Chùa vừa cất xong thì ông Bảy Do lại bị ở tù, kế từ trần trong ngục thất...''.\n\nNhà văn [[Sơn Nam (định hướng)|Sơn Nam]] cho biết thêm: '' Thực dân bắt ông Bảy Do nhưng chúng đành chịu thua, chẳng tìm ra được hệ thống tổ chức. Năm 1917, trước tòa án quân sự, khi Pháp hăm dọa, lên án 5 năm cấm cố, ông vẫn bình thản với câu trả lời khiến dư luận bấy giờ thán phục: \"Tôi là kẻ tu hành, ở đâu cũng tu được vậy thôi\"''<ref>''Lịch sử An Giang'', Nhà xuất bản Tổng hợp An Giang, 1988, tr. 127.<\/ref>.\n\nSau khi ông bị bắt, chùa Phật Lớn trở nên hoang vắng. Mãi đến năm [[1914]], ông cựu hương quản làng An Khánh <ref>Làng An Khánh tổng Hòa Quới, quận An Hóa, tỉnh [[Mỹ Tho]]<\/ref> đến [[núi Cấm]] thấy cảnh chùa hoang phế quá, bèn đến chùa Linh Sơn ([[Thành phố Hồ Chí Minh|Sài Gòn]]) nhờ Cò mi Chấn (Phó Hội trưởng ''Hội [[Nam Kỳ]] Nghiên cứu Phật học'') đứng ra xin phép để được tái thiết chùa. Về sau, chùa vài lần được trùng tu và có diện mạo như ngày nay.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/thethao.thanhnien.com.vn\/pages\/20121023\/di-tim-dau-vet-vo-hoc-that-son-nam-cuc-duong.aspx Đi tìm dấu vết võ học Thất Sơn: Nam Cực Đường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130314010012\/http:\/\/thethao.thanhnien.com.vn\/pages\/20121023\/di-tim-dau-vet-vo-hoc-that-son-nam-cuc-duong.aspx |date=2013-03-14 }}\n*[http:\/\/www.giacngo.vn\/tulieu\/chuavntrongnuoc\/2008\/04\/08\/52D658\/ Chùa Phật Lớn trên núi Cấm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080709055051\/http:\/\/www.giacngo.vn\/tulieu\/chuavntrongnuoc\/2008\/04\/08\/52D658\/ |date = ngày 9 tháng 7 năm 2008}}\n\n{{Thời gian sống|sinh=|mất=}}\n\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người Bến Tre]]"}