{"214626":":''Về vợ của vua Chiêu Thống đời Hậu Lê, xem [[Nguyễn Thị Kim (hoàng phi)]]\n{{Thông tin nghệ sĩ\n| tiền tố = \n| tên = Nguyễn Thị Kim\n| tên gốc = \n| nền = điêu khắc\n| image = Ntk2.gif\n| caption = Nhà điêu khắc Nguyễn Thị Kim\n| birthname = Nguyễn Thị Kim\n| alias = Nguyễn Thị Kim\n| birthdate = {{ngày sinh|1917|12|10}}\n| location = [[Hà Nội]]\n| deathdate = {{ngày mất và tuổi|2011|12|01|1917|12|10}}\n| deathplace = [[Hà Nội]]\n| nationality = {{flag|Việt Nam}}\n| nghề nghiệp = \n| bố mẹ = Nguyễn Văn Khải (bố)\n| khen thưởng = {{HCVN|Kháng chiến|1|1|Kháng chiến|3|1|Lao động|1|1|Chiến thắng|1|1}}\n| field = [[Điêu khắc]]\n| đào tạo điêu khắc = [[Trường Đại học Mỹ thuật Việt Nam|Cao đẳng Mỹ thuật Đông Dương]]<br>{{ill3|Viện Hàn lâm Mỹ thuật Repin|en|Imperial Academy of Arts}}, [[Sankt-Peterburg|Leningrad]]\n| hội nhóm điêu khắc = [[Hội Mỹ thuật Việt Nam]]\n| tác phẩm điêu khắc = Chân dung Hồ Chủ tịch {{*}} Tự vệ thành Hà Nội ([[#Tác phẩm|danh sách]])\n| giải thưởng điêu khắc = ([[#Giải thưởng|Danh sách chi tiết]])\n| influenced by = [[Nam Sơn (họa sĩ)|Nam Sơn]]\n| giải thưởng 1 = [[Giải thưởng Hồ Chí Minh]]\n| năm 1 = [[Giải thưởng Hồ Chí Minh đợt II|2000]]\n| hạng mục 1 = Văn học nghệ thuật\n| awards = \n}}'''Nguyễn Thị Kim''' ({{ngày sinh|1917|12|10}} – {{ngày mất|2011|12|01}}) là nhà [[điêu khắc]] và họa sĩ Việt Nam. Bà là nhà điêu khắc nữ đầu tiên được trực tiếp sáng tác tượng [[Hồ Chí Minh|Bác Hồ]] đang làm việc tại [[Bắc Bộ phủ]] năm [[1946]].\n\n== Tiểu sử ==\nBà sinh năm [[1917]] tại [[Hà Nội]]. Cha bà là Nguyễn Văn Khải, cũng là một họa sĩ.\n\nNăm 1937, bà theo học lớp bàng thính của [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương]] do họa sĩ [[Nam Sơn (họa sĩ)|Nam Sơn]] phụ trách. Sau hai năm học, bà thi và trúng tuyển vào học khoá XIII (1939–1944) cùng với [[Nguyễn Sỹ Ngọc]], [[Huỳnh Văn Thuận]], [[Trần Đình Thọ]], [[Phạm Văn Đôn]], [[Nguyễn Trọng Hợp]]... Sau khi tốt nghiệp bà kết hôn với họa sĩ [[Phạm Văn Đôn]] (anh họ của ca sĩ [[Thái Hằng]]).\n\nNgay trong thời kỳ đầu học tập tại trường, bà đã tham gia hoạt động trong ban tuyên truyền, khánh tiết của [[Hội truyền bá quốc ngữ]] cùng với một số bạn bè thân như các ông [[Phạm Văn Khoa]], [[Nguyễn Huy Tưởng]], [[Vương Như Trang]]... là những người hoạt động văn hoá cứu quốc trong mặt trận [[Việt Minh]]. Bà đã tham gia vẽ tranh gửi chiến khu phục vụ việc đón phái đoàn [[Đồng minh]]. Trong nhà bà lúc đó thường xuyên cất giấu các tài liệu và truyền đơn của mặt trận Việt Minh. Thời gian sau bà cùng với các họa sĩ [[Trần Đình Thọ]], [[Phạm Văn Đôn]] tham gia xây dựng ''Ban kịch Hoa Lan'' do ông Phạm Văn Khoa tổ chức với mục đích tập hợp các văn nghệ sĩ tham gia phổ biến đường lối văn hoá ''dân tộc – khoa học – đại chúng'' của [[Đảng phái chính trị|Đảng]] và làm kinh tế ủng hộ mặt trận Việt Minh. Ban kịch Hoa Lan đã cùng với ''Ban kịch Đông Phương'' dựng vở ''\"Bắc Sơn\"'' của [[Nguyễn Huy Tưởng]] để biểu diễn chào mừng cách mạng thành công. Trong thời gian là sinh viên bà đã có tác phẩm tham gia triển lãm mỹ thuật và đã được tặng giải thưởng năm 1943.<ref>[http:\/\/www.vietnamfineart.com.vn\/Story\/Cactacgia_tacpham\/2012\/3\/3099.html Nhà điêu khắc Nguyễn Thị Kim - Giải thưởng Hồ Chí Minh về văn học nghệ thuật] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120711070212\/http:\/\/www.vietnamfineart.com.vn\/Story\/Cactacgia_tacpham\/2012\/3\/3099.html |date=2012-07-11 }}, Hội Mỹ thuật Việt Nam.<\/ref>\n\n[[Cách mạng tháng Tám|Cách mạng Tháng Tám]] thành công, nhà điêu khắc Nguyễn Thị Kim cùng chồng là họa sĩ Phạm Văn Đôn là thành viên của Hội Văn hoá cứu quốc trong Ban biên tập Tạp chí [[Tiền Phong (định hướng)|Tiền Phong]] – cơ quan ngôn luận của Hội Văn hoá cứu quốc, đồng thời vẽ [[tranh cổ động]] và triển lãm phục vụ kịp thời những yêu cầu của cách mạng. Bà nói:\n\n{{cquote|''\"Cách mạng Tháng Tám đã mở ra một chân trời xán lạn cho các nghệ sĩ, trong đó có tôi. Con đường nghệ thuật chói chang ánh sáng cách mạng khiến tôi không khỏi choáng ngợp vì xúc động. Tôi tắm mình trong nguồn ánh sáng trong trẻo ấy và thấy nghề điêu khắc của mình đã đến lúc được cần đến như một thứ vũ khí.\"''||| Nguyễn Thị Kim}}\n\nNăm 1946, Trường Mỹ thuật Việt Nam được thành lập do họa sĩ Tô Ngọc Vân làm hiệu trưởng, trụ sở đặt ở phố [[Lò Đúc]], bà được mời làm giảng viên của nhà trường. Cùng thời gian này bà là ủy viên Hội hữu nghị Việt – Pháp và là một trong những sáng lập viên của [[Hội Liên hiệp Phụ nữ Việt Nam]]. Nhà thờ họ của bà tại số 114 phố Bạch Mai, Hà Nội trở thành trụ sở nhà in báo ''Cờ giải phóng'' và báo ''Sự thật''.\n\nTháng 5 năm 1946, với sự giới thiệu của nhà văn [[Nguyễn Đình Thi]], Hội Văn hoá cứu quốc đã cử bà cùng họa sĩ Tô Ngọc Vân, Nguyễn Đỗ Cung vào Bắc Bộ Phủ vẽ và nặn tượng chân dung Bác Hồ. Bà kể: ''\"Phòng làm việc của Bác thoáng đãng, sàn gỗ đánh [[xi]] bóng lộn. Tôi xin mang theo một cái giá khá nặng và một cái hòm gỗ thông đựng [[đất sét]]. Thấy căn phòng quá sạch sẽ, tôi lúng túng không dám bước vào. Bác biết ý, cho người kiếm một cái [[chiếu]] để 'cô Kim để giá và hòm đất'.Sau hơn mười ngày miệt mài lao động, tôi hoàn thành tượng Bác, tác phẩm quan trọng trong cuộc đời nghệ thuật của tôi...\" ''. Bức tượng đồng Chân dung Hồ Chủ tịch cùng với bức tượng Tự vệ thành Hà Nội đã được trưng bày trong Triển lãm Mỹ thuật Tháng Tám năm 1946. Tượng Tự vệ thành đã được tặng giải thưởng của triển lãm. Về bức tượng Chân dung Hồ Chủ tịch, trước ngày toàn quốc kháng chiến, gia đình bà đã bảo quản chôn giấu trong vườn nhà cho đến ngày Giải phóng Thủ đô năm 1954 mới được lấy lên, sau này được lưu giữ tại [[Bảo tàng Cách mạng Việt Nam]].\n\nCuối năm 1946, do tình hình chiến sự ngày càng ác liệt, ban kịch Hoa Lan được lệnh của đồng chí [[Lê Quang Đạo]] rút ra ngoại thành để thành lập Đoàn kịch tuyên truyền bảo vệ Thành Hà Nội, sau đó Đoàn tuyên truyền chuyển về [[Tổng đoàn thanh niên Việt Nam]] cùng với việc thành lập '''Đoàn kịch Giải Phóng''' do họa sĩ Phạm Văn Đôn làm Trưởng đoàn – cơ quan tuyên truyền kháng chiến của Tổng đoàn thanh niên Việt Nam. Trong đoàn kịch, bà làm nhiệm vụ hoá trang và vẽ tranh cổ động. Đoàn kịch Giải Phóng đã đi lưu diễn để tuyên truyền khắp các tỉnh [[Phúc Yên]], [[Vĩnh Yên]], [[Việt Trì]], [[Thái Nguyên]], [[Lào Cai]], [[Phú Thọ]], [[Tuyên Quang]], [[Yên Bái]], [[Bắc Kạn]], [[Cao Bằng]]... Trong những đợt đi công tác dài ngày này bà đã cùng các đồng chí trong đoàn vẽ các bức tranh cổ động về đề tài tòng quân, toàn dân sản xuất, xoá nạn mù chữ...\n\nSau [[Chiến dịch Việt Bắc|cuộc tấn công của quân Pháp lên Việt Bắc năm 1947]], Đoàn kịch Giải Phóng được chuyển vào Liên khu IV theo lời mời của tướng [[Nguyễn Sơn]]. Tại Liên khu IV, bà được Bộ tư lệnh điều về làm công tác giảng dạy mỹ thuật tại Trường Thiếu sinh quân. Cùng thời gian này, bà là Ủy viên BCH Hội Liên hiệp Phụ nữ Liên khu IV, tham gia giảng dạy tại Trường Văn hoá kháng chiến Quần Tín do ông [[Đặng Thai Mai]] phụ trách với mục đích đào tạo cán bộ tuyên truyền của liên khu và xây dựng một đội ngũ những người làm công tác văn hoá văn nghệ phục vụ kháng chiến. Khi Liên khu IV thành lập phân hiệu mỹ thuật kháng chiến và xưởng mỹ thuật, bà được phân công phụ trách xưởng sáng tác hội họa, điêu khắc cùng với họa sĩ [[Nguyễn Văn Tỵ]], [[Nguyễn Sỹ Ngọc]], [[Phạm Văn Đôn]], [[Nguyễn Đức Nùng]], [[Nguyễn Văn Bình (họa sĩ)|Nguyễn Văn Bình]]... góp phần vào việc sáng tác các phẩm sơn mài, lụa, in đá để tham gia triển lãm mỹ thuật Khu IV năm 1949 và năm 1950. Tại xưởng sáng tác, bà đã sáng tác một số tác phẩm điêu khắc, tiêu biểu là các bức phù điêu sơn thếp ''Hạnh phúc'', ''Luyện quân lập công''...\n\nTừ 1952, nhà điêu khắc Nguyễn Thị Kim được điều ra Việt Bắc để công tác tại [[Doanh nghiệp quốc gia chiếu bóng và chụp ảnh Việt Nam]] đóng trụ sở tại Thái Nguyên. Cùng với công tác của cơ quan bà đã sáng tác bức phù điêu Bác Hồ và sau đó là bức phù điêu Chiến thắng Điện Biên Phủ. Các tác phẩm Hạnh phúc và Chiến thắng Điện Biên Phủ hiện lưu giữ tại [[Bảo tàng Mỹ thuật Việt Nam]].\n\nSau ngày ký [[hiệp định Genève, 1954|hiệp định Genève]], kết thúc chiến tranh ở Việt Nam, nhà điêu khắc Nguyễn Thị Kim đã được Trung ương cử làm đại biểu tham gia Đoàn Hữu nghị Việt – Xô đi thăm [[Liên Xô]]. Đoàn do ông [[Trần Huy Liệu]] dẫn đầu, trong đoàn có các anh hùng quân đội, chiến sĩ thi đua công nông nghiệp, đại biểu các dân tộc ít người và đại biểu văn nghệ sĩ như [[Văn Cao]], [[Song Kim]]... Bà là nhà nữ điêu khắc duy nhất của nước ta từ trước Cách mạng được cử tham gia Đoàn.\n\nNăm 1954, Thủ đô Hà Nội được hoàn toàn giải phóng, Đoàn Văn nghệ sĩ kháng chiến gồm các họa sĩ [[Huỳnh Văn Thuận]], [[Phạm Văn Đôn]], Nguyễn Thị Kim, nhà văn [[Nguyễn Huy Tưởng]], kiến trúc sư [[Nguyễn Cao Luyện]]... do ông [[Nguyễn Bắc]] dẫn đầu trở về [[tiếp quản Thủ đô]]. Vào cuối năm 1954 bà được điều động về Trường Mỹ thuật Việt Nam làm giảng viên điêu khắc. Bà đã có các tác phẩm tham gia các triển lãm mỹ thuật toàn quốc năm 1954 và năm 1955. Cùng với công tác giảng dạy tại Trường Cao đẳng Mỹ thuật Việt Nam, bà đã sáng tác nhiều tác phẩm điêu khắc như: Bác viết tuyên ngôn độc lập, Bảo vệ thiếu nhi – tượng; Chân dung cháu gái – tượng đồng; Tiếp quản Thủ Đô – tượng đất nung... và tranh lụa Lúa Miền Nam... Nhiều tác phẩm đã tham gia Triển lãm Mỹ thuật toàn quốc năm 1958 và đã nhận được giải thưởng của triển lãm, lưu giữ tại Bảo tàng Mỹ thuật Việt Nam.\n\nNăm 1960, nhà điêu khắc Nguyễn Thị Kim được Nhà nước cử đi thực tập trên đại học tại [[Viện hàn lâm Mỹ thuật Repin]], [[Sankt-Peterburg|Leningrad]]. Trong thời gian này, bà đã sáng tác các tác phẩm điêu khắc ''Công nhân hầm lò'', ''Công nhân mỏ'' và ''Bác Hồ ngồi làm việc'' (1960). Tiếp đó là các tác phẩm: Thiếu nữ Đức – tượng gang, Cô xã viên – tượng thạch cao, Công nhân Nga – tượng gỗ (1961), Nữ du kích – tượng gỗ,v.v.\n\nSau khi hoàn thành chương trình thực tập, năm 1963, bà trở về nước tiếp tục giảng dạy tại Trường Cao đẳng Mỹ thuật Việt Nam. Thời kỳ này bà đã sáng tác nhiều tác phẩm như: Cô giao liên H’mông – tượng thạch cao, hiện lưu giữ tại [[Bảo tàng văn hoá các dân tộc thiểu số]] tại [[Thái Nguyên]], Bác Hồ viết tuyên ngôn độc lập – tượng thạch cao (1964), 11 cô tự vệ thành Huế – phù điêu thạch cao hiện lưu giữ tại [[Bảo tàng Thừa Thiên-Huế|Bảo tàng Thừa Thiên – Huế]], Tự vệ Thủ đô – tượng thạch cao (1968).\n\nVào tuổi 50, năm 1969, nhà điêu khắc Nguyễn Thị Kim được chuyển về tổ sáng tác trực thuộc Hội Mỹ thuật Việt Nam – một tổ chức dành cho các nghệ sĩ sáng tác – trong tổ có các nhà điêu khắc [[Nguyễn Hải]], [[Lê Công Thành]], các họa sĩ [[Nguyễn Sáng]], [[Bùi Xuân Phái]], [[Dương Bích Liên]], [[Nguyễn Tư Nghiêm]], [[Lưu Công Nhân]]... cho đến ngày nghỉ hưu. Thời kỳ này, bà đã sáng tác nhiều tác phẩm điêu khắc tượng tròn như: [[Thảm sát Hướng Điền]] – thạch cao (1971), hiện lưu giữ tại [[Bảo tàng Cách mạng Việt Nam]], Bảo vệ thiếu nhi – thạch cao (1973), Mẹ con – thạch cao (1974).\n\n==Các mốc thời gian==\n* Từ năm [[1945]] đến [[1946]], bà giảng dạy tại [[Trường Mỹ thuật Việt Nam]]. Bà còn là thành viên Ban chấp hành Hội hữu nghị Việt Pháp. [[Tháng năm|Tháng 5]] năm [[1946]], bà cùng [[Nguyễn Đỗ Cung]] và [[Tô Ngọc Vân]] được cử vào Bắc Bộ Phủ vẽ và nặn tượng chân dung chủ tịch [[Hồ Chí Minh]]. Bức tượng ''Chân dung Hồ Chủ tịch'' ra đời trong thời gian này đã nhận giải thưởng Mỹ thuật toàn quốc năm [[1946]].\n* Giai đoạn [[1947]]–[[1953]], bà là giảng viên Trường Thiếu sinh quân liên khu IV, Trường Văn hoá kháng chiến ở liên khu IV. Bà là thành viên Ban chấp hành của [[Hội Liên hiệp Phụ nữ Việt Nam|Hội Phụ nữ Việt Nam]], ngoài ra bà còn làm trang trí sân khấu, hoá trang cho Đoàn kịch Giải Phóng của [[Phạm Văn Đôn]], [[Thế Lữ]].\n* Năm [[1954]], bà trở về Hà Nội, giảng dạy tại Trường Mỹ thuật Việt Nam.\n* Năm [[1959]] đến [[1961]], làm nghiên cứu sinh tại Viện Hàn lâm Mỹ thuật Leningrad ([[Sankt-Peterburg|St. Petersburg]]) ở [[Liên Xô]].\n* Năm [[1970]] đến [[1980]], thành viên Ban chấp hành [[Hội Mỹ thuật Việt Nam]].\n* Năm [[1983]] đến [[1984]], học tại [[Lào]] và [[Campuchia]].\n* Năm [[1988]], cùng với Phạm Văn Đôn tổ chức triển lãm ở [[Ba Lan]]. Du học tại [[Tiệp Khắc]] và [[Đức]].\n* Năm 1993, cùng Phạm Văn Đôn mở triển lãm tại l'Alliance Francaise ở Hà Nội.\n\nNhiều tác phẩm của Nguyễn Thị Kim được trưng bày và bảo quản tại [[Bảo tàng Mỹ thuật Việt Nam]], [[Bảo tàng Cách mạng Việt Nam]], Bảo tàng Việt Bắc và một số bảo tàng ở Nga, Ba Lan, Pháp... Một số tác phẩm của bà đã được sưu tập ở Việt Nam và nước ngoài.{{cần dẫn chứng}}\n\nCùng với sáng tác, bà còn tham gia nhiều hoạt động xã hội, bà được bầu Ủy viên Ban chấp hành [[Hội Văn nghệ Việt Nam]], Ủy viên Ban chấp hành [[Hội Mỹ thuật Việt Nam]] khoá I (1957–1983), Phó Chủ tịch Hội Văn Nghệ Hà Nội, Ủy viên hội đồng nghệ thuật chuyên ngành điêu khắc Hội Mỹ thuật Việt Nam khoá II (1983–1989), Ủy viên [[Hội đoàn kết nhân dân Á - Phi|Hội đoàn kết nhân dân Á – Phi]], bảo vệ hoà bình thế giới, thành viên Ủy ban Hoà bình thành phố Hà Nội.\n\n== Giải thưởng ==\n* Năm 1943: Giải thưởng Mỹ thuật\n* Năm 1946: Giải thưởng Triển lãm tháng Tám\n* Năm 1997: Giải thưởng Évariste Jonchère\n* Giải thưởng Triển lãm Mỹ thuật Toàn quốc (Năm 1958 và 1995)\n* [[Giải thưởng Hồ Chí Minh đợt II]] chuyên ngành mỹ thuật ([[2000]])\n* Giải thưởng Triển lãm Mỹ thuật Thủ đô\n== Tác phẩm ==\n[[Hình:Ntk.gif|nhỏ|phải|240px|Nhà điêu khắc bên tác phẩm tâm huyết: ''Chân dung Hồ Chủ tịch'']]\n'''Tượng và phù điêu'''\n* Chân dung Hồ Chủ tịch\n* Bác Hồ viết Tuyên ngôn Độc lập\n* Nữ du kích\n* Thiếu nữ Đức\n* Công nhân mỏ\n* Cô xã viên\n* Nữ du kích miền Nam\n* Mười một cô gái thành phố Huế\n* Hạnh phúc\n...\nNgoài ra bà còn vẽ tranh trên chất liệu sơn dầu và lụa. Bức sơn dầu ''Hai Bà Trưng'' đã được giải thưởng Triển lãm Mỹ thuật toàn quốc năm 1995.\n\n==Vinh danh==\n*[[Huân chương Kháng chiến]] hạng Ba\n*[[Huân chương Kháng chiến]] hạng Nhất\n*[[Huân chương Lao động]] hạng Nhất\n*[[Huân chương Chiến thắng]] hạng Nhất\n*[[Huy chương Vì sự nghiệp Văn học Nghệ thuật Việt Nam]]\n*[[Huy chương Vì sự nghiệp Mỹ thuật Việt Nam]]\n\n== Ghi chú ==\n{{tham khảo}}\n== Tham khảo ==\n* ''Con gái người coi rạp'' – Nhiều tác giả, Nhà xuất bản Phụ nữ, [[1973]]\n* [http:\/\/www.danangpt.vnn.vn\/home\/news\/detail.php?id=869&a=59&idmax=869 Nguyễn Thị Kim: \"Chỉ sáng tác những điều để nhân dân hiểu được...\"]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n* [http:\/\/coombs.anu.edu.au\/~vern\/pv_don\/kim_biblio.html Biography of Nguyen Thi Kim]\n\n== Liên kết ngoài ==\n* [http:\/\/coombs.anu.edu.au\/~vern\/pv_don\/kimdon.html Art by Nguyen Thi Kim and Pham Van Don]\n{{Họa sĩ tốt nghiệp trường Đại học Mỹ thuật Việt Nam}}\n\n[[Thể loại:Nhà điêu khắc Việt Nam]]\n[[Thể loại:Họa sĩ Việt Nam]]\n[[Thể loại:Cựu sinh viên Cao đẳng Mỹ thuật Đông Dương]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa X]]\n[[Thể loại:Sinh năm 1917]]\n[[Thể loại:Mất năm 2011]]"}