{"278897":"{{chú thích trong bài}}\n \n'''Nguyễn Văn Trương''' ({{hn|ch=阮文張}}; [[1740]] - [[1810]]), là một trong [[Ngũ hổ tướng (nhà Nguyễn)|Ngũ hổ tướng Gia Định]], và là một danh tướng của chúa [[Gia Long|Nguyễn Phúc Ánh]] trong [[lịch sử Việt Nam]].\n\n==Thân thế và sự nghiệp==\nÔng là người huyện Lễ Dương (nay là huyện [[Thăng Bình]]), tỉnh [[Quảng Nam]]. Không rõ năm nào ông vào sống ở đất [[Gia Định]], chỉ biết khoảng năm [[Bính Thân]] ([[1776]]), khi [[Nguyễn Lữ]] (một trong ba thủ lĩnh của [[nhà Tây Sơn|phong trào Tây Sơn]]) đem quân vào [[Miền Nam (Việt Nam)|Nam]], lấy được thành [[Thành phố Hồ Chí Minh|Sài Gòn]], đuổi chúa Nguyễn Phúc Ánh chạy đến Trấn Biên ([[Biên Hòa]]), thì Nguyễn Văn Trương xin theo phò tá Nguyễn Lữ, và được cho giữ chức Chưởng cơ cai quản binh thuyền.\n \nNăm [[Đinh Mùi]] ([[1787]]), liệu rằng có thể lấy lại Gia Định, chúa Nguyễn bèn biên thư từ tạ vua [[Xiêm|Xiêm La]], rồi nửa đêm đem gia quyến xuống thuyền về nước. Lúc bấy giờ [[nhà Tây Sơn]] lại lục đục, bất hòa, nên Nguyễn Văn Trương đem 300 quân, 15 chiến thuyền binh chạy vào Long Xuyên ([[Cà Mau]]) giúp chúa Nguyễn, được phong chức Chưởng cơ. Sau, nhờ lập thêm nhiều chiến công, được phong làm Khâm sai chưởng đạo tiền phong, Trung quân thủy dinh.\n \n[[Tháng tám|Tháng 8]] năm [[Mậu Thân]] (7 [[tháng chín|tháng 9]] năm [[1788]]), chúa Nguyễn chiếm được [[Thành phố Hồ Chí Minh|Sài Gòn]], nhưng mãi đến năm sau ([[Kỷ Dậu]], [[1789]]), toàn cõi đất Gia Định mới thuộc hẳn về chúa Nguyễn. Nhờ Nguyễn Văn Trương cùng [[Lê Văn Quân]], [[Tôn Thất Hội]], [[Võ Tánh]] hợp binh đánh ở Hổ Châu, quân Tây Sơn do [[Phạm Văn Tham]] không phá được vây, phải lui về Ba Thắc rồi xin hàng.\n\n[[Tháng ba|Tháng 3]] năm [[Nhâm Tý|Nhâm Tí]] ([[1792]]), nhân khi mùa gió Nam thổi mạnh, chúa Nguyễn sai Nguyễn Văn Trương cùng Tiền quân [[Nguyễn Văn Thành]], [[Jean-Marie Dayot|Dayot]] và [[Philippe Vannier|Vannier]] (tên Việt là Nguyễn Văn Chấn) đem chiến thuyền từ cửa [[Cần Giờ]] (nay thuộc [[Thành phố Hồ Chí Minh]]) ra đốt phá thủy trại của Tây Sơn ở cửa Thị Nại ([[Quy Nhơn]]), rồi quay về an toàn.\n\n[[Tháng ba|Tháng 3]] năm sau ([[Quý Sửu]], [[1793]]), chúa Nguyễn để con là [[Nguyễn Phúc Cảnh]] ở lại giữ đất Gia Định, sai Tôn Thất Hội cùng [[Nguyễn Huỳnh Đức]] và Nguyễn Văn Thành đem bộ binh đánh [[Phan Rí Cửa|Phan Rí]] (nay thuộc [[Bình Thuận]]). Còn chúa Nguyễn cùng Nguyễn Văn Trương, Võ Tánh đem thủy quân đi đánh mặt bể. Đến [[tháng năm|tháng 5]] thì đoàn chiến thuyền của quân Nguyễn vào cửa bể [[Nha Trang]], rồi đánh lên [[Diên Khánh]], phủ Bình Khang, sau lại đánh lấy phủ [[Phú Yên]].\n\nToàn thắng, Nguyễn Văn Trương cùng chúa Nguyễn cho thủy quân hội với bộ binh của tướng Tôn Thất Hội vào cửa Thị Nại, tiến đánh thành Quy Nhơn. \nBấy giờ [[Nguyễn Huệ]] đã mất rồi, vua Cảnh Thịnh tức [[Nguyễn Quang Toản]] sai thái úy là Phạm Công Hưng, hộ giá là Nguyễn Văn Huấn, tư lệ là Lê Trung, đại tư mã là [[Ngô Văn Sở]] đem 17.000 bộ binh, 80 con [[voi]] đi đường bộ và sai đại thống lĩnh là Đặng Văn Chân đem hơn 30 chiến thuyền đi đường bể vào cứu [[Quy Nhơn]]. Chúa Nguyễn thấy viện binh đã đến, liệu thế chống không nổi, rút về Diên Khánh...\n \nNăm [[Tân Dậu]] ([[1801]]), ngày 15 [[tháng giêng|tháng Giêng]], [[chúa Nguyễn]] sai Nguyễn Văn Trương, Tống Phước Lương đem quân tiền đạo tấn công vào đồn thủy của quân Tây Sơn, và sai [[Lê Văn Duyệt]], [[Võ Di Nguy]] đem thủy quân vào đánh cửa Thị Nại. [[Võ Di Nguy]] trúng đạn chết, còn Lê Văn Duyệt ra sức xung đột, đốt được cả tàu và thuyền của quân Tây sơn. Đây là trận thủy chiến dữ dội nhất, đáng được gọi là \"võ công đệ nhất\" trong thời trung hưng của [[nhà Nguyễn]].\n\nĐánh xong trận trên, từ ngày [[13 tháng 4]] đến [[12 tháng 5]], Nguyễn Văn Trương tiến quân đến cửa Đại cổ lũy ở [[Quảng Ngãi]], phá đoàn quân lương của Tây Sơn ở [[Sông Trà Khúc|Trà Khúc]]. Thừa thắng, Nguyễn Văn Trương cho quân tiến thẳng ra cửa Đại Ấp ở [[Quảng Nam]], đánh phá lũy Bến Ván, đoạt được hai mươi bảy thớt voi chiến. Tiếp đó, tiến quân ra đánh chiếm cửa Đại Chiêm, giao chiến ở [[Hội An]], Phú Triêm. Đại đô đốc Tây Sơn là Nguyễn Văn Xuân và thiếu úy Văn Tiến Thể phải thua chạy, quân Nguyễn đoạt được hơn hai mươi tám cổ súng...Nguyễn Văn Trương báo tin thắng lớn, chúa Nguyễn gửi thêm 1.000 binh sĩ, 30 chiến thuyền để tăng cường những vị trí vừa chiếm đóng.\n\nNgày [[7 tháng 6]] năm ([[1801]]). Nguyễn Văn Trương hợp binh với chúa Nguyễn tại cửa Hàn ([[Đà Nẵng]]). Ngày 9, khoảng 4 giờ quân Nguyễn cả lục quân và thủy quân tiến ra [[Cố đô Huế|Phú Xuân]] ([[Huế]]). Ngày 11, đoàn tàu chiến do Nguyễn Văn Trương chỉ huy đã vào đến cửa [[Sông Hương]] và đánh vào cửa hữu phía Tây kinh thành. Kể từ đó, nhiều trận kịch chiến đã nổ ra, máu lửa tràn lan...Đến 8 giờ sáng ngày [[3 tháng 5]] năm [[Tân Dậu]] ([[15 tháng 6]] năm [[1801]]), thành Phú Xuân mất vào tay chúa Nguyễn. \nChúa Nguyễn liền cho Nguyễn Văn Trương và [[Lê Chất]] mang quân đuổi theo vua [[Nguyễn Quang Toản|Cảnh Thịnh]]. Đuổi không kịp, Nguyễn Văn Trương được lệnh đem thủy binh ra chặn ở Linh Giang ([[sông Gianh]]), để chặn quân Tây Sơn chạy ra đất Bắc.\n\n[[Tháng giêng|Tháng Giêng]] năm [[Nhâm Tuất]] ([[1802]]), vua Tây Sơn là Cảnh Thịnh sai [[Nguyễn Quang Thùy]] tiến lên vây đánh lũy [[Trấn Ninh]]. Thế trận chưa nghiêng ngả về bên nào thì có tin thủy quân của Tây Sơn đã bị Nguyễn Văn Trương phá tan ở cửa Nhật Lệ ([[Quảng Bình]]), khiến quan quân nhà Tây Sơn hốt hoảng, cầm cự được một lúc thì phải tháo chạy. Chúa Nguyễn để trung quân Nguyễn Văn Trương giữ Đồng Hới. \n[[Tháng năm|Tháng 5]] năm đó, sau khi chúa [[Gia Long|Nguyễn Phúc Ánh]] lên ngôi lấy niên hiệu là [[Gia Long]], liền ngự giá đi đánh [[Bắc Hà]]. Nhà vua sai Nguyễn Văn Trương thống lĩnh thủy binh, Lê Văn Duyệt và Lê Chất thống lĩnh bộ binh, hai mặt thủy bộ cùng tiến. Kết cục, nhà Tây Sơn bị tiêu diệt.\n\nNăm [[Ất Sửu]] ([[1805]]), vua Gia Long cử ông vào cai trị miền Nam với chức vụ Lưu trấn thành Gia Định, thay cho [[Nguyễn Văn Nhơn]]. Năm [[1808]], ông được triệu về kinh đảm nhận chức vụ khác.\n\nNăm [[Canh Ngọ]] ([[1810]]) ông mất tại chức, thọ 70 tuổi, được truy tặng là Thái bảo, thờ ở miếu Trung hưng công thần. Đời [[Minh Mạng]], ông lại được truy phong là Đoan Hùng Quận công.\n\nCon ông là Nguyễn Văn Vân, cũng là một viên tướng có tài, làm quan võ đến chức Tiền quân đô thống chế.\n\n==Đường phố==\nTrước năm [[1975]], trên địa bàn tỉnh [[Gia Định]] cũ (ngày nay thuộc [[Thành phố Hồ Chí Minh]]), tại xã Bình Hòa cũ (nay thuộc quận [[Bình Thạnh]]) có một con đường mang tên Nguyễn Văn Trương, nhưng sau đó lại đổi tên là đường [[Nguyễn Huy Lượng]] cho đến ngày nay.\n\n==Tham khảo==\n*[[Trần Trọng Kim]], ''Việt Nam sử lược (quyển 2)'', Trung tâm học liệu xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1971.\n*[[Ngô Giáp Đậu]], ''Hoàng Việt hưng long chí'', Nhà xuất bản Văn học, 1993.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (quyển 4), [[Thành phố Hồ Chí Minh|Sài Gòn]], 1961.\n*Huỳnh Minh, ''Gia Định xưa''. Nhà xuất bản Văn hóa thông tin, 2006, tr 124-125.\n*[[Nguyễn Q. Thắng]] & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992, tr. 710.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/quochoc.manguon.com\/12A4\/quynhon.asp Chi tiết trận thủy chiến nơi cửa Thị Nại năm 1801.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080317101421\/http:\/\/quochoc.manguon.com\/12A4\/quynhon.asp |date = ngày 17 tháng 3 năm 2008}}\n{{Ngũ hổ tướng Gia Định}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Sinh năm 1740]]\n[[Thể loại:Mất năm 1810]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người Đàng Trong]]"}