{"416563":"'''Nguyễn Sư''' (1468-1519) là quan [[nhà Lê sơ]] trong [[lịch sử Việt Nam]]. Ông cùng [[Trịnh Tuy]] ủng hộ các hoàng thân nhà Lê ly khai chính quyền vua [[Lê Chiêu Tông]] nhưng bị thất bại.\n\n==Thân thế==\nTheo sách [[Đại Việt sử ký toàn thư]], Nguyễn Sư người làng Lý Hải, huyện Yên Lãng. Ông đỗ [[tiến sĩ]] khoa Mậu Thìn (1508) năm Đoan Khánh thứ 4 đời [[Lê Uy Mục]]<ref name=\"DV15\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/footnote20.html#fn_2224. Đại Việt sử ký toàn thư, quyển 15]<\/ref>.\n\n==Lập vua mới==\nĐời Lê Tương Dực, Nguyễn Sư được phong chức Hàn lâm viện kiểm thảo. Tháng giêng năm 1513, ông cùng Nguyễn Trang và [[Trương Phu Duyệt]] đi sứ sang [[Trung Quốc]] đáp lễ lần viếng thăm của sứ [[nhà Minh]] năm 1512<ref name=\"DV15\"\/>.\n\nNước [[Đại Việt]] không yên ổn từ thời vua [[Lê Tương Dực]]. Nhiều cuộc khởi nghĩa nổi lên khiến triều đình nghiêng ngả, từng phải rút khỏi kinh thành. Sang thời [[Lê Chiêu Tông]], trong khi các cuộc nổi dậy chưa bị dẹp hẳn, các tướng lĩnh trong triều lại phát sinh ý định phế lập.\n\nTháng 7 năm 1518, Lê Chiêu Tông giết công thần [[Trần Chân (định hướng)|Trần Chân]], các thủ hạ của Chân là [[Nguyễn Kính]], Nguyễn Áng ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]] nổi dậy làm loạn để báo thù cho chủ, Chiêu Tông phải giết cận thần của mình theo yêu sách của các tướng làm loạn nhưng khi các cận thần bị giết, họ vẫn không bãi binh.\n\nTrước tình hình đó, Nguyễn Sư cùng Vĩnh Hưng hầu [[Trịnh Tuy]] nảy sinh ý định ly khai lập vua khác. Tháng 9 năm 1518, ông và Trịnh Tuy tôn lập tông thất Lê Bảng làm vua, tức là vua Đại Đức. Trịnh Tuy dụ được Nguyễn Kính, Nguyễn Áng đi theo nên lực lượng khá mạnh.\n\nKhoảng tháng 3 năm 1519, Trịnh Tuy phế truất Lê Bảng và lập em Bảng là Lê Do lên làm vua, đổi niên hiệu là '''Thiên Hiến'''.\n\nTháng 7 năm 1519, nhân lúc trời mưa to, tướng của [[Lê Chiêu Tông]] là [[Mạc Đăng Dung]] thống lĩnh các quân thủy bộ vây vua Thiên Hiến ở Từ Liêm. Đăng Dung phá đê cho nước vỡ vào quân Lê Do. Đại quân tan vỡ, Lê Do và Nguyễn Sư chạy đến Ninh Sơn thì bị quân của Lê Chiêu Tông bắt được, giải mang về<ref name=\"DV15\"\/>. Trịnh Tuy bỏ chạy và Thanh Hóa, các tướng Nguyễn Kính, Nguyễn Áng theo hàng Mạc Đăng Dung.\n\n==Bài thơ tuyệt mệnh==\nQuân của [[Lê Chiêu Tông]] giải Nguyễn Sư đi rao ngoài đường. Trước khi chết, ông làm bài thơ tuyệt mệnh như sau:\n:''Bản dục hưng Chu cứu vạn dân''\n:''Thuỳ tri thiên ý bất tùy nhân''\n:''Ô Giang thủy khoát nam đông độ''\n:''Xích Bích phong cao dị bắc phần''\n:''Vân ám Ninh Sơn long khứ viễn,''\n:''Nguyệt minh phúc địa hạc lai tần''\n:''Anh hùng thành bạn cổ lai hữu''\n:''Đãn hận binh sinh chí vị thân.''\n\n::Dịch:\n:''Những toan phục nước cứu muôn dân''\n:''Trời chẳng chiều người cũng khó phần''\n:''Sông rộng, Giang Đông khôn trở gót''\n:''Gió to, Xích Bích dễ thiêu quân''\n:''Ninh Sơn mây ám rồng xa khuất''\n:''Phúc địa trăng soi hạc tới gần.''\n:''Anh hùng thành bại xưa nay vậy''\n:''Chí đời chưa thoả hận vô ngần''\n\nSau đó Nguyễn Sư cùng Lê Do bị vua Quang Thiệu xử tử. Không rõ ông bao nhiêu tuổi.\n\n==Xem thêm==\n* [[Trịnh Tuy]]\n* [[Lê Bảng]]\n* [[Lê Do]]\n* [[Lê Chiêu Tông]]\n\n==Tham khảo==\n* [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt20a.html Đại Việt sử ký toàn thư, quyển XV]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Mất năm 1519]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}