{"19964":"'''Nguyễn Quang Riệu''' (sinh [[15 tháng 6]] năm [[1932]], tại [[Hải Phòng]] - mất [[5 tháng 1]] năm [[2021]], tại [[Paris, Pháp]]), là nhà [[vật lý học|vật lý]] [[thiên văn học|thiên văn]] Việt kiều tại [[Pháp]]. Ông là người con đầu trong một gia đình có ba anh em trai sau này đều trở thành những nhà khoa học tên tuổi. Là [[giáo sư]]-[[tiến sĩ]] tại Đại học Sorbonne ([[Paris]]), giám đốc nghiên cứu tại [[Đài thiên văn Paris]], ông đã công bố trên 150 công trình khoa học về [[vật lý thiên văn]] (đặc biệt trong lĩnh vực thiên văn vô tuyến, tên gọi [[tiếng Anh]] là ''Radioastronomy'') trên các [[tạp chí]] [[khoa học]] quốc tế, viết nhiều sách (cả sách chuyên ngành và sách phổ biến khoa học) bằng tiếng nước ngoài và [[tiếng Việt]]. Ông cũng là Giám đốc Nghiên cứu Danh dự (Emeritus) của Trung tâm Quốc gia Nghiên cứu khoa học Pháp ([[Trung tâm Nghiên cứu Khoa học Quốc gia Pháp|CNRS]]). Năm 1973, ông đã được nhận giải thưởng của [[Viện Hàn lâm Khoa học Pháp]] sau khi đã phát hiện và xác định chính xác vị trí xảy ra vụ nổ trong chòm sao Thiên Nga (Cygnus X3). Cùng với Giáo sư [[Trịnh Xuân Thuận]], Giáo sư-Tiến sĩ Nguyễn Quang Riệu được coi là một trong số rất ít nhà khoa học gốc Việt trên thế giới không ngại dấn thân và đạt được những thành công trong ngành [[thiên văn học]], một ngành [[khoa học]] đến giờ vẫn được coi là non trẻ và ít có điều kiện phát triển tại [[Việt Nam]]. Ông cũng là một trong những nhà khoa học đi tiên phong trong việc phổ biến cũng như vun đắp tình yêu của nhiều bạn trẻ Việt Nam đối với môn thiên văn học.\n\n==Thân thế và sự nghiệp==\n===Ước mơ tuổi thơ===\nNguyễn Quang Riệu cùng hai người em ruột của ông đều sinh ra và sống những năm thơ ấu tại [[Hải Phòng]]. Ông Nguyễn Văn Đính (quê ở làng Lai Xá, huyện [[Hoài Đức]], tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] cũ) đã di cư đến lập nghiệp ở [[Hải Phòng]] đầu những năm 1930. Tại đây ông mở hiệu ảnh nổi tiếng mang tên Phúc Lai và kết hôn với một người phụ nữ địa phương là bà Nguyễn Thị Thoa rồi sinh ra ba người con trai sau này đều trở thành những nhà khoa học tên tuổi. Trong đó người con cả là nhà vật lý thiên văn Nguyễn Quang Riệu (sinh năm [[1932]]), người con thứ hai là nhà [[giải phẫu học]] và nhân trắc học [[Nguyễn Quang Quyền]] (sinh năm [[1934]]), còn người con thứ ba là nhà [[hóa học]] [[Nguyễn Quý Đạo]] (sinh năm [[1937]]). Tuổi thiếu thời, GS.TS. Nguyễn Quang Riệu thường được gia đình dẫn lên ngọn đồi có [[Đài thiên văn Phủ Liễn]] ở thị xã [[Kiến An]] ([[Hải Phòng]]) tham quan nên đã sớm yêu thích thiên văn.\n\n===Theo đuổi thiên văn học===\nNăm 18 tuổi, ông sang [[Pháp]] theo học tại [[Sorbonne|Đại học Sorbonne]] ([[Paris]]). Trong thời gian du học, gia đình khuyến khích ông theo ngành hóa học để sau này chế ra phim và giấy ảnh phục vụ cho nghề truyền thống của dòng họ. Tuy nhiên, hình ảnh mái vòm của Đài thiên văn Phủ Liễn và quang cảnh bầu trời tuổi thơ có lẽ đã in sâu vào trí óc ông. Nó đã thúc đẩy vốn đam mê thiên văn học, khơi dậy niềm yêu thích chụp chân dung các vì sao trên trời trong ông. Và rồi, ông dồn hết tâm trí và thời gian đi sâu vào nghiên cứu thiên văn học. Tốt nghiệp đại học lúc Việt Nam còn chiến tranh, ông quyết định ở lại nghiên cứu thiên văn tại [[Đài thiên văn Paris]].\n\nNăm [[1972]], ông đã quan sát vụ nổ trên chòm sao Thiên Nga và xác định chính xác khoảng cách 30.000 [[năm ánh sáng]] từ vị trí vụ nổ tới [[Trái Đất]]. Sau đó phát hiện này đã được thông báo rộng rãi đến nhiều đài thiên văn trên thế giới. Vụ nổ này xảy ra ở trên biên giới của dải [[Ngân Hà]], trong chòm sao Thiên Nga và sau đó được đặt tên là ''Cygnus X3''. Phát hiện của ông được [[tạp chí Nature]], một tạp chí khoa học nổi tiếng thế giới dành toàn bộ một số để giới thiệu. Với phát hiện thiên văn quan trọng này, ông được nhiều [[đài thiên văn]] và trường [[đại học]] trên thế giới mời đến thuyết giảng. Theo lời ông kể lại sau này, để được cấp [[hộ chiếu]] qua lại nghiên cứu và thỉnh giảng ở các [[quốc gia]] khác nhau nên buộc ông phải nhập [[quốc tịch]] Pháp, dù vẫn luôn ý thức rằng mình là công dân Việt Nam.\n\nTừ năm [[1976]], ông thường xuyên về nước tham gia phát triển và phổ biến ngành [[vật lý thiên văn]] và [[vật lý môi trường]], hai lĩnh vực nghiên cứu còn non trẻ ở [[Việt Nam]]. Vào thời điểm diễn ra hiện tượng [[nhật thực]] toàn phần ngày 25 tháng 10 năm [[1995]] tại Việt Nam, GS.TS. Nguyễn Quang Riệu được [[Bộ Ngoại giao Pháp]] cấp kinh phí để xây và mua thiết bị thiên văn mang về [[Việt Nam]]. Sau đó, ông đề nghị để lại thiết bị tại [[Đại học Quốc gia Hà Nội]] và [[Đài thiên văn Phù Liễn]] ([[Kiến An]], [[Hải Phòng]]) giúp sinh viên thực tập quan sát bầu trời. Cũng nhân dịp này, cùng với [[Bộ Khoa học Công nghệ và Môi trường Việt Nam]], ông tham gia tổ chức một Hội thảo quốc tế với mục đích giải thích những hiện tượng [[tự nhiên|thiên nhiên]]. Bên cạnh đó, ông còn trình bày những thành tựu mới đạt được trong ngành thiên văn. Từ đó, hàng năm ông đều dành ít thời gian về nước tổ chức lớp học về môn [[vật lý thiên văn|vật lý vũ trụ]] và [[vật lý môi trường]] tại Đại học Quốc gia Hà Nội. Đây là chương trình do ông tự khởi xướng, kết hợp giữa [[Đài thiên văn Paris]], [[Đại học Quốc gia Hà Nội]], [[Đại học Pierre và Marie Curie]] ([[Paris]]) với sự tham gia của [[Hiệp hội Thiên văn Quốc tế|Hội Thiên văn Quốc tế]]. Ông vận động nhiều nhà khoa học nước ngoài cùng về thỉnh giảng. Học viên là những cán bộ nghiên cứu và giảng dạy của các trường đại học và các viện khoa học trong nước. Ông cũng là người đứng ra xin tài trợ [[học bổng]] của [[Chính phủ Pháp]] cho [[sinh viên]] Việt Nam và hướng dẫn họ làm [[luận án]] [[tiến sĩ]] chuyên ngành vật lý thiên văn tại Pháp.\n\nVới mục tiêu phổ biến khoa học, ông đã viết nhiều cuốn sách về [[thiên văn học]] với nội dung dễ hiểu bằng [[tiếng Việt]] như: \"Vũ trụ phòng thí nghiệm thiên nhiên vĩ đại\", \"Lang thang trên dải Ngân Hà\", \"Sông Ngân khi tỏ khi mờ\", \"Bầu trời tuổi thơ\". Ngoài ra, ông còn tham gia soạn một cuốn [[giáo trình]] chuyên ngành thiên văn vật lý song ngữ Việt-[[tiếng Anh|Anh]] dành cho sinh viên các trường đại học trong nước. Ông cũng viết nhiều bài báo khoa học đăng trên các báo chí trong nước nhằm giới thiệu ngành thiên văn đến với toàn thể quần chúng.\n\nLà Giám đốc Nghiên cứu Danh dự (Emeritus) của Trung tâm Quốc gia Nghiên cứu khoa học Pháp ([[Trung tâm Nghiên cứu Khoa học Quốc gia Pháp|CNRS]]) và công tác tại [[Đài thiên văn Paris]], GS.TS. Nguyễn Quang Riệu đã công bố trên 150 công trình nghiên cứu (đặc biệt trong lĩnh vực [[thiên văn vô tuyến]]) tại nhiều hội nghị khoa học lớn và trên các [[tạp chí]] [[khoa học]] uy tín. Các cuốn sách (cả về chuyên ngành lẫn phổ biến khoa học) trong lĩnh vực [[vật lý thiên văn]] do ông xuất bản tại quê nhà đã khơi dậy niềm đam mê nghiên cứu [[thiên văn học]] của nhiều thế hệ bạn trẻ Việt Nam những năm qua.\n\nGS Nguyễn Quang Riệu qua đời ngày 5 tháng 1 năm 2021 tại Pháp, do biến chứng từ [[Covid-19]] <ref>[https:\/\/tuoitre.vn\/nha-thien-van-hoc-nguyen-quang-rieu-qua-doi-vi-covid-19-20210107144221076.htm Nhà thiên văn học Nguyễn Quang Riệu qua đời vì COVID-19] THIÊN ĐIỂU [[Tuổi Trẻ (báo)|Tuổi Trẻ]] 07\/01\/2021<\/ref>.\n\n==Một số tác phẩm đã xuất bản tại Việt Nam==\n* ''Vũ trụ phòng thí nghiệm thiên nhiên vĩ đại''. Nhà xuất bản Giáo dục, 1995 (sách phổ biến khoa học) \n* ''Lang thang trên dải Ngân Hà''. Nhà xuất bản Văn hóa thông tin, 1997 (sách phổ biến khoa học) \n* ''Sông Ngân khi tỏ khi mờ - Les Reflets du Fleuve d’Argent''. Nhà xuất bản Văn hóa-Thông tin, 1998 (sách phổ biến khoa học, song ngữ Việt-Pháp)\n* ''Bầu trời tuổi thơ''. Nhà xuất bản Giáo dục, 2002 (sách phổ biến khoa học) \n* ''Thiên văn vật lý - Astrophysics''. đồng tác giả, Nhà xuất bản Giáo dục, 2000 (sách giáo khoa chuyên ngành cấp đại học, song ngữ Việt-Anh) \n* ''Những con đường đến với các vì sao''. Nhà xuất bản Khoa học và Kỹ thuật, 2003 (sách chuyên ngành) \n* ''Radioastronomy'', ''The Microwave Engineering Handbook, Volume 3''. Publisher: Chapman and Hall (sách chuyên ngành, bản [[tiếng Anh]])\n\n==Ghi nhận==\nVới những thành tích đạt được trong sự nghiệp khoa học của mình, GS.TS. Nguyễn Quang Riệu đã giữ những cương vị quan trọng như: Giám đốc Nghiên cứu Danh dự (Emeritus) của Trung tâm Quốc gia Nghiên cứu khoa học Pháp ([[Trung tâm Nghiên cứu Khoa học Quốc gia Pháp|CNRS]]) và [[Đài thiên văn Paris]], Hội viên của [[Hiệp hội Thiên văn Quốc tế|Hội Thiên văn Quốc tế]] (IAU), thành viên của Ủy ban Quốc tế thực hiện đề án của [[Cơ quan vũ trụ châu Âu|Cơ quan Vũ trụ châu Âu]] (ESA) về phóng [[vệ tinh]] [[tia hồng ngoại|hồng ngoại]] (Infrared Space Observatory - ISO) vào vũ trụ.\n\nNăm [[1973]], với phát hiện thiên văn mang tính khám phá của mình về vụ nổ trong chòm sao Thiên Nga (được đặt tên sau đó là '''Cygnus X3'''), ông đã được [[Viện Hàn lâm Khoa học Pháp]] trao tặng giải thưởng danh giá A. Janssen trong lĩnh vực vật lý thiên văn.\n\nNgày 1 tháng 11 năm [[2010]], Trường [[Đại học Quốc gia Hà Nội]] đã tổ chức buổi lễ trao bằng Tiến sĩ Danh dự của trường cho ông.\n\nVới những đóng góp ý nghĩa cho nền khoa học tại quê nhà, ông đã được trao tặng [[Giải thưởng Vinh danh nước Việt]] (2004) và Kỷ niệm chương của Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]] (2006).\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www2.hcmuaf.edu.vn\/contents.php?ids=3526&ur=pvhien Hai anh em - hai nhà khoa học Việt kiều nổi tiếng] \n* [http:\/\/thienvanhoc.org\/haac\/tin-tuc\/thien-van-viet-nam\/1353-nha-thien-van-viet-kieu-nguyen-quang-rieu-tam-huyet-voi-dat-nuoc.html Nhà thiên văn Việt kiều Nguyễn Quang Riệu tâm huyết với đất nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110905213611\/http:\/\/thienvanhoc.org\/haac\/tin-tuc\/thien-van-viet-nam\/1353-nha-thien-van-viet-kieu-nguyen-quang-rieu-tam-huyet-voi-dat-nuoc.html |date = ngày 5 tháng 9 năm 2011}} \n* [http:\/\/www.tienphong.vn\/thoi-su\/548728\/nhung-dua-con-noi-tieng-cua-nguoi-tho-anh-tpp.html Những đứa con nổi tiếng của người thợ ảnh] \n* [http:\/\/www.ngheandost.gov.vn\/vnn\/nha-thien-van-hoc-viet-kieu-yeu-nuoc-voi-xu-nghe-p2t29c31a4728.aspx Nhà Thiên Văn học Việt kiều yêu nước với xứ Nghệ]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.nature.com\/nature-physci\/journal\/v239\/n95\/abs\/physci239119a0.html Determination of the Distance of Cygnus X-3 by 21-cm Absorption]\n* [http:\/\/www.nature.com\/nature-physci\/journal\/v241\/n109\/abs\/physci241094a0.html 21-cm Absorption Spectrum in Front of Cygnus X-3]\n* [http:\/\/vietnam.vnanet.vn\/vnp\/en-us\/30\/21814\/print\/default.aspx Dream of Discovering the Galaxy]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1932|2021}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Người Pháp gốc Việt]]\n[[Thể loại:Giáo sư Pháp]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà thiên văn học Pháp]]\n[[Thể loại:Giải thưởng Vinh danh nước Việt]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Nhà thiên văn học Việt Nam]]"}