{"822392":"'''Nguyễn Dục''' ([[1807]]-[[1877]]), tự: '''Tử Minh'''; là danh thần triều [[nhà Nguyễn|Nguyễn]] và là [[giáo viên|nhà giáo]] [[Việt Nam]].\n\n==Tiểu sử==\n'''Nguyễn Dục''' là người làng Chiên Đàn, tổng Chiên Đàn Trung, huyện Hà Đông, phủ Thăng Bình (nay là thôn An Thọ, xã Tam An, huyện [[Phú Ninh]], tỉnh [[Quảng Nam]]).\n\nCha ông là Nguyễn Văn Túy, một nhà giáo giỏi và đức độ. Mẹ ông là bà Ung Thị Lãng, là một người phụ nữ đức hạnh. Năm [[Tự Đức]] thứ 19 ([[Bính Dần]], [[1866]]), ông Túy được ban tặng tước vị là \"Phụng nghi đại phu Hàn lâm viện thị độc\", và bà Lãng cũng được ban tặng tước vị là \"Chánh Ngũ phẩm Nghi nhân\".\n\nLúc trẻ, Nguyễn Dục nổi tiếng là người hiếu thảo và có tài văn chương. Năm [[Minh Mạng]] thứ 19 ([[Mậu Tuất]], [[1838]]), ông dự [[thi Hội]] đỗ [[Phó bảng]], được bổ dụng làm quan, nhưng ông xin được ở nhà để lo phụng dưỡng mẹ già cho đến khi mẹ mất.\n\nNăm [[Thiệu Trị]] thứ 3 ([[Quý Mão]], [[1843]]), sau khi mẹ mất, Nguyễn Dục mới bắt đầu ra làm quan, lần lượt trải các chức vụ: Kiểm thảo, Tri phủ [[Kiến Thụy]] ([[Hải Phòng]]), Trước tác sung Biên tu ở Sử quán, Hành tẩu Nội các.\n \nNăm [[Thiệu Trị]] thứ 7 ([[Đinh Mùi]], [[1847]]), vì bệnh, ông xin cáo quan về nhà nghỉ đến 14 năm, lấy sách vở làm vui và mở trường dạy học. Học trò của ông có rất nhiều người đỗ đạt.\n\nNăm [[Tự Đức]] thứ 14 ([[Tân Dậu]], [[1861]]), ông ra nhận chức Giáo thụ ở [[Điện Bàn]] ([[Quảng Nam]]), sau chuyển làm Đốc học tỉnh [[Quảng Ngãi]].\n\nNăm [[Tự Đức]] thứ 17 ([[Giáp Tý]], [[1864]]), đổi ông làm Viên ngoại, lãnh chức Lang trung [[bộ Lại]] <ref>Ghi theo ''Đại Nam chính biên liệt truyện'' (tr. 723). Song theo bài viết \"Nguyễn Dục, bậc mô phạm của mọi thời đại\" trên báo ''Quảng Nam online''[https:\/\/archive.is\/20120711001220\/baoquangnam.com.vn\/nh%C3%A2n-v%E1%BA%ADt\/8475-nguyen-duc-bac-mo-pham-cua-moi-thoi-dai.html], thì ông được cử làm Lang trung đảm nhiệm Ty Trừng tự thuộc bộ Lại vào năm Tự Đức thứ 15 ([[1862]]).<\/ref>.\n\nSau đó ([[Bính Dần]], [[1866]]), ông được đặc cách làm Tế tửu (tương đương chức Hiệu trưởng trường Đại học) trường Quốc Tử Giám ở [[Huế]], vì được Tham tri [[bộ Lại]] là [[Phạm Phú Thứ]] tiến cử. \nSách \"[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]'' (Nhị tập, quyển 33) chép:\n:...''\"Bấy giờ sinh viên ở Quốc Tử Giám phần nhiều vắng thiếu, vua ([[Tự Đức]]) nhân hỏi Tham tri bộ Lại là [[Phạm Phú Thứ]] rằng: \"Ở tỉnh [[Quảng Nam]] có người nào phẩm hạnh đoan chính không ?\" (Phạm) Phú Thứ thưa: \"Có (Nguyễn) Dục\". Tức thì cất lên làm Tế tửu vì đặc cách lựa chọn\"''...<ref name=\"DN\">''Đại Nam chính biên liệt truyện'' (Nhị tập, quyển 33), bản dịch tr. 723-724.<\/ref>\n\nChẳng bao lâu sau, vì có bệnh, ông lại xin từ chức. Vua [[Tự Đức]] ban dụ an ủi để lưu lại, và cử ông làm Phó Chủ khảo trường [[thi Hương]] [[Bình Định]].\n\nNăm [[Tự Đức]] thứ 21 ([[Mậu Thìn]], [[1869]]), chuyển ông làm Thị độc Học sĩ và Đốc học [[Quảng Nam]].\n\nNăm [[Tự Đức]] thứ 25 ([[Nhâm Thân]], [[1872]]), thăng ông làm Thị lang [[bộ Lễ]], sung chức Giáo đạo ở Dục Đức đường để dạy học cho [[Hoàng tử]] Nguyễn Phúc Ưng Chân (sau này là vua [[Dục Đức]]).\n \nNăm [[Tự Đức]] thứ 29 ([[Bính Tý]], [[1876]]), lấy cớ tuổi cao và bệnh, ông lại xin về nghỉ, nhưng nhà vua chỉ cho nghỉ ba tháng.\n\nNăm sau ([[Đinh Sửu]], [[1877]]), do bệnh không thuyên giảm, Nguyễn Dục dâng sớ xin nghỉ hẳn ở tại quê nhà. Lần này vua [[Tự Đức]] ban dụ rằng:\n:...''\"(Nguyễn) Dục về đức hạnh thuần khiết và lão luyện, xử việc thận trọng, lại hay xem xét mọi lẽ nghiêm chỉnh nên Hoàng tử biết kính sợ, so với Đoàn Khắc Thượng có phần hơn. Trước đây, (Nguyễn Dục) cáo bệnh xin về, trẫm thương là bậc già yếu, nên cũng gượng theo lời xin mà cho nghỉ, tưởng sẽ còn có lúc trở lại nhận chức nên chỉ mới đặc cách ban tặng vàng mà chưa gia ơn tặng chức. Năm nay, (Nguyễn Dục) đã hơn bảy mươi, vậy cho được thăng làm Thự Lễ bộ Hữu tham tri, cho được nhận một nửa bổng lộc mà về làng nghỉ. Hễ thấy bệnh thuyên giảm thì mau vào cung nhận chức, để đáp ơn tri ngộ trước sau, lại cũng để thỏa ý tôn trọng người làm thầy và sự chú tâm đến người ngay của trẫm\"'' <ref name=\"DN\" \/>.\n\nNguyễn Dục dâng sớ xin không nhận bổng lộc, vì tự cho mình chỉ là ''\"kẻ tài hèn đức mọn, chẳng hề có công trạng gì\"'' <ref name=\"DN\" \/>, nhưng nhà vua không chấp thuận.\n\n[[Mùa đông]] năm ấy ([[1877]]), ông mất tại nhà, thọ 70 tuổi. Tỉnh thần tâu lên, vua sai chiếu theo lệ mà cấp tiền mai táng.\n\n==Khen ngợi, ghi công==\nSách ''Đại Nam chính biên liệt truyện'' (Nhị tập, quyển 33) chép:\n:\"''(Nguyễn) Dục là người trung hậu, giản dị, văn chương lại thuần nhã. Về Hội khoa, (ông) đứng đầu hàng huyện, làm quan thời thanh liêm, thân sĩ ở Nam Châu thường suy tôn ông là người có học hạnh\"'' <ref name=\"DN\" \/>.\n\nDanh thần nhà Nguyễn là [[Nguyễn Thuật]] cũng đã viết về ông như sau:\n:''\"Thói đời khác xa, người làm quan đau đáu lợi danh, nhưng ông (Nguyễn Dục) thì lặng lẽ sống đời cao khiết thanh bạch, vượt khỏi hạng tầm thường, không màng vàng bạc, uống nước lã khác cách thế gian, mười lăm năm làm quan thẳng thắn, không lo toan của tiền. Cho nên, một mai ra đi không lưu luyến thứ gì. Sự tiến thoái của ông khớp với nghĩa, ấy là đạo dạy người\"''<ref>. Dẫn lại theo bài viết \"Nguyễn Dục, bậc mô phạm của mọi thời đại\" trên báo ''Quảng Nam online''[https:\/\/archive.is\/20120711001220\/baoquangnam.com.vn\/nh%C3%A2n-v%E1%BA%ADt\/8475-nguyen-duc-bac-mo-pham-cua-moi-thoi-dai.html].<\/ref>.\n\nGhi nhận công lao của Nguyễn Dục, tên ông đã được dùng để đặt tên cho một trường học (trường PTTH Nguyễn Dục ở huyện [[Phú Ninh]]) và một đường phố (ở [[tam Kỳ|thành phố Tam Kỳ]]). \nỞ tại xã Tam An, huyện [[Phú Ninh]], có nhà lưu niệm Nguyễn Dục. Hiện ở đây còn lưu giữ tất cả những bằng sắc của ông.\n\n==Con==\nCon ông là '''Nguyễn Thích''' ([[1850]]-[[1885]]), đỗ [[Tiến sĩ]] dưới triều vua [[Kiến Phúc]] ([[1848]]), làm quan trải đến chức Biên tu sung Hành tẩu Cơ mật viện. Năm [[Ất Dậu]] ([[1885]]), cuộc phản công của phe chủ chiến thất bại, ông đã hy sinh cùng chiến sĩ và đồng bào trong ngày thất thủ kinh đô (ngày 23 [[tháng năm|tháng 5]], nhằm ngày 5 [[tháng bảy|tháng 7]])<ref>Theo bài Tiến sĩ Nguyễn Thích và ngày thất thủ kinh đô [https:\/\/archive.is\/20120707073153\/baoquangnam.com.vn\/nh%C3%A2n-v%E1%BA%ADt\/24281-tien-si-nguyen-thich-va-ngay-that-thu-kinh-do.html].<\/ref>.\n\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]'', truyện \"Nguyễn Dục\". Nhà xuất bản Văn học, 2004.\n*Nguyễn Khắc Thuần, ''Việt sử giai thoại'' (tập 8). Nhà xuất bản Giáo dục, 1998.\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*Bài viết \"Nguyễn Dục, bậc mô phạm của mọi thời đại\" trên báo ''Quảng Nam online''[https:\/\/archive.is\/20120711001220\/baoquangnam.com.vn\/nh%C3%A2n-v%E1%BA%ADt\/8475-nguyen-duc-bac-mo-pham-cua-moi-thoi-dai.html]\n{{Thời gian sống|sinh=1807|mất=1877}}\n\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Phó bảng]]"}