{"16909054":"'''Nguyễn Thị Trinh''' (1853? - 1873), còn gọi '''Bà chúa Kho thành Nam''', '''Bà chúa Cột cờ''', là một nữ tướng thời [[Nguyễn]] trong [[lịch sử Việt Nam]].\n\n== Sự tích ==\nNguyễn Thị Trinh là con gái của quan Vệ úy [[Nguyễn Kế Hưng]], giữ trọng trách trông coi kho lương, về sau cả vũ khí của [[Thành Nam Định|Thành Nam]].<ref name=\"daidoanket\">[http:\/\/daidoanket.vn\/dan-toc\/nhung-cot-co-noi-tieng-o-viet-nam-cot-co-nam-dinh-tintuc67805 Những cột cờ nổi tiếng ở Việt Nam: Cột cờ Nam Định]<\/ref>\n\nTháng 11 năm 1873, quân Pháp do [[Fransis Garnier]] chỉ huy [[Trận thành Hà Nội (1873)|đánh chiếm Hà Nội]], sau đó mở rộng chiến cuộc ra [[Hưng Yên]], [[Phủ Lý]], [[Ninh Bình]]. Đầu tháng 12, quân Pháp chia quân hai đường tấn công [[thành Nam Định]]. Nguyễn Kế Hưng được lệnh đem quân trấn giữ Kỳ đài, giao cho con gái Nguyễn Thị Trinh canh giữ kho quân lương.<ref name=\"daidoanket\" \/>\n\nLúc quân Pháp tấn công Kỳ đài, Nguyễn Thị Trinh biết tin, liền dẫn quân đến trợ chiến. Khi đến nơi thì Nguyễn Kế Hưng đã tử thương, bà cùng với các binh lính còn lại tiếp tục chống cự đến cùng, và tử trận khi mới ngoài 20 tuổi.<ref name=\"daidoanket\" \/>\n\nNgày 11 tháng 12 năm 1873, ngày Thành Nam thất thủ, người dân tìm thấy thi thể bà, đem chôn cất tại phía đông Kỳ đài cùng các tướng sĩ.<ref name=\"phunuvietnam\" \/>\n\nNgày 15 tháng 3 năm 1874, sau khi Pháp rút quân, vua [[Tự Đức]] đã phong tặng bà là ''Giám thương công chúa'' (Công chúa coi kho), cho lập đền thờ bà ngay dưới chân Kỳ đài.<ref name=\"daidoanket\" \/>\n\nNăm 1891, vua [[Thành Thái]] gia phong thêm mỹ tự ''Tiết liệt anh phong''.<ref name=\"daidoanket\" \/>\n\n== Thờ phụng ==\nSau khi mất, nữ tướng Nguyễn Thị Trinh được dân chúng tôn thờ làm Bà chúa Kho, Bà chúa Cột cờ, '''Bà chúa Bản cảnh'''<ref>[http:\/\/baotangtinhnamdinh.vn\/tin-tuc-detail.aspx?id=22 Di tích lịch sử - văn hóa Cột cờ Nam Định]<\/ref>, Thành hoàng đương cảnh.<ref name=\"hoanhap\">[https:\/\/hoanhap.vn\/chi-tiet\/dau-xuan-chiem-bai-cot-co-thanh-nam-tren-200-tuoi-5765.html Đầu xuân chiêm bái cột cờ Thành Nam trên 200 tuổi]<\/ref>\n\nĐền thờ Bà chúa Cột cờ tại dưới chân Kỳ đài nhiều lần bị người Pháp phá hoại. Do đó, người dân khi xây lại đền phải đổi tên đền thành Đền Bạch Hoa, tôn bà làm '''Bạch Hoa công chúa''' để che mắt chính quyền Pháp.<ref name=\"phunuvietnam\">[https:\/\/phunuvietnam.vn\/3-ba-chua-kho-trong-lich-su-viet-22999.htm 3 Bà Chúa Kho trong lịch sử Việt]<\/ref> Năm 1962, đền là một bộ phận thuộc Cột cờ Nam Định được công nhận là di tích lịch sử - văn hóa cấp Quốc gia.<ref>[http:\/\/baonamdinh.com.vn\/channel\/5093\/201309\/nam-dinh-manh-dat-con-nguoi-cot-co-nam-dinh-2273888\/ Cột cờ Nam Định]<\/ref> Ngày 11 tháng 6 năm 1972, khu vực cột cờ bị sập toàn bộ do trúng bom của máy bay Mỹ. Năm 1997, Cột cờ được phụ dựng trở về nguyên trạng, bao gồm đền.<ref name=\"hoanhap\" \/>\n\nNgoài ngôi đền thờ dưới chân Cột Cờ, Nguyễn Thị Trinh còn được thờ ở đền Nguyên Thương (phố Hàng Sắt, phường [[Nguyễn Du, Nam Định|Nguyễn Du]], tp. Nam Định), đền Bồng Lai (đường Trần Hưng Đạo, phường [[Bà Triệu (phường)|Bà Triệu]]).<ref name=\"Phố\" \/>\n\n== Vinh danh ==\nNguyễn Thị Trinh được đặt tên cho một con đường ở [[Nam Định (thành phố)|thành phố Nam Định]], nằm trong Khu tái định cư Đông Đông Mạc. Phố Nguyễn Thị Trinh dài 359 mét, nối phố [[Đông Mạc]] đến phố [[Trần Thánh Tông]].<ref name=\"Phố\">[http:\/\/baonamdinh.vn\/channel\/5093\/201505\/duong-pho-thanh-nam-pho-nguyen-thi-trinh-2413149\/ Đường phố Thành Nam: Phố Nguyễn Thị Trinh]<\/ref>\n\n== Tham khảo ==\n* [[Ngô Tiến Vạnh]] (chủ biên), ''Thành Nam - Địa danh và giai thoại'', Nhà xuất bản Văn hóa Dân tộc, Hà Nội, 2012.\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* [https:\/\/sknc.qdnd.vn\/dia-chi-do\/thanh-co-nam-dinh-nay-con-dau-501670 Thành cổ Nam Định, nay còn đâu?]\n* [https:\/\/www.nhandan.com.vn\/vanhoa\/item\/1890802-.html Cấp bách bảo tổn Thành cổ Nam Định]\n\n{{thời gian sống|1853|1873}}\n\n[[Thể loại:Nữ tướng Việt Nam]]\n[[Thể loại:Nữ giới thời Nguyễn]]\n[[Thể loại:Người Nam Định]]"}