{"2462094":"{{Viên chức\n|tên= Nguyễn Thúc Mậu\n|ngày sinh= [[12 tháng 11]] năm [[1919]]\n|ngày mất= {{ngày mất và tuổi|1989|6|14|1919|11|12}} \n|hình= \n|chú thích hình= \n|quốc tịch= [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n|biệt danh= \n|nơi sinh= [[Hà Tây]]\n|nơi mất= \n|thuộc= [[Tập tin:Flag of Viet Nam Peoples Army.svg|22px]] [[Quân đội nhân dân Việt Nam]] \n|năm phục vụ= [[1945]] &ndash; [[1986]]\n|cấp bậc= [[Thiếu tướng]]\n|đơn vị= \n|chỉ huy= \n|Nơi làm việc= \n|tham chiến=\n|khen thưởng= \n|công việc khác= \n|chức vụ 2= Giám đốc [[Học viện Quân y Việt Nam]]\n|bắt đầu 2= [[1979]]\n|kết thúc 2= [[1986]]\n|tiền nhiệm 2= [[Đỗ Xuân Hợp]]\n|kế nhiệm 2= [[Lê Thế Trung]]\n| cha =\n| mẹ =\n| vợ =\n| họ hàng =\n}}\n\nGiáo sư '''Nguyễn Thúc Mậu''' (1919-1989) là một nhà y khoa danh tiếng tại Việt Nam. Ông cũng là một tướng lĩnh [[Quân đội nhân dân Việt Nam]] với quân hàm [[Thiếu tướng]] quân y.\n\n==Thân thế sự nghiệp==\nÔng sinh ngày [[12 tháng 11]] năm 1919 tại thôn Cao Bộ, xã Thanh Cao, huyện Thanh Oai, tỉnh Hà Tây (nay thuộc Hà Nội).\n\nSinh trưởng trong một gia đình công chức, năm 1939, ông đỗ tú tài và thi vào Trường Y Đông dương. Khi Cách mạng tháng 8 năm 1945 nổ ra, lúc bấy giờ ông đang là sinh viên năm cuối trường Y, ông tích cực tham gia các phong trào đoàn thể cũng như phong trào tình nguyện \"Diệt giặc đói, truyền bá quốc ngữ, diệt giặc dốt\", vừa tích cực học tập hoàn thành khóa học và trở thành một trong 50 người nhận bằng bác sĩ khóa đầu tiên do Bộ trưởng Bộ Quốc gia giáo dục nước Việt Nam Dân chủ Cộng hòa cấp ngày [[27 tháng 5]] năm 1946.\n\nNgay sau khi nhận bằng, 30 trong tổng số 50 bác sĩ khóa I đã tình nguyện nhập ngũ, trong đó có cả bác sĩ trẻ Nguyễn Thúc Mậu. Ông được phân công đến Lạng Sơn với chức vụ là Trưởng ban Quân y Trung đoàn 28 và cùng Trung đoàn tham chiến với quân Pháp khi chiến sự nổ ra đêm [[18 tháng 11]] năm 1946. Do thành tích của mình, ông được Tổng Tư lệnh Vệ quốc đoàn [[Võ Nguyên Giáp]] gửi thư khen ngợi và là người bác sĩ đầu tiên được khen thưởng ở ngoài mặt trận.\n\nTừ năm 1946 đến 1954, ông lần lượt giữ các cương vị Trưởng ban Quân y Trung đoàn 28 Lạng Sơn, Quân y vụ trưởng Khu 12, Quân y vụ trưởng Liên khu I, Trưởng phòng Lưu động Cục Quân y; tham gia các chiến dịch Biên giới, Hoàng Hoa Thám (1950), Hà Nam Ninh (5\/1951), Hòa Bình và Trung du Bắc bộ (11\/1951), Tây Bắc (10\/1952), chiến cuộc 1953 - 1954 và chiến dịch Điện Biên Phủ (1954).\n\nSau khi chính quyền Việt Nam Dân chủ Cộng hòa kiểm soát hoàn toàn miền Bắc, ông được cử đi học chuyên ngành Tổ chức Chỉ huy Quân y ở [[Liên Xô]]. Tháng 8 năm 1958, ông về nước, được cử giữ chức Trưởng phòng Huấn luyện Cục Quân y. Tháng 10 năm 1960, ông được bổ nhiệm làm Phó Hiệu trưởng Trường Sĩ quan Quân y, rồi Phó Viện trưởng Viện Nghiên cứu Y học Quân sự (3\/1962), Phó Hiệu trưởng Trường Đại học Quân y, kiêm Chủ nhiệm Khoa Tổ chức Chỉ huy Quân y (8\/1966). Trong thời gian này, cùng với Giáo sư Hiệu trưởng [[Đỗ Xuân Hợp]], ông đã góp công lớn trong việc đào tạo hàng trăm bác sĩ quân y, phục vụ cho các chiến trường miền Nam và phục vụ chiến đấu chống chiến tranh phá hoại của Mỹ ở miền Bắc; tham gia xây dựng cơ sở lý luận và nguyên tắc chỉ đạo của ngành như các vấn đề: cứu chữa thương binh theo tuyến quân y, theo hướng hành quân, theo khu vực đóng quân, kết hợp quân y và dân y trong phục vụ chiến đấu.\n\nCuối năm 1969, ông được phân công vào Nam, giữ cương vị Phó Trưởng phòng Quân y Miền (B2) cho đến lúc Việt Nam thống nhất.\n\nTháng 5 năm 1976, ông trở về công tác tại Đại học Quân y, giữ chức Phó Hiệu trưởng thứ nhất rồi Hiệu trưởng. Tháng 11 năm 1981, ông là Giám đốc Học viện Quân y. Ông được phong hàm Giáo sư trong đợt phong hàm đầu tiên năm 1981 và được phong quân hàm Thiếu tướng năm 1983.\n\nCuối năm 1986, ông nghỉ hưu, nhưng vẫn tiếp tục tham gia công tác nhiên cứu và giảng dạy. Ngày [[14 tháng 6]] năm 1989, ông qua đời tại Bệnh viện Trung ương Quân đội 108.\n\n==Vinh danh==\n* [[Anh hùng Lực lượng vũ trang nhân dân]] (truy tặng 2010)\n* [[Huân chương Độc lập]] hạng Nhất\n* [[Huân chương Quân công]] hạng Nhất\n* [[Huân chương Chiến công]] hạng Nhất\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/81\/81\/81\/197354\/default.aspx Một đời gắn bó với chiến trường, nhà trường]\n\n{{thời gian sống|1919|1989}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Huân chương Quân công]]\n[[Thể loại:Huân chương Chiến công]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}