{"41614":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Hy Tông<br\/>Sãi Vương\n| tên gốc = 仕王\n| tước vị = [[Chúa Nguyễn|Chúa Đàng Trong]]\n| thêm = vietnam\n| hình = Thế tử Nguyễn Phúc Nguyên ở Đàng Trong, thế kỷ 17.jpg\n| cỡ hình = 200px\n| ghi chú hình = Tranh vẽ Thế tử Nguyễn Phúc Nguyên khi còn đang tại nhiệm Trấn thủ Quảng Nam\n| chức vị = [[Chúa Nguyễn]]\n| tại vị = [[1613]] - [[1635]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1558 till:1802\nAlignBars = early\nScaleMajor = increment:244 start:1558\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1613 till:1635 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Nguyễn Hoàng]]\n| kế nhiệm = [[Nguyễn Phúc Lan|Nguyễn Phúc Lan]]\n| hoàng tộc = [[Chúa Nguyễn|Họ Nguyễn Phước]]\n| kiểu hoàng tộc = Gia tộc\n| miếu hiệu = [[Hy Tông]] (熙宗) \n [[Tuyên Tổ]] (宣祖)\n| tên đầy đủ = Nguyễn Phúc Nguyên (阮福源)\n| kiểu tên đầy đủ = Tên húy\n| tước vị đầy đủ = [[tước vị]]\n\n* Sãi vương, chúa Bụt, Phật chúa\n*Thống lãnh Thủy bộ Chư Dinh kiêm Tổng Nội Ngoại Bình Chương Quân Quốc Trọng Sự Thái bảo Thụy Quận công\n*Đại Đô Thống Trấn Nam Phương Tổng Quốc Chính Dực Thiện Tuy Du Thụy Dương Vương\n*Tuyên Tổ Hiển Mô Quang Liệt Ôn Cung Minh Duệ Dực Thiện Tuy Du Hiếu Văn Vương\n| thông tin tước vị đầy đủ = ẩn\n| thụy hiệu = Hiển Mô Quang Liệt Ôn Cung Minh Duệ Dực Thiện Tuy Du Hiếu Văn Hoàng đế <br>(顯謨光烈溫恭明睿翼善綏猷孝文皇帝)<br>Ngắn: Hiếu Văn hoàng đế (孝文皇帝)\n| vợ = [[Mạc Thị Giai]]\n| thông tin con cái = ẩn\n| con cái = Nguyễn Phúc Kỳ<br>[[Nguyễn Phúc Lan]]<br>Nguyễn Phúc Anh<br>Và nhiều người khác, tổng cộng có 11 công tử và 4 công nữ\n| cha = [[Nguyễn Hoàng]]\n| mẹ = [[Gia Dụ Hoàng hậu]]\n| sinh = {{ngày sinh|1563|8|16}}<ref name=\"nguyenphuoctoc\"\/>\n| mất = {{ngày mất và tuổi|1635|11|19|1563|8|16}}<ref name=\"nguyenphuoctoc\"\/>\n| nơi mất = [[Đàng Trong]], [[Đại Việt]]\n}}\n'''Nguyễn Phúc Nguyên''' ([[chữ Hán]]: 阮福源; [[16 tháng 8]] năm [[1563]] &ndash; [[19 tháng 11]] năm [[1635]]) hay '''Nguyễn Hy Tông''', '''Nguyễn Tuyên Tổ,''' là vị [[chúa Nguyễn]] thứ hai của chính quyền [[Đàng Trong]] trong [[lịch sử Việt Nam]] (ở ngôi từ [[1613]] đến [[1635]]) sau chúa Tiên [[Nguyễn Hoàng]]. Trong thời gian ở ngôi chúa, ông đã xây dựng một vương triều độc lập ở [[Đàng Trong]], từng bước ly khai khỏi chính quyền [[Nhà Hậu Lê|Lê]] &ndash; [[chúa Trịnh|Trịnh]] ở [[Đàng Ngoài]]. Ông được dân chúng gọi là '''chúa Sãi''', '''chúa Bụt''' hay '''Phật chúa'''.\n\n== Thân thế ==\nNguyễn Phúc Nguyên là con thứ sáu của chúa Tiên [[Nguyễn Hoàng]] (1525&ndash;1613), mẹ là Nguyễn thị. Ông sinh ngày [[28 tháng 7]] năm Quý Hợi, tức ngày [[16 tháng 8]] năm [[1563]]. Nguyễn Phúc Nguyên là người đầu tiên trong dòng dõi chúa Nguyễn mang họ kép '''Nguyễn Phúc'''. Tương truyền lúc mang thai, mẹ ông chiêm bao thấy có vị thần đưa cho một tờ giấy trên có đề chữ \"Phúc\". Lúc kể lại chuyện, mọi người chúc mừng bà và đề nghị đứa bé ra đời được đặt tên là \"Phúc\".<ref name=\"a\"\/> Nhưng bà nói rằng, nếu chỉ đặt tên Phúc cho đứa bé thì chỉ một mình nó hưởng, để cho nhiều người trong dòng họ được hưởng phúc, bà đề nghị lấy chữ này làm chữ lót. Và khi thế tử ra đời bà đặt tên là '''Nguyễn Phúc Nguyên.'''<ref name=\"a\">{{harvnb|Thi Long|1998|p=22}}<\/ref> Theo sách ''[[Đại Nam thực lục]]'', sau khi kế nghiệp Nguyễn Hoàng, Nguyễn Phúc Nguyên cho sửa thành lũy, đặt quan ải, vỗ về quân dân, trong ngoài đâu cũng vui phục, bấy giờ người ta gọi là Chúa Phật. Từ đấy mới xưng quốc tính là họ Nguyễn Phúc.<ref name=\"Nguyễn 2001\">Đại Nam thực lục, Quốc sử quán triều Nguyễn, Nhà xuất bản giáo dục, 2001, bản điện tử, trang 30<\/ref>\n\nCác con của Nguyễn Hoàng, người con đầu là Nguyễn Hà, con thứ là Nguyễn Hán, con thứ ba là Nguyễn Diễn và con thứ tư là Nguyễn Thành đều đã mất sớm; người con thứ năm là [[Nguyễn Hải]] ở lại [[Đàng Ngoài|Bắc Hà]] làm con tin, chỉ còn Nguyễn Phúc Nguyên là người có khả năng kế thừa cơ nghiệp của Nguyễn Hoàng. Năm [[1585]], khi mới 22 tuổi, Thế tử Nguyễn Phúc Nguyên dẫn một hạm đội 10 chiếc đến bến [[Cảng Cửa Việt|Cửa Việt]], tiêu diệt hai chiếc tàu hải tặc [[Shirahama Kenki]]<ref>{{Chú thích web | url = http:\/\/hannom.vass.gov.vn\/noidung\/thongbao\/Pages\/baiviet.aspx?ItemID=1076 | tiêu đề = Viện nghiên cứu Hán Nôm | tác giả =  | ngày =  | ngày truy cập = 30 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 26 tháng 8 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20150826175859\/http:\/\/hannom.vass.gov.vn\/noidung\/thongbao\/Pages\/baiviet.aspx?ItemID=1076 }}<\/ref><ref>Đại Nam thực lục tiền biên. Nhà xuất bản. Giáo dục. H. 2004, Quyển I, tr.32. Bản chữ Hán ký hiệu A.27\/1-66 (VHN).<\/ref> (Bạch Tần Hiển Quý), người Nhật Bản. Chúa Tiên (tức [[Nguyễn Hoàng]]) vui mừng khen rằng:\n:''Con ta thực là anh kiệt.''<ref name=\"nguyenphuoctoc\">{{harvnb|Gia tộc Nguyễn Phước|2006}}<\/ref>\n\nNăm Nhâm Dần ([[1602]]), Nguyễn Phúc Nguyên được cử đến trấn thủ dinh [[Quảng Nam]].<ref name=\"nguyenphuoctoc\"\/> Nguyễn Phúc Nguyên tuổi lớn lại giỏi, ngày thường cùng các tướng bàn luận việc binh, tính toán có nhiều việc đúng. Nguyễn Hoàng biết có thể trao phó nghiệp lớn.\n\n== Điều hành Đàng Trong ==\n===Kế nghiệp===\nNhững năm cuối đời, Nguyễn Hoàng bề ngoài tuy chưa chống đối họ Trịnh nhưng bên trong đã hết sức phòng bị.<ref>Việt Nam sử lược, soạn giả Trần Trọng Kim, bản điện tử, tr 122<\/ref>\n\nTháng 6 năm 1613, Nguyễn Hoàng trước khi mất dặn Nguyễn Phúc Nguyên rằng: ''Đất Thuận Quảng phía bắc có núi Ngang Hoành Sơn và sông Gianh Linh Giang hiểm trở, phía nam ở núi Hải Vân và núi Đá Bia Thạch Bi sơn vững bền. Núi sẵn vàng sắt, biển có cá muối, thật là đất dụng võ của người anh hùng. Nếu biết dạy dân luyện binh để chống chọi với họ Trịnh thì đủ xây dựng cơ nghiệp muôn đời. Ví bằng thế lực không địch được, thì cố giữ vững đất đai để chờ cơ hội, chứ đừng bỏ qua lời dặn của ta''.\n\nCác quan vâng di chiếu tôn Phúc Nguyên làm ''Thống lãnh Thủy bộ Chư dinh kiêm Tổng Nội ngoại Bình chương Quân quốc Trọng sự Thái bảo Thụy Quận công.''<ref name=\"nguyenphuoctoc\"\/> Bấy giờ ông đã 51 tuổi. Ông còn được vua [[Lê Kính Tông]] ([[1599]] - [[1619]]) sắc phong làm trấn thủ hai xứ [[Thuận Hóa]], [[Quảng Nam]] gia hàm Thái bảo, tước Quận công.<ref name=\"nguyenphuoctoc\"\/><ref>Đại Nam thực lục tiền biên quyển II.<\/ref>\n\n===Điều hành Đàng Trong===\n{{Xem thêm|Lũy Thầy}}\n\nSau khi kế nghiệp Nguyễn Hoàng, Nguyễn Phúc Nguyên sửa thành lũy, đặt quan ải, vỗ về quân dân, trong ngoài đâu cũng vui phục, bấy giờ người ta gọi là Chúa Phật. Từ đấy mới xưng quốc tính là họ Nguyễn Phúc.<ref name=\"Nguyễn 2001\"\/> Năm 1600, khi Nguyễn Hoàng còn sống, đã dời dinh về Ái Tử, nay Nguyễn Phúc Nguyên dời dinh về các xã Phúc Yên, Bác Vọng thuộc huyện Quảng Điền, sai con là Khánh Mỹ hầu trấn thủ Quảng Nam.<ref>Phủ biên tạp lục, Nhà xuất bản Văn hóa thông tin, 2007, tr 64<\/ref>\n\nNăm [[1620]], hai người con thứ bảy, thứ tám của Thái Tổ Nguyễn Hoàng là quận Văn [[Tôn Thất Hiệp (con thứ 7 của Nguyễn Hoàng)|Tôn Thất Hiệp]] và quận Hữu [[Tôn Thất Trạch]] âm mưu nổi loạn, tự mình làm nội ứng, hẹn khi nên việc thì họ Trịnh phải cho hai người trấn giữ đất Đàng Trong. Trịnh Tráng điều đô đốc Nguyễn Khải đem 5.000 quân đóng ở Nhật Lệ (thuộc huyện Phong Lộc) để đợi tin. Nguyễn Phúc Hiệp và Nguyễn Phúc Trạch sợ Chưởng cơ Tôn Thất Tuyên,{{Efn|con thứ tư của Hòa quận công Tôn Thất Hà}} không dám hành động.<ref name=\"ReferenceA\">Đại Nam thực lục, Quốc sử quán triều Nguyễn, Nhà xuất bản giáo dục, 2001, bản điện tử, trang 31<\/ref>\n\nNguyễn Phúc Nguyên họp bàn với các tướng bàn kế chống Trịnh, Hiệp và Trạch giả vờ nói với chúa Nguyễn rằng: ''Tuyên trí dũng hơn người, nếu sai cầm binh, hẳn phá được giặc''. Tôn Thất Tuyên biết hai người làm phản, bèn nói với chúa: ''Nếu thần dời bỏ dinh thì sợ có nội biến''. Nguyễn Phúc Nguyên sai Chưởng dinh Tôn Thất Vệ, anh trai Tôn Thất Tuyên đem quân chống tướng Nguyễn Khải của họ Trịnh.<ref name=\"ReferenceA\"\/>\n\nHiệp và Trạch thấy mưu không xong, bèn đem quân chiếm giữ kho Ái Tử, đắp lũy Cồn Cát để làm phản. Chúa sai người đến dỗ, nhưng không chịu nghe. Chúa bèn lấy Tôn Thất Tuyên làm tiên phong, tự đem đại binh đi đánh. Hiệp và Trạch thua chạy, Tuyên đuổi bắt được đem dâng. Phúc Nguyên trông thấy, chảy nước mắt nói: ''Hai em sao nỡ trái bỏ luân thường?'' Hiệp, Trạch cúi đầu chịu tội. Chúa muốn tha, nhưng các tướng đều cho là pháp luật không tha được. Bèn sai giam vào ngục. Hiệp và Trạch xấu hổ sinh bệnh chết. Nguyễn Khải nghe tin dẫn quân trở về. Nhà Trịnh vô cớ đem phát binh, từ đó Nguyễn Phúc Nguyên không nộp thuế cống nữa.<ref name=\"ReferenceA\"\/>\n\nNăm 1622, Chúa Sãi cho đặt [[dinh Ai Lao]], do đất này có [[sông Hiếu]] là giáp ranh với đất Ai Lao và các bộ lạc Man Lục Hoàn, Vạn Tượng, Trấn Ninh, Quy Hợp, đều có đường thông đến đây. Mộ dân các nơi chia làm sáu thuyền quân để coi giữ.<ref name=\"ReferenceB\">Đại Nam thực lục, Quốc sử quán triều Nguyễn, Nhà xuất bản giáo dục, 2001, bản điện tử, trang 32<\/ref>\n\nNăm [[1626]], Chúa cho dời cung phủ về làng Phước Yên, xã Phúc Yên, huyện Quảng Điền, tỉnh [[Thừa Thiên Huế|Thừa Thiên]], gọi nơi chúa ở là ''phủ''.<ref name=\"nguyenphuoctoc\"\/>\n\nĐược sự tiến cử của Khám lý [[Trần Đức Hòa]], Chúa Phúc Nguyên đã thu dụng [[Đào Duy Từ]] ([[1572]]&ndash;[[1634]]). Nhờ có sự hiến kế của Đào Duy Từ, ông đã cho xây [[Lũy Thầy]] ([[lũy Trường Dục]], [[lũy Nhật Lệ]] và [[lũy Trường Sa]]); tạo thành một thế vững chắc cho xứ Đàng Trong, gây dựng chính quyền độc lập với Đàng Ngoài.\n\nDo nhu cầu phát triển lực lượng chống Trịnh, Chúa mời cha con nhà [[Jean De La Croix]] ([[Bồ Đào Nha]]) từ [[Hội An]] ra [[Huế]] giúp nhà Chúa mở xưởng đúc vũ khí đạn dược. [[Jean De La Croix]] cần có nơi hành lễ hàng tuần và sau đó nhà thờ [[Cơ đốc giáo]] đầu tiên xuất hiện trên đất Huế.\n\nNăm 1631, Chúa lập ra sở đúc súng đại bác, mở trường bắn, trường tập voi, tập ngựa, cứ hằng năm luyện tập để phòng bị chiến tranh.\n\n===Hành chính===\n\nChúa Phúc Nguyên đã tiến hành cải tổ lại bộ máy hành chính. Lãnh thổ được chia theo Thừa Tuyên hay Xứ, phân thành Chính Dinh, Dinh ngoài. Dưới dinh là các phủ huyện. Được chia ra bảy dinh: Chính Dinh ([[Phú Xuân]]), Cựu Dinh ([[Ái Tử]] – [[Quảng Trị]]), [[Quảng Bình]], [[Vũ Xá]], [[Bố Chính]], [[Quảng Nam]] và [[Dinh Trấn Biên (Phú Yên)|Trấn Biên]].\n\nMỗi dinh có thể coi như một tỉnh hiện nay. Hành chính có chức quan lưu thủ đứng đầu, quân sự thì có chức quan tuần thủ chỉ huy.\n\n====Hội An====\n{{Xem thêm|Phố cổ Hội An|Châu Ấn Thuyền}}\n[[Tập tin:Giao Chi quoc dich mau do hai do.jpg|nhỏ|Hội An trong bức họa ''Giao Chỉ quốc mậu dịch độ hải đồ''|430px]]\nChúa Nguyễn Đàng Trong đã chú trọng phát triển ngoại thương, tận dụng ưu thế địa lý, yếu tố chính trị như nằm trên lối ra vào giao thương đường thủy Đông Á với phương Tây, [[Mạc Phủ]] [[Nhật Bản]] phải dùng [[Châu Ấn Thuyền]] để qua đây giao dịch mua bán hàng hoá (do nhà Minh cấm mua bán với Nhật Bản).\n\nChúa Nguyễn đã lập ở Hội An một hệ thống hành chính hoạt động rất hiệu quả (đặt tại Dinh trấn Thanh Chiêm) cách Hội An khoảng 10&nbsp;km. Chính sách định cư lúc đó thoáng hơn cả. [[Người Nhật]], [[người Hoa]] được định cư lâu dài, được lập phố riêng, gọi là [[phố Khách]], [[phố Nhật]]. Thậm chí người Nhật, người Hoa được lập khu hành chính riêng, tự quản. Năm 1618, vị thị trưởng [[phố Nhật]] ở [[Hội An]] đầu tiên được [[Chúa Nguyễn]] công nhận là một chủ tàu kiêm nhà buôn tên là [[Furamoto Yashiro]]. Trong 19 địa điểm người Nhật đến buôn bán thì có bốn nơi họ được lập phố riêng.\n\nGiáo sĩ [[Christoforo Borri]] đã cư trú tại Hội An năm 1618 miêu tả đô thị: \n:''\"Hải cảng đẹp nhất, nơi tất cả người ngoại quốc đều tới và cũng là nơi có hội chợ danh tiếng chính là hải cảng thuộc tỉnh Quảng Nam...\"''\n:''\"Thành phố rộng rãi, có thể nhận ra hai khu vực, một khu vực do người Hoa ở, khu vực kia thì người Nhật Bản ở.\"''\n:''\"Người Hoa và Nhật Bản là những thương nhân chủ yếu của chợ phiên, năm nào cũng mở và kéo dài trong bốn tháng. Người Nhật thường đem lại 4, 5 vạn nén bạc, người Trung Hoa thì đi một thứ thuyền buồm đem lại nhiều tơ lụa tốt và sản vật đặc biệt của họ.\"''\n:''\"Do chợ này mà Quốc vương thu được số tiền thuế lớn, toàn quốc nhờ vậy cũng được nhiều lợi ích.\"''\n\n=== Quan chế ===\n\nMột năm sau khi lên ngôi Chúa (năm 1614), Nguyễn Phúc Nguyên quyết định bãi bỏ [[Đô ty]], [[Thừa ty]], [[Hiến ty]], là thiết chế quân sự của hệ thống chính quyền nhà Lê. Trong các năm [[1614]] và [[1615]], ông tổ chức lại việc cai trị, đặt ra tam ti tại [[Chính dinh]] và các chức lệnh sử để trông coi mọi việc, định quy chế các chức vụ ở [[phủ (định hướng)|phủ]], [[huyện]], phân chia [[ruộng đất]] ở [[thôn]] [[xã]].<ref name=\"nguyenphuoctoc\"\/>\n\nTam ti là: [[Xá sai ti]], [[Tướng thần lại ti]], [[Lệnh sử ti]].\n* Xá sai ti: giữ việc từ tụng văn án. Có quan Đô tri, Ký lục làm đầu.\n* Tướng thần lại ti: giữ việc thu tiền thu thuế, chi phát lương thực cho quan các đạo. Có quan Cai bạ làm đầu.\n* Lệnh sử ti: giữ việc tế tự, tết nhất và việc chi cấp lương cho quân ở [[Chính Dinh]]. Có quan Nha úy làm đầu.\n* Mỗi ti lại có quan Cai hợp, Thủ hợp và các lại ti để làm mọi việc.\n\nBên cạnh đó còn các ty Nội Lệnh sử kiêm coi các thứ thuế, Tả Lệnh sử và Hữu Lệnh sử chia nhau thu tiền sai dư ở hai xứ về nộp Nội phủ.\n\nTại các dinh ở ngoài, tùy theo từng nơi, có nơi Chúa chỉ đặt một Lệnh sử ti kiêm cả việc Xá sai ti và Tướng thần lại ti, nhưng cũng có nơi đặt hai ti là Xá sai ti và Tướng thần lại ti, có nơi thì đặt Xá sai ti và Lệnh sử ti để coi việc quân dân, đinh điền, sổ sách, từ tụng, thuế khóa... nghĩa là tùy nơi quan trọng hay là không, mà thêm bớt quan viên.\n\nĐầu năm 1615, các quy chế mới về chức trách và quyền hạn của các phủ, huyện được ban hành. Theo quy chế này thì ở phủ huyện, Tri phủ, Tri huyện coi việc từ tụng; các thuộc hạ thì có: [[Đề lại]], [[Thông lại]] chuyên việc tra khám. [[Huấn đạo]], [[Lễ sinh]] chuyên việc tế tự ở chỗ sở tại. Còn việc thu thuế thì đặt quan khác để coi về việc ấy.\n\nVề đàng quan võ thì đặt chức: Chưởng dinh, Chưởng cơ, Cai cơ, Cai đội để coi việc binh.\n\nQuan lại ở Bắc Bổ được bổ vào [[Thuận Quảng|xứ Thuận Quảng]] cho đến khi chúa Sãi Nguyễn Phúc Nguyên không chịu nộp thuế cho [[nhà Lê]].\n\n==Chiến tranh với họ Trịnh ==\n{{Xem thêm|Trịnh-Nguyễn phân tranh}}\n\n[[Tập tin:Hoành Sơn- Sông Gianh- Cửa Nhật Lệ- Lũy Thầy.PNG|nhỏ|Bản đồ thể hiện các địa danh.<br>[[Hoành Sơn (dãy núi)|Hoành Sơn]]- [[Sông Gianh]]- [[Sông Nhật Lệ|Cửa Nhật Lệ]]- [[Lũy Thầy]]|400px]]\n\nCăng thẳng giữa Nguyễn Phúc Nguyên và Trịnh Tùng ngày càng tăng khi ông tỏ ra không phục tùng họ Trịnh. Năm 1620, Chúa Phúc Nguyên ngừng nộp thuế cho chính quyền Lê-Trịnh Đàng Ngoài.<ref>Đại Nam thực lục tiền biên, tập 2, p32<\/ref> Hai người em của Nguyễn Phúc Nguyên gửi mật thư xin họ Trịnh phát binh, tự mình làm nội ứng, hẹn khi nên việc thì chia Đàng Trong cho trấn giữ. Chúa Trịnh là [[Trịnh Tráng]] sai tướng đem 5.000 quân chờ ở cửa Nhật Lệ chờ đợi tin. Nguyễn Phúc Nguyên sai tướng dẹp được hai người em; quân Trịnh rút về Bắc, Phúc Nguyên thấy chúa Trịnh vô cớ phát binh, từ đó không nộp thuế cống nữa.\n\nTháng 6 năm 1623, Nguyễn Phúc Nguyên nghe tin Trịnh Tùng chết, vẫn sai sứ đến phúng.<ref name=\"ReferenceB\"\/>\n\n===Cuộc chiến đầu tiên 1627 ===\nNăm 1624, nhân khi nhà Minh đang chống chọi với nhà Thanh, và họ Trịnh mới diệt được Mạc Kính Cung ở [[Cao Bằng]], Chúa [[Trịnh Tráng]] mới sai Công bộ thượng thư Nguyễn Duy Thì và nội giám Phạm Văn Tri vào [[Thuận Hóa]] đòi tiền thuế từ ba năm về trước. Chúa Sãi tiếp sứ nói rằng: ''Hai xứ Thuận Quảng liền mấy năm không được mùa, dân gian túng đói, vì thế không nỡ thu thuế. Khi khác được mùa sẽ chở nộp cũng chưa muộn''. Sứ giả không biết nói gì, bèn từ biệt về.\n\nChúa Trịnh lại sai sứ mang sắc vua Lê vào dụ Chúa Sãi cho con ra chầu, và đòi nộp 30 con voi cùng 30 chiếc thuyền để đưa đi cống nhà Minh. Chúa Sãi không chịu.\n\nChúa Trịnh thấy vậy, bèn quyết ý đánh họ Nguyễn. Tháng 3 năm [[1627]], sai [[Nguyễn Khải]] và [[Nguyễn Danh Thế]] đem 5.000 quân đi làm tiên phong vào đóng ở xã Hà Trung (tục gọi là Cầu Doanh), còn Chúa [[Trịnh Tráng]] thống lãnh 20 vạn đại quân thủy bộ, hai đạo tiến vào hội binh ở [[cửa Nhật Lệ]].\n\nChúa Sãi cử các tướng [[Nguyễn Hữu Dật]], [[Nguyễn Phúc Vệ]] và [[Nguyễn Phúc Trung]] đón đánh.\n\nQuân Trịnh chủ động tấn công nhưng không chọc thủng được tuyến phòng thủ của quân Nguyễn. Phía Nguyễn có lợi thế là đại bác kiểu [[Bồ Đào Nha]] nên làm quân Trịnh sợ chạy dạt. Hai tướng Trịnh là [[Nguyễn Khải]] và [[Lê Khuê]] đều thua chạy.\n\nTrong lúc hai bên tiếp tục giằng co thì tướng [[Nguyễn Hữu Dật]] phao tin là [[Trịnh Gia]] và [[Trịnh Nhạc]] mưu phản ở miền Bắc. Chúa Trịnh Tráng nghi ngờ vội rút quân về bắc.\n\nNăm [[1630]], Chúa Sãi đã làm theo kế của Đào Duy Từ trả lại sắc cho vua Lê - chúa Trịnh<ref>Quốc sử quán triều Nguyễn: [[Đại Nam thực lục]], T.1, bản dịch đã dẫn, tr. 45-46<\/ref> và khuyên nên đánh lấy đất [[Nam Bố Chính]]{{Efn|Huyện Bố Trạch, tỉnh Quảng Bình ngày nay. Phần đất từ Bắc sông Nhật Lệ đến Nam sông Gianh.}} để lấy [[sông Gianh]] làm biên giới phòng thủ tự nhiên (09-1630).\n\n=== Cuộc chiến thứ hai 1633 ===\nKhi quân Trịnh thu quân, Chúa Sãi theo kế của Đào Duy Từ gấp rút xây lũy [[Lũy Thầy|Trường Dục]] (lũy Thầy) để phòng thủ.\n\nNăm [[1631]], con trưởng của Sãi vương là [[Nguyễn Phúc Kỳ]] qua đời, con thứ hai là [[Nguyễn Phúc Lan]] được làm [[Thái tử|Thế tử]], con thứ tư là [[Nguyễn Phúc Anh]] ra thay Kỳ trấn giữ [[Quảng Nam]]. Anh bất mãn vì không được lập làm thế tử, cho nên mưu thông đồng với [[chúa Trịnh]], bèn viết thư hẹn làm nội ứng cho Trịnh Tráng.\n\nNăm [[1633]], Thanh Đô Vương [[Trịnh Tráng]] rước vua Lê đem binh nam tiến lần thứ hai, đóng ở [[cửa Nhật Lệ]] như trước. Sãi vương cử [[Nguyễn Hữu Dật]], [[Nguyễn Hữu Tiến]] làm tướng ra đánh. Chúa Trịnh đang đợi suốt hơn 10 hôm không thấy hiệu làm nội ứng của [[Nguyễn Phúc Anh|Phúc Anh]] thì bị quân Nguyễn đánh úp, quân Trịnh hoảng loạn tan vỡ bỏ chạy. Thanh Đô Vương rút về bắc, để lại con rể là Nguyễn Khắc Liệt trấn thủ châu [[Bắc Bố Chính]].\n\n== Đối ngoại ==\n\n===Lan Xang===\n\nTháng 4 năm Tân Dậu ([[1621]]), bọn thổ mục Lục Hoàn (tức Lạc Hòn) thuộc [[Lan Xang]] thả quân qua [[sông Hiếu]] sang cướp bóc ở biên thùy, Sãi vương sai [[Tôn Thất Hòa]] đi đánh.\n\nHòa chia quân phục ở các đường trọng yếu, sai những lái buôn mua bán để nhử. Quả nhiên quân Man đến cướp nhưng bị phục binh bắt được hết đem về. Chúa muốn lấy ân tín vỗ về người đất xa, bèn sai cởi hết trói và thả về nên làm người Man cảm phục, từ đấy họ không quấy nhiễu nữa.<ref name=\"nguyenphuoctoc\"\/><ref>Đại Nam thực lục tiền biên. Quyển II<\/ref>\n\n=== Chân Lạp ===\n\nVề cuộc [[Nam tiến]], Chúa Sãi dùng chính sách hòa bình với [[Chân Lạp]] (Campuchia). Năm 1620, ông chấp nhận lời hỏi cưới con gái ông của quốc vương Chân Lạp là [[Chey Chettha II|Chey Chetta II]], gả con gái là [[Công nữ Ngọc Vạn|Ngọc Vạn]] cho [[Chey Chetta II]].<ref name=\"Christoforo Borri\">{{Christoforo Borri, Cochin - China, London, 1633, Da Capo press. Theatrem Orbis Ltd Amsterdam, New York, 1970, Chap.VII, p.H.4.}}<\/ref> Chey Chetta II đã xin chúa viện trợ vũ khí và quân đội để chống lại sự đe dọa của [[Xiêm|Xiêm La]] (Thái Lan). Trên thực tế thì Chúa Sãi đã chuẩn bị vũ khí và mộ binh giúp vua Chân Lạp, cung cấp cho ông này thuyền chiến và quân binh để cầm cự chống Xiêm.<ref name=\"Christoforo Borri\" \/>\n\nChúa Sãi hai lần giúp con rể Chey Chetta II đẩy lui quân Xiêm sang xâm lược. Giáo sĩ người Ý tên [[Christoforo Borri]] ở [[Quy Nhơn]] đã nhìn thấy viện binh từ [[Đàng Trong]] tiến sang [[Cao Miên]], nên đã ghi lại trong cuốn Hồi ký của mình (xuất bản năm 1631) như sau:<ref>Christophoro Borri (1631), \"Tường thuật về chuyến truyền giáo mới của các linh mục Dòng Tên tại vương quốc Đàng Trong\" (Relatione della nouva missione delli PP della Compangia di Giese al Rengo della Cocincina), xuất bản tại Roma (Ý).<br>Tác phẩm này được đăng trong BAVH năm 1931, số III-IV, Bonifacy dịch và chú thích. Christoforo Borri (1633), Cochin - China, London, Da Capo press. Theatrem Orbis Ltd Amsterdam, New York, 1970, Chap.VII, p. H.4<br>Christophoro Borri (1998), Xứ Đàng Trong năm 1621, Nhà xuất bản. Thành phố Hồ Chí Minh, tr.84.<\/ref>\n:''Chúa Nguyễn luôn luyện tập binh sĩ và gởi quân đội giúp vua Cao Miên, tức chàng rể chồng của con chúa. Chúa viện trợ cho vua Cao Miên thuyền bè, binh lính để chống lại vua Xiêm...''\n\nNăm 1623, một sứ bộ Đàng Trong được cử tới [[Oudong]], đem theo thư cùng nhiều tặng phẩm để tỏ tình thân hữu và bảo đảm sự ủng hộ của chúa Phúc Nguyên, và đã thương lượng thành công với vua Chey Chetta II, được chấp thuận nhượng vùng đất [[Mô Xoài]],{{Efn|Vùng đất Mô Xoài bao gồm phần lớn đất đai của tỉnh Bà Rịa – Vũng Tàu ngày nay.}} lập một thương điểm (đồn thu thuế) là [[Prei Nokor]]{{Efn|Nay là vùng Chợ Lớn, nằm bên bờ rạch Bến Nghé (hay kênh Tàu Hủ, gọi là rạch Sài Gòn - khu Chợ Lớn từ năm 1859).}} để tiến hành thu thuế.\n\nTriều đình Đàng Trong còn phái tướng lĩnh đem quân đóng đồn binh ở [[Prei Nokor]] để bảo vệ lưu dân người Việt làm ăn, buôn bán, khai hoang và đồng thời giúp chính quyền Chân Lạp gìn giữ trật tự. Khi Chey Chetta II mất, vùng đất từ Prei Nokor trở ra Bắc đến biên giới Chiêm Thành (tức là Sài Gòn, Bà Rịa và Biên hòa ngày nay) đã có nhiều người Việt đến ở và khai thác đất đai.<ref>Phan Khoang, Việt sử xứ Đàng Trong, Nhà xuất bản. Văn học, 2001, tr.90.<\/ref>\n\n\n=== Chăm Pa ===\n\nNăm 1629, lưu thủ Phú Yên là Văn Phong liên kết với người [[Chăm Pa]] nổi lên chống lại chúa Nguyễn. Cũng có thuyết nói rằng [[Po Rome]] ngầm liên kết với Văn Phong, nhưng không ra mặt trực tiếp vì sợ đối phương vin vào cớ đó để xâm lược.{{Cần dẫn nguồn}}\n\nĐịch đã tập kết binh lực tại các căn cứ trên đất [[Kauthara]] (bắc [[Khánh Hòa]] ngày nay) gần khu vực biên thùy tiếp giáp phủ [[Phú Yên]] của [[Đàng Trong]], đại quân hai đường thủy bộ khẩn trương xuất kích.\n\n[[Lũy Choại]]{{Efn|Cổ danh là Vườn tre ông Phù Già, bọc xung quanh những giồng đất cao trồng khoai, mía. Khảo sát thực địa vào năm 1965 của nhà nghiên cứu Nguyễn Đình Tư cho biết phía Nam vườn tre có cánh đồng rộng gọi là Lũy Choại Xứ (lũy: bờ thành; choại: thoai thoải, không cao lắm do thời gian bào mòn).}} nằm ở bờ Nam [[sông Đà Rằng|sông Đà Diễn]]{{Efn|Nay là [[sông Đà Rằng]], Thành phố Tuy Hòa, Phú Yên}} là một trong những tiền đồn kiên cố quân Nguyễn dựng lên từ thời [[Lương Văn Chánh]] mà cánh quân bộ của [[Chăm Pa]] phải dùng đại bác [[Bồ Đào Nha]] và voi chiến để vượt qua. Còn đoàn chiến thuyền sau khi tập kích yểm trợ bộ binh vượt sông ở cửa [[sông Đà Rằng|sông Đà Diễn]], đã nhanh chóng tiến lên phía Bắc vào [[sông Kỳ Lộ|cửa biển Bà Đài]]. Tại đây, Văn Phong và lực lượng nội ứng của ông ta nhận được sự tiếp chiến của đại quân người Chăm, đã làm chủ phủ lỵ [[Tuy Hòa]] nằm kề trên bờ vịnh. [[Phủ Qui Nhân]] phía Bắc [[đèo Cù Mông|núi Cù Mông]] đặt trong tình trạng khẩn cấp, huy động binh thuyền ra [[cửa Thi Nại]] chặn đường tiến của hạm đội Chăm Pa và Văn Phong.\n\nTin Văn Phong làm phản về đến dinh Chúa. Do quân Trịnh có thể đánh bất cứ lúc nào, nguy cả mặt trên và dưới nên buộc Chúa Sãi phải tạm nhận sắc phong của sứ giả triều đình Lê – Trịnh và nhận lệnh chỉ ra [[Đông Đô]] đánh [[nhà Mạc|quân Mạc]].\n\nChúa Sãi cử Phó tướng Nguyễn Hữu Vinh{{Efn|Con trưởng Mạc Cảnh Huống, lấy công chúa Ngọc Liên}} đem quân dẹp yên, và đổi [[phủ Phú Yên]] thành [[Dinh Trấn Biên (Phú Yên)|dinh Trấn Biên]].<ref>Đại Nam nhất thống chí, tỉnh Bình Định, 5,tr7<\/ref>\n\nQuân Trịnh đã không mở cuộc tấn công như mật tin tình báo, sau vài trận giao tranh thăm dò, nhận thấy binh lực đối phương có phần áp đảo, Văn Phong điều đình với các tướng lĩnh Chăm, để bảo toàn lực lượng đã cho quay về phòng thủ tại phía Nam [[dãy Đại Lĩnh]]. Văn Phong đã mang theo những thủ lĩnh, lãnh chúa địa phương mà ông hợp tác và đội quân do ông tập hợp được về với Chăm Pa cùng nhiều kho tàng, của cải.\n\nTừ cuối thế kỷ 16, [[người Chăm]] phát triển ngoại thương rất mạnh, thường buôn bán với người Trung Hoa, Hà Lan, nhất là [[Bồ Đào Nha]] ở [[Ma Cao]]. Thương thuyền Bồ Đào Nha hay ghé buôn bán trao đổi với người Chiêm ở hải [[cảng Cam Ranh]] và [[Phan Rang]]. Sự liên hệ này khiến chúa Sãi lo ngại người Chăm sẽ liên kết với Bồ Đào Nha để chống lại mình.\n\nNăm [[1631]], chúa gả con gái là [[Công nữ Ngọc Khoa|Ngọc Khoa]] (có sách gọi là Ngọc Hoa) cho vua Chăm Pa là [[Po Rome]]. Cuộc hôn phối này làm quan hệ Việt - Chăm diễn ra tốt đẹp.<ref>Hội đồng trị sự Nguyễn Phúc tộc (1995), Nguyễn Phúc tộc thế phả, Nhà xuất bản Thuận Hóa, Huế, tr.126.<\/ref><ref>Nhóm Nhân văn trẻ, Hỏi đáp Lịch sử Việt nam, tr. 188, tập 3, Nhà xuất bản Trẻ, 2007.<\/ref> Sự kiện này tạo sự ổn định cho Đàng Trong ở mặt phía Nam, giúp cho chúa Nguyễn có thể tập trung lực lượng để đối phó trước các cuộc tấn công của chúa Trịnh Đàng Ngoài.\n\n=== Nhật Bản ===\n[[Tập tin:Quốc Thư- Nguyễn Phúc Nguyên.jpg|nhỏ|Bức thư Thụy Quốc Công Nguyễn Phúc Nguyên gửi cho [[Tokugawa Ieyasu]].<br> Trên thư đóng dấu ấn triện Trấn thủ tướng quân chi ấn (鎮守將軍之印), cùng dòng chữ: An Nam quốc thiên hạ thống binh đô nguyên soái Thụy Quốc công (安南國天下統兵都元帥瑞國公).|250px]]\nThời Chúa Phúc Nguyên giao thương Việt - Nhật càng mở mang phát triển hơn. Chúa cho người [[Nhật]] mở thương điếm tại [[Hội An]]. Chúa đích thân viết thư mời các thương nhân nước ngoài vào làm ăn tại Hội An. Năm 1634, Chúa Sãi gửi thư cho thương gia người Nhật là Toba, ông này được Chúa nhận làm con nuôi.\n\nNăm 1619, Chúa Phúc Nguyên gả một con gái của mình<ref>Công nữ Ngọc Hoa có thể là con nuôi thuộc dòng bên ngoài của Chúa Phúc Nguyên. Nguồn: {{Chú thích web|url=http:\/\/www.erct.com\/2-ThoVan\/3-Unna\/CongnuNgocHoa.htm|tựa đề=Công nữ Ngọc Hoa, Nàng là ai ?|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2021-02-05}}<\/ref> cho [[Araki Sutaru]] - một thương nhân người Nhật làm chủ cửa hàng lớn ở Hội An và có tàu viễn dương,<ref>Sách Ngoại phiên thông thư (quyển 13, tr.87-88)<\/ref> nhằm nhờ tàu của Araki đi mua kim loại, diêm tiêu từ [[Áo Môn]], [[Quảng Đông]] và [[Trường Kỳ]] về. Nhờ vậy mà quân đội của chúa Nguyễn được trang bị rất đầy đủ và chống đỡ được các cuộc tấn công của quân Trịnh.<ref>Việt sử giai thoại của Đào Trinh Nhất, Hn, 1943<\/ref>\n\nHai người con nuôi và con rể của Chúa Phúc Nguyên này đã sở hữu 17 chiếc thuyền trong tổng số 84 chiếc thuyền buôn của Nhật đến Đàng Trong từ năm 1604 - 1635.<ref>Theo sách của \"Xứ Đàng Trong- Lịch sử kinh tế và xã hội thế kỷ 17 và 18\" của Litana (Nhà xuất bản Trẻ dịch, 1999)<\/ref>\n\nChúa Nguyễn cũng có một loạt các bức thư trao đổi về ngoại giao và thương mại với chính quyền [[Mạc phủ Tokugawa]] (Nhật Bản) thời bấy giờ. Những văn bản [[An Nam Quốc Thư]] này hiện lưu trữ tại [[National Archives of Japan]] (国立公文書館).\n\nTừ năm 1604 đến năm 1634 (Nguyễn Phúc Nguyên được giao là Trấn thủ dinh Quảng Nam năm 1602), [[Mạc phủ]] đã cấp 130 giấy phép đến sáu cảng thuộc khu vực tương đương với Việt Nam hiện nay. Riêng [[Phố cổ Hội An|cảng Hội An]] có 86 thuyền được cấp giấy phép chiếm 25,98% số giấy phép cấp cho toàn bộ khu vực [[Đông Nam Á]], gấp gần năm lần tỷ số bình quân chung trong khu vực, chiếm 66,15% số giấy phép cấp cho toàn bộ khu vực Việt Nam, gấp sáu lần tỷ số bình quân chung cho Việt Nam.<ref>Theo nghiên cứu của GS. Iwao Seiichi. Được ghi trong \"Người Nhật, phố Nhật và di tích Nhật Bản ở Hội An trong Đô thị cổ Hội An\", Vũ Minh Giang, sđd, tr.206-207.<\/ref>\n\n===Các sự kiện khác===\n* Năm 1624, Chúa Nguyễn Phúc Nguyên gửi thư và tặng vật cho Toàn quyền [[Hà Lan]] ở Nam Dương ([[Indonesia]]), ngỏ lời mời thuyền buôn Hà Lan qua lại buôn bán với Đàng Trong.\n* Cuối năm 1624, Linh mục [[Alexandre de Rhodes]] và sáu giáo sĩ [[dòng Tên]] đến [[Hội An]]. Năm 1634, Chúa Phúc Nguyên ra lệnh cấm truyền bá đạo [[Giáo hội Công giáo|Công giáo]].\n* Năm 1631-1636, các tàu biển thuộc [[Công ty Đông Ấn Hà Lan]] bị nạn tại [[Quần đảo Hoàng Sa]] (thời đó gọi là Paracel) thuộc xứ Đàng Trong thời Chúa Phúc Nguyên có ghi chép như sau:<ref>Tạp chí Trường Viễn Đông bác cổ của Pháp ở Đông Dương (Bulletin de l'École Française d'Extrême-Orient, tome XXXVI). Nội dung cuốn nhật ký Batavia của [[Công ty Đông Ấn Hà Lan]]<\/ref>\n:''Ngày 20 tháng 7, các tàu này rời [[Vịnh Đà Nẵng]], ngày 21 thì gặp bão ngoài khơi, nên lạc nhau. Chiếc tàu Vin-hu-zen tới Đài Loan ngày 2 tháng 8, chiếc Scha-zen tới ngày 10 cùng tháng. Riêng chiếc Grootebroek bị đắm gần đảo Paracel ở vĩ tuyến 17° Bắc. Thương gia Jean de Sormeau cùng 8 thủy thủ đoàn đã hy sinh. Trong số hàng hóa trị giá 153.690 florins, thì số hàng hóa chìm cùng tàu là 70.695 florins. Phần còn lại được thủy thủ cứu và cất dấu nơi an toàn tại đảo. Thuyền trưởng Huijich Jansen và 12 thủy thủ đi bằng thuyền nhỏ vào duyên hải xứ Đàng Trong...''\n:''Thuyền trưởng Jansen làm báo trình về việc thuyền Grootebroek bị đắm tại Paracels và sự tịch thu 23.580 réaux bởi nhà chức trách xứ Đàng Trong.''\n\n== Qua đời ==\n\nSãi vương Nguyễn Phúc Nguyên [[chết|qua đời]] ngày 19 tháng 11 năm 1635, hưởng thọ 73 tuổi. Thế tử Nhân Lộc hầu [[Nguyễn Phúc Lan]] lên kế nghiệp, tức Thượng vương. Đình thần dâng Phúc Nguyên [[thụy hiệu]] là '''Đại đô thống trấn Nam phương Tổng quốc chính Dực Thiện Tuy Du Thụy Dương vương'''. Ban đầu an táng tại Sơn Phận, huyện Quảng Điền; sau cải táng về vùng núi Hải Cát, Hương Trà, Thừa Thiên. Tên lăng là [[Lăng Trường Diễn|Trường Diễn]]. Đến thời chúa [[Nguyễn Phúc Khoát]], Phúc Nguyên được truy tôn là '''Tuyên tổ Hiển Mô Quang Liệt Ôn Cung Minh Duệ Dực Thiện Tuy Du Hiếu Văn vương'''. Sau này, vua [[Gia Long]] truy tặng Phúc Nguyên miếu hiệu '''Hy Tông''', thụy hiệu '''Hiển Mô Quang Liệt Ôn Cung Minh Duệ Dực Thiện Tuy Du Hiếu Văn Hoàng đế'''.<ref>Đại Nam thực lục, tập 1, trang 41<\/ref>\n\n== Gia quyến ==\nSãi vương Nguyễn Phúc Nguyên có mười hai công tử và bốn công nữ:<ref>Nguyễn Phúc tộc Thế phả (Nhà xuất bản Thuận Hóa - Huế, 1995)<\/ref>\n\n===Vợ===\n* Chính thất [[Mạc Thị Giai]] (1578 - 1630), mẹ sinh của chúa Thượng [[Nguyễn Phúc Lan]]. [[Gia Long]] lên ngôi, truy tặng bà [[thụy hiệu]] là '''Huy Cung Từ Thận Ôn Thục Thuận Trang Hiếu Văn Hoàng hậu'''.\n\n=== Con trai ===\n# Khánh Quận công [[Nguyễn Phúc Kỳ]] (? - 27 tháng 7 năm 1631). Ban đầu làm Chưởng cơ, sau giữ chức Hữu phủ Chưởng phủ sự, trấn thủ [[Quảng Nam]]. Lúc còn sống thường thi hành ân đức, cấp dưỡng quân dân nên khi mất sĩ dân đều thương tiếc. Có bốn con trai đều làm đến chức Chưởng dinh.\n#'''[[Nguyễn Phúc Lan]]:''' Người kế vị Nguyễn Phúc Nguyên, gọi là '''Chúa Thượng'''\n#[[Nguyễn Phúc Anh]], trấn thủ [[Quảng Nam]]. Mưu phản nên bị chú ruột là Tường Quận công [[Nguyễn Phúc Khê]] giết đi và tước tông tịch.\n#Chưởng dinh [[Nguyễn Phúc Trung]], em cùng mẹ với chúa Thượng. Nghe lời Tống thị (vợ của Khánh Quận công) mà phản nghịch, bị giết và tước tông tịch.\n#[[Nguyễn Phúc An]], em cùng mẹ với chúa Thượng. Mất sớm, không rõ truyện.\n#Đô đốc Hữu phủ Quận công [[Nguyễn Phúc Vĩnh]], có bảy con trai.\n#[[Nguyễn Phúc Lộc]], không có truyện.\n#Phó tướng [[Nguyễn Phúc Tứ]], trấn thủ [[Quảng Nam]]. Lúc Tôn thất Anh làm phản, ông không theo nên thoát tội.\n#[[Nguyễn Phúc Thiệu]], không có truyện.\n#Vinh Quận công [[Nguyễn Phúc Vinh]], làm tới chức Chưởng cơ. Sau khi qua đời được táng tại làng Phú Xuân ([[Hương Trà]], [[Thừa Thiên Huế|Thừa Thiên]]). Có một con trai.\n#[[Nguyễn Phúc Đôn]], làm tới chức Chưởng cơ. Có một con trai.\n#[[Nguyễn Phúc Nghĩa]], em cùng mẹ với chúa Thượng, chết non, không rõ giai thứ.\n\n=== Con gái ===\n#[[Nguyễn Phúc Ngọc Liên]], chị cùng mẹ với chúa Thượng, tục gọi bà là Quận Thanh. Năm 1629, bà hạ giá lấy Trấn Biên dinh Lưu thủ Phó tướng Thanh Lộc hầu [[Mạc Cảnh Vinh]] ([[Nguyễn Phúc Vinh]]), con trai Khai quốc công thần [[Mạc Cảnh Huống]], hậu duệ của [[Mạc Đăng Dung]].<ref>Đại Nam thực lục tiền biên,4,tr56<\/ref> Ông và bà lập ra hệ tính Nguyễn Hữu gốc Mạc, con cháu nay đổi họ Nguyễn Trường nhập tịch ở Quảng Nam. Ông bà sinh một con trai là Đội trưởng Toàn Trung hầu Nguyễn Phúc Tao.\n#[[Công nữ Ngọc Vạn|Nguyễn Phúc Ngọc Vạn]], em cùng mẹ với công nữ Ngọc Liên. Được gả làm Vương hậu của vua [[Chey Chettha II|Chey Chetta II]].\n#[[Công nữ Ngọc Khoa|Nguyễn Phúc Ngọc Khoa]], em cùng mẹ với công nữ Ngọc Liên và Ngọc Vạn. Được gả làm Vương hậu của vua [[Chiêm Thành]] [[Po Rome]].\n#[[Nguyễn Phúc Ngọc Đỉnh]] (? - 1624), hạ giá lấy Nghĩa Quận công [[Nguyễn Cửu Kiều]] (1599-1656), con trai của Thượng tướng [[Nguyễn Quảng]] triều [[hậu Lê]], bà sinh năm con trai: 1. Vỵ Xuyên hầu [[Nguyễn Cửu Thiên]], 2. Duyên Lộc hầu [[Nguyễn Cửu Duyên]], 3. Trấn Quận công [[Nguyễn Cửu Ứng]], 4. Dực Đức hầu [[Nguyễn Cửu Kế]], 5. Cẩm Long hầu [[Nguyễn Cửu Thân]]. Khi mất bà được ban thụy là '''Từ Thục'''. Ông và bà lập ra hệ tính Nguyễn Cửu.\n# [[Công nữ Ngọc Hoa|Nguyễn Phúc Ngọc Hoa]]: Con gái nuôi của chúa Sãi Nguyễn Phúc Nguyên, sau được gả cho [[Araki Soutaro]] (荒木宗太郎) của [[Nhật Bản]]. Câu chuyện về hai người trở thành một truyền kì nổi tiếng ở [[Nagasaki]].\n\n== Nhận định ==\nChúa Sãi Nguyễn Phúc Nguyên được xem là vị [[chúa]] đầu tiên xây dựng cơ nghiệp Đàng Trong của [[nhà Nguyễn]] với ý chí cương quyết, tạo nên một xứ Đàng Trong độc lập, tự chủ. Ông đã chỉnh đốn việc cai trị, củng cố quốc phòng, biết dùng người tài để chăm lo việc nước nên nhân dân được an cư lạc nghiệp. Ngoài ra, ông còn đẩy lui được các cuộc tấn công của chúa Trịnh ở Đàng Ngoài.<ref name=\"nguyenphuoctoc\" \/>\n\nÔng đã tạo nên một nền ngoại thương hàng hải mạnh, với thương cảng Hội An trở thành thương cảng chính không chỉ của Đàng Trong mà trên toàn khu vực tương đương với Việt Nam và Đông Nam Á hiện nay.\n\nÔng cũng được xem là nhân vật có vai trò then chốt trong cuộc nội chiến Trịnh &ndash; Nguyễn, một cuộc nội chiến ác liệt, kéo dài và không phân thắng bại; nó tiêu hủy sức người, sức của, và dẫn đến chia cắt sự thống nhất của quốc gia [[Đại Việt]]. Nhưng chế độ Đàng Trong của chúa Nguyễn đã thực thi những chính sách cai trị cách tân, khác với [[Đàng Ngoài]], lúc đó đang theo xu hướng hoài cổ Nho giáo [[thời Lê sơ]], kìm hãm sự phát triển của [[xã hội]]. Về mặt khách quan, cuộc nội chiến có lợi cho xu thế phát triển của lịch sử dân tộc.\n\n== Tưởng nhớ ==\nTên ông được đặt tên cho một con đường ở Quận 3, Thành phố Hồ Chí Minh\n\nMột cụm [[rạn san hô]] ở phía nam [[Biển Đông]] cũng được đặt tên ông, gọi là [[bãi Phúc Nguyên]].\n\nHình ảnh của ông được thờ cúng trong khu Nam Phương Linh Từ, ở Đồng Tháp.\n\n== Chú giải ==\n{{notelist}}\n\n== Chú thích ==\n{{Tham khảo}}\n=== Thư mục ===\n* {{chú thích\n | author=Trần Trọng Kim\n | authorlink=Trần Trọng Kim\n | title=[[Việt Nam sử lược]]\n | publisher=Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh\n | place=\n | volume=\n | url=\n | edition=\n | year=2005\n | ISBN=\n}}.\n* {{ Citation\n | author=Phan Khoang\n | title=Việt sử xứ Đàng Trong\n | publisher=Nhà xuất bản Văn Học\n | place=\n | volume=\n | edition=\n | year=2001\n | authorlink=\n}}.\n* {{ Citation\n | author=Thi Long\n | title=Nhà Nguyễn chín Chúa mười ba Vua\n | publisher=Nhà xuất bản Đà Nẵng\n | place=\n | volume=\n | edition=\n | year=1998\n | authorlink=\n}}.\n* [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục]]'', ''tập 1'', bản dịch Nhà xuất bản Giáo dục, [[Hà Nội]], [[2002]]\n* {{chú thích\n | url=http:\/\/nguyenphuoctoc.net\/vuong-pha\/03_nguyenphucnguyen.htm \n | title=Đức Hy tông Hiếu Văn Hoàng đế húy Nguyễn Phúc Nguyên (1563 - 1635)\n | access-date = \n | format=\n | work=Vương phả Nguyễn Phước Tộc\n | publisher=Gia tộc Nguyễn Phước\n | language=\n | author=Gia tộc Nguyễn Phước\n | year=2006\n}}.\n\n== Đọc thêm ==\n* Tôn Thất Bình (2006). ''Kể chuyện chín chúa mười ba vua triều Nguyễn'', Việt Nam: Nhà xuất bản Trẻ\n* Bích Ngọc (3\/2009). ''Sãi Vương Nguyễn Phúc Nguyên'' - ''Kể chuyện lịch sử Việt Nam'', Việt Nam: Nhà xuất bản Văn hóa Thông tin\n\n== Liên kết ngoài ==\n* [http:\/\/www.tuanvietnam.net\/vn\/tulieusuyngam\/5359\/index.aspx Kỳ 1: Nguyễn Phúc Nguyên - Vị chúa kỳ công mở cõi đầu thế kỷ đầu thế kỷ XVII]\n* [http:\/\/www.tuanvietnam.net\/vn\/tulieusuyngam\/5395\/index.aspx Kỳ 2: Nguyễn Phúc Nguyên - Vị chúa mở cõi, thành lập đội Hoàng Sa]\n\n== Xem thêm ==\n* [[Chúa Nguyễn]]\n* [[Nguyễn Hoàng]]\n* [[Nguyễn Hữu Dật]]\n* [[Trịnh-Nguyễn phân tranh]]\n* [[Trịnh Tráng]]\n\n{{Đầu hộp}}\n{{thứ tự kế vị\n|trước=Chúa Tiên [[Nguyễn Hoàng]]\n|chức vụ=[[Chúa Nguyễn|Sãi vương]]\n|sau=Chúa Thượng [[Nguyễn Phúc Lan]]\n|năm=[[1613]]-[[1635]]}}\n{{Cuối hộp}}\n{{Chúa Nguyễn|hiện=1}}\n{{Các chủ đề|Lịch sử Việt Nam}}\n\n[[Thể loại:Chúa Nguyễn]]\n[[Thể loại:Sinh năm 1563]]\n[[Thể loại:Mất năm 1635]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Công tước nhà Lê trung hưng]]\n[[Thể loại:Người tham gia chiến dịch quân sự trong thời kỳ Trịnh – Nguyễn phân tranh]]\n[[Thể loại:Hoàng đế truy tôn Việt Nam]]"}