{"65921":"{{chú thích trong bài}}\n'''Ngày Lâm nghiệp Việt Nam''' hay '''Ngày truyền thống ngành lâm nghiệp Việt Nam''' là [[ngày kỷ niệm]] truyền thống của toàn thể cán bộ, công nhân viên chức đang hoạt động và đã từng hoạt động, gắn bó với ngành [[lâm nghiệp]] tại [[Việt Nam]], được tổ chức vào ngày [[28 tháng 11]] hàng năm.\n\n==Lịch sử==\nNgày [[28 tháng 11]] năm [[1959]] Chủ tịch [[Hồ Chí Minh]] ra pháp lệnh trồng rừng trong cả nước. Trong pháp lệnh này, Hồ Chủ tịch đã khuyên nhân dân cả nước nên [[trồng rừng]]. Trồng rừng vừa không tốn kém, lại mang về lợi ích lâu dài cho đất nước. Trẻ em từ 8 tuổi trở lên có thể tham gia trồng rừng.\n\nNgày [[28 tháng 6]] năm [[1995]], theo đề nghị của [[Bộ Lâm nghiệp Việt Nam|Bộ Lâm nghiệp]] lúc bấy giờ, để cổ vũ động viên cán bộ công nhân viên chức hoạt động trong ngành lâm nghiệp trong cả nước, thực hiện lời dạy của Chủ tịch Hồ Chí Minh, [[Thủ tướng Việt Nam|Thủ tướng]] [[Chính phủ Việt Nam|Chính phủ]] đã ký quyết định 380\/TTG lấy ngày [[28 tháng 11]] làm ngày truyền thống cho ngành lâm nghiệp Việt Nam.\n\n<div style=\"background: #f3d3d3; border-width: 1px; border-color: #888888; border-style: solid; margin: 9px; padding: 8px\">\nNội dung quyết định 380\/TTG:\n:'''Điều 1:''' Hàng năm, bắt đầu từ năm 1995, lấy ngày 28 tháng 11 là \"Ngày Lâm nghiệp Việt Nam\".\n:'''Điều 2:''' Việc tổ chức \"Ngày Lâm nghiệp Việt Nam\" phải thực hiện được các nội dung, yêu cầu sau:\n#*Giáo dục ý thức bảo vệ rừng, bảo vệ môi trường trong toàn dân; tình cảm yêu ngành nghề, yêu quê hương, đất nước trong cán bộ, công nhân viên và lao động lâm nghiệp.\n#*Động viên phong trào thi đua lao động sản xuất, phát triển rừng với năng suất, chất lượng cao; sử dụng tài nguyên rừng hợp lý, tiết kiệm.\n#*Vận động, tổ chức các ngành, các đoàn thể, các giới có những hoạt động cụ thể, những công trình, những việc có ích để báo công dâng Bác; biểu dương, khen thưởng người tốt, việc tốt, địa phương và đơn vị tốt.\n#*Việc tổ chức \"Ngày Lâm nghiệp Việt Nam\" hàng năm phải thiết thực, có hiệu quả, không phô trương, lãng phí, bảo đảm đạt được nội dung, yêu cầu nói trên.\n:'''Điều 3: '''Bộ trưởng Bộ Lâm nghiệp hướng dẫn thực hiện Quyết định này theo đúng nội dung, yêu cầu ghi ở Điều 2.\n\n:'''Điều 4: '''Các Bộ trưởng, Thủ trưởng cơ quan ngang Bộ, Thủ trưởng cơ quan thuộc Chính phủ, Chủ tịch Ủy ban nhân dân các tỉnh, thành phố trực thuộc Trung ương chịu trách nhiệm thi hành Quyết định này.\n<\/div>\n\nNgày 28 tháng 11 chính thức trở thành ngày truyền thống hàng năm của ngành [[lâm nghiệp]] Việt Nam.\n\n==Xem thêm==\n*[[Lâm nghiệp]]\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Ngày truyền thống]]\n[[Thể loại:Lâm nghiệp]]\n[[Thể loại:Ngày lễ Việt Nam|Lâm nghiệp Việt Nam]]"}