{"2425529":"{{Tóm tắt về công ty\n| tên   = Ngân hàng thương mại trách nhiệm hữu hạn một thành viên Xây dựng Việt Nam <br \/> VNCB\n| biểu trưng   =\n| loại   = Doanh nghiệp trách nhiệm hữu hạn một thành viên\n| thành lập    = \n| trụ sở     = \n| thành viên chủ chốt    =\n| lĩnh vực   = [[Tài chính]]\n| ngành     = [[Ngân hàng]]\n| sản phẩm     = [[Khu vực tài chính|Dịch vụ tài chính]]\n| tài sản      =\n| thu nhập     = \n| thu nhập trước lãi vay và thuế = \n| lãi thực    = \n| chi nhánh   = \n| số nhân viên  = 1.500 người (31 tháng 10 năm 2013) <ref name=\"source1\"\/>\n| công ty mẹ      = \n| trang chủ     = [http:\/\/cbbank.vn\/ cbbank.vn]\n| ghi chú    = \n}}\n\n'''Ngân hàng thương mại trách nhiệm hữu hạn một thành viên Xây dựng Việt Nam''' (tên cũ '''Ngân hàng thương mại cổ phần Xây dựng Việt Nam''', tên gọi tắt: '''Ngân hàng Xây dựng Việt Nam''', tên [[tiếng Anh]]: ''Vietnam Construction Bank'', tên viết tắt: ''VNCB'') là một [[Ngân hàng thương mại]] đa chức năng tại [[Việt Nam]]. Tính đến cuối năm 2013, Ngân hàng có [[vốn điều lệ]] 7.500 tỷ đồng.<ref name=\"source0\">{{Chú thích web |url=http:\/\/vncb.vn\/Pages\/About.aspx |ngày truy cập=2013-12-11 |tựa đề=Giới thiệu Ngân hàng Xây dựng Việt Nam |archive-date = ngày 7 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131207160329\/http:\/\/vncb.vn\/Pages\/About.aspx |url-status=dead }}<\/ref><!-- cần nguồn bên thứ 3, độc lập, uy tín cho trung lập nhỉ? -->\n\nNgày 2 tháng 2 năm 2014, [[Ngân hàng Nhà nước Việt Nam]] phát đi thông báo về việc xử lý đặc biệt đối với Ngân hàng Thương mại Cổ phần Xây dựng Việt Nam, theo đó, Ngân hàng Nhà nước quyết định sẽ mua lại bắt buộc toàn bộ vốn cổ phần của VNCB với giá bằng 0 đồng\/cổ phần ([[quốc hữu hóa]]) và trở thành chủ sở hữu (100% vốn điều lệ) của VNCB.<ref name=\"vneco\">[http:\/\/vneconomy.vn\/tai-chinh\/ngan-hang-xay-dung-ve-ngan-hang-nha-nuoc-gia-0-dong-20150202070027792.htm Ngân hàng Xây dựng về Ngân hàng Nhà nước giá 0 đồng]<\/ref>\n\n== Lịch sử hình thành và hoạt động ==\n===Ngân hàng thương mại cổ phần Đại Tín===\nNăm 1989, VNCB được thành lập với tên gọi khai sinh là '''Ngân hàng thương mại cổ phần nông thôn Rạch Kiến''' theo Quyết định số 1114\/UB.QÐ ngày 21-7-1989 của UBND tỉnh Long An và chính thức đi vào hoạt động từ ngày 1 tháng 9 năm 1989.<ref>[http:\/\/www.nhandan.com.vn\/mobile\/_mobile_kinhte\/_mobile_tintuc\/item\/394102.html http:\/\/www.nhandan.com.vn\/mobile\/_mobile_kinhte\/_mobile_tintuc\/item\/394102.html Tái cơ cấu bằng nguồn lực trong nước]<\/ref>\n\nThời điểm thành lập, Ngân hàng đối mặt với nhiều khó khăn trong bối cảnh nền kinh tế Việt Nam chuyển đổi từ kinh tế hóa tập trung sang nền kinh tế thị trường có sự quản lý của Chính phủ. Bằng sự nỗ lực, Ngân hàng đã vượt qua giai đoạn khủng hoảng hệ thống tín dụng vào đầu những năm 1990.\n\nNgày 29 tháng 12 năm [[1993]], [[Ngân hàng Nhà nước Việt Nam]] cấp giấy phép số 0047\/NH-GP về việc chấp thuận cho Ngân hàng TMCP nông thôn Rạch Kiến thành lập và hoạt động.<ref>[http:\/\/sbv.gov.vn\/portal\/faces\/vi\/vilinks\/videtail\/vicm101\/vict101;jsessionid=6Qp1JW0Qs2N0Jyy4wKY5M4JfBmYyGv2s5mrr2cMnfy9qjgh6dmGH!-396673873!1634095264?dDocName=CNTHWEBAP01162521478&_afrLoop=3969826459747800&_afrWindowMode=0&_afrWindowId=null#%40%3F_afrWindowId%3Dnull%26_afrLoop%3D3969826459747800%26dDocName%3DCNTHWEBAP01162521478%26_afrWindowMode%3D0%26_adf.ctrl-state%3Dgmowj4dfq_4 NH TMCP nông thôn Rạch Kiến được chấp thuận chuyển đổi mô hình hoạt động] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140915141540\/http:\/\/sbv.gov.vn\/portal\/faces\/vi\/vilinks\/videtail\/vicm101\/vict101;jsessionid=6Qp1JW0Qs2N0Jyy4wKY5M4JfBmYyGv2s5mrr2cMnfy9qjgh6dmGH!-396673873!1634095264?dDocName=CNTHWEBAP01162521478&_afrLoop=3969826459747800&_afrWindowMode=0&_afrWindowId=null#%40%3F_afrWindowId%3Dnull%26_afrLoop%3D3969826459747800%26dDocName%3DCNTHWEBAP01162521478%26_afrWindowMode%3D0%26_adf.ctrl-state%3Dgmowj4dfq_4 |date = ngày 15 tháng 9 năm 2014}}, ngày 17 tháng 8 năm 2007. Trang tin điện tử [[Ngân hàng Nhà nước Việt Nam]].<\/ref>\n\nGiai đoạn từ năm 1990 đến 1999, Ngân hàng ổn định hoạt động, bước đầu có sự tăng trưởng qua từng năm.\n\nGiai đoạn từ năm 1999 đến 2005: Ngân hàng giữ vững các chỉ tiêu tăng trưởng đều đặn qua từng năm.\n\nNgày 17\/08\/2007, theo quyết định số 1931\/QĐ-NHNN, VNCB được Thống đốc [[Ngân hàng Nhà nước Việt Nam]] về việc chuyển đổi mô hình hoạt động thành Ngân hàng thương mại cổ phần đô thị với tên gọi là '''Ngân hàng thương mại cổ phần Đại Tín (TrustBank)'''.\n\nGiai đoạn từ năm 2008 đến năm 2010: Giai đoạn Ngân hàng thương mại cổ phần Đại Tín tăng trưởng với tốc độ nhanh và ổn định. Đến 31\/12\/2010 vốn điều lệ Ngân hàng đạt 3.000 tỷ đồng, tổng tài sản đạt 19.762 tỷ đồng; lợi nhuận đạt 302 tỷ đồng, đạt 103 điểm trên toàn quốc.<ref name=\"source1\">{{Chú thích web | url = http:\/\/vncb.vn\/Pages\/About.aspx | tiêu đề = VIETNAM CONSTRUCTION BANK | tác giả 1 =  | ngày =  | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 7 tháng 12 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20131207160329\/http:\/\/vncb.vn\/Pages\/About.aspx }}<\/ref>\n\nGiai đoạn từ năm 2011 đến 2012: Ngân hàng đối mặt với nhiều khó khăn thách thức do ảnh hưởng suy thoái chung của kinh tế toàn cầu cũng như tình hình khó khăn, khủng hoảng kinh tế tại Việt Nam, tỉ lệ nợ xấu tăng lên. Đại Tín khi đó thuộc nhóm 09 ngân hàng phải thực hiện tái cơ cấu theo yêu cầu của Chính phủ. Cuối năm 2012, đề án tái cơ cấu Ngân hàng TMCP Đại Tín với sự tham gia của nhóm cổ đông chiến lược mới được hoàn thiện và chính thức được Ngân hàng Ngân hàng Nhà nước phê duyệt.<ref name=\"source1\"\/>\n====Lãnh đạo====\n*Chủ tịch Hội đồng quản trị: [[Hoàng Văn Toàn]]<ref name=\"vnexpress20180422\">{{Chú thích web |url =https:\/\/vnexpress.net\/tin-tuc\/phap-luat\/cuu-chu-tich-trustbank-phan-doi-cao-buoc-gay-thiet-hai-470-ty-dong-3740104.html |tiêu đề =Cựu Chủ tịch TrustBank phản đối cáo buộc gây thiệt hại 470 tỷ đồng |tác giả 1 =Hải Duyên |ngày =2018-04-22 |nhà xuất bản =VnExpress |ngày truy cập =2018-04-22 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-04-22}}<\/ref>\n*Tổng giám đốc: [[Trần Sơn Nam]]<ref name=\"vnexpress20180422\"\/>\n*Cố vấn cao cấp: [[Hứa Thị Phấn]] (Sáu Phấn)<ref>{{Chú thích web |url =https:\/\/vnexpress.net\/tin-tuc\/phap-luat\/co-van-cap-cao-trustbank-hua-thi-phan-bi-khoi-to-3560351.html#ctr=box_morelink_phapluat_env_4_click |tiêu đề =Cố vấn cấp cao TrustBank Hứa Thị Phấn bị khởi tố |tác giả 1 =Hải Duyên - Quốc Thắng |ngày =2017-03-24 |nhà xuất bản =VnExpress |ngày truy cập =2018-04-22 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-04-22}}<\/ref>\n\n===Ngân hàng thương mại cổ phần Xây dựng Việt Nam===\nTháng 5\/2013, Thống đốc Ngân hàng Nhà nước Việt Nam ban hành quyết định số 1161\/QĐ-NHNN về việc thay đổi tên gọi của Ngân hàng thương mại cổ phần Đại Tín, theo đó, tên gọi mới chính thức là Ngân hàng TMCP Xây dựng Việt Nam (Tên viết tắt tiếng Việt và tiếng Anh là [[Ngân hàng xây dựng Việt Nam]] và Vietnam Construction Bank) với chiến lược phát triển đáp ứng nhu cầu thiết thực của nền kinh tế Việt Nam nói chung và của ngành xây dựng nói riêng. Theo đó, Ngân hàng Xây dựng Việt Nam là ngân hàng đa năng, tập trung hoạt động theo hướng cung cấp các dịch vụ ngân hàng đặc thù đến các khách hàng doanh nghiệp hoạt động trong lĩnh vực sản xuất, kinh doanh vật liệu xây dựng, xây dựng nhà ở xã hội, nhà trả chậm... Đồng thời, ngân hàng cũng triển khai thực hiện theo các chủ trương của Chính phủ tại các nghị quyết 01\/NQ-CP và 02\/NQ-CP trong việc đồng hành cùng các doanh nghiệp bất động sản, xây dựng, tháo gỡ khó khăn, giải phóng hàng hóa tồn đọng, hỗ trợ sự phát triển của thị trường...<ref>{{Chú thích web | url = http:\/\/vov.vn\/kinh-te\/doanh-nghiep\/ra-mat-ngan-hang-tmcp-xay-dung-viet-nam-263273.vov | tiêu đề = Ra mắt Ngân hàng TMCP Xây dựng Việt Nam | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = [[Đài Tiếng nói Việt Nam|Báo Điện tử Đài Tiếng nói Việt Nam]] | ngôn ngữ = }}<\/ref> Qua đó, ông Phan Thành Mai, Tổng thư ký Hiệp hội bất động sản Việt Nam được giới thiệu với vai trò là phó tổng giám đốc thường trực Ngân hàng, tuy nhiên những thành viên HĐQT của Ngân hàng Xây dựng không được công bố công khai trên website ngân hàng này như những nhà băng khác vẫn làm<ref>{{Chú thích web | url = http:\/\/www.doisongphapluat.com\/kinh-doanh\/doanh-nhan\/ong-pham-cong-danh-chu-tich-ngan-hang-xay-dung-vua-bi-bat-la-ai-a43566.html | tiêu đề = Nguyên Chủ tịch Ngân hàng Xây dựng vừa bị bắt là ai? | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = Báo đời sống & pháp luật Online | ngôn ngữ = }}<\/ref>. Theo nhận định của ông Nguyễn Xuân Thành, giám đốc Chương trình giảng dạy kinh tế Fulbright, thì VNCB ra đời đứng đằng sau là một tập đoàn xây dựng và một nhóm cổ đông bất động sản. Theo tờ báo Kinh tế Sài Gòn Online, từ đầu tháng 2-2013 tập đoàn Thiên Thanh - cổ đông mới - đã chính thức tiếp quản Ngân hàng TMCP Đại Tín.<ref>{{Chú thích web | url = http:\/\/www.thesaigontimes.vn\/118590\/Chuyen-%E2%80%9Cbep-nuc%E2%80%9D-Ngan-hang-Xay-dung.html | tiêu đề = Chuyện \"bếp núc\" Ngân hàng Xây dựng | tác giả 1 =  | ngày =  | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 13 tháng 8 năm 2014 | archive-url = https:\/\/web.archive.org\/web\/20140813034939\/http:\/\/www.thesaigontimes.vn\/118590\/Chuyen-%E2%80%9Cbep-nuc%E2%80%9D-Ngan-hang-Xay-dung.html }}<\/ref>\n\nNgày 26\/12\/2013, VNCB có báo cáo chính thức vốn điều lệ đạt mốc 7.500 tỷ đồng.<ref name=\"source0\"\/><ref>{{Chú thích web |url=http:\/\/vncb.vn\/Pages\/NewsDetail.aspx?ar=1596 |ngày truy cập=2014-02-12 |tựa đề=Bố cáo tăng vốn điều lệ lên 7.500 tỷ đồng của VNCB |archive-date = ngày 7 tháng 3 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140307234727\/http:\/\/vncb.vn\/Pages\/NewsDetail.aspx?ar=1596 |url-status=dead }}<\/ref>\n\nNgày 13\/05\/2014, Ngân hàng Xây dựng Việt Nam (VNCB) cùng với 07 Ngân hàng khác gồm: Đầu tư và Phát triển Việt Nam (BIDV), Công thương Việt Nam (Vietinbank), Ngoại thương Việt Nam (Vietcombank), Nông nghiệp và Phát triển nông thôn Việt Nam (Agribank), Phát triển nhà [[đồng bằng sông Cửu Long]] (MHB), Bưu điện Liên Việt và Sài Gòn - Hà Nội thuộc 8 ngân hàng được Ngân hàng Nhà nước chỉ định thực hiện thí điểm gói sản phẩm tín dụng liên kết 4 nhà (ngân hàng, nhà đầu tư, nhà thầu, nhà cung cấp vật liệu) nhằm góp phần tháo gỡ khó khăn cho thị trường bất động sản, đẩy mạnh tiêu thụ hàng tồn kho bất động sản, hàng tồn kho vật liệu xây dựng... Mô hình sản phẩm liên kết này có thể tạo điều kiện cho các doanh nghiệp có nợ quá hạn vay vốn, tháo gỡ khó khăn về vốn, hạn chế tình trạng đầu tư dang dở, lãng phí, nâng cao chất lượng tín dụng, giảm nợ xấu trong hoạt động ngân hàng..<ref>{{Chú thích web | url = http:\/\/www.thanhnien.com.vn\/pages\/20140513\/ngan-hang-nha-nuoc-chi-dinh-8-ngan-hang-thi-diem-lien-ket-4-nha.aspx | tiêu đề = Ngân hàng Nhà nước chỉ định 8 ngân hàng thí điểm \"liên kết 4 nhà\" | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref>\n\nNgày 29\/07\/2014, tại VNCB có sự thay đổi nhân sự. Ba lãnh đạo Ngân hàng Xây dựng Việt Nam (ông [[Phạm Công Danh]] (nguyên Chủ tịch HĐQT), ông Phan Thành Mai (nguyên Tổng giám đốc, thành viên HĐQT) và ông Mai Hữu Khương (nguyên Giám đốc Chi nhánh Sài Gòn, thành viên HĐQT) bị bắt tạm giam để điều tra. Ngày hôm trước ban lãnh đạo mới đã được Ngân hàng bổ nhiệm thay thế. Tuy nhiên, việc thay đổi nhân sự này không ảnh hưởng đến hoạt động nghiệp vụ bình thường cũng như việc đảm bảo khả năng thanh khoản tại VNCB<ref name=\"source8\">{{Chú thích web | url = http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/07\/140730_vncb_arrests.shtml | tiêu đề = Ba lãnh đạo ngân hàng bị bắt giam - BBC Vietnamese - Việt Nam | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = | ngôn ngữ = }}<\/ref>. \n \nChiều ngày 1\/8\/2014, Ngân hàng TMCP Ngoại thương Việt Nam – Vietcombank và Ngân hàng TMCP Xây dựng Việt Nam – VNCB đã ký thỏa thuận hợp tác chiến lược toàn diện. Cụ thể, Vietcombank sẽ tham gia hỗ trợ VNCB thực hiện đề án tái cơ cấu ngân hàng, trong đó nội dung quan trọng nhất liên quan tới xử lý nợ xấu và hỗ trợ các vấn đề về thanh khoản.<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/tai-chinh-dau-tu\/ngan-hang-xay-dung-se-sap-nhap-vao-vietcombank-925215.htm | tiêu đề = Ngân hàng Xây dựng sẽ sáp nhập vào Vietcombank? | tác giả 1 = | ngày = 2 tháng 8 năm 2014 | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>\n===Ngân hàng thương mại trách nhiệm hữu hạn một thành viên Xây dựng Việt Nam===\nTháng 3 năm 2015, [[Ngân hàng Nhà nước Việt Nam]] quyết định chuyển đổi Ngân hàng thương mại cổ phần Xây dựng Việt Nam thành '''Ngân hàng thương mại trách nhiệm hữu hạn một thành viên Xây dựng Việt Nam''' do [[Nhà nước Việt Nam]] làm chủ sở hữu. Ngân hàng ngoại thương Việt Nam (Vietcombank) quản trị ngân hàng này. Phó Tổng giám đốc Vietcombank [[Nguyễn Văn Tuân]] thôi các chức vụ ở Vietcombank và giữ chức vụ mới là Chủ tịch Ngân hàng thương mại trách nhiệm hữu hạn một thành viên Xây dựng Việt Nam.<ref>{{Chú thích web |url =https:\/\/kinhdoanh.vnexpress.net\/tin-tuc\/ebank\/ngan-hang\/ngan-hang-xay-dung-sau-gan-3-nam-nha-nuoc-mua-lai-3686388.html |tiêu đề =Ngân hàng Xây dựng sau gần 3 năm Nhà nước mua lại |tác giả 1 =Thanh Lê |ngày =2017-12-19 |nhà xuất bản =[[VnExpress]] |ngày truy cập =2018-04-25 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-04-25}}<\/ref>\n\n==Cổ đông==\nTừ ngày 31\/5\/2013, Ngân hàng TMCP Xây dựng Việt Nam bao gồm 551 cổ đông<ref>{{Chú thích web | url = http:\/\/vncb.vn\/Pages\/loginMember.aspx?Mss=1 | tiêu đề = \tVIETNAM CONSTRUCTION BANK | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = | ngôn ngữ = }}<\/ref>, cụ thể:\n\n'''''Khối cổ đông pháp nhân'':''' 06 cổ đông bao gồm: \n*Khối Văn phòng nhà nước: 03; \n*Tổ chức tín dụng nhà nước: 01 ([[Ngân hàng Nông nghiệp và Phát triển Nông thôn Việt Nam]] - AGRIBANK);\n*Doanh nghiệp nhà nước: 01 (Công ty lương thực - Long An); \n*Doanh nghiệp ngoài quốc doanh: 01 ([[Công ty TNHH Tập đoàn Thiên Thanh]]). \n'''''Khối cổ đông thể nhân'':''' gồm 545 cổ đông.\n\nKể từ khi NHNN mua lại toàn bộ cổ phần với giá 0 đồng và chuyển đổi mô hình ngân hàng thành Ngân hàng TM TNHH MTV thì các cổ đông của ngân hàng chấm dứt tư cách của mình.\n\n==Chức năng==\n*Huy động vốn (nhận tiền gửi của khách hàng) bằng đồng Việt Nam, ngoại tệ;\n*Sử dụng vốn (cung cấp tín dụng, đầu tư, hùn vốn liên doanh) bằng đồng Việt Nam, ngoại tệ; Các dịch vụ trung gian (thực hiện thanh toán trong nước, thực hiện dịch vụ ngân quỹ, chuyển tiền kiều hối và chuyển tiền nhanh, bảo hiểm nhân thọ qua ngân hàng);\n*Thanh toán quốc tế và kinh doanh ngoại tệ;\n*Cung cấp dịch vụ cho vay xuất khẩu, cho vay và dịch vụ cho ngành vật liệu xây dựng và nhà ở cho người có thu nhập thấp sẽ được ngân hàng chú trọng phát triển.<ref name=\"source0\"\/>\n\n== Một số thành tích nổi bật đạt được trong lịch sử hoạt động==\n*Đạt Top 500 doanh nghiệp lớn nhất Việt Nam (VNR 500) 4 năm liền xếp hạng bởi Vietnam Report và Báo [[VietNamNet]] (Thứ hạng 147).\n*Đạt Top 50 doanh nghiệp nổi tiếng Việt Nam chứng nhận bởi [[Cục Sở hữu trí tuệ]] Việt Nam năm 2011.\n*Đạt Top 500 doanh nghiệp tăng trưởng nhanh nhất Việt Nam 3 năm liền. \n* Top 1.000 Doanh nghiệp nộp thuế thu nhập lớn nhất Việt Nam năm 2012 thống kê bởi VN Report và Báo điện tử Vietnamnet.\n*Bằng khen của [[Ngân hàng Nhà nước Việt Nam]]: \"Đã có thành tích trong 20 năm xây dựng và phát triển 1989 - 2009, góp phần vào sự nghiệp phát triển ngân hàng tại Việt Nam\".\n*\"Siêu cúp thương thiệu mạnh và phát triển bền vững\" năm 2009 do [[Bộ Công Thương (Việt Nam)]] trao tặng.\n*Đạt danh hiệu \"Tín nhiệm Doanh nghiệp\" do Trung tâm Khoa học Thẩm định Tín nhiệm Doanh nghiệp Việt Nam chứng nhận năm 2011.\n*Đoạt cúp và chứng nhận \"Thương hiệu Việt được yêu thích\" do báo Sài gòn giải phóng bình chọn năm 2011, 2012.\n*Giấy chứng nhận Cúp vàng thương hiệu và nhãn hiệu do Hội Doanh nghiệp Việt Nam trao tặng.\n*Bằng khen cho tập thể Ngân hàng vì \"Đã có thành tích xuất sắc trong việc thực hiện công tác báo cáo thống kê\" do Thống đốc [[Ngân hàng Nhà nước Việt Nam]] trao tặng năm 2009.\n*Đoạt Cúp và giấy chứng nhận \"Doanh nghiệp vì cộng đồng\" do Bộ công trương trao tặng.\n*Kỷ niệm chương \"Vì cộng đồng nhân ái, thịnh vượng\" do Trung ương [[Mặt trận Tổ quốc Việt Nam]] trao tặng. \n*Bằng khen \"Đã có nhiều thành tích trong công tác từ thiện xã hội địa phương\" do Ủy ban nhân dân nhiều tỉnh thành (TP. Hồ Chí Minh, Long An, Bình Thuận, Đồng Tháp, Cà Mau, Kiên Giang, Tiền Giang, Vĩnh Long, Tiền Giang, An Giang...) trao tặng.<ref>{{Chú thích web | url = http:\/\/vncb.vn\/Pages\/About.aspx?ab=2 | tiêu đề = \tVIETNAM CONSTRUCTION BANK | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n== Danh sách chi nhánh ==\nĐến 31\/10\/2013, mạng lưới hoạt động của Ngân hàng Xây dựng Việt Nam đạt 112 điểm trên toàn quốc, dự kiến đạt 115 điểm vào cuối năm 2013. Hiện tại, mạng lưới gồm các Chi nhánh lớn:<ref>{{Chú thích web | url = http:\/\/vncb.vn\/Pages\/OperationNetwork.aspx | tiêu đề = VIETNAM CONSTRUCTION BANK | tác giả 1 =  | ngày =  | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 7 tháng 12 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20131207163602\/http:\/\/vncb.vn\/Pages\/OperationNetwork.aspx }}<\/ref>\n\n*Chi nhánh Hà Nội\n*Chi nhánh Đà Nẵng\n*Chi nhánh Bình Thuận\n*Chi nhánh Nha Trang\n*Chi nhánh Vũng Tàu\n*Chi nhánh Đồng Nai\n*Chi nhánh Bình Dương\n*Chi nhánh Sài Gòn\n*Chi nhánh Lam Giang\n*Chi nhánh Long An\n*Chi nhánh Rạch Kiến\n*Chi nhánh Cần Thơ\n*Chi nhánh Bến Tre\n*Chi nhánh Vĩnh Long\n*Chi nhánh Đồng Tháp\n*Chi nhánh Trà Vinh\n*Chi nhánh Kiên Giang\n*Chi nhánh Tiền Giang\n*Chi nhánh Hậu Giang\n*Chi nhánh An Giang\n*Chi nhánh Cà Mau\n*Hội sở chính và Sở giao dịch.\nTại mỗi Chi nhánh lớn bao gồm Chi nhánh và nhiều Phòng giao dịch phân bổ tại các địa bàn khu vực.\n== Sản phẩm==\n=== Với Khách hàng cá nhân ===\nCác sản phẩm chính mà VNCB đã, đang triển khai với khách hàng cá nhân:<ref name=\"source15\">{{Chú thích web | url = http:\/\/vncb.vn\/Pages\/Individual.aspx?StID=1 | tiêu đề = \tVIETNAM CONSTRUCTION BANK | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n'''''Khuyến mãi'''''\n*[http:\/\/vncb.vn\/file\/download\/sinhnhatvang-ngaptranquatang.pdf Chương trình \"Sinh nhật vàng, ngập tràn quà tặng\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140912143746\/http:\/\/vncb.vn\/file\/download\/sinhnhatvang-ngaptranquatang.pdf |date = ngày 12 tháng 9 năm 2014}} \n*Tích điểm - Đổi quà cùng Thẻ Tín dụng nội địa VNCB\n'''''Sản phẩm tiền gửi'''''\n*Tiền gửi rút gốc linh hoạt\n*Tiền gửi tiết kiệm 12+\n*Tiền gửi tiết kiệm tích lũy\n*Tiền gửi tiết kiệm có kỳ hạn trả lãi cuối kỳ bằng ngoại tệ\n*Tiền gửi tiết kiệm có kỳ hạn trả lãi định kỳ bằng VND\n*Tiền gửi tiết kiệm có kỳ hạn lãi trả trước bằng VND\n*Tiền gửi có kỳ hạn lãi suất linh hoạt\n*Tiền gửi tiết kiệm không kỳ hạn bằng VND\n*Tiền gửi tiết kiệm không kỳ hạn bằng ngoại tệ\n*Tiền gửi tiết kiệm có kỳ hạn trả lãi cuối kỳ bằng VND\n'''''Sản phẩm Tiền gửi thanh toán'''''\n*Tiền gửi thanh toán bằng ngoại tệ\n*Tiền gửi thanh toán bằng VND\n'''''Cho vay'''''\n*Tài trợ xây & sửa chữa nhà ở trả chậm\n*Cho vay cầm cố giấy tờ có giá\n*Cho vay cầm cố Cổ phiếu\n*Cho vay cầm cố Thẻ tiết kiệm\/Hợp đồng tiền gửi\/Kỳ phiếu do Ngân hàng Xây dựng Việt Nam phát hành\n*Cho vay bổ sung vốn kinh doanh\n*Cho vay ứng trước tiền bán chứng khoán\n*Cho vay phục vụ phát triển Nông nghiệp, Nông thôn\n*Cho vay Quỹ Phát triển nông thôn RDF\n*Cho vay theo hạn mức thấu chi\n*Cho vay Quỹ Tài chính vi mô MLF\n*Cho vay xây - sửa chữa, nâng cấp nhà\n*Cho vay tiêu dùng có tài sản đảm bảo\n*Cho vay mua nhà, nền nhà\n*Cho vay tiểu thương\n*Cho vay tín chấp đối với cán bộ, công nhân viên\n*Cho vay mua xe ôtô\n*Cho vay Phát triển nông nghiệp - nông thôn tại các tỉnh ĐBSCL (RDF III, MLF III)\n'''''Dịch vụ'''''\n*Bảo lãnh trong nước\n*Chuyển tiền\n=== Với Khách hàng doanh nghiệp ===\nCác sản phẩm chính mà VNCB đã, đang triển khai với khách hàng là doanh nghiệp:<ref name=\"source15\"\/>\n\n;Tiền gửi\n*Tiền gửi: có kỳ hạn, thanh toán, bằng VND và ngoại tệ\n;Cho Vay\n*Cho vay cầm cố Cổ phiếu\n*Tiền gửi thanh toán bằng ngoại tệ\n*Tiền gửi có kỳ hạn trả lãi cuối kỳ bằng VND\n*Cho vay phục vụ phát triển Nông nghiệp, Nông thôn\n*Cho vay Phát triển nông nghiệp - nông thôn tại các tỉnh ĐBSCL\n*Cho vay cầm cố Thẻ tiết kiệm\/Hợp đồng tiền gửi\/Kỳ phiếu do Ngân hàng Xây dựng Việt Nam phát hành\n*Cho vay bổ sung vốn kinh doanh\n*Cho vay tài trợ nhập khẩu cầm cố bằng chính lô hàng nhập\n*Cho vay tài trợ L\/C xuất khẩu trả ngay\n*Cho vay ứng trước tiền bán chứng khoán\n*Tiền gửi thanh toán bằng VND\n*Tiền gửi có kỳ hạn trả lãi cuối kỳ bằng ngoại tệ\n*Tiền gửi có kỳ hạn trả lãi định kỳ bằng VND\n*Tiền gửi có kỳ hạn trả lãi trước bằng VND\n*Cho vay Quỹ Phát triển nông thôn RDF\n*Cho vay cầm cố giấy tờ có giá\n;Dịch vụ\n*Bảo lãnh trong nước\n*Chuyển tiền\n*Nhờ thu xuất khẩu\n*Nhờ thu nhập khẩu\n*Thanh toán tín dụng chứng từ - L\/C nhập khẩu\n*Phát hành bảo lãnh\n*Dịch vụ thu chi hộ tiền mặt\n\n==Cựu Lãnh đạo bị khởi tố và bắt giam==\n{{main|Vụ án Ngân hàng Xây dựng Việt Nam}}\n\nNgày 29\/07\/2014, ba lãnh đạo [[Tập đoàn Thiên Thanh]] (cũng là cựu lãnh đạo VNCB) gồm ông [[Phạm Công Danh]] (nguyên Chủ tịch HĐQT), ông Phan Thành Mai (nguyên Tổng giám đốc, thành viên HĐQT) và ông Mai Hữu Khương (nguyên Giám đốc Chi nhánh Sài Gòn, thành viên HĐQT) đã bị khởi tố và bắt tạm giam để phục vụ điều tra vụ án Cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng (theo Điều 165 Bộ Luật hình sự) xảy ra tại Công ty TNHH Tập đoàn Thiên Thanh, TP Hồ Chí Minh. Ba ông này tham gia vào bộ máy quản trị Ngân hàng từ năm 2013 đến 28\/07\/2014 và một ngày trước khi bị bắt, cả ba ông đã bị Hội đồng quản trị VNCB bãi nhiệm chức vụ.<ref name=\"source8\"\/>\n\nBáo Đời sống & Pháp luật cho biết: \"...những người này đã dùng sổ tiết kiệm của một doanh nghiệp để thế chấp 39 khoản vay tại VNCB; các chứng từ chuyển tiền không có chữ ký của chủ tài khoản... Khi quá hạn, không có khả năng thu nợ, gây thiệt hại cho VNCB hàng ngàn tỷ đồng...\"<ref>{{Chú thích web | url = http:\/\/www.doisongphapluat.com\/kinh-doanh\/doanh-nghiep\/tap-doan-thien-thanh-cua-ong-pham-cong-danh-so-huu-nhung-gi-a43730.html | tiêu đề = Tập đoàn Thiên Thanh của ông Phạm Công Danh sở hữu những gì? | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = Báo đời sống & pháp luật Online | ngôn ngữ = }}<\/ref>.<br \/>\n \nTrước đó, ngày 28\/7\/2014, để bảo đảm hoạt động ổn định, an toàn và đúng pháp luật của VNCB, Hội đồng quản trị VNCB đã có các Quyết định miễn nhiệm các lãnh đạo của Tập đoàn Thiên Thanh có tham gia quản trị điều hành tại VNCB vừa bị bắt đồng thời thống nhất bầu, bổ nhiệm nhân sự thay thế. Ngân hàng Nhà nước đã phê chuẩn bà Vũ Bạch Yến - thành viên Hội đồng quản trị đồng thời là một cổ đông lớn của Ngân hàng làm Chủ tịch Hội đồng Quản trị và ông Đàm Minh Đức - Phó tổng giám đốc phụ trách chi nhánh Hà Nội của VNCB được bổ nhiệm làm Tổng giám đốc<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/su-kien\/ba-vu-bach-yen-tro-thanh-chu-tich-cua-ngan-hang-xay-dung-907762.htm | tiêu đề = Bà Vũ Bạch Yến trở thành Chủ tịch của Ngân hàng Xây dựng | tác giả 1 = | ngày = 30 tháng 7 năm 2014 | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>. Kể từ sau khi vụ việc xảy ra, Ngân hàng VNCB hoạt động dưới sự giám sát chặt chẽ của Tổ Giám sát do Ngân hàng Nhà nước thành lập. Ngân hàng thương mại cổ phần Ngoại thương Việt Nam (Vietcombank) cũng đã ký văn bản hợp tác toàn diện với mục đích hỗ trợ nhằm tái cơ cấu thành công Ngân hàng VNCB.<ref>{{Chú thích web | url = https:\/\/www.vietcombank.com.vn\/News\/Vcb_News.aspx?ID=5377 | tiêu đề = \tNgân hàng thương mại cổ phần Ngoại thương Việt Nam | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nNgân hàng Nhà nước Việt Nam khẳng định sự thay đổi nhân sự trên không làm ảnh hưởng đến hoạt động bình thường của Ngân hàng Xây dựng Việt Nam, và mọi khoản tiền gửi của người dân đều được đảm bảo. Dưới sự chỉ đạo của Ngân hàng Nhà nước, VNCB đã có phương án nhân sự thay thế kịp thời đảm bảo công tác điều hành, ổn định tổ chức và các hoạt động nghiệp vụ ngân hàng vẫn diễn ra bình thường. Thực tế cũng ghi nhận không có sự xáo trộn đáng kể nào tại VNCB sau sự việc trên, cũng không có hiện tượng rút tiền ồ ạt như đã diễn ra trước đó tại ACB.<ref>[http:\/\/laodong.com.vn\/kinh-doanh\/giao-dich-tai-ngan-hang-xay-dung-van-binh-thuong-229590.bld Giao dịch tại Ngân hàng Xây dựng vẫn bình thường!], Lao động, 30.07.2014<\/ref><ref>[http:\/\/vtv.vn\/thoi-su-trong-nuoc\/ngan-hang-xay-dung-van-hoat-dong-binh-thuong-sau-4-ngay-xay-ra-su-co\/127272.vtv Ngân hàng xây dựng vẫn hoạt động bình thường sau 4 ngày xảy ra sự cố] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140819084953\/http:\/\/vtv.vn\/thoi-su-trong-nuoc\/ngan-hang-xay-dung-van-hoat-dong-binh-thuong-sau-4-ngay-xay-ra-su-co\/127272.vtv |date=2014-08-19 }}, VTV Online, 01\/08.2014<\/ref><ref>{{Chú thích web | url = http:\/\/www.doisongphapluat.com\/kinh-doanh\/tai-chinh-ngan-hang\/khong-o-at-rut-tien-tai-ngan-hang-xay-dung-a43798.html | tiêu đề = Không ồ ạt rút tiền tại Ngân hàng Xây dựng | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = Báo đời sống & pháp luật Online | ngôn ngữ = }}<\/ref>\n\nNgân hàng Nhà nước khẳng định tiền gửi của khách hàng tại VNCB được bảo đảm an toàn. Phó thống đốc Ngân hàng Nhà nước Phạm Đồng Tiến cho biết: \"Đã có sự dự phòng các biện pháp hỗ trợ thanh khoản cho VNCB; đẩy mạnh tuyên truyền để người gửi tiền tại ngân hàng này yên tâm\". Phó Thống đốc cũng khuyến cáo: Người gửi tiền không nên vội vàng rút tiền, ảnh hưởng đến quyền lợi của mình. Chính phủ, Ngân hàng Nhà nước bảo đảm hoạt động của ngân hàng này an toàn, quyền lợi của khách hàng được bảo đảm\".<ref>[http:\/\/vov.vn\/kinh-te\/chinh-phu-dam-bao-quyen-loi-nguoi-gui-tien-tai-ngan-hang-xay-dung-342717.vov Chính phủ đảm bảo quyền lợi người gửi tiền tại Ngân hàng Xây dựng], VOV, 01\/08.2014<\/ref>. Phó thống đốc khác, ông Phạm Phước Thanh cho biết thêm: \"Ngân hàng Nhà nước chưa phải hỗ trợ về tiền cho VNCB - điều này cũng đồng nghĩa VNCB có tiềm lực tốt để đảm bảo thanh khoản, thanh toán đầy đủ cho khách hàng có nhu cầu rút tiền\".<ref>{{Chú thích web | url = http:\/\/cafef.vn\/tai-chinh-ngan-hang\/tai-co-cau-ngan-hang-xay-dung-neu-that-bai-cung-khong-de-hau-qua-lon-201408011429280932ca34.chn | tiêu đề =Ngân hàng Nhà nước chưa phải hỗ trợ về tiền cho VNCB\" | tác giả 1 = | ngày = | ngày truy cập = 15 tháng 9 năm 2014 | nơi xuất bản = CafeF.vn | ngôn ngữ = }}<\/ref>.\n\nNgày 30\/6, Văn phòng Trung ương Đảng gửi các đơn vị liên quan Công văn số 1452-CV\/VPTW, thông báo ý kiến chỉ đạo của Tổng Bí thư [[Nguyễn Phú Trọng]], Trưởng ban Chỉ đạo Trung ương về phòng, chống tham nhũng đối với vụ án xảy ra tại Ngân hàng thương mại cổ phần xây dựng Việt Nam, yêu cầu Bí thư Đảng uỷ Công an Trung ương, Bí thư Ban cán sự đảng Toà án nhân dân tối cao, Bí thư Ban cán sự đảng Viện Kiểm sát nhân dân tối cao chỉ đạo các cơ quan chức năng và phối hợp với các cơ quan, đơn vị có liên quan khẩn trương điều tra, sớm kết thúc để nhanh chóng đưa ra xét xử theo quy định của pháp luật.<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/su-kien\/tong-bi-thu-khan-truong-dieu-tra-xet-xu-vu-an-tai-ngan-hang-xay-dung-2016063017171815.htm | tiêu đề =Tổng Bí thư: Khẩn trương điều tra, xét xử vụ án tại Ngân hàng Xây dựng | tác giả 1 = | ngày = | ngày truy cập = 1 tháng 7 năm 2016 | nơi xuất bản = dantri | ngôn ngữ = }}<\/ref>.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Xem thêm==\n* [[Danh sách ngân hàng tại Việt Nam]]\n== Liên kết ngoài ==\n*[http:\/\/vncb.vn\/ Trang web chính thức]\n\n{{Ngân hàng Việt Nam}}\n\n[[Thể loại:Ngân hàng thương mại nhà nước Việt Nam|Xây dựng Việt Nam]]\n[[Thể loại:Ngân hàng 0 Đồng|X]]\n[[Thể loại:Công ty thành lập năm 1989]]\n[[Thể loại:Vụ án kinh tế Việt Nam]]\n[[Thể loại:Scandal Việt Nam]]"}