{"312333":"{{Tóm tắt về công ty\n| tên      = Ngân hàng Chính sách xã hội<br\/>(VBSP)\n| biểu trưng   = [[Tập tin:LOGO Ngan hang CSXHVN.png|150px|Biểu trưng của Ngân hàng Chính sách Xã hội]]\n| loại      = [[Tổ chức tín dụng]]\n| thành lập   = *31 tháng 8 năm 1995: Ngân hàng Phục vụ người nghèo<ref name=\"nhpvnn\">{{chú thích web | url = http:\/\/vbpl.vn\/nganhangnhanuoc\/Pages\/vbpq-toanvan.aspx?ItemID=9804&Keyword= | tiêu đề = Quyết định 525-TTg của Thủ tướng Chính phủ về việc thành lập Ngân hàng Phục vụ người nghèo  | author =   | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = Cơ sở dữ liệu quốc gia về văn bản pháp luật }}<\/ref>\n* 4 tháng 10 năm 2002: Ngân hàng Chính sách xã hội<ref name=\"qd\">{{chú thích web | url = http:\/\/vbpl.vn\/nganhangnhanuoc\/Pages\/vbpq-toanvan.aspx?ItemID=22206&Keyword= | tiêu đề = Quyết định 131\/2002\/QĐ-TTg của Thủ tướng Chính phủ về việc thành lập Ngân hàng Chính sách xã hội | author =   | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = Cơ sở dữ liệu quốc gia về văn bản pháp luật }}<\/ref>\n| trụ sở     = 169 Linh Đường, phường [[Hoàng Liệt, Hoàng Mai|Hoàng Liệt]], quận [[Hoàng Mai (quận)|Hoàng Mai]], [[Hà Nội]], [[Việt Nam]]\n| thành viên chủ chốt = \n* Chủ tịch Hội đồng quản trị: [[Nguyễn Thị Hồng (sinh 1968)|Nguyễn Thị Hồng]] \n* Tổng Giám đốc: Dương Quyết Thắng\n| lĩnh vực   = [[Tài chính]]\n| ngành     = [[Ngân hàng]]\n| sản phẩm   = [[Khu vực tài chính|Dịch vụ tài chính]]\n| tài sản    = \n| thu nhập   = \n| chi nhánh   = 63\n| số nhân viên = \n| trang chủ   = http:\/\/vbsp.org.vn\/\n| ghi chú    = \n}}\n'''Ngân hàng Chính sách xã hội''' (tên giao dịch [[tiếng Anh]]: '''''Vietnam Bank for Social Policies''''', viết tắt: '''VBSP''') là [[tổ chức tín dụng]] thuộc [[Chính phủ Việt Nam]], được thành lập để cho vay hộ nghèo và các đối tượng chính sách khác. Khác với [[ngân hàng thương mại]], Ngân hàng Chính sách xã hội hoạt động không vì mục đích lợi nhuận, được Chính phủ Việt Nam bảo đảm khả năng thanh toán; [[tỷ lệ dự trữ bắt buộc]] của ngân hàng là 0%; Ngân hàng không phải tham gia bảo hiểm tiền gửi, được miễn thuế và các khoản phải nộp [[ngân sách nhà nước]].\n\n== Lịch sử hình thành ==\n[[Tập tin:Trụ sở chính của Ngân hàng Chính sách xã hội Việt Nam.jpg|thumb|left|Trụ sở chính của Ngân hàng Chính sách xã hội tại Hà Nội]]\nNgày [[31 tháng 8]] năm [[1995]], [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] ra Quyết định số 525-TTg về việc thành lập Ngân hàng Phục vụ Người nghèo<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Tien-te-Ngan-hang\/Quyet-dinh-525-TTG-thanh-lap-Ngan-hang-phuc-vu-nguoi-ngheo-39260.aspx|tựa đề=Quyết định 525-TTG thành lập Ngân hàng phục vụ người nghèo|website=thuvienphapluat.vn|ngày truy cập=2022-06-15}}<\/ref> để giúp người nghèo vay vốn phát triển sản xuất, giải quyết đời sống góp phần thực hiện mục tiêu xoá đói giảm nghèo, không vì mục đích lợi nhuận, thực hiện bảo tồn vốn ban đầu, phát triển vốn, bù đắp chi phí. Khi này, Ngân hàng chỉ tham gia ban hành chính sách, còn việc điều hành tác nghiệp ủy thác cho [[Ngân hàng Nông nghiệp và Phát triển Nông thôn Việt Nam]] đảm nhận.<ref name=\"nhpvnn\" \/><ref name=\"ndcb\" \/>\n\nSau bảy năm Ngân hàng Phục vụ người nghèo hoạt động, nhằm tách tín dụng chính sách ra khỏi hoạt động tín dụng thông thường của các ngân hàng thương mại nhà nước,<ref name=\"ndcb\" \/> ngày 4 tháng 10 năm 2002, Chính phủ ban hành Nghị định số 78\/2002\/NĐ-CP về tín dụng đối với người nghèo và các đối tượng chính sách khác<ref>{{chú thích web | url = http:\/\/vbpl.vn\/nganhangnhanuoc\/Pages\/vbpq-luocdo.aspx?ItemID=22210# | tiêu đề = Nghị định số 78\/2002\/NĐ-CP về tín dụng đối với người nghèo và các đối tượng chính sách khác  | author =   | ngày =  | ngày truy cập = ngày 12 tháng 8 năm 2018 | nơi xuất bản = Cơ sở dữ liệu quốc gia về văn bản pháp luật }}<\/ref>; cũng trong ngày này, Thủ tướng Chính phủ ký Quyết định số 131\/2002\/QĐ-TTg thành lập Ngân hàng Chính sách xã hội để cho vay người nghèo và các đối tượng chính sách khác. Vốn điều lệ ban đầu của Ngân hàng là 5 nghìn tỷ đồng và được cấp bổ sung phù hợp với yêu cầu hoạt động từng thời kỳ. Thời hạn hoạt động là 99 năm.<ref name=\"qd\" \/> Ngày 11 tháng 3 năm 2003, Ngân hàng chính thức hoạt động.\n\nĐến ngày 30 tháng 9 năm 2017, tổng nguồn vốn của Ngân hàng là hơn 179.000 tỉ đồng, gấp hơn 25 lần so với khi thành lập. Tổng dư nợ các chương trình tín dụng chính sách đạt hơn 169.000 tỷ đồng, gấp 24 lần so với khi thành lập. Hơn 6,7 triệu hộ nghèo và các đối tượng chính sách còn dư nợ. Hơn 31,8 triệu lượt hộ nghèo và đối tượng chính sách khác đã vay vốn từ Ngân hàng, nhờ đó hơn 4,5 triệu hộ vượt qua ngưỡng nghèo.<ref name=\"15nam\">{{chú thích báo | url = http:\/\/www.nhandan.com.vn\/chinhtri\/item\/34422702-hoi-nghi-tong-ket-15-nam-thuc-hien-tin-dung-chinh-sach.html | tiêu đề = Hội nghị tổng kết 15 năm thực hiện tín dụng chính sách  | author = PV   | ngày =ngày 17 tháng 10 năm 2017  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = Nhân dân}}<\/ref> Vốn ủy thác của địa phương gần 8.500 tỉ đồng.<ref name=\"15nam2\">{{chú thích báo | url = https:\/\/www.sbv.gov.vn\/webcenter\/portal\/vi\/menu\/trangchu\/ttsk\/ttsk_chitiet?leftWidth=20%25&showFooter=false&showHeader=false&dDocName=SBV304574&rightWidth=0%25&centerWidth=80%25&_afrLoop=1998178499992000#%40%3F_afrLoop%3D1998178499992000%26centerWidth%3D80%2525%26dDocName%3DSBV304574%26leftWidth%3D20%2525%26rightWidth%3D0%2525%26showFooter%3Dfalse%26showHeader%3Dfalse%26_adf.ctrl-state%3Dh47v14dgm_9 | tiêu đề = Ngân hàng Chính sách xã hội - Quá trình 15 năm hoạt động: Lớn mạnh cả về chất và lượng  | author = CKH   | ngày =ngày 17 tháng 10 năm 2017  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = Ngân hàng Nhà nước Việt Nam}}<\/ref>\n\n== Đặc trưng ==\n=== Hội, Đoàn thể nhận ủy thác một số công đoạn cho vay ===\nNgân hàng Chính sách xã hội có hai phương thức cho vay: cho vay trực tiếp và cho vay ủy thác. Trong hai phương thức này, cho vay ủy thác chiếm hơn 98% tổng dư nợ (2017).<ref name=\"kenhdanvon\">{{chú thích web | url = http:\/\/vbsp.org.vn\/to-chuc-hoi-doan-the-day-dan-chuyen-tu-von-vay-cua-nhcsxh.html | tiêu đề = Tổ chức hội, đoàn thể - Dây dẫn chuyền từ vốn vay của NHCSXH | author = Minh Ngọc - Thùy Trang  | ngày = ngày 16 tháng 10 năm 2017  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = Ngân hàng Chính sách xã hội }}<\/ref> Cho vay ủy thác nghĩa là Ngân hàng Chính sách xã hội thực hiện ủy thác một số công đoạn trong quy trình cho vay cho bốn tổ chức chính trị - xã hội (gọi tắt là Hội, Đoàn thể) gồm [[Hội Nông dân Việt Nam]], [[Hội Liên hiệp Phụ nữ Việt Nam]], [[Hội Cựu chiến binh Việt Nam]] và [[Đoàn thanh niên Cộng sản Hồ Chí Minh]]. Nội dung ủy thác có thể tóm tắt là:\n* Thông báo và phổ biến các chính sách tín dụng có ưu đãi đến đối tượng thụ hưởng; tập huấn công tác khuyến nông, khuyến lâm, khuyến ngư,... để giúp người vay sử dụng vốn vay có hiệu quả; họp đánh giá định kỳ hoặc đột xuất\n* Tham gia buổi bình xét công khai hộ vay vốn của tổ tiết kiệm và vay vốn (tổ TK&VV); chỉ đạo, kiểm tra, giám sát, đánh giá hoạt động của tổ TK&VV\n* Phối hợp với các bên có liên quan kiểm tra, giám sát sử dụng vốn vay, đôn đốc hộ vay trả nợ.\n\nViệc ủy thác cho Hội, Đoàn thể là nhằm công khai hóa, xã hội hóa hoạt động tín dụng chính sách, phát huy sức mạnh của cả hệ thống chính trị, của tổ chức Hội, đồng thời củng cố hoạt động của tổ chức Hội ở cơ sở. Việc bình xét hộ vay vốn công khai, dân chủ đảm bảo đưa vốn đến đúng đối tượng thụ hưởng. Mặt khác, việc ủy thác giúp đối tượng thụ hưởng tiếp cận dễ dàng, hiệu quả với dịch vụ tài chính, tiết kiệm của Ngân hàng Chính sách xã hội.<ref name=\"hoidoanthe\">{{chú thích web | url = http:\/\/vbsp.org.vn\/wp-content\/uploads\/2012\/11\/dtlcb_Bai-4.doc | tiêu đề = Phương thức ủy thác cho vay thông qua các tổ chức chính trị - xã hội  | author = Ngân hàng Chính sách xã hội  | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = }}<\/ref>\n\nQuan hệ giữa Ngân hàng và Hội, Đoàn thể được xác lập qua văn bản liên tịch, văn bản thỏa thuận (cấp trung ương); văn bản liên tịch (cấp tỉnh, huyện) và hợp đồng ủy thác (cấp xã).\n\n=== Tổ tiết kiệm và vay vốn ===\nTổ tiết kiệm và vay vốn (tổ TK&VV) là một tập hợp các hộ nghèo, hộ cận nghèo và các đối tượng chính sách khác có nhu cầu vay vốn Ngân hàng Chính sách xã hội để sản xuất, kinh doanh, tạo việc làm, cải thiện đời sống. Các thành viên (tổ viên) tương trợ, giúp đỡ lẫn nhau trong sản xuất, kinh doanh và đời sống, đồng thời cùng giám sát nhau trong việc vay vốn, sử dụng vốn vay và trả nợ Ngân hàng. Một tổ TK&VV phải có tối thiểu 5 tổ viên và tối đa là 60 tổ viên; các tổ viên phải cư trú hợp pháp theo địa bàn dân cư thuộc đơn vị hành chính xã, phường, thị trấn,<ref name=\"totkvv\" \/> trong đó các tổ viên được sắp xếp theo hướng liền canh, liền cư.<ref>{{chú thích báo | url = http:\/\/nhandan.com.vn\/chinhtri\/item\/24317202-su-dung-hieu-qua-nguon-von-chinh-sach-xa-hoi.html | tiêu đề = Sử dụng hiệu quả nguồn vốn chính sách xã hội | author =Nguyễn, Minh Phong  | ngày = ngày 15 tháng 9 năm 2014  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = Nhân dân }}<\/ref> Đến 2017 có 187.151 tổ TK&VV đang hoạt động.<ref name=\"kenhdanvon\" \/>\n\nTổ hoạt động theo nguyên tắc tập thể, biểu quyết theo đa số dưới sự điều hành của ban quản lý tổ (một tổ trưởng và một tổ phó).<ref name=\"totkvv\">{{chú thích web | url = http:\/\/vbsp.org.vn\/wp-content\/uploads\/2015\/10\/Bài-5-TỔ-TKVV.doc | tiêu đề = Tổ TK&VV  | author = Ngân hàng Chính sách xã hội  | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = }}<\/ref> Trong quy trình cho vay, họp bình xét cho vay là điều kiện tiên quyết để xét cho vay. Sau khi tiếp nhận đề nghị vay vốn từ phía hộ vay là thành viên của tổ (nếu chưa thì cần được xét kết nạp vào tổ), tổ trưởng tổ TK&VV chủ trì buổi họp bình xét cho vay, trong đó hộ vay có nhu cầu vay vốn nhất thiết phải được sự chấp thuận bằng biểu quyết của ít nhất 2\/3 tổ viên tổ TK&VV hiện diện tại buổi họp bình xét công khai về vay vốn, với điều kiện phải có ít nhất 2\/3 tổ viên tổ TK&VV đến dự buổi họp. Toàn bộ nội dung cuộc họp đều được ghi thành biên bản, gọi là biên bản họp tổ, do tổ phó là thư ký ghi chép lại. Buổi họp có sự chứng kiến của đại diện Hội, Đoàn thể nhận ủy thác quản lý tổ TK&VV đó và trưởng thôn\/ấp\/khu phố nơi tổ TK&VV hoạt động.\n\nTổ TK&VV hoạt động không tách rời với ủy ban nhân dân cấp xã, tổ chức chính trị - xã hội nhận ủy thác và Ngân hàng:<ref name=\"totkvv\" \/>\n* Trong mối quan hệ với ủy ban nhân dân cấp xã: tổ chịu sự chỉ đạo, quản lý, kiểm tra trực tiếp của ủy ban nhân dân cấp xã. Việc thành lập, thay đổi ban quản lý tổ hoặc giải thể tổ đều phải có sự chấp thuận của ủy ban nhân dân cấp xã.\n* Trong mối quan hệ với Hội, Đoàn thể nhận ủy thác: tổ phải phối hợp với Hội, Đoàn thể; chịu sự giám sát, theo dõi của Hội, Đoàn thể.\n* Trong mối quan hệ với Ngân hàng: Ngân hàng và đại diện ban quản lý tổ TK&VV ký kết hợp đồng ủy nhiệm quy định rõ quyền và nghĩa vụ của mỗi bên. Ngân hàng có trách nhiệm theo dõi, giám sát hoạt động của tổ, đồng thời phối hợp với UBND cấp xã và Hội, Đoàn thể nhận ủy thác tổ chức thực hiện việc đào tạo nâng cao trình độ nghiệp vụ, quản lý cho ban quản lý tổ. Đối với các ban quản lý tổ TK&VV được Ngân hàng ủy nhiệm thu lãi, thu tiết kiệm thì hàng tháng sẽ thực hiện thu tiền lãi vay và tiền gửi tiết kiệm của tổ viên trong tổ, sau đó nộp cho Ngân hàng vào ngày giao dịch cố định tại điểm giao dịch xã.\n\n=== Điểm giao dịch xã ===\n[[Tập tin:Biển chỉ dẫn điểm giao dịch xã NHCSXH.jpg|thumb|Biển chỉ dẫn điểm giao dịch xã NHCSXH]]\nĐể hỗ trợ hộ nghèo, hộ cận nghèo và các đối tượng chính sách khác tiếp cận thuận lợi với Ngân hàng Chính sách xã hội, Ngân hàng đưa các hoạt động nghiệp vụ về phục vụ ngay tại điểm giao dịch xã (xã\/phường\/thị trấn) thông qua hoạt động của tổ giao dịch xã.<ref name=\"ndcb\" \/> Điểm giao dịch xã được hiểu là nơi Ngân hàng tổ chức giao dịch với khách hàng, tổ chức, cá nhân liên quan trên địa bàn một xã, được đặt trong khuôn viên trụ sở ủy ban nhân dân cấp xã. Phiên giao dịch xã diễn ra vào ngày cố định hàng tháng, kể cả ngày lễ hoặc ngày nghỉ cuối tuần, và chỉ thực hiện giao dịch bù vào ngày khác nếu ngày giao dịch cố định tháng đó trùng vào ngày nghỉ [[Tết Nguyên đán]]. Các ngày giao dịch cố định của từng xã được niêm yết trên website của Ngân hàng Chính sách xã hội.<ref>{{chú thích web | url = http:\/\/vbsp.org.vn\/gioi-thieu\/co-cau-to-chuc\/diem-giao-dich-xa-phuong.html | tiêu đề = Điểm giao dịch xã, phường  | author = Ngân hàng Chính sách xã hội  | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = }}<\/ref> Đến cuối 2017 Ngân hàng có trên 10.900 điểm giao dịch xã.\n\nHoạt động giao dịch lưu động tại xã do một tổ giao dịch thực hiện. Tổ này là một bộ phận nghiệp vụ gồm tối thiểu ba nhân viên, có trách nhiệm phổ biến, tuyên truyền và công khai chính sách tín dụng ưu đãi đối với hộ nghèo, hộ cận nghèo và các đối tượng chính sách khác; tiếp nhận hồ sơ vay vốn, giải ngân, thu nợ, thu lãi, thu tiết kiệm và thực hiện quy trình xử lý nợ, họp giao ban với tổ trưởng tổ TK&VV và các tổ chức Hội, Đoàn thể nhận ủy thác.<ref name=\"ndcb\" \/><ref>{{chú thích web | url = http:\/\/csdl.thutuchanhchinh.vn\/TW\/Pages\/chitiet-vb-qdtthc-khac.aspx?ItemID=19907  | tiêu đề = Văn bản số 4030\/NHCS-TDNN của Tổng Giám đốc Ngân hàng Chính sách xã hội về việc hướng dẫn tổ chức hoạt động giao dịch tại xã, phường, thị trấn  | author = Ngân hàng Chính sách xã hội  | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = CSDL quốc gia về thủ tục hành chính}}<\/ref>\nViệc tổ chức giao dịch vào ngày cố định tại điểm giao dịch xã được xem là phát huy dân chủ, tạo điều kiện cho các tổ chức chính trị - xã hội nhận ủy thác thực hiện chức năng phản biện xã hội, tạo mối quan hệ gần gũi giữa nhân viên ngân hàng với người dân.<ref>{{chú thích web | url = http:\/\/quyhotronongdan.vn\/sitepages\/news\/1132\/53847\/giao-dich-tai-xa-san-pham-rieng-co-cua-ngan-hang-chinh-sach-xa-hoi | tiêu đề = Giao dịch tại xã - sản phẩm riêng có của Ngân hàng Chính sách xã hội  | author = Phương Anh  | ngày = ngày 14 tháng 8 năm 2017  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = qhtnd.hoinongdan.org.vn }}<\/ref>\n\n== Nghiệp vụ hiện hành ==\n* Cho vay hộ nghèo và các đối tượng chính sách khác\n* Nhận tiền gửi tiết kiệm \n* Dịch vụ thanh toán ngân quỹ \n* Nhận vốn ủy thác của các tổ chức, cá nhân trong và ngoài nước \n* Giải ngân cho vay qua thẻ đối với chương trình cho vay học sinh-sinh viên có hoàn cảnh khó khăn\n* Phát hành trái phiếu được Chính phủ Việt Nam bảo lãnh.\n\n== Các chương trình cho vay hiện hành ==\n[[Tập tin:Sổ vay vốn Ngân hàng Chính sách xã hội.jpg|thumb|right|150px|Sổ vay vốn Ngân hàng Chính sách xã hội]]\nHiện nay Ngân hàng Chính sách đang thực hiện cho vay các chương trình sau (chỉ liệt kê chương trình nào dùng nguồn vốn Trung ương):<ref>{{chú thích web | url = http:\/\/vbsp.org.vn\/wp-content\/uploads\/2016\/04\/B%C3%A0i-3.-GI%E1%BB%9AI-THI%E1%BB%86U-C%C3%81C-CH%C6%AF%C6%A0NG-TR%C3%8CNH-T%C3%8DN-D%E1%BB%A4NG-%C4%90ANG-CHO-VAY-T%E1%BA%A0I-NHCSXH.doc | tiêu đề = Các chương trình cho vay | author = Ngân hàng Chính sách xã hội  | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = }}<\/ref><ref name=\"noxh\">{{chú thích báo | url = http:\/\/tapchinganhang.com.vn\/ngan-hang-chinh-sach-xa-hoi-chinh-thuc-cho-vay-mua-nha-o-xa-hoi.htm | tiêu đề = Ngân hàng Chính sách xã hội chính thức cho vay mua nhà ở xã hội | author =  | ngày = ngày 27 tháng 4 năm 2018 | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = Tạp chí Ngân hàng | title = Bản sao đã lưu trữ | archive-date = 2018-08-19 | archive-url = https:\/\/web.archive.org\/web\/20180819114839\/http:\/\/tapchinganhang.com.vn\/ngan-hang-chinh-sach-xa-hoi-chinh-thuc-cho-vay-mua-nha-o-xa-hoi.htm | url-status = dead }}<\/ref>\n# Cho vay hộ nghèo theo Nghị định 78\/2002\/NĐ-CP ngày 4 tháng 10 năm 2002 của Chính phủ\n# Cho vay hộ nghèo tại 64 huyện nghèo\n# Cho vay hỗ trợ hộ nghèo về nhà ở theo Quyết định 33\/2015\/QĐ-TTg ngày 10 tháng 8 năm 2015 của Thủ tướng Chính phủ (thay thế Quyết định số 167\/2008\/QĐ-TTg)\n# Cho vay hộ nghèo xây dựng nhà ở phòng, tránh bão, lụt khu vực miền Trung theo Quyết định số 48\/2014\/QĐ-TTg ngày 28 tháng 8 năm 2014 của Thủ tướng Chính phủ\n# Cho vay hộ cận nghèo theo Quyết định số 15\/2013\/QĐ-TTg ngày 23 tháng 2 năm 2013 của Thủ tướng Chính phủ\n# Cho vay hộ mới thoát nghèo theo Quyết định số 28\/2015\/QĐ-TTg ngày 21 tháng 7 năm 2015 của Thủ tướng Chính phủ\n# Cho vay học sinh, sinh viên có hoàn cảnh khó khăn theo Quyết định số 157\/2007\/QĐ-TTg ngày 27 tháng 9 năm 2007 của Thủ tướng Chính phủ\n# Cho vay hỗ trợ tạo việc làm, duy trì và mở rộng việc làm theo Nghị định số 61\/2015\/NĐ-CP ngày 9 tháng 7 năm 2015 của Chính phủ\n# Cho vay hỗ trợ đào tạo nghề và giải quyết việc làm đối với người lao động bị thu hồi đất theo Quyết định số 63\/2015\/QĐ-TTg ngày 10 tháng 12 năm 2015 của Thủ tướng Chính phủ\n# Cho vay nước sạch và vệ sinh môi trường nông thôn theo Quyết định số 62\/2004\/QĐ-TTg ngày 16 tháng 4 năm 2004 của Thủ tướng Chính phủ\n# Cho vay đi làm việc ở nước ngoài đối với người lao động thuộc hộ nghèo, người dân tộc thiểu số\n# Cho vay hỗ trợ các huyện nghèo đẩy mạnh xuất khẩu lao động góp phần giảm nghèo bền vững giai đoạn 2009-2020\n# Cho vay đối với người lao động đi làm việc ở nước ngoài theo Nghị định số 61\/2015\/NĐ-CP ngày 9 tháng 7 năm 2015 của Chính phủ về chính sách hỗ trợ tạo việc làm và Quỹ quốc gia về việc làm\n# Cho vay đi làm việc ở nước ngoài đối với người lao động bị thu hồi đất theo Quyết định số 63\/2015\/QĐ-TTg ngày 10 tháng 12 năm 2015 của Thủ tướng Chính phủ\n# Cho vay để ký quỹ đối với người lao động đi làm việc tại [[Hàn Quốc]] theo Chương trình cấp phép việc làm cho lao động nước ngoài của Hàn Quốc\n# Cho vay hộ sản xuất kinh doanh tại vùng khó khăn theo Quyết định số 31\/2007\/QĐ-TTg ngày 5 tháng 3 năm 2007 và Quyết định 306\/2016\/QĐ-TTg ngày 26 tháng 2 năm 2016 của Thủ tướng Chính phủ\n# Cho vay thương nhân hoạt động thương mại tại vùng khó khăn\n# Cho vay dự án phát triển doanh nghiệp vừa và nhỏ (vốn của [[Ngân hàng Tái thiết Đức]] - KfW)\n# Cho vay dự án phát triển ngành lâm nghiệp (vay vốn của [[Ngân hàng Thế giới]] - WB)\n# Cho vay trồng rừng sản xuất, phát triển chăn nuôi theo nghị định số 75\/2015\/NĐ-CP ngày 9 tháng 9 năm 2015 của Chính phủ giai đoạn 2015-2020\n# Cho vay đối với hộ gia đình và người có HIV, người sau cai nghiện ma túy, người điều trị nghiện các chất dạng thuốc phiện bằng thuốc thay thế, người bán dâm hoàn lương theo Quyết định số 29\/2014\/QĐ-TTg ngày 26 tháng 4 năm 2014 của Thủ tướng Chính phủ  \n# Cho vay dự án IFAD và dự án RIDP tại Tuyên Quang (vay vốn của [[Quỹ quốc tế về phát triển nông nghiệp]] - IFAD)\n# Cho vay [[thanh niên xung phong]] cơ sở ở miền Nam tham gia kháng chiến giai đoạn 1965-1975 theo Nghị định số 112\/2017\/NĐ-CP của Chính phủ\n# Cho vay mua, thuê mua nhà ở xã hội; xây dựng mới hoặc cải tạo, sửa chữa nhà ở theo Nghị định số 100\/2015\/NĐ-CP của Chính phủ\n# Cho vay trả lương ngừng việc, trả lương phục hồi sản xuất theo Nghị quyết 68\/NQ-CP ngày 01 tháng 7 năm 2021 của Chính phủ và Quyết định số 23\/2021\/QĐ-TTg ngày 07 tháng 7 năm 2021 của Thủ tướng Chính phủ\n\n=== Cho vay trả lương ngừng việc, trả lương phục hồi sản xuất ===\nNăm 2021, số ca mắc mới [[đại dịch COVID-19|COVID-19]] không ngừng gia tăng ở Việt Nam khiến giới chức phải áp dụng biện pháp [[giãn cách xã hội]] để phòng, chống dịch, gây nhiều khó khăn cho hoạt động sản xuất kinh doanh của giới doanh nghiệp, hợp tác xã,... (gọi chung là người sử dụng lao động - NSDLĐ). Ngày 1 tháng 7 năm 2021, Chính phủ Việt Nam ban hành Nghị quyết 68\/NQ-CP, tiếp đó đến ngày 7 tháng 7 Thủ tướng Chính phủ ra Quyết định số 23\/2021\/QĐ-TTg, ban hành một số giải pháp hỗ trợ người lao động và NSDLĐ. Trong số các chính sách này, có chính sách cho NSDLĐ vay ưu đãi lãi suất 0% để NSDLĐ trả lương ngừng việc hoặc trả lương khi phục hồi sản xuất cho người lao động. NSDLĐ là bên lập hồ sơ đề nghị vay vốn, gửi xác nhận tại [[Bảo hiểm Xã hội Việt Nam]] danh sách người lao động dự kiến được trả lương từ vốn vay rồi gửi hồ sơ cho Ngân hàng Chính sách xã hội. Dựa trên hồ sơ này, Ngân hàng kiểm tra và giải ngân nếu đạt yêu cầu.\n\nChương trình này có một số đặc điểm như sau:<ref>{{chú thích web| url=http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&mode=detail&document_id=203559 | tiêu đề = Quyết định số 23\/2021\/QĐ-TTg của Thủ tướng Chính phủ : Quy định về việc thực hiện một số chính sách hỗ trợ người lao động và người sử dụng lao động gặp khó khăn do đại dịch COVID-19  | ngày = Ngày 7 tháng 7 năm 2021 | ngày truy cập = ngày 12 tháng 8 năm 2021 | nơi xuất bản = Cổng Thông tin điện tử Chính phủ }}<\/ref>\n{| class=\"wikitable\"\n|-\n! style=\"background:#008C4F; color: white;width: 15%;\" rowspan=\"2\" | Nội dung !! style=\"background:#008C4F;color: white;width: 35%;\" rowspan=\"2\" | Hướng 1: Trả lương ngừng việc !! style=\"background:#008C4F;color: white;width: 50%;\" colspan=\"2\"  | Hướng 2: Trả lương phục hồi sản xuất \n|-\n| style=\"text-align: center; background:#00cc74; width: 25%; color: white\" | Loại 1: NSDLĐ phải tạm dừng hoạt động do yêu cầu của cơ quan nhà nước có thẩm quyền để phòng, chống dịch COVID-19 || style=\"text-align: center; background:#00cc74; width: 25%; color: white\"| Loại 2: NSDLĐ hoạt động trong lĩnh vực vận tải, hàng không, du lịch, dịch vụ lưu trú và đưa người lao động Việt Nam đi làm việc ở nước ngoài theo hợp đồng\n|-\n| style=\"background:#008C4F; color: white;\" | Đối tượng vay|| style=\"vertical-align: top;\"| NSDLĐ có người lao động làm việc theo hợp đồng đang tham gia bảo hiểm xã hội bắt buộc đến tháng liền kề trước thời điểm người lao động ngừng việc, phải ngừng việc từ 15 ngày liên tục trở lên theo quy định khoản 3 Điều 99 Bộ luật Lao động số 45\/2019\/QH14 năm 2019 trong thời gian từ ngày 01 tháng 5 năm 2021 đến hết ngày 31 tháng 3 năm 2022. || style=\"vertical-align: top;\"| \n* Bị tạm dừng hoạt động do yêu cầu của cơ quan nhà nước có thẩm quyền để phòng, chống dịch COVID-19 trong thời gian từ ngày 01 tháng 5 năm 2021 đến hết ngày 31 tháng 3 năm 2022; \n* Có người lao động làm việc theo hợp đồng đang tham gia bảo hiểm xã hội bắt buộc đến thời điểm đề nghị vay vốn; \n* Có phương án hoặc kế hoạch phục hồi sản xuất, kinh doanh. \n|style=\"vertical-align: top;\"|  \n* Có người lao động làm việc theo hợp đồng đang tham gia bảo hiểm xã hội bắt buộc đến thời điểm đề nghị vay vốn; \n* Có phương án hoặc kế hoạch phục hồi sản xuất, kinh doanh; \n* Đã hoàn thành quyết toán thuế năm 2020.\n|-\n| style=\"background:#008C4F; color: white\" |Tình trạng nợ xấu  || colspan=\"3\" | Không có nợ xấu tại thời điểm đề nghị vay vốn (tra cứu [[Trung tâm Thông tin tín dụng Quốc gia (Việt Nam)|CIC]]).\n|-\n| style=\"background:#008C4F; color: white\" |Thời hạn cho vay || colspan=\"3\" | Dưới 12 tháng, tính từ ngày giải ngân món vay đầu tiên. Thời gian nhận hồ sơ đề nghị vay vốn chậm nhất đến hết ngày 25 tháng 3 năm 2022.\n|-\n| style=\"background:#008C4F; color: white\" |Lãi suất cho vay || colspan=\"3\" | Trong hạn: 0%\/năm; quá hạn: 12%\/năm.\n|-\n| style=\"background:#008C4F; color: white\" |Mức cho vay || colspan=\"3\" | Được vay một hoặc nhiều lần nhưng tối đa là ba tháng\/người lao động. Số tiền vay tối đa mỗi tháng ứng với mỗi lao động là bằng mức tiền lương tối thiểu vùng được quy định tại Nghị định số 90\/2019\/NĐ-CP ngày 15\/11\/2019 của Chính phủ. Tổng số tiền vay mỗi tháng bằng tổng số tiền vay ứng với từng lao động trong danh sách đã được Bảo hiểm xã hội Việt Nam xác nhận.\n|-\n| style=\"background:#008C4F; color: white\" |Bảo đảm tiền vay || colspan=\"3\" | Không cần làm thủ tục bảo đảm tiền vay.\n|-\n| style=\"background:#008C4F; color: white\" |Giải ngân || colspan=\"3\" | Đến hết ngày 05 tháng 4 năm 2022 hoặc khi giải ngân hết 7.500 tỷ đồng được Ngân hàng Nhà nước Việt Nam cho vay tái cấp vốn tùy theo điều kiện nào đến trước.\n|}\n\n=== Cho vay nhà ở xã hội ===\nCho vay nhà ở xã hội là chương trình mới của Ngân hàng Chính sách xã hội, thực hiện theo Nghị định số 100\/2015\/NĐ-CP ngày 20 tháng 10 năm 2015 của Chính phủ, bắt đầu cho vay từ năm 2018 nhưng các bước chuẩn bị về nghiệp vụ đã thực hiện từ 2016. Theo số liệu của [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] Việt Nam, nhu cầu căn hộ [[nhà ở xã hội]] giai đoạn 2011 - 2020 là khoảng 440.000 căn, tương ứng với hàng trăm ngàn hộ gia đình.<ref>{{chú thích báo| url = https:\/\/vov.vn\/kinh-te\/dia-oc\/nguoi-dan-it-co-co-hoi-tiep-can-nguon-von-uu-dai-mua-nha-o-xa-hoi-753053.vov | tiêu đề = Ngân hàng Chính sách xã hội chính thức cho vay mua nhà ở xã hội | author = Hoài Lam  | ngày = ngày 19 tháng 4 năm 2018 | ngày truy cập = ngày 27 tháng 4 năm 2018 | nơi xuất bản = VOV }}<\/ref> Năm 2018, tổng cộng nguồn vốn là 1.000 tỉ đồng, trong đó Chính phủ cấp 500 tỉ và Ngân hàng huy động 500 tỉ. Hà Nội và Thành phố Hồ Chí Minh được cấp 50 tỉ đồng\/đô thị, còn lại được phân cho các tỉnh thành khác. Dự kiến đến năm 2020 tổng nguồn vốn riêng chương trình Nhà ở xã hội là 2.263 tỉ đồng, nhưng lãnh đạo Ngân hàng thừa nhận theo tính toán cần có 18.000-19.000 tỉ đồng mới đáp ứng đủ nhu cầu.\n\nChương trình này có một số đặc điểm như sau:<ref>{{chú thích web| url = http:\/\/csdl.thutuchanhchinh.vn\/TW\/Pages\/chitiet-vb-qdtthc-khac.aspx?ItemID=20040 | tiêu đề = V\/v hướng dẫn nghiệp vụ cho vay ưu đãi để mua, thuê mua nhà ở xã hội; xây dựng mới hoặc cải tạo, sửa chữa nhà để ở  | author = NHCSXH  | ngày = ngày 27 tháng 7 năm 2016 | ngày truy cập = ngày 8 tháng 2 năm 2019 | nơi xuất bản = CSDL quốc gia về thủ tục hành chính }}<\/ref>\n{| class=\"wikitable\"\n|-\n! style=\"background:#008C4F; color: white;width: 15%;\" | Nội dung !! style=\"background:#008C4F;color: white;width: 35%;\" | Mua\/thuê mua nhà ở xã hội để ở !! style=\"background:#008C4F;color: white;width: 35%;\" | Sửa chữa, xây mới nhà để ở\n|-\n| style=\"background:#008C4F; color: white\" |Đối tượng vay || colspan=\"2\" | \n* Người có công với cách mạng theo quy định của pháp luật về ưu đãi người có công với cách mạng \n* Người thu nhập thấp, hộ nghèo, cận nghèo tại khu vực đô thị \n* Người lao động đang làm việc tại các doanh nghiệp trong và ngoài khu công nghiệp \n* Sĩ quan, hạ sĩ quan nghiệp vụ, hạ sĩ quan chuyên môn kỹ thuật, quân nhân chuyên nghiệp, công nhân trong cơ quan, đơn vị thuộc công an nhân dân và quân đội nhân dân \n* Cán bộ, công chức, viên chức theo quy định của pháp luật về cán bộ, công chức, viên chức\n|-\n| style=\"background:#008C4F; color: white\" |Thời hạn cho vay || colspan=\"2\" | Thỏa thuận theo khả năng trả nợ nhưng không quá 25 năm kể từ ngày giải ngân khoản vay đầu tiên\n|-\n| style=\"background:#008C4F; color: white\" |Lãi suất cho vay || colspan=\"2\" | Được Thủ tướng Chính phủ ban hành từng thời kỳ. Lãi suất áp dụng đến hết năm 2022 là 4,8%\/năm.<ref>{{chú thích báo | url = http:\/\/baochinhphu.vn\/Chi-dao-quyet-dinh-cua-Chinh-phu-Thu-tuong-Chinh-phu\/Lai-suat-vay-uu-dai-mua-nha-o-xa-hoi-48nam\/427745.vgp | tiêu đề = Lãi suất vay ưu đãi mua nhà ở xã hội 4,8%\/năm | author = Chinhphu.vn | ngày = ngày 5 tháng 4 năm 2021 | ngày truy cập = ngày 12 tháng 8 năm 2021 | nơi xuất bản = Báo điện tử Chính phủ }}<\/ref>\n|-\n| style=\"background:#008C4F; color: white\" |Mức cho vay || Mức vốn cho vay tối đa bằng 80% giá trị hợp đồng mua, thuê mua nhà ở xã hội || Mức vốn cho vay tối đa bằng 70% giá trị dự toán hoặc phương án tính toán giá thành và không vượt quá 70% giá trị tài sản bảo đảm tiền vay\n|-\n| style=\"background:#008C4F; color: white\" |Bảo đảm tiền vay ||  Bằng tài sản hình thành từ vốn vay theo quy định của pháp luật || Giá trị quyền sử dụng đất ở và tài sản gắn liền với đất ở hoặc tài sản khác theo quy định của pháp luật\n|}\n\n=== Cho vay HSSV có hoàn cảnh khó khăn ===\nTại Ngân hàng Chính sách xã hội, chương trình tín dụng cho học sinh, sinh viên khó khăn được gọi là Cho vay học sinh, sinh viên có hoàn cảnh khó khăn. Tiền thân của chương trình này là Chương trình cho vay từ Quỹ tín dụng đào tạo do Ngân hàng Công thương Việt Nam (Incombank), nay là [[Ngân hàng Thương mại cổ phần Công thương Việt Nam]] (Vietinbank) thực hiện từ năm 1998 đến năm 2002. Quỹ tín dụng đào tạo được thành lập vào ngày 2 tháng 3 năm 1998 theo Quyết định số 51\/1998\/QĐ-TTg của Thủ tướng Chính phủ để cho vay với lãi suất ưu đãi đối với [[sinh viên]], học sinh đang theo học ở các trường đại học, cao đẳng, trung học chuyên nghiệp và dạy nghề. Ban đầu Quỹ này được Chính phủ quy định quy mô 100 tỉ đồng, trong đó cấp ngân sách 30 tỉ đồng, còn lại do sự tự nguyện góp vốn của các [[ngân hàng thương mại]], sự ủng hộ của các tổ chức, cá nhân trong và ngoài nước. Ngày 1 tháng 7 năm 1998, Ngân hàng Nhà nước ban hành Quyết định số 218\/1998\/QĐ-NHNN1 giao Ngân hàng Công thương Việt Nam quản lý và cho vay từ Quỹ tín dụng đào tạo; Quyết định số 219\/1998\/QĐ-NHNN1 về việc ban hành \"Thể lệ tín dụng đối với học sinh, sinh viên các trường đại học, cao đẳng, trung học chuyên nghiệp và dạy nghề\".\n\nTheo Ngân hàng Công thương, hầu hết ngân hàng thương mại không góp vốn cho Quỹ tín dụng đào tạo. Tính đến tháng 4 năm 2002, nguồn vốn của Quỹ chỉ là 65,5 tỉ đồng; dư nợ cho vay là 62 tỉ đồng. Vốn không quay vòng được do thời gian cho vay đến 10 năm, trong khi theo đánh giá của Vụ Công tác Chính trị ([[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]]) thì không hiếm học sinh, sinh viên ra trường nhưng không có sự tự giác trả nợ, góp phần khiến nguồn vốn từ quỹ gần như cạn kiệt.<ref>{{chú thích báo| url = https:\/\/nld.com.vn\/giao-duc-khoa-hoc\/quy-tin-dung-dao-tao-tam-nghi-de-cho-tien-48919.htm | tiêu đề = Quỹ Tín dụng đào tạo tạm nghỉ để... chờ tiền! | author = Hoàng Lan Anh| ngày = ngày 29 tháng 4 năm 2002 | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = Người lao động}}<\/ref>\n\nTháng 5 năm 2003, Ngân hàng Công thương bàn giao 76,37 tỉ đồng dư nợ chương trình Quỹ tín dụng đào tạo cho Ngân hàng Chính sách xã hội.<ref>{{chú thích web| url = https:\/\/www.sbv.gov.vn\/webcenter\/portal\/vi\/menu\/rm\/apph\/tbnh\/tbnh_chitiet?leftWidth=20%25&showFooter=false&showHeader=false&dDocName=CNTHWEBAP01162530330&rightWidth=0%25&centerWidth=80%25&_afrLoop=2755082690651000#%40%3F_afrLoop%3D2755082690651000%26centerWidth%3D80%2525%26dDocName%3DCNTHWEBAP01162530330%26leftWidth%3D20%2525%26rightWidth%3D0%2525%26showFooter%3Dfalse%26showHeader%3Dfalse%26_adf.ctrl-state%3Dm4q9jbfsk_9 | tiêu đề = Quỹ tín dụng đào tạo – Ngân hàng Chính sách xã hội: Mở rộng nhưng... thiếu vốn | author = Minh Ngọc  | ngày = ngày 23 tháng 9 năm 2004 | ngày truy cập = ngày 27 tháng 4 năm 2018 | nơi xuất bản = Cổng TTĐT Ngân hàng Nhà nước Việt Nam }}<\/ref> Ngày 18 tháng 5 năm 2006, Thủ tướng Chính phủ ký Quyết định số 107\/2006\/QĐ-TTg về tín dụng đối với học sinh, sinh viên, thay thế Quyết định 51\/1998\/QĐ-TTg. Đến ngày 27 tháng 9 năm 2007, Thủ tướng Chính phủ ra Quyết định số 157\/2007\/QĐ-TTg thay thế Quyết định số 107\/2006\/QĐ-TTg. Qua một thập niên triển khai, Ngân hàng đã cho vay hơn 3,5 triệu lượt học sinh, sinh viên. Tuy nhiên, doanh số cho vay có xu hướng suy giảm do mức cho vay thấp so với nhu cầu thực tế, hay do trường đào tạo chậm trễ trong thủ tục xác nhận sinh viên. Vẫn có những trường hợp chây ỳ, đùn đẩy trách nhiệm trả nợ hoặc trốn nợ đi làm ăn xa.<ref>{{chú thích web | url = http:\/\/thoibaotaichinhvietnam.vn\/pages\/xa-hoi\/2018-03-20\/da-den-luc-doi-moi-chinh-sach-tin-dung-cho-sinh-vien-55078.aspx | tiêu đề = Đã đến lúc đổi mới chính sách tín dụng cho sinh viên | author = Bùi Tư | ngày = ngày 20 tháng 3 năm 2018 | ngày truy cập = ngày 27 tháng 4 năm 2018 | nơi xuất bản = Thời báo Tài chính Việt Nam }}<\/ref>\n\n== Cơ cấu tổ chức ==\nNgân hàng Chính sách xã hội có mô hình và mạng lưới hoạt động từ trung ương đến tỉnh, thành phố, quận, huyện theo địa giới hành chính, được tổ chức theo ba cấp: hội sở chính ở trung ương, chi nhánh ở cấp tỉnh\/thành phố trực thuộc trung ương và phòng giao dịch ở cấp quận\/huyện\/thị xã\/thành phố trực thuộc tỉnh. Ở mỗi cấp đều có bộ máy quản trị và bộ máy điều hành tác nghiệp. Cách tổ chức như vậy là để thực hiện chủ trương xã hội hóa, dân chủ hóa, thực hiện công khai, minh bạch hoạt động tín dụng chính sách.<ref name=\"ndcb\" \/>\n\n=== Bộ máy quản trị ===\nBộ máy quản trị của Ngân hàng Chính sách xã hội bao gồm: Hội đồng quản trị tại Trung ương, 63 Ban đại diện Hội đồng quản trị cấp tỉnh, thành phố và hơn 660 Ban đại diện Hội đồng quản trị cấp quận, huyện.\n\n==== Hội đồng quản trị ====\nTại thời điểm năm 2017, Hội đồng quản trị có 14 thành viên, gồm 12 thành viên kiêm nhiệm và 2 thành viên chuyên trách.<ref name=\"ndcb\">{{chú thích web | url = http:\/\/vbsp.org.vn\/wp-content\/uploads\/2016\/02\/Bài-1-Gioi-thieu-NHCSXH.doc | tiêu đề = Một số nội dung cơ bản về Ngân hàng Chính sách xã hội | author = Ngân hàng Chính sách xã hội  | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = }}<\/ref> Chủ tịch Hội đồng quản trị là Thống đốc [[Ngân hàng Nhà nước Việt Nam]].\n{{hidden|Thành phần Hội đồng quản trị|\n* Chủ tịch Hội đồng quản trị: là Thống đốc Ngân hàng Nhà nước Việt Nam\n* Thành viên kiêm nhiệm: là lãnh đạo của các cơ quan<ref>{{chú thích web | url = http:\/\/vbsp.org.vn\/wp-content\/uploads\/2017\/02\/VanBanDen716112.pdf | tiêu đề = Về chương trình kiểm tra giám sát năm 2017 của HĐQT, Ban kiểm soát và Ban đại diện HĐQT NHCSXH  | author = Ngân hàng Chính sách xã hội  | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = }}<\/ref> \n**[[Văn phòng Chính phủ (Việt Nam)|Văn phòng Chính phủ]]\n**[[Bộ Tài chính nước Cộng hòa xã hội chủ nghĩa Việt Nam|Bộ Tài chính]]\n**Ngân hàng Nhà nước Việt Nam\n**[[Bộ Kế hoạch và Đầu tư (Việt Nam)|Bộ Kế hoạch và Đầu tư]]\n**[[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Lao động - Thương binh và Xã hội]]\n**[[Bộ Nông nghiệp và Phát triển nông thôn|Bộ Nông nghiệp và Phát triển Nông thôn]]\n**[[Ủy ban Dân tộc (Việt Nam)|Ủy ban Dân tộc]]\n**[[Hội Nông dân Việt Nam]]\n**[[Hội Liên hiệp Phụ nữ Việt Nam]]\n**[[Hội Cựu chiến binh Việt Nam]]\n**[[Đoàn Thanh niên Cộng sản Hồ Chí Minh]]\n*Thành viên chuyên trách:\n** Tổng Giám đốc Ngân hàng Chính sách Xã hội\n** Trưởng ban Kiểm soát Ngân hàng Chính sách Xã hội\n}}\n\n==== Ban đại diện Hội đồng quản trị ====\nBan đại diện Hội đồng quản trị là đại diện của Hội đồng quản trị, có chức năng giám sát việc thực hiện điều lệ, nghị quyết, quyết định của Hội đồng quản trị trên địa bàn tỉnh, thành phố trực thuộc trung ương, quận, huyện, thị xã, thành phố thuộc tỉnh, chỉ đạo việc gắn tín dụng chính sách với kế hoạch giảm nghèo bền vững và dự án phát triển kinh tế xã hội tại địa phương để nâng cao hiệu quả sử dụng nguồn vốn ưu đãi.<ref name=\"ndcb\" \/> Ban đại diện Hội đồng quản trị các cấp do Chủ tịch Uỷ ban nhân dân cùng cấp quyết định cơ cấu, thành phần nhân sự và quyết định thành lập.<ref>{{chú thích web | url = http:\/\/vbsp.org.vn\/wp-content\/uploads\/2012\/12\/162.3002.pdf | tiêu đề = Quyết định 162\/QĐ-HĐQT của HĐQT NHCSXH về việc Ban hành quy chế hoạt động của Ban đại diện Hội đồng quản trị Ngân hàng Chính sách xã hội các cấp | author = Ngân hàng Chính sách xã hội  | ngày =  | ngày truy cập = ngày 27 tháng 1 năm 2018 | nơi xuất bản = }}<\/ref>\n\n=== Bộ máy tác nghiệp ===\nĐiều hành hoạt động của hệ thống là Tổng Giám đốc, điều hành hoạt động tại Chi nhánh [[tỉnh thành Việt Nam|tỉnh]], [[Thành phố trực thuộc trung ương (Việt Nam)|thành phố trực thuộc trung ương]] là Giám đốc Chi nhánh, còn điều hành hoạt động tại Phòng giao dịch cấp [[Huyện (Việt Nam)|quận\/huyện]] là Giám đốc Phòng giao dịch. \n<gallery>\nNgân hàng Chính sách Xã hội Đà Nẵng.jpeg|Trụ sở một chi nhánh thành phố trực thuộc trung ương\nVilla, 41 Hung Vuong Street, Da Lat.JPG|Trụ sở một chi nhánh tỉnh\nTrụ sở một phòng giao dịch của Ngân hàng Chính sách xã hội.jpg|Trụ sở một phòng giao dịch huyện\n<\/gallery>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Ngân hàng Việt Nam}}\n\n{{DEFAULTSORT:Chính sách xã hội}}\n[[Thể loại:Ngân hàng Việt Nam]]\n[[Thể loại:Tổ chức tài chính vi mô]]\n[[Thể loại:Công ty thành lập năm 2002]]\n[[Thể loại:Khởi đầu năm 2002 ở Việt Nam]]"}