{"1181063":"'''Ngãi Cầu''' là một ngôi làng cổ tại [[Việt Nam]]. Làng được cho là đã có từ [[nhà Lý|thời Lý]]. [[Lê Thái Tổ|Lê Lợi]] và [[Nguyễn Trãi]] đã từng đặt đại bản doanh tại Ngãi Cầu khi kéo đại quân ra bao vây thành [[Hà Nội#Thăng Long, Đông Đô, Đông Quan, Đông Kinh|Đông Quan]]. Ngày nay, làng thuộc xã [[An Khánh, Hoài Đức|An Khánh]], ở phía Nam huyện [[Hoài Đức]], [[Hà Nội]]. Ngãi Cầu cách Thiên Đường Bảo Sơn không xa, đi từ ngã tư đèn xanh đèn đỏ Thiên Đường Bảo Sơn -La Dương- Lê Trọng Tấn rẽ về phía La Phù khoảng 2&nbsp;km là đến.\n\n==Văn hóa và di tích.<ref>[http:\/\/www.cpv.org.vn\/CPV\/Modules\/News\/NewsDetail.aspx?co_id=30424&cn_id=508978 Ngãi Cầu - làng ca trù nổi tiếng đất Bắc]<\/ref><ref>[http:\/\/www.tienphong.vn\/Van-Hoa\/111288\/Mot-thoang-hoi-lang-ca-tru.html Một thoáng làng ca trù]<\/ref>.==\nĐình Ngãi Cầu được liệt vào Di tích Kiến trúc, nghệ thuật của Việt Nam và là một danh thắng của Hà Nội xưa kia<ref name=\"tienphong\">[http:\/\/www.tienphong.vn\/van-nghe\/2479\/Ruoc-kieu---cho-que.html Rước kiệu chợ quê]<\/ref>. Đình được tạo dựng từ thế kỷ 17, qua 3 lần trùng tu, thờ nữ thần Bản Thổ và bốn vị tướng thời Hùng Vương làm thần Hoàng làng. Đình được xây dựng trên một khu đất rộng, có quy mô với nhiều nếp nhà ngang dọc. Kiến trúc đình theo kiểu 8 giáp 12 cửa bao gồm: nghi môn với 3 gian kiểu vì kèo chồng rường, 2 tầng, 8 mái và đại đình là kiến trúc lớn gồm 5 gian, 4 mái. Hai dãy giải vũ nằm song song với phương đình.\n\nĐình Ngãi Cầu nổi tiếng với lễ hội rước kiệu 5 năm tổ chức một lần, mở hội vào 8 tháng Giêng âm lịch. Tương truyền, Đức Thánh Mẫu của làng sinh ngày 8 tháng 3 năm [[Giáp Tý]] (298 Tr.CN), nên làng hay tổ chức ăn lễ bánh trôi bánh chay vào mồng 8 thay vì mồng 3 như nhiều làng quê ở Việt Nam. Lễ rước gồm 7 kiệu (Lọng đình trước đi đầu, 4 kiệu 4 vị tướng, kiệu rước Thánh Mẫu và kiệu song loan). Kiệu nặng nhất lên tới... 1 tạ, cần tới 36 cô gái (chưa chồng) khiêng 2 kiệu Thánh Mẫu và Thành Hoàng. Các kiệu còn lại do những chàng trai khỏe mạnh, tuấn tú đảm trách, đều là người dân gốc của làng. Những cụ bà, cụ ông tuổi 80 trở lên mặc áo đỏ, nhai trầu bỏm bẻm, uống trà tại đình hoặc đi theo đám rước. Trong hội có hát chèo, cải lương, thi đấu vật, cờ tướng và nhiều trò chơi dân gian được bày ra suốt dọc từ Đình tới Quán, một kiến trúc gạch nhỏ, đơn giản, nằm cạnh chùa Ngãi Cầu. Theo thần phả của Đình, Quán là nơi ra đời của 4 vị thành hoàng làng, là nơi diễn ra các nghi lễ của tín ngưỡng thành hoàng.\n\nNgoài Đình Ngãi Cầu thì dân Ngãi Cầu cũng hay đi lễ ở Miễu, nơi thờ là mẹ của bốn vị Thành Hoàng làng. Miễu cách Đình Ngãi Cầu không xa, Người dân Ngãi Cầu đều công nhận chỗ Miễu thờ là một nơi linh thiêng. Có một điều đặc biệt là mẹ của bốn vị Thành Hoàng làng tên Huệ vì thế con gái sinh ra trong làng Ngãi Cầu phải tránh tên này, ai làm dâu Ngãi Cầu nếu tên Huệ thì sẽ đổi thành Huề hoặc lấy tên khác để tránh bị trùng với tên của Mẫu Thành Hoàng làng.\n\nNgoài ra, làng còn có một ngôi chùa cổ có tên là Phổ Quang Tự, tuy nhiên vẫn được dân gian gọi là chùa Ngãi Cầu. Chùa tạo dựng từ năm 1573, tọa lạc trên một gò đất hình mai rùa phía Tây làng, có quy mô kiến trúc lớn bao gồm khu chùa chính, hai dãy hành lang song song với hậu cung, nhà tiền đường với hậu cung ở phía sau, cuối cùng là khu nhà tổ nằm sau dãy hành lang bên phải. Các bộ phận kiến trúc của chùa được xây dựng kế tiếp nhau. Trụ trì của Chùa là Sư Ni.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30424&cn_id=508978 Ngãi Cầu - làng ca trù nổi tiếng đất Bắc]\n* [http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/196904\/print\/Default.aspx Bước tiến mới trong bảo tồn di sản]\n\n[[Thể loại:Làng Hà Nội]]\n[[Thể loại:Hoài Đức]]"}