{"15271144":"{{bài cùng tên|Ngã Bảy (định hướng)}}\n{{Infobox urban feature\n| name  = Ngã bảy Lý Thái Tổ\n| image_place = Nga bay , phuong 1, quan 3, tp hcmvn - panoramio.jpg\n| imagesize = \n| image_map  = \n| image_caption = Một cảnh giao thông tại khu vực <br \/>{{maplink|frame=yes|frame-width=250|zoom=15|type=point}}\n| latd = 10.767685\n| longd = 106.674388\n| pushpin_map = TPHCM\n| location  = Giao điểm của bảy con đường tại [[Quận 10]] và [[Quận 3]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]] \n| place_type = [[Nút giao thông cùng mức|Nút giao cùng mức]]\n| owner  = Công cộng\n| open  = \n| dedicated_to = \n}}\n'''Ngã bảy Lý Thái Tổ''', hay được gọi tắt là '''Ngã Bảy''', là một vòng xoay giao thông ở nơi tiếp giáp giữa [[Quận 10]] và [[Quận 3]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]].\n\nVòng xoay giao thông này là một [[nút giao thông cùng mức|nút giao cùng mức]] có đảo tròn ở giữa, là nơi giao nhau của bốn con đường, gồm Lý Thái Tổ, Điện Biên Phủ, Lê Hồng Phong và Ngô Gia Tự, tạo ra sáu ngã rẽ. Tuy nhiên, do tính cả nhánh nhỏ của hẻm 384 đường Lý Thái Tổ (hẻm chợ [[Phường 10, Quận 10]] hay còn Chợ Chuồng Bò) ở mũi tàu giao nhau giữa đường Lê Hồng Phong và đường Lý Thái Tổ, nên tạo thành ngã bảy. Trước năm 1975, tại đây đặt một tượng đài ba binh sĩ [[Biệt động quân Việt Nam Cộng hòa]], đến đầu tháng 5 năm 1975 thì bị đám đông đập bỏ trong phong trào xóa bỏ tàn tích của [[Sự kiện 30 tháng 4 năm 1975|chính thể cũ vừa sụp đổ]]. Về sau, người ta cho dựng một tượng đài khác có nội dung ca ngợi cuộc biểu tình 1 tháng 5 năm 1966 của 40.000 công nhân, người lao động và các tầng lớp thị dân thành phố Sài Gòn đòi Mỹ rút quân, chấm dứt chiến tranh.<ref>{{chú thích báo|title=Tượng đài ở Thành phố Hồ Chí Minh hiện nay: Chưa xứng tầm|url=http:\/\/www.sggp.org.vn\/tuong-dai-o-tphcm-hien-nay-chua-xung-tam-81663.html|publisher=SGGP|date=ngày 20 tháng 9 năm 2009|author=Đỗ Hạnh; Hữu Việt}}<\/ref><ref>{{chú thích sách|title=Công nhân Sài Gòn trong sự nghiệp giải phóng dân tộc|publisher=Nhà xuất bản Thành phố Hồ Chí Minh|page=295|author=Ban sử - Liên hiệp Công đoàn TPHCM|year=1986}}<\/ref>\n\nTrước năm 1975, Ngã bảy Lý Thái Tổ được gọi là Ngã bảy vì đây là vòng xoay có 7 nhánh duy nhất của Thành phố Hồ Chí Minh. Sau năm 1975, Chính quyền Thành phố quyết định dời [[ga Sài Gòn]] cũ từ [[Công viên 23 tháng 9]] (nay là Trạm điều hành xe buýt Sài Gòn) về địa điểm ga Hoà Hưng cũ (sau đổi tên thành ga Sài Gòn) và cải tạo tuyến đường sắt từ ga Hoà Hưng cũ về đến ga Sài Gòn cũ thành đường Nguyễn Phúc Nguyên, tạo ra nhánh thứ bảy của [[Ngã sáu Dân Chủ]].<ref>{{chú thích web|url=https:\/\/nhacxua.vn\/ky-uc-ve-ga-xe-lua-sai-gon-truoc-1975-o-ben-hong-cho-ben-thanh\/|title=Ký ức về Ga xe lửa Sài Gòn trước 1975 ở bên hông chợ Bến Thành|author=Đông Kha|date=ngày 25 tháng 11 năm 2020|publisher=Nhacxua.vn|url-status=live}}<\/ref> Năm 2003 và năm 2005, thành phố lần lượt hoàn thành đoạn 1 và đoạn 2.1 thuộc nhánh Tân Sơn Nhất - Bình Lợi (Vành đai ngoài) của tuyến [[Đường vành đai 1 (Thành phố Hồ Chí Minh)|đường Vành đai 1]], cắt qua ngã năm Nguyễn Kiệm - Nguyễn Thái Sơn - Bạch Đằng tạo thành 7 nhánh. Tuy nhiên, người dân vẫn thường gọi khu vực này là Vòng xoay Công viên Gia Định, Ngã sáu Nguyễn Thái Sơn hoặc [[Cầu vượt Nguyễn Thái Sơn – Nguyễn Kiệm]] sau khi Thành phố hoàn thành công trình cầu vượt bằng thép ở khu vực này vào năm 2017 - 2019 để giảm ùn tắc.<ref>{{chú thích web|url=https:\/\/plo.vn\/do-thi\/giao-thong\/thong-xe-nhanh-cau-vuot-kho-nhat-nut-nguyen-kiem-813351.html|title=Thông xe nhánh cầu vượt 'khó nhất' nút Nguyễn Kiệm|publisher=Pháp luật Tp.HCM|date=ngày 16 tháng 1 năm 2019|author=Kiên Cường}}<\/ref>\n\nNgã bảy Lý Thái Tổ là nơi có lưu lượng phương tiện tham gia giao thông cao. Nhà chức trách đã có kế hoạch xây [[cầu vượt]] bằng thép tại đây trong giai đoạn 2018-2020.<ref>{{chú thích web|url=https:\/\/tuoitre.vn\/khi-xay-cau-vuot-tuong-dai-di-dau-1312947.htm|title=Khi xây cầu vượt, tượng đài đi đâu?|publisher=Tuổi Trẻ Online|date=ngày 12 tháng 5 năm 2017|author=Ngọc Ẩn; Thu Dung}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [https:\/\/www.flickr.com\/photos\/13476480@N07\/14042261134\/in\/photostream\/ Hình ảnh tượng đài cũ trước 1975]\n* [https:\/\/www.flickr.com\/photos\/13476480@N07\/15834178593 Đám đông phá bỏ tượng đài cũ ngày 6 tháng 5 năm 1975]\n{{sơ khai TPHCM}}\n{{Nút giao thông tại Thành phố Hồ Chí Minh}}\n\n{{DEFAULTSORT:Lý Thái Tổ}}\n[[Thể loại:Vòng xoay giao thông tại Thành phố Hồ Chí Minh]]"}