{"15255387":"{{Infobox urban feature\n| name        = Ngã sáu Phù Đổng <br \/><small>Tên khác: <br > Ngã sáu Phù Đổng Thiên Vương <br\/> Ngã sáu Sài Gòn<\/small>\n| image_place = Ngã_sáu_Sài_Gòn.JPG\n| imagesize = 150px\n| image_map   = \n| image_caption = Ngã sáu Phù Đồng, nhìn về đường Phạm Hồng Thái (trái) và Nguyễn Thị Nghĩa (phải)<br\/>{{maplink|frame=yes|frame-width=250|zoom=15|type=point}}\n| latd = 10.771\n| longd = 106.693\n| pushpin_map = TPHCM\n| location    = Giao điểm của sáu con đường tại [[Bến Thành (phường)|phường Bến Thành]], [[Quận 1]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]] \n| place_type  = Vòng xoay giao thông\n| owner       = Công cộng\n| open          = \n| dedicated_to = [[Thánh Gióng]]\n}}\n__NOTOC__\n'''Ngã sáu Phù Đổng''' (còn gọi là '''Ngã sáu Phù Đổng Thiên Vương''' hoặc '''Ngã sáu Sài Gòn''') là một vòng xoay giao thông ở [[Quận 1]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]. Đây là giao điểm của sáu con đường, có lưu lượng xe cộ qua lại đông đúc. Ở giữa có một bức tượng [[Thánh Gióng]] được dựng vào năm 1966. \n== Thiết kế ==\n[[Tập tin:Ho-Ĉi-Min-urbo 2012-08-06 29.jpg|left|thumb|250px|Tượng Thánh Gióng]]\nNgã sáu Phù Đổng là giao điểm của sáu con đường gồm [[Đường Cách Mạng Tháng Tám, Thành phố Hồ Chí Minh|Cách Mạng Tháng Tám]], [[Đường Lý Tự Trọng, Thành phố Hồ Chí Minh|Lý Tự Trọng]], Phạm Hồng Thái, Nguyễn Thị Nghĩa, [[Đường Nguyễn Trãi, Thành phố Hồ Chí Minh|Nguyễn Trãi]] và Lê Thị Riêng, nằm trọn trong địa phận [[Bến Thành (phường)|phường Bến Thành]], Quận 1. Phần lõi (đảo giao thông) có [[Elíp|hình ê líp]], đặt tượng nhân vật huyền thoại [[Thánh Gióng]] (tức Phù Đổng Thiên Vương) đang cưỡi ngựa, tay nắm thân tre. Tượng được dựng lên năm 1966 bởi [[Binh chủng Thiết giáp Việt Nam Cộng hòa]] do họ xem Thánh Gióng là \"thánh tổ\" của lực lượng. Tượng đặc biệt ở chỗ vẫn thể hiện Thánh Gióng là một trẻ em chứ không phải là một người đã lớn \"nhanh như thổi\" như truyền thuyết.<ref>{{chú thích báo|title=Chuyện ít biết về các tượng đài trước năm 1975 ở Sài Gòn|url=https:\/\/diaoc.nld.com.vn\/diem-den\/chuyen-it-biet-ve-cac-tuong-dai-truoc-nam-1975-o-sai-gon-20180425090556553.htm|date=ngày 25 tháng 4 năm 2018|author=|publisher=Người Lao Động dẫn lại Một Thế giới}}<\/ref>\n\n== Giao thông ==\nNgã sáu Phù Đổng là nơi có lưu lượng xe cộ qua lại đông đúc. Theo quy hoạch mạng lưới [[Dự án đường sắt đô thị Thành phố Hồ Chí Minh|đường sắt đô thị Thành phố Hồ Chí Minh]], [[Tuyến đường sắt đô thị Bến Thành – Tham Lương|tuyến Bến Thành – Tham Lương]] sẽ đi ngầm dưới Ngã sáu Phù Đổng qua hai con đường Cách Mạng Tháng Tám và Phạm Hồng Thái.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai TPHCM}}\n{{Nút giao thông tại Thành phố Hồ Chí Minh}}\n\n{{DEFAULTSORT:Phù Đổng}}\n[[Thể loại:Vòng xoay giao thông tại Thành phố Hồ Chí Minh]]"}