{"15235701":"{{bài cùng tên|Cộng Hòa}}\n{{Infobox urban feature\n| name  = Ngã sáu Cộng Hòa <br \/> Tên cũ: Công trường Cộng Hòa\n| image_place = Nga Sau Cong hoa, phuong 2, q3, hcmvn - panoramio.jpg\n| image_map  = \n| image_caption = Ngã sáu Cộng Hòa, nhìn về Công viên Âu Lạc {{maplink|frame=yes|frame-width=250|zoom=15|type=point}}\n| latd = 10.765\n| longd = 106.682\n| pushpin_map = TPHCM\n| location  = Giao điểm của sáu con đường ở nơi tiếp giáp của [[Quận 1]], [[Quận 3]], [[Quận 5]] và [[Quận 10]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]] \n| place_type = [[Nút giao thông cùng mức]]\n| owner  = Công cộng\n| open   = 1953\n| dedicated_to= \n}}\n__NOTOC__\n'''Ngã sáu Cộng Hòa''' (tên cũ: '''Công trường Cộng Hòa''') là một vòng xoay giao thông nằm ở nơi tiếp giáp của [[Quận 1]], [[Quận 3]], [[Quận 5]] và [[Quận 10]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]. Đây là một địa điểm có nhiều phương tiện giao thông qua lại đông đúc.\n\n== Giao thông ==\nNgã sáu Cộng Hòa là một [[nút giao thông cùng mức]] dạng vòng xoay, là nơi giao nhau của sáu con đường, gồm Nguyễn Văn Cừ, Phạm Viết Chánh, [[Đường Nguyễn Thị Minh Khai, Thành phố Hồ Chí Minh|Nguyễn Thị Minh Khai]], Lý Thái Tổ, Hùng Vương và Trần Phú. Đây là nơi tiếp giáp của bốn quận:\n* [[Nguyễn Cư Trinh (phường)|Phường Nguyễn Cư Trinh]], Quận 1: góc Nguyễn Thị Minh Khai và Nguyễn Văn Cừ\n* [[Phường 4, Quận 5|Phường 4]], Quận 5: góc Trần Phú và Nguyễn Văn Cừ\n* [[Phường 1, Quận 10|Phường 1]], Quận 10: góc Lý Thái Tổ và Hùng Vương\n* [[Phường 2, Quận 3|Phường 2]], Quận 3: góc Lý Thái Tổ và Nguyễn Thị Minh Khai\nNgã sáu Cộng Hòa có lưu lượng phương tiện tham gia giao thông cao, thường ùn ứ; người dân đi lại khó khăn.<ref>{{chú thích báo|url=https:\/\/www.nhandan.com.vn\/xahoi\/item\/3107202-.html|title=TP Hồ Chí Minh: 13 nghìn tỷ đồng \"bốc khói\" mỗi năm do kẹt xe|publisher=Nhân Dân dẫn lại SGGP|date = ngày 17 tháng 9 năm 2010}}<\/ref> Theo quy hoạch mạng lưới [[Dự án đường sắt đô thị Thành phố Hồ Chí Minh|đường sắt đô thị Thành phố Hồ Chí Minh]], Ngã sáu Cộng Hòa sẽ nằm trên tuyến 3B: Ngã sáu Cộng Hòa - Hiệp Bình Phước. Dự kiến dự án sẽ dùng vốn vay ODA của [[Chính phủ Nhật Bản]].<ref>{{chú thích web|url=http:\/\/maur.hochiminhcity.gov.vn\/web\/bqlds\/gioi-thieu-tuyen-3b|title=Giới thiệu tuyến 3b|publisher=BQL Đường sắt đô thị TPHCM}}<\/ref>\n\nBên cạnh Ngã sáu Cộng Hòa có một công viên nhỏ được giới hạn bởi đường Trần Phú và đường Hùng Vương, mang tên Công viên Âu Lạc. Cách không xa là [[Trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|Trường Trung học phổ thông chuyên Lê Hồng Phong]] ở Quận 5 và Nhà khách Chính phủ ở Quận 10.\n\n== Tên gọi ==\nThời [[Pháp thuộc]], đoạn đường Nguyễn Văn Cừ từ Ngã sáu đến giao lộ với [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|Đại lộ Trần Hưng Đạo]] được gọi là Route de Limite, đến năm 1920 Pháp đổi thành đường Nancy. Năm 1952, [[Quốc gia Việt Nam]] cải danh đoạn đường này thành đường Khải Định. Năm 1953, Thủ tướng [[Nguyễn Văn Tâm]] khánh thành công trường vòng xoay ngã sáu, đặt tên là '''Công trường Khải Định'''.<ref name=\"ub\">{{chú thích web|url=http:\/\/www.quan5.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=\/gioithieu&Category=%C4%90%C6%B0%E1%BB%9Dng+ph%E1%BB%91&ItemID=63&Mode=1|title=Đường Nguyễn Văn Cừ|date = ngày 19 tháng 6 năm 2013 |publisher=UBND Quận 5}}<\/ref><ref>{{chú thích sách|title=Bulletin du Viet Nam|volume=45-48|publisher=Vietnam. Haut-Commissariat|language=fr|quote=Au cours d'une cérémonie à laquelle ont pris part le Président Nguyen Van Tarn et de nombreuses personnalités vietnamiennes et françaises, la place < Khai Dinh » a été inaugurée à Saigon.|page=ii}}<\/ref> Năm 1955, toàn bộ con đường từ Ngã sáu qua giao lộ với Trần Hưng Đạo đến đường Bến Chương Dương được thống nhất làm một dưới tên gọi đường Cộng Hòa. Từ đó Ngã sáu có tên gọi Công trường Cộng Hòa. Thời [[Việt Nam Cộng hòa]], ở giữa công trường có đặt bức tượng khắc họa hình ảnh một viên [[Cảnh sát Quốc gia Việt Nam Cộng hòa|Cảnh sát Quốc gia]]. Sau năm 1975, tượng này không còn, còn đường Cộng Hòa được đổi thành đường [[Nguyễn Văn Cừ]] theo tên Tổng Bí thư [[Đảng Cộng sản Đông Dương]].<ref name=\"ub\" \/>\n\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* [https:\/\/imgur.com\/376DV3w Hình chụp tượng Cảnh sát Quốc gia trước 1975 tại Công trường Cộng Hòa]\n\n{{Công trường tại Thành phố Hồ Chí Minh}}\n{{Nút giao thông tại Thành phố Hồ Chí Minh|state=collapsed}}\n\n{{DEFAULTSORT:Cộng Hòa}}\n[[Thể loại:Vòng xoay giao thông tại Thành phố Hồ Chí Minh]]"}