{"35911":"{{Cần dọn dẹp-viết lại}}\n{{Peacock}}\n{{POV}}\n{{Văn phong}}\n{{globalize}}\n[[Tập tin:NBDL.jpg|nhỏ|250px|phải|10 cô gái đang lấp hố bom ở ngã ba Đồng Lộc (ảnh được nhà báo [[Hoàng Văn Sắc]] chụp trước khi các cô hi sinh một tuần)]]\n'''Ngã ba Đồng Lộc''' là di tích lịch sử gắn liền với việc 10 nữ [[thanh niên xung phong]] thuộc [[Quân đội nhân dân Việt Nam]] tử trận trong [[chiến tranh Việt Nam]] trong một trận oanh tạc của [[Không lực Hoa Kỳ]] tại đây.\n\nNgã ba Đồng Lộc nằm trên [[đường Trường Sơn|đường mòn Hồ Chí Minh]] xuyên qua [[dãy Trường Sơn]] ở tỉnh [[Hà Tĩnh]], là giao điểm của [[Quốc lộ 15|quốc lộ 15A]] và tỉnh lộ 2 của [[Hà Tĩnh]], thuộc địa phận thị trấn [[Đồng Lộc, Can Lộc|Đồng Lộc]], huyện [[Can Lộc]].\n \nĐây là một trong những điểm giao thông quan trọng trong chiến tranh, vậy nên [[quân đội Hoa Kỳ]] đã tập trung nhiều [[máy bay]] thả [[bom]] nhằm cắt đứt đường hành quân của quân cộng sản.\n\nNơi đây có một [[tiểu đội]] thanh niên xung phong có nhiệm vụ canh giữ giao điểm, phá bom và sửa đường thông xe khi bị bom phá. Tiểu đội 4, Đại đội 552 (được chốt chặn đoạn từ [[Cầu Tối]] trở vào [[Truông Kén]] khoảng 2&nbsp;km, đặc biệt là 300 mét từ [[Cầu Tối]] đến Trường Thành) gồm 10 cô gái trẻ, tuổi từ 17 đến 24.\n\nTrưa ngày [[24 tháng 7]] năm [[1968]], như mọi ngày 10 cô ra làm nhiệm vụ. Vào 16h30', trận bom thứ 15 trong ngày dội xuống [[Đồng Lộc (thị trấn)|Đồng Lộc]]. Một trong số những quả bom đã rơi xuống ngay sát miệng [[Hầm (giao thông)|hầm]], nơi các cô đang tránh bom. Tất cả đã qua đời khi tuổi đời còn rất trẻ, phần lớn trong số họ chưa lấy chồng.\n\n== 10 cô gái Đồng Lộc ==\n[[Tập tin:Lighting incense at the Dong Loc Junction memorial.jpg|nhỏ|trái|250px|Thắp hương trước mộ 10 cô gái ở Đồng Lộc, Hà Tĩnh]]\n\nVào thời điểm [[24 tháng 7|24\/7\/1968]], Tiểu đội 4 của chị Võ Thị Tần gồm 12 người. Chị Lê Thị Hồng (Đức Lạc, Đức Thọ) được cử đi [[Quảng Bình]] lấy gỗ về làm hầm, còn chị Nguyễn Thị Thanh thì bị ốm nằm ở nhà, không ra hiện trường nên ngày 24\/7\/1968, Tiểu đội 4 chỉ có 10 người ra mặt trận và đều hy sinh. Bà Nguyễn Thị Diệu Lan (TP Hà Tĩnh), cựu thanh niên xung phong thuộc Tiểu đội 3 đã tham gia vào cuộc tìm kiếm thi thể 10 nữ thanh niên xung phong. 1 hầm có ba người, 1 hầm có sáu người, trong đó chị Võ Thị Tần ở hầm có sáu người. Còn thi thể chị Cúc thì các lực lượng thay phiên nhau tìm, chỉ thị là phải dùng tay đào bới chứ không dùng máy xúc để tránh gây hại cho thi thể. Đến ngày thứ 3 thì tìm được thi thể chị Cúc, các anh ở Tiểu đội 8 đã dùng tay bới đất đưa thi thể chị Cúc lên<ref>[http:\/\/baohatinh.vn\/xa-hoi\/thong-tin-sai-lech-ve-su-hy-sinh-cua-10-nu-tnxp-dong-loc\/100524.htm Thông tin sai lệch về sự hy sinh của 10 nữ TNXP Đồng Lộc - Báo Hà Tĩnh<!-- Bot generated title -->]<\/ref>.\n\nNhà thơ Yến Thanh nhớ lại: một quả bom tấn từ máy bay Mỹ lao xuống nổ trùm lên căn hầm mà cả Tiểu đội ẩn nấp, lúc ấy là 16 giờ ngày 24\/7\/1968. Từ đài quan sát, Đại đội trưởng Nguyễn Thế Linh chạy xuống, Tiểu đội 5, Tiểu đội 8 và các anh lái máy ủi gần đó đều chạy lại. Sau hai tiếng đồng hồ đào bới thì bới được chị Võ Thị Tần. Lần lượt bới lên 6 người ẩn nấp hầm ngoài cùng là chị Nguyễn Thị Xuân (Vĩnh Lộc), rồi đến Nguyễn Thị Nhỏ, Võ Thị Hà, Trần Thị Rạng và cuối cùng là Trần Thị Hường. Đào tiếp hầm thứ hai vuông góc với hầm lúc nãy thì tìm thấy Dương Thị Xuân, Võ Thị Hợi và Hà Thị Xanh. Cả chín người được đặt lên 9 cáng xếp một hàng ngang như khi còn sống Tiểu đội tập hợp. Riêng chị Hồ Thị Cúc - Tiểu đội phó không tìm thấy. Đêm 24\/7, 9 cô được mai táng sau eo núi Bãi Dịa, nhưng phải đợi tìm được thi thể chị Cúc mới làm lễ truy điệu. Đến gần 10 giờ ngày 26\/7 thì Tiểu đội 8 đã tìm được thi thể chị Cúc. Chị Cúc ngồi trong chiếc hố cá nhân chiều hôm trước do tay chị đào, đầu đội mũ, vai vác cuốc, hai tay chị bầm dập, máu đọng lại đã khô. Có lẽ sau khi bom vùi lấp, chị đã cố gắng để nhoi lên nhưng đành bất lực trước khối đất đè lên<ref>[https:\/\/dantri.com.vn\/xa-hoi\/cuc-oi-bai-tho-goi-tim-co-gai-dong-loc-bi-chon-vui-duoi-ho-bom-20180724153615797.htm “Cúc ơi” - Bài thơ gọi tìm cô gái Đồng Lộc bị chôn vùi dưới hố bom<!-- Bot generated title -->]<\/ref>.\n\n10 cô gái hy sinh tại đây bao gồm:<ref>[http:\/\/www.haugiang.gov.vn\/portal\/data\/sites\/10\/chuyende\/phunu\/phan3\/sutich10cogaingabadongloc.html Sự tích về 10 cô gái ngã ba Đồng Lộc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141119014524\/http:\/\/www.haugiang.gov.vn\/portal\/data\/sites\/10\/chuyende\/phunu\/phan3\/sutich10cogaingabadongloc.html |date = ngày 19 tháng 11 năm 2014}} Chuyên đề Phụ nữ Việt Nam, phần 3: Chân dung người phụ nữ Việt Nam, Cổng Thông tin Điện Tử Tỉnh Hậu Giang<\/ref><ref>{{Chú thích web|url=http:\/\/ngabadongloc.org.vn\/?s=41\/hang-muc-di-tich\/khu-mo-10-nu-anh-hung-liet-si|tiêu đề=Khu mộ 10 nữ anh hùng liệt sĩ TNXP hy sinh tại Ngã Ba Đồng Lộc | nhà xuất bản = Ban quản lý khu di tích lịch sử Ngã ba Đồng Lộc}}<\/ref>\n{| class=\"wikitable sortable\"\n|-\n! Họ tên|| Năm sinh\n!Tuổi lúc qua đời|| Chức vụ||Nguyên quán \n|-\n|<center>[[Võ Thị Tần]]||<center> 1944\n|24||<center>Tiểu đội trưởng||<center>[[Thiên Lộc]], [[Can Lộc]], [[Hà Tĩnh]] \n|-\n|<center> [[Hồ Thị Cúc]]||<center>1944\n|24||<center>Tiểu đội phó||<center> [[Sơn Bằng]], [[Hương Sơn]], [[Hà Tĩnh]] \n|-\n|<center>[[Võ Thị Hợi]]||<center>1948\n|20||<center>Chiến sĩ||<center>[[Thiên Lộc]], [[Can Lộc]], [[Hà Tĩnh]] \n|-\n|<center>[[Nguyễn Thị Xuân (liệt sĩ)|Nguyễn Thị Xuân]]||<center>1948\n|20||<center>Chiến sĩ||<center>[[Vĩnh Lộc]], [[Can Lộc]], [[Hà Tĩnh]]\n|-\n|<center>[[Dương Thị Xuân]]||<center>1947\n|21||<center>Chiến sĩ||<center>[[Trường Sơn, Đức Thọ|Đức Tân]], [[Đức Thọ]], [[Hà Tĩnh]]\n|-\n|<center>[[Trần Thị Rạng]]||<center>1950\n|18||<center>Chiến sĩ||<center>[[Đức Vĩnh]], [[Đức Thọ]], [[Hà Tĩnh]]\n|-\n|<center>[[Hà Thị Xanh]]||<center>1949\n|19||<center>Chiến sĩ||<center>[[Đức Hòa]], [[Đức Thọ]], [[Hà Tĩnh]]\n|-\n|<center>[[Nguyễn Thị Nhỏ (sinh 1944)|Nguyễn Thị Nhỏ]]||<center>1944\n|24||<center>Chiến sĩ||[[Đức Lạng]], [[Đức Thọ]], [[Hà Tĩnh]]\n|-\n|<center>[[Võ Thị Hạ|Võ Thị Hà]]||<center>1951\n|17||<center>Chiến sĩ||<center> [[Đức Thọ (thị trấn)|Thị trấn Đức Thọ]], [[Đức Thọ]], [[Hà Tĩnh]]\n|-\n|<center>[[Trần Thị Hường]]||<center>1949\n|19||<center>Chiến sĩ||<center>[[Hà Tĩnh (thành phố)|Thị xã Hà Tĩnh]], [[Hà Tĩnh]]\n|}\n\n*Tiểu đội trưởng [[Võ Thị Tần]]: Chị sinh ra và lớn lên trong một gia đình nông dân nghèo. Năm 1963–1964, chị là Phó bí thư chi đoàn địa phương. Trước khi nhập ngũ, chị Tần có cảm tình với anh Nguyễn Đức Hồng, bạn học cùng lớp từ thuở ấu thơ. Trước lúc anh Hồng nhập ngũ, 2 người đã tổ chức lễ đính hôn. Tần trao cho anh Hồng lọn tóc thề thay lời hẹn ước. Kỷ vật ấy của Tần theo anh Hồng suốt những tháng năm chinh chiến và sau này đã được bàn giao lại cho Ban quản lý Khu di tích Ngã ba Đồng Lộc. Giữa năm 1968, anh Hồng bị trọng thương trong một trận chiến đấu tại đảo Cồn Cỏ, hiện còn 6 mảnh đạn trong người. Mẹ chị Tần cũng đã mất vì bị bom Mỹ đánh sập hầm sau ngày chị hy sinh không lâu. Anh Hồng sau này đã rước ảnh chị Tần về thờ trong ngôi nhà của mình <ref>{{Chú thích web |url=http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1472\/Chuyen-tinh-liet-nu-Vo-Thi-Tan--Sat-son-mot-lon-toc-the.vhtm |ngày truy cập=ngày 23 tháng 11 năm 2018 |tựa đề=Chuyện tình liệt nữ Võ Thị Tần - Sắt son một lọn tóc thề<!-- Bot generated title --> |archive-date = ngày 23 tháng 11 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20181123154137\/http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1472\/Chuyen-tinh-liet-nu-Vo-Thi-Tan--Sat-son-mot-lon-toc-the.vhtm }}<\/ref>\n*Tiểu đội phó [[Hồ Thị Cúc]]: Chị sinh trong một gia đình nông dân nghèo, được 7 tháng tuổi thì cha và bà nội chết trong nạn đói năm 1945, 4 tuổi thì mẹ tái giá. Cúc sống với ông nội, ông qua đời rồi ở với cô chú. 18 tuổi, chị Cúc lấy anh Cứ, người Sơn Tây trong huyện. Chồng chị cũng mồ côi cả cha lẫn mẹ, lại bị bệnh tâm thần. Nhà của đôi vợ chồng là một cái lều tranh nép bên chân đồi, chồng chị Cúc những lúc lên cơn tâm thần là đập phá và đánh chị. Rồi anh Cứ trong một lần đi chở vôi cho hợp tác xã về đến Hói Động bị lật thuyền và tử nạn. Chị Cúc lại về ở với cô chú. Tháng 7 năm 1965, chị Cúc tình nguyện lên đường gia nhập thanh niên ba sẵn sàng. Chị và chị Võ Thị Tần cùng ở chung đơn vị suốt 3 năm, cùng được kết nạp vào Đảng vào ngày 3\/2\/1967. Lúc hy sinh, chị Cúc nấp vào hố cá nhân nên người ta chỉ tìm được 9 cô gái trong hầm, phải ba ngày sau mới tìm được thi hài chị ở cách chỗ 9 cô gái kia hy sinh vài chục mét<ref>[https:\/\/baonghean.vn\/anh-hung-liet-sy-ho-thi-cuc-28445.html Anh hùng Liệt sỹ Hồ Thị Cúc | Vô xứ Nghệ | Báo Nghệ An điện tử<!-- Bot generated title -->]<\/ref><ref>[http:\/\/ngabadongloc.org.vn\/?x=88\/muoi-co-gai-dong-loc\/chi-ho-thi-cuc Mười cô gái Đồng Lộc - Chị Hồ Thị Cúc<!-- Bot generated title -->]<\/ref>.\n*[[Võ Thị Hợi]]: Chị sinh trưởng trong một gia đình nông dân ở xã Thiên Lộc – Can Lộc, Hà Tĩnh, là con thứ 5 trong gia đình. Năm 1965, học xong lớp 7, Hợi xung phong đi “Ba sẵn sàng”. Thi thoảng Hợi mới có dịp về thăm nhà, chị kể: ''\"Bom đạn dội xuống ghê gớm lắm mẹ ạ! Tiếng bom nổ, tiếng máy bay gầm xé suốt đêm ngày, đất đá bụi tung mù mịt. Nhưng tất cả bọn con đều không sợ. Cứ đợi dứt đợt bom là chúng con ra đường ngay, để xe khỏi bị tắc trên đường vào Nam mẹ ạ!”''<ref>[http:\/\/ngabadongloc.org.vn\/?x=99\/muoi-co-gai-dong-loc\/chi-vo-thi-hoi Mười cô gái Đồng Lộc - Chị Võ Thị Hợi<!-- Bot generated title -->]<\/ref>\n*[[Nguyễn Thị Xuân (liệt sĩ)|Nguyễn Thị Xuân]]: Chị nhập ngũ năm năm 1967. Tại mặt trận, chị quen anh Vĩnh, tiểu đội phó Đơn vị bộ đội công binh phá bom. Anh Vĩnh là một đảng viên, một tiểu đội phó dũng cảm và kiên quyết, chị Xuân càng quý và tin anh, 2 người viết cho nhau nhiều lá thư giữa các trận đánh. Chị Xuân tâm sự với bạn bè: ''\"Nhiều đêm nằm em thấy anh Vĩnh về thăm. Bẵng đi một thời gian không có thư anh về, em đã lo. Em nghĩ đến tình huống xấu nhất có thể xảy ra. Nhưng em vẫn đợi...”''. Sau này Xuân mới biết anh Vĩnh nhiều lần bị thương. Mối tình giữa 2 người vừa chớm nở thì chị Xuân hy sinh<ref>{{Chú thích web |url=http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1475\/Liet-si-Nguyen-Thi-Xuan.vhtm |ngày truy cập=ngày 23 tháng 11 năm 2018 |tựa đề=Liệt sĩ Nguyễn Thị Xuân<!-- Bot generated title --> |archive-date = ngày 23 tháng 11 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20181123154215\/http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1475\/Liet-si-Nguyen-Thi-Xuan.vhtm }}<\/ref>.\n*[[Dương Thị Xuân]]: Chị sinh ra và lớn lên ở vùng quê Đức Tân - Đức Thọ, trong một gia đình đông con. Trước khi đi thanh niên xung phong, chị Xuân có quen anh Tân người cùng xã. Cũng như mối tình chị Tần – anh Hồng, Xuân và anh Tân đã không thực hiện được lời hẹn ước vì đất nước có giặc, chuyện riêng tư đành gác lại. Xuân mến anh Tân nhưng chưa muốn vấn vương chuyện gia đình, cô hẹn anh khi nào thống nhất đất nước thì sẽ liệu. Anh Tân nghĩ vậy là đúng. Trước khi Xuân lên đường, anh trao cho Xuân một quyển điều lệ Đảng mà anh vẫn dùng và lấy sợi ni lông xanh, đỏ buộc vào [[cổ tay]] Xuân rồi nói: ''\"Màu đỏ là của anh, màu xanh lam này là của em. Khi nào nhớ đến anh, em hãy nhìn chiếc vòng này\"''<ref>{{Chú thích web |url=http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1491\/anh-hung-liet-si-duong-thi-xuan.vhtm |ngày truy cập=ngày 23 tháng 11 năm 2018 |tựa đề=Anh hùng liệt sĩ Dương Thị Xuân<!-- Bot generated title --> |archive-date = ngày 23 tháng 11 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20181123200714\/http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1491\/anh-hung-liet-si-duong-thi-xuan.vhtm }}<\/ref>.\n*[[Trần Thị Rạng]]: Chị sinh ra tại xóm chài Thọ Thủy - Đức Vĩnh – Đức Thọ, thời thơ ấu theo cha mẹ làm nghề chèo lái trên sông La. Ngày ngày 3 tháng 11 năm 1967, chị vào Thanh niên xung phong. Ngoài giờ ra trận địa, Rạng cùng chị em làm toán, làm văn, tập hát, lúc nghỉ giải lao lại trêu đùa đại đội trưởng và mấy anh lái xe ủi. Chị hy sinh khi 18 tuổi<ref>[http:\/\/ngabadongloc.org.vn\/?x=110\/muoi-co-gai-dong-loc\/chi-tran-thi-rang Mười cô gái Đồng Lộc - Chị Trần Thị Rạng<!-- Bot generated title -->]<\/ref>\n*[[Hà Thị Xanh]]: Chị Xanh đậm người, khoẻ mạnh, làm việc gì cũng xốc vác, hay nhận việc khó về mình. Một lần được nghỉ phép, chị Xanh đã rủ chị Hà về nhà mình chơi. Chị Hà nói với mẹ chị Xanh: ''\"Thanh niên xung phong chống Mỹ cứu nước chúng con thực hiện phong trào “ba khoan”, nghĩa là khoan lấy chồng\"''<ref>{{Chú thích web |url=http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1476\/Anh-hung-liet-si-Ha-Thi-Xanh.vhtm |ngày truy cập=ngày 23 tháng 11 năm 2018 |tựa đề=Anh hùng liệt sĩ Hà Thị Xanh<!-- Bot generated title --> |archive-date = ngày 23 tháng 11 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20181123200739\/http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1476\/Anh-hung-liet-si-Ha-Thi-Xanh.vhtm }}<\/ref>.\n*[[Nguyễn Thị Nhỏ (sinh 1944)|Nguyễn Thị Nhỏ]]: Bố mẹ chị mất sớm, nhà chỉ có 2 chị em gái: chị Miên và Nhỏ. Chị Miên thay bố mẹ nuôi chị Nhỏ từ bé. Khi chiến tranh phá hoại của Mỹ ngày một ác liệt, chị Nhỏ xin vào Thanh niên xung phong. Chị hy sinh năm 24 tuổi, khi chưa lập gia đình.\n*[[Võ Thị Hạ|Võ Thị Hà]]: Chị sinh ra ở thị trấn Đức Thọ, là con thứ ba trong gia đình có năm con. 17 tuổi, chị lên đường vào TNXP. Có hôm Hà về thăm nhà, ăn vội ăn vàng để đi kẻo chậm. Lúc nào về Hà cũng mang theo một vài quyển truyện để đọc và nói ''“Không có sách, ngoài giờ ra trận địa con buồn lắm mẹ ạ”''. Hà ít tuổi nhất tiểu đội nên bao gìơ cũng được chị Tần, chị Cúc, chị Nhỏ coi như em út, không cho làm việc nặng. Sau đó mẹ Hà gửi mấy con gà con đến Đồng Lộc để chị em nuôi, rồi có lần Hà đem về nhà một con gà mái. Một hôm tự nhiên con gà mái vỗ cánh gáy như gà trống, mẹ của Hà bảo ''\"thế nào chị Hà cũng có chuyện rồi”''. 2 ngày sau thì nghe tin chị Hà hy sinh<ref>[http:\/\/ngabadongloc.org.vn\/?x=111\/muoi-co-gai-dong-loc\/chi-vo-thi-ha Mười cô gái Đồng Lộc - Chị Võ Thị Hà<!-- Bot generated title -->]<\/ref>.\n*[[Trần Thị Hường]]: Chị Hường là con của một liệt sĩ chống Pháp. Cha chị hy sinh năm 1953 ở mặt trận, khi Hường mới 4 tuổi. Hai năm sau, mẹ đi lấy chồng khác, Hường ở với bà ngoại và cậu mợ tại xóm Đông Quế, thị xã Hà Tĩnh. Chị có giọng hát hay, được mệnh danh là “chim sơn ca” của tiểu đội và của cả Đại đội 522<ref>{{Chú thích web |url=http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1487\/Liet-si-Tran-Thi-Huong.vhtm |ngày truy cập=ngày 23 tháng 11 năm 2018 |tựa đề=Liệt sĩ Trần Thị Hường<!-- Bot generated title --> |archive-date = ngày 23 tháng 11 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20181123154140\/http:\/\/trianlietsi.vn\/new-vn\/Trang-vang-liet-si\/1487\/Liet-si-Tran-Thi-Huong.vhtm }}<\/ref>.\n\nNgày 23\/7\/2009, Ủy ban nhân dân tỉnh Hà Tĩnh, Bộ Giáo dục và Đào tạo tổ chức lễ khởi công phụng tượng 10 nữ thanh niên xung phong ngã ba Đồng Lộc\",<ref name=\"vov\">[https:\/\/vov.vn\/xa-hoi\/khoi-cong-phung-tuong-10-co-gai-nga-ba-dong-loc-117172.vov Khởi công phụng tượng 10 cô gái Ngã ba Đồng Lộc]<\/ref> ngày 19\/8\/2010 đã tổ chức trọng thể lễ khánh thành cụm tượng đài.<ref>[http:\/\/www.hanoimoi.com.vn\/newsdetail\/chinh_tri\/366574\/khanh-thanh-cum-tuong-dai-10-nu-tnxp-nga-ba-%C4%91ong-loc.htm Khánh thành cụm tượng đài 10 nữ TNXP Ngã ba Đồng Lộc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100923195011\/http:\/\/www.hanoimoi.com.vn\/newsdetail\/chinh_tri\/366574\/khanh-thanh-cum-tuong-dai-10-nu-tnxp-nga-ba-%C4%91ong-loc.htm |date = ngày 23 tháng 9 năm 2010}}, báo Hà Nội mới<\/ref> Công trình phụng tượng 10 nữ thanh niên xung phong ngã ba Đồng Lộc là công trình có giá trị lịch sử, tâm linh sâu sắc, được xây dựng bằng sự tự nguyện đóng góp của các viên chức ngành giáo dục, học sinh, sinh viên trong cả nước.<ref name=\"vov\" \/>\n\n==Phim ảnh==\n[[Tập tin:Tượng đài.jpg|trái|nhỏ|Tượng đài 10 nữ Anh hùng liệt sỹ]]\nNăm 1997, hãng phim truyện Việt Nam đã phát hành phim ''[[Ngã ba Đồng Lộc (phim)|Ngã ba Đồng Lộc]]'' của đạo diễn [[Lưu Trọng Ninh]], với diễn xuất của [[Thúy Hường]], [[Hương Dung]], [[Ngọc Dung]], [[Yến Vy]], [[Xuân Bắc (diễn viên)|Xuân Bắc]], kịch bản của Nguyễn Quang Vinh.<ref>[https:\/\/web.archive.org\/web\/20120519070241\/http:\/\/www.yxine.com\/?gf=fa&view=1&movie_id=117 Phim Ngã ba Đồng Lộc (1997)]<\/ref><ref>{{Imdb title|0300263}}<\/ref><ref>[http:\/\/ngabadongloc.org.vn\/?x=82\/tin-tuc\/phim-lich-su-nga-ba-dong-loc Phim lịch sử Ngã Ba Đồng Lộc] Khu di tích lịch sử Ngã Ba Đồng Lộc - Huyện Can Lộc - Du lịch Hà Tĩnh đăng ngày: 14\/9\/2012<\/ref>\n{{clear}}\n== Thơ ca, âm nhạc ==\nTrong thơ ca cũng có nhắc đến sự kiện Ngã ba Đồng Lộc:\n\nSau khi bom Mỹ nổ, đồng đội đào bới tìm được thi thể 9 người nhưng vẫn chưa tìm được chiến sĩ Hồ Thị Cúc. Yến Thanh (tên thật là [[Nguyễn Thanh Bính]], hội viên Hội văn học nghệ thuật [[Hà Tĩnh]]), kỹ sư kinh tế từng làm trưởng nhiều phòng ở Công ty đường 4. Tác giả là người thân quen của Hồ Thị Cúc, đau đớn và xúc động trước sự mất mát này, trong 3 ngày trời mà chưa tìm thấy xác người em, người đồng đội.<ref name=\":0\">{{Chú thích web|url = http:\/\/ngabadongloc.org.vn\/?x=160\/trang-tho\/ve-hai-bai-tho-viet-o-nga-ba-dong-loc|tiêu đề = Về hai bài thơ viết ở Ngã ba Đồng Lộc}}<\/ref> Tại ban chỉ huy đại đội 552, mười các hòm đã khiêng đi chín cái, còn cái hòm của Cúc phải khiêng ra ngoài vườn để đợi. Nỗi xúc động thương xót dâng trào trong lòng, Nguyễn Thanh Bính chạy ra vườn nhà ban chỉ huy C55, ngồi cạnh hòm của Cúc vừa khóc vừa viết. Viết nhưng chưa đặt được tên bài, sau tác giả tính đặt là ''\"Hồn Trinh nữ ở đâu\"''<ref>{{Chú thích web|url = http:\/\/thcsphuonghung.pgdgialoc.edu.vn\/pgl\/Toi-viet-bai-tho-Cuc-oi-o-nga-ba-dong-Loc---yen-Thanh-t12509-8205.html|tiêu đề = Tôi viết bài thơ \"Cúc ơi\" ở ngã ba Đồng Lộc - Yến Thanh|ngày truy cập = ngày 13 tháng 10 năm 2015|archive-date = ngày 3 tháng 8 năm 2012 |archive-url = https:\/\/web.archive.org\/web\/20120803033135\/http:\/\/thcsphuonghung.pgdgialoc.edu.vn\/pgl\/Toi-viet-bai-tho-Cuc-oi-o-nga-ba-dong-Loc---yen-Thanh-t12509-8205.html}}<\/ref> và sau này được nhà thơ Bùi Quang Thanh góp ý với nên sửa lại tên bài thơ là “Cúc ơi!”. Sau này, bài thơ trên cũng có xuất hiện trong bộ phim ''Ngã ba Đồng Lộc'' của đạo diễn [[Lưu Trọng Ninh]] <ref name=\":0\" \/> và đã được phổ nhạc. Vào một đêm tháng 8\/1968, [[Đài tiếng nói Việt Nam]] vang lên bài thơ “Cúc ơi” qua giọng đọc của nghệ sĩ Văn Thành:\n:''Tiểu đội đã xếp một hàng ngang''\n:''Cúc ơi em ở đâu không về tập hợp?''\n:''Chín bạn đã quây quần đủ hết''\n:''Nhỏ - Xuân - Hà - Hường - Hợi - Rạng - Xuân - Xanh''\n:''A trưởng Võ Thị Tần điểm danh''\n:''Chỉ thiếu mình em''\n:''Chín bỏ làm mười răng được!''\n:''Bọn anh đã bới tìm vẹt cuốc''\n:''Đất sâu bao nhiêu bọn anh không cần''\n:''Chỉ sợ em đau nên nhát cuốc chùng''\n:''Cúc ơi! em ở đâu?''\n:''Đất nâu lạnh lắm''\n:''Da em xanh. Áo em thì mỏng!''\n:''Cúc ơi! em ở đâu?''\n\nTháng 8 năm 1996, nhân dịp tiếp [[Nguyễn Quang Vinh]] (nay là Nhà văn, nhà báo, đại diện báo Lao động tại Quảng Bình) đi thực tế để viết kịch bản phim “Vầng trăng trinh nữ” nội dung về sự hy sinh của mười cô gái ở Ngã ba Đồng Lộc. Nhà thơ [[Bùi Quang Thanh]] (Chánh văn phòng Hội Văn nghệ [[Hà Tĩnh]]) cùng với nhà văn [[Đức Ban]] cùng [[Nguyễn Quang Vinh]] lên [[Đồng Lộc, Can Lộc|Đồng Lộc]] rồi vào nghĩa trang liệt sĩ thắp hương. Trong hoàn cảnh đó, nhà thơ [[Bùi Quang Thanh]] đã viết bài thơ “Hà ơi!”<ref name=\":0\" \/>\n\nNăm 2015, nhà soạn nhạc Oki Masao sáng tác Symphony No.6 “Mười cô gái Ngã ba Đồng Lộc”. [[Oki Masao]] chia sẻ, lòng quả cảm và đức hi sinh của những nữ anh hùng trong thời chiến đã làm lay động tới trái tim ông. Symphony No.6 là một sự tri ân và đồng cảm với những người nữ anh hùng. Sáng tác trên đã được trình diễn trong chương trình Hòa nhạc hữu nghị Việt – Nhật (JVCA Japan – Vietnam Friendship Concert) vào ngày 14 tháng 11 năm 2015 tại [[Nhà hát Lớn Hà Nội]].<ref>{{Chú thích web|url = http:\/\/vov.vn\/van-hoa\/am-nhac\/nhac-si-nguoi-nhat-sang-tac-giao-huong-ve-10-co-gai-dong-loc-443211.vov|tiêu đề = Nhạc sĩ người Nhật sáng tác giao hưởng về 10 cô gái Đồng Lộc}}<\/ref>\n\nNhân dịp kỷ niệm ngày Thương binh liệt sĩ 27\/7 năm 2016, ca sĩ\n[[Phạm Phương Thảo]] chính thức phát hành MV được quay tại Ngã ba Đồng Lộc với một sáng tác của chính cô “Mười đoá sen thơm” dành riêng cho 10 người con gái anh dũng.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* [http:\/\/ngabadongloc.org.vn\/ Khu di tích lịch sử Ngã Ba Đồng Lộc - Huyện Can Lộc - Du lịch Hà Tĩnh]\n* {{YouTube|F5QN5GdlLsQ|Ngã Ba Đồng Lộc Full HD | Phim Việt Nam Đặc Sắc}} Phim Hay Điện ảnh Xuất bản 28 thg 7, 2016\n*[https:\/\/thanhnien.vn\/kinh-te\/du-lich\/ve-dong-loc-nghe-chuyen-muoi-co-gai-anh-hung-189776.html Về Đồng Lộc nghe chuyện mười cô gái anh hùng] Đồng Văn [[Thanh Niên (báo)|Thanh Niên]] 23:36 - 20\/07\/2006\n* [http:\/\/phunuvietnam.vn\/huyen-thoai-10-co-gai-nga-ba-dong-loc-post13787.html Huyền thoại 10 cô gái ngã ba Đồng Lộc] HN (tổng hợp) Báo Phụ Nữ Việt Nam Thứ năm, 28\/07\/2016\n\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Địa danh trong Chiến tranh Việt Nam]]\n[[Thể loại:Nghĩa trang và khu tưởng niệm Chiến tranh Việt Nam]]\n[[Thể loại:Di tích tại Hà Tĩnh]]\n[[Thể loại:Tội ác và vi phạm nhân quyền trong Chiến tranh Việt Nam]]\n[[Thể loại:Giao thông Hà Tĩnh]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Thanh niên xung phong]]\n[[Thể loại:Việt Nam năm 1968]]"}