{"1237078":"'''Ngô Hỉ''' ({{zh|t=吳喜|s=吴喜}}, [[427]] - [[471]]), người Lâm An, Ngô Hưng, tướng lĩnh nhà [[Lưu Tống]]. Vốn có tên là '''Hỉ Công''', được [[Lưu Tống Minh Đế|Lưu Tống Minh đế]] giảm còn Hỉ.\n\n==Sự nghiệp==\n===Thời Văn đế===\nBan đầu làm Lĩnh quân phủ Bạch y lại. vốn biết chữ nên được Lĩnh quân tướng quân [[Thẩm Diễn Chi]] sai chép sách. Hỉ chép cái gì cũng đều nhẩm đọc thuộc lòng. Diễn Chi thường sai ông chép biểu, chưa tấu, làm mất, Hỉ lập tức viết lại, không chút thiếu sót, Diễn Chi rất khâm phục. Nhờ đó ông làu thông [[Sử ký Tư Mã Thiên|Sử]], [[Hán thư|Hán]], lại thêm hiểu rõ việc đương thời.\n\nMôn sinh của Diễn Chi là Chu Trọng Dân vào triều làm Chủ thư, tiến cử Hỉ làm Chủ thư thư sử, rồi được tiến làm Chủ đồ lệnh sử. [[Lưu Tống Văn Đế|Văn đế]] thường hay xem sách, Hỉ mở quyển ngược rồi dâng lên, đế giận, đuổi ra ngoài.\n\n===Thời Hiếu Vũ đế===\nThái tử Bộ binh hiệu úy [[Thẩm Khánh Chi]] chinh Man, xin cho Hỉ theo, làm sứ giả đi lại, nhờ đó mà gặp gỡ Vũ Lăng vương Lưu Tuấn (sau này là [[Lưu Tống Hiếu Vũ Đế|Hiếu Vũ đế]]). Lưu Tuấn ở Ba Khẩu khởi binh, Hỉ mắc bệnh nên không đi theo Thẩm Khánh Chi.\n\nViệc xong, Hiếu Vũ đế lấy Hỉ làm Chư vương Học quan lệnh, Tả hữu thượng phương lệnh, Hà Đông thái thú, Điện trung thượng thư. Trong những năm Đại Minh (457 – 464), 2 huyện Y, Hấp có mấy ngàn người nổi dậy, Dự Chương vương [[Lưu Tử Thượng|Tử Thượng]] không dẹp nổi, Hiếu Vũ đế sai Hỉ đem vài mươi người đến khuyên dụ, nghĩa quân lập tức quy hàng.\n\n===Thời Minh đế===\n====Đông chinh====\nMinh đế mới lên ngôi, gặp nhiều sự chống đối, tình hình ở miền đông rất gấp. Hỉ xin 300 giáp binh đi dẹp, Minh đế rất hài lòng, lập tức ban hiệu Giả kiến vũ tướng quân, giao cho Vũ Lâm dũng sĩ. Nhiều người cho rằng Hỉ xuất thân làm việc Đao bút <ref>Trung Quốc Cổ đại chưa có giấy, văn tự đều được khắc trên thẻ tre. Loại dao được dùng làm bút này gọi là Đao bút, sau này việc ghi chép cũng được gọi là việc Đao bút<\/ref>, không quen làm tướng. Trung thư xá nhân Sào Thượng Chi ủng hộ ông.\n\nHỉ soái Viên ngoại tán kị thị lang Trúc Siêu Chi, Điện trung tướng quân Đỗ Kính Chân đưa mã bộ tiến hành đông thảo. Đến Vĩnh Thế, được thư của Dữu Nghiệp, Lưu Duyên Hi, gởi kèm hịch văn của Tầm Dương vương [[Lưu Tử Phòng|Tử Phòng]], Hỉ cự tuyệt. Ở miền đông, trăm họ còn nhớ những việc nhân nghĩa ông làm khi xưa theo Thẩm Khánh Chi chinh Man, rủ nhau tránh đi, nên đánh đâu thắng đấy. Dời sang làm Bộ binh hiệu úy, tướng quân như cũ, phong Cánh Lăng huyện hầu, thực ấp 1000 hộ.\n\n====Nam thảo====\nMiền đông bình định, Hỉ lại tham gia nam thảo (tức [[Lưu Tử Huân]]). Được thăng làm Phụ quốc tướng quân, Tầm Dương thái thú. Hỉ bình định được Kinh Châu, được thăng làm Tiền quân tướng quân, tăng ấp 300 hộ.\n\nNăm Thái Thủy thứ 4 (468), đổi phong Đông Hưng huyện hầu, hộ ấp như trước, tiếp tục làm Sứ trì tiết, Đốc chư quân sự của Giao Châu, 2 quận Úc Lâm, Ninh Phổ thuộc Quảng Châu, Phụ quốc tướng quân, Giao Châu thứ sử, không nhận chức, lại làm Hữu quân tướng quân, Hoài Lăng thái thủ, Giả phụ sư tướng quân, kiêm Thái tử tả vệ soái.\n\n====Kháng Ngụy====\nNăm thứ 5 (469), chuyển Kiêu kị tướng quân, giả hiệu, thái thú, kiêm soái như cũ. Năm ấy, quân [[Bắc Ngụy]] xâm phạm Dự Châu. Hỉ đưa các cánh quân đi đánh, đại phá địch ở Kinh Đình. Trường Xã công của Ngụy bỏ trốn, thú tướng Bạch Khất Nô quy hàng. Đưa quân trở về, phục chức cũ kiêm Tả vệ tướng quân.\n\nNăm thứ 6 (470), lại soái quân đến Dự Châu chống quân Ngụy. Được gia Tiết, Đốc Dự Châu chư quân sự, Giả quan quân tướng quân, Kiêu kị, thái thú như cũ. Năm sau, về kinh đô.\n\n==Cái chết==\n===Công cao thì nguy===\nKhi xưa Hỉ đông chinh, tâu với Minh đế nếu bắt được Tử Phòng cùng các tướng giặc, lập tức bêu đầu. Về sau lại đưa Tử Phòng về đô, còn các tướng đều tha cả. Minh đế nhân Hỉ vừa lập công nên không hỏi, nhưng vẫn ghim trong lòng.\n\nKhi bình Kinh Châu, thả quân cướp bóc, tham ô đủ cách; lại thường nói chuyện với tân khách, cho rằng xuất thân của [[Hán Cao Tổ|Hán Cao]], [[Tào Tháo|Ngụy Vũ]] không ra gì mà làm nên nghiệp lớn. Minh đế nghe được, càng không vui.\n\n===Vua ngờ tôi chết===\nSau khi [[Thọ Tịch Chi]] bị giết, Hỉ trong lòng sợ hãi, tâu xin làm Trung tán đại phu, để giải trừ quân nhiệm, Minh đế lại càng nghi ngờ. Đến khi Minh đế có bệnh, cho rằng Hỉ được lòng người, về sau sẽ không thể phụng sự vua nhỏ, nên ban chết, được 45 tuổi.\n\nNgày Hỉ chết, Minh đế gọi vào nội điện, cùng nhau nói chuyện đùa cợt. Khi về, ban cho mâm cỗ, những đồ ngự bằng vàng bạc để dùng cỗ đều được để lại nhà Hỉ.\n\nTrước khi Hỉ chết 1 ngày, Minh đế cùng bọn [[Lưu Miễn]], [[Trương Hưng Thế]], [[Nam Tề Cao Đế|Tiêu Đạo Thành]] làm chiếu kể những lỗi lầm của Hỉ, trong đó có câu \"không thể phụng sự người chủ giữ văn\". Sau khi Hỉ chết, mới phát chiếu ra.\n\nCon là Huy Dân được tập tước.\n\n==Tham khảo==\n* [[Tống thư]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Tướng nhà Lưu Tống]]\n[[Thể loại:Sinh năm 427]]\n[[Thể loại:Mất năm 471]]\n[[Thể loại:Thứ sử Giao Châu]]"}