{"313564":"{{chú thích trong bài}}{{wikify}}\n'''Ngô Xuân Quảng''' (1945-1972) - quê ở Thôn Cống Thôn (Làng Vịa Con), [[Yên Viên (xã)|Xã Yên Viên]], [[Gia Lâm]] - Hà Nội. \n\nNgô Xuân Quảng nhập ngũ năm 1965, lúc đế quốc Mỹ leo thang chiến tranh đánh phá miền Bắc, anh nhập ngũ, được biên chế vào đơn vị bộ đội Phòng không, đã tham gia đánh máy bay Mỹ hàng trăm trận, anh được đơn vị cử đi đào tạo Sỹ quan. Ba lần bị thương nặng anh vẫn quyết tâm không rời đơn vị, anh góp phần cùng đơn vị mình đã bắn rơi nhiều máy bay Mỹ. \n\nĐầu năm 1971 vết thương cũ tái phát, anh vẫn quyết tâm hành quân cùng đồng đội... Nhưng do đường trơn, xe bị đổ, anh bị tai nạn chấn thương cột sống và liệt cả hai chân. Sau thời gian dài chữa trị tại Quân y viện, ngày 5-7-1972 anh đã từ trần, khi đó anh là Thiếu uý, với chức vụ Đại đội phó Pháo cao xạ, thuộc tiểu đoàn 21, sư đoàn Phòng không 375.\n\nAnh được Nhà nước truy tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân|Anh hùng Lực lượng Vũ trang Nhân dân]].\n\n==Gia đình==\nGia đình anh có 07 anh chị em (gồm 04 trai và 03 gái), Ngô Xuân Quảng là người con thứ hai trong gia đình, trong đó:\n*Có 03 anh em là liệt sĩ, gồm có Ngô Xuân Quảng và 2 người em trai: liệt sĩ Ngô Văn Kỳ và liệt sĩ Ngô Đức Dỵ.\n\nHài cốt của cả ba anh em đã được Chính quyền địa phương và gia đình quy tập về an táng tại Nghĩa trang liệt sĩ Dốc Lã - [[Yên Thường]] - Gia Lâm - Hà Nội.\n\n*Còn người em trai là ông Ngô Minh Sâm (mới mất năm 2009 do bị tai biến). Nay còn người chị cả là bà Ngô Thị Tỵ (cán bộ công tác tại Hải quan Hà Nội, đã nghỉ hưu), hiện đang sống cùng 02 người em gái là: Ngô Thị Cam và Ngô Thị Biển, ở tại quê nhà.\n\n==Vinh danh==\n*Liệt sỹ Ngô Xuân Quảng được truy tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân|Anh hùng LLVT]].\n*Mẹ anh là cụ Đào Thị Thỉnh được phong [[Bà mẹ Việt Nam anh hùng]] (hiện đã mất). \n*Tên anh: Ngô Xuân Quảng đã được dùng để đặt cho đoạn đường từ [[Quốc lộ 5A|Quốc lộ 5]] qua Trụ sở Ủy ban nhân dân huyện Gia Lâm cũ. Phố nối liền đường Nguyễn Đức Thuận và Cổ Bi đến [[Học viện Nông nghiệp Việt Nam]]. Đoạn đường này có chiều dài 1.300m, rộng 12m lòng đường, mỗi bên vỉa hè rộng 5m.\n\n==Chú thích==\n{{Tham khảo}}\n{{thời gian sống|1945|1972}}\n{{sơ khai}}\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Thiếu úy Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]"}