{"14004681":"[[Tập tin:Weightlifting at the 2018 Summer Youth Olympics – Boys' 56 kg 859 (cropped).jpg|thumb]]\n'''Ngô Sơn Đỉnh''' (sinh 2001) là một vận động viên cử tạ Việt Nam. Tại [[Thế vận hội Trẻ|Đại hội Thể thao Olympic trẻ]] diễn ra ở [[Buenos Aires]] ([[Argentina]]) năm 2018, anh giành được Huy chương Vàng ở hạng cân 56&nbsp;kg nam môn [[cử tạ]].\n\n==Thân thế sự nghiệp==\nNgô Sơn Đỉnh sinh năm 2001, người [[Gò Công Đông]], tỉnh [[Tiền Giang]]. Anh sinh trưởng trong một gia đình cha làm ngư dân, mẹ làm buôn bán nhỏ, người thân không ai theo nghiệp thể thao. Anh được chuyên gia [[người Trung Quốc|Trung Quốc]] Trần Quốc Toàn phát hiện tố chất cử tạ khi còn là học sinh tiểu học của trường Vàm Láng (Gò Công Đông, Tiền Giang) và đưa về huấn luyện tại Trung tâm huấn luyện và thi đấu thể dục thể thao Tiền Giang.<ref name=\"thethao.thanhnien.vn\">[https:\/\/thethao.thanhnien.vn\/toan-canh-the-thao\/nha-vo-dich-olympic-tre-ngo-son-dinh-tung-bi-gia-dinh-khong-dong-y-cho-tap-cu-ta-94458.html Nhà vô địch Olympic trẻ Ngô Sơn Đỉnh từng bị gia đình không đồng ý cho tập cử tạ]<\/ref>\n[[Tập tin:Weightlifting at the 2018 Summer Youth Olympics – Boys' 56 kg 661.jpg|thumb|left]]\nNăm 2017, anh lần đầu tiên được đưa đi thi đấu quốc tế tại giải thanh thiếu niên và trẻ châu Á ở [[Nepal]] và là vận động viên duy nhất không thuộc tuyển trẻ quốc gia. Tuy nhiên, tại giải này anh đã giành được 1 huy chương Bạc và huy chương Đồng. Do thành tích nổi bật này, anh được gọi vào tuyển trẻ Việt Nam, tập luyện ở Trung tâm huấn luyện thể thao quốc gia Cần Thơ. Trong năm 2018, anh giành được 3 huy chương Vàng tại giải cử tạ thanh thiếu niên và trẻ châu Á, 2 huy chương Đồng giải cử tạ vô địch trẻ thế giới.<ref name=\"thethao.thanhnien.vn\"\/> Tại [[Thế vận hội Trẻ]] Buenos Aires 2018, anh giành được Huy chương Vàng ở hạng cân 56&nbsp;kg nam. \n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*[https:\/\/thethaovanhoa.vn\/the-thao\/luc-sy-ngo-son-dinh-gianh-hcv-olympic-tre-mon-cu-ta-n20181008102233993.htm Lực sỹ Ngô Sơn Đỉnh giành HCV Olympic trẻ môn cử tạ]\n*[https:\/\/thethao.vnexpress.net\/tin-tuc\/cac-mon-khac\/ngo-son-dinh-doat-hc-vang-cu-ta-o-olympic-tre-2018-3820705.html Ngô Sơn Đỉnh đoạt HC vàng cử tạ ở Olympic trẻ 2018]\n\n{{Sơ khai nhân vật thể thao Việt Nam}}\n{{Thời gian sống|2001}}\n\n[[Thể loại:Vận động viên Việt Nam]]\n[[Thể loại:Người Tiền Giang]]"}