{"294062":"[[Tập tin:Ngo-dinh-kha.jpg|thế=|nhỏ|259x259px|Ngô Đình Khả]]\n'''Micae Ngô Đình Khả''' ([[chữ Hán]]: 吳廷可; [[1856]] – [[1923]]) là một quan đại thần [[nhà Nguyễn]]. Ông được biết đến như một đại thần đã cộng tác với Pháp để đàn áp cuộc khởi nghĩa chống Pháp do [[Phan Đình Phùng]] lãnh đạo, về sau lại phản đối việc chính quyền thực dân Pháp truất ngôi và lưu đày vua [[Thành Thái]].\n\nNgoài ra, ông còn là thân sinh của [[Ngô Đình Diệm]], Tổng thống đầu tiên của [[Việt Nam Cộng hòa]] và là người đứng đầu của dòng họ Ngô Đình. Ông Ngô Đình Khả được coi là người biết cách giáo dục con cái nghiêm khắc, kết hợp niềm tin [[Thiên Chúa giáo]] với những giáo lý [[Nho học]]. \n\n== Thân thế ==\nNgô Đình Khả sinh năm 1856, quê ở làng Đại Phong (tên nôm là Kẻ Đợi), nay thuộc xã [[Phong Thủy]], huyện [[Lệ Thủy]], tỉnh [[Quảng Bình]]. Gia đình ông theo [[đạo Công giáo]], thuộc xứ [[Nhà thờ chính tòa Phủ Cam|Phủ Cam]] tại Huế; cha là [[Giacôbê]] Ngô Đình Niêm, giữ một chức quan coi kho thuộc Sở Võ Khố và mẹ là Ursala Khoa xứ [[Phường Đúc]].\n\nÔng lúc bé được cha đẻ là Giacôbê Ngô Đình Niêm cho đi giúp lễ với một vị linh mục Pháp ở họ đạo Mỹ Duyệt Hạ. Đến năm 1870, Ngô Đình Khả được linh mục Caspar cho đi học tại Đại chủng viện của dòng Thừa sai Paris tại đảo [[Penang|Pulau Pinang]], [[Malaysia]] cùng với [[Nguyễn Hữu Bài]].\n\nSau một thời gian học đạo, Ngô Đình Khả trở về nước và được phân dạy môn triết tại Đại chủng viện giáo phận Huế trong thời gian thử thách để được chọn lên chức linh mục. Tuy nhiên, sau một thời gian dài, Ngô Đình Khả vẫn không được bề trên ngó ngàng tới. Nên đến năm 1878, Ngô Đình Khả rời tu viện làm giáo dân bình thường và lấy vợ.\n\n== Hoạn lộ ==\n[[Tập tin:Ngo Dinh Kha.jpg|thumb|Chân dung Ngô Đình Khả trong trang phục áo quan truyền thống]] \nNgô Đình Khả từng làm võ quan dưới triều [[Đồng Khánh]], và từng theo [[Nguyễn Thân]] – một người hợp tác với [[Liên bang Đông Dương|chính quyền bảo hộ]]. Trong thư gửi [[Toàn quyền Đông Dương]] năm 1944, con trai ông là Ngô Đình Thục có nhắc lại thời gian làm võ quan của cha mình<ref>Tuyển Tập \"1963-2013 50 năm Nhìn Lại\" (2013), Vũ Ngự Chiêu, trang 94<\/ref>:\n:''Nếu hoạt động của hai em tôi được chứng tỏ là có hại cho quyền lợi nước Pháp thì – với tư cách của một Giám mục, của một người An-nam, và với tư cách là người con của một gia đình mà thân phụ tôi đã phục vụ nước Pháp ngay từ khi Pháp mới đến An-nam, và đã nhiều lần đưa mạng sống cho nước Pháp trong các cuộc hành quân mà cha tôi cầm đầu, dưới quyền Nguyễn Thân, chống lại các kẻ nổi loạn do [[Phan Đình Phùng]] chỉ huy, tại Nghệ An và Hà Tĩnh – tôi, tự đáy lòng, không chấp nhận''\n:''...Có thể tôi lầm, tuy nhiên, thưa Đô Đốc, tôi xin thú thực là không tin – cho đến khi được chứng minh ngược lại – rằng các em tôi đã phản lại truyền thống của gia đình chúng tôi đến như thế, một gia đình đã tự mình gắn liền với nước Pháp từ lúc ban đầu, trong khi ông cha của những quan lại bây giờ hầu hết đều chống lại Pháp và chỉ quyết định thiên về Pháp khi thấy có lợi... Tôi nêu ra điều nầy khi xét thấy rằng thân phụ tôi là Ngô Đình Khả đã từng được vinh dự phục vụ nước Pháp dù sinh mạng bị hiểm nguy, và khi xét đến quá trình lâu dài của các em tôi, một quá trình được hình thành bằng lòng tận tụy vô bờ của các em tôi đối với nước Pháp, mà không sợ phải hy sinh mạng sống của mình cho nước Pháp.''\n\nBan đầu, linh mục chính xứ Phú Cam là Eugène Marie - Joseph Allys (1852-1936), đã giới thiệu Ngô Đình Khả nhận thông dịch tài liệu tiếng Latinh và tiếng Pháp cho lính Pháp. Ông cũng được làm thông ngôn cho các quan chức thực dân với triều đình Nguyễn nên có nhiều mối quan hệ. Những mối quan hệ đó đã giúp Ngô Đình Khả có được sự cất nhắc trong triều đình Huế, vốn đang bị khống chế bởi Pháp. Vua [[Đồng Khánh]] giao cho Ngô Đình Khả một chức võ quan của triều đình. Ông từng theo Khâm mạng tiết chế quân vụ [[Nguyễn Thân]] đàn áp cuộc khởi nghĩa của [[Phan Đình Phùng]]. Tuy nhiên, vốn chẳng có sở trường gì về quân sự nên chỉ sau bốn tháng, Ngô Đình Khả xin từ chức để chăm sóc mẹ bị lâm trọng bệnh.<ref name=\"antg\">[http:\/\/antgct.cand.com.vn\/Nhan-vat\/Ngo-Dinh-Kha-la-ai-310687\/ Ngô Đình Khả là ai?], Báo An ninh Thế giới, 07\/03\/2008<\/ref>\n\nNăm 1895, Nguyễn Thân lĩnh chức Khâm mạng tiết chế quân vụ, đem ba ngàn quân ra Hà Tĩnh lùng diệt cuộc khởi nghĩa do Phan Đình Phùng lãnh đạo. Khi đó Ngô Đình Khả làm Phó tướng cho [[Nguyễn Thân]], Ngô Đình Khả đã theo lệnh Nguyễn Thân đào mả, lấy hài cốt [[Phan Đình Phùng]] trộn với thuốc súng, bỏ vào súng thần công bắn xuống dòng sông Lam.<ref name=\"antg\"\/> Một số nguồn sử liệu{{which}} cho rằng, Ngô Đình khả phải chịu trách nhiệm chính trong việc thực dân Pháp biến khu vực Trấn Bình Đài ở Huế thành nhà thờ Công giáo.<ref name=\"antg\"\/>\n\nNăm 1896 ông được phong [[Thái thường tự khanh]] ([[Quan chế nhà Nguyễn|chánh tam phẩm]]), chức [[Thương biện]] thuộc [[Viện cơ mật]]. Cũng trong thời gian này ông được giao việc tổ chức [[Trường Trung học phổ thông chuyên Quốc Học|Trường Quốc học]], lúc bấy giờ gọi là trường Cao đẳng Tiểu học ([[tiếng Pháp]]: ''École Primaire Supérieure'') ở chức [[Trưởng giáo]]. Có thể nói, với kiến thức được học tập tại nước ngoài cùng với sự tâm huyết dành cho giáo dục, Ngô Đình Khả đã góp phần kết hợp được văn hóa phương Tây và phương Đông trong giáo dục ở trường Quốc học Huế. Hai năm sau, tức năm 1898 vua [[Thành Thái]] phong ông làm Thượng thư phụ đạo đại thần rồi đến năm 1902 thì thăng hàm [[Hiệp tá đại học sĩ]].<ref>Nguyễn Văn Minh. ''Dòng họ Ngô-Đình: Ước mơ chưa đạt''. Garden Grove, CA: Hoàng Nguyên Xuất-bản, 2003. Trang 12-13.<\/ref> Cũng trong năm này, Ngô Đình Khả thôi không giữ chức vụ hiệu trưởng trường Quốc học nữa.\n\nNăm 1905 ông thăng chức [[Tổng quản Cấm thành]], bảo vệ vua [[Thành Thái]]. Năm 1907, lúc ông đương kim phụ chánh tại triều, vua Thành Thái có hành vi chống Pháp nên bị chính quyền [[Bảo hộ]] dưới sự vận động của [[Khâm sứ Trung Kỳ|khâm sứ]] [[Ferdinand Lévecque]] đòi truất vua Thành Thái và đày vua Thành Thái sang châu Phi, lấy cớ nhà vua bị bệnh tâm thần. Lúc đó tại triều hầu hết các đại thần đều ký vào thỉnh nguyện đó. Chỉ riêng có quan phụ đạo đại thần Ngô Đình Khả nhất quyết không chịu ký tên. Vì vậy dân gian có câu truyền: ''\"Đày vua không Khả. Đào mả không Bài.\"''{{Cần dẫn nguồn}}\n\nSau biến cố này, Ngô Đình Khả bị người Pháp nghi ngờ đứng sau vua Thành Thái với sự ủng hộ cho Kì Ngoại hầu [[Cường Để]], [[Việt Nam Quang Phục Hội|Việt Nam Quang phục hội]] của [[Phan Bội Châu]].{{Cần dẫn nguồn}} Chính vì thế, chính quyền thực dân Pháp đã tạo cớ, buộc Ngô Đình Khả nghỉ hưu sớm mà không được nhận tiền hưu dưỡng. Mãi đến khi, vua [[Khải Định]] lên ngôi, Ngô Đình Khả mới quay lại đảm nhận các chức vụ trong triều đình.{{Cần dẫn nguồn}}\n\n[[Châu bản triều Nguyễn]] có chép về giai đoạn cuối trong sự nghiệp của Ngô Đình Khả như sau:<ref>{{Chú thích sách|title=Châu bản triều Nguyễn - Tư liệu Phật giáo qua các triều đại nhà Nguyễn 143 năm từ Gia Long 1802 đến Bảo Đại 1945 (Lý Kim Hoa, NXB Văn hóa Thông tin, 2003), trang 872}}<\/ref><blockquote>''Ngày 26 tháng 11, Duy Tân năm thứ nhất (1907), Phụ Chánh tâu việc Ngô Đình Khả cất nhà thờ đạo Thiên Chúa trên nền [[Linh Hựu quán|chùa Linh Hựu]] trong thành nội: Bọn thần phủ Phụ chánh tâu (châu điểm): Tháng 11 năm thứ 17 (1905) tiếp được thư của nguyên quyền khâm sứ đại thần Mô Li Ê (Jean-Ernest Moulié) nói thượng thư Ngô Đình Khả cất nhà thờ đạo bên trong hoàng thành là rất không hợp, thần phủ nên lập tức tra xét rõ nghiêm xử, chiếu theo phận sự mà quy trách nhiệm… Vậy xin chiếu trọng luật về tội không được làm mà làm xử thượng thư Ngô Đình Khả 80 trượng, giáng 3 cấp rời khỏi chức vụ, được giảm tội danh và phải triệt hạ giáo đường, việc này đã thương nghị cùng nguyên quyền khâm sứ đại thần xét biện. Tháng 7 năm ngoái (1906) phụng thương chuẩn triệt hạ giáo đường trong thành nội và cho tùy ý xây cất ở bốn phía sông bên ngoài kinh thành. Kế đó căn cứ viên ấy trình xin trả giáo đường này sửa lại làm chùa để lưu giữ tích cũ, viên ấy xin lãnh tiền quan 300 đồng đem về mua sắm vật liệu và xin cất giáo đường mới ở nền nhà kho cũ xã Tiên Nộn.''<\/blockquote>Ngô Đình Khả mất năm 1923 vì bệnh phổi.\n\n== Gia đình ==\nTheo Sổ bộ Hôn thú ở Phủ Cam, người vợ đầu của Ngô Đình Khả là Mađalêna Chĩu, bà qua đời một năm sau đó. Ông kết hôn với người vợ thứ hai là Anna Phạm Thị Thân (1871–1964) vào năm 1889. Ông có 8 con trai (2 người chết khi còn nhỏ) và 3 con gái. Những người con trưởng thành của ông đều là nhân vật quan trọng tại [[Việt Nam Cộng hòa]] sau này:\n\n#Người con đầu lòng là [[Ngô Đình Khôi]] (1885-1945), làm quan nhà Nguyễn đến chức [[Tổng đốc]].\n#Ngô Đình Thị Giao (1894-1946), tục gọi là bà Thừa Tùng.\n#[[Phêrô Máctinô Ngô Đình Thục|Ngô Đình Thục]] (1897-1984), Tổng giám mục tiên khởi [[Tổng giáo phận Huế]]\n#[[Ngô Đình Diệm]] (1901-1963), Tổng thống [[Việt Nam Cộng hòa]].\n#Ngô Đình Thị Hiệp (1903-2005),<ref>{{chú thích web |url =http:\/\/www.bbc.com\/vietnamese\/multimedia\/2015\/02\/150223_nguyenvanchau_ngodinhthihiep_1 |tiêu đề =Cuộc đời em gái Tổng thống Ngô Đình Diệm |author = |ngày = |nhà xuất bản =BBC |ngày truy cập =2017-02-04 |ngôn ngữ = }}<\/ref> tục gọi bà cả Ấm, vợ ông Nguyễn Văn Ấm. Con trai của họ là Hồng y [[Phanxicô Xaviê Nguyễn Văn Thuận|Nguyễn Văn Thuận]].\n#Ngô Đình Thị Hoàng (1904-1959), tục gọi bà cả Lễ, vợ ông Nguyễn Văn Lễ. Con rể của họ là [[Trần Trung Dung]], Bộ trưởng [[Bộ Quốc phòng Việt Nam Cộng hòa]].\n#[[Ngô Đình Nhu]] (1910-1963), cố vấn Chính trị của [[Tổng thống Việt Nam Cộng hòa|Tổng thống]] Ngô Đình Diệm.\n#[[Ngô Đình Cẩn]] (1912-1964), cố vấn Trung Phần.\n#Con út [[Ngô Đình Luyện]] (1914-1990), luật sư, Đại sứ Việt Nam Cộng hòa tại [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh]].\n\n==Nhận định==\n\nTheo [[Đỗ Mậu]], một cựu thiếu tướng phục vụ dưới chế độ Việt Nam Cộng hòa (miền [[Nam Việt Nam]]):\n\n''Ông Ngô Đình Khôi tuy chỉ là thứ tham quan ô lại thời thực dân phong kiến bị [[Việt Minh]] lên án phản quốc và đã được ông Diệm làm lễ quốc táng, thế mà anh em ông Diệm vẫn chưa hài lòng còn muốn tôn vinh anh mình lên hàng danh nhân vĩ đại của lịch sử. Họ lấy tên của ông Khôi đặt cho con đường lớn nối liền thủ đô Sài Gòn với phi trường quốc tế [[Tân Sơn Nhất]]. Ngoài ra anh em họ còn muốn đổi tên trường trung học Khải Định (Huế) thành trường Ngô Đình Khả. Thật ra việc xoá bỏ tên [[Khải Định]] là một việc làm hữu lý vì Khải Định là một vị vua Việt gian, nhưng xoá bỏ tên của Khải Định mà lại thay vào tên của Ngô Đình Khả, một vị quan lại của Pháp, thì quả là một việc làm khinh thị nhân dân.''<ref>Tâm sự tướng lưu vong, Hoành Linh Đỗ Mậu, Chương 7 - Chế độ gia đình trị, Nxb Công an nhân dân, 1995<\/ref>\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Dòng họ Ngô Đình]]\n[[Thể loại:Sinh năm 1850]]\n[[Thể loại:Mất năm 1925]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Thượng thư Việt Nam]]\n[[Thể loại:Sinh tại Lệ Thủy, Quảng Bình]]\n[[Thể loại:Người Huế]]"}