{"86848":"{{chú thích trong bài}} \n'''Ngô Thế Vinh''' ([[chữ Hán]]: 吳世荣, [[1802]] - [[1856]], hiệu '''Trúc Đường''', '''Khúc Giang''' và '''Dương Đình''') là một chính trị gia và và nhà thơ đời vua Minh Mạng và Tự Đức.\n\nÔng quê tại xã Bái Dương, huyện Nam Chân, nay là huyện Nam Trực, tỉnh [[Nam Định]]. Ông xuất thân trong một gia đình truyền thống thi thư, là dòng dõi khai quốc công thần Chương Khánh Công [[Ngô Từ]] của [[nhà Lê sơ]], và là em ruột của Ngô Đình Thái (soạn giả sách ''Nam Phong giải trào'').\n\nÔng đỗ [[tiến sĩ]] năm [[Kỷ Sửu]] ([[Minh Mạng]] thứ 10, [[1829]]), làm quan đến chức [[lang trung]] [[bộ Lễ]]. Sau khi làm giám khảo trường [[thi Hương]] ở [[Hà Nội]], do duyệt quyển không kỹ, nên bị cách chức, ông về quê dạy học và phụng dưỡng mẹ già. Học trò nhiều người thành đạt. Vua [[Tự Đức]] thường sai Trung sứ đến nhà lấy thơ văn trước tác của ông để dâng vua xem. Sau vua lại gia ơn phục hồi học vị tiến sĩ.\n\nCó sách chép, ông soạn tới 72 cuốn. Đồng biên soạn cuốn ''chuẩn định Hương Hội thi pháp''. Ông đề tựa cuốn ''Ức Trai di tập'' do [[Dương Bá Cung]] soạn. Tác phẩm chủ yếu là sách giáo khoa, có tập ''Dương Đình thi văn tập'' và ''Trúc Đường phú tập''. Ngoài ra, Ngô Thế Vinh còn biên soạn sách triết học như ''Trúc Đường chu dịch tùy bút'', sách sử học như ''Tống sử học'', sách về đo đạc như ''Khảo xích đạo bộ pháp''.\n\nQua những tác phẩm còn lại đến ngày nay, có thể nói ông là bậc tri thức uyên bác về nhiều lãnh vực.\nÔng có để lại bản dịch bài thơ \"Chức cẩm hồi văn\" của Tô Huệ ([[Trung Quốc]]), (gồm 40 câu thơ thất ngôn = 280 chữ) ra thơ song thất lục bát (cũng 40 câu = 280 chữ) rất hay, đến nay chưa có bản dịch nào vượt lên trên được.\n\nTrong số những hậu duệ của Ngô Thế Vinh có [[Ngô Lập Chi]], đậu [[Hương cống|cử nhân]] dưới triều [[nhà Nguyễn]], là dịch giả cuốn [[Phủ biên tạp lục]] của [[Lê Quý Đôn]].\n\n== Tham khảo chính ==\n{{Wikisource tác giả}}\n*''Các tác giả văn chương [[Việt Nam]]'' (tập 1), Trần Mạnh Thường biên soạn. Nhà xuất bản. Văn hoá thông tin, 2008.\n\n{{thời gian sống|sinh=1802|mất=1856|tên=Ngô Thế Vinh}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}