{"36781":"{{Thông tin nhân vật phong kiến\n| tên = Ngô Thì Nhậm\n| tên gốc = 吳時任\n| hình = Ngô Thì Nhậm.jpg\n| cỡ hình = \n| ghi chú hình = Tượng thờ Ngô Thì Nhậm trong Điện thờ ''[[Tây Sơn tam kiệt]]'' ([[Bảo tàng Quang Trung]], [[Bình Định]])\n<!-- Binh nghiệp -->| phục vụ = \n| thuộc = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| khen thưởng = <!-- Thông tin chung -->\n| tên khác = \n| húy = \n| tự = Hy Doãn\n| hiệu = Đạt Hiên\n| tôn xưng = \n| bút danh = \n| pháp danh = Hải Lượng thiền sư<ref>{{chú thích sách|tựa đề = Đồ họa cổ Việt Nam|nhà xuất bản= Nhà xuất bản Mỹ thuật|trang = 228}}<\/ref>\n| học vấn = [[Tiến sĩ Nho học|Tiến sĩ]] ([[Nhà Hậu Lê|Hậu Lê]])\n| chức quan = * Thượng thư bộ Lại ([[Nhà Tây Sơn|Tây Sơn]])\n* Thượng thư bộ Binh ([[Nhà Tây Sơn|Tây Sơn]])\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu = \n| tước vị = \n| cha = [[Ngô Thì Sĩ]]\n| mẹ = \n| giới tính = \n| sinh = [[25 tháng 10]] năm [[1746]]\n| nơi sinh = \n| mất = [[1803]]<br>(57 tuổi)\n| nơi mất = \n| nguyên nhân mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = \n| quốc tịch = \n| dân tộc = \n| triều đại = [[Nhà Hậu Lê|Hậu Lê]]<br>[[Nhà Tây Sơn|Tây Sơn]]\n| tác phẩm = <!-- nổi bật -->\n}}\n'''Ngô Thì Nhậm''' ({{linktext|吳|時|任}}; còn gọi là '''Ngô Thời Nhiệm''' -''吳時任- do kỵ huý với tên của vua Tự Đức là \"Nguyễn Phúc Hồng Nhậm\")'';<ref name=\"Nhiệm\">Ngô Thì Nhậm trùng với tên húy vua [[Tự Đức]] (Hồng Nhậm, Nguyễn Phúc Thì) nên phải đọc và viết thành Ngô Thời Nhiệm (theo ''Họ và tên người Việt Nam'', PGS.TS Lê Trung Hoa, Nhà xuất bản Khoa học xã hội, 2005).<\/ref> [[25 tháng 10|sinh ngày 25 tháng 10]] năm [[1746]] –  [[1803|Mất năm 1803]], tự là '''Hy Doãn''' (希尹), hiệu là '''Đạt Hiên''' (達軒), về sau xuất gia lấy pháp hiệu '''Hải Lượng''' '''Thiền sư''', là một tu sỹ [[Phật giáo]], danh sĩ, nhà văn đời [[Nhà Lê trung hưng|Hậu Lê]] và [[Nhà Tây Sơn|Tây Sơn]], người có công lớn trong việc giúp [[nhà Tây Sơn|triều Tây Sơn]] đánh lui [[nhà Thanh|quân Thanh]].\n\n==Sự nghiệp==\nNgô Thì Nhậm thông minh, học giỏi, sớm có những công trình về lịch sử. Ông xuất thân trong một gia đình vọng tộc tại Bắc Hà, là con của [[Ngô Thì Sĩ]], người làng [[Tả Thanh Oai]], ngày nay thuộc huyện [[Thanh Trì]], [[Hà Nội]]. Nhờ truyền thống gia đình văn học và nhờ tư chất thông minh, Ngô Thì Nhậm thành công rất sớm. Mười sáu tuổi đã viết cuốn ''\"Nhị thập tứ sử toát yếu\"''. Mười chín tuổi đỗ đầu kỳ thi Hương. Hai mươi tuổi viết ''\"Tứ gia thuyết phả\"''.\n\nNăm [[1768]], 23 tuổi, ông thi đỗ giải Nguyên, được bổ Hiến sát phó sứ [[Hải Dương]].\n\nNăm [[1771]], 26 tuổi, ông dự khảo thí ở [[Văn Miếu – Quốc Tử Giám|Quốc tử giám]], đỗ ưu hạng đồng thời hoàn thành ''\"Hải đông chí lược\"'', một tập địa phương chí của Hải Dương.\n\nNăm [[1775]], ông thi đỗ thứ năm hàng [[Tiến sĩ]] tam giáp, cùng khoa với [[Phan Huy Ích]]. Đạt được học vị cao nhất của thang giá trị học vấn thời đó. Được chúa [[Trịnh Sâm]] rất quý mến và nhận xét là \"Tài học không ở dưới người\". Sau khi đỗ đạt, ông được bổ làm quan Hộ khoa cấp sự trung ở bộ Hộ dưới triều [[nhà Hậu Lê|Lê]] &ndash; [[chúa Trịnh|Trịnh]].\n\nNăm 1776, ông được bổ làm Giám sát Ngự sử đài [[Sơn Nam (trấn)|đạo Sơn Nam]], sau đó thăng Đốc đồng trấn [[Kinh Bắc]].\n\nNăm 1778, ông vẫn giữ chức Đốc đồng [[Kinh Bắc]] nhưng kiêm thêm chức Đốc đồng [[Thái Nguyên]]. Khi đó cha ông làm Đốc đồng [[Lạng Sơn]]. Cha con đồng triều, nổi tiếng văn chương trong thiên hạ.\n\nKhông phụ lòng tin yêu của vương thượng, Ngô Thì Nhậm dâng nhiều kế sách hay trong đạo trị nước, trong đó có các bài biểu nổi tiếng như Giáo nghị, Pháp nghị và Chính nghị. Tuy nhiên, do triều đại Lê – Trịnh đang ở vào thời suy vi, nên dù rất khen kế sách của ông, [[Trịnh Sâm]] cũng không thể áp dụng nó vào thực tế.\n\nSau [[Vụ án năm Canh Tý]] ([[1780]]), Ngô Thì Nhậm được thăng làm Công bộ Hữu thị lang. Vụ này khiến cho giới sĩ phu Bắc Hà nghi ngờ Ngô Thì Nhậm là người tố giác [[Trịnh Tông|Trịnh Khải]], nên phải bỏ trốn về quê vợ ở Bách Tính, [[Nam Định]]<ref>''\"Ngô Thì Nhậm con người và thời đại\"'' của Văn Lang, Nhà xuất bản Hà Tây 1974, trang 21.<\/ref> (nay là Bách Tính, xã [[Nam Hồng, Nam Trực|Nam Hồng]], huyện [[Nam Trực]], Nam Định) lánh nạn.\n\nCha ông mất cùng năm sau vụ án Canh Tý (Trịnh Sâm dẹp tan âm mưu đảo chính của phe cánh [[Trịnh Tông]] muốn diệt trừ phe cánh [[Đặng Thị Huệ]] và [[Hoàng Đình Bảo|Quận Huy]]), do bạo bệnh sau một chuyến đi Nam quan cho việc quan. Do đó Nhậm mới bị cái tiếng ''\"sát tứ phụ nhi thị lang\"'' (giết bốn cha để được chức [[Thị lang]]. Bốn cha ý chỉ Ngô Thì Sĩ và ba người bạn vong niên của ông Sĩ là [[Nguyễn Khản]] - anh trai [[Nguyễn Du]], Nguyễn Phương Đĩnh và Nguyễn Khắc Tuân).\n\nVới tư tưởng lấy trung làm đầu, khi [[Quang Trung|Nguyễn Huệ]] mang quân ra đất Bắc lần thứ nhất, Ngô Thì Nhậm đã từng gọi [[Nguyễn Huệ]] là giặc, từ bỏ đất kinh kì đi ''\"lánh nạn\"'', hưởng thú vui \"nhắm rượu với cua béo\".\n\nNăm [[1788]], Nguyễn Huệ ra Bắc lần thứ hai, xuống lệnh \"cầu hiền\" tìm kiếm quan lại của triều cũ. Danh sĩ [[Bắc Hà]] đã đầu quân cho [[nhà Tây Sơn]] từ trước đó mới chỉ có [[Trần Văn Kỷ|Trần Văn Kỉ]],<ref>[[Trần Văn Kỷ|Trần Văn Kỉ]] đỗ [[giải nguyên]], quê ở huyện [[Hương Trà]], [[Thuận Hóa]], chưa làm quan cho triều nào. Theo [[nhà Tây Sơn]] từ [[1786]], sử chép là [[Quang Trung|Nguyễn Huệ]] ''\"việc gì cũng bàn với Kỷ, không mấy khi rời\"''.<\/ref> [[Ngô Văn Sở]] và [[Đặng Tiến Đông]].<ref>Đặng Tiến Đông thuộc dòng họ nhiều đời đỗ đạt, làm quan to dưới triều Lê-Trịnh. Ông tìm vào [[Quảng Nam]] ra mắt Nguyễn Huệ năm [[1787]]. Hai năm sau, lĩnh chức đô đốc, ông dẫn đầu cánh quân đánh vào đồn Đống Đa, kéo quân vào [[Thăng Long]] sớm nhất.<\/ref>\n\nTuy vậy, tới thời điểm này thì cả vua Lê lẫn chúa Trịnh đều đã đổ. Ngô Thì Nhậm và một số thân sĩ Bắc Hà khác như [[Phan Huy Ích]], [[Bùi Dương Lịch]];<ref>Dương Lịch về sau cũng làm quan cho nhà Nguyễn [[Gia Long]].<\/ref> các tiến sĩ [[Ninh Tốn]], [[Nguyễn Thế Lịch]], [[Nguyễn Bá Lan]]; [[Đoàn Nguyễn Tuấn]] (anh rể [[Nguyễn Du]]); [[Vũ Huy Tấn]]; [[Nguyễn Huy Lượng]] (tác giả \"[[Tụng Tây Hồ phú]]\")... lần lượt ra làm quan cho nhà [[Nhà Tây Sơn|Tây Sơn]].<ref>Thái độ của danh sĩ [[Đàng Ngoài|Bắc Hà]] đối với Nguyễn Huệ là chia rẽ và phức tạp. Bên cạnh với những người đầu Tây Sơn, một số khác đi theo hoặc vua Lê hoặc [[chúa Trịnh]], hoặc sau này làm quan cho [[Gia Long]] như [[Nguyễn Đăng Trường]], [[Nguyễn Đình Giản]], [[Lê Duy Đản]], [[Trần Danh Án]], [[Ngô Thì Chí]], [[Nguyễn Du]]...<\/ref> Ngô Thì Nhậm là người đầu tiên trong đám nhân sĩ Bắc Hà tới trình diện ở [[bộ Lễ]]. Sau đó, ông nhận được lòng tín nhiệm tuyệt đối của Nguyễn Huệ.\n\nSử cũ viết khi được Thì Nhậm, Nguyễn Huệ mừng mà rằng: ''\"Thật là trời để dành ông cho ta vậy\"'', và phong cho ông chức Tả thị lang bộ Lại, tước Tĩnh phái hầu, cùng với Võ Văn Ước coi tất cả quan văn võ của triều Lê.\n\nChỉ chưa đầy một tháng phục vụ chủ mới, Thị lang Ngô Thì Nhậm đã tập hợp được một số cựu thần nhà Lê và soạn ngay một tờ biểu suy tôn để xin Nguyễn Huệ lên ngôi hoàng đế. Công việc có chiều hấp tấp và lộ liễu đó không được mấy người hưởng ứng, những người có tư cách đều không ra, có kẻ bị ép thà tự tử.\n\nKhông thể đóng quân mãi ở xa đại bản doanh, thả mồi bắt bóng, ngày chậm tháng chầy có thể đưa đến những bất lợi, Nguyễn Huệ đành phải để một đại tướng trấn giữ miền Bắc, hậm hực kéo quân trở về [[Thuận Hóa]] chờ cơ hội khác. Sau ông lại thăng làm Thượng thư [[bộ Lại]] - chức vụ cao cấp nhất trong [[Lục bộ]].\n\nCuối năm [[Mậu Thân]] ([[1788]]), do vua [[Lê Chiêu Thống]] cầu viện, 29 vạn [[nhà Thanh|quân Thanh]] kéo sang [[Đại Việt]], với chiêu bài diệt Tây Sơn dựng lại nhà Lê.\n\nNgô Thì Nhậm đã có kế lui binh về giữ phòng tuyến [[Phòng tuyến Tam Điệp|Tam Điệp – Biện Sơn]] ([[Ninh Bình]]) góp phần làm nên chiến thắng của [[nhà Tây Sơn]]. Ông nhận định: \"Nay, ta giữ quân mà rút về chỗ hiểm Tam Điệp, không bị mất một mũi tên. Cho giặc vào [[Thăng Long]] ngủ trọ một đêm, rồi tung quân ra đánh, đuổi chúng đi, có mất gì đâu?\".\n\nĐánh giá về công lao của Ngô Thì Nhậm, vua Quang Trung nói với tướng sĩ rằng: \"Các người đều là chiến tướng, tự nhiên gặp giặc là đánh, mà lâm cơ cần ứng biến thì không đủ tài. Mấy tháng trước, ta phải để Ngô Thì Nhậm ở lại, cộng sự với các ngươi, chính là lo sẵn cho chỗ đó\".\n\nNăm [[1790]], vua [[Quang Trung]] đã giao cho Ngô Thì Nhậm giữ chức [[Bộ Binh (bộ)|Binh bộ]] [[thượng thư]]. Tuy làm ở bộ Binh, nhưng Thì Nhậm chính là người chủ trì về các chính sách và giao dịch ngoại giao với [[Trung Quốc|Trung Hoa]]. Ông là người đứng đầu một trong những sứ bộ ngoại giao sang [[Tên gọi Trung Quốc|Trung Hoa]].<ref>Sau chiến thắng [[Kỷ Dậu|Kỉ Dậu]] 1789, nhà Tây Sơn đã phái nhiều sứ đoàn sang [[Tên gọi Trung Quốc|Trung Hoa]], trong đó có sứ đoàn do [[Ngô Văn Sở]] cầm đầu, một sứ đoàn khác do [[Võ Văn Dũng]] đứng đầu khi [[Quang Trung]] có ý định xin cưới con gái của [[Càn Long]] và xin đất [[Lưỡng Quảng]], nhưng khi đoàn này vừa khởi hành (có tài liệu nói là khi đoàn đã sang tới nơi) thì Quang Trung qua đời.<\/ref>\n\nVốn là người văn chương nức tiếng bấy giờ, phần lớn các thư từ bang giao giữa [[Đại Việt]] và nhà Thanh đều do chính tay ông soạn thảo. Những văn kiện ngoại giao của Ngô Thì Nhậm thể hiện rõ nguyên tắc về chủ quyền lãnh thổ, danh dự quốc gia với các chính sách mềm dẻo, linh hoạt, cứng rắn. Ngoài ra, Ngô Thì Nhậm hai lần đi sứ sang [[nhà Thanh]] vào những dịp rất quan trọng, khoảng các năm 1790, 1792-1793. Khi đi sứ nhà Thanh năm 1790 (đời vua [[Càn Long]]), ông ghé thăm mộ của [[Nhạc Phi]] ở [[Hàng Châu]] và viết bài thơ ''Đề Nhạc Vũ Mục vương miếu'' (nghĩa là \"Đề miếu Nhạc Vũ Mục vương\"), sau đó ông ghé thăm Miếu thờ [[Nhạc Phi]] ở Yển Thành (thuộc tỉnh [[Hà Nam]], [[Trung Quốc]] ngày nay) và viết bài thơ ''Đề Yển Thành Nhạc vương miếu'' (nghĩa là \"Đề miếu Nhạc vương ở Yển Thành\"). Ông dốc toàn tài năng cho [[nhà Tây Sơn]]. Chính sách ngoại giao khôn khéo đối với nhà Thanh, không nghi ngờ gì nữa, là tác phẩm của Ngô Thì Nhậm, không phải là công trạng của Quang Trung.\n\nTheo sách ''Hoàng hoa đồ phả'', trong những lần đi sứ phương Bắc, ông luôn cố gắng để đến tất cả những danh thắng ở Trung Quốc mà người Việt chỉ biết qua sách vở, cũng như tìm kiếm dấu vết của [[lịch sử Việt Nam]] trên đất khách.\n\nSau khi ổn định an ninh một dải đất dài từ ải Nam quan vào tới Bến Ván, Quang Trung đã nghe theo lời cố vấn của hai văn thần quan trọng là Trần Văn Kỷ và Ngô Thì Nhậm để tổ chức lại guồng máy hành chánh, thuế khóa.\n\nSau một thời gian chiến tranh liên miên, đồng ruộng hoang hóa, xóm làng điêu tàn đổ nát, dân cư xiêu tán, kinh tế kiệt quệ, Quang Trung phải đối phó với những khó khăn chồng chất của thời bình. Trong các kế hoạch bình định, chắc chắn Ngô Thì Nhậm soạn thảo cho Quang Trung kế hoạch tái phối trí dân số và phát triển [[nông nghiệp]], vì văn bản chính thức của kế hoạch này, \"Tờ Chiếu Khuyến nông\", được dòng họ Ngô Thì lưu giữ và ghi vào tập ''\"Hàn các anh hoa\"'' của Ngô Thì Nhậm.\n\nNăm 1792, sau khi [[Quang Trung]] mất, ông không còn được tin dùng, quay về nghiên cứu Phật học. Ông lập thiền viện, soạn công án, trở thành Hải Lượng thiền sư. Từ một nhà nho nhiệt tín, một nhà chính trị nhiệt tín, ông trở thành đệ tứ tổ của Thiền tông Việt Nam. Ông đã hoàn thành một tác phẩm rất có giá trị là Trúc Lâm Tông Chỉ Nguyên Thanh ([[1796]]).\n\nNăm [[1802]], sau khi [[Gia Long]] tiêu diệt nhà Tây Sơn, Ngô Thì Nhậm, [[Phan Huy Ích]], [[Nguyễn Thế Lịch]] và một số viên quan triều Tây Sơn bị đánh bằng roi tại [[Văn Miếu-Quốc Tử Giám|Văn Miếu]] năm [[1803]]. Nhưng vì có mâu thuẫn trước đó với Ngô Thì Nhậm, [[Đặng Trần Thường]] đã cho người tẩm thuốc vào roi để đánh ông. Sau trận đánh đòn, về nhà, Ngô Thì Nhậm chết.\n\n==Câu ứng đối nổi tiếng==\nTương truyền Ngô Thì Nhậm và [[Đặng Trần Thường]] có quen biết với nhau.\n\nChuyện xưa kể lại rằng, học trò của cụ [[Ngô Thì Sĩ]] ngày ấy khá đông, nhưng xuất sắc nhất chỉ có người con trai là Ngô Thì Nhậm và con rể của cụ là [[Phan Huy Ích]]. Một lần vui miệng, để khuyến khích cả con rể và con trai, cụ Sĩ bảo hai người hãy cố chiếm lấy cho được vị trí trong cuộc tranh đua khoa giáp. Lúc ông bảo ban như vậy có mặt cả một người học trò khác tên là [[Đặng Trần Thường]]. Không thấy thầy nhắc gì đến mình, Đặng Trần Thường cảm thấy bị bẽ mặt, từ đó trong thâm tâm nảy sinh ghen ghét, bực bội với hai người kia.\n\nNhưng quả thực là lực học của Đặng Trần Thường không bằng hai người họ Ngô và Phan được. Sau kỳ [[thi Hội]], hai người này đều đỗ cao, còn Đặng Trần Thường thì bị hỏng. Từ đó, lòng đố kỵ lại tăng lên, Đặng muốn tỏ ra khinh thường bạn để thỏa nỗi bực mình. Vì thế, chọn đúng ngày Ngô Thì Nhậm vinh quy được rước về làng, Thường ra chặn ngay đầu đường kéo quần xuống đái. Các quan và chức dịch sở tại thấy vậy đuổi bắt và đánh Thường mấy chục roi. Thường cho đây là chủ tâm của Ngô Thì Nhậm muốn làm nhục mình, nên từ đó càng căm giận, nhất quyết trả thù cho bằng được.\n\nLúc Ngô Thì Nhậm được vua Quang Trung trọng dụng thì [[Đặng Trần Thường]] đến xin Nhậm tiến cử. Trông thấy vẻ khúm núm làm mất phong độ của kẻ sĩ, Nhậm thét bảo Thường:\n:''Ở đây cần dùng người vừa có tài vừa có hạnh, giúp vua cai trị nước. Còn muốn vào luồn ra cúi thì đi nơi khác''.\nCó chuyện lại kể, Nhậm thấy vẻ khúm núm, hèn hạ, xin xỏ của Thường thì khẽ cười mà rằng:\n:''Công hầu, khanh tướng, vòng trần ai'' (đại ý nói rằng danh tước, công hầu làm con người thành bi kịch chốn trần ai).\nĐặng Trần Thường nghe mà căm tím ruột, hổ thẹn ra về, rồi vào Nam theo [[Gia Long|Nguyễn Phúc Ánh]].\n\nSau khi [[nhà Tây Sơn]] mất, các võ tướng và một số quan văn bị giải về [[Hà Nội]] để bị xử phạt đánh bằng roi ở [[Văn Miếu - Quốc Tử Giám|Văn Miếu]], trong số đó có [[Phan Huy Ích]] và Ngô Thì Nhậm. Chủ trì cuộc phạt đánh đòn đó là Đặng Trần Thường.\n\nTrong thế đối nghịch nhau, nhớ lại chuyện xưa, Đặng Trần Thường kiêu hãnh ra vế câu đối cho Ngô Thì Nhậm: \n:''Ai công hầu, ai khanh tướng, vòng trần ai, ai đã biết ai''\nNgô Thì Nhậm khẳng khái đáp: \n:''Thế [[Chiến Quốc]], thế [[Xuân Thu]], gặp thời thế, thế thời phải thế''\nCó thuyết nói rằng, nguyên câu đối lại của Ngô Thì Nhậm là: ''Thế Chiến Quốc, thế Xuân Thu, dù thời thế, thế nào cũng thế'' hoặc là: ''Thế Chiến Quốc, thế Xuân Thu, gặp thời thế, thế nào vẫn thế''. Đặng Trần Thường bắt ông phải sửa lại như câu nói ''\"thế đành theo thế\"'' (hay ''thế thời theo thế'' hoặc là ''thế thì phải thế''). Ngô Thì Nhậm không nói lại. Thường tức giận sai người dùng roi tẩm thuốc độc đánh ông.\n\nSau trận đòn về nhà, [[Phan Huy Ích]] không bị đánh bằng thuốc độc nên còn sống. Còn Ngô Thì Nhậm bị thuốc độc ngấm vào tạng phủ, biết mình không qua khỏi, trước khi qua đời ông có làm bài thơ gửi tặng Đặng Trần Thường như sau:\n:''Ai tai Đặng Trần Thường''\n:''Chân như yến xử đường''\n:''Vị Ương cung cố sự ''\n:''Diệc nhĩ thị thu trường''\nNghĩa là: Thương thay Đặng Trần Thường. Nay quyền thế lắm đấy, nhưng khác nào như [[Họ Yến|chim yến]] làm tổ trong cái nhà sắp cháy, rồi sẽ khốn đến nơi. Giống như [[Hàn Tín]] giúp [[Hán Cao Tổ|Hán Cao tổ]], rồi bị Cao tổ giết ở cung Vị Ương. Kết cục của ngươi rồi cũng thế đó.\n\nDịch thơ:\n:''Thương thay Đặng Trần Thường''\n:''Tổ yến nhà xử đường''\n:''Vị Ương cung chuyện cũ''\n:''Tránh sao kiếp tai ương?''\nQuả nhiên sau này bài thơ ứng nghiệm, Thường bị [[Gia Long]] xử tử.\n\n==Tác phẩm chính==\n*''Bang giao hảo thoại'' (văn)\n*''Bang giao tập'' (văn)\n*''Kim mã hành dư'' (văn)\n*''Hàn các anh hoa'' (văn, thơ)\n*''Doãn thi văn tập'' (văn, thơ)\n*''Yên đài thu vịnh'' (thơ)\n*''Hoàng hoa đồ phả'' (thơ)\n*''Cúc đường bách vịnh'' (thơ)\n*''[[Hải Dương]] chí lược''\n*''Hy Doãn thi văn tập''\n*''[[Xuân Thu]] quản kiến''\n*''Tam thiên tự giải âm'' (tức ''Tự học toản yếu''). Sách này về sau dịch ra quốc ngữ là Tam Thiên Tự. Sách được học giả Đoàn Trung Còn biên soạn, sao lục, Chí Đức tùng thư xuất bản lần đầu năm 1959 là sách căn bản để học tiếng Hán \n\n==[[Hình ảnh]] [[công cộng]]==\nNgày nay tại [[Việt Nam]] đang có những con đường, phố và ngôi trường mang tên ông. Trong khi đó, ở các tỉnh [[Trung Bộ|miền Trung]] và [[Miền Nam (Việt Nam)|miền Nam]] lại viết là [[Ngô Thời Nhiệm]].\n\n==Xem thêm==\n*[[Phòng tuyến Tam Điệp]]\n*[[Ngô Thì Sĩ]]\n*[[Quang Trung|Nguyễn Huệ]]\n*[[Đặng Trần Thường]]\n\n==Chú thích== \n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/hanoi.vietnamplus.vn\/Home\/Ngo-Thi-Nham--Nha-tri-thuc-loi-lac\/200910\/272.vnplus Ngô Thời Nhậm]\n\n {{Thời gian sống|sinh=1746|mất=1803}}\n\n[[Thể loại:Quan lại chúa Trịnh]]\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Tây Sơn]]\n[[Thể loại:Nhà văn Việt Nam thời Tây Sơn]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Hầu tước nhà Tây Sơn]]"}