{"3195628":"{{Thông tin viên chức\n| tên = Ngô Hán Đồng\n| hình = Cgs ngohandong (cropped).jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: QD I VNCH.jpg|22px]]<br>Chỉ huy trưởng Pháo binh Quân đoàn I\n| bắt đầu = 1\/1972\n| kết thúc = 2\/1972\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Đại tá<br>-Chuẩn tướng<br>(truy thăng 2\/1972)\n| kế nhiệm = -Đại tá Phạm Kim Chung\n| địa hạt = Quân khu I\n| phó chức vụ = Tư lệnh Quân đoàn\n| phó viên chức = -Trung tướng [[Hoàng Xuân Lãm]]\n| chức vụ 2 = [[Hình: Flag of South Vietnam.svg|22px]]<br>Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiêu khu Ninh Thuận\n| bắt đầu 2 = 6\/1968\n| kết thúc 2 = 7\/1971\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Trung tá<br>-Đại tá (6\/1971)\n| tiền nhiệm 2 = -Trung tá Kha Vãng Huy\n| kế nhiệm 2 = -Trung tá Trần Văn Tự\n| địa hạt 2 = Vùng 2 chiến thuật\n| chức vụ 3 = [[Hình: Flag of South Vietnam.svg|30px]]<br>Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Phú Bổn\n| bắt đầu 3 = 2\/1964\n| kết thúc 3 = 6\/1968\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Trung tá (2\/1964)\n| kế nhiệm 3 = -Trung tá Nguyễn Văn Nghiêm\n| địa hạt 3 = Vùng 2 chiến thuật\n| chức vụ 4 = [[Hình: Flag of ARVN Armored Cavalry Regiment.png|30px]]<br>Chỉ huy Tiểu đoàn 37 Pháo binh\n| bắt đầu 4 = 11\/1959\n| kết thúc 4 = 7\/1962\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Đại úy (11\/1959)<br>-Thiếu tá (7\/1962)\n| tiền nhiệm 4 = Đầu tiên\n| kế nhiệm 4 = -Đại úy Thân Trọng Thắng\n| địa hạt 4 = Quân khu Thủ đô\n| quốc tịch = {{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tử nạn\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| vợ = Trần Thị Anh Chính\n| họ hàng = Các em:<br>Ngô Thị Minh Phượng<br>Ngô Duy Lâm<br>Ngô Thị Thúy Loan<br>Ngô Xuân Sơn<br>Ngô Thị Bạch Yến\n| cha = Ngô Hán Trọng\n| mẹ = Nguyễn Thị Nhân\n| con = 8 người con (5 trai 3 gái):<br>Ngô Thị Anh Thủy<br>Ngô Anh Tuấn<br>Ngô Anh Tú<br>Ngô Thị Anh Thư<br>Ngô Anh Tài<br>Ngô Thị Anh Trang<br>Ngô Anh Thơ<br>Ngô Anh Thuận\n| học vấn = -Tú tài toàn phần<br>-Cử nhân Luật\n| học trường = -Trường Sĩ quan Trừ bị Thủ Đức<br>-Đại học Luật khoa Sài Gòn<br>-Học viện Fort Leavenworth, Kansas, Hoa Kỳ\n| quê quán = \n| ngày sinh = [[28 tháng 12]] năm [[1930]]\n| nơi sinh = [[Hà Nội]], [[Liên bang Đông Dương]]\n| ngày mất = [[25 tháng 2]] năm [[1972]]<br>([[42]] tuổi)\n| nơi mất = [[Đà Nẵng]], [[Việt Nam Cộng hòa]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1952]] - [[1972]]\n| cấp bậc = [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng Việt Nam Cộng hòa|Chuẩn tướng]]\n| đơn vị = [[Hình: Flag of ARVN Armored Cavalry Regiment.png|20px]] [[Pháo binh (Quân lực VNCH)|Binh chủng Pháo binh]]<br>[[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I & QK 1]]\n| chỉ huy = [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Tam đẳng (truy tặng)\n}}\n\n'''Ngô Hán Đồng''' ([[1930]] - [[1972]]) nguyên là một sĩ quan Pháo binh cao cấp của [[Quân lực Việt Nam Cộng hòa]]. Ông xuất thân từ những khóa đầu tiên ở trường Sĩ quan Trừ bị do Chính phủ Quốc mở ra ở Nam phần với mục đích đào tạo sĩ quan [[người Việt]] phục vụ trong Quân đội Liên hiệp Pháp. Ra trường ông được chọn về đơn vị Pháo binh. Hầu hết thời gian tại ngũ, ông đã phục vụ trong Binh chủng này. Có một thời gian, ông được chuyển nhiệm vụ sang lĩnh vực Hành chính quân sự. Năm 1972, khi đang là [[Đại tá]] Chỉ huy trưởng Pháo binh cấp Quân đoàn, ông bị tử nạn trong khi đang thi hành nhiệm vụ, được truy thăng cấp bậc [[Chuẩn tướng Việt Nam Cộng hòa|Chuẩn tướng]].\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày [[28 tháng 12]] năm [[1930]] trong một gia đình [[Nho giáo|Nho học]] tại Hà Nội, Việt Nam. Năm 1951 ông tốt nghiệp Trung học chương trình Pháp tại [[Hà Nội]] với văn bằng [[Tú tài]] toàn phần (Part II). Sau này, khi đang phục vụ trong Quân đội, ông ghi danh vào Đại học Luật khoa và tốt nghiệp [[Cử nhân]] Luật vào năm [[1962]].\n\n===Quân đội Quốc gia Việt Nam===\nHạ tuần tháng 9 năm 1952, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 50\/300.531, theo học khóa 2 ''Phụng sự''<ref>- Xuất thân từ khóa 2 ''Phụng Sự'' Sĩ quan Thủ Đức sau này có được 4 vị tướng, nhưng là tướng truy thăng gồm các Đại tá Ngô Hán Đồng, [[Nguyễn Văn Khương]] và [[Bùi Quý Cảo]]. Riêng trường hợp Đại tá [[Nguyễn Văn Thiện (chuẩn tướng)|Nguyễn Văn Thiện]] đã được nhận quyết định thăng cấp Chuẩn tướng vào ngày 1\/11\/1970. Hai ngày sau, khi đang bay bằng phi cơ A.37 từ [[Đà Nẵng]] về [[Thành phố Hồ Chí Minh|Sài Gòn]] để dự lễ gắn cấp bậc cho chính mình, máy bay bị nạn (không được biết nguyên nhân máy bay bị nạn và rơi tại đâu). Ông được ghi nhận là tử nạn mất tích. Tuy rằng ông đã có quyết định lên tướng, nhưng chỉ hai ngày sau đã tử nạn, như vậy cũng gần giống như được truy thăng).<\/ref> tại trường Sĩ quan Trừ bị Thủ Đức, khai giảng ngày 1 tháng 10 năm 1952. Ngày 1 tháng 4 năm 1953 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, được chọn về đơn vị Pháo binh, đồn trú tại [[Hải Phòng]].\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 11 năm 1955, sau khi Chính thể [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|Đệ nhất Cộng hòa]] ra đời và Quân đội Quốc gia được đổi tên thành Quân đội Việt Nam Cộng hòa, ông được thăng cấp [[Trung úy]] và được cử làm Pháo đội trưởng.\n\nTháng 11 năm 1959, ông được thăng cấp [[Đại úy]] tại nhiệm. Sau đó được giao trách nhiệm thành lập và giữ chức vụ Tiểu đoàn trưởng đầu tiên của Tiểu đoàn 37 Pháo binh. Tháng 7 năm 1962, ông được thăng cấp [[Thiếu tá]] nhận lệnh bàn giao Tiểu đoàn 37 Pháo binh lại cho Đại úy [[Thân Trọng Thắng (Trung tá, Quân lực VNCH)|Thân Trọng Thắng]]<ref>Đại úy Thân Trọng Thắng về sau giải ngũ ở cấp Trung tá.<\/ref> để chuyển về Trung ương phục vụ trong Bộ chỉ huy Pháo binh. Đầu tháng 2 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý ngày 30 tháng 1]] của tướng [[Nguyễn Khánh]], ông được thăng cấp [[Trung tá]] biệt phái sang lĩnh vực Hành chính quân sự, chuyển ra Quân khu 2 ông được bổ nhiệm làm Tỉnh trưởng kiêm Tiểu khu trưởng tỉnh [[Phú Bổn]].\n\nTháng 6 năm 1968 ông nhận lệnh bàn giao chức vụ Tỉnh trưởng Phú Bổn lại cho Trung tá [[Nguyễn Văn Nghiêm (Trung tá, Quân lực VNCH)|Nguyễn Văn Nghiêm]].<ref>Trung tá Nguyễn Văn Nghiêm, tốt nghiệp khóa 1 Sĩ quan Thủ Đức. Giải ngũ cùng cấp.<\/ref> Sau đó ông được chuyển nhiệm vụ về giữ chức vụ Tỉnh trưởng kiêm Tiểu khu trưởng [[Ninh Thuận]] (cũng thuộc Quân khu 2) thay thế Trung tá [[Kha Vạng Huy (Đại tá, Quân lực VNCH)|Kha Vãng Huy]].<ref>Trung tá Kha Vãng Huy sinh năm [[1921]] tại Sài Gòn, tốt nghiệp khóa 1 Sĩ quan Thủ Đức. Sau cùng mang cấp Đại tá.<\/ref>\n\nNgày Quân lực [[19 tháng 6]] năm 1971, ông được thăng cấp [[Đại tá]] tại nhiệm. Một tháng sau, ông nhận lệnh bàn giao tỉnh Ninh Thuận lại cho Trung tá [[Trần Văn Tự (Đại tá, Quân lực VNCH)|Trần Văn Tự]]<ref>Trung tá Trần Văn Tự sinh năm 1927 tại [[Pháp]], tốt nghiệp khóa 5 Võ bị Đà Lạt. Sau cùng là Đại tá Tỉnh trưởng [[Bình Thuận]].<\/ref> để đi du học lớp Chỉ huy Tham mưu cao cấp tại Học viện Chỉ huy và Tham mưu Fort Leavenworth, thuộc Tiểu bang [[Kansas]], Hoa Kỳ. Đầu năm 1972 mãn khóa học về nước, ông được điều động trở lại Binh chủng Pháo binh, chuyển ra miền Trung được cử giữ chức vụ Chỉ huy trưởng Bộ chỉ huy Pháo binh [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I]] do Trung tướng [[Hoàng Xuân Lãm]] làm Tư lệnh Quân đoàn.\n\n==Tử nạn==\nNgày [[25 tháng 2]] năm [[1972]], tham gia phái đoàn (do Chuẩn tướng [[Phan Đình Soạn]], Tư lệnh phó Quân đoàn I làm Trưởng đoàn) dùng trực thăng bay từ Bộ Tư lệnh Quân đoàn I đến thăm tàu Hải quân Hoa Kỳ neo tại [[vịnh Đà Nẵng]]. Trên đường bay trở về cùng ngày, vì lý do kỹ thuật phi cơ bị rớt và chìm cách chân núi Hòn Hàn 2 cây số, ông bị tử thương,<ref>Cùng tử nạn với cố Chuẩn tướng Ngô Hán Đồng còn có Chuẩn tướng [[Phan Đình Soạn]] (truy thăng Thiếu tướng), Thiếu úy Nguyễn Đình Thư (Sinh năm 1945, nguyên là Sĩ quan tùy viên của tướng Phan Đình Soạn. Được truy thăng Trung úy).<\/ref> hưởng dương 42 tuổi.\n\nVì hy sinh trong khi thi hành nhiệm vụ nên ông được truy thăng cấp bậc [[Chuẩn tướng Việt Nam Cộng hòa|Chuẩn tướng]] và truy tặng Đệ tam đẳng [[Bảo quốc Huân chương]] kèm Anh dũng bội tinh với nhành Dương liễu.\n\nTang lễ của ông được tổ chức theo lễ nghi quân cách của một tướng lãnh. An táng tại Nghĩa trang Quân đội Quốc gia Biên Hòa.\n\n-''Ngay sau khi ông bị tử nạn, Đại tá [[Phạm Kim Chung (Đại tá, Quân lực VNCH)|Phạm Kim Chung]]<ref>Đại tá Phạm Kim Chung sinh năm [[1929]] tại Kiến An, tốt nghiệp khóa 6 Võ bị Đà Lạt.<\/ref> được cử thay thế vào chức vụ Chỉ huy trưởng Pháo binh Quân đoàn I.\n\n==Gia đình==\n*Thân phụ: Cụ Ngô Hán Trọng\n*Thân mẫu: Cụ Nguyễn Thị Nhân\n*Bào đệ: [[Ngô Duy Lâm (Trung tá, Quân lực VNCH)|Ngô Duy Lâm]]<ref>Trung tá Ngô Duy Lâm sinh năm 1933 tại Hà Nội, tốt nghiệp khóa 5 Sĩ quan Trừ bị Thủ Đức<\/ref>, Ngô Xuân Sơn.\n*Bào muội: Ngô Thị Minh Phượng, Ngô Thị Thúy Loan, Ngô Thị Bạch Yến.\n*Phu nhân: Bà Trần Thị Anh Chính\n:Ông bà có tám người con (5 trai, 3 gái):<br>Ngô Thị Anh Thủy, Ngô Anh Tuấn, Ngô Anh Tú, Ngô Thị Anh Thư, Ngô Anh Tài, Ngô Thị Anh Trang, Ngô Anh Thơ, Ngô Anh Thuận.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1930]]\n[[Thể loại:Mất năm 1972]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Hà Nội]]"}