{"477676":"{{Thông tin nhân vật hoàng gia\n|tên = Ngô Chi Lan \n|native name= 吳芝蘭\n|tước vị = [[Nhà Hậu Lê|Hậu Lê]] [[Đại học sĩ]]\n|tên húy = Ngô Chi Lan (吳芝蘭)<br> Nguyễn Hạ Huệ (阮夏慧)\n|tước hiệu =[Nữ Học sĩ; 女學士]\n|phu quân = [[Phù Thúc Hoành]]\n|họ hàng = Quang Thục Hoàng thái hậu [[Ngô Thị Ngọc Dao]]\n|cha =[[Ngô Khế]]\n|mẹ =\n| sinh = 1434\n| mất = 1497\n|triều đại = [[Nhà Hậu Lê]]\n|danh hiệu = <font color = \"blue\"> Kim Hoa Học sĩ (金華學士) <\/font><br>()<br><font color = \"grey\"> Phù gia Học sĩ <\/font> <br> (苻家學士)\n}}\n'''Ngô Chi Lan''' (吳芝蘭; [[1434]] - [[1497]]), [[biểu tự]] là '''Quỳnh Hương''' (瓊香)<ref>[[Ngô Văn Học]] cho biết bà Ngô Chi Lan, có tục danh là ''Ngô Thị Hĩm'' [http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100328135848\/http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm |date=2010-03-28 }}.<\/ref>, thường được gọi là '''Kim Hoa nữ học sĩ''' (金華女學士) hoặc '''Phù Gia nữ học sĩ''' (苻家女學士), là một nữ sĩ dưới triều [[Lê Thánh Tông]] trong [[lịch sử]] [[Việt Nam]].\n\nBà là chị em họ với [[Lê Thánh Tông]], cháu gái của [[Ngô Thị Ngọc Dao|Quang Thục Hoàng thái hậu]], thân phận rất cao quý. Thuở ban đầu của nền văn học Việt Nam, Ngô Chi Lan là một nữ sĩ tài năng và là một trong những nữ nhà thơ đầu tiên, có vai trò quan trọng trong lịch sử [[văn học Việt Nam]].\n\n==Cuộc đời==\n'''Ngô Chi Lan''' là người làng Phù Lỗ (tục gọi làng Sọ), huyện [[Kim Hoa]] (sau đổi là [[Kim Anh]]), trấn [[Kinh Bắc]]. Vùng đất này trước đây gọi là xã Phù Lỗ, huyện Kim Anh, tỉnh [[Phúc Yên (tỉnh)|Phúc Yên]]; từ năm [[1978]] đến nay đổi thành huyện [[Sóc Sơn]], thuộc ngoại thành [[Hà Nội]].\n\nTheo “Lịch sử họ Ngô Việt Nam” do tác giả [[Ngô Đức Thắng]] chủ biên thì Ngô Chi Lan là con gái của Thanh Quốc công Ngô Khế, một công thần triều Lê. Ông là em trai Quang thục Hoàng Thái hậu [[Ngô Thị Ngọc Dao]], con Diên ý Dụ vương [[Ngô Từ]] và là cậu ruột của vua [[Lê Thánh Tông]]. Khi người cô này được tuyển vào cung, lúc ấy Ngô Chi Lan tuổi hãy còn nhỏ nhưng cũng được đi theo hầu. Đến khi Ngô Tiệp dư mang thai, trong nội cung xảy ra lắm chuyện lục đục, [[Nguyễn Trãi]] và [[Nguyễn Thị Lộ]] phải đưa Ngô Tiệp dư đi trốn, thì Ngô Chi Lan cũng được vợ chồng này đem về cho ở trong nhà, nhận làm con nuôi, cải thành [[họ Nguyễn]] và đổi tên là '''Hạ Huệ''' (夏慧).\n \nNăm [[1442]], bị vu tội trong [[Vụ án Lệ Chi Viên]], cha mẹ nuôi phải nhận án tử hình. Ngô Chi Lan liền cải dạng, đổi lại tên thật, trốn đi ở nhiều nơi, cho đến khi [[Lê Thánh Tông]] lên ngôi, bà mới dám trở về<ref>{{Chú thích web |url=http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm |ngày truy cập=2010-03-28 |tựa đề=xem thông tin chi tiết ở trang |archive-date=2010-03-28 |archive-url=https:\/\/web.archive.org\/web\/20100328135848\/http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm }}<\/ref>.\n\nBà nổi tiếng đẹp người, đẹp nết, giỏi thi ca, thông hiểu [[âm nhạc]] và viết chữ đẹp. Chính vì vậy, mà bà được Quang Thục Hoàng thái hậu yêu chiều và vua Lê Thánh Tông mến mộ lắm, ban hiệu là '''Kim Hoa nữ học sĩ''' (金華女學士); cho dự nhiều cuộc xướng họa thơ văn, và cho bà đảm đương việc dạy lễ nghi và văn chương cho các cung nhân.\n\nChồng của bà là [[Phù Thúc Hoành]] (苻儵閎), người làng [[Phù Xá]], tuy không đỗ đạt, nhưng nhờ tài văn chương, ông được cử làm ''Giáo thụ'' (教授) chuyên giảng [[Kinh Dịch]] ở trường [[Văn Miếu - Quốc Tử Giám|Quốc Tử Giám]], sau chuyển sang Viện Hàn lâm, thụ chức ''Đông các Đại học sĩ'' (東閣大學士). Hiện ông còn hai bài thơ [[chữ Hán]] được chép trong [[Trích diễm thi tập]] của danh sĩ [[Hoàng Đức Lương]]. Buổi ấy, vợ chồng bà kết giao với nhiều bạn thơ ở chốn kinh kỳ và thường tổ chức những buổi gặp gỡ bình luận văn chương. Tuy nhiên do danh tiếng của Ngô Chi Lan vang xa, mà Phù Thúc Hoành vốn xuất thân hàn vi, không đỗ đạt, nên nhiều người làm câu thơ có ý mỉa mai hai người rằng:\n\n''\"Ông tơ lắm nỗi đa đoan''\n\n''Xe tơ lại khéo vơ quàng, vơ xiên.\"''\n\nHọ than rằng đẹp người, đẹp nết như Ngô Chi Lan mà qua mai mối lại lấy phải anh chồng quê mùa, dốt nát tên là Phù Thúc Hoành, người làng Phù Xá cùng huyện. Mặc cho miệng lưỡi thiên hạ, Ngô Chi Lan không bận tâm mà vẫn một lòng yêu thương chồng, làm hết phận sự của một người vợ. Ngày ngày bà đóng cửa dạy chồng học, khuyên chồng cố gắng phấn đấu để cho mọi người thấy, nếu kiên trì nhẫn nại thì việc gì cũng có thể làm được. Nhờ sự hết lòng ấy, mà ông Phù ngày càng học hành tấn tới, mới có cơ hội được cử làm Giáo thụ và Đông các Đại học sĩ. Sau này Phù Thúc Hoành trở thành một hiền giả, một đại học sĩ có tiếng, hoàn toàn đủ tư cách sánh đôi với nữ sĩ tài năng Ngô Chi Lan.\n\nNữ sĩ Ngô Chi Lan mất năm [[Đinh Tỵ]] ([[1497]]). Để tỏ lòng tiếc thương và ngưỡng mộ bà, nhân dân Phù Lỗ đã dựng đền thờ với tên đề ''\"Kim Hoa nữ học sĩ\"''. Ngôi đền đó hiện nay được đặt ngay trên nền nhà ở ngày xưa của gia đình nữ sĩ.\n\n==Tài năng==\nTương truyền, mỗi khi Thánh Tông hoàng đế có buổi đi du ngạn, hoặc dự yến tiệc ở bất cứ nơi đâu, Kim Hoa nữ học sĩ Ngô Chi Lan đều phải mang nghiên bút theo chầu hầu. Vì có biệt tài sáng tác rất nhanh, nên khi xuất khẩu, lúc phóng bút, ít khi bà phải sửa chữa, dù chỉ là một chữ<ref>[http:\/\/hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm Nữ sĩ Ngô Chi Lan] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101007105920\/http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm |date=2010-10-07 }} Báo Hà Nội.<\/ref>.\n\n=== Vịnh Thanh Dương môn ===\nCó lần Hoàng đế đi dạo, dừng chân thưởng ngoạn tại [[Thanh Dương Môn]], chợt thấy làn mây biếc là đà trên mái điện bèn sai quan thị tùng họ Nguyễn làm [[từ]] vịnh cảnh. Khi từ khúc Uyên ương dâng lên, Thánh Tông không vừa ý và truyền ngay nữ học sĩ họ Ngô làm bài khác. Ngô Chi Lan vâng mệnh rồi nhón tay thảo luôn một chương, trong đó có hai câu kết rất đắc vị.\n\n:::''Điện ngọc ngói mời mây biếc phủ;\n:::''Cẩm Giang sóng lụa sắc hồng dâng;\n\nNghe xong, Thánh Tông lấy làm đắc ý, khen tài văn hay chữ tốt của nữ học sĩ nhà họ Phù, từ đó ban hiệu là '''Phù gia nữ học sĩ''' (苻家女學士), thưởng cho năm đĩnh [[huỳnh kim]].\n\n=== Đề Vệ Linh sơn ===\nĐến một buổi tối, bà được Ngô Thái hậu cho tháp tùng du ngoạn trên núi Vệ Linh (tức [[núi Sóc]], thuộc xã [[Phù Linh]], huyện [[Sóc Sơn]] ngày nay). Dạt dào trước sự tích đức [[Thánh Gióng]], đệ nhị [[Tứ bất tử]] trên thần điện của người Việt, nữ sĩ cảm tác nên bài tứ tuyệt:\n\n{|valign=\"top\"\n|\n:Nguyên văn [[chữ Hán]]\n:題衛靈山\n\n:衛靈春秋白雲閒\n:萬紫千紅艷世間\n:銕馬在天名在史\n:英熊凜凜滿茳山\n|\n|\n|\n|\n:Phiên âm:\n:'''Đề Vệ Linh Sơn'''\n\n:''Vệ Linh cây cỏ lẫn mây ngàn\n:''Muôn tía nghìn hồng đẹp thế gian\n:''Ngựa sắt lên trời tên rạng sử\n:''Anh hùng mãi mãi với giang san\n|}\n\nBài thơ ra đời, ngay lập tức không những mọi người ở trong nội cung đều biết, mà còn lan truyền ra cả ngoài phố thị, ai cũng ca ngợi và xếp vào hạng tuyệt tác. Thánh Tông cũng ngỏ lời khen bà và ban tặng một cặp áo gấm màu lục, ngoài có phủ áo sa mỏng màu thiên thanh. Bài thơ đó nay vẫn được lưu giữ trong [[đền Sóc]].\n\n=== Bị dèm pha ===\nTên tuổi '''Phù gia nữ học sĩ''' Ngô Chi Lan ngày càng tỏa sáng, tiếng tăm ngày càng vang dội, khiến tao nhân mặc khách thời đó vô cùng kính nể. Nhưng, cũng chính vì tiếng tăm lừng lẫy đó, mà một số kẻ tiểu nhân đã ganh ghét, đố kỵ, đặt thơ giễu cợt mỉa mai, nhằm hạ danh giá của bà. Đặc biệt, mối quan hệ tri kỉ thân thiết của Ngô Chi Lan và vua [[Lê Thánh Tông]] thường bị đem ra châm biếm:\n\n:::''Quân vương ví phỏng cần tiêu muộn\n:::''Hãy gọi Kim Hoa học sĩ vào\n\nHoặc:\n\n''Tan tiệc lầu rồng thơ mệt tứ''\n\n''Sáu canh chầu chực giấc nồng trưa.''\n\nLại có câu tương tự\n\n''Lầu rồng, thơ cạn, tiệc tàn''\n\n''Năm canh bảnh mắt còn khan giấc nồng.''\n\nTất nhiên điều đó không bao giờ là sự thực, mặc dù Ngô Chi Lan và vua rất thân thiết, nhưng bà chưa từng trở thành phi tử của ông, họ chỉ dừng ở tình bằng hữu mà thôi. Những vần thơ vô danh khinh suất trên thực chất là có ý châm chọc và xuyên tạc về phẩm hạnh, thậm chí còn cho rằng vì Ngô Chi Lan hay được vào cung, lại được vua yêu quý, nên giữa hai người đã có quan hệ bất chính \"màn loan giường ngự\" trong khi Ngô Chi Lan đã có chồng. Điều đó đã làm cho bà vô cùng buồn rầu. Đã có lúc bà mượn giấc mộng để thổ lộ tâm tư tình cảm của mình với mọi người trong cung nội: ''\"Bấy nay tôi chầu hầu Thuận đế, thi phụng tôn vương. Nghĩa cả là vua tôi, song vẫn còn tình thâm đồng tộc, lại vốn Ngô gia phép tắc; Phù gia trọng đạo. Thế mà lẽ nào trong giới thi văn lại có hạng đơn bạc, đặt giọng quàng xiên, tệ hại cho đành?\".''\n\nThuở ấy trong giới [[Tao đàn Nhị thập bát Tú]], Nguyên súy Tao đàn là [[Lê Thánh Tông]], ai ai cũng thông cảm với nỗi phiền muộn và uất ức của nữ học sĩ Chi Lan. Tiến sĩ [[Thái Thuận (nhà thơ)|Thái Thuận]], tác giả của tập thơ [[Lữ Đường]], cũng là Phó súy Tao đàn, đã lên tiếng khuyên giải bà, đại ý: ''\"… Nào phải một mình phu nhân mới bị khốn vì ngòi bút trào lộng của những kẻ xú ác…, mà các bậc trinh liệt xưa nay đã thường bị những lời thơ khinh bạc trây bẩn, song nước Ngân Hà dễ gì khuấy cho nhơ, nên nữ học sĩ cũng chẳng cần bận tâm làm gì\"''.\n\nChuyện đồn thổi thị phi về vợ và vua Lê Thánh Tông cũng đến tai Phù Thúc Hoành. Thấy Ngô Chi Lan bận việc trong cung lâu không về, ông tuy không tin những gì mà người ta nói nhưng cũng có chút ghen tuông và cũng lại dấy lên nỗi nhớ vợ da diết. Từ nhà, ông gửi thơ cho vợ với tiêu đề “Ý xưa”:\n\n''Hà diệp lục như cái''\n\n''Hà hoa hồng tử nhan.''\n\n''Trướng quân vị đắc kiến''\n\n''Trì thương không bàn hoàn''.\n\nNghĩa là:\n\n''Lá sen xanh như chiếc tán''\n\n''Hoa sen hồng tựa má đào.''\n\n''Nhớ người mà chưa được gặp''\n\n''Ngẩn ngơ thơ thẩn bên ao''.\n\nNhận được thơ của chồng, Ngô Chi Lan làm liền bốn bài tứ: “Xuân”; “Hạ”; “Thu”; “Đông” để hồi đáp. Trong đó bài Hạ (mùa hạ) được cho là hay nhất:\n\n''Gió rụng hoa lựu tơi bời''\n\n''Trên du tha thướt dáng người giai nhân.''\n\n''Oanh vàng ủ rũ thương xuân''\n\n''Én đôi tiếc cảnh tần ngần trên cây.''\n\n''Đừng làm rủ thấp đôi mày''\n\n''Nương song hồn mộng xa bay cuối trời.''\n\n''Cuối rèm ai cứ gọi hoài''\n\n''Để hồn em chẳng được bay tới chàng.''\n\n==Tác phẩm==\nNgô Chi Lan chỉ có một tập thơ duy nhất là '''Mai trang tập''' (Tập thơ vườn mai). Ở thời [[Hoàng Đức Lương]], Mai trang tập hãy còn lưu hành, sau đã thất truyền cho đến nay (2010).\n\nHiện thơ bà chỉ còn lại trên dưới mười bài in rải rác trong các sách [[Truyền kỳ mạn lục]], [[Lĩnh Nam chích quái]], [[Kiến văn tiểu lục]] và [[Trích diễm thi tập]]. \nTạm liệt kê ra như sau:\n*Chùm thơ vịnh bốn mùa: gồm 4 bài thơ [[thất ngôn bát cú]] bằng [[chữ Hán]].\n*Chùm thơ vịnh bốn mùa: gồm 4 bài thơ [[thất ngôn tứ tuyệt]] bằng [[chữ Nôm]] (dịch Nôm 4 đoạn đầu của 4 bài thơ chữ Hán trên, tuy nhiên không biết do tác giả tự dịch hay do người đời sau).\n*Vịnh núi Vệ Linh (tức núi Sóc): viết bằng chữ Hán, theo thể thất ngôn tứ tuyệt.\n*Thái liên khúc: gồm 2 bài thơ thất ngôn tứ tuyệt bằng chữ Hán.\n*Thơ vịnh truyện [[Tô Vũ]]: viết bằng chữ Nôm, chưa có thông tin chi tiết.\n*Thơ điếu vua Lê Thánh Tông: viết bằng chữ Hán, theo thể thất ngôn bát cú, được chép trong ''Cuộc nói chuyện thơ ở Kim Hoa'' trong ''Truyền kỳ mạn lục''.\n\n==Nhận xét==\nThơ của Ngô Chi Lan mang bản sắc riêng, không khuôn sáo, gò ép, đẹp cả ý và lời, thường kết hợp nhuần nhuyễn giữa vẻ đẹp cảnh vật với những chi tiết chân thực của đời sống và có cái nhìn nhân ái trước cuộc đời và con người. Nửa sau [[thế kỷ 15|thế kỉ 15]], Ngô Chi Lan là một tài thơ được người đương thời đánh giá cao. Có thể coi bà là nhà thơ nữ đầu tiên có đóng góp quan trọng đối với sự phát triển của thơ ca Việt Nam.\n\n==Giới thiệu thơ==\nBài thơ sau đây sáng tác theo kiểu từ khúc, đã được khắc in trong ''Trích diễm thi tập'' của Hoàng Đức Lương và ''Kiến văn tiểu lục'' của [[Lê Quý Đôn]].\n{|valign=\"top\"\n|\n:Nguyên văn\n:'''采蓮曲'''\n\n:相看綠鬢年\n:無事采溪蓮\n:小姑嬌不語\n:帶笑學撐船\n\n:蓮花遠近香\n:采采總山娘\n:莫遣風吹鬢\n:冰肌原自涼\n|\n:Phiên âm:\n:'''Thái liên khúc'''\n:1. Tương khan lục mấn niên,\n:Vô sự thái khê liên.\n:Tiểu cô, kiều bất ngữ,\n:Đái tiếu học sanh thuyền.\n \n:2. Liên hoa viễn cận hương,\n:Thái thái tổng sơn nương.\n:Mạc khiển phong xuy mấn,\n:Băng cơ nguyên tự hương.\n|\n:Dịch nghĩa:\n:'''Khúc hát hái sen'''\n:''1. Xem cô em có mái tóc xanh,\n:''Nhân thong thả ra khe hái sen.\n:''Cô rất duyên dáng và lặng lẽ,\n:''Miệng chúm chím tập chèo thuyền.''\n\n:''2. Hương sen thoang thoảng tỏa chung quanh,\n:''Cô em ở chốn quê hái nơi này sang nơi khác\n:''Chẳng cần gió thổi lồng mái tóc cô,\n:''Vì riêng làn da trắng thôi đã tự mát mẻ.''\n|}\n\nKhi [[Lê Thánh Tông]] băng hà, nhân ngày lễ đại hành (đặt [[thụy hiệu]]), bà Chi Lan cảm kích khóc điếu tiên hoàng bằng bài Đường luật nổi tiếng.\n{|valign=\"top\"\n|\n:Phiên âm:\n:''Tam thập dư niên củng tử thần, \n:''Cửu chân tứ hải hựu đồng nhân. \n:''Đông tây địa thác dư đồ đại, \n:''Hoàng đế thiên khôi sự nghiệp tân. \n:''Tuyết ủng chân du vô xứ mịch, \n:''Hoa thôi Thượng uyển vị thùy xuân. \n:''Dạ lai do tác quân thiều mộng, \n:''Trướng vọng Kiều Sơn chức lệ cân. \n|\n:Dịch nghĩa:\n:''Ba chục năm dư ngự điện vàng\n:''Chín châu bốn bể gội ân quang\n:''Đông Tây mở đất miền cương giới\n:''Sự nghiệp ngang trời mệnh đế vương\n:''Tuyết phủ xe tiên mờ mịt bóng\n:''Hoa chờ vườn ngự bẽ bàng hương\n:''Quán triều canh vắng còn thơ mộng\n:''Sầu ngắm Kiều sơn lệ mấy hàng.\n|}\n\n==Trong Truyền kỳ mạn lục==\nThiên truyền kỳ ''Kim Hoa thi thoại'' (Cuộc nói chuyện thơ ở Kim Hoa) trong ''[[Truyền kỳ mạn lục|Truyền kì mạn lục]]'', tác giả Nguyễn Dữ đã dựng lên câu chuyện thơ giữa Ngô Chi Lan và nhà thơ [[Thái Thuận (nhà thơ)|Thái Thuận]] (1441-?, làm chức ''Tao đàn Sái phu,'' sau thăng lên ''Tao đàn Phó nguyên súy''), để qua đó giới thiệu mấy vần thơ hay của Ngô Chi Lan, luận về văn chương và các tác giả nổi tiếng đương thời, như [[Nguyễn Mộng Tuân]], [[Lý Tử Tấn]], [[Nguyễn Trãi]]... Chuyện tuy hư ấu hoang đường, song nó chứng tỏ vị trí của Ngô Chi Lan trong văn học và lòng thành kính của hậu thế đối với bà.\n\n==Suy đoán==\nTheo ''Cuộc nói chuyện thơ ở Kim Hoa'' của Nguyễn Dữ thì \"năm ngoài 40 tuổi nàng (tức Ngô Chi Lan) mất, táng ở cánh bãi Tây Nguyên\". GS. Trịnh Vân Thanh (tr. 787) ghi Ngô Chi Lan mất năm 41 tuổi, còn Ngô Văn Học ghi bà mất khi tuổi ngoài 50 <ref>[http:\/\/www.1000namthanglonghanoi.vn\/index.php?act=news_detail&Cat_Level1=70&Cat_Level2=109&Level=2&View=1925 Xem]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>. Theo sử liệu, vua Lê Thánh Tông mất ở tuổi 55. Cho nên nếu bà sinh trước vị vua này và bài thơ \"Điếu vua Lê Thánh Tông\" cũng đúng là của bà (tức bà mất sau vua Lê), thì thông tin của Ngô Văn Học là phù hợp hơn cả.\n\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Nguyễn Dữ]], ''[[Truyền kỳ mạn lục]]'' (bản dịch của [[Trúc Khê]]). Nhà xuất bản Văn nghệ, 1968.\n*[[Dương Quảng Hàm]], ''Việt Nam thi văn hợp tuyển'' (bản in lần thứ 9). Trung tâm học liệu [[Thành phố Hồ Chí Minh|Sài Gòn]] xuất bản, 1968.\n*Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển''. Nhà xuất bản Hồn thiêng, Sài Gòn, 1967.\n*Nhiều người soạn, ''Từ điển Văn học'' (bộ mới, mục từ do Đặng Thị Hảo soạn). Nhà xuất bản Thế giới, 2004.\n*Trần Thị Băng Thanh, ''Tinh tuyển văn học Việt Nam'' (tập 4). Nhà xuất bản KHXH, [[Hà Nội]], 2004.\n\n==Liên kết ngoài==\n*[http:\/\/www.1000namthanglonghanoi.vn\/index.php?act=news_detail&Cat_Level1=70&Cat_Level2=109&Level=2&View=1925 Ngô Chi Lan]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }} trên trang 1000 năm Thăng Long-Hà Nội.\n*[http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm Ngô Chi Lan] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100328135848\/http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/303264\/nu-hoc-si-ngo-chi-lan.htm |date=2010-03-28 }} trên trang Hà Nội.\n*[http:\/\/222.255.28.205:81\/Article.aspx?c=danhnhan&a=1192 Một nữ sĩ thời Lê ở Yên Lạc]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }} trên trang Văn hóa, Thể thao và Du lịch Vĩnh Phúc.\n\n[[Thể loại:Nhà thơ Việt Nam thời Lê sơ]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Nữ giới thời Lê sơ]]\n[[Thể loại:Nữ quan nhà Lê sơ]]\n[[Thể loại:Sóc Sơn]]"}