{"55599":"[[Tập tin:Ngô Minh Chiêu.jpg|nhỏ|Ngô Minh Chiêu]]\n'''Ngô Minh Chiêu''' ([[1878]]-[[1932]]) được các tín đồ [[đạo Cao Đài]] công nhận là môn đệ đầu tiên của Đức Cao Đài Tiên Ông. Được tín đồ Cao Đài phái Chiếu Minh tôn phong là ''Ngôi Hai Giáo chủ'', chỉ đứng sau Cao Đài Thượng đế<ref name=\"huekhai1\">Huệ Khải, \"Ngô Văn Chiêu - người mở con đường thiền của đạo Cao Đài.<\/ref>.\n\n==Thân thế và khởi đầu quan nghiệp==\nTên thật của ông là '''Ngô Văn Chiêu''', sinh ngày 8 tháng 2 năm 1878<ref>Một số tài liệu ghi là 28 tháng 2. Theo Huệ Khải, trong \"Ngô Văn Chiêu - người môn đệ Cao Đài đầu tiên\" thì ông sinh ngày 7 tháng 1 năm Mậu Dần, tức thứ Sáu ngày 8 tháng 2 năm 1878, nhưng trên giấy căn cước ghi ngày 28 tháng 2 năm 1878, có thể do việc lập khai sinh muộn.<\/ref> tại làng [[Bình Tây]], tổng Tân Phong Hạ, hạt [[Chợ Lớn (tỉnh)|Chợ Lớn]] trong một ngôi nhà nhỏ ở phía sau chùa Quan Đế<ref>Còn gọi là chùa Ông, bấy giờ ở số 1, đường Chùa, nay là đình Bình An, số 242 đường Trần Văn Kiểu, phường 3, quận 6.<\/ref>.\n\nĐược xem là có dòng dõi quan lại ở Huế, đến đời cha ông là Ngô Văn Xuân thì đã suy, di về cư ngụ tại khu [[Hòa Hưng]], sau đó kết hôn với bà Lâm Thị Quý, gọi Lâm Thị Tiền. Ngô Văn Chiêu là con trai duy nhất của ông bà.<ref>Hứa Hoành, \"Các giai thoại Nam Kỳ Lục tỉnh\", Phần I, Chương 4.<\/ref>\n\nGia cảnh nghèo khó, song thân ông đều làm công cho một nhà máy xay lúa ở Bình Tây. Sau khi sinh ông một thời gian, hai ông bà có việc làm ăn phải đi xa, nên gởi ông lại cho người cô ruột là Ngô Thị Đây, ở làng Điều Hòa, tổng Thuận Trị, [[Mỹ Tho (tỉnh)|hạt Mỹ Tho]] (nay thuộc thành phố [[Mỹ Tho]]). Ông Phu, chồng bà Đây là một người Hoa kiều, có tiệm bán thuốc Bắc tại chợ Mỹ Tho. Hai ông bà vốn không có con, vì vậy hết lòng nuôi cháu ăn học.\n\nNăm 12 tuổi, nhờ sự hướng dẫn của Đốc phủ sứ Lê Công Sủng<ref>Ông Phủ Sủng là cha của Lê Công Phước, còn gọi Phước George, nổi danh với biệt hiệu [[Bạch công tử]].<\/ref>, bấy giờ đang làm tùng sự tại Tòa Bố Mỹ Tho, Ngô Văn Chiêu làm đơn xin học nội trú [[trường Trung học phổ thông Nguyễn Đình Chiểu, Mỹ Tho|trường Collège de My Tho]], bấy giờ còn gọi là trường ''Collège le Myre de Vilers''.\n\nSau khi học ở Collège de My Tho một thời gian, Ngô Văn Chiêu thi đậu vào [[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|trường Collège Chasseloup Laubat]] tại [[Thành phố Hồ Chí Minh|Sài Gòn]]. Năm 21 tuổi, ông thi đậu bằng Thành Chung. Ngày 23 tháng 3 năm 1899, ông được chính quyền thực dân thu dụng làm Thư ký Sở Tân Đáo ở Sài Gòn<ref>\"Tân đáo\" có nghĩa là \"mới đến. Sở Tân đáo là sở quản lý những người vừa nhập cảnh, ngày nay gọi là sở di trú, sở quản lý nhập cảnh.<\/ref>.<ref name=\"huekhai2\">Huệ Khải, \"Ngô Văn Chiêu - người môn đệ Cao Đài đầu tiên\".<\/ref>. Cũng năm này, ông lập gia đình và rước cha mẹ ruột từ Hà Nội về Sài Gòn phụng dưỡng.\n\n==Khai tâm ngộ đạo==\nChịu ảnh hưởng của người dượng rể vốn là một tín đồ [[Minh Sư đạo]], từ nhỏ ông đã được tiếp xúc với văn hóa [[Đạo giáo]], nên rất tôn sùng các vị thần tiên, đặc biệt rất hâm mộ hình thức [[cơ bút]] để giao tiếp với giới thần tiên, vốn khá thịnh hành bấy giờ.\n\nTheo các tài liệu của [[Cao Đài]], năm [[1902]], trong một lần đến đàn cầu cơ tại [[Thủ Dầu Một]] để cầu thọ cho mẹ và hỏi về tương lai, ông được cơ bút giáng một bài kệ khuyên ông lo tu hành ngày sau sẽ đắc đạo. Từ đó ông sống cuộc đời khắc kỷ như một tín đồ [[Đạo giáo]], thường xuyên tổ chức hoặc tham gia các đàn cơ bút để hình thành đường lối tu luyện.\n\nNgày 1 tháng 1 năm 1903, Ngô Văn Chiêu được chuyển sang làm việc ở Dinh Thống đốc Nam Kỳ. Ngày 1 tháng 5 năm 1909, ông được chuyển làm Thư ký Tòa Bố [[Tân An (tỉnh)|tỉnh Tân An]]. Thời gian làm việc ở đây, ông đã mua một căn nhà tại Tân An và rước mẹ về ở chung. Riêng cha ông vẫn ở lại Sài Gòn với người vợ kế.\n\nNăm 1917, Ngô Văn Chiêu thi đậu vào ngạch Tri huyện<ref>Đây là một ngạch viên chức hành chính trong chính quyền thuộc địa Nam Kỳ chứ không phải một chức vụ thực quyền như ở Bắc hoặc Trung Kỳ. Theo [[Vương Hồng Sển]] thì ''\"\"Những năm khoảng trước 1925, trường cao đẳng dạy luật và hành chánh ở Hà Nội (école supérieure de droit et d’administration) chưa đào tạo và cung cấp đủ người dùng, thì chức huyện cũng được tuyển chọn trong hàng thơ ký Soái phủ [Dinh Thống đốc Nam Kỳ] lâu năm, nhưng bắt buộc những người này phải qua hai kỳ thi đổ lửa.\"'' (Hơn nửa đời hư. Nhà xuất bản Tp.HCM., 1992, tr. 234.).<\/ref>. Do vậy, thời gian này ông còn được gọi là ''quan huyện Chiêu''.\n\nNgày 15 tháng 11 năm [[1919]], mẹ ông qua đời. Thời gian sau đó, ông thường lập đàn cầu cơ cùng các ông Đoàn Văn Kim, hương bộ Lê Kiển Thọ, thầy giáo Nguyễn Văn Vân, nhà giáo kiêm soạn giả [[Trần Phong Sắc]]. Tương truyền, trong một lần cầu cơ tại nhà ông, cơ bút lần đầu tiên đã giáng xưng danh hiệu \"Cao Đài Tiên Ông\". Ngày 1 tháng 3 năm 1920, ông được bổ đến làm việc tại Tòa Bố [[Hà Tiên (tỉnh)|Hà Tiên]]. Đêm trung thu năm Canh Thân (tức Chủ nhật ngày 26 tháng 9 năm 1920), ông cùng các ông Cao Văn Sự, Nguyễn Thành Diêu lập đàn tại nhà ông Lâm Tấn Đức. Lần thứ hai cơ bút lại giáng xưng Cao Đài.\n\nNgày 26 tháng 10 năm đó, Ngô Văn Chiêu được bổ ra [[Phú Quốc]] trấn nhậm. Nơi đây ''\"... phần nhiều là còn giữ được cái phong tục, cái đức tính cổ thời, rõ là xã hội ‘gia vô bế hộ’. Nhà ở không bao giờ có làm cửa. Những nhà hào phú muốn làm cửa là cho tốt coi chớ ban đêm cũng vẫn không khóa. Cửa bỏ ngỏ mà không bao giờ có kẻ trộm.\"''<ref name=\"dongho\">[[Đông Hồ (nhà thơ)|Đông Hồ]], \"Thăm đảo Phú Quốc\", Nam Phong tạp chí. Số 124, năm 1927, tr. 545.<\/ref>. Việc quan nhàn rỗi, ông thường lên núi [[Dương Đông]], lập đàn cầu cơ tại một Phật đường của đạo Minh Sư<ref>Còn gọi là [[Minh Sư đạo]], một tôn giáo được du nhập vào Việt Nam vào khoảng năm 1863, theo chân những di thần của [[nhà Minh|triều Minh]] không chịu thần phục [[nhà Thanh]]. Ngày nay, Minh Sư đạo được công nhận là một tôn giáo chính thức tại Việt Nam, có hơn 52 Phật đường ở 18 tỉnh, thành phố trên cả nước với khoảng 10.000 tín đồ.<\/ref>, thuộc tông Hoằng Tế, tục gọi là chùa Quan Âm, cách dinh quận chừng 500 mét. ''\"Chùa cất trên tuyệt đỉnh, trước mặt thì có núi cao bình án, sau lưng thì có biển rộng hoành triều, rất được thế non nước. Tường đá rào tre quanh co, các thứ nhàn hoa cổ thụ, u ảo thanh tịnh vô cùng.\"''<ref name=\"dongho\"\/>. Cũng chính tại đây, mùng Một Tết Tân Dậu (tức thứ Ba ngày 8 tháng 2 năm 1921), ông chính thức đi vào đường tu tập với đạo hiệu '''Minh Chiêu'''.<ref>Ngày nay, tại đây vẫn còn một phiến đá lớn, có khắc hai chữ \"huyện Chiêu\", do Ngô Văn Chiêu khắc chạm, được xem như thánh tích khai đạo của Cao Đài.<\/ref>\n\n==Môn đệ đầu tiên==\nVốn chịu ảnh hưởng sâu đậm của đạo Minh Sư, thời gian đầu tu tập của ông được sự hướng dẫn tu sĩ Minh Sư, vốn sở trường về [[Thiền]] pháp<ref name=\"huekhai2\"\/>. Bên cạnh đó, ông cũng hình thành những nền tảng đầu tiên của đạo Cao Đài như:\n\n* Giáo chủ (vô vi): Ngọc Hoàng Thượng đế, xưng danh hiệu Cao Đài Tiên ông Đại bồ tát Ma ha tát.\n* Giáo đồ đầu tiên: Ngô Văn Chiêu.\n* Giáo tượng (thánh tượng): [[Thiên nhãn]].\n* Giáo thuyết: Đường lối dung hợp Tam giáo (Phật giáo, Khổng Giáo, Đạo Giáo).\n* Giáo điển: Một số bài kinh cúng như bài \"Ngọc Hoàng Thiên Tôn Bửu Cáo\" và ba bài dâng tam bửu (hoa, rượu trắng, trà).\n\nSau một thời gian tu tập, vì lý do cá nhân, ông dời điểm tu từ chùa Quan Âm (Minh Sư đạo) sang chùa Sùng Hưng (Phật giáo). Tại đây ông tranh thủ đến tu tập sau giờ làm việc, tiếp tục hoàn thiện lối tu Nội giáo tâm truyền '''dưới sự hướng dẫn của Đức Cao Đài về Tân Pháp Cao Đài'''.\n\nNgày 1 tháng 1 năm 1924, chính quyền thực dân thăng Ngô Văn Chiêu lên ngạch Tri phủ, 6 tháng sau, ngày 29 tháng 7, đổi ông về Sài Gòn làm việc ở Dinh Thống đốc và công tác ở Phòng Nhì (2e bureau). Đây là một cơ quan dân sự, có nhiệm vụ: ''\"Chuyên về công việc cầu đường, nhà cửa, cùng các sở coi việc. Chịu giấy làm giá cả. Giấy hiệp đồng, lãnh biện vật hạng cùng công việc làm. Suy tính, làm giấy lãnh tiền về đồ dùng cùng công việc làm. Các kho dự trữ, cấp phát vật hạng. Đồ dùng xưa cùng đồ công nhu cho các phòng. Việc đường sá. Phân đường lộ, lấy mực cất nhà, mực đường. Xét dọn bộ sổ vật hạng, cùng bộ sổ công việc làm.\"''<ref>Paulus Của, \"Sách quan chế\", 1888, tr. 13.<\/ref><ref>Do trùng tên mà nhiều tài liệu nhầm lẫn ông Chiêu về Sài Gòn làm ở cơ quan tình báo trong quân đội Pháp cũng được gọi là Phòng Nhì.<\/ref>. Hai năm sau, ông được thăng lên ngạch Đốc phủ sứ<ref name=\"huekhai1\"\/>. Chính vì thế mà nhiều tài liệu ngày nay ghi ông là '''quan Phủ Ngô Văn Chiêu'''.\n\nSau khi về Sài Gòn, Ngô Văn Chiêu vẫn tiếp tục tu luyện theo pháp môn riêng. Vốn có mối giao hảo với đạo Minh Sư, vì vậy ông thường ghé [[chùa Ngọc Hoàng]] để tu tập. Thời gian này, ông bắt đầu khai đạo cho nhóm bạn hữu [[Vương Quang Kỳ]] (tùng sự Soái phủ Nam Kỳ, ngạch Tri phủ), [[Nguyễn Văn Hoài]] (ngạch thông phán), [[Võ Văn Sang]] (ngạch thông phán), [[Đoàn Văn Bản]] (đốc học Đa Kao). Sau đó các ông này cũng có độ thêm một số đệ tử nữa cùng tu luyện với Ngô Văn Chiêu, nhưng những hoạt động giai đoạn nầy còn trong phạm vi một nhóm tu đơn tịnh luyện, chứ chưa phát triển thành một Tôn giáo.\n\n==Khai đạo phổ độ==\nSong song với phong trào cầu cơ ảnh hưởng của [[Đạo giáo]], một phong trào cầu cơ chịu ảnh hưởng của phong trào Thông linh học (''Spiritisme'')<ref>Khác với cách cầu cơ của Đạo giáo, còn gọi là phương pháp cổ truyền, dùng đại ngọc cơ, vốn giáng cơ qua bút tự của 2 người phò cơ; cách cầu cơ của Thông linh học, còn gọi là phương pháp tân thời, dùng bàn cơ (''a table tournante''), giáng cơ qua con trỏ từng chữ với sự hiệp lực của toàn bộ nhóm phò cơ.<\/ref> của Pháp trong một nhóm công chức người Tây Ninh đang làm việc ở Sài Gòn cũng phát triển, lan tràn khắp cả [[Nam Kỳ]]<ref>Lê Anh Dũng, Lịch sử đạo Cao Đài thời kỳ tiềm ẩn 1920-1926. Huế: Nhà xuất bản Thuận Hóa, 1996, tr. 43.<\/ref>. Trong đó, quan trọng nhất có nhóm cầu cơ ở đường Arras<ref>Còn gọi là phố Hàng Dừa, nay là đường Cống Quỳnh, TP.HCM.<\/ref>, ban đầu gồm 4 người:\n* [[Cao Quỳnh Cư]], Thư ký Sở Hỏa xa Sài Gòn, ngạch Tham tá (commis)\n* Nguyễn Thị Hiếu, tức Hương Hiếu, vợ Cao Quỳnh Cư\n* [[Cao Hoài Sang]], Tham tá Sở Thương chánh Sài Gòn<ref>Sở thương chánh (''Bureau des douanes et régies'') bấy giờ có chức năng như cơ quan quan thuế, hải quan ngày nay.<\/ref>\n* [[Phạm Công Tắc]], Thư ký Sở Thương chánh Sài Gòn.\n\nDo nhóm có 3 thành viên chính (nam giới) mang họ Cao và họ Phạm, nên còn được gọi là nhóm Cao - Phạm.\n\nBan đầu nhóm dùng phương pháp xây bàn và được cho là tiếp xúc với Thượng đế qua danh hiệu '''AĂÂ''' vào khoảng tháng 7 năm 1925<ref>AĂÂ là 3 chữ cái đầu tiên của bảng chữ cái Quốc ngữ. A là chữ cái đầu tiên, tượng trưng đầu mối của vũ trụ vạn vật, tức [[Thái cực]]. Ă và Â là biến thể của A, biểu tượng cho [[Âm dương|Âm]] và [[Âm dương|Dương]], tức [[Âm dương|Lưỡng nghi]] được sinh ra từ Thái cực. Vì vậy, danh hiệu AĂÂ được xem là Thái cực sinh ra càn khôn vũ trụ, biểu thị Thượng đế vô ngã (impersonal God).<\/ref>.\n\nKhoảng trung tuần tháng 9 năm 1925, nhóm chuyển sang dùng đại ngọc cơ để cầu cơ theo phương pháp cổ truyền của Đạo giáo. Theo các tài liệu đạo Cao Đài, thì giữa tháng 12 năm đó, nhóm được Thượng đế xưng danh Cao Đài lần đầu tiên.\n\nNhóm về sau phát triển thêm nhiều người, quan trọng nhất là việc thu nhận thêm [[Lê Văn Trung]], cựu Nghị viên Hội đồng Quản hạt Nam Kỳ, người về sau giữ vai trò quan trọng trong việc phát triển đạo Cao Đài.\n\nVới sự liên hệ của ông Vương Quang Kỳ, giữa các nhóm hầu cơ bắt đầu có sự liên hệ qua lại. Ngày 21 tháng 2 năm 1926, trong một buổi cầu cơ tại nhà ông Vương Quang Kỳ, có mời các nhân vật có danh tiếng của các nhóm cầu cơ cùng đến dự, một bài thờ được lưu truyền là cơ giáng của Thượng đế, trong đó có tên của 13 người, về sau được tín đồ Cao Đài xưng tụng là những tín đồ đầu tiên của đạo, với ông Ngô Văn Chiêu được tôn xưng Anh Cả:\n\n:''\"CHIÊU, KỲ, TRUNG độ dẫn HOÀI sanh,''\n:''BẢN đạo khai SANG, QUÝ, GIẢNG thành,''\n:''HẬU, ĐỨC, TẮC, CƯ Thiên Địa cảnh,''\n:''Hườn, Minh, Mẫn đáo thủ đài danh.\"''\n\nTrong đó có tên:\n# CHIÊU: Ngô Văn Chiêu\n# KỲ: Vương Quang Kỳ\n# TRUNG: Lê Văn Trung\n# HOÀI: Nguyễn Văn Hoài\n# BẢN: Võ Văn Bản\n# SANG: gồm Võ Văn Sang và Cao Hoài Sang\n# QUÝ: Lý Trọng Quý\n# GIẢNG: Lê Văn Giảng\n# HẬU: Nguyễn Trung Hậu\n# ĐỨC: Trương Hữu Đức\n# TẮC: Phạm Công Tắc\n# CƯ: Cao Quỳnh Cư\n\nTrong bài thơ còn nêu tên Hườn, Minh, Mẫn là ba nhân sĩ trí thức tham dự buổi cầu cơ.\n\nKể từ đó, những nền tảng giáo lý của Cao Đài được hoàn chỉnh dần và thống nhất giữa các tín đồ đầu tiên, đồng thời cũng hình thành dần pháp môn Ngoại giáo công truyền (hay hình nhi hạ học) theo cách gọi của phái Chiếu Minh, hay Cơ Phổ độ theo cách gọi của Cơ quan Phổ Thông Giáo Lý Đại Đạo.\n\n==Thành lập Cao Đài Chiếu Minh==\nVới pháp môn mới này, các thành viên tích cực<ref>Gồm Trung, Kỳ, Bản, Giảng, Hiệu, Đức, Tắc, Cư, Cao Hoài Sang.<\/ref> đã đi phổ độ và thu nạp thêm nhiều người. Đàn cơ ở nhà ông Kỳ không còn đủ sức chứa hàng trăm tín đồ đến tu tập, phải dời đến nhà ông Bản<ref>Ở vị trí gần ngã 3 đường Général Leman với đường Nguyễn Tấn Nghiệm, nay là ngã 3 Cao Bá Nhạ và Trần Đình Xu.<\/ref>, về sau hình thành nên [[Thánh thất Cầu Kho]], được xem là thánh thất đầu tiên của đạo Cao Đài. Không lâu sau, 5 đàn cơ nữa được thành lập, phát triển số tín đồ nhanh chóng lên số hàng chục ngàn người.\n\nViệc phát triển số lượng tín đồ nhanh chóng đòi hỏi phải có người lãnh đạo với quyền vị chính thức. Vì vậy, giữa tháng 4 năm 1926, thông qua việc giáng cơ, các tín đồ đầu tiên đã tôn xưng ông Chiêu là [[Giáo tông]] và may sẵn bộ đạo phục riêng cho ông.\n\nTuy nhiên, sự mâu thuẫn bắt đầu xuất hiện giữa hai nhánh tu tập. Ông Chiêu với cách tu tập Nội giáo tâm truyền, rất chọn lọc tín đồ gia nhập, chủ thuyết bình đẳng ngôi vị giữa các tín đồ, có phần không hài lòng hoạt động phổ độ rộng rãi và sự gia tăng tín đồ nhanh chóng của nhánh Ngoại giáo công truyền. Vì vậy, ông từ chối ngôi vị Giáo tông, xuất tiền hoàn trả chi phí may đạo phục lại cho nhóm Cơ Phổ độ<ref>Bộ đạo phục này ngày nay vẫn còn được thờ tại [[Thánh thất Thị Xã Tây Ninh]].<\/ref>. Từ đó, ông không tham gia vào hoạt động phổ độ nào nữa, mà chỉ tuyển chọn một số ít tín đồ riêng để tu tập theo lối Nội giáo tâm truyền<ref>Trong số các tín đồ đầu tiên có ba người theo ông là các ông Hoài, Quý và Võ Văn Sang.<\/ref>. Nhóm tu của ông từ đó có tên gọi là Cơ Tuyển độ, không có liên quan gì đến các hoạt động phát triển của nhóm Cao Đài Phổ độ. Tuy vậy, các tín đồ Cao Đài ngày nay vẫn kính ngưỡng ông là Trưởng huynh của tất cả các tín đồ Cao Đài<ref name=\"huekhai1\"\/>.\n\nNhóm tín đồ theo pháp môn của ông được ông đặt tên là '''Chiếu Minh''', một cách gọi láy trệch đi tên của ông. Các môn đồ của Chiếu Minh đều ghép chữ Minh vào tên gọi để làm đạo hiệu. Chiếu Minh phát triển dần dần trở thành một nhánh tu kín khổ hạnh của đạo Cao Đài. Một nhóm môn đệ Chiếu Minh ở Cần Thơ đã hình thành Chiếu Minh đàn và nghĩa trang Chiếu Minh.\n\n== Qua đời ==\nTuy vẫn tiếp tục làm việc ở Sài Gòn, ông vẫn thường xuyên và theo dõi các nhóm tu tập Chiếu Minh ở miền Tây Nam Kỳ. Tháng 12 năm 1931, do sức khỏe kém, ông xin nghỉ việc ở Soái phủ Nam Kỳ, về Cần Thơ dưỡng bệnh. Các đệ tử Chiếu Minh dựng cho ông một căn nhà nhỏ cạnh nghĩa trang Chiếu Minh để ông tĩnh dưỡng và tu tập.\n\nTuy nhiên, sức khỏe ông càng lúc càng yếu. Ngày 30 tháng 3 năm 1932, ông đi thăm núi Tà Lơn lần thứ hai và tỏ ý sẽ thoát xác nơi đây. Các môn đệ đi theo hết sức khẩn khoản, ông mới bằng lòng trở về Cần Thơ. Ngày 18 tháng 4 năm 1932, ông cùng người con gái thứ 5 là bà Ngô Thị Nguyệt và một số môn đệ tháp tùng đi xe về nhà ở tỉnh Tân An. Khi xe qua [[Bến phà Mỹ Thuận|phà Mỹ Thuận]] thì ông qua đời vào khoảng 3 giờ chiều.\n\nKhi biết ông đã qua đời, các môn đệ tháp tùng đã đưa di thể của ông trở về Cần Thơ. Theo ý nguyện lúc sinh thời, các môn đệ Chiếu Minh đã liệm di thể ông trong tư thế ngồi thiền, dùng một áo quan hình lục giác (hình khối sáu mặt, tương ứng sáu chữ Nam mô Cao Đài Tiên ông), đường kính 0,8m, cao 1,20m, sau đó dùng xe đẩy ra nghĩa trang Chiếu Minh chỉ cách đó khoảng 200m. Lục giác được đặt trên một nền đã xây sẵn, sau đó xây gạch bao kín chung quanh. Bên ngoài xây thành một cái tháp.\n\nTín đồ đưa tang từ các nơi đổ về Cần Thơ rất đông, lên tới hàng ngàn người. Tang lễ trở thành sự kiện đăng trên các báo.\n\n==Gia đình==\nCuối năm 1899, ông lập lập gia đình với bà Bùi Thị Thân, người làng Thạnh Trị, tổng Thuận Trị, hạt Mỹ Tho (nay thuộc thành phố [[Mỹ Tho]]) lúc bấy giờ đang buôn bán tại chợ Mỹ Tho. Ông bà có với nhau 9 người con, gồm:\n# Ngô Thị Ngữ, sinh tại Mỹ Tho, chết 5 ngày sau khi sanh\n# Ngô Thị Hồng, sinh tại Sài Gòn, chết năm 3 tuổi\n# Ngô Thị Yến Ngọc, tức Lợi, sinh năm 1904 tại Tân An\n# Ngô Thị Nguyệt, sinh ngày 27 tháng 5 năm 1906 tại Tân An\n# Ngô Văn Nhựt, sinh ngày 10 tháng 9 năm 1908 tại Tân An\n# Ngô Văn Tinh, sinh ngày 20 tháng 11 năm 1910 tại Tân An\n# Ngô Tường Vân, sinh ngày 1 tháng 9 năm 1913 tại Tân An\n# Ngô Thanh Phong, sinh ngày 15 tháng 11 năm 1915 tại Tân An\n# Ngô Khai Minh, sinh ngày 9 tháng 9 năm 1920 tại Tân An.\n\nThời gian ông làm việc tại Tân An, ông đã mua một căn nhà tại số 31 đường Lagrange, xã Bình Lập (nay là nhà số 27 đường Phan Đình Phùng, [[Tân An]], [[Long An]]) và rước mẹ về ở chung. Riêng cha ông vẫn ở lại Sài Gòn với người vợ kế<ref>Lịch sử quan Phủ Ngô Văn Chiêu. Sài Gòn, 1962, tr. 15.<\/ref>. Ngôi nhà tại Tân An vẫn còn hầu như nguyên trạng cho đến ngày nay.\n\nMẹ ông qua đời tại Tân An ngày 15 tháng 11 năm 1919. Cha ông mất khi nào không rõ nhưng ngày 4 tháng 9 năm 1946 hương chức làng Lợi Bình Nhơn, tổng Hưng Long, tỉnh Tân An có chứng thực ông Ngô Văn Xuân chết tại làng này, nhưng không có sổ khai tử tại làng<ref>\"Lịch sử đạo Cao Đài\", quyển 1, tr. 53, cước chú 15.<\/ref>\n\nBà Thân qua đời ngày 30 tháng 12 năm 1955 tại Tân An.\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n* [[Đạo Cao Đài]]\n\n==Liên kết ngoài==\n* [http:\/\/nhipcaugiaoly.googlepages.com\/ngominhchieu Ngài Ngô Văn Chiêu và con đường đến với đạo Cao Đài]\n* [http:\/\/religiousmovements.lib.virginia.edu\/nrms\/caodaism.html#1 Cao Dai page at Religious Movements] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051224221446\/http:\/\/religiousmovements.lib.virginia.edu\/nrms\/caodaism.html#1 |date = ngày 24 tháng 12 năm 2005}}\n* [http:\/\/www.britannica.com\/eb\/article-9055648 Partial at Britannica]\n* [http:\/\/www.music.us\/education\/C\/Cao-Dai.htm Music site mentioning him] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928181958\/http:\/\/www.music.us\/education\/C\/Cao-Dai.htm |date = ngày 28 tháng 9 năm 2007}}\n\n[[Thể loại:Sinh năm 1878]]\n[[Thể loại:Mất năm 1932]]\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Giáo tông đạo Cao Đài|N]]\n[[Thể loại:Tín đồ đạo Cao Đài]]\n[[Thể loại:Cựu học sinh Collège de My Tho]]\n[[Thể loại:Cựu học sinh Collège Chasseloup-Laubat]]"}