{"987567":"'''Ngô Thế Linh''' (1928-1999) là đại tá Quân lực Việt Nam Cộng hòa, phó giám đốc [[Nha Kỹ thuật, Quân lực Việt Nam Cộng hòa|Nha Kỹ thuật]], là một nhân vật chính yếu của guồng máy tình báo [[Việt Nam Cộng hòa]].\n\n==Tiểu sử==\nNgô Thế Linh tên khai sinh là Ngô Xuân Tường, sinh ngày 6 tháng 12 năm 1928, tại làng Thổ Hoàng, huyện [[Hương Khê]], tỉnh [[Hà Tĩnh]] trong một gia đình giàu có và sùng đạo Công giáo. Ông là con trai duy nhất của Cụ Ngô Xuân Huân (Tộc trưởng đời thứ tám của dòng họ \"Ngô Xuân\") và là em họ của thi sĩ [[Xuân Diệu]] (Ngô Xuân Diệu).\n\nTừ năm 1946 Ngô Xuân Tường đã tham gia vào những hoạt động chống [[Việt Minh]] cùng với linh Mục [[Cao Văn Luận]]. Do bị Việt Minh truy lùng, ông dùng ghe nhỏ vượt sông và đi lẫn qua các làng nhỏ dọc theo bờ biển để đi vào Nam và đổi tên là Ngô Thế Linh.\n\nNăm 1953, Ngô Thế Linh tốt nghiệp Sĩ quan Khoá 3 Thủ Đức (cùng khóa với thiếu tướng [[Nguyễn Khoa Nam]]), với cấp bực thiếu úy, về làm việc ở Bộ Chỉ huy Quân khu II tại Huế.\n\nĐầu năm 1959, qua sắc lệnh của Tổng thống Ngô Đình Diệm, đại úy Ngô Thế Linh thành lập Sở Bắc, cũng gọi là SB (Special Branch) hoặc là Phòng 45B, là một tổ chức tối mật trực thuộc [[Sở Liên lạc, Phủ Tổng thống Việt Nam Cộng hòa|Sở Liên lạc, Phủ Tổng thống]]. Sở Bắc hoạt động và điều hành các điệp vụ ở miền Bắc và ở Lào với sự yễm trợ của Trung ương Tình Báo Hoa Kỳ ([[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]]) tại Sài Gòn, nhằm thu thập tin tức tình báo chiến lược bên ngoài lãnh thổ miền Nam Việt Nam. Trong thời gian chỉ huy của ông, Sở Bắc đã thực hiện trên bốn mươi vụ đưa biệt kích và gián điệp xâm nhập Bắc Việt qua đường biển, đường bộ, và đường không (thả từ máy bay).\n\nNăm 1964, Ngô Thế Linh được giao nhiệm vụ thành lập Sở Phòng vệ Duyên hải và trở thành chỉ huy trưởng của Sở này. Sở Phòng vệ Duyên hải có nhiệm vụ cài gián điệp ra miền Bắc, đem Lực lượng Biệt Hải ra Bắc đánh phá hải cảng, kho đạn, tàu bè tại các quân cảng.\n\nNăm 1965, Ngô Thế Linh được bổ nhiệm chức vụ phó giám đốc [[Nha Kỹ thuật, Quân lực Việt Nam Cộng hòa|Nha Kỹ thuật]].\n\nTừ năm 1965 đến 1970, ông là Phó Giám Đốc Nha Kỹ thuật, Bộ Tổng Tham mưu, Quân Lực Việt Nam Cộng hòa.\n\nTừ năm 1970 đến 1972, ông là Phó Giám Đốc Nha Kỹ thuật kiêm Chỉ Huy Trưởng, Sở Công Tác, Nha Kỹ thuật.\n\nTừ năm 1972 đến 1975, ông là Phó Giám Đốc Nha Kỹ thuật kiêm Chỉ Huy Trưởng, Trung tâm Huấn luyện Biệt Kích Yên Thế.\n\nĐại tá Ngô Thế Linh từng được thưởng các huân huy chương: Bảo Quốc Huân Chương, Lục Quân Huân Chương, Tham mưu Bội Tinh, Chiến Dịch Bội Tinh, Anh Dũng Bội Tinh...\n\nNgày 30 tháng 4 năm 1975, Ngô Thế Linh rời Việt Nam trên tàu Hải quân với những nhân viên và sĩ quan của Nha Kỹ thuật.\n\nÔng mất ngày vào ngày 25 tháng 2 năm 1999 tại Hoa Kỳ\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n*Spies and Commandos - How America Lost the Secret War in North Vietnam, tác giả Ken Conboy và Dale Andrade, USA.\n*The Secret War of American Commandos in Vietnam, tác giả John L. Plaster, nhà xuất bản Penguin Group, USA.\n*Secret Army, Secret War: Washington's Tragic Spy Operation in North Vietnam, by Sedgwick D. Tourison\n*William Egan Colby, Director of Central Intelligence Agency, a Tribute and brief Biography.\n*Ambassador William Colby, \"Turning Points in the Vietnam War\", Keynote Speech, 2nd Triennial Vietnam Symposium at The Vietnam Archive Center at Texas Tech University, Texas, USA.\n*CIA Director William Colby, an Oral History Interview, LBJ Library Archives at University of Texas.\n*History of Strategic Technical Directorate, tác giả Ken Conboy, USA.\n*The Secret War Against Hanoi, tác giả Richard H. Shultz, JR., nhà xuất bản Harper Collins.\n*Early Covert Actions on ho chi minh trail, tác giả Ken Conboy and James Morrison, USA.\n*CIA Judgments on President Johnson's Decision To \"Go Big\" in Vietnam, Central Intelligence Agency Center for the Study of Intelligence \n*The Lost Commandos, Los Angeles Times, ngày 12 tháng 1 năm 1992.\n*MACV-SOG The Legacy, from website www.macv-sog.org \n*Special Branch (So Bac) Operation Vulcan, from website: http:\/\/www.ptfnasty.com\/\n*Người Ra Biển Bắc, tác giả Trần Đổ Cẩm, Nguyệt San Đoàn Kết, Austin, Texas.\n\n[[Thể loại:Điệp viên Việt Nam Cộng hòa]]\n[[Thể loại:Người Việt di cư tới Mỹ]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Sinh năm 1928]]\n[[Thể loại:Mất năm 1999]]\n[[Thể loại:Dòng họ Ngô Đình]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}