{"306680":"{{thông tin nam vương\n|hình=\n|ghi chú=\n|danh hiệu= Manhunt Việt Nam 2006\n<br> Manhunt International 2007 (top 16-hạng 6)\n<br> [[Mister International|Mister International 2008]] - '''Nam vương Quốc tế 2008'''\n|tên= Ngô Tiến Đoàn\n|bí danh=\n|ngày sinh= 1983\n|nơi sinh= [[Cần Thơ]], [[Việt Nam]]\n|số đo= 99-80-99, (năm 2008)\n|chiều cao={{height|m=1,83}}\n|cân nặng={{weight|kg=83}}\n|màu mắt=[[Đen]]\n|màu tóc=[[Đen]]\n|kích thước giày=\n|màu da=\n|chủng tộc=\n|films=\n|hình ảnh=|image=}}\n'''Ngô Tiến Đoàn''' (sinh năm [[1983]]), quê ở [[Cần Thơ]], là người giành giải nhất cuộc thi Manhunt Việt Nam 2006<ref>{{chú thích web | url = http:\/\/giaitri.vnexpress.net\/tin-tuc\/thoi-trang\/bo-suu-tap\/ngo-tien-doan-dang-quang-manhunt-vn-2006-1891024.html | tiêu đề = Ngô Tiến Đoàn đăng quang 'Manhunt VN 2006' - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 25 tháng 7 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> và [[Mister International|Mister International 2008]]. Anh có hình thể được xem như hoàn hảo: cao 1,83 m, nặng 80&nbsp;kg, với các số đo 99-80-99.\n\n==Manhunt Việt Nam 2006==\nVượt qua 25 thí sinh ở vòng chung kết, Ngô Tiến Đoàn đã đăng quang cuộc thi Manhunt Việt Nam đầu tiên. Cùng với giải thưởng 35 triệu đồng, anh cũng là đại diện chính thức của Việt Nam tại [[Manhunt International|Manhunt International 2007]] vào tháng 2 năm 2007 tại [[Seoul]], [[Hàn Quốc]].\n\n==Manhunt International 2007==\nTại cuộc thi này, Ngô Tiến Đoàn đã lọt vào vòng bán kết của cuộc thi (hạng 6) và đoạt danh hiệu \"Thí sinh có hình thể đẹp nhất\", một trong 9 giải đặc biệt của ban giám khảo. Đồng thời, trong cuộc bình chọn của khán giả trên website chính thức của cuộc thi, Tiến Đoàn được xếp thứ ba, với 13.850 phiếu trong tổng số hơn 22.500 phiếu bầu.\n\n==Mister International 2008==\nNăm 2008, Ngô Tiến Đoàn đại diện [[Việt Nam]] tại cuộc thi [[Mister International]] 2008 tổ chức ở [[Đài Loan]]. Trong cuộc thi, các chỉ số của anh là: cao 1,83 m, số đo 99-80-99. Với thể hình đẹp và sự chuẩn bị kỹ lưỡng cho các phần thi, anh đã vượt qua 33 thí sinh tham dự và giành được ngôi vị '''[[Mister International|Mister International 2008]]'''<ref>{{chú thích web | url = http:\/\/vnexpress.net\/GL\/Van-hoa\/2008\/11\/3BA08C2D\/ | tiêu đề = Ngô Tiến Đoàn đăng quang Mister International - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 11 tháng 3 năm 2015 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>,đồng thời anh cũng đoạt được giải \"Thí sinh có hình thể đẹp nhất\".\n\n===Sau chiến thắng===\nVới danh hiệu đoạt được, Tiến Đoàn sẽ có mặt ở [[Singapore]] một năm để làm đại sứ kêu gọi mọi người ủng hộ cho Quỹ ung thư vì trẻ em. Anh cũng sẽ nhận được một phần thưởng trị giá khoảng 5.000 USD và một vài hiện vật khác.\n\nVới thành tích này, Ngô Tiến Đoàn cũng là người đầu tiên ghi danh Việt Nam trong lịch sử với ngôi vị cao nhất tại một cuộc thi sắc đẹp quốc tế.\n\n== Tham gia hoạt động & Giải nghệ ==\nNăm 2010, anh còn lấn sân phim truyền hình với phim \"[[Phía cuối cầu vồng]]\" đã được trình chiếu trên VTV3. Anh còn tham gia cuộc thi Bước nhảy hoàn vũ 2010 nhưng bị loại sớm.\n\nTừ năm 2010 đến năm 2012, Tiến Đoàn liên tục lộ những bộ ảnh nhạy cảm. Liên tục khoe thân với trang phục nhạy cảm, kể cả những trang phục thấy rõ cả vùng kín, Tiến Đoàn đã mất điẻm trầm trọng trong mắt người hâm mộ cũng như các khán giả quan tâm đến Mister International. Đỉnh điểm là khi sự kiện chụp bộ ảnh khỏa thân với các tư thế khoe thân vô cùng nhạy cảm với nhiếp ảnh gia HA của tạp chí Men’s Health Thái Lan<ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/giai-tri\/nam-vuong-tien-doan-lo-anh-nong-23983.html|title=Nam vương Tiến Đoàn lộ ảnh \"nóng\"}}<\/ref>. Vì có quá nhiều sự ồn ào cũng như chỉ trích với bộ ảnh, nhiếp ảnh gia HA đã phải gỡ bỏ toàn bộ ảnh trên trang cá nhân và lên tiếng sẽ không bao giờ tiếp tục hợp tác vời Tiến Đoàn. Sau đấy Tiến Đoàn lên tiếng xin lỗi người hâm mộ và âm thầm rút lui khỏi làng giải trí<ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/giai-tri\/nam-vuong-tien-doan-xin-loi-vi-trot-chup-nude-13758.html|title=Nam vương Tiến Đoàn xin lỗi vì trót chụp nude}}<\/ref>.\n\nTuy nhiên, đến cuối năm 2015, cư dân mạng liên tục truyền nhau một bộ ảnh Tiến Đoàn hoàn toàn khỏa thân. Bộ ảnh được cho là được chụp khi Tiến Đoàn còn chưa được nhiều người biết tới. Trong bộ ảnh, Tiến Đoàn khỏa thân với bộ phận sinh dục trong trạng thái cương cứng.\n\nTừ đó, Tiến Đoàn rút khỏi làng giải trí để tập trung học phi công ở Mỹ. Thỉnh thoảng anh vẫn xuất hiện trên các trang báo mạng của Việt Nam.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Sinh năm 1983]]\n[[Thể loại:Người Cần Thơ]]\n[[Thể loại:Hoa vương Thế giới]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Manhunt International]]\n[[Thể loại:Nam người mẫu Việt Nam]]\n[[Thể loại:Sinh năm 1985]]\n[[Thể loại:Mister International]]"}