{"114156":"'''Ngô Miễn Thiệu''' ([[chữ Hán]]: 吳勉紹, 1498<ref name=DS>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/trangnguyen.html Danh sách trạng nguyên]<\/ref> hay 1499<ref name=VB13>[http:\/\/www.hannom.org.vn\/detail.asp?param=1187&Catid=564 Văn miếu Hà Nội: Văn bia số 13]<\/ref> - 1556), người xã Tam Sơn, huyện [[Đông Ngàn (huyện)|Đông Ngàn]], phủ [[Từ Sơn]], trấn [[Kinh Bắc]] (nay thuộc phường [[Tam Sơn, Từ Sơn|Tam Sơn]], thành phố [[Từ Sơn]], tỉnh [[Bắc Ninh]]).\n\nCác tài liệu sau đây đều thống nhất chép Ngô Miễn Thiệu sinh năm 1499: Các nhà [[khoa bảng Việt Nam]], [[Ngô Văn Đức|Ngô Đức]] Thọ Chủ biên, Nhà xuất bản Văn Học. Văn bia đề danh tiến sĩ Việt Nam, Viện Nghiển cứu Hán Nôm, Nhà xuất bản Giáo dục\/2008 (Bia số 13\/tr.156). [[Văn miếu Bắc Ninh|Văn Miếu Bắc Ninh]] (Bia số 120(4), tr.694). \nÔng đỗ trạng nguyên khoa [[Mậu Dần]], niên hiệu Quang Thiệu thứ 3 (1518) đời [[Lê Chiêu Tông]]<ref name=DS \/><ref name=VB13 \/><ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt20.html Đại Việt Sử Ký Bản Kỷ Thực Lục - Quyển XV: Kỷ Nhà Lê - Chiêu Tông Thần Hoàng Đế]<\/ref>. Ông giữ các chức quan như Thượng thư [[Bộ Lại]] kiêm Đô ngự sử, Chưởng [[Hàn lâm viện]] sự, Nhập thị Kinh diên và tước Lý Khê bá<ref name=VB13 \/>. Sau ông làm quan với [[nhà Mạc]], giữ các chức quan như Thượng thư [[Bộ Lễ]], Đông các [[Đại học sĩ]], Ngự sử đài Đô Ngự sử, Hàn lâm viện Thị thư và thăng Trình Khê hầu<ref name=VB13 \/>.\n\nTrang Ngô Miễn Thiệu-vị trạng nguyên duy nhất của họ Ngô, sau 5,6 năm nay mà chỉ có vài thông tin chẳng mấy giá trị về nhân vật lịch sử này, thật là đáng tiếc. Chẳng rõ vướng mắc từ đâu. Phải chăng là từ thế thứ của Ngô Miễn Thiệu trong họ Ngô Tam Sơn?\nTất cả 5,6 bản phả của họ Ngô Tam Sơn sớm nhất là Bia đá dựng tại từ đường họ Ngô Đông Đồ (<pre>thuộc thôn Đoài xã Nam Hồng, huyện Đông Anh, Hà Nội <\/pre> năm [[Giáp Dần]] thời [[Tự Đức]] (1854) – đã được VHN dập, biên dịch và giới thiệu trên tạp chí của Viện năm 1986, đến Đông Đồ Ngô gia phả ký <pre>do Ngô Trung Hòa soạn năm Giáp Ngọ, Thành Thái (1894) - được lưu giữ ở VHN mã số A.1487<\/pre>,vv thì Thủy tổ họ Ngô Tam Sơn là Ngô Hải Sơn sinh Thiền Nho, Thiền Nho sinh Quân Hiên, Quân Hiên sinh Ngô Luân và Ngô Thầm. Ngô Luân đỗ tiến sĩ năm [[Ất Mùi]] đời Hồng Đức (1475); còn Ngô Thầm sinh Ngô Miễn Thiệu. Họ Ngô Tam Sơn xác định Ngô Hải Sơn chính là Ngô Khế, nên ngày trước mộ chí ngôi mộ Thủy tổ họ Ngô Tam Sơn ở xứ Lưỡng Ban thôn Tam Sơn ghi rõ: Thanh Quốc công tổ mộ thần táng.\nThanh Quốc công Ngô Khê (1426-1514) là con trai thứ Dụ Vương Ngô Từ (ông ngoại vua Lê Thánh Tông) hiện mộ tại quê Động Bàng (Đồng Phang) xã Định Hòa huyện Yên Định tỉnh Thanh Hóa. Trong chuyến “Về nguồn” của 60 con cháu họ Ngô về Đồng Phang làm giỗ Đức Dụ Vương Ngô Từ (26\/3\/2016) có đến dâng hương tại mộ ngài. Như vậy, thủy tổ họ Ngô Tam Sơn (có mộ tại Tam Sơn) là con trai Ngô Khế chứ không phải Ngô Khế.\n Ngô Khế sinh năm 1426, Ngô Luân đỗ Tiến sĩ năm 1475-người mới 50 tuổi không thể có huyền tôn (cháu 4 đời) đỗ tiến sĩ được. Ngô Luân cũng không thể là tằng tôn (cháu 3 đời) Ngô Khế. Giả định (tuy không thực tế) 4 đời liền họ Ngô Tam Sơn khi lên 16 tuổi thế hệ trước sinh ra thế hệ kế tiếp thì tính ra được năm sinh tương đối của Ngô Luân là 1474 (1426 + 3x 16=1474). Thế thì, đến năm 1475, Ngô Luân mới lên 1 tuổi không thể đỗ tiến sĩ được. Điều đó, có nghĩa là Ngô Luân phải là cháu nội Ngô Khế mới đúng. \nTóm lại, từ Ngô Hải Sơn=Ngô Khế đến Ngô Luân thừa ra 1 đời đó là Thiền Nho, tức là thủy tổ họ Ngô Tam Sơn (người sinh sống và có mộ tại Tam Sơn) là Quân Hiên. Bản phả (dòng thứ) họ Ngô Tam Sơn do Ngô Hữu biên soạn năm Chính Hòa 12 (1691) chép Thủy tổ họ Ngô Tam Sơn là Ngô Quân Hiên.<pre>Ngô Hữu là lai tôn tức cháu 6 đời của Ngô Miễn Thiệu <\/pre> Phả họ Ngô Tam Sơn (do ông Ngô Đình Uyển giữ) ghi chép rất chi tiết thời gia dầu vị Thủy tổ họ Ngô Tam Sơn khi lánh về đây đã tá túc một thời gian dài tại chùa Cảm Ứng trong thôn. <pre>Chùa Cảm Ứng thôn Tam Sơn là một ngôi chùa rất nỏi tiếng được xây dựng từ thời Lý<\/pre> Có thể vì vậy mà Ngô Quân Hiên có tên hiệu là Thiền Nho chăng?\nVề Ngô Quân Hiên, Đỗ Trọng Vỹ trong <pre>Bắc Ninh dư địa chí biên soạn trong thời Tự Đức (1848-1883)<\/pre> cho biết: “Ngô Quân Hiên, người xã Tam Sơn, huyện Đông Ngàn làm quan nhà Lê không rõ đời nào đến Đô chỉ huy sứ, tặng Thái bảo, không rõ sự trạng”.\n\n==Ghi chú==\n{{Tham khảo}}\n{{Trạng nguyên Việt Nam}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n{{Thời gian sống |1498|1556}}\n\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Người Bắc Ninh]]"}