{"41725":"{{dablink|Bài này nói về tướng Ngô Văn Sở nhà Tây Sơn; về tướng cùng tên của nhà Nguyễn, xin xem [[Ngô Văn Sở (nhà Nguyễn)]].}}\n{{Thông tin nhân vật phong kiến\n| tên = Ngô Văn Sở\n| tên gốc = 吳文楚\n| hình = Ngô Văn Sở.jpg\n| cỡ hình = \n| ghi chú hình = Tượng thờ Ngô Văn Sở ở [[Bảo tàng Quang Trung]], Bình Định.\n| phục vụ = \n| thuộc = \n| năm tại ngũ = [[1771]] - [[1795]]\n| cấp bậc = Đại Tư mã\n| đơn vị = \n| chỉ huy = \n| tham chiến = [[Chiến tranh Tây Sơn – Chúa Nguyễn|Chiến tranh Tây Sơn - chúa Nguyễn]]\n| khen thưởng = <!-- Thông tin chung -->\n| tên khác = Ngô Hồng Chấn<br>Ngô Văn Tàng\n| húy = \n| tự = \n| hiệu = \n| tôn xưng = \n| bút danh = \n| học vấn = <!-- tiến sĩ, cử nhân -->\n| chức quan = Đại Đổng lý\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu = Ích Quốc công\n| tước vị = \n| cha = \n| mẹ = \n| sinh = ?\n| nơi sinh = Bình Khê, Quy Nhơn (nay thuộc huyện [[Tây Sơn]], [[Bình Định]])\n| mất = [[1795]]\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = \n| quốc tịch = \n| dân tộc = \n| triều đại = <!-- triều đại mà nhân vật sống, nếu nhân vật sống qua nhiều triều đại, ngăn cách bằng dấu phẩy -->\n| tác phẩm = <!-- nổi bật -->\n| nguyên nhân mất = bị xử tử\n}}\n'''Ngô Văn Sở''' ([[chữ Hán]]: 吳文楚, ?<ref>Năm sinh Ngô Văn Sở, nhiều sách đều ghi không rõ. TS. Đinh Văn Liên ghi Ngô Văn Sở sinh năm [[1764]], nhưng không cho biết căn cứ vào nguồn nào (''Bình Định: Đất võ trời văn''. [[Nhà xuất bản Trẻ]], 2008, tr. 444).<\/ref> - [[1795]]), còn có tên là '''Ngô Hồng Chấn''', '''Ngô Văn Tàng''', là một danh tướng của [[nhà Tây Sơn]] trong [[lịch sử Việt Nam]].\n\n==Thân thế và sự nghiệp==\nÔng sinh trưởng tại làng Bình Thạnh, huyện [[Tuy Phước]], tỉnh Bình Định (nay thuộc huyện [[Tây Sơn]], tỉnh [[Bình Định]]).{{fact}}\n \nTổ tiên ông là người ở Trảo Nha, huyện Thiên Lộc (nay là huyện [[Can Lộc]], tỉnh [[Hà Tĩnh]]) di cư vào huyện Tây Sơn lúc nào chưa rõ.<ref>Theo GS. [[Nguyễn Khắc Thuần]], ''Danh tướng Việt Nam'' (tập 3), tr. 284.<\/ref> Ông nội là Ngô Mãnh đã từng làm quan đến chức Đô thống thời [[Trương Phúc Loan]], trấn đóng nơi địa đầu [[Sông Gianh|Linh Giang]] và [[Lũy Thầy|Trường Dục]]. Cha ông là Ngô Văn Diễn, giữ chức Khinh xạ Vệ úy triều Lê – Trịnh, trấn giữ đất [[Quảng Nam]] (Có tài liệu nói mẹ ông tên là Nguyễn Thị Mỹ nhưng không rõ người quê gốc ở đâu).\n\nNgô Văn Diễn có bốn con trai là Ngô Văn Sở, Ngô Văn Trị, Ngô Văn Ngữ và Ngô Văn Dần. Con cháu Ngô Văn Ngữ hiện ở phường [[Nhơn Bình (phường)|Nhơn Bình]], TP [[Quy Nhơn]]. Ngô Văn Sở và Ngô Văn Ngữ được thờ ở ngôi nhà khi xưa các ông sống tại nơi nói trên. Còn con cháu 3 vị khác đều trốn chạy khỏi quê hoặc không sống ở quê trước khi [[nhà Tây Sơn]] sụp đổ năm [[1801]] (Phả hệ họ Ngô Việt Nam).\n\nDo tính cương trực, Ngô Mãnh không chịu luồn cúi nên bị Trương Phúc Loan tìm cách hãm hại, vu cho tội thông đồng với [[Chúa Trịnh]], bị tước thu binh quyền, tịch thu gia sản và phải tội lưu đày. Ngô Mãnh trốn thoát cảnh ngục tù, một thân cùng cháu nhỏ là Ngô Văn Sở không dám về quê, đành cải danh là Đặng Hải Siêu và Đặng Sơn Điêu vào Nam, lưu lạc lên [[Tây Sơn]].\n\nTrên đường đi, Hải Siêu lâm bệnh, nên ông cháu xin nương nhờ nơi vườn nhà Bùi công ở thôn Xuân Hòa. Bùi công nuôi dưỡng tử tế. Một hôm, vào nửa đêm, nhà Bùi công bị cướp, Ngô Mãnh ra tay cứu trợ, đánh tan bọn cướp. Bùi công ân cần thăm hỏi, Hải Siêu đem tất cả sự thật ra giãi bày. Từ đó, ông trở thành thầy dạy võ cho bà [[Bùi Thị Xuân]] con gái Bùi công. Ngô Văn Sở cũng học cùng, tức bạn đồng môn với Bùi Thị Xuân.\n\nSau ba năm ẩn náu tại Bùi gia trang, Ngô Mãnh bị bạo bệnh qua đời. Ngô Văn Sở buồn rầu xin giã biệt Bùi công đi xuống hạt Quy Nhơn và định cư tại Bình Thạnh, [[Tuy Viễn (huyện)|Tuy Viễn]] (Tuy Phước).\n===Gian lao với phong trào Tây Sơn===\nNăm [[1771]], ba anh em [[Nhà Tây Sơn|Tây Sơn]] là [[Nguyễn Nhạc]], [[Nguyễn Huệ]] và [[Nguyễn Lữ]] cùng khởi binh, Ngô Văn Sở đến đầu quân ngay từ buổi đầu.\n\nNăm [[1773]], Ngô Văn Sở được cử làm Chinh nam Đại tướng quân cùng Lê Văn Lộc, [[Lê Văn Hưng (tướng Tây Sơn)|Lê Văn Hưng]] vào đánh chiếm ba phủ Phú Yên, Diên Khánh, Bình Thuận.\n\nMặt tây được hai Vua Thủy, Hỏa yểm hộ, binh Tây Sơn cứ thẳng tiến vào Nam. Đi tới đâu được hoan nghênh tới đó, và lấy ba thành dễ dàng như trở bàn tay. Tướng nhà Nguyễn là Nguyễn Văn Hiền bị giết, và Nguyễn Khoa Kiên bị bắt sống. Đại thắng, Ngô Văn Sở kéo binh về, để Nguyễn Văn Lộc và Lê Văn Hưng ở lại trấn giữ.\n\nNăm [[1775]], ông lại theo [[Quang Trung|Nguyễn Huệ]] và rồi cùng đánh tan hơn hai vạn quân Nguyễn do tướng [[Tống Phước Hiệp|Tống Phúc Hiệp]] ở [[Phú Yên]]. Kể từ lúc ấy, Ngô Văn Sở trở thành một trong những tướng lĩnh cao cấp của Bộ chỉ huy quân [[Nhà Tây Sơn|Tây Sơn]].\n\nNăm [[1775|1778]], Nguyễn Nhạc xưng đế, phong Ngô Văn Sở chức Đại Tư mã. Lúc Nguyễn Huệ ra đánh [[Thuận Hóa]] đem theo Ngô Văn Sở và [[Phan Văn Lân]] theo làm Tham tán quân vụ để chia bớt binh quyền.\n\nNăm 1782, Trịnh Sâm chết, hai con là [[Trịnh Tông|Trịnh Khải]] và [[Trịnh Cán]] tranh nhau làm chúa. Trịnh Khải giết [[Hoàng Đình Bảo]], người phụ tá của Trịnh Cán (còn nhỏ), giành lấy ngôi chúa. Thủ hạ của Đình Bảo là [[Nguyễn Hữu Chỉnh]] chạy vào nam đầu hàng Tây Sơn.\n\nTháng 3 năm 1786, dân Bắc Hà bị nạn đói, giá [[gạo]] tăng vọt, thây chết nằm liền nhau. Trịnh Khải hạ lệnh ai nộp của sẽ trao cho quan chức, nhưng không ai hưởng ứng, bèn dùng sắc lệnh bắt ức nhà giàu để lấy tiền chia ra phát chẩn. Nhận thấy thời cơ đánh [[Đàng Ngoài|Bắc Hà]], Nguyễn Huệ đề nghị Nguyễn Nhạc đánh ra bắc nhưng Nguyễn Nhạc ngần ngại chưa quyết.\n\nSang tháng 4 năm đó, Phạm Ngô Cầu sai sứ là Nguyễn Phú Như vào [[Quy Nhơn]] mượn tiếng trao đổi vấn đề biên giới, nhưng thực ra muốn dò tình hình Tây Sơn. Phú Như vốn có quen biết với Nguyễn Hữu Chỉnh, bèn mang tình hình Thuận Hóa nói lại. Hữu Chỉnh bèn xin [[Nguyễn Nhạc]] ra quân đánh Thuận Hóa. Lúc đó Nguyễn Nhạc mới quyết định. Nguyễn Nhạc cử [[Quang Trung|Nguyễn Huệ]] làm tổng chỉ huy các cánh quân thủy bộ, [[Vũ Văn Nhậm]] làm Tả quân đô đốc, [[Nguyễn Hữu Chỉnh]] làm Hữu quân đô đốc, [[Nguyễn Lữ]] chỉ huy đội dự bị thủy quân. Ngô Văn Sở cũng đi theo. Sau đó theo Nguyễn Huệ vượt [[sông Gianh]] đánh ra Bắc Hà ([[1786]]).\n\nNăm [[1787]], Ngô Văn Sở cùng Tiết chế Vũ Văn Nhậm ra diệt [[Nguyễn Hữu Chỉnh]], đánh chiếm Thăng Long.\n\nTháng 4 năm [[1788]], [[Lê Chiêu Thống]] đã bỏ kinh đô lưu vong. Sau khi diệt Chỉnh, Vũ Văn Nhậm lập [[Lê Duy Cận|Lê Duy Cẩn]] (hay Cận) làm Giám quốc. Cựu thần nhà Lê không người nào theo. [[Vũ Văn Nhậm]] chuyên quyền. Ngô Văn Sở bèn làm mật tấu cùng Bắc Bình Vương (tức Nguyễn Huệ).\n\nNguyễn Huệ hay tin lập tức truyền lệnh xuất sư, đem quân ra Bắc lần thứ hai. Đi suốt ngày đêm, hơn 10 ngày đến [[Thăng Long]]. Diệt [[Vũ Văn Nhậm]] (1788). Đại Tư mã Ngô Văn Sở nắm giữ chính quyền, thống lĩnh quân đội, được giao trọng trách trông coi 11 trấn Bắc Hà. Đô đốc [[Vũ Văn Dũng|Võ Văn Dũng]], Nội hầu [[Phan Văn Lân]], Chưởng phủ Nguyễn Văn Dụng, Đô đốc [[Đô đốc Tuyết|Nguyễn Văn Tuyết]], Hộ bộ Trần Thuận Ngôn, Học sĩ [[Ngô Thì Nhậm]], [[Phan Huy Ích]] đều theo Ngô Văn Sở giữ Thăng Long.\n\nTheo sách ''\"Đại Nam chính biên liệt truyện\"'', trước khi về lại [[Cố đô Huế|Phú Xuân]], trong buổi trao quyền cho Ngô Văn Sở, Bắc Bình vương Nguyễn Huệ đã nói: ''\"Sở và Lân là nanh vuốt của ta. Dụng và Ngôn là lòng dạ của ta. Nhậm là bề tôi mới của ta. Nay ta lấy cái việc quân vụ và quốc chính của 11 trấn [[Đàng Ngoài|Bắc Hà]] ủy thác cho. Ta thuận cho theo tiện nghi mà làm việc, phải hội đồng thương nghị với nhau, chớ vì cũ mới mà xa nhau\".''\n\nNăm [[1788]], vua [[Lê Chiêu Thống]] dẫn nhiều vạn [[nhà Thanh|quân Thanh]] do [[Tôn Sĩ Nghị]] chỉ huy vào xâm lược [[Việt Nam]]. Ngô Văn Sở làm kế hoãn binh sai người đến dinh họ Tôn cầu hòa. Lời đề nghị bị bác khước.\n\nQuân Tây Sơn do Đại Tư mã Ngô Văn Sở chỉ huy, theo mưu kế của [[Ngô Thì Nhậm]], cho gọi binh các trấn [[Kinh Bắc]], [[Thái Nguyên]], [[Hải Dương]], [[Sơn Tây (tỉnh cũ)|Sơn Tây]] về hội tại Bắc Thành trấn [[Sơn Nam (trấn)|Sơn Nam]] rồi chủ động rút quân về đóng ở [[Phòng tuyến Tam Điệp|Tam Điệp - Biện Sơn]] ([[Ninh Bình]]) cố thủ, đồng thời cho Nguyễn Văn Tuyết về Phú Xuân cáo cấp.\n\nĐược tin cấp báo, ngày 25 tháng 11 năm [[Mậu Thân]] ([[21 tháng 12]] năm 1788) Nguyễn Huệ lên ngôi [[Hoàng đế]], lấy niên hiệu là [[Quang Trung]]. Ngay sau khi làm lễ đăng quang tại [[núi Bân]] (Phú Xuân), nhà vua trực tiếp mang đại quân ra Bắc để đánh đuổi quân xâm lược.\n\nNgày 20 tháng chạp năm Mậu Thân ([[1788|1789]]), đại binh vua Quang Trung đến Tam Điệp. Ngô Văn Sở ra chịu tội, Quang Trung biết là mưu của Ngô Thời Nhậm, nên bỏ qua. Ngô Văn Sở và [[Phan Văn Lân]] được lệnh đem tiền quân tiến về Thăng Long.\n \nTrong chiến dịch phản công này, Đại Tư mã Ngô Văn Sở được ở bên cạnh vua Quang Trung để cùng chỉ huy đạo quân chủ lực đánh vào hai thành trì quan trọng của đối phương, đó là [[Trận Hạ Hồi|Hà Hồi]] và [[Trận Ngọc Hồi|Ngọc Hồi]].\n\nNhờ lập nhiều công lao, nên khi xét thưởng ông được nhà vua phong tới tước Ích Quốc công. Ngô Văn Sở và Phan Văn Lân ở lại Thăng Long, tổng thống việc quân quốc. [[Ngô Thì Nhậm]] và [[Phan Huy Ích]] phụ trách việc giao thiệp với Trung Hoa.\n\n[[Tháng một|Tháng 1]] năm [[1790]], Ngô Văn Sở lãnh giao nhiệm vụ dẫn đầu phái đoàn 100 người đưa giả vương [[Phạm Văn Trị|Phạm Công Trị]] sang Yên Kinh [[nhà Thanh]] dự lễ Bát tuần đại thọ vua [[Càn Long]]. Khi về nước ông được phong Thủy sư Đô đốc.\n[[Tập tin:廣南國夷官.jpg|trái|nhỏ|Ảnh vẽ Ngô Văn Sở sang Triều Thanh]]\nNăm [[1792]], vua Quang Trung đột ngột qua đời, [[Nguyễn Quang Toản]] lên nối ngôi (tức Cảnh Thịnh). Ngô Văn Sở được triệu hồi về Phú Xuân. [[Bùi Đắc Tuyên]] được Ngô Văn Sở ủng hộ, nên được trọng đãi. Vua Cảnh Thịnh lên ngôi tấn phong chức Đại Đổng lý, tước [[Quận công]] (Chấn Quận công), coi sóc cả việc quân và dân ở [[Đàng Ngoài|Bắc Hà]].\n\nTrong sách ''Tây Sơn Lương tướng ngoại truyện'' có đoạn chép về ông như sau: ''\"Ngô Văn Sở làm quan không cầu danh lợi, tiếng tăm, lúc nào cũng muốn tránh quyền thế. Thường ngày, ông yêu kính quân tử mà vẫn giữ lòng thương xót tiểu nhân. Ông cùng với [[Trần Quang Diệu]], [[Vũ Văn Dũng|Võ Văn Dũng]] và [[Bùi Thị Xuân]] đều là danh tướng, được người đương thời gọi là Tứ kiệt\".''\n\nDo nhà vua còn nhỏ, quyền hành nhanh chóng rơi vào tay người cậu vua là Thái sư [[Bùi Đắc Tuyên]]. Kể từ đó, triều đình Tây Sơn sinh ra lục đục mãi. Theo tài liệu của các giáo sĩ [[phương Tây]] có mặt tại Phú Xuân lúc bấy giờ thì Bùi Đắc Tuyên muốn lật đổ vua Cảnh Thịnh, thanh trừng các công thần Tây Sơn để đưa con mình là Bùi Đắc Trụ lên làm vua.\n\nNăm [[1793]], Nguyễn Ánh đem quân đánh [[Nguyễn Nhạc]]. Nguyễn Nhạc cầu cứu ra triều đình Phú Xuân. Quang Toản sai Ngô Văn Sở, [[Phạm Công Hưng]] đem 17.000 quân và 80 thớt voi vào cứu, quân [[Gia Long|Nguyễn Ánh]] rút lui. Tuy Ngô Văn Sở can ngăn nhưng Phạm Công Hưng vẫn chiếm cứ kho tàng, giải giáp quân đội của vua [[Nguyễn Nhạc|Thái Đức]]. Lúc đó Nguyễn Nhạc đang bệnh trên giường, nghe tin đất phong của con mình là [[Nguyễn Văn Bảo]] bị chiếm mất thì uất quá thổ huyết mà qua đời. Quang Toản an trí Nguyễn Văn Bảo ra huyện Phù Ly, phế làm Hiếu công và cai quản toàn bộ đất đai của dòng trưởng.\n\nKhông ngăn cản được việc cướp chính quyền của Phạm Công Hưng, nhưng Ngô Văn Sở đã can thiệp cho các quan văn võ đại thần của vua Thái Đức khỏi bị hại. Lớp xin được cáo quan về làng, lớp thuận quy phục [[Nguyễn Quang Toản|Cảnh Thịnh]] thì bị phân tán đi các nơi xa. Sau đó Ngô Văn Sở lại trở về Phú Xuân.\n\nNăm [[1793|1794]], xảy ra vụ án Lê Văn Hưng. Để hãm hại Hưng, Đắc Tuyên tâu vua cử Hưng mang quân vào đánh chiếm [[Phú Yên]]. Sau chiến thắng, Lê Văn Hưng về Phú Xuân báo tiệp thì bị Bùi Đắc Tuyên tấu xàm là [[Lê Văn Hưng (tướng Tây Sơn)|Lê Văn Hưng]] chưa có lệnh vua đã rút, ý muốn tạo phản. Cảnh Thịnh vì còn nhỏ tuổi ra lệnh giết hại ông dù đã được Ngô Văn Sở và [[Trần Văn Kỷ]] can ngăn.\n\n===Nội bộ lục đục, bị dìm chết===\nNăm [[1795]], Đắc Tuyên gọi Vũ Văn Dũng ở Bắc Hà về [[Cố đô Huế|Phú Xuân]], và cho Ngô Văn Sở ra thay.\n\nVũ Văn Dũng về đến trạm Hoàng Giang thì gặp [[Trần Văn Kỷ]] bị Bùi Đắc Tuyên đày ở đó. Kỷ nói với Dũng rằng: ''Thái sư chuyên quyền tác oai tác phúc, sẽ là điều bất lợi cho xã tắc; nếu không sớm trừ đi, sau này hối cũng không kịp.''\n\nNghe lời bàn của Trần Văn Kỷ, Đại Đô đốc [[Vũ Văn Dũng|Võ Văn Dũng]] gấp rút dẫn quân về [[Cố đô Huế|Phú Xuân]], bí mật phối hợp với Nguyễn Văn Huấn, Phạm Công Hưng vây bắt [[Bùi Đắc Tuyên]] ngay ở cung của vua [[Nguyễn Quang Toản|Cảnh Thịnh]].\n\nCho rằng Ngô Văn Sở là người cùng phe cánh với Đắc Tuyên, Vũ Văn Dũng cho làm chiếu lệnh giả ra [[Thăng Long]] bắt Ngô Văn Sở giải về Phú Xuân. Ngô Văn Sở và hai cha con Bùi Đắc Tuyên bị nhốt vào cũi sắt, đem xuống [[sông Hương]] dìm chết. Đó là năm [[1795]].\n\nTheo danh sĩ [[Nguyễn Trọng Trì]] ([[1854]]-[[1922]]) thì Ngô Văn Sở ''không phải là người có nhiều tham vọng.''<ref name=\"DTVN\">Dẫn lại theo ''Danh tướng Việt Nam'' (tập 3), tr. 284.<\/ref> Cho nên ông tự nguyện đi theo [[Bùi Đắc Tuyên]] hay bị viên Thái sư này gán ép (để tạo thanh thế), hoặc bị tướng [[Vũ Văn Dũng|Võ Văn Dũng]] vu oan (nhằm loại trừ một thế lực), cần phải tìm hiểu thêm.\n\n==Nhận xét==\nNăm [[1788]], sau khi Vũ Văn Nhậm bị giết chết, Ngô Văn Sở được giao nhiệm cai quản [[Đàng Ngoài|Bắc Hà]]. Trong buổi trao quyền, Bắc Bình Vương Nguyễn Huệ đã tuyên bố rằng: ''(Ngô Văn) Sở và [[Phan Văn Lân|(Phan Văn) Lân]] đều là nanh vuốt của ta''.<ref>''Đại Nam chính biên liệt truyện'' (Sơ tập, quyển 30). Dẫn lại theo ''Danh tướng Việt Nam'' (Tập 3), tr. 285.<\/ref> Điều này cho thấy tài năng của ông và sự tin cậy của cấp trên đối với ông.\n\nTrong sách ''Tây Sơn lương tướng ngoại truyện'' của [[Nguyễn Trọng Trì]] cũng có đoạn chép về Ngô Văn Sở như sau:\n:''Ngô Văn Sở làm quan không cầu danh lợi tiếng tăm, lúc nào cũng muốn tránh quyền thế. Thường ngày, (ông) yêu kính quân tử mà vẫn giữ lòng thương xót tiểu nhân. Ông cùng với [[Trần Quang Diệu]], [[Vũ Văn Dũng|Võ Văn Dũng]] và [[Bùi Thị Xuân]] đều là danh tướng, được người đương thời gọi là Tứ kiệt.''<ref name=\"DTVN\" \/>\n\n== Trùng tên ==\nCùng thời với ông có tướng [[Ngô Văn Sở (nhà Nguyễn)|Ngô Văn Sở]] quê ở [[Gia Định]] gốc [[Thừa Thiên]], từng theo quân Tây Sơn làm đến chức Đô úy, sau đầu hàng chúa Nguyễn, năm Kỷ Mùi ([[1799]]) theo [[Võ Tánh]] trấn giữ thành Bình Định.\nSách ''Đại Nam Liệt truyện'' viết về tướng Ngô Văn Sở này như sau:\n{{Quote\n|text= ''(Ngô Văn Sở) Tổ tiên là người huyện Đăng Xương, phủ Thừa Thiên, sau đến ngụ ở Gia Định. Trước theo ngụy làm Đô úy, sau đầu hàng, theo quân đi đánh giặc, có chiến công từng thăng đến Hùng nhuệ Vệ úy. Năm [[Kỷ Mùi]], theo Võ Tánh giữ thành Bình Định. Đến khi tướng giặc là [[Trần Quang Diệu]] vây thành, những tướng đầu hàng là Vũ Văn Sự, Nguyễn Bá Phong mở cửa Bắc thành ra hàng giặc, Tánh sai Sở chẹn cửa, từ đó những kẻ phản bội không dám ra. Đến khi thành bị mất, trốn về triều. Khoảng năm [[Gia Long]] thăng Khâm sai chưởng cơ lĩnh chức Quân đạo ngoài [[Thanh Hóa]], có tội phải cách chức rồi chết. [[Minh Mạng]] năm thứ 3 (1822), truy phục chức Chưởng cơ, lại hậu ban cho người nhà, con là Thắng làm quan đến Cai đội''.<ref name=\":0\">''[[Đại Nam liệt truyện]]'', tập 1, quyển 25: ''Truyện các quan''.<\/ref>}}\nVợ của tướng Ngô Văn Sở người Gia Định là bà Nguyễn Thị Đích, sinh được 1 con gái và 2 con trai: bà [[Ngô Thị Chính]] là con gái đầu lòng, hai người em trai tên Thắng và Thọ.<ref name=\":1\">{{Chú thích web|url=https:\/\/ngotoc.vn\/Nghien-cuu-Trao-doi\/ba-hien-phi-ho-ngo-trong-cung-nha-nguyen-199.html|title=Bà hiền phi họ Ngô trong cung nhà Nguyễn|tác giả=|họ=|tên=|ngày=25-05-2016|website=Ngô Tộc|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Do trùng tên, Đại Tư mã Ngô Văn Sở thường bị hiểu lầm là cha của Tuệ Khiết Hiền phi Ngô Thị Chính - một phi tần nổi tiếng của vua [[Minh Mạng]].\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2010|| style=\"text-align:center;\" |《[[Tây Sơn hào kiệt]]》|| style=\"text-align:center;\" |Minh Đăng\n|}\n\n==Xem thêm==\n* [[Nguyễn Huệ]]\n* [[Võ Văn Dũng]]\n* [[Bùi Đắc Tuyên]]\n* [[Trần Văn Kỷ]]\n* [[Phòng tuyến Tam Điệp]]\n\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Quách Tấn]]-Quách Giao, ''Nhà Tây Sơn''. Bảo tàng Quang Trung ([[Bình Định]]) xuất bản, 2002.\n*Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển'' (quyển 2). Nhà xuất bản Hồn Thiêng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1967.\n*[[Nguyễn Đắc Xuân]], ''Chín đời chúa mười ba đời vua Nguyễn'', Nhà xuất bản [[Thuận Hóa|Thuận Hoá]] - Huế, 1988.\n*Nhiều tác giả, ''Danh nhân Bình Trị Thiên'' (tập I), Nhà xuất bản Thuận Hóa, 1986.\n*TS. Đinh Văn Liên, ''Bình Định: Đất võ trời văn.'' Nhà xuất bản. Trẻ, 2008.\n*Nguyễn Khắc Thuần, ''Danh tướng Việt Nam'' (tập 3). Nhà xuất bản Giáo dục, 2005.\n*[[Nguyễn Q. Thắng]] & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản KHXH, [[Hà Nội]], 1992.\n\n==Liên kết ngoài==\n*[http:\/\/www.danangpt.vnn.vn\/vanhoa\/detail.php?id=150&a=78 Danh tướng Ngô Văn Sở và vua Càn Long] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061008123239\/http:\/\/www.danangpt.vnn.vn\/vanhoa\/detail.php?id=150&a=78 |date = ngày 8 tháng 10 năm 2006}}\n\n{{Navbox\n|name=Phong trào Tây Sơn\n|title=[[Nhà Tây Sơn|Khởi nghĩa Tây Sơn]] (1773-1802)\n|titlestyle=background:#B7EC90;\n|groupstyle=background:#B7EC90;\n|liststyle=padding:0.25em 0; line-height:1.4em; <!--otherwise lists can appear to form continous whole-->\n\n|group1= Các sự kiện và trận đánh\n|list1={{nowrap begin}}[[Trận Bích Kê]]{{•w}}[[Trận Cẩm Sa]]{{•w}}[[Trận Phú Xuân 1778]]{{•w}}[[Chiến dịch Phú Xuân 1786]]{{•w}}[[Trận Gián Khẩu]]{{•w}} [[Trận Hạ Hồi]]{{•w}} [[Trận Ngọc Hồi - Đống Đa]]{{•w}} [[Chiến dịch Vạn Tượng]] {{•w}} [[Trận hạ thành Quy Nhơn]]{{•w}} [[Trận Thị Nại (1801)]] {{•w}} [[Cuộc bao vây thành Quy Nhơn]] (1800-1801) {{•w}} [[Trận Trấn Ninh (1802)]] {{nowrap end}}\n\n|group2= Các tướng lĩnh [[Nhà Tây Sơn|Tây Sơn]]\n|list2={{nowrap begin}} '''[[Nguyễn Nhạc|Nguyễn Văn Nhạc]]''' {{•w}} [[Nguyễn Lữ|Nguyễn Văn Lữ]]{{•w}} [[Nguyễn Huệ|Nguyễn Văn Huệ]]{{•w}}[[Nguyễn Văn Bảo]]{{•w}}[[Nguyễn Quang Thùy]]{{•w}}[[Vũ Văn Nhậm]]{{•w}}Ngô Văn Sở{{•w}}[[Trần Quang Diệu]]{{•w}} [[Vũ Văn Dũng]] {{•w}} [[Lê Văn Hưng]]{{•w}} [[Nguyễn Văn Lộc (định hướng)|Nguyễn Văn Lộc]]{{•w}}[[Lý Văn Bưu]]{{•w}}[[Nguyễn Văn Lộc (định hướng)|Nguyễn Văn Lộc]]{{•w}} [[Đô đốc Tuyết|Nguyễn Văn Tuyết]]{{•w}} [[Võ Đình Tú|Vũ Đình Tú]]{{•w}} [[Đặng Xuân Phong]]{{•w}} [[Đô đốc Bảo|Đặng Xuân Bảo]]{{•w}}[[Trương Văn Đa]]{{•w}}[[Nguyễn Văn Danh]]{{•w}}[[Nguyễn Văn Huấn]]{{•w}}[[Nguyễn Văn Duệ]]{{•w}} [[Nguyễn Văn Điểm]]{{•w}}[[Đặng Tiến Đông]]{{•w}}[[Phan Văn Lân]] {{•w}} [[Đặng Văn Long]]{{•w}} [[Lê Trung]]{{•w}} [[Phạm Văn Tham]]{{•w}} [[Phạm Ngạn]]{{•w}}[[Phạm Công Hưng]]{{•w}}[[Phạm Văn Định]]{{•w}} [[Phạm Văn Trị]]{{•w}} [[Phạm Văn Điềm]]{{•w}} [[Lê Danh Phong]]{{•w}} [[Nguyễn Văn Xuân (tướng nhà Nguyễn)|Nguyễn Văn Xuân]]{{•w}} [[Trần Danh Tuấn]]{{•w}} [[Đào Công Giản]]{{•w}} [[Trần Viết Kết]]{{•w}} [[Lê Văn Lợi]]{{•w}} [[Lê Văn Thanh]]{{•w}} [[Nguyễn Tăng Long]]{{•w}}[[Lê Văn Long]]{{•w}} [[Từ Văn Tú]]{{•w}} [[Từ Văn Chiêu]]{{•w}} [[Nguyễn Văn Hòa]]{{•w}} [[Nguyễn Thế Tử]]{{•w}} [[Đoàn Văn Cát]]{{•w}} [[Nguyễn Công Thái]]{{•w}} [[Đào Văn Hổ]]{{•w}}[[Huỳnh Văn Thuận]]{{•w}}[[Trương Đăng Đồ]]{{•w}} [[Trương Bảo]]{{•w}} [[Trịnh Thất]]{{•w}} [[Lý Tài]]{{•w}} [[Tập Đình]]{{•w}}[[Nhưng Huy]]{{•w}}[[Tứ Linh]]{{•w}} [[Đặng Văn Chân]]{{•w}} [[Vũ Văn Thành]]{{•w}} [[Nguyễn Quang Huy]]{{•w}} [[Lê Sĩ Hoàng]]{{•w}}[[Trương Mỹ Ngọc]]{{•w}}[[Triệu Đình Tiệp]]{{•w}}[[Cao Tắc Tựu]]{{•w}}[[La Xuân Kiều]]{{•w}}[[Nguyễn Thung]]{{•w}}[[Huyền Khê]]{{•w}}[[Bùi Thị Xuân]]{{•w}}[[Bùi Thị Nhạn]]{{•w}}[[Nguyễn Thị Dung]]{{•w}}[[Trần Thị Lan]]{{•w}}[[Nguyễn Thị Dung]]{{•w}}[[Huỳnh Thị Cúc]]{{•w}}[[Vũ Thị Đức]]{{•w}}[[Vũ Thị Thái]]{{nowrap end}}\n\n|group3= Các tướng lĩnh [[chúa Nguyễn]]\n|list3={{nowrap begin}}[[Nguyễn Phúc Thuần]]{{•w}} [[Nguyễn Phúc Dương]]{{•w}} [[Gia Long|Nguyễn Phúc Ánh]]{{•w}} [[Nguyễn Phúc Cảnh]] {{•w}} [[Nguyễn Phúc Hy]]{{•w}} [[Minh Mạng|Nguyễn Phúc Đảm]]{{•w}}[[Nguyễn Văn Chính]]{{•w}}[[Nguyễn Cửu Dật]]{{•w}}[[Nguyễn Cửu Sách]]{{•w}}[[Đỗ Thanh Nhơn]]{{•w}} [[Châu Văn Tiếp]]{{•w}} [[Võ Tánh]]{{•w}} [[Lê Văn Quân]]{{•w}} [[Tôn Thất Tiệp]]{{•w}} [[Tôn Thất Hội]]{{•w}} [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]]{{•w}} [[Nguyễn Huỳnh Đức|Nguyễn Hoàng Đức]]{{•w}}[[Lê Văn Duyệt]] {{•w}} [[Nguyễn Đức Xuyên]]{{•w}} [[Nguyễn Văn Trương]]{{•w}} [[Nguyễn Văn Tánh]]{{•w}} [[Nguyễn Văn Nhơn|Nguyễn Văn Nhân]]{{•w}} [[Phạm Văn Nhân]]{{•w}}[[Võ Di Nguy]] {{•w}}[[Tống Phước Hiệp|Tống Phúc Hiệp]]{{•w}}[[Tống Phước Hòa|Tống Phúc Hòa]]{{•w}}[[Tống Phúc Thiêm]]{{•w}}[[Tống Hữu Trường]]{{•w}}[[Tống Phúc Khuông]]{{•w}}[[Tống Phước Lương|Tống Phúc Lương]]{{•w}}[[Tống Văn Khôi]]{{•w}}[[Tống Viết Phước|Tống Viết Phúc]]{{•w}}[[Tôn Thất Cốc]]{{•w}}[[Tôn Thất Hoảng]]{{•w}}[[Trương Phúc Luật]]{{•w}}[[Trương Phúc Dĩnh]]{{•w}}[[Dương Công Trừng]]{{•w}}[[Trương Tấn Bửu]]{{•w}}[[Trần Công Hiến]]{{•w}}[[Vũ Văn Lượng]]{{•w}}[[Mạc Văn Tô]]{{•w}}[[Nguyễn Văn Hiếu]]{{•w}}[[Trần Văn Tín]]{{•w}}[[Võ Di Nguy]]{{•w}} [[Nguyễn Đình Đắc]]{{•w}} [[Nguyễn Bá Xuyến]]{{•w}}[[Trần Công Lại]]{{•w}} [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]]{{•w}} [[Nguyễn Văn Thư]]{{•w}} [[Lưu Phước Tường]]{{•w}}[[Trương Phúc Loan]]{{•w}}[[Nguyễn Khắc Tuyên]]{{nowrap end}}\n\n|group4= Các tướng lĩnh [[chúa Trịnh]] \n|list4={{nowrap begin}}[[Trịnh Sâm]]{{•w}} [[Trịnh Kiểm]]{{•w}} [[Trịnh Cán]]{{•w}} [[Trịnh Bồng]] {{•w}} [[Trịnh Lệ]]{{•w}} [[Hoàng Ngũ Phúc]]{{•w}} [[Bùi Thế Đạt]]{{•w}} [[Nguyễn Phan]]{{•w}} [[Phạm Huy Đĩnh]]{{•w}} [[Nguyễn Nghiễm]]{{•w}} [[Bùi Bá Cầu]]{{•w}} [[Lê Đình Châu]]{{•w}}[[Vũ Tất Nhậm]]{{•w}}[[Nguyễn Xuân Phủ]]{{•w}}[[Nguyễn Đình Quyền]]{{•w}}[[Trần Xuân Huy]]{{•w}}[[Nguyễn Đình Viêm]]{{•w}}[[Ngô Phúc Oánh]]{{•w}}[[Văn Đình Kinh]]{{•w}}[[Hoàng Đình Bảo]]{{•w}} [[Hoàng Đình Thể]]{{•w}} [[Hoàng Phùng Cơ]] {{•w}} [[Hoàng Nghĩa Phác]]{{•w}} [[Đinh Văn Phục]]{{•w}} [[Đinh Tích Nhưỡng]]{{•w}} [[Nguyễn Đình Đống]]{{•w}} [[Mai Xuân Bách]]{{•w}} [[Lê Đình Châu]]{{•w}} [[Vũ Tá Kiên]]{{•w}} [[Vũ Tá Dao]]{{•w}} [[Phạm Ngô Cầu]]{{•w}} [[Đỗ Thế Dận]]{{•w}}[[Dương Trọng Tế]]{{•w}} [[Bùi Thế Toại]]{{•w}} [[Lê Trung Nghĩa]]{{•w}} [[Phạm Đình Thiện]]{{•w}} [[Nguyễn Trọng Mại]]{{•w}}[[Trịnh Tự Quyền]]{{•w}} [[Trương Tuân]]{{nowrap end}}\n\n|group5= Các tướng lĩnh [[Nhà Lê sơ|Hậu Lê]] \n|list5={{nowrap begin}}[[Lê Hiển Tông]]{{•w}} [[Lê Chiêu Thống]]{{•w}} [[Lê Duy Cận]]{{•w}} [[Nguyễn Hữu Chỉnh]] {{•w}} [[Hoàng Viết Tuyển]]{{•w}} [[Nguyễn Viết Khang]]{{•w}} [[Lê Duật]]{{•w}} [[Nguyễn Đình Viện]]{{•w}} [[Nguyễn Cảnh Thước]]{{•w}}[[Trần Quang Châu]]{{•w}} [[Đinh Lệnh Dận]]{{•w}} [[Dương Đình Lung]]{{•w}} [[Hoàng Phùng Nghĩa]]{{nowrap end}}\n\n|group6= Các tướng lĩnh [[Nhà Thanh|Mãn Thanh]] \n|list6={{nowrap begin}}[[Càn Long]]{{•w}} [[Tôn Sĩ Nghị]]{{•w}} [[Trương Triều Long]]{{•w}} [[Lý Hóa Long]] {{•w}} [[Tôn Khánh Thành]]{{•w}} [[Hứa Thế Hanh]]{{•w}} [[Thượng Duy Thăng]]{{•w}} [[Ô Đại Kinh]]{{•w}} [[Hình Đôn Hành]]{{•w}} [[Sầm Nghi Đống]]{{•w}} [[Hòa Thân]]{{•w}} [[Phúc Khang An]]{{nowrap end}}\n\n|group7= Các tướng lĩnh [[Xiêm|Xiêm La]] \n|list7={{nowrap begin}}[[Taksin|Trịnh Quốc Anh]]{{•w}} [[Rama I]]{{•w}} [[Rama II]]{{•w}} [[Chiêu Tăng]] {{•w}} [[Chiêu Sương]]{{•w}} [[Chiêu Chùy Biện]]{{nowrap end}}\n\n|group8= Văn bản\n|list8= {{nowrap begin}} [[Bình Ngô đại cáo|Bình Ngô Đại Cáo]]{{•w}} [[Đại Nam thực lục|Đại Nam Thực Lục]]{{•w}}[[Bia Vĩnh Lăng|Văn bia Vĩnh Lăng]] {{nowrap end}}\n}}<noinclude>\n\n{{Thời gian sống|sinh= |mất=1795}}\n\n[[Thể loại:Trang cần được biên tập lại {{#if:cách trình bày có vấn đề, gây khó hiểu cho người đọc|thuộc chủ đề cách trình bày có vấn đề, gây khó hiểu cho người đọc|}}]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Tây Sơn]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Công tước nhà Tây Sơn]]"}