{"214555":"[[Tập tin:Chùa Tam Bửu ở Ba Chúc.jpg|nhỏ|phải|250px| [[Chùa Tam Bửu]] (''chùa chính của đạo Hiếu Nghĩa'')]]'''Ngô Lợi''' ([[1831]]<ref>Theo nội dung trong \"Ngọc lịch đồ thơ tạp chú\" (chép tay bằng [[chữ Hán]]) và \"Chánh tăng phật tích\" (thơ [[Thơ#Lục bát|lục bát]] bằng [[chữ Nôm]]), là 2 quyển tài liệu \"bí truyền\" của đạo Hiếu Nghĩa, thì Đức Bổn Sư (Ngô Lợi) sinh vào [[giờ Ngọ]], ngày mùng [[5 tháng 5]] năm [[Tân Mão]] ([[1831]])<\/ref> -[[1890]], tên thật là '''Ngô Viện''', tên khác '''Ngô Tự Lợi''', được người trong đạo gọi tôn là '''Đức Bản Sư''' hay '''Ông Năm Thiếp''') là Giáo chủ [[đạo Tứ Ân Hiếu Nghĩa]] (gọi tắt là đạo ''Hiếu Nghĩa''), ông cũng được xem là lần chuyển kiếp thứ 3 của Phật Thầy Tây An<ref>Khi mới ra đời, [[đạo Tứ Ân Hiếu Nghĩa]] được Ngô Lợi gọi là \"đạo Thờ ông bà\" (hay \"đạo Lành\"), sau này tín đồ mới gọi đạo của mình là \"đạo Tứ Ân Hiếu Nghĩa\" (hay gọi tắt là \"đạo Hiếu NGhĩa\"). Theo [http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/162\/0\/1072\/DOI_NET_VE_DAO_TU_AN_HIEU_NGHIA].<\/ref> và là lãnh tụ [[phong trào Cần Vương|phong trào kháng Pháp]] tại [[Nam Kỳ]] vào cuối [[thế kỷ 19]].<ref>Đinh Văn Hạnh, ''Đạo Tứ Ân Hiếu Nghĩa của người Việt Nam Bộ, 1867-1975'', Nhà xuất bản Trẻ, Thành phố Hồ Chí Minh, 1999.<\/ref>\n\n==Thân thế==\n[[Tập tin:Bàn thờ Ngô Lợi.jpg|nhỏ|phải|250px|Nơi thờ Ngô Lợi trong [[chùa Tam Bửu]]]]\n'''Ngô Lợi''' là người ở huyện [[Mỏ Cày (huyện)|Mỏ Cày]], tỉnh [[Bến Tre]].<ref>Theo bài \"Đôi nét về Đạo Tứ Ân Hiếu Nghĩa\" trên website Ban Tôn giáo chính phủ [http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/162\/0\/1072\/DOI_NET_VE_DAO_TU_AN_HIEU_NGHIA].<\/ref> Cha tên là Ngô Nhàn (? - [[1937|1837]]), làm nghề thợ mộc; mẹ tên Phạm Thị Xuyến, là người Bình An, tỉnh [[Định Tường]] (nay là tỉnh [[Tiền Giang]]).\n\nTương truyền từ nhỏ cho đến lúc trưởng thành, Ngô Lợi cũng không có biểu hiện gì khác lạ. Cho đến năm [[1851]], lúc 20 tuổi, ông viết ''Bà La Ni Kinh'' dài 223 [[chữ Hán]], mang nội dung xưng tán [[Quán Thế Âm]] [[Bồ Tát|Bồ tát]] để khuyên người đời tu niệm, mà sau này trở thành quyển kinh quan trọng của đạo Hiếu Nghĩa.\n\nNăm 37 tuổi, vào ngày mùng 5 [[tháng năm|tháng 5]] năm [[Đinh Mão]] ([[1867]]), bỗng nhiên ông bất tỉnh. Sau 7 ngày 7 đêm, ông hồi tỉnh lại, trở thành người \"giải thoát tẩy trần tâm, giáo nhơn tùng thiện đạo\" (''rũ sạch lòng trần, dạy người theo đạo lành'').<ref>Trích kinh Hiếu Nghĩa.<\/ref> Bởi đi \"thiếp\" vào ngày trên và thỉnh thoảng ông lại có những cuộc đi thiếp như thế, nên người đời còn gọi ông là '''Năm Thiếp'''. Mỗi lần đi thiếp xong, ông thường nói những việc quá khứ và đoán định việc tương lai, nên được nhiều người tin theo.<ref name=\"BSKH\">Theo Website Bửu Sơn Kỳ Hương [http:\/\/bskh.net\/2007\/09\/nhalon.htm].<\/ref> Vì vậy, về sau người trong đạo Hiếu Nghĩa cho rằng ngày 5 [[tháng năm|tháng 5]] năm [[Đinh Mão]] ([[1867]]) chính là năm khai sáng [[đạo Tứ Ân Hiếu Nghĩa]].<ref>Trần Minh Thu, tác giả bài viết \"Đôi nét về Đạo Tứ Ân Hiếu Nghĩa\" trên website ''Ban Tôn giáo chính phủ'', cũng đã ghi rằng đạo Hiếu Nghĩa ra đời [[Tháng năm|tháng 5]] năm [[1867]] tại Cù lao Ba ([[An Phú]], [[An Giang]] ngày nay), song đến năm [[1870]], Ngô Lợi mới chính thức nhận danh hiệu Đức Bổn Sư.<\/ref><ref>{{Chú thích web|url=http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/162\/0\/1072\/DOI_NET_VE_DAO_TU_AN_HIEU_NGHIA|tựa đề=Đôi nét về đạo Tứ ân hiếu nghĩa|tác giả=Trần Minh Thu|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-10-02}}<\/ref> Tuy nhiên, theo sách ''Địa chí An Giang'' (tập 2) thì đạo Hiếu Nghĩa ra đời tại [[núi Tượng]] (Ba Chúc, [[Tri Tôn]], [[An Giang]]) vào năm [[1876]], tức là năm Ngô Lợi đưa một số đệ tử vào nơi đấy để khai hoang, lập chùa miếu và mở thôn ấp mới.<ref>Theo ''Địa chí An Giang'' tập 2, tr. 391).<\/ref>\n\n==Sự nghiệp==\nSau khi chứng đắc đạo quả (theo cách nói của trong đạo Hiếu Nghĩa), ngày rằm [[tháng giêng|tháng Giêng]] năm [[Nhâm Thân]] ([[1872]]), Ngô Lợi cho hợp ghe thuyền của tín đồ đi đến cất chùa ở cù lao Ba (nay là xã [[Vĩnh Trường, An Phú|Vĩnh Trường]], huyện [[An Phú]]), rồi lấy đó làm cơ sở truyền đạo.<ref>Một số tài liệu ghi là xã An Lộc (tổng An Lương, tỉnh [[An Giang]]). Tuy nhiên, đối chiếu với tư liệu địa bạ của nhà Nguyễn và hành chính của Pháp thì năm 1836, làng Vĩnh Trường và Vĩnh Thành (cả hai thuộc Cù lao Ba) đã thuộc tổng Châu Phú, huyện Tây Xuyên.<\/ref>\n\nÔng đã đi nhiều nơi vừa trị bệnh (''nhất là trận dịch hoành hành dữ dội vào năm [[1876]]''), vừa thu nhận và dạy tín đồ thuyết \"học Phật tu nhân, báo đáp tứ ân, hành xử theo thập nhị giáo điều\".<ref>Xem [[đạo Tứ Ân Hiếu Nghĩa]].<\/ref> [[Tháng giêng|Tháng Giêng]] năm [[Bính Tý]] ([[1876]]), ông cho một tín đồ tên Trần Tịnh đi khảo sát vùng [[núi Tượng]] (''nay thuộc thị trấn Ba Chúc, huyện [[Tri Tôn]], tỉnh [[An Giang]]''), rồi đưa một số đệ tử vào theo để khai hoang, lập chùa miếu và mở thôn ấp mới.\n\n===Khởi nghĩa ở Mỹ Tho===\nNăm [[1878]], Ngô Lợi tổ chức hai cuộc lễ đại trai đàn, kéo dài ba đêm liền, vừa để cầu siêu cho những vong linh \"vị quốc vong thân\", vừa để khơi dậy ngọn lửa yêu nước trong lòng của hàng ngàn người đến dự.\n \nLần đầu diễn ra vào ngày 16 [[tháng hai|tháng 2]] năm [[1878]] qui tựu hơn 200 người, rao giảng thuyết \"Hội Long Hoa\" và tuyên bố \"đời Minh Hoàng được thành lập, ai không theo thì bị thú dữ, cọp beo trong rừng ăn thịt\".<ref>Theo thuyết Hội Long Hoa, ở thời kỳ mạt pháp Phật [[Di-lặc]] sẽ ra đời, lập lên Hội Long Hoa, để thuyết pháp hóa độ chúng sanh. Trong Kinh [[Di-lặc]] chỉ nói vị [[Phật]] này sẽ ra đời vào thời kỳ mạt pháp, nhưng không nói rõ là vào khoảng nào, cho nên về ngày giờ lập Hội trên có nhiều cách hiểu khác nhau. Giải thích \"đời Minh Hoàng\", Đinh Văn Hạnh cho biết nhiều tín đồ theo đạo này tin rằng đến một ngày nào đó, [[núi Cấm]] sẽ nổ lớn rồi nứt ra. Khi đó trong núi sẽ xuất hiện cung son, điện ngọc với một đấng Minh vương. Vị vương này sẽ lập đời Thượng ngươn vô cùng an lạc. Chỉ có những người theo đạo Hiếu Nghĩa mới được cứu, được sống sót,... Như vậy, có thể nói sau khi các cuộc khởi nghĩa của [[Trương Định]], [[Võ Duy Dương]], [[Nguyễn Hữu Huân]],... thất bại, bấy giờ \"ngọn cờ tôn giáo\" chính là một sự chọn lựa, là một thứ vũ khí tinh thần để người dân mất nước đối mặt với kẻ xâm lăng hùng mạnh hơn mình,... (''Đạo Tứ Ân Hiếu Nghĩa với phong trào kháng Pháp'', [[Nam Bộ Việt Nam|Nam Bộ]] xưa và nay, Nhà xuất bản Thành phố Hồ Chí Minh, 2005, tr.184).<\/ref>\n\nLần thứ nhì diễn ra vào ngày 30 [[tháng tư|tháng 4]] năm [[1878]]. Trong lần này, ông phong [[Võ Văn Khả]] làm chánh tướng, [[Lê Văn Ong]] làm phó tướng để cùng lãnh đạo công cuộc kháng Pháp.\n\nNgày 2 [[tháng năm|tháng 5]] năm [[1878]], cuộc nổi dậy đã nổ ra ở [[Cai Lậy]] ([[Mỹ Tho]]) nhưng nhanh chóng bị dẹp tan. Hai ông Ong và Khả bị xử chém tại Thuộc Nhiêu năm [[1879]], còn Ngô Lợi cùng nhiều nghĩa quân trốn thoát về làng An Định,<ref>Trong công văn đề ngày 29 [[tháng năm|tháng 5]] năm [[1878]], Pháp treo giá 1.000 quan tiền thưởng cho ai bắt được Ngô Lợi, kèm theo lời mô tả ông Lợi \"vóc người cao ráo, ốm yếu, có 3 chòm râu dài\".<\/ref> căn cứ của đạo Hiếu Nghĩa, do ông cùng tín đồ khai hoang, lập ấp thuở trước.<ref>Trước sau Ngô Lợi cùng tín đồ đã khai hoang, mở được bốn ''thôn'' (Pháp gọi là làng): An Định ([[1876]]), An Hòa ([[1882]]), An Thành ([[1883]]), An Lập ([[1887]]); nay tất cả đều thuộc thị trấn Ba Chúc, huyện [[Tri Tôn]], tỉnh [[An Giang]].<\/ref>\n\n===Kháng Pháp nơi núi Tượng===\nMàn lưới do thám của Pháp liền được lệnh truy lùng Ngô Lợi ráo riết, nhưng rốt cuộc không thu được kết quả nào, bởi ông được tin đồ và đồng bào mến mộ che giấu. Ngay cả thuộc hạ đắc lực của Đốc phủ [[Trần Bá Lộc]] là Hai Phép lãnh trách nhiệm theo dõi ông, cũng bị ông cảm hóa rồi theo phe kháng Pháp luôn. Đốc phủ [[Tổng Đốc Phương|Đỗ Hữu Phương]] cho tên Bửu, người [[Minh Hương]], mua ba ngàn xâu chuỗi bồ đề từ [[Chợ Lớn]] xuống [[núi Tượng]], cúng cho bổn đạo vẫn không dò hỏi được tin tức gì. \n[[Tập tin:Phố chợ ở Ba Chúc.jpg|nhỏ|phải|250px| Một góc phố Ba Chúc tức thôn An Định xưa. Phía cuối đường là [[núi Tượng]]]]\n\nTức tối, [[đế quốc thực dân Pháp|thực dân Pháp]] nhiều lần tổ chức ruồng bố. Chỉ tính trong 12 năm ([[1876]]-[[1888]]), quân Pháp đã đến đốt phá, bắt bớ, tra tấn, tù dày những tín đồ ở làng An Định cả thảy bảy lần, tín đồ Hiếu Nghĩa gọi là \"đạo nạn\", đơn cử như vào năm [[1885]], Ngô Lợi cùng với tín đồ đạo Hiếu Nghĩa kết hợp với nghĩa quân của [[Si Votha|Hoàng Thân Si Votha]] ([[Campuchia]]) nổi dậy, đánh chiếm hai bờ [[kênh Vĩnh Tế]] và làm chủ [[Tịnh Biên]]. Nhưng ngay đó, quân Pháp do đại úy Ferussac đem quân chiếm lại và còn tấn công vào An Định, khiến Ngô Lợi phải cùng với nhiều tín đồ phải chạy sang Vườn Dầu, thuộc Campuchia để lánh nạn. Ngày 2 [[tháng sáu|tháng 6]] năm [[1886]], quân Pháp mở cuộc hành quân sang Campuchia, đánh vào căn cứ Vườn Dầu nhưng thất bại. Mặc dù cản ngăn được đối phương, nhưng khi Ngô Lợi trở về [[núi Tượng]], nhà cửa, chùa chiền ở An Định chỉ còn là những đống tro tàn.\n \nNhưng bi thảm nhất là vào năm [[1887]], quân Pháp do thiếu tá Peiqnaux ở [[Châu Đốc]] chỉ huy, cùng hai cộng sự là [[Trần Bá Lộc]] và cai tổng Trương Văn Keo kéo quân vào An Định. Bị kháng cự ở [[núi Trà Sư]], nên khi Pháp tràn được vào làng, họ đã đốt sạch nhà cửa, chùa chiền, bắt nhiều người tra tấn để tìm Ngô Lợi.\n\nKết cuộc, Pháp xử bắn 8 người, đày ra [[Côn Đảo]] 13 người, cưỡng bức 407 gia đình gồm gần hai ngàn người già trẻ xuống tàu về quê quán và cho sáp nhập thôn An Định vào xã Ba Chúc, sáp nhập thôn An Thành vào xã Lương Phi,...<ref>Chùa Tam Bảo và chùa Phi Lai của làng An Định xưa, nay thuộc thị trấn Ba Chúc; vào năm [[1978]], còn chứng kiến một cuộc đẫm máu nữa, đó là cuộc thảm sát 3.157 người dân Việt bởi quân đội Pôn Pốt ([[Campuchia]]) đã đến càn quét chốn quê này. (theo ''Địa chí An Giang'' tập I do UBND tỉnh ấn hành, 2003, tr. 247, và ''Sổ tay hành hương đất phương Nam'' do Huỳnh Ngọc Trảng chủ biên, Nhà xuất bản TP. HCM, 2002, tr. 131).<\/ref>\n\n===Qua đời===\nNgày [[13 tháng 10]] [[âm lịch]] năm [[Canh Dần]] ([[1890]]), Ngô Lợi mất vì bệnh tại chùa Bửu Linh, thuộc thôn An Hòa (nay là khóm An Hòa B, thị trấn Ba Chúc, huyện [[Tri Tôn]], tỉnh [[An Giang]]), gần [[núi Tượng]], lúc 59 tuổi.<ref>Tương truyền, trước đây vì sợ Pháp làm hại, đệ tử thân tín cõng xác Ngô Lợi, mà tín đồ gọi là ''kim thân'', giấu trong hang (''Vồ Cấm, Núi Tượng''), đến khi bình yên mới kín đáo đưa về giấu nơi chùa Tổ (chùa Tam Bửu). Đến nay không biết ''kim thân'' có bị cháy cùng chùa vào năm [[1978]], khi quân đội Pôn pốt đến đốt phá, hay còn được cất giấu ở nơi đâu. Ngôi mộ Tổ (Ngô Lợi) nằm bên sân chùa Tam Bửu và ở thôn An Thành là mộ giả.<\/ref> Sau khi ông mất, phong trào kháng Pháp dần tan rã, chỉ còn lại đạo Tứ Ân Hiếu Nghĩa. Ngoài bản kinh ''Bà La Ni Kinh'', từ năm [[1879]] đến năm [[1884]], Ngô Lợi còn truyền dạy cho tín đồ nhiều bài ''cung văn sớ điệp'' với nhiều nghi tiết cúng lễ. Sau, các vị đại đệ tử của ông đã ghi chép lại thành tập sách ''Ngọc Lịch Đồ Thơ Tập Chú.''\n\nHàng năm, tại khu di tích chùa Tam Bửu – Phi Lai (thị trấn Ba Chúc, Tri Tôn) đều có tổ chức lễ vía Đức Bổn sư Ngô Lợi vào ngày 12 và 13 [[tháng 10]] ([[âm lịch]]).<ref>Xem thông tin trên ''báo An Giang'', cập nhật ngày: 13\/11\/2013 [http:\/\/baoangiang.com.vn\/newsdetails\/1247ECEFCAFC\/Ngay_14_va_15_11_Le_ky_niem_123_nam_Duc_Bon_su_Ngo_Loi_vien_tich.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131113013304\/http:\/\/baoangiang.com.vn\/newsdetails\/1247ECEFCAFC\/Ngay_14_va_15_11_Le_ky_niem_123_nam_Duc_Bon_su_Ngo_Loi_vien_tich.aspx |date = ngày 13 tháng 11 năm 2013}}.<\/ref>\n\n==Nhận xét==\n[[Tháng mười|Tháng 10]] năm [[1885]], chủ tỉnh Châu Đốc là Lebrun báo cáo: \n:''Toàn là dân bất hảo, chống đối sự khai hóa của người Pháp. Họ ở tứ xứ gom về và tất cả đều theo đạo Phật (ý nói đạo Hiếu Nghĩa), nhưng là những phật tử có nhiệt tâm đến mức cuồng tín. Họ ra vẻ chí thú làm ăn, nhưng gặp cơ hội là họ khởi loạn nữa...''\n \nSau cuộc hành quân tìm diệt Ngô Lợi ở căn cứ Vườn Dầu vào năm [[1886]] nhưng thất bại, người Pháp viết:\n:''Uy tín tinh thần của ông (Ngô Lợi) còn mạnh. Ông là giáo chủ tôn giáo mới...''<ref>Theo Rapports mensuels de Services (1887-1888).<\/ref>\n\nTác giả Đinh Văn Hạnh nhận xét:''<ref>Cũng trong bài viết của Đinh Văn Hạnh, có một chi tiết rất đáng lưu ý là vào ngày 13 [[tháng bảy|tháng 7]] năm [[1885]], vua [[Hàm Nghi]] ban dụ [[Phong trào Cần Vương|Cần Vương]]. Phó tổng binh thành [[Hà Nội]] tên Lê Công Chánh đã xin về [[Bình Định]] tham gia cuộc khởi nghĩa của [[Mai Xuân Thưởng]]. Năm [[1886]], ông Chánh đến Bảy Núi gặp Ngô Lợi. Sau đó, Ngô Lợi cử người đi theo Chánh nhận bằng cấp và ấn triện, nhưng tất cả đều bị Pháp bắt, nên việc liên kết các phong trào Cần Vương không thành. (tác phẩm đã dẫn, tr.185.)<\/ref>''\n:''Có người nhận xét làng An Định là căn cứ của [[đạo Tứ Ân Hiếu Nghĩa]] và của [[phong trào Cần Vương]] toàn cõi [[Nam Kỳ]]. Thực ra, phong trào Cần vương mãi đến [[tháng bảy|tháng 7]] năm [[1885]] mới được phát động. Còn trước đó gần 10 năm, An Định đã là nơi hội tụ của những nghĩa quân thất bại trong những cuộc khởi nghĩa lớn... Họ về đây cùng với Năm Thiếp chờ cơ hội...''\n\nSách ''Địa chí An Giang'' đánh giá:<ref>''Địa chí An Giang'' tập 2, UBND tỉnh An Giang ấn hành, tr. 300 và 391.<\/ref>\n:''Ngô Lợi là một sĩ phu yêu nước của [[phong trào Cần Vương]]. Bị thực dân Pháp truy nã, ông từ Mỹ Tho về Ba Chúc dựng chùa tu hành để che mắt đối phương.''\n:''Do vậy, làng An Định cùng đạo Tứ Ân Hiếu Nghĩa là nơi hội tụ của những người nuôi chí lớn, mong có ngày giải phóng quê hương khỏi tay quân xâm lược và đã gây cho Pháp nhiều khó khăn vất vả. Trong kháng chiến chống Mỹ, đã có nhiều đồng bào theo đạo này tham gia cách mạng...''\n\n==Xem thêm==\n:*[[Đạo Tứ Ân Hiếu Nghĩa]]\n:*[[Thảm sát Ba Chúc]].\n:*[[Chùa Phi Lai]]\n:*[[Núi Tượng]]\n:*[[Chùa Tam Bửu]]\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/162\/0\/1072\/DOI_NET_VE_DAO_TU_AN_HIEU_NGHIA Đôi nét về \"Đạo Tứ Ân Hiếu Nghĩa\"] trên website Ban Tôn giáo chính phủ\n*[http:\/\/www.hoahao.org\/print.asp?lag=vn_&catid=4&nid=5220 Tư liệu Ngô Lợi]{{Liên kết hỏng|date = ngày 15 tháng 5 năm 2021 |bot=InternetArchiveBot }} Trên website Phật giáo Hòa Hảo.\n*[http:\/\/www.thuvienhoasen.org\/cvn-angiang-tambao.htm Chùa Tam Bảo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080429201016\/http:\/\/www.thuvienhoasen.org\/cvn-angiang-tambao.htm |date = ngày 29 tháng 4 năm 2008}} Trên website Thư viện Hoa sen.\n*[http:\/\/cusi.free.fr\/lsp\/lsp0064.htm Đạo Tứ Ân Hiếu Nghĩa ]\n*[http:\/\/bskh.net\/2007\/09\/nhalon.htm Đạo Tứ Ân Hiếu Nghĩa] Trên website Bửu Sơn Kỳ Hương\n*[http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=2589&cap=4&id=2612 Khởi nghĩa của Lê Văn Ong và Võ Văn Khả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071217071440\/http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=4&idcha=2589&id=2612 |date=2007-12-17 }} Trên website Tiền Giang\n*[http:\/\/vannghesongcuulong.org\/vietnamese\/tulieu_tacpham.asp?TPID=8150&LOAIID=17&TGID=320 Đức Bổn Sư đạo Tứ ân hiếu nghĩa cùng \"Bá gia\"]{{Liên kết hỏng|date = ngày 21 tháng 3 năm 2021 |bot=InternetArchiveBot }} Trên website Văn nghệ Cửu Long\n\n{{Các ông đạo ở Nam Bộ, Việt Nam}}\n{{Thời gian sống|1830|1890}}\n\n[[Thể loại:Tứ Ân Hiếu Nghĩa]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người Mỏ Cày]]\n[[Thể loại:Người An Giang]]"}