{"1742981":"{{wiki hóa}}\n'''Ngô Tử Hạ''' ([[1882]] – [[1973]]) là nhà tư sản dân tộc, Chủ tịch Đại Hội đồng [[Quốc hội Việt Nam khóa I]],<ref>{{Chú thích web|url=http:\/\/vnmh.com.vn\/vi\/Articles\/3096\/62030\/nhung-nha-tu-san-ha-noi-voi-cach-mang-thang-tam.html|tựa đề=Những nhà tư sản Hà Nội với Cách mạng tháng Tám|tác giả=Thu Nhuần|ngày=2017}}<\/ref> đồng thời là đại biểu Quốc hội khoá I cao tuổi nhất.\n\nÔng sinh năm 1882 tại làng Quy Hậu, huyện [[Kim Sơn]], tỉnh Ninh Bình, cư ngụ tại số 14 đường Lamblot, Hà Nội (nay là phố Nhà Chung, quận Hoàn Kiếm, thành phố Hà Nội). Thân sinh của ông làm nghề nông, cuộc sống cũng tương đối ổn định. Ông theo học ở nhà dòng, thông minh, giỏi tiếng Pháp.\n\nNgô Tử Hạ lấy vợ sớm, nhưng đến năm 17 tuổi thì vợ qua đời để lại cho ông hai đứa con nhỏ. Một mình ông lặn lội lên Hà Nội làm thuê cho một cơ sở in vỏ bao thẻ hương. Qua nhiều năm dành dụm, ông đã mua máy in và mở cửa hàng in. Sau đó ông lại kết hôn với một người phụ nữ khác, nhờ sự giúp đỡ của vợ mà ông đã phát triển được nghề in của mình, trở thành một người nổi tiếng nhất ở Đông Dương trong lĩnh vực in ấn.\n\n==Hoạt động trong ngành in ấn==\n\nNhững năm 30, ông làm Giám đốc tạp chí Đông Thanh, hội viên Hội đồng thành phố Hà Nội, và tham gia trị sự báo [[Nam Phong tạp chí|Nam Phong]], sau đó là chủ nhân nhà in Ngô Tử Hạ và là sáng lập viên Trường Ngô Tử Hạ ở Quy Hậu, tỉnh Ninh Bình.\n\nTrước năm 1945, Ngô Tử Hạ làm chủ nhiều nhà in. Báo Nam Phong từng xếp Ngô Tử Hạ là một trong ba trăm nhà tư sản có máu mặt ở xứ Đông Dương. Nhà in nổi tiếng Ngô Tử Hạ từng là [[Mạnh Thường Quân]] của các trí thức yêu nước muốn in ấn sách báo. Nhà in của Ngô cũng từng ủng hộ Việt Minh hàng tạ chữ chì để in truyền đơn cho [[Cách mạng tháng Tám]].\n\nNgô Tử Hạ là người đứng đầu Hội cứu tế, cứu đói của Chính phủ đã hoạt động tích cực, tận tụy vào cuộc đấu tranh chống giặc đói của Nhà nước cách mạng, góp phần vào việc giữ nước trong những ngày đầu gian nan. Hình ảnh một ông già ăn mặc chỉnh khăn xếp, áo the kéo xe bò dẫn đầu đoàn người qua các đường phố của Hà Nội kêu gọi quyên góp tiền bạc cứu đói, hình ảnh cụ cùng Hồ Chủ tịch làm lễ cầu siêu cho hơn hai triệu người chết đói tại Nhà thờ lớn Hà Nội...\n\nNhà in Ngô Tử Hạ cũng là nơi in những tờ giấy bạc đầu tiên của Chính phủ Việt Nam Dân chủ Cộng hòa, thường được gọi là \"đồng bạc cụ Hồ\". Pháp thấy được tầm quan trọng của nhà in này nên sau ngày toàn quốc kháng chiến, nhà in Ngô Tử Hạ đã bị quân Pháp phun xăng đốt, cháy ròng rã suốt một tuần. Vị trí của nhà in ngày nay là số nhà 24 [[Phố Lý Quốc Sư, Hà Nội|Lý Quốc Sư]], Hà Nội <ref name=na1\/>.\n\nÔng cùng học giả [[Nguyễn Văn Tố]] tham gia trong Hội truyền bá Quốc ngữ.\n\n==Tham gia Quốc hội Việt Nam==\n\nTại phiên họp đầu tiên của Quốc hội Việt Nam Dân chủ Cộng hòa, tổ chức vào ngày 2.3.1946, Ngô Tử Hạ giữ chức Chủ tịch Đại hội đồng Quốc hội, chủ toạ kỳ họp, đọc lời khai mạc và Tuyên ngôn của Quốc hội Việt Nam và được bầu vào Ban thường trực Quốc hội. Trong thời gian đầu xây dựng chính quyền, Ngô Tử Hạ là cố vấn cho chủ tịch [[Hồ Chí Minh]], được tin cậy và hỏi nhiều ý kiến. Khi chủ tịch Hồ Chí Minh hỏi ông chọn ngày làm lễ Tuyên ngôn Độc lập vào ngày nào thì ông đề nghị chọn ngày 2 tháng 9 vì ngày đó là ngày Chủ nhật <ref name=na1\/>.\n\nNgô Tử Hạ còn làm cầu nối giữa chủ tịch Hồ Chí Minh với cựu hoàng [[Bảo Đại]]. Trong thời gian mở nhà in tại Huế, ông đã quen thân, giao hảo với một số quan lại triều đình và kết giao với hoàng đế Bảo Đại. Chính vì thế khi chuẩn bị cho Bảo Đại thoái vị, chủ tịch Hồ Chí Minh đã chọn ông làm nhà thương thuyết, để sau đó Bảo Đại đồng ý thoái vị và nhận làm cố vấn cho chính phủ Việt Nam dân chủ cộng hoà. Sau đó ông giữ chức Thứ trưởng Bộ Cựu binh.\n\nKhi Toàn quốc kháng chiến ông tản cư về Ninh Bình, quân Pháp nhảy dù vào Ninh Bình và tìm mọi cách để mua chuộc ông nhằm tìm cách phá hoại cách mạng. Để bảo toàn khí tiết và sự nghiệp cách mạng của nước nhà, ông và gia đình được sự giúp đỡ của Hồ Chủ tịch đã sang định cư ở Thuỵ Sĩ từ năm 1947-1954.\n\n==Cuối đời==\nSau hiệp định Genève ông trở về nước tiếp tục làm việc trong Ban Thường vụ Quốc hội khóa I, Ủy viên Đoàn Chủ tịch Mặt trận Tổ quốc Việt Nam, Ủy ban đoàn kết tôn giáo, Chủ tịch Ủy ban liên lạc những người Công giáo Việt Nam yêu tổ quốc, yêu hòa bình thành phố Hà Nội.\n\nNăm 1960, gia đình ông đã hiến hàng ngàn m² nhà đất cho nhà nước, chỉ giữ lại 200 m² để ở và sau này làm nơi thờ tự <ref name=tp1\/>.\n\n== Gia đình ==\nÔng có hai vợ và hai con: một con gái lớn, một con trai út (Ngô Tử Hiển sau định cư tại Mỹ) đều với người vợ cả Ngô Thị Hòa<ref name=tp1\/>.\n\n==Nhận xét==\n{{cquote|\n''Cụ Ngô Tử Hạ là một nhà yêu nước, tham gia rất sớm vào phong trào Việt Minh, trước đây thường xuyên có gặp Bác Hồ và quen thân với tôi.''|||[[Phạm Văn Đồng]]}}\n\n==Đường Ngô Tử Hạ==\nĐoạn đường Ngô Tử Hạ ở [[thành phố Đà Nẵng]] có điểm đầu là đường [[Nguyễn Công Triều]], điểm cuối là đường 5m chưa đặt tên: Mặt đường bằng bê tông nhựa; chiều dài 425m; rộng 5,5m; vỉa hè mỗi bên rộng 3m.\n\n==Xem thêm==\n==Chú thích==\n{{Tham khảo|2|refs=\n\n<ref name=na1>{{chú thích báo\n|tác giả= Nguyễn Minh Đức (Báo Người đại biểu nhân dân)\n|tác phẩm= Quốc hội nước Cộng hoà Xã hội Chủ nghĩa Việt Nam (đăng lại)\n|url= http:\/\/www.na.gov.vn\/60namqhvn\/www.na.gov.vn\/60namqhvn\/cacbaiviet\/Chan%20dung%20cu%20Ngo%20Tu%20Ha-so219.html\n|tên bài= Ngô Tử Hạ - Người đại biểu cao tuổi nhất của QH khoá I\n|ngày= ngày 12 tháng 11 năm 2005\n|ngày truy cập= ngày 9 tháng 3 năm 2013\n|title= Bản sao đã lưu trữ\n|access-date= 2013-03-09\n|archive-date= 2014-02-22\n|archive-url= https:\/\/web.archive.org\/web\/20140222024647\/http:\/\/www.na.gov.vn\/60namqhvn\/www.na.gov.vn\/60namqhvn\/cacbaiviet\/Chan%20dung%20cu%20Ngo%20Tu%20Ha-so219.html\n}}<\/ref>\n\n<ref name=tp1>\n{{chú thích báo\n|tác giả= Xuân Ba\n|tác phẩm= Báo Tiền Phong online\n|url= http:\/\/www.tienphong.vn\/xa-hoi\/nguoi-quen-than-cua-thu-tuong-pham-van-dong-642177.tpo\n|tên bài= Người quen thân của Thủ tướng Phạm Văn Đồng\n|ngày= ngày 20 tháng 8 năm 2013\n|ngày truy cập= ngày 10 tháng 2 năm 2014}}\n<\/ref>\n}}\n==Tham khảo==\n{{Thời gian sống|1882|1973}}\n\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Thương nhân Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}