{"499301":"'''Ngô Bông''' (còn có tên là Lâm Hổ hay '''Lâm Hổ Ngô Bông''') là một võ sư người Việt Nam. Ông sinh năm 1923 (có tài liệu nói ông sinh năm 1926), mất ngày 2\/10\/2011. Ông là truyền nhân của bài võ [[Hùng kê quyền]] với tư cách là võ sư duy nhất phục dựng toàn bộ bài võ Hùng Kê quyền của Nguyễn Lữ-người em út của Nhà Tây Sơn. Theo ông Trương Quang Trung, Phó Chủ tịch [[Liên đoàn võ thuật cổ truyền Việt Nam]], nguyên là Vụ trưởng [[Vụ thể dục thể thao quần chúng]] (đồng thời là tổng thư ký đầu tiên của Liên đoàn võ thuật cổ truyền Việt Nam, từ năm 1991 tới năm 2007), tác giả cuốn sách ''Đời người - Nghiệp võ'' về những cao thủ của võ lâm Việt Nam thì trong số 23 võ sư nổi tiếng có đóng góp tích cực cho phong trào võ thuật Việt Nam, võ sư Ngô Bông là \"nhân vật số một trong làng võ đương đại\".<ref>[http:\/\/giadinh.net.vn\/20174p0c1004\/ai-la-thien-ha-de-nhat-vo-viet.htm Ai là thiên hạ đệ nhất võ Việt?]<\/ref>\n\n== Tiểu sử ==\nVõ sư Ngô Bông sinh năm 1923, trong một gia đình nghèo ở [[Tư Nghĩa]], [[Quảng Ngãi]]. Cha bị quân Pháp sát hại, mẹ mất sớm nên ông phải về ở với nhà ngoại. Tại đó, ông được hai cậu ruột là [[Lê Chót]] và [[Lê Thùy]] dạy [[võ Tây Sơn]]. Trong số những bài võ ấy có Hùng kê quyền, tương truyền do [[Nguyễn Lữ]] sáng tác từ các thế đánh của gà chọi.\n\nKhi trưởng thành, võ sư Ngô Bông theo học [[thiếu Lâm (võ)|võ Thiếu Lâm]] với hai người thầy nổi tiếng ở Quảng Ngãi là [[Bảo Truy Phong]] (Gấu già) và [[Lâm Võ]]. Cũng như nhiều võ sinh lúc bấy giờ, võ sư Ngô Bông nhiều lần thượng đài thi đấu [[quyền Anh]] và [[võ tự do]]. Ông đã từng thắng nhiều võ sĩ tên tuổi lúc bấy giờ như [[Đinh Hổ]] (võ sĩ [[Campuchia]]), [[Đinh Đam]] (võ sĩ người [[Huế]]), [[Trực Hùng]], [[Trực Ninh (võ sĩ)|Trực Ninh]]...\n\n== Gia đình ==\nVõ sư Ngô Bông lập gia đình năm 1958, có tám người con (bốn con trai), tất cả đều được học võ. [[Ngô Lâm Em]] và [[Ngô Sỹ]] là hai con trai nối nghiệp võ của cha.<ref name=\"vothuatnet4269\">[http:\/\/www.vo-thuat.net\/article.php?sid=4269 Võ sư Lâm Hổ Ngô Bông]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref><ref name=\"vocotruyenvn\"\/>\n\n== Võ nghiệp ==\n=== Bậc thầy võ cổ truyền ===\nBắt đầu theo nghiệp võ từ năm 11 tuổi. Suốt mấy chục năm tầm sư học đạo, khổ luyện những chiêu thức tinh hoa của võ nghệ, võ sư Ngô Bông thông thạo được nhiều loại vũ khí: đao, thương, kiếm, côn, quyền...\n\nThời đó, võ sư [[Bảo Truy Phong]] và [[Lâm Võ]], hai người thầy của Ngô Bông, đã đặt cho ông biệt danh Lâm Hổ bởi ông Ngô Bông đã nhiều năm khổ luyện thành công các bài [[Hắc hổ]], [[Mãnh Hổ xuất sơn]], [[Hắc hổ hạ sơn]], [[Ngọa hổ phục lâm]].\n\nĐể có bộ trảo như móng vuốt của hổ, ông đã khổ công luyện [[thiết sa chưởng]] với cát và sỏi. Từ đó, 10 ngón tay ông được cho là có thể chọc thủng tường gạch, phá tan đá, gỗ.<ref name=\"vothuatnet4269\"\/>\n\nMột danh sư trong làng võ khẳng định về lâm hổ Ngô Bông: \"Lão võ sư này còn nhiều bài quyền mà làng võ Việt Nam sắp thất truyền, ngoài bài [[Hùng kê quyền]]\".\n\nĐiều khác biệt giữa lão võ sư Ngô Bông và các võ sư khác ở [[Quảng Ngãi]] là ông chuyên tâm nghiên cứu về võ cổ truyền. Võ sư Tấn Tương Lai, Chủ tịch [[Liên đoàn võ thuật tỉnh Quảng Ngãi]], người từng làm tổ trưởng trọng tài quốc gia và có cơ hội cọ xát với nhiều môn phái, khẳng định:\n\n:''Rất là độc đáo, bài võ cổ truyền nổi tiếng nào hô lên là võ sư Ngô Bông thuộc làu.''<ref>Báo Tiền phong, \"Những kỳ nhân võ cổ truyền Quảng Ngãi\", 19\/04\/2010 08:02 [http:\/\/www.tienphong.vn\/Phong-Su\/191956\/Nhung-ky-nhan-vo-co-truyen-Quang-Ngai.html]<\/ref>\n\n=== Học trò ===\nCác học trò của võ sư Ngô Bông có nhiều người thành danh. [[Ngô Ân]], [[Ngô Lâm]], [[Ngô Sĩ]], [[Ngô Ngân]], [[Nguyễn Văn Thiều]], [[Ngô Dung]], Nguyễn Tuấn... từng đoạt huy chương vàng, bạc tại các giải võ cổ truyền Quảng Ngãi hoặc giải vô địch toàn quốc.\n\nVõ sư Ngô Bông chọn và dạy học trò rất kỹ lưỡng do ông quan niệm ngoài việc dạy võ, người thầy phải dạy cho võ sinh cách sống ở đời. Võ sư Ngô Bông thường tìm hiểu và thử thách võ sinh một thời gian, nếu xét thấy siêng năng, cần cù, biết vâng lời, chung thủy, có tư cách, không tự ái, không bê tha tửu sắc thì mới nhận làm học trò chính thức.<ref name = \"vocotruyenvn\">{{Chú thích web |url=http:\/\/vocotruyen.vn\/index.php?option=com_fireboard&Itemid=13&func=view&catid=109&id=3119 |ngày truy cập=2010-05-26 |tựa đề=Website võ cổ truyền Việt Nam, \"Võ sư Ngô Bông\" |archive-date=2008-09-22 |archive-url=https:\/\/web.archive.org\/web\/20080922234118\/http:\/\/vocotruyen.vn\/index.php?option=com_fireboard&Itemid=13&func=view&catid=109&id=3119 }}<\/ref>\n\n== Vinh danh ==\nVới những đóng góp cho phong trào võ thuật, võ sư Ngô Bông được [[Liên đoàn võ thuật cổ truyền Việt Nam]] mời làm cố vấn khi liên đoàn này mới thành lập.\n\nNăm 1993, trong một hội thảo chuyên môn, bài [[Hùng kê quyền]] do ông là truyền nhân đã được bình chọn là một trong những bài võ thống nhất (nằm trong thể thức thi đấu) của liên đoàn.\n\nNăm 2004, lúc ông Ngô Bông đã ngoài 80 tuổi, tại [[Liên hoan võ thuật truyền thống thế giới]] tổ chức tại [[Hàn Quốc]], trước 70 môn phái [[võ thuật]] nổi tiếng của nhiều nước, bài Hùng kê quyền do chính lão võ sư thể hiện đã nhận được sự hoan nghênh nhiệt liệt.\n\nVõ sư Ngô Bông được [[Ủy ban thể dục thể thao]] tặng huy chương Vì sự nghiệp thể dục thể thao.<ref name = \"vocotruyenvn\"\/>\n\n==Câu nói nổi tiếng của võ sư Ngô Bông==\n*''Võ thì cả đời cũng không thể biết hết được, học võ cốt để giúp đời''<ref name=\"vothuatnet4269\"\/>\n*''Chỉ dạy võ cho người có tư cách đúng mực, nếu không sẽ có hại cho môn phái và xã hội''<ref name=\"vocotruyenvn\"\/>\n*''Nghề võ không giàu nhưng cả đời tôi mong truyền thụ cho con cháu, sau này không mất đi những tinh hoa mà các thế hệ cha ông đã khổ luyện để giữ gìn non sông, bờ cõi'' <ref>Báo Pháp luật thành phố Hồ Chí Minh, \"Ngón ngũ trảo của Ngô Bông\", 30\/01\/2010 12:07 [http:\/\/phapluattp.vn\/20100129103253261p0c1015\/ngon-ngu-trao-cua-ngo-bong.htm]<\/ref>\n\n==Bình luận về võ sư Ngô Bông== \n*''Anh Bông là con người điềm đạm, tế nhị và sống có tình, có nghĩa. Về võ nghệ anh nắm khá vững bài bản của võ Tây Sơn, di chuyển bộ ngựa rất linh hoạt, có thể khống chế, hóa giải các đòn tấn công của đối thủ. Dù tuổi cao nhưng các động tác đâm, gạt, đỡ thương của anh gọn gàng và nhuần nhuyễn. Anh sở đắc mấy bài thương có giá trị như: [[Đệ nhất kim thương]], [[Đệ nhị mai hoa thương]]... rất cần được bảo tồn'' - bình luận của một người bạn của võ sư Ngô Bông <ref name = \"vocotruyenvn\"\/> \n*''Thầy Ngô Bông không hề giấu nghề, ai có tâm huyết đều được thầy tận tình hướng dẫn, ông còn có nhiều kỹ thuật đấu đối kháng rất hiệu quả'' - bình luận của một huấn luyện viên võ cổ truyền<ref name = \"vocotruyenvn\"\/>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{sơ khai Quảng Ngãi}}\n\n{{DEFAULTSORT:Bông, Ngô}}\n[[Thể loại:Võ sĩ Quảng Ngãi]]\n[[Thể loại:Võ sư Việt Nam]]\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Sinh tại Quảng Ngãi]]"}