{"429253":"'''Ngô Thế Lân''' (吳世鄰, ? - ?)<ref>Sách [[Phủ biên tạp lục]] chép: \"Năm nay ông (Ngô Thế Lân) chừng hơn năm mươi tuổi\". [[Lê Quý Đôn]] làm ra sách này năm 1776, vậy phỏng đoán ông sinh vào khoảng 1720-1725, và có thể ông mất trước khi [[nhà Tây Sơn]] sụp đổ.<\/ref>, tự: ''Hoàn Phác''(完璞); hiệu:'' Ái Trúc Trai''; là một dật sĩ xứ [[Thuận Hóa]] thời [[Nhà Lê sơ|Lê mạt]] và [[Nhà Tây Sơn|Tây Sơn]] ([[Việt Nam]]). \n==Cuộc đời==\nNgô Thế Lân người làng Vu Lai<ref>Qua các đợt điều tra, nhà nghiên cứu Phan Hứa Thụy ngờ rằng: 1\/ Vu Lai có lẽ không phải là nơi sinh của Phan Thế Lân, mà chỉ là nơi ông đến ở ẩn. 2\/ Kể từ thời vua [[Tự Đức]] trở đi, cái tên Vu Lai không còn nữa; và rất có thể Vu Lai xưa nay là Phong Lai thuộc xã Quảng Lợi, huyện [[Hương Điền]], tỉnh Thừa Thiên-Huế. (theo bài viết về Ngô Thế Lân của Phan Hứa Thụy, in trong sách ''Danh nhân Bình Trị Thiên'', tập I, tr. 61).<\/ref>, huyện Quảng Điền, phủ Triệu Phong, nay thuộc huyện [[Quảng Điền]], tỉnh [[Thừa Thiên Huế|Thừa Thiên-Huế]].\n\nÔng là người học rộng, giỏi thơ văn, tinh thông đạo học, có tinh thần yêu nước, muốn ra cứu đời. Nhưng gặp lúc nước nhà lâm cảnh rối ren, đen tối, nên ông không đi thi, không ra làm quan cho [[chúa Nguyễn]], mà sống ẩn dật tại Vu Lai.\n\nNăm 1770, ông cũng dâng lên Chúa Nguyễn Phúc Thuần những phương sách trị bình về các phương diện binh bị, khẩn hoang, kinh tế, theo ông khả dĩ cứu dân ra khỏi cảnh nước lửa.\n\nNgô Thế Lân rất sáng suốt và am tường tâm lý dân chúng, những phương sách cải tổ của ông đều dựa vào quyền lợi số đông. Chẳng hạn về phương diện kinh tế, lúc đó dân chúng lén đúc tiền kẽm, với tiền nầy, họ mua thóc khiến giá thóc lên cao, nhiều người nghèo đói, giặc giã nổi lên, cách của ông nhằm trị tận căn nguyên, không chủ trương trừng phạt người lỡ đúc tiền kẽm, nhưng lập kho “Thường bình” (kho an toàn) để khi cần, bán rẻ cho dân chúng.\n\nThế nhưng lòng lo lắng của ông không được đáp ứng; sáng kiến ông đưa ra, Duệ Tông Nguyễn Phúc Thuần không đủ khả năng nhìn thấy chân giá trị để áp dụng nên tệ hại vẫn tiếp tục.\n\nĐầu năm [[Ất Mùi]] (1775), [[Cố đô Huế|Phú Xuân]] lọt vào tay quân [[chúa Trịnh|Trịnh]].\n\nNăm 1776, [[Lê Quý Đôn]] được cử vào giữ chức Hiệp trấn tham tán quân cơ ở Thuận Hóa, có viết thư mời. Ngô Thế Lân lúc này đã khoảng hơn 50 tuổi, ông từ tạ đại ý nói lại chơi để cầu tiến thì không dám đến. Ông \"chỉ gửi thư cảm tạ và nói lấy sự xu thời cầu cạnh làm hổ thẹn\" mà từ chối<ref>Theo Lê Quý Đôn, ''Phủ biên tạp lục''. Nhà xuất bản KHXH, [[Hà Nội]], 1964, tr. 313.<\/ref>.\n\nTheo ''Đại Nam thực tiền biên'' thì mãi sau khi [[Nguyễn Huệ]] đánh lấy Phú Xuân (1786), ông mới ra làm quan cho nhà Tây Sơn<ref>Quốc sử quán nhà Nguyễn, ''Đại Nam thực tiền biên'', quyển 11, tờ 13a, có chú thích: (Ngô Thế) hậu đầu Tây tặc, thụ ngụy chức\".<\/ref>.\n\n==Tác phẩm==\nTác phẩm của Ngô Thế Lân có:\n*'''Phong trúc tập''' (''Tập thơ về tiếng gió thổi vào khóm trúc''), 2 quyển; viết bằng [[chữ Hán]]. Ngoài bài đề từ của tác giả, còn có bài tựa của Nguyễn Dưỡng Hào và bài bạt của Trần Thế Xương, nhưng hiện nay tác phẩm này vẫn chưa tìm thấy.\n \nTuy nhiên, nhờ trong ''Nam hành ký đắc tập'' ([[Phạm Nguyễn Du]]), ''[[Phủ biên tạp lục]]'' ([[Lê Quý Đôn]]) và ''[[Lịch triều hiến chương loại chí]]'' ([[Phan Huy Chú]]), ''Nam Hà kỷ văn'' (không rõ người soạn), ''Lục chiến cổ đường thập thiên tổng lục'' (Nguyễn Mỹ Hạo và Lan Anh) có chép một số thơ văn của Ngô Thế Lân, nên người ta biết được phần nào tư tưởng, tâm hồn và nhân cách của ông.\n\n==Nhận xét==\nMặc dù sáng tác của Ngô Thế Lân bị mất mát khá nhiều, nhưng qua những bài thơ văn còn lại, vẫn có thể thấy được ông là một người rất quan tâm đến đời sống của nhân dân và có cái nhìn sâu sắc đối với xã hội lúc bấy giờ.\n\nNhư năm [[Canh Dần]] (1770), ông đã gửi cho chúa Nguyễn Phúc Thuần bài biểu \"Luận tiền tệ\", nêu rõ nạn lạm phát và nỗi khổ của dân. Trong một bức thư gửi bạn, ông cũng đã viết: ''(Tôi)...đêm đọc [[nhà Hán|Hán sử]], đến thời vua [[Hán Hoàn Đế|Hoàn Linh]], ngoại thích lộng quyền, nội thân buông ác, bậc danh hiền thì lo yên nhàn, kẻ xử sĩ thì lo ẩn náu, bất giác xếp sách mà thở dài''...<ref>Dẫn lại theo Nguyễn Hiền Đức, tr. 431.<\/ref> Buồn vì không được chúa nghe theo, vì bất lực trước cảnh vô phương cứu vãn ấy, ông không ra làm quan mà chọn con đường ở ẩn.\n \nNhìn chung, qua thơ, người ta thấy Ngô Thế Lân là một con người có chí lớn có tấm lòng ưu ái đối với cảnh vật thiên nhiên (như các bài: Tự thuật [''Thuật chuyện mình''], Vu Lai ổ [''Xóm Vu Lai''], Dã tọa [''Ngồi ngoài cánh đồng''], Lạc Phố triêu canh [''Buổi mai, cày ở Lạc Phố''], Sa Phố vãn hành [''Buổi chiều đi qua bến cát'']…), có tình cảm sâu đậm đối với tầng lớp dân nghèo (như các bài: Vịnh hoài [''Tỏ nỗi nhớ''], Trư điểu đề [''Tiếng chim lợn kêu''], Hữu cảm [''Có cảm xúc'']…) và mang nặng phong vị [[Thiền tông]] (như các bài: Thư hoài [''Thơ tâm sự''], Hiểu khởi [''Dậy sớm''], Sơn cư tức sự [''Tức cảnh chỗ ở trên núi'']…).\n\nVề quan niệm sáng tác, theo ông thì làm thơ không phải là một thú vui như một số người xưa, mà là một trách nhiệm của một người có cảm xúc với cuộc đời. Với quan niệm như vậy, nên thơ ông rất phong phú về nội dung và đẹp đẽ về hình thức nghệ thuật.\n\nĐặc điểm thơ Ngô Thế Lân, thường thấy ông dùng hình thức ẩn dụ, ngụ ngôn, để nghiêm khắc lên án giới thống trị, như bài: \"Trư điểu đề\" (''Tiếng chim lợn kê''), \"Thiệp thế ngâm\" (''Bài ngâm trải đời''). Giải thích cho lối viết này, trong bài đề từ \"Phong trúc tập\", ông nói ''(làm thơ) chẳng qua mượn một vật gì đó để giãi bày một ý nghĩ thấm kín mà thôi''.\n \nKết lại, là một trong những nhà thơ mở đầu cho trào lưu nhân đạo chủ nghĩa, Ngô Thế Lân đã dùng thơ của mình để tố cáo chế độ phong kiến thối nát, để phơi bày toàn cảnh cái xã hội tăm tối của một thời; nhưng nó cũng là những dòng suối làm mát lòng bao kiếp người đói cơm rách áo. Bởi các giá trị này, mà Phong trúc tập của ông, được Phan Huy Chú khen rằng: ''Thơ trong tập này đều êm ái, tao nhã, có tình tứ''<ref>Phan Huy Chú, ''Lịch triều hiến chương loại chí'' (tập 3), tr. 154<\/ref>, và cũng được Lê Quý Đôn khen rằng thơ ông ''thanh nhã và mang nhiều tình tứ sâu sắc''<ref>Dẫn theo Nguyễn Hiền Đức, tr. 435.<\/ref>.\n\n==Trích tác phẩm==\n{|valign=\"top\"\n|\n:'''Vịnh hoài'''\n:''Phiên âm Hán-Việt'':\n\n:Nam phương hữu nhất sĩ\n:Chí đại nhi số kỳ,\n:Thiếu du Tuyên thánh môn,\n:Trưởng tiến tâm vô nghi.\n:Đan thư phế tẩm thực,\n:Nhiệm hiệp vong quyền uy.\n:Cử mục thương sinh khổ,\n:Hưng trung vô sở thi.\n:Tự phụ thả uẩn quỹ<ref>Theo ''Lịch triều hiến chương loại chí'' (tập 3). Sách ''Hợp tuyển thơ văn Việt Nam (tập 3), chép là \"uẩn độc\", và giải chú nghĩa là: cất để trong rương.<\/ref>\n:Thiện giá ưng hữu kỳ.\n:Hành niên vị tứ thập,\n:Thử tâm hốt dĩ suy.\n:Viễn cư hữu my lộc,\n:Kết ốc ngọa sơn bi.\n:Nhàn phi cổ nhân tích<ref>Theo ''Lịch triều hiến chương loại chí'' (tập 3). Sách ''Hợp tuyển thơ văn Việt Nam'' (tập 3), chép là \"nhân thư\".<\/ref>,\n:Sở đắc tại Phục Hy<ref>Phục Hy, vua đời thượng cổ [[Trung Quốc]]. Theo truyền thuyết, ô là người đã vạch ra \"bát quái\", làm cơ sở triết lý của [[Kinh Dịch]]. Ở đây, tác giả có ý nói, đã học được đạo lý của bộ kinh này.<\/ref>.\n:Thùy tri phú quý ngoại,\n:Biệt hữu ta tử nhi.\n:Điểm đầu xí<ref>Theo ''Lịch triều hiến chương loại chí'' (tập 3). Sách ''Hợp tuyển thơ văn Việt Nam'' (tập 3), chép là \"xưng\".<\/ref> cổ nhân,\n:Thành nhiên bất nhã khi.\n:Hồi thủ thiếu niên trường.\n:Phàm sự giai võng vi.\n:Hạnh ai thoát cương tỏa,\n:Mặc niệm tâm tự di.\n:Triết nhân thán vân viễn,\n:Ngô kim thùy kỳ qui.\n|\n:Dịch nghĩa:\n:'''Tỏ nỗi nhớ'''\n\n:''Phương Nam có một nho sĩ,\n:''Chí thì lớn, mà số lại lận đận.\n:''Tuổi trẻ theo học cửa Tuyên thánh (tức [[Khổng Tử]]),\n:''Quyết tâm thành tài, không nghi ngờ gì.\n:''Ham đọc sách, quên ăn quyên ngủ,\n:''Tính hào hiệp, coi khinh bọn quyền uy\n:''Ngước mắt nhìn thấy nhân dân khổ cực.\n:''Nhưng trong lòng không có kế chước gì thi thố được.\n:''Tự nghĩ ngọc lành hãy để dành trong rương,\n:''Chắc có ngày bán được giá đắt.\n:''Đến khi tuổi chưa đầy bốn chục,\n:''Tấm lòng xưa thoắt đã suy tàn.\n:''Xa tìm nơi ở, bạn cùng hươu nai,\n:''Dựng một căn nhà nằm khểnh bên sườn núi.\n:''Khi nhàn hạ, mở xem sách người xưa,\n:''Học được đạo lý của Phục Hy\n:''Ai hay ngoài sự phú quý ở đời,\n:''Riêng có một chút này quý giá.\n:''Gật đầu khen ngợi người xưa,\n:''Thật không dối ta chút nào!\n:''Ngoảnh đầu nhớ lại hồi tuổi trẻ,\n:''Mọi việc làm thảy đều càn rỡ.\n:''May thay thoát được vòng cương tỏa,\n:''Lặng nghĩ, lòng tự vui sướng.\n:''Than ôi! Hiền triết đã xa vắng,\n:''Giờ đây ta biết theo ai?''\n|}\n{|valign=\"top\"\n|\n:'''Trư điểu đề'''\n: ''Phiên âm Hán-Việt'':\n\n:Ô hô kỳ tai trư điểu đề!\n:Ngũ canh minh phệ phong thê thê\n:Thái Sơn khuynh đồi bạch nhật ám,\n:Bình địa ba khởi hắc vân mê.\n:Hồng nhạn bi minh tán lâm tẩu,\n:Sài lang hoành hành đương lộ khê.\n:Triều dã thôn thanh bất cảm thuyết,\n:Ô hô kỳ tai trư điểu đề!\n\n:Dịch nghĩa:\n:'''Tiếng chim lợn kêu'''\n\n:''Than ôi, lạ thay! Tiếng chim lợn kêu,\n:''Năm canh kêu thét, gió thổi lạnh lẽo.\n:''Thái Sơn xuêu đổ, ban ngày tối mò,\n:''Đất bằng sóng cuộn, mây đen mờ mịt\n:''Đàn hồng nhạn kêu thương bay tản nơi rừng chầm,\n:''Bầy sài lang đi ngang ngược trên lối đường lớn.\n:''Trong triều ngoài nội ai cũng nín hơi không dám nói,\n:''Than ôi, lạ thay! Tiếng chim lợn kêu.''\n|\n:'''Thiệp thế ngâm'''\n: ''Phiên âm Hán-Việt'':\n\n:Thâm sơn hữu hổ lang,\n:Đại đàm hữu kình ngạc.\n:Thế thượng hữu qua mâu,\n:Thử nhân hà xứ thác?\n:Nào lý khổ đa dăng,\n:Tĩnh lý khổ đa văn.\n:Như hà lưỡng tiểu trùng\n:Thiên khán khiết nhân thân?\n\n:Dịch nghĩa:\n:'''Bài ngâm trải đời'''\n\n:''Núi sâu có hổ lang,\n:''Đầm lớn có kình ngạc.\n:''Ở trên đời có giáo mác,\n:''Thân này biết tựa vào chốn nào?\n:''Nơi nhộn, khổ nhiều ruồi,\n:''Nơi tĩnh, khổ nhiều muỗi.\n:''Vì sao hai con trùng nhỏ ấy,\n:''Chỉ tìm cắn người mãi?\n|}\nỞ bài thơ '''Vịnh hoài''', Ngô Thế Lân đã tự nói về mình. Ở bài thơ '''Trư điểu đề''', cho người ta thấy xã hội thời Lê mạt, nhuộm một màu đen tối thê lương. Với người dân đen, cái chết (vì đói nghèo, chính sách hà khắc và nạn đục khoét) cứ đeo đảng bên mình trong lúc bọn thống trị ngày càng ung dung tự đắc. Ở bài '''Thiệp thế ngâm''' cũng đã phơi bày được phấn nào cái không khí ngột ngạt của một xã hội, mà ở đó người dân lành như đã bị giam cầm hoàn toàn.<ref>Lược theo nhận xét của Phan Hứa Thụy, sách và các trang đã dẫn.<\/ref> \n==Ghi danh==\nTháng 6 năm 1996, UBND thành phố [[Huế]] đã ra quyết định lấy đường Thủy Quan (được hình thành từ đầu [[thế kỷ 19]], cùng thời với việc đào sông Ngự Hà, xây dựng [[Kinh thành Huế]]) đặt tên mới là đường Ngô Thế Lân.\n==Chú thích==\n{{Tham khảo}}\n==Nguồn tham khảo==\n*Phan Huy Chú, ''Lịch triều hiến chương loại chí'' (tập 3). Nhà xuất bản KHXH, 1992.\n*Nguyễn Lộc trong ''Từ điển văn học (bộ mới''). Nhà xuất bản Thế giới, 2004, tr. 1075.\n*Phan Hứa Thụy, bài viết về Ngô Thế Lân in trong Danh nhân Bình Trị Thiên (tập I). Nhà xuất bản. Thuận Hóa, 1987, tr. 60-78.\n*Nhiều người soạn (Huỳnh Lý chủ biên), ''Hợp tuyển thơ văn Việt Nam'' (tập 3). Nhà xuất bản Văn học, 1978, tr. 136-146.\n*Nguyễn Hiền Đức, ''Lịch sử Phật giáo Đàng Trong''. Nhà xuất bản Thành phố HCM, 1995, tr. 428-435.\n*Tạ Ngọc Liễn, ''Danh nhân văn hóa trong lịch sử Việt Nam.'' Nhà xuất bản Thanh Niên, 2008, tr. 182-186.\n\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Nhân vật thời Lê - Trịnh]]"}