{"512353":"{{bài cùng tên|Ngũ Hiệp}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Ngũ Hiệp\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 3,22 km²<ref name=MS>{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date=2013-03-24|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|url-status=dead}}<\/ref>\n| dân số = 16.127 người<ref name=ubndhn>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-64-tb-ubnd-ha-noi-2022-danh-gia-cap-do-dich-trong-phong-chong-dich-covid-19-cap-nhat-09h00-ngay-21-01-2022-216130-d2.html|tựa đề=Thông báo 64\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 21\/01\/2022|tác giả=Ủy ban nhân dân thành phố Hà Nội|ngày=2022-01-21|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(16127\/3.22)}} }} người\/km²\n| dân tộc = Hầu hết là [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Thanh Trì]]\n| thành lập = \n| trụ sở UBND = <ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Ngũ Hiệp''' là [[xã (Việt Nam)|xã]] thuộc huyện [[Thanh Trì]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Địa lý==\nXã Ngũ Hiệp nằm ở trung tâm huyện Thanh Trì. Ranh giới hành chính như sau:\n*Phía đông giáp các xã [[Yên Mỹ, Thanh Trì|Yên Mỹ]] và [[Duyên Hà, Thanh Trì|Duyên Hà]]\n*Phía đông nam giáp xã [[Đông Mỹ, Thanh Trì|Đông Mỹ]]\n*Phía nam giáp các xã [[Liên Ninh]] và [[Ngọc Hồi, Thanh Trì|Ngọc Hồi]] với ranh giới tự nhiên là sông Tô Lịch\n*Phía tây giáp xã [[Vĩnh Quỳnh]]\n*Phía bắc giáp xã [[Tứ Hiệp, Thanh Trì|Tứ Hiệp]].\n\n==Lịch sử==\nXã Ngũ Hiệp gồm các làng Tương Chúc, Đông Trạch, Tự Khoát, Việt Yên, Lưu Phái.\n\nĐầu thế kỷ 19, làng Tương Chúc và làng Tự Khoát là các xã thuộc tổng Nam Phù Liệt, huyện Thanh Trì, phủ Thường Tín, trấn [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam Thượng]] (từ tháng 10 năm Tân Mão đời Vua Minh Mạng - 1831 trở đi là tỉnh Hà Nội, từ 1904 là tỉnh Hà Đông). Đầu năm 1946, sau cuộc bầu cử Hội đồng nhân dân cấp xã, các làng: Tương Trúc, Đông Trạch, Tự Khoát, Việt Yên, Lưu Phái hợp nhất thành xã Ngũ Hiệp<ref name=\"NH1\"\/>,<ref name=\"NH2\"\/>.\n\n==Giao thông ==\nXã Ngũ Hiệp có hệ thống giao thông đa dạng: [[Quốc lộ 1]] cũ, cao tốc Pháp Vân - Cầu Giẽ - Ninh Bình, đường sắt Bắc - Nam...\n\n==Làng Tương Chúc ==\nLàng Tương Chúc đầu thế kỷ 19 là một xã thuộc tổng Nam Phù Liệt, huyện Thanh Trì, phủ Thường Tín, trấn [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam Thượng]] (từ tháng 10 năm Tân Mão đời Vua Minh Mạng - 1831 trở đi là tỉnh Hà Nội, từ 1904 là tỉnh Hà Đông). Đầu năm 1946, làng nhập với các làng: Đông Trạch, Tự Khoát, Việt Yên thành xã Ngũ Hiệp<ref name=\"NH1\">{{Chú thích web| url = http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/148315\/lang-t432417ng-truc.htm| title = Làng Tương Chúc| access-date = ngày 14 tháng 5 năm 2010| accessmonthday = | accessyear = | author = TS. Bùi Xuân Đính| last = | first = | authorlink = | date = | year = | format = | work = | publisher = Báo Hà Nội Mới điện tử| pages = | language = | archiveurl = | archivedate = }}{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>.\n \nTương Chúc nằm trên con đường Thiên lý cổ. Xưa kia, con đường này từ phía Nam ra, đến Bằng Vồi - Quán Gánh men theo phía Đông sông Tô Lịch, qua các làng Duyên Trường- Hạ Thái (nay là xã Duyên Thái, huyện Thường Tín), vào Đông Phù (xã Đông Mỹ), qua Tương Chúc, ra làng Tự Khoát, Lưu Phái rồi nhập với Quốc lộ I hiện này ở phía trên cầu Ngọc Hồi, lên Văn Điển - Cầu Tiên (Thịnh Liệt, quận Hoàng Mai) - Quán Sét (Đồng Quan), vào Hoàng Mai (Chợ Mơ) rồi vào Kinh thành Thăng Long. Vào đầu thời Gia Long 1802 - 1819 (có ý kiến cho rằng, thời Pháp thuộc, khi làm đường xe lửa Bắc Nam) mới nắn lại đường Thiên lý từ Hà Hồi (Thường Tín) lên, tức đoạn đường Quốc lộ I A qua Ngọc Hồi lên cầu Văn Điển hiện nay. Làng lại có sông Tô Lịch chảy qua. Do vị trí giao thông thuận lợi này mà dân làng còn phát đạt về buôn bán. Tại đầu làng Tương Chúc có một chợ lớn trong vùng, có khán thị (quản chợ) trông coi. Vị thế \"nhất cận thị, nhị cận giang, tam cận lộ\" làm cho kinh tế của làng tương đối khá giả. Ngoài buôn bán, dân làng vẫn làm ruộng và có thêm nghề làm khóa<ref name=\"NH1\"\/>.\n \nTương Chúc là làng nhỏ. Năm 1928 làng có 666 người. Trai đinh của làng trước đây sinh hoạt trong 3 giáp<ref name=\"NH1\"\/>. Trước Cách mạng Tháng Tám, làng Tương Trúc còn 53 mẫu 7 sào ruộng công để chia cấp cho các đối tượng sửa lễ và 6 mẫu đem đấu giá lấy tiền dùng vào các việc công. Ngoài ra, khúc [[sông Tô Lịch]] chảy qua làng, tiếp giáp hai làng Tự Khoát và Đông Phù, hàng năm chia cho 3 giáp khai thác nguồn tôm cá<ref name=\"NH1\"\/>. \n \nLàng Tương Chúc ở bên cạnh làng Tự Khoát, có nhiều yếu tố tương đồng về địa lý, lịch sử. Trước đây, giữa địa phận hai làng còn một khoảnh ruộng công, mỗi làng được nhận một nửa rộng 2 sào 5 miếng (mỗi miếng là 30 mét vuông) để giao cho giáp đương cai của mỗi làng cùng lo việc thờ thần (hai làng cùng làm lễ cơm mới vào tháng Tám, tế thần chung vào 29 tháng Mười). Trước đây, hai làng cùng tổ chức đội phiên tuần để bảo vệ đồng điền, mỗi làng 6 người. Làng có ngôi chùa Hưng Phúc, chung với làng Tự Khoát, thờ Nhị vị sư tổ.<ref name=\"NH1\"\/>.\n\nNgoài ra, làng còn có chùa Thiên Phúc, phủ thờ Thủy Tinh công chúa. Hội làng diễn ra trong các ngày 8, 9, 10 tháng Hai<ref name=\"NH1\"\/>.\n\nLàng Tương Chúc và Tự Khoát mỗi 4 năm 1 lần, tổ chức Hội Hàng Tổng, cùng một số Xã tại địa phương rước hội, tế lễ tạo nên không khí rất trang nghiêm.\n\n==Làng Tự Khoát ==\nLàng Tự Khoát đầu thế kỷ 19 là một xã thuộc tổng Nam Phù Liệt, huyện Thanh Trì, phủ Thường Tín, trấn Sơn Nam Thượng (từ năm 1831 trở đi là tỉnh Hà Nội, từ 1904 là tỉnh Hà Đông). Đầu năm 1946, làng nhập với các làng: Đông Trạch, Tương Trúc, Việt Yên thành xã Ngũ Hiệp. Năm 1926 làng có 875 người<ref name=\"NH2\">{{Chú thích web| url = http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/56804\/lang-t7921-khoat.htm| title = Làng Tự Khoát| access-date = ngày 14 tháng 5 năm 2010| accessmonthday = | accessyear = | author = TS. Bùi Xuân Đính| last = | first = | authorlink = | date = | year = | format = | work = | publisher = Báo Hà Nội Mới điện tử| pages = | language = | archiveurl = | archivedate = }}{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}<\/ref>.\n \nTự Khoát ở cách cống Ngọc Hồi vài trăm mét về phía Đông, nằm trên con đường Thiên lý cổ. Do vị trí giao thông thuận lợi, dân làng còn phát đạt về buôn bán, ngoài làm ruộng và các nghề đan thúng mủng.<ref name=\"NH2\"\/>.\n \nLàng Tự Khoát trước đây có ngôi đình thờ Cao Sơn - một tỳ tướng của [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], bị tử trận trong khi đánh nhau với Sứ quân [[Nguyễn Siêu]] (năm 967), nay đình đã bị hoang phế. Làng có ngôi chùa Hưng Phúc nằm sát Quốc lộ I, cách cống Ngọc Hồi 200 mét. Tương truyền, vào cuối thời Lý, Vua Lý Huệ Tông (1211 - 1224) mắc bệnh nặng mà chưa có con nối ngôi, đất nước loạn lạc, dân chúng cơ hàn. Có hai vị công chúa xin về đất làng Tự Khoát, lấy đỉnh Trúc Lĩnh (núi có nhiều cây trúc) của làng làm nơi nghỉ. Hai Bà thấy dân chúng đói khổ, thiếu ruộng tốt để cày cấy, liền xuất hết tiền bạc của mình để mua thóc gạo cứu giúp những người nghèo rồi chiêu tập họ khai hoang để có ruộng cày cấy. Thấy làng có cả một núi trúc bạt ngàn, hai Bà tổ chức cho dân làng đẵn trúc để đan lát các loại thúng mủng, nong nia để dùng và để bán, từ đó dân làng có nghề đan lát. Hai Bà còn cho dựng am Đông Phù để sớm hôm đèn nhang cầu mong cho dân làng được no đủ, hạnh phúc<ref name=\"NH2\"\/>. \n \nĐược hai năm, nhà Vua bắt hai bà về triều để gả cho quan lang ở biên giới, song hai bà nhất quyết không nghe lời. Không thuyết phục được, nhà vua cho đốt am Đông Phù nhằm triệt chỗ nương thân của hai bà. Song hai bà lại được dân làng Tự Khoát đốn về, dựng lại am trên núi Trúc, rồi mở mang am thành chùa, nên gọi là chùa Tự Khoát (chùa mở rộng), trở thành một ngôi chùa lớn trong vùng. Đáng tiếc qua thời gian, chiến tranh, nhiều công trình của chùa đã bị hủy hoại, song nhìn từ ngoài vào, thì đây vẫn là một ngôi chùa lớn và đẹp. Trước Tam quan của chùa có một doi đất cao, rộng đến hơn 2000 mét vuông, gọi là Gò Đình Yến. Tục truyền, từ khi hai vị công chúa rời bỏ Kinh thành về đây tu hạnh, vào những dịp Tết và Thanh minh, Vua Lý thường về thăm con và vãn cảnh chùa, cho mổ lợn, bò để tế thần linh tại gò này, sau đó ban yến cho triều thần. Về sau, cho dựng một ngôi miếu để thờ thần linh trời đất<ref name=\"NH2\"\/>.\n\nTại làng cũng có một ngôi nhà thờ đạo Thiên chúa thuộc Giáo xứ Đồng Trì xây dựng năm 1932. \n \nLàng Tự Khoát in đậm dấu tích của lịch sử đất nước trong trận đánh đồn Ngọc Hồi rạng sáng mồng 5 Tết Kỷ Dậu (1789). Đây là cửa ải trọng yếu để xiết chặt vòng vây quân Thanh ở [[ngọc Hồi, Thanh Trì#Đồn Ngọc Hồi|đồn Ngọc Hồi]] và chặn đường tháo lui của chúng vào thành Thăng Long. Vì thế, tại đây đã diễn ra cuộc giằng co quyết liệt giữa [[nhà Tây Sơn|quân Tây Sơn]] và quân Thanh mà một số địa danh còn ghi lại, như Đình Găng (nơi quân lính hai bên giành nhau từng tấc đất), Ao Đường (máu giặc chảy thành ao), Mả Ngô (xác giặc chất cao thành đống)...<ref name=\"NH2\"\/>\n\nNăm 2015 một con đường mới được xây dựng chạy qua làng Tự Khoát là đường giao thông nối với đường Tứ Hiệp và khu hành chính huyện Thanh Trì tiếp nối đến đường vành đai 3 Pháp Vân Hà nội.\n\n==Tham khảo==\n{{Tham khảo}}\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Thanh Trì}}\n\n[[Thể loại:Làng Hà Nội]]"}