{"264489":"{{for|Ngũ hổ tướng thời [[Tam Quốc]]|Ngũ hổ tướng}}\n'''Ngũ hổ tướng''' ({{hn|ch=五虎將}}) là danh hiệu người đời tặng cho năm vị danh tướng của [[Gia Long|Nguyễn Ánh]] gồm: [[Nguyễn Văn Trương]], [[Nguyễn Văn Nhơn]], [[Lê Văn Duyệt]], [[Nguyễn Huỳnh Đức]], [[Trương Tấn Bửu (tướng)|Trương Tấn Bửu]]<ref>Huỳnh Minh, tr. 124-140<\/ref>.\n==Nguyễn Văn Trương==\n{{chính|Nguyễn Văn Trương}}\nNguyễn Văn Trương là người tỉnh Quảng Nam. Trước ông theo Tây Sơn nhưng về sau lại về theo Nguyễn Ánh và là vị tướng giỏi nhất về thủy chiến trong hàng ngũ quân Nguyễn Ánh. Ông là một trong các vị tướng chỉ huy quân Nguyễn Ánh đánh bại thủy quân Tây Sơn tại Thị Nại năm 1781. Ông mất năm 1810.<ref>Huỳnh Minh, tr. 124-125<\/ref>\n==Nguyễn Văn Nhơn==\n{{chính|Nguyễn Văn Nhơn}}\nNguyễn Văn Nhơn là người huyện Vĩnh An, An Giang. Ông theo Nguyễn Ánh từ năm 1774 và tận tâm phụng sự ở cả vai trò một vị tướng lận vai trò tổng trấn Gia Định về sau. Ông mất năm 1822, thọ 70 tuổi.<ref>Huỳnh Minh, tr. 125-128<\/ref>\n==Lê Văn Duyệt==\n{{chính|Lê Văn Duyệt}}\n\nTả quân quận công Lê Văn Duyệt (1764 – 1832) là một công thần trụ cột của nhà Nguyễn. Ông đã theo tòng chúa Nguyễn Phúc Ánh từ năm 17 tuổi, cùng với chúa Nguyễn Phúc Ánh và các tướng lĩnh khác lấy thành Bình Định, chiếm thành Phú Xuân, thâu đất Bắc Hà về cho nhà Nguyễn, giữ chức Tổng Trấn thành Gia Định 2 lần: từ 1813 đến 1815 (triều vua Gia Long) và từ 1820 đến 1832 (đời vua Minh Mạng).<ref>Huỳnh Minh, tr. 128-133<\/ref>\n\n==Nguyễn Huỳnh Đức==\n{{chính|Nguyễn Huỳnh Đức}}\n\nNguyễn Huỳnh Đức (1748 – 1819) là danh tướng nhà Nguyễn, nguyên tên là Huỳnh Tường Đức nhờ lập được nhiều công lao nên được mang họ vua (quốc tính). Ngay từ lúc còn trẻ, ông đã có \"dung mạo khôi ngô, khỏe mạnh hơn người, ai cũng coi ông là hổ tướng. Ông mất năm 1819.<ref>Huỳnh Minh, tr. 133-137<\/ref>\n\n==Trương Tấn Bửu==\n{{chính|Trương Tấn Bửu (tướng)}}\n\nTrương Tấn Bửu sinh 1752, theo Nguyễn Ánh từ năm 1778 (?), lập được nhiều chiến công trong cuộc chiến giữa [[Nguyễn Ánh]] với [[Tây Sơn]] cũng như giữ vai trò chủ chốt chống các băng cướp ở Bắc Hà. Ông mất năm 1827, mai táng tại [[Gia Định|Gia Địn]]<nowiki\/>h.<ref>Huỳnh Minh, tr. 137-140<\/ref>\n\n==Chú thích==\n{{Tham khảo|3}}\n\n==Tham khảo==\n* {{chú thích sách|title=Gia Định xưa|author=Huỳnh Minh|publisher=Nhà xuất bản Văn Hóa Thông tin|year=2006}}\n\n{{Ngũ hổ tướng Gia Định}}\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Võ tướng chúa Nguyễn]]"}