{"39895":"{{bài cùng tên}}\n[[Tập tin:Ngu hanh son toan canh.jpg|nhỏ|phải|220px|Từ trên đỉnh '''Thủy Sơn''', nhìn thấy một phần phong cảnh Ngũ Hành Sơn.]]\n'''Ngũ Hành Sơn''' ([[chữ Hán]]: 五行山)  hay '''núi Non Nước''' là một danh thắng gồm 5 ngọn núi [[đá vôi]] nhô lên trên một bãi cát ven biển, trên một diện tích khoảng 2 [[kilômét vuông|km²]] nằm cách trung tâm thành phố [[Đà Nẵng]], Việt Nam khoảng 8 [[kilômét|km]] về phía Đông Nam, ngay trên tuyến đường [[Đà Nẵng]] - [[Hội An]]; nay thuộc phường [[Hòa Hải (phường)|Hòa Hải]], quận [[Ngũ Hành Sơn (quận)|Ngũ Hành Sơn]], thành phố [[Đà Nẵng]]. Ngũ Hành Sơn gồm các ngọn núi: '''Mộc Sơn''', '''Thủy Sơn''' (lớn, cao và đẹp nhất), '''Thổ Sơn''', '''Kim Sơn''' và '''Hỏa Sơn''' (có hai ngọn là ''Dương Hỏa Sơn'' và ''Âm Hỏa Sơn'').\n \nNgày [[22 tháng 3]] năm [[1990]], khu danh thắng này đã được Bộ Văn hóa (nay là [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]) ra quyết định công nhận là ''Di tích Lịch sử Văn hóa cấp Quốc gia''.\n\n==Tên gọi==\nTên '''núi Non Nước''' (tức ''Non Nước sơn'') đã có từ lâu đời và đã đi vào [[ca dao Việt Nam]] như một tổng kết kinh nghiệm về thời tiết của người dân địa phương: \n:''Chiều chiều mây phủ [[Sơn Trà]],''\n:''Sấm rền Non Nước trời đà chuyển mưa.''\n\nCái tên ấy còn tìm thấy trong:\n: - '''Giáp Ngọ bình Nam đồ''' do Đoan Quốc công [[Nguyễn Hoàng]] lập năm [[1594]], sau khi được vua [[Lê Thế Tông]] cho vào trấn thủ đất [[Thuận Hóa]], vẽ đường đi từ [[Chiêm Thành]] đến biên giới [[Chân Lạp]], có ghi địa danh là \"Non Nước Sơn\".\n: - '''Thiên Nam tứ chí lộ đồ thư''' do Đỗ Bá Công Đạo (tự ''Đạo Phủ'', quê [[Nghệ An]]) soạn vào năm [[Bính Dần]] ([[1686]]), vẽ đường đi từ [[Thăng Long]] đến [[Chiêm Thành]], có ghi địa danh là \"Non Nước Sơn tam đỉnh\" bằng [[chữ Nôm]].\n\nTên '''Ngũ Hành Sơn''' xuất hiện muộn hơn, và đã được [[Lê Quang Định]] nói đến trong ''Hoàng Việt nhất thống dư địa chí'' ([[1806]]): ''\"Phía đông bến đò xã Hoàn Ký Đông có núi Ngũ Hành Sơn, năm tòa núi chia làm Kim, Mộc, Thủy, Hỏa, Thổ gọi là núi Non Nước\"''.<ref>[[Lê Quang Định]], ''Hoàng Việt nhất thống dư địa chí'', bản dịch của Phan Đăng, Nhà xuất bản Thuận Hóa, 2005, tr. 227.<\/ref>\n\n[[Tháng tư|Tháng 4]] ([[âm lịch]]) năm [[1825]], vua [[Minh Mạng]] đến chơi Ngũ Hành Sơn lần đầu.<ref>''Quốc triều sử toát yếu'', Nhà xuất bản Văn học, 2002, tr. 167.<\/ref> Tuy nhiên, mãi đến năm [[Minh Mạng]] thứ 18 ([[1837]]), tên của các ngọn núi ấy mới được nhà vua tái xác nhận bằng một văn bản hành chính. Sách ''Đại Nam dư địa chí ước biên'' có từ thời [[Nhà Nguyễn|Nguyễn]] chép:\n:''\"Ngũ Hành Sơn ở huyện [[Diên Phước]]... Tục gọi là hòn Non Nước. Năm Minh Mạng thứ 18 ([[1837]]) có sắc chỉ, ban cho ngọn núi phía đông bắc (núi Tam Thai) là Thủy Sơn. Ba ngọn núi phía tây nam là núi Mộc Sơn, núi Dương Hỏa, núi Âm Hỏa <ref>Núi Dương Hỏa và núi Âm Hỏa chính là hai ngọn của núi Hỏa Sơn.<\/ref> Hai ngọn phía tây là Thổ Sơn, Kim Sơn, (cho) khắc tên núi lên đá\"''...<ref name=\"DN\">''Đại Nam dư địa chí ước biên'', tr. 95.<\/ref>\n\nTheo một số người, tên Ngũ Hành Sơn không những mang tính hoa mỹ hơn, mà người đặt ra nó đã dựa vào thế đất, thế núi và có kết hợp các yếu tố cơ bản của thuyết [[âm dương]]-[[ngũ hành]]. Tuy nhiên, ở cuối [[thế kỷ 19]], một nhà nghiên cứu [[người Pháp]] là Albert Sallet, thì lại dựa vào chất liệu của núi đá để đặt tên cho thắng cảnh là \"Les montagnes de marbre\" (Những ngọn núi đá cẩm thạch).<ref>Albert Sallet là bác sĩ và là nhà nghiên cứu dân tộc học tại xứ [[Trung Kỳ]] ở cuối [[thế kỷ 19]]. Ông đã bỏ thời gian lưu lại nơi đây và hoàn thành thiên biên khảo \"Les Montagnes Marble\" (Những ngọn núi cẩm thạch) viết về vùng sơn thủy hữu tình đầy huyền tích này [http:\/\/www.baodanang.vn\/channel\/5405\/201205\/danh-thang-Ngu-Hanh-Son-voi-5-lan-diFC-2165460\/].<\/ref>\n\nNgoài ra, Ngũ Hành Sơn còn có các tên khác như: '''Ngũ Uẩn Sơn''', '''Ngũ Chỉ Sơn''',…<ref name=\"NQTT\">Theo Nguyễn Quang Trung Tiến, ''Gìn giữ khí thiêng Ngũ Hành Sơn'' đăng trên báo Đà Nẵng. Báo Giác Ngộ online đăng lại ngày 28 tháng 4 năm 2009 [http:\/\/www.giacngo.vn\/lichsu\/2009\/04\/28\/7B525B\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110913213441\/http:\/\/www.giacngo.vn\/lichsu\/2009\/04\/28\/7B525B\/|date=2011-09-13}}.<\/ref>\n\n==Giới thiệu sơ lược==\nMô tả cụm núi này, trong sách ''Đại Nam dư địa chí ước biên'' có đoạn viết:\n: ...''\"Từ trong Sa Động đột ngột nổi lên 6 ngọn núi đá. Sông rộng vòng phía tây, biển lớn bao phía đông,<ref>Từ trên ngọn Thủy Sơn, du khách có thể phóng tầm mắt nhìn thấy [[sông Túy Loan]], [[sông Hàn]] đẹp như tranh vẽ; hay ra Vọng Giang Đài ngắm nhìn bãi biển Non Nước.<\/ref> hình núi nhọn hoắt. Trời tạnh, nhìn ra xa, sắc như gấm mây, rất đáng yêu... Phía đông có đài Vọng Hải, phía tây có đài Vọng Giang, mỗi đài lại có một bài văn bia ghi lại. Bên hữu chùa Tam Thai có phúc địa Động Thiên, ở đó có hành cung, là một đại danh thắng của một tỉnh [[Quảng Nam]]\"''.<ref name=\"DN\" \/>\n\nThật vậy, Ngũ Hành Sơn nằm giữa vùng cát trắng mịn từ biển Non Nước kéo dài đến bán đảo Tiên Sa. Theo các nhà địa chất học, cụm núi này trước đây là các hòn đảo ở gần bờ biển do tác dụng của thủy triều, phù sa bồi đắp mà nối liền với lục địa. Dần dà, vì bị nước mưa và khí hậu tác động xói mòn tạo ra những hang động và hình thù kỳ thú. Đặc biệt, [[Đá hoa|đá cẩm thạch]] tại đây có màu ngũ sắc, phân chia theo từng núi: đá ở Thủy Sơn thường có [[Hồng (màu)|màu hồng]], ở Mộc Sơn thường có [[Trắng|màu trắng]], ở Hỏa Sơn thường có [[Đỏ|màu đỏ]], ở Kim Sơn thường có màu thủy mặc và ở Thổ Sơn thường có [[Nâu|màu nâu]]. Quanh Ngũ Hành Sơn, về phía đông có [[biển Đông]] với bãi cát mịn trắng chạy dọc ven biển; ở phía tây và nam là sông Cổ Cò chảy qua hòa vào nhánh sông Cẩm Lệ. Ở [[thế kỷ 17]]-[[thế kỷ 18|18]], nhánh sông này là đường thủy thông thương huyết mạch giữa [[Đà Nẵng]] với [[Hội An]], về sau bị bồi lấp.<ref name=\"NQTT\" \/>\n\nCác loại thảo mộc quý có mọc ở đây là: [[Thiên tuế]], Thạch trường sanh, Cung-nhân-thảo ([[Amaryllis]]) lài trắng, Cảnh-thiên ([[Crassula|Crassule]]), Mộc tê, Chương não, Thử lý (M. Vyridiflora, có tinh dầu dùng để trét ghe thuyền), Tứ quý... Về hoa rừng có nhiều loại phong lan. Về động vật có loài khỉ Dộc hiền, và các loại dơi, chim  yến, v.v...\n\nNgoài các dấu ấn văn hóa lịch sử còn in đậm trong các hang động, và trên mỗi công trình chùa, tháp đầu ở các thế kỷ trước, như mộ mẹ tướng quân [[Trần Quang Diệu]], đền thờ Công chúa Ngọc Lan (em gái vua [[Minh Mạng]]), bút tích sắc phong quốc tự còn lưu giữ tại chùa Tam Thai của [[Nhà Nguyễn|triều Nguyễn]], v.v...; ở đây còn có các di tích lịch sử đấu tranh của nhân dân Việt như Địa đạo núi Đá Chồng, hang Bà Tho, núi Kim Sơn, hang Âm Phủ, v.v...\n\n==Thông tin sơ lược mỗi núi==\n===Kim Sơn===\n[[Tập tin:Hoa-Kim.jpg|nhỏ|phải|Ngọn Kim Sơn (cao hơn) bên cạnh 2 ngọn Hỏa Sơn (thấp hơn), nằm ở phía tây cụm núi Ngũ Hành Sơn [[Đà Nẵng]], bên phải đường Đà Nẵng - Hội An.]]\n[[Tập tin:Kim Sơn, Ngũ Hành Sơn, Đà Nẵng.jpeg|nhỏ|phải|280px|Kim Sơn]]\nKim Sơn ở phía bắc 2 ngọn Hỏa Sơn, phía Đông Nam là đường Sư Vạn Hạnh, phía Bắc là ngọn Thổ Sơn. Hình dáng núi trông như một quả chuông úp sấp, nằm giữa Hỏa Sơn và Thổ Sơn, và bên cạnh dòng sông Trường nối dài với [[sông Hàn]]. Ngày nay dòng sông Trường đã bị bồi lấp một phần thành đồng ruộng và ao hồ. Nằm tựa lưng vào ngọn núi này là ngôi chùa [[Quán Thế Âm|Quan Âm]] cổ kính với động Quan Âm huyền bí.\n\n===Mộc Sơn===\n[[Tập tin:MocSon.jpg|nhỏ|trái|Ngọn Mộc Sơn trong cụm núi Ngũ Hành Sơn [[Đà Nẵng]], thẳng phía nam ngọn Thủy Sơn (ở phía đông nam cụm núi), bên trái đường Đà Nẵng-Hội An.]]\nMộc Sơn ở phía Đông Nam, nằm song song với núi Thủy Sơn. Dù mang tên là \"mộc\" nhưng cây cối ở đây rất ít. Theo [[Quách Tấn]], xưa kia núi này cũng là một hòn kỳ vĩ, với sườn núi dựng đứng, đá trắng nhô lên tua tủa. Về sau, sườn núi ở phía Bắc và phía Nam bị đào xới nhiều nên trông như một bức thành hư lồi lõm.<ref name=\"QT\" \/>\n[[Tập tin:Mộc sơn, Ngũ Hành Sơn, Đà Nẵng.jpeg|nhỏ|trái|270px|Mộc Sơn]]\n\n===Thủy Sơn===\n[[Tập tin:Ngu hanh son map.jpg|nhỏ|phải|Bản đồ tham quan Thủy Sơn]]\nThủy Sơn nằm trên bãi đất rộng theo hướng Đông Bắc, khoảng 15 [[hecta|ha]], cao khoảng 160 [[m]]. Vì núi có ba đỉnh nằm ở ba tầng, giống như ba ngôi sao Tam Thai ở đuôi [[chòm sao]] [[Đại Hùng]] (dân gian gọi là ''Sao Cày''), nên còn có tên gọi là '''núi Tam Thai'''. Đây là ngọn núi lớn, cao và đẹp nhất, thường được nhiều người đến tham quan.\n\nSơ lược ba đỉnh của núi:\n: - '''Thượng Thai''': là ngọn cao nhất 160 [[m]] ở phía Tây Bắc của Thủy Sơn, đáng kể có: [[chùa Tam Thai]], chùa Tam Tôn, chùa Từ Tâm, khu Hành Cung, Vọng Giang Đài (望江臺, đài ngắm sông),<ref>Vọng Giang Đài chỉ là một tiểu đình. Trong tiểu đình có một tấm bia bằng đá rộng 1 [[m]], cao 2 m dựng trên một nền đế rộng. Trên mặt bia khắc ba [[chữ Hán]] lớn \"Vọng Giang đài\", và một dòng chữ nhỏ ghi ngày tháng năm dựng bia: 'Minh Mạng thập bát niên thất nguyệt cát nhật' (Năm [[Minh Mạng]] thứ 18, tháng 7, ngày tốt). Vọng Hải Đài có lối kiến trúc giống như Vọng Giang Đài.<\/ref> động Hoa Nghiêm (một trong số tượng ở đây có tượng nữ thần [[Thiên Y A Na]] của [[người Chăm]]), động Huyền Không,<ref>Tương truyền trước đây tại động Huyền Không có hai chiếc vú đá nhỏ nước ngọt. Sau, một vú bị vua [[Thành Thái]] đến rờ nên đã tắt nguồn (theo [[Quách Tấn]], ''Bước lãng du'', tr. 233).<\/ref> động Linh Nha,...\n\n: - '''Trung Thai''': là ngọn thấp hơn một chút ở phía Nam của Thủy Sơn, đáng kể có: Cổng trời (Cổng Vân Căn Nguyệt Quật), động Vân Thông (tục gọi là Hang Lên Trời), động Thiên Long (tục gọi là Hang Rồng), động Thiên Phước Địa...\n\n: - '''Hạ Thai''': là ngọn phía Đông thấp nhất của Thủy Sơn, đáng kể có: chùa Linh Ứng, tháp Xá Lợi, Vọng Hải Đài (đài ngắm biển), động Tàng Chơn...\n[[Tập tin:Thủy sơn, Ngũ Hành Sơn, Đà Nẵng.jpeg|nhỏ|phải|270px|Thủy Sơn]]\nĐặc biệt, trên Thủy Sơn còn có hai di vật cổ quý hiếm, đó là tấm bia Phổ Đà Sơn Linh Trung Phật tại động Hoa Nghiêm và tấm Kim bài hình quả tim lửa có bút tích của vua [[Minh Mạng]] ban tặng cho chùa Tam Thai. Bia Phổ Đà sơn lập vào năm Canh Thìn (1640) ghi lại danh sách 53 tín hữu (trong đó có ít nhất có 10 gia đình người Nhật Bản) đã cúng hàng ngàn quan tiền, hàng chục lạng bạc nén và hàng trăm cân đồng để xây dựng chùa Bình An. Trong danh sách những người Nhật góp tiền, có người tên Tống Ngũ Lang còn được Chu Thuấn Thủy nhắc đến với tư cách là bạn thân thiết trong An Nam cung dịch kỷ sự (Ký sự đến Việt Nam năm 1657, Vĩnh Sính dịch, Hội Khoa học Lịch Sử Việt Nam xuất bản, 1999, t. 23-24)\n\n[[Tập tin:ThuySon.jpg|nhỏ|trái|Các phần của ngọn Thủy Sơn (từ trái qua phải lần lượt là các phần tây sang đông của ngọn núi:đỉnh Thượng Thai, tên Thủy Sơn (山水) của ngọn núi ở đường lên chính, đỉnh Hạ Thai nhìn từ Vọng Giang Đài).]]\n\nTheo thông tin trên ''website Ngũ Hành Sơn'', thì ngay lần đầu ([[1825]]) vua [[Minh Mạng]] đến chơi ngọn Thủy Sơn đã cho xây dựng hai con đường bậc cấp đi lên núi, đó là lối đi lên chùa Tam Thai và lối đi lên chùa Linh Ứng (xưa gọi là Ứng Chơn). Ngày nay, hai con đường ấy là cổng phía Tây gồm có 156 bậc đá dẫn đến chùa Tam Thai (xây dựng năm [[1630]])<ref name=\"NQTT\" \/> và cổng phía đông gồm có 108 bậc dẫn đến chùa Linh Ứng.\n\n===Hỏa Sơn===\n[[Tập tin:Moc-Hoa-KimSon.jpg|nhỏ|phải|Các ngọn (từ trái qua): Mộc Sơn - Âm Hỏa Sơn - Dương Hỏa Sơn - Kim Sơn, trong cụm núi Ngũ Hành Sơn [[Đà Nẵng]].]]\nHỏa Sơn ở phía Tây Nam, nằm đối diện với hòn Kim Sơn, bên trái đường [[Vạn Hạnh|Sư Vạn Hạnh]]. Ngày xưa con sông Cổ Cò chạy dọc theo phía Nam hòn Hỏa Sơn, nay dấu vết chỉ còn lại một dải nước hẹp nối liền hai đoạn sông Ba Chà và Bãi Dài còn lại ở đầu và cuối phường [[Hòa Hải (phường)|Hòa Hải]]. Đây là một hòn kép, gồm có một hòn Âm và một hòn Dương, được nối liền với nhau bằng một đường đá thiên tạo nhô cao hẳn lên. Ở khoảng giữ con đường này có chùa Ứng Thiên.\n\n: - Âm Hỏa Sơn nằm phía đông, gần đường [[Lê Văn Hiến]], chóp núi tròn nhô lên cao hơn. Sườn núi có nhiều thớ đá nằm nghiêng và chạy nghiêng cắt ra từng đoạn, cây cối mọc ở các kẽ đá, ở mỏm núi phía đông có một cái hang thông từ sườn phía nam ra sườn phía bắc. Nhân dân địa phương thường đi theo đường này đến các hòn Kim Sơn và Thổ Sơn. Nơi Âm Hỏa Sơn không có động. Dưới chân núi có một tảng đá khắc 6 chữ: Phổ Đà Sơn Quan Âm điện. Vì thế Âm Hỏa Sơn cũng có tên nữa là \"Phổ Đà Sơn\", bởi nơi đó khi xưa có điện thờ [[Bồ Tát]] [[Quán Thế Âm|Quan Thế Âm]].<ref>Theo [[Quách Tấn]], ''Bước lãng du'', tr. 226 và [http:\/\/www.danangpt.vnn.vn\/danang\/detail.php?id=39&a=93] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110725102434\/http:\/\/www.danangpt.vnn.vn\/danang\/detail.php?id=39&a=93|date=2011-07-25}}.<\/ref>\n\n: - Dương Hỏa Sơn (tên dân dã là \"núi Ông Chài\") nằm ở phía tây. Ngày xưa, khi còn giao lưu được giữa [[Hội An]] và [[Đà Nẵng]] bằng đường thủy, ở đây có một bến sông, ghe thuyền đi về buôn bán vô cùng tấp nập. Trên bờ sông, sát chân hòn Dương Hỏa Sơn có khu miếu Ông Chài, hiện đã bị đổ nát. Tên dân dã \"núi Ông Chài\" có thể bắt nguồn từ đó. Trên Dương Hỏa Sơn có hai ngôi chùa cổ là chùa Linh Sơn và động Huyền Vi, chùa và hang Phổ Đà Sơn.<ref>Phổ Đà Sơn là ngôi chùa nữ duy nhất trong hệ thống chùa chiền Non Nước - Ngũ Hành Sơn. Ở đây còn lưu lại bút tích của vua [[Minh Mạng]] trong một lần đến thăm em mình. Tục truyền rằng ngày xưa có một bà Công chúa tên là Ngọc Lan (em vua [[Minh Mạng]]) đến ở tu. Nhà vua triệu về để lấy chồng. Bà gửi về một bài thơ và giải bày rằng hễ có người họa hay hơn thì mới chịu qui tục. Vua xem thơ, biết bà đã quyết đầu [[Phật]], nên không ép nữa. Bài thơ ấy như sau:\n\n: ''Thế sự nhìn xem rối cuộc cờ,''\n: ''Càng nhìn càng ngắm lại càng dơ.''\n: ''Khua tan tục niệm hồi chuông sớm,''\n: ''Gõ vỡ trần tâm tiếng mõ trưa.''\n: ''Châu Tử chán mùi nên giải ấn,''\n: ''Đỉnh chung lợm giọng hóa chay dưa.''\n: ''Lên đàng cứu khổ toan quay lại,''\n: ''Bể ái trông ra nước đục lờ.''\n: (Lược kể theo bài viết \"Chùa và hang động tại Hỏa Sơn\" trên website Bưu điện Đà Nẵng. [http:\/\/www.danangpt.vnn.vn\/danang\/detail.php?id=39&a=93] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110725102434\/http:\/\/www.danangpt.vnn.vn\/danang\/detail.php?id=39&a=93|date=2011-07-25}}).<\/ref> Ngọn núi hướng về phía Tây \n:Nam sườn núi hiểm dốc và hang động rất tĩnh lặng. Nơi đây còn có di tích đền tháp của [[người Chăm]]. \n[[Tập tin:Dương Hỏa Sơn, Ngũ Hành Sơn, Đà Nẵng.jpeg|nhỏ|phải|280px|Dương Hỏa Sơn]]\nTương truyền ở Hỏa Sơn trước đây có một tấm bia đá của vua [[Lê Thánh Tông]], và bên trên có khắc mấy hàng [[chữ Hán]]: \n:Nhất thiên niên tiền nhất hải đạo.\n:Nhất thiên niên nhất danh sơn.\nNghĩa là:\n:''Một nghìn năm trước là một đường biển\n:''Một nghìn năm sau là một hòn non có danh.\n\nTấm bia ấy nay đã không còn tìm thấy.\n\nNgày nay, trên sườn núi phía Tây, mặt hướng về phía Bắc, đối diện với Kim Sơn có ba [[chữ Hán]] rất to được khắc vào vách đá \"Dương Hỏa Sơn\" và một dòng chữ nhỏ phải đến gần mới thấy: \"Sắc Minh Mạng thập bát niên thất nguyệt nhật cát lợi\" (Sắc [[Minh Mạng]] năm thứ 18, tháng 7, ngày tốt).\n\n===Thổ Sơn===\n[[Tập tin:ThoSon.jpg|nhỏ|phải|Ngọn Thổ Sơn trong cụm núi Ngũ Hành Sơn (tây bắc cụm), bên phải đường Đà Nẵng-Hội An.]]\nTên dân dã là \"núi Đá Chồng\" nằm ở phía Tây Bắc. Đây là ngọn núi đất, thấp nhất nhưng cũng dài nhất, trông như [[Rồng Việt Nam|con rồng]] nằm dài trên bãi cát. Núi có hai tầng lô nhô những khối đá trên đỉnh và nhất là ở sườn phía đông. Sườn phía Bắc dốc hơn, có những vách đá dựng đứng, hẹp và thấp. Cây cỏ thưa thớt do bị phá hoại nhiều.\n[[Tập tin:Thổ sơn, Ngũ Hành Sơn, Đà Nẵng.jpeg|nhỏ|trái|270px|Thổ sơn]]\nTheo truyền thuyết Thổ Sơn là nơi linh địa, và từ thuở xa xưa [[người Chăm]] đã chọn nơi đây làm nơi đồn trú.<ref>Theo bài ''Hòn non bộ Xứ Quảng'' trên website Doanh nhân thành đạt [http:\/\/www.tapchidoanhnhanthanhdat.vn\/news\/print\/105\/hon-non-bo--xu-quang.html]{{Liên kết hỏng|date=2021-05-15|bot=InternetArchiveBot}}.<\/ref> Hiện nơi đây còn lưu lại dấu tích của một kiến trúc Chăm.\n\nTại chân núi hiện có chùa Long Hoa, chùa Huệ Quang và dấu tích của một địa đạo. Theo thi sĩ [[Quách Tấn]], sát chân núi có bến đò, gọi là Bến Ngự (sử Nguyễn ghi là bến Hóa Quê),<ref>''Quốc triều sử toát yếu'', tr. 167.<\/ref> vì xưa kia mỗi lần nhà vua đến viếng Ngũ Hành Sơn thì đậu thuyền tại đó.<ref name=\"QT\">[[Quách Tấn]], ''Bước lãng du'', tr. 227.<\/ref> Tuy nhiên, có người cho rằng bến này ở núi Kim Sơn.\n\n==Truyền thuyết về sự hình thành==\n[[Tập tin:Bao Thap Xa Loi Marble Mtns.jpg|nhỏ|phải|180px|Bảo tháp Xá Lợi trên Thủy Sơn]]\nTheo truyền thuyết của [[người Chăm]], thuở xa xưa có một lão ngư (ở phương Bắc bị đắm thuyền trôi dạt đến, có sách ghi là một ẩn sĩ) sống giữa bãi cát mênh mông bên bờ biển. Một hôm, lão ngư thấy một con [[Thuồng luồng|giao long]] rất lớn (có sách chép là nữ thần [[Nāga|Naga]]) đến đây đẻ trứng. Bỗng từ đâu một con [[Rùa Trung bộ|rùa vàng]] hiện lên, tự xưng là thần Kim Quy, đào cát vùi quả trứng xuống, rồi giao cho ông lão một cái móng chân của mình và dạy cách trông coi trứng rồng. Nhờ có móng rùa thần mà ngư ông đã ngăn chặn được [[diều hâu]] và các loài thú dữ đến xâm phạm nơi ấp trứng. Sau đó, quả trứng ngày một lớn dần. Cho đến một hôm, trứng nở ra một thiếu nữ xinh đẹp (có sách ghi là nàng tiên), và vỏ trứng tách thành năm mảnh, trở thành năm ngọn: Kim, Mộc, Thủy, Hỏa, Thổ. Vua Chăm nghe được câu chuyện ấy liền cưới thiếu nữ làm vợ, còn Thần Kim Quy thì chở ông lão lên trời.<ref>Lược kể theo sách ''Kiến thức phục vụ thuyết minh du lịch'' (Nhà xuất bản TP. Hồ Chí Minh, 1995, tr. 312-313) và bài viết của Nguyễn Quang Trung Tiến, nguồn đã dẫn.<\/ref>\n\n==Nghề làm đá ở Ngũ Hành Sơn==\nDưới chân ngọn Thủy Sơn là các cơ sở [[Điêu khắc đá|điêu khắc đá]] mỹ nghệ phát triển từ các làng nghề có tuổi đời trên 400 năm, tổ nghề là Huỳnh Bá Quát, tiên tổ của Đô ngự sử [[Huỳnh Bá Chánh]]. Từ các loại [[Đá hoa|đá cẩm thạch]] có ở Ngũ Hành Sơn, người thợ đã chế tác các tác phẩm tinh xảo. Đá núi ở đây cũng đã từng góp phần trang trí [[Lăng Chủ tịch Hồ Chí Minh]].<ref>Theo ''Việt Nam đất nước giàu đẹp'' (tập 2), Nhà xuất bản Sự thật, 1083, tr. 215.<\/ref>\n\nThời gian gần đây, để bảo vệ di tích và cảnh quan khu danh thắng, chính quyền thành phố [[Đà Nẵng]] đã ra lệnh cấm khai thác đá trên núi. Không thể để làng nghề mai một, những nghệ nhân có tâm huyết với nghề đã tìm được hướng đi mới. Họ đã bỏ công đi khắp trong nước để tìm nguồn nguyên liệu phù hợp. Cuối cùng làng nghề đã được vực dậy với: \n:- Đá trắng từ [[Nghệ An]].\n:- Đá vân gỗ, đá hường, đá đỏ hoa, đá firo ở [[Hà Tây]].\n:- Đá cẩm đen ở [[Ninh Bình]].\n:- Đá sa thạch ở [[Quảng Nam]]...\n\n==Thơ đề vịnh==\nThơ đề vịnh Ngũ Hành Sơn có nhiều, song đa phần đều bằng [[chữ Hán]]. Ở đây giới thiệu một bài thơ vịnh bằng [[chữ Nôm]] của nữ sĩ [[Bang Nhãn]]:<ref>Bang Nhãn là gọi theo tên chồng, bà tên là Lê Thị Liễu ([[1853]]-[[1927]]), quê làng Phụng Trì, nay thuộc xã [[Đại Đồng, Đại Lộc|Đại Đồng]], huyện [[Đại Lộc]], tỉnh [[Quảng Nam]]. Bà sáng tác nhiều nhưng đến nay chỉ còn lưu lại 2 bài, đó là bài \"Qua cửa Hàn\" và bài \"Vịnh Ngũ Hành Sơn\".<\/ref>\n::'''Vịnh Ngũ Hành Sơn'''\n:''Cảnh trí nào hơn cảnh trí này,''\n:''Bồng Lai âu hẳn cũng là đây.''\n:''Núi chen sắc đá màu phơi gấm,''\n:''Chùa nức hơi hương khói lẫn mây.''\n:''Ngư phủ gác cần ngơi mặt nước,''\n:''Tiều phu chống búa tựa lưng cây.''\n:''Nhìn xem phong cảnh ưa lòng khách,''\n:''Khen bấy thợ trời khéo đắp xây''.<ref>Chép theo [[Quách Tấn]], ''Bước lãng du'', tr. 241. Có bản chép hơi khác.<\/ref>\nMột vài hình ảnh ở Thủy Sơn: \n<gallery>\nFile:Chùa Tam Thai.jpg|Chùa Tam Thai\nFile:Vọng Hải đài.jpg|Vọng Hải Đài\nFile:Quan Am Montagne de Marbre, Danang.jpg |Tượng [[Quan Âm]] trong động Hoa Nghiêm.\nFile:Cổng vào động Huyền Không.jpg|Đường vào động Huyền Không \nFile:Động Huyền Không.png|Bên trong động Huyền Không \nFile:Linh Ung Pagoda Marble Mountain.jpg|Chùa Linh Ứng\n<\/gallery>\n\n==Xem thêm==\n* [[Sơn Trà]]\n* [[Bà Nà]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Sách tham khảo chính==\n*[[Cao Xuân Dục]], ''Đại Nam dư địa chí ước biên'', TS. Hoàng Văn Lâu dịch và chú thích, Nhà xuất bản Văn học, 2003.\n*[[Quách Tấn]], ''Bước lãng du''. Nhà xuất bản Trẻ, 1996.\n*Trường đào tạo nghiệp vụ du lịch Sài Gòn, ''Kiến thức phục vụ thuyết minh du lịch''. Nxb Thành phố Hồ Chí Minh, 1995.\n\nVà các bài viết ở mục Liên kết ngoài.\n\n==Liên kết ngoài==\n*[http:\/\/www.danang.gov.vn\/TabID\/65\/CID\/1485\/default.aspx Ngũ Hành Sơn trên website thành phố Đà Nẵng]\n*[http:\/\/www.danangpt.vnn.vn\/danang\/detail.php?id=39&a=93 Chùa và hang động tại Hỏa Sơn trên website thành phố Đà Nẵng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110725102434\/http:\/\/www.danangpt.vnn.vn\/danang\/detail.php?id=39&a=93 |date=2011-07-25 }}\n*[http:\/\/www.nguhanhson.danang.gov.vn\/62-27-52\/Di-tich-lich-su,-van-hoa\/Truyen-thuyet-ve-Dong-Am-phu.aspx Truyền thuyết về động Âm Phủ trên website Ngũ Hành Sơn]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n\n{{Du lịch Việt Nam}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Núi tại Đà Nẵng|Ngũ Hành Sơn]]\n[[Thể loại:Dãy núi Việt Nam]]\n[[Thể loại:Du lịch Đà Nẵng]]"}