{"55189":"'''\"Người ở đừng về\"''' là tên một [[bài hát]] dân ca [[Quan họ]] [[Bắc Ninh]] do [[Xuân Tứ]] cải biên từ bài [[quan họ]] cổ \"[[Chuông vàng gác cửa tam quan]]\" và bài hát được phát triển từ một bài thơ dân gian. Bài hát thường được cất lên vào lúc hội tàn, khi \"giã bạn\", có thể do bên liền anh hoặc liền chị hát. Bài hát nghe da diết, khẩn khoản như muốn níu kéo người nghe ở lại. Tình cảm của người hát với người nghe không chỉ thể hiện ở một câu hát, câu gọi mà thể hiện cả trong những câu dặn dò. Đến khi biết được rằng không thể níu kéo được, thì câu hát chuyển sang dặn người đi phải cận thận\"sông sâu chớ lội, đò đầy chớ qua\"và còn dặn với một câu khiêm nhường rằng, nếu gặp ai hơn thì kết còn ai bằng thì hãy đợi người hát. Trong mỗi đoạn hát đều có phần mở và kết chốt lại với câu\"Người ơi! Người ở đừng về\".\n\n==Thông tin thêm==\nBài hát được sử dụng khá nhiều trong các bộ phim có chủ đề về Quan họ, như phim ''[[Đến hẹn lại lên (phim)|Đến hẹn lại lên]]'' của [[đạo diễn]] [[Trần Vũ]].\n\n[[Nhạc sĩ]] [[Trần Hoàn]] cũng đã sáng tác bài hát \"[[Lời Bác dặn trước lúc đi xa]]\" có nhắc đến bài dân ca quan họ này, còn nhạc sĩ [[Lê Minh Sơn]] cũng đã khai thác chất liệu dân ca trong bài này để sáng tác một bài hát mới \"[[Người ở người về]]\".\n\nCâu \"Rằng yêu em... người ơi... người ở, đến cao nguyên người ở... đừng về\" có trong bài hát \"[[Nghe câu quan họ trên cao nguyên]]\" do [[Vũ Thiết]] sáng tác, phát triển từ thơ của [[Vũ Chỉnh]]. Trong chùm ca khúc viết về [[Chiến tranh Việt Nam]], nhạc sĩ [[An Thuyên]] cũng đã sáng tác bài hát \"[[Khi xe tăng qua miền quan họ]]\": \"Người ơi người ở... áo em ướt đầm rồi... mai lên biên giới... tình em lưu luyến...\". Còn [[Nhất Sinh]] cũng đã gửi gắm tình cảm của mình qua câu hát \"Chỉ mong gặp em người em gái, hát câu dân ca, người ở đừng về\" trong bài [[Tơ hồng]],...\n\n==Lời bài thơ ==\n::Người ơi người ở đừng về\n::Người về em vẫn khóc thầm\n::Đôi bên vạt áo ướt đầm như mưa\n\n::Người ơi người ở đừng về\n::Người về em vẫn trông theo,\n::Trông nước nước chảy, trông bèo bèo trôi\n\n::Người ơi người ở đừng về\n::Người về em nhắn tái hồi\n::Yêu em xin chớ đứng ngồi với ai\n\n==Xem thêm==\n*[[Bèo dạt mây trôi]]\n*[[Ngồi tựa mạn thuyền]]\n*[[Con nhện giăng mùng]]\n*[[Ngồi tựa song đào]]\n*[[Quan họ]]\n*[[Tương phùng tương ngộ]]\n*[[Đêm qua nhớ bạn]]\n\n==Liên kết ngoài==\n\n==Ghi chú==\n{{Tham khảo}}\n\n[[Thể loại:Quan họ]]\n[[Thể loại:Bài hát dân ca Việt Nam]]\n[[Thể loại:Bài hát tiếng Việt]]"}