{"10776":"{{ethnic group\n|group= Người Gia Rai\n|poptime= 533.000<sup>+<\/sup> - 540.000<ref name =joshuaprj-Jarai >[https:\/\/joshuaproject.net\/people_groups\/12326 Joshua Project, Ethnic People Group: Jarai], 2019. Truy cập 12\/12\/2020.<\/ref>\n|popplace={{VNM}}: 513.930 @2019 <ref name =Dso2019 >[https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf Kết quả toàn bộ Tổng điều tra dân số 2019]. p. 44. Trung tâm Tư liệu và Dịch vụ Thống kê, Tổng cục Thống kê, 19\/12\/2019. Truy cập 1\/09\/2020.<\/ref>, <br>{{KHM}}: 20.800 (2009), {{USA}}\n|rels= Tín ngưỡng truyền thống, [[Tin Lành|Tin lành]], [[Công Giáo]]\n|langs= [[tiếng Gia Rai]]; [[tiếng Việt]] (hoặc [[tiếng Khmer]] ở Campuchia) như ngôn ngữ chính thức thứ hai\n|related= [[Người Ê Đê]], [[Người Ba Na|Người Bahnar của Ngữ chi Bahnaric]], [[Người Chăm|Chăm]], [[Người Mã Lai|Mã Lai]], [[Người Philippines|Philippines]]\n}}\n'''Người Gia Rai''' hay '''Jarai''' (Jrai) hay Ană Krai (Con của Rồng) là một dân tộc cư trú ở vùng [[Tây Nguyên]] của [[Việt Nam]], đa số là tại Gia Lai và một ít ở [[Campuchia]]. Người Jrai còn có các tên gọi khác là người Jơrai (hay Ană Pô Grei, Anak Drai hay Jarai-từ gốc: Con cái của Garai, Người Gia Rai, Gia Lai theo phiên âm tiếng Việt), có các nhóm phương ngữ Jrai Chor, Jrai Mơthur, Jrai Hơdrung (Hơbâo), Jrai Tơbuan, Jrai Arap. Người Jrai nói [[tiếng Gia Rai|tiếng Jrai]], một ngôn ngữ thuộc phân [[nhóm ngôn ngữ Chăm]] của ngữ tộc [[ngữ chi Malay-Polynesia|Malay-Polynesia]] trong [[ngữ hệ Nam Đảo]]. Người Jrai thuộc nhóm chủng tộc [[Người Austronesia|''Austronesia'']]. Tại [[Việt Nam]] họ là một [[dân tộc]] trong số 54 [[Các dân tộc Việt Nam|dân tộc tại Việt Nam]]<ref name =dtvn-cttcp >[http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?articleId=10001505&categoryId=920 Các dân tộc Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20181003221134\/http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?articleId=10001505&categoryId=920 |date = ngày 3 tháng 10 năm 2018}}. Cổng Thông tin điện tử Chính phủ Việt Nam, 2016. Truy cập 01\/04\/2019.<\/ref><ref name =dtvn-cp>[http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?categoryId=920&articleId=3342 Người Gia Rai] Cổng Thông tin điện tử Chính phủ Việt Nam, 2016. Truy cập 01\/04\/2017.<\/ref>. Dân số Người Jrai là 513.930 năm 2019<ref name =Dso2019 \/>, 411.275 người năm 2009<ref name=\"TK\"\/>, và\n317.557 người năm 1999<ref>[http:\/\/www.gso.gov.vn\/default.aspx?tabid=407&idmid=4&ItemID=1346 Số liệu điều tra dân số năm 1999]<\/ref>. Tại [[Campuchia]] họ sống ở tỉnh [[Ratanakiri]] với dân số cỡ 20.800 theo \"2008 Cambodian census\", và được xếp vào nhóm [[Khmer Loeu]]<ref name =cens2008>[http:\/\/dataspace.princeton.edu\/jspui\/handle\/88435\/dsp01d504rn736 2008 Cambodian census]. Truy cập 02\/10\/2015.<\/ref>.\n\n== Khái quát ==\nNgười Jrai là một nhánh lớn của tộc người Rang Đê cổ (Rang Đê gồm hai dân tộc Eđê và Jrai ngày nay) được ghi chép khá nhiều trong các bia ký Chăm Pa, sự tấn công của đế quốc Mông Cổ, sau này là Nam Tiến của người Việt đã đẩy bộ phận người Chăm Pa lên vùng bình nguyên Cheo Reo hòa hợp với người Êđê cổ tạo ra nhóm tộc người tự gọi là Ană Jrai Hơbai tức con cái của Jrai.Trong văn hóa và tính cách của người Jrai có nhiều yếu tố Chăm Pa trung đại so với người Êđê chịu ảnh hưởng đứt gãy của yếu tố Lâm Ấp Chăm Pa cổ đại. Người Jrai còn giữ được yếu tố ngôn ngữ [[Rang Đê]] cổ đó là ngôn ngữ đa âm hơn so với [[người Ê Đê]] láng giềng.\n\n==Dân số và địa bàn==\nNgười Jrai sinh sống và cư trú chủ yếu tập trung ở tỉnh [[Gia Lai]] (90%), một bộ phận ở tỉnh [[Kon Tum]] (5%) và phía bắc tỉnh [[Đắk Lắk]] (4%). Khoảng vài ngàn người Jrai sinh sống tại khu vực [[Ratanakiri (tỉnh)|Ratanakiri]], [[Campuchia]] nhưng chưa có số liệu chính thức từ [http:\/\/www.nis.gov.kh\/ Viện thống kê quốc gia Campuchia].\n\nTheo [[điều tra dân số|Tổng điều tra dân số và nhà ở]] năm [[2009|2019]], người Jrai ở Việt Nam có dân số 513.930 người, cư trú tại 47 trên tổng số 63 [[tỉnh (Việt Nam)|tỉnh]], [[thành phố (Việt Nam)|thành phố]]. Người Gia rai cư trú tập trung tại các tỉnh: [[Gia Lai]] (459.738 người, chiếm 29,2% dân số toàn tỉnh và 90,5% tổng số người Jrai tại Việt Nam), ngoài ra còn có ở [[Kon Tum]] (25.883 người), [[Đắk Lắk]] (20.495 người)<ref name=\"TK\">Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương. [http:\/\/www.gso.gov.vn\/default.aspx?tabid=512&idmid=5&ItemID=10798 Tổng điều tra dân số và nhà ở Việt Nam năm 2009: Kết quả toàn bộ.] Hà Nội, 6-2010. Biểu 5, tr.134-225. Truy cập ngày 10 tháng 2 năm 2011<\/ref>. Đây là dân tộc bản địa có số dân đông nhất Tây Nguyên.\n\n==Lịch sử và tên gọi==\nVào năm 1471 Đại Việt sử ký toàn thư có ghi chép về sự kiện người Chămpa đầu hàng quân Đại Việt của Vua Lê Thánh Tông như sau: ''Một lúc sau, đứng xa trông thấy toán quân đi trước đã trèo lên được chỗ tường thấp trên mặt thành, bèn bắn luôn ba tiếng pháo để tiếp ứng, lại hạ lệnh cho vệ quân thần võ phá cửa đông thành tiến vào. Thành Chà Bàn bị phá vỡ. Quân Đại Việt bắt được hơn ba vạn tù binh và chém được hơn bốn vạn thủ cấp. Ngô Nhạn dẫn tướng đầu hàng là bác ruột Trà Toàn tên là Bô Sản Ha Ma. Lê Thánh Tông sai trưng bày những thứ người Chiêm dùng làm lễ vật đem đến xin hàng mà ở Đại Việt không có, sai viên quan đô úy Đỗ Hoàn chỉ tên từng thứ một. Có cái hộp bạc, hình như thanh kiếm, vua hỏi vật gì. Hoàn trả lời rằng đó là đồ của nước Chiêm từ xưa, người làm quốc vương phải có vật đó để truyền cho con cháu. Quân Thuận Hóa bắt sống Trà Toàn dẫn đến trước vua Lê Thánh Tông, nhà vua cho Trà Toàn được sống. Hôm ấy là ngày mồng 1 tháng 3 âm Lịch (1471)''.\n\nCuộc Nam Tiến của người Việt xuống đất [[Champa]] tạo ra các làn sóng người [[Champa]] vùng ven biển Trung, Nam Trung Bộ liên tục chuyển cư lên vùng bình nguyên Cheo Reo hỗn dung với cộng đồng [[Rang đê]] có trước, từ đó hình thành ra nhóm tộc người mới Anak [[Jarai]].Nhóm Rang Đê vùng thung lũng sông Ba tự gọi mình là [[Ană Jrai]]. [[Ană Jrai]] chính là cụm danh xưng [[Pô Krung Jrai]] (Pô Krung Jrai là cách gọi tôn xưng thái tử Champa là [[Chế Mân|Harijit]] (R'cam Mal, Chế Mân) lãnh đạo người [[Rang Đê]] đánh đuổi Mông Cổ. [[Krung|Kurung]] hay [[Krung]] trong ngôn ngữ [[Rang Đê]] và Malay cổ có nghĩa là thủ lĩnh. Dần dần, Pô Krung Jrai hay Pô KLong Jrai phiên âm thành Jarai. Jrai tách khỏi khối bộ tộc [[Rang Đê]] để tự nhận mình là [[Ană Jrai]] với ý nghĩa là những đứa con của Vua Chế Mân (Pô Krung Jrai, Pô Klong Jrai hay Ană).\n\nTiểu quốc Jrai (tên gọi khác: Ala Car Pơtao Đêgar \/ Dhung Vijaya \/ Nam Vijaya \/ Nam Bàn \/ Nam Phan \/ Nam Phiên \/ Chămpa Thượng) là một tiểu quốc cổ của các bộ tộc Nam Đảo ở Tây Nguyên, Việt Nam với bộ tộc nòng cốt là người Jrai và người Êđê hình thành từ khoảng cuối thế kỷ 15 và chấm dứt sự tồn tại sau khi phân rã ra thành các bộ tộc độc lập vào khoảng cuối thế kỷ 19. Tiểu quốc này được cai trị dưới quyền các vị tiểu vương mà người Việt gọi là Thủy Xá-Hỏa Xá tức là Pơtao Apui-Pơtao Ia.\n\nTheo tương truyền các vị Vua là hiện thân của Thần Gươm Y Thih (nhân vật trong các truyền thuyết của người người Êđê và Jrai. Một tài liệu khác ghi là 20 \"đời vua\" tiểu quốc Jrai, là người kế tục giữ gươm thần do chàng Y Thih để lại. Có ý kiến khác cho rằng gươm thần của các Pơtao thực ra là các bảo vật truyền ngôi của hoàng gia Chăm Pa sau khi Lê Thánh Tông tiêu diệt thành Vijaya (Đồ bàn, Bình Định). Xét về hình thái tộc người Rhade (Êđê) lui về phía nam và cùng các nhóm Jrai thực ra la một dân tộc [[Rang Đê]]], hai nhóm tộc người này bị phân li do nguyên nhân lịch sử mà trong tiếng Jrai gọi là thời kỳ Pha ra. Nghĩa là cuộc chia ly anh em.\n\n== Đặc điểm kinh tế ==\nNgười Jrai sống chủ yếu bằng nghề trồng trọt nương rẫy; [[lúa tẻ]] là cây lương thực chính. Công cụ canh tác của người Jrai giản đơn, chủ yếu là con dao chặt cây, phát rừng, cái cuốc xới đất và cây gậy chọc lỗ khi tra hạt giống. Chăn nuôi [[trâu]], [[bò]], [[chi Lợn|lợn]], [[chó]], [[gà]] phát triển. Xưa kia, người Jrai có đàn [[ngựa]] khá đông. Người Jrai còn thuần dưỡng và nuôi cả [[voi]]. Đàn ông thạo đan lát các loại [[gùi]], giỏ, đàn bà giỏi dệt [[khố]] váy, mền đắp, vải may áo cho gia đình. Săn bắn, hái lượm, đánh cá là những hoạt động kinh tế phụ khác có ý nghĩa đáng kể đối với đời sống của họ xưa và nay.\n\n== Tổ chức cộng đồng ==\n[[Tập tin:Banh_It2.jpg|nhỏ|250px|trái|Tháp bánh ít tại Bình Định. Trong tiếng Jrai gọi là tháp Yang Mtian theo cuốn \"Pays Jorai\" của nhà dân tộc học Jacques Dournes]]\n[[Tập tin:Th%C3%A1p_Nh%E1%BA%A1n,_Tuy_H%C3%B2a,_Ph%C3%BA_Y%C3%AAn.JPG|nhỏ|250px|trái|Tháp Nhạn tại Phú Yên. Trong tiếng J'rai gọi là tháp KơHmeng theo cuốn \"Pays Jorai\" của nhà dân tộc học Jacques Dournes]]\nNgười Jrai sống thành từng làng (plei, plơi hay bôn). Trong làng, ông chủ làng cùng các bô lão có uy tín lớn và giữ vai trò điều hành mọi sinh hoạt tập thể, ai nấy đều nghe và làm theo. Tuỳ từng nhóm Jrai, mỗi làng có [[nhà rông]] cao vút. Đây tộc người duy nhất thuộc hệ ngôn ngữ Nam Đảo có nhà rông, có thể do ảnh hưởng của cư dân ''[[người Ba Na|Ba Na]]'' thuộc ''[[ngữ tộc Môn-Khmer]]''<ref name=\"DNV\"\/>. Có nhóm Arap của người Jrai thực ra là người gốc Bahnar đã bị Jrai hóa<ref name=\"DNV\"\/>. Đây là tộc người duy nhất ở Tây Nguyên đã có một tổ chức xã hội tiền nhà nước với hai vua (Ptao): [[Thủy Xá - Hỏa Xá|vua Nước và vua Lửa]]<ref name=\"DNV\">{{chú thích tạp chí |author=Đặng Nghiêm Vạn |date=2003|title=Cộng đồng quốc gia dân tộc Việt Nam |journal=Nhà xuất bản Đại học quốc gia thành phố Hồ Chí Minh |location = Thành phố Hồ Chí Minh | volume= |pages=316-317}}<\/ref>, còn được gọi là [[Tiểu quốc Jrai]].\n\n== Hôn nhân gia đình ==\nDân tộc Gia Rai theo truyền thống mẫu hệ, phụ nữ tự do lựa chọn người yêu và chủ động việc hôn nhân. Sau lễ cưới, chàng trai về ở nhà vợ, không được thừa kế tài sản. Trái lại, con gái lấy chồng lần lượt tách khỏi cha mẹ ra ở riêng, được phân chia một phần tài sản. Con cái đều theo họ mẹ. Ngoài xã hội, đàn ông đóng vai trò quan trọng hơn, nhưng trong nhà phụ nữ có ưu thế hơn. Ngày xưa, có tục những người cùng dòng họ (theo phía mẹ), khi chết chôn chung một hố, nay tục này đã giảm. Kèm theo đó là tục nối hôn, nếu người vợ chết đi mà có em gái hoặc chị gái chưa lấy chồng thì người này tiếp tục chung sống với chồng của người đã chết.\n\n== Văn hóa ==\nNói đến dân tộc Jrai phải kể đến những trường ca, truyện cổ như \"''Đăm Di đi săn''\", \"''[[Xinh Nhã]]''\". Dân tộc Jrai cũng độc đáo trong nghệ thuật chơi chiêng, cồng, cạnh đó là đàn [[Trưng]] (Tơ-rưng), đàn Tưng nưng, đàn [[Klông put]]. Những nhạc cụ truyền thống này gắn liền với đời sống tinh thần của người Jrai. Người Jrai hầu như hát múa từ tuổi nhi đồng cho đến khi già yếu, không còn đủ sức nữa, mới chịu đứng ngoài những cuộc nhảy múa nhân dịp lễ hội tổ chức trong làng hay trong gia đình.\n\n== Nhà cửa ==\nCó nơi ở nhà dài, có nơi làm nhà nhỏ, nhưng đều chung tập quán ở nhà sàn, đều theo truyền thống mở cửa chính nhìn về hướng Bắc.\n\n== Trang phục ==\n[[Tập tin:Trang phuc Ba Na.jpg|nhỏ|250px|phải|Trang phục nam nữ dân tộc Jrai trưng bày tại [[Bảo tàng Dân tộc học Việt Nam]]|liên_kết=Special:FilePath\/Trang_phuc_Bahnar.jpg]]\n[[Tập tin:Costume, Gia-rai, Kon Tum, 1980, view 1, handmade cotton, natural dyes - Vietnamese Women's Museum - Hanoi, Vietnam - DSC04075.JPG|nhỏ|250px|trái|Trang phục phụ nữ Jarai|liên_kết=Special:FilePath\/Costume,_Jrai,_Kon_Tum,_1980,_view_1,_handmade_cotton,_natural_dyes_-_Vietnamese_Women's_Museum_-_Hanoi,_Vietnam_-_DSC04075.JPG]]\nNgười Jrai ít nhiều gần với trang phục của người Ê đê, nhưng Có nét riêng trong phong cách tạo hình và trang trí. Mặc dù hoa văn trang trí cụ thể các nhóm khác nhau nhưng có thông số chung của tộc người.\n\n=== Trang phục nam ===\nThường nhật, nam đội khăn, theo lối quấn nhiều vòng trên đầu rồi buông sang một bên tai, hoặc quấn gọn ghẽ như khăn xếp của người Kinh. Khăn màu chàm. Nhìn chung nam giới Jrai đóng khố. Khố này thường ngắn hơn khố ngày hội, là loại vải trắng có kẻ sọc.\n\nNgày lễ họ mang khố màu chàm (dài 410&nbsp;cm × 29&nbsp;cm), khố loại này được trang trí hoa văn màu trắng, đỏ thành các đường viền ở mép khố, đặc biệt hai đầu với các tua trên nền chàm. Có nhóm ở trần, có nhóm mang áo (loại cộc tay và loại dài tay màu chàm, khoét cổ chui đầu). Loại ngắn tay thường có đường viền chỉ màu trắng bên sườn. Loại dài tay giống phong cách áo dài nam [[người Êđê|Êđê]] hay [[Người M'Nông|Mnông]].\n\nCũng giống như mọi dân tộc nào biết dệt vải, may trang phục, người Jrai chế tác sợi từ quả cây bông và giữ nguyên màu sợi là màu trắng. Việc tạo ra các sắc màu cho sợi là cả một quá trình kinh nghiệm của người Jrai. Đặc biệt họ có truyền thống chế \"thuốc nhuộm\" từ các thảo mộc có trong thiên nhiên mà trong quá trình sinh sống họ đã thuộc tính nết và công dụng của từng loài. Để tạo ra màu đen hay màu xanh thẫm, họ dùng [[chi Chàm|cây chàm]]. Các bước thao tác được tiến hành như sau: đầu tiên người Jrai đi bắt một loại ốc suối có tên là Brang, đem giã nhỏ, đổ nước vào lọc, lấy thứ nước đó đổ vào ché ngâm khoảng một tháng. Tiếp theo, dùng đọt [[chuối]], vỏ chuối và rễ cây akha krông, akha chót bỏ chung vào cối giã cho thật kỹ, trộn tất cả với Có nét riêng trong phong cách tạo hình và trang trí. Mặc dù hoa văn trang trí cụ thể các nhóm khác nhau nhưng có thông số chung của tộc người.\n\nSợi trắng tự nhiên, rồi bỏ vào ché ngâm. Khi sợi đã ngả màu đen thì đem phơi khô. Nước nhuộm còn lại được cất giữ trong ghè và khi cần lại có thể sử dụng với các bước như vừa mô tả. Màu đỏ trong trang phục của người Gia Rai chiếm một tỉ lệ khá đậm đặc. Trong cuốn \"Hoa văn các dân tộc Jrai, Bahnar\", [[Nguyễn Từ Chi|Từ Chi]], một nhà nghiên cứu dân tộc học ở Việt Nam có giới thiệu:\n{{cquote|Để tạo ra màu đỏ, người Jrai tìm nguyên liệu thực vật \"là một loại quả không có lông\" là nguyên liệu chính, ngoài ra còn có một loại vỏ là cây Tơnung. Trong khi đi điền dã Dân tộc học, tôi được biết thêm người Jrai ở vùng Chư Pah còn tạo ra màu đỏ bằng cách dùng một loại cây có tên là Nhau trộn với mỡ dê rôì đem đun thật sôi, sau đó lấy sợi tự nhiên màu trắng nhúng vào đó, nhấc ra và nhúng vào loại nước xa bon (một loại thuốc màu của người Lào). Thao tác đó được lặp đi lặp lại vài lần cho đến khi sợi vải có màu đỏ tươi thì đem phơi khô. Trong y phục của người Gia Rai, màu vàng thường được coi như nét điểm xuyết, tạo nên sắc thái hài hoà theo thẩm mỹ của họ. Một số hoa văn như hoa cây mai, hoa Blang được dệt bằng loại sợi màu vàng. Để tạo ra màu vàng, người Jrai thường dùng củ Kơnhit ([[nghệ]]) như các nhà nghiên cứu đã tìm hiểu. ở vùng Jrai Arap có một loài thực vật nữa được dùng để tạo ra màu vàng nhuộm sợi. Đó là loại lá Popẹ. Phụ nữ Jrai thường đốt lá rồi trộn với nghệ, sau đó giã nhỏ hoà với nước suối để nhuộm. Cách làm này tạo cho sợi có màu vàng tươi hơn nhiều so với màu từ nghệ. Duy nhất chỉ có sợi màu xanh là người Jrai khi nhuộm vẫn phải dùng thứ phẩm hoá học được bán ngoài chợ. Ưu điểm của thứ sợi được nhuộm bằng các thảo mộc tự nhiên là sợi giữ được màu tươi rất lâu, qua thời gian năm tháng thứ màu đó không bị phai, bị nhạt. Từ các sợi với đủ thứ màu sắc, người Jrai với bộ khung dệt bằng tay đã tạo ra trang phục của mình như: váy, khố, áo, khăn... Đặc biệt, người Jrai rất thích màu đỏ, lấy màu đỏ làm trọng tâm, làm chính trong y phục của mình. Màu đỏ được đặc tả ở hai đầu khố nam với hoa văn lá đót buông dài bằng sợi, ở váy của phụ nữ thì phần chân váy và miếng đắp ở đằng sau mông cũng được bừng lên sắc đỏ. Trong các lễ hội lớn như lễ bỏ mả (Huă lui pơsat), lễ cúng hồn lúa (mụ Giạ), lễ cúng yang, lễ cúng thần nước (Yang Ia), lễ cúng thần lửa (Yang Apui), dân làng Jrai trong váy mới, khố mới, áo mới với sắc đỏ rực rỡ say sưa trong nhịp cồng chiêng với điệu múa Xoang truyền thống của dân tộc mình.}}\n\n=== Trang phục nữ ===\nPhụ nữ để tóc dài búi sau gáy hoặc quấn gọn trên đỉnh đầu. Áo là loại áo ngắn, chui đầu, phổ biến là kiểu chui đầu cổ \"hình thuyền\", riêng nhóm Jrai Mơthur lại có kiểu cổ thấp hình chữ V và các loại cổ phổ biến. Trên nền chàm áo được trang trí các sọc hoa văn theo bố cục ngang thân áo ở cổ, vai, ống tay, giữa ngực, gấu áo và hai [[cổ tay]] áo. Đó là các sọc màu đỏ xen trắng và vàng trên nền chàm hoặc màu xanh nhạt diệp và màu chàm. Váy là loại váy hở quấn vào thân (kích thước trên dưới 140&nbsp;cm x 100&nbsp;cm). Phong cách trang trí trên váy cũng thiên về lối bố cục ngang với các đường sọc màu (như áo là chính). Có nhóm ở Plei Ku với nguyên tắc trên nhưng được mở rộng thành các mảng hoa văn ở giữa thân váy, nửa thân dưới áo và hai ống tay. Trang sức có vòng cổ, vòng tay.\n\n==Các nhân vật==\n{|class= \"sortable wikitable\" \n|+ Các nhân vật người Jrai \n!width= 110px |Tên !! Sinh thời !! Hoạt động\n|-\n| colspan= \"3\" |'''Tại Việt Nam'''\n|-\n| '''[[Nay Luett]] || 1924-1983 || Tốt nghiệp Tú tài 2, Huế, năm 1946, là Tổng Trưởng Phát Triển Sắc tộc Saigon, Tham Sự Hành Chánh Saigon Miền Nam Việt Nam, quê xã Đất Bằng, huyện Krông Pa, tỉnh Gia Lai.\n|-\n| '''[[Puih San]] || 1937-2000 || [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng LLVTNDVN]] [[kháng chiến chống Mỹ]], là mẫu ''A Sanh'' trong bài thơ ''Người lái đò trên sông Pô Kô'', quê ''buôn Nú'' xã [[Ia Krai]], huyện [[Ia Grai]], [[Gia Lai]] <ref name =PuihSan-ntdd >[http:\/\/nghiatinhdongdoi.vn\/ve-lang-nu,-nguoi-lai-do-tren-song-po-co.html Về làng Nú, Người lái đò trên sông Pô Cô] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180516103016\/http:\/\/nghiatinhdongdoi.vn\/ve-lang-nu,-nguoi-lai-do-tren-song-po-co.html |date = ngày 16 tháng 5 năm 2018}}. nghiatinhdongdoi, 27\/09\/2013. Truy cập 11\/05\/2018.<\/ref>\n|-\n| '''[[Ksor Phước]] || 1954-... || Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng ấtViệt Nam|BCHTW Đảng CSVN]] khóa XI, đại biểu [[Quốc hội Việt Nam]] khóa 10, 11, 12, Chủ nhiệm [[Ủy ban Dân tộc]] (2002-2007), con ông [[KSor Ní]], người lai dân tộc [[Jrai]] và [[Bahnar]], quê huyện [[Ayun Pa]], [[Gia Lai]]\n|-\n| '''[[Ksor Nham]] || 1960-... || Chủ tịch [[Hội đồng nhân dân|HĐND]] tỉnh [[Gia Lai]] (2004), Trung tướng [[Công an nhân dân Việt Nam|CANDVN]], con ông [[KSor Ní]], người lai dân tộc [[Jrai]] và [[Bahnar]], quê huyện [[Ayun Pa]], [[Gia Lai]]\n|-\n| '''[[Rơ Chăm Phiang]] || 1960-... || Còn gọi là R'com Phiang, nghệ sĩ ưu tú, giảng viên Trường Cao đẳng Nghệ thuật Quân đội, quê xã Ia Pnôn, huyện Đức Cơ, tỉnh Gia Lai\n|-\n| '''[[Rơ Mah Tuân]] || 1979-... || Trung tá [[Quân đội Nhân dân Việt Nam|QĐNDVN]] [[Đại biểu Quốc hội Việt Nam]] khóa 14 (2016-2021), quê xã [[Ia Púch]], huyện [[Chư Prông]], tỉnh [[Gia Lai]]\n|-\n| '''[[Ksor H’Bơ Khăp]] || 1982-... || [[Đại biểu Quốc hội Việt Nam]] khóa 14 (2016-2021), Thiếu tá [[Công an Nhân dân Việt Nam|CANDVN]], quê xã [[Ia Trok]], huyện [[Ia Pa]], tỉnh [[Gia Lai]]\n|-\n| colspan= \"3\" |'''Tại Hoa Kỳ\n|-\n| '''[[Ksor Kok]] || 1945-2019 || Cư trú tại bang [[South Carolina]], [[Hoa Kỳ]], Chủ tịch của [[Tổ chức Quỹ người Thượng|Quỹ người Thượng]], tham gia tổ chức [[FULRO]] từ hồi mới thành lập, thành lập ''nhà nước Đề Ga độc lập'' và tự phong làm Tổng thống nhà nước này.\n|}\n\n==Chú thích==\n{{tham khảo|colwidth =29em}}\n==Tham khảo==\n* Pötao, một lý thuyết về quyền lực ở người Jörai Đông Dương (Pötao, une théorie du pouvoir chez les Indochinois Jörai) của J. Dournes\n* Rừng, Đàn bà, Điên loạn (Forêt, Femme, Folie) của J. Dournes  \n* Coordonnées: Structures Jörai familiales et sociales (Tọa độ: Cấu trúc gia đình và xã hội Giarai) của J. Dournes\n\n{{Các dân tộc Việt Nam}}\n{{Các dân tộc Campuchia}}\n\n{{DEFAULTSORT:Giarai}}\n[[Thể loại:Kon Tum]]\n[[Thể loại:Người Gia Rai|*]]\n[[Thể loại:Nhóm sắc tộc ở Campuchia]]\n[[Thể loại:Các dân tộc Việt Nam]]\n[[Thể loại:Tỉnh Ratanakiri]]"}