{"10757":"{{infobox ethnic group\n|group=Hrê (H're)\n|image= \n|poptime= 149.460 @2019 <ref name =Dso2019 >[https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf Kết quả toàn bộ Tổng điều tra dân số 2019]. p. 44. Trung tâm Tư liệu và Dịch vụ Thống kê, Tổng cục Thống kê, 19\/12\/2019. Truy cập 1\/09\/2020.<\/ref> <br>127.420 @2009 <ref>{{chú thích web|title=The 2009 Vietnam Population and Housing Census: Completed Results|url=http:\/\/www.gso.gov.vn\/Modules\/Doc_Download.aspx?DocID=12724 |publisher=General Statistics Office of Vietnam: Central Population and Housing Census Steering Committee|date=June 2010 |accessdate =ngày 26 tháng 11 năm 2013|page=134}}<\/ref>\n|popplace={{VNM}}: [[Quảng Ngãi]], [[Bình Định]], [[Gia Lai]]\n|rels=Thuyết linh vật\n|langs=[[Tiếng Hrê|Hrê]], [[tiếng Việt|Việt]], khác\n|related= \n}}\n'''Người H'rê''', còn có tên gọi khác là '''Chăm Rê''', '''Chom Krẹ''', '''Lùy''', là một [[dân tộc]] trong số 54 [[Các dân tộc Việt Nam|dân tộc tại Việt Nam]].<ref name =dtocvn-ttcp >[http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?articleId=10001505&categoryId=920 Cộng đồng 54 dân tộc Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20181003221134\/http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?articleId=10001505&categoryId=920 |date = ngày 3 tháng 10 năm 2018}}. Cổng Thông tin điện tử Chính phủ Việt Nam, 2016. Truy cập 12\/12\/2020.<\/ref><ref name =dtCo-ttcp >[http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?categoryId=920&articleId=3347 Dân tộc H'rê]. Cổng Thông tin điện tử Chính phủ Việt Nam, 2016. Truy cập 12\/12\/2020.<\/ref><ref name =joshuaprj-Hre >[https:\/\/joshuaproject.net\/people_groups\/12128\/VM Joshua Project, Ethnic People Group: Hre in Vietnam], 2019. Truy cập 12\/12\/2020.<\/ref>\n\n== Tên gọi == \nTên gọi của người Hrê trước đây thường gắn với tên sông, tên núi, chưa có một tên gọi thống nhất chung cho cả dân tộc. Ví dụ: Người Hrê ở sông Krêq của huyện Sơn Hà, gọi là wì Krêq (người Krêq). Người Hrê ở sông Hrê huyện Ba Tơ, gọi là Hrê. Người Hrê ở vùng sông Đinh huyện An Lão, gọi là Hrê wì Đinh... Ngoài ra, cư dân người Hrê trước đây còn có tên gọi hiện đã lạc hậu như Chàm Quảng Ngãi, Chăm Hrê, Chom, Rê, Man Thạch Bích, Mọi Đá Vách, Lùy (Lũy)...Qua quá trình cố kết phát triển, ý thức dân tộc xuất hiện và được củng cố, tộc danh thống nhất được gọi là Hrê theo người Hrê Ba Tơ.\n\n== Tôn giáo ==\nDân tộc H'rê hầu hết không theo một tôn giáo nào cả. Tuy nhiên, tín ngưỡng của người H'rê rất gần với thuyết linh vật.\nNgười H'rê cho rằng mọi vật, hòn đá, cây cỏ, dòng suối, núi rừng... đều có linh hồn như con người, nên người H'rê đối xử với mọi tạo vật một cách hiền hòa và tôn trọng như thể tôn trọng chính bản thân mình. \nNgười H'rê còn theo một số đạo khác, chủ yếu thuộc Thiên chúa giáo như Đạo Báp-tít Liên Hiệp, Ngũ Tuần, Tin Lành, Trưởng Lão,..\n\n==Nhóm ngôn ngữ ==\n[[Tiếng Hrê]] là một ngôn ngữ trong [[ngữ tộc Môn-Khmer]], [[ngữ hệ Nam Á]]. Tiếng H'rê thuộc hệ Bahnar Bắc, gần với tiếng Xơ Đăng, Ka Dong, Giẻ...\n\n==Dân số và địa bàn cư trú==\nNgười Hrê sống chủ yếu ở tỉnh [[Quảng Ngãi]], [[Bình Định]], có dân số 149.460 người năm 2019 <ref name =Dso2019 \/>.\n\nTheo [[điều tra dân số|Tổng điều tra dân số và nhà ở]] năm [[2009]], người Hrê ở Việt Nam có dân số 127.420 người, cư trú tại 51 trên tổng số 63 [[tỉnh (Việt Nam)|tỉnh]], [[thành phố (Việt Nam)|thành phố]]. Người Hrê cư trú tập trung tại các tỉnh: \n[[Quảng Ngãi]] (115.268 người, chiếm 90,5% tổng số người Hrê tại Việt Nam), \n[[Bình Định]] (9.201 người), \n[[Kon Tum]] (1.547 người), \n[[Đắk Lắk]] (341 người), \n[[Gia Lai]] (128 người)<ref name=\"TK\">Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương. [http:\/\/www.gso.gov.vn\/default.aspx?tabid=512&idmid=5&ItemID=10798 Tổng điều tra dân số và nhà ở Việt Nam năm 2009: Kết quả toàn bộ.] Hà Nội, 6-2010. Biểu 5, tr.134-225. Truy cập ngày 10 tháng 2 năm 2011.<\/ref>.\n\nTheo thống kê đến ngày 31\/12\/2015, tổng dân số dân tộc Hrê của tỉnh Quảng Ngãi là: 132,745 người, trong đó:\n\n*Huyện Ba Tơ: 48,852 người \n*Huyện Sơn Hà: 65,823 người \n*Huyện Minh Long: 13,478 người \n*Các huyện khác và thành phố Quảng Ngãi: 4,592 người.\n\n== Đặc điểm kinh tế ==\nNgười Hrê làm lúa nước từ lâu đời, kỹ thuật canh tác lúa nước của người Hrê tương tự như vùng đồng bằng Nam Trung bộ. Người Hrê chăn nuôi nhằm phục vụ các lễ cúng bái và buôn bán trao đổi, riêng trâu còn được dùng để kéo cày, bừa. Nghề đan lát, dệt khá phát triển, nhưng nghề dệt đã bị mai một qua mấy chục năm gần đây.\n\n== Tổ chức cộng đồng ==\nTrong làng người H'rê, \"già làng\" có uy tín cao và đóng vai trò quan trọng. Dưới thời phong kiến người H'rê nhất loạt đặt họ Đinh, gần đây một số người lấy họ Nguyễn, Hà, Phạm... Hình thức gia đình nhỏ rất phổ biến ở dân tộc Hrê.\n\nNgười H'rê vô cùng coi trọng cộng đồng mình đang sống và mối liên kết với từng thành viên trong cộng đồng. Trong những lễ hội như đâm trâu hoặc cúng bái ở làng, tất cả các gia đình đều phải cử người tham gia, đóng góp công sức.\n\n==Văn hóa==\nNgười Hrê cũng có lễ đâm trâu như phong tục chung ở Trường Sơn - Tây Nguyên. Người Hrê thích sáng tác thơ ca, ham mê ca hát và chơi các loại nhạc cụ. Ka-choi và Ka-lêu là làn điệu dân ca quen thuộc của người Hrê. Truyện cổ đề cập đến tình yêu chung thủy, cuộc đọ tài trí giữa thiện và ác, giàu và nghèo, rất hấp dẫn các thế hệ từ bao đời nay. Nhạc cụ của người Hrê gồm nhiều loại: đàn Brook, Ching Ka-la, sáo ling la, ống tiêu ta-lía, đàn ống bút của nữ giới, khèn ra-vai, ra-ngói, pơ-pen, trống... Những nhạc cụ được người Hrê quý nhất là chiêng, cồng, thường dùng bộ 3 chiếc, hoặc 5 chiếc, với các nhịp điệu tấu khác nhau.\n\n== Nhà cửa ==\nHrê xưa ở nhà sàn dài. Nay hầu như nhà dài không còn nữa. Nóc nhà có hai mái chính lợp cỏ tranh, hai mái phụ ở hai đầu hồi thụt sâu vào trong hai mái chính. Mái này có lớp ngoài còn thêm một lớp nạp giống như ở vách nhà. Chỏm đầu đốc có \"bộ sừng\" trang trí với các kiểu khác nhau. Vách, lớp trong bằng cỏ tranh, bên ngoài có một lớp nẹp rất chắc chắn. Hai gian đầu hồi để trống.\n\nBộ khung nhà kết cấu đơn giản giống như nhà của nhiều cư dân khác ở Tây Nguyên.\n\nTrong nhà (trừ hai gian đầu hồi) không có vách ngăn. Với nhà người Hrê còn có đặc điểm ít thấy ở nhà các dân tộc khác: thường thì nhà ở cửa mặt trước hoặc hai đầu hồi. Mặt trước nhà nhìn xuống phía đất thấp, lưng nhà dựa vào thế đất cao. Người nằm trong nhà đầu quay về phía đất cao. Nhưng với người Hrê thì hoàn toàn ngược lại.\n\nGian hồi bên phải (nhìn vào mặt nhà) (A) dành cho sinh hoạt của nam và khách. Gian hồi bên trái (C) dành cho sinh hoạt của nữ. Giáp vách gian hồi bên phải đặt bếp chính. Gian chính giữa đặt bếp phụ. Gian giáp vách với gian hồi bên trái đặt cối giã gạo.\n\n== Trang phục ==\nGiống người Kinh. Có cá tính tộc người song không rõ nét. Trước kia đàn ông Hrê đóng khố, mặc áo cánh ngắn đến thắt lưng, quấn khăn; đàn bà mặc váy hai tầng, áo 5 thân, trùm khăn. Nam, nữ đều búi tóc cài trâm hoặc lông chim. Ngày nay, người Hrê mặc quần áo như người Kinh. Người Hrê thích đeo trang sức bằng đồng, bạc, vàng, đồng hồ, nữ có thêm hoa tai. Tục cà răng đã được xóa bỏ.\n\n== Người H'rê có danh tiếng ==\n{|class= \"sortable wikitable\" \n|+ Những người H'rê có danh tiếng\n!width= 125px |Tên !! Sinh thời !! Hoạt động\n|-\n| '''[[Đinh Thị Hồng Minh]] || 1970-... || [[Đại biểu Quốc hội Việt Nam]] khóa 14 (2016-2021). Quê xã [[Long Hiệp, Minh Long|Long Hiệp]], huyện [[Minh Long]], [[Quảng Ngãi]].\n|-\n| '''[[Đinh Văn Thành]] || || Thiếu tướng, [[Đại biểu Quốc hội Việt Nam]]\n|-\n| '''[[Đinh Hoàng Khít]] || 2005-... || Bé trai tí hon mắc hội chứng [[Hội chứng Seckel|Seckel]]\n|-\n| '''[[Đinh Văn K'Rể]] || 2009-2020 || Bé trai tí hon mắc hội chứng [[Hội chứng Seckel|Seckel]], cao 62&nbsp;cm - nặng 4&nbsp;kg, đã được vinh danh trong [[WeChoice Awards|WeChoice Awards 2018]] (cùng cha nuôi tên Đặng Văn Cương - Hiệu trưởng Trường PTDT Bán Trú Tiểu Học Sơn Ba ([[Sơn Ba]], [[Sơn Hà]], [[Quảng Ngãi]] - Vừa [[qua đời]] vì [[đột quỵ]] vào ngày 09-11-2020\n|}\n\n== Tham khảo ==\n{{tham khảo|colwidth=25em}}\n\n== Xem thêm ==\n* [[Danh sách ngôn ngữ]]\n\n== Liên kết ngoài ==\n\n{{Các dân tộc Việt Nam}}\n\n[[Thể loại:Người Hrê|Hrê]]\n[[Thể loại:Quảng Ngãi]]"}