{"84240":"{{chú thích trong bài}}\n[[Tập tin:Saïgon - Commerçants Chinois de la rue Catinat.jpg|nhỏ|phải|Người Hoa ở Sài Gòn vào đầu thế kỷ 20|300px]]\nỞ [[Thành phố Hồ Chí Minh]] hiện có trên 500.000 [[người Việt gốc Hoa]]. Người gốc Hoa sống tập trung ở [[quận 5]], [[quận 6]], [[quận 8]], [[quận 10]] và [[quận 11]].\n\n==Lịch sử==\nNgười Hoa đến khu vực [[đàng Trong]] sau khi [[nhà Thanh]] lật đổ hoàn toàn [[nhà Minh]] vào năm [[1644]]. Những người ra đi thuộc thành phần \"[[phản Thanh phục Minh]]\" và những người bị triều đình nhà Thanh đàn áp. Người Hoa đến đàng Trong và được [[chúa Nguyễn]] đồng ý cho cư trú tại [[Cù lao Phố]], [[Gia Định]] và một số địa điểm khác ở [[Nam Bộ]]. Cù lao Phố là một [[cù lao]] trên [[sông Đồng Nai]], ngày nay thuộc thành phố [[Biên Hòa]]. Người Hoa đã lập chợ buôn bán, phố xá đông đúc ở đây. Năm 1778, quân [[Nhà Tây Sơn|Tây Sơn]] đã đàn áp những người Hoa ở Cù lao Phố do họ đã ủng hộ [[Gia Long|Nguyễn Ánh]], việc đàn áp lại diễn ra vào năm 1782. Do đó, năm 1778, người Hoa từ Cù lao Phố đã chuyển đến [[Chợ Lớn]] mà người Hoa gọi là \"Đề Ngạn\".\n\nTrong thời kỳ Pháp thuộc, việc buôn bán của người Hoa phát đạt do họ có quan hệ tốt với giới cầm quyền Pháp tại [[Liên bang Đông Dương|Đông Dương]], nổi bật nhất là [[Quách Đàm]], một nhà buôn người Hoa xây [[chợ Bình Tây]]. Trong thời kỳ [[Việt Nam Cộng hòa]], cộng đồng người Hoa có quan hệ tốt với chính quyền và thường ủng hộ tài chính trong các kỳ tranh cử. Năm 1979, [[chiến tranh biên giới Việt-Trung, 1979|chiến tranh Việt-Trung]] tại biên giới nổ ra cùng với chính sách [[cải tạo kinh tế tại Việt Nam]], lo ngại bị trả thù và bị thiệt hại kinh tế, nhiều người gốc Hoa đã vượt biên, làm [[thuyền nhân Việt Nam|thuyền nhân]] đến các nước trong khu vực [[Đông Nam Á]]. Kể từ khi Việt Nam cải cách mở cửa từ năm 1986, cộng đồng người Hoa đã có những bước phát triển vượt bậc về kinh tế, thương mại.\n\n==Hoa kiều ngày nay==\nNgày nay người gốc Hoa chỉ chiếm chưa đến 10% dân số ở Thành phố Hồ Chí Minh, nhưng các hoạt động kinh tế chiếm 30% số doanh nghiệp (của 23.000 người gốc Hoa) đăng ký kinh doanh. Cộng đồng người Hoa tham gia hoạt động chủ yếu tập trung vào các lĩnh vực bán buôn, sản xuất hàng tiêu dùng quy mô vừa và nhỏ, chiếm lĩnh một số lĩnh vực bán sỉ quan trọng như hàng kim khí, điện máy, vàng, vải... Một số doanh nghiệp do người Hoa nổi tiếng có thể kể đến như: [[Biti's]], [[Công ty cổ phần Tập đoàn Vạn Thịnh Phát]], Công ty thời trang Thái Tuấn, [[Công ty cổ phần Kinh Đô]],...\n\nĐây cũng là cầu nối quan trọng cho quan hệ kinh tế, thương mại, đầu tư của các quốc gia có người Hoa sinh sống như: [[Trung Quốc]], [[Đài Loan]], [[Hồng Kông]], [[Singapore]] (nơi người gốc Hoa chiếm gần 70% tổng dân số), [[Malaysia]] (người gốc Hoa chiếm hơn 1\/3 cơ cấu dân số ở đây và đồng thời nắm những lĩnh vực kinh tế then chốt của nước này), [[Thái Lan]] (người gốc Hoa chiếm 14% dân số). Vai trò và ảnh hưởng của người Hoa dần được khẳng định khi chính quyền thành phố đã cho tổ chức [[Ngày hội văn hóa của người Hoa]] đầu năm 2007.\n\n==Cơ cấu dân số và ngôn ngữ==\nHoa kiều tại Thành phố Hồ Chí Minh chủ yếu là [[người Quảng Đông]], [[người Tiều (Việt Nam)|người Triều Châu]], [[người Mân Nam|người Phúc Kiến]], [[người Khách Gia]] và [[người Hải Nam]]. Ngôn ngữ chủ yếu là [[tiếng Quảng Đông]]. Dù định cư đã qua nhiều đời, Hoa kiều vẫn gìn giữ được bản sắc văn hóa của dân tộc mình, vẫn giữ được các phong tục tập quán truyền thống và vẫn sử dụng [[tiếng Trung Quốc|tiếng Hoa]] làm ngôn ngữ chính thức trong các giao dịch nội bộ.\n\n==Xem thêm==\n*[[Người Hoa (Việt Nam)|Người Việt gốc Hoa]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[https:\/\/www.facebook.com\/nguoihoa Hội Người Việt gốc Hoa Facebook]\n*[http:\/\/www.nguoihoa.hochiminhcity.gov.vn\/ Ban Công tác người Hoa TP. HCM] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070308143822\/http:\/\/www.nguoihoa.hochiminhcity.gov.vn\/ |date = ngày 8 tháng 3 năm 2007}}\n*[http:\/\/www.gso.gov.vn\/Modules\/Doc_Download.aspx?DocID=935 Thống kê dân số - Người Hoa]\n\n[[Thể loại:Người Hoa (Việt Nam)]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Văn hóa Sài Gòn – Thành phố Hồ Chí Minh]]"}