{"13631974":"{{Infobox Ethnic group\n|group = Người Pa Dí <br> 文山傣族\n|population = {{CHN}}: 6.131 (Mã Quan), 4.685 (Văn Sơn) và 2.692 (Ma Lật Pha) <br \/>{{VIE}}: >2000 (Mường Khương)\n|regions = [[Vân Nam]] (Trung Quốc) <br> [[Lào Cai]] (Việt Nam)\n|languages = [[Tiếng Pa Dí]], [[tiếng Thu Lao]]\n|religions = \n|related = [[Người Bố Y|Bố Y]], [[Người Tày|Tày]] và [[Người Nùng|Nùng]] ([[Việt Nam]]), [[người Choang]] ([[Trung Quốc]])\n}}\n'''Người Pa Dí''' là một nhóm nhỏ của dân tộc [[Tày]]. Tiếng nói thuộc nhóm ngôn ngữ Tày - Thái ([[ngữ hệ Kra-Dai]]).\n\n==Dân số và địa bàn cư trú==\nTại [[Trung Quốc]], họ được gọi là '''người Thái [[Văn Sơn, Vân Nam|Văn Sơn]]''' ({{zh|c=文山傣族|p=Wénshān Dǎizú|hv=Văn Sơn Thái tộc}}), sinh sống tại [[Châu tự trị]] dân tộc [[người Choang|Choang]] và [[người Miêu|Miêu]] Văn Sơn, tỉnh [[Vân Nam]]. Không nên nhầm lẫn giữa dân tộc Pa Dí (tức Văn [[Sơn Thái]] tộc) ở Trung Quốc với nhóm [[người Thái (Trung Quốc)]], tuy rằng đều có chung tên gọi [[chữ Hán]] là '''Thái tộc''' (傣族) nhưng họ lại được xếp chung với [[người Choang]].<ref>{{Chú thích web|url=https:\/\/youtube.com\/watch?v=1lV8OFFzcCs|tiêu đề=文山傣族 The Dai in Wenshan Prefecture, Yunnan Province, China}}<\/ref>\n\nTrong cuộc điều tra dân số Trung Quốc đầu tiên vào năm 1954, có 7.875 người Pa Dí; trong cuộc điều tra dân số thứ hai vào năm 1964, họ được phân loại là người Choang; trong cuộc điều tra dân số thứ ba năm 1982, có 10.769 người; trong cuộc điều tra dân số thứ tư năm 1990, có 13.739 người; năm 1995 Vào cuối năm, có 2.953 hộ gia đình với 13.696 nhân khẩu (6.131 người ở huyện [[Mã Quan]], 4.685 người ở huyện Văn Sơn và 2.692 người ở huyện [[Ma Lật Pha]]). <ref>{{Chú thích web|url=http:\/\/www.daizuwang.com\/Article_Show.asp?ArticleID=4707|tiêu đề=文山州傣族发展历史及宗教习俗（图)}}<\/ref> Tại Việt Nam, người Pa Dí sinh sống chủ yếu ở [[Mường Khương]], tỉnh Lào Cai với dân số khoảng 2,000 người, được xem như [[người Bố Y]].\n\n==Văn hoá==\nNgười Pa Dí có truyền thống trồng trọt như những dân tộc khác, người Pa Dí có truyền thống nấu Rượu từ rất xa xưa, rượu Ngô được ủ men cho hương rượu đặc biệt. Người già, trẻ, lớn, bé, nam và nữ người Pa Dí đều biết uống rượu. Người Pa Dí có loại [[đàn nguyệt]] với cần đàn ngắn cùng với thủ đàn chạm khắc đầu rồng và hoạ tiết hoa văn đặc biệt trên mặt đàn rất tinh xảo.\n\n== Trang phục ==\nNhìn vào tổng thể, bộ trang phục này được thiết kế hài hòa. Áo ôm sát người và tạo điểm nhấn bằng một dải trang trí chéo từ cổ áo xuống ngang hông, cài khuy bên cạnh. Cổ áo và dải áo trên đều được đính bạc hình [[tam giác]], hay hình quả núi đổi chiều. Cùng với váy dài cân đối và dải thắt lưng xanh đã tạo nên sự duyên dáng cho trang phục.\n\nNét độc đáo và ấn tượng nhất phải kể đến chiếc mũ đội đầu của dân tộc này. Mũ có hình mái nhà, được làm từ vải lanh dệt thủ công. Người phụ nữ Pa Dí với bàn tay khéo léo đã lắp ghép, phết hồ sáp ong thành nhiều lượt để tạo độ cứng cho vải, sau đó gấp thành hình mái nhà. Ấy là phần trên cùng của mũ. Phần thứ hai được làm rất kỳ công với những hạt bạc trắng được đính theo hình sin. Những hạt bạc này là hình ảnh ước lệ, tượng trưng cho hạt ngô, hạt gạo và sự no đủ. Kết hợp các chi tiết trên tạo thành một chiếc mũ độc đáo, có một dải khăn ôm gọn cả phần trán và vòng ra phía sau đầu. Mặt sau của mũ cũng có một khuôn bạc hình chữ nhật, được chạm khắc hình cây cối và chim muông. Trước khi đội mũ, người con gái Pa Dí búi tóc cao lên tận đỉnh đầu, sau đó úp phần trên của mũ lên. Phần dưới của mũ được quấn tròn ngay sát trán để giữ cho tóc và phần trên của mũ được chặt, giúp cho người đội có thể cử động thoải mái mà không bị xô lệch. Người Pa Dí gọi chiếc mũ này là \"Khùn Tằng\". Người Pa Dí có phong tục: Trước khi con dâu về nhà chồng, mẹ chồng bao giờ cũng may tặng cho con dâu chiếc mũ này với mong muốn người con dâu sẽ đem lại phúc lộc cho nhà chồng.\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n{{sơ khai}}\n\n[[Thể loại:Việt Nam]]\n[[Thể loại:Lào Cai]]\n[[Thể loại:Người Tày]]"}