{"6136":"{{Infobox Ethnic group\n|group = Người Chăm \n|image=[[Tập tin:Isa (Kim Thanh), cô gái Chăm trong đội vũ công Phan Rang.JPG|220px]]\n|caption= Phụ nữ người Chăm<br \/> với trang phục truyền thống bên tháp cổ\n|population = 500.000 trên toàn thế giới.\n|region2 = {{CAM}}\n|pop2 = 259.000 <ref name =joshuaprj-wCham >[https:\/\/www.joshuaproject.net\/people_groups\/15361 Joshua Project, Western Cham]. Truy cập ngày 24 tháng 8 năm 2022.<\/ref>\n|ref2 = \n|region1 = {{VNM}}\n|pop1 = 178.948  <ref name =Dso2019 >[https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf Kết quả toàn bộ Tổng điều tra dân số 2019]. tr. 44. Trung tâm Tư liệu và Dịch vụ Thống kê, Tổng cục Thống kê, 19\/12\/2019. Truy cập 1\/09\/2020.<\/ref>\n|ref1 = \n|region3 = {{MAS}}\n|pop3 = 14.000 <ref name =joshuaprj-wCham \/>\n|region4 = {{THA}}\n|pop4 = 4.600 <ref name =joshuaprj-wCham \/>\n|region5 = {{USA}}\n|pop5 = 4.200 <ref name =joshuaprj-wCham \/><ref name =joshuaprj-eCham >[https:\/\/www.joshuaproject.net\/people_groups\/15361 Joshua Project, Eastern Cham]. Truy cập ngày 24 tháng 8 năm 2022.<\/ref>\n|region6 = {{FRA}}\n|pop6 = 1.100 <ref name =joshuaprj-wCham \/>\n|region7 = {{LAO}}\n|pop7 = 600 <ref name =joshuaprj-wCham \/>\n|ref7 = \n|region8 = {{SAU}}\n|pop8 = 100\n|languages = [[tiếng Chăm|Chăm]], [[tiếng Haroi|Haroi]], [[tiếng Khmer|Khmer]], [[tiếng Việt|Việt]], [[tiếng Mã Lai|Mã Lai]]\n|rels = Đa phần theo [[Hồi giáo]] dòng Sunni, Bani, Ấn Độ giáo. Ngày nay có số theo Tin Lành, Thiên chúa và số còn lại là tín ngưỡng địa phương.\n|related = *[[Người Utsul|Người Utsul]]\n*[[Người Gia Rai|Người Gia Rai]]\n*[[Người Ê Đê|Người Ê Đê]]\n*[[Người Ra Glai|Người Ra Glai]]\n*[[Người Chu Ru|Người Chu Ru]]\n*[[Người Mã Lai|Người Mã Lai]]\n*[[Người Indonesia|Người Indonesia]]\n*[[Người Philippines|Người Philippines]]\n}}\n'''Người Chăm''', '''người Chăm Pa''' hay '''người Degar-Champa''' ([[tiếng Chăm]]: ''Urang Campa''; [[tiếng Khmer]]: ជនជាតិចាម, ''Chónchèat Cham'';{{lang-th|ชาวจาม}}; {{lang-lo|ຊາວ​ເຜົ່າ​ຈຳ}}), còn gọi là '''người Chàm''', '''người Chiêm''', '''người''' '''Chiêm Thành''', '''người Hời''', '''người Cham'''...,<ref>{{Chú thích web|url=http:\/\/cema.gov.vn\/gioi-thieu\/cong-dong-54-dan-toc\/nguoi-cham.htm|title=NGƯỜI CHĂM|last=|first=|date=|website=Cổng Thông tin điện tử Ủy ban Dân tộc|archive-url=|archive-date=|url-status=|access-date=}}<\/ref><ref name=bbc221117>{{Chú thích web|url=https:\/\/www.bbc.com\/vietnamese\/articles\/c19vnm2xrvyo|title=Nhà thơ Inra Sara và tâm sự, ưu tư của người Cham ở Việt Nam|last=|first=|date=2022-11-18|website=BBC|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> là một sắc tộc thuộc nhóm chủng tộc [[Người Austronesia|''Austronesia'']] (người Nam Đảo) có nguồn gốc từ [[Đông Nam Á]] hiện cư ngụ chủ yếu tại [[Campuchia]], [[Việt Nam]], [[Malaysia]], [[Thái Lan]] và [[Hoa Kỳ]]. Từ thế kỷ 2 đến giữa thế kỷ 15, người Chăm cư trú tại Chăm Pa, một lãnh thổ tiếp giáp của các quốc gia độc lập ở miền Trung và miền Nam Việt Nam. Họ nói ngôn ngữ Chăm, thứ ngôn ngữ mà trước đây vẫn được người Chăm nói, và ngôn ngữ Tsat được dùng bởi con cháu người Utsul của họ trên [[đảo Hải Nam]] của [[Trung Quốc]], hai ngôn ngữ Chamic từ [[ngữ tộc Mã Lai-Đa Đảo]] của ngữ hệ Nam Đảo. Người Chăm và người Mã Lai là những dân tộc Nam Đảo lớn duy nhất định cư ở lục địa Đông Nam Á thời kỳ đồ sắt trong số những cư dân Nam Á (Austroasiatic) cổ hơn. \n\nDân số người Chăm tại Việt Nam theo số liệu Tổng điều tra dân số và nhà ở năm 2019 là 178.948 người,<ref name=\"Dso2019\" \/> năm [[2009]] là 161.729 người, xếp thứ 14 về dân số trong cộng đồng [[các dân tộc Việt Nam]].<ref name=\":1\">{{Chú thích web|url=http:\/\/portal.thongke.gov.vn\/khodulieudanso2009\/Tailieu\/AnPham\/KetquaToanbo\/Bieu6.pdf|title=Biểu 6: Dân số chia theo thành thị\/nông thôn, giới tính, nhóm tuổi và dân tộc, 1\/4\/2009|last=|first=|date=|website=Trung tâm Tin học Thống kê khu vực I, Tổng cục Thống kê|archive-url=|archive-date=|url-status=|access-date=}}<\/ref><ref name=\"dtvn-cttcp\">[http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?articleId=10001505&categoryId=920 Các dân tộc Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20181003221134\/http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?articleId=10001505&categoryId=920 |date=2018-10-03 }}. Cổng Thông tin điện tử Chính phủ Việt Nam, 2016. Truy cập 01\/04\/2017.<\/ref><ref name=\"dtvn-hg\">[http:\/\/www.haugiang.gov.vn\/Portal\/Default.aspx?pageindex=1&pageid=5690&siteid=51 Các dân tộc Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180622111506\/http:\/\/www.haugiang.gov.vn\/Portal\/Default.aspx?pageindex=1&pageid=5690&siteid=51 |date = ngày 22 tháng 6 năm 2018}}. Trang thông tin điện tử Ban Dân tộc tỉnh Hậu Giang, 2012. Truy cập 01\/04\/2017.<\/ref> Theo phân loại của Joshua Project có hai nhánh là Chăm Tây với tổng dân số 331 ngàn<ref name=\"joshuaprj-wCham\" \/> cư trú ở Việt Nam, Campuchia và các nước khác, và Chăm Đông với tổng dân số 135 ngàn<ref name=\"joshuaprj-eCham\" \/> cư trú chủ yếu ở Việt Nam và Hoa Kỳ. Ngoài ra, ở Việt Nam còn có nhóm Chăm H'roi cư trú ở các tỉnh Phú Yên, Bình Định, Gia Lai với tổng dân số 45 ngàn người<ref name =joshuaprj-Hroi>[https:\/\/www.joshuaproject.net\/people_groups\/19118\/VM Joshua Project, Haroi]. Truy cập ngày 24 tháng 8 năm 2022.<\/ref>.\n\n== Lịch sử ==\n{{Chú thích trong bài}}{{Xem thêm|Vương quốc Champa}}\n{{Xem thêm|Lịch sử Chăm Pa}}\n[[Tập tin:VietnamChampa1.gif|thumb|left|Chăm Pa (xanh lục) vào khoảng năm 1100]]\n\nNgười Chăm là một dân tộc đã từng có một quốc gia [[Chăm Pa]] độc lập trong lịch sử, có nền văn hóa phát triển, và là hậu duệ của các cư dân nền văn hóa Sa Huỳnh thời kì đồ sắt. Ở Việt Nam, người Chăm có mối liên hệ gần gũi với các dân tộc nói các tiếng cùng thuộc [[ngữ tộc Mã Lai-Đa Đảo]] như người [[Người Gia Rai|Gia Rai]], người [[Người Ê Đê|Ê Đê]], người [[Người Ra Glai|Ra Glai]] và người [[Người Chu Ru|Chu Ru]]. Bên ngoài Việt Nam, người Chăm có quan hệ gần gũi với [[người Mã Lai]]. \n\nTrong một thời gian dài, theo nhà nghiên cứu Peter Bellwood cho rằng người Chăm đã băng qua đường biển vào thiên niên kỷ đầu tiên TCN từ Malaysia và Indonesia ([[Sumatra]] và [[Borneo]]), cuối cùng định cư ở miền trung Việt Nam hiện đại.\n\nDo đó, người Chăm gốc có khả năng là người thừa kế của các nhà hàng hải Nam Đảo từ Nam Á, những người có hoạt động chính là thương mại, vận tải và có lẽ cả [[cướp biển]]. Không hề hình thành một chế độ dân tộc nào để lại dấu vết trong các nguồn tài liệu viết, họ đã đầu tư các cảng ở đầu các tuyến đường thương mại quan trọng nối Ấn Độ, Trung Quốc và các đảo của Indonesia, sau đó, vào thế kỷ 2, họ thành lập vương quốc Chăm Pa, rồi để Việt Nam dần dần chiếm lấy lãnh thổ.\n\nCác mô hình, niên đại di cư vẫn còn được tranh luận và người ta cho rằng người Chăm, nhóm dân tộc Nam Đảo duy nhất có nguồn gốc từ Nam Á, đến [[Đông Nam Á bán đảo]] muộn hơn qua Borneo. [[Bán đảo Đông Dương|Đông Nam Á lục địa]] đã được cư trú trên các tuyến đường bộ bởi các thành viên của ngữ hệ Nam Á, chẳng hạn như người Môn cổ khoảng 5.000 năm trước. Người Chăm là những người đi biển thành công của người Nam Đảo từ nhiều thế kỷ đã đông dân cư và sớm thống trị vùng biển Đông Nam Á. Những ghi chép sớm nhất được biết đến về sự hiện diện của người Chăm ở Đông Dương có từ thế kỷ 2 SCN. Các trung tâm dân cư xung quanh các cửa sông dọc theo bờ biển kiểm soát xuất nhập khẩu của lục địa Đông Nam Á, do đó thương mại hàng hải là bản chất của một nền kinh tế thịnh vượng.\n\nVăn học dân gian Chăm bao gồm một huyền thoại sáng tạo, trong đó người sáng lập ra chính thể Chăm đầu tiên là [[Thiên Y A Na]]. Xuất thân từ một nông dân khiêm tốn ở đâu đó trên dãy núi Đại An, tỉnh [[Khánh Hòa]], các linh hồn đã hỗ trợ bà khi bà đi du lịch Trung Quốc trên một khúc gỗ đàn hương trôi nổi, nơi bà kết hôn với một người đàn ông hoàng tộc và có hai người con. Cuối cùng, bà trở lại Chăm Pa để \"làm nhiều việc thiện trong việc giúp đỡ người bệnh và người nghèo\" và \"một ngôi đền đã được dựng lên để vinh danh bà\", ngày nay được biết đến là [[Tháp Po Nagar]].\n\n=== Lịch sử ban đầu ===\nNgười Chăm trang trí các ngôi đền của họ bằng những bức phù điêu bằng đá mô tả các vị thần như Garuda chiến đấu với Nāga (thế kỷ 12-13 SCN).[[Tập tin:National Museum of Vietnamese History18.JPG|thumb|Người Chăm trang trí các [[ngôi đền]] của họ bằng những bức [[phù điêu]] bằng đá mô tả các vị thần như [[Garuda]] chiến đấu với [[Nāga]] từ thế kỷ 12 đến thế kỷ 13 SCN]]\n\nGiống như vô số các thực thể chính trị khác của Đông Nam Á, các chính quốc Champa đã trải qua quá trình [[Ấn hóa]] kể từ thời kỳ sơ khai do kết quả của nhiều thế kỷ tương tác kinh tế - xã hội được chấp nhận và giới thiệu các yếu tố văn hóa và thể chế của Ấn Độ. Từ thế kỷ thứ 8 trở đi, người Hồi giáo từ các vùng như Gujarat bắt đầu xuất hiện ngày càng nhiều trong thương mại và vận chuyển của Ấn Độ. Các ý tưởng Hồi giáo đã trở thành một phần của làn sóng trao đổi rộng lớn, đi trên con đường  như Ấn Độ giáo và Phật giáo nhiều thế kỷ trước. Người Chăm đã tiếp thu những ý tưởng này vào thế kỷ 11. Có thể thấy điều này trong kiến trúc của các ngôi đền Chăm, có những điểm tương đồng với kiến trúc của các đền Angkor. Ad-Dimashqi viết vào năm 1325, \"đất nước Champa ... là nơi sinh sống của người Hồi giáo và những người sùng bái thần tượng. Đạo Hồi đến đó vào thời Caliph Uthman ... và Ali, nhiều người Hồi giáo đã bị trục xuất bởi Umayyad và Hajjaj, bỏ trốn ở đó \".\n\nSách '''Đảo di chí lược''' (岛夷誌略) của [[Trung Quốc]] ghi lại rằng tại các cảng Chăm, phụ nữ Chăm thường kết hôn với các thương nhân Trung Quốc, những người thường xuyên quay lại với họ sau các chuyến đi buôn bán. Một thương nhân Trung Quốc từ [[Tuyền Châu]], buôn bán rộng rãi với Chăm Pa và kết hôn với một công chúa người Chăm.\n\nThế kỷ 12, người Chăm đã chiến đấu với một loạt các cuộc chiến tranh với Đế quốc Khmer ở phía tây. Năm 1177, người Chăm và đồng minh của họ mở cuộc tấn công từ [[Tonlé Sap|Biển Hồ]] và đánh chiếm kinh đô Angkor của người Khmer. Tuy nhiên, vào năm 1181, họ đã bị đánh bại bởi vua Khmer Jayavarman VII.\n\n=== Tiếp xúc với Hồi giáo ===\n[[Tập tin:尖城_Chamcia_-_Couple_from_Champa_-_Boxer_Codex_(1590).jpg|thumb|Hình ảnh mô tả người Chăm trong cuốn bản thảo [[Boxer Codex]] từ năm [[1590]]]]\n[[Hồi giáo]] đến với Chăm Pa lần đầu tiên vào khoảng thế kỷ 9, song, nó không trở nên quan trọng trong cộng đồng người Chăm cho đến sau thế kỷ 11.\n\nNgười Chăm di cư đến [[Sulu]] được gọi là [[Orang Dampuan]]. Chăm Pa và Sulu giao dịch thương mại với nhau, dẫn đến việc các thương gia người Chăm đến định cư ở Sulu, nơi họ được gọi là Orang Dampuan từ thế kỷ 1 đến thế kỷ 13. Những Orang Dampuan đã bị tàn sát bởi những người Sulu Buranun bản địa ghen tị do sự giàu có của Orang Dampuan. Buranun sau đó bị Orang Dampuan tàn sát trả đũa. Thương mại hài hòa giữa Sulu và Orang Dampuan sau đó đã được khôi phục. [[Người Yakans]] là hậu duệ của Orang Dampuan sống ở [[Taguima]], người đã đến Sulu từ Chăm Pa. Sulu tiếp nhận nền văn minh ở dạng Indic từ Orang Dampuan.\n\nMột số người Chăm cũng vượt biển sang bán đảo Mã Lai và ngay từ thế kỷ 15, một thuộc địa của người Chăm đã được thành lập ở Malacca. Người Chăm chạm trán với [[Hồi giáo Sunni]] ở đó vì Vương quốc Hồi giáo Malacca đã chính thức là Hồi giáo từ năm [[1414]]. Vua Chăm Pa sau đó trở thành đồng minh của [[Vương quốc Hồi giáo Johor]]; vào năm [[1594]], Champa đã gửi lực lượng quân sự của mình để chiến đấu cùng với Johor chống lại sự chiếm đóng Malacca của người Bồ Đào Nha. Giữa năm 1607 và 1676, một trong những vị vua Chăm Pa đã cải sang đạo Hồi và nó trở thành một đặc điểm nổi trội của xã hội Chăm. Người Chăm cũng sử dụng [[bảng chữ cái Jawi]].\n\n[[Tập tin:Cham Woman - Chau Doc - Vietnam - 03.JPG|thumb|Một người phụ nữ Chăm Hồi giáo ở [[Châu Đốc]], [[Việt Nam]]]]\n\nCác ghi chép lịch sử ở Indonesia cho thấy ảnh hưởng của [[Nữ hoàng Dwarawati]], một công chúa Hồi giáo đến từ vương quốc Chăm Pa, đối với chồng của bà, [[Kertawijaya]], vị vua thứ bảy của [[Đế chế Majapahit]], đến nỗi hoàng gia của Đế chế Majapahit cuối cùng đã chuyển sang đạo Hồi, mà cuối cùng đã dẫn đến sự chuyển đổi sang Hồi giáo của toàn bộ khu vực. Ngôi mộ của công chúa Chăm Pa có thể được tìm thấy ở Trowulan, nơi đóng đô của Đế chế Majapahit. Trong [[Babad Tanah Jawii]], người ta kể rằng vua [[Brawijaya V]] có một người vợ tên là [[Dewi Anarawati]] hay Dewi Dwarawat, một người con gái Hồi giáo của vua Chăm Pa. Người Chăm có quan hệ thương mại và văn hóa chặt chẽ với vương quốc hàng hải [[Srivijaya]], và Majapahit sau đó ở [[Quần đảo Mã Lai]].\n\nMột nhân vật quan trọng khác của Chăm Pa  trong lịch sử Hồi giáo ở Indonesia là [[Raden Rakhmathay]] hay Hoàng tử Rahma, người còn được gọi là Sunan Ampel, một trong những [[Wali Sanga]] (Chín vị thánh), người đã truyền bá đạo Hồi ở Java. Ông  được xem như là tâm điểm của Wali Sanga, bởi vì một số người trong số họ thực sự là hậu duệ của ông và\/hoặc học trò của ông. Cha của ông là [[Maulana Malik Ibrahim]]<nowiki\/>m còn được gọi là Ibrahim as-Samarkandy (\"Ibrahim Asmarakandi\" đối với tay [[người Java]]), và mẹ của ông là [[Dewi Candrawulan]], một công chúa Chăm Pa cũng là em gái của Nữ hoàng Dwarawati. Sunan Ampel sinh ra ở Champa vào năm 1401 CN. Ông đến Java vào năm 1443 CN, để thăm dì là Hoàng hậu Dwarawati, một công chúa Chăm Pa, người đã kết hôn với Kertawijaya (Brawijaya V), vua của Đế chế Majapahit. Truyền thuyết địa phương nói rằng ông đã xây dựng Nhà thờ Hồi giáo vĩ đại của Demak (Masjid Agung Demak) vào năm 1479 CN, nhưng các truyền thuyết khác lại quy cho Sunan Kalijaga. Sunan Ampel qua đời ở [[Demak (huyện)|Demak]] năm 1481 CN, nhưng được chôn cất tại [[Nhà thờ Hồi giáo Ampel]] ở [[Surabaya]], [[Đông Java]].\n\n=== Sự sụp đổ ===\nSự bành trướng mạnh mẽ của người Việt vào năm 1720 dẫn đến sự thôn tính hoàn toàn của vương quốc Chăm Pa vốn đã bị suy yếu và cuối cùng vương quốc đã bị tan rã vào thế kỷ 19 bởi Hoàng đế Việt Nam Minh Mạng. Để đối phó, vị vua Hồi giáo cuối cùng của Chăm Pa là [[Pô Chiên]] đã tập hợp dân chúng trong nội địa và chạy trốn xuống phía nam Campuchia, trong khi những người dọc theo bờ biển di cư đến [[Terengganu|Trengganu]], Malaysia. Một nhóm nhỏ chạy về phía bắc đến đảo Hải Nam của Trung Quốc, nơi ngày nay họ được gọi là người Utsul. Nhà vua và những người tị nạn ở Campuchia sống rải rác trong các cộng đồng trên lưu vực sông [[Mê Kông]]. Những người ở lại các tỉnh Nha Trang, [[Phan Rang – Tháp Chàm|Phan Rang]], [[Phan Rí]] và Phan Thiết của miền Trung Việt Nam đã được hòa nhập vào chính thể Việt Nam. Các tỉnh của người Chăm dần bị chúa Nguyễn đánh chiếm.\n\nSau khi Việt Nam xâm lược và chinh phục Chăm Pa, Campuchia đã cung cấp nơi ẩn náu cho những người Chăm Hồi giáo trốn thoát khỏi sự tiêu diệt của Việt Nam.\n\nNăm 1832, Hoàng đế Việt Nam là Minh Mạng sát nhập phần lãnh thổ cuối cùng của vương quốc Chăm Pa. Điều này dẫn đến việc thủ lĩnh Hồi giáo Chăm Katip Suma, người được đào tạo ở [[Kelantan]], tuyên bố một cuộc thánh chiến chống lại người Việt. Người Việt sau đó được cho rằng đã cưỡng bức người Chăm theo đạo Hồi phải ăn thằn lằn và thịt lợn và người Chăm theo [[Ấn Độ giáo|đạo Ấn Độ]] phải ăn thịt bò nhằm chống lại ý muốn trừng phạt của họ và đồng hóa họ với [[văn hóa Việt Nam]].[[Tập tin:Regions of Champa.jpg|nhỏ|Chiêm Thành (xanh lục) trong khoảng thế kỷ 12.]]\n\n=== Tại Việt Nam ===\nTrước [[thế kỷ 7]], có một vương quốc tên Lâm Ấp của người Chăm, tồn tại từ năm Sơ Bình thứ 3 [[nhà Hán]] ([[192]]) đến năm Đại Nghiệp thứ 1 [[nhà Tùy]] ([[605]]). Sau năm [[605]], Lâm Ấp có nhiều thay đổi, đặc biệt là liên tục xây tháp Ân giáo và dựng bia tiếng Phạn, lịch sử bắt đầu được rõ ràng. Các tên gọi khác nhau của vương quốc này theo văn bia [[tiếng Phạn]] và tiếng Chăm cổ là '''Campapura, Campanagara''', '''Nagara Campa''', '''Nagar Cam'''. Còn sử sách Trung Quốc gọi là '''[[Lâm Ấp]] quốc''', '''[[Hoàn Vương|Hoàn Vương Quốc]]''' và '''[[Chiêm Thành]] quốc'''. Vương quốc này bắt đầu suy tàn từ đầu thế kỷ 15 sau cuộc can thiệp do quân đội [[nhà Minh]] trong thời vua [[Minh Thành Tổ|Vĩnh Lạc Đế]] đối với ba triều đại là [[nhà Hậu Trần]] (Đại Việt), [[nhà Hồ]] (Đại Ngu) và [[Chiêm Thành|triều đại Vijaya]] (Chiêm Thành).\n\nSau khi quân đội nhà Minh rút về, vương quốc Champa được phục hồi nhưng chia thành các tiểu vương quốc: Tiểu vương quốc Vijaya (Đồ Bàn: 1428-1471) và Tiểu vương quốc Panduranga (Phan Rang: 1433-1832).\n\nTiểu vương quốc Vijaya bị quân đội [[Đại Việt]] tiêu diệt vào thời vua [[Lê Thánh Tông|Thánh Tông nhà Lê]] để thôn tính đất đai vào năm Hồng Đức thứ 2 ([[1471]]). Năm đó, tiểu vương quốc Panduranga cũng trở thành chư hầu của Đại Việt. Năm Chính Hòa thứ ([[1693]]), Nguyễn Hữu Cảnh đã một lần chinh phục Tiểu vương quốc Panduranga, đổi tên Chiêm Thành quốc thành Thuận Thành trấn, rồi đổi Thuận Thành trấn thành Bình Thuận phủ. Tuy nhiên, năm 1694, trong khi Nguyễn Hữu Cảnh tây chinh đánh Campuchia, tướng người Chăm tên [[Ốc Nha Đạt]] và tướng người Thanh tên A Ban đã tập hợp được đông đảo lực lượng người Chăm, nổi dậy và tiêu diệt toàn bộ lực lượng chúa Nguyễn tại đây. Chúa [[Nguyễn Phúc Chu]] đã bất đắc dĩ phải cầu hòa với người Champa và cho phép người Chăm phục hồi Thuận Thành trấn (Khu tự trị Chăm Pa). Hòa ước giữa chúa Nguyễn và Chăm Pa được ghi rõ trong \"Nghị định Ngũ điều\" vào năm Vĩnh Thạnh thứ 8 ([[1712]]) và được duy trì cho đến năm [[Minh Mạng]] thứ 13 ([[1832]]). Sau giải thể khu tự trị vào năm 1832, một số người Chăm liên minh với Lê Văn Khôi, nổi dậy để phục hồi Thuận Thành trấn nhưng kết thúc thất bại. Hậu duệ của vua Chăm Pa có [[Dụng Gạch]] (Bo Gait, Bộ Gạch), một vị hoàng tử anh hùng, giữ chức Phó Chủ tịch Ủy ban hành chính lâm thời huyện Hòa Đa (huyện [[Bắc Bình]], tỉnh [[Bình Thuận]] ngày nay) phụ trách khu vực miền núi sau [[Cách mạng tháng Tám]].\n[[Tập tin:Bayonnavalbat01.JPG|nhỏ|[[Phù điêu]] mô tả thủy chiến giữa người Chăm và người Khmer ở [[Bayon|đền Bayon]].]]\nChăm Pa thừa kế Lâm Ấp được thành lập sau cuộc nổi dậy của một viên quan địa phương (quan Công Tao) tên là [[Khu Liên]] (''Kiu-lien'') chống lại chính quyền [[nhà Hán]] năm 192 tại huyện Tượng Lâm, thuộc quận Nhật Nam (ngày nay là [[Huế]]). Lãnh thổ của Chăm Pa ngày nay thuộc thành phố [[Đà Nẵng]] và các tỉnh [[Quảng Bình]], [[Quảng Trị]], [[Thừa Thiên Huế]], [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Định]], [[Phú Yên]], [[Khánh Hòa]], [[Ninh Thuận]], [[Bình Thuận]], khu vực bắc tỉnh [[Bà Rịa – Vũng Tàu]] và vùng Tây Nguyên, tỉnh [[Tỉnh Salavan|Salavan]] và một số nơi của [[Lào]]. [[Lâm Ấp]] chịu ảnh hưởng lớn văn hóa và tôn giáo [[Trung Quốc]] nhưng sau các cuộc chiến với quốc gia láng giềng [[Phù Nam]], cũng như sự thôn tính lãnh thổ của quốc gia này vào [[thế kỷ 4]], đã hòa trộn văn hóa [[Ấn Độ]]. Theo văn bia tiếng Phạn tại Mỹ Sơn, vua Chăm Pa và vua Campuchia đều là hậu duệ của hoàng tử [[Asvattaman]], một anh hùng lưu vong bạc mệnh trong sử thi Ấn Độ ''Mahabarata'' thuộc [[nhà Kuru]]. Riêng các vị chúa Panduranga thì thuộc dòng Pandu nên Champa (Vijaya, thuộc nhà Kuru) và Panduranga (thuộc nhà Pandu) vốn là hai quốc gia thù địch với nhau. Sử sách Trung Quốc luôn ghi rõ hai nước Chiêm Thành (Chăm Pa) và Tân Đồng Long (Panduranga) là hai quốc gia riêng.\n\nLịch sử của [[vương quốc Chăm Pa|vương quốc Champa]] là các cuộc xung đột với [[Trung Quốc]], [[Đại Việt]], [[Đế quốc Khmer|Khmer]] và [[Mông Cổ]], cũng như xung đột nội bộ. Chính là do các cuộc xung đột này mà Chăm Pa mất dần lãnh thổ vào tay Đại Việt, một quốc gia có tổ chức chính quyền và quân sự tốt hơn. Chăm Pa trong quá khứ là một nước chư hầu của các triều đại phong kiến Trung Quốc và Đại Việt nhưng vẫn giữ được bản sắc văn hóa và sự toàn vẹn lãnh thổ. Người Chăm là những chiến binh giỏi đã sử dụng địa hình đồi núi để chiếm ưu thế. Năm Hồng Đức thứ 2 ([[1471]]), tiểu vương quốc Vijaya chịu tổn thất nặng nề trong cuộc chiến với Đại Việt dưới triều vua [[Lê Thánh Tông]]. Khoảng 60.000 quân Chăm bị giết và 30.000 quân bị bắt làm tù binh. Sau đó, tiểu vương quốc Panduranga tiếp tục tồn tại dưới sự bảo trợ của chúa Nguyễn và vua [[Gia Long]] trong bốn đạo: đạo Panrang (đạo Phan Rang tức tỉnh [[Ninh Thuận]]), đạo Kraong (đạo Long Hương hay đạo Liên Hương tức huyện [[Tuy Phong]], tỉnh [[Bình Thuận]]), đạo Parik (đạo Phan Rí tức huyện Bắc Bình, tỉnh [[Bình Thuận]]) và đạo Pạjai (đạo Phố Hài, huyện Hàm Thuận Bắc - Hàm Thuận Nam - Hàm Tân và thành phố [[Phan Thiết]], tỉnh Bình Thuận). Đến thời vua [[Minh Mạng]], [[trấn Thuận Thành]] đã bị xóa sổ và trở thành phủ Ninh Thuận.\n\n=== Tại Campuchia và những nơi khác ===\nTương tự như quốc gia của [[người Việt]] ở phía Bắc, người Chăm có lịch sử tiếp xúc và định cư lâu đời ở quốc gia [[Chân Lạp]] của [[người Khmer]] ở phía Nam. Tại Chân Lạp, từ lâu đã có cộng đồng người gốc [[Ngữ tộc Mã Lai-Đa Đảo|Mã Lai]], [[Người Java|Java]] sang sinh sống. Do tương đồng trong ngôn ngữ và tôn giáo, người Chăm từ lãnh thổ Chăm Pa đã cộng cư với người gốc Mã Lai ở Chân Lạp.\n\nNăm [[774]], vương triều [[Sailendra]] ở đảo [[Java]], [[Indonesia]] mạnh lên đã tấn công vương quốc Chân Lạp, chiếm được kinh đô Sambhupura và đẩy đất nước này tới hồi diệt vong. Đầu [[Thế kỷ 9|thế kỷ thứ 9]], vua Khmer là [[Jayavarman II]] mới giải phóng được đất nước, khởi đầu một đế chế hùng mạnh ở Đông Nam Á là [[Đế quốc Khmer]] (802-1434).\n\nTừ những năm 944 và 945, quân Khmer từ Angkor đã xâm chiếm khu vực Kauthara của người Chăm.<ref>Ngô Vǎn Doanh, ''My Son Relics'', tr.73.<\/ref> Năm 1080, quân đội Khmer lại tấn công Vijaya và các trung tâm khác ở miền Bắc Chăm Pa.<ref>Ngô Vǎn Doanh, ''My Son Relics'', tr.78, 188; Ngô Vǎn Doanh, ''Champa'', tr.33. Bản tiếng Anh của bia Mỹ Sơn ca ngợi thắng lợi của nhà vua ở trang 218 trở đi.<\/ref> Năm 1145, quân đội Khmer dưới sự chỉ huy của vua [[Suryavarman II]], người đã xây dựng [[Angkor Wat]], đã chiếm Vijaya và phá hủy các đền tháp ở Mỹ Sơn. Vua Khmer sau đó đã tấn công và chiếm toàn bộ miền Bắc Chăm Pa.<ref>Ngô Vǎn Doanh, ''Champa'', tr.35; Ngô Vǎn Doanh, ''My Son Relics'', tr.84.<\/ref>.\n\nNăm 1170, vua Chăm là Jaya Indravarman đã tiến đánh Khmer. Năm 1177, một lần nữa quân đội của nhà vua đã bất ngờ tấn công thủ đô Khmer là [[Angkor|Yasodharapura]] từ các thuyền chiến đi ngược [[Sông Cửu Long|sông Mekong]] đến hồ lớn [[Tonlé Sap|Tonle Sap]] ở Khmer. Quân Chăm đã chiếm thủ đô Khmer, giết vua Khmer, và mang về nhiều chiến lợi phẩm<ref>Ngô Vǎn Doanh, ''My Son Relics'', tr.89 và tr. 188; Ngô Vǎn Doanh, ''Champa'', tr.36.<\/ref>. Vua Khmer là [[Jayavarman VII]] đã đẩy lùi quân Chăm ra khỏi vương quốc Khmer vào năm 1181. Và tới năm 1203, quân Khmer chiếm được kinh đô [[Vijaya (Chăm Pa)|Vijaya]] và biến Chăm Pa trở lại thành một tỉnh của Angkor. Chăm Pa hoàn toàn mất độc lập cho đến năm 1220<ref>Ngô Vǎn Doanh, ''Champa'', tr.36.<\/ref>. Thất bại năm [[1471]] đã dẫn đến việc nhiều làn sóng người Chăm di cư sang [[Campuchia]] và các quốc gia khác như [[Melaka|Malacca]]. Cộng đồng người Chăm và người [[Hồi giáo]] gốc [[Người Mã Lai|Mã Lai]], [[Người Java|Java]] ở Campuchia nhờ đó mà gia tăng thế lực.<ref name=\"lethanhkhoi243\">Lê Thành Khôi, ''Histoire du Vietnam'', tr.243.<\/ref>\n\nNăm [[1594]], chúa Chăm là Po At đã gửi lực lượng sang giúp [[Vương quốc Johor|Sultan xứ Johor]] để tấn công quân [[Bồ Đào Nha]] ở [[Melaka|Malacca]]<ref>Manguin, \"The Introduction of Islam into Campa\", tr.12.<\/ref>. Cùng lúc này, quân Ayutthaya một lần nữa đánh bại Chân Lạp, tàn phá kinh đô [[Longvek|Lovek]]. Các thế lực người Chăm, Mã Lai, [[Người Java|Java]] và ngoại quốc như [[Đông Ấn Tây Ban Nha|Tây Ban Nha]], [[Đế quốc Bồ Đào Nha|Bồ Đào Nha]], [[Đông Ấn Hà Lan|Hà Lan]] tranh nhau giành ảnh hưởng tại Campuchia. Nhiều nhóm người gốc Chăm Mã Lai còn ám sát cả các vua Chân Lạp.<ref>Eng, Kok-Thay (2013). From the Khmer Rouge to Hambali. Rutgers, The State University of New Jersey<\/ref>\n\nTừ năm 1642, tại [[Campuchia]], một vị vua tên [[Ramathipadi I|Nặc Ông Chân]] đổi sang [[Hồi giáo]] và xưng là Sultan Ibrahim ([[1642]]-[[1659]]). Nặc Ông Chân tin dùng và ưu ái người Chăm Mã Lai, gây bất bình với người Khmer trong nước. Năm [[1659]], Nặc Ông Chân bị chúa Nguyễn đánh bại, một lượng lớn người Chăm và Mã Lai ở Chân Lạp bỏ chạy sang [[Vương quốc Ayutthaya|Ayutthaya]] tị nạn, tạo thành một cộng đồng người gốc Chăm Pa ở Xiêm. Năm [[1672]], vua Chân Lạp là [[Chey Chettha III|Chey Chetta III]] lại bị một nhóm Chăm Mã Lai sát hại.<ref>Mak Phoeun & Po Dharma, “Première intervention”, p. 312; Mak Phoeun, “La communauté cam au Cambodge du XV au XIX siècle” in Actes du Séminaire sur le Campa organisé à l’Université de Copenhague, le 23 mai 1987 (Paris: Centre d’histoire et civilisations de la péninsule indochinoise, 1988), p. 88-90; id., Chroniques royales du Cambodge (de 1594 à 1677) (Paris: pefeo, 1981), p. 207f., 378f. (henceforth crc).<\/ref><ref>Philipp Bruckmayr (2019).<\/ref>\n\nNăm [[1692]], chúa Nguyễn chinh phạt tiểu quốc [[Panduranga]] khiến một hoàng thân tên Po Chongchan (Po Choncăin) dẫn theo gia quyến và hơn 5.000 người Chăm bỏ sang Campuchia tị nạn. Những nhóm người này được Chính vương [[Chey Chettha IV]] cho định cư dọc xung quanh kinh đô Oudong, bên bờ sông Mê Kông. Người Chăm Mã Lai tiếp tục được triều đình Chân Lạp sử dụng làm quân binh hầu cận.<ref>Nhóm người Chăm này có lẽ là tổ tiên của nhóm người Chăm Jahed (Chăm cũ) sau này. ''Claudia Seise (2009)''<\/ref><ref>Collins 2009: 27-28<\/ref> Năm [[1747]], vua Chân Lạp là [[Chey Chettha VII]] ([[1709]]-[[1755]]) chống đối chúa Nguyễn và hay ức hiếp người [[Côn man|Côn Man]] (người Chăm, [[Người Mã Lai|Mã Lai]]). Năm [[1755]], [[Nguyễn Cư Trinh]] đón hơn 5.000 trai gái dân [[Côn man|Côn Man]] về trú dưới chân núi Bà Đinh ([[Núi Bà Đen|Bà Đen]]). Từ đây đã đánh dấu gia đoạn \"hồi hương\" của những nhóm người Chăm từ Chân Lạp về lại lãnh thổ [[Đàng Trong]].\n\nVào năm [[1796]], một thủ lĩnh người Chăm từng sống ở [[Kedah]] tên Tuan Phaow (Đồng Phù, Toàn Phù) cùng một [[tù trưởng]] khác là Tăng Mã, thừa dịp [[chúa Nguyễn]] bận công kích [[nhà Tây Sơn]], xách động một cuộc bạo loạn nhằm khôi phục quyền tự trị hoàn toàn cho [[Panduranga]], nhưng cũng bị [[Po Saong Nyung Ceng]] dẹp tan. Có ý kiến cho rằng Tuan Phaow trốn chạy sang Campuchia với tên Tuon Set Asmit và được vua [[Ang Eng]] thu dùng, cho làm tỉnh trưởng [[Tbong Khmum]].<ref name=\":12\">Collins, William. 2009. “Cham Muslims,” Ethnic Groups of Cambodia, Phnom Penh: Center for Advanced Studies, 2009.<\/ref> Tuan Phaow sau đó làm tới chức Tể tướng dưới triều vua [[Ang Chan II]] với tên gọi Chiêu Chùy<ref>Chauvea - Tể tướng<\/ref> Tôn La Ca Đồng Phù (Chauvea Talaha Tuon Pha). Năm [[1820]], Đồng Phù bị phát hiện thân phận và bị triều đình nhà Nguyễn xử tử.<ref name=\":12\" \/> Tuy nhiên, xét theo Đại Nam thực lục và liệt truyện, Tuan Phaow có thể không phải là vị Tể tướng gốc Chăm tên Tôn La Ca Đồng Phù thời vua [[Ang Chan II]]. Việc xử tử Đồng Phù là do Ang Chan II nhờ triều Nguyễn bắt giúp để trị tội đại nghịch vô đạo với vua Chân Lạp.<ref>Theo [[Đại Nam thực lục]]. Bản dịch của Trung tâm khoa học xã hội và nhân văn quốc gia, Viện sử học Quốc sử quán triều Nguyễn, Tổ Phiên dịch Viện Sử học phiên dịch. Nhà xuất bản Giáo Dục xuất bản năm 2007.<\/ref><ref>Trích Đại Nam thực lục tập 01: Năm 1812, Nặc Chăn cảm khóc dâng biểu tạ ơn. Lại bắt kẻ bạn thần là Đồng Phù (xưa bị tội với nước, trốn sang Xiêm, đến nay lại về) đưa đến Kinh xin mệnh lệnh triều đình. Vua [Gia Long] dụ rằng: “Đồng Phù đã biết ăn năn tội lỗi, ngươi nên đem lòng thực mà vỗ về cho nó vui lòng lập công. Cái lỗi đã qua hà tất bắt tội!”... Nặc Chăn dâng biểu cho ốc Nha Tôn La Kha Đồng Phù làm Chiêu Chùy... Gặp Chiêu Chùy nước Chân Lạp là Đồng Phù đến chầu, vua [Gia Long] triệu cho yết kiến hỏi han... Lại dụ vua Chân Lạp: \"... quan Phiên trở xuống, ai không theo lệnh cho Đồng Phù trị theo quân pháp”.<\/ref>\n\nNăm 1783, hai vị quan Chân Lạp là [[Ốc nha]] [[Chaophraya Aphaiphubet (Baen)|Nhum Rạch Bèn]]<ref>Người tên Bèn có chức là Oknya Yomreach (ឧកញ៉ា​យោមរាជ, hoặc ''Phraya Yommarat'' พระยายมราช) - tương đương Bộ trưởng Tư pháp<\/ref> (Thượng thư bộ Hình) và ''Ốc nha Cao La Hâm'' Sưu (Suos)<ref>Người tên Suos (សួស) có chức Oknya Kalahom (ឧកញ៉ា​ក្រឡាហោម) - Bộ trưởng Hải quân<\/ref> (Thượng thư bộ Thủy Hải quân, ''Samdach'' ''Chau'' ''Phraya'' ''Kalahom'') từ nước Xiêm trở về bắt và giết vị Chiêu Chùy (Tể tướng) thân Đàng Trong là Mô. Nhum Rạch Bèn sau đó lại mâu thuẫn và giết cả và Cao La Hâm Sưu. Hay tin Cao La Hâm Sưu bị giết, thủ lĩnh người Chăm [[Người Mã Lai|Mã Lai]] (Đồ Bà, Java) là Toàn Sét<ref>Phiên âm của '''Toun Set''' - một danh xưng chỉ thủ lĩnh, thầy dạy giáo lý người Chăm Malay.<\/ref> Cháu Voi Vuốt (hoặc Doun Set từ tỉnh [[Tbong Khmum]]) khởi loạn, tiến đánh Oudong, [[Phnôm Pênh|Nam Vang]]. Doun Set sau đó tự xưng thủ lĩnh ở Oudong và sắp đặt quân gốc Chăm Malay chốt giữ Chroy Changva và Phnom Penh.<ref name=\":13\">William Collins, “Cham Muslims,” Ethnic Groups of Cambodia.<\/ref> Năm Giáp Dần (1784), Chao Phraya Abhaya Bhubet giết được Toàn Sét (Doun Set), viện binh của Xiêm La quét sạch luôn bè đảng quân Đồ Bà.<ref>Khin Sok, Le Cambodge entre le Siam et le Viêtnam (de 1775 à 1860) (Paris: pefeo, 1991), p. 42f., 50; gdtc, p. 120.<\/ref>\n\nNăm [[1793]], phiên vương [[Thuận Thành trấn]] là [[Po Tisuntiraidapuran]] ([[Đại Nam thực lục|Nam sử]] gọi là Nguyễn Văn Tá\/阮文佐) theo phe Tây Sơn bị Nguyễn Ánh đánh bại. Một vị hoàng thân Chăm là [[Po Krei Brei]] (Nguyễn Văn Chiêu) đưa gia quyến bỏ sang tỉnh [[Tbong Khmum]] của Chân Lạp định cư. Lần này, người Chăm từ Việt Nam chạy sang Campuchia tị nạn rất đông.<ref>Kiernan, Ben. 2008. [https:\/\/www.jstor.org\/stable\/j.ctt1npbv9 The Pol Pot Regime: Race, Power, and Genocide in Cambodia under the Khmer Rouge, 1975-79 (third edition)], New Haven and London: Yale University Press. Trang 254.<\/ref> [[Po Krei Brei]] được cộng đồng [[Hồi giáo]] [[Tbong Khmum]] và [[Kampong Cham]] suy tôn là [[thủy tổ]] của mình.<ref>Hợp tuyển ''[[Archives royales du Champa]]'' có hai văn bản mang ký hiệu CAM-37 và CAM-38.<\/ref>\n\nNăm [[1794]], vua Chân Lạp là [[Ang Eng]] lên ngôi và sau đó tin dùng các nhóm lính người Chăm Mã Lai. Một người Mã Lai tên Tuon Set Asmit (Tuon Pha, Tuen Phaow) được bổ nhiệm làm tỉnh trưởng Tbong Khmum.<ref>Collins 2009: 29<\/ref> Đến thời vua [[Ang Chan II]], nhiều người gốc Chăm Mã Lai giữ chức cao trong triều đình Chân Lạp như Chiêu Chùy Tôn La Ca '''Đồng Phù''' (Chauvea Talaha Tuon Pha) giữ chức Tể tướng, Samdech Chau Ponhea Tei (Tham đích Tây, Tham đích Châu Bôn Nha) nắm quân đội.\n\nNăm [[1822]], Chánh Chưởng (Cơng Can-Po Chơn), vị vua cuối cùng của Chăm Pa rời kinh đô Bal Canar (Tịnh Mỹ - [[Phan Rí Cửa|Phan Rí]]) lưu vong tại Campuchia.<ref>''Vương Quốc Champa: Lịch sử 33 Năm Cuối Cùng, 1802-1835'', [[Po Dharma]], Paris 1987.<\/ref>\n\nCuối năm Giáp Ngọ ([[1834]]), vua Chân Lạp [[Ang Chan II]] mất, không có con trai, quyền cai trị trong nước về tay các quan Trà Long<ref>Trà tri Long, Chakrei Long - Bộ trưởng Chiến tranh. Sau này còn được gọi là Chưởng Cơ Trà Long, Chiêu Chuỳ Long, Chauvea (Tể tướng) Long.<\/ref> và La Kiên<ref>Còn được gọi là Vệ úy La Kiên<\/ref>. Người Chăm Mã Lai ở Chân Lạp được nhà Nguyễn tin dùng. [[Trương Minh Giảng]] và [[Lê Đại Cương]] cho sắp xếp quân đội để bảo hộ Chân Lạp, trong đó: lựa lấy thổ binh người Chàm (dòng dõi người Thuận Hoá), người Chà (dòng giống Chà Và cư trú đất Phiên)<ref>Tức người gốc Mã Lai, Java.<\/ref> xếp làm hai cơ An Man Nhất và An Man Nhị. Mỗi cơ mười đội, mỗi đội 50 người. Dùng người đầu mục là '''Hu Khiêm''' làm Suất cơ cơ An Man Nhất, '''Đỗ Cố''' làm Phó suất cơ, '''Tôn Ly''' làm Suất cơ cơ An Man Nhị, '''Hàn Ông''' làm Phó suất cơ. Sai họ chiêu tập cho đủ số, để phòng khi có việc sẽ trưng dụng. Tới năm [[1835]], khi lập [[Trấn Tây Thành|Trấn Tây thành]], nhà Nguyễn đặt quân Chăm Mã Lai làm ba cơ, Nhất, Nhị, Tam (dân Chàm 823 người làm cơ cơ An man Nhất và Nhị; dân Chà Và 223 người làm cơ An man Tam).<ref name=\":2\" \/> Ba cơ An Man này của người Chăm Mã Lai được nhà Nguyễn khen ngợi \"chỉ biết hướng mộ triều đình, ra sức bắt giặc, trước sau sai phái, không khác lính Kinh\". Khen thưởng Cai đội cơ Nhất sung Quản cơ là Vũ Khiêm (Hu Khiêm), Cai đội cơ Nhị sung Quản cơ là Tôn Ly, đều thưởng thụ Phó quản cơ, thí sai Quản cơ, Chánh đội trưởng cơ Tam sung Phó quản cơ là Đào Kim thưởng thụ Cai đội, thí sai Phó quản cơ. Tuy nhiên, việc ưu ái người Chăm Mã Lai của nhà Nguyễn cũng khiến họ bị người Khmer bản địa nghi kỵ, ganh gét và xua đuổi.<ref name=\":2\" \/>\n\nCùng năm [[1834]], mùa đông, tháng 12, hơn 30 sách người Mán Chàm ở gần thành Quang Hoá thuộc Gia Định (nay là tỉnh [[Tây Ninh]]), tình nguyện xin phụ thuộc vào Đại Nam.<ref name=\":2\" \/>\n\nTừ năm [[1847]], [[Chiến tranh Việt–Xiêm (1841-1845)|quân Nguyễn rút khỏi Chân Lạp]], vua [[Ang Duong|Ang Dương]] lên nắm quyền ở Campuhia. Năm [[Tự Đức]] thứ 2 ([[1849]]), người Chàm là Chàm Ôn, Chàm Núi trước đây bị thổ phỉ bắt hiếp xua dồn đi, nay mang gia quyến xin về châu Quang Hoá (nay là [[Tây Ninh]]) dựng nhà ở. Năm [[1857]], đầu mục người Chàm là Ả và Ôn ở hai xã Đông Tác, Tây Thành, phủ Tây Ninh thuộc Gia Định lại về lập ấp.<ref name=\":2\" \/>\n\nNăm [[1858]], một số cuộc nổi dậy nổ ra như người Khmer ở gần biên giới [[Tây Ninh]] và đặc biệt là người Chăm Mã Lai ở [[Tbuong Kmoum]]. Người Chăm Mã Lai nổi dậy dưới sự kêu gọi của các thủ lĩnh Tuon-Him (Tôn Hiên), Tuon-Su (Tôn Ca?) và Tuon-it (Tôn Ích). Hàng nghìn người Chăm Mã Lai chạy sang Châu Đốc tỵ nạn.<ref name=\":2\">[[Đại Nam thực lục]]. Bản dịch của Trung tâm khoa học xã hội và nhân văn quốc gia, Viện sử học Quốc sử quán triều Nguyễn, Tổ Phiên dịch Viện Sử học phiên dịch. Nhà xuất bản Giáo Dục xuất bản năm 2007. Tập 07.<\/ref><ref name=\":02\">Theam, Bun Srun (1981). Trang 165.<\/ref>\n\n== Dân số và cư trú ==\n[[Tập tin:Cham People in Vietnam and Cambodia.jpg|nhỏ|Người Chăm ở Việt Nam và Campuchia.]]\nNgười Chăm được xác định là cư dân bản địa ở khu vực [[nam Trung Bộ Việt Nam|duyên hải Nam Trung Bộ Việt Nam]] và đã có quá trình định cư lâu đời ở khu vực này. Trải qua hàng ngàn năm, dưới những biến cố lịch sử, xã hội mà chủ yếu là do chiến tranh và mâu thuẫn nội bộ, người Chăm không còn cư trú tập trung ở khu vực duyên hải Nam Trung Bộ mà phân bố rộng rãi ở khắp các tỉnh phía Nam Việt Nam và một số các quốc gia khác.\n\nHiện nay tổng số người Chăm trên thế giới khoảng 1.300.000 người, phân bố chủ yếu ở [[Campuchia]], [[Việt Nam]], [[Malaysia]], [[Thái Lan]] và [[Hoa Kỳ]]. Cộng đồng Chăm lớn nhất thế giới là vào khoảng trên 950.000 người tại Campuchia, được gọi là Khmer Islam; kế đến là Việt Nam. Malaysia thực tế có trên 50.000 người, Thái Lan khoảng 4.000 người<ref>\"[https:\/\/web.archive.org\/web\/20170619093342\/http:\/\/www.thailandsworld.com\/en\/thai-people\/central-thailand-people\/cham-people-thailand\/index.cfm Thailand's World: Cham People Thailand]\". Thailandsworld.com. Archived from the [http:\/\/www.thailandsworld.com\/en\/thai-people\/central-thailand-people\/cham-people-thailand\/index.cfm original] on ngày 19 tháng 6 năm 2017. Truy cập ngày 26 tháng 1 năm 2017.<\/ref>...\n\nMột số người Chăm di cư sang các nước khác, như tộc [[Utsul]] ở [[đảo Hải Nam]], đến bang Terengganu của [[Malaysia]]. Trong thế kỷ XX, nhiều người Chăm hoặc gốc Chăm di cư sang [[Hoa Kỳ]] và các nước [[phương Tây]] khác. Người Chăm ở [[Lào]] có hơn 800 hộ gia đình trong đó có 3000 người sống ở thủ đô Viêng-chăn, cộng đồng này di cư từ Campuchia do sự diệt chủng của [[Khmer Đỏ|Khơ-me Đỏ]].\n=== Cư trú ở Việt Nam ===\nTrên lãnh thổ Việt Nam, năm 2019 có khoảng 178.948 người Chăm sinh sống,<ref name=\":1\" \/> cư trú tại 56 trên tổng số 63 [[tỉnh (Việt Nam)|tỉnh]], [[thành phố (Việt Nam)|thành phố]]. Người Chăm cư trú tập trung tại các tỉnh:\n\n* [[Ninh Thuận]] (67.517 người, chiếm 41,6% tổng số người Chăm tại Việt Nam),\n* [[Bình Thuận]] (39.557 người, chiếm 21,4% tổng số người Chăm tại Việt Nam),\n* [[Phú Yên]] (22.813 người),\n* [[An Giang]] (11.171 người), \n* [[Thành phố Hồ Chí Minh]] (10.509 người),\n* [[Bình Định]] (6.364 người),\n* [[Đồng Nai]] (8.603 người),\n* [[Tây Ninh]] (4.014 người)<ref name=\"năm 2009\">Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương [http:\/\/www.gso.gov.vn\/default.aspx?tabid=512&idmid=5&ItemID=10798 Tổng điều tra dân số và nhà ở Việt Nam năm 2009: Kết quả toàn bộ.] Hà Nội, 6-2010. Table 5, page 134<\/ref>.\n* Bình Dương (2.358 người)\n\nDo đặc điểm cư trú, tính chất tôn giáo và sắc thái văn hóa mang tính vùng miền, người Chăm ở Việt Nam được chia thành 3 nhóm cộng đồng chính là: ''Chăm H'roi'', ''Chăm Ninh Thuận - Bình Thuận'', và ''Chăm Nam Bộ''.\n*'''Chăm H'roi''' (Chăm hời) bao gồm những người Chăm sống rải rác ở miền núi các tỉnh [[Gia Lai]], [[Phú Yên]], [[Bình Định]], trong đó tập trung chủ yếu ở huyện [[Vân Canh]], tỉnh Bình Định và huyện [[Đồng Xuân]], [[Sơn Hòa]] của Phú Yên; tổng số khoảng 33.000 người. Người Chăm Hroi có nguồn gốc từ những người Chăm cổ là một bộ phận của cộng đồng Chăm Việt Nam và từ lâu được gọi là Chăm Hroi. Người Chăm Hroi theo tín ngưỡng dân gian thờ đa thần và tổ tiên, ngày nay có số theo [[Tin lành]] đặc biệt là ở [[Gia Lai]].\n*'''Chăm Panduranga''' hay '''Đông Chăm''' gồm những người Chăm cư trú ở [[Ninh Thuận]], [[Bình Thuận]], có tên gọi là Chăm Panduranga (Chăm Phan Rang); tổng số khoảng 119.000 người ([[Ninh Thuận]]: 72.000; [[Bình Thuận]]: 47.000), đây là nhóm cộng đồng Chăm lớn nhất chiếm khoảng 67,60% tổng số người Chăm ở Việt Nam. Người Chăm Ninh Thuận-Bình Thuận có 2 nhóm chính phân theo tín ngưỡng là '''Chăm Ahiêr''' (Chăm ảnh hưởng Bà La Môn) và '''Chăm Awal''' (Chăm Bàni - Chăm ảnh hưởng Hồi giáo). Ngoài ra còn có một nhóm nhỏ người Chăm Bà Ni đã cải sang theo Hồi giáo chính thống vào thập niên 1960 do tiếp xúc với người Chăm Nam Bộ.\n*'''Chăm Nam Bộ''' hay còn gọi những tên khác nhau, như '''Tây Chăm, Cham Baraw, Cham Muslim, Jawa Ku''' bao gồm những người Chăm sinh sống chủ yếu ở [[An Giang]], [[Thành phố Hồ Chí Minh]], [[Tây Ninh]], [[Đồng Nai]] và nhiều tỉnh khác nhau tại [[Nam Bộ]] số 37.000 người. \n**Sự hình thành nhóm Chăm Nam Bộ ở [[Tây Ninh]] khởi đầu từ năm [[1755]] khi tướng [[Nguyễn Cư Trinh]] chiêu dụ người Chăm bị hà hiếp trên đất [[Chân Lạp]] về định cư ở [[núi Bà Đen]]. Tới thời [[Minh Mạng]], từ năm 1834, người Chăm từ Chân Lạp tiếp tục về định cư ở 2 huyện Tân Ninh và Quang Hoá. Thời Tự Đức, người Chăm lại tiếp tục tới Quang Hóa định cư vào các năm 1849, 1857.\n**[[Tập tin:Chams villages in An Giang province.jpg|nhỏ|309x309px|Các làng Chăm ở tỉnh An Giang (huyện An Phú, Châu Phú, Châu Thành, thị xã Tân Châu).]]Tại [[Châu Đốc]], từ năm 1818, vua [[Gia Long]] đã cho tu sửa bảo Châu Đốc và chiêu dụ người Việt, Hoa, Chăm, [[Người Khmer (Việt Nam)|Khmer]] đến định cư. Nhóm này gọi là Chăm Châu Đốc. Tới năm 1841, nhà Nguyễn [[Trấn Tây Thành|rút quân khỏi Chân Lạp]], nhiều người Chăm cũng theo về định cư ở [[An Giang]]. Tới năm 1859, người Chăm ở Campuchia nổi dậy chống vua [[Ang Duong]]. Bị đàn áp, hàng nghìn người Chăm sang Châu Đốc tị nạn. Tới giai đoạn [[Khmer Đỏ]], từ 1975, nhiều người Chăm từ Campuchia tiếp tục sang Châu Đốc lánh nạn.\n**Trong 2 nhóm người Chăm Nam Bộ ở Tây Ninh và An Giang lại có 3 nhóm nhỏ:\n**#Nhóm người có nguồn gốc từ [[quần đảo Mã Lai]] và [[Indonesia]], được gọi Chăm Chà-và (Cham Chvea, Cham Java, Cham Jva), tên gọi này có thể bắt nguồn từ người Jawa Kur<ref name=\":0\">Jawa Kur nghĩa là Java Khmer. Trước kia nước Chân Lạp từng bị đế quốc '''[[Sailendra]]''' ở đảo [[Java]] đô hộ. Hoàng tử Chân Lạp là '''[[Jayavarman II]]''' sau khi bị bắt làm con tin ở Java đã trốn về và giải phóng Chân Lạp, xây dựng nên [[Đế quốc Khmer|đế quốc Angkor]]. Do đó, có thể người Chân Lạp có thói quen gọi những người từ [[quần đảo Mã Lai]] là người Java.<\/ref>, người [[Hồi giáo]] nói tiếng Khmer. Người Jawa Kur là con cháu của những thủy thủ đến từ [[Malaysia]], [[Indonesia]], họ kết hôn với phụ nữ Khmer bản địa và con cái của họ nói tiếng Khmer nhưng theo đạo Hồi (dòng [[Hồi giáo Sunni|Sunni]]). Người Jawa Kur hiện còn sống tại nhiều vùng Campuchia và vùng Châu Đốc (tỉnh [[An Giang]], Việt Nam). Do có sự tương đồng về nguồn gốc Nam Đảo, người Chăm từ Việt Nam và người Jawa Kur đã sống cùng nhau ở Campuchia, tạo thành một cộng đồng và có chung tín ngưỡng [[Hồi giáo tại Việt Nam|Hồi giáo Sunni]].\n**#Nhóm người Chăm từ Nam Trung Bộ đã sống hòa đồng với người Jawa nói trên và theo [[Hồi giáo Sunni]], và tự xưng là người Hồi giáo dòng Sunni.\n**#Nhóm người Chăm từ Nam Trung Bộ nhưng không theo đạo Hồi \"mới\" của người Jawa Kur mà vẫn giữ lại [[Hồi giáo tại Việt Nam|đạo Hồi]] có từ lúc ở miền Trung Việt Nam. Nhóm này bị 2 nhóm trên gọi là Chăm Jahed (Chăm xấu, cũ). Có thể xem họ giống với người Chăm Bani ở Bình Thuận. \n'''[[Người Raglai]]''' được coi như một nhánh gần gũi của dân tộc Chăm. Họ cư trú chủ yếu ở tỉnh Ninh Thuận và được công nhận là một trong 54 dân tộc tại Việt Nam. Ngoài ra những dân tộc theo ngữ hệ Nam Đảo sinh sống tại cao nguyên Đêgar (Tây Nguyên) như '''[[Người Churu]]''', Êđê và Gia Rai đều có liên hệ về mặt chủng tộc, lịch sử, văn hóa, kinh tế... mật thiết với người Chăm.\n\n=== Cư trú ở Campuchia và những nơi khác ===\nTại Campuchia, người theo [[Hồi giáo]] (người Muslim) gọi là Khmer Islam và hầu hết họ là người Chăm. Năm [[2008]], Campuhia ước tính có khoảng 320.000 đến 700.000 [[Người Hồi giáo]], chiếm khoảng 2,4 đến 5,2 dân số cả nước. Họ sinh sống tập trung tại các tỉnh [[Kampong Cham]], [[Tbong Khmum]], [[Kampong Chhnang (tỉnh)|Kampong Chhnang]] và [[Phnôm Pênh|Phnom Penh]].<ref>2008 Cambodia National Institute of Statistics, http:\/\/www.nis.gov.kh\/nis\/census2008\/Census.pdf<\/ref><ref>OKAWA Reiko. [[hdl:10723\/1919|Hidden Islamic Literature in a Cambodian Village: The Cham in the Khmer Rouge Period]]. Meiji Gakuin review International & regional studies (2014)<\/ref> Người Muslim ở Campuchia có thể tạm chia làm ba nhóm là Chăm, Imam Sann và Chvea.\n\n* Nhóm người Chăm chiếm xấp xỉ 70% tổng số người Muslim ở Campuchia. Họ có nguồn gốc từ vương quốc [[Chăm Pa]] và trong tôn giáo, họ dùng kinh [[Quran]], theo [[Hồi giáo Sunni|hệ phái Suni]], cầu nguyện 5 lần một ngày.\n* Nhóm người Imam Sann (Cham Jahed, Cham Bani, Cham Sot) chiếm khoảng 5% tổng số người Hồi giáo ở Campuchia. Họ cũng có nguồn gốc từ Chăm Pa nhưng họ sử dụng chữ viết Chăm dựa trên ký tự Ả Rập và họ chỉ cầu nguyện vào ngày thứ Sáu.<ref>T. Mohan and Va Sonyka (2015), [https:\/\/www.khmertimeskh.com\/54388\/imam-san-followers-we-are-muslims\/ Imam San Followers: We Are Muslims]. Khmer Times<\/ref><ref>Agnès De Féo (2005), [https:\/\/www.phnompenhpost.com\/national\/syncretic-world-pure-cham The syncretic world of the 'pure Cham']. The Phnom Penh Post<\/ref>\n* Nhóm người Chvea (Jawa Kur<ref name=\":0\" \/>) còn lại chiếm khoảng 25% tổng số người Hồi giáo ở Campuchia. Họ có nguồn gốc từ đảo [[Java]] và các vùng quanh [[Malaysia bán đảo|bán đảo Malaysia]].\n\nMột số cộng đồng Chăm sau khi sang Campuchia lại tiếp tục sang Malaysia và Thái Lan. Họ đều có nguồn gốc từ miền Trung Việt Nam, di cư khỏi vùng đất cũ của mình do sự [[Nam tiến]] của Đại Việt cách đây nhiều thế kỷ. Đa số họ theo Hồi giáo Sunni và có tiếp xúc chặt chẽ với người Malaysia và Indonesia do có cùng tôn giáo và ngôn ngữ cùng thuộc [[ngữ tộc Malay-Polynesia]].\n\n== Tôn giáo - Tín ngưỡng ==\n{{chính|Hồi giáo tại Việt Nam}}\nChămpa từng theo một dạng của [[Ấn Độ giáo|Ấn giáo]] Tamil Shaivism, tới từ miền Nam Ấn Độ qua đường biển. Khi các thương gia Ả Rập, Ba Tư dừng chân ở miền duyên hải Trung bộ Việt Nam trên đường tới Trung Hoa, [[Hồi giáo]] (Islam) bắt đầu ảnh hưởng tới văn hóa của người Chăm.\n\nKhông rõ chính xác khi nào Hồi giáo tới Champa nhưng các di chỉ ngôi mộ có niên đại vào [[thế kỷ XI]] đã được phát hiện. Nhìn chung người ta cho rằng Hồi giáo tới Đông Dương nhiều sau khi đã tới Trung Hoa trong suốt thời kỳ [[nhà Đường]] (618–907), và các nhà buôn [[người Ả Rập|Ả Rập]] và [[người Ba Tư|Ba Tư]] trong vùng đã tiếp xúc trực tiếp với người Chăm chứ không phải với các dân tộc khác. Điều này có thể giải thích tại sao chỉ có người Chăm theo Hồi giáo theo kiểu Ba Tư (chú trọng Ali như phái [[Hồi giáo Shia|Shia]]) một cách truyền thống trong vùng Đông Dương.\n\nNgược lại đa số người Chăm ở [[Campuchia]] và Miền Tây Nam Bộ của Việt Nam, theo Hồi giáo phái [[Sunni]], thực hiện các trụ cột như cầu nguyện năm lần một ngày, ăn chay trong tháng [[Ramadan]] và thực hiện hành hương ''hajj'' đến thánh địa [[Mecca]]. Đại diện người Chăm Campuchia đã tham gia vào cuộc thi quốc tế ngâm thơ [[Qur’an|Kinh Qur'an]] tại [[Kuala Lumpur]]. Các cộng đồng người Hồi giáo các phe Sunni Chăm ở Campuchia điều hành các trường học tôn giáo, và được đứng đầu bởi một Mufti. Tuy nhiên, một nhóm nhỏ người Chăm, tự gọi mình Kaum Jumaat, duy trì một sự thích nghi thần học Hồi giáo phái Shia, theo đó họ cầu nguyện chỉ vào Thứ Sáu và tổ chức Ramadan chỉ trong ba ngày. Ở Việt Nam cũng có nhóm tương tự được gọi là adat Bini (Bà Ni, Ăwal, Triều Nguyễn gọi là Ni Tục). Một số thành viên của nhóm này có tham gia vào cộng đồng Chăm Hồi giáo Sunni và đang xảy ra sự chia rẽ, tranh cãi giữa Kaum Jumaat (Shia) và các phe Sunni tại Campuchia, Bini và các phe Sunni tại Việt Nam. Một trong những yếu tố dẫn đến sự thay đổi này là ảnh hưởng từ các thành viên trong gia đình của họ đã sang các nước Hồi giáo theo các phe Sunni để nghiên cứu về Hồi giáo có xu hướng phải bắt chước cả tôn giáo lẫn phong tục Ả Rập, họ tin rằng người Chăm phải bỏ toàn bộ phong tục xưa và trở thành một người như Mã Lai, như Ả Rập.\n\nTại [[Sumatra|Tây Sumatra]], [[Minangkabau|người Minangkabau]] lưu truyền huyền thoại về võ sư Harimau Campo (hổ Champa). Harimau Campo cùng với các võ sư Ninik Datuak Suri Dirajo (từ [[Padang Panjang]]), Kambiang Utan (dê rừng [[Campuchia]]), Kuciang Siam (mèo [[Xiêm]]), Anjiang Mualim (chó [[Gujarat]]) là 5 tông phái chính của môn võ [[Pencak silat|Pencak Silat]].\n\nỞ Việt Nam, có khoảng 60.000 người Chăm theo adat Cham (Bà Chăm, Ahiér, Triều Nguyễn gọi là Chiêm Tục). Mặc dù cả hai adat - adat Cham và adat Bini đều là adat có ảnh hưởng của Hồi giáo (1 phần) nhưng sự nhầm lẫn của người Pháp cho rẳng adat Cham là đạo Bà La Môn (Ấn giáo) đã dẫn đến quan niệm sai lầm khó sửa lại, là họ tự cho rằng mình là tín đồ Ấn giáo! Tất nhiên, ngày nay họ không có một hệ thống đẳng cấp nghiêm ngặt, dù trước đó họ có thể đã được chia thành đẳng cấp Nagavamshi Kshatriya<ref>India's interaction with Southeast Asia, Volume 1, Part 3 By Govind Chandra Pande, Project of History of Indian Science, Philosophy, and Culture, Centre for Studies in Civilizations (Delhi, India) p.231,252<\/ref> cùng với 1 thiểu số đẳng cấp Brahmin có vai vế<ref>{{Chú thích web | url = http:\/\/www.state.gov\/g\/drl\/rls\/irf\/2004\/35433.htm | tiêu đề = Vietnam | tác giả = | ngày = | ngày truy cập = 8 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>. Các đền thờ vua được coi là các vị thần Ấn giáo hóa thân xưa được gọi là ''Bimong'' trong tiếng Chăm. Các thầy tế lễ được chia thành 3 cấp, cấp bậc cao nhất được gọi là ''Po Adhia'' hay ''Po (đọc a-sá)'', tiếp theo là ''Po Tapáh'' và thấp nhất là ''Po Paséh''.\n[[Tập tin:Mosque - Chau Doc - Vietnam.JPG|nhỏ|250x250px|Masjid Jamiul Azhar ở xã Châu Phong, Tân Châu.]]\nNgười Chăm ở [[Việt Nam]] về mặt tín ngưỡng có 3 nhóm chính:\n* '''Chăm''' ở Ninh Thuận-Bình Thuận theo adat Cham;\n* '''Bini''' ở Ninh Thuận-Bình Thuận theo adat Bini, là 1 tôn giáo mang đậm tín ngưỡng dân gian Champa, có ảnh hưởng nhưng độc lập với Hồi giáo.\n* '''Sunni''' (văn bản nhà nước ghi là Islam) ở [[An Giang]] và Nam Bộ theo [[Hồi giáo Sunni|Hồi giáo các phe Sunni]], đặc biệt là phái Shafi'i, họ có mối liên hệ gắn bó với thế giới các phe Sunni bên ngoài, chủ yếu thông qua Hồi giáo ở [[Đông Nam Á hải đảo|Đông Nam Á]] như [[Malaysia]].\n* Ngoài ra, cộng đồng Chăm H'roi ở miền núi theo tín ngưỡng dân gian cũng có thể xếp vào nhóm thứ nhất.\nTại tỉnh [[Ninh Thuận]], nơi có nhiều người Chăm ở Việt Nam cư trú, có khoảng 44.000 người '''Chăm''' và gần 31.000 người '''Bini'''. Trong số 34 làng Chăm ở [[Ninh Thuận]], có 23 làng '''Chăm''' và 11 làng '''Bini'''<ref>Interview with High Priest or Po Adhia of Ninh Thuan province and his assistant, ngày 23 tháng 12 năm 2011<\/ref>. Tại tỉnh [[Bình Thuận]], nơi có 4 làng toàn '''Chăm''' và 9 làng hỗn hợp thì có gần 25.000 người '''Chăm''' và khoảng 10.000 người '''Bini '''<ref>Interview with priest or Po Guru near Ma Lam town, and the director of Binh Thuan Cham Cultural Center, Bac Binh district, ngày 22 tháng 12 năm 2011<\/ref>.\n\nTại tỉnh [[An Giang]] có 9 xã có người Chăm sinh sống, trong đó khoảng 2.660 hộ, 13.722 người, chiếm tỷ lệ gần 12% so tổng số người dân tộc thiểu số và chiếm 0,62% so tổng dân số toàn tỉnh<ref>{{Chú thích web|url=http:\/\/www.chinhphu.vn\/portal\/page?_pageid=578,33345598&_dad=portal&_schema=PORTAL&docid=92165|tiêu đề=“Kế hoạch Phát triển kinh tế - xã hội vùng đồng bào dân tộc Khmer tỉnh An Giang đến năm 2010 ban hành Quyết định số 1987\/QĐ-UBND ngày 03 tháng 9 năm 2009 của UBND tỉnh An Giang”}}<\/ref>, sống tập trung khá đông ở huyện [[An Phú, An Giang|An Phú]] và [[Tân Châu, An Giang|thị xã Tân Châu]], số còn lại sống rải rác ở các huyện: [[Châu Phú]] và [[Châu Thành, An Giang|Châu Thành]], gần như toàn bộ theo [[Hồi giáo Sunni]]. Người Chăm ở [[Tây Ninh]], [[Thành phố Hồ Chí Minh]] và các tỉnh [[Nam Bộ Việt Nam|Nam Bộ]] cũng hầu hết theo đạo Hồi.\n\n== Kinh tế ==\n[[Tập tin:Chau Doc, weaving loom.jpg|nhỏ|phải|250px|Phụ nữ Chăm ở Châu Đốc dệt vải theo phương pháp truyền thống]]\nChăm là một dân tộc có nhiều ngành nghề truyền thống lâu đời như thêu, dệt, làm đồ [[gốm]], làm [[Gạch nung|gạch]], chế tạo công cụ sản xuất, buôn bán, đóng [[thuyền]], [[đánh cá]], [[điêu khắc]]... đặc biệt là nghề trồng lúa nước được người Chăm phát triển từ rất sớm và luôn có những cải tiến về giống và thủy lợi.\n\nNgười Chăm sống ở đồng bằng, có truyền thống sản xuất lúa nước là chính. Kỹ thuật thâm canh lúa nước bằng các biện pháp giống, phân bón, thủy lợi khá thành thạo. Hai nghề [[thủ công]] nổi tiếng là đồ gốm và dệt vải sợi [[bông gòn|bông]]. Trước kia, người Chăm không trồng cây trong làng vì cho rằng cây sẽ là nơi cư trú của ma quỷ.\n\nVì có nét sinh hoạt văn hóa đặc biệt nên làng Chăm Đa Phước thuộc huyện [[An Phú]] cũng là địa điểm [[du lịch]] thu hút du khách đến xem kỹ thuật dệt [[thổ cẩm]]. Vải Chăm có mẫu mã đặc sắc khác hẳn những hàng dệt của sắc tộc khác. Cách thức dệt còn theo lối truyền thống trên [[khung cửi]] nhưng đến [[thế kỷ 21]] thì nguyên liệu sợi và phẩm màu không còn sản xuất ở địa phương nữa mà là mua ở nơi khác mang về [[dệt]].<ref>[http:\/\/www.rfa.org\/vietnamese\/news\/reportfromvn\/cham-people-village-tour-is-in-agony-11152018114934.html \"Thoi thóp làng du lịch...\"]<\/ref>\n\n== Tổ chức cộng đồng ==\n[[Tập tin:Trung tâm Nghiên cứu Văn hoá Chăm Ninh Thuận.jpg|thumb|260px|Trung tâm Nghiên cứu Văn hoá Chăm [[Ninh Thuận]] nằm trên địa bàn của [[Tấn Tài (phường)|phường Tấn Tài]], thành phố [[Phan Rang-Tháp Chàm]], 02\/2022]]\n\nNgười Chăm thường sinh sống tập trung trong palei Cam (làng Chăm). Mỗi paley có khoảng 300 đến 400 hộ gia đình, cùng theo một tôn giáo nhất định, gồm nhiều tộc họ sinh sống với nhau. Mỗi paley đều có một đơn vị hành chính của làng là: Hội đồng phong tục và Po Paley (Trưởng làng), trong đó, Po Palei là người đóng vai trò rất quan trọng trong Palei. Luật tục Chăm ghi:\n{{Cquote|<poem>\n''Ếch có nắp đậy hang'';\n''Làng có chủ cai quản''.\n<\/poem>|200px||\n}}\nPo Paley được dân làng bầu, phải là người cao tuổi, có uy tín, am hiểu phong tục tập quán, luôn vì mọi người, có lòng vị tha. Đồng thời Po Paley cũng phải là người lao động giỏi, có kinh nghiệm trong sản xuất, gia đình hạnh phúc, con cháu xum họp đoàn kết. Người Chăm ví Po Paley như là cây cao, bóng cả:\n{{Cquote|<poem>\n''Cây to lan tỏa một lòng'',\n''Xòe ra che mát cho người dừng chân''.\n<\/poem>|200px||\n}}\nHội đồng phong tục do dân làng bầu chọn và có nhiệm vụ trông coi về vấn đề phong tục tập quán, tín ngưỡng. Thành viên của Hội đồng phong tục đều là những người có uy tín trong tôn giáo, trong các tộc họ, là người am hiểu tập quán, phong tục lễ nghi, tín ngưỡng, tôn giáo của người Chăm, có quyền phân xử những thành viên trong paley vi phạm Luật tục. Trong trường hợp người vi phạm ngoan cố thì khi cha, mẹ hoặc người thân chết, Hội đồng phong tục sẽ cấm các tu sỹ, chức sắc không được cúng lễ và xem như người vi phạm đã bị loại ra khỏi cộng đồng.\n\nNgười Chăm có tập quán bố trí cư trú dân cư theo bàn cờ. Mỗi dòng họ, mỗi nhóm gia đình thân thuộc hay có khi chỉ một đại gia đình ở quây quần thành một khoảnh hình vuông hoặc hình chữ nhật. Trong làng các khoảnh như thế ngăn cách với nhau bởi những con đường nhỏ. Phần lớn làng Chăm có dân số khoảng từ 1.000 người đến 2.000 người.\n\nMỗi một dòng họ có một chiết Atâu, một Akauk Guăp và một vật tổ riêng. Luật tục Chăm quy định, Akauk Guăp phải là người cao tuổi, am hiểu phong tục tập quán, có uy tín trong dòng họ, gia đình giàu có, không được có chồng chắp vợ nối.\n\n=== Chế độ Việt Nam Cộng hòa ===\nDưới chế độ [[Việt Nam Cộng hòa]], người Chăm có hai quận riêng tự điều hành; có Trường Trung học Pô-Klong ‘dành riêng’ cho người Chăm để tiếp nối truyền thống giáo dục ông bà.<ref name=bbc221117\/>\n\n== Hôn nhân gia đình ==\n[[Chế độ mẫu hệ]] và tín ngưỡng nữ thần vẫn tồn tại ở người Chăm. Đàn ông lo việc ngoài nhà, đàn bà lo việc trong gia đình và gia phả. Phong tục Chăm quy định con theo họ mẹ, họ bên mẹ được xem là gần (họ nội). Nhà gái cưới chồng cho con. Con trai ở rể nhà vợ, đến khi chết đi nhà vợ có trách nhiệm thờ cúng đến hết tang, sau đó mang hài cốt về trả lại cho dòng họ nhà trai tiếp tục thờ. Chỉ con gái được thừa kế tài sản, người con gái út được thừa kế nhà tự để thờ cúng ông bà và phải nuôi dưỡng cha mẹ già.\n\n== Nhà cửa ==\n[[Tập tin:In front of Chăm house.jpg|250px|nhỏ|phải|Mặt trước ngôi nhà chính trong khối nhà ở và sinh hoạt của một gia đình người Chăm - Phục dựng tại Bảo tàng Dân tộc học Việt Nam)]]\nNhà ở của người Chăm là một quần thể nhà trong một khuôn viên (bây giờ do việc quy hoạch phân lô đất theo kiểu nhà liên kế hẹp nên việc phát triển nhà theo quần thể trong một khuôn viên dần không còn nữa). Mối quan hệ của các nhà trong quần thể này đã thể hiện quá trình tan vỡ của hình thái gia đình lớn mẫu hệ để trở thành các gia đình nhỏ.\n* Bộ khung nhà của người Chăm ở [[Bình Thuận]] khá đơn giản. Vì cột cơ bản là vì ba cột (kèo được liên kết với cột hoặc không có vì kèo thì dùng tường thay thế kèo). Nếu là vì năm cột thì có thêm xà ngang đầu gác lên cây đòn tay cái nơi hai đầu cột con. Từ các kiểu vì này dần xuất hiện cây kèo và trở thành vì kèo.\n* Mặt trước nhà quay về hướng Nam hoặc hướng Tây. Gian giữa là trung tâm (người Chăm gọi là ''sang-yơ''), phía phải là phòng ngủ của bố mẹ, bên trái là kho, sau là phòng ngủ của con cái. Mặt trước có một hiên ở giữa nhà.\n* Nhà bếp được xây dựng riêng biệt với nhà chính và ở phía Tây nhà chính, trong nhà bếp có khu bếp, khu chứa nước uống và kho chất đốt (củi, than, v.v.).\n\nNhà người Chăm ở miền Nam lại rất khác.\n* Nhà người Chăm ở [[An Giang]]: cách tổ chức mặt bằng sinh hoạt còn phảng phất cái hình đồ sộ của nhà sang yơ ở [[Bình Thuận]].\n* Nhà người Chăm ở [[Châu Đốc]]: khuôn viên của nhà Chăm Châu Đốc không còn nhiều nhà mà chỉ có nhà chính và nhà phụ kết hợp thành hình thước thợ. Chuồng trâu bò được làm xa nhà ở.\n\nNhà ở là nhà sàn, chân rất cao để phòng ngập lụt. Cách bố trí trên mặt bằng sinh hoạt hoàn toàn khác với nhà ở [[Bình Thuận]] cũng như ở [[An Giang]].\n\n== Trang phục ==\nCó những nhóm địa phương khác nhau với lối tạo dáng và trang trí riêng khó lẫn lộn với các tộc người trong nhóm ngôn ngữ hoặc khu vực.\n\n=== Trang phục nam ===\n[[Tập tin:Woman's costume, Cham Hroi, Phu Yen province, view 2 - Vietnam National Museum of Fine Arts - Hanoi, Vietnam - DSC05157.JPG|nhỏ|phải|200px|Trang trí gấu váy Chăm Phú Yên tại bảo tàng dân tộc học]]\n[[Tập tin:Cham music 1.jpg|nhỏ|phải|250px|Nhóm nhạc công người Chăm với trang phục nam truyền thống]]\nTrang phục cổ truyền: Đàn ông lớn tuổi thường để tóc dài, quấn khăn. Đó là loại khăn màu trắng có dệt thêu hoa văn màu nhạt ([[vàng]] hoặc [[bạc]]), ở hai đầu khăn có các tua vải. Khăn đội theo lối chữ nhân. Những vị có chức sắc (tôn giáo), hai đầu khăn có hoa văn màu vàng, tua vải màu đỏ, quấn thả ra hai mang tai. Nam mặc áo có cánh xếp chéo và cài dây phía bên hông (thắt lưng), thường là áo màu trắng, trong là quần sọc, ngoài quấn váy.\n[[Tập tin:Woman's costume, Cham, Ninh Thuan province - Vietnam National Museum of Fine Arts - Hanoi, Vietnam - DSC05160.JPG|nhỏ|250px|Trang phục truyền thống của người Chăm Ninh Thuận]]\n\n=== Trang phục nữ ===\n[[Tập tin:Woman's costume, Cham Hroi, Phu Yen province, view 1 - Vietnam National Museum of Fine Arts - Hanoi, Vietnam - DSC05155.JPG|nhỏ|trái|200px|Trang phục của người Chăm Hroai Phú Yên]]\n\nVề cơ bản, phụ nữ các nhóm Chăm thường đội khăn. Cách hoặc là phủ trên mái tóc hoặc quấn gọn trên đầu, hoặc quấn theo lối chữ nhân, hoặc với loại khăn to quấn lên đầu, khăn đội đầu chủ yếu là màu trắng, có loại được trang trí hoa văn theo lối viền các mép khăn (khăn to), nhóm Chăm Hroi thì đội khăn màu chàm. Lễ phục thường có chiếc khăn vắt vai ngoài chiếc áo dài màu trắng. Đó là chiếc khăn dài tới 23 m vắt qua vai chéo xuống hông, được dệt thêu hoa văn cẩn thận với các màu đỏ, trắng, vàng của các mô tip trong bố cục của dải băng.\n\nNữ mặc áo cổ tròn cài nút phía trước ngực xuống đến bụng, quấn váy xếp (khi làm lễ) hoặc mặc váy ống (thông thường), đầu quấn khăn không ràng buộc về màu sắc.\n\nNhóm [[Khánh Hòa]] và một số nơi, phụ nữ mặc quần bên trong áo dài. Nhóm Chăm Hroi mặc váy quấn (hở) có miếng đáp sau váy.\n\nNhóm [[Quảng Ngãi]] mặc áo cánh xẻ ngực, cổ đeo vòng và các chuỗi hạt cườm.\n\nTrang phục Chăm, vì có nhóm cơ bản là theo đạo Hồi nên cả nam và nữ lễ phục thiên về màu trắng. Có thể thấy đặc điểm trang phục là lối tạo hình áo (khá điển hình) là lối khoét cổ và can thân và nách từ một miếng vải khổ hẹp (hoặc can với áo dài) thẳng ở giữa làm trung tâm áo cho cả áo ngắn và áo dài. Mặt khác có thể thấy ở đây duy nhất là tộc còn thấy nam giới mặc váy ở nước ta với lối mang trang phục và phong cách thẩm mỹ riêng.{{clear}}\n{{clear}}\n\n== Người Chăm nổi tiếng ==\n\n{|class= \"sortable wikitable\"\n|+ Người Chăm có danh tiếng\n! width= 110px |Tên !! Sinh thời !! Hoạt động\n|-\n| [[Khu Liên]] || Thế kỷ 2 || Quốc vương đầu tiên của [[Lâm Ấp]], lãnh đạo nhân dân [[Tượng Lâm]] nổi dậy chống lại Nhà [[Đông Hán]] cai trị\n|-\n| [[Mỵ Ê]] || Thế kỷ 11 || Vương phi [[Quốc vương]] [[Chiêm Thành]] [[Sạ Đẩu]] (tức [[Jaya Sinhavarman II]]). Khi quân Đại Cồ Việt chiếm được thành [[Kandapurpura|Phật Thệ]], đã bắt nhiều người đưa về, trong đó có cả Mỵ Ê. Đến [[Phủ Lý|Lý Nhân]] bà nhảy xuống sông Châu Giang tự vẫn.\n|-\n| [[Jaya Indravarman IV]] || ?-1192 || Vua Chăm Pa của Vương triều thứ 11, từng dẫn quân xâm lăng [[Đế quốc Khmer]] năm 1177.\n|-\n| [[Chế Bồng Nga]] || ?-1390 || Po Binasuor, Vua thứ ba của Vương triều thứ 12 liên bang Chăm Pa, từng dẫn quân đánh phá [[Thăng Long]] 3 lần, về sau tử trận ở Đại Việt.\n|-\n| [[Chế Ma Nô Đà Nan]] || ?-1407 || Tướng [[nhà Trần]] và [[nhà Hồ]], người gốc [[Chiêm Thành]]. Ông tham gia cuộc [[chiến tranh Việt-Chiêm 1400-1407]], tử trận.\n|-\n| [[Chàng Lía]] || Thế kỷ 18 || Thủ lĩnh khởi nghĩa nông dân ở [[Đàng Trong]] thời [[Chúa Nguyễn]] thế kỷ 18. Căn cứ khởi nghĩa nay thuộc xã Ân Đức, huyện [[Hoài Ân]] tỉnh [[Bình Định]].\n|-\n| [[Les Kosem]] || ?-1976 || Sĩ quan quân đội [[Liên hiệp Pháp]], sau là Chuẩn tướng quân đội Campuchia ([[Cộng hòa Khmer]]) có vai trò quan trọng trong [[Chiến tranh Việt Nam|Chiến tranh Đông Dương lần thứ hai]] và cuộc [[nội chiến tại Campuchia|nội chiến Campuchia]]. Là người theo [[chủ nghĩa dân tộc]] phục quốc [[Chăm Pa|Champa]], ông từng giữ chức Chủ tịch [[Mặt trận Giải phóng Champa]] (FLC), một trong những lãnh tụ [[FULRO]].\n|-\n| [[Chế Linh]] || 1942-... || Ca sĩ, nhạc sĩ nổi danh từ thập niên 60, quê Paley Hamu Tanran, gần Phan Rang, nay thuộc xã Phước Hữu, Ninh Phước, Ninh Thuận. Sau năm 1975 ông vượt biên và định cư tại Toronto, Canada.\n|-\n| [[Từ Công Phụng]] || 1942-... || Nhạc sĩ tiêu biểu cho tân nhạc Việt Nam trong thập niên 1960-1980. Hiện đang định cư tại Portland, Oregon, Hoa Kỳ. Quê Ninh Phước, [[Ninh Thuận]].\n|-\n| [[Po Dharma]] || 1945-2019 || Nhà nghiên cứu văn hóa sử quốc tịch Pháp, sinh ở huyện [[Ninh Phước]], tỉnh [[Ninh Thuận]]. Năm 1972 ông sang Campuchia rồi sang Pháp du học, năm 1986 lấy bằng Tiến sĩ. Ông nghiên cứu khoa học tại [[Viện Viễn Đông Bác cổ]] Pháp (EFEO) chuyên về lịch sử và nền văn minh Champa, có công trình khoa học viết bằng tiếng Pháp và Mã Lai, và tiếng Chăm tiếng Việt.\n|-\n| [[Mã Điền Cư]] || 1954-... || [[Đại biểu Quốc hội Việt Nam]] khóa 9, 10, 11, 12, 13 (2011-2016). Quê xã Phan Thanh, huyện Bắc Bình, tỉnh Bình Thuận\n|-\n| [[Inrasara]] || 1957-... || Tên thật là ''Phú Trạm'', nhà thơ, nghiên cứu, sưu tầm, dịch thuật, nhà phê bình văn học. Quê thị trấn Phước Dân, huyện [[Ninh Phước]] tỉnh [[Ninh Thuận]].\n|-\n| [[Đàng Năng Thọ]] || ? || Nhà điêu khắc, giám đốc trung tâm văn hóa Chăm, Phan Rang.\n|-\n| [[Lưu Văn Đức]] || 1967-... || [[Đại biểu Quốc hội Việt Nam]] khóa 14 (2016-2021). Quê xã [[Phước Thái]], huyện [[Ninh Phước]], [[Ninh Thuận]]\n|-\n| [[Trung Dũng (doanh nhân)|Trung Dũng]] || 1967-... || Doanh nhân người Mỹ gốc Chăm Việt.\n|-\n| [[Bố Thị Xuân Linh]] || 1970-... || [[Đại biểu quốc hội Việt Nam]] khóa 14. Quê xã [[Phan Hiệp]], huyện [[Bắc Bình]], tỉnh [[Bình Thuận]]\n|-\n| [[Đàng Thị Mỹ Hương]] || 1973-... || [[Đại biểu Quốc hội Việt Nam]] khóa 14. Quê xã Phước Hữu, huyện Ninh Phước, tỉnh [[Ninh Thuận]]\n|-\n| [[Đăng Vũ]] || 1977-... || ''Chế Đăng Vũ'' [[ca sĩ]] dòng [[nhạc vàng]]. Quê tỉnh Lâm Đồng.\n|}\n\n== Xem thêm ==\n* [[Vương quốc Champa]]\n* [[Lịch sử Chăm Pa|Lịch sử Champa]]\n* [[Hồi giáo Chăm Islam]]\n* [[Hồi giáo tại Việt Nam]]\n*[[Côn man]]\n\n== Chú thích ==\n{{tham khảo |colwidth =25em}}\n\n== Tham khảo ==\n{{thể loại Commons|Cham people}}\n\n=== Tiếng Việt ===\n* [[Quốc sử quán (nhà Nguyễn)|Quốc sử quán triều Nguyễn]], '''[[Đại Nam thực lục]]''' (toàn tập). Bản dịch của [[Viện Hàn lâm Khoa học xã hội Việt Nam|Trung tâm khoa học xã hội và nhân văn quốc gia]], Viện sử học Quốc sử quán triều Nguyễn, Tổ Phiên dịch [[Viện Sử học (Việt Nam)|Viện Sử học]] phiên dịch. [[Nhà xuất bản Giáo dục Việt Nam|Nhà xuất bản Giáo Dục]] xuất bản năm 2007.\n* Quốc sử quán triều Nguyễn, '''[[Đại Nam liệt truyện]]''' (toàn tập). [[Nhà xuất bản Thuận Hóa|Nhà Xuất Bản Thuận Hóa]].\n* Nguyễn Văn Huy. '''Tìm hiểu người Chăm Việt Nam'''.\n* [[Trần Trọng Kim]] (1919), [[s:Việt Nam sử lược|'''Việt Nam sử lược''']].\n* Châu Hải Đường (2018), '''''An Nam Truyện – Ghi chép về Việt Nam trong chính sử Trung Quốc xưa'''''. Công ty Cổ phần sách Tao Đàn, Nhà Xuất Bản Hội Nhà Văn.\n\n=== Tiếng Anh và ngoại ngữ khác ===\n* Alberto Pérez Pereiro (2012). [https:\/\/repository.asu.edu\/attachments\/97673\/content\/\/tmp\/package-jqN2y7\/PerezPereiro_asu_0010E_12343.pdf Historical Imagination, Diasporic Identity And Islamicity Among The Cham Muslims of Cambodia] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170808141736\/https:\/\/repository.asu.edu\/attachments\/97673\/content\/\/tmp\/package-jqN2y7\/PerezPereiro_asu_0010E_12343.pdf |date=2017-08-08 }}. ARIZONA STATE UNIVERSITY\n* Claudia Seise (2009). [https:\/\/www.academia.edu\/567094\/The_Cham_Minority_in_Cambodia_Division_within_-_Introduction_to_Contemporary_Changes_in_Cham_Communities The Cham Minority in Cambodia: Division within - Introduction to Contemporary Changes in Cham Communities]. State Islamic University of Yogyakarta\n* Philipp Bruckmayr (2019). [https:\/\/books.google.com.vn\/books\/about\/Cambodia_s_Muslims_and_the_Malay_World.html?id=psqiDwAAQBAJ&redir_esc=y Cambodia's Muslims and the Malay world: Malay language, Jawi script, and Islamic factionalism from the 19th century to the present]<nowiki>. Leiden; Boston: Brill, [2019]<\/nowiki>\n* OKAWA Reiko. [[hdl:10723\/1919|Hidden Islamic Literature in a Cambodian Village: The Cham in the Khmer Rouge Period]]. Meiji Gakuin review International & regional studies (2014)\n* Kiernan, Ben. 2008. [https:\/\/www.jstor.org\/stable\/j.ctt1npbv9 The Pol Pot Regime: Race, Power, and Genocide in Cambodia under the Khmer Rouge, 1975-79 (third edition)], New Haven and London: Yale University Press.\n* Collins, William. 2009. “Cham Muslims,” Ethnic Groups of Cambodia, Phnom Penh: Center for Advanced Studies, 2009.\n*Betti Rosita Sari (2017). [https:\/\/www.researchgate.net\/publication\/328604263_TRANSNATIONAL_MIGRATION_AND_ETHNIC_ENTREPRENEURSHIP_AMONG_THE_CHAM_DIASPORA_IN_MALAYSIA\/fulltext\/5bd8599f4585150b2b91d5c7\/TRANSNATIONAL-MIGRATION-AND-ETHNIC-ENTREPRENEURSHIP-AMONG-THE-CHAM-DIASPORA-IN-MALAYSIA.pdf Transnational Migration And Ethnic Entrepreneurship Among The Cham Diaspora In Malaysia]. Research Center for Regional Resources-Indonesian Institute of Sciences\n*Omar Farouk. [http:\/\/www.oxfordislamicstudies.com\/article\/opr\/t343\/e0002# Cambodia, Muslim Minority in]. Oxford Islamic Studies Online.\n*Jean-Michel Filippi (2011). [https:\/\/www.phnompenhpost.com\/post-plus\/long-tragedy-cham-history The long tragedy of Cham history]. The Phnom Penh Post\n*Scupin, Raymond (1989), [https:\/\/www.researchgate.net\/publication\/233216246_Cham_Muslims_of_Thailand_a_haven_of_security_in_Mainland_Southeast_Asia Cham Muslims of Thailand: a haven of security in Mainland Southeast Asia]. Journal Institute of Muslim Minority Affairs.\n*Omar Farouk Bajunid (1999), [[hdl:2433\/56716|The Muslims in Thailand: A Review (<Special Issue>Islam in Southeast Asia)]]. Center for Southeast Asian Studies Kyoto University.\n* Mohamed Effendy Bin ABDUL HAMID (2006), [https:\/\/www.jstor.org\/stable\/41308077 Understanding the Cham Identity in Mainland Southeast Asia: Contending Views]. Sojourn: Journal of Social Issues in Southeast Asia. Vol. 21, No. 2, Dynamics of the Local (October 2006), pp.&nbsp;230–253 (24 pages)\n* Jean-Michel Filippi (2011), [https:\/\/www.phnompenhpost.com\/post-plus\/long-tragedy-cham-history The long tragedy of Cham history]. The Phnom Penh Post.\n* Scupin, Raymond (2007), [https:\/\/www.tandfonline.com\/doi\/abs\/10.1080\/13602008908716135 Cham Muslims of Thailand: a haven of security in Mainland Southeast Asia]. Institute of Muslim Minority Affairs. Journal, Volume 10, 1989 - Issue 2.\n*Nicolas Weber, Exploring Cam Narrative Sources for History of the Cam Diaspora of Cambodia, Nalanda-Sriwijaya Centre Working Paper No 17 (Feb 2015), [http:\/\/www.iseas.edu.sg\/nsc\/documents\/working_papers\/nscwps017.pdf <nowiki>http:\/\/www.iseas.edu.sg\/nsc\/<\/nowiki>documents\/working_papers\/nscwps017.pdf]{{Liên kết hỏng|date = ngày 21 tháng 3 năm 2021 |bot=InternetArchiveBot }}\n*MOHAMED EFFENDY BIN ABDUL HAMID (2008-02-28). [https:\/\/core.ac.uk\/download\/pdf\/48624800.pdf Revisiting Cham Ethnic Identity in Vietnam and Cambodia: The Concept of \"Ethnic Passport\".] ScholarBank@NUS Repository.\n* Danny Wong Tze Ken (2004), [https:\/\/kyotoreview.org\/issue-5\/vietnam-champa-relations-and-the-malay-islam-regional-network-in-the-17th-19th-centuries\/ Vietnam-Champa Relations and the Malay-Islam Regional Network in the 17th–19th Centuries]. Kyoto Review of Southeast Asia. Issue 5 (March 2004). Islam in Southeast Asia.\n* Federico Sabeone (2017), [http:\/\/www.eias.org\/wp-content\/uploads\/2016\/03\/EU_Asia_at_a_Glance_Sabeone_Cham_Cambodia_2017-1.pdf Islam in Cambodia: The fate of the Cham Muslims]. European Institute for Asian Studies\n* Killean, R., Hickey, R., Moffett, L., Viejo Rose, D., So, F., & Orn, V. (2018). ''[https:\/\/reparations.qub.ac.uk\/assets\/uploads\/Cham-Culture_Book_LV06.pdf Cham: Culture & History Story of Cambodia]''. Documentation Center of Cambodia.\n*Bruckmayr, P. (2014). The Cham Muslims of Cambodia: From Forgotten Minority to Focal Point of Islamic Internationalisation, The American Journal of Islamic Social Sciences.\n*K. W. Taylor (2013). ''A History of Vietnamese''. Cambridge University Press. p.&nbsp;301. ISBN <bdi>978-0-521-87586-8<\/bdi>.\n* MOHAMAD ZAIN Musa, NIK HASSAN SHUHAIMI Nik Abdul Rahman, ZULISKANDAR Ramli, ADNAN Jusoh. [http:\/\/journalarticle.ukm.my\/8251\/1\/Mohamad_Zain_Musa,_Nik_Hassan_Shuhaimi_Nik_Abdul_Rahman,_Zuliskandar_Ramli_and_Adnan_Jusoh_Jebat_2_December_2013no_2_-_Copy.pdf CONSEQUENCES OF THE 1858 MALAY-CHAM REBELLION IN CAMBODIA]. Malaysian Journal of History, Politics & Strategic Studies, Vol. 40 (2) (December 2013): 44-74 @ School of History, Politics & Strategy, UKM; ISSN 2180-0251 (electronic), 0126-5644 (paper)\n* T. Mohan and Va Sonyka (2015), [https:\/\/www.khmertimeskh.com\/54388\/imam-san-followers-we-are-muslims\/ Imam San Followers: We Are Muslims]. Khmer Times\n*Agnès De Féo (2005), [https:\/\/www.phnompenhpost.com\/national\/syncretic-world-pure-cham The syncretic world of the 'pure Cham']. The Phnom Penh Post\n{{Các dân tộc Campuchia}}\n{{Các dân tộc Việt Nam}}\n{{Các dân tộc Thái Lan}}\n\n{{DEFAULTSORT:Chăm}}\n[[Thể loại:Người Chăm| ]]\n[[Thể loại:Nhóm sắc tộc ở Campuchia]]\n[[Thể loại:Nhóm sắc tộc ở Thái Lan]]\n[[Thể loại:Cộng đồng Ấn Độ giáo]]\n[[Thể loại:Người tị nạn ở Malaysia]]\n[[Thể loại:Nhóm sắc tộc ở Malaysia]]\n[[Thể loại:Người bản địa Đông Nam Á]]\n[[Thể loại:Tín hữu Ấn Độ giáo Campuchia]]"}