{"95879":"{{Infobox ethnic group\n|group=Người Việt tại Hồng Kông\n|population= 5.000\n|regions= Hồng Kông\n|languages=[[tiếng Việt]], [[tiếng Hồng Kông]]\n|religions=[[Phật giáo]], [[Công giáo]]\n|related-c=[[người Việt]]\n}}\n\n[[Tập tin:Whitehead camp 2008.jpg|nhỏ|Trại thuyền nhân Whitehead]]\nSau [[Chiến tranh Việt Nam]], có nhiều [[người Việt]] đã tị nạn ở [[Hồng Kông]] giữa [[thập niên 1970]]. Do chính sách nhân đạo của [[Hồng Kông thuộc địa|chính quyền thuộc địa]]<ref>{{chú thích báo | first = Donald | last = Cheung | title = Humane refugee policy will continue says official | date = ngày 27 tháng 5 năm 1981 | publisher = South China Morning Post | page =1 |url=http:\/\/sunzi1.lib.hku.hk\/newspaper\/view\/02_09.04\/127430.pdf}}<\/ref>, và dưới sự bảo hộ của [[Liên Hợp Quốc]], một cộng đồng người Việt Nam, chủ yếu là [[người Hoa (Việt Nam)|người gốc Hoa]], đã được cho phép định cư ở Hồng Kông.\n\nViệc nhập cư bất hợp pháp của người tị nạn Việt Nam đã là một vấn đề đau đầu đối với chính quyền Hồng Kông trong 25 năm. Vấn đề chỉ được giải quyết năm 2000. Giữa năm 1975 và 1999, 143.700 người nhập cư Việt Nam đã được tái định cư tại các quốc gia khác và hơn 67.000 người đã bị cho hồi hương<ref name=\"immig\">[http:\/\/www.immd.gov.hk\/40\/eng\/mil\/70s\/mil_70s_iv.html The influx of Vietnamese boat people] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070926220321\/http:\/\/www.immd.gov.hk\/40\/eng\/mil\/70s\/mil_70s_iv.html |date = ngày 26 tháng 9 năm 2007}} Immigration Department, Hong Kong Government, Accessed 2 May, 2007<\/ref>.\n\nCộng đồng người Việt Nam ở Hồng Kông, hiện có khoảng 5.000-6.000 người và có một số người thành công trên nhiều lĩnh vực. Sau khi Việt Nam thống nhất năm 1975, nhiều Hoa kiều và cả người Việt Nam đã sang Hồng Kông, sau đó có một bộ phân đi sang các nước phương Tây. Những người còn lại ở lại Hồng Kông và cũng thành công trong kinh doanh. Có những doanh nhân hiện có những dự án đầu tư lớn trở lại Việt Nam. Nhìn chung, cuộc sống của cộng đồng người Việt Nam ở Hồng Kông khá ổn định, vì Hồng Kông là một thành phố phát triển, thu nhập rất cao, lương bình quân tối thiểu của người làm việc tại đây là khoảng 8.000 HKD (đô-la Hongkong), tức khoảng 1.000 USD. Tuy vậy, còn có một bộ phận người Việt có cuộc sống còn khó khăn do trình độ học vấn thấp. Ở Hồng Kông có một khu gọi là Làng Việt Nam ở đảo Lantau (một hòn đảo lớn nhất Hồng Kông). Bà con ở đây sống co cụm lại với nhau, nhiều người không có điều kiện học hành, không biết tiếng Quảng Đông (ngôn ngữ chính ở Hồng Kông, bên cạnh tiếng Anh).\n\nTrước đây, đối với người Việt Nam, việc xin visa vào Hồng Kông để làm việc tương đối dễ dàng, nhưng mấy năm gần đây do một số người Việt vào Hồng Kông bất hợp pháp, hay ở lại quá hạn cho phép… nên ảnh hưởng đến việc xin visa. Người Việt Nam ở Hồng Kông-Macau đã có nhiều hoạt động tích cực để quảng bá hình ảnh, văn hóa, du lịch… Việt Nam ở nơi sở tại. Ở Hồng Kông có nhiều hoạt động quảng bá như sự kiện giới thiệu văn hoá các nước châu Á, thì người Việt cũng tham gia biểu diễn văn nghệ dân tộc tại đây<ref>{{chú thích web | url = http:\/\/vov.vn\/nguoi-viet\/cong-dong-nguoi-viet-tai-hongkongmacau-luon-tu-hao-ve-to-quoc-477767.vov | tiêu đề = Chưa cấp phép bay cho Hãng hàng không Bamboo | author =  | ngày =  | ngày truy cập = 8 tháng 6 năm 2023 | nơi xuất bản = [[Đài Tiếng nói Việt Nam|Báo Điện tử Đài Tiếng nói Việt Nam]] | ngôn ngữ = }}<\/ref>.\n\n==Người Việt nổi bật==\n*[[Lữ Lương Vĩ]] (''Ray Lui)'': diễn viên rời Việt Nam năm 1967\n*[[Từ Khắc]]: đạo diễn rời Việt Nam năm 1963\n*[[Doãn Quang]] (''Wan Kwong)'': ca sĩ opera rời Việt Nam những năm 1960\n*[[Ông Tĩnh Tinh]] (''Mary Jean Reimer)'': diễn viên, cố vấn pháp luật đến Hồng Kông năm 1965\n*[[Vương Quốc Hưng (chính khách)|Vương Quốc Hưng]]: chính khách, hành viên Hội đồng lập pháp đảo Hồng Kông\n*[[Nguyễn Vân Đạo]] (''Peter Nguyen)'': thẩm phán, đến Hồng Kông năm 1948\n*[[Nhậm Kiếm Thanh]] (''任劍聲):'' ca sĩ opera Việt kịch Quảng Đông, đến Hồng Kông những năm 1960\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Bắt đầu từ nay]]\n\n{{Người Việt hải ngoại}}\n\n{{sơ khai Hồng Kông}}\n\n[[Thể loại:Xã hội Hồng Kông]]\n[[Thể loại:Việt kiều]]\n[[Thể loại:Di cư Việt Nam]]\n[[Thể loại:Việt kiều theo quốc gia]]\n[[Thể loại:Việt kiều ở châu Á]]"}