{"813056":"{{nhiều vấn đề|{{chú thích trong bài}}{{wikify}}{{thiếu nguồn tham khảo}}}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Ngọc Liên\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| huyện = [[Ngọc Lặc]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 15091<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Ngọc Liên''' là một xã trung du nằm ở phía đông bắc của huyện [[Ngọc Lặc]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n== Diện tích tự nhiên và dân số ==\nXã Ngọc Liên nằm ở phía Đông Bắc huyện Ngọc Lặc Tỉnh Thanh Hoá, cách trung tâm huyện 7&nbsp;km. Xã có 10 thôn, với tổng diện tích đất tự nhiên là 1.451,88  ha, trong đó: Đất sản xuất nông nghiệp: 575.71 ha, chiếm 39,6%; đất lâm nghiệp: 479,78 ha, chiếm 33%; đất ở: 202,05 ha, chiếm 13,9%; đất khác: 194,34 ha, chiếm 13,38%. Xã có 1569 hộ với 6768 khẩu. Trong đó, lao động trong độ tuổi là 4050 người chiếm 59,8% (tại thời điểm điều tra 30\/9\/2020)..\nNgọc Liên nằm ở vùng núi thấp, địa hình tương đối bằng phẳng. Điểm có độ cao nhất 144,1 m, trên đồi Sú ở phía Tây Nam giáp với xã Ngọc Sơn, nơi thấp nhất dưới 30 m, nằm bên cạnh sông Hép giáp với xã Ngọc trung, Lộc Thịnh.\nĐất đai Ngọc Liên phù hợp với phát triển cây lúa nước, cây màu, cây công nghiệp ngắn ngày, cây công nghiệp dài ngày.\nTài nguyên nước phong phú, hệ thống khe suối, hồ đập phân bố rộng khắp, với tổng diện tích mặt nước chuyên dùng 37,9 ha.\n\n== Địa giới hành chính ==\nRanh giới:\n\nVị trí địa lí\n\n         - Phía Bắc giáp với xã Quang Trung và Đồng Thịnh, huyện Ngọc Lặc.\n\n         - Phía Nam giáp xã Ngọc Sơn và xã Ngọc Trung, huyện Ngọc Lặc.\n\n         - Phía Tây giáp xã Ngọc Khê, huyện Ngọc Lặc.\n\n         - Phía Đông giáp xã Đồng Thịnh và Lộc Thịnh, huyện Ngọc Lặc.\n\nCách trung tâm huyện lỵ gần 7&nbsp;km. Ngọc Liên là một trong 6 xã, thị trấn nằm trong quy hoạch chung Đô thị Ngọc lặc. Đô thị trung tâm vùng miền núi phía tây Thanh Hóa.\n\n== Lịch sử ==\nĐịa danh của xã Ngọc Liên có những thay đổi qua các thời kỳ lịch sử. Cho đến khoảng thế kỷ thứ XIII, vùng đất Ngọc Liên ngày nay còn là vùng rừng núi rậm rạp, nhiều muông thú, cư dân bản địa sống ở các làng xóm thưa thớt. Đến thời vua Lê Thánh Tông (1460 - 1497) Ngọc Liên là vùng đất thuộc Mường Rặc. Vào niên hiệu Hồng Đức (1470 - 1497) Mường rặc gọi là sách Ngọc Lặc (từ 1490); Ngọc Liên thuộc sách Ngọc Lặc. Đến đời Lê Diệu Tông (1705 - 1729) niên hiệu Vĩnh Thịnh (1705 - 1719), sách Ngọc Lặc đổi thành xã Ngọc Lặc, Ngọc Liên thuộc xã Ngọc Lặc.\nThời Pháp thuộc, Ngọc Liên thuộc mường Rặc (tổng Ngọc Khê) gồm có 26 làng (làng Hòa, làng Ti Ti, Làng Sú Si, Làng Sống, làng Mốc, làng Ro, làng Chiềng Rạch, làng Rồng, làng Khoai, Làng Vún, làng Giếng Trèo, làng Bái, làng Châu, làng Nhót, làng Tổ, làng Bím, làng Nánh Hạ, làng Nánh Thượng, làng Trại, làng Cò Khoọng, làng Rộc Bắt, làng Sanh, làng Vong, làng Chẹ, Làng Minh, làng Bương).\nTrước Cách mạng tháng 8 năm 1945, thực dân pháp tăng cường chính sách cai trị, bóc lột nhân dân, chúng đặt ra các chức sắc Lang, Đạo, chia thành Mường, Giáp, thôn nhỏ để dễ cai trị, mường Rặc gọi là xã Ngọc Điền.\nSau cách mạng tháng 8 năm 1945 đến tháng 6 năm 1946 xã Ngọc Điền sáp nhập với xã Phúc Thành, xã Ngọc Lâm, xã Mộng Sơn gọi là xã Ngọc Thắng.\nTrước năm 1963 là một phần đất của xã Ngọc Thắng, huyện Ngọc Lặc.\n Ngày 4 tháng 9 năm 1964, Chính phủ ra Quyết định số 232\/QĐ-NV về việc thành lập xã Ngọc Liên trên cơ sở chia tách xã Ngọc Thắng thành 3 xã: Ngọc Liên, Ngọc Sơn, Ngọc Trung. Xã Ngọc Liên được giữ nguyên tới bây giờ.\n\nTrước yêu cầu, nhiệm vụ của một xã mới thành lập, ngày 14 tháng 9 năm 1964, huyện uỷ Ngọc Lặc Quyết định thành lập chi bộ xã Ngọc Liên. chi bộ có 16 đảng viên sinh hoạt ở 5 tổ đảng gồm: Ngọc Thanh, Thái Thuận, Kim Ngọc, Phúc Thuận và Ngọc Rạch.\n\nNgày 18 tháng 1 năm 1970, chi bộ xã Ngọc Liên được Đảng bộ cấp trên Quyết định thành lập Đảng bộ xã Ngọc Liên.\n\nNiềm vinh dự lớn đối với nhân dân Ngọc Liên, ngày 23 tháng12 năm 1969, được đón Thủ tướng Phạm Văn Đồng về thăm nhân dân, thăm rừng luồng Kim Ngọc, sau đó Thủ tướng gửi thư khen về thành tích trồng luồng. Niềm vinh sự, tự hào đó được nhân lên trong phong trào thi đua lao động sản xuất, đẩy mạng trồng rừng, trong những năm sau Ngọc Liên trở thành một xã điển hình về phong trào trồng cây lâm nghiệp trong tỉnh.\n\nNăm 2011 xã Ngọc Liên tiến hành xây dựng nông thôn mới. Kết quả đến năm 2015 đạt 19\/19 tiêu chí trong bộ tiêu chí xây dựng nông thôn mới. Bộ mặt nông thôn xã Ngọc Liên có nhiều thay đổi. Tốc độ tăng giá trị sản xuất giai đoạn 2011- 2014 bình quân đạt 12,9%. Tổng sản lượng lương thực đạt 3043 tấn. Bình quân lương thực đầu người năm 2014  đạt 480&nbsp;kg\/người\/năm.\n\n          Tổng giá trị thu nhập từ trồng trọt và chăn nuôi đạt 53,06 tỷ, chiếm 45,9%, từ tiểu thủ công nghiệp và xây dựng cơ bản đạt 15,37 tỷ, chiếm 13,3%, dịch vụ thương mại và thu khác đạt 47,16 tỷ, chiếm 40,8%.\n\n          Tổng sản phẩm xã hội đạt 115,6 tỷ đồng; Bình quân thu nhập đầu người đạt 18,2 triệu đồng\/người\/năm. \n\nTỷ lệ hộ nghèo hàng năm giảm, năm 2010 là: 34,7%,  đến năm 2014 giảm xuống còn 2,83%.\n\nCơ cấu chính quyền:\n\n- Bí thư đảng ủy: Nguyễn Viết Võ\n\n- Phó bí thư thường trực đảng ủy: Bùi Văn Lâm\n\n- Phó bí thư kiêm chủ tịch UBND xã: Nguyễn Đình Nam\n\n- Ủy viên ban thường vụ: Phạm Phú Xuân\n\n- Ủy viên ban thường vụ: Lê Thị Quế\n\n'''KẾT QUẢ THỰC HIỆN CÁC\nTIÊU CHÍ XÂY DỰNG NÔNG THÔN MỚI NÂNG CAO.\n\nTổng số tiêu chí xã tổ chức tự đánh giá đạt tiêu chuẩn nông thôn mới theo quy định là 15\/15 tiêu chí, đạt 100% cụ thể:\n\n'''1. Tiêu chí số 1 về quy hoạch và thực hiện quy hoạch.'''\n\nCó quy hoạch nông thôn mới được lập theo quy định tại Thông tư liên tịch\nsố 13\/2011\/TTLT-BXD-BNNPTNT-BTN&MT ngày 28\/10\/2011 của liên bộ; và được phê\nduyệt quy hoạch tại Quyết định 1982\/QĐ-UBND ngày 19 tháng 6 năm 2012 của UBND\nhuyện Ngọc Lặc về Quy hoạch sử dụng đất; Quy hoạch sản xuất nông nghiệp và Quy\nhoạch hạ tầng kinh tế- xã hội.\n\n- Quy hoạch đã được công bố rộng rãi tới các thôn.\n\n- Có bản vẽ quy hoạch được niêm yết công khai, hoàn thành việc cắm mốc\nchỉ giới các công trình hạ tầng theo quy hoạch, được cấp có thẩm quyền phê\nduyệt.\n\n- Có quy chế quản lý quy hoạch được cấp có thẩm quyền phê duyệt.\n\n          - Kinh phí đã thực hiện: 215,5 triệu\nđồng\n\n           '''2.\nTiêu chí số 2 về giao thông.'''\n\n        - Đường trục xã, liên xã: Đã được\nnhựa hóa và bê tông hóa được  18,9\/18,9&nbsp;km, đạt 100 % (trong đó đường nhựa hóa: 2,5&nbsp;km, đường bê tông hóa: 16,4&nbsp;km).\n\n          - Đường trục thôn được cứng hoá  11,7\/11,7&nbsp;km đạt 100% (trong đó đường bê tông\nhóa: 8,0&nbsp;km, đường cấp phối: 3,7&nbsp;km).\n\n          - Đường ngõ xóm sạch không lầy lội vào\nmùa mưa: 8,9\/8,9&nbsp;km đạt 100%, trong đó đã cứng hóa được 6,5\/8,9&nbsp;km\/ đạt 73,0 %\n(đường bê tông hóa: 4,5&nbsp;km, đường cấp phối: 2,0&nbsp;km).\n\n          - Đường trục chính nội đồng được cứng\nhóa xe cơ giới đi lại thuận tiện là 5 \/6,1&nbsp;km đạt 81,9%.\n\n          - Sau 5 năm thực hiện đã huy dộng nhân\ndân hiến 25.000 m² đất để mở rộng đường giao thông đảm bảo chiều\nrộng theo quy định, đồng thời đã giải tỏa được 3.200 cây cối các loại.\n\n          - Kinh phí đã\nthực hiện: 29.195 triệu đồng.\n\n'''3. Tiêu chí số 3 về thủy lợi.'''\n\n- Hệ thống\nthủy lợi đã cơ bản đáp ứng được yêu cầu sản\nxuất và dân sinh, trong đó có 8,7\/10,2&nbsp;km đã được kiên cố hóa đạt 85,3%.\n\n         - Tổng số có\n08 công trình hồ đập trên địa bàn xã đảm bảo an toàn trong mùa mưa lũ và phục\nvụ tưới ổn định phát huy trên 81,8% năng lực thiết kế đối với các hồ đập có\nthiết kế và trên 87,1% đối với các hồ đập không có thiết kế.\n\n         - Xã đã tổ\nchức thành lập được 13 tổ bảo nông tại 13 thôn để thường xuyên lấy nước, đóng\nnước cho nhân dân trong xã.\n\n         - Các công\ntrình thủy lợi được thường xuyên phát dọn, không có tình trạng bị xâm lấn trái\nphép hoặc tranh chấp về diện tích phục vụ tưới tiêu.\n\n         - Diện tích\ntưới ổn định hàng năm 295\/303,37 ha trong đó có 02 đơn vị trực tiếp cung cấp\nđiều hành nguồn nước tưới phục vụ sản xuất nông nghiệp trên địa bàn xã là: Công\nty TNHH một thanh viên Sông Chu và Ban quản lý khai thác các công trình thủy\nlợi Huyện Ngọc Lặc.\n\n         - Hàng năm các tuyến kênh mương đều được tu bổ,\nnạo vét và huy động toàn dân ra quân làm thủy lợi nội đồng trước khi bước vào\nthời vụ sản xuất. Mỗi năm huy động trên 2600 ngày công lao động công ích. Trong\n5 năm thực hiện đã xây dựng nâng cấp được 02 công trình hồ đập, 05 công trình tràn,\nkiên cố hóa được 1,1&nbsp;km kênh mương để phục vụ tưới tiêu cho sản xuất nông\nnghiệp, đảm bảo an toàn khi có mưa lũ xảy ra.\n\n          - Kinh phí đã\nthực hiện: 17.177 triệu đồng.\n\n                    '''4.\nTiêu chí số 4 về điện'''\n\n                  - Trên địa bàn xã có 10,5&nbsp;km\nđường dây cao thế; 18,4&nbsp;km đường dây hạ thế, và 07 trạm biến áp tổng công suất\n685 KVA. Hiện nay toàn bộ hệ thống điện của xã đã đảm bảo yêu cầu kỹ thuật của\nngành điện.\n\n          - Có 1525  hộ\/1527 hộ sử dụng điện an toàn thường xuyên\n= 99,8%\n\n          - Kinh phí đã thực hiện: 1.300 triệu\nđồng\n\n                    '''5.\nTiêu chí số 5 về trường học.'''\n\n         Trên địa bàn xã có 3 cấp trường:\n\n          - Trường mầm non: Hiện có cơ sở vật\nchất đạt chuẩn quốc gia 80%;\n\n          - Trường tiểu học: Đạt chuẩn quốc gia năm\n2012\n\n          - Trường trung học cơ sở: Đạt chuẩn\nquốc gia  năm 2014.\n\n          Khuôn viên trường học đã được chỉnh\ntrang xây dựng, trang bị cơ sở vật chất trang thiết bị dạy và học, các công\ntrình vệ sinh nước sạch trong nhà trường cũng đã được đầu tư xây dựng.\n\n          - Kinh phí đã\nthực hiện: 1.570 triệu đồng\n\n                    '''6.\nTiêu chí số 6 về cơ sở vật chất văn hoá.'''\n\n         - Công sở xã đã được đầu tư xây dựng\nnăm 2014 quy mô 2 tầng, 20 phòng làm việc, 01 phòng giao ban.\n\n- Nhà văn hóa và khu thể thao xã: Xã có 01 nhà văn hóa đa năng diện tích\n500 m² với trên 350 chỗ ngồi. Có sân thể thao tại khu vực trung tâm\ndiện tích: 0,67 ha.\n\n- Nhà văn hóa và khu thể thao thôn: 13\/13 thôn có nhà văn hóa và khu thể\nthao phục vụ cho nhu cầu thể dục thể thao- văn hóa văn nghệ và sinh hoạt cộng\nđồng của nhân dân. Cụ thể từng thôn như sau: \n\n{| class=\"MsoNormalTable\"\n \n |\n'''Stt'''\n \n |\n'''Thôn'''\n \n |\n'''Diện tích khu nhà văn hóa'''\n \n'''(m²)'''\n \n |\n'''Diện tích'''\n \n'''Sân thể thao'''\n \n'''(m²)'''\n \n |\n'''Kế cấu nhà'''\n \n |\n'''Ghi chú''' \n \n |-\n |\n1\n \n |\nThôn\n1\n \n |\n500\n \n |\n2296\n \n |\nNhà\ncấp 4\n \n |   \n |-\n |\n2\n \n |\nThôn\n2\n \n |\n400\n \n |\n3289\n \n |\nNhà\nsàn\n \n |   \n |-\n |\n3\n \n |\nThôn\n3\n \n |\n300\n \n |\n1700\n \n |\nNhà\ncấp 4\n \n |   \n |-\n |\n4\n \n |\nThôn\n4\n \n |\n3151\n \n |\n7756\n \n |\nNhà\ncấp 4\n \n |   \n |-\n |\n5\n \n |\nThôn\n5\n \n |\n1500\n \n |\n2600\n \n |\nNhà\nsàn\n \n |   \n |-\n |\n6\n \n |\nThôn\n6\n \n |\n339\n \n |\n1000\n \n |\nNhà\nsàn\n \n |   \n |-\n |\n7\n \n |\nThôn\n7\n \n |\n300\n \n |\n1318\n \n |\nNhà\nsàn\n \n |   \n |-\n |\n8\n \n |\nThôn\n8\n \n |\n517\n \n |\n2582\n \n |\nNhà\nsàn\n \n |   \n |-\n |\n9\n \n |\nThôn\n9\n \n |\n449\n \n |\n6000\n \n |\nNhà\nsàn\n \n |   \n |-\n |\n10\n \n |\nThôn\n10\n \n |\n1260\n \n |\n5629\n \n |\nNhà\nsàn\n \n |   \n |-\n |\n11\n \n |\nThôn\n11\n \n |\n1054\n \n |\n1028\n \n |\nNhà\nsàn\n \n |   \n |-\n |\n12\n \n |\nThôn\n12\n \n |\n300\n \n |\n1000\n \n |\nNhà\nsàn\n \n |   \n |-\n |\n13\n \n |\nThôn\n13\n \n |\n300\n \n |\n700\n \n |\nNhà\nsàn\n \n |   \n |-\n | colspan=\"2\" |\n'''Tổng'''\n \n |\n'''10.370'''\n \n |\n'''36.898'''\n \n |   \n |   \n|}\n- Tất cả 13\/13 thôn đều đã thực hiện chỉnh trang, nâng cấp, mở rộng diện\ntích  nhà văn hóa, sân thể thao đảm bảo\nđạt chuẩn theo quy định. Xây dựng được 02 cổng làng.\n\n          - Kinh phí đã thực hiện:  10.547 triệu đồng\n\n                    '''7.\nTiêu chí số 7 về Chợ nông thôn.'''\n\n          - Chợ được xây dựng theo quy hoạch, có\ngiấy CN QSDĐ với diện tích 2607m², đáp ứng nhu cầu trao đổi hàng hóa\ncủa nhân dân trong xã và các xã lân cận. Chợ có 08 ki ốt, có 28 gian hàng, hàng\nnăm có trên 200.000 lượt người tham gia họp chợ. Chợ có khu buôn bán thực phẩm\ntươi sống đầy đủ trang thiết bị như hệ thống quầy hàng, hệ thống phòng cháy\nchữa cháy, vệ sinh môi trường được đảm bảo, ANTT đạt chuẩn theo quy định, đã\nban hành nội quy trong chợ đã được phê duyệt và niêm yết công khai.\n\n'''8.\nTiêu chí số 8 về Bưu điện.'''\n\n- Xã có điểm phục vụ bưu chính viễn\nthông đạt tiêu chuẩn ngành.\n\n          - 100% các thôn có cơ sở hạ tầng kỹ thuật viễn thông sẵn sàng\nđáp ứng nhu cầu sử dụng dịch vụ truy cập Internet.\n\n'''9.\nTiêu chí số 9 về nhà ở dân cư.'''\n\n- Trong 5 năm thực hiện đã xây mới\nđược: 267 nhà; đồng thời nhân dân cũng đã chủ động chỉnh trang xây dựng khuôn\nviên gia đình, đầu tư các công trình vệ sinh, nâng cấp nhà ở kiên cố được 326\nnhà, đến nay trên địa bàn xã không còn nhà tạm, nhà dột nát; Số nhà ở đạt theo\ntiêu chuẩn của Bộ xây dựng: 1462\/1527 nhà đạt tỷ lệ: 95,7% (''tính đến ngày 31\/6\/2015'').\n\n          - Kinh\nphí thực hiện: 29.090 triệu đồng\n\n'''10.\nTiêu chí số 10 về thu nhập.'''\n\n- Tổng thu nhập năm 2014 là: 115,6\ntỷ đồng thu nhập từ các lĩnh vực cụ\nthể như sau:\n\n          + Thu nhập từ ngành nông nghiệp đạt: 53,06 tỷ đồng chiếm 45,9%;\n\n+ Thu nhập từ ngành TTCN -\nXDCB đạt: 15,37 tỷ đồng chiếm 13,3%;\n\n+Thu nhập từ ngành TM - DV đạt:\n47,16 tỷ đồng chiếm 40,8%;\n\n- Thu nhập bình quân đầu người năm 2014 đạt 18,2 triệu đồng \/người\/ năm\n(''có phiếu điều tra chi tiết đến hộ kèm\ntheo''). Ước tính 6 tháng đầu năm 2015: 13,2 triệu\nđồng\/người\/năm.\n\n- Kinh phí thực\nhiện: 41.134,3 triệu đồng.\n\n'''11.\nTiêu chí số 11 về hộ nghèo.'''\n\n          Tỷ lệ hộ nghèo trong 5 năm giảm được\n444 hộ, năm 2010 là 487 hộ, chiếm tỷ lệ 34,7%, đến\nnăm 2014 giảm xuống còn 43\/1519 hộ, chiếm tỷ lệ 2,83 %.\n\n          - Trong những năm qua địa phương đã\ntriển khai và thực hiện tốt Nghị quyết số 09 của Ban chấp hành Đảng bộ tỉnh Về tăng cường sự lãnh đạo của Đảng đối với công tác giảm nghèo nhanh và\nbền vững ở các huyện miền núi Thanh Hóa đến năm 2020. Thực hiện đầy đủ, kịp\nthời các chính sách của nhà nước đối với hộ nghèo như: Hộ nghèo được vay\nvốn ưu đãi, hỗ trợ kinh phí để phát triển sản xuất. Kết quả có nhiều hộ đã vươn\nlên thoát nghèo bền vững.\n\n          - Kinh phí\nthực hiện: 7.858 triệu đồng.\n\n'''12.\nTiêu chí số 12 Tỷ lệ lao động có việc làm thường xuyên.'''\n\n- Theo kết quả rà soát tính\nđến ngày 30\/6\/2015 trên địa bàn xã có 3699 lao động, trong đó lao động có việc\nlàm thường xuyên là: 3506 lao động chiếm tỷ lệ  94,8% (''có\nphiếu điều tra lao động kèm theo''). Trong đó:\n\n+ Lao động trong ngành nông-\nlâm- ngư nghiệp: 2301\/3699 lao động chiếm tỷ lệ 62,2%.\n\n+ Lao động trong ngành\nTTCN-XDCB: 1040\/3699 lao động chiếm tỷ lệ 28,1%.\n\n+ Lao động trong ngành TM-DV:\n358\/3699 lao động chiếm tỷ lệ 9,7%.\n\n          '''13. Tiêu chí số 13 về hình thức tổ\nchức sản xuất.'''\n\n          - Xã có 01 HTX dịch vụ nông nghiệp\nhoạt động có hiệu quả, đáp ứng các dịch vụ về sản xuất nông nghiệp và nhu cầu\nhoạt động sản xuất kinh doanh của nhân dân trong xã. HTX có hợp đồng liên\ndoanh, liên kết với doanh nghiệp bên ngoài để cung ứng vật tư và tiêu thụ sản\nphẩm cho xã viên.\n\n          - Doanh\nthu hàng năm: 99 triệu đồng.\n\n'''14.\nTiêu chí số 14 về giáo dục.'''\n\n- Đạt phổ cập giáo dục THCS năm 2002.\n\n- Tỷ lệ học sinh tốt nghiệp THCS được\ntiếp tục học trung học: 56\/60 em đạt 93,3%.\n\n- Số lao động qua đào tạo trên địa\nbàn xã tính đến 30\/6\/2015: 1345\/3699 lao động chiếm tỷ lệ 36,4%.\n\n- Hàng năm xã đều trao quỹ khuyến học cho các em đạt thành tích xuất sắc\ntrong học tập và các em thi đỗ vào các trường Đại học, Cao đẳng.\n\n- Liên kết với trường Trung cấp nghề miền núi mở lớp đào tạo nghề: Chăn\nnuôi, thêu ren, trồng nấm cấp chứng chỉ cho 198 học viên. Ngoài ra một số lao\nđộng nữ còn chủ động đăng ký học nghề may mặc để có tay nghề đáp ứng cho nhu\ncầu tuyển lao động của công ty may tại địa bàn Huyện.\n\n- Một số nghề như: Sửa chữa xe máy, đồ điện tử, đồ dân dụng, xây dựng\nphù hợp với điều kiện nông thôn được nhân dân tự bỏ vốn để học và ứng dụng vào\nthực tế.\n\n- Kinh phí thực hiện: 3.870 triệu đồng\n\n'''15.\nTiêu chí số 15 về y tế.'''\n\n- Trạm y tế xã đã được công nhận đạt bộ tiêu chí quốc gia về y tế.\n\n- Trạm y tế  đạt chuẩn quy mô 2 tầng, 10 phòng chức năng.\n\n- Số người có thẻ bảo hiểm y\ntế: 5685\/6371 người chiếm tỷ lệ 89,2% ''(Tính\nđến thời điểm 30\/6\/2015)''.\n\n- Kinh phí thực hiện:  8.975 triệu đồng.\n\n'''16.\nTiêu chí số 16 về văn hoá.'''\n\n- Xã Ngọc Liên được công nhận xã văn hóa\nnông thôn mới năm 2012.\n\n- Số thôn được công nhận danh\nhiệu \"thôn văn hóa\" 11\/13 thôn đạt tỷ lệ 84,6%.\n\n- Số thôn được công nhận và\ngiữ vững danh hiệu \" thôn văn hóa\" liên tục từ 05 năm trở lên: 10 thôn\/13 thôn\nđạt tỷ lệ 79,9%. Tỷ lệ gia đình văn hóa năm 2014 chiếm 74,5%(1133hộ\/1519hộ).\n\n- Hàng năm các thôn đều xây\ndựng được hương ước của làng, thực hiện nếp sống văn minh trong cộng đồng dân\ncư. Thực hiện tốt các quy định trong việc tang, việc cưới.\n\n- Kinh phí thực hiện: 560 triệu đồng.\n\n'''17.\nTiêu chí số 17 về môi trường.'''\n\n          - Tỷ lệ hộ sử dụng nước hợp vệ sinh và\nnước sạch theo quy chuẩn Quốc gia là 1391\/1527 ''(Với số khẩu là:5802\/6371 tính đến thời điểm 31\/6\/2015)'' đạt 91,1%\ntrong đó số hộ sử dụng nước sạch 740\/1527 hộ đạt 48,5%.\n\n          - 64\/64 hộ sản xuất kinh doanh (kinh\ndoanh vật liệu xây dựng, đóng gạch vồ, nghề mộc, chăn nuôi, giết mổ gia súc…)\ntrên địa bàn xã đạt tiêu chuẩn về môi trường, trong quá trình sản xuất xả nước\nthải, chất thải rắn, mùi, khói bụi, tiếng ồn nằm trong giới hạn cho phép theo\nquy định:\n\n          + Tất cả các cơ sở sản xuất kinh doanh\nbao gồm: Kinh doanh vật liệu xây dựng, đóng gạch vồ, nghề mộc, chăn nuôi gia\ntrại, giết mổ gia súc… đều đã đăng ký bản cam kết bảo vệ môi trường.\n\n          + Toàn xã có trên 1000 hộ chăn nuôi\nquy mô nông hộ, chuồng trại chăn nuôi nằm cách biệt với khu nhà ở đảm bảo vệ\nsinh môi trường, có 40 hộ chăn nuôi áp dụng mô hình sử dụng hầm biogas để xử lý\nchất thải trong chăn nuôi.\n\n          + Trạm y tế xã có bản cam kết bảo vệ\nmôi trường được UBND huyện phê duyệt, báo cáo kết quả giám sát môi trường định\nkỳ. Thực hiện thu gom, phân loại rác thải y tế và chất thải sinh hoạt trong đó\nchất thải y tế nguy hại vận chuyển về bệnh viện đa khoa huyện để xử lý, còn rác\nthải sinh hoạt thu gom về khu vực xử lý rác thải của xã.\n\n          + Chợ dân sinh: Có bản cam kết bảo vệ\nmôi trường, báo cáo kết quả giám sát môi trường định kỳ. Có tổ vệ sinh thu gom\nrác thải trong khu vực chợ để tập kết về khu vực xử lý rác thải của xã.\n\n          - Không có các hoạt động gây ô nhiễm\nmôi trường và có các hoạt động phát triển môi trường xanh - sạch - đẹp:\n\n          + Không có các hoạt động đốt rừng, phá\nrừng làm nương rẫy ảnh hưởng đến rừng đầu nguồn.\n\n          + Không có cơ sở sản xuất kinh doanh\ntrong danh mục cơ sở gây ô nhiễm môi trường nghiêm trọng.\n\n          + Hàng năm UBND xã đều có kế hoạch bảo\nvệ môi trường, trong đó phân công trách nhiệm cụ thể cho các ngành, tổ chức\nhội, đoàn thể (Hội phụ nữ, Đoàn thanh niên, Hội cựu chiến binh, Hội nông dân\nxã) phụ trách công tác bảo vệ môi trường tại các khu vực công cộng của thôn, xã\nvà các khu dân cư.\n\n          + Đường làng ngõ xóm đã được cứng hóa\nvà có hệ thống thoát nước mưa hai bên đường, không để xảy ra tình trạng lầy\nlội, ngập úng.\n\n          + Tất cả các thôn đều duy trì nề\nnếp tổ chức cho nhân dân quét dọn vệ sinh đường làng ngõ xóm vào ngày 15 và 30\nhàng tháng, các hộ gia đình đã chủ động nâng cấp các công trình vệ sinh, nước\nsạch, chỉnh trang lại vườn tược gòn gàng, ngăn nắp, có 1450\/1527 hộ đã thực\nhiện cải tạo vườn tạp, xây dựng tường rào, trồng cây làm hàng rào chiểm tỷ lệ 95,02%,\ncó 1099 hộ trong các khu dân cư có hố tự xử lý, chôn đốt rác thải hằng ngày.\n\n          - Nghĩa trang được xây dựng theo quy\nhoạch, thuận lợi cho việc chôn cất và thăm viếng của nhân dân.\n\n          - Chất thải, nước thải được thu gom xử\nlý theo quy định:\n\n          + Có 1405\/1527 hộ có đủ 03 công trình\nvệ sinh đạt chuẩn, chiếm tỷ lệ 92,01%.\n\n          + Khu trung tâm của xã có hệ thống\ntiêu thoát nước chung, không có tình trạng xả nước thải sinh hoạt chảy tràn gây\nô nhiễm môi trường.\n\n+ Thành lập được 02 tổ thu gom rác thải tổ chức thu gom 1 tuần 2 lần và\ntập kết tại điểm xử lý rác thải khu Cầu Rồng Thôn 7.\n\n+ Thu gom chất thải từ hoạt động canh tác nông nghiệp: 13\/13 thôn có 13\nbể đựng rác thải ngoài đồng để thu gom chai lọ, thuốc BVTV để tập kết ra khu\nvực tiêu hủy, chôn đốt.\n\n- Kinh phí thực hiện: 815 triệu đồng\n\n'''18.\nTiêu chí số 18 về hệ thống tổ chức chính trị, xã hội vững mạnh.'''\n\n          - Xã có 22\/22 cán bộ công chức đạt\nchuẩn đạt 100% trong đó:\n\n          + Về trình độ chuyên môn: Đại học là\n11\/22 người, trung cấp: 10\/22 người, sơ cấp: 01\/22 người. Đối với chức danh chỉ\nhuy trưởng quân sự và trưởng công an xã có trình độ chuyên môn đạt chuẩn theo\nquy định.\n\n          + Về lý luận chính trị: Trình độ trung\ncấp là 15\/22 người, trình độ sơ cấp 07\/22 người.\n\n          + Về quản lý nhà nước: Nhìn chung đội\nngũ cán bộ công chức xã cũng đã được đào tạo, bồi dưỡng qua các chuyên ngành về\nquản lý nhà nước, trong đó có 05\/22 người đạt trình độ trung cấp về quản lý nhà\nnước.\n\n- Có đủ các tổ chức trong hệ thống chính trị cơ sở theo quy định:\n\n+ Đến nay xã Ngọc Liên đã có đủ các tổ chức trong hệ thống chính trị bao\ngồm: Đảng ủy, HĐND, UBND, MTTQ, các Đoàn thể chính trị xã hội hoạt động có hiệu\nquả và thống nhất từ xã đến thôn.\n\n+ Các tổ chức trong hệ thống chính trị của xã hàng năm đều hoàn thành\ntốt và hoàn thành xuất sắc nhiệm vụ được cấp trên công nhận.\n\n+ Đảng bộ xã từ năm 2011 đến nay luôn đạt danh hiệu \"Đảng bộ TSVM\". Cho\nđến nay xã có 18 chi bộ mỗi năm có từ 88,9% chi bộ đạt \"Trong sạch vững mạnh\"\ntrở lên, không có chi bộ yếu kém. Đảng bộ xã Ngọc Liên có tổng số 238 đảng viên\nmỗi năm có trên 83,88% đảng viên hoàn thành tốt nhiệm vụ được giao, còn lại là\nhoàn thành nhiệm vụ được giao. Hàng năm các chi bộ đạt trong sạch, vữn mạnh từ\n88,9% trở lên.\n\n+ Chính quyền hàng năm luôn được cấp trên tặng nhiều bằng khen, giấy\nkhen và danh hiệu thi đua như:\n\nNăm 2012: Được Chủ tịch UBND Tỉnh tặng cờ thi đua đơn vị dẫn đầu năm\n2012.\n\nNăm 2013: Được Chủ tịch nước tặng Huân chương lao động hạng Ba cho nhân\ndân và cán bộ xã Ngọc Liên.\n\nNăm 2014: Được Chủ tịch UBND tỉnh tặng cờ thi đua đơn vị dẫn đầu năm\n2014.\n\nNăm 2015: Được Chủ tịch UBND tỉnh tặng bằng khen nhân dân và cán bộ xã\nNgọc Liên có thành tích xuất sắc trong phong trào thi đua yêu nước giai đoạn\n2010-2015.\n\n+ Ủy ban nhân dân xã hàng năm đều được Ủy ban nhân dân huyện đánh giá\nxếp loại hoàn thành tốt nhiệm vụ.\n\n+ Ủy ban MTTQ, các đoàn thể Chính trị xã hội như: Đoàn Thanh niên, Hội\nphụ nữ, Hội Cựu chiến binh, Hội nông dân…từ năm 2011 đến nay hàng năm đều được\ncấp trên công nhận đơn vị \"Trong sạch vững mạnh\", đơn vị tiên tiến và được tặng\nthưởng giấy khen, bằng khen do tổ chức cấp trên trao.\n\n          - Kinh\nphí thực hiện: 100 triệu đồng\n\n'''19.\nTiêu chí số 19 về an ninh trật tự xã hội.'''\n\n- Hàng năm được Công an huyện công nhận\nxã đạt tiêu chuẩn an toàn về ANTT.\n\n          - Không để xảy ra các hoạt động chống\nđối Đảng, chống chính quyền, phá hoại khối đại đoàn kết toàn dân, không để xảy\nra các hoạt động tuyên truyền, phát triển đạo trái phép, gây rối an ninh trật\ntự.\n\n          - Không có tụ điểm phức tạp về trật tự\nxã hội và không phát sinh thêm người mắc tệ nạn xã hội trên địa bàn.\n\n          - 13\/13 thôn\nđược công nhận đạt tiêu chuẩn \"An toàn về an ninh trật tự\" theo quy định của Bộ\nCông an;\n\n- Hàng năm công an xã đạt danh hiệu đơn vị tiên tiến;\n\n- Củng\ncố hoạt động tổ ANXH dưới thôn, tổ tuần tra, thường xuyên nắm bắt tình hình an\nninh trật tự tại các thôn xóm, xử lý kịp thời các vụ việc sảy ra trên địa bàn\nnhằm giữ vững phong trào bảo vệ anh ninh tổ quốc cũng như đảm bảo an ninh nông\nthôn.\n\n          - Hàng năm Đảng ủy có Nghị quyết, UBND\ncó kế hoạch về công tác đảm bảo an ninh, trật tự trên địa bàn xã.\n\n- Kinh phí thực hiện: 100 triệu đồng\n\n== Giáo dục ==\nTrên địa bàn xã có đủ cả bốn cấp học từ mầm non tới Trung hoc phổ thông.\n\n- Trường Mầm Non Ngọc Liên.\n\nHiệu trưởng: Nguyễn Văn Quỳnh.\n\n- Trường Tiểu học Ngọc Liên\n\nHiệu trưởng: Trương Trọng Hải\n\n- Trường THCS Ngọc Liên\n\nHiệu trưởng: Phạm Văn Loan\n\n- Trường THPT Bắc Sơn\n\nHiệu trưởng: Lê Bá Phòng\n\nTrường Trung hoc phổ thông Bắc Sơn thành lập năm 2005 mang tên chi bộ Đảng đầu tiên của Huyện Ngọc Lặc. Hàng năm xã Ngọc Liên luôn có nhiều hoc sinh đạt giải cao trong các kì thi học sinh giỏi. Tỉ lệ đỗ Đại học ngày càng cao.\n\n==Tham khảo.==\nLịch sử Đảng bộ xã Ngọc Liên.\n\nBáo cáo xây dựng nông thôn mới.{{tham khảo}}\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Ngọc Lặc}}"}