{"570793":"'''Ngụ binh ư nông''' ([[chữ Hán]]: 寓兵於農), theo nghĩa [[tiếng Việt]] là \"gửi binh ở nông: gửi quân vào nông nghiệp, cho binh lính lao động, sản xuất tại địa phương trong một khoảng thời gian xác định\", là chính sách xây dựng lực lượng quân sự thời [[phong kiến]] ở [[Việt Nam]]. Chính sách này tương tự như [[chế độ Quân điền]] thời [[nhà Bắc Nguỵ]] và [[phủ binh chế]] thời [[Tuỳ]] - [[Đường]] (Trung Quốc).\n\nNgụ binh ư nông là chính sách liên kết hài hoà giữa việc quân sự và nông nghiệp. Nhờ chính sách này, triều đình có thể huy động lực lượng quân đội đông đảo (có thể đạt tới 8-10% dân số) trong khi sản xuất nông nghiệp vẫn được duy trì. Ví dụ như [[nhà Lê sơ]] khi có chiến tranh có thể huy động tới 26-30 vạn quân (trong khi dân số cả nước khoảng 3-4 triệu).\n\n== Nội dung ==\nĐây là chính sách xây dựng quân đội gắn liền với [[nông dân]], [[nông nghiệp]] và [[đồng quê|nông thôn]]. [[Quân đội nhà Đinh|Nhà Đinh]] là triều đại [[phong kiến]] đầu tiên ở Việt Nam áp dụng chính sách này. Bắt đầu từ thời Lý, quân đội được xây dựng mang tính chính quy và phân cấp thành quân triều đình (cấm quân đóng ở trong và xung quanh kinh thành, chịu trách nhiệm canh gác cung điện, phủ quan..., còn gọi là \"thiên tử binh\") và quân địa phương (quân ở các lộ, đạo, dân binh ở hương, động, sách... còn gọi là \"lộ quân\" hay \"sương quân\"). Sang thời Trần có thêm quân của các vương hầu nhưng số lượng không đáng kể. Sang thời Hậu Lê thì lực lượng này bị xoá bỏ, chính sách ngụ binh ư nông áp dụng cả với cấm quân ở kinh thành. Từ thời [[nhà Mạc|Mạc]], áp dụng chế độ \"lộc điền\" (hay còn gọi là \"binh điền\") nhằm ưu đãi cho lực lượng quân đội, chính sách ngụ binh ư nông không còn được áp dụng<ref name=\"vsh52\">Viện sử học (1996), sách đã dẫn, tr 52<\/ref>. Tới khoảng năm 1790, một dạng của phép ngụ binh ư nông được [[Gia Long|Nguyễn Ánh]] thi hành ở khu vực [[Gia Định]], miền cực nam [[Đại Việt]], theo đó binh lính cũng được huy động vào việc sản xuất [[nông nghiệp]]. Họ vừa tham gia chiến đấu vừa [[Gia Long#Ổn định Nam Hà|được khuyến khích lẫn bị bắt buộc cầy cấy]] để tận dụng các mảnh đất bị bỏ hoang vì chiến tranh<ref>Sơn Nam, sách đã dẫn, tr 55-56<\/ref>.\n===Cách thức tuyển binh===\nCách thức tuyển binh được áp dụng tuỳ từng giai đoạn và từng loại quân như cấm quân, lộ quân hay phủ quân... Công việc này do các quan võ ở địa phương trực tiếp thực hiện dựa trên sổ hộ tịch mà các xã quan lập ra. Hàng năm các xã quan có trách nhiệm lập sổ hộ tịch, tiến hành kiểm kê dân đinh ở địa bàn mình quản lý. Trên cơ sở đó, xã quan phân dân sài thành các hạng: tôn thất; quan văn, võ; người hầu hạ; dân lưu xứ; hoàng nam; long lão (người già yếu); người tàn tật. Nhà Lý gọi những đinh nam từ 18 tuổi trở lên đến tuổi binh dịch được gọi là ''hoàng nam'', từ 20 tuổi trở lên gọi là ''đại hoàng nam''. Nhà Trần thì gọi từ 18 đến 20 tuổi là Tiểu hoàng nam, từ 20 tuổi trở lên là Đại hoàng nam.\n\nTính quân luật được thực hiện nghiêm ngặt trong việc tuyển binh nhằm tránh hiện tượng khai man, bao che, hối lộ để trốn lính. Ngoài ra triều đình còn thường tiến hành các cuộc thanh tra ở các địa phương để nắm bắt tình hình, kịp thời chuẩn bị phòng khi đất nước có chiến tranh. Thời Trần, những người làm gian lận sổ hộ tịch để che giấu dân định bị rất nặng, người đào ngũ có thể bị chặt ngón chân hoặc thậm chí xử tử như tội phản quốc. Các trường hợp miễn quân dịch được quy định cụ thể như: không lấy con trai độc nhất, không lấy con quan từ Bát phẩm trở lên. Do sự chặt chẽ<ref name=\":0\" \/> đó nên quân số được huy động vào mỗi đợt chiến tranh không có sự chênh lệch quá lớn giữa số liệu thực tế và trên sổ sách.<ref>Văn hoá Việt Nam thường thức, sách đã dẫn, tr 335-336<\/ref>\n\n===Phiên cấp quân đội địa phương===\nViệc phiên cấp quân địa phương (chia phiên và thời gian tập luyện) khá thuần nhất và đóng vai trò nòng cốt trong chính sách \"ngụ binh ư nông\". Sau mỗi lần tuyển binh, quân địa phương được chia thành nhiều \"phiên\" (một phiên là một đơn vị quân, số lượng tuỳ vào từng địa phương, cốt lấy người khỏe mạnh đủ có thể tham gia quân ngũ<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 182<\/ref>). Các phiên sẽ thay nhau tập trung tập luyện tại doanh trại trong một khoảng thời gian nhất định. Mỗi tháng sẽ tiến hành đổi phiên một lần. Việc thay phiên thường được thực hiện vào mồng Một hoặc ngày Rằm. Như vậy trong thời bình, binh lính chia nhau vừa sản xuất nông nghiệp ở địa phương vừa tập luyện ở doanh trại.<ref>Văn hoá Việt Nam thường thức, sách đã dẫn, tr 336-337<\/ref>\n\n== Tác dụng ==\nNhu cầu bảo vệ đất nước và bảo vệ chính quyền cai trị cần một lực lượng quân đội hùng hậu. Tuy nhiên, nhu cầu nhân lực để sản xuất [[nông nghiệp]] cho đời sống cũng rất lớn. Vì vậy việc đưa quân về địa phương luân phiên cày cấy giúp lực lượng này tự túc được về lương thực, bớt gánh nặng về lương thực nuôi quân cho triều đình<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 126<\/ref>.\n\nNgụ binh ư nông là việc liên kết hài hoà giữa việc quân sự và nông nghiệp, giữa kinh tế và quân sự, chuyển hóa nhanh từ thời bình và sang thời chiến khi cần. Nhờ chính sách này, triều đình có được lực lượng quân đội hùng mạnh, đông đảo trong khi sản xuất nông nghiệp vẫn được duy trì. Thời Lý có số quân tham chiến chống [[nhà Tống]] khoảng 10 vạn người<ref>Đại Việt sử lược, quyển 2<\/ref>, thời Trần khi có chiến tranh chống quân [[nhà Nguyên|Nguyên]] có hơn 20 vạn quân<ref name=\":0\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 181<\/ref>, sang thời [[Nhà Lê sơ|Lê sơ]] khi có chiến tranh có thể huy động 26-30 vạn quân<ref>Viện Sử học, sách đã dẫn, tr 174<\/ref>.\n\nChính sách ngụ binh ư nông phản ánh tư duy ''nông binh bất phân'' (không phân biệt quân đội và nông dân), đâu có dân là đó có quân, phù hợp với điều kiện xây dựng nền quốc phòng của một nước đất không rộng, người không đông, cần phải huy động tiềm lực cả nước vừa sản xuất, vừa đánh giặc<ref>[http:\/\/www.vientriethoc.com.vn\/?vientriet=articles_deltails&id=1206&cat=52&pcat= Nguyễn Trọng Tuấn - ĐẶC SẮC TƯ DUY QUÂN SỰ VIỆT NAM THỜI PHONG KIẾN]<\/ref>.\n\nTới những thời đại sau thời Lê sơ, chính sách này không còn được áp dụng do tình trạng cát cứ và chiến tranh triền miên trong cả nước. Ngay như thời Tây Sơn, thời đại mà trình độ quân sự phát triển rất cao, yêu cầu tác chiến thường xuyên không cho phép những người lãnh đạo duy trì chính sách này.\n\n==Xem thêm==\n* [[Quân đội nhà Lê sơ|Quân đội nhà Lê Sơ]]\n* [[Quân đội nhà Trần]]\n* [[Quân đội nhà Mạc]]\n* [[Toàn quốc vi binh]]\n==Tham khảo==\n* Viện Sử học ([[1996]]), ''Vương triều Mạc,'' Nhà xuất bản Khoa học xã hội\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3,'' Nhà xuất bản Khoa học xã hội\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* ''[[Đại Việt sử lược]]''\n* Sơn Nam (2009), Lịch sử Khẩn Hoang Miền Nam (ấn bản 1), Nhà xuất bản Trẻ.\n* Nguyễn Tiến Dũng, ''Văn hoá Việt Nam thường thức'', Nhà xuất bản Văn hoá dân tộc.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lý]]\n[[Thể loại:Lịch sử Việt Nam thời Trần]]\n[[Thể loại:Lịch sử Việt Nam thời Lê sơ]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]"}