{"87324":"{{chú thích trong bài}} \n'''Ngọc trản ngân đài''' (chén ngọc trên đài bạc) hay '''Ngọc trản quyền''', là bài quyền được Hội nghị chuyên môn toàn quốc lần thứ 3 do Liên đoàn Võ thuật cổ truyền Việt Nam phối hợp với [[Đại học Thể dục Thể thao]] tổ chức tại [[Công viên Văn hoá Đầm Sen|Đầm Sen]], [[Thành phố Hồ Chí Minh]] từ ngày 15 đến 26 tháng 4 năm 1995, bình chọn, thống nhất đưa vào chương trình quy định chung của tất cả các võ phái cổ truyền trên toàn quốc. Hội nghị lần này, ngoài bài quyền nói trên, cũng chọn thêm được 2 bài khác là [[Bát quái côn]] và [[Huỳnh long độc kiếm]], nâng tổng số các bài được chọn qua ba hội nghị lên 9 bài (4 bài tại hội nghị lần 1 tổ chức năm 1993 là [[Hùng kê quyền]], [[Lão hổ thượng sơn]], [[Tứ linh đao]], [[Roi Thái Sơn]]; 2 bài tại hội nghị lần 2 năm 1994 là [[Lão mai quyền]], [[Siêu xung thiên]]).\n\n==Lịch sử==\nĐây là một bài quyền với những kỹ thuật tiêu biểu cho võ thuật cổ truyền [[dân tộc]] và là bài chính thống, đặc trưng của đất võ [[Bình Định]]. Không ai biết bài quyền Ngọc Trản có từ bao giờ và xuất xứ ở đâu, nhưng theo lưu truyền trong dân gian, bài quyền này nguyên khởi từ võ phái [[An Vinh]] của võ sư [[Hương Mục Ngạc]]. Trong quá trình tìm tư liệu để nghiên cứu về nguồn gốc và đặc trưng võ cổ truyền Bình Định, các nhà nghiên cứu đã tìm thấy bài thiệu quyền Ngọc trản trong gia phả họ Trương ở từ đường [http:\/\/www.baobinhdinh.com.vn\/nguyetsan\/2007\/12\/51685\/ dòng tộc họ Trương thôn Phú Thiện, xã Mỹ Hòa]<ref>http:\/\/www.baobinhdinh.com.vn\/nguyetsan\/2007\/12\/51685\/<\/ref>, huyện Phù Mỹ. Những nhà nghiên cứu được tiếp cận và xem một tư liệu võ cổ truyền quý hiếm. Theo gia phả của của dòng tộc họ Trương, ông tổ của dòng tộc này là 1 trong những vị tiền hiền của thôn Phú Thiện và dưới thời các chúa Nguyễn từng làm tới chức Câu đương. Đến thời Thiệu Trị thứ 6 (1846), dòng tộc Trương lại có 1 vị tên là Trương Đức Lân, đỗ cử nhân và làm quan đến chức Tri phủ.\n\nTài liệu võ cổ truyền Bình Định ở từ đường tộc họ Trương là 1 tập sách nhỏ (khổ 12&nbsp;cm x 12&nbsp;cm), làm bằng chất liệu giấy dó. Tập tài liệu võ cổ truyền này có 26 trang (không kể bìa, mất một số trang ở sau). Trong đó có tất cả 15 bài thảo viết bằng chữ Hán và 1 bài diễn ca viết bằng chữ Nôm. Nội dung của cuốn sách võ gồm đủ cả lời thiệu của các môn quyền, thương, côn, đao, kiếm… Đây là 1 tư liệu võ cổ truyền Bình Định cực kỳ quý hiếm. Bởi vì, nói về võ cổ truyền Bình Định, lâu nay đa phần các bài võ chủ yếu đều được các võ sư, võ sĩ phổ biến theo lối \"truyền khẩu\", chứ ít có tài liệu bài bản nào. Nhà nghiên cứu Lộc Xuyên Đặng Quý Địch gọi tư liệu võ cổ truyền này là \"Võ Kinh\" và cho rằng đây là một tư liệu võ cực kỳ quý giá. Hiện tại, nhà nghiên cứu Đặng Quý Địch đã cơ bản hoàn thành việc phiên dịch tài liệu \"Võ Kinh\". Vì khuôn khổ bài viết có hạn, chúng tôi chỉ xin sơ lược giới thiệu những nội dung chính về tài liệu võ cổ truyền nói trên.\n\nNGỌC TRẢN QUYỀN: (Bài võ có tên \"Ngọc Trản\"). Bài thiệu có 27 câu, 135 chữ, mở đầu là câu: \"Ngọc Trản ngân đài\/ Tả, hữu tấn khai thập\n\n==Lời thiệu==\n\na) Nội dung bài thiệu cổ về quyền \"Ngọc Trản\" được trích trong tập tư liệu Hán-Nôm được phát hiện tại từ đường dòng họ Trương ở xã Mỹ Hòa-Phù Mỹ do ông Trương Đức Hồng cung cấp, ông Phạm Đình Phong sưu tầm.\n* Phần Phiên âm:\n1. Ngọc Trản ngân đài.\n\n2. Tả, hữu tấn khai thập tự.\n\n3. Luyện diệp liên hoa.\n\n4. Đả sát túc, tọa, hồi mai phục.\n\n5. Tấn đả tam chiến\n\n6. Thoái thủ nhị linh.\n\n7. Hoành tả, tọa, bạch xà lan lộ.\n\n8. Hữu hoành sát thanh long biên giang.\n\n9. Phụ tử tương tùy.\n\n10. Hoành hữu, tọa, bạch xà lan lộ.\n\n11. Tả hoành sát thanh long biên giang.\n\n12. Phụ tử tương tùy.\n\n13. Hồi tàng địa hổ.\n\n14. Song phi, quyển dực.\n\n15. Hạ bàn đoản đả.\n\n16. Hồi, tiểu tọa khai cung.\n\n17. Huỳnh long quyển địa.\n\n18. Tấn, đả song quyền.\n\n19. Hoành tả, phục hạc khai linh.\n\n20. Trực tiền quyển địa.\n\n21. Tấn, đả song quyền.\n\n22. Hoành hữu, phục hạc khai linh.\n\n23. Trực tiền quyển địa.\n\n24. Tấn, đả song quyền.\n\n25. Hướng, hậu đả thập tự.\n\n26. Diện tý.\n\n27. Hồi, tẩu mã giang tiên.\n\n28. Bái tổ, lập như tiền.\n\n* Dịch nghĩa:\n\n1. Chén ngọc đài vàng.\n\n2. Tiến, mở thế chữ thập bên trái và bên phải.\n\n3. Chọn lá liền hoa.\n\n4. Đánh sít chân, tọa thế \"hồi mai phục\".\n\n5. Tiến, đánh ba bận.\n\n6. Lui, hai tay sắc sảo.\n\n7. Xoay trái, tọa thế \"Bạch xà lan hộ\" (con rắn trắng qua đường cỏ).\n\n8. Chém ngang bên phải bằng thế \"thanh long biên giang\" (con rồng xanh trên sông bên).\n\n9. Thế cha con nương tựa nhau.\n\n10. Hoành bên phải, tọa thế \"Bạch xà lan hộ\" (con rắn trắng qua đường cỏ).\n\n11. Hoành bên trái quét thế \"thanh long biên giang\" (con rồng xanh trên sông bên).\n\n12. Thế cha con nương tựa nhau.\n\n13. Trở về thế rắn hổ đất núp.\n\n14. Đá song phi (hai chân bay) rồi thế chim cuốn cánh.\n\n15. Đánh vắt mâm dưới.\n\n16. Về, tọa, xổm mở cánh cung.\n\n17. Thế rồng vàng cuốn đất.\n\n18. Tiến đánh hai đấm.\n\n19. Xoay trái, thế \"phục hạc khai linh\" (chim hạc giúp phơi cánh).\n\n20.Thế cuốn đất, đánh thẳng phía trước.\n\n21. Tiến đánh hai đấm.\n\n22. Xoay phải, thế \"phục hạc khai linh\" (chim hạc giúp phơi cánh).\n\n23. Thế cuốn đất, đánh thẳng phía trước.\n\n24. Tiến đánh hai đấm.\n\n25. Chuyển phía sau đánh thế chữ thập.\n\n26. Mặt nhìn hướng tý (hướng Bắc).\n\n27. Trở về thế \"tẩu mã giang tiên\" (ông tiên ruổi ngựa trên sông).\n\n28. Vái tổ, đứng như trước.\n\nb) Những động tác trong bài quyền Ngọc Trản:\n\n- Đứng theo tư thế dịch cân, thủ môn hiệu theo võ Bình Định, lễ tổ, mắt nhìn thẳng ra phía trước.\n\n- Ở bộ vị (xem ảnh H.1), trụ ngựa theo tư thế ngựa tứ bình. Hai mắt nhìn thẳng về phía trước.\n\n- Ở bộ vị (xem ảnh H.2), dương quyền ở hai tay trái và phải ở bộ vị, xòe hai chưởng, sau đó tay phải theo dương chưởng, tay trái theo âm chưởng, áp sát vào nhau thủ sát nơi chấn thủy. Bái tổ. Hai mắt nhìn thẳng.\n\n. Theo Bước đầu nghiên cứu nguồn gốc, đặc trưng võ cổ truyền Bình Định\n\nNhững nguồn tư liệu khác\n\nMặc dù vẫn có câu điệp vần, 28 câu [[bài thiệu|lời thiệu]] của bài vẫn cho thấy đây không hoàn toàn là một bài [[thơ]]:\n:Tam bộ bái tổ\n:Nhị bộ kính sư\n:Hồi thân lập trụ \n:Ngọc trản ngân đài\n:Tả thủ tấn khai\n:Thập tự luyện dịp\n:Liên đả sát túc\n:Tọa hồi mai phục\n:Tấn đả tam chiến\n:Thối thủ nhị linh\n:Tả hoành sát, hữu hoành sát\n:Hồi phát địa hổ\n:Thanh long biên giang\n:Phụ tử tương tùy\n:Song phi triển dực...\n:Hạ bản lôi đản đả\n:Hồi tiểu tọa khai cung\n:Tấn đả song quyền\n:Trực tiền quyển địa\n:Huỳnh long quyển địa\n:Đồng tử vươn thân\n:Hoàn tấn đã liên hoàn\n:Hồi tả tọa Bạch xà lăn lộ\n:Tản hoành sát thanh long biên giang\n:Kiêm kê điển thủ\n:Thối thảo bát liên hoàn\n:Tẩu mã dương tiên\n:Lập bộ như tiền.\n\nDịch nghĩa:\n\n:Chén ngọc đài bạc\n:Tiến, mở thế thập tự bên trái và bên phải\n:Liền lá liền hoa\n:Đánh sít chân, tọa thế \"hồi mai phục\"\n:Tiến, đánh ba bận\n:Lui, hai tay sắc sảo\n:Xoay trái, tọa thế \"Bạch xà lan hộ\" (con rắn trắng qua đường cỏ)\n:Chém ngang bên phải bằng thế \"thanh long biên giang\" (con rồng xanh trên bờ sông)\n:Thế cha con nương tựa nhau\n:Hoành bên phải, tọa thế \"Bạch xà lan hộ\" (con rắn trắng qua đường cỏ)\n:Hoành bên trái quét thế \"thanh long biên giang\" (con rồng xanh trên sông bên)\n:Thế cha con nương tựa nhau\n:Trở về thế rắn hổ đất núp\n:Đá song phi (hai chân bay) rồi thế chim cuốn cánh\n:Đánh vắt mâm dưới\n:Về, tọa, xổm mở cánh cung\n:Thế rồng vàng cuốn đất\n:Tiến đánh hai đấm\n:Xoay trái, thế \"phục hạc khai linh\" (chim hạc phơi cánh).\n:Thế cuốn đất, đánh thẳng phía trước\n:Tiến đánh hai đấm\n:Xoay phải, thế \"phục hạc khai linh\" (chim hạc phơi cánh)\n:Thế cuốn đất, đánh thẳng phía trước\n:Tiến đánh hai đấm\n:Chuyển phía sau đánh thế chữ thập\n:Mặt nhìn hướng tý (hướng Bắc)\n:Trở về thế \"tẩu mã giang tiên\" (ông tiên ruổi ngựa trên sông)\n:Bái tổ, đứng như trước\n\nNgoài lời thiệu kể trên, tại nhiều võ phái như [[Tân Khánh Bà Trà]], [[Huỳnh Long phái]], [[Vovinam]] v.v. còn nhiều dị bản khác của lời thiệu, trong đó dị bản sau cũng rất phổ biến:\n\n:Ngọc trản ngân đài, tả hữu tấn\/tiến khai\n:Thập tự liên ba, đả sát túc\n:Tả hồi mai phục, tấn\/tiến đả song quyền\n:Hồi phạt địa hồ, hữu ban loan đả\n:Tấn đả tam chiêu, thối\/thoái thủ nhi binh\n:Hoành hữu tọa, phụ tử tương phùng\n:Lạc mẫu phùng phi, tương tự cấp thích\n:Thanh long tiến giang, bạch xà hoành sát\n:Lục hoạt khai binh, song phi chuyển địa\n:Hồi mã loan thanh, tấn lập như tiên\n\n'''''Dịch nghĩa''''':\n\n:Chén ngọc trên đài bạc, tiến mở bên trái và phải\n:Những đợt sóng liên tiếp chữ thập, đánh triệt phần chân\n:Quay về phía trái mai phục, tiến đánh bằng song quyền\n:Về trị chồn đất, chuyển phải đánh liên tiếp\n:Tiến đánh ba mặt, hay lui về thủ cũng là cách dùng binh\n:Xoay về phải ngồi, cha con gặp lại\n:Lạc mẹ rồi lại tương phùng, đánh nhanh như trước\n:Như rồng xanh vượt sông, rắn trắng đánh ngang\n:Sáu lần mở đường ra quân, đổi hướng đá song phi\n:Trở về nhạc ngựa reo vang, về vị trí cũ.\n:'''Một bản khác với lời thiệu gồm 30 câu ''theo đúng thể thơ tứ tuyệt:'''''\n:\n:Tam bộ bái tổ \n:Nhị bộ kính sư \n:Hồi thân lập trụ \n:Ngọc trản ngân đài \n:Tả hữu tấn khai \n:Liên hoa liệng điệp \n:Hoành đả phát túc \n:Tọa hồi mai phục \n:Tấn đả tam chiến \n:Thối thủ nhị linh \n:Tả hữu hoành sát \n:Hồi phác địa hổ \n:Thanh long biên giang \n:Phụ tử tương tùy \n:Song phi triển dực \n:Hạ bàn lôi đả \n:Hồi tọa khai cung \n:Tấn đả song quyền \n:Trực tiền quyển địa \n:Huỳnh long quyển địa \n:Đồng tử dương thân \n:Hoành tấn liên đả \n:Hoành tả thối tọa \n:Bạch xà lan lộ \n:Hồi tả hoành sát \n:Thanh long biên giang \n:Kim kê triển thủ \n:Thối tảo bát liên \n:Tẩu mã dương tiên \n:Lập bộ như tiền\n\n==Đặc điểm==\nNgọc trản ngân đài khai thác các tư thế nghịch tréo của [[bộ pháp]] kết hợp với sự dịch chuyển trọng tâm liên tục. Để thực hiện thăng bằng được tốt, các tư thế di chuyển trong bài quyền được biến hoá thật linh hoạt, khi thì mặt chân bối (chân trụ) được tạo trước rồi trọng tâm mới di chuyển, lúc thì di chuyển trọng tâm trước rồi mới tạo mặt chân bối sau, nên thấy vững mà không, không mà vững, lảo đảo ngả nghiêng như người [[say rượu]]. Hơn nữa chính [[thân pháp]] ngả nghiêng đã tạo đà tốt cho [[thủ pháp]], hai tay hoạt động đồng bộ, hòa quyện với nhau một cách nhuần nhuyễn làm tăng thêm uy lực cho động tác [[tấn công]] và thêm kín đáo cho việc [[phòng thủ]].\n\nĐặc trưng bài quyền thể hiện uy lực của bài: tấn công công phu, toàn diện, chắc đòn, kết hợp nhu cương đúng lúc, đúng chỗ. Phòng thủ kín đáo với những thế né tránh, phản đòn lợi hại. Thân pháp nhẹ nhàng, linh hoạt khi di chuyển, và ra đòn vững chắc, mạnh mẽ khi đứng trụ. Bộ tay dữ dội, nhanh, chính xác, có lúc vờ như thủ để đánh lừa đối phương, hay dụ đối phương với thế vây hãm để tiêu diệt theo dạng \"hư hư thực thực\".\n\n==Ý nghĩa==\nChén ngọc trên đài bạc, vậy ẩn ý của người xưa khi đặt tên bài quyền và lời thiệu của bài quyền này thế nào, hiện có những giải thích khác nhau. Võ sư [[Nguyễn Anh Dũng]] cho rằng: ''Võ công và chén rượu, hình như có sự gắn bó ngàn đời. Trước khi lên đường ra chiến trận, được [[vua]] ban ngự tửu chúc kỳ khai đắc thắng, lúc ca khúc khải hoàn cũng được vua đón tận cổng thành, tự tay rót rượu mừng mã đáo công thành. Hoặc việc chinh chiến, không về cũng thường tình như uống chén rượu vậy thôi''.\n\nTuy nhiên, võ sư [[Hồ Bửu]], giám đốc Võ đường Tây Sơn-Bình Định tại [[Hoa Kỳ|Mỹ]], một trong những học trò của hai võ sư [[Diệp Bảo Sanh]] (chưởng môn nhân đời thứ hai của [[Bình Thái Đạo]]) và [[Hồ Nhu]] (tức Hồ Ngạnh), lại tìm ý nghĩa của bài quyền Ngọc Trản từ những liên tưởng khác.\n\nVõ sư Hồ Bửu cho rằng: ''Bài Ngọc Trản, có câu mở đầu Ngọc Trản ngân đài, tả hữu tấn khai. Ngọc trản (chén ngọc, chén nhỏ uống rượu hay trà), ngân đài (đĩa bạc có chân dùng để đặt trái cây cúng). Nhà của người Việt, hầu hết đều có một [[bàn thờ]] tổ tiên ông bà. Trên bàn thờ ấy, phía trước là cặp chân [[nến|đèn cầy]], chính giữa là một cái [[lư hương]]. Kế đến phía trong, và trước bài vị là lục bình cắm hoa, một đĩa bằng bạc có chân, người Bình Định gọi là cổ bồng, đặt trái cây, và bộ tách trà hay một [[nậm rượu]] với những chén ngọc nhỏ nhắn xinh xinh. Gia đình giàu có thì chén ngọc đũa ngà, cổ bồng bằng [[bạc]]; còn nhà nghèo khó cũng cố gắng lựa một bộ chén và cái đĩa đựng trái cây đẹp nhất, mà với họ quý như ngọc như ngà, để cúng kiến ông bà. Chén ngọc và đĩa bạc là hai vật thể làm sao có thể khai mở tiến ra bên trái bên phải? Thực ra câu thiệu này ngụ ý nói [[tổ tiên]] đã bỏ công sức, mồ hôi nước mắt và cả xương máu để xây đắp ngôi nhà và đất nước [[Việt Nam]]... Vậy điều đầu tiên của người học võ là phải biết tri ân các bậc [[tiền nhân]] và phải noi gương dấn thân bảo vệ [[non sông]] để [[Quốc gia|Tổ quốc]] này mãi mãi trường tồn''.\n\n==Tham khảo==\n{{tham khảo}}<ref>{{Chú thích web|url=http:\/\/www.baobinhdinh.com.vn\/nguyetsan\/2007\/12\/51685\/|title=Dòng họ Trương Đức Thường, Phú Thiện, Phù Mỹ, Bình Định|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n*[http:\/\/www.baobinhdinh.com.vn\/thethao\/2007\/1\/38637\/ Đi tìm triết lý của bài thiệu quyền Ngọc Trản]\n*[http:\/\/www.baobinhdinh.com.vn\/642\/2004\/9\/14450\/ Lời thiệu và những động tác minh họa bài quyền Ngọc Trản]\n*[http:\/\/vocotruyen.vn\/index.php?option=com_content&task=view&id=55&Itemid=99 Video clip bài Ngọc trản ngân đài trên website Võ cổ truyền Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080116074424\/http:\/\/vocotruyen.vn\/index.php?option=com_content&task=view&id=55&Itemid=99 |date=2008-01-16 }}\n*https:\/\/luutru.gov.vn\/ve-mot-tu-lieu-vo-co-truyen-quy-hiem-491-vtlt.htm\n*http:\/\/www.binhdinh-salongcuong.org\/VN_KHAO%20LUAN_Thao%20Quyen_Ngoc-Tran.html\n*http:\/\/www.nhandan.com.vn\/thethao\/item\/2509802-.htmlhttp:\/\/www.nhandan.com.vn\/thethao\/item\/2509802-.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20190407003536\/http:\/\/www.nhandan.com.vn\/thethao\/item\/2509802-.htmlhttp:\/\/www.nhandan.com.vn\/thethao\/item\/2509802-.html |date=2019-04-07 }}\n\n\n{{Võ thuật}}\n\n[[Thể loại:Võ Bình Định]]\n[[Thể loại:Quyền thuật]]\n[[Thể loại:Võ cổ truyền Việt Nam]]\n{{Các bài võ cổ truyền Việt Nam}}"}