{"229039":"'''''Ngọn lửa Nghệ Tĩnh''''' là một vở [[múa Ba Lê|kịch múa]] [[Việt Nam]], dàn dựng đầu tiên năm [[1960]], dàn dựng lần 2 và quay phim năm [[1963]]. Vở kịch múa có 3 màn, 7 cảnh, do đội ngũ tập thể biên đạo múa Cục Tuyên huấn Tổng cục Chính trị sáng tác. Cùng với vở kịch múa [[Tấm Cám (kịch múa)|Tấm Cám]], đây là một trong hai vở kịch múa đầu tiên và lớn nhất, đồ sộ và có giá trị nhất trong những năm chiến tranh <ref>{{Chú thích web |url=http:\/\/www.vtc.vn\/vanhoa\/1375\/index.htm |ngày truy cập=2008-04-30 |tựa đề=Kịch múa Việt: Bao giờ cho đến....ngày xưa? |archive-date=2008-04-24 |archive-url=https:\/\/web.archive.org\/web\/20080424042545\/http:\/\/www.vtc.vn\/vanhoa\/1375\/index.htm }}<\/ref>.\n\nNăm [[2001]], tập thể tác giả biên đạo múa Tổng cục Chính trị đã nhận được [[giải thưởng Hồ Chí Minh đợt II]] về văn học nghệ thuật cho tác phẩm <ref>[http:\/\/www.vnexpress.net\/Vietnam\/Van-hoa\/2001\/01\/3B9AD54D\/ Trao Giải thưởng Hồ Chí Minh (đợt 2) cho những người sáng tạo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080403201656\/http:\/\/vnexpress.net\/Vietnam\/Van-hoa\/2001\/01\/3B9AD54D\/ |date=2008-04-03 }} - [[VnExpress]]<\/ref>.\n\n== Nội dung ==\nVở kịch múa 3 màn, 7 cảnh với đề tài cách mạng, mô tả phong trào [[Xô Viết Nghệ Tĩnh]] và sự liên minh công nông trong những năm [[1930]]-[[1931]], chống lại đế quốc Pháp và [[phong kiến]]. Dưới sự lãnh đạo của [[Đảng Cộng sản Việt Nam]] mới ra đời, nhân dân Nghệ Tĩnh đã đoàn kết đứng lên đấu tranh. Chính quyền Xô Viết (xã bộ nông) được thành lập, thủ tiêu các khế ước văn tự. Nhưng đế quốc phong kiến đã tập trung lực lượng đàn áp, khủng bố trắng. Vào một đêm ảm đạm bên bờ [[Sông Lam]], các chiến sĩ Xô Viết hiên ngang bước ra pháp trường. Họ bị xử bắn, nhưng tinh thần của các chiến sĩ Xô Viết Nghệ Tĩnh sống mãi trong lòng nhân dân Việt Nam.\n\n== Thực hiện và trình diễn ==\n\n=== Năm 1960 ===\nNăm [[1960]], Tổng cục Chính trị Quân đội nhân dân Việt Nam đã mời giáo sư, [[Nghệ sĩ Nhân dân]] Kim Tế Hoàng ([[Triều Tiên]]) sang Việt Nam giúp đào tạo lứa cán bộ biên đạo múa đầu tiên của quân đội. Những học trò của ông gồm 33 người trong lớp đã cùng hợp tác hoàn thành vở kịch múa Ngọn lửa Nghệ Tĩnh. Sau vở kịch múa này, giáo sư Kim Tế Hoàng được mời dàn dựng vở kịch múa [[Tấm Cám]], cũng ra mắt năm 1960, cũng với Ngọn lửa Nghệ Tĩnh trở thành 2 trong 3 vở kịch múa đầu tiên của Việt Nam (trước đó đã có vở kịch múa ngắn ''Hái hoa dâng Bác'' của [[Thái Ly]], âm nhạc [[Vĩnh Cát]]).\n\n* Tác giả kịch bản: Tập thể lớp biên đạo múa Tổng cục Chính trị\n* Tổng đạo diễn: NSUT Nguyễn Trọng Lanh\n* Biên đạo: NSUT Nguyễn Trọng Lanh [[Lê Kim Tiến|, Lê Kim Tiến]], Nghệ sĩ Nhân dân [[Trần Minh]], Nghệ sĩ Nhân dân Ngọc Canh, [[Nghệ sĩ ưu tú]] Vũ Toàn, Hoàng Hà, Phạm Tuấn\n* Chỉ đạo nghệ thuật: Kim Tế Hoàng\n* Âm nhạc: [[Lương Ngọc Trác]], [[Huy Thục]], [[Nguyễn Tiểu La|Nguyễn Thành]], [[Nguyên Nhung]].\n* Trình diễn: Đoàn Ca múa Tổng cục Chính trị và Đoàn Văn công Quân đội Miền Nam ([[cuộc di cư Việt Nam, 1954|tập kết ra Bắc]]).\n\nVở kịch múa được công diễn lần đầu vào [[tháng chín|tháng 9]] năm [[1960]], biểu diễn 3 đêm tại [[Nhà hát Lớn Hà Nội|Nhà hát lớn Hà Nội]], phục vụ Đại hội Đảng toàn quốc lần thứ III. Sau khi công diễn, kịch múa đã gây được tiếng vang lớn. Sau đó vở tiếp tục được biểu diễn tại thành phố [[Vinh]], nhân kỉ niệm 30 năm [[Xô Viết Nghệ Tĩnh]] và nhân dịp [[Bảo tàng Xô Viết Nghệ Tĩnh]] được xây dựng, phục vụ hàng vạn quần chúng tại Vinh, [[Hà Tĩnh]], [[Thanh Chương]]... Vở kịch múa còn được biểu diễn phục vụ quân dân [[Hồ Xá]], [[Vĩnh Linh]] suốt 7 ngày đêm bên bờ sông [[Sông Bến Hải|Bến Hải]].\n\n=== Năm 1964 ===\nTừ năm [[1963]] đến [[1964]], dưới chỉ thị của chủ tịch [[Hồ Chí Minh]], [[Bộ Chính trị (định hướng)|Bộ Chính trị]], Quân ủy Trung ương, vở kịch múa đã được tập trung dàn dựng lại và nâng cao chất lượng. Được sự giúp đỡ của Xưởng phim Bát Nhất của [[Trung Quốc]], tác phẩm đã được dựng lại thành phim nhựa.\n\n* Tham gia sửa chữa: Nghệ sĩ ưu tú Trọng Lanh (tổng đạo diễn), Hoàng Hà, Nghệ sĩ Nhân dân Trần Minh, Nghệ sĩ Nhân dân Ngọc Canh, Vũ Toàn, Lê Kim Tiến, Phạm Tuấn.\n* Đạo diễn phim: [[Nguyễn Văn Thông (đạo diễn)|Nguyễn Thông]], [[Dương Minh Đẩu]], [[Trọng Lanh]].\n\nBộ phim còn có sự tham gia của Nghệ sĩ Nhân dân [[Lê Đoá]] (viết nhạc và đóng vai Tổng đốc).\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* [http:\/\/www.qdnd.vn\/qdnd\/baongay.vanhoa.tinvanhoa.8766.qdnd Những bài ca điệu múa không thể nào quên]\n\n[[Thể loại:Kịch múa]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Xứ Nghệ]]"}