{"16019884":"{{Nhiều vấn đề|\n{{Cần biên tập|date=tháng 12\/2021}}\n{{TSNDS nguồn|date=tháng 12\/2021}}\n}}\n\n'''Ngọc Đan Thanh''' (sinh [[1952]]) là một nghệ sĩ, diễn viên kịch nghệ, tài tử điện ảnh, chuyển âm phim, MC, xướng ngôn viên truyền hình nổi tiếng của Việt Nam.\n\n{{Thông tin nhạc sĩ|Tên khai sinh=Lê Thị Huệ|Ca khúc=\"Nếu ta đừng quen nhau\", \"Kiếp cầm ca (Tân cổ)\", \"Tình nồng cháy\", \"Hai vì sao lạc\", \"Kiếp nghèo\",\"Xuân yêu thương\"|Nơi sinh=Sài Gòn|Nghệ danh=Ngọc Đan Thanh|Ngày sinh={{ngày sinh và tuổi|1952|10|21}}|Năm hoạt động=Thập niên 1960 - nay|Hợp tác với=[[Huỳnh Anh]] [[Trần Thiện Thanh]],[[Lam Phương]],[[Viễn Châu]]|Thể loại=[[Nhạc Vàng]],[[Cải lương]],[[Kịch]],[[Chuyển âm phim]],[[Xướng ngôn viên]]|nền=solo_singer|tên=Ngọc Đan Thanh|Hình=ngocdanthanh02.jpg|Quê quán=Bạc Liêu}}\n\n== Tiểu sử ==\nNgọc Đan Thanh tên thật là Lê Thị Huệ sinh năm [[1952]] tại Sài Gòn.\n\nCô xuất hiện trên truyền hình lần đầu tiên lúc 14 tuổi, trong vai cháu của bà nội là nghệ sĩ Bạch Huệ đang đau nặng. Vai diễn của cô nhập tâm đến mức mà cô vẫn tiếp tục khóc cho dù cảnh đã hết, và được mọi người nhắc nhở là vai diễn đã xong.\n\n\"Thật không hiểu điều gì đã khiến Thanh hốt vai và diễn xuất tài tình như vậy, Lê Thị Huệ tức nghệ sĩ Ngọc Đan Thanh kể lại một kỷ niệm vui từ hàng chục năm trước ở Sài Gòn.\n\nVà suốt từ lần diễn nhớ đời đó cho đến nay ở tuổi mà phần lớn các nghệ sĩ – nếu không lui vào hậu trường hay nghỉ ngơi, thì người con gái xuất thân xóm Nguyễn Cư Trinh thủa nào lại ngày càng rộn ràng sinh hoạt chạy show, từ sân khấu cải lương kịch nghệ, ca nhạc truyền hình, chuyển âm lồng tiếng kể cả làm xướng ngôn viên truyền hình và emcee … khiến cho chị được bạn bè ưu ái tặng cho danh hiệu \"Loài Hoa Nở Muộn.\"\n\nNgọc Đan Thanh cũng trôi dạt từ đài phát thanh Sài Gòn, sang đài Quân đội, đến ban Hoa Rừng của binh chủng Biệt Động Quân, chuyến đến Tiểu đoàn 50 Chiến tranh Chính trị và liên tiếp các ban kịch Thép Súng, Bảo Ân, Phương Nam, Vũ Đức Duy, Trắng Đen, Vũ Huân, Bích Thuận, [[Thẩm Thúy Hằng]], [[La Thoại Tân]], ban cải lương Phụng Hảo, Thanh Lịch và các đoàn cải lương Sông Bé, Thanh Minh Thanh Nga … chưa kể là diễn viên trong vài bộ phim truyện màn ảnh lớn.\n\n== Sự nghiệp ==\n\n=== Trước năm 1975 ===\n– 1964-65: Theo học cổ nhạc với thầy Năm Đờn.\n\n– 1965-68: Hát cho ban cải lương Thành Công trên đài phát thanh Quân đội và đài phát thanh Sài Gòn. Cộng tác với Tiếng Chim Gọi Đàn (chương trình Chiêu Hồi) sau trở thành đài Mẹ Việt Nam.\n\n– 1968-71: Sau Tết Mậu Thân, gia nhập ban văn nghệ Hoa Rừng của binh chủng Biệt Động Quân, thường xuyên trình diễn tân nhạc tại các tiền đồn và các trung tâm huấn luyện.\n\n– 1971-75: Rời Biệt Động Quân, gia nhập Tiểu đoàn 50 Chiến tranh Chính trị, tiếp tục công tác trình diễn văn nghệ tại tiền đồn.\n\n– Thường xuyên xuất hiện trên truyền hình với các ban kịch Thép Súng, Bảo Ân, Phương Nam (soạn giả Nguyễn Phương), ban kịch Vũ Đức Duy, Trắng Đen (của nghệ sĩ Phúc Lai), ban kịch Vũ Huân, ban kịch Bích Thuận, ban kịch Thẩm Thúy Hằng, cải lương Phụng Hảo, Thanh Lịch, ban kịch La Thoại Tân v.v…\n\n– Về hoạt động phim ảnh, xuất hiện trong các phim Báu Kiếm Rửa Hận Thù (của Trương Dĩ Nhiên), Long Hổ Sát Đấu (của Trần Quốc Bình), Vực Nước Mắt (của Như Mai- Kim Hoàng), Xóm Tôi (của Phạm Hoàng Kim) v.v…\n\n=== Sau năm 1975 ===\n– Tháng 8\/1975 -79: cộng tác với đoàn kịch nói Kim Cương.\n\n– 1980-87: Sau một thời gian ngưng trình diễn, trở lại sân khấu cải lương với các đoàn Sông Bé (của cậu Ba Bầu Xuân), đoàn Thanh Minh Thanh Nga, đoàn cải lương [[Trần Hữu Trang]].\n\n– Ngày 22 tháng 5\/1988: vượt biên đến đảo tỵ nạn Pulau Bidong, Malaysia.\n\n=== Hải ngoại ===\n– Ngày 9 tháng 2\/1990: Đặt chân đến Hoa Kỳ, định cư tại California. Hai tháng sau, cộng tác với trung tâm băng nhạc Người Đẹp Bình Dương trong một số băng video ca nhạc.\n\n– Tháng 10\/1990: Bắt đầu chuyển âm các phim bộ Hồng Kông của Ánh Hằng (con gái nữ kịch sĩ Túy Hồng), sau cộng tác với Việt Thảo trong những phim bộ Đài Loan.\n\n– Từ 2009 đến nay, cộng tác với Vina Film trong các phim bộ Đại Hàn.\n\n– 2001: Trở lại sân khấu cải lương với những buổi trình diễn tại Orange County và các tiểu bang Hoa Kỳ do nghệ sĩ Chí Tâm tổ chức.\n\n– 2007: Xuất hiện trên video của trung tâm Thúy Nga với những vở kịch, cải lương và tân nhạc.\n\n– 2010: Cộng tác với đài truyền hình SET tại Orange County với vai trò xướng ngôn viên tin tức, sau chuyển sang đài SBTN, diễn đọc thêm một số chương trình đặc biệt trong đó có chương trình \"Theo Cùng Mệnh Nước Nổi Trôi\". Thời gian này cũng làm emcee với trung tâm Asia cho đến nay. Trên đài SBTN, còn thực hiện chương trình Tiếng Tơ Đồng với nghệ sĩ Chí Tâm, phát hình mỗi thứ Bẩy hàng tuần với nội dung diễn giải, trình bầy, để bảo tồn cổ nhạc Việt Nam tại hải ngoại.\n\n== Gia đình ==\nNghệ sĩ Ngọc Đan Thanh còn có một người anh ruột định cư ở Đức và thân mẫu ở tuổi 90 vẫn sống khỏe tại căn nhà từ bấy lâu nay ở Xóm Sở Rác vùng Nguyễn Cư Trinh (cũ) tại Sài Gòn. Chị hiện sống với hai con trai tại Quận Cam, Nam Cali.\n\n== Các tiết mục trình diễn trên sân khấu ==\n\n=== Trung tâm Thúy Nga ===\n{| class=\"wikitable\"\n!STT\n!'''Tiết Mục'''\n!'''Thể hiện với'''\n!'''Chương trình'''\n!Năm\n|-\n|1\n|Bi kịch: Nỗi Lòng Người Mẹ (Nhóm kịch Thúy Nga)\n|Chí Tài, Mạnh Quỳnh, Mỹ Huyền, Lê Thái Vy\n|Paris By Night 74\n|2004\n|-\n|2\n|Vọng cổ: Mẹ Vẫn Đợi Con Về (Hoàng Song Việt)\n|Hương Thủy\n|Paris By Night 79\n|2005\n|-\n|3\n|LK Phút Giao Mùa, Ngày Đầu Một Năm (Trần Thiện Thanh)\n|Phương Hồng Quế\n|Paris By Night 85\n| rowspan=\"2\" |2007\n|-\n|4\n|Hài kịch: Chồng Chúa Vợ Tôi (Nhóm kịch Thúy Nga)\n|Kiều Oanh, Kiều Linh, Lê Tín\n|Paris By Night 90\n|}\n\n=== Trung tâm ASIA ===\nMC chương trình: ASIA 67 - 78\n{| class=\"wikitable\"\n|+\n!STT\n!'''Tiết Mục'''\n!'''Thể hiện với'''\n!'''Chương trình'''\n!Năm\n|-\n|1\n|Quê Hương Bỏ Lại (Tô Huyền Vân) - Chiều Tây Đô (Lam Phương)\n|[[Tuấn Vũ]], [[Phương Hồng Quế]]\n|Asia 69\n|2012\n|-\n|2\n|Bóng Nhỏ Đường Chiều ([[Trúc Phương]])\n|[[Trung Chỉnh]]\n|Asia 74\n| rowspan=\"2\" |2014\n|-\n|3\n|Nếu Ta Đừng Quen Nhau ([[Huỳnh Anh (nhạc sĩ)|Huỳnh Anh]])\n|Huy Sinh, [[Thiên Trang (ca sĩ)|Thiên Trang]]\n|Asia 75\n|-\n|4\n|Kiếp Nghèo ([[Lam Phương]])\n|Solo\n|Asia 77\n|2015\n|}\n\n==Ni cô Tâm Duyên==\nNăm 2017, Ngọc Đan Thanh mắc bạo bệnh, cô bị đột quị và hôn mê sâu, nhưng may mắn sau đó cô đã qua cơn bạo bệnh, từ đó cô quyết định giành quãng đời còn lại cho Phật pháp. Năm 2021, Ngọc Đan Thanh chính thức xuống tóc quy y cửa thiền, cô được đặt pháp danh Tâm Duyên, quyết định này được nhiều người ủng hộ vì vào chốn thiền môn sẽ tinh thần thư thái và đảm bảo sức khỏe<ref>[https:\/\/phatgiao.org.vn\/nghe-si-ngoc-dan-thanh-nguyen-danh-phan-doi-con-lai-cho-phat-phap-d47503.html ''nghệ sĩ Ngọc Đan Thanh nguyện giành phần đời còn lại cho Phật pháp'']<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Người Việt di cư tới Mỹ]]\n[[Thể loại:Nữ diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nữ diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Nữ ca sĩ Việt Nam]]\n[[Thể loại:Nghệ sĩ cải lương]]"}