{"87742":"{{Bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Ngọc Hiển\n| hình = Muicamau.jpg\n| ghi chú hình = [[Mũi Cà Mau]]\n| vị trí lấy tọa độ =\n| vĩ độ = 8\n| vĩ phút = 40\n| vĩ giây = 47\n| kinh độ = 104 \n| kinh phút = 57\n| kinh giây = 58\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 735,18 km²<\/sup> \n| dân số = 66.874 người<ref name=\"TCM2019\"\/>\n| dân số thành thị = 11.498 người (17%)\n| dân số nông thôn = 55.376 người (83%)\n| thời điểm dân số = 1\/4\/2019\n| mật độ dân số = 91 người\/km²\n| dân tộc = [[Người Kinh|Kinh]]...\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Cà Mau]]\n| huyện lỵ = Thị trấn [[Rạch Gốc]]\n| thành lập = 1984: đổi tên từ huyện Năm Căn\n| phân chia hành chính = 1 thị trấn, 6 xã\n| mã hành chính = 973<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| trụ sở UBND = Ấp Kiến Vàng, thị trấn Rạch Gốc\n| biển số xe = 69-L1\n| web = {{url|ngochien.camau.gov.vn}}\n|logo=Logo Ngọc Hiển, Cà Mau.svg|cỡ logo=242px|ghi chú logo=Logo [[Ngọc Hiển|huyện Ngọc Hiển]], [[Cà Mau|tỉnh Cà Mau]]}}\n\n'''Ngọc Hiển''' là một [[huyện (Việt Nam)|huyện]] thuộc [[tỉnh]] [[Cà Mau]], [[Việt Nam]].\n\nĐồng thời cũng là huyện cực Nam của [[Việt Nam]]. Địa bàn huyện này thuộc [[Khu dự trữ sinh quyển Mũi Cà Mau]] đã được [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] công nhận là [[khu dự trữ sinh quyển thế giới]].\n\n== Địa lý ==\nHuyện Ngọc Hiển nằm ở phía nam tỉnh Cà Mau, có vị trí địa lý:\n*Phía bắc giáp huyện [[Năm Căn]] với [[sông Cửa Lớn]] và [[sông Bồ Đề]] là ranh giới tự nhiên\n*Các phía còn lại giáp [[Biển Đông]] và [[Vịnh Thái Lan]].\n\nHuyện Ngọc Hiển có diện tích 735,18&nbsp;km², dân số năm 2019 là 66.874 người<ref name=\"TCM2019\">{{Chú thích web |url = https:\/\/www.camau.gov.vn\/wps\/wcm\/connect\/66cb8977-7e7d-4c77-821e-5c0513ca0383\/C%C3%A0+Mau+-+dan+so+DTTS+cap+xa_63+tinh_edit.xlsx?MOD=AJPERES&CONVERT_TO=url&CACHEID=ROOTWORKSPACE-66cb8977-7e7d-4c77-821e-5c0513ca0383-nf3qsB-|title = ''Dân số đến 01 tháng 4 năm 2019 - tỉnh Cà Mau'' |access-date = ngày 27 tháng 11 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 91 người\/km².\n\nHuyện Ngọc Hiển là nơi có [[Mũi Cà Mau]] và [[Vườn quốc gia Mũi Cà Mau]]. Tên của huyện được đặt tên theo người anh hùng thời chống Pháp [[Phan Ngọc Hiển]] (1910 - 1941).\n\n===Địa hình===\nHuyện chiều dài bờ biển là 98&nbsp;km.\n\nDo ranh giới phía bắc của huyện là [[sông Cửa Lớn]] và [[sông Bồ Đề]] nên địa bàn huyện Ngọc Hiển bị tách biệt như một cù lao. Nhìn chung địa hình bằng phẳng, nhưng địa hình bị chia cắt mạnh bởi hệ thống sông rạch tự nhiên và kênh mương chằng chịt, có nhiều con sông rất rộng (sông Cửa Lớn có [[chiều rộng]] từ 400 - 1.000m).\n\nCao trình trung bình từ 0,5 - 0,7m, thường xuyên ngập triều biển, riêng vùng ven Biển Đông có địa hình cao hơn (từ 1,2 - 1,5m).\n\n===Địa chất===\nDo hình thành từ các trầm tích biển trẻ nên nhìn chung nền đất yếu, lớp bùn hữu cơ và sét hữu cơ dày từ 0,7 - 1,7m, lớp bùn sét dày 1,3 - 1,4m. Do các công trình xây dựng nằm trực tiếp lên lớp bùn yếu nên cần có các giải pháp xử lý về nền móng, chống lún và triệt tiêu lún, vì vậy suất đầu tư rất cao.\n\nKhu vực đất rừng, bờ sông thường có nhiều lỗ mội, đây là một đặc điểm cần chú ý khi xây dựng các đầm nuôi thủy sản, cần có giải pháp thi công thích hợp để chống cạn nước đầm nuôi.\n\n===Thủy văn===\nVùng [[mũi Cà Mau]] là nơi duy nhất có cả bờ biển phía Đông và phía Tây, vì vậy chịu tác động trực tiếp của cả triều [[Biển Đông]] (bán nhật triều không đều) và triều biển Tây (nhật triều không đều). Thủy triều Biển Đông lớn, vào các ngày triều cường biên độ triều vào khoảng 300 – 500&nbsp;cm, các ngày triều kém biên độ triều cũng đạt từ 180 – 220&nbsp;cm. Thủy triều phía [[vịnh Thái Lan]] yếu hơn, biên độ triều lớn nhất khoảng 100&nbsp;cm. Mực nước triều hàng năm cao trùng với mùa khô (từ tháng 10 đến tháng 3 năm sau). Trong thời kỳ có gió chướng có thể gây ra hiện tượng nước dâng. Thủy triều trên sông Cửa Lớn tại [[Năm Căn]] có thời gian triều lên kéo dài 5 giờ 43 phút và thời gian thủy triều xuống là 6 giờ 40 phút (chu kỳ triều 12 giờ 23 phút).\n\nDọc theo bờ biển của huyện có nhiều cửa sông lớn đổ ra biển như [[Ông Trang]], [[Cá Mòi]], [[Rạch Tàu]], [[Rạch Gốc]], [[Bồ đề (định hướng)|Bồ Đề]]. Trong đó cửa Bồ Đề rộng 600m, sâu 19 - 26m, [[cửa Ông Trang]] rộng 600 - 1.800m, sâu 4 - 5m. Sông Cửa Lớn dài 58&nbsp;km nối từ cửa Bồ Đề ở phía Biển Đông với cửa Ông Trang ở Vịnh Thái Lan. Đây là tuyến sông lớn nhất tại khu vực Năm Căn - Ngọc Hiển. Triều biển xâm nhập sâu vào đất liền theo hệ thống sông rạch, do biên độ triều cao nên phần lớn đất đai của huyện thường bị ngập triều. Do biên độ triều các sông chịu ảnh hưởng triều Biển Đông lớn hơn nên biên độ triều trên các sông cũng có xu hướng giảm dần từ Đông sang Tây.\n\nĐộ mặn nước sông biến đổi theo mùa, mùa khô nước các sông có độ mặn cao hơn, tuy nhiên đối với khu vực huyện Ngọc Hiển do gần sát biển nên sự chênh lệch độ mặn nước sông giữa các mùa biến đổi không lớn như các vùng sâu trong nội địa.\n\nĐặc điểm địa hình, thủy văn của huyện nói chung và vùng [[Đất Mũi]] nói riêng thuận lợi cho phát triển giao thông đường thủy, du lịch sông nước, phát triển nuôi trồng thủy sản, rừng ngập mặn… Những đặc thù của điều kiện thủy văn đã được nhân dân địa phương ứng dụng vào sản xuất và đời sống từ lâu đời, tạo nên những nét đặc thù của vùng sông nước [[đồng bằng sông Cửu Long|miền Tây Nam Bộ]] nói chung và của huyện Ngọc Hiển nói riêng, đó là: việc xuồng ghe đi lại theo con nước, đóng đáy sông, đáy biển, lấy nước và xả nước các đầm tôm… đã tiết kiệm được nhiều về chi phí và sức lao động, phù hợp với sinh trưởng phát triển tự nhiên của hệ sinh thái rừng ngập mặn, nhất là rừng đước.\n\n==Hành chính==\nHuyện Ngọc Hiển có 7 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Rạch Gốc]] (huyện lỵ) và 6 xã: [[Đất Mũi]], [[Tam Giang Tây]], [[Tân Ân, Ngọc Hiển|Tân Ân]], [[Tân Ân Tây]], [[Viên An, Ngọc Hiển|Viên An]], [[Viên An Đông]].\n\n==Lịch sử==\n''Xem thêm: huyện [[Đầm Dơi#Lịch sử|Ngọc Hiển]] cũ nay là huyện Đầm Dơi''\n\n====Huyện Năm Căn cũ (1978–1984)====\nNgày [[29 tháng 12]] năm [[1978]], Hội đồng Chính phủ ban hành Quyết định số 326-CP<ref name=326-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-326-CP-phan-vach-dia-gioi-huyen-va-thi-xa-tinh-Minh-Hai-57937.aspx|tựa đề= Quyết định 326-CP phân vạch địa giới huyện và thị xã tỉnh Minh Hải |ngày= 29 tháng 12 năm 1978 |website= Thư viện pháp luật |url-status=live}}<\/ref>. Theo đó thành lập mới huyện Năm Căn có 28 xã, 1 thị trấn huyện lỵ trên cơ một phần của huyện Ngọc Hiển.\n\nNgày [[25 tháng 7]] năm [[1979]], Hội đồng Chính phủ ban hành Quyết định 275-CP<ref name=275-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-275-CP-dieu-chinh-dia-gioi-xa-thi-tran-tinh-Minh-Hai-60605.aspx|tựa đề= Quyết định số 275-CP về việc điều chỉnh địa giới một số xã và thị trấn thuộc tỉnh Minh Hải |ngày= 25 tháng 7 năm 1979 |website= Thư viện pháp luật |url-status=live}}<\/ref> về việc:\n*Chia xã Viên An thành ba xã lấy tên là xã Duyên An Đông, xã Duyên An Tây và xã Đất Mũi\n*Chia xã Năm Căn thành hai xã và một thị trấn lấy tên là xã Hàm Rồng, xã Đất Mới và thị trấn Năm Căn\n*Chia xã Tân An thành hai xã lấy tên là xã Tam Giang và xã Tân An\n*Chia nửa xã Quách Phẩm B thành ba xã lấy tên là xã Thanh Tùng, xã Tân Điền và xã Hiệp Tùng\n*Chia nửa xã Quách Phẩm A thành ba xã lấy tên là xã Tân Trung, xã An Lập và xã Tân An.\n\nNgày [[17 tháng 5]] năm [[1984]], Hội đồng Bộ trưởng ban hành Quyết định số 75-HĐBT<ref name=75-HĐBT>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-75-HDBT-phan-vach-dia-gioi-huyen-thi-xa-thuoc-tinh-Minh-Hai-43458.aspx|tựa đề= Quyết định 75-HĐBT năm 1984 phân vạch địa giới một số huyện, thị xã thuộc tỉnh Minh Hải do Hội đồng Bộ trưởng ban hành |ngày= 17 tháng 5 năm 1984 |website=|url-status=live}}<\/ref>. Theo đó, tách 5 xã: Tân Điền, Tân An, Thanh Tùng, Tân Trung, An Lập của huyện Năm Căn sáp nhập vào huyện Ngọc Hiển.\n\nHuyện Năm Căn chỉ còn gồm các xã Tân Ân, Hiệp Tùng, Hàm Rồng, Đất Mới, Tam Giang, Đất Mũi, Duyên An Đông, Duyên An Tây và thị trấn huyện lỵ Năm Căn.\n\nHuyện Ngọc Hiển gồm có các xã Tân Mỹ, Tân Lập, Thành Điền, Thới Phong, Tân Duyệt, Tân Hùng, Tân Thánh, Tân Dân, Tân Thuận, Phú Hải, Hiệp Bình, Thuận Hoà, Long Hoà, Tạ An Khương, Nguyễn Huân, Ngọc Thánh, Tân Đức, Tân Hồng, Tân Tiến, Quách Phẩm, Tân Phán, Tấn Trung, Hoà Điền, Tân Điền, Tân An, Thạnh Tùng, Tân Trung, An Lập và thị trấn huyện lỵ Ngọc Hiển.\n\nNgày [[17 tháng 12]] năm [[1984]], Hội đồng Chính phủ ban hành Quyết định số 168-HĐBT<ref name=168-HĐBT>{{Chú thích web |url= https:\/\/static.luatvietnam.vn\/tai-file-quyet-dinh-168-hdbt-hoi-dong-bo-truong-7640-d1\/1984\/84000154.zip.aspx |tựa đề= Quyết định 168-HĐBT đổi tên huyện tỉnh Minh Hải |tác giả=  |họ=  |tên=  |ngày= 17 tháng 12 năm 1984 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211216060104\/https:\/\/static.luatvietnam.vn\/tai-file-quyet-dinh-168-hdbt-hoi-dong-bo-truong-7640-d1\/1984\/84000154.zip.aspx |ngày lưu trữ= 2021-12-16 |url hỏng=  |ngày truy cập= 16 tháng 12 năm 2021 |url-status= bot: unknown }}<\/ref> về việc đổi tên huyện Năm Căn thành huyện '''Ngọc Hiển'''.\n\n====Huyện Ngọc Hiển mới (1984–nay)====\nNgày [[14 tháng 2]] năm [[1987]], Hội đồng Bộ trưởng ban hành Quyết định số 33B-HĐBT<ref name=33B-HĐBT>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-33B-HDBT-dieu-chinh-dia-gioi-xa-phuong-cua-thi-xa-Bac-Lieu-ca-Mau-Cai-NuocDam-DoiNgoc-Hien-Vinh-Loi-Gia-Rai-Hong-dan-tinh-minh-hai-37289.aspx|tựa đề= Quyết định 33B-HĐBT năm 1987 về việc phân vạch, điều chỉnh địa giới hành chính một số xã, phường, thị trấn của các thị xã Bạc Liêu, cà Mau và các huyện Cái Nước, Đầm Dơi, Ngọc Hiển, Vĩnh Lợi, Giá Rai, Hồng Dân, Thới Bình, Trần Văn Thời thuộc tỉnh Minh Hải do Hội đồng Bộ trưởng ban hành |ngày= 14 tháng 2 năm 1987 |website= Thư viện pháp luật |url-status=live}}<\/ref> về việc:\n*Giải thể thị trấn Năm Căn. Thành lập xã Hàng Vịnh trên cơ sở diện tích và dân số của thị trấn Năm Căn cũ\n*Chia xã Đất Mới thành hai đơn vị hành chính lấy tên là xã Đất Mới và thị trấn Năm Căn (thị trấn huyện lỵ huyện Ngọc Hiển).\n\nHuyện Ngọc Hiển lúc này gồm có thị trấn Năm Căn và 9 xã: Đất Mới, Đất Mũi, Hàm Rồng, Hàng Vịnh, Hiệp Tùng, Tam Giang, Tân Ân, Viên An, Viên An Đông.\n\nNgày [[6 tháng 11]] năm [[1996]], Quốc hội ban hành Nghị quyết<ref name=NQ-QH>{{Chú thích web |url= https:\/\/sonoivu.backan.gov.vn\/DocumentLibrary\/b33387088f2ff76e\/6-11-1996.doc |tựa đề= Nghị quyết về việc chia và điều chỉnh địa giới hành chín một số tỉnh |tác giả=  |họ=  |tên=  |ngày= 6 tháng 11 năm 1996 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211217142825\/https:\/\/sonoivu.backan.gov.vn\/DocumentLibrary\/b33387088f2ff76e\/6-11-1996.doc |ngày lưu trữ= 2021-12-17 |url hỏng=  |ngày truy cập= 17 tháng 11 năm 2021 |url-status= bot: unknown }}<\/ref> về việc chia [[Minh Hải (tỉnh)|tỉnh Minh Hải]] thành hai tỉnh là tỉnh [[Bạc Liêu]] và tỉnh [[Cà Mau]]. Khi đó huyện Ngọc Hiển trở thành huyện của tỉnh Cà Mau.\n\nNgày [[25 tháng 6]] năm [[1999]], Chính phủ ban hành Nghị định 42\/1999\/NĐ-CP<ref name=42\/1999\/NĐ-CP>{{Chú thích web|url=http:\/\/vbpl.vn\/VBQPPL_UserControls\/Publishing_22\/pActiontkeFile.aspx?do=download&urlfile=%2FTW%2FLists%2Fvbpq%2FAttachments%2F7099%2F42.1999.ND.CP.doc&filename=42.1999.ND.CP.doc|tựa đề=Nghị định 42\/1999\/NĐ-CP về việc thành lập xã thuộc các huyện Đầm Dơi, Trần Văn Thời, Cái Nước và Ngọc Hiển tỉnh Cà Mau|tác giả=|họ=|tên=|ngày=25 tháng 6 năm 1999|website=Thư viện pháp luật|url lưu trữ=https:\/\/web.archive.org\/web\/20211220055026\/http:\/\/vbpl.vn\/VBQPPL_UserControls\/Publishing_22\/pActiontkeFile.aspx?do=download&urlfile=%2FTW%2FLists%2Fvbpq%2FAttachments%2F7099%2F42.1999.ND.CP.doc&filename=42.1999.ND.CP.doc|ngày lưu trữ=2021-12-20|url hỏng=|ngày truy cập=20 tháng 12 năm 2021|url-status=bot: unknown}}<\/ref> về việc thành lập xã Tân Ân Tây trên cơ sở 11.096 ha diện tích tự nhiên và 10.030 người của xã Tân Ân.\n\nNgày [[29 tháng 8]] năm [[2000]], Chính phủ ban hành Nghị định 41\/2000\/NĐ-CP<ref name=41\/2000\/NĐ-CP>{{Chú thích web |url= http:\/\/vbpl.vn\/tw\/Pages\/vbpq-print.aspx?dvid=13&ItemID=6110 |tựa đề= Nghị định 41\/2000\/NĐ-CP về việc chia tách, thành lập xã thuộc các huyện Ngọc Hiển, Đầm Dơi, Thới Bình, tỉnh Cà Mau |tác giả=  |họ=  |tên=  |ngày= 29 tháng 8 năm 2000 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211214055749\/http:\/\/vbpl.vn\/TW\/Pages\/vbpq-print.aspx?dvid=13&ItemID=6110 |ngày lưu trữ= 2021-12-14 |url hỏng=  |ngày truy cập= 14 tháng 12 năm 2021 |url-status= bot: unknown }}<\/ref> về việc:\n*Thành lập xã Tam Giang Đông trên cơ sở 9.530,79 ha diện tích tự nhiên và 5.468 người của xã Tam Giang\n*Thành lập xã Tam Giang Tây trên cơ sở 9.235 ha diện tích tự nhiên và 6.672 người của xã Tam Giang.\n\nĐến thời điểm năm 2003, huyện Ngọc Hiển có 12 xã: Đất Mới, Đất Mũi, Hàm Rồng, Hàng Vịnh, Hiệp Tùng, Tam Giang, Tam Giang Đông, Tam Giang Tây, Tân Ân, Tân Ân Tây, Viên An, Viên An Đông và thị trấn Năm Căn.\n\nNgày [[17 tháng 11]] năm [[2003]], Chính phủ ban hành Nghị định 138\/2003\/NĐ-CP<ref name=138\/2003\/NĐ-CP>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-138-2003-ND-CP-thanh-lap-huyen-Nam-Can-Phu-Tan-tinh-Ca-Mau-6311.aspx|tựa đề= Nghị định 138\/2003\/NĐ-CP về việc thành lập các huyện Năm Căn và Phú Tân, tỉnh Cà Mau |tác giả=|họ=|tên=|ngày= 17 tháng 11 năm 2003 |website= Thư viện pháp luật |url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> về việc thành lập huyện Năm Căn trên cơ sở 53.291,40 ha diện tích tự nhiên và 70.745 nhân khẩu, có 7 đơn vị hành chính trực thuộc bao gồm 6 xã: Hàm Rồng, Đất Mới, Hàng Vịnh, Hiệp Tùng, Tam Giang, Tam Giang Đông và thị trấn Năm Căn của huyện Ngọc Hiển.\n\nSau khi điều chỉnh địa giới hành chính thành lập huyện Năm Căn, huyện Ngọc Hiển còn lại 74.329,87 ha diện tích tự nhiên và 77.289 người, có 6 đơn vị hành chính trực thuộc bao gồm 6 xã: Tam Giang Tây, Tân Ân, Tân Ân Tây, Viên An, Viên An Đông, Đất Mũi.\n\nNgày [[4 tháng 6]] năm [[2009]], Chính phủ ban hành Nghị quyết số 24\/NQ-CP<ref name=24\/NQ-CP>{{Chú thích web |url= http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2009%2F06%2F91130_NQ24CP.DOC |tựa đề= Nghị quyết số 24\/NQ-CP về việc điều chỉnh địa giới hành chính xã; thành lập xã, phường, thị trấn thuộc huyện U Minh, huyện Ngọc Hiển và thành phố Cà Mau, tỉnh Cà Mau |tác giả=  |họ=  |tên=  |ngày= 4 tháng 6 năm 2009 |website= Thư viện pháp luật |url lưu trữ= https:\/\/web.archive.org\/web\/20211216050550\/http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2009%2F06%2F91130_NQ24CP.DOC |ngày lưu trữ= 2021-12-16 |url hỏng=  |ngày truy cập= 15 tháng 12 năm 2021 |url-status= bot: unknown }}<\/ref> về việc thành lập thị trấn Rạch Gốc trên cơ sở điều chỉnh 5.271,50 ha diện tích tự nhiên và 7.831 người của xã Tân Ân.\n\nHuyện Ngọc Hiển có 73.315,13 ha diện tích tự nhiên và 83.152 người, có 7 đơn vị hành chính trực thuộc, bao gồm các xã: Đất Mũi, Tân Ân, Tân Ân Tây, Tam Giang Tây, Viên An, Viên An Đông và thị trấn Rạch Gốc.\n\n==Kinh tế==\n\nVùng phía Nam của tỉnh Cà Mau, trong đó trọng tâm là huyện Ngọc Hiển là khu vực cuối, là điểm đến của hành lang kinh tế ven biển phía Nam của tiểu vùng kinh tế Mê Kông mở rộng.\n\nHuyện Ngọc Hiển là huyện cuối cùng trên bản đồ của đất nước Việt Nam, có Mũi Cà Mau là điểm mốc quốc gia cuối cùng trên đất liền về phía Nam (có ý nghĩa như Mục Nam Quan ở biên giới phía Bắc).\n\n==Giao thông==\nKhu vực Mũi Cà Mau là điểm cuối cùng của tuyến đường Hồ Chí Minh (Quốc lộ 1 nối dài) đã được thông xe kỹ thuật và đang được đầu tư hoàn thiện. Trên địa bàn huyện đang triển khai Dự án Nhà máy điện gió Khu du lịch Khai Long – giai đoạn I và xây dựng công trình biểu tượng Cột cờ Hà Nội tại Mũi Cà Mau.\n\nTrên vùng biển huyện Ngọc Hiển có cụm đảo Hòn Khoai cách đất liền khoảng 14&nbsp;km. Ngọc Hiển rất thuận lợi cho phát triển giao thông đường thủy, du lịch sinh thái, trồng rừng ngập mặn, phát triển nuôi trồng và đánh bắt thủy sản.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Cà Mau}}\n{{Huyện thị Cà Mau}}\n{{Đơn vị hành chính thuộc huyện Ngọc Hiển}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]\n[[Thể loại:Ngọc Hiển]]\n[[Thể loại:Đơn vị hành chính Việt Nam đặt tên theo tên người]]"}