{"14538501":"{{Thông tin nhân vật\n| tên = Ngọc Thanh Tâm\n| hình = NGOC THANH TAM.jpg\n| caption = Ngọc Thanh Tâm vào năm 2020\n| tên khai sinh = Nguyễn Ngọc Thanh Tâm\n| ngày sinh = {{ngày sinh và tuổi|1993|07|01}}\n| nơi sinh = [[Nha Trang]], [[Khánh Hòa]], [[Việt Nam]]\n| ngày mất = \n| nơi mất = \n| quốc tịch = {{VIE}}\n| nghề nghiệp = [[Diễn viên]]\n| năm hoạt động = 2014 {{spaced en dash}} nay\n}}\n'''Nguyễn Ngọc Thanh Tâm''', thường được biết đến với nghệ danh '''Ngọc Thanh Tâm''' hay '''Tammy Nguyễn'''<ref>{{Chú thích web|url=https:\/\/www.yan.vn\/ngoc-thanh-tam-la-ai-tieu-su-su-nghiep-va-doi-tu-nu-dien-vien-231184.html|tựa đề=Thông tin chi tiết về Ngọc Thanh Tâm|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> (sinh ngày [[1 tháng 7]] năm [[1993]]), là một nữ [[diễn viên]] người [[Việt Nam]]. \n\nCô đã giành giải Cánh diều vàng của Hội điện ảnh Việt Nam năm 2014 cho hạng mục \"Cánh diều vàng triển vọng\".<ref>https:\/\/vnexpress.net\/giai-tri\/binh-minh-bam-dap-khi-vao-vai-dai-ca-chot-mat-2931838.html<\/ref> Ngọc Thanh Tâm Ngọc đã nhận giải đặc biệt tại LHP châu Á-Thái Bình Dương 2018 cho vai diễn trong phim \"Đảo của dân ngụ cư\"<ref>https:\/\/dantri.com.vn\/van-hoa\/ngoc-thanh-tam-nhan-giai-dac-biet-tai-lhp-chau-a-thai-binh-duong-2018-20180902185922282.htm<\/ref>. Vai diễn chính trong phim \"Bao lô\" của Ngọc Thanh Tâm đã đoạt giải thưởng \"Nữ diễn viên xuất sắc nhất\" trong [[giải thưởng Ngôi Sao Xanh]] năm 2019. Cô từng là thành viên của nhóm nhạc Power Girls (cùng với trưởng nhóm Trương Minh Xuân Thảo (Primmy Trương), Nguyễn Hoàng My (Mie Nguyễn), Bùi Ngọc Thanh Vy (Cramen Bùi), Võ Nam Phương), hoạt đồng từ 2010-2012 và từng học là học viên của trường John Robert Powers Vietnam của hiệu trưởng Võ Xuân Trang (mẹ của Primmy Trương) cùng với nhóm nhạc [[365daband|365]], nhà văn Gào (quản lý PR của [[365daband|365]]).\n\n== Tiểu sử ==\nDiễn viên Ngọc Thanh Tâm sinh ngày 1 tháng 7 năm 1993 tại Tỉnh Khánh Hòa, Việt Nam. Ngọc Thanh Tâm là con gái của bà Trịnh Thị Bích Hằng, chủ tịch Công ty TNHH Hải Vương được thành lập năm 1997 chuyên xuất nhập khẩu các sản phẩm thủy sản đông lạnh của tỉnh Khánh Hoà.\n\nNgọc Thanh Tâm được công chúng biết tới khi cô tham gia bộ phim \"Hiệp sĩ mù\". Mặc dù đã gây được ấn tượng nhưng Ngọc Thanh Tâm lại quyết định tập trung vào việc học tại đại học RMIT. Ngọc Thanh Tâm không chọn đi theo con đường kinh doanh của mẹ, cô quyết định theo học ngành truyền thông kỹ thuật số và diễn xuất. Cô chia sẻ, khi tham gia bộ phim \"Hiệp sĩ mù\", cô đã dành 6 tháng để quay và trong thời gian này cô phải bảo lưu việc học của mình.\n\nTrong năm 2015, Ngọc Thanh Tâm xuất hiện trong MV ca khúc chủ đề trong album \"Khắc\" của ca sĩ Đàm Vĩnh Hưng. Trước đó, Ngọc Thanh Tâm cũng đã từng tham gia phim ca nhạc \"Tuổi hồng thơ ngây\" của nam ca sĩ này. Ngọc Thanh Tâm có khả năng sử dụng thành thạo 3 thứ tiếng, cô cũng có thể chơi piano và đàn tranh.\n\n== Danh sách phim ==\n\n* ''Hiệp sĩ mù'' (2014)\n* ''[[Đảo của dân ngụ cư]]'' (2016)\n* ''Yêu em bất chấp'' (2018)\n* ''Tâm sắc Tấm''(2020-2021)\n\n==Chú thích==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n{{thời gian sống|1993}}\n{{Giải Cánh diều vàng cho Diễn viên triển vọng}}\n\n[[Thể loại:Người Nha Trang]]\n[[Thể loại:Nữ diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Nữ diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Nữ diễn viên truyền hình Việt Nam]]\n[[Thể loại:Cựu sinh viên Đại học RMIT]]"}