{"84770":"{{bài cùng tên|Ngọc Hồi (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Ngọc Hồi\n| hình = Bo Y Border Gate, Kon Tum Province, Viet Nam.JPG\n| ghi chú hình = Cửa khẩu quốc tế Bờ Y\n| vĩ độ = 14\n| vĩ phút = 43\n| vĩ giây = 15\n| kinh độ = 107\n| kinh phút = 37\n| kinh giây = 30\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 824 km²\n| dân số = 58.913 người<ref name=\"KT2019\"\/>\n| dân số thành thị = 18.114 người (31%) \n| dân số nông thôn = 40.799 người (69%)\n| thời điểm dân số = 2019\n| mật độ dân số = 72 người\/km²\n| dân tộc = 17 dân tộc\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Kon Tum]] \n| huyện lỵ = thị trấn [[Plei Kần]]\n| thành lập = 15\/10\/1991<ref name=316-HĐBT\/>\n| phân chia hành chính = 1 thị trấn, 7 xã\n| trụ sở UBND = Đường Phạm Văn Đồng, thị trấn Plei Kần\n| mã hành chính = 611<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 82-E1\n| web = {{url|ngochoi.kontum.gov.vn}}\n}}\n\n'''Ngọc Hồi''' là một [[huyện]] biên giới thuộc [[tỉnh]] [[Kon Tum]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Ngọc Hồi nằm ở phía tây bắc tỉnh Kon Tum và nằm ở ngã ba biên giới Việt Nam - Lào - Campuchia, có vị trí địa lý:\n*Phía bắc giáp huyện [[Đăk Glei]] \n*Phía đông bắc giáp huyện [[Tu Mơ Rông]]\n*Phía đông giáp huyện [[Đăk Tô]]\n*Phía nam giáp huyện [[Sa Thầy]]\n*Phía tây giáp huyện [[Phouvong]], tỉnh [[Attapu]], [[Lào]] và huyện [[Ta Veaeng]], tỉnh [[Ratanakiri]], [[Campuchia]].\n\nHuyện Ngọc Hồi có diện tích 824&nbsp;km², dân số năm 2019 là 58.913 người<ref name=\"KT2019\">{{Chú thích web |url =http:\/\/thongkekontum.gov.vn\/upload\/files\/CV%2033%20ngay%2008-8-2019%20cua%20BC%C4%90%20T%C4%90TDS%20TW%20Vv%20thong%20bao%20so%20lieu%20dan%20so%20cap%20huyen%20cap%20xa%20T%C4%90TDS.PDF|title =Dân số đến 01 tháng 4 năm 2019 - tỉnh Kon Tum|accessdate = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 72 người\/km². Dân tộc tại chỗ chiếm 57% dân số gồm người Jeh, Xê Đăng. \n\nPhía tây vượt qua [[dãy Trường Sơn]] là đường biên giới chung với Lào dài 34&nbsp;km và đường biên giới chung với Campuchia dài 13&nbsp;km.\n\n[[Tập tin:Cot moc bien gioi Viet-Lao-Cam (4).jpg|thumb|300px|Cột mốc biên giới giữa ba nước Việt Nam - Lào - Campuchia]]\n\n===Địa hình===\nHuyện Ngọc Hồi nằm trong khu vực địa hình núi trung bình và khu vực thấp của tỉnh Kon Tum. Nhìn chung địa hình của huyện cao ở phía Đông - Bắc, Tây - Tây Nam và thoải dần theo hướng Đông Nam. Độ dốc các sườn núi từ 150 đến 250. Địa hình của huyện được chia thành 3 dạng chính:\n*Địa hình đồi núi cao: Là những khu vực có độ cao từ  800-1.780&nbsp;m. Tập trung ở phía Đông thuộc xã Đăk Ang có các đỉnh núi cao như: Ngọk Chiến (1.777&nbsp;m), Ngọk Xi Nê (1.544&nbsp;m),... dạng địa hình này có diện tích khoảng 23.880 ha chiếm 28,28% diện tích tự nhiên của huyện với các dãy núi chạy theo hướng Bắc Nam cao ở đỉnh rồi thoải về phía Tây Nam. Độ cao trung bình so với mặt nước biển >900&nbsp;m. Địa hình chia cắt hiểm trở và có xu hướng thấp dần từ Bắc xuống Nam. Trên dạng địa hình này chủ yếu là diện tích rừng tự nhiên.\n\n*Địa hình đồi núi trung bình: Đây là dạng địa hình chủ yếu của huyện với khoảng 58.045 ha, chiếm 68,73% diện tích tự nhiên, nằm trong khu vực có độ cao từ 600-800&nbsp;m, bao gồm các dãy đồi núi thấp tiếp giáp giữa vùng núi cao và vùng thấp trũng, phân bố chủ yếu ở khu vực trung tâm huyện, dọc 2 bên các quốc lộ 14, 14C, 40. Độ cao trung bình khoảng 700&nbsp;m so với mực nước biển, địa hình có dạng lượn sóng chia cắt nhẹ. Việc phát triển sản xuất và đầu tư xây dựng cơ sở hạ tầng, các công trình dân sinh của huyện đều tập trung trên dạng địa hình này với khoảng 30.000 ha đất sản xuất nông nghiệp và 4.090 ha đất phi nông nông nghiệp. Phần còn lại là diện tích rừng tự nhiên nằm tiếp giáp với khu vực đồi núi cao.\n\n*Địa hình đồi núi thấp: Dạng địa hình này phân bổ ở khu vực có độ cao từ 280-400&nbsp;m, độ cao trung bình khoảng 350 m so với mực nước biển, tập trung nhiều ở khu vực hạ lưu suối Đắk Xú giáp với Lào và số ít ở khu vực phía Nam xã Sa Loong giáp huyện Sa Thầy. Dạng địa hình này có diện tích khoảng 2.530 ha, chiếm 3% diện tích tự nhiên của huyện, đây là dạng địa hình được bồi tụ ở hạ lưu sông suối nên khá bằng phẳng, tạo thành các dải đồng bằng hẹp dọc hai bên suối.\n\n===Khí hậu===\nHuyện có khí hậu nhiệt đới gió mùa, chịu ảnh hưởng của khí hậu vùng cao nguyên. Một năm có 2 mùa: mùa mưa từ tháng 5 đến tháng 10, mùa khô từ tháng 11 đến tháng 4 năm sau. Nhiệt độ trung bình năm khoảng 22,4°C, nhiệt độ trung bình cao nhất khoảng 30,85°C, nhiệt độ trung bình thấp nhất 15°C. Nhiệt độ tháng thấp nhất 7,5°C vào tháng 1, nhiệt độ tháng cao nhất 34,5°C vào tháng 4. Độ ẩm trung bình năm 79,5%. Huyện nằm trong tiểu vùng khí hậu nhiệt đới ẩm núi trung bình Tây Ngọc Linh và vùng trũng tỉnh Kon Tum:\n*Tiểu vùng khí hậu nhiệt đới ẩm núi trung bình Tây Ngọc Linh: gồm các xã phía Bắc huyện (xã Đắk Ang, Đắk Dục, Đắk Nông một phần xã Đắk Xú và thị trấn Plei Kần). Nhiệt độ trung bình <21°C, lượng mưa trung bình 2.000-2.200&nbsp;zmm; độ ẩm bình quân 82-84%.\n*Tiểu vùng khí hậu nhiệt đới ẩm vùng trũng Kon Tum:Thuộc các xã phía nam huyện (Thị trấn Plei Kần, xã Đắk Xú, Đắk Kan, Bờ Y và xã Sa Loong). Nhiệt độ trung bình 23-24°C; lượng mưa trung bình 1.800-2.000mm; độ ẩm trung bình 78-82%.\n\n===Khoảng sản===\nHuyện cấu trúc địa chất phức tạp, khoáng sản ở đây được điều tra nghiên cứu trên nhiều vùng với mức độ khác nhau. Kết quả cho thấy khoáng sản của huyện cũng có một số loại có giá trị kinh tế, như Serpentitnit (thạch anh), vàng gốc, vàng sa khoáng, các loại khoáng sản khác qui mô vừa và nhỏ.\n*Serpentinit: Phát hiện ở xã Bờ Y, quy mô khu vực khoáng sản 2&nbsp;km², trữ lượng 50.000&nbsp;m³. Hiện có 1 nhà đầu tư vào khai thác, diện tích 20 ha.\n*Vàng: Phát hiện các điểm vàng sa khoáng dọc sông Đăk Pô Kô (từ thị trấn Plei Kần và xã Đăk Ang), vàng gốc ở khu vực các xã: Bờ Y, Đăk Kan, Sa Loong, Đăk Sú. Hiện trữ lượng chưa được xác định. \n*Vật liệu xây dựng: Khoáng sản phục vụ ngành sản xuất VLXD chủ yếu như: Đá xây dựng, đá Granít, cát, đá cuội, sỏi, đất sét. Đá Granít có trên 50 ha, trữ lượng khoảng 15-20 triệu m³, tập trung ở các xã: Đăk Nông, Bờ Y, Đăk Sú, cát, đá cuội, sỏi, đất sét trữ lượng khá. Cát, đá cuội, sỏi phân bố dọc sông Đăk Pô Kô, đất sét phân bố ở xã Sa Loong và xã Đăk Kan.\n\n===Tài nguyên nước===\n*Tài nguyên nước mặt: Nằm trong hệ thống sông Đắk Pô Kô, hệ thống sông suối trên địa bàn huyện khá đa dạng. Nguồn nước mặt dồi dào về mùa mưa. Ngoài ra, trên địa bàn huyện còn có các hồ chứa nước lớn nhỏ cơ bản đáp ứng nhu cầu nước cho sản xuất và sinh hoạt trong mùa khô.\n*Tài nguyên nước ngầm: nguồn nước ngầm ở huyện Ngọc Hồi có tiềm năng và Trữ lượng khai thác khoảng 150.268 m³\/ngày (nguồn sông Đắk Pô Kô).\n\n===Tài nguyên đất=== \nĐược chia thành có 4 nhóm đất chính:\n*Nhóm đất phù sa: Chủ yếu đất phù sa ngoài suối, phân bố rải rác ở khu vực xã Đắk Ang dọc sông Đắk Pôkô và ở khu vực ranh giới xã Đắk Kan, xã Bờ Y và thị trấn Plei Kần, toàn bộ diện tích đất này đã được khai thác để trồng lúa nước.\n*Nhóm đất vàng: gồm 3 loại chính là đất nâu vàng trên phù sa cổ, đất đỏ vàng trên đất Granite, Đất đỏ vàng trên đá phiến sét.\n*Nhóm đất thung lũng: chỉ có một loại đất chính là đất thung lũng có sản phẩm dốc tụ.  \n*Nhóm đất mùn vàng trên núi: gồm 2 loại đất chính là đất mùn vàng nhạt trên đá sét và biến chất và đất mùn vàng đỏ trên mácma axít.  \n\n===Tài nguyên rừng===\nToàn huyện có 38.030,62 ha đất lâm nghiệp có rừng, độ che phủ đạt trên 45,5%, trong đó rừng sản xuất 21.446,03 ha, phân bổ nhiều ở khu vực phía Tây Bắc và phía Nam của huyện thuộc các xã Đắk Dục, Đắk Nông, Đắk xú, Đắk Ang và khu vực giáp ranh với vườn Quốc gia Chư Mom Ray thuộc xã Bờ Y, xã Sa Loong.  Rừng phòng hộ có 6.804,70 ha tập trung nhiều ở khu vực đồi cao giáp với huyện Đăk Tô, (huyện Tu Mơ Rông thuộc địa bàn xã Đắk Ang với diện tích khoảng 6.673,6 ha và số ít ở khu vực cửa khẩu Bờ Y với diện tích khoảng 131,1 ha. Diện tích rừng đặc dụng có 9.779,86 ha. Rừng của Ngọc Hồi có nhiều loại gỗ quý, động vật rừng phong phú và đa dạng. Diện tích rừng tự nhiên chiếm đa số, tập trung ở các khu rừng phòng hộ, đặc dụng. Đây là nơi chứa nhiều nguồn gen động thực vật quý có giá trị và ý nghĩa rất lớn cho công tác nghiên cứu khoa học.<ref>[http:\/\/ngochoi.kontum.gov.vn\/gioi-thieu-chung\/Gioi-thieu-chung-ve-huyen-Ngoc-Hoi,-tinh-Kon-Tum-3886\/ Giới thiệu chung về huyện Ngọc Hồi, tỉnh Kon Tum]<\/ref>\n\n==Hành chính==\nHuyện Ngọc Hồi có 8 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Plei Kần]] (huyện lỵ) và 7 xã: [[Đăk Ang]], [[Đăk Dục]], [[Đăk Kan]], [[Đăk Nông, Ngọc Hồi|Đăk Nông]], [[Đăk Xú]], [[Pờ Y]], [[Sa Loong]].\n\n==Lịch sử==\nTrước năm [[1991]], địa bàn huyện Ngọc Hồi là một phần của 3 huyện: Đăk Glei, Sa Thầy và Đăk Tô.\n\nNgày [[15 tháng 10]] năm [[1991]], Hội đồng [[Bộ trưởng]] ban hành Quyết định số 316-HĐBT<ref name=316-HĐBT>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-316-HDBT-thanh-lap-huyen-moi-Ngoc-Hoi-thuoc-tinh-Kon-Tum-38197.aspx|tựa đề=Quyết định 316-HĐBT năm 1991 về việc thành lập huyện mới Ngọc Hồi thuộc tỉnh Kon Tum|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, về việc thành lập huyện Ngọc Hồi trên cơ sở chia tách 3 huyện: Đăk Glei, Sa Thầy và Đăk Tô gồm:\n*Tách 3 xã Đắk Xú, Pờ Y, Sa Loong của huyện [[Sa Thầy]] với 46.000 hécta diện tích tự nhiên và 6.794 nhân khẩu\n*Tách xã Đắk Ang của huyện [[Đăk Tô]] với 13.864 hécta diện tích tự nhiên và 1.785 nhân khẩu\n*Tách xã Dục Nông của huyện [[Đăk Glei]] với 26.890 hécta diện tích tự nhiên và 4.008 nhân khẩu.\n\nSau khi thành lập, huyện Ngọc Hồi có 86.754 hécta diện tích tự nhiên và 12.587 nhân khẩu; bao gồm 5 xã: Đăk Xú, Pờ Y, Sa Loong, Dục Nông và Đăk Ang.\n\nNgày [[17 tháng 10]] năm [[1991]], Chính phủ ban hành Quyết định số 514-TCCP<ref>Quyết định số 514-TCCP<\/ref> về việc thành lập thị trấn huyện lỵ Plei Kần trên cơ sở một phần diện tích và dân số của xã Đăk Xú.\n\nNgày [[22 tháng 11]] năm [[1996]], chia xã Dục Nông thành 2 xã: Đắk Dục và Đắk Nông.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-73-cp-thanh-lap-cac-xa-va-thi-tran-thuoc-cac-huyen-kon-plong-dak-glei-ngoc-hoi-dak-ha-va-thi-xa-kon-tum-tinh-kon-tum-40214.aspx\/ Nghị định số 73-CP về việc thành lập các xã và thị trấn thuộc các huyện Kon Plông, Đăk Glei, Ngọc Hồi, Đắk Hà và thị xã Kon Tum, tỉnh Kon Tum]<\/ref>\n\nNgày [[8 tháng 1]] năm [[2004]], thành lập xã Đắk Kan trên cơ sở 8.790 ha diện tích tự nhiên và 2.293 nhân khẩu của xã Đắk Xú; 250 ha diện tích tự nhiên và 635 nhân khẩu của xã Sa Loong.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-13-2004-ND-CP-thanh-lap-phuong-xa-thuoc-thi-xa-Kon-Tum-va-cac-huyen-Kon-Ray-Ngoc-Hoi-Kon-Plong-tinh-Kon-Tum-52430.aspx|tựa đề=Nghị định 13\/2004\/NĐ-CP về việc thành lập phường, xã thuộc thị xã Kon Tum và các huyện Kon Rẫy, Ngọc Hồi, Kon Plông, tỉnh Kon Tum|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[23 tháng 1]] năm [[2015]], thị trấn Plei Kần mở rộng (bao gồm thị trấn Plei Kần và một phần xã Đăk Xú) được [[Bộ Xây dựng]] công nhận là đô thị loại IV.<ref name =BXD>{{Chú thích web|url=https:\/\/moc.gov.vn\/vn\/tin-tuc\/1173\/7150\/hoi-nghi-tham-dinh-de-an-de-nghi-cong-nhan-thi-tran-plei-kan-mo-rong-huyen-ngoc-hoi---tinh-kon-tum-la-do-thi-loai-iv.aspx|tựa đề= Hội nghị thẩm định đề án đề nghị công nhận thị trấn Plei Kần mở rộng huyện Ngọc Hồi, tỉnh Kon Tum là đô thị loại IV |tác giả = Phòng TT-TL|ngày= 23 tháng 1 năm 2015|ngày truy cập = 23 tháng 1 năm 2015}}<\/ref>\n\nTừ đó, huyện Ngọc Hồi có 1 thị trấn và 7 xã như hiện nay.\n\n==Kinh tế==\nKinh tế của huyện chủ yếu là trồng [[cây lương thực]], trồng [[rừng phòng hộ]], trồng [[cây công nghiệp]] như: [[cao su]], [[cà phê]], [[lúa nước]], phát triển chăn nuôi gia súc như:[[bò]], [[lợn]], [[dê]],...\n\n==Giao thông==\nTrên địa bàn huyện có Quốc lộ 40 chạy theo hướng đông tây nối [[Khu kinh tế cửa khẩu quốc tế Bờ Y|Cửa khẩu quốc tế Bờ Y]] với thị trấn Plei Kần và với thành phố [[Kon Tum (thành phố)|Kon Tum]]. Quốc lộ 14 chạy theo hướng bắc nam trên địa bàn huyện.\n\nTrung tâm thị trấn Plei Kần là điểm giao nhau của trục đường thông thương Bắc-Nam và Đông-Tây bao gồm đường [[Hồ Chí Minh]] (quốc lộ 14); Quốc lộ 14C và đường xuyên [[Bán đảo Đông Dương|Đông Dương]] (Quốc lộ 40), thông qua [[Khu kinh tế cửa khẩu quốc tế Bờ Y|cửa khẩu quốc tế Bờ Y]] qua Lào, Campuchia, [[Thái Lan]] cho đến tận [[Myanmar]].\n\n==Chú thích==\n{{Thể loại Commons|Ngoc Hoi District}}\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Kon Tum}}\n{{Huyện thị Kon Tum}}\n\n[[Thể loại:Ngọc Hồi]]\n[[Thể loại:Huyện biên giới Việt Nam với Lào]]\n[[Thể loại:Huyện biên giới Việt Nam với Campuchia]]"}