{"1751275":"{{coord| 11.631956| 108.890669| type:landmark| format=dms| name=Nha Hố| display=title}}\n{{maplink|frame=yes|frame-width=280|zoom=12|type=point}}\n'''Nha Hố''' là một địa danh nằm ở khu vực hạ lưu [[Sông Cái Phan Rang]], trên địa bàn xã [[Nhơn Sơn]], huyện [[Ninh Sơn]], tỉnh [[Ninh Thuận]]. Nơi đây được biết đến với các trại thực nghiệm nông nghiệp, nghiên cứu gây giống, phát triển, bảo tồn các loại giống cây trồng - vật nuôi phù hợp với khí hậu bản địa, trong đó tiêu biểu là các giống cây nho, đặc sản của tỉnh Ninh Thuận.<ref name=\":0\">{{Chú thích web|url=http:\/\/baoninhthuan.com.vn\/news\/114053p0c151\/vien-nghien-cuu-bong-va-phat-trien-nong-nghiep-nha-ho-diem-tua-cua-nong-dan-trong-san-xuat-nong-nghiep.htm|tựa đề=Viện Nghiên cứu Bông và Phát triển nông nghiệp Nha Hố: Điểm tựa của nông dân trong sản xuất nông nghiệp|ngày=2020-06-01|website=Báo điện tử Ninh Thuận}}<\/ref><ref>{{Chú thích web|url=http:\/\/baoninhthuan.com.vn\/news\/87464p0c151\/vien-nghien-cuu-bong-va-phat-trien-nong-nghiep-nha-ho-noi-uom-mam-tao-giong-nho-moi.htm|tựa đề=Viện Nghiên cứu Bông và Phát triển nông nghiệp Nha Hố: Nơi ươm mầm tạo giống nho mới|ngày=2016-09-23|website=Báo điện tử Ninh Thuận}}<\/ref>\n\n{{multiple image\n| align = right\n| direction = vertical\n| header = \n| width = 250\n\n| image1 = Toàn cảnh Nha Hố.jpg\n| caption1 = <center>Toàn cảnh khu vực Nha Hố<\/center>\n\n| image2 = Ven đường Nha Hố.jpg\n| caption2 = <center>[[Quốc lộ 27]] đoạn qua khu vực Nha Hố<\/center>\n\n| image3 = Viện Nha Hố.jpg\n| caption3 = <center>Viện Nghiên cứu Bông và Phát triển nông nghiệp Nha Hố<\/center>\n\n| image4 = Trung tâm Nha Hố.jpg\n| caption4 = <center>Trung tâm sản xuất giống cây trồng Nha Hố (Viện Nghiên cứu Bông và Phát triển nông nghiệp Nha Hố)<\/center>\n}}\n\n==Địa lý==\nNha Hố nằm lệch về phía Tây xã Nhơn Sơn, cách trung tâm thành phố [[Phan Rang – Tháp Chàm]] 14&nbsp;km về phía tây bắc, là một khu vực đồng bằng có ba mặt phía đông, phía tây và phía bắc giáp núi, còn phía nam giáp [[sông Cái Phan Rang]]. Địa hình đồng bằng tương đối bằng phẳng, với hướng nghiêng Bắc, Tây Bắc xuống phía Đông và Đông Nam.<ref>Tham khảo [http:\/\/ninhson.ninhthuan.gov.vn\/portal\/Pages\/dieu-kien-tu-nhien.aspx Giới thiệu về Ninh Sơn - Điều kiện tự nhiên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210410012248\/http:\/\/ninhson.ninhthuan.gov.vn\/portal\/Pages\/dieu-kien-tu-nhien.aspx |date=2021-04-10 }}<\/ref>\n\nNha Hố nằm trong vùng tương đối khô hạn. Khí hậu Nha Hố là khí hậu nhiệt đới điển hình, nhiều gió, nhiều nắng, ít bão, không có sương muối. Biên độ nhiệt độ trung bình ngày nhiều năm dao động từ 11,0 - 14,9&nbsp;°C, trong đó thấp nhất xảy ra vào tháng 12 với 5,7&nbsp;°C, cao nhất vào tháng 8 với 20,4&nbsp;°C. Do nằm trong khu vực nội chí tuyến, với nguồn bức xạ [[mặt trời]] dồi dào, nên tổng nhiệt hàng năm tại Nha Hố cũng như các vùng khác tại Ninh Thuận tương đối cao, dao động từ 9.774 - 10.180&nbsp;°C. Nhiệt độ trung bình tăng dần từ tháng 01 và đạt cực đại lên tới 29,1&nbsp;°C vào tháng 5, 6, sau đó giảm chậm vào tháng 7, 8. Tháng 9, nhiệt độ bắt đầu giảm nhanh và đạt cực tiểu vào tháng 01 với giá trị 24,6&nbsp;°C. Mặc dù chỉ cách [[Phan Rang]] khoảng 10&nbsp;km, nền nhiệt độ tối cao trung bình tháng tại Nha Hố luôn cao hơn khoảng 0,1 - 1,3&nbsp;°C so với Phan Rang và cũng hình thành biến trình hai cực đại, hai cực tiểu. Cực đại đạt 37,7&nbsp;°C xuất hiện vào tháng 5, 6, 8. Cực tiểu thứ nhất xảy ra vào tháng 7 đạt 37,6&nbsp;°C và cực tiểu thứ hai xảy vào tháng 12 đạt 32,1&nbsp;°C. Nhiệt độ tối thấp trung bình năm tại đây cũng như các vùng khác tại Ninh Thuận, dao động từ 19,0 - 21,8&nbsp;°C. Độ ẩm tương đối trung bình hàng năm tại Nha Hố thường đạt từ 75 đến 80,7%, cao hơn so với Phan Rang 1% và các tháng trong năm đều cao hơn 1 đến 3%. Số ngày xuất hiện gió Tây khô nóng mạnh chiếm 11,2 - 25,6 % tổng số ngày có gió tây khô nóng, trung bình 1,7 ngày\/năm.<ref>Dẫn theo [http:\/\/vnmha.gov.vn\/upload\/magazines\/174800_06032019_t7-2018.pdf Tạp chí Khí tượng Thủy văn số 691 - 07\/2018].<\/ref>\n\nMặc dù có đặc điểm khí hậu khô, nhưng nhờ có hệ thống kênh thủy lợi dẫn nước từ [[đập Nha Trinh]], được bổ sung nước từ [[hồ Đa Nhim]] dẫn qua [[sông Pha]], vùng đất hạ lưu [[Sông Dinh (Ninh Thuận)|sông Cái Phan Rang]] nói chung và Nha Hố nói riêng vốn khô cằn dần trở thành các vùng đồng bằng trù phú, màu mỡ.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/ngan-nam-kenh-cham-745686.htm|tựa đề=Ngàn năm kênh Chàm|ngày=2015-05-12|website=Tuổi Trẻ Online}}<\/ref><ref>{{Chú thích web|url=https:\/\/vnexpress.net\/thap-po-klong-garai-dam-net-cham-o-ninh-thuan-3250206.html|tựa đề=Tháp Po Klong Garai đậm nét Chăm ở Ninh Thuận|ngày=2015-07-20|website=Báo điện tử VnExpress}}<\/ref>\n\n[[Quốc lộ 27]] là tuyến giao thông chính trên địa bàn khu vực. Trước đây Nha Hố còn có tuyến [[đường sắt Phan Rang – Đà Lạt]] đi qua.\n\n==Nguồn gốc địa danh==\nNha Hố là địa danh có nguồn gốc từ [[tiếng Champa]]. Tương truyền, vào khoảng [[thế kỷ 12]], dưới triều đại vua [[Po Klong Garai]] của vương quốc [[Panduranga]], nhà vua cho xây dựng [[đập Nha Trinh]] trên dòng [[sông Cái Phan Rang]]. Sau khi hoàn thành công trình này, vua mới lập nên một ngôi làng gần đó nhằm trông coi đập và đặt tên là Chahoch. Sau này, trải qua gần 900 năm, tên gọi này mới bị đọc trại lại thành Nha Hố như hiện nay.<ref>{{Chú thích web|url=http:\/\/ir.vnulib.edu.vn\/handle\/VNU_HCM\/5390?mode=full|tựa đề=Nghiên cứu địa danh gốc Chăm Ninh Thuận,|tác giả=Lý Tùng Hiếu, Đinh Thị Dung, Nguyễn Thị Thu Thủy}}<\/ref>\n\nNgày nay, địa danh Nha Hố còn được lưu lại với tư cách đơn vị hành chính là hai thôn Nha Hố 1 và Nha Hố 2, đều thuộc địa bàn xã [[Nhơn Sơn]].<ref>{{Chú thích web|url=http:\/\/baoninhthuan.com.vn\/news\/71953p0c30\/thon-nha-ho-1-dien-hinh-trong-phong-trao-toan-dan-doan-ket-xay-dung-doi-song-van-hoa-o-khu-dan-cu.htm|tựa đề=Thôn Nha Hố 1: Điển hình trong phong trào “Toàn dân đoàn kết xây dựng đời sống văn hóa ở khu dân cư”|ngày=2015-05-07|website=Báo điện tử Ninh Thuận}}<\/ref><ref>{{Chú thích web|url=http:\/\/baoninhthuan.com.vn\/news\/114658p0c151\/thon-nha-ho-2-doan-ket-xay-dung-nong-thon-moi-do-thi-van-minh.htm|tựa đề=Thôn Nha Hố 2: Đoàn kết xây dựng nông thôn mới, đô thị văn minh|ngày=2020-06-30|website=Báo điện tử Ninh Thuận}}<\/ref>\n\n==Lịch sử vùng thực nghiệm nông nghiệp==\nNgày [[21 tháng 6]] năm [[1918]], [[Toàn quyền Đông Dương]] ra Quyết định thành lập Viện Khảo cứu Khoa học Đông Dương,<ref>Bonneuil Christophe, 1990. ''Des Savants pour ‘Empire, les origines de ‘ORSTOM. Cahiers pour l’histoire du CNRS''.<\/ref><ref>CIRAD, 2002. ''L’institut de recherches agronomiques tropicales et des cultures vivrières 1960-1984''. ISBN 2-87614-510-3.<\/ref> phục vụ công tác thực nghiệm gây giống và phát triển các loài cây phù hợp với khí hậu bản địa.<ref>Viện Khảo cứu Khoa học Đông Dương (''L’Institut des Recherches Scientifiques Indochinoises'') thành lập năm 1918, đến năm 1919 thì đổi tên thành Viện Khảo cứu Nông học Đông dương (''Institut des Recherches Agronomiques de l'Indochine''), phụ trách các trại thực nghiệm nông nghiệp tại [[Đông Dương thuộc Pháp]]. Ngày 2 tháng 4 năm 1925, Viện được đổi tên thành Viện Khảo cứu Nông-Lâm Đông Dương (''Institut des Recherches Agronomiques et Forestìeres de L’Indochine''). Viện hoạt động đến năm 1954 thì được tiếp quản bởi chính quyền [[Việt Nam Dân chủ Cộng hòa]] ở miền Bắc và [[Quốc gia Việt Nam]] ở miền Nam. Trích theo Dumont, R. 1995. ''La culture du riz dans le delta du Tongkin''. Printimg House in Bangkok, Thailand. tr 592.<\/ref> Trại Nha Hố được thành lập cũng trong quyết định này, cùng với các trại Phú Hộ ([[Bắc Kỳ]]), Eakmat ([[Tây Nguyên|Cao nguyên]]) và Long Định ([[Nam Kỳ]]), và là trại thực nghiệm nông nghiệp đầu tiên được thành lập ở [[Trung Kỳ]].\n\nSau năm 1954, chính quyền [[Quốc gia Việt Nam]], sau là [[Việt Nam Cộng hòa]], đã tiếp quản các cơ sở của Viện Khảo cứu Nông-Lâm Đông Dương tại miền Nam, trong đó có cả trại Nha Hố. Ngày 25 tháng 2 năm 1956, [[Tổng thống Việt Nam Cộng hòa]] [[Ngô Đình Diệm]] đã ký quyết định số 539-TTP\/NS sáp nhập Nha Khảo cứu Địa chất và Nông trang, và Nha Khảo cứu Lâm sản & kỹ thuật thành Nha Khảo cứu và Sưu tầm Nông-Lâm-Súc. Cũng trong năm này, Trại thực nghiệm Chăn nuôi Nha Hố được thành lập, với tổng diện tích 490 ha sử dụng làm đồng cỏ tự nhiên và phát triển đồng cỏ trồng để chăn nuôi bò. Nhiệm vụ chính của trại bao gồm cải thiện nâng cao tầm vóc bò địa phương, tạo giống bò cho sức kéo tốt, cải thiện năng suất bò thịt, cung cấp bò giống cho các trại giống và xây dựng đồng cỏ dùng cho chăn nuôi bò.<ref>[http:\/\/iasvn.org\/uploads\/files\/tulieulichsu_0620084612.pdf Lịch sử thành lập Viện khảo cứu Nông nghiệp]<\/ref>\n\nThập niên 1960, Hoa Kỳ đã viện trợ và hỗ trợ cho việc nghiên cứu phát triển nông nghiệp cho chính quyền Việt Nam Cộng hòa, thông qua cơ quan [[USAID]]. Nha Hố và Eakmat là những trọng điểm vì nằm xa vùng chiến sự. Năm [[1965]], chính quyền Việt Nam Cộng hòa dời trụ sở Cơ quan nông nghiệp quốc gia về Nha Hố và đổi tên thành Trung tâm Kỹ thuật nông nghiệp Quốc gia Việt Nam, quản lý các trại thực nghiệm trồng trọt và chăn nuôi, mà thông dụng vẫn gọi chung là Trung tâm Nha Hố hay Trại Nha Hố. Ngày 31 tháng 10 năm 1968, Nha Khảo cứu và Sưu tầm Nông-lâm-Súc được cải tổ thành Viện Khảo cứu Nông nghiệp,<ref>Nghị định số 834- BCCĐĐN\/HCT.4\/ND ngày 31 tháng 10 năm 1968<\/ref> quản lý trực tiếp Trung tâm Nha Hố.\n\nThời kỳ này, trại đã thực nghiệm và tìm ra nhiều giống cây trồng ngoại nhập thích hợp với bản địa như các giống [[khoai lang]] Okinawa 100 (đạt năng suất 15,2 tấn\/ha); Hsinchu 1 (12,2 tấn\/ha); Tainan 14 (12,2 tấn\/ha)...<ref>Theo báo cáo của đoàn chuyên gia Đài Loan (''Chinese Agricultural Technical Mission to Vietnam 1965'', unpublished)<\/ref>; các giống lai tạo hiệu quả cao như [[bắp]] ([[ngô]]) Tainan 5, Tainan 11, Nha Hố hỗn hợp, Nha Hố sớm, Nha Hố composite 0202...; các giống cỏ dùng trong chăn nuôi bò như [[cỏ mật]] (''[[Brachiaria distachya]]''), [[cỏ lông tây]] (''[[Brachiaria mutica]]''), [[cỏ sả lá nhỏ]] (''[[Panicum maximum]]''), [[cỏ voi]] (''[[Pennisetum purpureum]])...<ref>[http:\/\/iasvn.org\/uploads\/files\/Ky%20yeu%20lich%20su%20Vien%20NN-7-12.pdf Chặng đường lịch sử 90 năm (1925-2015). VIỆN KHOA HỌC KỸ THUẬT NÔNG NGHIỆP MIỀN NAM]<\/ref>\n\nSau năm 1975, Trại Nha Hố chính quyền Việt Nam thống nhất tiếp quản, đổi tên thành Trung tâm kỹ thuật nông nghiệp Nam Trung Bộ, gọi tắt là Nông trang Nha Hố. Năm 1982, Trung tâm kỹ thuật nông nghiệp Nam Trung Bộ được đổi tên thành Trung tâm Nghiên cứu cây bông trực thuộc Bộ Nông nghiệp và Công nghiệp thực phẩm, gọi tắt là Trung tâm Nha Hố.\n\nNăm 1997, Xí nghiệp Giống cây trồng Nha Hố, chuyên về sản xuất và kinh doanh giống cây trồng, được tách khỏi Trung tâm nghiên cứu cây bông Nha Hố. Năm 2005, xí nghiệp được cổ phần hóa và chuyển đổi thành Công ty cổ phần giống cây trồng Nha Hố.<ref>{{Chú thích web|url=http:\/\/www.nhahoseed.com.vn\/gioi-thieu\/lich-su-hinh-thanh-va-phat-trien-c14.html|tựa đề=Lịch sử hình thành|website=Công ty cổ phần giống cây trồng Nha Hố|ngày truy cập=2013-04-25|archive-date=2013-08-18|archive-url=https:\/\/web.archive.org\/web\/20130818101156\/http:\/\/nhahoseed.com.vn\/gioi-thieu\/lich-su-hinh-thanh-va-phat-trien-c14.html|url-status=dead}}<\/ref>\n\nNăm 2001, Trung tâm Nghiên cứu cây bông đổi tên thành Viện nghiên cứu cây bông và cây có sợi. Năm 2006, đổi tên thành Viện nghiên cứu Bông và phát triển nông nghiệp Nha Hố.<ref>{{Chú thích web|url=http:\/\/viennhaho.org.vn\/lich-su-hinh-thanh\/|tựa đề=Lịch sử hình thành|website=Viện Nghiên cứu Bông và Phát triển nông nghiệp Nha Hố}}<\/ref> Mặc dù trong thời gian dài gắn việc nghiên cứu với sản xuất bông, nhưng Viện được biến đến nhiều với công tác nghiên cứu và sản xuất các giống nho bản địa như NH 01-152, NH 01-153, NH 01-138, NH 02-97, NH 02-137... góp phần quan trọng trong việc phát triển vùng trồng nho và sản xuất các sản phẩm làm từ nho ở Ninh Thuận.<ref>[https:\/\/www.vietnamplus.vn\/cong-nhan-giong-nho-moi-duoc-dua-vao-san-xuat-tai-ninh-thuan\/549305.vnp Công nhận giống nho mới được đưa vào sản xuất tại Ninh Thuận]<\/ref> Bên cạnh đó, nhiều loại giống cây trồng được Viện nghiên cứu, thuần hóa, lai tạo giữa các đối tượng cây trồng có giá trị kinh tế để tạo ra giống mới có năng suất cao như táo, măng tây xanh, lúa, bắp và các cỏ chăn nuôi...<ref name=\":0\" \/>\n\nNgoài ra, trên địa bàn Nha Hố còn có các trại sản xuất thực nghiệm trực thuộc Trung tâm Giống cây trồng vật nuôi Ninh Thuận (thành lập năm 2007) như trại Lương Cang chuyên về lúa giống, nho gốc ghép; trại Nha Hố chuyên về vật nuôi, bảo tồn quỹ gen giống bản địa.<ref>Quyết định 3361\/QĐ-UBND ngày 16 tháng 8 năm 2007 của UBND tỉnh Ninh Thuận về việc thành lập Trung tâm Giống cây trồng vật nuôi.<\/ref> Tại trại Nha Hố còn lưu giữ những con giống [[cừu Phan Rang]] thuần chủng quý giá.<ref>{{Chú thích web |url=http:\/\/vcn.mard.gov.vn\/nguon-gen-vat-nuoi-ban-dia-viet-nam-viet-nam-ngua-huou-nai-de-va-cuu_n59045_g721.aspx |ngày truy cập=2021-04-09 |tựa đề=Nguồn gen vật nuôi bản địa Việt Nam Việt Nam: Ngựa, Hươu, Nai, Dê và Cừu |archive-date=2021-05-02 |archive-url=https:\/\/web.archive.org\/web\/20210502130658\/http:\/\/vcn.mard.gov.vn\/nguon-gen-vat-nuoi-ban-dia-viet-nam-viet-nam-ngua-huou-nai-de-va-cuu_n59045_g721.aspx |url-status=dead }}<\/ref>\n\n==Xem thêm==\n*[[Nhơn Sơn]]\n*[[Đập Nha Trinh]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Kinh tế Ninh Thuận]]\n[[Thể loại:Ninh Sơn]]"}