{"102324":"{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Nho Quan\n| hình = Dongchuong001.jpg\n| ghi chú hình = Một góc [[hồ Đồng Chương]]\n| vị trí lấy tọa độ =\n| vĩ độ = 20.322617\n| kinh độ = 105.749617\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 460 km²\n| dân số = 149.830 người<ref name=\"TNB2019\"\/>\n| dân số thành thị = 9.299 người (6%)\n| dân số nông thôn = 140.531 người (94%)\n| thời điểm dân số = 1\/4\/2019\n| mật độ dân số = 326 người\/km²\n| dân tộc = Kinh, Mường\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện lỵ = Thị trấn [[Nho Quan (thị trấn)|Nho Quan]]\n| thành lập = 1862\n| chủ tịch UBND = Hoàng Khắc Tiệp\n| chủ tịch HĐND = Đinh Văn Tiên\n|bí thư =  Đinh Văn Tiên\n| phân chia hành chính = 1 thị trấn, 26 xã\n| mã hành chính = 372<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 35-N1\n| điện thoại = 0229.3.866.018\n| fax = 0229.3.866.555\n| trụ sở UBND = Phố Phong Lạc, thị trấn Nho Quan\n| web = {{url|nhoquan.ninhbinh.gov.vn}}\n}}\n\n'''Nho Quan''' là một huyện miền núi nằm ở phía tây bắc tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Nho Quan nằm ở phía tây bắc của tỉnh Ninh Bình, cách thành phố Ninh Bình 34 km về phía tây bắc, cách trung tâm thủ đô Hà Nội 127 km, có vị trí địa lý:\n*Phía bắc giáp huyện [[Yên Thủy]] và huyện [[Lạc Thủy]] thuộc tỉnh [[Hòa Bình]]\n*Phía đông giáp huyện [[Gia Viễn]], huyện [[Hoa Lư (huyện)|Hoa Lư]] và thành phố [[Tam Điệp]]\n*Phía tây và phía nam giáp huyện [[Thạch Thành]], tỉnh [[Thanh Hóa]].\n\nHuyện Nho Quan có diện tích là 450,53&nbsp;km², dân số năm 2019 là 149.830 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref> , mật độ dân số đạt 333 người\/km². Trong đó [[người Việt|người Kinh]] chiếm gần 90% và [[người Mường]] trên 10%. Người Mường ở Nho Quan lại có các nhóm khác nhau: Mường Vang ở các xã Thạch Bình, Yên Quang, Xích Thổ; Mường Rậm chủ yếu ở Cúc Phương và một phần Văn Phương, thích ở những vùng sâu trong rừng; Mường Bo ở Quảng Lạc, Mường Kỳ Lão ở Phú Long và Kỳ Phú.\n\nNho Quan có dòng [[sông Bôi]] nối với [[sông Hoàng Long]] ra [[sông Đáy]]. Ngoài ra còn có [[sông Lạng]], sông Rịa và [[sông Bến Đang]]. Huyện có 4 tuyến: [[quốc lộ 12B]], [[quốc lộ 45]], [[Quốc lộ 37C]], [[quốc lộ 38B]], đại lộ Tràng An và các tỉnh lộ 438, 477, 492 chạy qua.\n\nNho Quan là một huyện có nhiều hồ nước tự nhiên và nhân tạo nhất ở [[Ninh Bình]], các hồ lớn có tên gọi gồm:\n*Hồ Đập Trời nằm tách biệt hoàn toàn khỏi khỏi khu dân cư, được xây dựng thành trang trại với đồi cây công nghiệp, cây lương thực và khu trại.\n*Hồ Đồng Liều thuộc xã Quỳnh Lưu, gần hồ Đá Lải.\n*Hồ Đá Lải thuộc xã [[Phú Long, Nho Quan|Phú Long]], có trữ lượng 2,5 triệu m³ nước. Trên diện tích 400&nbsp;m² mặt nước nuôi cá lồng tại hồ Đá Lải mỗi năm cho sản lượng 15-18 tấn cá thịt\n*[[Hồ Đồng Chương]] là hồ nước nằm giữa đồi thông, nơi đây đã được xây dựng thành khu du lịch nghỉ dưỡng.\n*Hồ Thường Sung nằm gần khu du lịch nghỉ dưỡng Cúc Phương Villa\n*[[Hồ Yên Quang]] gồm 4 hồ nước được ngăn bởi các con đập.\n*Hồ Thác Lá là một hồ thiên nhiên dài thuộc thác nước thôn Đầm Bông\n*Hồ Trổ Lưới nằm ở thôn Vệ Đình xã Thạch Bình\n*Hồ Đầm Đống thuộc xóm Ngọc xã Thạch Bình.\n\nTrên địa bàn huyện có hai tôn giáo chính: [[Phật giáo]] và [[Thiên Chúa giáo]]. 18% dân số theo đạo Thiên Chúa.\n\n==Hành chính==\n[[Tập tin:Đan viện Châu Sơn 2.jpg|nhỏ|giữa|258px|Toàn cảnh [[đan viện Châu Sơn]]]]\n\nHuyện Nho Quan có 27 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Nho Quan (thị trấn)|Nho Quan]] (huyện lỵ) và 26 xã: [[Cúc Phương (xã)|Cúc Phương]], [[Đồng Phong]], [[Đức Long, Nho Quan|Đức Long]], [[Gia Lâm, Nho Quan|Gia Lâm]], [[Gia Sơn]], [[Gia Thủy]], [[Gia Tường (xã)|Gia Tường]], [[Kỳ Phú, Nho Quan|Kỳ Phú]], [[Lạc Vân]], [[Lạng Phong]], [[Phú Long, Nho Quan|Phú Long]], [[Phú Lộc, Nho Quan|Phú Lộc]], [[Phú Sơn, Nho Quan|Phú Sơn]], [[Quảng Lạc, Nho Quan|Quảng Lạc]], [[Quỳnh Lưu (xã)|Quỳnh Lưu]], [[Sơn Hà, Nho Quan|Sơn Hà]], [[Sơn Lai]], [[Sơn Thành, Nho Quan|Sơn Thành]], [[Thạch Bình, Nho Quan|Thạch Bình]], [[Thanh Lạc]], [[Thượng Hòa]], [[Văn Phong, Nho Quan|Văn Phong]], [[Văn Phú, Nho Quan|Văn Phú]], [[Văn Phương]], [[Xích Thổ]], [[Yên Quang, Nho Quan|Yên Quang]].\n\n==Lịch sử==\nNho Quan là một huyện lâu đời thuộc tỉnh Ninh Bình.\n\nThời [[Đinh Tiên Hoàng]] thuộc phủ Trường Yên.\n\n[[Thời Trần]] thuộc trấn Thiên Quan, Thiên Quan gồm 3 huyện: Xích Thổ, Đông Lai, Khôi.\n\nNăm [[1397]], Hồ Quý Ly đổi làm trấn Thiên Quan.\n\n[[Thời Lê]] đặt làm phủ Thiên Quan, gồm 3 huyện: Phụng Hóa, Yên Hóa, Lạc Thổ.\n\nNăm Tự Đức thứ 15 ([[1862]]), phủ Thiên Quan được đổi thành phủ Nho Quan, tên gọi Nho Quan có từ đó.\n\nNăm [[1921]], ba tổng: Đề Cốc, Mất Một, Xích Thổ thuộc huyện Yên Hoá sáp nhập vào huyện Gia Viễn.\n\nSau [[cách mạng tháng 8]] năm [[1945]], điều chỉnh cắt tổng Vân Trình (huyện Gia Viễn) nhập vào huyện Nho Quan.\n\nSau năm [[1945]], bỏ cấp phủ, gọi chung là huyện. Huyện Nho Quan khi đó gồm có 21 xã: Cúc Phương, Đồng Phong, Đức Long, Kỳ Phú, Lạc Vân, Lạng Phong, Phú Lộc, Phú Long, Phú Sơn, Quảng Lạc, Quỳnh Lưu, Sơn Hà, Sơn Lai, Sơn Thành, Thạch Bình, Thanh Lạc, Thượng Hòa, Văn Phong, Văn Phú, Văn Phương, Yên Quang.\n\nĐầu năm [[1953]], Ủy ban kháng chiến hành chính liên khu 3 sát nhập 5 xã: Quang Minh, Phú Thịnh, Bảo Lương, Đoàn Kết và Yên Lương thuộc Nho Quan vào huyện Yên Thủy (Hoà Bình) và thành lập thị trấn Nho Quan trên cơ sở tách ra từ xã Lạng Phong.\n\n===Từ năm 1975 đến nay===\nNgày [[27 tháng 12]] năm [[1975]], Quốc hội ban hành Nghị quyết<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> về việc hợp nhất tỉnh Ninh Bình và tỉnh [[Nam Hà (tỉnh)|Nam Hà]] thành tỉnh [[Hà Nam Ninh]], huyện Nho Quan thuộc tỉnh Hà Nam Ninh.\n\nNgày [[27 tháng 4]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định 125-CP<ref name=125-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-125-cp-hop-nhat-dieu-chinh-dia-gioi-huyen-thi-xa-thuoc-tinh-ha-nam-ninh-57677.aspx|tựa đề=Quyết định 125-CP năm 1977 về việc hợp nhất và điều chỉnh địa giới một số huyện, thị xã thuộc tỉnh Hà Nam Ninh|ngày=27 tháng 4 năm 1977|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc hợp nhất huyện Nho Quan với huyện Gia Viễn thành huyện '''Hoàng Long''' thuộc tỉnh [[Hà Nam Ninh]].\n\nNgày [[9 tháng 4]] năm [[1981]], Hội đồng Chính phủ ban hành Quyết định 151-CP<ref name=151-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-151-c-don-vi-hanh-chinh-cap-huyen-thi-xa-thuoc-tinh-ha-nam-ninh-43061.aspx|tựa đề=Quyết định 151-CP năm 1981 về đơn vị hành chính cấp huyện và thị xã thuộc tỉnh Hà Nam Ninh|ngày=9 tháng 4 năm 1981|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc tái lập huyện Gia Viễn tách khỏi huyện Hoàng Long.\n\nHuyện Hoàng Long gồm có các xã Sơn Thành, Thanh Lạc, Thượng Hoà, Kỳ Phú, Cúc Phương, yên Quang, Văn Phương, Văn Phong, Lạng Phong, Đồng Phong, Quỳnh Lưu, Sơn Lai, Sơn Hà, Quảng Lạc, Phú Long, Phú Lộc, Văn Phú, Đức Long, Lạc Vân, Phú Sơn, Thạch Bình, Xích Thổ, Gia Sơn, Gia Thủy, Gia Lâm, Gia Tường và thị trấn Nho Quan. Trụ sở huyện đóng tại thị trấn Nho Quan.\n\nNgày [[26 tháng 12]] năm [[1991]], Quốc hội ban hành Nghị quyết<ref name=1991\/NQ-QH>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|tựa đề=Nghị quyết về việc phân vạch lại địa giới hành chính một số tỉnh do Quốc hội ban hành|ngày=26 tháng 12 năm 1991|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chia tỉnh Hà Nam Ninh thành hai tỉnh Nam Hà và Ninh Bình và huyện Hoàng Long thuộc tỉnh Ninh Bình\n\nNgày [[23 tháng 11]] năm [[1993]], Chính phủ ban hành Nghị định số 88-CP<ref name=88-CP>Nghị định số 88-CP năm 1993 của Chính phủ<\/ref><ref name=TYNB>{{Chú thích web|url=http:\/\/www.tinhuyninhbinh.vn\/Portals\/0\/DocumentFiles\/Nhung%20su%20kien%20lich%20su%20tinh%20Ninh%20Binh%201992-2015.pdf?ver=gttrqKAnMEhfG4yFc6QxFA%3đ%3|tựa đề=NHỮNG SỰ KIỆN LỊCH SỬ ĐẢNG BỘ TỈNH NINH BÌNH (1992-2015)\/ Trang 58|ngày=12 tháng 5 năm 2017|website=Trang thông tin điện tử Đảng bộ tỉnh Ninh Bình|url-status=live}}<\/ref> về việc huyện Hoàng Long đổi lại tên cũ là huyện Nho Quan.\n\nNgày [[6 tháng 11]] năm [[2008]], Chính phủ ban hành Nghị định số 06\/NĐ-CP<ref name=06\/2008\/NĐ-CP>{{Chú thích web|url=http:\/\/www.chinhphu.vn\/portal\/page?_pageid=33,638900&_dad=portal&_schema=PORTAL&docid=80461|tựa đề=Nghị định số 06\/NĐ-CP của Chính phủ về việc điều chỉnh địa giới hành chính xã để mở rộng thị trấn thuộc huyện Nho Quan và huyện Gia Viễn, tỉnh Ninh Bình|tác giả=|họ=|tên=|ngày=6 tháng 11 năm 2008|website=Văn bản pháp quy|url lưu trữ=https:\/\/web.archive.org\/web\/20210205112402\/http:\/\/www.chinhphu.vn\/portal\/page?_pageid=33,638900&_dad=portal&_schema=PORTAL&docid=80461|ngày lưu trữ=2021-02-05|url hỏng=|ngày truy cập=6 tháng 11 năm 2008|url-status=bot: unknown}}<\/ref> về việc điều chỉnh một phần diện tích và nhân khẩu của xã Đồng Phong, Lạng Phong về thị trấn Nho Quan quản lý.\n\nHuyện Nho Quan có 45.833,07 ha diện tích tự nhiên và 147.936 nhân khẩu, có 27 đơn vị hành chính trực thuộc.\n\n==Kinh tế==\n===Hệ thống chợ===\nNho Quan có các chợ sau là được xếp hạng chợ loại 2, 3 ở [[Ninh Bình]]: Chợ Đế - Xã Gia Tường, Chợ Đồng Phong - Xã Đồng Phong, Chợ Lạc - Xã Xích Thổ, Chợ Lam - Xã Sơn Thành, Chợ Na - Xã Gia Lâm, Chợ Ngã Ba Anh Trỗi - Xã Quỳnh Lưu, Chợ Nho Quan - Thị Trấn Nho Quan, Chợ Rịa - Xã Phú Lộc, Chợ Vĩnh Khương - Xã Quảng Lạc.\n\n===Hệ thống cảng sông===\nTheo Quyết định số: 2179\/ QĐ-UBND ngày 17 tháng 9 năm 2007 của UBND tỉnh [[Ninh Bình]] V\/v phê duyệt Quy hoạch giao thông đường thủy nội địa tỉnh Ninh Bình đến năm 2015 và định hướng phát triển đến năm 2020 thì Nho Quan có các cảng và các bến đò đường thủy sau:\n*Cảng Nho Quan: thuộc xóm 4, xã Lạc Vân, huyện Nho Quan\n*Cảng Núi Hốt: thuộc xã Lạc Vân, huyện Nho Quan\n\n==Văn hoá - du lịch==\nNho Quan là một vùng đất cổ, [[vườn quốc gia Cúc Phương|rừng Cúc Phương]] là nơi phát hiện nhiều di chỉ khảo cổ học minh chứng cho sự xuất hiện của người Việt cổ tại đây.\n\n[[Tập tin:Cuc Phuong 01.jpg|nhỏ|phải|258px|Khu du lịch [[Vườn quốc gia Cúc Phương]]]]\n\nNho Quan là quê hương của nhiều danh nhân như [[Dương Vân Nga]], quê ngoại Vua [[Đinh Tiên Hoàng]]. Nơi đây có nhiều di tích, truyền thuyết gắn với cuộc đời và sự nghiệp của [[Đinh Bộ Lĩnh]] như di tích Đàn Tế Trời ở đồi Thờ, xã Quỳnh Lưu; đền Vua Đinh ở thôn Lão Cầu, xã Văn Phú; các đình Mỹ Hạ, đình Ngọc Nhị, đình Ngọc Ba ở xã Gia Thủy và các đình thôn Lược, đình Ngọc Mỹ thôn Me, đình Vua làng Xát, đền làng Đông Thịnh ở xã [[Sơn Lai, Nho Quan|Sơn Lai]] đều thuộc huyện Nho Quan.\n\nVùng đất Phụng Hóa - Nho Quan xưa gắn với các truyền thuyết về [[thần Cao Sơn]], vị thần trấn vùng núi Nam Lĩnh - Thiên Dưỡng được thờ phụng ở vùng đất này như đền Sơn thần, đền Cao Sơn... và nhiều nơi khác rước về thờ phụng trong tín ngưỡng [[Hoa Lư tứ trấn]], sau này dân làng Kim Liên cũng rước thần Cao Sơn từ đền Láo, xã Văn Phú về thờ ở đình Kim Liên trong [[Thăng Long tứ trấn]].\n\nTrong kháng chiến chống Pháp, Nho Quan có [[chiến khu Quỳnh Lưu]] là nơi hình thành và phát triển cách mạng [[Ninh Bình]], ở xã Quỳnh Lưu là nơi sinh ra anh hùng [[Lương Văn Tụy]], xã Sơn Thành là nơi sinh ra bí thư tỉnh ủy đầu tiên [[Đinh Tất Miễn]].\n\nVùng núi đá phía đông nam Nho Quan thuộc các xã Sơn Hà và Sơn Lai nằm trong [[quần thể danh thắng Tràng An]] đã được UNESCO công nhận là di sản thế giới năm [[2014]].\n\n===Làng nghề===\nLàng nghề xưa, nghề mới trong huyện như:\n* Làng nghề gốm Mỹ Lộc ([[Gia Thủy]])\n*Làng nghề gốm Cây Xa ([[Gia Thủy]])\n* Làng nghề mộc Quỳnh Phong ([[Sơn Hà, Nho Quan|Sơn Hà]])\n*Mây tre đan Sào Lâm ([[Văn Phú, Nho Quan|Văn Phú]])\n* Mây tre đan Đồng Nang ([[Văn Phú, Nho Quan|Văn Phú]])\n*Nghề chẻ tăm hương Thần Lũy ([[Đức Long, Nho Quan|Đức Long]])\n*Làng nghề thêu ren thôn Chùa ([[Gia Thủy]])\n* Chăn nuôi thú đặc sản [[Cúc Phương (xã)|Cúc Phương]]\n* Nuôi thú đặc sản một số ở [[Kỳ Phú, Nho Quan|Kỳ Phú]].\n\n===Danh lam thắng cảnh===\nNho Quan có nhiều danh thắng để phát triển và khai thác du lịch như: [[động Vân Trình]], [[động Thiên Hà]], [[động Nham Hao]], [[hồ Yên Quang]], [[hồ Đồng Chương]], hang Bụt, khu du lịch hồ Thường Xung, Khu du lịch nghỉ dưỡng suối nước khoáng nóng Cúc Phương, Khu du lịch tắm ngâm nước khoáng nóng Cúc Phương và đặc biệt là [[vườn quốc gia Cúc Phương]]:<ref>[http:\/\/baoninhbinh.org.vn\/nho-quan-chuyen-bien-sau-3-nam-thyc-hien-nghi-quyet-15-cua-tinh-uy-ve-phat-trien-du-lich-20130814090050180p15c43.htm Nho Quan: Chuyển biến sau 3 năm thực hiện Nghị quyết 15 của Tỉnh ủy về phát triển du lịch]<\/ref>\n\n* [[Hồ Đồng Chương]] nằm ở 2 xã Phú Lộc và Phú Long. Đây là một hồ nước rộng với chu vi đường bao hơn 8&nbsp;km. Xung quanh hồ là những vạt đồi thông soi bóng xuống mặt nước. [[Hồ Đồng Chương]] đã được đầu tư để trở thành điểm du lịch sinh thái, giải trí cuối tuần.\n*[[Hồ Yên Quang]] nằm gần [[nho Quan (thị trấn)|thị trấn Nho Quan]], là một hồ câu cá và thủy lợi lớn.\n* [[Vườn quốc gia Cúc Phương]] là vườn quốc gia đầu tiên của Việt Nam. Trong khu vực rừng có [[động Người Xưa]], suối nước nóng, cây chò trên 1.000 năm tuổi và các trung tâm nghiên cứu, bảo tồn động vật.v.v\n*[[Động Vân Trình]] thuộc xã Thượng Hoà là một động lớn nằm trong núi Mõ. Động được đưa vào khai thác du lịch theo tour cùng với suối [[Suối nước nóng Kênh Gà|Kênh Gà]] tạo ra [[khu du lịch Kênh Gà - Vân Trình]].\n*[[Động Thiên Hà]] - hang Bụt: [[động Thiên Hà]] nằm trong núi Tướng thuộc xã [[Sơn Hà, Nho Quan|Sơn Hà]], thuộc [[quần thể danh thắng Tràng An]]. Động đã được đưa vào khai thác du lịch từ tháng 10\/2010. Hang Bụt là một danh thắng toạ lạc giữa lòng núi Tướng cách [[ninh Bình (thành phố)|thành phố Ninh Bình]] 18&nbsp;km, trong khu rừng đặc dụng Hoa Lư thuộc thôn Đồng Tâm, xã Sơn Hà. Hang Bụt hiện dài gần 500 m, lòng hang rất rộng và có nhiều nhũ đá với hình thù kỳ lạ.\n*[[Công viên động vật hoang dã quốc gia Việt Nam]] là dự án được xây dựng trên địa bàn 2 xã [[Kỳ Phú, Nho Quan|Kỳ Phú]] và [[Phú Long, Nho Quan|Phú Long]] với tổng diện tích khoảng 1.488 ha. Đây là công viên bảo tồn động vật hoang dã Quốc gia đầu tiên tại Việt Nam và được xây dựng, phát triển, hoạt động đạt tiêu chuẩn Quốc tế.\n* [[Động Nham Hao]] là hang động nước dài hơn 3&nbsp;km, xuyên qua dãy núi giáp ranh giữa hai xã [[Lạc Vân]] và [[Đức Long, Nho Quan|Đức Long]]. Đây là hang động dài và đẹp nhất ở [[Ninh Bình]] hiện nay được phát hiện.\n*[[Quần thể danh thắng Tràng An]] có một phần diện tích nằm ở rìa phía đông nam của huyện, thuộc 2 xã Sơn Hà và Sơn Lai.\n<gallery>\nImage:Cúc phương2.jpg|Rừng [[Vườn quốc gia Cúc Phương|Cúc Phương]]\nImage:HoDongChuong1.jpg|Một góc [[hồ Đồng Chương]]\nImage:Dongvantrinh13.JPG|Vẻ đẹp [[động Vân Trình]]\n<!-- Bỏ hình: Image:Ho Yen Quang 1.jpg|[[Hồ Yên Quang]] -->\n<\/gallery>\n\n===Các khu du lịch===\nHiện Nho Quan có 7 khu, điểm du lịch bao gồm: [[Vườn quốc gia Cúc Phương|Vườn Quốc gia Cúc Phương]]; Tắm ngâm nước khoáng Cúc Phương; Khu du lịch nghỉ dưỡng Cucphuong Orion Resort; Khu du lịch sinh thái [[hồ Đồng Chương]]; Hang [[động Vân Trình]], xã Thượng Hòa; Khu du lịch hang Bụt, xã Sơn Hà; Khu du lịch tâm linh [[Phủ Đồi Ngang]], xã Phú Long.<ref>{{Chú thích web |url=http:\/\/baoninhbinh.org.vn\/news\/43\/2DDF6B |ngày truy cập=2011-07-15 |tựa đề=Nho Quan hướng tới phát triển du lịch bền vững |archive-date = ngày 19 tháng 7 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110719142357\/http:\/\/baoninhbinh.org.vn\/news\/43\/2DDF6B }}<\/ref>\n\nSố lượt khách tham quan du lịch năm 2010 và 3 tháng đầu năm 2011 là: 159.795 lượt người. Trong đó, số lượt khách lưu trú: 72.634 lượt người. Hoạt động du lịch có bước phát triển khá; số khách du lịch trong nước và quốc tế đến địa bàn tăng nhanh trong những năm gần đây.\n\nTừ nay đến năm 2015, Nho Quan dự kiến tập trung thực hiện các dự án nâng cấp, hoàn chỉnh các tuyến đường giao thông phục vụ cho các tua du lịch; dự án tuyến hồ Yên Quang - đình Mống Lá (với sản phẩm du lịch là vui chơi bằng xe ngựa, du thuyền, câu cá); dự án du lịch đường sông Nho Quan - động Vân Trình bằng tàu thủy, kết hợp xây dựng khu công viên vui chơi thể thao, giải trí thị trấn Nho Quan; đầu tư nâng cấp các điểm di tích lịch sử [[chiến khu Quỳnh Lưu|khu căn cứ cách mạng Quỳnh Lưu]], nâng cấp đền Phủ Đồi, quy hoạch phục vụ khách du lịch tâm linh; các dự án khách sạn 3 sao ở [[nho Quan (thị trấn)|thị trấn Nho Quan]], Rịa và khu du lịch tắm ngâm [[Vườn quốc gia Cúc Phương|Cúc Phương]].\n\n===Đặc sản Nho Quan===\n*Khoai lang Hoàng Long là loại cây đặc sản của tỉnh [[Ninh Bình]] nói chung và vùng Nho Quan - [[Gia Viễn]] bên bờ [[sông Hoàng Long]] nói riêng. Khoai Hoàng Long có thịt củ bở, màu vàng nhạt, bùi, ngọt và có mùi thơm đặc trưng. Hiện nay, Trung tâm Thực nghiệm Sinh học Nông nghiệp công nghệ cao thuộc Viện Di truyền nông nghiệp Việt Nam đã thử nghiệm và phục tráng thành công giống khoai lang Hoàng Long cho năng suất, chất lượng cao trên [http:\/\/www.vietnamplus.vn\/Home\/Phuc-trang-khoai-lang-Hoang-Long-nang-suat-cao\/20139\/218329.vnplus diện tích 3ha] tại các xã [[Yên Quang, Nho Quan|Yên Quang]] và [[Phú Sơn, Nho Quan|Phú Sơn]] huyện Nho Quan.\n*Rượu cần Nho Quan là loại rượu không qua chưng cất lửa. Người ta dùng gạo nứt nếp xay nấu thành cơm trộn đều với men đem ủ vào trong ang hoặc vò sành từ 3 tháng trở lên mới đem ra uống. Khi sắp uống, đem đổ nước vào ang. Nước đầu bao giờ cũng ngon và ngọt, đổ nước tiếp, rượu sẽ nhạt dần. Uống rượu cần không dùng chén, mà phải có các cần rượu làm bằng thân các cây trúc được thông rỗng bên trong cắm vào ang rượu. Men rượu phải là vỏ cây mun cùng với củ giềng, củ gừng, lá ổi xanh theo tỷ lệ nhất định, đem giã vắt lấy nước rồi trộn với bột gạo nếp. Sau đó nặn thành bánh tròn bằng quả ổi nhỏ ủ vào trấu cho phồng lên, để khô khoảng 10 ngày mới dùng được. Rượu cần thường uống đông người, uống để chuyện trò, giao lưu tình cảm.\n*Bánh giầy bản Mường Nho Quan là món đặc sản của bà con dân tộc Mường ở bản Sau, bản Ao và bản Cả thuộc xã [[Kỳ Phú, Nho Quan|Kỳ Phú]], huyện Nho Quan ([[Ninh Bình]]) thường dùng vào dịp Tết nguyên đán hoặc trong đám cưới. Nguyên liệu làm bánh là gạo nếp cái hoa vàng. Trước khi chế biến phải ngâm gạo và đồ xôi. Khi xôi chín nhừ, còn đang nóng, họ trút vào cối gỗ, dùng cây vầu tươi, thon chắc có đầu mật và phết một lớp lòng đỏ trứng gà để giã xôi. Khi xôi đã nhuyễn như bột, để sang một chiếc nia và chuyển sang nặn bánh. Khi làm công đoạn này, người nặn xoa qua lòng đỏ trứng gà vào lòng bàn tay để xôi khỏi dính vào. Khi làm bánh xong, phải để cho nguội rồi mới xếp ra đĩa để tránh bánh dính thành một khối. Mỗi mẻ bánh thường cần 4&nbsp;kg gạo nếp, làm được 120 chiếc. Bánh khi ăn vừa có hương vị đặc trưng của gạo nếp, vừa có hương thơm của lòng đỏ trứng gà lưu lại qua dụng cụ chế biến. Một chiếc bánh ngon phải vừa bùi, vừa giòn và dẻo.\n*Xôi trứng kiến Nho Quan là đặc sản quý hiếm, trứng kiến sau khi thu được mang về bỏ hết kiến mẹ ra. Sau đó, dùng một chậu nước hơi ấm, đãi nhẹ cho trứng kiến thật sạch. Xong để ráo nước rồi ướp với bột canh, hành khô thái lát phi với mỡ gà vàng ươm, đổ trứng kiến vào đảo nhẹ tay cho chín tới. Lá chuối ngự hơ chín, gói trứng kiến vào trong. Gạo nếp hương vo đãi sạch, ngâm trước, đổ ra chờ ráo nước, cho gạo vào chõ xôi, đặt gói trứng kiến ở giữa. Đặt chõ lên bếp, nấu cho xôi chín, bắc ra, mở gói trứng kiến rắc đều lên trên, dùng đũa xới nhẹ cho thật đều, đơm lên đĩa ăn nóng. Xôi nếp dẻo thơm phưng phức; trứng kiến béo ngầy ngậy, tiếng trứng kiến vỡ lép, thoáng hơi mỡ gà, hành phi và hương thơm lá chuối ngự.\n\n==Kết nghĩa==\n{{Flagicon|VIE}} Huyện [[Phước Long (huyện)|Phước Long]], tỉnh [[Bạc Liêu]]\n\n==Chú thích==\n{{Tham khảo}}\n[http:\/\/www.ninhbinh.gov.vn\/Trangch%e1%bb%a7\/C%c3%a1c%c4%91%c6%a1nv%e1%bb%8bh%c3%a0nhch%c3%adnhc%e1%bb%a7at%e1%bb%89nh\/Huy%e1%bb%87nNhoQuan\/tabid\/97\/Default.aspx Huyện Nho Quan] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070924105459\/http:\/\/www.ninhbinh.gov.vn\/Trangch%e1%bb%a7\/C%c3%a1c%c4%91%c6%a1nv%e1%bb%8bh%c3%a0nhch%c3%adnhc%e1%bb%a7at%e1%bb%89nh\/Huy%e1%bb%87nNhoQuan\/tabid\/97\/Default.aspx |date = ngày 24 tháng 9 năm 2007}} trên Cổng thông tin điện tử Ninh Bình\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n\n{{Huyện thị Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Nho Quan}}"}