{"54155":"{{Thông tin nhà thờ \n| tên     = Nhà thờ chính tòa Phát Diệm\n| hình     = Phatdiemk-77.jpg\n| cỡ hình   = 250px\n| ghi chú hình = Nhà thờ lớn\n| tên gốc   = \n| tiếng    = \n| tôn giáo   = [[Giáo hội Công giáo]]\n| chức năng  = \n| quốc gia   = [[Việt Nam]]\n| vùng     = \n| tỉnh     = [[Ninh Bình]]\n| thành phố  = \n| địa chỉ   = \n| tọa độ    = {{coord|20|05|34|N|106|04|46|E|type:landmark|display=it}}\n| thiết kế   = \n| xây dựng   = \n| hoàn thành  = 1891\n| ngày phá hủy =\n| khánh thành = \n| phong cách  = [[Kiến trúc cổ Việt Nam|cổ truyền Việt Nam]], [[kiến trúc chiết trung|chiết trung]] \n| chất liệu = Đá, gỗ\n| diện tích  = \n| cao     = \n| web     = https:\/\/www.nhathoda.net\/\n| lat     = \n| lon     = \n}}\n[[Tập tin:Kimsonk8.JPG|nhỏ|phải|250px| Phương đình]]\n[[Tập tin:Phatdiemk-8.jpg|nhỏ|phải|250px| Nhà thờ kết hợp phong cách kiến trúc Đông-Tây]]\n'''Nhà thờ chính tòa Phát Diệm''' (thường gọi là '''Nhà thờ đá Phát Diệm''') là một quần thể nhà thờ [[Giáo hội Công giáo|Công giáo]] rộng khoảng 22 [[hecta|ha]], nằm tại thị trấn [[Phát Diệm]], huyện [[Kim Sơn]], tỉnh Ninh Bình, cách Hà Nội khoảng 120 km về hướng Nam. Quần thể các công trình nơi đây được xây dựng từ năm 1875, đến năm 1899 thì hoàn thành<ref>{{Chú thích web|url=https:\/\/hdgmvietnam.com\/chi-tiet\/gp-phat-diem-31450|tựa đề=Giới thiệu sơ lược về giáo phận Phát Diệm|tác giả=Văn phòng Tòa giám mục Phát Diệm|website=Hội đồng Giám mục Việt Nam|url-status=live}}<\/ref>. Nhà thờ lớn tại vị trí trung tâm, hiện là [[nhà thờ chính tòa]] của [[Giáo phận Phát Diệm]] ở miền Bắc [[Việt Nam]], được hoàn thành năm 1891. \n\nNét độc đáo của các công trình này ở chỗ là nhà thờ Công giáo được xây hoàn toàn bằng [[đá]] và [[gỗ]] theo [[kiến trúc cổ Việt Nam]], mang dáng dấp của đình, đền, chùa và cung điện truyền thống. Quần thể kiến trúc này được chủ trì xây dựng dần dần bởi linh mục [[Phêrô Trần Lục]], linh mục Địa phận Tây Đàng Ngoài từ năm 1865 và một nhà lãnh đạo cộng đồng địa phương trong hơn 20 năm.\n\nNhà thờ được xây dựng với trình độ kỹ thuật và điều kiện giao thông của những năm cuối thế kỷ 19. Từ hướng Nam đi vào nhà thờ Phát Diệm gồm các phần: Ao hồ, Phương đình, Nhà thờ lớn, bốn Nhà thờ bên, ba hang đá nhân tạo và Nhà thờ đá. Hiện nay, tỉnh [[Ninh Bình]] và các nhà nghiên cứu Nhật Bản đang hoàn thiện hồ sơ về kiến trúc nhà thờ Phát Diệm để đề nghị [[UNESCO]] công nhận nhà thờ Phát Diệm là di sản văn hóa thế giới.<ref>{{Chú thích web | url = https:\/\/baophapluat.vn\/xa-lo\/bi-mat-nha-tho-da-gan-130-tuoi-do-nhat-viet-nam-476600.html | tiêu đề = Bí mật nhà thờ đá gần 130 tuổi 'độc' nhất Việt Nam | tác giả = | ngày = | ngày = 26 tháng 10 năm 2019 | nơi xuất bản = Báo Điện tử Pháp Luật | ngôn ngữ = }}<\/ref> Nhà thờ đá Phát Diệm được báo chí đánh giá là một trong những nhà thờ đẹp nhất Việt Nam,<ref>{{Chú thích web | url = http:\/\/quehuongonline.vn\/VietNam\/Home\/Dat-nuoc-Con-nguoi\/Dat-nuoc-Viet-Nam\/2011\/09\/421A5BB3\/ | tiêu đề = Độc đáo Nhà thờ đá Phát Diệm, Ninh Bình | tác giả = | ngày = | ngày truy cập = 30 tháng 8 năm 2014 | nơi xuất bản = Tạp chí Quê Hương trên Internet | ngôn ngữ = }}<\/ref><ref>{{Chú thích web | url = http:\/\/nld.com.vn\/20110906124451312p0c1201\/doc-dao-nha-tho-da-phat-diem.htm | tiêu đề = Độc đáo Nhà thờ đá Phát Diệm | tác giả = | ngày = | ngày truy cập = 30 tháng 8 năm 2014 | nơi xuất bản = [[Người lao động (báo)|Người Lao động]] | ngôn ngữ = }}<\/ref> được ví như \"kinh đô [[Công giáo tại Việt Nam|Công giáo Việt Nam]]\".<ref>{{Chú thích web | url = http:\/\/khampha.vn\/tin-nhanh\/dem-noel-lung-linh-o-nha-tho-da-phat-diem-c4a51582.html | tiêu đề = Đêm Noel lung linh ở nhà thờ đá Phát Diệm | tác giả =  | ngày =  | ngày truy cập = 30 tháng 8 năm 2014 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2014-05-28 | archive-url = https:\/\/web.archive.org\/web\/20140528010444\/http:\/\/khampha.vn\/tin-nhanh\/dem-noel-lung-linh-o-nha-tho-da-phat-diem-c4a51582.html | url-status = dead }}<\/ref>\n\n==Kiến trúc==\nQuần thể nhà thờ [[Phát Diệm]] gồm 1 nhà thờ lớn và 5 nhà thờ nhỏ (trong đó có một nhà thờ được xây dựng toàn bộ bằng đá tự nhiên, được gọi là nhà thờ đá), 1 phương đình (tháp chuông), ao hồ và 3 hang đá nhân tạo. Ông Nguyễn Văn Giao, hướng dẫn viên phục vụ nhà thờ cho biết: \"Nói công trình này giống [[đình]] [[chùa]] là rất đúng. Cha [[Phêrô Trần Lục]] có mong muốn rằng, qua công trình này nói lên tính chất hòa hợp và sự hội nhập giữa đạo Công giáo với nền văn hóa [[Kiến trúc cổ Việt Nam|kiến trúc của dân tộc]] cũng như sự hòa hợp giữa Công giáo với các tôn giáo khác ở Việt Nam; nói lên tính đoàn kết\".<ref>[https:\/\/web.archive.org\/web\/20141205061722\/http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=0&cn_id=217045 Nhà thờ Phát Diệm - một công trình kiến trúc độc đáo ], ''Báo Điện tử Đảng Cộng sản Việt Nam'', 09\/05\/2005. (Theo ''Nghệ thuật truyền thống'').<\/ref>\n\n*Ao hồ: Một hồ nước [[hình chữ nhật]], rộng khoảng 4 ha, được kè đá xung quanh nằm trực diện với con đường từ [[phát Diệm|thị trấn Phát Diệm]] dẫn vào nhà thờ. Giữa hồ là một hòn đảo trên đó có bức tượng Chúa Giê-su.\n*'''Phương đình''': hoàn thành năm 1899, là một công trình kiến trúc cao 25m, rộng 17m, dài 24m gồm ba tầng được xây dựng bằng đá phiến, lớn nhất là tầng dưới cùng được xây dựng bằng đá xanh. Trên 4 đỉnh tháp có 4 pho tượng bốn vị Thánh Sử, mà từ đường nét, tư thế đến đường mây nếp áo khiến ta dễ lầm với các pho tượng trong các đền chùa Việt Nam. Các vòm cửa bằng đá được lắp ghép đến trình độ tinh xảo. Giữa Phương Đình đặt một sập làm bằng đá nguyên khối, phía ngoài và bên trong là những bức phù điêu được khắc chạm trên đá hình ảnh [[giê-su|chúa Giê-su]] và các vị thánh với những đường nét thanh thoát. Tầng thứ hai của Phương Đình treo một trống lớn. Tầng ba treo một quả chuông cao 1,4m, đường kính 1,1m, nặng gần 2000&nbsp;kg, quả chuông lớn ở Phương Đình được đúc vào năm 1890. Một tiếng chuông vang xa được ví như cả ba tỉnh ([[Nam Định]], [[Ninh Bình]] và [[Thanh Hóa]]) nghe thấy. Mái của nhà thờ Phát Diệm không cao vút kiểu ngọn tháp như những nhà thờ theo lối phương Tây mà là mái cong cổ kính như mái [[đình]], mái [[chùa]].\n*'''Nhà thờ lớn''': Nhà thờ chính được khánh thành vào năm 1891 với tước hiệu là ''Nhà thờ Đức Mẹ Mân Côi'', nay là nhà thờ chính tòa của vị Giám mục Phát Diệm. Nhà thờ lớn dài 74m, rộng 21m, cao 15m, có bốn mái và có năm lối vào dưới các vòm đá được chạm trổ. Trong nhà thờ có 6 hàng cột [[gỗ lim]] (48 cột) nguyên khối, hai hàng cột giữa cao tới 11m, chu vi 2,35m, mỗi cột nặng khoảng 10 [[tấn]]. Gian thượng của thánh đường có một bàn thờ lớn làm bằng một phiến đá nguyên khối dài 3m, rộng 0,9m, cao 0,8m, nặng khoảng 20 tấn. Mặt trước và hai bên được chạm trổ các loài hoa đặc trưng của bốn mùa làm cho bàn thờ như được phủ một chiếc khăn màu thạch sáng. Hai phía bên nhà thờ có bốn nhà thờ nhỏ được kiến trúc hài hòa, mỗi nhà thờ đều có đặc điểm riêng.\n*Bốn nhà thờ nhỏ là những [[nhà nguyện]] đứng độc lập ở hai bên nhà thờ lớn: \n** '''Nhà thờ [[Trái Tim Chúa Giêsu]]''' (1889) hướng Đông Bắc\n** '''Nhà thờ [[Thánh Rôcô]]''' (1895) hướng Đông Nam\n** '''Nhà thờ [[Thánh Giuse]]''' (1896) hướng Tây Nam\n** '''Nhà thờ [[Thánh Phêrô]]''' (1896) hướng Tây Bắc.\n*Ba hang đá nhân tạo ở phía bắc nhà thờ Phát Diệm, cách nhau khoảng 100m, được tạo bằng những khối đá lớn nhỏ khác nhau giữ nguyên dáng vẻ tự nhiên. Trên các hang đá đều có các tượng lớn.\n** '''Núi Sinh Nhật''': nguyên thủy tên là ''Núi Táng Xác'', khởi dựng năm 1875, cũng là công trình được xây dựng đầu tiên với quy mô rất đồ sộ nhằm mục đích thử độ lún của đất mới bồi. Từ năm 1954 được đổi tên thành núi Sinh Nhật hay hang đá Bêlem hiện nay.\n** '''Núi Lộ Đức''': nguyên thủy tên là ''Vườn Giệt-si-ma-ni'' (phiên âm từ ''Gethsemane''), khởi dựng năm 1896, từ năm 1925 đổi tên thành hang đá Lộ Đức.\n** '''Núi Sọ:''' dựng năm 1898, ban đầu là [[hang Bêlem]]. Năm 1957 đặt tượng Chúa chịu đóng đinh nên từ đó mang tên núi Sọ.\n*'''Nhà thờ đá''': xây dựng năm 1883, mang tước hiệu ''Nhà nguyện Trái tim Vô nhiễm nguyên tội Đức Mẹ''. Tọa lạc riêng tại hướng Tây Bắc, đây là nhà thờ đầu tiên được dựng lên trong quần thể này, còn được gọi là nhà thờ đá vì tất cả mọi thứ ở nhà thờ này đều được làm bằng đá, từ nền, tường, cột, chấn song cửa... Phía trong được chạm nhiều bức phù điêu đẹp, đặc biệt là bức chạm tứ quý: tùng, mai, cúc, trúc, tượng trưng cho thời tiết và vẻ đẹp riêng của bốn mùa trong một năm. Đường nét khắc họa những con vật như sư tử, phượng sống động đến lạ thường.\n\n==Lễ hội Giáng sinh==\n[[Tập tin:Phatdiem2.jpg|nhỏ|phải|250px| Đêm giáng sinh ở nhà thờ Phát Diệm]]\nLễ hội Giáng sinh ở Nhà thờ Phát Diệm là một dịp sinh hoạt văn hóa cộng đồng lớn nhất của giáo dân [[Giáo phận Phát Diệm]] cũng như những người dân [[Kim Sơn]]. Khoảng nửa tháng trước ngày lễ hội, giáo dân Phát Diệm bắt đầu chuẩn bị cho ngày lễ trọng đại nhất trong năm của những người theo đạo. Họ dành thời gian vào việc trang hoàng lại nhà thờ cho ngày lễ sắp tới.\n\nĐêm Giáng Sinh diễn ra dưới tiết trời lạnh giá, Tòa Giám mục Phát Diệm lung linh với ánh đèn màu rực rỡ. Hệ thống hang đá, cây thông, đèn ông sao phát quang tạo nên một không gian độc đáo và tráng lệ khác thường. Trong khuôn viên nhà thờ, những người Công giáo chuẩn bị tham dự thánh lễ tại thánh đường. Lễ giáng sinh ở Phát Diệm gồm các phần: Canh thức trước hang đá và [[Thánh lễ|Thánh Lễ]]. Kết thúc phần lễ là màn rước kiệu hoa tượng Chúa Hài Đồng. Lễ rước được tiến hành tôn nghiêm và linh thiêng. Ý nghĩa của nghi lễ này là để rước Chúa vào lòng dân. Sau nghi lễ này, tượng Chúa được đưa vào bên trong hang đá để giáo dân tới tôn kính.\n\nTrên sân khấu trước giữa phương đình và hồ nước là nơi trình diễn các tiết mục ca mừng Giáng sinh phục vụ nhân dân và du khách. Kết thúc chương trình ca mừng Giáng sinh cũng là lúc bên trong thánh đường, mọi người cùng nhau nguyện cầu cho cuộc sống hòa bình, con người an lạc và hạnh phúc. Ngày Giáng sinh là dịp tặng quà cho nhau, đây cũng là dịp để các giáo dân làm các việc bác ái như trao quà cho người nghèo, người vô gia cư, trẻ em háo hức chờ sự xuất hiện của ông già Noel, gia đình bè bạn rủ nhau hội hè, yến tiệc,...\n\nTrong dịp Giáng sinh, Công an huyện [[Kim Sơn]] phối hợp với Ban Quản lý Nhà thờ Phát Diệm quy hoạch khu đi lại, ăn ở, để xe và đặt các biển hướng dẫn, phân luồng xe tại khu vực [[thị trấn Phát Diệm]], trên tuyến đường [[quốc lộ 10]] giúp du khách đến dự lễ thuận tiện.\n\n==Ảnh nhà thờ==\n<gallery>\nImage:Nhathodaphatdiem1.jpg|Nhà thờ lớn\nImage:Phatdiemk-6.jpg|Nhà thờ lớn nhìn từ phương đình\nHình:Nhathodaphatdiem2.jpg|Đường kiệu\nImage:Nhà thờ Phát Diệm, Ninh Bình.JPG|Nhà nguyện Thánh Phêrô\nImage:Phatdiem.jpg|Dịp lễ Giáng sinh\nImage:Phatdiem1.jpg|\nImage:Phatdiem2.jpg|\nHình:Kimsonk9.JPG|\nHình:Kimsonk7.JPG|\nHình:Nhathodaphatdiem3.jpg|Ao hồ nhìn về quảng trường\nHình:Kimsonk10.JPG|Bên trong nhà thờ\n<\/gallery>\n\n==Chú thích==\n{{thể loại Commons|Phat Diem Church}}\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n<!-- không chèn liên kết quảng cáo vào đây -->\n* Giáo phận Phát Diệm (2001). Phim tài liệu ''[https:\/\/www.youtube.com\/watch?v=A8Rt5AhUBE4 Nhà thờ Phát Diệm]''.\n* Giáo phận Phát Diệm (2004). Phim tài liệu ''[https:\/\/www.youtube.com\/watch?v=ddWGeJpz_Io Lời của đá]''.\n* J. Trinh (1937). ''[https:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k42450836 Dạo chơi Phát-diệm: Tòa Giám-mục tiên khởi Việt-Nam]''. Imprimerie de Quinhon.\n\n{{Du lịch Ninh Bình}}\n{{Nhà thờ tôn giáo tại Việt Nam}}\n\n[[Thể loại:Nhà thờ thuộc Giáo phận Phát Diệm|C]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Nhà thờ chính tòa tại Việt Nam|P]]\n[[Thể loại:Nhà thờ tại Ninh Bình|P]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]\n[[Thể loại:Công trình xây dựng hoàn thành thế kỷ 19]]\n[[Thể loại:Kim Sơn]]"}