{"527586":"[[Tập tin:Nha hat cheo-Model.jpg|nhỏ|300px|Các đoàn [[chèo]], nhà hát [[chèo]] Việt Nam 2016]]\n'''Nhà hát Chèo Bắc Giang''' là đơn vị hoạt động nghệ thuật, có trụ sở tại [[bắc Giang (thành phố)|thành phố Bắc Giang]], tỉnh [[Bắc Giang]]. Với lịch sử hình thành từ việc sáp nhập Đoàn chèo Bắc Ninh và Đoàn chèo Bắc Giang cũ, Đây là Nhà hát Chèo duy nhất còn lại của chiếng Chèo xứ [[Kinh Bắc]].\n\n==Lịch sử hình thành==\n===Nhà hát Chèo Bắc Giang===\nNăm 1959, Đoàn nghệ thuật Chèo [[sông Thương]] được thành lập đánh dấu sự hình thành [[Chèo]] chuyên nghiệp ở [[Bắc Giang]]. Khi mới thành lập, Đoàn đã mời các nghệ nhân [[Nhà hát Chèo Việt Nam]] về truyền dạy có kiến thức cơ bản để dàn dựng những vở chèo ngắn: \"Hương lúa tình quê\", \"Tiếng trống hội mùa\", \"Chị Thắm anh Hồng\", \"Vẹn cả đôi đường\", \"Mối tình Điện Biên\", \"Tiến lên phía trước\", \"Cho đẹp quê ta\"… Những năm tiếp theo, Đoàn dàn dựng những vở chèo truyền thống dài như: \"Suý Vân giả dại\", \"Quan Âm Thị Kính\", \"[[Lưu Bình - Dương Lễ (vở chèo)|Lưu Bình Dương Lễ]]\". Hành trang vào nghề của Đoàn lúc bấy giờ còn rất thô sơ, nghèo nàn (4 chiến xe ba gác, 4 chiếc đèn măng xông, không có tăng âm tiếng nói, phông màn được may bằng vải thô, một số phục trang cũ được dùng cho nhiều vở diễn). Năm 1962, tại Hội diễn tổng hợp 9 tỉnh được tổ chức tại [[Thường Tín]] ([[Hà Tây]]), Đoàn đã tham dự với hai vở chèo \"Tiến lên phía trước\" và \"Ba anh em họ Điềm\".\n\nNăm 1963, hai tỉnh [[Bắc Giang]] và [[Bắc Ninh]] sáp nhập thành tỉnh [[Hà Bắc (tỉnh cũ)|Hà Bắc]], Đoàn Nghệ thuật Chèo Hà Bắc được thành lập trên cơ sở sáp nhập hai đơn vị: Đoàn Nghệ thuật Chèo Bắc Ninh và Đoàn Nghệ thuật Chèo Bắc Giang. Đoàn nghệ thuật [[Chèo]] [[Hà Bắc]] vẫn đóng trụ sở chính ở Bắc Giang. Đoàn đã phải đi sơ tán ở nhiều nơi để biểu diễn động viên tinh thần chiến đấu của bộ đội, dân quân. Chương trình biểu diễn của Đoàn trong thời kỳ này là các vở diễn: \"Nguyễn Văn Bé\", \"Cô gái Long Châu Sa\", \"Tình quân dân\", \"Làng Thương\", \"Cai Tranh đốt quán\", \"Trên đồi pháo\"… Bên cạnh những tiết mục ngắn, Đoàn còn dàn dựng những vở diễn dài như: \"Tiếng hát làng Pơ Rao\", \"Lứa tuổi xuân\", \"Dòng phù sa\", \"Tấm Cám\"…\n\nNăm 1971, tỉnh [[Hà Bắc (tỉnh cũ)|Hà Bắc]] đã thành lập Đội văn công xung kích. Nhiều nghệ sĩ của đoàn xung phong vào Đội, lên đường ra tiền tuyến. Kết thúc đợt diễn, Đội Văn công xung kích đã được Nhà nước tặng Huân chương Lao động hạng Ba, được Bộ Tư lệnh chiến trường 559 và UBND tỉnh Hà Bắc tặng Bằng khen. Thời kỳ 1975-1990, Đoàn Chèo Hà Bắc dàn dựng nhiều vở diễn cổ vũ cho công cuộc xây dựng cuộc sống mới như: \"Dòng phù sa\", \"Chàng rể bố vợ\", \"Những người nói thật\"… Năm 1988, Liên hoan sân khấu chèo toàn quốc tại [[Hà Nam Ninh]], Đoàn đã tham dự với vở \"Oan trái làng Tằm\".\n\nTừ năm 1988 đến năm 1995, do chuyển đổi cơ chế quản lý từ bao cấp sang kinh tế thị trường, Hà Bắc có bốn đoàn nghệ thuật (đoàn Nghệ thuật Tuồng, đoàn Chèo, đoàn Kịch nói, đoàn Dân ca Quan họ) hầu như đều phải ngừng hoạt động. Đứng trước thực trạng đó, Sở Văn hoá Thông tin-Thể thao đã có đề án củng cố xếp sắp lại bộ máy tổ chức của các đoàn, trình tỉnh ra Quyết định tinh giảm biên chế chỉ để lại hai đoàn (Đoàn Nghệ thuật Chèo và Đoàn Dân ca Quan họ). Ba đơn vị Kịch, Tuồng, Chèo được hợp nhất thành Đoàn nghệ thuật Chèo, trong đó nòng cốt là cán bộ diễn viên của Đoàn nghệ thuật Chèo. Từ 130 cán bộ nhân viên chỉ còn 31 người. Đoàn đã nhanh chóng dàn dựng lại các vở: \"Quan Âm Thị Kính\", \"Nỗi đau tình mẹ\", \"Chinh phụ hai chồng\" và \"Đôi ngọc lưu ly\". Cuối năm 1993, Đoàn đã thành lập một đội gồm 16 cán bộ, diễn viên, nhạc công vào biểu diễn phục vụ cán bộ và nhân dân các tỉnh Tây Ninh, Cần Thơ, [[Thành phố Hồ Chí Minh]]... Cũng trong giai đoạn này, Đoàn đã xây dựng chương trình tham dự thi Tiếng hát Chèo hay toàn quốc (1992) tại [[Hải Dương]] và tham dự thi các trích đoạn chèo, tuồng hay toàn quốc (1993) tại [[Ninh Bình]].<ref>{{Chú thích web |url=http:\/\/nhahatcheovietnam.vn\/Tintuc\/Tinvanhoa\/Tinlangcheo\/tabid\/99\/News\/21\/CategoryID\/10\/Default.aspx |ngày truy cập=2015-12-09 |tựa đề=Đoàn nghệ thuật (Chèo, ca múa nhạc) Bắc Giang 50 năm xây dựng và trưởng thành (12:00-01\/03\/2011) |archive-date=2016-01-22 |archive-url=https:\/\/web.archive.org\/web\/20160122234314\/http:\/\/nhahatcheovietnam.vn\/Tintuc\/Tinvanhoa\/Tinlangcheo\/tabid\/99\/News\/21\/CategoryID\/10\/Default.aspx }}<\/ref>\n\nNăm 1992, 1993 Đoàn được tặng Bằng khen của Bộ VHTT, Hội nghệ sĩ sân khấu Việt Nam, Hà Bắc, Tây Ninh. Năm 1997, sau khi tái lập tỉnh, Đoàn được đổi tên là Đoàn nghệ thuật [[Chèo]] tỉnh Bắc Giang. Năm 2001, tại Liên hoan Sân khấu chèo truyền thống tổ chức tại thành phố Hạ Long ([[Quảng Ninh]]), dàn diễn viên trẻ của đoàn đã được tặng hai giải thưởng, 01 Huy chương vàng và giải Nghệ sĩ múa đẹp nhất. Năm 2002, tại Hội thi \"Hát Dân ca\" các tỉnh Trung du đồng bằng Bắc Bộ do Bộ VHTT tổ chức 05 tiết mục dự thi Đoàn đã được Ban Giám khảo tặng thưởng 1 Huy chương vàng toàn đoàn, 3 Huy chương vàng, 1 Huy chương bạc tiết mục. Năm 2003, với đội hình hơn 40 cán bộ nghệ sĩ, Đoàn đã tổ chức đợt biểu diễn dài ngày với gần 30 đêm diễn trên địa bàn các tỉnh phía Nam, như Tây Ninh, Thành phố Hồ Chí Minh, Bà Rịa-Vũng Tàu, Kom Tum-Đắc Lắc. Từ năm 1999 đến 2009, năm nào đoàn cũng thực hiện được từ 140 đến 150 đêm diễn trở lên, hoàn thành chỉ tiêu kế hoạch đề ra.\n\nVới gần 100 vở diễn, 70 Huy chương vàng, bạc của tập thể và cá nhân trong các kỳ hội diễn từ những năm 1980 trở lại đây, Đoàn đã được tặng nhiều Bằng khen, Cờ thi đua của Thủ tướng Chính phủ, Bộ VHTTDL, UBND tỉnh về thành tích công tác. Năm 2004, Đoàn được Nhà nước tặng thưởng Huân chương Lao động hạng Ba và năm 2009 Đoàn đón nhận Huân chương Lao động hạng Nhì.\n\nNgày 30 tháng 7 năm 2010, tỉnh Bắc Giang ban hành Số 78\/QD-UBND về việc nâng cấp Đoàn nghệ thuật Chèo - Ca múa nhạc Bắc Giang thành Nhà hát Chèo Bắc Giang và quy định chức năng, nhiệm vụ, quyền hạn, cơ cấu tổ chức, biên chế của Nhà hát Chèo Bắc Giang.<ref>{{Chú thích web |url=http:\/\/www.vanhoabacgiang.vn\/node\/2058 |ngày truy cập=2014-10-01 |tựa đề=Nhà hát Chèo Bắc Giang tiền thân là Đoàn Nghệ thuật Chèo Sông Thương |archive-date=2014-10-06 |archive-url=https:\/\/web.archive.org\/web\/20141006091037\/http:\/\/www.vanhoabacgiang.vn\/node\/2058 }}<\/ref>\n\n===Nghệ thuật Chèo ở Bắc Giang===\nBắc Giang là vùng đất thuộc tứ chiếng chèo gốc, một trong những cái nôi của các làn điệu chèo cổ. Trong bảy vị tổ chèo từ [[thời Đinh]] đến thời Lý được Lương Thế Vinh chép trong ''Hý phường phả lục'' gồm [[Phạm Thị Trân]], Đào Văn Só, Đặng Hồng Lân, Đào Hoa, Từ Đạo Hạnh, Sái Ất, Chính Vịnh Càn thì có hai vị ở chiếng chèo xứ Bắc là Đào Hoa ở lộ Bắc Giang và Sái Ất ở phủ Từ Sơn. Tới năm 2021, quê hương Bắc Giang đã đóng góp tới 4 nghệ sĩ nhân dân chèo là: NSND Bùi Đắc Sừ - [[Nhà hát Chèo Việt Nam]], NSND Đào Lê (Đào Văn Lê) - [[Nhà hát Chèo Quân đội]], NSND Trần Văn Thông - Nhà hát Chèo Bắc Giang và NSND Vân Quyền (Trần Thị Quyền) - [[Nhà hát Chèo Việt Nam]].\n\n[[Bắc Giang]] là đất [[chèo]] có tiếng xứ Bắc. Ngoài đặc điểm chung, chèo [[Bắc Giang]] còn có nét riêng khi mang âm hưởng đậm nét của vùng trung du miền núi, từ phong cách biểu diễn đến lời ca đều khỏe khoắn và mộc mạc hơn. Những năm 80 của thế kỷ trước, khi sáng tác làn điệu chèo, các nhạc sĩ thường sử dụng chất liệu [[dân ca quan họ]] và gần đây còn khai thác dân ca dân tộc thiểu số như [[hát then]], hát ví.<ref>[http:\/\/baobacgiang.com.vn\/bg\/van-hoa\/139617\/giu-chuan-khi-cach-tan-cheo.html Giữ chuẩn khi cách tân chèo]<\/ref> Bắc Giang có trên 500 lễ hội truyền thống, được coi là đất diễn cho các chiếu Chèo phát triển phong phú như: làng Đồng Quan (Yên Dũng); làng Then (Lạng Giang); làng Hoàng Mai (Việt Yên); làng Bắc Lý (Hiệp Hòa),...<ref>[https:\/\/thanhtra.com.vn\/xa-hoi\/van-hoa\/nghe-thuat-cheo-co-o-bac-giang-191375.html Nghệ thuật Chèo cổ ở Bắc Giang]<\/ref>\n\n[[Yên Dũng]] có làng Đồng Quan, xã Đồng Sơn là làng có truyền thống hát chèo từ xa xưa, đến nay đội [[chèo]] có 18 người cả diễn viên và nhạc công do bà Khổng Thị Tiêu phụ trách; Đội chèo làng Đồng Nhân, xã Đồng Phúc vốn là làng chèo truyền thống, có 14 người do ông Nguyễn Khánh Dư làm đội trưởng. Làng chèo Dốc Sở xã Đồng Sơn có 13 người do ông Nguyễn Văn Dương làm đội trưởng; Làng chèo Tân Ninh xã Tư Mại, đây là làng chèo cổ, có 20 người do ông Lưu Xuân Đức phụ trách. Từ năm 2004 huyện Yên Dũng còn thành lập các câu lạc bộ chèo như: Câu lạc bộ “Chiếu chèo quê” do ông Nguyễn Văn Đán làm chủ nhiệm, CLB có 24 người tập hợp từ các xã trong huyện. CLB Đồng Tiến Đức có 50 người là hội viên, CLB thôn Đồng Nhân xã Đồng Phúc do ông Nguyễn Văn Toàn làm chủ nhiệm. Hầu hết các đội chèo và CLB đều duy trì và phát triển đội ngũ nhạc công của dàn nhạc dân tộc. Huyện Yên Dũng là nơi có những làng chèo truyền thống như: Tân Độ (xã Tân Liễu); Đồng Nhân (xã Đồng Phúc); Tân Ninh, Bắc Am (xã Tư Mại)... Từ năm 2005 đến nay, Yên Dũng đã thành lập được 6 CLB chèo, khôi phục 6 làng chèo truyền thống, thu hút hàng trăm người tham gia. Không chỉ có các CLB hoạt động ở thôn, xã, Yên Dũng còn thành lập mô hình cấp huyện với gần 20 thành viên thường xuyên hoạt động tại CLB chèo Yên Dũng.<ref>{{Chú thích web |url=http:\/\/yendung.bacgiang.gov.vn\/node\/4636 |ngày truy cập=2015-12-10 |tựa đề=Chiếu chèo Yên Dũng |archive-date=2015-12-11 |archive-url=https:\/\/web.archive.org\/web\/20151211105015\/http:\/\/yendung.bacgiang.gov.vn\/node\/4636 }}<\/ref> Năm 2007, huyện Yên Dũng đã tổ chức Liên hoan Tiếng hát chèo lần thứ nhất. Tham gia hội diễn có 21 câu lạc bộ của 21 làng, với hàng trăm diễn viên và nhạc công không chuyên.<ref>[Năm 2007, huyện Yên Dũng đã tổ chức Liên hoan Tiếng hát chèo lần thứ nhất. Tham gia hội diễn có 21 câu lạc bộ của 21 làng, với hàng trăm diễn viên và nhạc công không chuyên. Yên Dũng, Bắc Giang: Thức dậy các làng chèo]<\/ref>\n\nHuyện [[Việt Yên]]: Có các làng chèo cổ và nay còn một số đội được duy trì ở mức độ hát và dựng các tiểu phẩm mới như: Hoàng Mai (xã Hoàng Ninh); làng Mỏ Thổ (xã Minh Đức); Làng Trung Đồng (xã Vân Trung); làng Kiểu (xã Bích Sơn), làng Vân (xã Vân Hà)... Huyện [[Tân Yên]]: Làng Dương Lâm (xã An Dương), đội chèo xã Ngọc Châu; làng Hạ (xã Cao Thượng), riêng làng Hạ vẫn là làng chèo truyền thống, đến nay vẫn duy trì và hoạt động. Đội chèo có 30 người cả diễn viên và nhạc công do ông Trọng Nguyên làm đội trưởng. Huyện [[Lạng Giang]]: Làng An Lạc (xã Quang Thịnh) do ông Khải làm đội trưởng; làng Then (xã Thái Đào) do ông Nguyễn Văn Khoa làm đội trưởng (đội có 20 người vừa [[hát chèo]], sử dụng nhạc cụ dân tộc, vừa có dàn nhạc viôlông); làng Liên Sơn (xã Tân Dĩnh) do bà Ngô Thị Liên 70 tuổi làm đội trưởng; và làng Chuông Vàng (xã Tân Hưng). Ở [[Lạng Giang]] còn duy trì hát chèo là chủ yếu, ít dựng các trích đoạn truyền thống. Tuy vậy còn giữ được dàn nhạc dân tộc khá phong phú.<ref>{{Chú thích web |url=http:\/\/www.vanhoabacgiang.vn\/node\/1299 |ngày truy cập=2015-12-10 |tựa đề=Chèo truyền thống ở Bắc Giang |archive-date=2015-12-11 |archive-url=https:\/\/web.archive.org\/web\/20151211180632\/http:\/\/www.vanhoabacgiang.vn\/node\/1299 }}<\/ref>\n\n==Chức năng, nhiệm vụ==\n*Nhà hát [[Chèo]] [[Bắc Giang]] là đơn vị nghệ thuật chuyên nghiệp, có tư cách pháp nhân thuộc sở Văn hóa, Thể thao và Du lịch tỉnh Bắc Giang.<ref>{{Chú thích web |url=http:\/\/congbao.bacgiang.gov.vn\/webpages\/content\/docinfo.faces;jsessionid=CD22ACC0C073381933A92C6AB57A9DA6?docid=111&docgaid=1999&isstoredoc=false |ngày truy cập=2015-12-09 |tựa đề=Về việc nâng cấp Đoàn nghệ thuật Chèo - Ca múa nhạc Bắc Giang thành Nhà hát Chèo Bắc Giang và quy định chức năng, nhiệm vụ, quyền hạn,cơ cấu tổ chức, biên chế của Nhà hát Chèo Bắc Giang |archive-date=2016-03-05 |archive-url=https:\/\/web.archive.org\/web\/20160305055700\/http:\/\/congbao.bacgiang.gov.vn\/webpages\/content\/docinfo.faces;jsessionid=CD22ACC0C073381933A92C6AB57A9DA6?docid=111&docgaid=1999&isstoredoc=false }}<\/ref>\n*Nhà hát [[Chèo]] Bắc Giang có chức năng tổ chức các hoạt động biểu diễn [[chèo|nghệ thuật Chèo]], ca múa nhạc trong và ngoài tỉnh; khai thác, bảo tồn và phát triển nghệ thuật [[Chèo]] truyền thống trong và ngoài tỉnh.\n*Xây dựng chương trình kịch mục của loại hình nghệ thuật Chèo, chương trình ca múa, nhạc dân gian phục vụ biểu diễn trong và ngoài tỉnh.\n*Khôi phục, bảo tồn và truyền bá sâu rộng nghệ thuật Chèo truyền thống, Quan họ và Dân ca các dân tộc.\n*Đào tạo, bồi dưỡng nâng cao nghiệp vụ cho diễn viên, nhạc công và các đội văn nghệ không chuyên ở Bắc Giang.\n*Mở rộng mối quan hệ giao lưu, học tập với các đoàn nghệ thuật khác.\n*Tuyển chọn, đào tạo nhân lực để đáp ứng sự phát triển của nhà hát.\n*Thực hiện các nhiệm vụ chính trị khác do tỉnh giao cho.\n\n==Các đơn vị trực thuộc==\nNăm 2016, Nhà hát Chèo Bắc Giang có tổng số 60 cán bộ, nghệ sĩ, diễn viên, nhạc công, công nhân kỹ thuật và hành chính.<ref>{{Chú thích web |url=http:\/\/vanhien.vn\/news\/nha-hat-cheo-bac-giang-57-nam-phat-trien-41974 |ngày truy cập=2016-10-16 |tựa đề=Nhà hát Chèo Bắc Giang 57 năm phát triển |archive-date=2016-10-19 |archive-url=https:\/\/web.archive.org\/web\/20161019000254\/http:\/\/vanhien.vn\/news\/nha-hat-cheo-bac-giang-57-nam-phat-trien-41974 |url-status=dead }}<\/ref>\n*Các phòng chuyên môn, nghiệp vụ:\n:-Phòng tổ chức – Hành chính, tổng hợp\n:-Phòng Nghệ thuật và tổ chức biểu diễn\n*Các đoàn nghệ thuật gồm\n:-Đoàn Nghệ thuật Chèo\n:-Đoàn Ca múa nhạc\n\n==Thành tích==\n===Cuộc thi chèo===\n*Năm 2020, Tại Cuộc thi Tài năng trẻ diễn viên Chèo toàn quốc năm 2020 đã diễn ra tại [[Hà Nam]], Nhà hát Chèo Bắc Giang đã giành 1 huy chương vàng (Đặng Thị Quyến) và 1 huy chương bạc (Phương Tuấn) và 2 giải triển vọng khác, xếp thứ tám các đoàn tham gia theo thành tích huy chương.\n*Năm 2019, Tại Liên hoan sân khấu chèo toàn quốc diễn ra tại Bắc Giang, chèo Bắc Giang đã xuất sắc giành huy chương vàng cho vở diễn \"Người con gái Kinh Bắc\"; giành 1 huy chương vàng cá nhân (Mai Lan) và 6 huy chương bạc, xếp thứ 5\/16 đơn vị tham gia theo thành tích huy chương.\n*Năm 2017, Cuộc thi Tài năng trẻ Diễn viên sân khấu Tuồng, Chèo chuyên nghiệp toàn quốc diễn ra ở Thanh Hóa, Chèo Bắc Giang đồng xếp thứ 7 với 1 HCV Đặng Thị Liên.\n*Năm 2016, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2016 diễn ra ở [[Nhà hát Chèo Ninh Bình]]<ref>[http:\/\/m.baobacgiang.com.vn\/bg\/van-hoa\/170246\/thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-bac-giang-gianh-7-huy-chuong.html Thi Nghệ thuật Sân khấu Chèo chuyên nghiệp toàn quốc: Bắc Giang giành 7 huy chương]<\/ref> Nhà hát Chèo Bắc Giang tham gia hai vở diễn \"Ơn trả nghĩa đền\" của đạo diễn Đoàn Vinh và vở \"Hoàng tử và sơn nữ\" của đạo diễn Tạ Quang Lẫm. Kết quả giành giải cá nhân có 02 Huy chương vàng (Mai Lan, Anh Tuấn) và 05 Huy chương bạc.\n*Năm 2013, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 diễn ra ở Hải Phòng<ref>{{Chú thích web |url=http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx |ngày truy cập=2016-10-11 |tựa đề=Kết quả giải thưởng tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 |archive-date=2016-10-31 |archive-url=https:\/\/web.archive.org\/web\/20161031074952\/http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx }}<\/ref> Nhà hát Chèo Bắc Giang không giành Huy chương vở diễn “Bà ba Cẩn”. Giải cá nhân có 01 Huy chương vàng (Quỳnh Mai) và 02 Huy chương bạc (Vũ Đức Anh, Thành Trung). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 06 vở diễn đạt HCB, 42 HCV cá nhân, 68 HCB cá nhân. Xếp thứ 16\/17 đoàn tham dự theo thành tích huy chương.\n*Năm 2011, Tại Liên hoan Sân khấu Chèo về đề tài hiện đại – 2011 diễn ra ở Thái Bình,<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |ngày truy cập=2016-10-11 |tựa đề=Về việc tặng giải thưởng tại \"Liên hoan Sân khấu Chèo về đề tài hiện đại - 2011\" |archive-date=2016-10-12 |archive-url=https:\/\/web.archive.org\/web\/20161012151326\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |url-status=dead }}<\/ref> Chèo Bắc Giang không giành Huy chương vở diễn. Giải cá nhân có 02 Huy chương vàng (Đức Anh, Quỳnh Mai) và 01 Huy chương bạc (Xuân Hải). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 03 vở diễn đạt HCB, 27 HCV cá nhân, 50 HCB cá nhân. Xếp hạng 8\/13 đoàn tham dự theo thành tích huy chương.\n*Năm 2009, Tại Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009 diễn ra ở Quảng Ninh<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 |ngày truy cập=2016-10-10 |tựa đề=Quyết định số 4916\/QĐ-BVHTTDL ngày 25\/12\/2009 Về việc Khen thưỏng \"Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009” |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304234234\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 }}<\/ref> Nhà hát Chèo Bắc Giang (Đoàn nghệ thuật Chèo, Ca Múa Nhạc Bắc Giang) giành Huy chương bạc vở diễn “Danh chiếm bảng vàng” (Cơ cấu giải hội diễn có 02 vở diễn đạt Huy chương vàng và 05 vở diễn đạt Huy chương bạc). Giải cá nhân có 02 Huy chương vàng (Thanh Hường, Quang Lẫm) và 03 Huy chương bạc (Phạm Quỳnh Mai, Hà Văn Quân, Vũ Ngọc Anh). Xếp thứ 6\/17 đoàn tham dự về số lượng huy chương.\n\n===Thành tích khác===\nTính đến năm 2011, Nhà hát Chèo Bắc Giang đạt các thành tích sau:<ref>{{Chú thích web |url=http:\/\/svhttdl.bacgiang.gov.vn\/node\/2058 |ngày truy cập=2016-10-21 |tựa đề=NHÀ HÁT CHÈO Trụ sở: Xã Xương Giang, thành phố Bắc Giang, tỉnh Bắc Giang |archive-date=2016-10-21 |archive-url=https:\/\/web.archive.org\/web\/20161021203749\/http:\/\/svhttdl.bacgiang.gov.vn\/node\/2058 }}<\/ref>\n*6 nghệ sĩ Ưu tú.\n*02 Huân chương lao động: Hạng Nhì và hạng Ba.\n*02 Bằng khen của Thủ tướng Chính phủ.\n*Hơn 30 Bằng khen, Cờ thi đua xuất sắc của Bộ VHTTDL, UBND tỉnh và các Bộ, Ngành khác.\n*Gần 30 Huy chương vàng, Huy chương bạc của tập thể và cá nhân các nghệ sĩ tại các kỳ Hội diễn, Liên hoan sân khấu Chèo chuyên nghiệp toàn quốc.\n*10 năm liền từ 2001 đến 2011, đạt Chi bộ trong sạch vững mạnh, cơ quan văn hóa cấp tỉnh và thành phố.\n\n==Một số nghệ sĩ==\n;NSND Trần Thông\nNghệ sĩ nhân dân Trần Thông quê ở Bình Dương, xã Ngọc Sơn, huyện Hiệp Hòa, [[Bắc Giang]]. Ông từng là Giám đốc Nhà hát Chèo Bắc Giang. Trần Thông là nghệ sĩ gạo cội của Đoàn, đạt 04 Huy chương Vàng, được phong tặng danh hiệu Nghệ sĩ Ưu tú từ năm 1997 và Huân chương Lao động hạng Ba. Nhà hát Chèo mà ông lãnh đạo suốt 2002 đến 2019 đều hoàn thành vượt mức kế hoạch, giành nhiều Huy chương Vàng, Bạc toàn quốc, được Nhà nước tặng Huân chương Lao động hạng Ba (2004), Huân chương Lao động hạng Nhì (2009).<ref>{{Chú thích web |url=http:\/\/svhttdl.bacgiang.gov.vn\/node\/1113 |ngày truy cập=2016-10-29 |tựa đề=Một giờ với nghệ sĩ ưu tú Trần Thông |archive-date=2016-10-30 |archive-url=https:\/\/web.archive.org\/web\/20161030000702\/http:\/\/svhttdl.bacgiang.gov.vn\/node\/1113 }}<\/ref>\n;NSND Quốc Trượng\nNSND Quốc Trượng sinh năm 1965 tại Quế Võ, Bắc Ninh. Sau khi tốt nghiệp trường sân khấu điện ảnh, anh về công tác ở đoàn chèo Hà Bắc cho đến năm 1990 thì chuyển sang đoàn chèo Tổng cục hậu cần, hiện là [[Nhà hát Chèo Quân đội (Việt Nam)|Nhà hát Chèo Quân đội]].<ref>[http:\/\/www.maivanlang.com\/2016\/05\/chan-dung-nghe-si-nhan-dan-quoc-truong.html Chân dung nghệ sĩ nhân dân Quốc Trượng]<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n{{Đoàn Chèo Việt Nam}}\n\n[[Thể loại:Chèo]]\n[[Thể loại:Bắc Giang]]\n[[Thể loại:Sân khấu cổ truyền Việt Nam]]\n[[Thể loại:Công trình kiến trúc Bắc Giang]]\n[[Thể loại:Nhà hát tại Việt Nam]]"}