{"80900":"[[Tập tin:Nhà tù Côn Đảo.JPG|250px|right|thumb|2 dãy Chuồng Cọp nhà tù Côn Đảo]]\n{{Location map many|Vietnam\n| caption = Vị trí Côn Đảo\n| width= 250\n| float= top\n| label4 = [[Côn Đảo]]\n | pos4 = top\n | bg4 =\n | mark4size = 6\n | lat4_deg = 8.59\n | lon4_deg = 106.59\n }}\n'''Nhà tù Côn Đảo''' là một khu [[nhà tù]] tại [[Côn Đảo]]. Hệ thống nhà tù này được [[người Pháp]] xây dựng để giam giữ những tù phạm đặc biệt nguy hiểm cho chế độ [[đế quốc thực dân Pháp|thực dân Pháp]] như: tù phạm chính trị, tử tù... Nơi đây thời [[Pháp thuộc]] đã giam giữ những nhân vật tham gia các phong trào cách mạng và những người ái quốc chống lại chính phủ thuộc địa, và sau đó lại được Mỹ sử dụng để giam cầm tù binh trong cuộc chiến chống Mỹ. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 [[di tích quốc gia đặc biệt]]. Địa điểm nổi tiếng nhất trong khu nhà tù này là \"[[chuồng cọp (định hướng)|chuồng cọp]]\". Đây là nơi ghi lại những hành động ngược đãi tù nhân nghiêm trọng của thực dân Pháp, quân đội Mỹ và chế độ [[Quốc gia Việt Nam]]\/[[Việt Nam Cộng hòa]].<ref>http:\/\/dantri.com.vn\/xa-hoi\/tham-lai-dia-nguc-tran-gian-nha-tu-con-dao-1343829872.htm<\/ref>\n\n==Chuồng cọp==\n'''Chuồng cọp''' là tên gọi khu trại giam do [[Pháp]] - [[Quốc gia Việt Nam]] và sau đó là [[Hoa Kỳ|Mỹ]] - [[Việt Nam Cộng hòa]] xây dựng để giam giữ những nhân vật tù chính trị cao cấp của [[Việt Minh]], quân Giải phóng và những người tham gia chống Pháp, Mỹ trong những năm chiến tranh.\n\n===Chuồng cọp do Pháp xây===\n*Xây dựng năm: [[1940]]\n*Tổng diện tích: 5.475 m²\n*Diện tích phòng giam: 1.408 m²\n*Phòng tắm nắng: 1.873 m²\n*Khoảng trống: 2.194 m²\n*Bao gồm: 120 phòng biệt giam (chia làm 2 khu, mỗi khu 60 phòng).\n*Đặc điểm: Bên trên có song sắt kiên cố và có hành lang ở giữa dành cho cai ngục, trật tự đi lại kiểm soát, hành hạ người tù (ném vôi bột, dội nước bẩn).\n*Ngoài ra, còn có 60 phòng không có mái che được gọi là Phòng tắm nắng (chia làm 4 dãy, mỗi dãy 15 phòng).\n*Phòng tắm nắng còn là nơi dùng để hành hạ phơi nắng, phơi mưa người tù hoặc là lôi người tù ra đó để đánh đập tra tấn.\n\n===Chuồng cọp do Mỹ và Việt Nam Cộng hòa xây===\n[[Tập tin:Entry to 'Tiger Cage' cells..JPG|300px|nhỏ|phải|Chuồng cọp]]\nChuồng cọp do Mỹ và Việt Nam Cộng hòa xây dựng còn có tên là trại 7 hay là trại Phú Bình.\n\n*Xây dựng năm: 1971\n*Tổng diện tích:25.768 m²\n\nTrong đó:\n*Diện tích phòng giam: 3800 m2\n*Nhà phụ thuộc: 673 m²\n*Nhà ở: 173 m²\n*Khoảng trống: 22.369 m²\n*Bao gồm: 384 phòng biệt giam (chia làm 4 khu: AB-CD-EF-GH, mỗi khu có 2 dãy và mỗi dãy có 48 phòng).\n*Đặc điểm: Đây là kiểu nhà giam đặc biệt bằng bê tông, không có bệ nằm, người tù phải nằm dưới nền xi măng ẩm thấp.\n*Đây là nơi nổi dậy đầu tiên của tù chính trị vào lúc 12 giờ đêm 30\/4, rạng sáng ngày [[1 tháng 5]] năm [[1975]] (tại khu GH) chiếm được nhà tù Côn Đảo, chấm dứt hoạt động của nhà tù này sau 113 năm.\n\nKhu \"Chuồng Cọp\" là nơi biệt giam khắc nghiệt nhất. Tù nhân ở đây bị giam trong những căn phòng chỉ rộng 5m2, không có giường nằm. Người tù bị cùm chân và phải nằm dưới nền xi măng ẩm thấp, điều kiện vệ sinh và ăn uống rất kém, lại thường xuyên bị [[tra tấn]] để hỏi cung. Khu này dành cho những tù binh quan trọng không chịu khai báo, với mục đích dùng sự khổ ải để khuất phục ý chí của tù nhân. Để tránh bị dư luận phản đối, khu \"[[chuồng cọp]]\" được Mỹ xây biệt lập và được giữ bí mật, trong một thời gian dài không ai ở bên ngoài biết đến sự tồn tại của khu \"chuồng cọp\" này.\n\nTháng 7\/1970, sự thật bị Mỹ che giấu về Chuồng Cọp trong hệ thống Nhà tù Côn Đảo đã bị phanh phui, gây chấn động quốc tế. Người đầu tiên khám phá ra sự thật đó trước công chúng Mỹ là nhà báo Mỹ - [[Don Luce]]. Trợ lý của đoàn Quốc hội Mỹ là ông [[Tom Harkin]] đã thuyết phục hai nghị sĩ trong đoàn điều tra hoạt động [[tra tấn]] trong \"Chuồng cọp\" tại nhà tù Côn Đảo nằm ngoài khơi bờ biển của Việt Nam. Sử dụng bản đồ được [[Cao Nguyên Lợi]] - một cựu tù nhân bị giam trong \"Chuồng cọp\" vẽ, Don Luce và Tom Harkin đã bí mật chuyển hướng khỏi các lộ trình được lên kế hoạch từ trước, và vội vã đi xuống một con hẻm giữa hai dãy nhà tù. Họ tìm thấy cánh cửa nhỏ dẫn đến các lồng sắt giữa các bức tường nhà tù. Don Luce kể: \n:''\"Tại đây hình ảnh của các tù nhân trong lồng đã khắc sâu trong tâm trí tôi, không thể tẩy xóa nổi. Người đàn ông với ba ngón tay bị cắt rời; một người khác đã chết có hộp sọ đã vỡ toác; và nhiều tu sĩ Phật giáo Huế - những người đấu tranh chống sự đàn áp các Phật tử - trong tình trạng thê lương. Tôi nhớ rõ mùi hôi thối khủng khiếp do tiêu chảy và và các vết thương lở loét ở mắt cá chân các tù nhân do xiềng xích cắt vào.\"''<ref>http:\/\/www.counterpunch.org\/2013\/11\/01\/from-tiger-cages-to-control-units\/<\/ref><ref>{{chú thích web | url = http:\/\/landtourcondao.com\/news\/502\/229\/Nguoi-My-kinh-hoang-ke-ve-Chuong-Cop---Nha-tu-Con-dao.html | tiêu đề = Người Mỹ kinh hoàng kể về Chuồng Cọp | author =  | ngày =  | ngày truy cập = 10 tháng 8 năm 2016 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2015-11-22 | archive-url = https:\/\/web.archive.org\/web\/20151122084709\/http:\/\/landtourcondao.com\/news\/502\/229\/Nguoi-My-kinh-hoang-ke-ve-Chuong-Cop---Nha-tu-Con-dao.html | url-status = dead }}<\/ref><ref>{{chú thích web | url = http:\/\/www.dailykos.com\/story\/2014\/9\/20\/1331165\/-Tom-Harkin-and-the-Tiger-Cages | tiêu đề = Tom Harkin and the Tiger Cages | author = | ngày = | ngày truy cập = 10 tháng 8 năm 2016 | nơi xuất bản = Daily Kos | ngôn ngữ = }}<\/ref>\n\nCác bức ảnh do ông Harkin chụp ở nhà tù Côn Đảo đã được đăng trên [[tạp chí Life]] ngày 17\/7\/1970, cho thấy cảnh giam giữ tồi tệ và sự tra tấn mà tù nhân ở đây phải gánh chịu. Một cuộc biểu tình quốc tế nổ ra sau đó. Dưới áp lực của dư luận Quốc tế, 180 tù nhân đàn ông và 300 tù nhân phụ nữ được chuyển khỏi các Chuồng cọp. Nhiều người được đưa đến bệnh viện tâm thần do chấn thương tâm lý quá nặng. Một số đã được chuyến đến các nhà tù khác.\n\nGrace Paley đã mô tả cuộc sống trong tù của một trong số 300 phụ nữ bị giam giữ tại Chuồng cọp - Nhà tù Côn Đảo trong cuốn sách xuất bản năm 1998:\n::''\"Trước khi vào tù, Thiều Thị Tạo là một học sinh trung học 16 tuổi. Cô đã bị tống giam vì không chào cờ. Trong tù, Thiều Thị Tạo bị giam trên nền đất. Cô bị đánh vào đầu bằng dùi cui. Đầu cô bị kẹp giữa hai thanh thép. Nước rót xuống cổ họng cô. Sau đó, vào ngày 20\/11\/1968, cô bị chuyển đến trụ sở cảnh sát quốc gia…Tới cuối năm 1969, Tạo đã được chuyển đến Chuồng cọp của Côn Đảo. Trong vài ngày ở đây, cô đã bị treo lên một cái móc sắt. Hình thức tra tấn này khiến xương sống của cô đã bị hư hại và đến nay cô vẫn phải đeo nẹp ở cổ. Sau một năm ở trong Nhà tù Côn Đảo, cô được chuyển giao cho các nhà thương điên ở Biên Hòa.\"''\n\n==Chuồng Bò==\nKhu biệt lập Chuồng Bò hình thành năm 1876 nhằm mục đích phục vụ nhu cầu nuôi bò cung cấp thực phẩm cho bộ máy cai trị tù. Nơi đây còn là cơ sở nuôi dê, ngựa, heo, gà, vịt, bồ câu; có lúc nơi đây kiêm luôn làm rẫy, đốn củi với tên gọi kép Sở Rẫy-Chuồng Bò, Sở Củi-Chuồng Bò. Ban đầu khu chuồng bò gồm 2 chuồng nhốt bò, một hầm chứa phân bò. Hầm phân bò sâu 3m chia 2 ngăn có hệ thống cống dẫn ngầm từ chuồng nuôi bò sang. Bên cạnh đó còn có thêm 24 hộc chứa heo.\n\nĐến năm 1930, thực dân Pháp cho xây dựng thêm 9 phòng giam, sử dụng chuồng bò như một trại giam các tù nhân nữ. Ngoài ra còn sử dụng hầm phân bò này để ngâm người tù như một biện pháp tra tấn hành hạ.\n\nSang thời Việt Nam Cộng hòa, khu chuồng bò, còn được gọi là trại An Ninh Chuồng Bò, trực thuộc Trại IV, vẫn với công năng như trước. Năm 1963, Chuồng Bò được gấp rút sửa chữa, cải tạo các 24 hộc chứa heo và xây dựng lại thành 3 khu nhà biệt giam A, B, C với 33 phòng biệt giam.\n\nTừ năm 1973, Chuồng Bò là văn phòng của tiểu Ban điều tra khai thác thuộc Ban chuyên môn.\n\n- Tổng diện tích: 4.410m²\n\n- Diện tích phòng giam: 547m²\n\n- Chuồng trại: 270m²\n\n- Khoảng trống: 3.293m²\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{Sơ khai lịch sử}}\n==Tham khảo==\n*[http:\/\/www.peaceworkmagazine.org\/pwork\/0511\/051116.htm The Tiger Cages of Con Son] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141121063135\/http:\/\/www.peaceworkmagazine.org\/pwork\/0511\/051116.htm |date=2014-11-21 }}\n* Loạt bài \"Côn Đảo - bản anh hùng ca\" đăng trên báo Tuổi Trẻ [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=212240&ChannelID=89 Kì 1], [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=212464&ChannelID=89 Kì 2], [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=212558&ChannelID=89 Kì 3], [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=212661&ChannelID=89 Kì 4], [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=212832&ChannelID=89 Kì 5].\n{{chú thích trong bài}}\n\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Nhà tù tại Việt Nam]]\n[[Thể loại:Côn Đảo]]\n[[Thể loại:Nghĩa trang và khu tưởng niệm Chiến tranh Việt Nam]]\n[[Thể loại:Di tích tại Bà Rịa – Vũng Tàu]]\n[[Thể loại:Tội ác và vi phạm nhân quyền trong Chiến tranh Việt Nam]]\n[[Thể loại:Kỷ lục Việt Nam]]\n[[Thể loại:Công trình kiến trúc Pháp tại Bà Rịa – Vũng Tàu]]\n[[Thể loại:Tra tấn ở Việt Nam]]\n[[Thể loại:Tội ác chiến tranh ở Việt Nam]]\n[[Thể loại:Công trình xây dựng ở Bà Rịa – Vũng Tàu]]"}