{"80893":"[[Tập tin:Nvhtn.gif|khung|phải|Biểu trưng của Nhà văn hóa Thanh niên Thành phố Hồ Chí Minh]]\n'''Nhà Văn hóa Thanh Niên Thành phố Hồ Chí Minh''' là một địa điểm tại [[Quận 1]], [[Thành phố Hồ Chí Minh]], nơi từng diễn ra nhiều hoạt động của giới thanh niên xuyên suốt từ giữa thập niên 1950 cho đến tận ngày nay và chứng kiến nhiều biến cố trong [[lịch sử Thành phố Hồ Chí Minh]].\n\n==Vị trí==\nCụm khu vực Nhà Văn hóa Thanh Niên Thành phố Hồ Chí Minh chiếm hầu hết phần diện tích được giới hạn bởi các con đường Phạm Ngọc Thạch - Nguyễn Văn Chiêm - [[Đường Hai Bà Trưng, Thành phố Hồ Chí Minh|Hai Bà Trưng]] - Nguyễn Thị Minh Khai, thuộc Phường Bến Nghé, Quận 1, [[Thành phố Hồ Chí Minh]]. Cổng chính được đánh địa chỉ số 4 Phạm Ngọc Thạch. Ngoài tòa nhà chính, còn có các công trình sân thể thao, hội trường, nhà truyền thống... phục vụ vai trò trung tâm sinh hoạt của thanh niên thành phố.  Đây là nơi phát động và tổ chức các phong trào như: ''Ánh sáng văn hóa Hè'', ''Thanh niên tình nguyện''... Nhiều câu lạc bộ thanh niên cũng nhóm họp ở đây.\n\n==Lược sử==\nTheo các nhà nghiên cứu, vị trí Nhà Văn hóa Thanh Niên nguyên xưa là đất của [[Trường Hương Gia Định]]. Sách ''[[Đại Nam nhất thống chí]]'', phần \"Tỉnh Gia Định\", mô tả trường thi này như sau: Trường có ''\"chu vi 193 trượng 6 thước (khoảng 850 [[m]]), tường cao 4 thước 5 tấc (gần 2 m), ở địa phận thôn Nghĩa Hòa, phía tây tỉnh thành, dựng từ năm [[Tự Đức]] thứ nhất ([[1848]]), xây gạch\"''.<ref>''[[Đại Nam nhất thống chí]]'', quyển 31: \"Tỉnh Gia Định\", mục Thành trì<\/ref>\n\nĐầu năm 1859, quân Pháp hạ [[Thành Phụng|thành Gia Định]]. Cho rằng thành quá rộng lớn, khó đóng giữ, quân Pháp cho nổ mìn triệt hạ ngôi thành và đóng quân tại Trường thi và các đền chùa rải rác từ Bến Nghé vào đến Chợ Lớn. Đầu năm 1861, [[Trận Đại đồn Chí Hòa|Đại đồn Chí Hòa]] thất thủ. Ngày [[5 tháng 6]] năm 1862, đại diện triều đình vua Tự Đức là [[Phan Thanh Giản]] và [[Lâm Duy Hiệp]] đã ký hòa ước với Pháp ngay ở Trường thi Gia Định.\n\nSau khi chiếm trọn Nam Kỳ, từ năm 1867, Pháp bắt đầu tiến hành xây dựng các công trình dân sinh trên đất Sài Gòn. Trường thi cũng bị triệt hạ để nhường chỗ cho những công trình mới. Từ năm 1878, chính quyền thực dân Pháp cho xây dựng một hệ thống tháp nước để cung cấp nước cho cư dân thành phố. Những năm cuối thế kỷ XIX, chính quyền thực dân Pháp đã đào khoảng 10 giếng, về sau tăng lên 20 giếng nằm thành hình tròn bao quanh tháp nước trung tâm<ref>Tương ứng vị trí [[Hồ Con Rùa]] ngày nay.<\/ref> để tăng khả năng cấp nước cho cư dân thành phố. \n\nTrong các giếng đó, có một giếng nằm ngay trên vùng đất của trường thi Gia Định xưa, tức Nhà văn hóa Thanh niên nay. Giếng này có đường kính khoảng trên dưới 2m, sâu khoảng gần 20m. Thành giếng có đoạn xây gạch, có đoạn là ống bêtông cốt thép. Ngoài ra, bên cạnh giếng nước, khu vực trường thi Gia Định xưa còn có hai hồ chứa nước từ giếng bơm lên, mà nhiều người đoán định đó chính là hai sân rộng vẫn còn cho đến ngày nay trong khuôn viên Nhà văn hóa Thanh niên: sân 4A có cửa nằm trên đường Phạm Ngọc Thạch và sân tennis có cửa nằm trên đường Hai Bà Trưng. Dung tích chứa nước của mỗi hồ này thời xưa là 4.000m3.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n[[Thể loại:Công trình văn hóa thể thao Thành phố Hồ Chí Minh]]\n{{sơ khai Thành phố Hồ Chí Minh}}"}