{"2393095":"[[Hình: Église Can Tho.jpg|nhỏ|307x307px|Nhà thờ Cần Thơ đầu thế kỷ 20]]'''Nhà thờ chính tòa Cần Thơ''' với tước hiệu '''Thánh Tâm Chúa Giêsu''' là nhà thờ chính tòa của [[Giáo phận Cần Thơ]] tọa lạc tại số 14 đường [[Nguyễn Thị Minh Khai]], phường [[An Lạc]], quận [[Ninh Kiều]], thành phố [[Cần Thơ]]. Nhà thờ chính tòa Cần Thơ cách [[Thành phố Hồ Chí Minh]] 167 km.[[Hình: Cathedrale Cần Thơ 2.jpg|nhỏ|200x200px|Nhà thờ Cần Thơ hiện nay|trái]]\n\nNăm 1850, Toà Thánh Vatican chia giáo phận Tông tòa Tây Đàng Trong thành giáo phận Tông tòa Nam Vang và Giáo phận Tông tòa Tây (Sài Gòn). Giáo phận Nam Vang gồm cả phần đất thuộc giáo phận Cần Thơ, [[Giáo phận Long Xuyên|Long Xuyên]] và một phần [[giáo phận Vĩnh Long]] và [[Giáo phận Mỹ Tho|Mỹ Tho]] hiện nay<ref>{{chú thích web|title=Giới Thiệu Sơ Lược Về Giáo Phận Cần Thơ|url=https:\/\/gpcantho.com\/gioi-thieu-so-luoc-ve-giao-phan-can-tho\/|website=Giáo phận Cần Thơ|accessdate=2021-12-31}}<\/ref>.\n\nNăm 1899, dưới thời Giám mục Bouchut - Giám mục Địa phận Nam Vang, linh mục Duquet ([[Hội Thừa sai Paris]]) làm linh mục chánh sở họ Cầu Xéo đã khởi công xây cất nhà thờ với ước tích kinh phí khoảng 700.000 đồng. Đây cũng là năm thành lập họ đạo<ref>{{chú thích web|title=Kỷ Yếu 60 Năm Thành Lập GPCT: Hạt Cần Thơ (2) Chánh Toà – Thới Hoà – tr.108 -127|url=https:\/\/gpcantho.com\/ky-yeu-60-nam-thanh-lap-gpct-hat-can-tho-2-chanh-toa-thoi-hoa-tr-108-127\/|accessdate=2021-12-31}}<\/ref>. \n[[Tập tin:Hang đá Lộ Đức Cần Thơ.jpg|trái|nhỏ|200x200px|Hang đá Đức Mẹ Lộ Đức trong khuôn viên nhà thờ.]]\nCông việc xây cất chưa hoàn thành, thì Giám mục Bouchut thuyên chuyển ông về làm Giám đốc Đại Chủng viện Nam Vang. Sau đó công trình được linh mục Larrabure khánh thành năm vào năm 1916.\n\nNgày 24 tháng 11 năm 1960 với sắc lệnh Venerabilium Nostrorum, hàng giáo phẩm Việt Nam được thiết lập, nhà thờ họ Cầu Xéo khi đó trở thành nhà thờ Chính Toà Cần Thơ. Giám mục [[Philipphê Nguyễn Kim Điền]] được tấn phong làm Giám mục cai quản giáo phận Cần Thơ, thay thế Giám mục [[Phaolô Nguyễn Văn Bình]] về làm Tổng Giám mục giáo phận Sài Gòn.\n\nNhà thờ có diện tích khoảng 300m2, cao 8m. Mặt bằng có dạng hình thánh giá và không có tháp chuông<ref>{{Chú thích sách|title=Nhà thờ Công giáo ở Việt Nam kiến trúc - lịch sử|publisher=NXB Tổng hợp TP.Hồ Chí Minh|year=2004|pages=284-285}}<\/ref>. Trong lòng nhà thờ còn có phần mộ của Giám mục [[Giacôbê Nguyễn Ngọc Quang]] và Giám mục Emmanuel Lê Phong Thuận.\n\nSố giáo dân ngày càng đông do đó, cuối năm 1993, nhà thờ được sửa lại phần cung thánh và mở thêm 2 cánh nhằm đáp ứng nhu cầu dự lễ của giáo dân.\n==Chú thích==\n{{tham khảo|30em}}\n{{Nhà thờ tôn giáo tại Việt Nam}}\n{{Sơ khai kiến trúc Công giáo}}\n\n[[Thể loại:Nhà thờ thuộc Giáo phận Cần Thơ]]\n[[Thể loại:Nhà thờ chính tòa tại Việt Nam|C]]\n[[Thể loại:Tôn giáo tại Cần Thơ]]"}