{"1617502":"[[Tập tin:Nhà nguyện Bá Đa Lộc.jpg|250px|nhỏ|phải|Mặt tiền nhà nguyện]]\n'''Nhà nguyện Tòa tổng Giám mục Thành phố Hồ Chí Minh''' là một ngôi nhà cổ tọa lạc trong khuôn viên [[tòa giám mục|tòa tổng giám mục]] [[Tổng giáo phận Thành phố Hồ Chí Minh]]. Đây được xem là ngôi nhà kiến trúc cổ lâu đời nhất tại thành phố này<ref>[http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/256\/0\/1495\/Nha_nguyen_Toa_Tong_Giam_muc_ngoi_nha_co_nhat_thanh_pho_Ho_Chi Nhà nguyện Tòa Tổng Giám mục, ngôi nhà cổ nhất thành phố Hồ Chí Minh]<\/ref><ref name=\"VNE\"\/>.\n==Lịch sử==\nTrong bối cảnh hai người đã tạo được mối thân tình, vào năm 1790, [[Gia Long|Nguyễn Ánh]] cho dựng một ngôi nhà bằng [[tre]], lợp mái tranh bên hữu ngạn [[Kênh Nhiêu Lộc - Thị Nghè|rạch Thị Nghè]] để làm nơi [[Giám mục]] [[Pigneau de Behaine]] (tức Bá Đa Lộc) ở và dạy học cho hoàng tử [[Nguyễn Phúc Cảnh]]. Thừa sai Lestrade gọi ngôi nhà đó là [[tòa Giám mục|\"dinh\" Giám mục]], mặc dù đó chỉ là ngôi nhà rất thô sơ. Năm 1799, Nguyễn Ánh cho làm lại dinh Giám mục bằng gỗ lợp ngói cho đến khi Giám mục Pigneau de Behaine từ trần (ngày [[9 tháng 10]] năm [[1799]]) thì ngôi nhà trở thành nơi trọ cho một [[linh mục]] thừa sai tên là Liot từ năm [[1799]] đến [[1811]]. Năm 1819, tác giả John White ghi nhận dinh Giám mục trở thành kho chứa quân cụ<ref>[http:\/\/tgpsaigon.net\/baiviet-tintuc\/20110311\/9108 Ngôi nhà nguyện cổ trong Tòa Tổng Giám mục Sài Gòn]<\/ref>.\n\nSau [[Hòa ước Nhâm Tuất (1862)]], vua [[Tự Đức]] giao ngôi nhà gỗ lợp ngói đó cho Giám mục Dominique Lefèbre (1844-1864) - Giám mục tiên khởi của giáo phận Tây Đàng Trong (tiền thân [[Tổng giáo phận Thành phố Hồ Chí Minh]] ngày nay) làm tòa Giám mục. Nhưng sau đó, Giám mục Lefèbre từ trần và thừa sai Colombert, thư ký của Giám mục Miche (1864-1873) vẫn trọ tại tòa Giám mục để lui tới họ đạo Thị Nghè và Cầu Bông thăm viếng giáo dân, và cử hành các bí tích cho cộng đoàn [[Công giáo]]. Năm 1864, để nhường đất xây dựng [[Thảo Cầm Viên Sài Gòn|Thảo cầm viên Sài Gòn]] nên ngôi nhà này được đi dời về khu đất các thừa sai mà hiện nay là Sở Ngoại vụ Thành phố Hồ Chí Minh nằm ở đường [[Alexandre de Rhodes]], gần [[dinh Độc Lập]]. Năm 1897, khi đề cập đến ngôi nhà gỗ lợp ngói đó, học giả [[Trương Vĩnh Ký]] gọi là Dinh Tân Xá.\n\nNăm 1911, tòa Giám mục kiên cố được xây dựng (đường Nguyễn Đình Chiểu ngày nay), Giám mục Mossard (1899-1920) cho di dời ngôi nhà gỗ lợp ngói về trong khuôn viên này để làm nhà nguyện. Năm 1962, Tổng Giám mục [[Phaolô Nguyễn Văn Bình]] cho xây tường gạch thay một số vách ván mục nát của ngôi nhà nguyện cổ và cho gia cố một số cột mục vào năm 1980. Năm 2011, ngôi nhà nguyện cổ đó lần lượt xuất hiện những chỗ mục nát sụp đổ, dấu hiệu của tình trạng xuống cấp trầm trọng, xem ra không còn có thể phục chế hay gia cố nữa nên Ban Văn hoá Công giáo của tổng giáo phận cùng với Ban Quản lý Tòa Giám mục được giao nhiệm vụ nghiên cứu và thực hiện phục chế toàn bộ theo kiến trúc cổ kính như xưa.\n==Kiến trúc==\nMặt bằng ngôi nhà có dạng hình chữ \"Nhất\" (-), tuy xây dựng phục vụ cho việc thờ thượng [[Công giáo]] nhưng ngôi nhà vẫn được quay về hướng nam theo quan điểm dựng nhà truyền thống của [[người Việt]]. Nhìn chung, ngôi nhà được dựng theo kiểu ba gian hai chái Nam Bộ, gian giữa rộng nhất dùng cho việc thờ phượng [[Thiên Chúa]]. Mái ngói âm dương, khung cửa và các cánh cửa đều chạm trổ hoa lá như tạo thêm sức sống cho mặt tiền của căn nhà. Trên cao là một khám thờ bằng gỗ để mộc, chạm trổ các đề tài: ''\"song phượng triều dương\"'' (hai chim phượng chầu mặt trời) ở trên, ''\"tam phúc\"'' (ba con dơi) ở bao lam, hình hoa lá ở phần chân.\n\nChính diện gian giữa là nơi đặt án thờ cầu nguyện, hầu hết chi tiết bên trong được giữ nguyên từ hơn 200 năm trước<ref name=\"VNE\">[http:\/\/vnexpress.net\/gl\/xa-hoi\/2013\/05\/ngoi-nha-co-nhat-sai-gon\/ Ngôi nhà cổ nhất Sài Gòn]<\/ref>. Tuy là một khám thờ [[Giê-su|Chúa Giêsu]], [[Maria|Đức Mẹ Maria]] cùng [[Thánh Giuse]] qua các tượng bằng thạch cao, nhưng hai bên có cặp câu đối bằng [[chữ Hán]] lấy ý từ sách Trung Dung của [[Khổng Tử]]: ''\"Thần chi cách tư, Đức kỳ thạch hĩ\"'' (việc thần thánh không thể lường được, cái đức của thần thánh thịnh lắm thay). Dưới khánh thờ là một bàn lễ đặt trên bục gỗ cao, có một căn ''nhà tạm'' (nơi lưu giữ Mình Thánh Chúa) đặt ở giữa. Ngoài ra còn có tượng [[thánh Têrêsa]] và [[thánh Antôn]] bằng thạch cao, đặt cao trên thân cột. Bên dưới là các dãy băng ghế dành cho [[giáo dân]] cầu nguyện. \n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Tổng giáo phận Thành phố Hồ Chí Minh]]"}