{"123492":"[[Hình:Toàn cảnh nhà Đày.jpg|nhỏ|300px|Toàn cảnh nhà Đày]]\n'''Nhà Đày Buôn Ma Thuột''' là một di tích lịch sử tại [[Đắk Lắk]], [[Việt Nam]] với kết cấu là một di tích hệ thống [[nhà tù]] (nhà đày) cũ từ thời Pháp thuộc, hiện đang do Sở Văn hóa-Thể thao và Du lịch tỉnh Đắk Lắk quản lý. Trước đó, từ 1975 đến 1979 [[Nhà đày]] được giao cho Công an [[Đắk Lắk]] quản lý. Từ năm 1979, [[Nhà đày]] thuộc sự quản lý của Công ty Văn hoá - Thông tin Đắk Lắk. Ngày 10 tháng 7 năm 1980 [[Nhà đày]] được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa - Thông tin]] công nhận là di tích cấp quốc gia.\n\n==Địa điểm==\nKhu di tích [[Nhà tù|Nhà đày]] nằm trên số 18 Đường Tán Thuật - Phường Tự An - Thành phố Buôn Ma Thuột. Cách trung tâm thành phố khoảng 1&nbsp;km về phía Đông Nam. Được bao bọc bởi hai con đường là Tán Thuật và Phạm Hồng Thái.\n\n==Lịch sử==\nTại [[Trung Kỳ]], [[Cao nguyên Đắk Lắk]] bấy giờ bị bao vây giữa bốn bề núi rừng trùng điệp, rậm rạp, nhiều thú dữ. Khí hậu khắc nghiệt, độc địa nóng lạnh thất thường, độ ẩm cao nhiều mầm bệnh nguy hiểm như sốt rét, kiết lỵ, thổ tả dễ phát sinh. Với địa hình cao nguyên rộng, xen kẽ nhiều rừng rậm bao bọc bởi nhiều núi cao, một phía là biên giới với nước ngoài, lại bị chia cắt bởi nhiều thung lũng, sông suối, ít có đường sá, cầu cống. Vào khoảng năm 1900, một nhà lao đã được người Pháp đã xây dựng lên dùng để giam tù chính trị. Tại đây, vùng đất hoang vu, khí hậu độc địa, ít người lui tới, sự khác biệt về ngôn ngữ văn hóa với người dân tộc [[Ê Đê]], hình thành nhà lao giam giữ thì tù nhân khó bề trốn thoát.\n\nCuối thập niên 1920 đầu 1930, phong trào chống thực dân tại Đông Dương tăng cao khi những người bản xứ tiếp thu các tư tưởng cách mạng phương Tây. Số lượng tù nhân chính trị ngày càng tăng cao. Chính quyền liên tục phải mở rộng và xây mới các nhà tù và nhà đày làm nơi lưu đày biệt xứ và giam giữ những nhà cách mạng dân tộc bản xứ bị xử án nặng trên lãnh thổ [[Đông Dương]].\n\nBan đầu [[Khâm sứ Trung Kỳ]] chọn xây dựng [[nhà đày]] tại huyện [[Lăk]], cách thị xã Buôn Ma Thuột khoảng 50&nbsp;km. Tuy nhiên, tỉnh trưởng Đắk Lắk bấy giờ đã đề nghị nên xây dựng [[nhà đày]] ngay tại thị xã Buôn Ma Thuột trên cơ sở mở rộng nhà lao cũ, với lý do việc xây dựng [[nhà đày]] mới đòi hỏi một chi phí lớn trong khi thời đó nước Pháp đang lâm vào cuộc khủng hoảng kinh tế năm [[1929]]; đồng thời, nếu xây dựng ở Lăk thì việc giải tù nhân đi rất xa, tốn kém nhiều thời gian. Từ những lý do đó, Khâm sứ Trung Kỳ quyết định chọn thị xã Buôn Ma Thuột là nơi xây dựng [[nhà đày]].\n\nNhà đày [[Buôn Ma Thuột]] do thực dân [[Pháp]] thiết lập trong thời kỳ 1930 - 1931 để đày biệt xứ và giam giữ những người yêu nước, những đảng viên cộng sản bị bắt, bị xử án nặng ở các tỉnh [[Trung Kỳ]], những người đi đầu trong các cuộc đấu tranh phong trào [[Xô Viết Nghệ Tĩnh]].\n\n* Một điểm đặc biệt khác với các nhà tù, nhà đày khác là tù nhân phải tự làm [[nhà tù]] để giam giữ chính họ đó là cách nổi bật nhất mà thực dân Pháp tiến hành ở nhà đày [[Buôn Ma Thuột]].\n* Nhà đày toạ lạc trên một khuôn viên rộng gần 2 ha vị trí này gần toà công sứ, trại lính khố xanh, nhà lao tỉnh. Đây là một đồi ít cây lớn, cho phép những xe tải dễ lui tới vận chuyển nguyên vật liệu.\n* Bản thiết kế và kế hoạch do kỹ sư trưởng, giám đốc công chính Trung kỳ soạn thảo.\n\nTừ năm 1930 [[Nhà đày]] Buôn Ma Thuột đã giam giữ những người hoạt động như: [[Hồ Tùng Mậu]], [[Phan Đăng Lưu]], [[Nguyễn Chí Thanh]], [[Tố Hữu]], [[Hồng Chương (định hướng)|Hồng Chương]], [[Bùi San]], [[Trần Văn Quang]], [[Ngô Đức Độ]], [[Ngô Xuân Hàm]]...\n\n==Kiến trúc==\n[[Nhà đày]] Buôn Ma Thuột được xây dựng năm 1930 với quy mô kiên cố trên một mảnh đất hình vuông, mỗi cạnh 200m, tường cao dày bao bọc xung quanh. Nhà đày chia ra 6 lao, mỗi lao giam giữ mỗi loại tù nặng nhẹ khác nhau.\n===Thời Pháp thuộc===\n[[Hình:Cổng thời Pháp.jpg|nhỏ|200px|Cổng thời Pháp]]\n:[[Nhà đày]] bao gồm sáu dãy phòng giam (từ lao 1 đến lao 6), một dãy xà lim và một số hạng mục phục vụ cho việc cai trị: nhà quản ngục, bếp ăn, bệnh xá…Bao quanh là bốn bức tường cao, có dây thép gai ở trên.\n:[[Nhà đày]] được thiết kế theo mô típ cổ điển của thực dân. Nó vừa tận dụng được mặt bằng, vừa kiểm soát được tù nhân một cách hiệu quả nhất. Mô típ mà Thực Dân Pháp xây dựng Nhà đày là theo mô típ hình chữ U, không có điểm nào kết thúc bằng chữ T hoặc rời rac nhau.\n*Cổng thời Pháp: Mở từ lúc Pháp mới thiết lập [[Nhà đày]], cửa hướng ra phía Nam.\n*Hệ thống pháp canh: Bốn góc của [[Nhà đày]] có bốn tháp canh, có lính canh 24\/24. Từ các tháp canh có thể quan sát được toàn bộ khuôn viên [[Nhà đày]].\n*Tường bao vây: Hệ thống tường bao cao 4m, dày 40&nbsp;cm, phía trên có hàng rào dây thép gai, có điện chiếu sáng vào ban đêm.\n*Lao 1,2: Được thiết kế tương đối giống nhau, dài khoảng 30m, rộng 6,5m, trên tường có cửa sổ nhỏ để ánh sáng chiếu vào, trên trần nhà có chăng dây thép gai. Lao 1, 2 là nơi để giam giữ những tù chính trị mà thực dân Pháp cho là nguy hiểm, riêng lao 2 khi chưa xây xong dãy xà lim được coi là lao biệt giam.\n*Lao 3,4: Lao 3 và 4 nằm ở phía Bắc của Nhà đày, đây là nơi giam giữ tù nhân bị liệt vào loại nguy hiểm.\n:Hai lao này nối liền bằng một phòng tra tấn ở giữa.\n:Trong mỗi lao, trừ một lối giữa để đi lại, hai bên kê sạp gỗ ván làm chỗ nằm cho tù nhân. Các sạp gỗ kéo dài suốt hai phía:tường của lao. Phía dưới chân sạp đặt một dãy cùm gỗ và treo những ống tre cho tù nhân đi vệ sinh. Cùm làm bằng hai thanh gỗ:dày có đục lỗ hình bán nguyệt, cách một quãng ngắn có một trụ gỗ chắc chắn để giữ cho hai tấm ván khỏi rời ra.\n*Lao 5,6: Ở phía đông [[Nhà đày]], được thiết kế giống lao 1, 2. Lao 5 và 6 là nơi dành cho những người đi làm ngoài với những công việc nặng nhọc, vất vả.\n*Nhà bếp: Nhà bếp nằm phía sau lao 5, 6. Có khoảng 30 người làm việc, nhà ăn tập thể có thể chứa khoảng 300 người. Đến giờ ăn, cơm được đổ vào mẹt từ đó mới có người đi phân phát cho tù nhân. Bên cạnh nhà bếp còn có chuồng gà, bể tắm lộ thiên, nhà xí công cộng cho vài chục người vào một lượt.<ref name=\":0\">Lý Thị Hương Nhàn - nhân viên hướng dẫn của nhà Đày.<\/ref>\n*Nhà làm việc của quản ngục: Là nơi làm việc của quản ngục, đồng thời cũng diễn ra những cuộc tra tấn, khai thác tù nhân khi tù nhân mới được chuyển đến [[nhà đày]].\n*Xà Lim: Là nơi giam giữ những tù nhân mà [[Pháp]] cho là nguy hiểm và cứng đầu.\n:Dãy xà lim có 21 phòng, mỗi phòng rộng 1m, dài 2,5m. Trong phòng có một sạp nằm, cuối sạp có hai ống tre, thanh cùm chân,:cánh cửa chỉ có một lỗ vuông nhỏ để lính canh giám sát.<ref>Bài slide của hướng dẫn viên nhà Đày.<\/ref>\n:Bên ngoài là khoảng sân rộng để tù nhân ra đó tắm nắng, có những cục tạ to dùng để cùm chân.\n*Bệnh xá: Nằm ngay ở cổng phía Tây của Nhà đày. Hiện nay có trưng bày tượng ở trong.\n*Nhà xưởng: Thực dân Pháp sử dụng [[tù nhân]] để làm những công cụ lao động, xiềng xích, gông cùm…\n\n===Thời Chiến tranh Việt Nam===\n[[Tập tin:Cổng Thời Mỹ (Cổng ra vào hiện nay).jpg|nhỏ|phải|250px|Cổng thời [[chiến tranh Việt Nam]] (cũng là Cổng ra vào hiện nay)]]\n:Năm [[1954]] chính quyền [[Việt Nam Cộng hòa]] sử dụng lại [[Nhà đày]] và xây một bức tường chia [[Nhà đày]] làm hai phần, một bên làm Kho quân nhu, một bên làm Trung tâm cải huấn. Lao 3,4 là nơi được dùng để giam giữ tù nhân, ngăn hai lao này ra thành những phòng nhỏ và cho xây dựng thêm một số hạng mục khác. \n*Cổng: Cánh cổng phía Tây được mở thêm, ở phía đường Tán Thuật. Hiện nay đây là cổng vào [[Nhà đày]].\n*Xà Lim: Lúc đầu đây là câu lạc bộ cho lính canh và quản ngục sinh hoạt, sau được ngăn ra để làm dãy xà lim. Khác với thời Pháp là lỗ cùm hình vuông và cửa có hai then cài.\n*Nhà Bình An: Nhà Bình An được xây dựng để cho những tù nhân theo [[Phật giáo]] sinh hoạt. \n:Nhà có kiến trúc 4 mái, phía trước có bánh xe [[Pháp luân]] và cuốn thư, biểu tượng của đạo Phật, hai bên đầu cuốn thư có hoa sen và thanh kiếm. Phía dưới có câu \"Quốc Thái Dân An\", viết nổi. Hàng cột ở dưới mô phỏng lối kiến trúc cửa [[Cổng tam quan|tam quan]] truyền thống.\n*Nhà Nguyện: Là nơi sinh hoạt của những người theo [[Công giáo]]. Trên nóc có một cây thánh giá lớn, phía dưới có chữ \"NHÀ NGUYỆN\" đắp nổi.\n*Nhà lao nữ: Thời [[Pháp]] do số lượng tù nữ ít (2 người) nên không có nơi giam tù nữ riêng. Đến thời này, phần cuối lao 5 được ngăn ra thành hai buồng giam cho nữ.\n\n==Những hoạt động diễn ra==\n===Hoạt động học tập===\n[[Hình:Cảnh học tập của các tù nhân.jpg|nhỏ|200px|Cảnh học tập của các tù nhân]]\n*Các lớp học văn hóa được tổ chức khá chu đáo, thu hút nhiều người, kể cả những người lớn tuổi. Qua sách báo và tài liệu được gửi tặng, tù nhân có điều kiện theo dõi tình hình bên ngoài, nắm được các chủ trương đường lối của Đảng.\n*Các tổ chức trong [[Nhà đày]] còn đặc biệt chú trọng mở nhiều lớp học văn hóa, chính trị, quân sự phù hợp với trình độ của từng đối tượng tù nhân và yêu cầu của nhiệm vụ cách mạng.\n*Nội dung học tập lý luận là những nguyên lý cơ bản của [[chủ nghĩa Mác-Lênin]], như chủ nghĩa duy vật biện chứng, duy vật lịch sử,nguyên lý cơ bản về một Đảng kiểu mới của Lênin, tóm tắt lịch sử Đảng Cộng sản Liên Xô, năm loại công tác vận động quần chúng (công vận,nông vận,binh vận, phụ vận,thanh vận), Nghị quyết hội nghị Trung ương lần thứ tám (5-1941) và chương trình Điều lệ Việt Minh <ref>Tỉnh Ủy Đắk Lắk - Viện Lịch sử Đảng(2010), ''Lịch sử nhà Đày Buôn Ma Thuột (1930 - 1945)'', Đắk Lắk.<\/ref> cũng được một số tù nhân nhớ lại và ghi chép thành tài liệu thảo luận, học tập. Ngoài ra, các tù nhân còn trao đổi về các vấn đề như kinh nghiệm vận động cách mạng của các địa phương; một số điểm về văn học nghệ thuật, thơ văn...\n*Giảng viên là những người nắm vững nội dung,phương pháp giảng dạy từng môn học được phân công phụ trách. Tài liệu học tập được ghi chép rất công phu và cất giấu rất kín đáo trong các ống nước uống hai đáy, trong guốc, dép của tù nhân.\n*Sau mỗi khóa học, có tổ chức thi kiểm tra sát hạch.\n*Việc học tập quân sự cũng rất được coi trọng, thu hút hơn một nửa số tù chính trị hăng hái tham gia.\n*Do kết quả của quá trình nghiên cứu, học tập nên nhiều người sau khi ra tù đã trở thành những cán bộ lý luận đảm nhiệm những chức vụ quan trọng trong Đảng.\n\n===Chính sách cai trị của thực dân Pháp===\n[[Hình:Cảnh đàn áp của thực dân Pháp.jpg|nhỏ|200px|Mô hình cảnh đàn áp của thực dân Pháp (tái tạo)]]\n*Thực dân [[Pháp]] xuất phát từ chủ trương lợi dụng những đặc điểm về vị trí địa lý, địa hình, dân cư và tình hình kinh tế, chính trị xã hội của tỉnh [[Đắk Lắk]] lúc bấy giờ để cách ly tù cộng sản ở Trung kỳ khỏi phong trào cách mạng của quần chúng. Bên cạnh đó lợi dụng tình hình cư dân nhiều sắc tộc ở [[Đắk Lắk]] để tạo thành một \"bức tường thành\" bao vây tù nhân.\n*Để giúp cho việc quản lý chặt chẽ số người Kinh sống ở thị xã và trong các đồn điền, thực dân Pháp cho [[Nam Triều]] đặt một viên quản đạo (ngang hàm tri phủ) người Việt dưới sự điều khiển của công sứ Pháp. \n*Ở [[Buôn Ma Thuột]] lúc đó có một đội lính khố xanh người Thượng do Thanh tra Mô-li-ni (Maulini) chỉ huy. Hai sĩ quan giúp việc là chánh cảnh vệ Mô-sin (Moshine) và Bô-nen-li (Bonelli) chỉ huy đồn lính khố xanh thị xã, kiêm cai quản nhà lao tỉnh. Đối với tù nhân [[Nhà đày]] [[Buôn Ma Thuột]], cả ba người chỉ huy nói trên là những con quỷ dữ. Tàn ác nhất là Quản ngục Mô-sin. Mô-sin nói rất sõi tiếng Việt và tiếng Êđê. Y đánh đập tù nhân và cả binh lính người địa phương một cách tàn nhẫn, thậm chí còn dùng lưỡi lê đâm tù nhân rồi liếm máu dính trên lưỡi lê.\n*Khi đến [[Nhà đày]], mỗi tù nhân được phát một bộ quần áo vải xanh, một chăn mỏng. Những thứ đó không đủ ấm trong những đêm lạnh thấu xương giữa miền núi rừng âm u. Tù nhân không có màn phải chịu cực hình của nạn muỗi mòng, bọ chó.\n*Không những bị giam cầm, cùm kẹp, bị đánh đập dã man, tù nhân ở Buôn Ma Thuột còn phải đi lao dịch khổ sai. Ngoài việc tận dụng sức lực của tù nhân vào mục đích kinh tế, chúng còn nhằm hành hạ họ cả về thể xác lẫn tinh thần, làm cho tù nhân kiệt sức mà rã rời ý chí đấu tranh, từ bỏ lý tưởng cách mạng. Trên công trường, cứ 5m có một lính khố xanh canh giữ. Tù nhân nào vì ốm yếu, mệt mỏi, không đủ sức làm việc theo lệnh chúng, đều bị lính dùng roi trúc, gậy gỗ đánh vào lưng, vào đầu.\n*Ở [[Nhà đày]] chính, mỗi ngày tù nhân được ăn 700 gram gạo; còn đi lao dịch trên công trường được ăn hơn một chút (800 gram gạo), thức ăn thì có cá khô mục và bí đỏ đưa từ Nha Trang lên hoặc đưa từ Cam-pu-chia sang. Bữa ăn của tù nhân chỉ được quy định trong mấy phút, nếu vì lý do nào đó mà bữa ăn quá giờ quy định thì họ bị đánh.\n:Trong tình cảnh của chế độ [[Nhà đày]] như thế, tù nhân chỉ có hai con đường: hoặc là chết mòn trong yên lặng, trong sự nhục nhã ê chề, hoặc là đoàn kết tổ chức nhau lại để đấu tranh đòi bọn thống trị phải thực hiện các yêu cầu của họ trong khuôn khổ chế độ tù chính trị.\n\n===Các hoạt động đấu tranh===\n*Cuộc đấu tranh của tù chính trị trong [[Nhà đày]] Buôn Ma Thuột bắt đầu diễn ra từ năm [[1930]], cuộc đấu tranh trở nên quyết liệt khi các đoàn tù cộng sản từ Nghệ An, Hà Tĩnh, Quảng Ngãi, Bình Định, Phan Thiết,… bị đày lên [[Buôn Ma Thuột]].\n*Cuộc đấu tranh đầu tiên là nhằm chống đánh đập và chế độ ăn uống tồi tệ.\n*Ở các công trường làm [[Nhà đày]] đã nổ ra một số cuộc đấu tranh lớn của tù nhân, cuộc đấu tranh nhanh chóng lan rộng sang cả tù thường. Từ đấu tranh bằng hình thức hò la dần dần xuất hiện các cuộc đấu tranh chống đánh đập kết hợp với các yêu cầu kinh tế và chính trị.\n*Các cuộc đấu tranh trên đã phần nào nâng cao tinh thần chiến đấu của các tù nhân và các viên quản ngục của Thực Dân Pháp đã phải nới lỏng chế độ giam cầm.\n*Tổ chức đầu tiên nhằm tập hợp tù nhân ở [[Nhà đày]] Buôn Ma Thuột đã được thành lập vào đầu năm 1933 với tên gọi là \"hội tương trợ\". Hội này phát triển rộng khắp trong [[Nhà đày]] đây là hội từ nhân có tính chất quần chúng đầu tiên ở [[Nhà đày]] Buôn Ma Thuột do những người tù cộng sản chỉ đạo bí mật.\n*Ngoài ra các tù nhân ở nhà Đày Buôn Ma Thuột còn đưa ra các yêu sách đòi thực hiện chế độ tù chính trị, đòi được đọc sách báo, không phải đi lao động khổ sai, được cải thiện chế độ ăn và đòi đổi quản ngục Mô-sin đi nơi khác.\n*Cuộc đấu tranh của các tù nhân trong [[Nhà đày]] Buôn Ma Thuột ngày càng phát triển mạnh mẽ làm cho bọn cầm quyền phải lúng túng và gặp nhiều khó khăn trong việc quản ngục.\n*Trong giai đoạn 1936 – 1945: Có cuộc vượt ngục của Nguyễn Chí Thanh, Lê Tất Đắc, Phan Doãn Giá ngày 19\/1\/1942. Lợi dụng đi lao dịch bên ngoài họ đến gần một túp lều tranh bỏ không giữa đồng để nghỉ ngơi, người lính gác cũng đi theo và bị trói lại sau đó họ đã bỏ trốn.\n*Tại ngục Đăk Mil tháng 12\/1942 cuộc vượt ngục của 04 người là: Nguyễn Tạo, Chu Huệ, Vân Lĩnh, Doanh – cuộc vượt ngục đã thành công và 6 tháng sau họ mới về tới được quê hương của mình.\n*Vào tết Giáp Thân năm 1944, một cuộc duyệt binh của tù nhân trong [[Nhà đày]] đã được tổ chức.\n*Năm 1975, cuộc [[Chiến tranh Việt Nam|Kháng chiến chống Mĩ]] kết thúc thắng lợi, thống nhất đất nước. [[Nhà đày]] Buôn Ma Thuột cũng được giải tán.\n\n==Thư viện ảnh==\n<gallery>\nTập tin:Nhà Nguyện.jpg|Nhà Nguyện.\nTập tin:Nhà Quốc Thái Dân An.jpg|Nhà Quốc Thái Dân An\nTập tin:Khu xà lim với lỗ cùm vuông.jpg|Khu xà lim với lỗ cùm vuông\nTập tin:Tháp Canh.jpg|Tháp Canh\nTập tin:Khu biệt giam.jpg|Khu biệt giam\nTập tin:Nhà Bếp.jpg|Nhà Bếp\nTập tin:Phòng Trừng bày.jpg|Phòng Trưng bày vật kỷ niệm hiện nay\nTập tin:Tranh mô tả cảnh duyệt binh.jpg|Tranh mô tả cảnh duyệt binh\nTập tin:Tranh mô tả cảnh tù nhân làm việc trên công trường.jpg|Tranh mô tả cảnh tù nhân làm việc trên công trường\nTập tin:Đồ dùng cá nhân.jpg|Đồ dùng cá nhân của 1 tù nhân, có ngăn bí mật\nTập tin:Đồ dùng cá nhân 1.jpg|Cặp lồng của 1 tù nhân\nTập tin:Cảnh tra tấn.jpg|Mô hình cảnh tra tấn (phục dựng)\nTập tin:Hoạt động lao động tại nhà xưởng.jpg|Mô hình hoạt động lao động tại nhà xưởng (phục dựng)\n\n<\/gallery>\n\n==Các bài thơ==\n\n==Một số bài thơ được sáng tác trong Nhà Đày Buôn Ma Thuột:==\n::::::::::::::::::::\n{| class=\"wikitable\"\n|+\n!\n!\n!\n!\n!\n|-\n|\n|\n|\n|\n|\n|-\n|\n|\n|\n|\n|\n|-\n|\n|\n|\n|\n|\n|}\n::::::::::::::::::::<ref name=\":0\" \/>'''ĐẢNG GỌI CẤT CÁNH BAY''' <ref>Trích theo ''Tiếng hát rừng xanh'', Ty Văn hóa và Thông tin Đăk lăk, 1981,tr.29.<\/ref>\n{{cquote|Bạn ơi xin hãy nhớ hôm nay!<br \/>\nNhớ cảnh đề lao những tháng ngày<br \/>\nCơm nắm nước bầu cơn hoạn nạn,<br \/>\nChân bùn tay lấm nỗi chua cay.<br \/>\nKìa khi đàm luận câu thơ phú,<br \/>\nNọ lúc nghị bàn chuyện dở hay.<br \/>\nTu thân luyện chí thêm bền vững.<br \/>\nHễ nghe Đảng gọi cất cánh bay|||1931 PHẠM KIỆT}}\n\n::::::::::::::::::::'''QUYẾT KHÔNG LÙI'''<ref>Theo ''Tiếng hát trong tù'', Nhà xuất bản Thanh Niên, HN, 1974,t.2, tr.17.<\/ref>\n\n{{cquote|Đi lắm chồn chân tạm phải ngồi<br \/>\nNgồi xem sân khấu diễn tuồng chơi.<br \/>\nQuân thù đắc chí phồng mang thét,<br \/>\nTướng chó ra oai cắn xé mồi.<br \/>\nThịt nát mặc thây, đâu xá kể,<br \/>\nXương tan ta vẫn quyết không lùi.<br \/>\nHạ màn sẽ biết bên nào thắng,<br \/>\nChánh nghĩa xưa nay vẫn sang ngời !|||1933 PHAN THÁI ẤT}}\n\n::::::::::::::::::::'''TRUY ĐIỆU BỐN ĐỒNG CHÍ HY SINH'''\n::::::::::::::::::::'''Ở LAO BUÔN MA THUỘT'''<ref>Trích từ tập ''Thơ ca cách mạng 1925 – 1945'', Nhà xuất bản Khoa học xã hội, HN, 1973, tr.393.<\/ref>\n\n{{cquote|Mất nước lại còn thêm mất bạn,<br \/>\nThương đời trái lại cũng thương thân.<br \/>\nSóng lừng bể khổ, lòng trong vắt,<br \/>\nKhói tỏa trời thu, sắc trắng ngần.|||1940 ĐINH CHƯƠNG DƯƠNG}}\n\n==Nguồn tư liệu tham khảo==\n#Cao Thị Mai - Nhân viên phụ trách Thư viện Tỉnh Đắk Lắk số 06 Trần Quang Khải, TP. Buôn Ma Thuột, Đắk Lắk\n#Kpă Tố Nga - Trưởng phòng phụ trách Nhà Đày Buôn Ma Thuột.\n#Tỉnh Ủy Đắk Lắk - Viện Lịch sử Đảng(2010), ''Lịch sử nhà Đày Buôn Ma Thuột (1930 - 1945)'', Đắk Lắk.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.youtube.com\/watch?v=d-Na48TT1yk Video quay cảnh nhà Đày do nhóm 3 PPNCKH thực hiện.]\n* [http:\/\/vhttdldaklak.gov.vn\/TinTuc\/tabid\/59\/id\/93\/Default.aspx Nhà đày Buôn Ma Thuột.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130516043556\/http:\/\/vhttdldaklak.gov.vn\/TinTuc\/tabid\/59\/id\/93\/Default.aspx |date = ngày 16 tháng 5 năm 2013}}\n* [http:\/\/baodaklak.vn\/channel\/3721\/201108\/Tu-nhung-cau-chuyen-o-Nha-day-Buon-Ma-Thuot-2088010\/ Từ những câu chuyện ở Nhà đày Buôn Ma Thuột.]\n* [http:\/\/dangcongsan.vn\/CPV\/Modules\/News\/NewsDetail.aspx?co_id=30559&cn_id=33675 Nhà đày Buôn Ma Thuột – Nơi tổ chức thắng lợi trong cuộc vận động Cách mạng Tháng Tám ở Đắk Lắk.]\n*[http:\/\/vea.gov.vn\/vn\/hientrangmoitruong\/mtxsd\/Pages\/Nh%C3%A0%C4%91%E1%BA%A7yBu%C3%B4nMaThu%E1%BB%99t-M%E1%BB%99tch%E1%BB%A9ngt%C3%ADchl%E1%BB%8Bchs%E1%BB%AD.aspx Nhà Đày Buôn Ma Thuột - Một chứng tích lịch sử.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150713152548\/http:\/\/vea.gov.vn\/vn\/hientrangmoitruong\/mtxsd\/Pages\/Nh%C3%A0%C4%91%E1%BA%A7yBu%C3%B4nMaThu%E1%BB%99t-M%E1%BB%99tch%E1%BB%A9ngt%C3%ADchl%E1%BB%8Bchs%E1%BB%AD.aspx |date = ngày 13 tháng 7 năm 2015}}\n\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Nhà tù tại Việt Nam]]\n[[Thể loại:Vi phạm nhân quyền]]\n[[Thể loại:Công trình kiến trúc Pháp tại Đắk Lắk]]"}