{"2393058":"[[Tập tin:Nhà Thờ Chính Tòa Bắc Ninh.jpg|nhỏ]]\n[[Tập tin:Cathedrate Bac Ninh.jpg|nhỏ|Nhà thờ hồi đầu thế kỉ 20|thế=]]\n'''Nhà thờ chính tòa Bắc Ninh''' với tước hiệu '''Nhà thờ Nữ vương Rất Thánh Mân Côi''' là nhà thờ chính tòa của [[Giáo phận Bắc Ninh]]<ref>{{Chú thích web|url=http:\/\/www.simonhoadalat.com\/hochoi\/giaohoivn\/VanKienToaThanh\/SacChiVenerabiliumNostrorum.htm|tựa đề=Sắc chỉ Venerabilium Nostrorum thiết lập hàng Giáo Phẩm Việt Nam|url-status=live}}<\/ref>, nằm ở số 537 đường [[Ngô Gia Tự]], phường [[Ninh Xá, thành phố Bắc Ninh|Ninh Xá]], [[thành phố Bắc Ninh]], tỉnh Bắc Ninh. Trong nhà thờ còn lưu giữ một bức tượng Đức Mẹ Mân Côi do các linh mục [[Dòng Anh Em Giảng Thuyết|dòng Đa Minh]] tặng nhân dịp khánh thành nhà thờ năm 1892. Nhà thờ chính tòa Bắc Ninh cách [[Hà Nội]] 31 km.\n\nNăm 1679, tòa thánh Vatican phân chia Đàng Ngoài thành hai giáo phận Đông và Tây. Vùng đất Bắc Ninh thuộc về giáo phận Đông.\n\nNgày 29 tháng 5 năm 1883, [[Giáo hoàng Lêô XIII]] ký tông sắc thiết lập giáo phận Bắc Đàng Ngoài bao gồm cả phần đất của giáo phận Lạng Sơn ngày nay. Năm 1924, giáo phận Bắc Đàng Ngoài được đổi tên thành Giáo phận Bắc Ninh.\n\nNăm 1889, Giám mục Antonio Colomer Lễ (1883- 1902) đã mua một mảnh đất cách thành Bắc Ninh khoảng 200m để xây dựng nhà thờ. Sau 3 năm xây dựng, nhà thờ Bắc Ninh được khánh thành vào năm 1892. Nằm ở trung tâm của vùng văn hóa Kinh Bắc, nhà thờ chính tòa là địa điểm dễ quy tụ giáo dân trong vùng lân cận<ref>{{chú thích web|title=Giáo phận Bắc Ninh: Một chặng đường dài|url=http:\/\/www.giaophanbacninh.org\/giao-ph%E1%BA%ADn-b%E1%BA%AFc-ninh-m%E1%BB%99t-ch%E1%BA%B7ng-d%C6%B0%E1%BB%9Dng-dai\/|publisher=Trang web Giáo phận Bắc Ninh|access-date=2013-09-21|archive-date=2013-09-30|archive-url=https:\/\/web.archive.org\/web\/20130930215816\/http:\/\/www.giaophanbacninh.org\/giao-ph%E1%BA%ADn-b%E1%BA%AFc-ninh-m%E1%BB%99t-ch%E1%BA%B7ng-d%C6%B0%E1%BB%9Dng-dai\/}}<\/ref>.\n\nNhà thờ được xây dựng theo phong cách [[kiến trúc Baroque]] của [[Tây Ban Nha]] mặt bằng cấu trúc theo bố cục hình chữ thập. Chiều dài nhà thờ 45m, chiều rộng 12m, có hai hàng cột chính hình chữ nhật nổi lên hai bên tường chồng cao 2 tầng, mỗi bên 6 cột<ref name=\":0\" \/>. Hai tháp chuông cao 22m, có 5 tầng. Trong tháp có 3 quả chuông đồng tương ứng với 3 nốt nhạc là Son thăng, Si, Rê thăng. Khi kéo cả 3 quả cùng lúc sẽ tạo nên hợp âm Son thăng thứ<ref name=\":1\">{{Chú thích sách|title=Kỷ niệm 125 Nhà thờ Bắc Ninh, sách đã dẫn.|last=Tòa giám mục Bắc Ninh|pages=17}}<\/ref>. \n\nMặt tiền nhà thờ có nhiều hình ảnh gắn với Đức Maria. Trên cùng là hình trái tim (Mẫu tâm), vương miện, dưới là triều thiên và 4 bông hoa hồng. Kế bên có hình huy hiệu của giám mục Antonio Colomer Lễ và Macximinô Khâm. Dưới cùng có 3 lối vào nhà thờ, cửa lớn ở chính giữa, hai cửa nhỏ hai bên. \n\nChất liệu chủ yếu xây dựng nhà thờ có nhiều vật liệu truyền thống: gạch nung bằng rơm rạ, kèo bằng sắt, xà gồ bằng xoan ngâm cả cây, cầu phong, litô cũng bằng xoan. \n\nNăm 1950, giám mục [[Đa Minh Hoàng Văn Đoàn]] O.P đã cho trùng tu nhà thờ.\n\nTrong thời gian chiến tranh có hàng trăm ngôi nhà thờ xứ, họ của Giáo phận Bắc Ninh bị bom đạn phá hủy hay buộc phải tiêu thổ kháng chiến nhưng nhà thờ chính tòa vẫn được bảo vệ nguyên vẹn. Năm 1964, khi máy bay Mỹ bắt đầu ném bom miền Bắc Việt Nam, năm 1965, giám mục [[Phaolô Giuse Phạm Đình Tụng]] đã dâng nhà thờ và toàn giáo phận cho Trái tim Chúa Giêsu<ref name=\":0\">{{Chú thích sách|title=Kỷ niệm 125 năm Nhà thờ Chính tòa Bắc Ninh (1892 - 2017). Di sản đức tin và kiến trúc văn hóa.|last=Tòa giám mục Bắc Ninh|first=|pages=9-13}}<\/ref>.\n\nNăm 1992 mừng kỷ niệm 100 năm nhà thờ, cố [[Giáo hoàng Gioan Phaolô II]] đã ban cho Nhà thờ chính tòa Bắc Ninh là nơi hành hương hưởng Ơn Toàn Xá vĩnh viễn cho những ai đến kính viếng có đù điều kiện theo giáo luận<ref>{{chú thích web|title=Thư ngỏ về việc sửa chữa Nhà thờ Chính Toà Bắc Ninh|url=http:\/\/conggiao.info\/news\/2106\/1568\/thu-ngo-ve-viec-sua-chua-nha-tho-chinh-toa-bac-ninh.aspx|publisher=Tòa Giám mục Bắc Ninh|access-date=2013-09-21}}<\/ref>.\n\nTrải qua thời gian nhà thờ đã bị xuống cấp nghiêm trọng: mái bị dột, máng chảy nứt, tường bị thấm nước, không còn đủ an toàn. Năm 2012, nhân kỷ niệm 120 năm ngày thánh hiến, nhà thờ đã được trùng tu. Trong quá trình trùng tu, kiến trúc ban đầu của nhà thờ được giữ nguyên, hệ thống mái được tân trang nhưng không làm thay đổi diện mạo gốc. Toàn bộ hệ thống xà gồ, cầu phong litô được thay mới bằng gỗ lim<ref name=\":0\" \/>, hệ thống trần nhà thờ được đan thủ công từ những thanh gỗ dổi theo hình caro với diện tích mỗi ô là 4x4cm theo thiết kế ban đầu, đồng thời những ô cửa sổ được lắp các tranh kính hình chân dung 4 thánh sử viết sách Phúc Âm và 20 mầu nhiệm Mân Côi<ref name=\":1\">{{Chú thích sách|title=Kỷ niệm 125 Nhà thờ Bắc Ninh, sách đã dẫn.|last=Tòa giám mục Bắc Ninh|pages=17}}<\/ref>.\n\nVách cung thánh nhà thờ được tạo nên bằng hàng trăm mảnh gỗ hương đỏ xếp so le kết hợp cùng độ cong của không gian. Điểm nhất chính trên gian cung thánh là cây Thánh giá lớn bằng gỗ hương đỏ, tượng Chúa chịu nạn bằng gỗ pơ mu nguyên khối. Bàn thờ được làm bằng gỗ hương đỏ, chân là hình ảnh 4 mùa Xuân - Hạ - Thu - Đông tạo thành khung hình của một bức tranh \"Chúa Chiên Lành\". Mặt bàn thờ bẵng gỗ nguyên khối kích thước 2,4x0,9m. Mặt trước khắc họa chân dung 12 thánh tử đạo của Giáo phận Bắc Ninh, xung quanh mặt bàn khắc tên 100 vị đầu mục tử đạo ngày 4 tháng 4 năm 1862. Ghế và bục lời Chúa cũng được làm bằng gỗ hương đỏ, chạm khắc tứ quý: tùng, cúc, trúc, mai.\n\nBên phải gian cung thánh là nhà tạm được mô phỏng cổng thành Bắc Ninh, bên trái là tượng thánh tử đạo [[Giuse Hoàng Lương Cảnh]]. Phía trên là bức phù điêu khắc hình ảnh 12 thánh tử đạo Bắc Ninh trên nền mặt cái chiêng. Nền nhà thờ sát cung thánh là nơi an nghỉ của giám mục Thêđôô Gôdalia Phúc, bên phải là phần mộ giám mục [[Giuse Maria Nguyễn Quang Tuyến]].  \n\nGiám mục [[Cosma Hoàng Văn Đạt]] trong thánh lễ ngày 13 tháng 10 năm 2012 kỷ niệm 120 năm thánh hiến nhà thờ nói: \"Ngôi nhà thờ này là di sản đức tin vô giá của giáo phận cần được gìn giữ và bảo tồn vì chỉ cách thành cổ Bắc Ninh khoảng 200m, nơi có 100 vị đầu mục Bắc Ninh bị chôn sống ngày 4 tháng 4 năm 1862.\"<ref>{{chú thích web|title=Nhà thờ chính tòa Bắc Ninh: Một di sản đức tin|url=http:\/\/vietnam.ucanews.com\/2012\/10\/15\/nha-th%E1%BB%9D-chinh-toa-b%E1%BA%AFc-ninh-m%E1%BB%99t-di-s%E1%BA%A3n-d%E1%BB%A9c-tin\/|access-date=2013-09-21|archive-date=2013-09-23|archive-url=https:\/\/web.archive.org\/web\/20130923085801\/http:\/\/vietnam.ucanews.com\/2012\/10\/15\/nha-th%E1%BB%9D-chinh-toa-b%E1%BA%AFc-ninh-m%E1%BB%99t-di-s%E1%BA%A3n-d%E1%BB%A9c-tin\/}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Nhà thờ tôn giáo tại Việt Nam}}\n\n[[Thể loại:Nhà thờ chính tòa tại Việt Nam|B]]\n[[Thể loại:Nhà thờ thuộc Giáo phận Bắc Ninh|Chính tòa]]\n[[Thể loại:Nhà thờ Baroque tại Việt Nam|B]]\n[[Thể loại:Kiến trúc Baroque Tây Ban Nha|B]]"}