{"447353":"[[Tập tin:nhahatcheoninhbinh.jpg|nhỏ|phải|250px|Cổng vào nhà hát Chèo Ninh Bình]]\n[[Tập tin:Tienghatdaingan.jpg|nhỏ|phải|250px|Một cảnh trong vở Tiếng hát đại ngàn]]\n'''Nhà hát Chèo Ninh Bình''' là đơn vị hoạt động nghệ thuật chèo chuyên nghiệp, gồm 2 đoàn chèo. Nhà hát được thành lập trên cơ sở nâng cấp Đoàn chèo Ninh Bình. Đây là Nhà hát Chèo nằm trên vùng đất [[kinh đô Hoa Lư]] xưa vốn được coi là đất tổ của sân khấu Chèo từ thế kỷ X. Trải qua hàng nghìn năm lịch sử, hiện nay chèo Ninh Bình vẫn là một trong những cái nôi hát chèo mạnh nhất ở Việt Nam. Từ năm 2010 đến nay, Nhà hát Chèo Ninh Bình là đơn vị nhà hát Chèo lớn nhất nằm ngoài thủ đô Hà Nội với tổng số nhân lực > 100 người trong khi các nhà hát Chèo tỉnh khác thường duy trì 45 - 60 người. Trong không gian văn hóa [[nghệ thuật chèo]], Nhà hát Chèo Ninh Bình thuộc chiếng Chèo xứ Nam, ngoài Chèo nhà hát còn có vai trò bảo tồn các loại hình nghệ thuật văn hóa dân gian khác như xẩm, hát văn và ca trù.<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/san-khau\/20130506\/nha-hat-cheo-ninh-binh-vung-tay-cheo\/546757.html Nhà hát chèo Ninh Bình vững tay chèo]<\/ref>\n\n==Lịch sử hình thành==\n===Nghệ thuật Chèo ở Ninh Bình===\nVùng đất [[kinh đô Hoa Lư]], [[Ninh Bình]] từ thời [[nhà Đinh]] xưa đã là quê hương của nghệ thuật sân khấu Chèo, hiện nơi đây vẫn là một trong những cái nôi [[Chèo]] ở [[Việt Nam]]. Chèo phát triển trong cung đình từ thế kỷ X đến thế kỷ XV thì được trả hoàn toàn về với nông dân ở ''Tứ chiếng chèo''. Ninh Bình thuộc chiếng chèo xứ Nam. Chèo xứ Nam có những làn điệu đặc trưng như: [[Danh sách các làn điệu chèo|Chèo quế]] hay ''điệu hạ vị'' tả cảnh du thuyền thăm cảnh đẹp [[Cửa biển Thần Phù|cửa Thần Phù]], [[Núi Ngọc Mỹ Nhân|núi Cánh Diều]], [[Chùa Non Nước (Ninh Bình)|chùa Non Nước]] ở Ninh Bình, ''Bà chúa con cua'' gắn với tín ngưỡng chầu văn Nam Định, ''Nhịp đuổi'' gắn với tích trấn thủ Lưu Đồn ở Thái Bình hay các làn điệu độc đáo xứ Nam như ''Đò đưa, Đường trường thu không, Đường trường tải lương, Tình thư hạ vị'',...\n\nTrên địa bàn [[Ninh Bình]] ngày nay đã hình thành và phát triển rất nhiều các vùng chèo, câu lạc bộ chèo tiêu biểu như ở các vùng quê [[Yên Khánh]], [[Yên Mô]], [[Kim Sơn]], Hoa Lư và [[thành phố Ninh Bình]]. Các cố nghệ nhân chèo nổi tiếng xưa là người Ninh Bình như: nghệ nhân An Văn Mược, Nghệ nhân Phạm Hồng Lô là đồng tác giả biên kịch hai trong số bảy vở chèo kinh điển của Việt Nam là ''Quan Âm Thị Kính'' và vở chèo cổ ''Kim Nham''. Từ hai vở chèo kinh điển này đã tạo ra rất nhiều các làn điệu chèo cổ. Đóng góp cho chèo Ninh Bình còn phải kể tới Nghệ nhân dân gian, NSUT Hà Thị Cầu với bằng khen năm 1998 của Đài Tiếng nói Việt Nam và giải đặc biệt \"Nghệ nhân hát chèo tỉnh Ninh Bình\" trong Liên hoan Trích đoạn tuồng chèo hay toàn quốc.\n\nNinh Bình là quê hương của những nghệ sĩ Chèo nổi tiếng hiện nay như: NSND [[Doãn Hoàng Giang]], NSND [[Thúy Mùi]]; NSND [[Thúy Ngần]]; Nhạc sĩ, [[Phạm Đức Nhân|NSND Hạnh Nhân]]; [[Mai Thị Thủy|NSND Mai Thủy]]<ref>{{Chú thích web |url=http:\/\/phuongnam.net.vn\/3-11-1567-NSUT-Mai-Thuy-Chay-bong-khat-vong-va-cong-hien.html |ngày truy cập=2015-02-28 |tựa đề=NSƯT Mai Thủy: \"Cháy bỏng, khát vọng và cống hiến\" |archive-date=2015-04-02 |archive-url=https:\/\/web.archive.org\/web\/20150402144007\/http:\/\/phuongnam.net.vn\/3-11-1567-NSUT-Mai-Thuy-Chay-bong-khat-vong-va-cong-hien.html }}<\/ref>; NSND Trương Mạnh Thắng (Phó Giám đốc [[Nhà hát Chèo Hải Dương]]); NSUT Thùy Dung ([[Nhà hát Chèo Việt Nam]])<ref>[http:\/\/cand.com.vn\/doi-song-van-hoa\/NSUT-Thuy-Dung-Tron-ven-voi-nghe-332326\/ NSƯT Thuỳ Dung: Trọn vẹn với nghề]<\/ref>, NSND Quang Thập; [[Trần Thị Diệu|NSUT Huyền Diệu]]; NSƯT Phạm Quốc Nha (Nhà hát Chèo Ninh Bình); [[Thảo Quyên|NSUT Thảo Quyên]]; NSƯT Minh Huệ (chèo Hà Nội); Các Nghệ nhân ưu tú nghệ thuật chèo như: NNƯT Phạm Ngọc Giới, NNƯT Vũ Văn Phó, NNƯT Vũ Xuân Năng, NNƯT Phạm Thị Điền, NNƯT Lại Thế Vũ, NNƯT Nguyễn Mạnh Hùng, NNƯT Vũ Minh Hượi...\n\nNăm 2020, trên địa bàn huyện [[Yên Khánh]] có 71 Câu lạc bộ hát Chèo,<ref>[https:\/\/baoninhbinh.org.vn\/yen-khanh-bao-ton-nghe-thuat-hat-cheo-gan-voi-phat-trien-du\/d20201110144754774.htm Yên Khánh bảo tồn nghệ thuật hát chèo gắn với phát triển du lịch]<\/ref> tập trung nhiều ở các xã như Khánh Cường, Khánh Trung, Khánh Mậu, Khánh Lợi.<ref>[http:\/\/nbtv.vn\/tin-tuc-su-kien\/ninh-binh-24h\/van-hoa-xa-hoi\/201505\/yen-khanh-gin-giu-va-phat-huy-nghe-thuat-cheo-truyen-thong-609920\/ Yên Khánh gìn giữ và phát huy nghệ thuật chèo truyền thống]<\/ref> Toàn huyện Yên Mô đã thành lập được 28 CLB chèo, đội chèo đi vào hoạt động, thu hút đông đảo nhân dân. Trung bình 1 CLB có từ 15- 27 hội viên sinh hoạt thường xuyên, phát triển mạnh mẽ nhất trong các xã Khánh Thịnh, Yên Phong, Yên Nhân, Yên Hòa, Yên Mạc.<ref>[http:\/\/en.baoninhbinh.org.vn\/yen-mo-khoi-phuc-va-phat-trien-nghe-thuat-truyen-thong-2013122610263711p3c24.htm Yên Mô: Khôi phục và phát triển nghệ thuật truyền thống]<\/ref> Huyện Hoa Lư đã xây dựng Đề án Bảo tồn và phát huy giá trị văn hóa phi vật thể chiếu chèo thôn Văn Lâm (xã Ninh Hải) để phục vụ du lịch.\n\nNhằm mục đích bảo tồn nghệ thuật hát chèo truyền thống, năm 2013, Cục Nghệ thuật biểu diễn (Bộ Văn hóa, Thể thao và Du lịch), Trung tâm Nghiên cứu bảo tồn và phát huy giá trị văn hóa dân tộc đã chọn tỉnh [[Ninh Bình]] là một trong những địa phương triển khai Dự án “Sân khấu học đường”.<ref>[http:\/\/baotintuc.vn\/bao-giay\/khoi-day-tinh-yeu-voi-nghe-thuat-truyen-thong-20131028072300313.htm Khơi dậy tình yêu với nghệ thuật truyền thống]<\/ref> Việc triển khai, nhân rộng và từng bước đưa nghệ thuật chèo vào trường học có thể xem là “chìa khóa” để tạo nguồn kế cận, góp phần bảo tồn, phát triển [[nghệ thuật Chèo]] truyền thống ở địa phương vốn được coi là đất tổ của [[Chèo]].\n\n===Nhà hát Chèo tỉnh Ninh Bình===\n*Năm 1959, Đoàn văn công [[Sông Vân]] được thành lập với nhiệm vụ chính là tuyên truyền, cổ vũ phong trào thi đua lao động sản xuất, chiến đấu của tỉnh [[Ninh Bình]]. Với lực lượng nòng cốt ban đầu là những cán bộ làm công tác thông tin địch vận, các tác phẩm là những hoạt cảnh có nội dung tuyên truyền… Cùng với việc thực hiện nhiệm vụ chính trị của tỉnh, Đoàn văn công Sông Vân có sự thay đổi về tên gọi để phù hợp với tình hình như: Đoàn chèo Sông Vân, Đoàn [[chèo]] [[Ninh Bình]], Đoàn văn công [[Ninh Bình]]… <ref>{{Chú thích web |url=http:\/\/baoninhbinh.org.vn\/news\/23\/2DC760 |ngày truy cập=2009-12-28 |tựa đề=Nhà hát Chèo Ninh Bình, nửa thế kỷ xây dựng và phát triển |archive-date=2009-12-30 |archive-url=https:\/\/web.archive.org\/web\/20091230020110\/http:\/\/baoninhbinh.org.vn\/news\/23\/2DC760 }}<\/ref> Đoàn còn vào các chiến trường Bình Trị Thiên, Tây Nguyên, sang Lào… để phục vụ bộ đội và nhân dân.\n*Từ năm 1982 đến 1991, Đoàn chèo [[Ninh Bình]] sáp nhập với Đoàn chèo Nam Hà để thành lập Đoàn chèo Hà Nam Ninh. Thời kỳ này, Đoàn chèo Hà Nam Ninh đã gây được tiếng vang tại các hội diễn toàn quốc qua các vở diễn tiêu biểu như vở diễn \"Những người nói thật\" của tác giả An Viết Đàm, nghệ sĩ Kim Khuyên đạt huy chương vàng, NS Lâm Bình đạt huy chương bạc…\n*Năm 1992, tỉnh [[Ninh Bình]] được tái lập, 24 cán bộ, nghệ sĩ, diễn viên thuộc các lĩnh vực: chèo, ca múa nhạc, cải lương, kịch nói của Đoàn Hà Nam Ninh, là con em quê hương [[Ninh Bình]] đã trở về hoạt động biểu diễn nghệ thuật, tái lập lại đoàn nghệ thuật chèo Ninh Bình. Vở diễn đầu tiên sau 17 năm chia tách được Đoàn dàn dựng thành công là vở chèo \"Tấm áo bào Hoàng đế\". Trung bình mỗi năm, Đoàn đã biểu diễn trên 120 buổi phục vụ khoảng 180.000 lượt khán giả. Năm 2012 đoàn tham gia 176 buổi diễn.<ref>{{Chú thích web |url=http:\/\/www.dulichninhbinh.com.vn\/ninhbinh-news\/Nha-hat-cheo-Ninh-Binh-Mot-nam-day-soi-dong.html |ngày truy cập=2014-01-06 |tựa đề=Nhà hát chèo Ninh Bình - Một năm đầy sôi động |archive-date=2014-01-07 |archive-url=https:\/\/web.archive.org\/web\/20140107000636\/http:\/\/www.dulichninhbinh.com.vn\/ninhbinh-news\/Nha-hat-cheo-Ninh-Binh-Mot-nam-day-soi-dong.html }}<\/ref>\n\n===Cơ cấu tổ chức===\nNhà hát Chèo Ninh Bình có trụ sở nằm ở ngã 3 đường Hoàng Diệu và Lê Đại Hành, phường Thanh Bình, [[ninh Bình (thành phố)|thành phố Ninh Bình]], tỉnh [[Ninh Bình]]. Nhà hát nằm liền kề Trung tâm văn hóa tỉnh [[Ninh Bình]], rạp chiếu phim Ninh Bình cùng di tích [[đền Vân Thị]] thờ bà tổ hát chèo [[Phạm Thị Trân]].\n\n;Ban giám đốc:\n*Giám đốc: Đạo diễn - [[Nguyễn Quang Thập|NSND Quang Thập]] (Nguyễn Quang Thập)\n*Phó giám đốc: NSND [[Mai Thị Thủy]]\n*Phó giám đốc: NS Mai Thị Hòa (Đã nghỉ hưu)\n;Các đơn vị trực thuộc:\n* Đoàn Chèo Ninh Bình 1 (Đoàn nghệ thuật 1): Trưởng đoàn NS Mai Thị Hòa (Đã nghỉ hưu)\n* Đoàn Chèo Ninh Bình 2 (Đoàn nghệ thuật 2): PGĐ kiêm Trưởng đoàn: NSND [[Mai Thị Thủy]]\n* Phòng Tổ chức hành chính: Trưởng phòng Đỗ Ngọc Vinh\n* Phòng Tổ chức biểu diễn\n* Phòng Nghệ thuật: Trưởng phòng Nguyễn Ngọc Thuân\nCơ cấu phân theo chuyên môn có: Đội múa Rối nước, đội Nhạc công, đội Công nhân, Đội diễn viên.\n\n==Các nghệ sĩ==\nHiện nhà hát [[Chèo]] [[Ninh Bình]] có các nghệ sĩ tên tuổi như: [[Nguyễn Quang Thập|Đạo diễn - NSND Quang Thập]] (Giám đốc Nhà hát Chèo Ninh Bình), [[Mai Thị Thủy|NSND Mai Thủy]], [[Trần Thị Diệu|NSƯT Huyền Diệu]], NS Bá Toản, NS Việt Triều, NS Khánh Hà, NS Quốc Trị, NS [[Lê Anh Tú]], NS Thu Hà, NS Hoàng Thắng, NS Thanh Thúy, NS Thanh Hải, NS Thu Quế, NS Phạm Bình, NS Ngọc Anh, NS Trần Trung Sỹ, NS Lã Thị Mến, NS Phạm Thị Hiền, NS Đỗ Thị Lý, NS Thanh Tuyền, NS Mạnh Hưng, NS Ngọc Minh, NS Tiến Thành, NS Mai Hiên, NS Thanh Thúy, NS Diệu Thuấn, NS Ngọc Xuân,…\n\nCác nghệ sĩ đã nghỉ của Nhà hát chèo như: NSUT Vũ Lâm Bình, NSUT Lý Thanh Kha, NSƯT Xuân Nghị, NSƯT Phạm Tuấn Dũng, NSUT Mai Thế Tưởng, NSƯT Minh Huệ, [[Thảo Quyên|NSƯT Thảo Quyên]] (chuyển Chèo HN), NSƯT Thùy Dung (chuyển Chèo VN), Nghệ nhân [[Hà Thị Cầu]]... Lớp các nghệ sĩ đầu tiên của Đoàn văn công Sông Vân được khán giả nhớ và biết đến qua các vai diễn tiêu biểu như: Nghệ sĩ Xuân Cưu, Kim Liên, Hồng Nhạn, Mạnh Thi, Mai Sen, Đăng Thanh (nguyên Giám đốc Sở VHTT tỉnh Ninh Bình), [[Thúy Mùi]], Xuân Chính, Nhà viết kịch Am Viết Đàm, Nghệ nhân Phạm Quang Thảo (Cả Nghệ), Nghệ sĩ An Quang Định,...<ref>[http:\/\/nbtv.vn\/truyen-hinh\/van-nghe-va-giai-tri\/van-nghe\/van-hoa-van-nghe-nb\/201412\/van-hoa-van-nghe-nb-lang-cheo-song-van-27122014-574057\/ Văn hóa - Văn nghệ NB: Làng chèo Sông Vân - 27\/12\/2014]<\/ref>\n\n==Tác phẩm tiêu biểu==\n*'''Tấm áo bào hoàng đế''': là vở diễn dựng từ năm 2009, tham gia “Liên hoan sân khấu các vở diễn lịch sử chào mừng nghìn năm Thăng Long”. Vở chèo Tấm áo bào hoàng đế kể chuyện Thái hậu [[Dương Vân Nga]] trao ngôi báu cho [[Lê Hoàn]] khi vua [[Đinh Tiên Hoàng]] mất và dân tộc đứng trước nguy cơ bị nhà Tống xâm lấn.<ref>[http:\/\/www.tienphong.vn\/van-nghe\/khi-tam-ao-bao-doat-giai-vang-625630.tpo Khi tấm áo bào đoạt giải vàng]<\/ref> Tại cuộc thi tài năng trẻ đạo diễn sân khấu được tổ chức tại [[Thành phố Hồ Chí Minh]], vở chèo \"Tấm áo bào hoàng đế\" của Nhà hát Chèo Ninh Bình đã về nhất; đạo diễn, NSƯT Nguyễn Quang Thập là một trong hai đạo diễn trẻ tài năng được hội thi tặng Huy chương vàng<ref name=\"phunuonline.com.vn\">[http:\/\/phunuonline.com.vn\/giai-tri\/nghe-si-cua-thang\/nsut-nguyen-quang-thap-tuoi-tac-khong-quyet-dinh-sang-tao\/a92517.html NSƯT Nguyễn Quang Thập: Tuổi tác không quyết định sáng tạo]<\/ref>\n* '''Tiếng hát đại ngàn''': Vở chèo \"Tiếng hát đại ngàn\" là một vở chính kịch, được Nhà hát chèo Ninh Bình dàn dựng để tham gia hội diễn sân khấu chuyên nghiệp toàn quốc năm 2013. Đây là vở diễn viết về đề tài du lịch, phong cách chèo hiện đại. Vở chèo do nhà viết kịch Nguyễn Đăng Thanh viết kịch bản; NSƯT [[Nguyễn Quang Thập]], NSND Trần Ngọc Giàu đồng đạo diễn.<ref>[http:\/\/baoninhbinh.org.vn\/nha-hat-cheo-ninh-binh-trinh-dien-vo-cheo-tieng-hat-dai-ngan-20130327100426737p3c23.htm Nhà hát chèo Ninh Bình trình diễn vở chèo \"Tiếng hát đại ngàn\"]<\/ref> “Tiếng hát đại ngàn” là vở diễn đoạt Huy chương Bạc tại Cuộc thi Nghệ thuật Sân khấu Chèo chuyên nghiệp toàn quốc 2013.<ref>[http:\/\/www.vanhocnghethuatninhbinh.org.vn\/index.php?option=com_content&view=article&id=215:tieng-hat-dai-ngan-doat-huy-chuong-bac-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013&catid=41:s-kin&Itemid=108 “Tiếng hát đại ngàn” đoạt Huy chương Bạc tại Cuộc thi Nghệ thuật Sân khấu Chèo chuyên nghiệp toàn quốc 2013]{{Liên kết hỏng|date=2021-05-16 |bot=InternetArchiveBot }}<\/ref> Vở diễn với sự tham gia diễn xuất của các nghệ sĩ có nhiều kinh nghiệm như: NSƯT Xuân Nghị, [[nghệ sĩ nhân dân]] [[Mai Thủy]]; các nghệ sĩ trẻ như: Huyền Diệu, Anh Tú, Thanh Tuyền, Mạnh Hưng, Tiến Thành và các nghệ sĩ khác\n*'''Linh khí Hoa Lư''': Trong dịp hướng tới kỷ niệm 1000 năm Thăng Long-[[Hà Nội]], Nhà hát Chèo Ninh Bình đã huy động mọi nguồn lực, động viên tập thể nghệ sĩ, diễn viên, cán bộ công nhân viên nhà hát cùng đạo diễn, NSND Lê Hùng dàn dựng thành công vở chèo \"Linh khí Hoa Lư\". Tại hội diễn sân khấu chuyên nghiệp toàn quốc tổ chức tại Quảng Ninh cuối năm 2009, vở diễn \"Linh khí [[Hoa Lư]]\" đã được tặng huy chương vàng, cùng với 3 huy chương vàng, 3 huy chương bạc cho đạo diễn, diễn viên, nhạc công.<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 |ngày truy cập=2015-12-13 |tựa đề=Về việc Khen thưỏng \"Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009” |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304234234\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 }}<\/ref>\n* '''Kim Nham''': là vở diễn xuất sắc nhất kỳ liên hoan nghệ thuật sân khấu chèo chuyên nghiệp năm 2001.<ref>[https:\/\/nld.com.vn\/van-hoa-van-nghe\/suc-hap-dan-cua-nghe-thuat-cheo-co-54837.htm Sức hấp dẫn của nghệ thuật chèo cổ]<\/ref>\n\n==Thành tích==\n===Tại cuộc thi chèo===\n*Năm 2020, Tại Cuộc thi Tài năng trẻ diễn viên Chèo toàn quốc năm 2020 đã diễn ra tại [[Hà Nam]], Nhà hát Chèo Ninh Bình đã xuất sắc giành 1 huy chương vàng cho Nguyễn Thị Tuyền); 3 huy chương bạc cho các nghệ sĩ trẻ: Ngọc Xuân, Vũ Thị Quỳnh, Dương Thị Hòa; Bằng khen có thành tích xuất sắc đào tạo diễn viên trẻ; Nguyễn Đoàn Thiên Sinh và 6 diễn viên khác giành giải triển vọng, xếp thứ ba các đoàn tham gia theo thành tích huy chương.\n*Năm 2019, Tại Liên hoan sân khấu chèo toàn quốc diễn ra tại Bắc Giang, chèo Ninh Bình giành 4 huy chương vàng cá nhân (Thiên Sinh, Đình Anh, [[Đỗ Thị Lý|Đỗ Lý]], Bá Toản) và 4 huy chương bạc, xếp thứ 12\/16 đơn vị tham gia theo thành tích huy chương.\n*Năm 2017, Cuộc thi Tài năng trẻ Diễn viên sân khấu Tuồng, Chèo chuyên nghiệp toàn quốc diễn ra ở Thanh Hóa, Chèo Ninh Bình xếp thứ 4 với 1 HCV của Nguyễn Thị Ngọc Anh và 2 HCB của [[Đỗ Thị Lý]], Vũ Thị Thu Hương, đồng thời diễn viên Nguyễn Đoàn Thiên Sinh là 1 trong 2 thí sinh đạt giải diễn viên trẻ triển vọng của cuộc thi.\n*Năm 2016, Tại Cuộc thi Nghệ thuật sân khấu Chèo chuyên nghiệp toàn quốc năm 2016, Nhà hát Chèo Ninh Bình giành huy chương bạc vở \"Lưu Bình trả nghĩa\"; dành 3 huy chương vàng cá nhân cho các nghệ sĩ: NS Nguyễn Đình Anh và NSUT [[Trần Thị Diệu]] trong vở: \"Lưu Bình trả nghĩa\", NS Nguyễn Bá Toản trong vở: \"Cỏ lạ đường thôn\"; 6 huy chương bạc cá nhân cho nghệ sĩ nhân dân [[Mai Thủy]], NS Nguyễn Ngọc Anh, NS Mai Hiên trong vở: \"Cỏ lạ đường thôn\"; NS Đỗ Thành, NS [[Đỗ Thị Lý]] và NS [[Lê Anh Tú]] trong vở: \"Lưu Bình trả nghĩa\".<ref>[http:\/\/nbtv.vn\/tin-tuc-su-kien\/ninh-binh-24h\/van-hoa-xa-hoi\/201610\/be-mac-hoi-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-nam-2016-703032\/ Bế mạc Hội thi Nghệ thuật sân khấu Chèo chuyên nghiệp toàn quốc năm 2016]<\/ref>\n*Năm 2014, Tại Cuộc thi tài năng trẻ diễn viên sân khấu Chèo chuyên nghiệp toàn quốc - 2014 Nhà hát Chèo Ninh Bình giành 2\/6 Huy chương vàng (Phạm Thị Hiền vai Súy Vân và Nguyễn Thị Ngọc Anh vai Thị Kính); 2\/11 Huy chương bạc (Trần Thị Diệu vai Nguyên phi Ỷ Lan và [[Đỗ Thị Lý]] vai Thị Nở).<ref>{{Chú thích web |url=http:\/\/sankhau.com.vn\/news\/be-mac-cuoc-thi-tai-nang-tre-dien-vien-san-khau-cheo-chuyen-nghiep-toan-quoc--2014.aspx |ngày truy cập=2015-12-13 |tựa đề=Bế mạc \"Cuộc thi tài năng trẻ diễn viên sân khấu Chèo chuyên nghiệp toàn quốc - 2014\" |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304115245\/http:\/\/sankhau.com.vn\/news\/be-mac-cuoc-thi-tai-nang-tre-dien-vien-san-khau-cheo-chuyen-nghiep-toan-quoc--2014.aspx }}<\/ref> Cùng với Nhà hát Chèo Việt Nam là 2 đơn vị về nhất theo thành tích huy chương với 2 HCV và 2 HCB.\n*Năm 2013, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 diễn ra ở Hải Phòng<ref>{{Chú thích web |url=http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx |ngày truy cập=2016-10-11 |tựa đề=Kết quả giải thưởng tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 |archive-date=2016-10-31 |archive-url=https:\/\/web.archive.org\/web\/20161031074952\/http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx }}<\/ref> Nhà hát Chèo Ninh Bình giành Huy chương bạc vở diễn “Tiếng hát đại ngàn”. Giải cá nhân có 03 Huy chương vàng ([[Trần Thị Diệu|Huyền Diệu]], [[Lê Anh Tú|Anh Tú]], [[Mai Thị Thủy|NSND Mai Thủy]]) và 01 Huy chương bạc (Thanh Tuyền). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 06 vở diễn đạt HCB, 42 HCV cá nhân, 68 HCB cá nhân. Xếp thứ 5\/17 đoàn tham dự theo thành tích huy chương.<ref>{{Chú thích web |url=http:\/\/www.dulichninhbinh.com.vn\/ninhbinh-news\/NHA-HAT-CHEO-NINH-BINH-THANH-CONG-NOI-TIEP-THANH-CONG.html |ngày truy cập=2015-12-13 |tựa đề=NHÀ HÁT CHÈO NINH BÌNH THÀNH CÔNG NỐI TIẾP THÀNH CÔNG |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304123522\/http:\/\/www.dulichninhbinh.com.vn\/ninhbinh-news\/NHA-HAT-CHEO-NINH-BINH-THANH-CONG-NOI-TIEP-THANH-CONG.html |url-status=dead }}<\/ref>\n*Năm 2013, Tại cuộc thi tài năng trẻ đạo diễn sân khấu được tổ chức tại Thành phố Hồ Chí Minh, vở chèo \"Tấm áo bào hoàng đế\" của Nhà hát chèo Ninh Bình đã về nhất và là vở chèo duy nhất trong số 22 tác phẩm dự thi; đạo diễn, NSƯT [[Nguyễn Quang Thập]] là một trong hai đạo diễn trẻ tài năng được hội thi tặng Huy chương vàng<ref name=\"phunuonline.com.vn\"\/>\n*Năm 2009, Tại Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009 diễn ra ở Quảng Ninh<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 |ngày truy cập=2015-12-13 |tựa đề=Quyết định số 4916\/QĐ-BVHTTDL ngày 25\/12\/2009 Về việc Khen thưỏng \"Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009” |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304234234\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 }}<\/ref> Nhà hát Chèo Ninh Bình giành Huy chương vàng vở diễn “Linh Khí Hoa Lư” (Cơ cấu giải hội diễn có 02 vở diễn đạt Huy chương vàng và 05 vở diễn đạt Huy chương bạc). Giải cá nhân có 03 Huy chương vàng (Thế Tưởng, Thanh Tú, Thanh Tuyền) và 03 Huy chương bạc (Bá Toản, [[Trần Thị Diệu|Huyền Diệu]], Quốc Trị). Xếp thứ 1\/17 đoàn tham dự về số lượng huy chương.\n\n===Trong lịch sử===\n*Từ năm 1959 - 1982: Đoàn đã dàn dựng những vở diễn có nội dung gắn liền với lịch sử, truyền thống của quê hương như: Nàng tiên bên [[núi Thúy]], Lá cờ năm xưa, Vườn cam, [[Trần Quốc Toản]], Thái hậu [[Dương Vân Nga]]… \n*Từ năm 1982 - 1991: Thời kỳ này, Đoàn chèo Hà Nam Ninh đã gây được tiếng vang tại các hội diễn toàn quốc qua các vở diễn. Tiêu biểu năm 1985, vở diễn \"Những người nói thật\" của tác giả An Viết Đàm, nghệ sĩ Kim Khuyên đạt huy chương vàng, Lâm Bình đạt huy chương bạc…\n*Từ năm 1992: Vở diễn đầu tiên được Đoàn [[Chèo]] [[Ninh Bình]] dàn dựng thành công là vở chèo \"Tấm áo bào Hoàng đế\". Những vở chèo như: Nước mắt vua Đinh, Kim Nham, [[Trương Hán Siêu]]… là những vở diễn chèo cổ, mang lại thành công cho các nghệ sĩ của Đoàn vì đã xuất sắc giành được các huy chương. Nghệ sĩ chèo Vũ Lâm Bình giành huy chương bạc hội thi Giọng hát chèo hay toàn quốc năm 1992; huy chương vàng vai Thái hậu Dương Vân Nga vở \"Tấm áo bào Hoàng đế\" tại Liên hoan các trích đoạn chèo hay toàn quốc năm 1993; huy chương vàng vai Ngô Phu Nhân trong vở \"Nước mắt vua Đinh\" tại Hội diễn sân khấu chèo chuyên nghiệp toàn quốc năm 1995; huy chương bạc vai Mụ Mối vở \"Kim Nham\" trong Hội diễn sân khấu chèo truyền thống tại [[Quảng Ninh]]...<ref>[http:\/\/baoninhbinh.org.vn\/nghe-sy-uu-tu-vu-lam-binh-20091228103900000p1c87.htm Nghệ sĩ ưu tú Vũ Lâm Bình]<\/ref>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Đoàn Chèo Việt Nam}}\n{{tham khảo|30em}}\n\n[[Thể loại:Chèo]]\n[[Thể loại:Công trình xây dựng ở Ninh Bình]]\n[[Thể loại:Nhà hát tại Việt Nam]]\n[[Thể loại: Ninh Bình]]\n[[Thể loại:Văn hóa Ninh Bình]]"}