{"1201463":"{{Infobox Former Country\n| native_name                = 大越\n| conventional_long_name                = Đại Việt\n| common_name                = Hậu Lê triều|\n| continent                = Châu Á\n| region                = Việt Nam\n| country                = Việt Nam\n| era                = \n| status                = \n| status_text                = \n| empire                = [[Đế quốc]]\n| government_type                = [[Chế độ quân chủ]]\n| legislature                = [[Phủ chúa Trịnh]]\n| year_start                = 1533\n| year_end                = 1789|\n| event1                = Được tái thành lập ở [[Lào|Ai Lao]]\n| date_event1                = [[1533]]\n| event2                = Tái chiếm [[Đông Kinh]] từ nhà Mạc\n| date_event2                = 1592\n| event3                = [[Trịnh-Nguyễn phân tranh]]\n| date_event3                = 1627–1775\n| event4                = Tiêu diệt tàn dư họ Mạc\n| date_event4                = 1677\n| event5                = [[Nguyễn Huệ|Quang Trung]] đánh bại quân Thanh, nhà Hậu Lê sụp đổ\n| date_event5                = [[1789]]\n| p1                = Nhà Mạc\n| p2                = Nhà Lê sơ\n| flag_p1                = \n| s1                = Nhà Tây Sơn\n| flag_s1                = \n| s2                = \n| flag_s2                = |\n| image_flag                = \n| flag                = \n| flag_type                = |\n| image_coat                = \n| symbol                = \n| symbol_type                = ||\n| image_map                = File:Vietnam 1760.jpg\n| image_map_caption                = Bản đồ [[Đại Việt]] thời Lê trung hưng thế kỉ 18, gồm cả [[Đàng Ngoài]] và [[Đàng Trong]].|\n| capital                = [[Kinh đô Vạn Lại - An Trường|Vạn Lại]] (tạm thời)<br \/><small>(1533–1597)<\/small><br \/>[[Thăng Long|Đông Kinh]]<br \/><small>(1597–1789)<\/small>|\n| common_languages                = [[Tiếng Việt|Tiếng Việt trung đại]]\n| religion                = [[Nho giáo]] <br>[[Phật giáo]] <br>[[Đạo giáo]] <br>[[Công giáo]] <br>[[Tín ngưỡng dân gian Việt Nam|Tín ngưỡng dân gian]]\n| currency                = [[Đồng xu|Tiền xu]]|\n| leader1                = [[Lê Trang Tông]]\n| leader2                = [[Lê Anh Tông]]\n| leader3                = [[Lê Chiêu Thống]] <small>(cuối cùng)<\/small>\n| year_leader1                = 1533–1548\n| year_leader2                = 1556–1570\n| year_leader3                = 1787–1789\n| title_leader                = [[Vua Việt Nam#Thời kỳ độc lập#Nam Triều - Nhà Hậu Lê (1533-1788)|Hoàng đế]]\n| demonym                = \n| area_km2                = \n| area_rank                = \n| GDP_PPP                = \n| GDP_PPP_year                = \n| HDI                = \n| HDI_year                = \n| today                = \n| stat_pop1                = 11.020.000<ref>[https:\/\/docs.google.com\/spreadsheets\/d\/1kcaxirZiLkli0rly-fQ0213MrwnVEyD8w5O010dQipo\/ POPULATION OF VIETNAM FROM EARLY TO 1858]<\/ref>\n| stat_year1                = 1770\n}}\n'''Nhà Lê trung hưng''' ([[chữ Nôm]]: 茹黎中興, [[chữ Hán]]: 黎中興朝, [[Hán Việt]]: ''Lê trung hưng triều'', [[1533]]–[[1789]]) là giai đoạn sau của [[triều đại]] [[quân chủ]] [[nhà Hậu Lê]] (giai đoạn đầu là [[nhà Lê sơ]]) trong [[lịch sử Việt Nam|lịch sử]] [[Việt Nam]]. Nhà Lê trung hưng được thành lập khi [[Lê Trang Tông]] với sự phò tá của cựu thần nhà [[Nhà Lê sơ|Lê sơ]] là [[Nguyễn Kim]] được đưa lên ngôi báu. Đây là [[triều đại]] dài nhất so với các [[triều đại]] [[lịch sử Việt Nam|Việt Nam]] với 256 năm.\n\n==Bối cảnh==\n{{Chính|Mạc Đăng Dung|Trần Cảo (tướng khởi nghĩa)|Lê Chiêu Tông|Lê Cung Hoàng}}\n[[Tập tin:Doan ruoc vua Le.jpg|nhỏ|trái|240px|Nghi vệ xa giá vua Lê. Tranh vẽ thế kỷ XVIII.]]\nTừ thời [[Lê Uy Mục]] và [[Lê Tương Dực]], chính sự [[nhà Hậu Lê]] bắt đầu suy. Các cuộc khởi nghĩa nông dân và sự tranh chấp quyền lực trong nội bộ khiến nhà Lê nghiêng ngả. Năm [[1516]], giữa lúc đang đối phó với lực lượng khởi nghĩa của [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]] sắp đánh vào kinh thành thì trong cung đình nhà Lê xảy ra phế lập. Đại thần [[Trịnh Duy Sản]] giết chết vua [[Lê Tương Dực]] và lập vua mới [[Lê Chiêu Tông]], mang xa giá vào [[Thanh Hóa]].\n\nSau khi Trần Cảo bị đánh bật khỏi kinh thành [[Thăng Long]], các quyền thần [[Trịnh Tuy]], [[Nguyễn Hoằng Dụ]], [[Trần Chân (định hướng)|Trần Chân]] chia bè phái đánh lẫn nhau. Tình hình tạm yên, Trần Chân trở thành người nắm binh quyền. Chiêu Tông bất bình với quyền hành của Trần Chân bèn giết chết Trần Chân. Các thủ hạ của Trần Chân là [[Nguyễn Kính]], Nguyễn Ánh khởi binh báo thù cho chủ.\n\n[[Tháng chín|Tháng 9]] năm [[1518]], [[Trịnh Tuy]] và văn thần [[Nguyễn Sư]] lập một tông thất có họ xa với Chiêu Tông là [[Lê Do]]<ref>Do là cháu nội Lê Khắc Xương - anh vua Thánh Tông, tức là bác họ của Chiêu Tông<\/ref> làm vua tranh thủ được sự ủng hộ của [[Nguyễn Kính]].\n\n[[Lê Chiêu Tông]] phải dựa vào võ tướng [[Mạc Thái Tổ|Mạc Đăng Dung]]<ref>Thông gia của Trần Chân. Con Đăng Dung là [[Mạc Thái Tông|Mạc Đăng Doanh]] lấy con gái Trần Chân<\/ref> đang trấn thủ [[Hải Dương]] về cứu. Đăng Dung một mình cầm quân dẹp loạn và dần dần trở thành quyền thần mới.\n\n[[Tháng bảy|Tháng 7]] năm [[1519]], Đăng Dung dẹp được Lê Do, bắt giết Do và Nguyễn Sư. Trịnh Tuy bỏ chạy vào Thanh Hoá, Nguyễn Kính đầu hàng. Năm [[1521]], Mạc Đăng Dung dẹp được [[Trần Cung (Hậu Lê)|Trần Cung]] (con Trần Cảo), quyền thế át cả Chiêu Tông. Năm [[1522]], Chiêu Tông chạy ra ngoài gọi quân Cần vương. Đăng Dung bèn lập em Chiêu Tông là Xuân lên ngôi, tức là [[Lê Cung Hoàng]], tuyên bố phế truất Chiêu Tông.\n\nChiêu Tông được một số đại thần ủng hộ, dàn quân đánh nhau với Đăng Dung. Nhưng sau đó các tướng cần vương bất hòa, chia rẽ và lần lượt bị Mạc Đăng Dung đánh bại. Năm [[1524]], Trịnh Tuy thua trận bỏ chạy rồi chết. Năm [[1525]], Mạc Đăng Dung bắt được Chiêu Tông mang về Thăng Long và giết chết năm [[1526]].\n\nNăm [[1527]], [[Mạc Đăng Dung]] phế truất Cung Hoàng và lên làm vua, lập ra [[nhà Mạc]]. Nhà Lê sơ truyền đúng 100 năm và mất chỉ 30 năm sau cái chết của vua [[Lê Thánh Tông]].\n\n==Trong cuộc chiến với nhà Mạc==\n{{Chính|Nam-Bắc triều (Việt Nam)|Chiến tranh Lê-Mạc|Nhà Mạc}}\n[[Tập tin:Tranh vẽ thời Lê-Trịnh (4).jpg|nhỏ|trái|250px|Hải quân nhà Lê Trung Hưng]] \nSau khi [[nhà Mạc]] thành lập, một số đại thần nhà Lê không thần phục, muốn khôi phục lại nhà Lê. Anh em Trịnh Ngung, Trịnh Ngang sang [[Trung Quốc]] cầu viện [[nhà Minh]] nhưng nhà Minh không đáp ứng. Hai anh em chết già ở Trung Quốc. Năm 1529, tông thất nhà Lê là Lê Ý khởi binh chống Mạc nhưng không lâu sau bị dẹp tan.\n{{Lịch sử Việt Nam}}\n\n===Con vua Chiêu Tông===\nTừ năm [[1529]], một tướng của nhà Lê sơ là [[Nguyễn Kim]] chạy vào vùng núi Thanh Hóa rồi sang [[Lào|Ai Lao]] chống nhà Mạc. Đến năm [[1533]], Kim tìm được con vua Chiêu Tông là [[Lê Trang Tông|Lê Ninh]] đưa lên ngôi tại Ai Lao, tức [[Lê Trang Tông]]. Các sử gia nghi ngờ tính xác thực của việc Ninh là con của [[Lê Chiêu Tông]] vì hai cha con chênh nhau quá ít tuổi<ref>Theo sử ghi, Chiêu Tông chỉ hơn Ninh 8 tuổi<\/ref>. [[Nhà Mạc]], trong biểu tâu [[nhà Minh]] còn nói ''Kim dựng con mình lên ngôi, xưng bừa là con của [[Lê Chiêu Tông]]''.\n\nDù sao, việc vua Lê được lập lại khiến một bộ phận nhân dân, sĩ phu theo về vì thiên hạ còn nhớ nhà Lê. Nguyễn Kim mang quân về nước đánh chiếm [[Thanh Hóa]]. Từ đó sử gọi [[nhà Mạc]] là Bắc triều và nhà Lê trung hưng là Nam triều.\n\n===Dòng dõi Lê Trừ ===\nNăm [[1545]], [[Nguyễn Kim]] bị sát hại, con trai cả Nguyễn Uông lên thay, [[Nguyễn Uông]] bị em rể là [[Trịnh Kiểm]] hại rồi tiếm chức.\n\nNăm [[1548]], [[Lê Trang Tông]] mất, con là [[Lê Trung Tông (Hậu Lê)|Lê Trung Tông]] lên thay. Được 8 năm [[Lê Trung Tông (Hậu Lê)|Lê Trung Tông]] mất không con nối, dòng dõi [[Lê Lợi|Lê Thái Tổ]] không còn con trai nối dõi. [[Trịnh Kiểm]] tìm một người tông thất là dòng dõi Lê Trừ là [[Lê Khôi]] là anh thứ hai của vua [[Lê Thái Tổ]] đưa lên ngôi, tức [[Lê Anh Tông]]. Từ đó về sau, các vua nhà Lê đều là con cháu của [[Lê Anh Tông]].\n\nNăm [[1570]], [[Trịnh Kiểm]] chết, hai con [[Trịnh Cối]], [[Trịnh Tùng]] tranh ngôi. Con lớn là [[Trịnh Cối]] yếu thế sang hàng [[nhà Mạc]]. [[Lê Anh Tông]] muốn giành lại quyền lực từ tay [[Trịnh Tùng]] nên mâu thuẫn với [[Trịnh Tùng]], chạy đi nơi khác. Tùng lập con út của vua lên ngôi, tức [[Lê Thế Tông]] và lùng bắt cha con vua mang về giết chết. Việc triều chính từ đó hoàn toàn do [[Trịnh (họ)|họ Trịnh]] quyết định không cần hỏi vua Lê (xem chi tiết bài [[Chúa Trịnh]]). [[Chiến tranh Lê-Mạc]] là trên danh nghĩa “phò Lê diệt Mạc”, thực ra là [[Chiến tranh Lê–Mạc]].\n\nNhờ tài năng của [[Trịnh Kiểm]], [[Trịnh Tùng]], quân nhà Lê dần dần thắng thế. Năm [[1592]], quân [[Nam–Bắc triều (Việt Nam)|Nam Bắc triều]] chiếm được [[Thăng Long]], [[Mạc (họ)|họ Mạc]] bỏ chạy lên cát cứ ở [[Cao Bằng]].\n\n==Giai đoạn thống nhất không toàn vẹn và ngắn ngủi==\nSau khi [[Trịnh Tùng]] chiếm được Thăng Long ([[1592]]) và giết cha con [[Mạc Mậu Hợp]], năm 1593, [[Lê Thế Tông]] được rước về [[Thăng Long]]. Nhưng lúc đó thế lực họ Mạc vẫn rất mạnh ở bên kia [[sông Hồng]], thường tập hợp tấn công trở lại. Vì vậy Trịnh Tùng vài lần phải rước vua Thế Tông trở về căn cứ Thanh Hóa.\n\nVài năm sau, thế lực họ Mạc suy yếu hẳn, chỉ có ảnh hưởng quanh khu vực [[Cao Bằng]], [[Thái Nguyên]], vua Lê lại được đưa trở về Thăng Long.\n\nDo họ Mạc từng được [[nhà Minh]] nhận hàng (năm [[1540]] khi [[Mạc Đăng Dung]] lên biên giới xin quy phục) và khi thất thế chạy sang [[Trung Quốc]] báo với nhà Minh, vua Minh chưa công nhận nhà Lê trung hưng ngay. Tháng 3 năm [[1597]], [[nhà Minh]] sai ủy quan là Vương Kiến Lập đến trấn Nam Giao đòi lễ cống và hội khám (diễu binh). Ngày 28 tháng 3, Thế Tông thân đốc hữu tướng [[Hoàng Đình Ái]], thái úy [[Nguyễn Hoàng]], [[Nguyễn Hữu Liêu]] cùng tả hữu đô đốc 7, 8 viên, voi và 5 vạn quân đến trấn Nam Giao đề phòng khi mở cửa quan, hội khám quân Minh tràn sang giúp phía Mạc lưu vong bắt vua, hiếp tướng. Hoàng Đình Ái đề nghị với [[Trịnh Tùng]] được tùy nghi đối phó, Trịnh Tùng đồng ý.\n\nTại cửa [[nam Quan|ải Nam Quan]], ủy quan Vương Kiến Lập cùng tàn quân Mạc trông thấy quân Lê đông đúc, binh hùng tướng mạnh, phải lẳng lặng từ bỏ những ý đồ đánh chiếm. Cuộc hội khám cử hành đúng nghi lễ, từ đó [[nhà Minh]] phải công nhận nhà Lê, nhưng vẫn can thiệp để [[nhà Mạc|họ Mạc]] được giữ đất [[Cao Bằng]] tới gần 80 năm nữa.\n\nCác [[chúa Bầu]] họ Vũ ở [[Tuyên Quang]], vốn ủng hộ nhà Lê trung hưng khi [[nhà Mạc]] còn ở Thăng Long, từ khi nhà Lê trở lại Thăng Long lại ly khai, tiếp tục cát cứ và liên kết với họ Mạc chống nhà Lê. Họ Vũ còn chiếm giữ Tuyên Quang thêm 100 năm sau mới bị dẹp hẳn.[[Tập tin:45 - Copy.jpg|nhỏ|phải|238x238px|Tranh vẽ cảnh vua Lê thiết triều của Samuel Baron - thời Lê trung hưng thế kỷ XVII.]]\n\nVì vậy từ khi nhà Lê trở lại [[Thăng Long]], tuy trên danh nghĩa đã thống nhất [[Đại Việt]], nhưng riêng tại [[Bắc Bộ Việt Nam|Bắc Bộ]] bị cắt hai vùng Tuyên Quang, Cao Bằng do họ Vũ và Mạc chiếm đóng. Ngoài ra, một nguy cơ chia cắt mới tiềm ẩn ở phía nam, do công thần họ Nguyễn mâu thuẫn với công thần họ Trịnh và ngấm ngầm ý định ly khai.\n\n==Thời kỳ vua Lê chúa Trịnh==\n{{Chính|Trịnh-Nguyễn phân tranh|Đàng Ngoài|Đàng Trong}}\n===Xung đột 2 họ nhân danh \"phù Lê\"===\n[[Tập tin:Văn quan vinh quy đồ 2.jpg|nhỏ|trái|280px|Tranh \"Văn Quan Vinh Quy Đồ\" nhà Lê]] \nNgôi vua nhà Lê trung hưng vốn do tướng [[Nguyễn Kim]] dựng lại. [[Nguyễn Kim]] chết (1545), con rể là [[Trịnh Kiểm]] nắm quyền, từ đó họ Trịnh đóng vai trò phụ chính. Con thứ Nguyễn Kim là [[Nguyễn Hoàng]], sau khi thấy anh cả là Nguyễn Uông bị Trịnh Kiểm hại, bèn xin vào nam trấn thủ [[Thuận Hóa]] ([[1558]]) rồi [[Quảng Nam]] ([[1570]]). Vì họ Trịnh phải tập trung vào cuộc chiến với nhà Mạc phía bắc nên Nguyễn Hoàng được kiêm quản hai vùng đất rộng lớn.\n[[Tập tin:Ngoai Quoc Do.jpg|thế=|nhỏ|394x394px|Ngoại Quốc Đồ, tranh vẽ thần dân các nước có quan hệ bang giao với nhà Lê (Bảo tàng Lịch sử Việt Nam). ]]\n[[Nhà Mạc]] bị diệt ([[1592]]), Trịnh Tùng bèn tính tới việc thanh trừng [[Nguyễn Hoàng]], nên triệu tập ra bắc nhân danh cùng dẹp dư đảng họ Mạc. Sau một số trận đánh chống họ Mạc, [[Nguyễn Hoàng]] bỏ trốn về Nam ([[1600]]). Năm [[1613]], con Nguyễn Hoàng là [[Nguyễn Phúc Nguyên]] lên thay trấn thủ Thuận – Quảng, bắt đầu thực hiện ý định ly khai.\n\nNăm [[1627]], với lý do Nguyễn Phúc Nguyên có hành động chống đối, bỏ cống nạp nhiều năm, [[Trịnh Tráng]] nhân danh vua [[Lê Thần Tông]] mang quân Nam tiến. [[Trịnh-Nguyễn phân tranh|Cuộc chiến giữa họ Trịnh và họ Nguyễn]] bùng nổ. Họ Nguyễn cũng nhân danh \"phù Lê\" chống họ Trịnh lộng quyền lấn át quyền vua, chiêu binh dựng lũy, đúc súng ống chống lại. Từ năm [[1627]] đến [[1672]], hai họ đánh nhau 7 lần, trong đó 6 lần họ Trịnh đánh vào nam, 1 lần họ Nguyễn đánh ra bắc. Để có chính danh, các [[chúa Trịnh]] từng rước vua Lê đi thân chinh. Sau 7 lần xung đột bất phân thắng bại, hai họ ngưng chiến, lấy [[sông Gianh]] làm ranh giới. Phía bắc sông Gianh thuộc chính quyền vua Lê-chúa Trịnh gọi là [[Đàng Ngoài]], phía nam sông Gianh thuộc chúa Nguyễn gọi là [[Đàng Trong]]. Bề ngoài, họ Nguyễn cũng tôn phù nhà Lê, nhưng trên thực tế đã biến lãnh thổ [[Đàng Trong]] thành một vùng cai trị độc lập, có thể chế riêng về mọi mặt.\n\n=== Khoanh tay rủ áo ===\n{{multiple image\n | align = right|\n | total_width = 450\n | image_style = border:none;\n | image1 = Viet1.jpg\n | alt1 = \n | caption1 = Trang phục người Việt (Đàng Ngoài) năm 1590\n | image2 = Viet3.jpg\n | alt2 = \n | caption2 = Trang phục người Việt (Đàng Trong) năm 1590\n | image3 = 尖城_Chamcia_-_Couple_from_Champa_-_Boxer_Codex_(1590).jpg\n | alt3 = \n | caption3 = Trang phục người Chăm (Ninh Thuận) năm 1590\n}}\nNắm quyền chi phối triều chính và chỉ huy quân đội, họ Trịnh nắm thực quyền thời Lê trung hưng. Mọi chính sách từ ngoại giao, kinh tế, xã hội, giáo dục, văn hóa đều do họ Trịnh quyết định. Từ năm [[1600]], với công lao đánh bại nhà Mạc – phục hưng nhà Lê, [[Trịnh Tùng]] chính thức xác lập địa vị là \"chúa\", lập phủ riêng. Họ Trịnh được hưởng thế tập ngôi chúa. Từ đây họ Trịnh lập ra hệ thống tổ chức chính quyền ở phủ chúa tương ứng với chính quyền có sẵn bên cung vua, ngoài cung vua phía đông còn có phủ chúa ở phía tây. Chính thể [[Đàng Ngoài]] do đó được gọi là chính quyền \"vua Lê chúa Trịnh\", đây là thời kỳ duy nhất trong lịch sử phong kiến Việt Nam có sự điều hành của quyền thần được thế tập, truyền nối nhiều đời.\n\nTrịnh Tùng bãi bỏ chức ''Tả, Hữu thừa tướng'' và ''Bình chương'' của thời trước, đặt ra chức ''Tham tụng'' làm việc ''Tể tướng''. Quyền lực của Tham tụng rất lớn, đều do [[chúa Trịnh]] tiến cử từ các viên ''Thượng thư'' (tương đương với [[Bộ trưởng]]) hoặc ''Thị lang'' lên<ref name=\"VSH77\">Viện Sử học, sách đã dẫn, tr.77.<\/ref>. Năm 1601, Trịnh Tùng đặt thêm chức ''Bồi tụng'' đảm đương trọng trách trong phủ Chúa. Dưới Tham tụng và Bồi tụng, chúa Trịnh đặt thêm các Phiên, tương đương với các Bộ bên cung vua.\n\n[[Tập tin:Tuong gom ho thoi Canh Hung.png|nhỏ|200px|Tượng hổ bằng gốm làm tại làng Bát Tràng thời Cảnh Hưng.|thế=|trái]]\n\nĐến các đời chúa Trịnh sau hoàn chỉnh bộ máy với việc lập ra ''Ngũ phủ'' (ban võ) và ''Phủ liêu'' (ban văn) cùng các cơ quan giúp việc (Lục phiên). Đó là quá trình thâu tóm quyền hành từ cung vua về phủ chúa. Triều đình vua Lê cuối cùng chỉ còn vài chức quan hư hàm làm nhiệm vụ nghi thức. Về danh nghĩa, [[chúa Trịnh]] chỉ xưng vương và đứng đầu Ngũ phủ, Phủ liêu nhưng trên thực tế lại nắm hết quyền điều hành việc nước.\n\nSau cái chết của vua Anh Tông, cháu vua là [[Lê Kính Tông]] (Duy Tân - con vua Thế Tông) cũng có ý định chống Trịnh Tùng và cũng bị thắt cổ năm [[1619]]. Kể từ đó các vua Lê hoàn toàn \"khoanh tay rủ áo\", như cách nói của các sử gia đương thời, đối với chính sự. Mọi công việc từ trị sự đến quân sự đều do [[chúa Trịnh]] đảm đương.\n\nVì vậy, mọi thành tựu, sự kiện, từ quân sự đến xã hội, thịnh trị hay rối ren, đều do tay họ Trịnh. Các chúa Trịnh đều là những người giỏi cai trị và ngoại giao nên tình hình Bắc Hà - khi họ Nguyễn đã cát cứ trong Nam - nhìn chung ổn định. Chẳng những việc chính sự mà ngay cả chuyện vợ con của các vua Lê cũng do các chúa Trịnh sắp đặt. Phần nhiều vợ các vua Lê là con gái họ Trịnh để ràng buộc.\n\nSau Kính Tông, trong một thời kỳ dài không có vua Lê nào chống đối họ Trịnh. Tuy nhiên, các tông thất không phải hoàn toàn chịu mất quyền, điển hình là [[Lê Duy Mật]] và thái tử Duy Vĩ. Lê Duy Mật định làm binh biến ở Thăng Long lật đổ họ Trịnh nhưng không thành nên trốn ra ngoài khởi nghĩa, cát cứ ở Trấn Ninh 30 năm trời. Thái tử Duy Vĩ (con vua Hiển Tông) cũng muốn khôi phục quyền cho nhà Lê nhưng bị chúa [[Trịnh Sâm]] giết năm [[1771]].\n\nCác vua [[Lê Chân Tông|Chân Tông]], [[Lê Huyền Tông|Huyền Tông]], [[Lê Gia Tông|Gia Tông]] đều là vua thiếu niên và mất sớm. Các vua [[Lê Thế Tông|Thế Tông]], [[Lê Thần Tông|Thần Tông]], [[Lê Dụ Tông|Dụ Tông]], [[Lê Hy Tông|Hy Tông]], [[Lê Thuần Tông|Thuần Tông]] và nhất là [[Lê Hiển Tông|Hiển Tông]] (Cảnh Hưng) sau này là những ông vua \"khoanh tay rủ áo\" như vậy. Khi [[Nguyễn Huệ]] ra bắc dẹp họ Trịnh (1786), vua [[Lê Hiển Tông|Hiển Tông]] than thở: \"''Trời sai nhà chúa phò ta. Chúa gánh cái lo, ta hưởng cái vui. Mất chúa, tức là cái lo lại về ta, ta còn vui gì''\". Câu nói đó phản ánh tư tưởng an phận giữ mình của các vua Lê.\n\n==Nhà Lê trung hưng kết thúc==\n{{Chính|Nhà Tây Sơn|Nguyễn Hữu Chỉnh}}\n{{multiple image\n | align = left|\n | total_width = 450\n | image_style = border:none;\n | image1 = 安南鄭政府·寄矫陶瓷器23.jpg\n | alt1 = \n | caption1 = Đĩa sứ tráng men có họa tiết thủy mặc thời Lê Trung Hưng\n | image2 = 安南鄭政府·寄矫陶瓷器9.jpg\n | alt2 = \n | caption2 = Bát sứ tráng men có họa tiết rồng thời Lê Trung Hưng\n | image3 = 安南鄭政府·寄矫陶瓷器6.jpg\n | alt3 = \n | caption3 = Dĩa sứ tráng men có họa tiết thủy mặc thời Lê Trung Hưng\n}}\nSau khi [[Lê Hiển Tông|Hiển Tông]] mất, đúng lúc Tây Sơn rút về nam, cháu vua là Duy Kỳ (con Duy Vĩ) lên thay, tức là vua Chiêu Thống. Được tác động của anh em Tây Sơn, vua Lê muốn khôi phục lại địa vị cũ, báo thù cho cha, nên khi họ Trịnh ngóc đầu trở lại, lập tức Chiêu Thống gọi tướng giỏi nhất Bắc Hà lúc đó là [[Nguyễn Hữu Chỉnh]] ở [[Nghệ An]] ra cứu. Chỉnh đánh tan quân Trịnh, đuổi [[Trịnh Bồng]] đi mất tích. Nhưng sau đó vua Lê lại bị Chỉnh lộng quyền. Tây Sơn kéo ra giết Chỉnh, rồi tướng Tây Sơn là [[Vũ Văn Nhậm]] cũng mưu đồ cát cứ. Chiêu Thống phải bỏ đi lưu vong.\n\nBản ý của [[Nguyễn Huệ]] vẫn muốn tôn phò nhà Lê, nhưng [[Lê Chiêu Thống|Chiêu Thống]] lại không muốn sống chung với Tây Sơn nên sang cầu viện [[nhà Thanh]] (1788). Nhà Thanh phát binh đánh Đại Việt. Trước tình thế đó, Nguyễn Huệ lên ngôi hoàng đế, tức là vua [[Nguyễn Huệ|Quang Trung]] mang quân đánh tan quân Thanh (1789), Chiêu Thống bỏ chạy theo về Trung Quốc.\n\nDù sau đó [[Lê Chiêu Thống|Lê Duy Kỳ]] cố xin viện binh lần nữa nhưng bằng chính sách ngoại giao khéo léo, [[nhà Tây Sơn]] đã tránh được cuộc đụng đầu khác với nhà Thanh. Vua Thanh không phát binh nữa, phân tán các bầy tôi nhà Lê, tách khỏi Duy Kỳ để cô lập dần. Duy Kỳ uất hận chết ở [[Bắc Kinh]] năm 1793 lúc mới 28 tuổi.\n\n[[Nhà Hậu Lê]] chính thức mất năm [[1789]], trước sau tồn tại 356 năm, chỉ có 6 năm gián đoạn, là triều đại quân chủ dài nhất trong [[lịch sử Việt Nam]].\n\n== Nhận định ==\n[[Tập tin:Nam Giao stele (National Museum of Vietnamese History).JPG|nhỏ|phải|Bia Điện Nam Giao đặt tại [[Nam Giao]] thời Lê Trung hưng.]]\nSau khi [[nhà Lê sơ]] bị [[nhà Mạc]] soán ngôi, vấn đề chính thống và ngụy triều nổ ra trong cuộc đấu tranh giữa các tập đoàn và khi thế Nam ‒ Bắc này chưa chấm dứt hẳn thì thế Nam ‒ Bắc khác lại hình thành. Cũng như thời [[Tam Quốc]] trong [[lịch sử Trung Quốc]], khi [[nhà Hán]] suy, các [[chư hầu]] nổi dậy đều lấy danh nghĩa giúp [[nhà Hán]]; tại nước [[Đại Việt]] khi đó, cả [[Chúa Trịnh|Trịnh]] và [[Chúa Nguyễn|Nguyễn]] đều danh nghĩa chống Mạc để giúp [[Nhà Lê sơ|nhà Lê]]. Các vua Lê vẫn có ngôi, có hiệu, có tên trong sử sách, nhưng chỉ ngồi làm vì. Trịnh và Nguyễn cùng giương cờ \"Phù Lê diệt Mạc\", [[Nhà Tây Sơn|Tây Sơn]] giương cờ \"Phù Lê diệt Trịnh\". Giáo sư sử học Văn Tạo trong tạp chí \"Nghiên cứu lịch sử\" có bài viết \"Nhà Mạc và vấn đề ngụy triều\", trong đó nêu rõ: ''Mạc là ngụy công khai, Trịnh và Nguyễn là ngụy giấu mặt''. Việc vua [[Lê Chiêu Thống]] đã lên ngôi thay vua [[Lê Hiến Tông|Cảnh Hưng]] năm [[1786]], nhưng [[Gia Long|Nguyễn Ánh]], với danh nghĩa \"phò Lê\", song vẫn nhất định dùng niên hiệu Cảnh Hưng đến tận năm [[1801]] đủ cho thấy trong lòng Nguyễn Ánh có nhà Lê hay không. Việc Nguyễn Ánh gửi [[gạo]] ra Bắc giúp [[Nhà Thanh|quân Thanh]] thực ra là muốn thêm người đánh Tây Sơn chứ không thực bụng giúp nhà Lê. Nói tóm lại, [[Nhà Lê sơ|nhà Lê]] là chính thống trong thời điểm đó nhưng bị các thế lực phong kiến khác chi phối.\n\nVề nguyên nhân sụp đổ của [[Nhà Hậu Lê|nhà Lê]] là do [[Lê Chiêu Thống]] cầu viện [[Nhà Thanh|quân Thanh]] khiến lòng người dân bấy giờ chán ghét hơn trước và sụp đổ là lẽ tất yếu của [[lịch sử]], dù cho sau này nhiều thế lực khác nổi dậy đòi khôi phục nhà Lê cũng đều thất bại.\n\n== Các vua nhà Lê trung hưng ==\n{| class=\"wikitable\"\n|-----\n! [[Miếu hiệu]]!! [[Thụy hiệu]]!! Tên húy!! Năm!! [[Niên hiệu]]!! An táng\n|-----\n| [[Lê Trang Tông|Trang Tông]] || Dụ hoàng đế || Lê Ninh ||[[1533]]–[[1548]]|| Nguyên Hòa || Cảnh Lăng\n|-----\n| [[Lê Trung Tông (Hậu Lê)|Trung Tông]] || Vũ hoàng đế || Lê Huyên ||[[1548]]–[[1556]]|| Thuận Bình || Diên Lăng\n|-----\n| [[Lê Anh Tông|Anh Tông]] || Tuấn hoàng đế || Lê Duy Bang ||[[1556]]–[[1573]]|| Thiên Hựu (1557)<br \/>Chính trị (1558–1571)<br \/>Hồng Phúc (1572–1573) || Bố Vệ Lăng\n|-----\n| [[Lê Thế Tông|Thế Tông]] || Nghị hoàng đế || Lê Duy Đàm || [[1573]]–[[1599]]|| Gia Thái (1573–1577)<br \/>Quang Hưng (1578–1599) || \n|-----\n| [[Lê Kính Tông|Kính Tông]] || Hiển Nhân Dụ Khánh Tuy Phúc Huệ hoàng đế<ref>Đại Việt Sử ký Toàn thư, Kỷ Nhà Lê, Thần Tông Uyên hoàng đế.<\/ref> (Giản Huy đế)<ref name =DVSKTT>Đại Việt Sử ký Toàn thư.<\/ref>|| Lê Duy Tân || [[1599]]-[[1619]] || Thuận Đức (1600)<br \/>Hoằng Định (1601–1619) || Hoa Loan Lăng<br \/>(Bố Vệ Lăng)\n|-----\n| [[Lê Thần Tông|Thần Tông]] (lần 1) || Uyên hoàng đế || Lê Duy Kỳ ||[[1619]]–[[1643]]|| Vĩnh Tộ (1620–1628)<br \/>Đức Long (1629–1634)<br \/>Dương Hòa (1634–1643) || Quần Ngọc Lăng\n|-----\n| [[Lê Chân Tông|Chân Tông]] || Thuận hoàng đế || Lê Duy Hựu || [[1643]]–[[1649]]|| Phúc Thái || Hoa Phố Lăng\n|-----\n| [[Lê Thần Tông|Thần Tông]] (lần 2) || Uyên hoàng đế || Lê Duy Kỳ || [[1649]]–[[1662]]|| Khánh Đức (1649–1652)<br \/>Thịnh Đức (1653–1657)<br \/>Vĩnh Thọ (1658–1661)<br \/>Vạn Khánh (1662) || Quần Ngọc Lăng\n|-----\n| [[Lê Huyền Tông|Huyền Tông]] || Khoát Đạt Duệ Thông Cương Nghị Trung Chính Ôn Nhu Hoà Lạc Khâm Minh Văn Tứ Doãn Cung Khắc Nhượng Mục hoàng đế<ref>Đại Việt Sử ký Toàn thư, Kỷ Nhà Lê, Huyền Tông Mục hoàng đế.<\/ref> || Lê Duy Vũ || [[1663]]–[[1671]]|| Cảnh Trị || Quả Thịnh Lăng\n|-----\n| [[Lê Gia Tông|Gia Tông]] || Khoan Minh Mẫn Đạt Anh Quả Huy Nhu Khắc Nhân Đốc Nghĩa Mỹ hoàng đế<ref>Đại Việt Sử ký Toàn thư, Kỷ Nhà Lê, Gia Tông Mỹ hoàng đế.<\/ref> || Lê Duy Cối<br \/>(Lê Duy Khoái) || [[1672]]–[[1675]]|| Dương Đức (1672–1673)<br \/>Đức Nguyên (1674–1675) || Phúc An Lăng\n|-----\n| [[Lê Hy Tông|Hy Tông]] || Thông Mẫn Anh Quả Đôn Khoát Khoan Dụ Vĩ Độ Huy Cung Chương hoàng đế<ref>Đại Việt Sử ký Tục biên, Kỷ Nhà Lê, Dụ Tông Hòa hoàng đế.<\/ref> || Lê Duy Cáp<br \/>(Lê Duy Hiệp) || [[1675]]–[[1705]]|| Vĩnh Trị (1678–1680)<br \/>Chính Hòa (1680–1705) || Phú Lăng\n|-----\n| [[Lê Dụ Tông|Dụ Tông]] ||Thuần Chính Huy Nhu Ôn Giản Từ Tường Khoan Huệ Tôn Mẫu Hòa hoàng đế<ref>Đại Việt Sử ký Tục biên, Kỷ Nhà Lê, Hôn Đức Công.<\/ref> || Lê Duy Đường || [[1706]]–[[1729]]|| Vĩnh Thịnh (1706–1719)<br \/>Bảo Thái (1720–1729) || Cổ Đô Lăng, sau chuyển<br \/>sang Kim Thạch Lăng\n|-----\n| || Bị phế thành [[Hôn Đức Công|Hôn Đức công]] || [[Lê Duy Phường]] || [[1729]]–[[1732]]|| Vĩnh Khánh || Kim Lũ\n|-----\n| [[Lê Thuần Tông|Thuần Tông]] || Khoan Hào Đôn Mẫn Nhu Tốn Cẩn Khác Trần Tiềm Giản hoàng đế<ref>Đại Việt Sử ký Tục biên, Kỷ Nhà Lê, Thuần Tông Giản hoàng đế.<\/ref> || Lê Duy Tường || [[1732]]–[[1735]]|| Long Đức || Bình Ngô Lăng\n|----- phần mềm\n| [[Lê Ý Tông|Ý Tông]] || Ôn Gia Trang Túc Khải Túy Minh Mẫn Khoan Hồng Uyên Duệ Huy hoàng đế<ref>Đại Việt Sử ký Tục biên, Kỷ Nhà Lê, Hiển Tông Vĩnh hoàng đế.<\/ref> || Lê Duy Thận<br \/>(Lê Duy Chấn) || [[1735]]–[[1740]]|| Vĩnh Hựu || Phù Lê Lăng\n|-----\n| [[Lê Hiển Tông|Hiển Tông]] || Vĩnh hoàng đế || Lê Duy Diêu || [[1740]]–[[1786]]|| Cảnh Hưng || rowspan=\"2\" | Bàn Thạch Lăng\n|-----\n| || [[Lê Chiêu Thống|Mẫn hoàng đế]] || Lê Duy Khiêm <br \/>(Lê Duy Kỳ)<ref>Theo [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]].<\/ref> || [[1786]]–[[1788]]|| Chiêu Thống\n|}\n\n=== Các vua được truy tôn===\n{| class=\"wikitable\" \n! [[Miếu hiệu]]!! [[Thụy hiệu]]!! Tên húy!! Lý do tôn phong\n|-----\n| [[Hiếu Tông]] || Nhân hoàng đế (仁皇帝) || Lê Duy Khoáng || Cha của [[Lê Anh Tông]]<ref>Đại Việt Sử ký Toàn thư, Kỷ Nhà Lê, Anh Tông Tuấn hoàng đế.<\/ref>\n|----- \n| [[Hựu Tông]] || || [[Lê Duy Vĩ]] || Cha của [[Lê Chiêu Thống|Lê Mẫn Đế]]<ref>Đại Việt Sử ký Tục biên, Kỷ Nhà Lê, Chiêu Thống Đế.<\/ref>\n|-----\n|}\n\n== Niên biểu ==\n[[Tập_tin:Timeline_Lê_Trung_Hưng_-_Chúa_Trịnh_-_Chúa_Nguyễn_PLY_March_23.png|viền]]\n\n== Xem thêm ==\n* [[Nhà Lê sơ]]\n* [[Nhà Mạc]]\n* [[Chúa Bầu]]\n* [[Chiến tranh Lê–Mạc]]\n* [[Chúa Trịnh]] & [[Đàng Ngoài]]\n* [[Chúa Nguyễn]] & [[Đàng Trong]]\n* [[Trịnh – Nguyễn phân tranh]]\n* [[Nhà Tây Sơn]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư]]\n* [[Đại Việt thông sử]]\n* [[Đại Việt sử ký tục biên]],Trung tâm khoa học xã hội và nhân văn Quốc gia, Viện nghiên cứu Hán Nôm, Nhà xuất bản Văn hóa - Thông tin.\n* [[Khâm định Việt sử Thông giám cương mục]]\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội\n* [[Đào Duy Anh]] (2002), ''Lịch sử Việt Nam từ nguồn gốc đến thế kỷ XIX'', Nhà xuất bản Văn hóa Thông tin\n\n== Đọc thêm ==\n* {{chú thích sách |editor1-last=Dror |editor1-first=Olga |editor2-last=Taylor |editor2-first=K. W. |title=Views of Seventeenth-Century Vietnam: Christoforo Borri on Cochinchina and Samuel Baron on Tonkin |series=Studies on Southeast Asia Series |date=2006 |publisher=[[Cornell University Press]] |location=Ithaca, NY |isbn=978-0877277415 }}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Revival Lê dynasty}}\n* {{en-icon}} [http:\/\/epress.nus.edu.sg\/msl\/place\/63 Annam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061203051931\/http:\/\/epress.nus.edu.sg\/msl\/place\/63 |date=2006-12-03 }}, thu thập các đoạn tài liệu ''[[Minh Thực Lục]]'' ([[wikt:明|明]][[wikt:實|實]][[wikt:錄|錄]]) của [[nhà Minh]] về Đại Việt, trong đó có nhiều phần liên quan đến thời kỳ trị vì của nhà Hậu Lê.\n\n{{start box}}\n{{Thứ tự chức vụ\n|chức vụ = Triều đại Việt Nam\n|năm = [[1533]]-[[1789]]\n|trước = [[Nhà Mạc]]\n|sau = [[Nhà Tây Sơn]]}}\n{{end box}}\n\n{{Vua nhà Hậu Lê}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n{{các chủ đề|Lịch sử Việt Nam}}\n\n{{DEFAULTSORT:Lê trung hưng}}\n[[Thể loại:Nhà Lê trung hưng| ]]\n[[Thể loại:Khởi đầu năm 1533]]\n[[Thể loại:Chấm dứt năm 1788]]\n[[Thể loại:Triều đại Việt Nam]]\n[[Thể loại:Thế kỷ 16 ở Việt Nam]]\n[[Thể loại:Thế kỷ 17 ở Việt Nam]]\n[[Thể loại:Thế kỷ 18 ở Việt Nam]]"}