{"60586":"{{Thông tin công trình xây dựng\n| name = Nhà hát<br>Thành phố Hồ Chí Minh\n| alternate_names = Nhà hát Thành phố\n| image = Ópera, Ciudad Ho Chi Minh, Vietnam, 2013-08-14, DD 02.JPG\n| image_alt = Nhà hát lớn Thành phố Hồ Chí Minh\n| caption = Nhà hát vào năm 2013\n| coordinates = {{coord|10.7767525|106.7032824|format=dms|display=inline,title}}\n| address = Số 7 [[Công trường Lam Sơn]], [[Bến Nghé (phường)|Phường Bến Nghé]], [[Quận 1]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| city = Thành phố Hồ Chí Minh\n| country = Việt Nam\n| designation =\n| architect =Félix Olivier, Ernest Guichard, Eugène Ferret\n| owner =\n| tenant =\n| operator =\n| capacity =559 (1900)<\/br>500 (2009)\n| type = Nhà hát Opera\n| opened = {{Start date and age|1900|01|01|df=y}}\n| reopened = 1975\n|architectural_style=Flamboyant|construction_start_date=1898|seating_type=Ghế đệm|renovation_date=1955, 1998, 2007-2009|ren_cost=25 tỷ VND (1998)|former_names=Thời [[Việt Nam Cộng hòa]]:{{bulleted list|Nhà hát Sài Gòn|Tòa nhà Quốc hội|Hạ nghị viện}}|native_building_name=Nhà hát Giao hưởng - Nhạc, Vũ kịch<\/br>Thành phố Hồ Chí Minh|website={{URL|hbso.org.vn}}|mapframe-zoom=16|image_size=270}}\n\n'''Nhà hát Thành phố Hồ Chí Minh''' (thường được gọi ngắn gọn là '''Nhà hát Thành phố''', tên chính thức là '''Nhà hát Giao hưởng - Nhạc, Vũ kịch Thành phố Hồ Chí Minh''') là một [[nhà hát]] có mặt tiền hướng ra [[Công trường Lam Sơn]] và [[Đường Đồng Khởi, Thành phố Hồ Chí Minh|đường Đồng Khởi]], [[Quận 1]], [[Thành phố Hồ Chí Minh]].<ref>[http:\/\/hbso.org.vn\/gioi-thieu\/lich-su-64.html Lịch sử nhà hát Thánh phố]<\/ref> Nằm ở một vị trí thuận lợi tại trung tâm thành phố, nhà hát được xem là nhà hát trung tâm, đa năng chuyên tổ chức biểu diễn sân khấu nghệ thuật đồng thời cũng được sử dụng để tổ chức các sự kiện lớn. Đây cũng là nhà hát thuộc loại lâu đời theo kiến trúc Tây Âu và được xem như một [[điểm mốc|địa điểm tham quan]] của thành phố này.\n==Lịch sử==\n[[Tập tin:Saigon -- Théâtre municipal.jpg|nhỏ|trái|250px|Nhà hát vào thời Pháp thuộc]]\nSau khi chiếm được [[Nam Kỳ]], năm [[1863]], chính quyền [[Pháp]] đã mời một đoàn hát sang biểu diễn tại [[Thành phố Hồ Chí Minh|Sài Gòn]] để giải trí cho lính viễn chinh Pháp. Lúc đầu, đoàn biểu diễn tạm tại nhà gỗ của dinh Thủy sư đề đốc tại Công trường Đồng Hồ (''Place de l'Horloge'') (góc Nguyễn Du - Đồng Khởi hiện nay). Sau đó, một nhà hát tạm được lập ở vị trí [[Khách sạn Caravelle]] ngày nay. Năm [[1898]], Nhà hát lớn được khởi công ngay cạnh nhà hát cũ và đến ngày [[1 tháng 1]] năm [[1900]] thì khánh thành.\n\nGiữa hai cuộc [[Chiến tranh thế giới thứ nhất]] và [[Chiến tranh thế giới thứ hai]], việc đem gánh hát từ Pháp sang đây biểu diễn hoàn toàn do sự trợ cấp của chính quyền thành phố. Tuy có dự định nơi đây sẽ trở thành một khu trung tâm giải trí dành riêng cho những nhân vật sang trọng, nhưng Nhà hát Tây càng ngày càng mất khách, vì các tay ăn chơi bị các hộp đêm, các quán ăn có nhạc và khiêu vũ giúp vui thu hút hầu hết... Sau thời gian đầu hoạt động sôi nổi, nhà hát chỉ còn sinh hoạt cầm chừng với các buổi ca hát, [[hòa nhạc]] và [[cải lương]]. Do có nhiều chỉ trích về kiến trúc rườm rà và chi phí tổ chức tốn kém, nên chính quyền thành phố đã từng có ý định chuyển nhà hát thành nơi hòa nhạc (''Salle de Concert''). Tuy nhiên, ý định này đã không được thực hiện. Thay vào đó, năm [[1943]] phần trang trí, điêu khắc ở mặt tiền nhà hát bị xóa bỏ (tượng nữ thần nghệ thuật, các dây hoa, hai cây đèn...) nhằm trẻ trung hóa phong cách kiến trúc. Tuy nhiên, vào năm [[1944]], nhà hát bị [[máy bay|phi cơ]] [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]] oanh tạc, làm hư hại hại nặng, phải ngưng hoạt động.\n[[Tập tin:National Assembly, Saigon 1967.jpg|nhỏ|trái|250px|Nhà hát vào năm 1967, lúc bấy giờ là tòa nhà Quốc hội của chính quyền Việt Nam Cộng hòa]]\nSau khi Pháp tái chiếm [[Bán đảo Đông Dương|Đông Dương]], do hoàn cảnh chiến tranh, nhà hát không được tu bổ nhiều. Năm [[1954]], nơi đây được sử dụng làm nơi ở tạm trú cho các thường dân Pháp từ miền Bắc di cư vào Nam theo [[Hiệp định Genève, 1954|Hiệp định Genève]] năm 1954. Năm [[1955]], nhà hát được tu bổ cải tạo nhưng lại được sử dụng với chức năng tòa Trụ sở [[Quốc hội Việt Nam Cộng hòa|Quốc hội]] (sau gọi là nhà Hạ nghị viện) của chính quyền [[Việt Nam Cộng hòa]].\n\nSau năm [[1975]], Nhà hát được trả lại chức năng ban đầu là tổ chức biểu diện nghệ thuật. Năm [[1998]], nhân dịp 300 năm khai sinh Thành phố Sài Gòn, [[Chính quyền Thành phố Hồ Chí Minh|Chính quyền thành phố]] đã cho tu bổ lớn với phương châm bảo tồn phong cách kiến trúc ban đầu, với một số trang trí, điêu khắc nổi ở mặt tiền nhà hát như tượng nữ thần nghệ thuật, các dây hoa... được phục chế.\n\n[[Tập tin:Biểu diễn tại nhà hát lớn tp HCM.jpg|nhỏ|250px|Một buổi biểu diễn tại tiền sảnh phục vụ công chúng]]\n[[Hội đồng nhân dân Thành phố Hồ Chí Minh]] đã phê chuẩn một dự án tân trang nhà hát vào tháng 11 năm 2007, kinh phí trù liệu là 1,6 tỷ đồng. Trong chương trình này, những bộ phận kiến trúc trùng tu dược liệt kê như sau:\n\n*Mái ngói với những vật liệu chế tạo đúng theo khuôn mẫu của thời đó (1900).\n*Thay ghế ngồi bằng ghế đệm (giảm số ghế từ 559 xuống 500 chỗ ngồi).\n*Thay gạch lát nền.\n*Trùng tu các tượng phía trong nhà hát.\n*Trùng tu các điêu khắc nổi trên tường và các tượng theo đúng mẫu ban đầu.\n\nDự án hoàn tất cuối năm [[2009]]. Công ty tổ chức các buổi trình diễn văn nghệ đã nhận 160.000 € trợ cấp của [[Lyon|Thành phố Lyon]] (Pháp) để trang bị hệ thống chiếu sáng mỹ thuật về đêm.<ref>Dựa theo tài liệu: [http:\/\/www.consulfrance-hcm.org\/IMG\/pdf\/1175792400.pdf] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927140328\/http:\/\/www.consulfrance-hcm.org\/IMG\/pdf\/1175792400.pdf|date=ngày 27 tháng 9 năm 2007}} trang 3,4<\/ref>\n\n==Kiến trúc==\n[[Tập tin:France Paris Petit Palais renove Entree 02.jpg|nhỏ|250px|[[Petit Palais]] ở [[Paris]]]]\nNhà hát lớn Sài Gòn là một đối trọng về mặt kiến trúc với [[Nhà hát Lớn Hà Nội]] - cất năm 1911, kiến trúc theo mẫu [[Nhà hát Opéra Garnier|Opéra Garnier]] tại [[Paris]], 900 chỗ ngồi, kiến trúc sư [[Broger et Harloy]]. Nhà hát Sài Gòn giữ riêng nét đặc thù có một không hai. Tác giả của tòa kiến trúc này là các [[kiến trúc sư]] [[Félix Olivier]], [[Ernest Guichard]] và [[Eugène Ferret]] xây dựng năm 1900 theo lối kiến trúc \"''flamboyant''\" của thời [[Đệ tam Cộng hòa Pháp]]<ref>[http:\/\/google.com\/search?q=cache:-G_QlODvvFMJ:belleindochine.free.fr\/saigon.htm+F%C3%A9lix+Ollivier,+Ernest+Guichard+et+Eug%C3%A8ne+Ferret+en+1900&hl=fr&ct=clnk&cd=1]<\/ref>. Cửa mặt tiền chịu ảnh hưởng nghệ thuật khá rõ nét của [[Petit Palais]] cất cùng năm tại Pháp. Thiết kế bên trong tân tiến với đầy đủ thiết bị cho âm thanh và ánh sáng. Ngoài tầng trệt còn 2 tầng lầu tổng cộng 1800 chỗ ngồi. Toàn bộ các mẫu trang trí, phù điêu mặt tiền và nội thất đều được một họa sĩ tên tuổi ở Pháp vẽ giống như mẫu của các nhà hát ở Pháp cuối [[thế kỷ 19]] và gửi từ Pháp qua.\n\nTuy vậy, về phần trang trí ở mặt tiền nhà hát cũng có nhiều lời chỉ trích. Theo [[phong cách Đế quốc]] (sau được trang trí thêm theo phong cách Beaux Arts, rồi giản tiện hóa kiểu [[Art Deco]]), mặt tiền nhà hát được trang trí nhiều phù điêu và tượng đắp nổi giống như [[Trụ sở Ủy ban nhân dân Thành phố Hồ Chí Minh|Tòa thị chính]], nên bị chỉ trích là khá rườm rà và rối rắm. Vì vậy vào năm 1943, một số chi tiết trang trí này đã bị dỡ bỏ nhằm trẻ trung hóa phong cách kiến trúc. Vào năm 1998, nhân dịp kỷ niêm 300 thành lập Thành phố Hồ Chí Minh, chính quyền đương thời phục hồi chức năng cũ là nhà hát thành phố cũng như đã cho phục hồi một số trang trí như tượng 2 nữ thần nghệ thuật, các dây hoa, hai cây đèn... trong đợt cải tạo và nâng cấp nhà hát. Tổng kinh phí trùng tu phục chế vào khoảng 25 tỷ đồng thời giá bấy giờ.\n\n==Những chuyện liên quan đến Vườn hoa Nhà hát==\n[[Tập tin:tuongtuyquanlucchien.jpg|nhỏ|250px|Tượng đài Thủy quân lục chiến]]\nNguyên thủy, vườn hoa trước Nhà hát không có tượng đài. Năm [[1967]], chính quyền [[Đệ Nhị Cộng hòa Việt Nam]] đã cho xây dựng tượng đài Thủy quân lục chiến cao 9 mét, trong tư thế xung phong hướng vào trụ sở Hạ viện. Dư luận đương thời cho đó là một điềm gở khi quân đội \"chĩa súng\" vào Quốc hội. \n[[Tập tin:Menras&Debris.jpg|nhỏ|trái]][[Tập tin:Ópera, Ciudad Ho Chi Minh, Vietnam, 2013-08-14, DD 01.JPG|nhỏ|trái|Tượng ''Tình mẫu tử'' ở Công trường Lam Sơn trước khi bị phá dỡ năm 2014 để xây [[Tuyến số 1 (Đường sắt đô thị Thành phố Hồ Chí Minh)|tuyến metro Bến Thành - Suối Tiên]]|198x198px]]Ngày [[25 tháng 7]] năm [[1970]], hai người Pháp phản chiến là André Marcel Menras và Jean Pierre Debris đã trèo lên tượng để phất cờ [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận Giải phóng Miền Nam Việt Nam]] và rải [[tờ rơi|truyền đơn]] kêu gọi phản chiến. Cả hai đều bị chính quyền Sài Gòn bắt giam và bị Tòa án binh Sài Gòn kết tội \"phá rối trị an\" với mức án bốn năm [[tù giam]] đối với Jean Pierre Debris và ba năm tù giam cho André Marcel Menras. Cả hai bị giam ở [[khám Chí Hòa]] và được những người tù Cộng sản đặt tên Việt là [[Hồ Cương Quyết]] (André Marcel Menras) và Hồ Tất Thắng (Jean Pierre Debris). Sau đó cả hai đều bị đày ra [[Côn Đảo]] mãi đến đến cuối năm 1972 thì được trả tự do và trục xuất về Pháp. Khi ra tù, hai ông đã xuất bản chung một quyển sách có tựa đề \"Thoát khỏi ngục tù Sài Gòn, chúng tôi vạch tội\", tố cáo chế độ lao tù hà khắc của chế độ Sài Gòn.\n\n\n\nSau [[sự kiện 30 tháng 4 năm 1975]], tượng đài bị giật đổ. Khu vườn hoa trở lại như ban đầu, tuy vẫn còn tồn tại cái bệ tượng cũ. Mãi đến tháng 12 năm 1997, nhân kỷ niệm 300 năm Sài Gòn - Thành phố Hồ Chí Minh, Hội đồng Thành phố đã quyết định cho xây một đài phun nước và một tượng đài bằng đá hoa cương đỏ, kích thước 2,6 mét, bệ tượng bằng granit đen viền đỏ, cao 2,40 mét, có tên là \"Tình mẫu tử\".\n\n Tác giả của bức tượng là ông Nguyễn Quốc Thắng - nguyên Phó giám đốc [[Bảo tàng Mỹ thuật Thành phố Hồ Chí Minh]], thuyết minh về tác phẩm như sau: \"bố cục theo hình khối tròn, hình ảnh hai mẹ con trìu mến, người mẹ bao giờ cũng che chở cho con...\". Tuy nhiên, giữa năm 2005, trong một bài phóng sự điều tra, báo Lao động đã đặt nghi vấn về bản quyền khi dẫn chứng của bức tượng \"Tình mẫu tử\" của bà Dương Lệ Vân, hội viên Uỷ ban Điêu khắc - Hiệp hội Mỹ thuật công nghệ Trung Quốc, được đăng trong đặc san điêu khắc do Hiệp hội Mỹ thuật - công nghệ Trung Quốc xuất bản tháng 8 năm 1995.\n\n==Tham khảo==\n\n*''Tỉnh thành xưa Việt Nam''\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n{{thể loại Commons|Opera House of Ho Chi Minh City}}\n{{Công trình kiến trúc thuộc địa Pháp tại Việt Nam}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n{{Nhà hát tại Việt Nam}}\n\n[[Thể loại:Nhà hát tại Thành phố Hồ Chí Minh|Lớn]]\n[[Thể loại:Tòa nhà quốc hội]]\n[[Thể loại:Công trình kiến trúc Pháp tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Công trình xây dựng ở Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 1]]\n[[Thể loại:Di tích tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Di tích quốc gia Việt Nam]]"}