{"3634607":"'''Nhà thờ họ Đào Bá''' là một di tích Lịch sử Văn hoá cấp Quốc gia, có địa chỉ tại thôn Lưu Khê, [[Quảng Yên]], [[Quảng Ninh]]. Thủy tổ là cụ [[Đào Bá Lệ]] là một trong các Tiên Công<ref>{{Chú thích web|url=http:\/\/dtdtqn.vn\/mieu-tien-cong\/|title=Miếu Tiên Công ở đảo Hà Nam|ngày truy cập=2017-01-09|archive-date = ngày 9 tháng 1 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170109113452\/http:\/\/dtdtqn.vn\/mieu-tien-cong\/}}<\/ref><ref>{{Chú thích web|url=http:\/\/quangyentourism.vn\/di-tich-lich-su\/dinh-quang-yen\/506-dinh-luu-khe.html|title=Đình Lưu Khuê thờ Tiên Công Đỗ Độ và Đào Bá Lệ người có công khai mở vùng đất phái nam đảo Hà Nam nay là xã Liên Hòa|ngày truy cập=2017-01-09|archive-date = ngày 9 tháng 1 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170109184427\/http:\/\/quangyentourism.vn\/di-tich-lich-su\/dinh-quang-yen\/506-dinh-luu-khe.html}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.quangninh.gov.vn\/vi-VN\/so\/sovanhoathethao\/Trang\/Chitietditichdanhthang.aspx?maso=58|title=Tiên Công|ngày truy cập=2017-01-09|archive-date = ngày 9 tháng 1 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170109113632\/http:\/\/www.quangninh.gov.vn\/vi-VN\/so\/sovanhoathethao\/Trang\/Chitietditichdanhthang.aspx?maso=58}}<\/ref> có công đầu tiên mở đất lập làng vùng đảo [[Đảo Hà Nam|Hà Nam]]. Thủy tổ dòng họ Đào cũng là một trong 3 tiên công được thờ ở [[Đình Lưu Khê]].\n\n== Nguồn gốc dòng họ ==\nTheo cuốn \"LÝ LỊCH DI TÍCH LỊCH SỬ VĂN HÓA NHÀ THỜ HỌ ĐÀO THỦY TỔ ĐÀO BÁ LỆ\" của dòng [[Đào (họ)|họ Đào]] tại thôn Lưu Khê, [[Liên Hòa, Quảng Yên|xã Liên Hòa]], [[Quảng Yên]], [[Quảng Ninh]] có viết nội dung năm 1434 – 1442 Vua [[Lê Thái Tông]] khuyến khích cho người dân đi khai khẩn đất hoang mở mang đất canh tác phát triển nông nghiệp. Thủy tổ [[Đào Bá Lệ]] người [[Phủ Lỵ Nhân|Lý Nhân]] -  [[Nam Định]] cùng với cụ [[Đỗ Độ]] chiêu tập người đến vùng đất phía đông xã Phong Lưu quai đê lấn biển, lập nên xã Lương Quy, xã Lưu Khê và nay thôn Lưu Khê, [[Liên Hòa, Quảng Yên|xã Liên Hòa]].\n\nVề quê quán của cụ [[Đào Bá Lệ]] được ghi chép là cụ từ [[Lý Nhân]] - [[Nam Định]] xuống. Xong vào [[Nhà Lý|Thời Lý]], [[Nhà Trần|Trần]] và giai đoạn đầu thời [[Nhà Lê sơ|Lê Sơ]] thì địa phận [[Lý Nhân]] thuộc châu Lỵ Nhân, lộ Đông Đô nay thuộc [[Hà Nội]]. Vì vậy cụ [[Đào Bá Lệ]] cùng các Tiên Công đều có gốc gác [[Thăng Long]] thành<ref>{{Chú thích web|url=http:\/\/vanhien.vn\/news\/Dau-an-nguoi-Thang-Long-trong-cong-cuoc-khan-hoang-tai-dao-Ha-Nam-Quang-Yen-Quang-Ninh-22933|title=Dấu ấn người Thăng Long trong công cuộc khẩn hoang tại đảo Hà Nam, Quảng Yên, Quảng Ninh|ngày truy cập=2017-01-09|archive-date=2017-01-06|archive-url=https:\/\/web.archive.org\/web\/20170106174646\/http:\/\/vanhien.vn\/news\/Dau-an-nguoi-Thang-Long-trong-cong-cuoc-khan-hoang-tai-dao-Ha-Nam-Quang-Yen-Quang-Ninh-22933|url-status=dead}}<\/ref>.\n\n== Hình thức sinh hoạt văn hóa ==\nNhà thờ họ [[Đào Bá Lệ]] cũng như bao nhà thờ dòng họ khác ở vùng [[Đảo Hà Nam]], [[Quảng Yên]], [[Quảng Ninh]] có một hình thức sinh hoạt văn hóa riêng biệt đó là lễ tế tổ tiên đầu năm vào ngày 5 tháng Giêng (âm lịch) và cũng là ngày giỗ tổ của dòng họ, lễ tạ cuối năm vào ngày 23 tháng 12 (âm lịch) còn gọi là lễ ra cỗ họ. Đây là dịp để con cháu tỏ lòng thành hiếu thảo với tổ tiên, ông bà, cha mẹ là việc làm thể hiện đạo lý uống nước nhớ nguồn của dân tộc Việt Nam nói chung nhằm giáo dục cho các thế hệ con cháu nhớ về cội nguồn dân tộc. Những ngày này tuy chỉ giới hạn trong phạm vi dòng họ của mình nhưng tất cả các nhà thờ dòng họ ở khu [[Đảo Hà Nam]], [[Quảng Yên]], [[Quảng Ninh]] đều có những ngày lễ đó vì vậy mà khiến cho khu [[Đảo Hà Nam]] thành một ngày hội lớn, ngày hội đại gia đình các dòng họ trên [[Đảo Hà Nam]].\n\n=== Ngày Giỗ Tổ ===\nNgày 5 tháng Giêng đầu năm, lúc mà không khí xuân ấm áp vẫn còn tràn ngập khắp mọi nơi, đây là thời điểm nông nhàn nhất sau một năm làm việc vất vả, mọi người đi hội du xuân, bạn bè con cháu xa gần về thăm hỏi chúc tụng ông bà cha mẹ và chuẩn bị làm lễ thượng thọ các cụ cao niên 80, 90, 100 tuổi cho ông bà cha mẹ mình.\n\nTrước ngày giỗ tổ, hội đồng dòng họ họp bàn phân công công việc cụ thể cho từng người, trang trí bày biện ở nhà thờ, mua sắm lễ…chuẩn bị cờ, lọng, kèn, trống, nhạc, kiệu rước để lên đình mời thủy tổ về dự. Lễ mặn thường là xôi, đầu lợn, bánh dày, rượu thịt, lễ ngọt thì hoa quả bánh kẹo chè thuốc.\n\nSáng ngày 5 mọi công việc chuẩn bị đã xong và rước. Đi đầu đám rước là lá cờ ngũ sắc, sau đó đến hai hàng bát biểu, tiếp đến là con cháu đội (đây là một con vật ở biển rất hung dữ đã được phật quy y, nay có nhiệm vụ trông coi việc trị thủy giúp dân), bộ đỉnh hương, ống hương, lọ hoa và hoa quả. Tiếp đến là kiệu tứ cống sau đó là kiệu long đình trong đó đặt sắc phong, bài vị tiếp đến là đội tế nam, tế nữ, cụ ông, cụ bà, rồi đến con cháu. Đoàn rước vào đình làm lễ mời thành hoàng làng (thủy tổ của dòng họ) về dự hội. Sau khi rước song về làm lễ tế ở nhà thờ. Vào ngày ngày tất cả phải ăn mặc gọn gàng, chỉnh tề và tề tự đông đủ tại nhà thờ họ để làm lễ tế tổ. Sau khi làm lễ tế tổ xong dòng họ tổ chức nấu nướng ăn uống chung ngay tại nhà thờ. Các cụ ông tham gia trò chơi chọi gà, tổ tôm, đánh cờ, các cụ bà hát đúm, chầu văn, chèo… Ngày này gia đình nào có cụ thượng 80, 90, 100 tuổi trở lên đều có một lễ mang lên nhà thờ để cáo yết tổ tiên, gia đình nào có điều kiện thì tổ chức làm lễ thượng thọ tại gia đình. Tại gia đình cụ thượng cũng trang trí bàn thờ nhà cửa, hương án, ngũ quả long mã, câu đối đại tự chúc thọ cụ thượng. Cụ thượng được ngồi trên một ghế bành to phủ khăn đỏ hoặc màu sắc đẹp phía sau có một chữ Thọ rất to, cụ mặc áo lụa vàng, đầu đội khăn xếp vàng, chân đi giầy, tất cả đều màu vàng. Trong ngày này con cháu xa gần họ hàng làng xóm tùy theo thứ bậc đến để lễ sống hoặc nói câu chúc thọ cụ. Con cái thường đọc bài văn truy ơn cha mẹ, hứa với cha mẹ sẽ ăn ở hiếu thảo, hòa thuận trong gia đình, làng xóm. Đến chúc mừng cụ thượng xong thường được mời ăn cỗ hoặc bánh kẹo che thuốc rất đầm ấm vui vẻ.\n\nNgày 5 tháng giêng là ngày lễ đầu năm. Mỗi gia đình đều có một mâm lễ, lễ chay hay lễ mặn, lễ to hay nhỏ tùy theo điều kiện gia đình, đem lên nhà thờ dâng hiến tổ tiên cốt sao lòng thành là được, cầu mong tổ tiên phù hộ độ trì mạnh khỏe bình an, làm ăn thuận lợi. Sau khi tế lễ xong hội đồng gia tộc cùng họp rút kinh nghiệm và bàn bạc công việc của dòng họ trong một năm.\n\n=== Ngày cúng chạp Tổ ===\nNgày 23 tháng 12 âm lịch, mặc dù cuối năm bận trăm công nghìn việc, đồng áng mùa màng nhưng con cháu xa gần trong dòng họ vấn bớt chút thời gian sửa soạn sắm lễ dâng cúng tổ tiên gọi là ngày chạp tổ.\n\nNgày nay cả khu [[Đảo Hà Nam]] lại nhộn nhịp tưng bừng trong ngày đại lễ của các dòng họ, mọi người làm cỗ đem ra từ đường tạ ơn và báo cáo tổ tiên trong một năm qua, tổ chức ăn uống tại nhà thờ dòng họ, tham gia các trò chơi, hát…Hội đồng dòng họ công bố việc chi tiêu và kết quả hoạt động trong một năm, rà soát lại sổ đinh ai mất để ghi tiếp vào gia phả.\n\nNhững ngày lễ này thực sự là ngày đại gia, đại hỷ của dòng họ và cũng là ngày để con cháu tụ họp gặp mặt, luôn nhắc nhở con cháu về cội nguồn của mình.\n\nNgoài 2 ngày lễ chính ra thì những ngày đại gia, đại hỷ của dòng họ và cũng là ngày để con cháu tụ họp gặp mặt luôn nhắc nhở con cháu về cội nguồn của mình.\n\n=== Ngày cúng Cơm mới ===\nNgoài 2 ngày lễ chính ra thì những ngày lễ tết theo phong tục của Việt Nam như ngày lễ Thanh Minh, Rằm tháng 7, lễ Cơm mới…dòng họ đều có hương hoa lễ vật dâng lên tổ tiên.\n\nDòng họ còn thành lập một hội đồng dòng họ gồm 5 hoặc 7 người do dòng họ tín nhiệm để lo các việc lớn nhỏ của họ trong năm, đề ra quy ước của dòng họ và mọi thành viên trong dòng họ đều phải thực hiện nghiêm túc, đóng góp đầy đủ.\n\nThành lập một đội tế thay mặt dòng họ tế lễ tổ tiên trong các ngày đại lễ, đội tế này cũng phải được dòng họ tín nhiệm. Thành lập quỹ mừng thọ, quỹ khuyến học, thăm hỏi động viên những gia đình có hoàn cảnh khó khăn, ốm đau, tang gia… tham gia thực hiện tốt mọi chính sách của nhà nước Đề ra, xây dựng nếp sông văn minh lịch sự.\n\n== Giá trị lịch sử, khoa học, nghệ thuật, văn hóa ==\n\n=== Giá trị lịch sử ===\nNhà thờ họ Đào thôn [[Lưu Khê]] thờ vị thủy tổ là [[Đào Bá Lệ]] - một trong các vị Tiên Công có công đầu tiên có công quai đê lấn biển lập làng, đặc biệt lại được dựng ngay trên mảnh đất mà chính mình tạo dựng vì vậy và nhà thờ họ [[Đào Bá Lệ]] cùng với đền Thập Cửu Tiên công và các nhà thờ dòng họ Tiên Công khác có ý nghĩa lịch sử rất lớn trong việc ghi dấu và minh chứng cho lịch sử hình thành của khu [[Đảo Hà Nam]] – một vùng quê đã có gần 600 năm ra đời và phát triển trong công cuộc xây dựng, chinh phục thiên nhiên mở mang đất đai của dân tộc.\n\nVới phương thức khai canh của các vị Tiên Công và con cháu của họ sau này đã giúp cho các nhà khoa học tìm hiểu thêm về phương thức khai canh theo kiểu các nhóm người hợp lại, kiểu một số người đứng ra chiêu tập nhân dân khai canh, kinh nghiệm quai đê ngăn dòng nước mặn ở các vùng bãi bồi cửa biển.\n\nGần 600 năm qua cư dân trên [[Đảo Hà Nam]] đã kiên cường chống chọi với bão gió, nước triều, sóng biển để xây dựng quê hương mở mang nhiều vùng quê mới bằng kinh nghiệm quai đê lấn biển của tổ tiên. Chỉ tính từ năm 1960 đến nay cư dân ở đây đã quai đê lấn biến xây dựng nên nhiều quê hương mới như xã Phương Nam (Uông Bí), xã Đại Yên (Hoành Bồ) xã Hà An, xã Sông Khoai, xã Nam Hòa, xã Tiền Phong, xã Tân An (Yên Hưng). Có được thành tích trên là nhờ truyền thống, kinh nghiệm quai đê lấn biển của con cháu tiên công trên [[Đảo Hà Nam]] mà di tích đền Thập Cửu Tiên Công, di tích các nhà thờ dòng họ Tiên Công cùng với lễ hội cổ truyền ở di tích là yếu tố cơ bản hun đúc nên truyền thống đó.\n\nTheo như gia phả của các dòng họ để lại thì nhà thờ họ [[Đào Bá Lệ]] cũng như những nhà thờ dòng họ khác được xây dựng từ đời thứ sáu của dòng họ (khoảng năm 1630) cách ngày nay gần 400 năm. Tuy dấu ấn cũ của thời kỳ xây dựng không còn, giờ chủ yếu là từ thời Nguyễn nhưng cũng góp phần quan trọng trong kho tàng di tích kiến trúc cổ của tỉnh [[Quảng Ninh]].\n\nNhà thờ họ [[Đào Bá Lệ]] hiện còn lưu giữ nhiều hiện vật điêu khắc có giá trị nghệ thuật cao như khám thờ, long ngai, hương án, bài vị, hoành phi, câu đối… đã được các nghệ nhân chạm trổ kênh bong tỉ mỉ, trau chuốt đến từng chi tiết nhỏ tạo nên những bức tranh, những con vật sống động mang dấu ấn thời Nguyễn rõ rệt, nhất là hình tượng rồng hóa mây, rồng hóa lá, hóa hoa được trang trí trên các khám thờ, hương án… thì mỗi nơi có dáng vẻ khác nhau, làm cho người xem không bị nhàm chán bởi sự trùng lặp. Đây cũng là hiện vật quý góp phần vào kho tàng mỹ thuật [[cổ truyền]] của dân tộc [[Việt Nam]].\n\n=== Kiến trúc ===\nNhà thờ họ [[Đào Bá Lệ]] được xây dựng trên một khu đất cao thoáng mát, nơi mà xưa kia khi nước triều lên chỉ còn đượng đất cao đó nổi lên bãi triều. Ngày nay do con cháu các dòng họ đông đúc, nhu cầu nhà ở phát triển nên nhà thờ nằm trong khuôn viên không lớn lắm. Phía trước và bên trái là đường ngõ, xóm, phía sau giáp hộ bà Đỗ Thị Ngoan, bên phải giáp hộ ông Đỗ Văn Niên.\n\nNhà thờ được xây dựng từ đời thứ sáu của dòng họ (khoảng năm 1630) trên nền móng bây giờ, từ đó đến nay trải qua nhiều lần trùng tu. Nhà thờ quay hướng Đông Bắc, kiến trúc kiểu chữ Nhất (-) 3 gian. Năm 2000, xây thêm 3 gian tiền tế để làm nơi cúng tế, hội họp, năm 2018 xây thêm hậu cung. Phía trước nhà thờ không có sân cổng mà xây bức tường sát nhà thờ, lối đi vào ở bên trái.\n\nTường xây gạch đỏ, mái lợp ngói đỏ, hai đầu thu hồi bít đốc, có ngưỡng cửa xây gạch và đặt một lớp gỗ lên trên, cửa bằng gỗ ván lùa. Có bốn bộ vì kèo cột gỗ, kiểu gia chiêng chông rường kẻ ngòi. Mỗi bộ vì có 3 hàng cột, cột quân phía trước liền với cửa, cột quân phía sau gần sát tường, không có hàng cột cái phía trước, các vì, cột không chạm khắc gì, các bộ vì đều được làm giống nhau.\n\nBộ vì nóc: Phía dưới cùng là một xà ngang quá giang từ cột quân phía sau qua cột quân phía trước. Từ xà ngang này có một cột trốn được kê trên đấu vuông thắt đáy chạy chỉ xung quanh tì lực lên xà ngang giả làm cột cái. Cây đầu quá giang hai đầu cột, hai rường cụt được kê trên hai cau đầu bởi hai đấu vuông, rường trên cùng uốn cong bụng lợn và tỳ lực lên hai rường cụt bởi hai đấu vuông, cuối cùng là một đấu vuông to đặt guốc hoành để đỡ lấy thượng lương.\n\nBộ vì nách: là một xà ngang qua giang từ cột quân phía trước qua cột cái sang cột quận phía sau. Từ cột cái là một kẻ ngồi một đầu chui qua cột cái vát tròn đỡ câu đầu gọi là đầu dư, một đầu ăn mộng vào xà nách và gối lên cột quân, phía trên kẻ ngồi là ván bưng có khoét các ổ để chưa hoành, từ cột quận là một bẩy hiên, một đầu xẻ mọng chui qua cột quận vát tròn đỡ xà nách gọi là nghé, một đầu tỳ lực lệ đầu cột hiên để đỡ lấy mái, cột này được xây trụ gạch, phần trên của bẫy cũng có ván bưng khoét các ổ đẻ chứa hoành, các bộ vì này được liên kết với nhau bằng các xà thượng, xà trung, xà hạn và các hoành mái giữ cho bộ khung chắc chắn.\n\n=== Thơ văn ===\n\nNhà thờ họ Đào thôn Lưu Khê có câu đối:<blockquote>'''Khai Canh công thần lưu hậu thế,'''<\/blockquote><blockquote>'''Từ đường Đào tộc sáng tiền nhân.'''<\/blockquote>Tạm dịch:<blockquote>'''Mở đất khai hoang công lao tổ thần lưu hậu thế,'''<\/blockquote><blockquote>'''Nhà thờ họ Đào khai sáng xây dựng từ người xưa.'''<\/blockquote>\n== Địa điểm sinh hoạt thờ cúng hiện nay ==\nTrước đây nơi thờ của dòng [[Đào (họ)|họ Đào]] bằng nhà tranh vách đất chật hẹp, khi con cháu đông đúc sinh sống trong một vùng rộng lớn nên để tưởng nhớ đến công ơn của cụ Thủy tổ đã gây dựng lên dòng họ và phát triển đến ngày hôm nay. Theo thời gian, từ đường cũng đã xuống cấp và trật hẹp, sau một thời gian kêu gọi con cháu trong dòng tộc cùng đóng góp tài chính, kiến thiết, kiến chúc để xây dựng thêm từ đường để thờ phụng cụ Thủy tổ.\n\nNgày nay, dòng họ Đào thôn Lưu Khê phát triển ra 2 nhà thờ một nhà thờ ở Xóm Nam (xóm 8) và một nhà thờ ở Xóm Trên (xóm 7), thôn Lưu Khê. Nhà thờ họ [[Đào Bá Lệ]] là ngôi nhà sinh hoạt tín ngưỡng chung của dòng họ theo tục thờ cúng tổ tiên mang đậm bản sắc văn hóa [[Việt Nam]]. Đây còn là nơi sinh hoạt văn hóa của dòng họ, nơi phụng thờ để tri ân tổ tiên và giáo dục con cháu trong dòng họ giữ gìn gia phong dòng tộc, xây dựng nếp sống văn hóa, phát triển giáo dục, phát triển kinh tế. \n\nVề con cháu Dòng họ một phần tiếp tục xây dựng phát triển trên vùng [[Đảo Hà Nam]], nhóm sang xây dựng, phát triển [[Tuần Châu|Đảo Tuần Châu]] có Doanh nhân [[Đào Hồng Tuyển]], [[Đảo Long Sơn]], [[Vũng Tàu|Đảo Long Sơn]], [[Hải Phòng]], [[Hà Nội]].\n\n== Di tích cấp Quốc gia ==\nNhà thờ đã được Bộ Văn hoá thông tin cấp Bằng di tích Lịch sử Văn hoá Quốc gia theo Quyết định số 51 QĐ\/BVHTT, ngày 27\/12\/2001\n\n= Chú thích =\n{{tham khảo}}\n\n[[Thể loại:Di tích tại Quảng Ninh]]"}