{"515793":"{{wikify}}\n{{Infobox\n| child = \n| bodyclass = \n| above = Nhà tù Lao Bảo <br> Nhà đày Lao Bảo\n| abovestyle = background: lightgray;\n| subheader = \n| subheader2 = \n| image = \n| caption = \n| border = infobox\n| caption = \n| float = center\n| relief = {{{map_relief|}}}\n| width = {{{map_width|235}}}\n| lat  = {{{latitude|}}}\n| lat_deg = {{{lat_degrees|}}}\n| lat_min = {{{lat_minutes|}}}\n| lat_sec = {{{lat_seconds|}}}\n| lat_dir = {{{lat_direction|}}}\n| long = {{{longitude|}}}\n| lon_deg = {{{long_degrees|}}}\n| lon_min = {{{long_minutes|}}}\n| lon_sec = {{{long_seconds|}}}\n| lon_dir = {{{long_direction|}}}\n| label1 = Kiểu\n| data1 = Nhà tù\n| label2 = Quốc gia\n| data2 = {{VIE}}\n| label3 = Vị trí \n| data3 = Đường Lê Thế Tiết, khóm Duy Tân, thị trấn [[Lao Bảo]], huyện [[Hướng Hóa]], tỉnh [[Quảng Trị]]\n| label4 = Thành phố gần nhất\n| data4 = Thành phố [[Đông Hà]]\n| label5 = Tọa độ \n| data5 = \n{{coord|16|36|42.3|N|106|35|15.2|E|name=Nhà tù Lao Bảo|display=inline,title|type:isle}}\n| label6 = [[British national grid reference system|OS grid reference]]\n| data6 = \n| label7 = Diện tích\n| data7 = 0,1&nbsp;km²\n| label8 = Hình thành\n| data8 = \n| label9 = Thành lập\n| data9 = \n| label10 = Người thành lập\n| data10 = [[Thực dân Pháp]]\n| label11 = Xây dựng\n| data11 = {{startdate|1908}}\n| label12 = Xây dựng bởi\n| data12 = \n| label13 = Xây dựng cho\n| data13 = \n| label14 = Mục đích ban đầu\n| data14 = \"Quốc Sự Phạm\" [[Miền Trung (Việt Nam)|miền Trung]]\n| label15 = Phá huỷ\n| data = \n| label16 = Xây dựng lại\n| data16 = \n| label23 = Phục hồi lại\n| data23 = \n| label24 = Phục hồi bởi\n| data124 = \n| label25 = Mục đích hiện tại\n| data25 = [[Du lịch]]\n| label26 = Kiến trúc sư\n| data26 = \n| label27 = Nhà điêu khắc\n| data27 = \n| label28 = Phong cách kiến trúc\n| data28 = \n| label29 = Lượng tham quan\n| data29 = \n| label30 = Cơ quan quản lý\n| data30 = [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]\n| label31 = Chủ sở hữu\n| data31 = \n| label32 = Năm sự kiện\n| data32 = \n| label33 = Sự kiện quan trọng\n| data33 = \n| label34 = Website\n| data34 = \n<!-- Leave space for possible future expansion -->\n<!-- designation1 section -->\n| data35 = {{#if:{{{designation1<includeonly>|<\/includeonly>}}}{{{designation1_offname|}}}{{{designation1_type|}}}{{{designation1_criteria|}}}{{{designation1_date|}}}{{{delisted1_date|}}}{{{designation1_partof|}}}{{{designation1_number|}}}{{{designation1_free1value|}}}{{{designation2_free1value|}}}{{{designation1_free3value|}}}\n|{{Infobox\n| child = yes\n| header1 = [[Di tích cấp quốc gia]]\n| data2 = Nhà tù Lao Bảo\n| label3 = Loại\n| data3 = Di tích lịch sử văn hóa\n| label4 = Ngày nhận danh hiệu\n| data4 = {{startdate|1991|1|25}}\n| label5 = Quyết định\n| data5 = \n}}}}\n}}\n\n'''Nhà tù Lao Bảo''' (hay còn gọi là '''nhà đày Lao Bảo''', thuộc khóm Duy Tân, thị trấn [[Lao Bảo]], huyện [[Hướng Hóa|Hướng Hoá]], tỉnh [[Quảng Trị]]) là một trong năm nhà tù lớn nhất [[Bán đảo Đông Dương|Đông Dương]]<ref>[http:\/\/www.tntp.org.vn\/Detail.aspx?ContentID=10024 Thăm di tích nhà tù Lao Bảo]{{Liên kết hỏng|date = ngày 16 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Đây là nơi giam cầm nhiều nhà cách mạng [[chủ nghĩa cộng sản|cộng sản]] cốt cán mà sau này là lãnh đạo cao cấp của chính quyền nước [[Việt Nam|Cộng hòa xã hội chủ nghĩa Việt Nam]] như: nhà thơ [[Tố Hữu]], [[đại tướng]] [[Nguyễn Chí Thanh]], [[Trần Văn Cung]], Lê Chương, Lê Thế Tiết<ref name=\"chú thích7\">[http:\/\/vnexpress.net\/GL\/Xa-hoi\/2009\/08\/3BA12A98\/ 20 tỷ đồng trùng tu nhà tù Lao Bảo]<\/ref>... Sau ngày thống nhất đất nước, nhà tù Lao Bảo được công nhận là \"di tích lịch sử văn hoá cấp quốc gia\".\n\n==Khu di tích nhà tù Lao Bảo ==\n[[Nhà tù]] [[Lao Bảo]] được Nhà nước công nhận di tích lịch sử cấp Quốc gia từ ngày [[25 tháng 1]] năm [[1991]]<ref name=\"chú thích7\"\/>. Đến thời điểm này, [[nhà tù]] [[Lao Bảo]] đón nhiều lượt du khách thập phương về tham quan.\n\nNăm [[1995]], ngành Văn hóa – Thông tin đã cho mở đường, dựng một đài chứng tích nằm cạnh lao C, một đàn âm hồn để tưởng niệm những người đã chết, một nhà bia tưởng niệm [[Hồ Bá Kiện]], người chỉ huy cuộc bạo động năm [[1915]].\n\nĐến năm [[2000]], trong chương trình tôn tạo di tích, một cụm tượng đài tương đối quy mô đã được đầu tư xây dựng cùng với việc quy hoạch lại khuôn viên, xây nhà đón tiếp, tổ chức trưng bày bổ sung nhằm mục đích việc góp phần \"giáo dục truyền thống\" và \"đạo đức cách mạng\" cho các đối tượng thanh thiếu niên.\n\nTuy vậy, trong thời gian gần đây, khu di tích này đã có dấu hiệu xuống cấp khá nghiêm trọng, các ghi nhận gần đây cho thấy di tích lịch sử này có khả năng sẽ trở thành một phế tích.\n\nTrong những nỗ lực để trùng tu lại di tích lịch sử này, Ủy ban nhân dân tỉnh Quảng Trị đã phê duyệt dự án trùng tu tôn tạo khu di tích này vào tháng 8 năm 2009, dự kiến sẽ hoàn thành trong năm 2011<ref name=\"chú thích7\"\/>.\n\nDù vậy, theo Trưởng ban quản lý di tích nhà tù Lao Bảo thì đến nay dự án này vẫn chưa tiến hành khởi công, việc hoạt động quản lý khu di tích cầm chừng vì nguồn thu từ việc bán vé tham quan không đáng kể.\n\n===Vị trí===\nNhà tù Lao Bảo nằm cuối đường Lê Thế Tiết, Khóm Duy Tân,Thị trấn [[Lao Bảo]], huyện [[Hướng Hóa|Hướng Hoá]], được xây dựng ở giữa một thung lũng cách [[hướng Nam|phía nam]] [[Quốc lộ 9A|Quốc lộ 9]] khoảng 2[[kilômét|km]], cách [[Đông Hà]] khoảng 80[[kilômét|km]], cách [[Khe Sanh]] khoảng 22[[kilômét|km]], bao quanh 3 [[hướng Nam|phía nam]]. Trước đó, đây là một vùng hoang vu, [[hướng Tây|phía Tây]] là [[sông Xê Pôn|sông Sê Pôn]], [[hướng Đông|phía Đông]] là núi đá cao chót vót, [[hướng Bắc|phía Bắc]] là đồn Trấn Cao thời Nguyễn.\n\n=== Cấu trúc ===\nKhu nhà nhốt tù được chia thành nhiều khu nhỏ như: Nhà bếp (bếp tù thường và bếp tù chính trị), tháp lọc nước, nhà vệ sinh và năm nhà giam gọi là các batimăng A, B, C, D, E.\n\nBan đầu chỉ có hai dãy nhà giam gọi là lao A và lao B gồm hai dãy nhà tù cũ, bán kiên cố, làm bằng [[tre]], [[gỗ]], trát [[đất]], lợp [[ngói]], dài 15m, cao 2m, rộng 5m. Tường đất kín mít, trét toóc xi, chỉ có hai cửa lớn ra vào, khi đóng cửa nhà tối om như hầm [[đá]].\n\nXung quanh nhà có lan can và có hành lang nối liền hai lao A và B. Trong mỗi lao có hai dãy sàn gỗ cho tù nhân nằm, cuối căn có trang bị cùm lớn. Mỗi lao có thể giam giữ được 60 tù nhân, tù nhân có thể ngồi dậy nhưng không thể di chuyển vị trí nằm được.\n\nNăm 1931 – 1932 thực dân Pháp cho xây thêm hai dãy nhà mới gọi là lao C và lao D có phần kiên cố hơn với tường bằng đá, mái lợp tôn, sàn bằng xi măng, bê tông cốt thép, đến năm 1934 thì hoàn thành. Mỗi nhà lao dài 30m, rộng 6m giam giữ được khoảng 180 tù nhân và khu biệt giam có 13 buồng, mỗi buồng rộng 1m, cao 2,14 [[m]].\n\nDưói lao C có một nhà hầm (hầm E), là một cái hầm sâu xuống đất, gọi là ca sô, từ trần đến mặt đất chỉ khoảng 2 mét, tường xi măng cốt thép kiên cố dày 1m, không có cửa sổm chỉ có những lỗ nhỏ hình chữ nhật cũng có song sắt chắc chắn, có một cửa nhỏ vuông bằng sắt dày khoảng 0,4m, song sắt cửa sổ to bằng ngón tay đan dọc ngang, dày không đút lọt lon sữa bò. Đây là hầm biệt giam để giam tù chính trị<ref name=\"chú thích10\">[http:\/\/www.baoquangtri.vn\/default.aspx?TabID=99&modid=488&ItemID=18297 Nhà đày Lao Bảo]<\/ref>.\n\nNói chung, ba gian nhà C, D, E đúc bằng bê tông cốt thép rất vững chắc. Trong đó hai nhà D và E chồng lên nhau, nhà D ở trên nhà E.\n\nKiểu kiến trúc các nhà A, B, C, D này khác hẳn các nhà tù khác. Tường xây cao lên cách nền chừng 5m, không có cửa sổ, xây hàng hiên chìa ra phía ngoài cả bốn chung quanh, xây cao lên khoảng 2,5 m, có cửa số song sắt và cửa kính.\n\nLính gác đi lại theo hàng hiên này, nhìn xuống thấy rõ khắp cả nhà lao. Người tù ở trong nhà lao chỉ nhìn lên thấy trời theo cửa sổ trên cao, không thấy gì xung quanh<ref name=\"chú thích10\"\/>.\n\nToàn bộ các công trình được bao quanh bởi hệ thống tường thành kiên cố cao 3,5m và nhiều lô cốt bảo vệ ở các góc thành và các vị trí quan trọng.\n\nNgoài ra trong khu vực nhà đày Lao Bảo còn có nhà hành xác, nhà tra trấn, hỏi cung (nằm ở góc Đông - Nam), nhà cai ngục, trại lính (ở góc Tây - Bắc) nhà dây thép (Bưu điện), xưởng mộc, xưởng thêu, xưởng rèn<ref name=\"chú thích11\"\/>.\n\nNgoài hệ thống nhà lao, phía ngoài còn có nhà ăn, nhà bắt các tù nhân làm các đồ dùng thủ công. Gần cổng là nhà của đồn trưởng, cai, xếp và trại lính được bao quanh bởi hàng rào tre cao chắc chắn. Hiện nay ở đó còn cột xi măng, giữa đục lỗ cắm cờ chủ quyền.\n\n==Lịch sử==\nVào thời [[phong kiến]] [[nhà Nguyễn]], nơi đây là một đồn trấn thủ ở ải biên thùy, trấn giữ một phần bờ cõi phía Tây của lãnh thổ [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]. Nơi đây trước đó là vùng rừng núi trập trùng, hiểm trở, xa dân cư, thường biết đến là chốn \"rừng thiêng, nước độc\"<ref name=\"chú thích11\">{{Chú thích web |url=http:\/\/gocquangtri.quangtri.gov.vn\/?P=DefaultPageDetail&CatID=232&NewsID=731 |ngày truy cập=2010-07-23 |tựa đề=Xem chi tiết tại đây |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304211831\/http:\/\/gocquangtri.quangtri.gov.vn\/?P=DefaultPageDetail&CatID=232&NewsID=731 }}<\/ref>\nNhà tù Lao Bảo được khởi công xây dựng vào [[năm]] 1908 trên một khu đất rộng chừng 10ha, hoàn toàn biệt lập với các khu vực khác để giam giữ các \"Quốc Sự Phạm\" miền Trung<ref name=\"chú thích4\">[https:\/\/archive.is\/20121224202139\/www.cinet.gov.vn\/upLoadFile\/HTML\/baoton_baotang\/ditich\/chitiet\/QuangTri\/ditich\/nhatulaobao.htm Nhà tù Lao Bảo]<\/ref> là thường phạm và những người yêu nước chống Pháp theo các [[phong trào Cần Vương]], Văn Thân. Sau 1929-1930, nhà đày được mở rộng để giam tù cộng sản.\n\n===Trong chiến tranh Đông Dương===\nTrong [[chiến tranh Đông Dương]], nhà tù Lao Bảo giữ một vị trí rất quan trọng. Đây là một trong năm nhà tù lớn nhất của Đông Dương, thực dân Pháp dùng nơi đây để giam cầm những người bản xứ chống lại họ, những người cộng sản hoạt động ở Quảng Trị như: [[Lê Thế Tiết]], [[Trần Hữu Dục]], [[Trần Hoành]], [[Lê Thế Hiếu]], [[Trần Ngang]], [[Đoàn Lân]], [[Trần Công Ái]]..., miền Trung Việt Nam như [[Tố Hữu]], [[Nguyễn Chí Thanh]], thậm chí còn giam giữ cả những [[người Lào]]<ref name=\"chú thích4\"\/>.\n\nNhà tù Lao Bảo được coi là bằng chứng sống động nhất về tội ác của thực dân Pháp và những người bản xứ làm việc cho Pháp đối với những người đấu tranh cho độc lập ở Việt Nam trong mấy thập kỷ đầu tiên của thế kỷ XX. Đồng thời còn là nơi phản ánh tinh thần chịu đựng kiên cường, ý chí phản kháng to lớn của những người đấu tranh cho nền độc lập của Việt Nam.\n\n===Trong chiến tranh Việt Nam===\n[[thập niên 1960|Những năm 1960]] của [[Chiến tranh Việt Nam]], [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] đã biến nơi đây thành cơ sở cách mạng của quân đội trong [[chiến dịch Đường 9 - Khe Sanh]] (năm [[1967]]).\n\nĐể đập tan ổ cứ điểm này và tiêu diệt lực lượng bộ đội đang ẩn náu ở nơi đây, Hoa Kỳ đã sử dụng lực lượng không quân hùng hậu ném bom đánh sập gần như toàn bộ Nhà tù Lao Bảo và không để lại một dấu tích nào<ref name=\"chú thích13\">{{Chú thích web |url=http:\/\/daidoanket.vn\/index.aspx?Menu=1409&Style=1&ChiTiet=5839 |ngày truy cập=2010-07-23 |tựa đề=Nhà tù Lao Bảo Tôn vinh ý chí Việt - Lào |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304111227\/http:\/\/daidoanket.vn\/index.aspx?Menu=1409&Style=1&ChiTiet=5839 }}<\/ref><ref>[http:\/\/www.baodatviet.vn\/chinh-tri-xa-hoi\/200908\/Phat-hien-dau-tich-day-biet-giam-Nha-tu-Lao-Bao-2203395\/ Phát hiện dấu tích dãy biệt giam Nhà tù Lao Bảo]{{Liên kết hỏng|date = ngày 16 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\n== Cực hình ==\nTại đây thực dân Pháp đã dùng những hình phạt dã man thời Trung cổ như gông, cùm, xiềng xích cùng với chế độ cai trị hà khắc tàn bạo nhất để đàn áp và giết hại các lực lượng yêu nước và cộng sản.\n\nTheo số liệu thống kê chưa được đầy đủ từ khi lập [[nhà tù]] [[Lao Bảo]] cho đến tháng 3 năm [[1945]], đã có hàng ngàn tù nhân bị thực dân Pháp giam giữ tại đây, trong đó có trên 350 là tù nhân chính trị bị lưu đày, nhiều đảng viên Cộng sản đã chết vì không chịu nổi những đòn tra tấn của lực lượng hỏi cung.\n\nĐể chống lại chế độ hà khắc của nhà tù này, tù nhân nơi đây đã nổ ra các cuộc đấu tranh rất quyết liệt, dưới mọi hình thức đối với cai ngục nhằm bảo vệ quyền sống tối thiểu của con người và nêu cao tinh thần cách mạng<ref name=\"chú thích4\"\/>.\n\n{{cquote|\n''Cùng với [[Sơn La]], [[Buôn Ma Thuột|Buôn Mê Thuột]], [[Côn Đảo]]… [[nhà tù|nhà đày]] [[Lao Bảo]] là một [[nhà tù]] nổi tiếng ác độc, được xây dựng ở vùng rừng núi heo hút, đầy muỗi sốt rét ác tính, ở miền Tây [[Quảng Trị]], thực tế đã là mồ chôn hàng nghìn người cách mạng bất khuất. Song với tinh thần \"biến nhà tù đế quốc thành trường học cách mạng\", [[nhà tù|nhà đày]] [[Lao Bảo]] đã trở thành nơi nung nấu lòng yêu nước thiết tha, rèn luyện ý chí kiên cường của các chiến sĩ [[Chủ nghĩa cộng sản|Cộng sản]].''|||Nhà thơ [[Tố Hữu]]\n}}\n\n=== Việc giam giữ ===\nChế độ giam cầm, đầy ải của cai ngục ở đây rất khắc nghiệt mà mang tính chất tàn bạo. Có nhiều nhân chứng<ref>Trần Hữu Dực, Bước qua đầu thù (Hồi ký), Nhà xuất bản chính trị Quốc gia<\/ref> cho rằng những người cai ngục này hành hạ thể xác phạm nhân cho đến lúc tàn phế, tù nhân bị đánh đập, tra tấn tàn bạo trong các lần hỏi cung<ref name=\"chú thích10\"\/>.\n\n===Chế độ giam giữ ===\nMỗi một người hay một tốp tù mới đến, đều phải nằm sấp, úp mặt xuống đất trước cửa phòng giấy của chủ ngục, lính canh lục soát hết mọi thứ.\n\nTất cả đồ đạc của người tù mới đến, bất kể cái gì, khô hay ướt, đều gói lại, ghi sổ, đưa vào kho. Đến khi lấy ra thì đồ vật hầu như hư hỏng hết vì không được bảo quản tốt.\n\nKhi mới nhà tù, việc đầu tiên của tù nhân là bị đưa vào lò rèn, đóng gông, xiềng, cạo đầu. Nhiều trường hợp dao cùn quá, cạo rách cả da đầu, chảy máu. Sau đó đưa xuống casô, cùm lại.\n\nChế độ gông cùm ở đây cũng khác nhiều nơi. Mỗi người tù đều phải mang gông và xiềng sắt ở cổ, hai vòng sắt ở hai chân, có dây xích sắt ngoặc vào ba còng sắt ấy.\n\nMỗi người tù một năm được phát hai bộ quần áo màu xanh, rất xấu, một chăn, một chiếu, tất cả đều là hàng kém phẩm chất<ref name=\"chú thích10\"\/>.\n\n=== Chế độ làm việc ===\nNgười tù bị bắt làm đủ thứ việc từ đập đá mở đường 9, làm cầu cống, chặt cây, đắn gỗ đến làm vườn trồng rau, làm thợ mộc, làm đồ mây tre, đồ thêu... để tăng thu nhập cho chủ ngục.\n\nKhi đi làm ở ngoài thì cứ hai tù có một lính đi theo canh, đi cách nhau 5m. Lính canh phải cầm súng, ngón tay trỏ luôn luôn để sẵn ở cò súng. Một đoàn tù đi làm không nghe một tiếng nói mà chỉ nghe tiếng xiềng sắt chạm nhau lẻng xẻng và tiếng chửi bới của lính.\n \nNgoài giờ đi làm, về lao là tù nhân bị cùm ngay. Cùm xong mới được ăn<ref name=\"chú thích4\"\/>.\n\n=== Chế độ ăn uống, nghỉ ngơi, vệ sinh ===\nKhi ăn xong thì tù nhân phải nằm xuống, muốn ngồi dậy phải xin phép lính gác.\n\nỞ trong nhà lao người tù ăn thì phải dùng bát gỗ. Bát đựng canh phải dùng ô đồng. Ô đồng có rỉ rất độc, ăn rất nguy hiểm. Bát gỗ lâu ngày, mắm muối ngấm vào, khi đưa lên miệng, ngửi thấy mùi muốn nôn ọe, rất khó chịu.\n\nLương thực, thực phẩm thì cai tù phát gì nhận nấy và tù nhân không có quyền khiếu nại cho dù là gạo mục, mắm thối. Người đi lấy rau lợn, rau thỏ, đồng thời lấy rau tù để cải thiện bữa ăn nhưng không ổn định.\n\nỞ trong nhà lao, cũng như đi làm ở ngoài, người tù không được nói, kể cả nói thầm. Ai muốn nói phải xin phép lính gác. Ở trong nhà lao bị cùm, người tù khi vệ sinh phải dùng ống tre có quai đeo ở mạ cùm<ref name=\"chú thích10\"\/>.\n\n=== Chế độ y tế ===\nThuốc men ở trong tù cho phạm nhân chỉ có một thứ là ký ninh nước. Hàng tuần chiều thứ bãy, đi làm về, y tá và lính đứng sẵn ở cửa ra vào buộc mỗi người phải há mồm, chúng đổ vào mồm một cốc ký ninh nước, nuốt xong mới được đi. Nhiều người phải nôn mửa<ref name=\"chú thích10\"\/>.\n\nChưa kể đến việc thời tiết ở đây rất khắc nghiệt. Về mùa khô hanh, ban đêm ở Lao Bảo rất lạnh, còn ban ngày, nhất là buổi trưa thì rất nóng, buổi sáng sương mù dày đặc, chỉ cách nhau khoảng 3 hoặc 4 mét là không thấy mặt nhau... cho nên phạm nhân rất dễ bị nhiễm bệnh.\n\n=== Đời sống tinh thần ===\nVề đời sống tinh thần, tù nhân không được đọc sách, báo, không được phép liên lạc thư từ với gia đình, cũng không được gặp người nhà khi đến thăm nuôi... mọi sinh hoạt cá nhân đều phải được phép của lính gác<ref name=\"chú thích13\"\/>.\n\n==Xem thêm==\n* [[Nhà tù Sơn La]]\n* [[Nhà tù Phú Quốc]]\n\n==Liên kết ngoài==\n* [http:\/\/tapchikinhtedubao.mpi.gov.vn\/portal\/page\/portal\/bkhdt\/ktdpvlt\/63_tinh_tp\/117422\/Tab1 Nhà tù Lao Bảo - một danh lam thắng cảnh]{{Liên kết hỏng|date = ngày 16 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n[[Thể loại:Nhà tù tại Việt Nam]]\n[[Thể loại:Di tích tại Quảng Trị|N]]\n[[Thể loại:Tội ác chiến tranh trong Chiến tranh Đông Dương]]\n[[Thể loại:Công trình kiến trúc Pháp tại Quảng Trị]]\n[[Thể loại:Công trình xây dựng ở Quảng Trị]]"}