{"60057":"{{Mồ côi|date=tháng 7 2018}}\n\n{{chú thích trong bài}} \n'''Nhà vắng chủ''' là nhà có chủ sở hữu nhưng [[chủ sở hữu]] không có mặt tại nhà, không có gia đình của chủ sở hữu ở trong nhà hoặc không có người [[ủy quyền hợp pháp]] để quản lý nhà hoặc không có thân nhân ở trong nhà hoặc trông nom nhà.\n\nỞ [[Việt Nam]] do hoàn cảnh chiến tranh người dân phải rời bỏ nhà ở để đi sơ tán, do hoàn cảnh gia đình neo đơn, do có nhiều chỗ ở, do các công cuộc [[Cải cách ruộng đất]], [[Cải tạo xã hội chủ nghĩa]] hoặc do đi tập kết hoặc vào nam sinh sống chờ tổng tuyển cử, di tản sau năm 1975 và còn do các yếu tố khác thuần túy cá nhân cũng như các cách chọn lựa khác thuộc nội bộ gia đình, dòng họ nên trước và sau năm 1945 có hiện tượng nhà vắng chủ ở cả hai miền.\n\n== Quyền sở hữu nhà ở vắng chủ theo hiến pháp 1946 ==\nTheo [[Hiến pháp]] [[Việt Nam Dân chủ Cộng hòa]] được [[Quốc hội]] thông qua ngày 9 tháng 11 năm 1946 có hiệu lực đến ngày 31 tháng 12 năm 1959 công nhận ở mục B Quyền lợi:\n* '''Điều thứ 6''': ''Tất cả công dân Việt Nam đều ngang quyền về mọi phương diện: chính trị, kinh tế, văn hoá.''\n* '''Điều thứ 10''': ''Công dân Việt Nam có quyền:- [[Tự do ngôn luận]]- [[Tự do xuất bản]]- [[Tự do tổ chức và hội họp]]- [[Tự do tín ngưỡng]]- [[Tự do cư trú]], đi lại trong nước và ra nước ngoài.''\n* '''Điều thứ 12''': ''[[Quyền tư hữu tài sản]] của [[quyền công dân|công dân]] Việt Nam được bảo đảm.''\nNhư vậy các chủ sở hữu '''nhà vắng chủ''' thuộc mọi thành phần, [[giai cấp]] đều được nhà nước Việt Nam Dân chủ Cộng hòa '''bảo hộ quyền tư hữu tài sản''' theo Hiến pháp.\n== Quyền sở hữu nhà ở vắng chủ ở miền Bắc theo hiến pháp 1960 ==\nTheo Hiến pháp nước Việt Nam Dân chủ Cộng hòa do quốc hội ban hành ngày 31 tháng 12 năm 1959 có hiệu lực từ ngày 1 tháng 01 năm 1960 hết lực vào ngày 19 tháng 12 năm 1980.\n*'''Điều 11''': ''Ở nước Việt Nam dân chủ cộng hoà trong [[thời kỳ quá độ]], các hình thức sở hữu chủ yếu về [[tư liệu sản xuất]] hiện nay là: hình thức sở hữu của Nhà nước tức là của toàn dân, hình thức sở hữu của [[hợp tác xã]] tức là hình thức [[sở hữu tập thể]] của nhân dân lao động, hình thức sở hữu của người lao động riêng lẻ, và hình thức sở hữu của nhà [[tư sản dân tộc]].''\n*'''Điều 16''': ''Nhà nước chiếu theo [[luật pháp|pháp luật]] [[bảo hộ]] quyền sở hữu về tư liệu sản xuất và của cải khác của nhà tư sản dân tộc.''\n*'''Điều 18''': ''Nhà nước bảo hộ quyền sở hữu của công dân về của cải thu nhập hợp pháp, của cải để dành, nhà ở và các thứ vật dụng riêng khác.''\n*'''Điều 19''': ''Nhà nước chiếu theo pháp luật bảo hộ [[quyền thừa kế]] tài sản tư hữu của công dân.''\nNhư vậy trong thời gian từ đầu năm 1960 đến cuối năm 1980 ở miền bắc và sau đó là cả nước Nhà nước Việt Nam Dân chủ Cộng hòa và Nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam '''bảo hộ theo Hiến pháp quyền tư hữu đất đai, nhà ở của cá nhân kể cả của giai cấp tư sản dân tộc trong đó có nhà vắng chủ'''.\n\n== Ở miền nam Việt Nam sau chiến tranh ==\n'''Nhà đất vắng chủ ở miền Nam Việt Nam''' là nhà đất sau [[Chiến tranh Việt Nam]], mà người đứng tên sở hữu không có mặt ở [[địa phương]].\n\n== Lý do ra đời khái niệm diện nhà vắng chủ==\n\n[[Chính sách quản lý và cải tạo xã hội chủ nghĩa]] đối với nhà đất ở các đô thị ở các tỉnh phía Nam Việt Nam ban hành theo Quyết định của [[Hội đồng Chính phủ]] số 111\/CP ngày 14 tháng 4 năm 1977 có một số quy định đối với nhà đất vắng chủ. Trong quá trình thực hiện việc vận dụng chính sách này các cơ quan chức năng gặp một số khó khăn trong việc xác định thế nào là '''nhà đất vắng chủ'''.\n\n== Định nghĩa diện nhà vắng chủ==\nSau khi làm việc với [[Ban Cải tạo công thương nghiệp tư bản tư doanh Trung ương]], [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] quy định các đối tượng thuộc diện nhà vắng chủ như sau:(''trích nguyên văn mục I Thông tư số 201\/BXD –NĐ ngày 23 tháng 06 năm 1978'')\n\n'''Nhà đất vắng chủ ở miền Nam''' là nhà đất từ khi giải phóng miền Nam, người đứng tên sở hữu không có mặt ở địa phương không có lý do chính đáng và cũng không đăng ký cư trú tại một nơi nào trên lãnh thổ nước Việt Nam như:\n\n* ''Nhà đất của những người di tản ra nước ngoài trước và trong những ngày giải phóng miền Nam.''\n* ''Nhà đất của những người ra nước ngoài làm ăn sinh sống học tập, chữa bệnh thăm viếng bà con... từ trước ngày miền Nam giải phóng, không có uỷ quyền cho ai quản lý hoặc uỷ quyền không hợp pháp.''\n* ''Nhà đất của những người không rõ tung tích, không biết rõ còn sống hay chết. Nhà đất như trên là nhà đất vắng chủ.''\n* ''Nhà đất của ngoại kiều xuất cảnh không giao lại cho chính quyền ta, không uỷ quyền hợp lệ, hợp pháp cho ai quản lý cũng gọi là nhà đất vắng chủ của ngoại kiều.''\n\nCác trường hợp '''không xem là''' diện nhà vắng chủ: (''trích nguyên văn'')\n\n* ''Nhà đất của những người tập kết ra miền Bắc, đi tham gia cách mạng, đi kháng chiến chưa kịp trở về.''\n* ''Nhà đất của những người tham gia xây dựng kinh tế mới chưa giải quyết xong việc mua bán chuyển nhượng.''\n\n== Điều chỉnh ==\nNhà nước Việt Nam quản lý '''nhà đất vắng chủ''' theo chính sách quy định trong mục II [[Quyết định]] 111\/CP ngày 14 tháng 4 năm 1977 của Hội đồng Chính phủ và Thông tư 31\/BXD ngày 18 tháng 10 năm 1977 của Bộ Xây dựng.\n\n* '''Mục II Quyết định 111\/CP''' (''trích nguyên văn'')\n\n1. ''Tất cả những nhà, đất và tài sản vắng chủ của người Việt Nam và ngoại kiều đều do Nhà nước trực tiếp quản lý. Khi người chủ về, Nhà nước sẽ giải quyết với họ. Không ai được chiếm dụng, tự ý chuyển nhượng, mua bán nhà cửa, tài sản vắng chủ khi không được phép của cơ quan Nhà nước có thẩm quyền.''\n\n2. ''Nhà nước quản lý sử dụng những nhà, đất và tài sản vắng chủ cho thuê theo chính sách cải tạo nhà cho thuê.''\n\n3. ''Nhà nước quản lý sử dụng những nhà, đất và tài sản vắng chủ của những người đã ra nước ngoài làm ăn buôn bán, hành nghề từ trước ngày giải phóng, khi họ trở về sẽ tuỳ từng trường hợp mà nghiên cứu giải quyết sau.''\n\nRiêng đối với những người sau đây, khi họ trở về, Nhà nước sẽ xét từng trường hợp cụ thể mà trả lại nhà cửa, tài sản cho họ:\n:''a. Những người làm ăn lương thiện đi chữa bệnh, đi thăm viếng bà con, đi học ở nước ngoài.''\n:''b. Những người đi tham gia [[cách mạng]], tham gia [[kháng chiến]]''.\n:''c. Những người là nhân dân lao động vì hoang mang sợ hãi bỏ chạy đi các nơi trước và trong những ngày giải phóng.''\n\n4. ''Những nhà, đất và tài sản mà trước khi vắng, chủ nhà đã uỷ quyền hợp pháp cho những người là con đẻ, vợ hoặc chồng hợp pháp của mình quản lý thì những người ấy được tiếp tục quản lý và phải chấp hành những chính sách quản lý nhà, đất của Nhà nước; trường hợp chưa kịp [[uỷ quyền hợp pháp]] thì Nhà nước cho phép những người là cha mẹ, con đẻ, vợ hoặc chồng hợp pháp của họ trước đây đã ở trong những nhà ấy, nay được tiếp tục ở nhưng không được bán, chuyển dịch bất động sản.''\n:''Đối với thân nhân không phải là cha mẹ, vợ chống, con của các chủ vắng mặt mà trước đây cùng ở chung với chủ nhà, nếu nay còn ở lại thì sẽ được thu xếp cho ở một chỗ trong nhà hoặc xếp ở nơi khác.''\n\n5. ''Những trường hợp xin thừa kế, xin [[hiến nhà]], đất và tài sản vắng chủ sẽ được nghiên cứu giải quyết từng trường hợp cụ thể theo chính sách.''\n\n6. ''Uỷ ban nhân dân thành phố, tỉnh thống nhất quản lý những nhà đất và tài sản vắng chủ tại địa phương.''\n\n''Cơ quan quản lý nhà đất và cơ quan tài chính chịu trách nhiệm quản lý, sử dụng, kiểm kê định giá, xử lý và thanh toán với chủ nhà khi họ trở về theo đúng các chính sách chế độ và thống nhất quản lý nhà đất và tài sản vắng chủ của Nhà nước.''\n== Số lượng nhà đất vắng chủ ==\nKhông thấy chính quyền Việt Nam công bố con số diện tích nhà đất vắng chủ. Phần lớn nhà đất vắng chủ đã trở thành [[nhà công vụ]], được phân hoặc hóa giá nhà cho cán bộ theo nghị định 61\/CP.\n\n== Xem thêm ==\n*[[Hiến pháp nước Việt Nam Dân chủ Cộng hòa năm 1946]]\n* [[Hiến pháp nước Việt Nam Dân chủ Cộng hòa năm 1959]]\n*[[Hiến pháp nước Cộng hòa Xã hội Chủ nghĩa Việt Nam năm 1980]]\n*[[Hiến pháp nước Cộng hòa Xã hội chủ nghĩa Việt Nam năm 1992]]\n*[http:\/\/qppl.egov.gov.vn\/congbao.nsf\/9e6a1e4b64680bd247256801000a8614\/85256F620062656C472566F6001C922E\/$file\/78000016.doc Thông tư số 201\/BXD –NĐ ngày 23 tháng 06 năm 1978.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927151924\/http:\/\/qppl.egov.gov.vn\/congbao.nsf\/9e6a1e4b64680bd247256801000a8614\/85256F620062656C472566F6001C922E\/$file\/78000016.doc |date = ngày 27 tháng 9 năm 2007}}\n*[http:\/\/qppl.egov.gov.vn\/congbao.nsf\/9e6a1e4b64680bd247256801000a8614\/85256F620062656CC725681700014277\/$file\/19770004.rtf Quyết định 111\/CP ngày 14 tháng 4 năm 1977 của Hội đồng Chính phủ ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927151937\/http:\/\/qppl.egov.gov.vn\/congbao.nsf\/9e6a1e4b64680bd247256801000a8614\/85256F620062656CC725681700014277\/$file\/19770004.rtf |date = ngày 27 tháng 9 năm 2007}}\n* [[Chiến tranh Đông Dương]]\n*[[Chiến tranh Việt Nam]]\n*[[Nhà diện 2\/IV]]\n*[[Nhà công vụ]]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Chính sách nhà đất]]\n[[Thể loại:Chính sách cải tạo Xã hội chủ nghĩa]]\n[[Thể loại:Chính sách Việt Nam]]\n[[Thể loại:Thuật ngữ pháp lý tại Việt Nam]]"}