{"17050":"{{coord|10.043948|104.018179|format=dms|display=title}}\n[[Hình:Trại giam Phú Quốc.jpg|nhỏ|Nhà tưởng niệm trại giam Tù binh Chiến tranh Phú Quốc]]\n{{Bản đồ định vị |Phú Quốc\n| width      = 250\n| caption    = Vị trí nhà tù Phú Quốc trên bản đồ Phú Quốc\n| label      = Nhà tù Phú Quốc\n| vĩ độ      = 10.043948\n| kinh độ    = 104.018179\n}}\n'''Trại giam Tù binh Chiến tranh Phú Quốc''', hay '''Trại giam Tù binh Cộng sản Phú Quốc''' là một trại giam nằm tại phường [[An Thới, Phú Quốc|An Thới]] ở phía nam đảo [[Phú Quốc]]. Trong [[Chiến tranh Đông Dương]], trại giam này có tên là '''Nhà lao Cây Dừa'''. Đây là trại giam tù binh trung tâm toàn [[Việt Nam Cộng hòa]], từng giam giữ hơn 32.000 tù binh (40.000 tù nhân nếu tính cả tù chính trị nhiều thời kỳ).\n\nTrại giam Tù binh Chiến tranh Phú Quốc có tất cả là 12 khu (năm 1972) được đánh số từ khu 1 đến khu 12. Riêng khu 13, 14 được xây dựng thêm vào cuối năm [[1972]]. Mỗi khu trại giam có khả năng chứa khoảng 3000 tù nhân. Năm 1972, có khoảng 36 000 tù nhân. Mỗi khu trại giam lại được chia làm nhiều phân khu. Thường thì có 4 phân khu, trong 1 khu. Một phân khu chứa được 950 tù binh. Riêng phân khu B2 dành riêng để giam giữ các sĩ quan. Tù binh có cấp bậc lớn nhất là [[Thượng tá]]. Trại giam Tù binh Chiến tranh Phú Quốc do 3 tiểu đoàn quân cảnh (7, 8, 12) canh giữ.\n\nNgoài ra, Nhà tù [[Phú Quốc]] cũng có một trại giam tù hình sự, giam giữ những tù nhân thường phạm bị kết án 10 năm trở lên, ở phường [[Dương Đông (phường)|Dương Đông]], mặt tây của đảo.\n\nHiện tại Nhà tù Phú Quốc là một trong những điểm du lịch lịch sử.\n\n==Lịch sử==\n[[Hình:Trại giam Phú Quốc 2.jpg|nhỏ|Nơi giam tù binh (phục dựng để tưởng niệm)]]\n===Trong Kháng chiến chống Pháp===\nNăm 1949 khi quân [[Trung Quốc Quốc Dân Đảng|Trung Hoa Quốc dân đảng]] thua trận trước [[Quân Giải phóng Nhân dân Trung Quốc]], Hoàng Kiệt (黃杰 Huang Chieh) tướng lĩnh tỉnh [[Hồ Nam]] dẫn hơn 30000 quân chạy sang Việt Nam, lúc bấy giờ được [[Pháp]] đưa ra đóng quân tại phía Nam đảo Phú Quốc. Sau đó, năm 1953, họ về [[Đài Loan]] theo [[Tưởng Giới Thạch]]. Họ bỏ lại nhà cửa đồn điền, thực dân Pháp thấy vậy tận dụng nhà cửa có sẳn lập ra nhà tù rộng khoảng 40 hecta gọi là \"Trại Cây Dừa\" nhốt tù binh gần 14000 người.<ref>Hoàng Kiệt (黃杰 Huang Chieh) sau đó làm tỉnh trưởng Đài Loan rồi Bộ trưởng quốc phòng. Năm 1955, người ta đặt tên Phú Quốc cho một đảo nhỏ trong hồ Trừng Thanh (澄清), huyện Đài Nam để tưởng nhớ sự kiện này.<\/ref>\n\nTrại gồm 4 khu nhà giam A, B, C, D. Các tù binh [[Chủ nghĩa cộng sản|cộng sản]] bị Pháp bắt từ các chiến trường Trung, Nam, Bắc Việt Nam bị tập trung đưa ra trại giam này ở Phú Quốc. Số tù binh này gồm khoảng 14000 người, đa số từ nhà tù Đoạn Xá ([[Hải Phòng]]). Cũng như tại các nhà tù khác trong [[Chiến tranh Đông Dương]], tù nhân cộng sản tại Trại Cây Dừa sinh hoạt đấu tranh chống khủng bố, đàn áp, và tổ chức vượt ngục. Sau hơn 1 năm ở trại, có 99 tù nhân bị chết, 200 người vượt ngục.\n\nTháng 7 năm 1954, sau [[Hiệp định Genève, 1954|Hiệp định Genève]], Pháp trao trả cho phía [[Việt Nam Dân chủ Cộng hòa]] hầu hết tù binh ở trại này.\n\n{{trung lập}}\n\n===Trong Chiến tranh Việt Nam===\nCuối năm [[1955]], [[Việt Nam Cộng hòa]] xây dựng một trại giam ở địa điểm Căng Cây Dừa cũ, với diện tích rộng 4 ha, đặt tên là '''Trại huấn chính Cây Dừa''', còn gọi là '''Nhà lao Cây Dừa'''. Trại tù có nhà giam tù nam, nhà giam tù nữ, nhà giam phụ lão. Ngày 2 tháng 1 năm 1956, 598 người tù từ trại Trung tâm huấn chính Biên Hòa được đưa đến đề lao Gia Định, rồi đưa xuống tàu vận tải Hắc Giang của hải quân chở từ Sài Gòn về đến Phú Quốc. Về sau còn có thêm một số tù chính trị thuộc diện \"Việt Cộng\" hoặc \"thân Cộng\" cũng được đưa đến Trại huấn chính Cây Dừa.\n\nTrong 7 tháng, từ tháng 2 đến tháng 9 năm 1956, có khoảng 100 tù nhân vượt ngục, trong đó có một số người bị bắn chết khi vượt rào. Các ông Phạm Văn Khỏe (em ruột của [[Phạm Hùng]]), và Mai Thanh (Tỉnh ủy viên, Bí thư Thị ủy [[Rạch Giá]]) cũng vượt ngục trong thời gian này. Thấy tình hình bất ổn, năm 1957, Việt Nam Cộng hoà đưa số tù chính trị ở \"Trại huấn chính Cây Dừa\" về đất liền, và đày một số ra [[nhà tù Côn Đảo]].\n\nKhi chiến tranh Việt Nam leo thang, số tù binh và tù chính trị tăng cao, chính quyền Việt Nam Cộng hòa xây dựng thêm nhiều trại giam tù binh ở Biên Hòa, Pleiku, Đà Nẵng, Cần Thơ, Quy Nhơn... Tại Phú Quốc, năm 1966, một trại giam rộng hơn 400 ha được xây dựng ở thung lũng An Thới, cách \"Căng Cây Dừa\" cũ 2&nbsp;km. Trại giam gồm 12 khu, mỗi khu có 4 phân khu A, B, C, D, với trên 400 nhà giam, được gọi là '''Trại giam tù binh cộng sản Việt Nam \/ Phú Quốc''', thường được gọi là '''Trại giam tù binh Phú Quốc'''. Mỗi phân khu, ngoài 9 phòng để tù binh ở, có 2 phòng để thẩm vấn, phạt vạ hoặc biệt giam tù binh... Tất cả 11 phòng đều có cấu trúc vì kèo sắt, nóc tôn, vách tôn, mỗi phòng bề ngang 5 mét, dài 20 mét, hai đầu chừa hai lối ra vào, bề ngang khoảng 8 tấc và mỗi bên vách tôn có 4 cửa sổ, dưới vách tôn có khoảng trống chừng 3 tấc, có rào dây kẽm gai. Để canh gác khu trại giam, chung quanh mỗi khu giam có một pháo đài canh gác có đặt súng đại liên; tại cổng chính của khu giam có 2 vọng gác; một vọng tổng kiểm soát đốc canh, 2 giờ thay phiên gác một lần, liên tục 24\/24 giờ; hai xe tuần tra liên tục quanh khu giam; ban đêm còn có các toán vào vòng rào giới hạn để kiểm soát lưu động tại các phân khu và 10 vọng gác di động. Đứng đầu ban chỉ huy trại giam là một trung tá hoặc đại úy (có lúc là một chuẩn tướng) [[Quân lực Việt Nam Cộng hòa]], đằng sau là một cố vấn người Mỹ. Lực lượng canh giữ trực tiếp trại giam gồm có 4 tiểu đoàn quân cảnh, một liên đội địa phương quân, một đại đội công binh, một đơn vị hải thuyền và một đội quân khuyển.\n\nNhà tù Phú Quốc trở thành trại giam tù binh trung tâm toàn Việt Nam Cộng hòa, giam giữ hơn 32000 tù binh (40000 tù nhân nếu tính cả tù chính trị nhiều thời kỳ). Có khoảng 12000 tù nhân là bộ đội chủ lực, bộ đội địa phương, trong đó có khoảng 9000 người từ miền Bắc. Có trên 20000 tù nhân là dân quân du kích xã, ấp và cán bộ chính trị. Có hơn 2000 sĩ quan, hạ sĩ quan; trên 100 tù nhân là cán bộ cộng sản có trình độ chính trị trung cấp, sơ cấp (trong đó có 10 tỉnh ủy viên, trên 40 huyện ủy viên) và trên 200 chi ủy viên.\nVào tháng 5-1969 tù binh đã tổ chức vượt ngục thành công tại khu B2.\n\n==Nhục hình==\n[[Tập tin:Phu Quoc Prison7.JPG|nhỏ|Phục dựng cảnh tù binh chính trị bị giam trong \"chuồng cọp\"]]\n\nTrong [[Chiến tranh Việt Nam]], tù binh chiến tranh Trại giam tù binh Phú Quốc đã phải chịu những hình phạt, tra tấn như đóng đinh vào tay, chân, đầu; đốt dây kẽm cháy đỏ đâm vào da thịt, đục răng, trùm bao bố chế nước sôi hoặc đổ lửa than, ném vào chảo nước sôi, thiêu sống, chôn sống... Trong thời gian tồn tại không đầy 6 năm (từ tháng 6\/1967 đến 3\/1973) trại giam tù binh Phú Quốc, có hơn 4000 người chết, hàng chục ngàn người bị thương tật tàn phế. Tuy nhiên, vẫn có một số ít tù binh trốn được khỏi Nhà tù.<ref>http:\/\/dantri.com.vn\/xa-hoi\/cuu-tu-cach-mang-ke-chuyen-pha-rao-dao-ham-thoat-dia-nguc-tran-gian-1438424904.htm<\/ref>\n\nHọ trưng dẫn một số nhục hình tại nhà tù Phú Quốc mà theo lời kể của các cựu tù nhân là:\n*\"đóng kim\": dùng những cây kim chích đã cũ, đóng từ từ vào 10 đầu ngón tay.\n*\"chuồng cọp kẽm gai\": loại chuồng cọp làm toàn bằng dây kẽm gai, được đan chằng chịt xung quanh và trên nóc. Chuồng cọp này đặt ở ngoài trời trong phân khu. Mỗi phân khu có đến hai, ba chuồng cọp - loại nhốt 1 người và loại nhốt 3-5 người. Kích thước chuồng cọp rất đa dạng, có loại cho tù nhân nằm trên đất cát, có loại buộc tù nhân phải nằm trên dây kẽm gai, có loại chỉ nằm hoặc đứng; có loại chỉ ngồi lom khom; loại phải đứng lom khom, không đứng thẳng được mà ngồi xuống thì sẽ phải ngồi trên dây kẽm gai. Tù nhân phải cởi áo, quần dài, chỉ được mặc quần cụt để phơi nắng, phơi sương, dầm mưa suốt ngày đêm.\n*\"ăn cơm nhạt\": tù nhân không được ăn muối, sau hai tháng mắt sẽ bị mờ, sau 5-6 tháng liền có người bị mù hẳn.\n*\"lộn vỉ sắt\": các tấm vỉ sắt loại có lỗ tròn và đầy mấu để mắc vào nhau và lật ngửa làm \"đường băng sân bay\" rồi bắt tù binh cởi áo, cởi quần ngoài, chỉ còn chiếc quần đùi. người tù bị bắt cắm đầu xuống vỉ sắt lộn ra sau, sau vài lần là lưng người tù tóe máu, đầu bị bứt tóc, tróc da tơi tả.\n*\"gõ thùng\": lấy thùng phuy úp lên tù nhân đang ngồi xổm, rồi gõ vào thùng. Tù nhân sẽ bị đau đầu, sẽ bị điếc vì tiếng gõ mạnh và sức ép không khí. Cũng bằng cách gõ vào thùng phuy đổ đầy nước, bên trong thùng là tù nhân. Kiểu tra tấn này có thể khiến tù nhân bị hộc máu vì sức ép của nước.\n*\"đục răng\" và \"bẻ răng\": kê đục vào sát chân răng của người tù, dùng búa đóng làm răng gãy văng ra.\n*\"roi cá đuối\": giám thị dùng những chiếc roi cá đuối dài, đem phơi để đánh tù. Trước khi bị đánh, tù nhân phải cởi áo để bị đánh vào da thịt trần. Roi cá đuối thường quấn lấy thân nạn nhân, rồi giật ra, làm da thịt bị đứt theo. Giám thị sau đó có thể lấy muối ớt xát vào da thịt nạn nhân. Đầu năm 1970, phái đoàn Hồng Thập Tự Quốc tế khi đến thị sát nhà tù Phú Quốc đã bắt gặp một chiếc roi cá đuối dính máu khô.\n*\"đóng đinh\": những chiếc đinh 3 phân được dùng để đóng vào các ngón tay của tù binh trong quá trình tra tấn. Mỗi lần bị đóng đinh, xương ngón tay của người tù bị vỡ nát. Ngoài ra còn có loại đinh 7, 8 phân hoặc cả tấc để đóng vào thân người tù ở các vùng: cổ chân, khớp vai, mắt cá, ống quyển, đầu. Có người bị đóng đinh đến chết, sau này khi bốc mộ vẫn còn đinh găm trong hài cốt.\n*lấy bao bố trùm lên người tù rồi ném vào chảo nước sôi. Ba người tù ở phân khu C6 đã bị luộc chết.\n*dùng bóng đèn công suất lớn để sát mặt người tù trong thời gian dài cho nổ con ngươi.\n*dùng lửa đốt miệng, bộ phận sinh dục.\n\n[[Tổ chức Chữ thập Đỏ]] đã đến nhà tù Phú Quốc vào những năm 1969<ref>International Review of the Red Cross, March 1969, 9th year, No 96. [http:\/\/www.loc.gov\/rr\/frd\/Military_Law\/pdf\/RC_Mar-1969.pdf], p. 130<\/ref>, 1972<ref>International Review of the Red Cross, March 1969, 12th year, No 144. [http:\/\/www.loc.gov\/rr\/frd\/Military_Law\/pdf\/RC_Dec-1972.pdf], p. 658<\/ref>. Các nhà quan sát của tổ chức này đã thấy sự tàn bạo có hệ thống và kéo dài tại nhà tù.<ref>{{chú thích sách\n|title=A people's history of the United States\n|author=Howard Zinn\n|publisher=Pearson Education\n|year=2003\n|page=478\n|url=http:\/\/books.google.com\/books?id=F3c_Ujq4l2oC&pg=RA1-PA478&lpg=RA1-PA478&dq=%22red+cross%22+%22Phu+Quoc%22+POW&source=bl&ots=AioNgPUCIS&sig=5BODhTdvY3BVlZo52toyRo0qOSA&hl=en&ei=6RgtSpa4IpKM_AaP4JTfCg&sa=X&oi=book_result&ct=result&resnum=9\n}}<\/ref> Họ tìm được các vật chứng của nhục hình ở các tù binh, trong đó có các vết sẹo do tra tấn bằng điện, thể hiện của sự thiếu ăn, suy dinh dưỡng.\n<ref name=springer>{{chú thích sách\n|title=American Prisoner of War Policy and Practice from the Revolutionary War to the War on Terror. A PhD Dissertation on History.\n|author=Paul Joseph Springer\n|publisher=Texas A&M University\n|year=2006\n|page=242\n|url=http:\/\/txspace.tamu.edu\/bitstream\/handle\/1969.1\/3727\/etd-tamu-2006A-HIST-Springer.pdf?sequence=1\n}}{{Liên kết hỏng|date=2021-01-21 |bot=InternetArchiveBot }}<\/ref> Tháng 8 năm 1971, một điều tra viên của Sứ quán Mỹ tại Việt Nam Cộng hòa báo cáo về sự đánh đập tù nhân tại Phú Quốc vẫn tiếp diễn. Trong Quân lực Việt Nam Cộng hòa, lực lượng canh gác tại nhà tù được đánh giá chỉ bằng số tù binh trốn trại, không có cố gắng nào trong việc kỷ luật các giám thị xử tệ với tù nhân. Sau các kết quả điều tra của MACV và Sứ quán Mỹ, Tướng Cao Văn Viên, tổng chỉ huy Quân lực Việt Nam Cộng hòa, vẫn khẳng định rằng các đoàn kiểm tra của tổ chức Chữ thập Đỏ quốc tế đã báo cáo sai lệch về tình trạng ở nhà tù.<ref name=springer\/>\n\n==Khu di tích nhà tù Phú Quốc==\n[[Hình:Điểm danh tù binh.jpg|nhỏ|Phục dựng cảnh điểm danh tù binh trong nhà tù Phú Quốc]]\n\nNăm 1995, Khu di tích lịch sử Nhà tù Phú Quốc được Bộ Văn hóa - Thông tin công nhận di tích cấp quốc gia. \nDi tích lịch sử Nhà tù Phú Quốc gồm có tượng đài hình nắm tay, là \"biểu tượng của sự đàn áp khốc liệt và tinh thần hiên ngang vùng lên phá xiềng của tù binh Phú Quốc\", nghĩa trang liệt sĩ, và khu Trại giam Tù binh Phú Quốc được phục dựng.\n==Ảnh== \n<gallery>\nTập tin:Phòng biệt giam nhà tù Phú Quốc.JPG|Nhà bếp trong nhà tù\nTập tin:29 trao855-to.jpg|Trao trả tù binh Phú Quốc tháng 3 năm 1973.\nTập tin:Nhà giới thiệu và trưng bày.jpg|Nhà giới thiệu và trưng bày di tích.\n<\/gallery>\n\n== Tư liệu Phim Ảnh ==\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Phu Quoc Prison}}\n*[http:\/\/www.nhandan.com.vn\/tinbai\/?top=39&sub=127&article=40033 \"Chứng tích của lòng kiên trung\" trên báo Nhân Dân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051110201452\/http:\/\/www.nhandan.com.vn\/tinbai\/?top=39&sub=127&article=40033 |date=2005-11-10 }}\n*Phóng sự báo Tuổi trẻ, Kỳ 1: [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=156825&ChannelID=89 Địa ngục trần gian], Kỳ 2: [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=156992&ChannelID=89 Người tù đứng lên], Kỳ 3: [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=157159&ChannelID=89 Cuộc đào thoát vĩ đại].\n*[http:\/\/www.qdnd.vn\/qdnd\/baongay.chinhtri.tinchinhtri.45061.qdnd Đại lễ cầu siêu cho các anh hùng, liệt sĩ hy sinh tại Phú Quốc]\n*[https:\/\/www.flickr.com\/photos\/13476480@N07\/sets\/72157630772286170\/with\/7655204912\/ Hình ảnh nhà tù Phú Quốc]\n\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Du lịch Phú Quốc]]\n[[Thể loại:Nhà tù tại Việt Nam]]\n[[Thể loại:Tội ác và vi phạm nhân quyền trong Chiến tranh Việt Nam]]\n[[Thể loại:Tra tấn ở Việt Nam]]\n[[Thể loại:Tội ác chiến tranh ở Việt Nam]]\n[[Thể loại:Công trình xây dựng ở Kiên Giang]]"}