{"1743044":"{{Coor uppermost|lat=13.977319|lon=107.999199}}\n'''Nhà tù Pleiku''' thuộc địa phận phường Hội Thương, thành phố [[Thành phố Pleiku|Pleiku]], tỉnh [[Gia Lai]]. [[Nhà tù]] được biết đến là nơi giam giữ tù chính trị dưới thời [[Pháp]], [[Hoa Kỳ|Mỹ]] giai đoạn trước [[1975]], với nhiều hình thức tra tấn hiện đại và dã man được áp dụng tại đây. Ngày 1[[2 tháng 12]] năm [[1994]], Nhà lao Pleiku được [[Bộ Văn hóa - Thông tin]] ra Quyết định số 321\/QĐ-BT công nhận [[di tích lịch sử]] cấp Quốc gia<ref name=\"pleyku\">[http:\/\/pleiku.gialai.gov.vn\/Van-hoa\/Nha-Lao-Pleiku-Di-tich-Lich-su-Van-hoa.aspx\/ Nhà Lao Pleiku: Di tích Lịch sử - Văn hóa]{{Liên kết hỏng|date=2021-05-16 |bot=InternetArchiveBot }}, Theo Trang Thông tin điện tử Thành phố Pleiku<\/ref>.\n\nNhà Lao Pleiku nằm trên một đồi đất đỏ cao trên đường Thống Nhất thuộc phường Diên Hồng, thành phố Pleiku, tỉnh Gia Lai. Năm 1925, người Pháp đã cho xây dựng nhà tù với mục đích giam giữ tù thường phạm, phần lớn là người dân tộc sinh sống tại Tây Nguyên. Năm 1940, khi phong trào đấu tranh cách mạng bùng nổ mạnh mẽ, nơi này đã trở thành nhà lao giam giữ những chiến sĩ cộng sản, những người yêu nước.\n\nTổng diện tích khu trại giam khoảng 1,6 ha, bao quanh là những bức tường cao 3m kiên cố với các lớp rào bằng thép gai. Ở phía Tây Bắc và Tây Nam có 2 bốt gác có binh lính vũ trang túc trực 24\/24, phía Đông có đặt lô cốt bảo vệ.\n\nNăm 1967, 20 phòng giam tại nhà tù Pleiku cũng không đủ để nhốt hết hơn 2000 tù nhân, địch đã phải căng lều bạt ở trong trại tù để ở tạm và khẩn trương xây dựng thêm một trại giam khác. Nhà Lao Pleiku bao gồm 18 phòng giam và 2 phòng dùng làm chuồng cọp. Mỗi phòng giam chỉ có diện tích 10m2 với 2 ô cửa nhỏ nhưng giam giữ đến 120 người. Thực dân Pháp phân loại người tù theo từng cấp bậc, thương tật, vùng miền để dễ kiểm soát. Ở dãy nhà giam chính gồm 5 phòng: phòng 1 giam những người tù chính trị, thường là người dân tộc thiểu số, phòng 2 giam quân phạm, phòng 3 giam người tù công vụ, phòng 4 giam người tù thường phạm, đặc biệt phòng 5 giam các người tù chính trị nguy hiểm nhất. Phòng số 5 (khu xà lim) chia thành 8 xà lim, mỗi xà lim rộng 1,6m, dài 2m. Trong số đó có 2 xà lim chẹt chỉ rộng khoảng 0,5m với một tấm ván gỗ chia thành 2 tầng. Người tù bị nhốt bên trong những phòng này thường xuyên bị ngất xỉu vì thiếu không khí để thở, với đôi chân còng thò ra ngoài cửa, họ bị tra tấn bằng nhiều hình thức dã man, tàn độc.\n\nTháng 5 – 1972, khi quân ta tấn công vào Kon Tum, địch đã chuyển hết số tù binh ở 2 phòng biệt giam ra nhà tù Phú Quốc. Đến cuối năm 1972, nhà tù Pleiku hoàn toàn bị bỏ trống, không một bóng người. Sau đó, nhà tù này được chính quyền địa phương gìn giữ và đầu tư cải tạo lại làm một địa điểm chuyên dùng để giáo dục lịch sử cho thế hệ trẻ, giúp thế hệ trẻ thêm tự hào về truyền thống hào hùng của dân tộc.\n\nNhà Lao Pleiku ngày nay tuy không còn nguyên vẹn nhưng vẫn còn lưu giữ được nhiều hiện vật, dấu vết minh chứng cho tội ác tàn độc của kẻ thù và tinh thần đấu tranh quật cường giữ gìn khí tiết của những người cộng sản yêu nước. Năm 2015, công trình Bia tưởng niệm Trại giam tù binh Pleiku được gấp rút xây dựng trên nền trại giam cũ để tri ân những con người cách mạng đã ngã xuống vì một đất nước được độc lập, tự do.\n\n==Lịch sử==\nĐược [[người Pháp]] xây dựng vào năm [[1925]], nhà tù là nơi giam giữ những người tù thường phạm, chủ yếu là các dân tộc thiểu số đang sinh sống tại [[Tây Nguyên]]. Đến năm [[1940]], thực dân Pháp dùng nơi này để giam giữ những người cách mạng và những người [[cộng sản]] mà người [[Pháp]] bắt được. [[Tháng 9]] năm [[1948]], chi bộ nhà lao [[Pleiku]] được thành lập. Trong cuộc [[kháng chiến chống Mỹ]], [[đế quốc Mỹ]] vẫn sử dụng nhà lao Pleiku làm nơi giam giữ những người tù chính trị<ref name=\"pleyku\"\/>. Lúc 17 giờ ngày [[15 tháng 3]] năm [[1975]], trong [[chiến dịch Tây Nguyên]], những phạm nhân trong nhà lao [[Pleiku]] đã phá ra ngoài và tổ chức một bộ phận ra vùng ven, đón một cánh quân cách mạng từ ngã ba Trà Bá vào cùng quân dân địa phương giải phóng [[Pleiku|thị xã Pleiku]]. Lúc này [[Tây Nguyên (Việt Nam)|Tây Nguyên]] được giải phóng…\n== Chú thích ==\n{{tham khảo|30em}}\n==Xem thêm==\n{{sơ khai kiến trúc Việt Nam}}\n\n[[Thể loại:Nhà tù tại Việt Nam]]\n[[Thể loại:Gia Lai]]"}