{"527741":"Bài này viết về ''Nhà hát chèo Vĩnh Phúc'' cũ, nay là Đoàn Chèo thuộc ''Nhà hát nghệ thuật Vĩnh Phúc''\n\n[[Tập tin:Nha hat cheo-Model.jpg|nhỏ|300px|Các đoàn [[chèo]], nhà hát [[chèo]] Việt Nam]]\n'''Nhà hát [[Chèo]] [[Vĩnh Phúc]]''' (2005-2018), nay đã sáp nhập vào Nhà hát nghệ thuật Vĩnh Phúc là đơn vị hoạt động nghệ thuật chuyên nghiệp, đóng tại [[thành phố Vĩnh Yên]], tỉnh [[Vĩnh Phúc]] được nâng cấp thành nhà hát năm 2013 trên cơ sở Đoàn chèo Vĩnh Phúc. Đây là một nhà hát Chèo thuộc chiếng Chèo [[xứ Đoài]] mang âm hưởng của hát xoan, hát dô, trống quân Đức Bác và cò lả.<ref>[http:\/\/www.baoxaydung.com.vn\/news\/vn\/van-hoa-the-thao\/vinh-phuc-bao-ton-va-phat-huy-nghe-thuat-san-khau-cheo.html Vĩnh Phúc: Bảo tồn và phát huy nghệ thuật sân khấu chèo]<\/ref> Ngày 26\/10\/2018, UBND tỉnh ban hành Quyết định số 2545\/QĐ-UBND về việc tổ chức lại Nhà hát Chèo và Đoàn nghệ thuật ca, múa, nhạc thành Nhà hát nghệ thuật tỉnh Vĩnh Phúc.<ref>[https:\/\/vinhphuc.gov.vn\/ct\/cms\/thongbao\/Lists\/ThongBao\/View_Detail.aspx?ItemID=1654 Tổ chức lại Nhà hát Chèo và Đoàn nghệ thuật ca, múa, nhạc thành Nhà hát nghệ thuật tỉnh Vĩnh Phúc]<\/ref> Sự sáp nhập này không phải do Nhà hát Chèo Vĩnh Phúc hoạt động kém hiệu quả mà do chủ trương tinh gọn bộ máy của TW và của tỉnh.\n\n==Lịch sử==\nNăm 2005, UBND tỉnh [[Vĩnh Phúc]] thành lập Đoàn Nghệ thuật Chèo Vĩnh Phúc trên cơ sở Đoàn Cải lương Vĩnh Phúc để phù hợp với nhu cầu bảo tồn văn hóa của một địa phương thuộc vùng [[châu thổ sông Hồng]].<ref>{{Chú thích web |url=http:\/\/vinhphuc.tourism.vn\/index.php?cat=0105&itemid=814 |ngày truy cập=2014-01-24 |tựa đề=Âm vang chiếu chèo Vĩnh Phúc |archive-date=2014-02-01 |archive-url=https:\/\/web.archive.org\/web\/20140201172215\/http:\/\/vinhphuc.tourism.vn\/index.php?cat=0105&itemid=814 |url-status=dead }}<\/ref>. Đến năm 2013, thành lập Nhà hát Chèo Vĩnh Phúc trên cơ sở Đoàn Nghệ thuật Chèo Vĩnh Phúc theo quyết định số 2714\/QĐ - UBND, ngày 02\/10\/2013 của UBND tỉnh Vĩnh Phúc. Nhà hát [[Chèo]] đã được tỉnh Vĩnh Phúc đầu tư xây dựng trụ sở làm việc cùng với hệ thống sân khấu biểu diễn nghệ thuật chuyên nghiệp, hoàn thành và đưa vào sử dụng vào cuối năm 2010.\n\nTrong những năm qua, Nhà hát Chèo Vĩnh Phúc đã không ngừng nỗ lực để xây dựng đơn vị biểu diễn nghệ thuật Chèo thật sự chuyên nghiệp, xứng đáng nằm trong chiếng [[Chèo]] cổ Xứ Đoài, qua đó bảo tồn và gìn giữ nghệ thuật Chèo với tư cách là một môn nghệ thuật truyền thống độc đáo của dân tộc góp phần thực hiện thắng lợi Nghị quyết Trung ương V khóa VIII về xây dựng nền văn hóa Việt Nam tiên tiến đậm đà bản sắc dân tộc và Nghị quyết 33 – NQ\/TW về xây dựng và phát triển văn hóa, con người Việt Nam đáp ứng yêu cầu phát triển bền vững đất nước. Từ khi chuyển đổi sang nghệ thuật chèo đến nay, đơn vị đã dàn dựng được hàng chục vở diễn với nội dung, chủ đề phong phú trong đó: dàn dựng một số vở chèo cổ và diễn xướng dân gian như \"''Tấm Cám''\", \"''Trinh nguyên''\" \"''Quan Âm Thị Kính''\", \"''Lưu Bình Dương Lễ''\", \"''Trương Viên''\"… Nhằm bảo tồn và lưu giữ những vở chèo cổ với nội dung giáo huấn, bài học đạo lý trong cuộc sống hiện nay; đặc biệt, dàn dựng một số vở chèo ca ngợi danh nhân anh hùng, những người con ưu tú của Vĩnh Phúc như: \"''Trang chủ Sơn Đông''\" ca ngợi tả tướng quốc Trần Nguyên Hãn, \"''Thị ngự sử về làng''\" ca ngợi lưỡng quốc trạng nguyên Triệu Thái, \"''Tình trong nghĩa lớn''\" ca ngợi người anh hùng Nguyễn Thái Học - một nhà yêu nước, một chiến sĩ cách mạng của quê hương [[Vĩnh Phúc]], \"''Quả ngọt trái mùa''\" ca ngợi cố bí thư tỉnh ủy  Kim Ngọc, … Nhiều vở diễn đã đoạt giải cao trong các Cuộc thi, Hội diễn sân khấu [[Chèo]] chuyên nghiệp toàn quốc.<ref>[http:\/\/www.nhahatcheovietnam.com\/page.asp?index=26&cat=31&act=detail&id=139 Bước tiến mới của Đoàn nghệ thuật chèo Vĩnh Phúc]{{Liên kết hỏng|date = ngày 16 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/www.vhttdlvinhphuc.vn\/Channel.aspx?rc=tapchivh&c=xuan2010&a=1804 Đoàn Chèo Vĩnh Phúc tham gia hội diễn chèo toàn quốc]{{Liên kết hỏng|date = ngày 16 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Thành tích==\n*Nhà hát Chèo đã giành được nhiều những thành công đáng ghi nhận đó là được Nhà nước tặng thưởng Huân chương lao động hạng nhì, có 04 diễn viên được phong tặng danh hiệu nghệ sĩ ưu tú, trong đó có 03 diễn viên chèo được phong tặng nghệ sĩ ưu tú năm 2015.\n*Năm 2019, Tại Liên hoan sân khấu chèo toàn quốc diễn ra tại Bắc Giang, chèo Vĩnh Phúc giành huy chương bạc cho vở diễn \"Tình yêu và bóng tối\"; giành 1 huy chương vàng cá nhân (Nguyễn Thị Chắc) và 3 huy chương bạc, xếp thứ 9\/16 đơn vị tham gia theo thành tích huy chương.\n*Năm 2016, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2016 diễn ra ở [[Ninh Bình]] <ref>[https:\/\/vinhphuc.gov.vn\/ct\/cms\/tintuc\/Lists\/VanHoaXaHoi\/View_detail.aspx?ItemID=7681 Nhà hát chèo Vĩnh Phúc giành huy chương Bạc tại Cuộc thi Nghệ thuật sân khấu chèo chuyên nghiệp toàn quốc năm 2016]<\/ref> Nhà hát Chèo Vĩnh Phúc giành Huy chương bạc với vở diễn \"Giai nhân – Anh hùng\". Giải cá nhân có 02 Huy chương vàng và 06 Huy chương bạc. Cơ cấu giải thưởng cuộc thi có tổng 05 vở diễn đạt HCV và 05 vở diễn đạt HCB, 42 HCV cá nhân, 81 HCB cá nhân. Lọt vào tốp 10 đoàn xuất sắc theo thành tích huy chương.\n*Năm 2013, Tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 diễn ra ở [[Hải Phòng]]<ref>{{Chú thích web |url=http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx |ngày truy cập=2016-10-11 |tựa đề=Kết quả giải thưởng tại cuộc thi Nghệ thuật Sân khấu chèo chuyên nghiệp toàn quốc 2013 |archive-date = ngày 31 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161031074952\/http:\/\/sankhau.com.vn\/news\/ket-qua-giai-thuong-tai-cuoc-thi-nghe-thuat-san-khau-cheo-chuyen-nghiep-toan-quoc-2013.aspx }}<\/ref> Nhà hát Chèo Vĩnh Phúc không giành Huy chương với vở diễn \"Tình trong nghĩa lớn\". Giải cá nhân có 01 Huy chương vàng (Văn Cường) và 04 Huy chương bạc (Nguyễn Thị Trắc, Ngọc Cao, Lệ Thúy, Tuấn Thiệu). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 06 vở diễn đạt HCB, 42 HCV cá nhân, 68 HCB cá nhân. Xếp thứ 13\/17 đoàn tham dự theo thành tích huy chương.\n*Năm 2011, Tại Liên hoan Sân khấu Chèo về đề tài hiện đại – 2011 diễn ra ở Thái Bình,<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |ngày truy cập=2016-10-11 |tựa đề=Về việc tặng giải thưởng tại \"Liên hoan Sân khấu Chèo về đề tài hiện đại - 2011\" |archive-date=2016-10-12 |archive-url=https:\/\/web.archive.org\/web\/20161012151326\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=1938 |url-status=dead }}<\/ref> Chèo Vĩnh Phúc giành Huy chương bạc vở diễn \"Quả ngọt trái mùa\". Giải cá nhân có 02 Huy chương vàng (Văn Cường, Lệ Thúy) và 04 Huy chương bạc (Huy Chúc, Mạnh Hùng, Mạnh Tuyến, Tuấn Thiệu). Cơ cấu giải thưởng cuộc thi có tổng 03 vở diễn đạt HCV và 03 vở diễn đạt HCB, 27 HCV cá nhân, 50 HCB cá nhân. Xếp hạng 5\/13 đoàn tham dự theo thành tích huy chương.\n*Năm 2009, Tại Hội diễn sân khấu [[Chèo]] chuyên nghiệp toàn quốc - 2009 diễn ra ở [[Quảng Ninh]]<ref>{{Chú thích web |url=http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 |ngày truy cập=2016-10-10 |tựa đề=Quyết định số 4916\/QĐ-BVHTTDL ngày 25\/12\/2009 Về việc Khen thưỏng \"Hội diễn sân khấu Chèo chuyên nghiệp toàn quốc - 2009\" |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304234234\/http:\/\/tdkt.vn\/FelicitationDecisionDetail.aspx?sitepageid=294&id=890 }}<\/ref> Nhà hát Chèo Vĩnh Phúc (Đoàn Chèo Vĩnh Phúc) không giành Huy chương giải vở diễn (Cơ cấu giải hội diễn có 02 vở diễn đạt Huy chương vàng và 05 vở diễn đạt Huy chương bạc). Giải cá nhân có 02 Huy chương vàng (Lệ Thúy, Thanh Trắc) và 02 Huy chương bạc (Huy Chúc, Mạnh Cường). Xếp thứ 8\/17 đoàn tham dự về số lượng huy chương.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Đoàn Chèo Việt Nam}}\n{{Nhà hát tại Việt Nam}}\n\n[[Thể loại:Chèo]]\n[[Thể loại:Vĩnh Phúc]]\n[[Thể loại:Sân khấu cổ truyền Việt Nam]]\n[[Thể loại:Nhà hát tại Việt Nam]]"}