{"14770444":"[[Tập tin:Nhà_thờ_họ_Trương_VN_1.jpg|nhỏ|phải|300px|Cổng Tam Quan Nhà thờ họ Trương Việt Nam]]\n[[Tập tin:Nhà_thờ_họ_Trương_VN_7.jpg|nhỏ|phải|300px|Một góc đền thờ họ Trương Việt Nam về đêm]]\n[[Tập tin:Nhà_thờ_họ_Trương_VN_5a.jpg|nhỏ|phải|300px|Mặt trước Nhà thờ họ Trương Việt Nam]]\n[[Tập tin:Nhà_thờ_họ_Trương_VN_2a.jpg|nhỏ|phải|300px|Hồ bán nguyệt Nhà thờ họ Trương Việt Nam]]\n[[Tập tin:Nhà_thờ_họ_Trương_VN_3.jpg|nhỏ|phải|300px|Một ban thờ Nhà thờ họ Trương Việt Nam]]\n[[Tập tin:Nhà_thờ_họ_Trương_VN_4.jpg|nhỏ|phải|300px|Nhà thờ chính quần thể nhà thờ họ Trương Việt Nam]]\n[[Tập tin:Nhà_thờ_họ_Trương_VN_5.jpg|nhỏ|phải|300px|Khuôn viên Nhà thờ họ Trương Việt Nam]]\n[[Tập tin:Nhà_thờ_họ_Trương_VN_2.jpg|nhỏ|phải|300px|Sân rồng Nhà thờ họ Trương Việt Nam]]\n'''Nhà thờ họ Trương Việt Nam''' là công trình kiến trúc nhà thờ họ cấp quốc gia, thuộc sở hữu của Hội đồng [[Họ Trương|họ Trương Việt Nam]].<ref>[https:\/\/baophapluat.vn\/giai-ma-tin-nguong-tho-cung-to-tien-cua-nguoi-viet-post415447.html Giải mã tín ngưỡng thờ cúng tổ tiên của người Việt]<\/ref> Quần thể kiến trúc này nằm tại làng Đa Giá, trên đường Hoa Lư, [[thị trấn Thiên Tôn]], [[huyện Hoa Lư]], cách trung tâm [[thành phố Ninh Bình]] 10&nbsp;km và cách Hà Nội 80&nbsp;km. Nhà thờ họ Trương Việt Nam là một công trình lịch sử văn hóa lớn để tưởng nhớ các danh nhân tiêu biểu họ Trương và các bậc tiền nhân; là nơi giao lưu, họp mặt, tổ chức những sự kiện quan trọng của dòng họ và là nơi lưu giữ các di sản văn hóa, truyền đi thông điệp của dòng họ Trương cho các thế hệ tương lai.<ref>[http:\/\/truongtoc.com.vn\/hoi-dong-ho-truong-viet-nam-dau-gia-thanh-cong-khu-dat-xay-dung-nha-tho-ho-truong-viet-nam-tai-thi-tran-thien-ton-huyen-hoa-lu-tinh-ninh-binh HỘI ĐỒNG HỌ TRƯƠNG VIỆT NAM ĐẤU GIÁ THÀNH CÔNG KHU ĐẤT XÂY DỰNG NHÀ THỜ HỌ TRƯƠNG VIỆT NAM TẠI THỊ TRẤN THIÊN TÔN, HUYỆN HOA LƯ, TỈNH NINH BÌNH]<\/ref>\n\n==Kiến trúc==\nQuần thể nhà thờ [[họ Trương]] [[Việt Nam]] nằm trên khu đất có diện tích 6.742 m2, cạnh đường [[Hoa Lư]]. Từ cổng chính Tam quan đi vào ở phía bắc lần lượt xuống phía nam và từ thấp lên cao là các công trình: hồ bán nguyệt, cổng tứ trụ, cột cờ, gác trống, gác chuông, tả vu, hữu vu, nhà thờ chính, nhà đa năng và công trình phụ trợ. \n\nĐền Trương được xây dựng trong 5 năm từ 2016 đến 2021<ref>[http:\/\/nbtv.vn\/xa-hoi\/ninh-binh\/201706\/khoi-cong-nha-tho-ho-truong-viet-nam-742251\/ Khởi công xây dựng nhà thờ họ Trương Việt Nam]<\/ref>. Công trình được khởi công ngày 11\/6\/2017 với sự tham dự của nguyên Chủ tịch nước Trương Tấn Sang, bí thư tỉnh [[Ninh Bình]]. Đây cũng là công trình chào mừng [[năm Du lịch quốc gia 2021]] do [[Ninh Bình]] đăng cai.\n\nNhà thờ chính có diện tích xây dựng 450 m², Tả vu, Hữu vu đều có diện tích xây dựng 180 m², Nhà đa năng có diện tích xây dựng 150 m², Lầu chuông có diện tích xây dựng 40 m², Lầu trống có diện tích xây dựng 40 m², khu vệ sinh có diện tích xây dựng 35 m².\n\n==Lịch sử==\n===Lịch sử họ Trương===\n[[Họ Trương]] là một dòng họ của người [[Việt Nam]], [[Triều Tiên]] và [[Trung Quốc]]. Ba họ có số người đông nhất thế giới là Trương, Lý và Vương với tỉ lệ dân số mang các họ này ở Trung Quốc là 7,9%, 7,4% và 7,1%, mỗi họ có số dân tới 100 triệu người.<ref>[https:\/\/www.tienphong.vn\/the-gioi\/ho-nguyen-la-10-ho-pho-bien-nhat-the-gioi-568083.tpo Họ Trương là 10 họ phổ biến nhất thế giới]<\/ref> Trong sách kỷ lục Guinness xuất bản năm 1990, Họ Trương giành kỷ lục họ nhiều người nhất thế giới. Tuy nhiên ở Việt Nam số người mang họ Trương chỉ hơn hai triệu người. Người họ Trương xuất hiện ở Việt Nam từ rất sớm. Hội đồng họ Trương [[Việt Nam]] được thành lập từ năm 2006, có trụ sở làm việc tại [[Hà Nội]] và nhà thờ họ Trương Việt Nam được xây dựng tại [[thị trấn Thiên Tôn]], [[Ninh Bình]].<br>\nNăm 2006, Cộng đồng những người Họ Trương [[Việt Nam]] đã thành lập với mục đích kết nối đồng tộc Trương trên toàn quốc để tìm kiếm thông tin dòng họ. Năm 2013, Đại hội Đại biểu họ Trương Việt Nam lần thứ nhất tại [[Trung tâm Hội nghị Quốc gia (Việt Nam)|Trung tâm Hội nghị Quốc gia (Hà Nội)]] đã bầu Ông [[Trương Văn Đoan]] – Thứ trưởng thường trực Bộ Kế hoạch và Đầu tư làm Chủ tịch Hội đồng họ Trương Việt Nam.<ref>{{Chú thích web |url=http:\/\/caobaquat.com.vn\/?cao-ba-quat=gioi-thieu&id=232&dai-hoi-dai-bieu-ho-truong-viet-nam-lan-thu-nhat--2013-2018-.html |ngày truy cập=2019-03-30 |tựa đề=ĐAỊ HỘI ĐẠI BIỂU HỌ TRƯƠNG VIỆT NAM LẦN THỨ NHẤT (2013-2018) |archive-date = ngày 14 tháng 11 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161114085242\/http:\/\/caobaquat.com.vn\/?cao-ba-quat=gioi-thieu&id=232&dai-hoi-dai-bieu-ho-truong-viet-nam-lan-thu-nhat--2013-2018-.html }}<\/ref> \n<br>Năm 2016, Đại hội đại biểu Họ Trương Việt Nam lần thứ hai, tại Trung tâm Hội nghị tỉnh [[Ninh Bình]]. Tham dự đại hội có ông [[Trương Tấn Sang]], nguyên Ủy viên Bộ chính trị, nguyên Chủ tịch nước Việt Nam; bà [[Nguyễn Thị Thanh (chính khách)|Nguyễn Thị Thanh]] – UVTW Đảng, Bí thư Tỉnh ủy, trưởng đoàn đại biểu Quốc hội Tỉnh [[Ninh Bình]] và đại diện các dòng họ: Vũ, Dương, Trần, Lê, Đỗ, Đinh, Nguyễn; Hội đồng Họ Trương các tỉnh, thành phố.<ref>[http:\/\/truongtoc.com.vn\/thong-bao-ket-qua-dai-hoi-dai-bieu-ho-truong-viet-nam-lan-thu-hai-nhiem-ky-2016-2019 THÔNG BÁO KẾT QUẢ ĐẠI HỘI ĐẠI BIỂU HỌ TRƯƠNG VIỆT NAM LẦN THỨ HAI (NHIỆM KỲ 2016 – 2019)]<\/ref> Đại hội đã lựa chọn công tác nhân sự và bầu ra Ban Chấp hành mới gồm 1 chủ tịch và 12 Phó chủ tịch. Ông [[Trương Văn Đoan]] tiếp tục được bầu làm chủ tịch Hội đồng [[Họ Trương]] [[Việt Nam]].\n\n===Lịch sử làng Đa Giá===\nVùng đất [[Ninh Bình]] nơi gắn liền với quê hương và sự nghiệp của nhiều nhân vật họ Trương tiêu biểu như Võ sư [[Trương Ma Ni]] - Tăng lục đạo sỹ thời Đinh; Thái sư [[Trương Bá Ngọc]] thời Lý và Danh nhân văn hóa [[Trương Hán Siêu]] thời Trần. Các danh nhân họ Trương tiêu biểu khác như Trương Công Ban được thờ ở đình Lai Thành ([[Kim Sơn]]) và Trương Tý được thờ ở đình Bái Thượng xã Phú Lộc ([[Nho Quan]]). Riêng làng Đa Giá - nơi xây dựng nhà thờ họ Trương là một ngôi làng cổ có lịch sử lâu đời và có người họ Trương sinh sống. Làng nằm ở ngã ba Cầu Huyện cạnh [[Quốc lộ 1]], án ngữ trên đường Tiến Yết (trên quốc lộ 38B, đoạn phố Thiên Sơn ngày nay) - con đường chính vào [[kinh đô Hoa Lư]] của [[Đại Cồ Việt]] xưa. Từ [[Quốc lộ 1]] thấy cổng tam quan làng cạnh một ngọn núi có hình thanh gươm cắm xuống đất: núi Đá Gươm. Phía bắc làng là cổng Đông vào [[kinh thành Hoa Lư]] được làm bằng đá xanh nguyên khối ở ngã ba Cầu Huyện thuộc [[thị trấn Thiên Tôn]].\n\nTheo truyền thuyết của làng Đa Giá thì... thuở xưa, khi đất nước bị ngoại xâm, có một vị thiên tướng được [[Ngọc Hoàng Thượng đế|Ngọc Hoàng]] cử xuống giúp vua dẹp giặc, cứu dân. Dẹp giặc xong thắng trân trở về qua làng vị tướng và binh sỹ được triều đình và dân làng chào đón, tôn vinh. Sau khi vui vẻ yến tiệc cùng dân làng ngài cởi bỏ mũ, giáp, buộc voi và cắm thanh gươm xuống đầu làng, nằm xuống ngủ rồi hóa về Trời... Kỳ lạ thay, sáng hôm sau các vật dụng mũ, giáp, gươm và voi chiến của ngài và đống (đụn) lương thảo để lại đều hóa thành các ngọn núi đá bao bọc quanh làng. Do đó dân làng đã gọi tên núi theo hình dáng là: núi Mũ, núi Sẻ (áo giáp), núi Gươm, núi Voi, núi Đụn (đống lương thảo),... và lập miếu thờ để tưởng nhớ vị tướng anh dũng... Ngoài ý nghĩa tâm linh, giáo dục, về mặt phong thủy người dân của làng đều tin tưởng rằng vị trí các ngọn núi đó không chỉ tạo nên một thế đất an lành, tươi tốt mà còn có vai trò như các vị thần bao bọc che chở cho làng. Ngày nay làng Đa Giá có nhiều công trình văn hóa bề thế như chùa Hà, chùa [[động Thiên Tôn]], đình Hàng Tổng, đền Trương, đền núi Đụn, miếu Nam, miếu Bắc, đình, phủ cùng hàng loạt các di tích lịch sử khác, vv...\n\n==Danh nhân họ Trương==\nNhà thờ họ Trương Việt Nam là nơi thờ những người liên quan đến họ Trương (sinh ra người họ Trương, có công hoặc gắn bó với họ Trương) tại ban thờ công đồng,<ref>[http:\/\/truongtoc.com.vn\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau?yy=2020&mm=7 XÂY DỰNG NHÀ THỜ HỌ TRƯƠNG VIỆT NAM LÀ ĐỂ LẠI MỘT CÔNG TRÌNH TÂM LINH MUÔN ĐỜI CHO CON CHÁU MAI SAU]<\/ref> trong hậu cung có tượng thờ [[Ngọc Hoàng Thượng đế]] ([[Trương Hữu Nhân]]) và các danh nhân họ Trương tiêu biểu nhất thời phong kiến ở 3 miền [[Việt Nam]] như:\n*Ban văn: [[Trương Hán Siêu]] (Thái phó thời Trần, người [[Ninh Bình]]), [[Trương Hanh]] (Trạng nguyên thời Trần, người [[Hải Dương]]), [[Trương Xán]] (Trạng nguyên thời Trần, người [[Quảng Bình]]), [[Trương Công Giai]] (Thượng thư thời Hậu Lê, người [[Hà Nam]]), [[Trương Đăng Quế]] (Thái sư thời Nguyễn, người [[Quảng Ngãi]]), [[Trương Quốc Dụng]] (Đông các học sĩ thời Nguyễn, người [[Hà Tĩnh]]), [[Trương Công Hy]] (Thượng thư thời Tây Sơn, người [[Quảng Nam]]).\n*Ban võ: [[Trương Hống]] (Tướng của Triệu Việt Vương, người [[Bắc Ninh]]), [[Trương Hát]] (Tướng của Triệu Việt Vương, người [[Bắc Ninh]]), [[Trương Nữu]] (Đại tư mã của Phùng Hưng, người [[Hải Phòng]]), [[Trương Ma Ni]] (Tăng lục võ sư thời Đinh, người [[Ninh Bình]]), [[Trương Chiến]] (Tướng nhà Lê, người [[Thanh Hóa]]), [[Trương Minh Giảng]] (Đại tướng quân thời Nguyễn, người [[Sài Gòn]]), [[Trương Công Định]] (Anh hùng thủ lĩnh chống Pháp, người [[Quảng Ngãi]]).\n\n==Sự kiện==\n*VIASEE trồng cây Bồ Đề trong khuôn viên nhà thờ họ Trương Việt Nam tại tỉnh [[Ninh Bình]]: Ngày 21\/4\/2021, Trung ương Hội Kinh tế Môi trường Việt Nam (VIASEE) và cơ quan ngôn luận là Tạp chí Kinh tế Môi trường đã tổ chức về thăm và trồng cây Bồ Đề trong khuôn viên nhà thờ họ Trương Việt Nam tại huyện Hoa Lư, tỉnh Ninh Bình.<ref>[https:\/\/vngreen.vn\/viasee-trong-cay-bo-de-trong-khuon-vien-nha-tho-ho-truong-viet-nam-tai-tinh-ninh-binh-xslrnf.html VIASEE trồng cây Bồ Đề trong khuôn viên nhà thờ họ Trương Việt Nam tại tỉnh Ninh Bình]<\/ref>\n*Nguyên Chủ tịch nước Trương Tấn Sang thăm nhà thờ họ Trương Việt Nam tại [[Ninh Bình]]: Chiều 27\/1\/2021, nguyên Ủy viên Bộ Chính trị, nguyên Chủ tịch nước [[Trương Tấn Sang]] đã về thăm nhà thờ họ Trương Việt Nam tại [[huyện Hoa Lư]] (tỉnh [[Ninh Bình]]).<ref>[https:\/\/dautuvietnam.com.vn\/doi-song-xa-hoi\/xa-hoi\/nguyen-chu-tich-nuoc-truong-tan-sang-tham-nha-tho-ho-truong-viet-nam-tai-ninh-binh-a13540.html Nguyên Chủ tịch nước Trương Tấn Sang thăm nhà thờ họ Trương Việt Nam tại Ninh Bình]<\/ref>\n\n==Tham khảo==\n{{tham khảo|25em}}\n{{du lịch Ninh Bình}}\n\n[[Thể loại:Công trình xây dựng ở Ninh Bình]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Nhà thờ tại Ninh Bình]]"}