{"88480":"{{chú thích trong bài}}\n\n \n[[Tập tin:NhietDienThuDuc.JPG|nhỏ|phải]]\n'''Nhà máy nhiệt điện Thủ Đức''' (nay là Công ty Nhiệt điện Thủ Đức) nằm ở phía Đông bắc [[Thành phố Hồ Chí Minh]], cách trung tâm thành phố 12&nbsp;km, có tổng diện tích 16.38 ha.\n\nĐịa chỉ: Km số 09 [[Xa lộ Hà Nội]], phường Trường Thọ, Thành phố [[Thủ Đức]], [[Thành phố Hồ Chí Minh]].\n\nĐây là một trong những nhà máy điện lâu đời nhất ở miền Nam hiện vẫn còn hoạt động tốt, và vẫn phát điện lên lưới điện Quốc gia.\n\nNhà máy điện Thủ Đức đã được đổi tên thành '''Công ty trách nhiệm hữu hạn một thành viên Nhiệt điện Thủ Đức''' với chức năng chính là phát điện lên lưới điện quốc gia. Hiện nay, Công ty Nhiệt điện Thủ Đức là một [[công ty con]] của Tập đoàn Điện lực [[Việt Nam]] (EVN).\n\n==Lịch sử và quá trình phát triển==\n[[Tập tin:LoHoiThuDuc.JPG|nhỏ|phải]]\nCác tổ máy lần lượt được lắp đặt:\n\n*1965: Tổ máy tua bin khí số 1 đầu tiên có công suất 16 MW được lắp đặt và vận hành phát điện phục vụ công trường xây dựng Nhà máy nhiệt điện Thủ Đức.\n*1989: Tổ máy này được dời đến Nhà máy điện Cần Thơ.\n*1966: Tổ máy hơi nước số 1 đầu tiên có công suất 33 MW được lắp đặt và đưa vào vận hành phát điện.\n*1968: Tổ máy tua bin khí số 2 có công suất 15,0 MW được lắp đặt và đưa vào vận hành phát điện. Năm 1997 tổ máy này đã hư hỏng không còn phát điện.\n*Năm 1970: Hai tổ máy TBK số 3 và 4 có công suất mỗi tổ máy 17 MW được lắp đặt và đưa vào vận hành phát điện. Năm 1979 hai tổ máy được dời ra miền Bắc lắp đặt tại [[Hải Phòng]].\n*1972: Hai tổ máy hơi nước số 2 và số 3 có công suất mỗi tổ máy 66 MW được lắp đặt và đưa vào vận hành phát điện.\n*1988: Tổ máy tua bin khí số 3 có công suất 14,5 MW được lắp đặt và đưa vào vận hành phát điện.\n*1991: Tổ máy tua bin khí số 1 có công suất 23,4 MW được lắp đặt và đưa vào vận hành phát điện (Năm 1978 tổ máy này được lắp dặt tại Hải Phòng đến năm 1990 dời đến Nhà máy Nhiệt điện Thủ Đức).\n*1992: Tổ máy tua bin khí số 4 có công suất 37,5 MW được lắp đặt và đưa vào vận hành phát điện tháng 2 năm 1992.\n\nTính từ khi tổ máy TBK số 1 đầu tiên phát điện đến nay, nhà máy nhiệt điện Thủ Đức đã trải qua nhiều thời kỳ, từ năm 1966 xây dựng tổ máy hơi nước số 1 đến năm 1975, các tổ máy còn mới, thời gian vận hành chưa nhiều hiệu suất các tổ máy còn cao.\n\nThời kỳ tiếp theo sau giải phóng nguồn nhân lực có nhiều thay đổi, tình hình sản xuất điện của nhà máy gặp nhiều khó khăn, những người còn lại kiên quyết bám lò, bám máy cùng với những người tiếp quản nhà máy tiếp tục giữ cho dòng điện liên tục và an toàn.\n\nTừ 1978 đến 1983 là một thời kỳ cực kỳ khó khăn của nhà máy. Các tổ máy hơi nước đã bắt đầu hư hỏng nhiều do thiếu vật tư, thiết bị, phụ tùng thay thế. Nhà nước [[Liên Xô]] và, sau đó, là chính phủ [[Thụy Điển]] đã giúp đỡ nhà máy để phục hồi công suất ban đầu của các tổ máy hơi nước.\n\nChương trình phục hồi của Thụy Điển kết thúc năm 1987 và đã đưa công suất các tổ máy hơi nước lên gần bằng thiết kế và cũng tạo được những ấn tượng rất tốt đẹp cho các chuyên gia cũng như chính phủ Thụy Điển về trình độ kỹ thuật, cung cách quản lý có hiệu quả của đội ngũ công nhân và cán bộ kỹ thuật nhà máy.\n\n==Năng lực hiện tại==\nNăng lực chủ yếu của công ty Nhiệt điện Thủ Đức là [[sản xuất điện năng]], phát lên lưới điện quốc gia. Ngoài ra, công ty còn có những năng lực khác như: lắp đặt và sửa chữa các thiết bị năng lượng, vận chuyển nhiên liệu, giám sát công trình, đào tạo nguồn nhân lực,... Các năng lực chính của công ty:\n\n===Năng lực sản xuất điện===\n[[Tập tin:XayLapTram.jpg|nhỏ|Xây lắp trạm biến áp tại nhà máy]]\nHiện tại nhà máy có các tổ máy sau đang vận hành:\n\n*Tổ máy hơi nước S1 33MW\/33MW khả dụng\/lắp đặt\n*Tổ máy hơi nước S2 60MW\/ 66 MW khả dụng\/lắp đặt\n*Tổ máy hơi nước S3 60 MW\/ 66 MW khả dụng\/lắp đặt\n*Tổ máy Tua bin khí GT4 31 MW\/ 37,5 MW khả dụng\/lắp đặt.\n*Tổ máy Tua bin khí GT5 31 MW\/ 37,5 MW khả dụng\/lắp đặt.\n*Các tổ máy bất khả dụng từ năm 2018:\n*Tổ máy Tua bin khí GT1 có công suất lắp đặt 23,4 MW.\n*Tổ máy Tua bin khí GT3 có công suất lắp đặt 15MW.\n\nNhư vậy, năng lực hiện tại của nhà máy với Tổng công suất khả dụng:\n*Các tổ máy hơi nước là 153 MW\n*Các tổ máy tua bin khí là 62 MW\n\nNói chung, trong những năm qua nhà máy đã góp phần đáng kể về sản lượng điện trong hệ thống điện Việt Nam, phục vụ cho phát triển kinh tế của khu vực phía Nam và đặc biệt là Thành phố Hồ Chí Minh.\n\nHiện nay Công ty Nhiệt Điện Thủ Đức đang tham gia thị trường Điện ký Hợp đồng mua bán điện với EVN thông qua Công ty Mua- Bán  điện (EPTC).\n\n===Năng lực lắp đặt điện===\n[[Tập tin:TramBienAp.jpg|nhỏ|Trạm biến áp tại nhà máy]]\nBên cạnh năng lực sản xuất điện, nhà máy còn có năng lực về đại tu, phục hồi, dời và lắp đặt thiết bị phát điện cho các đơn vị bạn. Các công trình đã thực hiện như sau:\n\n*1978: Dời và lắp đặt tổ máy tua bin khí số 3, số 4 từ Nhà máy Nhiệt điện Thủ Đức ra thành phố Hải Phòng, bổ sung nguồn cho lưới điện miền Bắc.\n*1979: Giúp [[Campuchia]] phục hồi Nhà máy điện [[Phnôm Pênh|Phnom Penh]].\n*Tháng 6 năm 1988: Lắp đặt tổ máy tua bin khí GT 35 (14,5 MW) của ABB - STAL, hiện nay là TBK số 3 tại nhà máy.\n*Tháng 7 năm 1989: Lắp đặt 2 máy tua bin khí AVON (14MW) cho [[Đà Nẵng]] và Nhà máy điện Cần Thơ.\n*Tháng 10 năm 1989: Dời và lắp đặt tổ máy tua bin khí số 1 từ Nhà máy Nhiệt điện Thủ đức xuống Nhà máy điện Cần Thơ, bổ sung nguồn cho lưới điện miền Tây.\n*Tháng 12 năm 1990: Dời 3 tổ máy tua bin khí F5 từ Hải Phòng về lắp đặt tại Thủ Đức 1 tổ máy (hiện là tua bin khí số 1 - Thủ Đức) và lắp đặt tại Nhà máy điện Bà Rịa 2 tổ máy (hiện là tua bin khí số 1 và số 2 - Bà Rịa).\n*Tháng 2 năm 1992: Lắp đặt tại Thủ Đức tổ máy tua bin khí F6 - GEC ALSTHOM - 37,5 MW (hiện là tua bin khí số 4 - Thủ Đức).\n*Tháng 12 năm 1992: Lắp đặt tại Thủ Đức tổ máy tua bin khí F6 - JOHN BROWN - 37,5 MW (hiện là tua bin khí số 5 - Thủ Đức).\n*Tháng 1 năm 1993: Lắp đặt tại Nhà máy điện Bà Rịa 2 tổ máy tua bin khí F6 - JOHN BROWN - 37,5 MW (hiện là tua bin khí số 3 và số 4- Bà Rịa).\n*Tháng 10 năm 1993: Lắp đặt tại Nhà máy điện Bà Rịa 3 tổ máy tua bin khí F6 - EGT - 37,5 MW (hiện là tua bin khí số 5, số 6 và số 7 - Bà Rịa).\n*Tháng 3 năm 1996: Lắp đặt tại Nhà máy điện Bà Rịa 1 tổ máy tua bin khí F6 - EGT - 37,5 MW (hiện là tua bin khí số 8 - Bà Rịa).\n*Tháng 10 năm 1996: Lắp đặt tại Nhà máy nhiệt điện Cần Thơ 2 tổ máy tua bin khí F6 - EGT - 37,5 MW (hiện là tua bin khí số 3 và số 4 - Cần Thơ).\n*Cải tạo và lắp đặt mở rộng trạm phân phối 110 kV.\n*Lắp ráp các hệ thống phụ trợ trong công ty\n*Lắp đặt hệ thống xử lý [[Nước dưới đất|nước ngầm]] đạt yêu cầu kỹ thuật cấp cho lò hơi, với công suất 40 m³\/giờ.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.nhietdienthuduc.com.vn\/ Website của nhà máy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130826091425\/http:\/\/www.nhietdienthuduc.com.vn\/ |date = ngày 26 tháng 8 năm 2013}}\n \t \t \t \t\n{{Sơ khai TPHCM}}\n\n[[Thể loại:Nhà máy nhiệt điện Việt Nam|Thủ Đức]]\n[[Thể loại:Tập đoàn Điện lực Việt Nam]]\n[[Thể loại:Doanh nghiệp nhà nước Việt Nam]]\n[[Thể loại:Nhà máy điện tại Thành phố Hồ Chí Minh|Thủ Đức]]\n[[Thể loại:Thủ Đức]]"}