{"15631":"{{Thông tin công trình xây dựng\n| tên                   = Nhà hát Lớn Hà Nội\n| hình                  = Hanoi Opera House 1.jpg\n| cỡ hình               = 280px\n| ghi chú hình          = Nhà hát nhìn từ quảng trường Cách mạng Tháng Tám\n| phong cách            = [[Kiến trúc Tân cổ điển|Tân cổ điển]], [[chiết trung]]\n| địa chỉ               = Số 1, phố [[Phố Tràng Tiền, Hà Nội|Tràng Tiền]], quận [[Hoàn Kiếm]], [[Hà Nội]]<br>[[Số điện thoại|ĐT]]: +84.4 39330113\n| vĩ độ                 = 21.024167\n| kinh độ               = 105.857778\n| pushpin_map = Hanoi\n| khởi công             = {{ngày bắt đầu và tuổi|1901|6|7|df=yes}}\n| khánh thành           = {{ngày bắt đầu và tuổi|1911|12|9|df=yes}}\n| trùng tu              = 1995–1997\n| chi phí xây dựng      = 2 triệu [[franc Pháp|franc]]\n| chi phí trùng tu      = 156 tỷ [[đồng (đơn vị tiền tệ)|đồng]]\n| kích thước            = Dài: 87 m; rộng: 30 m\n| chiều cao             = Đỉnh mái: 34 m\n| kích thước khác       = 598 chỗ ngồi\n| diện tích xây dựng    = 2,600 m²\n| kiến trúc sư          = Broyer, Harley và Lagisquet\n| kiến trúc sư trùng tu = [[Hồ Thiệu Trị]]\n| website = {{URL|http:\/\/hanoioperahouse.org.vn\/}}\n}}\n'''Nhà hát Lớn Hà Nội''' là một công trình kiến trúc tại thành phố [[Hà Nội]], [[Việt Nam]], phục vụ biểu diễn nghệ thuật. Nhà hát tọa lạc trên [[quảng trường Cách mạng tháng Tám]], vị trí ở số 1A [[phố Tràng Tiền]], phường Tràng Tiền, [[Hoàn Kiếm (quận)|quận Hoàn Kiếm]], thành phố [[Hà Nội]], không xa [[hồ Hoàn Kiếm]] và [[Bảo tàng Lịch sử Việt Nam]], cạnh [[Hilton Hanoi Opera|khách sạn Hilton Hanoi Opera]], nhìn ra các vườn hoa Nhà hát Lớn và vườn hoa 19-8. Công trình được người [[Pháp]] khởi công xây dựng năm 1901 và hoàn thành năm 1911, theo mẫu [[Nhà hát Opéra Garnier]] ở [[Paris]] nhưng mang tầm vóc nhỏ hơn và sử dụng các vật liệu phù hợp với điều kiện khí hậu địa phương. Tác phẩm của hai kiến trúc sư Harlay và Broyer mang nhiều màu sắc, đường nét kiến trúc của các nhà hát ở miền Nam nước [[Pháp]], có cách tổ chức mặt bằng, không gian biểu diễn, cầu thang, lối vào sảnh... giống với các nhà hát ở [[châu Âu]] đầu thế kỷ 20.<ref name=tourism\/> Mặc dù là một công trình kiến trúc mang tính chiết trung, được pha trộn nhiều [[Trường phái kiến trúc|phong cách]], nhưng Nhà hát Lớn Hà Nội vẫn mang đậm dáng vẻ [[Kiến trúc Tân cổ điển|Tân cổ điển]] [[Pháp]], đặc biệt ở kết cấu kiến trúc, kiểu mái hai mảng lợp ngói đá đen cùng các họa tiết trang trí bên trong. Ra đời muộn hơn các nhà hát ở [[Nhà hát Lớn Thành phố Hồ Chí Minh|Thành phố Hồ Chí Minh]] và [[Nhà hát lớn Hải Phòng|Hải Phòng]], nhưng Nhà hát Lớn Hà Nội có kiến trúc hoàn chỉnh nhất và trở thành hình ảnh quen thuộc và đặc trưng của thành phố Hà Nội.<ref name=maihong\/>\n\nNgay từ khi hoàn thành, Nhà hát Lớn đã giữ vai trò một trong những trung tâm văn hóa quan trọng của thủ đô, nơi diễn ra thường xuyên các hoạt động văn hóa, biểu diễn nghệ thuật. Nhà hát Lớn là nơi khai sinh và tôn vinh kịch nghệ cùng sân khấu Việt Nam, cũng như các loại hình nghệ thuật giao hưởng, hợp xướng, nhạc kịch, vũ kịch.<ref name=thanhnam\/> Không chỉ vậy, nhà hát còn là một địa điểm mang đậm những dấu ấn lịch sử, từng là nơi [[Quốc hội Việt Nam khóa I|Quốc hội đầu tiên]] của nước Việt Nam độc lập nhóm họp và thông qua [[Hiến pháp Việt Nam Dân chủ Cộng hòa 1946|Hiến pháp năm 1946]], bản Hiến pháp đầu tiên của [[Việt Nam]] cũng như danh sách [[chính phủ Liên hiệp Kháng chiến Việt Nam Dân chủ Cộng hòa]] (Hồ Chí Minh đứng đầu); [[Bộ Tổng Tư lệnh Quân đội Nhân dân Việt Nam#Tổ chức tiền thân|Toàn quốc Kháng chiến Ủy viên Hội]] ([[Võ Nguyên Giáp]] làm chủ tịch); [[Chính phủ Liên hiệp Kháng chiến Việt Nam Dân chủ Cộng hòa#Các thành viên trong chính phủ liên hiệp kháng chiến|Quốc gia Cố vấn đoàn]] ([[Bảo Đại|Vĩnh Thụy]] làm đoàn trưởng).<ref name=\"QH1\"\/>\n\nSau một thời gian dài bị xuống cấp, công trình lấy lại được vẻ đẹp xưa cũ sau đợt trùng tu từ năm 1995 đến năm 1997, chuẩn bị cho Hội nghị thượng đỉnh của [[Cộng đồng Pháp ngữ]]. Ngày nay, Nhà hát Lớn là một trong những địa điểm biểu diễn quan trọng bậc nhất ở Hà Nội, được những người làm nghệ thuật coi như một \"ngôi đền\" dành cho nghệ thuật cổ điển.<ref name=thanhnam\/> Cũng như nhiều công trình kiến trúc và cả những loại hình văn hóa phi vật thể khác, Nhà hát Lớn Hà Nội trở thành minh chứng cho một giai đoạn lịch sử của thành phố, thời kỳ mà các nền văn hóa giao thoa lẫn nhau.<ref name=tourism\/>\n\n== Lịch sử ==\n{{Multiple image\n| align = right\n| direction = vertical\n| width = 280\n| image1 = Paris Opera full frontal architecture, May 2009.jpg\n| caption1 =[[Nhà hát Opéra Garnier]] ở Paris, hình mẫu kiến trúc của Nhà hát Lớn Hà Nội.\n| image2 = Nhahatlonhanoi07.jpg\n| caption2 = Nhà hát thành phố, tên cũ của Nhà hát Lớn, cùng quảng trường đầu thế kỷ 20.<ref>Cũng tại đây, trước kia từng có một tượng đài phun nước khá to nhưng sau đó bị dỡ bỏ đi.<\/ref>\n}}\nVị trí của Nhà hát Lớn Hà Nội xưa kia là một vùng đầm lầy thuộc đất của hai làng Thạch Tần và Tây Luông, giáp gianh với làng Cựu Lâu, thuộc tổng Phúc Lân (hay tổng Hữu Túc<ref name=\"NVP-TT\">[[Nguyễn Vinh Phúc]] trong \"Phố và Đường Hà Nội\", nhà xuất bản Giao thông Vận tải, 2004, mục Tràng Tiền (phố)<\/ref>), huyện [[Thọ Xương]].<ref name=tamhung\/> Năm 1808, một trường đúc tiền ([[chữ Hán]]: 寳傳局) được thành lập tại khu vực này, với phía bắc là phố Tràng Tiền ngày nay, nam là phố Phạm Sư Mạnh, Đông là phố Phan Chu Trinh và tây là phố Ngô Quyền. Phía đông bắc của đầm lầy nhà hát ngày xưa là cửa ô tên Tây Long (hay Tây Luông), lấy theo tên của bến đò [[nhà Hậu Lê|thời Lê]] đậu ở bãi sông cùng tên. Ngày [[20 tháng 7]] năm [[1786]], [[Nhà Tây Sơn#Tiến ra Thăng Long|quân Tây Sơn tiến vào thành Thăng Long]] qua bến sông và cửa ô này đã đánh vào trận địa của chúa [[Trịnh Khải#Chết theo cơ nghiệp|Trịnh Khải]] ở hai bên lầu Ngũ Long (Bưu điện Hà Nội ngày nay). Bến sông này cũng là nơi chứng kiến cuộc rút chạy của quân [[nhà Thanh]] do [[Tôn Sĩ Nghị]] chỉ huy sau [[Trận Ngọc Hồi - Đống Đa#Tiến vào Thăng Long|thất bại đồn Khương Thượng]] trước [[Đặng Tiến Đông|đô đốc Long]] ngày [[30 tháng 1]] năm [[1789]] ([[tết Nguyên Đán|mùng 5 Tết]] [[Kỷ Dậu]]).\n\nNgay từ khi mới tới Hà Nội vào năm 1883, người Pháp đã sớm có ý định xây dựng ở thành phố này một địa điểm dành cho trình diễn nghệ thuật. Rạp hát đầu tiên được mang tên rạp Chùa Bút nằm ở khoảng đất trống trước cửa [[đền Ngọc Sơn]], ảnh hưởng bởi công trình [[Tháp Bút]] ở gần đó.<ref name=trungquoc\/> Vào năm 1887, nhân dịp hội chợ trên phố Tràng Thi, một hiệu buôn [[Hoa kiều]] đã cho xây dựng ở đầu phố [[Hàng Cót]] – khi đó mang tên phố Takou – một rạp hát chuyên diễn [[Kinh kịch|tuồng Tàu]]. Mặc dù vậy, rạp hát này lại được một bác sĩ người Pháp tên Nico đứng tên và đôi khi cũng dành cho các đoàn nghệ thuật từ [[Pháp]] sang trình diễn. Rạp Takou, tuy không phù hợp cho các hoạt động nghệ thuật Tây phương, nhưng chính là rạp hát đầu tiên ở Hà Nội theo kiểu Tây phương.<ref name=ngoctien\/>\n\nVào năm 1899, Hội đồng thành phố dưới sự chủ tọa của Công sứ Hà Nội Richard đã đề nghị lên [[Toàn quyền Đông Dương]], xin xây dựng một nhà hát cho thành phố.<ref name=operalichsu\/> Vị trí lựa chọn là khu vực đầm lầy thuộc hai làng Thạch Tần và Tây Luông. Đồ án thiết kế được xét duyệt là của hai [[kiến trúc sư]] người Pháp Broyer và V. Harley, họa theo hình dáng [[nhà hát Opéra Garnier]] nổi tiếng ở [[Paris]]. Trong công đoạn xây cất thì có sự tham gia của kiến trúc sư François Lagisquet chỉnh trang sửa chữa thêm họa đồ. Với kinh phí lên đến 2 triệu [[Franc Pháp|franc]], dự án Nhà hát thành phố ở Hà Nội đã gây nên tranh cãi trên một số [[báo chí]] tại Pháp thời đó.<ref name=dienminh\/> Ngày 7 tháng 6 năm 1901 thì khởi công xây dựng do hai hãng thầu Travary và Savelon đứng thầu, kiến trúc sư Harley giám sát. Harley lúc bấy giờ cũng là thanh tra đô thị của Hà Nội.<ref name=ngoctien\/> Vì xây dựng trên một vũng lầy nên việc san lấp mặt bằng gặp khá nhiều khó khăn. 35 nghìn cây cọc [[tre]] được đóng xuống trước khi đổ lớp [[bê tông]] dày 0,9 [[mét]] làm nền tòa nhà.<ref name=tamhung\/> Phần móng được xây bằng đá tảng; khu vực [[sân khấu]] sử dụng gạch chịu lửa để đề phòng hỏa hoạn, phần mái nhà lợp bằng [[phiến thạch]] trang trí [[kẽm]] thếp [[vàng]], đường vòng quanh mái trang trí [[gạch men|gạch tráng men]].<ref name=ngoctien\/> Công trình sử dụng tới 12.000 [[mét khối|m³]] vật liệu, gần 600 [[tấn]] [[gang]] [[thép]], với khoảng 300 công nhân tham gia thi công mỗi ngày.<ref name=operalichsu\/>\n\nSau 10 năm xây dựng, Nhà hát thành phố được khánh thành năm 1911. Để gắn tên mình với sự kiện này, nhóm kịch nghiệp dư Philarmonique của những [[người Pháp]] tại Hà Nội khi đó đã tập một vở hài kịch. Công trình tuy đã hoàn thành nhưng sân khấu lúc bấy giờ vẫn thiếu màn kéo, phông cảnh. Để khắc phục, đoàn kịch đã lấy vải thô may lại rồi vẽ hình [[hồ Hoàn Kiếm|hồ Gươm]] cùng [[tháp Rùa]] để làm màn kéo. Nhà hát dùng tấm màn này 16 năm cho đến khi được thay thế bằng một tấm màn vải [[satanh]], và tới năm 1932, nhà hát mới trang bị màn nhung theo kiểu sân khấu của [[Ý]]. Tối ngày [[9 tháng 12]] năm 1911, lễ khai trương nhà hát bắt đầu với vở [[hài kịch]] bốn hồi ''Le Voyage de monsieur Perrichon'' (''Chuyến đi của ông Perrichon'') của Eugène Labiche và Édouard Martin. Số tiền thu được từ buổi biểu diễn được nhóm kịch Philarmonique ủng hộ cho những trẻ em [[lai]] sống lang thang trên phố.<ref name=ngoctien\/>\n[[Tập tin:Hanoi-opera house.jpg|nhỏ|285x285px|Nhà hát lớn ở Hà Nội (ảnh chụp ngày 11 tháng 10 năm 2005)]]\n\n{{Cquote|4=Nhà sử học [[Dương Trung Quốc]]|Nhà hát Lớn Hà Nội không chỉ có giá trị đơn thuần về kiến trúc. Rộng hơn, từ đầu thế kỷ 20, đó cũng là nơi chứng kiến những cuộc \"tiếp xúc\" đầu tiên giữa Việt Nam với văn hóa, nghệ thuật phương Tây, cụ thể là âm nhạc và sân khấu.<ref name=cucduong\/>}}\n[[Tập tin:QuocHoiVNKhoaI.jpg|nhỏ|280px|Các đại biểu Quốc hội Việt Nam khóa 1, kỳ họp thứ hai chụp ảnh với Hồ Chí Minh trước cửa chính nhà hát Lớn Hà Nội ngày 28\/10\/1946]]\nKhi hoàn thành với 870 chỗ ngồi, Nhà hát Lớn Hà Nội là một công trình quy mô rất lớn nếu so với dân số Hà Nội khi đó.<ref name=tamhung\/> Nhà hát trở thành trung tâm các sự kiện văn hóa, nghệ thuật dành cho người Pháp và một số ít người Việt thượng lưu ở Hà Nội. Đây cũng là địa điểm biểu diễn lý tưởng cho các đoàn kịch, ban nhạc từ Pháp và châu Âu tới lưu diễn.<ref name=ngoctien\/> Khoảng thời gian về sau, một số buổi trình diễn của các nghệ sĩ người Việt với mục đích [[từ thiện]] như quyên góp cứu nạn các vùng lụt lội, xây dựng nhà tế bần... cũng bắt đầu được trình diễn ở đây. Từ năm 1940, nhiều đoàn [[kịch nói]] Việt Nam đã có thể thuê lại nhà hát để biểu diễn. Từ đó Nhà hát Lớn Hà Nội không còn là địa điểm chỉ dành cho người Pháp. Sự hình thành tầng lớp thị dân cùng trí thức mới đã biến nơi đây thành cái nôi cho nhiều sinh hoạt nghệ thuật của người Việt.<ref name=trungquoc\/> Không chỉ là một địa điểm văn hóa, Nhà hát Lớn Hà Nội cùng [[quảng trường Cách mạng tháng Tám|quảng trường Nhà hát]] còn là nơi diễn ra nhiều sự kiện lịch sử quan trọng. Vào ngày [[17 tháng 8]] năm 1945, trên quảng trường Nhà hát đã diễn ra [[Tổng khởi nghĩa Hà Nội#Ngày 17 tháng 8 năm 1945: Quyết định lịch sử|cuộc mít tinh]] ra mắt Mặt trận [[Việt Minh]]<ref name=\"HT\">{{Chú thích thông cáo báo chí \n| publisher = Hoàng Thùy, VnExpress\n| date = 19 tháng 8 năm 2011\n| url = http:\/\/vnexpress.net\/gl\/xa-hoi\/2011\/08\/ky-uc-ngay-tong-khoi-nghia-o-thu-do\/\n| title = Ký ức ngày tổng khởi nghĩa ở thủ đô\n| access-date = ngày 2 tháng 1 năm 2012}}<\/ref>. Ngày [[28 tháng 8]] năm 1945 đã diễn ra một trong những cuộc duyệt binh đầu tiên của [[Việt Nam Giải phóng quân]], tiền thân của [[Quân đội Nhân dân Việt Nam]].<ref>[https:\/\/web.archive.org\/web\/20140828084503\/http:\/\/www1.archives.gov.vn\/Trienlamtlhn\/Program\/Chude2_2.asp Đoàn giải phóng quân ở Việt Bắc về duyệt binh ở quảng trường Nhà hát Lớn - Hà Nội ngày 28.8.1945], ảnh của Nguyễn Bá Khoản tại Trung tâm Lưu trữ quốc gia III, [[Cục Văn thư và Lưu trữ nhà nước]]<\/ref> Ngày 16 tháng 9 năm 1945, [[Hồ Chí Minh]] đã phát động Tuần lễ vàng quyên góp ủng hộ Chính phủ tại Nhà hát Lớn. [[Quốc hội Việt Nam khóa I|Quốc hội]] nước [[Việt Nam Dân chủ Cộng hòa]] khóa I họp phiên đầu tiên ở nhà hát vào ngày 2 tháng 3 năm 1946<ref name=\"QH1\">{{Chú thích báo\n | url= http:\/\/quochoi.vn\/htx\/Vietnamese\/C1454\/C1456\/?cateid=1701#LovI0pZbp5nh\n | tên bài= Quốc hội khóa I (1946-1960)\n | công trình=\n | nhà xuất bản= Văn phòng Quốc hội Việt Nam\n | ngày truy cập= ngày 2 tháng 1 năm 2012\n | url lưu trữ=\n | ngày lưu trữ=\n | ngôn ngữ= vi\n | trích dẫn= \"Kỳ họp thứ nhất: Họp ngày 2 tháng 3 năm 1946, tại Nhà hát lớn Thành phố - Hà Nội, với sự tham dự của ngót 300 đại biểu\"\n}}<\/ref> và tiếp tục ở đây cho đến năm 1963, khi [[Hội trường Ba Đình]] được xây dựng.<ref name=trungquoc\/><ref name=operalichsu\/>\n\n[[Hình:Nha hat lon Ha Noi xua.JPG|nhỏ|trái|280px|Nội thất nhà hát trong một tấm bưu ảnh thời [[Pháp thuộc]]]]\nCuối [[thế kỷ 20]], Nhà hát Lớn Hà Nội sau hơn 80 năm tồn tại đã rơi vào tình trạng xuống cấp trầm trọng. Phần chân tường nhà hát phủ đầy [[rêu]] phong, nhiều chỗ mái ngói bị thay thế bằng mái [[tôn]].<ref name=dienminh\/> Bên trong, các trang trí, vật liệu, màu sắc, tiện nghi phục vụ và thiết bị kỹ thuật quan trọng đều quá cũ kỹ, lạc hậu. Nhiều hoa văn bị quét vôi phủ kín trong những lần sửa chữa trước đó.<ref name=ngoctien\/> Xung quanh quảng trường ngày càng xuất hiện nhiều các công trình không phù hợp, khiến phá vỡ không gian kiến trúc của nhà hát.<ref name=operalichsu\/>\n\nGiữa [[thập niên 1990]], để chuẩn bị cho Hội nghị thượng đỉnh [[Cộng đồng Pháp ngữ]] lần thứ 7 diễn ra tại Hà Nội vào tháng 11 năm 1997,<ref>[http:\/\/www.francophonie.org\/IMG\/pdf\/decl-hanoi-1997.pdf Sommet de la Francophonie-Déclaration de Hanoï] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120103162133\/http:\/\/www.francophonie.org\/IMG\/pdf\/decl-hanoi-1997.pdf |date=2012-01-03 }} 14-16\/11\/1997<\/ref> [[Chính phủ Việt Nam]] đã quyết định trùng tu Nhà hát Lớn với kinh phí 156 tỷ [[Đồng (tiền)|đồng]], tương đương khoảng 14 triệu [[Đô la Mỹ|đô la]].<ref name=tamhung\/> Dự án được bắt đầu năm 1995 và hoàn thành 2 năm sau đó với sự tham gia của 100 nhân công và dưới sự giám sát của kiến trúc sư [[người Pháp gốc Việt]] [[Hồ Thiệu Trị]], tác giả đồ án trùng tu.<ref name=dienminh\/>\n\nNăm 2011, Nhà hát Lớn Hà Nội cùng [[quảng trường Cách mạng tháng Tám]] đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] công nhận di tích lịch sử và kiến trúc quốc gia.<ref name=hanoimoi\/> Ngày 9 tháng 12 năm 2011, Nhà hát Lớn Hà Nội kỷ niệm 100 năm ngày nhà hát ra đời.<ref name=100nam\/>\n\n== Kiến trúc ==\n{{Multiple image\n| align = left\n| direction = vertical\n| width = 280\n| image1 = Hanoi Opera House - detail.jpg\n| caption1 = Chi tiết mặt trước của Nhà hát Lớn Hà Nội với hàng cột theo thức Ionic La Mã và các trang trí phong phú.\n| image2 = Hanoi_opera_house._Made_as_a_copy_of_the_Opera_Garnier_in_Paris_(22334215449).jpg\n| caption2 = Mặt đứng Nhà hát Lớn Hà Nội nhìn tứ hướng Tây Nam.\n| image3 = Mặt Nam Nhà hát Lớn HN.JPG\n| caption3 = Mặt phía nam của Nhà hát Lớn Hà Nội nhìn từ khách sạn Hilton Opera.\n}}\n\nNhà hát Lớn Hà Nội nằm trên [[quảng trường Cách mạng tháng Tám]], nhìn thẳng ra phố [[Phố Tràng Tiền|Tràng Tiền]], vị trí xưa nay vẫn là khu vực sầm uất bậc nhất của thành phố. Công trình có [[chiều dài]] 87 mét, bề ngang trung bình 30 mét, phần đỉnh mái cao nhất cao 34 mét so với nền đường, và diện tích xây dựng khoảng 2.600 mét vuông.<ref name=tourism\/> Bên phải nhà hát, khách sạn Hilton Opera nằm hơi uốn cong, cũng là một công trình do kiến trúc sư người Pháp thiết kế. Mang những đường nét cổ điển – như hàng cột cao, bộ mái Mansard... – khách sạn hiện đại Hilton Opera không những không phá vỡ không gian kiến trúc của quảng trường mà còn giúp tôn thêm vẻ đẹp của nhà hát.\n\nMặt bằng Nhà hát Lớn Hà Nội được chia thành ba phần tương đối rõ rệt. Không gian đầu tiên ngay lối vào là chính sảnh với một cầu thang hình chữ T bằng đá dẫn lên tầng hai. Đây là nơi đầu tiên đón khách tới nhà hát, gạch lát nền sử dụng loại đá vân thạch kết hợp với những họa tiết trang trí theo tinh thần cổ điển, đem lại cảm giác sang trọng. Hệ thống đèn chùm nhỏ treo trên tường được mạ [[đồng]] theo lối cổ, còn đèn chùm phía trên cao được mạ một lớp [[vàng]] bằng công nghệ hiện đại.<ref name=operakientruc\/> Ở tầng hai, phòng gương là nơi diễn ra các nghi lễ quan trọng, lễ ký kết các văn kiện của Chính phủ hay đón tiếp các nhân vật cao cấp. Căn phòng này còn dành cho các chương trình nghệ thuật thính phòng, các cuộc [[họp báo]] hay những hội nghị mang tính chất nhỏ.<ref name=operakientruc\/> Sàn phòng gương được phục chế theo kỹ thuật [[mosaic]] với đá mang đến từ Ý. Trên tường, xen giữa các cửa đi mở rộng là những tấm [[gương]] lớn. Các đèn treo, đèn chùm pha lê cùng bàn ghế mang phong cách cổ điển Pháp.<ref name=operakientruc\/> Không gian tiếp theo của nhà hát là phòng khán giả kích thước 24 x 24 mét với sân khấu lớn, ba tầng ghế, tổng cộng 598 chỗ ngồi.<ref name=operakientruc\/> Căn phòng được trang trí cầu kỳ với những hàng cột [[thức cột Corinth|thức Corinth]] đỡ một vòm tràn đầy màu sắc bởi những bức bích họa, xen kẽ những hình đắp nổi cùng một đèn chùm pha lê lớn dát vàng. Sàn phòng lát gạch và trải thảm, các ghế ngồi thiết kế theo phong cách cổ điển Pháp thế kỷ 19. Không gian nội thất nhà hát như một sự tổng hòa của các yếu tố ánh sáng, màu sắc và âm thanh. Cuối cùng, phía sau sân khấu là 18 phòng trang điểm dành cho diễn viên, 2 phòng tập, cùng các phòng làm việc, thư viện, phòng họp.<ref name=tourism\/>\n\nCó thể tìm thấy ở bề ngoài của công trình nhiều phong cách kiến trúc khác nhau. Mặt chính nhà hát nổi bật nhờ hàng cột theo [[Thức cột Ionic|thức Ionic]] La Mã, phía trên nhấn bởi các mái chóp cong lợp ngói đá. Dường như những nguyên tắc [[kiến trúc Phục Hưng]] được nhấn mạnh phía mặt ngoài này. Tuy vậy, những đường cong uốn lượn của các ban công kết hợp với hình thức cuốn vòm phía trên lối vào lại làm nổi bật những yếu tố [[Kiến trúc Baroque|Baroque]]. Ở cả mặt bên lẫn mặt chính giữa, các trang trí cầu kỳ, các thanh đỡ uốn lượn, các cửa sổ hình chữ nhật hay cuốn vòm, tất cả đều giàu tính điêu khắc và mang nét Baroque nổi trội. Riêng phần mái đón lối vào cho người đi xe hơi ở hai mặt bên lại theo phong cách [[Art Nouveau]]. Ở phía trên nhà hát, hệ mái lợp ngói đá đen được tổ chức rất kỳ công với sự kết hợp của nhiều hình thức, đem lại cảm giác về tinh thần [[Kiến trúc Tân cổ điển|Tân cổ điển]] Pháp. Tất cả những hòa trộn này đưa đến ấn tượng về một công trình kiến trúc Tân cổ điển kiểu chiết trung với những giá trị không chỉ về mặt kiến trúc mà còn về nghệ thuật trang trí.\n\nBao quanh Nhà hát Lớn có nhiều điểm vui chơi giải trí như vườn hoa nhà hát lớn nằm chếch phía tây nam, quán cà phê [[Highlands Coffee]] ở hai khu vực sườn và tầng hầm (trước đó tầng hầm là quán Nineteen11, lấy theo tên năm khánh thành).<ref>{{Chú thích thông cáo báo chí\n| publisher = Linh Hương, [[VnExpress]] - Nhà đẹp\n| date = 25 tháng 12 năm 2008\n| url = http:\/\/nhadep.vnexpress.net\/gl\/nha-dep\/khong-gian-song\/2008\/12\/3ba0c502\/\n| title = 'Lạ' dưới hầm Nhà hát lớn\n| access-date = ngày 15 tháng 12 năm 2011\n| archive-date = 2012-04-09\n| archive-url = https:\/\/web.archive.org\/web\/20120409041504\/http:\/\/nhadep.vnexpress.net\/GL\/Nha%2Ddep\/Khong%2Dgian%2Dsong\/2008\/12\/3BA0C502\/\n| url-status = dead\n}}<\/ref> Khoảng sân trước mặt nhà hát lớn và đoạn vườn về phía nam nối với khách sạn Hilton là một địa điểm lý tưởng của các đôi cô dâu chú rể đến chụp ảnh đám cưới và kỷ niệm. Xa xa về phía đông bắc là [[Bảo tàng Cách mạng Việt Nam|viện bảo tàng cách mạng Việt Nam]] và [[Bảo tàng Lịch sử Việt Nam]] ([[Viện Viễn Đông Bác cổ]] ngày xưa). Phía bắc của quảng trường Cách mạng tháng Tám là một loạt các khu trung tâm thương mại, văn phòng cao cấp của các cơ quan quốc tế như [[phái bộ ngoại giao|đại sứ quán]] [[New Zealand]], Câu lạc bộ Báo chí Hà Nội.\n\n== Hoạt động ==\n{{Multiple image\n| align = right\n| direction = vertical\n| width = 230\n| image1 = Hanoi opera stage.JPG\n| caption1 =Bên trong nhà hát với sân khấu được chuẩn bị cho [[dàn nhạc giao hưởng]] trình diễn.\n| image2 = Lang Toi.jpg\n| caption2 = Vở xiếc 'Làng tôi' công diễn tại Nhà hát Lớn Hà Nội.\n}}\nKể từ khi hoàn thành sau đợt trùng tu từ năm 1995 đến năm 1997, Nhà hát Lớn Hà Nội tiếp tục vai trò trong quá khứ, là nơi diễn ra thường xuyên các hoạt động văn hóa, biểu diễn nghệ thuật của các đoàn nghệ thuật Việt Nam và nước ngoài.<ref name=maihong\/>\n\nBan quản lý Nhà hát Lớn Hà Nội, với tên giao dịch quốc tế Hanoi Opera House, được thành lập ngày 17 tháng 9 năm 1997 theo quyết định thành lập số 765 của [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]], có chức năng và nhiệm vụ:\n\n* Tổ chức các hoạt động văn hóa, nghệ thuật phục vụ nhiệm vụ chính trị, xã hội quan trọng của [[Đảng Cộng sản Việt Nam|Đảng]] và [[Nhà nước Việt Nam|Nhà nước]].\n* Tổ chức các hoạt động văn hóa, nghệ thuật, hội nghị, hội thảo, họp báo chiêu đãi quốc gia và quốc tế theo kế hoạch của [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]].\n* Tổ chức các hoạt động văn hóa nghệ thuật chất lượng cao phù hợp với chức năng, nhiệm vụ.\n* Quan hệ và hợp tác với các tổ chức trong nước và quốc tế có liên quan để trao đổi nghiệp vụ và tổ chức các hoạt động văn hóa nghệ thuật theo sự phân công của Bộ và theo quy định của pháp luật.\n* Tổ chức các hoạt động dịch vụ phù hợp với chức năng và nhiệm vụ của Nhà hát Lớn Hà Nội và theo quy định của [[Hệ thống pháp luật Việt Nam|pháp luật]].<ref name=operachucnang\/>\n\nVới danh tiếng, vẻ đẹp kiến trúc, vị trí ở trung tâm thành phố và giá cho thuê thấp so với các địa điểm khác vì được Nhà nước bao cấp một phần, Nhà hát Lớn là một địa điểm biểu diễn lý tưởng ở Hà Nội.<ref name=uyenly\/> Từ con số chỉ 17 buổi diễn vào năm 2000, đến đầu thập niên 2010, Nhà hát Lớn Hà Nội thực hiện trung bình 400 buổi biểu diễn mỗi năm, đón hơn 140 đoàn nghệ thuật quốc tế.<ref name=thanhnam\/> Giá thuê Nhà hát Lớn Hà Nội được áp dụng theo \"Quy định về mức thu trong khai thác sử dụng Nhà hát Lớn Hà Nội\" của Bộ Văn hóa, Thể thao và Du lịch, trong đó ưu tiên các buổi trình diễn nghệ thuật dân gian và âm nhạc truyền thống.\n\nBên cạnh các hoạt động nghệ thuật, Nhà nước cũng như nhiều tổ chức, doanh nghiệp thuê Nhà hát Lớn Hà Nội để tổ chức các sự kiện, hội họp hay những cuộc gặp gỡ quan trọng.\n\n== Hình ảnh ==\n<gallery mode=\"packed\" heights=\"150\">\nTập tin:NhaHatLon.JPG\nTập tin:Hanoi Opera House 1.jpg\nTập tin:Nhà hát Lớn Hà Nội.jpeg\nTập tin:Nhà Hát Lớn, Hà Nội 001.JPG\nTập tin:Hanoi Opera House - detail.jpg\nTập tin:Hanoi opera house. Made as a copy of the Opera Garnier in Paris (22334215449).jpg\nTập tin:Mặt Nam Nhà hát Lớn HN.JPG\nTập tin:Hanoï - Théâtre rue Paul Bert.jpg\nTập tin:LUNE Hanoi Opera House 01.jpg\nTập tin:Opera House, Hanoi, Vietnam (36761966601).jpg\nTập tin:Hanoi opera stage.JPG\nTập tin:Ha Noi opera house.jpg\nTập tin:Opera House - Hanoi - Vietnam.JPG\nTập tin:Hanoi Opera House 16.JPG\nTập tin:Hanoi Opera House 2018.jpg\nTập tin:LUNE Hanoi Opera House 02.jpg\nTập tin:Hanoi Opera House - 2003.jpg\nTập tin:Inside Hanoi Opera House.JPG\nTập tin:LUNE Hanoi Opera House 03.jpg\nTập tin:Hanoi rue Paul Bert.jpg\nTập tin:Hanoi Opera House 2012 1.jpg\nTập tin:4G4A0815 HDR.jpg\nTập tin:Nhahatlonhanoi07.jpg\n<\/gallery>\n\n== Tham khảo ==\n{{Tham khảo|2|refs=<ref name=tourism>{{chú thích web\n| url = http:\/\/www.vietnamtourism.com\/v_pages\/tourist\/festival.asp?uid=518\n| title = Nhà hát Lớn Hà Nội\n| access-date =ngày 9 tháng 12 năm 2011\n| publisher = Tổng cục Du lịch Việt Nam\n<!--| archiveurl = http:\/\/hanoi.vietnamplus.vn\/Home\/Nha-hat-lon-Ha-Noi--nhan-chung-lich-su-Cach-mang\/20099\/80.vnplus-->}}\n<\/ref>\n<ref name=maihong>{{Chú thích báo\n | tác giả=Mai Hồng\n | url=http:\/\/vov.vn\/Home\/Nha-hat-Lon--Bieu-tuong-Ha-Noi-nhat\/201111\/191248.vov\n | tên bài=Nhà hát Lớn: Biểu tượng \"Hà Nội\" nhất\n | nhà xuất bản=Báo điện tử Đài Tiếng nói Việt Nam\n | ngày=ngày 11 tháng 11 năm 2011\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n}}<\/ref>\n<ref name=thanhnam>{{Chú thích báo\n | tác giả=Thành Nam\n | url=http:\/\/www.nhandan.com.vn\/cmlink\/nhan-dan-cu-i-tu-n\/nhan-dan-cu-i-tu-n\/v-n-hoa\/nha-hat-l-n-ha-n-i-tron-th-k-1.319569#dK8vRF4lsWBK\n | tên bài=Nhà hát Lớn Hà Nội tròn thế kỷ\n | nhà xuất bản=Nhân dân\n | ngày=ngày 6 tháng 11 năm 2011\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n}}<\/ref>\n\n<ref name=tamhung>{{Chú thích báo\n | tác giả=Tâm Hưng\n | url=http:\/\/www.archives.gov.vn\/content\/Lists\/Nghn%20nm%20Thng%20longH%20Ni\/DispForm.aspx?ID=40\n | tên bài=Nhà hát Lớn Hà Nội: Kiến trúc và lịch sử\n | nhà xuất bản=Báo điện tử Đài Tiếng nói Việt Nam\n | ngày=ngày 26 tháng 10 năm 2009\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n | url lưu trữ=https:\/\/web.archive.org\/web\/20160310052727\/http:\/\/archives.gov.vn\/content\/lists\/nghn%20nm%20thng%20longh%20ni\/dispform.aspx?id=40\n | ngày lưu trữ=2016-03-10\n | title=Bản sao đã lưu trữ\n | url-status=bot: unknown\n }}<\/ref>\n<ref name=trungquoc>{{Chú thích báo\n | tác giả=Dương Trung Quốc\n | url=http:\/\/laodong.com.vn\/Tin-tuc\/Mot-dau-son-tren-ban-do-Ha-Noi\/54172page=\n | tên bài=Một dấu son trên bản đồ Hà Nội\n | nhà xuất bản=Lao động\n | ngày=ngày 14 tháng 8 năm 2011\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n | url lưu trữ=\n | ngày lưu trữ=ngày 14 tháng 8 năm 2011\n}}\n<\/ref>\n<ref name=ngoctien>{{Chú thích báo\n | tác giả=Nguyễn Ngọc Tiến\n | url=http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/165908\/print\/Default.aspx\n | tên bài=Một thế kỷ Nhà hát Lớn Hà Nội\n | nhà xuất bản=Hà Nội mới\n | ngày=ngày 6 tháng 11 năm 2011\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n | url lưu trữ=https:\/\/web.archive.org\/web\/20150501055054\/http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/165908\/print\/Default.aspx\n | ngày lưu trữ=2015-05-01\n | title=Bản sao đã lưu trữ\n | url-status=bot: unknown\n }}<\/ref><ref name=operalichsu>{{chú thích web\n| url = http:\/\/www.hanoioperahouse.org.vn\/FontEnd\/LichSu.aspx\n| title = Lịch sử Nhà hát Lớn Hà Nội\n| access-date =ngày 9 tháng 12 năm 2011\n| publisher = Trang chính thức của Nhà hát Lớn Hà Nội\n}}<\/ref>\n<ref name=dienminh>{{Chú thích báo\n | tác giả=Điền Minh\n | url=http:\/\/hanoi.vietnamplus.vn\/Home\/Nha-hat-lon-Ha-Noi-la-cong-trinh-vi-dai-nhat-doi-toi\/20104\/1191.vnplus\n | tên bài=Nhà hát lớn Hà Nội là công trình vĩ đại nhất đời tôi\n | nhà xuất bản=Thể thao & Văn hóa\n | ngày=ngày 9 tháng 4 năm 2010\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n | url lưu trữ=https:\/\/web.archive.org\/web\/20111108020121\/http:\/\/hanoi.vietnamplus.vn\/Home\/Nha-hat-lon-Ha-Noi-la-cong-trinh-vi-dai-nhat-doi-toi\/20104\/1191.vnplus\n | ngày lưu trữ=2011-11-08\n | title=Bản sao đã lưu trữ\n | url-status=bot: unknown\n }}<\/ref>\n<ref name=cucduong>{{Chú thích báo\n | tác giả=Cúc Đường\n | url=http:\/\/www.cinet.gov.vn\/ArticleDetail.aspx?articleid=59388&sitepageid=27\n | tên bài=Nhà hát lớn Hà Nội: Trăm năm một biểu tượng\n | nhà xuất bản=Thể thao & Văn hóa\n | ngày=ngày 5 tháng 6 năm 2011\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n | url lưu trữ=http:\/\/thethaovanhoa.vn\/133n20110605071051590t0\/nha-hat-lon-ha-noi-tram-nam-mot-bieu-tuong.htm\n | ngày lưu trữ=ngày 5 tháng 6 năm 2011\n}}<\/ref>\n<ref name=hanoimoi>{{Chú thích báo\n | tác giả=\n | url=http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/7\/24\/24\/165800\/Default.aspx\n | tên bài=19 di tích được xếp hạng cấp quốc gia\n | nhà xuất bản=Hà Nội mới\n | ngày=ngày 3 tháng 11 năm 2011\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n | url lưu trữ=http:\/\/hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/529014\/19-di-tich-duoc-xep-hang-cap-quoc-gia.htm\n | ngày lưu trữ=ngày 3 tháng 11 năm 2011\n}}<\/ref>\n<ref name=100nam>{{Chú thích báo\n | tác giả=Tiến Dũng\n | đồng tác giả = Đoàn Loan\n | url=http:\/\/vnexpress.net\/gl\/xa-hoi\/2011\/12\/nha-hat-lon-ha-noi-xua-va-nay\/\n | tên bài=Nhà hát Lớn Hà Nội xưa và nay\n | nhà xuất bản=VnExpress\n | ngày=ngày 9 tháng 12 năm 2011\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n}}<\/ref>\n<ref name=operakientruc>{{chú thích web\n| url = http:\/\/www.hanoioperahouse.org.vn\/FontEnd\/SoDoNH.aspx\n| title = Kiến trúc nhà hát\n| access-date =ngày 9 tháng 12 năm 2011\n| publisher = Trang chính thức của Nhà hát Lớn Hà Nội\n}}<\/ref>\n<ref name=operachucnang>{{chú thích web\n| url = http:\/\/www.hanoioperahouse.org.vn\/FontEnd\/CnangNvu.aspx\n| title = Chức năng và nhiệm vụ\n| access-date =ngày 9 tháng 12 năm 2011\n| publisher = Trang chính thức của Nhà hát Lớn Hà Nội\n}}<\/ref>\n<ref name=uyenly>{{Chú thích báo\n | tác giả=Uyên Ly\n | đồng tác giả=Thu Hà\n | url=http:\/\/chuyentrang.tuoitre.vn\/Vieclam\/Index.aspx?ArticleID=195694&ChannelID=10\n | tên bài=Nhà hát ở Hà Nội: Thiếu và thừa\n | nhà xuất bản=Báo Tuổi Trẻ\n | ngày=ngày 10 tháng 4 năm 2007\n | ngày truy cập=ngày 9 tháng 12 năm 2011\n}}<\/ref>\n}}\n\n== Liên kết ngoài ==\n{{chủ đề|Âm nhạc|Âm nhạc Việt Nam|Kiến trúc}}\n{{thể loại Commons|Hanoi Opera House}}\n*[http:\/\/hanoioperahouse.org.vn\/ Trang chính thức] của Nhà hát Lớn Hà Nội.\n* {{TĐBKVN|24308}}\n* [http:\/\/www.hanoilavie.com\/index.php?lang=vi&action=voir_gallerie&rep=Theatre 19 bức ảnh về nhà hát] của ông Chaplain Phillippe, chủ tịch Liên đoàn Di sản Quốc gia Pháp\n* Nguyễn Thụy Kha: [http:\/\/www.cpv.org.vn\/cpv\/Modules\/News_English\/News_Detail_E.aspx?CN_ID=486659&CO_ID=0 Nhà hát Lớn Hà Nội - vẻ đẹp tròn thế kỷ], Nhà xuất bản Hội Nhà văn, 2011\n\n{{Du lịch Hà Nội}}\n{{Nhà hát tại Việt Nam}}\n{{Công trình kiến trúc thuộc địa Pháp tại Việt Nam}}\n\n{{Kiểm soát tính nhất quán}}\n\n{{Sao chọn lọc|phiên bản chọn lọc=5365381 |thời gian=10 tháng 1 năm 2012 }}\n\n[[Thể loại:Nhà hát tại Hà Nội|Lớn]]\n[[Thể loại:Hoàn Kiếm]]\n[[Thể loại:Công trình kiến trúc Pháp tại Hà Nội]]\n[[Thể loại:Văn hóa Hà Nội]]\n[[Thể loại:Di tích tại Hà Nội]]\n[[Thể loại:Nhà hát tại Việt Nam]]\n[[Thể loại:Đơn vị nghệ thuật sân khấu trực thuộc Bộ Văn hóa, Thể thao và Du lịch]]"}