{"1747362":"'''Nhà thờ họ Đào''' nằm ở thôn Đông Trang, [[Ninh An, Hoa Lư|xã Ninh An, huyện Hoa Lư]], tỉnh [[Ninh Bình]], [[Việt Nam]]. Đây là một di tích cấp quốc gia Việt Nam tại tỉnh Ninh Bình. Nhà thờ họ Đào Đông Trang cùng với [[nhà thờ họ Trương Việt Nam]] là những kiến trúc nhà thờ họ được biết đến rộng rãi ở [[Ninh Bình]]\n\n==Nguồn gốc dòng họ==\nNguồn gốc họ Đào nằm ở huyện [[Hải Hậu]], tỉnh [[Nam Định]] (có tài liệu ghi là nội trấn [[Thanh Hóa]]). Họ Đào Đông Trang có một trạng nguyên, là [[Đào Sư Tích]] và là cụ tổ của dòng họ này.\n\nĐào Sỹ Từ là người có công cùng với cựu thần nhà Lê đưa [[Lê Trang Tông]] lên ngôi. Ông từng giữ nhiều chức vụ quan trọng trong triều như: Đặc tiến phụ quốc thượng tướng quân, Trung quân đô đốc, Tước quận công. Vì có nhiều công lao phò vua nên sau khi mất được phong Thái Bảo huệ quốc công, bài vị được thờ cúng tại di tích.\n\nNối tiếp truyền thống cha anh, Đào Sỹ Kỳ (con cả của Đào Sỹ Từ), một người thông minh, tài giỏi, hết lòng vì dân vì nước. Ông được phong nhiều chức quan trọng: Tuyên lực công thần, Đặc tiến phụ quốc thượng tướng quân, Phủ tà đô đốc... và được ban thưởng 375 mẫu ruộng.\n\nTuấn mỹ hầu Đào Sỹ Hựu - cháu đích tôn Cống quận công Đào Sỹ Kỳ - là người có tài võ lược, từng phò giá Thanh Đô Vương [[Trịnh Tráng]] đánh giặc lập được nhiều công lớn, được phong chức Tả hiệu điểm, Điện tiền đô hiệu điểm,..... Ông được ban sắc chỉ cho thiết lập từ đường rộng 3 sào 10 thước tại bản quán để làm nơi thờ cúng lâu dài.\n\n==Kiến trúc==\nNhà thờ nằm trên một khu đất cao, rộng khoảng 1000m2, quay hướng chính đông. Trước sân nhà thờ có hai [[cột đồng trụ]] (cao 3,7m), giữa là lối đi chính. Trong chính cung có long ngai và bài vị để thờ cúng và tưởng niệm một số nhân vật lịch sử tiêu biểu thuộc dòng họ Đào qua các thời kì. Đây là di tích tập trung tương đối nhiều tư liệu quý, với nhiều nhân vật lịch sử thời Trần và thời [[hậu Lê]] ở tỉnh [[Ninh Bình]].\n\nNhà thờ họ Đào Đông Trang hiện nay đang lưu giữ một số hiện vật quý: 10 đạo sắc phong, sắc có niên hiệu sớm nhất là năm thứ nhất, niên hiệu Đức Long (1629). Đặc biệt sắc phong năm thứ 6 niên hiệu Đức Long (1634). Cho đến nay, tại di tích nhà thờ vẫn còn giữ được nhiều tư liệu quý về thời Trần cũng như thời hậu Lê. Di tích còn là công trình kiến trúc với nghệ thuật kiến trúc truyền thống dân tộc, trong đó còn giữ gìn được nhiều di sản quý như: Gia phả, sắc phong, áo vua ban,... cần được bảo vệ và giữ gìn.\n\n==Thơ văn==\nTrước hai cột đồng trụ ở nhà thờ có câu:\n{{cquote|Văn tiến sĩ, vũ quận công, triều đình hiển hoạn\nQuốc trung thần, gia hiển tử, thiên hạ hoàn nhân\n\n(Văn đỗ tiến sĩ, vũ tước quận công, bậc quan triều đình vinh hiển\n\nTrung thành với nước, hiếu lễ với nhà, thiên hạ xứng danh tên tuổi)|}}\n\n==Công nhận là di tích cấp quốc gia==\n\nNgày 05 tháng 9 năm 1994, nhà thờ họ Đào đã được công nhận là di tích lịch sử, văn hóa cấp quốc gia của Việt Nam<ref>Theo Quyết định số 2379-QĐ\/BT của Bộ trưởng [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa - Thông tin]] ngày 5 tháng 9 năm 1994.<\/ref>\n\nNhà thờ họ Đào ở [[Hoa Lư]], [[Ninh Bình]] là nhà thờ họ duy nhất tại tỉnh [[Ninh Bình]] được công nhận là di tích cấp quốc gia.<ref>Xem bài [[Du lịch Ninh Bình]]<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/baoninhbinh.org.vn\/news\/23\/2DEF7F\/Phong-trao-Toan-dan-doan-ket-xay-dung-doi-song-van-hoa-o-Ninh-An Phong trào \"Toàn dân đoàn kết xây dựng đời sống văn hóa\" ở Ninh An], báo Ninh Bình điện tử.\n\n==Xem thêm==\n* [[Đào Sư Tích]]\n* [[Đền Đông Hội]]\n* [[Đào (họ)]]\n* [[Du lịch Ninh Bình]]\n* [[Ninh An, Hoa Lư]]\n{{Du lịch Ninh Bình}}\n\n[[Thể loại:Sơ khai kiến trúc]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Nhà thờ họ Đào]]\n[[Thể loại:Nhà thờ tại Ninh Bình]]"}