{"213964":"{{Thông tin nhà máy lọc dầu\n| name = Nhà máy lọc dầu Nghi Sơn\n| image = \n| caption =\n| location_map = Vietnam\n| location_map_width = \n| location_map_text = \n| coordinates_ref = \n| country = [[Việt Nam]]\n| province = [[tỉnh Thanh Hóa|Thanh Hóa]]\n| city = \n| coordinates = {{coord|19|20|32|N|105|47|52|E|type:landmark_region:VN|display=inline,title}}\n| operator = \n| owner = [[Petrovietnam]], [[Idemitsu Kosan]], [[Kuwait Petroleum International]], [[Mitsui Chemicals]]\n| founded =\n| closure = \n| capacity = 10 triệu tấn mỗi năm\n| capacity_bbl\/d = 200000\n| employees = \n| ref units = \n| oil tank = \n| oil refining center =\n}}\n'''Nhà máy lọc dầu Nghi Sơn''' là một dự án lọc hóa dầu đang được triển khai tại [[khu kinh tế Nghi Sơn]], [[Thanh Hóa]]. Sản phẩm của nhà máy gồm khí hoá lỏng LPG, xăng, diesel, dầu hoả\/nhiên liệu máy bay... chủ yếu sử dụng cho thị trường trong nước <ref>[http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/dau-tu\/311642\/nha-may-loc-hoa-dau-nghi-son-co-the-bi-cham-tien-do.html Nhà máy lọc hóa dầu Nghi Sơn có thể bị chậm tiến độ], vietnamnet, 22.6.2016<\/ref>. Dự án này có tổng mức đầu tư lên tới hơn 9 tỷ USD và có công suất 8,4 triệu tấn dầu thô trong một năm giai đoạn đầu và có thể nâng cấp lên 10 triệu tấn dầu thô một năm. Dự án được hưởng ưu đãi thuế thu nhập DN 10% trong suốt thời gian 70 năm và nhiều ưu đãi khác.<ref>[http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/dau-tu\/321220\/loc-dau-nghi-son-chua-xong-da-lo-bu-lo-2-ty-usd.html Lọc dầu Nghi Sơn: Chưa xong đã lo bù lỗ 2 tỷ USD], vietnamnet, 16.8.2016<\/ref>\n\nMặc dù từng được kỳ vọng là sẽ làm thay đổi bộ mặt kinh tế của Việt Nam nhưng hiện nay dự án này đang đứng trước nguy cơ phải bù lỗ khoảng 3.500 tỷ đồng\/năm trong 10 năm đầu và chất lượng đầu ra không đạt tiêu chuẩn Việt Nam áp dụng từ năm 2017.<ref>{{Chú thích web |url=http:\/\/baodatviet.vn\/kinh-te\/doanh-nghiep\/loc-dau-nghi-son-duoc-bu-lo-ngan-tynam-thanh-tich-gdp-3316666\/ |ngày truy cập=2016-08-22 |tựa đề=Lọc dầu Nghi Sơn được bù lỗ ngàn tỷ\/năm: Thành tích GDP? |archive-date=2016-08-21 |archive-url=https:\/\/web.archive.org\/web\/20160821123806\/http:\/\/baodatviet.vn\/kinh-te\/doanh-nghiep\/loc-dau-nghi-son-duoc-bu-lo-ngan-tynam-thanh-tich-gdp-3316666\/ |url-status=dead }}<\/ref> Đầu tháng 5\/2018, nhà máy lọc dầu đã cho ra đời dòng xăng dầu thương mại đầu tiên, xuất xưởng hơn 5.000 m3 xăng RON92 và dự kiến vận hành thương mại chính thức sau 3 tháng. Lo ngại sản phẩm của Nghi Sơn ra bị ế, tại cuộc họp giao ban trực tuyến 6 tháng giữa Chính phủ và địa phương, lãnh đạo tỉnh [[Thanh Hoá]] đề xuất các bộ, ngành cần có chính sách hạn chế nhập khẩu xăng dầu để ưu tiên sử dụng sản phẩm của nhà máy.<ref>[https:\/\/kinhdoanh.vnexpress.net\/tin-tuc\/vi-mo\/pvn-lo-loc-dau-nghi-son-vo-no-3777675.html PVN lo Lọc dầu Nghi Sơn vỡ nợ]<\/ref>\n\n==Đặc điểm==\nChủ đầu tư của dự án Liên hợp Lọc hóa dầu Nghi Sơn là một [[Doanh nghiệp liên doanh|công ty liên doanh]] có tên Công ty TNHH Lọc hóa dầu Nghi Sơn (NSRP), bao gồm: [[Tập đoàn Dầu khí Quốc gia Việt Nam|Tập đoàn Dầu khí Việt Nam]] (25.1% vốn), [[Công ty Dầu hỏa Kuwait Quốc tế]] (KPI) (35,1%), Công ty [[Idemitsu Kosan]] (IKC) 35,1% và Công ty Hóa chất Mitsui (MCI) 4,7%.<ref>{{chú thích web|url=http:\/\/vasc.com.vn\/kinhte\/2008\/04\/777227\/|title=Thanh Hóa: Thêm nhà máy lọc dầu Nghi Sơn 6 tỉ USD|date=7 tháng 4 năm 2008|access-date=22 tháng 4 năm 2008|publisher=VietnamNet|archive-date=2008-05-13|archive-url=https:\/\/web.archive.org\/web\/20080513075124\/http:\/\/vasc.com.vn\/kinhte\/2008\/04\/777227\/}}<\/ref>\n\nCông việc chuẩn bị cho dự án này đã được triển khai từ năm đầu thập niên 2000 nhưng đến ngày 7 tháng 4 năm 2008 thì liên doanh mới chính thức được ký kết và nhà máy đã được khởi công xây dựng vào 23\/10\/2013. Dầu thô nhiên liệu sẽ được cung cấp trực tiếp từ [[Kuwait]] cho nhu cầu của dự án bởi phía [[Kuwait]].\n\nTổng mức đầu tư: Khoảng 9 tỉ USD, vốn vay 5 tỉ USD từ JBIC, KEXIM, NEXI và các ngân hàng khác.\n\nCông suất 10 triệu tấn\/năm, dầu thô chế biến được nhập khẩu từ Kuwait.\n\nSản phẩm: Khí hóa lỏng LPG, Xăng (RON 92, 95), Dầu Diesel (cao cấp, thường), Dầu hỏa\/Nhiên liệu phản lực, nhựa Polypropylene, Para-xylene, Benzene và lưu huỳnh.\n\nMặt bằng Nhà máy: 400ha trên bờ đã được GPMB và san lấp hoàn thiện.\n\nHoàn thành đấu thầu EPC: Tháng 04\/2011\n\nNhà thầu EPC: Liên danh nhà thầu do công ty JGC Corporation (Nhật Bản) đứng đầu và các nhà thầu: Chiyoda Corporation (Nhật Bản), GS Engineering & Construction Corporation (Hàn Quốc), SK Engineering & Construction Co., Ltd (Hàn Quốc), Technip France (Pháp), và Technip Geoproduction (M) Sdn. Bhd (Malaysia).\n\nNhà thầu nạo vét lần đầu các công trình biển: Liên danh Nhà thầu PTSC-PVC-Vinawaco.\n\nTiến độ Dự án: Ký hợp đồng EPC 27\/1\/2013; Thời gian thực hiện Hợp đồng EPC 40 tháng; Ngày thực hiện Hợp đồng EPC tháng 22\/7\/2013; Dự kiến vận hành thương mại: Quý III\/2017.\n\nĐầu năm 2022, Bộ trưởng Công thương Nguyễn Hồng Diên cũng thông tin, lỗ lũy kế của doanh nghiệp này đã lên tới 3,3 tỷ USD trong 3 năm, số tiền nợ nguyên liệu cũng lên tới 2,8 tỷ USD. Trước việc Nhà máy lọc dầu Nghi Sơn \"càng làm, càng lỗ\", ngay từ Kỳ họp thứ 10, Quốc hội Khóa 14, các đại biểu Quốc hội đã đề cập và chỉ ra nhiều nguyên nhân gây ra tình trạng trên.<ref>[https:\/\/www.baogiaothong.vn\/loc-dau-nghi-son-cang-lam-cang-lo-tong-cuc-thue-noi-gi-d546096.html Lọc dầu Nghi Sơn càng làm càng lỗ: Tổng cục Thuế nói gì?]<\/ref>\n\n==Hiệu quả dự án==\nTheo thỏa thuận với liên danh nhà đầu tư lọc dầu Nghi Sơn, trong 10 năm, nếu Nhà nước Việt Nam giảm thuế nhập khẩu xuống thấp hơn mức ưu đãi kể trên, PVN sẽ có trách nhiệm phải bù cho lọc dầu Nghi Sơn số tiền chênh lệch này. Theo đánh giá của Bộ Tài chính, khi Nhà máy lọc hóa dầu Nghi Sơn đi vào hoạt động, tổng thu ngân sách nhà nước sẽ sụt giảm do số thu từ hoạt động xuất nhập khẩu sẽ bị giảm. Về tác động với Tập đoàn Dầu khí quốc gia Việt Nam (PVN), do bao tiêu sản phẩm từ lọc dầu Nghi Sơn, với phương án giá dầu 45 USD\/thùng, tập đoàn này sẽ phải bù lỗ 1,54 tỷ USD\/10 năm (tương đương khoảng 3.500 tỷ đồng\/năm).<ref>[http:\/\/viettimes.vn\/kinh-te\/tai-chinh\/dau-hoi-ve-hieu-qua-kinh-te-voi-du-an-loc-dau-nghi-son-71978.html Dấu hỏi về hiệu quả kinh tế với dự án Lọc dầu Nghi Sơn]<\/ref>\n\nGiá dầu càng tăng thì khoản bù lỗ của PVN càng lớn. Trong khi đó, về lợi nhuận thu được của PVN với tư cách cổ đông tương ứng với tỷ lệ vốn góp khoảng 716 triệu USD\/10 năm, tương đương 1.600 tỷ đồng\/năm nếu giá dầu 45 USD\/thùng. Nếu giá dầu ở mức 50 USD\/thùng, lợi nhuận chỉ còn 641 triệu USD\/10 năm, tương đương 1.400 tỷ đồng\/năm.\n\nĐiểm mấu chốt của Lọc dầu Nghi Sơn do một tổ hợp các nhà đầu tư PVN, Kuwait… góp vốn là đã được Chính phủ Việt Nam chấp nhận những khoản ưu đãi rất lớn và cam kết nếu lỗ thì PVN sẽ thay mặt Chính phủ Việt Nam bù lỗ. Những ưu đãi này đã được chấp nhận khi chưa xét đến hàng loạt FTA sắp ký kết và nay thì chuẩn bị có hiệu lực, trong đó Cộng đồng Kinh tế ASEAN (AEC) và FTA Việt Nam – Hàn Quốc đã có hiệu lực rồi.<ref>[http:\/\/nguoivietxaque.info\/kinh-doanh\/doanh-nghiep\/qua-suong-cho-co-dong-loc-dau-nghi-son-loi-bo-tui-lo-pvn-bu\/ Quá sướng cho cổ đông Lọc dầu Nghi Sơn: Lời bỏ túi, lỗ PVN bù!]<\/ref>\n\nBáo cáo của Tập đoàn Dầu khí Việt Nam cho biết năm 2018 Công ty TNHH lọc hóa dầu Nghi Sơn (NSRP) lỗ kế hoạch 1.379 tỷ đồng, doanh thu đạt 29.323 tỷ đồng, chỉ đạt 18% kế hoạch năm.<ref>[https:\/\/vietnamnet.vn\/vn\/kinh-doanh\/dau-tu\/loc-hoa-dau-nghi-son-van-hanh-pvn-lo-phai-bu-lo-hang-ty-do-502941.html Lọc dầu Nghi Sơn ra hàng, PVN lo phải bù lỗ hàng tỷ USD]<\/ref> Ngoài ra, dự án này tồn tại vấn đề lớn là việc bù thuế do bao tiêu sản phẩm dự án. Cụ thể, thuế nhập khẩu dầu từ ASEAN hiện nay (0%) đã thấp hơn giá trị ưu đãi cho Lọc dầu Nghi Sơn. Theo đó, mỗi năm PVN sẽ phải bù 1,5 - 2 tỷ USD cho lọc dầu Nghi Sơn trong 10 năm đầu vận hành để bù lỗ cho dự án này, chưa kể số kinh phí hỗ trợ trực tiếp cho nhà máy để đầu tư các hạng mục công trình.<ref>[http:\/\/danviet.vn\/kinh-te\/pvn-bu-lo-2-ty-usd-moi-nam-cho-loc-hoa-dau-nghi-son-952946.html PVN bù lỗ 2 tỷ USD mỗi năm cho lọc hóa dầu Nghi Sơn]<\/ref>\n\n===Nhận xét===\n* TS. Lưu Bích Hồ, nguyên Viện trưởng Viện chiến lược thể hiện quan điểm không tán thành việc PVN phải bù lỗ ảnh hưởng đến ngân sách nhà nước bị sụt giảm chỉ vì những ưu đãi “đặc biệt” đối với Nhà máy lọc dầu Nghi Sơn.<ref>[http:\/\/infonet.vn\/ngan-sach-hut-thu-nghin-ty-loc-dau-nghi-son-cham-dut-uu-dai-truoc-khi-sa-lay-post206527.info Ngân sách hụt thu nghìn tỷ Lọc dầu Nghi Sơn: Chấm dứt ưu đãi trước khi sa lầy]<\/ref> Ông cũng cho rằng: “Cái gì làm được thì cố làm, cái gì không thể làm được thì không làm nữa, nên dừng lại. Theo tôi Việt Nam chỉ nên làm hoá dầu, phần lọc dầu giảm hoặc dừng lại. Chúng ta đã có hàng chục công trình, dự án đắp chiếu rồi, có định tăng thêm loại dự án như vậy không?”.<ref>[http:\/\/bizlive.vn\/kinh-doanh\/da-co-hang-chuc-du-an-dap-chieu-co-dinh-tang-them-loai-du-an-nhu-vay-1944022.html “Đã có hàng chục dự án đắp chiếu, có định tăng thêm loại dự án như vậy?”]<\/ref>\n* Ông Đỗ Thiên Anh Tuấn, chương trình Giảng dạy Kinh tế Fulbright cho biết trên trang cá nhân, thường thì trong trường hợp công ty bị thua lỗ thì tất cả các cổ đông công ty sẽ đồng chịu trách nhiệm tương ứng với tỷ lệ góp vốn, tuy nhiên, trường hợp nhà máy lọc dầu Nghi Sơn lại chỉ có PVN chịu trách nhiệm bù lỗ và bù lỗ chéo cho các cổ đông khác. \"Đứng ở góc độ các cổ đông khác thì đây quả là dự án tuyệt vời: lời bỏ túi, lỗ người khác bù”.<ref>[http:\/\/www.vtc.vn\/khi-loc-dau-nghi-son-van-hanh-vi-sao-pvn-phai-bu-lo-nghin-ty-d271856.html Khi lọc dầu Nghi Sơn vận hành, vì sao PVN phải bù lỗ nghìn tỷ?], vtc, 18.8.2016<\/ref>\n* [https:\/\/anvilaw.com\/vi\/lawyers\/truong-thanh-duc\/ Luật sư Trương Thanh Đức], Giám đốc [https:\/\/anvilaw.com\/vi\/anvi\/ Công ty Luật ANVI] <ref>{{Chú thích web|url=https:\/\/anvilaw.com\/vi\/lawyers\/truong-thanh-duc\/|tựa đề=LS Trương Thanh Đức {{!}} ANVI Law Firm|ngôn ngữ=vi|ngày truy cập=2022-10-17}}<\/ref> cho rằng, khi đã được cam kết thì nhà đầu tư nước ngoài không dại gì từ bỏ lợi ích của mình. Còn Việt Nam đã cam kết quốc tế cũng không thể vi phạm những cam kết đó, vì còn liên quan tới tín nhiệm quốc gia. Theo vị luật sư này, “Đã là đầu tư, nhà đầu tư phải có rủi ro lời - lỗ, nhưng chúng ta lại cam kết nhà đầu tư luôn có lãi, đó là điều khó hiểu”.<ref>[http:\/\/www.tienphong.vn\/kinh-te\/cam-ket-uu-dai-loc-hoa-dau-nha-nuoc-phai-bu-lo-hang-nghin-ty-dong-1046715.tpo Cam kết ưu đãi lọc hóa dầu: Nhà nước phải bù lỗ hàng nghìn tỷ đồng?]<\/ref>\n\n==Không đạt tiêu chuẩn==\nChất lượng sản phẩm của lọc dầu Nghi Sơn không đáp ứng tiêu chuẩn. Theo Quyết định số 49\/2011 của Thủ tướng Chính phủ về lộ trình khí thải, từ ngày 1.1.2017 sẽ áp dụng tiêu chuẩn mức 4 (tiêu chuẩn Euro 4), và sau đó là mức 5 (Euro 5) kể từ ngày 1.1.2022 cho các sản phẩm xăng dầu sử dụng trong nước. Đây là mức tiêu chuẩn khá cao so với sản phẩm của nhà máy lọc dầu Nghi Sơn, ngay từ tháng 5.2015, công ty này đã có văn bản gửi Bộ Công Thương khẳng định tiêu chuẩn thiết kế về chất lượng sản phẩm xăng dầu của nhà máy không đáp ứng đầy đủ tiêu chuẩn TCVN mức 4 và mức 5, như quy định trong Quyết định 49\/2011. Báo cáo của Nhà máy lọc hóa dầu Nghi Sơn cho rằng tiêu chuẩn khi thiết kế dự án đã không đáp ứng các yêu cầu về sản phẩm nêu trên. Việc bổ sung đầu tư các phân xưởng xử lý để đáp ứng lộ trình khí thải chỉ có thể xem xét thực hiện sau năm 2021 do các cam kết về tiến độ của các hợp đồng vay vốn cho dự án. Do đó, Nghi Sơn đề nghị Chính phủ nới lỏng tiêu chuẩn sản phẩm.<ref>{{Chú thích web |url=http:\/\/motthegioi.vn\/kinh-te-c-67\/thi-truong-kinh-doanh-c-97\/khong-co-ly-gi-pvn-lai-phai-bao-tieu-san-pham-chiu-lo-cho-du-an-hoa-dau-nghi-son-40870.html |ngày truy cập=2016-08-22 |tựa đề=Không có lý gì PVN lại phải bao tiêu sản phẩm, chịu lỗ cho dự án hóa dầu Nghi Sơn |archive-date=2016-08-22 |archive-url=https:\/\/web.archive.org\/web\/20160822100634\/http:\/\/motthegioi.vn\/kinh-te-c-67\/thi-truong-kinh-doanh-c-97\/khong-co-ly-gi-pvn-lai-phai-bao-tieu-san-pham-chiu-lo-cho-du-an-hoa-dau-nghi-son-40870.html |url-status=dead }}<\/ref>\n\n==Sự cố ô nhiễm môi trường==\nTháng 9\/2016, gần 50 tấn cá nuôi lồng của người dân huyện [[Tĩnh Gia]] (Thanh Hóa) chết bất thường. Đoàn kiểm tra của Bộ TN&MT đã kiểm tra và kết luận tại thời điểm kiểm tra, công ty Lọc hóa dầu Nghi Sơn đang thực hiện thử áp lực và súc rửa đối với đường ống tiếp nhận dầu thô từ phao rót dầu không bến vào nhà máy, với chiều dài 35&nbsp;km.<ref>[http:\/\/vietnamnet.vn\/vn\/thoi-su\/329343\/50-tan-ca-chet-bo-tn-mt-lap-to-giam-sat.html 50 tấn cá chết: Bộ TN&MT lập tổ giám sát]<\/ref>\n\nNhà máy Lọc hóa dầu Nghi Sơn có một đường ống xả thải ngầm nối từ nhà máy ra biển dài 2&nbsp;km và cách mặt nước biển 11m.<ref>[http:\/\/www.tienphong.vn\/xa-hoi\/ca-chet-bat-thuong-tai-bien-thanh-hoa-co-lap-lai-kich-ban-formosa-1052290.tpo Cá chết bất thường tại biển Thanh Hóa: Có lặp lại kịch bản Formosa?]<\/ref> Các chuyên gia hóa học cho biết, Hydrosure- một trong hai hóa chất được Công ty TNHH Lọc hóa dầu Nghi Sơn sử dụng để rửa đường ống dẫn dầu thô là hóa chất rất độc với sinh vật, khi xả trực tiếp ra biển sẽ làm cá chết.<ref>[http:\/\/www.tapchigiaothong.vn\/chat-suc-rua-duong-ong-cty-tnhh-loc-hoa-dau-nghi-son-diet-sinh-vat-d32122.html Chất súc rửa đường ống Cty TNHH Lọc hóa dầu Nghi Sơn diệt sinh vật]<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Nhà máy lọc dầu Dung Quất]]\n{{sơ khai Thanh Hóa}}\n\n[[Thể loại:Nghi Sơn]]\n[[Thể loại:Thành viên Tập đoàn Dầu khí Việt Nam]]\n[[Thể loại:Kinh tế Thanh Hóa]]"}