{"33795":"{{Bài cùng tên|Nhà Lê (định hướng)}}\n{{Infobox Former Country\n|native_name = 大瞿越\n|conventional_long_name = Đại Cồ Việt\n|common_name = Tiền Lê triều\n|continent = châu Á\n|region = Việt Nam\n|country = [[Việt Nam]]\n|era = \n|status = \n|status_text = \n|empire = \n|government_type = Quân chủ\n|year_start = 980\n|year_end = 1009\n|year_exile_start = \n|year_exile_end = \n|event_start = [[Lê Đại Hành]] soán ngôi [[Nhà Đinh]]\n|date_start =\n|event_end = [[Lý Công Uẩn]] soán ngôi Nhà Tiền Lê\n|date_end =\n|event1 = Chiến tranh chống Tống\n|date_event1 = 981\n|event2 = \n|date_event2 = \n|event3 = \n|date_event3 = \n|event4 = \n|date_event4 = \n|p1 = Nhà Đinh\n|flag_p1 = \n|s1 = Nhà Lý\n|flag_s1 =\n|s2 = \n|flag_s2 = \n|image_flag = \n|flag = \n|flag_type = \n|image_coat = \n|symbol = \n|symbol_type = \n|image_map = China, Vietnam, Korea and Japan in 1100 AD.svg\n|image_map_caption = Đại Cồ Việt ở thế kỷ thứ 10.\n|capital = [[Hoa Lư]]\n|common_languages = [[Tiếng Việt|Tiếng Việt trung đại]]\n|religion = [[Phật giáo]], [[Đạo giáo]],...\n|currency = [[Đồng xu|Tiền xu]]\n|leader1 = [[Lê Đại Hành]]\n|leader2 = [[Lê Trung Tông (Tiền Lê)|Lê Trung Tông]]\n|leader3 = [[Lê Long Đĩnh|Lê Ngọa Triều]]\n|year_leader1 = 980-1005\n|year_leader2 = 1005\n|year_leader3 = 1005-1009\n|title_leader = [[Vua Việt Nam|Hoàng đế]]\n| stat_year1 = Năm 1000\n| stat_pop1 =2.152.000<ref>[https:\/\/docs.google.com\/spreadsheets\/d\/1kcaxirZiLkli0rly-fQ0213MrwnVEyD8w5O010dQipo\/ POPULATION OF VIETNAM FROM EARLY TO 1858]<\/ref>\n}}\n'''Nhà Lê''' ([[chữ Nôm]]: 茹黎, [[chữ Hán]]: 黎朝, [[Hán Việt]]: ''Lê triều''), hay còn được gọi là '''nhà Tiền Lê''' ([[chữ Nôm]]: 家前黎, [[Chữ Hán]]: 前黎朝, [[Hán Việt]]: ''Tiền Lê triều'')<ref>Để phân biệt với [[nhà Hậu Lê]] do [[Lê Thái Tổ]] Lê Lợi lập ra.<\/ref> là một [[triều đại]] [[quân chủ]] trong [[lịch sử Việt Nam]], bắt đầu khi [[Đinh Phế Đế]] nhường ngôi cho [[Lê Đại Hành|Lê Hoàn]] vào năm 980, trải qua ba đời quân chủ và chấm dứt khi [[Lê Long Đĩnh]] qua đời. Quốc hiệu vẫn là [[Đại Cồ Việt]].\n\nTriều đại này được kế tục bởi [[nhà Lý]], được sáng lập bởi [[Lý Công Uẩn]].\n\n==Lịch sử==\n=== Thành lập ===\n[[Hình:1855 Spruner Map of Asia in the 9th and 10th Centuries - Geographicus - AsienIXX-spruneri-1855.jpg|nhỏ|phải|250px|Châu Á vào giữa thế kỷ thứ 9 đến hết thế kỷ thứ 10, với lãnh thổ Đại Cồ Việt (màu vàng).]]\nSau khi [[Đinh Tiên Hoàng]] và con là [[Đinh Liễn]] bị ám hại, [[Đinh Phế Đế|Vệ Vương Toàn]] lên ngôi, Lê Hoàn làm [[nhiếp chính|phụ chính]], xưng là '''Phó vương'''. Triều thần sợ Lê Hoàn cướp ngôi vị của Thiếu đế, nên các công thần là Định Quốc công [[Nguyễn Bặc]] và Ngoại giáp [[Đinh Điền]] dẫn quân về kinh đô định giết Lê Hoàn. Lực lượng này thua trận và bị Lê Hoàn giết.\n\nNăm [[981]], quân Tống nhân cơ hội đem quân sang muốn cướp nước. Khi triều đình đang bàn kế hoạch xuất quân thì [[Phạm Cự Lạng]] cùng các tướng quân khác đều mặc áo trận đi thẳng vào Nội phủ, nói với mọi người: ''\"Thưởng người có công, giết kẻ trái lệnh là phép sáng để thi hành việc quân. Nay chúa thượng còn trẻ thơ, chúng ta dẫu hết sức liều chết để chặn giặc ngoài, may có chút công lao, thì có ai biết cho ? Chi bằng trước hãy tôn lập ông Thập đạo làm Thiên tử, sau đó sẽ xuất quân thì hơn\"''. Quân sĩ đều hô vạn tuế.\n\nLúc đó, người đứng đầu triều đình là [[Dương Vân Nga|Dương Thái hậu]] không còn cách nào khác do mọi quân sĩ đều tôn lập Lê Hoàn, bèn thuận theo, sai lấy áo long cổn khoác lên người Lê Hoàn, đưa Lê Hoàn lên làm [[Hoàng đế]]. Đây chính là thời khắc lập ra nhà Tiền Lê.\n\n=== Cai trị ===\nSau khi lên ngôi, Lê Hoàn tiến hành chuẩn bị chống lại nhà Tống trong [[Chiến tranh Tống - Việt, 981|Chiến tranh Tống–Việt năm 981]], với chiến thắng thuộc về Lê Hoàn. Sau chiến thắng, Lê Hoàn liền sai sứ sang nhà Tống cống các đồ thổ sản và dâng biểu tạ lỗi nhằm giữ mối quan hệ hòa hảo không đáng đánh mất giữa Việt và Tống, đồng thời cũng thảo phạt [[Chiêm Thành]] đang rất mạnh ở phía Nam.   Ngay sau bàn định ngoại trị, Lê Hoàn vì muốn ổn định chính trị bên trong, đã cưới Dương Thái hậu làm một trong các Hoàng hậu của mình. Theo quan điểm [[Nho giáo]] của các nhà chép sử sau này, như trong ''[[Đại Việt sử ký toàn thư]]'' đã viết, thì ông bị chê trách về đạo vợ chồng do ông đã lập Dương Thái hậu làm Hoàng hậu của mình.\n\nTuy nhiên, điều đó cũng không cản trở ông có nhiều thành tựu xây dựng quốc gia, cũng như chứng minh được tài trị vì của mình. Trong khi cai trị, ông đã cho xây dựng nhiều công trình, đẩy mạnh sản xuất [[nông nghiệp]] và [[thủ công nghiệp]] để chấn hưng nền kinh tế. Ông là vị Hoàng đế trong lịch sử mở đầu cho [[lễ tịch điền]] nhằm khuyến khích sản xuất nông nghiệp dưới chế độ phong kiến Việt Nam. Mở đầu cho một lễ nghi trọng đại mà các vương triều sau tiếp tục noi theo để khuyến khích phát triển sản xuất nông nghiệp.\n\nVì vậy, trong thời gian ông trị vì, tôn hiệu của ông được quần thần dâng tôn là ''Minh Càn Ứng Vận Thần Vũ Thăng Bình Chí Nhân Quảng Hiếu Hoàng đế''.\n\n===Nội chiến giữa các Hoàng tử===\n{{Lịch sử Việt Nam}}\n\nLê Hoàn là một vị Hoàng đế có rất nhiều con trai. Con trưởng của ông là [[Lê Long Thâu]] đã được chọn làm người kế vị từ những năm đầu tiên khi ông lên ngôi, nhưng lại đột ngột qua đời sớm vào năm [[1000]], để lại ngôi vị Thái tử bỏ ngỏ.\n\nVào lúc này, người con thứ năm của ông là Khai Minh vương [[Lê Long Đĩnh]] tự ứng cử mình làm Thái tử. Theo ghi nhận của Đại Việt Sử ký Toàn thư, Lê Hoàn rất thích Long Đĩnh và tính chọn làm Trữ quân, nhưng bị các đại thần thân cận ngăn lại vì nhiều người con lớn và tài ba hơn Long Đĩnh, trong đó có [[Lê Long Tích]], giữ tước vị Đông Thành vương và là con trưởng nhất lúc đó của ông sau khi Lê Long Thâu qua đời. Lê Hoàn bỏ ý định lập Long Đĩnh làm Thái tử, nhưng cũng không chọn trưởng tử Long Tích, mà chọn người anh cùng mẹ của Long Đĩnh là Nam Phong vương [[Lê Long Việt]].\n\nNăm [[1005]], Lê Hoàn sau 24 năm trị vì cũng qua đời tại [[Trường Xuân điện]].\n\nNgay lập tức, các hoàng tử là Khai Minh vương Lê Long Đĩnh, Đông Thành vương Lê Long Tích, Trung Quốc vương [[Lê Long Kính]] tranh vị với Thái tử Lê Long Việt. Trong nước 8 tháng không có ai làm chủ. Tới đầu năm [[1006]] ([[mùa đông]] năm [[1005]] âm lịch), Đông Thành vương Lê Long Tích bị Thái tử Long Việt đánh bại, chạy đến châu Thạch Hà ([[Hà Tĩnh]]) thì bị người bản địa giết chết. Vài tháng sau, Lê Long Việt thuận lợi lên ngôi Hoàng đế.\n\nTrước sự thắng thế của Lê Long Việt, các hoàng tử khác tạm thời án binh bất động. Tuy nhiên, [[Lê Long Việt]] lên ngôi được ba ngày thì bị em cùng mẹ là Khai Minh vương [[Lê Long Đĩnh]] giết chết lên thay.\n\nLê Long Đĩnh lên ngôi, tôn hiệu ''Khai Thiên Ứng Vận Thánh Văn Thần Vũ Tắc Thiên Sùng Đạo Đại Thắng Minh Quang Hiếu Hoàng đế''\n\n===Lê Long Đĩnh trị vì===\nLà một người có nhiều quân công, Lê Long Đĩnh liền sau đó hiểu rằng ông phải đích thân đi dẹp các hoàng tử khác thì mới mong có được sự trị vì vững chắc và yên ổn.\n\nKhi đó, Ngự Bắc vương [[Lê Long Cân]] và Trung Quốc vương Lê Long Kính chiếm trại Phù Lan để làm phản. Lê Long Đĩnh thân đi đánh, khiến Ngự Bắc vương Long Cân phải bắt Trung Quốc vương Long Kính đem nộp và xin đại xá. Long Đĩnh tha cho Long Cân, còn Long Kính bị xử tử. Ngự Man vương [[Lê Long Đinh]] do khiếp sợ cũng đầu hàng. Từ đấy về sau các vương và giặc cướp đều hàng phục cả.\n\nSau đó, Lê Long Đĩnh đã củng cố ngoại giao bằng những chính sách rất mềm dẻo đối với nhà Tống. Ông rất chuộng [[Phật giáo]], bằng việc xin thỉnh kinh [[Đại Tạng]] về. Trong ''\"Việt Nam Phật giáo sử lược\"'', thiền sư [[Thích Mật Thể]] viết: ''\"Niên hiệu Ứng Thiên thứ 14 (1008), sau khi nước ta đã hòa với Tống rồi, vua Đại Hành sắc ông Minh Xưởng và ông Hoàng Thành Nhã sang sứ nước Trung Hoa, cống hiến đồ thổ sản và xin vua Tống ban cho bộ \"Cửu kinh\" và \"Đại Tạng kinh\". Vua Tống trao cho những bộ ấy và cho sứ giả đưa về. Đó là lần đầu tiên nước ta cho người sang cầu kinh bên Trung Hoa vậy\"''. Cửu kinh gồm: [[Kinh Dịch]], [[Kinh Thi]], [[Kinh Thư]], [[Kinh Lễ]], [[Kinh Xuân Thu]], [[Hiếu Kinh]], [[Luận Ngữ]], [[Mạnh Tử]] và [[Chu Lễ]]; là 9 bộ sách nền tảng của văn minh [[Trung Hoa]] lần đầu tiên nhập vào [[Việt Nam]] là do Lê Long Đĩnh lấy về. Còn kinh [[Đại Tạng]] là một bộ sách vĩ đại được rất nhiều thế hệ các cao tăng [[Trung Hoa]] sưu tầm và dịch thuật suốt 1.000 năm, từ thế kỷ thứ nhất đến cuối thế kỷ thứ 10 mới in thành sách lần đầu tiên gồm 5.000 quyển.\n\nNgoài ra, ông cũng chăm lo kinh tế bằng cách cho xây đắp các tuyến đường lớn, những con đường thủy bộ cho vững chắc để tiện việc giao thương. Theo [[Đại Việt sử ký toàn thư]], năm 1009, Lê Long Đĩnh lại xin được đặt người coi việc tại chợ trao đổi hàng hóa ở [[Ung Châu]] thuộc Trung Hoa, nhưng Tống đế chỉ cho mua bán ở chợ trao đổi hàng hóa tại [[Liêm Châu]] và [[trấn Như Hồng]], là những nơi giáp vùng biên giới thôi. Theo [[An Nam chí lược]], vua Tống cho rằng Giao Chỉ thường cướp phá vùng bờ biển nước Tống, nay cho buôn bán ở Ung Châu không tiện, cứ theo lệ cũ là trao đổi hàng hóa tại Liêm Châu và trấn Như Hồng. Lê Long Đĩnh trong 4 năm cầm quyền đã 5 lần cầm quân đánh dẹp (ở các vùng đất thuộc [[Hưng Yên]], [[Phú Thọ]], [[Tuyên Quang]], [[Thanh Hóa]], [[Nghệ An]], [[Hà Tĩnh]] ngày nay), vì nhà nước Đại Cồ Việt vẫn là nhà nước mới và vẫn chưa thực sự mạnh để các nơi tuân phục, điều này tiếp diễn nhiều năm trong thời kỳ đầu của [[nhà Lý]].\n\n=== Sự trỗi dậy của họ Lý  ===\nVào những năm cuối đời, sách sử đa số nhận định rằng Lê Long Đĩnh là một [[hôn quân]].\n\nSách ''[[Đại Việt sử ký toàn thư]]'' nói, [[Lê Long Đĩnh|Lê Ngọa Triều]] tính hiếu sát thường thiêu sống, dìm nước hay dùng dao cùn mà [[tùng xẻo]] tù nhân; sư sãi vốn có thế lực rất lớn đối với chính sự nhưng Ngọa Triều từng sai người róc mía trên đầu sư Quách Ngang để làm trò cười; lại nuôi nhiều bọn hề làm trò khôi hài trong triều để làm loạn lời tâu việc của các quan. Do những việc làm đó, Ngọa Triều bị quan lại và dân chúng căm ghét. Sử cũng chép rằng, vì chơi bời sa đọa, nên Lê Long Đĩnh bị [[trĩ (bệnh)|bệnh trĩ]] không ngồi được, phải nằm mà coi chầu, nên được gọi là '''Lê Ngọa Triều'''.\n\nTuy nhiên, nhiều nhận định chơi bời sa đọa không phải là nguyên nhân sinh ra [[Trĩ (bệnh)|bệnh trĩ]], mà có thể Lê Long Đĩnh bị suy nhược bởi nhiều nguyên nhân nào đó. Vào lúc này, vị vua họ Lê suy nhược đang không biết có một người mình tin cậy lại là người có khả năng thay thế mình. Chính là vị trưởng quản lính thân vệ [[Lý Công Uẩn]].\n\nTheo ''[[Đại Việt sử ký toàn thư]]'' – Lê Ngọa Triều bản kỷ:\n\n:Lúc đó, ở hương Diên Uẩn, châu Cổ Pháp, có [[cây gạo]] bị sét đánh, người hương ấy xem kỹ dấu sét đánh thấy có chữ:''\"Thụ căn điểu điểu, mộc biểu thanh thanh, hòa đao mộc lạc, thập bát tử thành, đông a nhập địa, mộc dị tái sinh, chấn cung kiến nhật, đoài cung ẩn tinh, lục thất niên gian, thiên hạ thái bình\"''. (Dịch nghĩa: Gốc cây thăm thẳm, ngọn cây xanh xanh, cây hòa đao rụng, mười tám hạt thành, cành đông xuống đất, cây khác lại sinh, đông mặt trời mọc, tây sao náu hình, khoảng sáu bảy năm, thiên hạ thái bình).\n\n:[[Vạn Hạnh|Sư Vạn Hạnh]], một nhà sư có địa vị khi ấy tự đoán riêng rằng: ''\"Thụ căn điểu điểu\", chữ căn nghĩa là gốc, gốc tức là vua, chữ điểu đồng âm với yểu, nên hiểu là yếu; \"Mộc biểu thanh thanh\", chữ biểu nghĩa là ngọn, ngọn tức là bề tôi, chữ thanh âm gần giống với chữ thanh nghĩa là thịnh; Hòa, đao, mộc [ghép lại] là chữ Lê; Thập, bát, tử [ghép lại] là chữ Lý; Đông A là chữ Trần, nhập địa là phương Bắc vào cướp; \"Mộc dị tái sinh\" là họ Lê khác lại sinh ra; \"Chấn cung kiến nhật\", chấn là phương Đông, kiến là mọc ra, nhật là thiên tử; \"Đoài cung ẩn tinh\", đoài là phương Tây, ẩn cũng như lặn, tinh là thứ nhân. Mấy câu này ý nói là vua thì non yểu, bề tôi thì cường thịnh, họ Lê mất, họ Lý nổi lên, thiên tử ở phương Đông mọc ra thì thứ nhân ở phương Tây lặn mất, trải qua 6, 7 năm thì thiên hạ thái bình''.\n\n:Vạn Hạnh mới bảo Thân vệ Phó tướng [[Lý Công Uẩn]] rằng: ''\"Mới rồi tôi thấy chữ bùa sấm kỳ lạ, biết họ Lý cường thịnh, tất dấy lên cơ nghiệp. Nay xem trong thiên hạ người họ Lý rất nhiều, nhưng không ai bằng Thân vệ là người khoan thứ nhân từ được lòng dân, lại đang nắm binh giữ quyền trong tay, đứng đầu muôn dân chẳng phải Thân vệ thì còn ai đương nổi nữa. Tôi đã hơn 70 tuổi rồi, mong được thư thả hãy chết, để xem đức hóa của ông như thế nào, thực là cái may nghìn năm có một\"''. Lý Công Uẩn sợ câu nói ấy bị tiết lộ, bảo người anh đem Vạn Hạnh giấu ở Tiêu Sơn. Song từ ấy cũng lấy thế tự phụ mới nảy ra lòng nhòm ngó ngôi vua, mà người ta cũng quy phụ.\n\n:Tương truyền, khi [[Lê Long Việt]] bị giết, triều đình phải bỏ chạy, không ai dám đến gần xác vị Hoàng đế trẻ, duy chỉ có Lý Công Uẩn là ôm đến gào khóc, Lê Long Đĩnh vì ấn tượng hành động này, về sau cất nhắc [[Lý Công Uẩn]] nhiều chức vụ quan trọng thân cận. Có lần, [[Lê Long Đĩnh]] ăn quả khế lại thấy hột mận (chữ Lý nghĩa là mận), mới tin lời sấm ngữ, ngầm tìm người họ Lý giết đi, thế mà Lý Công Uẩn ở ngay bên cạnh lại không hề bị nghi ngờ.\n\n:Năm [[1009]], [[Lê Long Đĩnh]] qua đời lúc mới 24 tuổi, ở ngôi 4 năm. Nhân các con của Long Đĩnh còn bé, Điện tiền [[Lý Công Uẩn]] cùng Hữu điện tiền chỉ huy sứ là [[Nguyễn Đê]] mỗi người được đem 500 quân Tùy Long vào làm Túc vệ. Chi hậu là [[Đào Cam Mộc]] dò biết Công Uẩn có muốn nhận việc truyền ngôi, mới nhân lúc vắng nói khích rằng:''\"Gần đây chúa thượng ngu tối bạo ngược, làm nhiều việc bất nghĩa, trời chán ghét nên không cho hết thọ, con nối thơ ấu, không kham nổi nhiều khó khăn. Mọi việc phiền nhiễu thần linh không ưa, dân chúng nhao nhác, mong tìm chân chúa. Sao Thân vệ không nhân lúc này nghĩ ra mưu cao, quyết đoán sáng suốt, xa xem dấu cũ của Thang Vũ, gần xem việc làm của Đinh, Lê, trên thuận lòng trời, dưới theo ý dân, mà cứ muốn khư khư giữ tiểu tiết làm gì!\"''\n\n:[[Lý Thái Tổ|Lý Công Uẩn]] trong lòng thích lời nói đó nhưng còn ngờ Cam Mộc có mưu khác, mới giả cách mắng rằng: ''\"Sao ông lại nói như thế, tôi phải bắt ông nộp quan!\"'' Đào Cam Mộc thong thả bảo Công Uẩn rằng: ''\"Tôi thấy thiên thời nhân sự như thế, cho nên mới dám phát ngôn. Nay ông lại muốn cáo giác tôi thì tôi không phải là người sợ chết\"''. Công Uẩn nói: ''\"Tôi đâu nỡ cáo giác ông, chỉ sợ lời nói tiết lộ thì chết ráo, nên răn ông đó thôi\"''.\n\n:Hôm sau, Đào Cam Mộc lại bảo Lý Công Uẩn: ''\"Người trong nước ai cũng nói họ Lý khởi nghiệp lớn, lời sấm đã hiện ra rồi, đó là cái họa không thể che giấu được nữa. Chuyển họa làm phúc, chỉ trong sớm chiều. Đây là lúc trời trao người theo, Thân vệ còn nghi ngại gì nữa?\"''. Công Uẩn nói:''\"Tôi đã hiểu rõ ý ông, không khác gì ý của Vạn Hạnh, nếu thực như lời ấy thì nên tính kế thế nào?\"''. Cam Mộc nói:''\"Thân vệ là người khoan thứ, nhân từ, lòng người chịu theo. Hiện nay trăm họ mỏi mệt kiệt quệ, dân không chịu nổi, Thân vệ nên nhân đó lấy ân đức mà vỗ về, thì người ta tất xô nhau kéo về như nước chảy chỗ thấp, có ai ngăn được!\"''\n\n:Đào Cam Mộc biết việc cần kíp, sợ sinh biến, mới nói chuyện với khanh sĩ và các quan, ai cũng vui theo. Ngay ngày hôm ấy, đều họp cả ở trong triều, bàn rằng:''\"Hiện nay, dân chúng ức triệu khác lòng, trên dưới lìa bỏ, mọi người chán ghét tiên đế hà khắc bạo ngược, không muốn theo về vua nối mà đều có lòng suy tôn quan Thân vệ, bọn ta không nhân lúc này cùng nhau sách lập Thân vệ làm thiên tử, lỡ bối rối có xảy ra tai biến gì, liệu chúng ta có giữ được cái đầu hay không?\"''\n\n:Thế rồi cùng nhau dìu Công Uẩn lên chính điện, lập làm thiên tử, lên ngôi Hoàng đế. Trăm quan đều lạy rạp dưới sân, trong ngoài đều hô ''\"vạn tuế\"'', vang dậy cả trong triều. Đại xá cho thiên hạ, lấy năm sau làm niên hiệu Thuận Thiên năm đầu. Đốt giềng lưới, bãi ngục tụng, xuống chiếu từ nay ai có việc tranh kiện cho đến triều tâu bày, vua thân xét quyết.\n:còn tiếp\n\n==Nội trị==\n===Bộ máy chính quyền===\nNhà Tiền Lê nối tiếp và hầu như giữ nguyên mọi quy củ của [[nhà Đinh]]. Năm 980, sau khi lên ngôi, [[Lê Hoàn]] đặt chức quan trong triều, phong [[Hồng Hiến]] làm [[Thái sư]], [[Phạm Cự Lạng]] làm [[Thái úy]], [[Từ Mục]] làm [[Đại tổng quản]], [[Đinh Thừa Chinh]] làm [[Nha nội đô Chỉ huy sứ]]<ref>Lê Văn Siêu, sách đã dẫn, tr. 72.<\/ref>.\n\nSo với nhà Đinh tập trung hết quyền hành về tay hoàng đế, vua Lê đã chia trách nhiệm cho các đại thần. Chỉ riêng việc đánh dẹp thì nhà vua thường thân chinh cầm quân.\n\n===Đánh dẹp trong nước===\nTrong thời gian cai trị, các vua Tiền Lê vẫn gặp phải sự chống đối của các tù trưởng địa phương, nhất là những nơi xa xôi hẻo lánh.\n\nNăm [[989]], [[Lê Đại Hành]] sai viên Quảng giáp là [[Dương Tiến Lộc]] đi thu thuế hai châu Hoan và Ái. Tiến Lộc đem người hai châu ấy xin theo về với [[Chiêm Thành]]. Chiêm Thành không nhận. Dương Tiến Lộc lấy hai châu Hoan, Ái làm phản. Lê Đại Hành thân hành đi đánh, giết chết Tiến Lộc và rất nhiều người 2 châu đó.\n\nNăm [[999]], [[Lê Đại Hành]] lại thân đi đánh Hà Động{{efn|Động Hà Man, thuộc huyện Thạch Thành, tỉnh [[Thanh Hóa]].}}, dẹp được tất cả 49 động. Sau đó vua Lê lại phá được động Nhật Tắc, châu Định Biên (Cao Bằng).\n\nNgười Cử Long{{efn|Đất thuộc vùng dân tộc Mường huyện Cẩm Thủy, tỉnh Thanh Hóa.}} làm loạn không phục triều đình. Năm [[1001]], Lê Đại Hành lại thân chinh đi đẹp được loạn.\n\nSang thời [[Lê Long Đĩnh|Ngọa Triều]] vẫn phải đối phó với sự chống đối của các địa phương. Năm 1008, Ngọa Triều thân hành đi đánh hai châu Đô Lương, Vị Long, bắt được vài trăm người bản địa. Cùng năm, vua Lê lại đi đánh châu Hoan và châu Thiên Liễu, bắt được tù binh về giết.\n\nTháng 7 năm 1009, Lê Long Đĩnh lại thân đi đánh các châu Hoan Đường{{efn|Nay thuộc đất các huyện Nam Đàn, Anh Sơn, Đô Lương, tỉnh [[Nghệ An]].}}, Thạch Hà{{efn|Thuộc [[Hà Tĩnh]].}}.\n\n===Giao thông===\nSau khi đánh thắng Chiêm Thành, năm 983, [[Lê Đại Hành]] sai quan Phụ quốc [[Ngô Tử An]] đem 3 vạn người đi mở đường bộ từ cửa biển Nam Giới đến châu Địa Lý.\n\nNăm [[1003]], vua Lê lại thân hành đi Hoan Châu, ra lệnh vét kênh Đa Cái cho thông thẳng đến Tư Củng trường ở Ám châu.\n\nNăm [[1009]], triều thần đề nghị xin đào kênh, đắp đường và dựng cột bia ở Ái Châu. [[Lê Ngọa Triều]] xuống chiếu cho lấy quân và dân ở châu Ái đào đắp từ cửa quan Chi Long{{efn|Nay là huyện Chiêm Hóa, tỉnh Tuyên Quang.}} qua Đỉnh Sơn đến sông Vũ Lung. Sau đó Lê Long Đĩnh lại ra lệnh đóng thuyền để ở các bến sông Vũ Lung, Bạt Cừ, Động Lung bốn chỗ để chở người qua lại.\n\nTháng 7 năm đó, nhân đi đánh châu Hoan Đường, hành quân đến Hoàn Giang{{efn|Cửa Sót, tức là Nam Giới.}}, [[Lê Long Đĩnh]] sai [[Hồ Thủ Ích]] đem hơn 5000 quân của châu Hoan Đường, sửa chữa đường từ sông Châu Giáp đến cửa biển Nam Giới để tiện cho việc hành quân về phía nam.\n\n===Kinh tế===\n{{bài chi tiết|Kinh tế Việt Nam thời Tiền Lê}}\n====Các loại thuế====\nNhà Tiền Lê đặt ra lệ đánh thuế căn cứ vào số lượng tài sản về ruộng đất. Thuế thân chia ra hai loại:\n:''Tiền công dung'' là tiền công dịch (như lao động công ích) mà người dân phải chịu mỗi năm 10 ngày và có thể nộp tiền thay vào việc tạp dịch.<ref name=\"LVS73\">Lê Văn Siêu, sách đã dẫn, tr. 73. Dẫn theo ''Lịch triều hiến chương loại chí''.<\/ref>\n:''Tiền thuế hộ'': là tiền mỗi gia đình phải nộp hàng năm.\n:''Tiền thuế điệu'': Tiền mỗi hộ phải nộp để đóng vào việc quân.\n\nNhà Tiền Lê đặt ra thuế thổ sản theo phép thời Tam Đại ([[nhà Hạ|Hạ]], [[nhà Thương|Thương]], [[nhà Chu|Chu]]) của [[Trung Quốc]], chỉ lấy cống phẩm mà không thu bằng tiền. Đồng thời, triều đình có chính sách khuyến khích thương mại. Những người buôn bán không phải nộp thuế, coi như họ chỉ bán những nông phẩm sản xuất ra mà đã chịu thuế ruộng đất rồi.<ref name=\"LVS73\"\/>\n\n====Nông nghiệp ====\nNhà Tiền Lê xem trọng [[nông nghiệp]]. Vào đầu xuân năm [[987]], vua [[Lê Đại Hành]] đã thực hiện lễ cấy Tịch điền để động viên, khuyến khích nhân dân sản xuất nông nghiệp.<ref name=\"dvsktt1\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt sử ký toàn thư, Bản kỷ quyển 1]<\/ref><ref name=\"dvsktb205\">Ngô Thì Sĩ, Đại Việt sử ký tiền biên, 2011, Nhà Xuất bản Văn hóa thông tin, tr. 205.<\/ref> Đó là [[lễ Tịch điền]] đầu tiên mà một vị vua Việt Nam thân hành đi cày và được sử sách ghi nhận lại.<ref name=\"bnlsvn80\">Viện Sử học, Biên niên lịch sử cổ trung đại Việt Nam, Nhà Xuất bản Khoa học xã hội 1987, tr. 80.<\/ref>\n\n====Thương mại====\nSử sách không chép rõ về hoạt động [[thương mại]] trong nước. Đối tác quan hệ buôn bán ngoại thương chủ yếu của [[Đại Cồ Việt]] là [[Trung Quốc]]. Hai bên lập ra những nơi giao dịch song phương gọi là ''Bạc dịch trường'' đặt trên đường thông lộ biên giới.\n\nNhững Bạc dịch trường quan trọng trong thời kỳ này là trại Vĩnh Bình (được [[Lê Văn Siêu]] phỏng đoán là chợ Kỳ Lâm hiện nay<ref name=\"LVS93\">Lê Văn Siêu, sách đã dẫn, trang 93.<\/ref>) tại Sách Nam Giang thuộc trại Cổ Vạn và châu Tô Hậu (Lê Văn Siêu phỏng đoán là châu Thất Khê<ref name=\"LVS93\"\/>), trại Hoành Sơn (Na Chàm ở ải Nam Quan<ref name=\"LVS93\"\/>). Trại Hoành Sơn tụ tập nhiều nhà buôn từ châu Quảng Nguyên của Đại Cồ Việt và châu Đặc Ma của nước [[Đại Lý]] ([[Vân Nam]]) và các lái buôn từ Quảng Châu của nhà Tống.\n\nBạc dịch trường lớn nhất gần biên giới là điểm giao dịch hai nước nằm ở trại Như Hồng, Khâm châu<ref name=\"LVS93\"\/>.\n\nTác giả Chu Khứ Phi mô tả việc buôn bán giữa hai bên lúc đó trong sách ''Lĩnh ngoại đại pháp'' như sau:<ref name=\"LVS94\">Lê Văn Siêu dẫn lại, sách đã dẫn, tr. 94.<\/ref>\n:''Hai bên gặp nhau thường uống rượu làm vui rồi mới bàn chuyện buôn bán. Người Tống làm nhà ở tại chỗ lâu ngày và thường dìm giá làm người bán phải bán rẻ; nhưng phú thương người Việt cũng không chịu, cầm giữ giá lâu''.\n\nCác quan chức địa phương biên giới cũng hỗ trợ cho quan hệ buôn bán của các thương gia hai bên. Nếu xảy ra việc kêu ca vì người bán cân thiếu thì phía Đại Cồ Việt lại cử sứ sang Khâm châu để thử lại cân để kiểm tra<ref name=\"LVS94\"\/>. Không những thế, chính triều đình nhà Tiền Lê cũng sai người sang giao dịch thẳng với khách buôn người Tống. Hàng bán của Đại Cồ Việt gồm có [[vàng]], [[bạc]], tiền đồng. Lê Văn Siêu cho rằng đây không chỉ là thị trường [[hàng hóa]] mà còn là [[thị trường tiền tệ]] mà hai bên trao đổi ngoại hối<ref name=\"LVS94\"\/>.\n\n===Văn hóa===\nSử sách không ghi chép nhiều về những dấu ấn văn hóa thời Tiền Lê. Ảnh hưởng lớn nhất trong các tôn giáo là đạo Phật đã có từ thời thuộc Đường. Các nhà sư đã được sự tin cậy của hoàng đế, cho làm quan trong triều để bàn kế sách quốc gia.\n\nSử sách ghi lại hai tác phẩm tiêu biểu thời kỳ này là bài thơ của nhà sư [[Pháp Thuận|Đỗ Pháp Thuận]] đối đáp với sứ Tống và bài từ khúc của sư [[Khuông Việt]] tiễn sứ Tống ra về năm 987. [[Lê Quý Đôn]] có lời ca ngợi hai ông: \"Sư Thuận thơ ca làm sứ Tống kinh sợ, Chân Lưu có từ khúc vang danh một thời\".<ref>Lê Văn Siêu, sách đã dẫn, tr. 96.<\/ref>\n\n==Đối ngoại==\n===Với Trung Quốc===\nThực hiện chính sách \"thuần phục giả độc lập thật\", về cơ bản quan hệ ngoại giao giữa nhà Tiền Lê với nhà Tống có nhiều thuận lợi. Nhà Tống tỏ ra dè dặt, mềm dẻo với các vua Lê vì luôn phải đối phó với nguy cơ từ người Khiết Đan ở phía bắc.\n\nSau [[chiến tranh Tống - Việt, 981|thất bại năm 981]], vua Tống bằng lòng công nhận Lê Hoàn, phong ông làm [[Tiết độ sứ]] và không hỏi tới dòng dõi [[nhà Đinh]] nữa.\n\nNăm [[986]] và [[987]], [[Tống Thái Tông]] sai Lý Giác đi sứ sang [[Đại Cồ Việt]]. Trong lần đi sứ năm 987, Lý Giác làm thơ tiễn có câu: \"Thiên ngoại hữu thiên ưng viễn chiếu\", nghĩa là: ''Ngoài trời lại có trời soi nữa''. [[Khuông Việt|Sư Khuông Việt]] nói rằng thơ này có ý tôn Lê Hoàn không khác gì vua Tống<ref>Đại Việt sử ký toàn thư, quyển I, bản điện tử, tr. 69.<\/ref>.\n\nNăm [[990]], nhà Tống lại cử Tống Cảo đi sứ Đại Cồ Việt lần nữa. Lê Văn Siêu bình luận điều này cho rằng: thượng quốc ít khi chịu mất công vì nước nhỏ như vậy, vì nhà Tống trong thời kỳ giao tranh với nước Liêu năm 986 và bộ lạc Thảng Cốt năm 990<ref>Lê Văn Siêu, sách đã dẫn, tr. 87.<\/ref>.\n\nKhi sứ Tống là Tống Cảo sang phong chức, Lê Hoàn nhận tờ chiếu của vua Tống mà không chịu quỳ, nói thác rằng bị ngã ngựa đau chân. Lúc đó sứ Tống im lặng không thắc mắc gì. Lê Văn Siêu cho rằng điều này hoàn toàn là do sự ngang ngạnh của vua Lê và không phải Tống Cảo không biết, nhưng đã không phản ứng. Trong sớ tâu Tống Thái Tông sau này, Tống Cảo nói rằng dù thác cớ đau chân nhưng ngay sau đó Lê Hoàn lại có thể đi chân đất, cầm cần câu lội xuống [[nước]] câu [[cá]]<ref name=\"LVS88\">Lê Văn Siêu, sách đã dẫn, tr. 88; lấy từ nội dung sớ của Tống Cảo tâu vua Tống trong bộ ''Văn Hiến thông khảo'' của Mã Đoan Lâm.<\/ref>.\n\nTrong lần tiếp sứ Tống, Lê Hoàn còn làm những việc khác trêu chọc sứ phương Bắc như sai người mang con [[hổ]] đến công quán cho sứ Tống xem; lại sai mang con [[trăn]] lớn đến công quán, hỏi sứ Tống có ăn được thì làm cơm thết đãi. Sứ Tống khước từ không nhận và không dám nổi nóng theo tư thế của sứ giả thiên triều<ref name=\"LVS88\"\/>.\n\nSau đó Lê Hoàn nói với Tống Cảo về việc ngoại giao:\n:''Sau này có quốc thư thì cho giao nhận ở đầu địa giới, khỏi phiền sứ thần đến tận đây nữa.''\nTống Cảo về tâu lại, Tống Thái Tông bằng lòng với đề nghị của vua Lê.\n\nNăm [[995]], nhà Tống lại phong Lê Hoàn làm '''Giao Chỉ quận vương'''. Năm 995-996 ở biên giới hai bên đã có biến cố vì sự bạo loạn của các thổ quan vùng khe động. Tướng nhà Tống bắt hơn 100 người làm loạn trả lại cho Đại Cồ Việt. Phía nhà Lê cũng bắt 27 người trả lại phía Tống và sai sứ sang tạ ơn. Nhà Tống lại sai Lý Nhược Chuyết mang chiếu thư và đai ngọc sang ban cho Lê Hoàn. Năm [[997]], nhà Tống lại gia phong vua Lê làm '''Nam Bình vương'''.\n\nNăm [[1004]], vua Lê sai Hoàng tử Lê Minh Đề đi sứ Tống. Sang năm [[1005]], Lê Hoàn mất, các con tranh ngôi, trong nước loạn lạc. Mình Đề phải ở lại trú ở Quảng Châu. Triều thần nhà Tống xui [[Tống Chân Tông]] phát binh đánh, nhưng vua Tống cho rằng nhà Lê giữ lệ tiến cống và sai con sang chầu, không nên đánh để giữ cho phía nam yên ổn<ref>Đại Việt sử ký toàn thư, quyển I, bản điện tử, tr. 76.<\/ref>.\n\nNăm [[1006]], Lê Long Đĩnh giết anh là Trung Tông giành được ngôi vua. Nhà Tống không can thiệp. Sang năm 1007, Tống Chân Tông sai sứ sang phong cho Long Đĩnh làm ''Giao Chỉ quận vương'' và đúc ấn đưa sang.\n\nNăm [[1009]], Lê Ngọa Triều sai sứ đem biếu nhà Tống con tê ngưu thuần. Vua Tống cho rằng tê ngưu từ xa đến, không hợp thủy thổ muốn trả lại; nhưng sợ phật ý vua Lê, đợi cho sứ Đại Cồ Việt về rồi mới mang thả ra biển. Lê Ngọa Triều sau đó lại xin áo giáp mũ trụ dát vàng, vua Tống bằng lòng cho.\n\n===Với Chiêm Thành (Champa)===\nNăm 981, Lê Đại Hành sai Từ Mục, Ngô Tử Canh sang sứ [[Chiêm Thành]], bị vua Chiêm bắt giữ. [[Lê Đại Hành]] nổi giận, sai đóng chiến thuyền sửa binh khí, tự làm tướng đi đánh.\n\nNăm 982, vua Lê khởi binh thân hành nam tiến. Quân [[Đại Cồ Việt]] thắng lớn, chém chết vua Chiêm là Ba Mi Thuế tại trận. Chiêm Thành thua to, nhiều quân sĩ bị bắt sống. Quân Lê bắt lính cùng kỹ nữ trong cung trăm người và một nhà sư người Thiên Trúc, lấy các đồ quý đem về, thu được vàng bạc của báu kể hàng vạn, san phẳng thành trì, phá hủy tông miếu nước Chiêm.\n\nMột viên tướng là Quảng giáp [[Lưu Kế Tông]] trốn ở lại Chiêm Thành và chiếm lấy ngôi vua Chiêm Thành vào năm 986.\n\nNăm 992, vua Chiêm mới là Harivarman II sai sứ sang xin lại 360 tù binh bị bắt giữ mang về châu Ô Lý{{efn|Đất [[Quảng Bình]], lúc này vẫn thuộc [[Chiêm Thành]], tới đời [[Lý Thánh Tông]] mới thuộc về [[Đại Việt]].}}. Harivarman II sai sứ là Chế Đông sang dâng sản vật địa phương, vua Lê trách là trái lễ, không nhận. Harivarman II sợ hãi, năm 994 lại sai cháu là Chế Cai sang chầu. Từ đó quan hệ hai bên khá yên ổn không xảy ra xung đột.\n\n==Xem thêm==\n[[Tập tin:Sodocodohoalu.jpg|nhỏ|phải|250px|Sơ đồ [[Quần thể di tích Cố đô Hoa Lư|di tích Cố đô Hoa Lư]].]]\n*[[Nhà Đinh]]\n*[[Lê Đại Hành]]\n*[[Lê Trung Tông (Tiền Lê)|Lê Long Việt]]\n*[[Lê Long Đĩnh|Lê Ngọa Triều]]\n*[[Chiến tranh Tống - Việt, 981|Trận Bạch Đằng, 981]]\n*[[Đại Cồ Việt tấn công nhà Tống]]\n*[[Hoa Lư|Kinh đô Hoa Lư]]\n*[[Đền Vua Lê Đại Hành]] ở [[Cố đô Hoa Lư]]\n<gallery>\nImage:dinhhoaxa-Minhngulau.JPG|Đình Hoa Xá - Minh Ngự Lâu ở Thanh Trì, Hà Nội.\n\nImage:Dinhyenthanh.jpg|Đình Yên Thành, [[Hoa Lư]], [[Ninh Bình]].\n<\/gallery>\n\n==Ghi chú==\n{{notelist|3}}\n==Tham khảo==\n{{Tham khảo|3}}\n===Tham khảo===\n* [[Đại Việt sử ký toàn thư]]\n* Lê Văn Siêu (2004), ''Việt Nam văn minh sử cương'', Nhà xuất bản Thanh niên\n\n==Liên kết ngoài==\n*[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/ Đại Việt sử ký toàn thư] - Bản dịch điện tử.\n\n{{Vua nhà Tiền Lê}}\n{{Lịch sử Việt Nam thời Tiền Lê}}\n\n{{DEFAULTSORT:Tiền Lê}}\n[[Thể loại:Nhà Tiền Lê| ]]\n[[Thể loại:Khởi đầu năm 980]]\n[[Thể loại:Chấm dứt năm 1009]]\n[[Thể loại:Triều đại Việt Nam]]"}