{"19774369":"{{coord| 10.759836| 106.691437| type:landmark| format=dms| name=Nhà thờ Cầu Kho| display=title}}\n'''Nhà thờ Cầu Kho''' là một nhà thờ Công giáo tại địa chỉ số 31 đường Trần Đình Xu, phường [[Cầu Kho]], [[Quận 1]], [[Thành phố Hồ Chí Minh]]. Đây là nhà thờ của Giáo xứ Cầu Kho, một trong những giáo xứ lâu đời thuộc [[Tổng giáo phận Sài Gòn]].<ref name=\":0\">{{chú thích sách|tác giả=|tựa đề=Nhà thờ Công giáo ở Việt Nam: Kiến trúc – Lịch sử|nhà xuất bản=Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh|year=2004|nơi=|trang=202|url=https:\/\/www.google.com\/books\/edition\/Catholic_Churches_in_Vietnam\/kDnZAAAAMAAJ|doi=|id=|isbn=}}<\/ref>\n\n==Lịch sử==\nHọ đạo Cầu Kho chỉ là một họ nhánh của họ đạo Chợ Quán với tên gọi là Bến Nghé.<ref name=\":0\" \/> Đến năm [[1863]], do giáo dân ngày tăng, họ đạo Bến Nghé được tách ra thành một họ đạo độc lập. Vào năm [[1866]], do nhà thờ của họ đạo này đã cũ và chật hẹp nên được hiến tặng một miếng đất ở đường Nguyễn Tấn Nghiệm (nay là đường Trần Đình Xu) để xây dựng nhà thờ mới. Công trình này có tên là '''nhà thờ Tân Hòa''', với kiến trúc 3 gian, 2 chái, ngang 14 m, hậu 16 m, cao 7 m, bằng gỗ, lợp mái ngói âm dương, vách vàng lót gạch tàu. Đến [[thập niên 1870]], số lượng giáo dân của giáo xứ đã hơn 1.400 người nên linh mục đã xin xây dựng nhà thờ mới khang trang, rộng rãi hơn. Nhà thờ mới được khánh thành vào năm [[1881]], dài 44 m, cao 20 m, ngang 21 m, vách cột gạch, lợp ngói mộc, được làm bằng các loại gỗ quý, chạm trổ công phu. Lúc này giáo xứ cũng được đổi tên thành Cầu Kho, theo tên gọi của địa phương. Đến [[thập niên 1960]], số giáo dân của Giáo xứ Cầu Kho đã lên đến khoảng 5.000 người, nên vào năm [[1965]] linh mục cho khởi công xây mới nhà thờ như hiện nay.<ref>{{Chú thích web|url=http:\/\/giaoxucaukho.org\/bai-viet\/luoc-su-giao-xu-cau-kho\/267|tựa đề=Lược Sử Giáo Xứ Cầu Kho|tác giả=Ban MVTT Giáo Xứ|ngày=2019-06-24|website=Giáo xứ Cầu Kho|url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai Công giáo}}\n{{Giáo hạt và giáo xứ thuộc Tổng giáo phận Thành phố Hồ Chí Minh}}\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Nhà thờ thuộc Tổng giáo phận Thành phố Hồ Chí Minh|Cầu Kho]]\n[[Thể loại:Quận 1]]"}