{"141831":"{{chú thích trong bài}}\n \n[[Tập tin:Thi công gian lò nhà máy nhiệt điện Cẩm Phả - năm 2007.jpg|nhỏ|250px|phải|Lắp đặt Gian Lò máy nhà máy nhiệt điện Cẩm Phả]]\n'''Nhà máy nhiệt điện Cẩm Phả''' nằm tại khu vực Cầu 20, phường Cẩm Thịnh, thành phố [[Cẩm Phả]], tỉnh [[Quảng Ninh]], [[Việt Nam]] do [[Tập đoàn Công nghiệp Than - Khoáng sản Việt Nam]] (Vinacomin), [[Tổng công ty xây dựng công nghiệp Việt Nam]] (Vinaincon) và các công ty than trên địa bàn thị xã Cẩm Phả làm Chủ đầu tư. Tổng công suất của nhà máy là 600 MW và [[sản lượng điện]] năng hàng năm là 3,68 tỷ KWh.\n\n== Quy mô công nghệ ==\nNhà máy có 2 tổ máy với 4 lò hơi có công suất 150 MW\/lò theo công nghệ [[lò tầng sôi tuần hoàn]] ([[CFB)]] đốt than và sử dụng nước biển làm nước làm mát. Nhà máy sử dụng phương pháp đốt đá vôi cùng với than để [[khử khí]] [[lưu huỳnh]] và sử dụng hệ thống [[lọc bụi tĩnh điện]] để kiểm soát khí thải theo yêu cầu của về [[quản lý môi trường]]. Hệ thống kênh dẫn nước tuần hoàn của Nhà máy là hệ thống kênh hở, có chiều dài trên 300 mét ra bên ngoài [[Bái Tử Long|Vịnh Bái Tử Long]] để lấy nước làm mát cho các tổ máy và xả trở lại Vịnh sau khi đã được đưa qua xử lý. Nguyên liệu đầu vào là [[than cám 6]] (theo TCVN) và [[than bùn]] được cung cấp bởi các công ty khai thác than trên khu vực thị xã Cẩm Phả qua Nhà máy sàng tuyển của [[Công ty tuyển than Cửa Ông]].\nHệ thống đầu nối với [[hệ thống điện quốc gia]] bằng 2 cấp [[điện thế|điện áp]] là 220 KV và 110 KV nhằm cung cấp điện cho khu vực [[tam giác]] kinh tế [[Hà Nội]]-[[Quảng Ninh]]-[[Hải Phòng]] và quốc gia.\n\n== Giai đoạn dự án ==\nToàn bộ Nhà máy gồm có 2 dự án: Dự án Nhà máy nhiệt điện Cẩm Phả đã được khởi công xây dựng từ ngày 15 tháng 4 năm 2006 và Dự án Nhà máy nhiệt điện Cẩm Phả 2 được khởi công xây dựng vào ngày 28 tháng 12 năm 2007.\n\nTháng 7 năm 2009, Tổ máy 1 đã phát điện và đến tháng 10 năm 2010 Tổ máy 2 đã phát điện lên Hệ thống điện lưới quốc gia.\n\n== Giai đoạn sản xuất ==\nHiện nay cả 02 tổ máy của Nhà máy nhiệt điện Cẩm Phả đã phát điện bình thường với công suất trên 10 triệu kwh\/ngày. Nhà máy chạy ổn định và góp phần nâng cao tính an toàn cho Hệ thống điện quốc gia.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Quảng Ninh}}\n\n[[Thể loại:Nhà máy điện tại Quảng Ninh|Cẩm Phả]]\n[[Thể loại:Nhà máy nhiệt điện Việt Nam|Cẩm Phả]]\n[[Thể loại:Tập đoàn Công nghiệp Than - Khoáng sản Việt Nam]]"}