{"14127643":"{{không nguồn}}\n{{wiki hóa}}\n[[Tập tin:Đình Ngọc Mạch thờ Hoàng Tử Lý Nhã Lang.jpg|nhỏ|389x389px|Đình Ngọc Mạch thờ Hoàng Tử Lý Nhã Lang]]\n'''Nhã Lang Vương''' tên thật Lý Nhã Lang là hoàng tử của hậu Lý Nam Đế [[Hậu Lý Nam Đế|Lý Phật Tử]]. Vì là con trai thứ 8 của vua nên Nhã Lang còn được gọi là Lý Bát Lang. Lý Nhã Lang là con trai của Lý Phật Tử và bà Lã Ngọc Thành (quê làng Chu Chàng, [[Quảng Oai]], Sơn Tây).\n\nNhã Lang Vương được xem là một vị Thần lớn của Việt Nam, được thờ cúng rộng rãi và làm thành hoàng ở rất nhiều địa phương Miền Bắc.\n\n== Truyền Thuyết ==\nLý Nam Đế sau khi đại bại với quân xâm lược nhà Lương thì giao việc nước cho [[Triệu Việt Vương|Triệu Quang Phục]], Quang Phục rút quân về khu vực đầm Dạ Trạch ở Khoái Châu để chống giặc., đánh đuổi giặc Lương xong Triệu Viêt Vương lên ngôi xưng Triệu Việt Vương, đóng đô ở Long Biên.\n\n[[Lý Thiên Bảo]], anh của Lý Nam Đế đem quân sang đất Dã năng tự xưng làm Đào Lang Vương,\n\nĐào Lang Vương mất mà không có con nên một bộ tướng cùng họ là Lý Phật Tử nối ngôi gọi là Hậu Lý Nam Đế. Lý Phật Tử đem quân đi đánh Triệu Việt Vương nhưng không thắng nổi nên cầu hòa, chia nhau đất nước lấy Bãi Quần Thần làm ranh giới.\n\nMuốn tìm bí mật thắng trận của Triệu Việt Vương, Lý Phật Tử cho con trai Nhã Lang Vương sang cầu hôn con gái Triệu Việt vương là Cảo Nương. Sau đó Cảo Nương tiết lộ cho Chàng biết, vua cha nàng thắng trận vì trên mũ Đầu mâu có gắn chiếc móng rồng do Chử Đồng Tử Đại Thánh ban cho ở Đầm Dạ Trạch.\n\nNhã Lang tìm cách tráo đổi chiếc móng rồng bằng một cái giả sau đó xin về thăm nhà, Lý Phật tử tiến đánh Triệu Quang Phục. Không còn móng rồng thiêng, quân của Triệu Quang Phục đại bại.\n\nTriệu Việt Vương đem con gái bỏ trốn, Cảo nương mặc áo lông ngỗng, rắc dọc đường đi để làm dấu cho Nhã Lang tìm theo.\n\nĐến cử biển Đại Nha thì cùng đường nên tự vẫn. Lý Phật tử thống nhất giang sơn\n\nTuy có công giúp cha nhưng Lý Nhã Lang là con trai của thứ phi nên không được làm thái tử mà phải dời về quê mẹ là Chu Chàng để ở.\n\nTheo truyền ở đình Ngọc Mạch, Nam từ Liêm thì Chàng về quê mẹ đổi sang họ mẹ là Lã, một hôm ra sống tắm bắt được con cá xanh đem về mổ thì được thanh đao thần, từ đó chàng có tài phi thăng biến hóa theo ý muốn.\n\nNgày 18-10, hai mẹ con chàng đi chơi, đến khu gò lớn thấy đám mây trắng vụt ra, chàng lấy đao thần chém sang bờ bắc con sông, rồi hai mẹ con biến mất. Do đổi sang họ mẹ nên Lý Nhã Lang ở đình Ngọc Mạch còn được thờ với cái tên Lã Nam Đế.\n\nĐình Ngọc Mạch cũng là 1 di tích quan trọng thờ Nhã Lang Vương, hàng năm vào tháng 2 âm lịch, ngày hội của làng, có tới 18 làng vùng Sơn Tây cùng thờ Nhã Lang cũng đến đây dự hội.\n\n== Các di tích thờ Lý Nhã Lang ==\n\n* Đình Chu Quyến, Chu Chàng, Bình Lũng \n* Đình Ngọc Mạch, xã Xuân Phương, Nam Từ Liêm, Hà Nội\n* Tỉnh Vĩnh yên cũ, thời Bảo Đại có kê khai các địa phương sau thờ cúng Lý Nhã Lang: Tổng Bích chu, Tổng Thủ Độ, Tổng thượng phú, Tổng Thượng Trưng\n• Quán làng Vân Lũng, An Khánh, Hoài Đức, Hà Nội.\n\n== Xem Thêm ==\n\n* [[Đình Chu Quyến]]\n\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Hoàng tử Việt Nam]]\n[[Thể loại:Võ tướng nhà Tiền Lý]]"}