{"19333184":"{{Thông tin nhân vật\n|name=Nhật Trung\n|image=NHAT TRUNG 2023 P1.jpg\n|image_size=\n|caption=Nhật Trung vào năm 2023\n|birth_name=Nguyễn Nhật Trung\n|birth_date={{Ngày sinh và tuổi|1972|01|8}}\n|birth_place=[[Bình Định]], [[Việt Nam Cộng hòa]]\n|death_date=\n|death_place= \n\n|height=\n|occupation={{Hlist|[[Diễn viên]]|[[đạo diễn]]}}\n|years_active=1995 – nay\n|spouse=\n|awards=\n|website=\n}}\n'''Nguyễn Nhật Trung''', thường được biết đến với nghệ danh '''Nhật Trung''' hoặc '''Trung Lùn''' (sinh ngày [[8 tháng 1]] năm [[1972]]), là một nam đạo diễn, diễn viên kiêm người dẫn chương trình người [[Việt Nam]].\n\n==Cuộc đời và sự nghiệp==\nAnh tên thật là '''Nguyễn Nhật Trung''', sinh ngày [[8 tháng 1]] năm [[1972]] tại [[Bình Định]], là người con thứ 4 trong gia đình có 7 anh em.\n\nMẹ mất sớm vì bệnh khi anh mới 12 tuổi. Cha làm tài xế cho đoàn hát nên thường đi xa vắng nhà. Ông nội cũng là một diễn viên hát bội cũng thường đi lưu diễn. Vì vậy các anh em anh đều do bà nội nuôi dưỡng. Do gia cảnh khó khăn, các anh em đều phụ bán [[bánh bò]] để có thêm tiền sinh kế.\n\nDo gia đình ít nhiều ảnh hưởng thiên hướng nghệ thuật, năm 18 tuổi, anh theo học [[Trường Đại học Sân khấu – Điện ảnh Thành phố Hồ Chí Minh|trường Nghệ thuật Sân khấu 2]] khóa năm 1991-1995. Tuy nhiên, trong những năm đầu, anh chỉ nhận được các vai diễn lót cho các nhóm hài [[Nhật Cường]], Hữu Phước, Phương Bình, [[Hữu Lộc]]... Đồng thời cũng lái xe ôm vào ban ngày để có thêm thu nhập.\n\n\"Sự nghiệp xe ôm\" kéo dài khoảng một năm rưỡi, anh được đạo diễn [[Công Ninh]] gọi về làm trợ giảng lớp diễn viên và làm diễn viên cho Đoàn Kịch Trẻ. Anh cũng dần được đôn lên vai chính trong các nhóm hài Tuổi Đôi Mươi của [[Nhật Cường]] – Hoàng Sơn, Phương Bình và 3 Chú nhóc của [[Thái Hòa (diễn viên)|Thái Hòa]] – [[Đức Thịnh (đạo diễn)|Đức Thịnh]] và dần được biết đến với biệt danh '''Trung Lùn'''. Sau khi nhóm hài 3 Chú Nhóc tan rã, anh lập nhóm hài Nhật Trung của riêng mình.\n\nSự nghiệp đạo diễn của anh khởi đầu từ video ca nhạc \"Trọn đời bên em\" của ca sĩ [[Lý Hải]]. Sự thành công của video ca nhạc này tạo tiền đề cho sự hợp tác tiếp theo của anh với [[Hoài Linh]], [[Nhật Cường]], Hoàng Sơn, [[Tấn Beo]], [[Việt Hương]]... trong vai trò đạo diễn các video hài.\n\nLàm đạo diễn tay ngang trong thời gian dài, anh mới bắt đầu đăng ký theo học lớp đạo diễn. Tuy nhiên, chỉ được gần 2 năm thì anh được nghệ sĩ [[Phước Sang]] mời làm đạo diễn phim truyền hình, do đó bỏ dở việc học.\n\nCuối thập niên 2010, sự nghiệp đạo diễn truyền hình của anh nổi tiếng với các sản phẩm remake từ những bộ phim truyền hình đình đám của [[Hàn Quốc]] như [[Gia đình là số 1 (phim truyền hình 2017)|Gia đình là số 1]] (2017), Ngôi sao khoai tây (2018), [[Gia đình là số 1 - Phần 2 (phim truyền hình 2019)|Gia đình là số 1 - Phần 2]] (2019).\n\n==Đời tư==\nNhật Trung lập gia đình vào năm 2005. Vợ anh nhỏ hơn anh 12 tuổi. Hai người có với nhau 3 người con: 1 trai, 2 gái.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.htv.com.vn\/dao-dien-trung-lun-lam-phim-dung-de-moi-nguoi-tre-moi-1 Đạo diễn Trung “lùn”: Làm phim đừng để mọi người “trề môi”]\n* [http:\/\/www.htv.com.vn\/trung-lun-vi-dao-dien-uy-tin-trong-lang-phim-anh-viet Trung \"lùn\" - Vị đạo diễn uy tín trong làng phim ảnh Việt]\n\n{{thời gian sống|1973}}\n\n[[Thể loại:Sinh năm 1973]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Nghệ sĩ hài Việt Nam]]\n[[Thể loại:Đạo diễn điện ảnh Việt Nam]]\n[[Thể loại:Đạo diễn sân khấu Việt Nam]]\n[[Thể loại:Nam diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Nam diễn viên truyền hình Việt Nam]]\n[[Thể loại:Nam diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Nhà biên kịch điện ảnh Việt Nam]]\n[[Thể loại:Người làm điện ảnh Việt Nam]]\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Sinh tại Bình Định]]"}