{"1236639":"{{Thông tin nhân vật\n|name = Nhật Cường\n|image = Nhật cường (cropped).JPG\n|caption = Nhật Cường vào năm 2011\n|birth_name = Võ Nhựt Cường\n|birth_date = {{Ngày sinh và tuổi|1965|9|10}}\n|birth_place = [[Nha Trang]], [[Khánh Hòa]], [[Việt Nam Cộng hòa]]\n|quốc tịch = {{VIE}}\n|death_date = \n|death_place = \n|occupation = {{hlist|[[Diễn viên]]|[[Nhà làm phim]]}}\n|years_active = 1988{{spaced en dash}}nay\n}}\n\n'''Võ Nhựt Cường''', thường được biết đến với nghệ danh '''Nhật Cường''' (sinh ngày [[10 tháng 9]] năm [[1965]]), là một nam [[diễn viên]], [[đạo diễn]] kiêm [[nhà làm phim]] nổi tiếng người [[Việt Nam]].<ref>{{Chú thích web |url=https:\/\/giaitri.vnexpress.net\/sao\/nhat-cuong-19333\/tieu-su.html |ngày truy cập=2018-07-13 |tựa đề=Tiểu sử Nhật Cường |archive-date = ngày 13 tháng 7 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180713172850\/https:\/\/giaitri.vnexpress.net\/sao\/nhat-cuong-19333\/tieu-su.html }}<\/ref><ref>[http:\/\/vietnamnet.vn\/vn\/giai-tri\/di-san-my-thuat-san-khau\/quang-doi-co-cuc-cua-dien-vien-hai-nhat-cuong-304044.html Quãng đời cơ cực của diễn viên hài Nhật Cường]<\/ref>\n\n==Tiểu sử==\nAnh tên thật là '''Võ Nhựt Cường''' sinh năm [[1965]], quê ở [[Nha Trang]], [[Khánh Hòa]], sinh ra trong gia đình không ai theo nghệ thuật, cha mẹ sống bằng nghề buôn bán.\n\nAnh có niềm đam mê nghệ thuật từ nhỏ và anh đã nuôi lớn ước mơ của mình. Không giống như nhiều nghệ sĩ khác bị đình công phản đối nghệ thuật. Anh lại nhận được sự ủng hộ nhiệt tình từ phía gia đình. Nhật Cường mê [[Charlie Chaplin]] và đã đăng ký lớp kịch câm ở Nhà Văn hóa Thiếu nhi tỉnh Khánh Hòa do đó anh có năng khiếu với môn kịch câm và nghệ thuật từ nhỏ.\n\nBan đầu anh theo đuổi ước mơ bằng việc tham gia vào lớp kịch câm ở nhà văn hóa thiếu nhi tỉnh Khánh Hòa. Sau đó, điều này làm dấy lên ý kiến ​​​​của anh rằng để phát triển sự nghiệp thì trước tiên mình phải có được một nền tảng chắc chắn.\n\nNăm 1984, khi học xong trung học, anh thi vào [[Trường Đại học Sân khấu – Điện ảnh Thành phố Hồ Chí Minh]] vì muốn \"nghề nghiệp của mình có nền tảng vững chắc về các kỹ năng biểu diễn trên sân khấu thì phải đi học một trường chuyên nghiệp nào đó\". Anh tốt nghiệp năm 1988 và bắt đầu đi diễn chính thức đến nay được hơn 30 năm.\n\nVì gia đình không có điều kiện chu cấp và cũng không muốn làm gánh nặng cho gia đình. Nên khoảng thời gian này anh đã trải qua không ít khó khăn. Đồng hành cùng anh còn có danh hài Hoàng Sơn, [[Phước Sang]].\n\nNăm 2002, anh đã kết hôn và vợ chồng anh sinh bé Nhật Thịnh. Đến năm 2004, vợ Nhật Cường qua Mỹ định cư khoảng 5 năm sau, anh đưa con sang sống cùng vợ.\n\n== Sự nghiệp ==\n\nNghề diễn viên là một nghề không hề dễ dàng đối đầu với bất kỳ ai và không có gì riêng của Nhật Cường. Để có được thành công anh đã phải trải qua không ít khó khăn.\n\nSau những lần đi diễn chui để kiếm tiền. Sau những lần làm việc đến mệt lả người mà không có cơm ăn. Sau một khoảng thời gian tưởng chừng như sẽ mơ ước có cơ hội đứng trên sân khấu thì anh đã hái lượm không mấy thành công.\n\nVà thành công lớn nhất trong sự nghiệp của anh có thể là sự chào đón cũng như hỗ trợ nhiệt nhiệt từ phía khán giả. Những tác phẩm hài là những câu chuyện gắn liền với cuộc đời sống thực sự bên ngoài cuộc đời của con người. Những tiểu phẩm nhẹ nhàng, hài hước nhưng ẩn chứa bên trong là những phản ánh, thông điệp đầy ý nghĩa đối với người xem. Đó chính là lý do khiến những người ta yêu mến Nhật Cường và giúp anh có được thành công như ngày hôm nay.\n\nGiờ đây anh đã có một sự nghiệp chắc chắn. Nhóm hài của anh hoạt động rất tốt sau bao nhiêu khó khăn và gian truân. Anh cũng dành được nhiều giải thưởng khác nhau. Không ít sản phẩm của các anh đã đi vào lòng khán giả như: \"Con ma đề\", \"Cạm bẫy tình yêu\", \"Kẻ không có trái tim\", \"Xem mắt nàng dâu\", \"Ra giêng anh cưới em\"...\n\nNhưng chưa bao giờ anh hài lòng với một vai diễn trong bất kỳ tác phẩm nào một cách Trọn vẹn, bởi anh luôn muốn mình phấn đấu hoàn thiện những kỹ năng biểu diễn để vai diễn \"tròn\" hơn. Đó là lời tâm sự chân thành của nghệ sĩ hài Nhật Cường.\n\nVà cuối cùng anh đã có hướng đi cho riêng mình. Một gương mặt lạ, cộng thêm một nét diễn rất lạ không “dùng hàng” bất kỳ ai, không sử dụng những biểu thức ngoại hình mà anh diễn bằng lời nói là chính.\n\nHiện tại nhóm của anh có trên ba mươi tiểu mỹ phẩm, đi đâu chị con yêu cầu tiểu mỹ phẩm nào là anh diễn tiểu liền liền nên khan giả rất thích.\n\nKhán giả rất thích những tiểu anh diễn, bởi nó sâu sắc nhưng lại rất gần gũi với cuộc sống đời thường. Và điều quan trọng hơn, họ thích cách diễn của anh, không nhăn mặt, nhăn nheo hay cười nhạo hay la làng la ó, thậm chí chí nhảy \"đồng đỏng\" trên sân khấu để cười giả tạo…\n\nTrên sân khấu, nghệ sĩ Nhật Cường diễn rất nhẹ nhàng, tinh khiết như đang… “tâm sự” với người xem nhưng không thiếu chất hài hước và khi nghiền ngẫm lại những lời thoại trong tiểu phẩm của anh câu nào cũng sâu sắc, luôn mang tính giáo dục, hoặc phê phán những tội hư hỏng.\n\nĐược khán giả mến là vậy nhưng chưa bao giờ nghệ sĩ Nhật Cường hài lòng với những tiểu phẩm của mình.\n\nNhật Cường là vậy, không ồn ào hay chạy theo phong trào, anh cứ từ trong mọi chuyện nhưng chuyện nào cũng thành công mỹ mãn. Hơn 20 năm đi diễn không biết có bao nhiêu đĩa được phát hành, hải ngoại có, trong nước có, nhưng tất cả đều chung với các diễn viên khác.\n\nTrong suốt sự nghiệp diễn xuất của mình, anh đã mang đến cho khán giả không ít tiểu phẩm hài độc đáo. Trong đó vở hài kịch Nhật Cường Sợ Vợ được nhiều người yêu thích và nổi tiếng nhất mỗi khi nhắc đến tên tuổi của anh.\n\nSự hợp tác giữa Nhật Cường và Hoài Linh hay Nhật Cường và Bảo Chung cũng đưa đến cho khán giả những tiểu phẩm đặc sắc như: Hài nhớ người yêu, Nợ một cuộc tình, The place but more than, Kén chồng…\n\nĐặc biệt, vào năm 2009, anh vừa thực hiện một live show hoành tráng và rất thành công với tựa đề: \"Nhật Cường cười để nhớ\", bao gồm những tác phẩm có nội dung rất gần giang hồ và phê phán hư hỏng xấu…Trong đó có tiểu phẩm “Con ma đề” được khán giả rất thích.\n\nTrong đó có tiểu phẩm \"Con ma đề\" được khán giả rất thích. Anh đã cho ra mắt nhiều DVD gồm nhiều bài hát và nhiều vở kịch. Và cũng không ít nhũng liveshow hoành tráng.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/nhat-cuong-ban-dat-lam-liveshow-4564961.html|tựa đề=Nhật Cường bán đất làm liveshow|họ=VnExpress|website=vnexpress.net|ngôn ngữ=vi|ngày truy cập=2023-02-05}}<\/ref>\n\nSau gắn bó gần 30 năm với về, từ một anh chàng chuyên diễn hài cho các sân khấu nhỏ lẻ cho đến việc tự thành lập một nhóm hài mang tên mình giữ vững phong độ đến ngày hôm nay, anh đã phải trải qua nhiều khó khăn thử thách. Với hơn hàng trăm vở hài kịch, tham gia trên 30 bộ phim và làm đạo diễn cho không ít phim hài cũng như phim ảnh. Các bộ phim tiêu biểu như: Cổ tích Việt Nam: Chiếc áo tàng hình, Ngỡ ngàng, [[Vị đắng tình yêu]], Lệnh truy nã 2…\n\nAnh cũng là đạo diễn của nhiều tiểu phẩm hài cũng như những bộ phim điện ảnh nổi tiếng như: Cô gái điên, Bí mật lại bị mất…\n\nNhững khán giả yêu thích và theo dõi nghệ sĩ Nhật Cường đều biết, cứ mỗi lần phát hành một sản phẩm mới là cả mồ hôi và tâm huyết yêu nghề của anh. Anh chưa bao giờ thỏa mãn với bản thân để luôn sáng tạo nội dung, tìm tòi thật nhiều niềm cảm hứng từ cuộc sống bình dị nhưng phải thật sâu sắc. Mỗi sản phẩm của anh với những cảnh đời sân khấu, với những câu chuyện nghề hài hước nhưng rất bình dị. Ngoài ra, anh cũng luôn gửi gắm những ý tưởng nhẹ nhàng về lối sống chân thật không lừa gạt dối trá, sống là phải biết vượt qua khó khăn bằng ý chí và đôi tay của mình.<ref>{{Chú thích web|url=https:\/\/golive.vn\/tieu-su-va-su-nghiep-dien-vien-nhat-cuong.t1003\/|tựa đề=Tiểu sử Nhật Cường|url-status=live}}<\/ref>\n\n==Danh sách hài kịch==\n'''<u>Tiêu biểu:<\/u>'''{{Div col|Cols=2}}\n*Liveshow Cười để nhớ 1: Con ma đề\n*Liveshow Cười để nhớ 2: Những kiểu ngủm lãng xẹt\n*Liveshow Cười để nhớ 3: Con ma đề 2\n*Liveshow Cười để nhớ 4\n*Liveshow Cười để nhớ 5\n*Cười để nhớ Nụ cười xuân 2014\n*Cười để nhớ Nụ cười xuân 2015\n*Cười để nhớ Nụ cười xuân 2016\n*Album ca nhạc hài \"Mặt mụn dễ thương\"\n*Ra giêng anh cưới em\n*Hung thần khu phố\n*Sân ga tình người\n*Thương đâu gã đó\n*Tình y2k\n*Trạng Lợn\n*Đóa hồng gai\n*Con tàu đến thiên đường\n*Tuyển ca sĩ\n*Ông cụ\n*Kén rể\n*Anh Tư tốt bụng\n*Bác sĩ miệt vườn\n*Chiếc kim kỳ diệu\n*Nợ duyên\n*Con cá độ\n*Nỗi oan Thị Mầu\n*Anh sui chị sui\n*Những người lịch sự\n*Vỡ mộng\n*Chuyện tầm phào\n*Bà xã tui number one\n*Đệ nhất thần thấu\n*Ngôi nhà hạnh phúc\n*Du học\n*Rượu\n*Taxi may mắn\n*Oan gia ngõ hẹp\n*Đám cưới miệt vườn\n*Ai tốt hơn\n*Lấy chồng ngoại\n*Những con vịt\n*Bác Ba Phi\n*Vì sao tôi điên\n*Xích lô \/ Gieo gió gặt bão\n*Tommy Tèo\n*Ai câm?\n*Hắc Bạch công tử\n*Anh nuôi vui tính\n*Đừng đùa với tình yêu\n*Điên thời đại\n*Người hùng sa đi\n*Con ma\n*Lan và Điệp thời @\n*Chuyện không ngờ\n*Cướp cạn\n*Lò heo quay\n*Hoa hậu trăm năm\n*Mẹ yêu\n*Giai điệu hoa hồng\n*Lời thề thứ 9\n*Vụ án 2.000 ngày\n*Vụ án con bò\n*Vụ án trộm trứng gà\n*Quyền được phán xét\n*Lôi vũ\n*Ngoại tình\n*Con ma đề\n*Vỡ mộng\n*Gậy ông đập lưng ông\n*Nhiều chuyện\n*Xích lô\n*Thông gia đại chiến\n*Cạm bẫy tiền\n*Vì sao tôi điên\n*Trùm nhiều chuyện\n*Vọng ngoại\n*Nhập vai xém nhập viện\n*52 Lá bài (Tôi yêu 52 lá)\n*Ông là bà xã\n*Có tiền có quyền\n*Xóm vịt\n*Ráp Ôi đồng tiền \n*Đồng tiền kỳ diệu\n*Tiền và đời\n*Tiền là gì\n*Tiền thắng tình thua\n{{Div col end}}\n* '''Và nhiều vở hài kịch khác'''\n\n== Danh sách phim ==\n'''<u>Tiêu biểu:<\/u>'''\n*Cổ tích Việt Nam: Chiếc áo tàng hình \"phim truyền hình\"\n*Ngỡ ngàng \"phim chiếu rạp\" (năm 1986)\n*[[Vị đắng tình yêu]] \"phim chiếu rạp\" (năm 1990)\n*Lệnh truy nã 2 \"phim chiếu rạp\" (năm 1990)\n*Vực thẳm tình yêu \"phim chiếu rạp\" (năm 1991)\n*Mảnh tình nghiệt ngã \"phim chiếu rạp\" (năm 1989)\n*Nước mắt học trò \"phim chiếu rạp\" (năm 1992)\n*Yêu nàng hoa hậu \"phim chiếu rạp\" (năm 1993)\n*Mênh mông tình buồn \"phim chiếu rạp\" (năm 1998)\n*Bụi hồng \"phim chiếu rạp\" (năm 1997)\n*Em và Michael \"phim chiếu rạp\" (năm 1994)\n*Cô gái điên \"phim chiếu rạp\" (năm 1995)\n*Xóm Cũ \"phim truyền hình 1 tập\" (năm 2003)\n*[[Võ lâm truyền kỳ (phim)|Võ lâm truyền kỳ]] \"phim chiếu rạp\" (năm 2007)\n*Sắc đẹp và danh vọng \"phim truyền hình 46 tập\" (năm 2010)\n*Cụ Tổ hiển linh \"phim truyền hình\" (năm 2012)\n*Thiên sứ lông bông \"phim truyền hình 54 tập\" (năm 2011)\n*Album ca nhạc \"Trọn đời bên em 10\" (của ca sĩ [[Lý Hải]]) (năm 2009)\n*Ông tơ, bà  nguyệt  vai Thiên Lôi  (2013)\n*Cầu vồng sau mưa  vai Ông Tư (2011)\n*[[Hoán đổi thân xác]] \"phim chiếu rạp\" (năm 2011)\n*Truy tìm kho báu \"phim truyền hình 35 tập\" (năm 2011)\n*Hiệp sĩ guốc vông (2013)\n*Về quê \"phim truyền hình 31 tập\" (năm 2012)\n*Yêu anh! Em dám không? \"phim chiếu rạp\" (năm 2013)\n*Cổ tích thời @ \"phim truyền hình\" (năm 2013)\n*[[Năm sau con lại về]] \"phim chiếu rạp\" (năm 2014)\n*Bí mật lại bị mất \"phim chiếu rạp\" (năm 2014)\n*Tỷ phú chăn vịt  vai Ông Tư Ếch  (năm 2014)\n*Tần nương thất \"phim truyền hình 30 tập\" (năm 2015)\n*Ba đâu có khóc \"phim truyền hình 30 tập\" (năm 2015)\n*[[Cô Thắm về làng (phim truyền hình)|Cô Thắm về làng]] phần 3  vai Cậu Hai  (2018) \n*'''Và nhiều bộ phim khác'''\n\n==Đạo diễn==\n*Phim: “Lệnh truy nã”, “Nước mắt học trò”, “Mảnh tình nghiệt ngã”, “Về trong sương mù”…<ref name=\":0\">{{Chú thích web|url=https:\/\/cand.com.vn\/Nhan-vat\/Chuyen-cua-danh-hai-Nhat-Cuong-i316906\/|tựa đề=Chuyện của danh hài Nhật Cường|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2023-02-03}}<\/ref>\n*Kịch truyền hình của chương trình Trong nhà ngoài phố như: “Con ma pháo”, “Hung thần khu phố”…<ref name=\":0\" \/>\n*Series hài Tài Tiếu Tuyệt\n*Các series hài và ca nhạc của Trung tâm băng nhạc Rạng Đông\n*Các series hài và ca nhạc của Trung tâm băng nhạc Hoa Biển\n*Các series hài và ca nhạc của Trung tâm băng nhạc Làng Văn\n*Các series hài của các đài truyền hình\n*Album hài \"Mặt mụn dễ thương\"\n*Hài kịch \"Vỡ mộng\", \"Những con vịt\", \"Ai câm?\", \"Chiếc kim kỳ diệu\", \"Oan gia ngõ hẹp\", \"Cá độ\", \"Tommy Tèo\", \"Kén rể\", \"Chuyện tầm phào\", \"Vì sao tôi điên\", \"Cơn lốc điện thoại\", \"Lấy chồng ngoại\", \"Giai điệu hoa hồng\", \"Thần bài\", \"Ông cụ\"…\n*Hài kịch \"Chuyện không ngờ\", \"Điên thời đại\", \"Lăng kính cuộc đời\"...\n*Liveshow Nhật Cường: Cười để nhớ 1 - Con ma đề\n*Liveshow Nhật Cường: Cười để nhớ 2 - Những kiểu ngủm lãng xẹt\n*Liveshow Nhật Cường: Cười để nhớ 3 - Con ma đề 2\n*Liveshow Nhật Cường: Cười để nhớ 4\n*DVD Nụ cười xuân 1\n*DVD Nụ cười xuân 2\n*DVD Nụ cười xuân 3\n*Nhật Cường Cười để nhớ Nụ cười xuân 2014\n*Nhật Cường Cười để nhớ Nụ cười xuân 2016\n*Phim chiếu rạp \"Cô gái điên\" năm 1995\n*Liveshow [[Lý Hải]] 2014\n*Phim chiếu rạp \"Bí mật lại bị mất\" năm 2014\n\n== MV ==\n* MV ca nhạc: Chuyện tình người trinh nữ tên Thi - Như Quỳnh (''Paris by Night 41 - 1997'')\n* MV ca nhạc: Lỗi lầm\n* MV ca nhạc hài: Ai tốt hơn\n* MV hài: Giờ tôi đã biết\n* MV hài: Lá bài\n* MV hài: Làm quen\n* MV hài: Công tử Bạc Liêu\n* '''Và nhiều MV ca nhạc hài khác''' \n== Chương trình truyền hình ==\n* Gala cười - Diễn viên\n* Gặp nhau cuối tuần - Diễn viên\n* Vitamin cười - Diễn viên\n* Thăm nhà người nổi tiếng - Khách mời\n* Kỳ án Đông Tây kim cổ - Diễn viên\n* Tài tiếu tuyệt mùa 1,2,3 - Đạo diễn, diễn viên\n* Đẳng cấp Troller - Giám khảo\n* Cười xuyên Việt - Giám khảo\n* Hội ngộ danh hài - Diễn viên\n* Gõ cửa thăm nhà - Khách mời\n* '''Và nhiều chương trình khác'''\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[https:\/\/www.facebook.com\/nhatcuong.hai Facebook của Nhật Cường]\n\n[[Thể loại:Sinh năm 1965]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Nghệ sĩ hài Việt Nam]]\n[[Thể loại:Nam diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Nam diễn viên truyền hình Việt Nam]]\n[[Thể loại:Nam diễn viên sân khấu Việt Nam]]\n[[Thể loại:Đạo diễn sân khấu Việt Nam]]\n[[Thể loại:Người Nha Trang]]\n[[Thể loại:Người Khánh Hòa]]"}