{"768280":"'''Nhạc phản chiến của [[Trịnh Công Sơn]]''' bao gồm các tác phẩm của [[Trịnh Công Sơn|ông]] viết về [[Chiến tranh Việt Nam]] dưới các góc nhìn khác nhau. Nhạc phản chiến của ông bắt nguồn từ tình yêu thương, là những bài tự tình dân tộc, nói về thân phận khổ ải của con người trong chiến tranh.<ref name=bm24 \/> Các ca từ trong các ca khúc phản chiến ca tụng tình yêu thương, chống bạo lực và chiến tranh, kêu gọi sự đoàn kết và xóa bỏ lòng hận thù. Các tác phẩm của ông chủ yếu được lưu truyền trong giới sinh viên, một vài bài hát bị chính phủ [[Việt Nam Cộng hòa]] và đa số bài hát bị chính phủ [[Việt Nam Dân chủ Cộng hòa]] cấm lưu hành.<ref name=bm31>Ban Mai, sách đã dẫn trang 31<\/ref> Sau chiến tranh, một số tác phẩm được phép lưu hành ở Việt Nam, nhưng một số tác phẩm bị cấm lưu hành. Sau khi mất, năm 2004 ông được trao Giải thưởng âm nhạc hoà bình thế giới (WPMA).<ref name=bm4>Ban Mai, sách đã dẫn trang 4<\/ref>\n\nTrịnh Công Sơn bắt đầu sáng tác dạng nhạc này vào khoảng năm [[1965]]- [[1966]]. Năm [[1966]], ông cho ra đời tập ''Ca khúc Trịnh Công Sơn'', trong đó có manh nha một xu hướng chính trị yếm thế. Đến năm [[1967]], nhạc Trịnh lên đến đỉnh cao của sự phản chiến bằng tập ''Ca khúc da vàng''. [[1968|Năm sau]], ông cho ra tiếp tập ''Kinh Việt Nam''. Từ năm [[1970]] tới [[1972]] ông tự ấn hành được hai tập nhạc phản chiến là ''Ta phải thấy mặt trời'' và ''Phụ khúc da vàng''<ref>{{chú thích web | url =http:\/\/www.trinh-cong-son.com\/buuchi.html | title =Về Những Ca Khúc Phản Chiến Của TCS | access-date =31 tháng 3 | accessmonthday = | accessyear =2011 | author =Bửu Chi | 7 = | archive-date =2017-09-11 | archive-url =https:\/\/web.archive.org\/web\/20170911015305\/http:\/\/trinh-cong-son.com\/buuchi.html | url-status =dead }}<\/ref>. Bởi thế những ca khúc viết về quê hương chiến tranh và thân phận người dân nước nhược tiểu (nước nhỏ và bị những nước lớn gây ảnh hưởng) của Trịnh Công Sơn còn gọi là \"nhạc da vàng\".\n\n==Phản ứng của chính quyền [[Việt Nam Dân chủ Cộng hòa]] và [[Việt Nam Cộng hòa]]==\nCác tác phẩm phản chiến của ông phản đối cuộc chiến tranh Việt Nam, do đó cả hai phía đều cấm lưu hành phần lớn các tác phẩm phản chiến của ông, mặc dù vậy nhiều người [[Việt Nam]] vẫn rất yêu thích các tác phẩm này. Vì thái độ không thật sự nghiêng về bên nào của ông đã gây nên sự nghi ngờ của cả hai phía.<ref name=bm29>Ban Mai, sách đã dẫn trang 29<\/ref> Trong tác phẩm \"Gia tài của mẹ\" (1965), ông gọi các cuộc chiến tranh ở Đông Dương và Việt Nam suốt 20 năm là \"nội chiến\",<ref name=bm24>Ban Mai, sách đã dẫn trang 24<\/ref> vì đối với ông cái chết nào cũng gây đau lòng với [[người Việt|dân tộc]]\".<ref>Hoàng Phủ Ngọc Tường, sách đã dẫn trang 63<\/ref> Bên [[Việt Nam Cộng hòa]] còn có người coi ông là người \"yếu đuối\": ''Trịnh Công Sơn chỉ là một cây sậy, hơn thế nữa, là một cây sậy yếu hèn (cho dù có là \"cây sậy có biết suy nghĩ tới đâu). Trong lớp vỏ của một cây sậy, của một thể chất yếu đuối, là một bản chất yếu đuối...''<ref name=bm28>Ban Mai, sách đã dẫn trang 28<\/ref>. Đối với MTDTGPMN, họ không quan tâm đến các ca khúc phản chiến của Trịnh Công Sơn vì ông không biết gì về chính trị và tội ác của người ngoại quốc. Còn bên [[Việt Nam Dân chủ Cộng hòa]] thì có những người \"gạt ông sang bên lề vì coi ông thiếu lập trường chính trị\",<ref name=bm29 \/> có những người cực đoan dọa sau khi tiến về [[Thành phố Hồ Chí Minh|Sài Gòn]] đòi sẽ \"xử tử\" ông.<ref name=bm24 \/>\n\nVào ngày [[30 tháng 4]] năm [[1975]], khi chấm dứt [[Chiến tranh Việt Nam]], ông lên [[Đài Vô tuyến Việt Nam|Đài phát thanh Sài Gòn]] hát bài ''\"Nối vòng tay lớn\"'' (bài hát kêu gọi và nói về ước mơ hòa hợp dân tộc hai miền Nam Bắc mà ông viết từ năm 1968<ref name=\"nho3\">Sách Trịnh Công Sơn Một người thơ ca Một cõi đi về trang 104<\/ref> và Khánh Ly đã từng ghi âm và sản xuất băng nhạc năm 1969). Cũng chính ông là người [[sự kiện 30 tháng 4 năm 1975|trưa ngày 30\/4]] đã đứng lên phát biểu trực tiếp trên đài phát thanh Sài Gòn sau lời tuyên bố đầu hàng của Tổng thống [[Dương Văn Minh]] và kêu gọi:<ref>{{Chú thích thông cáo báo chí |\n publisher = Tiến Dũng - [[VnExpress]]|\n date = ngày 30 tháng 4 năm 2011 |\n url = http:\/\/vnexpress.net\/gl\/xa-hoi\/2011\/04\/buoi-phat-thanh-lich-su-tai-sai-gon-trua-30-4-1975\/|\n title = Buổi phát thanh lịch sử tại Sài Gòn trưa 30\/4\/1975|\n access-date = ngày 30 tháng 4 năm 2011}}<\/ref> \"''Hôm nay là ngày mơ ước của tất cả chúng ta... Ngày mà chúng ta giải phóng hoàn toàn đất nước Việt Nam này... Những điều mơ ước của các bạn bấy lâu là [[độc lập]], [[quyền tự do|tự do]], và [[thống nhất]] thì hôm nay chúng ta đã đạt được tất cả kết quả đó... Hôm nay tôi yêu cầu các văn nghệ sĩ cách mạng miền Nam Việt Nam, các bạn trẻ và Chính phủ Cách mạng lâm thời xem những kẻ ra đi là những kẻ phản bội đất nước...Chính phủ Cách mạng lâm thời đến đây với thái độ hòa giải, tốt đẹp. Chúng ta không có lý do gì để sợ hãi mà ra đi cả. Đây là cơ hội duy nhất và đẹp đẽ nhất để đất nước Việt Nam được thống nhất và độc lập. Thống nhất và độc lập là những điều chúng ta mơ ước suốt mấy chục năm nay. Tôi xin tất cả các bạn, thân hữu và cũng như những người chưa quen của tôi xin ở lại và kết hợp chặt chẽ với Ủy ban Cách mạng lâm thời để góp tiếng nói xây dựng miền Nam Việt Nam này...''\"<ref>{{chú thích web | url = https:\/\/www.youtube.com\/watch?v=qRmepINV5hY | tiêu đề = Lời kêu gọi của nhạc sĩ TCS trên đài phát thanh SG ngày 30 | author = | ngày = | ngày truy cập = 22 tháng 7 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n==Một số ca khúc==\nMột số nhạc phản chiến đã được phát hành chính thức trong các tập nhạc ''Ca khúc da vàng, Kinh Việt Nam'' do Nhà xuất bản Nhân Bản ấn hành và hầu hết được ca sĩ [[Khánh Ly]] trình bày trong các băng nhạc ''[[Hát cho quê hương Việt Nam]]'' trước năm 1975. Tuy nhiên sau khi chấm dứt [[chiến tranh Việt Nam]], cho đến nay rất nhiều ca khúc trong số này chưa được lưu hành trở lại trong nước Việt Nam thống nhất.\n[[Tập tin:Hát Cho Quê Hương Việt Nam album cover.jpg||nhỏ|350px|Bìa trong băng nhạc Hát Cho Quê Hương Việt Nam 1]]\nRiêng 2 ca khúc là ''Bài ca dành cho những xác người'' và ''Hát cho người nằm xuống'' do Trịnh Công Sơn sáng tác nhân sự kiện [[thảm sát Huế Tết Mậu Thân|\"thảm sát\" Huế Tết Mậu Thân]] như một lời than khóc đồng bào Việt Nam phải chết thê thảm trong chiến tranh. Vì thế, nó cũng được mệnh danh là \"Bài hát thần chết\" tương đương với \"[[Chủ nhật buồn]]\" của Rezso Seress.\n\n; Ca khúc da vàng\n: Nhân Bản phát hành năm 1967, khổ 18X18 cm, với nốt nhạc do tác giả chép tay\n# Ngày dài trên quê hương\n# Người con gái Việt Nam \n# Ngủ đi con\n# Đại bác ru đêm\n# Tôi sẽ đi thăm\n# Tình ca của người mất trí\n# Đi tìm quê hương\n# Đêm bây giờ đêm mai\n# Ngụ ngôn của mùa Đông\n# Nhưng hôm nay\n# Hãy nói giùm tôi\n# Gia tài của Mẹ\n\n; Ca khúc da vàng (2)\n: Nhân Bản tái bản nhiều lần năm 1969, khổ 18x18 cm. Danh mục ca khúc giống như trên, nhưng có thêm 2 ca khúc:\n\n:13. Hát trên những xác người \n:14. Bài ca dành cho những xác người\n\n; Kinh Việt Nam\n:Nhân Bản, 1968, 18x18 cm,\n# Dân ta vẫn sống\n# Chờ nhìn quê hương sáng chói\n# Dựng lại người dựng lại nhà\n# Ngày mai đây bình yên\n# Cánh đồng hòa bình\n# Ta thấy gì đêm nay\n# Sao mắt mẹ chưa vui\n# Đôi mắt nào mở ra\n# Hãy đi cùng nhau\n# Hành Ca\n# Đồng dao hòa bình\n# Nối vòng tay lớn\n\n; Ta phải thấy mặt trời\n: Nhân Bản, 1969, 18x18 cm\n# Ta phải thấy mặt trời\n# Những giọt máu trổ bông\n# Những ai còn là Việt nam\n# Tuổi trẻ Việt Nam\n# Chính chúng ta phải nói\n# Ta đi dựng cờ\n# Đừng mong ai, đừng nghi ngại\n# Việt Nam ơi hãy vùng lên\n# Ta quyết phải sống\n# Chưa mòn giấc mơ\n# Huế Sài Gòn Hà Nội\n\n; Phụ khúc da vàng\n: Nhân Bản, 1972, 18x18cm\n# Một ngày vinh quang một ngày tuyệt vọng\n# Đợi có một ngày\n# Xác ta xác thù\n# Tôi biết tôi yêu\n# Chưa mất niềm tin\n# Người mẹ Ô Lý\n# Hãy nhìn lại\n# Lời ru đêm\n# Mùa áo quan\n\n==Tranh cãi==\nNgày 29\/6\/2022, đơn vị tổ chức đêm nhạc ngày 26\/6 tại Đà Lạt nơi ca sĩ [[Khánh Ly]] trình diễn bài hát \"Gia tài của mẹ\" đã bị Sở Văn hóa, Thể thao và Du lịch tỉnh Lâm Đồng 'mời làm việc' vì nằm ngoài danh mục những bài hát đã cấp phép biểu diễn trong đêm nhạc này. Tuy nhiên, nhạc sĩ [[Tuấn Khanh]] cho biết \"Theo Nghị định số 144\/2020 về hoạt động nghệ thuật biểu diễn được Chính phủ ban hành, từ 1-2-2021, quy định cấp phép ca khúc miền Nam trước 1975 bị bãi bỏ. Phổ biến không cần phải cấp phép nữa.\" <ref>{{chú thích web | url =https:\/\/www.bbc.com\/vietnamese\/vietnam-61991804#:~:text=%22Ho%C3%A0n%20to%C3%A0n%20kh%C3%B4ng%20c%E1%BA%A5p%20ph%C3%A9p,b%C3%A0i%20n%C3%A0y%20trong%20ch%C6%B0%C6%A1ng%20tr%C3%ACnh | title =Khánh Ly - Trịnh Công Sơn: Có 'được' biểu diễn 'Gia tài của mẹ' ở VN? | accessdate = 2022-07-05 | nơi xuất bản=BBC|url-status =live }}<\/ref>\n\n==Giải thưởng==\n* Giải thưởng Âm nhạc hoà bình thế giới (WPMA)<ref name=bm4 \/>.\n\n==Tham khảo==\n* [http:\/\/www.viet-studies.info\/BanMai_TrinhCongSon.pdf Ban Mai, Trịnh Công Sơn - Vết chân dã tràng Nhà xuất bản Lao động 2008]\n* Hoàng Phủ Ngọc Tường, Trịnh Công Sơn và cây đàn lya của hoàng tử bé. Nhà xuất bản Trẻ 2005.\n==Chú thích==\n{{Tham khảo}}\n{{Trịnh Công Sơn}}\n\n[[Thể loại:Nhạc Trịnh Công Sơn]]\n[[Thể loại:Nhạc phản chiến]]\n[[Thể loại:Phong trào âm nhạc Việt Nam]]"}