{"1692140":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{Thông tin nghệ sĩ\n| nền = nhạc sĩ\n| tên = Nhật Bằng\n| image = NhatBang.jpg\n| kích thước hình = 200px\n| caption = Chân dung nhạc sĩ Nhật Bằng\n| tên khai sinh = Trần Nhật Bằng\n| ngày sinh = {{ngày sinh|1930|7|12}}\n| nơi sinh = [[Hà Nội]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|2004|5|7|1930|7|12}}\n| nơi mất = [[Virginia]], [[Hoa Kỳ]]\n| vợ = Vũ Thị Tường Huệ\n| con = Trần Nhật Hải, Trần Thị Bích Vân, Trần Nhật Hùng, Trần Nhật Huấn, Trần Nhật Hào\n| nghệ danh âm nhạc = Nhật Bằng\n| giai đoạn sáng tác âm nhạc = 1947 - 2004\n| bút danh âm nhạc = \n| quốc tịch = Hoa Kỳ\n| nghề nghiệp = [[Nhạc sĩ]]\n| hãng đĩa = \n| dòng nhạc = [[Nhạc tiền chiến]]<br>[[Tình khúc 1954&ndash;1975]]\n| ca khúc = \"Bóng chiều tà\"<br>\"Khúc nhạc ngày xuân\"<br>\"Thuyền trăng\"<br>\"Chiến sĩ ca\"\n| ca sĩ = \n}}\n[[Tập tin:Radio of Vietnam Armed Forces Broadcasting.jpg|phải|nhỏ|Nhạc sĩ Anh Ngọc (trái) và Nhật Bằng (phải) trong phòng thu thanh Đài Tiếng nói Quân đội của [[VTVN]] năm 1965]]\n'''Nhật Bằng''' (tên đầy đủ: '''Trần Nhật Bằng''', 1930-2004) là một nhạc sĩ [[Việt Nam]] trước năm 1975. Ông có các ca khúc nổi tiếng như \"Bóng chiều tà\", \"Khúc nhạc ngày xuân\", \"Thuyền trăng\", \"Chiến sĩ ca\",...\n\n==Tiểu sử==\nNhật Bằng sinh trưởng trong một gia đình [[Nho giáo]] mà [[ông nội]] làm chức Án sát và cha là công chức cao cấp thời Pháp thuộc và [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|Đệ Nhất Cộng hòa]]. Nhật Bằng có ba người em là Nhật Phượng, Hồng Hảo và Thể Tần.<ref>{{Chú thích web|url=https:\/\/vietbao.com\/p122a216482\/ca-si-lao-thanh-nhat-phuong-ra-di-huong-tho-83-tuoi|tiêu đề=Ca sĩ lão thành Nhật Phượng ra đi, hưởng thọ 83 tuổi}}<\/ref><ref>{{Chú thích web|url=http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=602&Itemid=1|tiêu đề=Thuyền Trăng - Tưởng nhớ nhạc sĩ Nhật Bằng|ngày truy cập=2018-07-09|archive-date = ngày 9 tháng 7 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180709123428\/http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=602&Itemid=1|url-status=dead}}<\/ref>\n\nThuở ấu thơ, ông học tiểu học trường [[Công giáo]]. Năm 1944, ông nhập học [[Trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]] tại Hà Nội và kết thân với hai nhạc sĩ cùng thời nổi tiếng là [[Phạm Đình Chương]] và [[Vũ Đức Nghiêm]].\n\nSau [[Cách mạng Tháng Tám|Tổng khởi nghĩa tháng 8]] năm 1945, năm 1946, ông cùng gia đình tản cư vào [[Thanh Hoá]]. Ông tiếp tục học tại Trường Trung học công lập Đào Duy Từ tại Thanh Hóa, tốt nghiệp bằng thành chung năm 1949. \n\nÔng say mê âm nhạc từ thuở nhỏ. Trong những năm đi học và kháng chiến, ông học ký âm pháp, hòa âm, vĩ cầm và sáng tác với người em họ là nhạc sĩ Đỗ Thế Phiệt. Ông đã cùng các em ông biểu diễn và chơi nhạc trong nhà trường thời bấy giờ. Năm 1947, Nhật Bằng viết ca khúc đầu tay là \"Hoa trăng\" ở Thanh Hoá để ghi nhớ mối tình thời học trò của ông ở Hà Nội. Khi Phạm Đình Chương đem vào miền Nam và phổ biến trong [[thập niên 1950]] đã đề nghị đổi tên thành \"Đợi chờ\".\n\nVề sau, ông gia nhập Đoàn văn nghệ Liên khu 4 cùng thời với Hoài Bắc [[Phạm Đình Chương]], Hoài Trung Phạm Đình Viêm và [[Phạm Duy]]. Tại Liên khu 4 Thanh Hóa, ông tự học [[guitar]].\n\nKhi [[Việt Minh]] phát động phong trào [[Cải cách ruộng đất tại miền Bắc Việt Nam|cải cách ruộng đất]] mà chính dòng họ ông là nạn nhân, thân phụ ông khuyên các anh em ông nên cố gắng tìm cách trở về Hà Nội vào năm 1949 - 1950. Về Hà Nội, ông tiếp tục học trung học đệ nhị cấp, sau đó bị động viên đi [[Nam Định]]. Vì muốn theo đuổi ngành âm nhạc nên ông tình nguyện gia nhập Ban quân nhạc Đệ tam Quân Khu cùng thời với các nhạc sĩ Nguyễn Túc, [[Đan Thọ]], [[Văn Phụng]],...\n\nNăm 1951, ông và ba người em thành lập ban hợp ca Hạc Thành (tiếng con chim Hạc của Hà Nội) và trình diễn với phong thái tài tử trên đài phát thanh Hà Nội và các nhạc hội sinh viên học sinh. Ban nhạc của ông được rất nhiều người yêu thích, đặc biệt trong giới sinh viên học sinh. Mặc dù các em ông đều cắp sách đến trường nhưng vì cả gia đình say mê âm nhạc và trau dồi nhạc lý nên nhạc lý và âm nhạc nên họ đều có một căn bản nhạc lý vững chắc. Thời gian này, Nhật Bằng viết một số ca khúc như \"Khúc nhạc ngày xuân\", \"Ánh sáng đồng quê\", \"Dạ tương sầu\", \"Một chiều thu\",...\n\nSang năm 1952, ông gia nhập ngành quân nhạc cùng các nhạc sĩ [[Nguyễn Hiền]], [[Văn Phụng]], [[Đan Thọ]]...\n\nNăm 1954 xảy ra [[Hiệp định Genève, 1954|Hiệp định Genève]] chia cắt đất nước; đại gia đình ông di cư vào [[Miền Nam (Việt Nam)|miền Nam]]. Nhạc sĩ Nhật Bằng gia nhập và tòng sự tại Nha Chiến tranh Tâm lý, Đài Phát thanh Quân đội. Các em ông sau khi hoàn tất bậc trung học thì người đi làm, người tiếp tục học [[đại học]] nên ban hợp ca Hạc Thành chỉ còn thuần tuý trình diễn trên hai Đài Phát thanh Sài Gòn và Quân đội. Trong thời gian này ông đã cho ra đời những ca khúc như \"Vọng cố đô\", \"Bóng quê xưa\", \"Tiếng vọng rừng xanh\",... Trong thời gian này, ông viết chung nhiều ca khúc với nhạc sĩ Đan Thọ.\n\nNăm 1956, Nhật Bằng vào [[Thành phố Hồ Chí Minh|Sài Gòn]]. Thời gian đầu ông làm việc trong Đài phát thanh Quân đội của [[VTVN]]. Bản \"Về đây anh\" do ông viết cùng với nhạc sĩ Nguyễn Hiền được dùng làm nhạc hiệu cho chương trình Chiêu hồi của đài này thời đó.\n\nTheo tài liệu thì ông lập ra ban nhạc tên là ban Nhật Bằng trên đài phát thanh Sài Gòn và đài Quân đội. Đồng thời, ông là nhạc sĩ sử dụng [[contrebasse]] cho các ban nhạc [[Hoàng Trọng]], [[Nghiêm Phú Phi]], Văn Phụng, Tiếng Hát Tâm Tình, Vũ Thành trên đài Sài Gòn. Ngoài ra, ông còn soạn hòa âm cho các ban nhạc trên đài phát thanh, đài truyền hình Việt Nam và cho nhiều hãng băng, hãng dĩa.\n\nĐến năm 1963, Nhật Bằng cùng với Văn Phụng và [[Anh Ngọc]] thành lập ban tam ca nam Đô Si La chuyên trình bày những ca khúc vui tươi. Ban nhạc chiếm được cảm tình của khán thính giả qua cách trang phục lạ mắt với những chiếc áo nhiều màu sắc sọc carô hay những hình vẽ chim cò sặc sỡ. Cùng với những nhạc sĩ di cư từ miền Bắc vào nam khác như Nguyễn Hiền, Văn Phụng, [[Trịnh Hưng (nhạc sĩ)|Trịnh Hưng]], Đan Thọ,... nhạc sĩ Nhật Bằng đã góp công tạo nên một nền âm nhạc phong phú.\n\nCó một thời gian, Nhật Bằng phục vụ cho phòng Văn nghệ thuộc [[Nha Chiến tranh Tâm lý (Việt Nam Cộng hòa)|Cục Tâm lý chiến]] với cấp bậc [[chuẩn úy]]. Năm 1968, Nhật Bằng được trao giải sáng tác nhạc quân đội hay nhất năm với bài \"Chiến sĩ ca\". Ngoài phục vụ quân đội ông còn còn cộng tác với các [[vũ trường]] và [[câu lạc bộ]], tiêu biểu là vũ trường Đêm màu hồng chung với Nguyễn Hiền, Nghiêm Phú Phi.\n\nTừ 1956 đến 1969 là thời kỳ Nhật Bằng sáng tác hăng say nhất. Trong tổng số hơn một trăm nhạc bản của ông, người nghe nhận ra ba thể loại khác nhau là nhạc quê hương, nhạc tình cảm, và nhạc chiến đấu. Rất nhiều ca khúc của ông nói lên nỗi sầu ly hương như \"Vọng cố đô\", \"Anh về một mùa trăng\",...\n\nCa sĩ Anh Ngọc nói về kỷ niệm với nhạc sĩ Nhật Bằng như sau: \"Loại nhạc tình cảm thì tiêu biểu là các bản \"Thuyền trăng\", \"Dạ tương sầu\", \"Lỡ làng\", \"Bóng chiều tà\", \"Một chiều thu\",... Trong thời kỳ quân ngũ, Nhật Bằng sáng tác các bài thuộc loại chiến đấu như \"Bóng người chiến sĩ\", nhất là bài \"Chiến sĩ ca\" được phổ biến khắp các quân trường''\".<ref>{{Chú thích web|url=https:\/\/www.rfa.org\/vietnamese\/news\/programs\/MusicForWeekend\/136142-20040517.html|tiêu đề=Tưởng niệm nhạc sĩ Nhật Bằng|publisher=RFA}}<\/ref>\n\nTừ năm 1969, Nhật Bằng ngừng hẳn việc sáng tác sau khi đã sáng tác gần 100 bài hát đủ thể loại.\n\nSau [[sự kiện 30 tháng 4 năm 1975]], ông bị [[học tập cải tạo|đi tù]] bảy năm vì có phục vụ trong ngành [[tâm lý chiến]]. Sang năm 1986, ông cùng nhạc sĩ [[Phạm Trọng Cầu]] và một số nhạc sĩ trẻ khác ôm đàn đi diễn nhạc tiền chiến tại một số nơi như trường đại học, [[khách sạn]] sau khi những nhạc phẩm này được cho phép.\n\nTháng 9 năm 1990, Nhật Bằng và gia đình sang Mỹ định cư tại tiểu bang [[Virginia]] theo diện HO. Ông mở lớp luyện ca sĩ và soạn hòa âm, đồng thời thành lập ban nhạc cho ba người con trai có nơi hoạt động. Ngoài ra, Nhật Bằng còn tiếp tay với phong trào Hưng Ca Việt Nam và Cao Trào Nhân Bản. Vào năm 1991, ông soạn bài \"Ngày Quốc Tế cho Cao Trào Nhân Bản\" làm nhạc hiệu cho tổ chức đấu tranh [[nhân quyền]] này.\n\nVợ của nhạc sĩ Trần Nhật Bằng là bà Vũ Thị Tường Huệ. Ông bà có năm người con, gồm bốn trai và một gái. Các con của ông là Trần Nhật Hải (guitar), Trần Thị Bích Vân<ref>{{Chú thích web|url=http:\/\/vanhienviettoc.freeservers.com\/vhvn-haingoai.htm|tiêu đề=Hoạt động văn học nghệ thuật Việt hải ngoại}}<\/ref>, Trần Nhật Hùng (bass), Trần Nhật Huấn (keyboard) và Trần Nhật Hào (ca sĩ Nhật Hào) đang định cư tại Virginia. Gia đình Trần Nhật Bằng được nhiều đồng hương ở Washington biết đến qua ban nhạc \"The Blue Ocean\" nổi tiếng chơi cho các trung tâm băng nhạc hải ngoại, sau đổi thành Five Stars. Các con của nhạc sĩ Nhật Bằng có hợp tác với The Diamond Club với tên ban nhạc Saigon Stars Band.\n\nNăm 1998 ông có về thăm Thanh Hoá.\n\nÔng qua đời vì tai biến mạch máu não vào lúc 8 giờ 35 phút tối thứ Sáu ngày 7 tháng 5 năm 2004; lễ viếng được tổ chức trong hai ngày 10 và 11 tháng 5 năm 2004 tại [[nghĩa trang]] [[:en:Fairfax Memorial Park|Fairfax Memorial Park]], [[Fairfax, Virginia]], Hoa Kỳ. Tang lễ được cử hành vào lúc 9 giờ sáng thứ Tư ngày 12 tháng 5 năm 2004.<ref>{{Chú thích báo|url=https:\/\/vietbao.com\/p122a1802\/4\/nhac-si-tran-nhat-bang-tu-tran|tiêu đề=Nhạc Sĩ Trần Nhật Bằng Từ Trần|publisher=Việt Báo}}<\/ref>\n\n==Tác phẩm==\nDưới đây liệt kê các sáng tác riêng và sáng tác chung với nghệ sĩ khác.\n{{div col|cols=2|colwidth=20em}}\n* Ánh sáng đồng quê\n* Ánh sáng miền Nam ([[Xuân Lôi (nhạc sĩ)|Xuân Lôi]] & Nhật Bằng)\n* Anh về một mùa trăng\n* Bên quán vắng ([[Đan Thọ]] & Nhật Bằng)\n* Bóng chiều tà\n* Bóng người chiến sĩ\n* Bóng quê xưa (Đan Thọ & Nhật Bằng)\n* Chiều nhớ quê\n*Chiều cuối thôn (Thanh Châu & Nhật Bằng)\n* Chiến sĩ ca\n* Chờ anh em nhé ([[Xuân Tiên]] & Nhật Bằng)\n* Cùng một mái nhà (Xuân Tiên & Nhật Bằng)\n* Dạ tương sầu\n* Đàn vui (Nhật Bằng & Thanh Nam)\n* Đợi chờ (Nhật Bằng & [[Phạm Đình Chương]])\n* Hãy hát cùng tôi (Nhật Bằng & Thanh Nam)\n* Hãy quên đi niềm thương nhớ\n* Hãy trả lời em ([[Trần Thiện Thanh]], Đào Duy & Nhật Bằng)\n* Hương quê (Nhật Bằng & Huỳnh Hiếu)\n* Khúc nhạc ngày xuân\n* Lỡ làng\n* Một chiều thu\n* Mùa đông tuyết trắng\n* Mùa ly biệt\n* Mưa đầu mùa\n* Nàng tiên trắng\n* Ngày tươi sáng ([[Nguyễn Hiền (nhạc sĩ)|Nguyễn Hiền]] & Nhật Bằng)\n* Nhịp sống miền Nam\n* Nhắn bạn (Xuân Tiên & Nhật Bằng)\n* Nếu em có về thăm quê cũ (thơ: Phạm Thế Trường)\n* Nỗi lòng chinh phụ ([[Văn Phụng]] & Nhật Bằng)\n* Nước mắt quê hương\n* Sài Gòn nắng nhớ mưa thương (thơ: Nguyễn Thị Ngọc Dung)\n* Sắc hương tàn (Trịnh Kim & Nhật Bằng)\n* Sau lũy tre xanh\n* Thu ly hương (Nhật Bằng & Đan Thọ)\n* Thuyền trăng (Nhật Bằng & Thanh Nam)\n* Tiếng đàn trong đêm\n* Tiếng than miền Bắc (Nguyễn Hiền & Nhật Bằng)\n* Tình nghệ sĩ (Nhật Bằng & Thanh Nam)\n* Tình tuyệt vọng (thơ: Hồng Thủy)\n* Ước mơ (thơ: Phan Khâm)\n* Về đây anh (Nguyễn Hiền & Nhật Bằng)\n* Về làng cũ (Xuân Lôi & Nhật Bằng)\n* Vui hát trên đường\n* Vọng cố đô (Đan Thọ & Nhật Bằng)\n* Xin em đừng hỏi (Trần Thiện Thanh, Đào Duy & Nhật Bằng)\n* Xuân nhớ kinh kỳ (Nguyễn Túc & Nhật Bằng)\n* Ý nhạc ngày xanh (Nhật Bằng & Thanh Nam)\n{{div col end}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{thời gian sống|1930|2004}}\n[[Thể loại:Nhạc sĩ tiền chiến]]\n[[Thể loại:Nhạc sĩ nhạc vàng]]\n[[Thể loại:Nhạc sĩ Việt Nam Cộng hòa]]\n[[Thể loại:Nhạc sĩ tình khúc 1954–1975]]\n[[Thể loại:Cục Tâm lý chiến, Tổng cục Chiến tranh Chính trị]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Người Hà Nội]]"}