{"1251241":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Nhị Long Phú\n| hình = \n| ghi chú hình = \n| vĩ độ = 10\n| kinh độ = 106\n| vĩ phút = 1\n| vĩ giây = 58\n| kinh phút = 14\n| kinh giây = 48\n| diện tích = 11,93 km²\n| dân số = 6.658 người<ref name=\"TRAVINH2019\"\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 558 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện = [[Càng Long]]\n| thành lập = 10\/12\/2003<ref name=157\/2003\/NĐ-CP\/>\n| trụ sở UBND = Ấp Hiệp Phú<ref name=\"6565\/QĐ-UBND\"\/>\n| mã hành chính = 29299<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Nhị Long Phú''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Càng Long]], tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\nTọa độ địa lý của xã nằm trong khoảng 9°58’14’’ đến 10°00’30’’ vĩ độ Bắc và từ 106°13’05’’ đến 106°16’38’’ kinh độ Đông<ref name=\"6565\/QĐ-UBND\"\/>, có vị trí địa lý:\n*Phía đông giáp xã [[Nhị Long]] \n*Phía tây giáp tỉnh [[Vĩnh Long]]\n*Phía nam giáp thị trấn [[Càng Long (thị trấn)|Càng Long]] \n*Phía bắc giáp xã [[Đức Mỹ, Càng Long|Đức Mỹ]].\n\nXã Nhị Long Phú có diện tích 11,93&nbsp;km², dân số năm 2019 là 6.658 người<ref name=\"TRAVINH2019\">{{Chú thích web |url = https:\/\/www.travinh.gov.vn\/1452\/39349\/72987\/618282\/so-lieu-thong-ke-cong-tac-dan-toc\/ket-qua-dieu-tra-53-dan-toc-thieu-so-tren-dia-ban-tinh-tra-vinh-ngay-01-4-2019|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Trà Vinh (Kết quả điều tra 53 dân tộc thiểu số trên địa bàn tỉnh Trà Vinh)|access-date = ngày 3 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 558 người\/km².\n\n===Địa hình===\nXã Nhị Long Phú có địa hình tương đối bằng phẳng với nền địa chất ổn định. Cao độ nền tự nhiên trung bình từ 0,4m-1m, có hướng dốc từ Tây Nam xuống Đông Bắc. Nhìn chung địa hình của xã thuận lợi cho canh tác cây ăn trái, cây công nghiệp ngắn ngày, cây dừa và nuôi trồng thủy sản, cũng như xây dựng cơ sở hạ tầng phát triển khu dân cư.<ref name=\"6565\/QĐ-UBND\"\/>\n\n===Khí hậu===\nXã Nhị Long Phú nằm trong vùng nhiệt đới gió mùa, đặc trưng của Đồng bằng sông Cửu Long với nền nhiệt cao, với hai mùa khí hậu tương phản rõ rệt. Mùa mưa bắt đầu từ tháng 5 đến tháng 11 và mùa khô từ tháng 12 đến tháng 4 năm sau.\n\nNhiệt độ: Nhiệt độ trung bình tương đối cao và ổn định qua các tháng trong năm. Nhiệt độ trung bình trong năm dao động từ 28ºC-33ºC, nhiệt độ cao nhất vào tháng 4, tháng 5 và thấp nhất vào tháng 12, tháng 1; không chênh lệch lớn giữa ngày và đêm.\n* Nhiệt độ trung bình năm: 26,8ºC.\n* Nhiệt độ trung bình cao nhất: 28,5ºC.\n* Nhiệt độ cao tuyệt đối: 35,8ºC.\n* Nhiệt độ thấp tuyệt đối: 18,7ºC.\n\nĐộ ẩm không khí: Độ ẩm không khí tăng dần trong mùa mưa và giảm dần trong mùa khô. \n* Độ ẩm trung bình năm là 80%.\n* Độ ẩm trung bình tháng cao nhất là 90% (mùa mưa).\n* Độ ẩm trung bình tháng thấp nhất là 79% (mùa khô).\n\nMưa: Lượng mưa trung bình trên năm khoảng 1.600 mm phân bố không đều theo mùa. Lượng mưa vào các tháng mùa mưa chiếm tới 90% lượng mưa cả năm, tập trung từ tháng 8 đến tháng 10 (trung bình từ 260 mm\/tháng đến 270 mm\/tháng); mùa khô lượng mưa chỉ chiếm 10% lượng mưa cả năm.   \n\nNăng lượng bức xạ: Tổng năng lượng bức xạ là 82.800 cal\/cm²\/năm, trung bình 6.900 cal\/cm²\/tháng, lượng bức xạ tăng dần từ cuối tháng 12 tới giữa tháng 4 và giảm dần đến cuối tháng 9. Biên độ nhiệt ngày và đêm tương đối nhỏ khoảng từ 5,5ºC - 7,5ºC. Số giờ nắng trung bình năm là 2.800 giờ.\n\nGió: Mùa khô, nóng: Hệ thống gió thịnh hành theo hướng Tây Bắc - Đông Nam, thổi vào tháng 11 và 12. từ tháng 1 đến tháng 4 gió chuyển hướng dần sang hướng Đông và Đông Nam. Mùa mưa: Từ tháng 5 đến tháng 9 gió chuyển từ Đông Nam sang Tây Nam và Tây. Tháng 10 có gió Tây Bắc và hướng Đông. Tốc độ gió trung bình từ 1,5-4m\/s. Gió mạnh trong mùa mưa có tốc độ tới 30-40m\/s.<ref name=\"6565\/QĐ-UBND\"\/>\n\n===Địa chất công trình===\nTrên địa bàn xã Nhị Long Phú có 2 nhóm đất chính là đất phù sa và đất phèn:\n* Đất phù sa: phân bố chủ yếu ở ấp Dừa Đỏ, ấp Dừa Đỏ 2, ấp Dừa Đỏ 3.\n* Đất phèn: phân bố hầu hết ở các ấp, chủ yếu là phèn tiềm tàng, tầng sinh phèn xuất hiện ở độ sâu 50-80cm.\n* Khi xây dựng công trình cần khoan thăm dò địa chất nền móng cục bộ để có biện pháp xử lý cho phù hợp.<ref name=\"6565\/QĐ-UBND\"\/>\n\n===Thủy văn===\nXã Nhị Long Phú có hệ thống kênh rạch tự nhiên và kênh đào khá chằng chịt tạo nên mạng lưới tiêu úng rửa phèn, rửa mặn tốt. Những năm gần đây, công trình cống Cái Hóp được xây dựng đã chủ động hạn chế nước mặn xâm nhập nội đồng.\n\nChế độ thủy triều: chịu ảnh hưởng chế độ bán nhật triều biển Đông, trong ngày nước lên xuống hai lần, mỗi tháng có hai lần triều cường sau ngày mùng 1 và ngày 15 âm lịch (thời gian từ 2÷3 ngày), biên độ triều cường hằng ngày rất lớn, nhất là khu vực gần cửa sông.<ref name=\"6565\/QĐ-UBND\"\/>\n\n==Hành chính==\nXã Nhị Long Phú được chia thành 7 ấp: Dừa Đỏ, Dừa Đỏ 2, Dừa Đỏ 3, Gò Cà, Hiệp Phú, Sơn Trắng, Thạnh Hiệp.\n\n==Lịch sử==\nNgày [[10 tháng 12]] năm [[2003]], Chính phủ Việt Nam ban hành Nghị định số 157\/2003\/NĐ-CP<ref name=157\/2003\/NĐ-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-157-2003-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-xa-thuoc-huyen-chau-thanh-cau-ngang-cang-long-tra-cu-tinh-tra-vinh-6263.aspx\/ Nghị định số 157\/2003\/NĐ-CP về việc điều chỉnh địa giới Hành chính để thành lập xã thuộc các huyện Châu Thành, Cầu Ngang, Càng Long và Trà Cú tỉnh Trà Vinh]<\/ref> về việc thành lập xã Nhị Long Phú trên cơ sở 1.193,13 ha diện tích tự nhiên và 7.560 nhân khẩu của xã Nhị Long.\n\nNgày [[15 tháng 10]] năm [[2019]], Hội đồng Nhân dân tỉnh Trà Vinh ban hành Nghị quyết 157\/NQ-HĐND<ref name=157\/NQ-HĐND>{{Chú thích web|url=https:\/\/travinh.gov.vn\/SiteFolders\/vpdbqh\/4950\/vanban\/signed_157_nq_hdnd.pdf|tựa đề= Nghị quyết số 157\/NQ-HĐND về việc sáp nhập ấp, khóm trên địa bàn tỉnh Trà Vinh|ngày= 15 tháng 10 năm 2019 |website=TRANG THÔNG TIN TIN ĐIỆN TỬ VĂN PHÒNG ĐOÀN ĐẠI BIỂU QUỐC HỘI VÀ HỘI ĐỒNG NHÂN DÂN TỈNH TRÀ VINH|url-status=live}}<\/ref> về việc sáp nhập ấp Gò Tiến vào ấp Gò Cà.\n\n==Kinh tế - xã hội==\nTổng giá trị sản xuất ước đạt năm 2018: 188,963 tỷ đồng, đạt 80,1% kế hoạch, trong đó: \n* Giá trị sản xuất ngành nông nghiệp ước đạt: 108,301 tỷ đồng, đạt 57,31% kế hoạch;        \n* Giá trị sản xuất ngành thủy sản ước đạt: 19,706 tỷ đồng, đạt 10,43% kế hoạch;\n* Giá trị ngành xây dựng ước đạt: 16,511 tỷ đồng, đạt 8,74% kế hoạch;\n* Giá trị sản xuất công nghiệp, tiểu thủ công nghiệp ước đạt: 23,440 tỷ đồng, đạt 12,40% kế hoạch;\n*Giá trị ngành thương mại, dịch vụ và tiêu dùng ước đạt: 21,005 tỷ đồng, đạt 11,12% kế hoạch.\n\nTheo báo cáo thống kê dân số của xã Nhị Long Phú năm 2018, toàn xã Nhị Long Phú có tổng dân số là 8.478 người với 1.770 hộ. Trong đó:\n* Nam: 4.152 người, chiếm 48,97% dân số.\n* Nữ: 4.326 người, chiếm 51,03% dân số.\n* Tỷ lệ tăng dân số tự nhiên hiện nay của xã là 1,08%.\n* Mật độ dân số bình quân 702 người\/km². \nTuy nhiên, dân cư phân bố không đều, chủ yếu dân cư tập trung tại khu vực trung tâm xã, dọc theo các tuyến giao thông chính: Hương lộ 37, Hương lộ 4, Hương lộ 3 và dọc các tuyến giao thông liên ấp của xã.\n\nDân số trong độ tuổi lao động của xã Nhị Long Phú là 5.125 người, chiếm 60,45% tổng dân số toàn xã. Trong đó:\n* Lao động trong ngành  nông nghiệp: 3.230 người, chiếm 63,02%.\n* Lao động phi nông nghiệp: 1.895 người, chiếm 36,98%.\n* Về trình độ lao động, số lao động có trình độ tiểu học chiếm 40%, trình độ trung học cơ sở chiếm 40% và trình độ trung học phổ thông chiếm 20%. \n* Việc đào tạo, bồi dưỡng lao động về chuyên môn trong thời gian qua cũng đã được quan tâm với khoảng 25% có trình độ sơ cấp (3 tháng trở lên), với 5% trong nông nghiệp; Trung cấp chiếm khoảng 4%.\n* Như vậy, về trình độ lao động của xã nhìn chung chưa đáp ứng được yêu cầu trong thời kỳ đẩy mạnh công nghiệp hóa - hiện đại hóa.\n\nXã Nhị Long Phú có 4 trường học:\n* Trường mẫu giáo Hoa Sen với 5 điểm học nằm ở các ấp: Gò Cà, Hiệp Phú, Thạnh Hiệp, Sơn Trắng, Dừa Đỏ 3, Dừa Đỏ.\n* 2 trường Tiểu học với 5 điểm học:\n** Trường TH Nhị Long Phú ở các ấp: Gò Cà, Hiệp Phú, Thạnh Hiệp\n** Trường TH Đỗ Văn Nại ở các ấp: Dừa Đỏ 2, Dừa Đỏ 3.\n* Trường THCS Nhị Long Phú thuộc ấp Hiệp Phú.\n\nXã có 01 trạm y tế đạt chuẩn Quốc Gia tại trung tâm xã thuộc ấp Hiệp Phú, nằm cặp Hương lộ 4.\n\nChợ xã: Xã có 1 chợ Đình Đôi tại trung tâm xã (thuộc ấp Hiệp Phú) nằm cuối tuyến Hương lộ 4, tổng diện tích đất khoảng 0,38 ha. Nhà lồng chợ  đã được đầu tư xây dựng mới, chủ yếu gồm các kiốt bán hàng, phần còn lại là sân bãi bán hàng ngoài trời. Chợ bảo đảm phục vụ việc mua bán trao đổi hàng hóa của nhân dân trong xã. Đáp ứng được nhu cầu tiêu dùng tại địa phương.  \n\nBưu chính – viễn thông: Tổng diện tích đất công trình bưu chính - viễn thông trên địa xã  là 0,08 ha. Trên địa bàn xã đã được phủ sóng đầy đủ mạng thông tin di động, hiện trên 90% hộ dân của xã đã có điện thoại. Xã đã có các điểm dịch vụ internet.<ref name=\"6565\/QĐ-UBND\"\/>\n\n==Văn hóa==\nTruyền thống văn hóa: Các dân tộc trong cộng đồng xã hội ở xã hằng năm đều tổ chức các lễ hội, các nghi lễ theo phong tục tập quán truyền thống. \n\nTôn giáo: Trên địa bàn xã có 2 tôn giáo chính là đạo Phật và đạo Thiên chúa. Nhìn chung các cơ sở tôn giáo hoạt động đúng theo pháp luật.\n\nCác công trình tôn giáo tín ngưỡng trên địa bàn xã gồm có:\n* Chùa Khánh Thạnh ở ấp Sơn Trắng\n* Nhà thờ Nhị Long ở ấp Dừa Đỏ\n* Đình Đôi ở ấp Hiệp Phú.\n\nCác di tích lịch sử trên địa bàn xã gồm có:\n* Nhà truyền thống nơi thành lập chi bộ đầu tiên của ấp Thạnh Hiệp\n*Khu lưu niệm Sài Gòn Gia Định (ấp Dừa Đỏ 3)\n*Khu tưởng niệm anh hùng Hồ Thị Nhâm (ấp Sơn Trắng).<ref name=\"6565\/QĐ-UBND\"\/>\n\nXã có 1 sân thể thao ở gần trung tâm xã (thuộc ấp Hiệp Phú), nằm cặp Hương lộ 4 với diện tích 0,73 ha. Nhà văn hóa xã đã xây dựng xong và đưa vào sử dụng với sức chứa 300 chổ ngồi. Xã có một trạm truyền thanh nằm trong khuôn viên của UBND xã.<ref name=\"6565\/QĐ-UBND\"\/>\n\n==Giao thông==\nĐịa bàn xã còn có các tuyến giao thông quan trọng là: Hương lộ 37 nối liền với Quốc lộ 53; Hương lộ 4 nối liền với Hương lộ 3 và kết nối với Quốc lộ 60.\n\n===Giao thông đường bộ===\nXã có tuyến đường nhựa Hương lộ 37 đi vào trung tâm xã, đây là tuyến giao thông chính của xã nối liền với Quốc lộ 53 đi về thị trấn Càng Long. Ngoài ra còn có tuyến đường nhựa Hương lộ 4 kết nối trung tâm xã Nhị Long Phú với xã Nhị Long và Hương lộ 3.\n\nTuyến đường liên xã với tổng chiều dài 9 km. Cần được cải tạo sửa chữa.\n\nCác tuyến đường trục ấp, xóm tổng chiều dài 35,5 km. Đến nay được đal hóa 16,4 km. Mặt đường 1,5m, lề đường 0,5-0,8m, chưa đạt chuẩn quy định. Cần đầu tư nâng cấp cải tạo sửa chữa.\n\nĐường ngõ, xóm chủ yếu là đường đất, chưa được cứng hóa.\n\nĐường trục chính nội đồng có chiều dài 3,5 km, chủ yếu là đường đất dọc theo các kênh, mặt đường rộng từ 3-5m, chỉ lưu thông được vào mùa khô.<ref name=\"6565\/QĐ-UBND\"\/>\n\n===Giao thông đường thủy===\nXã có sông Càng Long và sông Dừa Đỏ chạy qua, với tổng chiều dài khoảng 10 km, sông rộng 80m-120m, sâu 6-12m thuận tiện cho vận chuyển hàng hóa  có trọng tải nhỏ. Sông Càng Long cùng với hệ thống kênh rạch trên địa bàn xã là nguồn cung cấp nước sinh hoạt, tưới tiêu và nuôi trồng thủy sản. Đồng thời vận chuyển hàng hoá từ xã đi các nơi và ngược lại.<ref name=\"6565\/QĐ-UBND\">{{Chú thích web|url=http:\/\/quyhoach.xaydung.gov.vn\/Images\/Quyhoach\/fileDK\/714dd573-7c31-42de-8fa8-2b421d1eaf0f_6565-qd-ubnd-%20qhxd%20nhi%20long%20phu%202018001.pdf|ngày truy cập= 2019-03-21 |tựa đề= Quy hoạch chung xây dựng xã Nhị Long Phú, huyện Càng Long, tỉnh Trà Vinh đến năm 2030 |archive-date = ngày 31 tháng 12 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20181231192103\/http:\/\/quyhoach.xaydung.gov.vn\/Images\/editor\/files\/2_TM%20TONG%20HOP-NLP-21_03_2019.doc|website= CỔNG THÔNG TIN QUY HOẠCH XÂY DỰNG VÀ QUY HOẠCH ĐÔ THỊ VIỆT NAM |url-status=live }}<\/ref>\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Càng Long}}"}