{"3569142":"{{wikify}}\n'''Những vụ đào tẩu của lãnh đạo các doanh nghiệp nhà nước tại Việt Nam''' là việc nhiều lãnh đạo các cơ quan nhà nước, doanh nghiệp nhà nước có sai phạm làm thất thoát hàng nghìn tỷ đồng của Nhà nước rồi trốn ra nước ngoài để tránh sự trừng phạt của pháp luật và tẩu tán tài sản.<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/kinh-doanh\/doanh-nhan\/nghe-co-dong-sep-lon-tap-doan-nha-nuoc-chuon-sang-tay-345788.html|tựa đề=Nghe có động, sếp lớn tập đoàn nhà nước sang Tây|ngày=2016-12-12|website=Vietnam.net|ngày truy cập=2021-03-16}}<\/ref>\n\n==Lý do==\nTheo luật sư Phạm Công Út, Trưởng Văn phòng Luật Phạm Nghiêm, ở TP Hồ Chí Minh, các quan chức trốn đi nước ngoài \"có thể vì thông tin khởi tố hình sự đối với họ, nếu có, đã bị tiết lộ...Cũng có thể họ đã cuỗm được những khoản tiền ngân sách đủ lớn để họ sống sung sướng ở nước ngoài.<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam-38288189 Tại sao quan chức trốn 'đi nước ngoài'?], www.bbc.com, 12.12.2016<\/ref>\n\n==Vụ Dương Chí Dũng==\n{{chính|Dương Chí Dũng}}\nDương Chí Dũng nguyên là Cục trưởng Cục hàng hải Việt Nam, nguyên Chủ tịch Hội đồng Thành viên [[Tổng Công ty Hàng hải Việt Nam|Tổng công ty Hàng hải Việt Nam]] (Vinalines). Ngày 19 tháng 5 năm 2012, Cơ quan cảnh sát điều tra (Bộ Công an) đã ra quyết định truy nã đối với ông [[Dương Chí Dũng]],<ref>{{Chú thích báo|tên=|họ=|tác giả=Minh Quang|đồng tác giả=|url=http:\/\/tuoitre.vn\/Chinh-tri-xa-hoi\/Phap-luat\/492610\/truy-na-ong-duong-chi-dung.html|tên bài=Truy nã ông Dương Chí Dũng|tác phẩm=|thành phố=|nhà xuất bản=[[Tuổi Trẻ (báo)|Báo Tuổi Trẻ]]|số=|các trang=|trang=|ngày=2012-05-19|ngày truy cập=2012-08-23|url lưu trữ=|ngày lưu trữ=2012-05-19|ngôn ngữ=vi|trích dẫn=}}\n<\/ref> vì đã \"gây thiệt hại đặc biệt nghiêm trọng cho nhà nước, có tính chất phức tạp, gây nhức nhối trong quần chúng nhân dân, làm ảnh hưởng đến uy tín của chính phủ Việt Nam\".<ref>[http:\/\/vtc.vn\/7-333996\/phap-luat\/ong-duong-chi-dung-thua-nhan-lam-trai-chi-dao-thu-tuong.htm Ông Dương Chí Dũng thừa nhận làm trái chỉ đạo Thủ tướng], ''VTC News'', 22 tháng 5 năm 2012<\/ref>\n\n==Vụ Trịnh Xuân Thanh==\n{{chính|Trịnh Xuân Thanh}}\nTrịnh Xuân Thanh nguyên là tỉnh ủy viên, Phó Chủ tịch phụ trách công nghiệp - thương mại Ủy ban nhân dân tỉnh [[Hậu Giang]], đại biểu [[Quốc hội Việt Nam khóa XIV]]. Ngày 16 tháng 9 năm 2016, Cơ quan Cảnh sát điều tra, Bộ Công an đã ra Quyết định khởi tố bị can đối với [[Trịnh Xuân Thanh]] về tội cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng; đồng thời ra Lệnh bắt tạm giam và Lệnh khám xét đối với Trịnh Xuân Thanh. Sau khi xác định Trịnh Xuân Thanh đã bỏ trốn, [[Bộ Công an (Việt Nam)|Bộ Công an]] ra Quyết định truy nã toàn quốc và truy nã quốc tế đối với Trịnh Xuân Thanh.<ref>[http:\/\/www.mps.gov.vn\/web\/guest\/ct_trangchu\/-\/vcmsviewcontent\/GbkG\/2006\/2102\/36145 Truy nã đối tượng Trịnh Xuân Thanh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160917083811\/http:\/\/www.mps.gov.vn\/web\/guest\/ct_trangchu\/-\/vcmsviewcontent\/GbkG\/2006\/2102\/36145 |date=2016-09-17 }}, Bộ Công An<\/ref>\n\n==Vụ Vũ Đình Duy==\n{{chính|Vũ Đình Duy}}\n[[Vũ Đình Duy]] nguyên Tổng giám đốc Công ty CP Hoá dầu và Xơ sợi Dầu khí (PVtex), thành viên Hội đồng thành viên Tập đoàn Hoá chất (Vinachem).<ref name=dt1>[http:\/\/dantri.com.vn\/kinh-doanh\/sau-trinh-xuan-thanh-den-luot-lanh-dao-tap-doan-hoa-chat-xin-di-nuoc-ngoai-chua-benh-20161103194708413.htm Sau Trịnh Xuân Thanh, đến lượt lãnh đạo Tập đoàn Hoá chất \"xin đi nước ngoài chữa bệnh\"], dantri, 03\/11\/2016<\/ref>\n==Vụ Giang Kim Đạt==\nTheo cáo trạng ra ngày 21\/10\/2016 của VKSND Tối cao, ngày 12\/5\/2006, Giang Kim Đạt được ông Trần Văn Liêm (Tổng giám đốc Công ty TNHH Một thành viên vận tải viễn dương Vinashin - Vinashinlines) nhận về công tác, sau đó Đạt được giao chức quyền trưởng phòng kinh doanh và quan hệ quốc tế. Theo cáo buộc, Đạt cùng ông Liêm và kế toán trưởng Trần Văn Khương đã chiếm đoạt hơn 260 tỷ đồng qua các dự án mua tàu khai thác kinh doanh cho thuê tàu biển. Riêng Giang Kim Đạt bị quy kết chiếm đoạt tổng cộng hơn 255 tỷ đồng. Khi vụ án bị Bộ Công an khởi tố vào tháng 8\/2010, Đạt bỏ trốn sang và bị truy nã quốc tế. Ngày 7\/7\/2015, Đạt bị bắt. Cơ quan chức năng xác định, trong thời gian trốn truy nã, anh ta đã sử dụng hộ chiếu mang tên người khác để đi lại giữa Campuchia và Singapore.<ref>[https:\/\/vnexpress.net\/tin-tuc\/phap-luat\/giang-kim-dat-dung-ho-chieu-gia-trong-5-nam-tron-truy-na-quoc-te-3489540.html Giang Kim Đạt dùng hộ chiếu giả trong 5 năm trốn truy nã quốc tế], vnexpress.net, 27\/10\/2016<\/ref>\n\n==Vụ Trịnh Văn Thảo==\n==Vụ Lê Chung Dũng==\nÔng Lê Chung Dũng khi trốn đi \"du học nước ngoài\" là Phó Tổng giám đốc PV Power, công ty con của [[Tập đoàn Dầu khí Việt Nam]]. Trước đó, ông Lê Chung Dũng đã có thời gian dài công tác tại PVC, kể từ tháng 4\/2000, được bổ nhiệm làm Phó tổng giám đốc PVC từ tháng 8\/2008. Ngày 31\/12\/2010, PVC miễn nhiệm Lê Chung Dũng khỏi vị trí Phó tổng giám đốc. Sau đó ông này sang làm Phó tổng giám đốc của PV Power từ tháng 1\/2011. Ông làm việc ở PVC cùng thời với hàng loạt \"sếp\" nay đã bị khởi tố như Trịnh Xuân Thanh (Chủ tịch Hội đồng quản trị từ tháng 2\/2009 đến tháng 5\/2013), Vũ Đức Thuận (Tổng giám đốc PVC (2009-2013), duy nhất ông Nguyễn Mạnh Tiến khi bị khởi tố là còn đương chức Phó tổng giám đốc PVC (từ 2009).<ref>[http:\/\/vietnamnet.vn\/vn\/kinh-doanh\/doanh-nhan\/moi-lien-he-cua-le-chung-dung-voi-trinh-xuan-thanh-345466.html Mối liên hệ sếp dầu khí Lê Chung Dũng với Trịnh Xuân Thanh], vietnamnet.vn, 09\/12\/2016<\/ref>\n\n==Biện pháp ngăn chặn==\n* Theo ông [[Nguyễn Đình Quyền]] - Viện trưởng Viện Nghiên cứu lập pháp, nguyên Phó Chủ nhiệm Ủy ban Tư pháp của Quốc hội, muốn ngăn ngừa việc này, phải tìm cách ngăn chặn việc tẩu tán tài sản ra nước ngoài, tuy nhiên thiết chế quản lý tình trạng tham nhũng, rồi chuyển tiền tham nhũng, rửa tiền ra nước ngoài ở Việt Nam rất lỏng lẻo. Công tác phối hợp giữa cơ quan quản lý cán bộ với cơ quan thanh tra, cơ quan điều tra cũng cần phải tốt hơn. Ngoài ra, về việc chống tham nhũng, quan trọng nhất là phải kiểm soát được tài sản. Mà muốn kiểm soát được tài sản - không chỉ ở cán bộ, công chức mà tất cả mọi người - thì mới không chuyển dịch khối tài sản được cho nhau. Nếu không kiểm soát được mà chỉ dựa vào kê khai, công bố bản kê khai, rồi đi xác minh thì nó vẫn chỉ mang tính hình thức.<ref>[http:\/\/nld.com.vn\/thoi-su-trong-nuoc\/kiem-soat-tai-san-se-ngan-can-bo-bo-tron-20161211224713644.htm Kiểm soát tài sản sẽ ngăn cán bộ bỏ trốn], nld.com.vn, 11\/12\/2016<\/ref>\n* Theo Tiến sĩ, Luật sư Hoàng Ngọc Giao – Viện trưởng Viện chính sách pháp luật và phát triển –Liên hiệp các Hội Khoa học kỹ thuật Việt Nam, cần phân chia cán bộ, công chức theo danh sách ba loại gồm: danh sách xanh, vàng, đỏ. Những cán bộ, công chức bình thường, không có vấn đề gì thì có thể vào danh sách xanh. Khi họ có nguyện vọng ra nước ngoài chữa bệnh hay lý do khác thì việc xin phép và được chấp nhận là bình thường, lúc đó không cần thiết phải báo cáo với cơ quan xuất nhập cảnh. Những người đang nằm trong vòng ngắm cần đưa vào danh sách vàng và thông báo với cơ quan xuất nhập cảnh để đưa ra những yêu cầu đặc biệt, khi họ xuất nhập cảnh cần phải có giấy phép của cơ quan chức năng, thủ trưởng ngành… Danh sách đỏ là những người bị cấm ra nước ngoài. Nếu sắp xếp theo ba loại danh sách như vậy và trong thời đại công nghệ tin học điện tử thì hoàn toàn có thể làm được. Nếu làm được như vậy thì hoàn toàn có thể kiểm soát được việc xuất cảnh có đúng người hay không hay người đó có ý thức bỏ trốn. Ngoài ra Việt Nam cần phải thiết lập cơ chế hợp tác quốc tế với interpol, với cảnh sát, các cơ quan chức năng ở các nước, đặc biệt là những nước phát triển như Mỹ, Australia, Châu Âu về việc tội phạm tham nhũng trốn ra nước ngoài. Tôi tin các nước đó chắc chắn ủng hộ Việt Nam vì họ cũng rất mong muốn Việt Nam chống tham nhũng.<ref>[https:\/\/vov.vn\/chinh-tri\/can-bo-tron-ra-nuoc-ngoai-phai-truy-cuu-trach-nhiem-co-quan-chu-quan-583554.vov Cán bộ trốn ra nước ngoài: Phải truy cứu trách nhiệm cơ quan chủ quản], vov.vn 7\/1\/2017<\/ref>\n\n==Xem thêm==\n*[[Vụ kỷ luật cựu Bộ trưởng Vũ Huy Hoàng]]\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Vụ bê bối chính trị ở Việt Nam]]"}