{"115693":"{{nhan đề nghiêng}}\n'''''Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch''''' là một quyển tiểu sử [[Hồ Chí Minh]] của tác giả '''Trần Dân Tiên'''. Tác phẩm được xuất bản tại Pháp và Trung Quốc bằng tiếng Trung và tiếng Pháp trước khi được xuất bản tại Việt Nam, và sau đó được dịch ra nhiều ngôn ngữ khác. Đây cũng là tác phẩm duy nhất đã được biết của tác giả này.\n\n== Các bản thảo và bản in ==\nTheo nghiên cứu của PGS. Đàm Đức Vượng<ref name=\":0\">{{Chú thích web|url=http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhin-ra-the-gioi\/30-nhung-goc-nhin-van-hoa\/12074-gop-them-tu-lieu-ve-cuon-sach-nhung-mau-chuyen-ve-doi-hoat-dong-cua-ho-chu-tich-tac-gia-tran-dan-tien|tựa đề=Góp thêm tư liệu về cuốn sách \"Những mẩu chuyện về đời hoạt động của Hồ chủ tịch\" & tác giả Trần Dân Tiên|ngày=2017-08-31|website=Văn Hóa Nghệ AN}}{{Liên kết hỏng|date=2023-01-24 |bot=InternetArchiveBot }}<\/ref> thì:\n\n- Bản thảo đầu tiên được biết đến là bản đánh máy bằng tiếng Pháp hiện không còn được lưu giữ. Chỉ còn lưu bản đánh máy khá mờ dày 126 trang, khổ giấy A4, do Xuân Hiên (tức [[Phan Mỹ (Việt Nam)|Phan Mỹ]], năm 1947 là Chánh Văn phòng Chủ tịch Chính phủ) dịch từ tiếng Pháp sang tiếng Việt, nhan đề: \"Tiểu sử Hồ Chủ tịch\". Cuối bản thảo đánh máy đề là dịch xong ngày 10-7-1945, tuy nhiên có chữ viết tay số 7 chèn lên số 5 (tức là thành năm 1947).<ref name=\":0\" \/>\n\n- Ông Nguyễn Văn Hướng nhận được một bản thảo tiếng Pháp từ Văn phòng Phủ chủ tịch để mang sang [[Thái Lan]] vào tháng 1 năm 1948. Sau đó bản này được dịch ra tiếng Thái để phổ biến cho Kiều bào ở Thái Lan.<ref name=\":0\" \/>\n\n- Ông Hoàng Nguyên (lúc đó làm tại Phòng thông tin Việt Nam tại [[Myanmar|Miến Điện]]) nhận thấy cuốn sách rất có lợi đối với công tác tuyên truyền đối ngoại nên cùng với một đồng nghiệp người Ấn là Valenju dịch từ bản tiếng Pháp sang tiếng Anh<ref name=\":1\">Dror, O. (2016). ''Establishing Hồ Chí Minh’s Cult: Vietnamese Traditions and Their Transformations. The Journal of Asian Studies, 75(02), 433–466.'' [[doi:10.1017\/S0021911815002041|doi:10.1017\/s0021911815002041]]<\/ref> rồi gửi bản dịch sang [[Praha|Prague]], [[Tiệp Khắc]] để phổ biến đi thế giới.<ref name=\":0\" \/>\n\n- Tháng 6, năm 1949, bản tiếng Trung nhan đề \"Hồ Chí Minh Tiểu sử\" (胡志明傳), tác giả \"Tran Dan Tien\" do Trương Niệm Thức dịch được Bát Nguyệt San Xã ấn hành bản in đầu tiên tại [[Thượng Hải]].<ref name=\":0\" \/><ref>[https:\/\/www.worldcat.org\/title\/hu-zhiming-zhuan\/oclc\/31991722 Hu Zhiming zhuan]\/Dân Tiên Trân, Nianshi Zhang; Shanghai: Ba yue chu ban she, 1949.<\/ref>\n\n- Năm 1955, Nhà xuất bản Văn nghệ xuất bản cuốn sách này lần đầu tiên tại Việt Nam bằng tiếng Việt với nhan đề ''\"Những mẩu chuyện về đời hoạt động của Hồ Chủ Tịch\"'', sách dày 148 trang.<ref name=\":0\" \/><ref>[http:\/\/opac.nlv.gov.vn\/pages\/opac\/wpid-detailbib-id-163991.html Những mẩu chuyện về đời hoạt động của Hồ Chủ Tịch]; Trần Dân Tiên; Hà Nội: NXB Văn nghệ, 1955 (Lưu trữ tại Thư viện Quốc gia Việt Nam)<\/ref>\n\n- Nội dung bản tiếng Trung được in ở Thượng Hải năm 1949 có những đoạn và có chương không có trong bản tiếng Việt in tại Việt Nam năm 1955.<ref name=\":0\" \/>\n\nMột số học giả nước ngoài<ref name=\":1\" \/> cho rằng bản tiếng Pháp đã xuất hiện ở Paris vào năm 1948, nhưng chưa ai từng nhìn thấy bản dịch này.\n\n==Thân thế tác giả==\nĐến nay vẫn có nhiều nghi vấn về thân thế tác giả.  Các nhà nghiên cứu thống nhất rằng Trần Dân Tiên là một bút danh chứ không phải một nhân vật có thật.  Hiện nay có một số giả thuyết về thân thế của tác giả quyển sách.  Có hai giả thuyết được các học giả nhắc đến là [[Hồ Chí Minh]] và [[Trần Ngọc Danh]].\n\n===Hồ Chí Minh===\n====Khẳng định====\nCó thông tin cho rằng Trần Dân Tiên là một [[Bút hiệu của Hồ Chí Minh|bút danh]] của [[Hồ Chí Minh]] hoặc được nghi vấn là như vậy bởi một số nguồn trong và ngoài nước.\n*Nhà nghiên cứu Hà Minh Đức trong ''Tác phẩm văn của Chủ tịch Hồ Chí Minh''<ref>Hà Minh Đức, ''Tác phẩm văn của Chủ tịch Hồ Chí Minh'', Nhà xuất bản Khoa học Xã hội (Hà Nội, 1985), trang 132: \"...Đáp lại tình cảm mong muốn của đồng bào, và của bạn bè trên thế giới, Hồ Chủ tịch với bút danh Trần Dân Tiên đã viết tác phẩm \"Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch...\"<\/ref>:\n::''...Đáp lại tình cảm mong muốn của đồng bào, của bạn bè trên thế giới, Hồ Chủ tịch với bút danh Trần Dân Tiên đã viết tác phẩm \"Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch...\"'';\n*Cựu Phó Tổng biên tập báo ''Nhân dân'', về sau [[đào ngũ]] ra nước ngoài là [[Bùi Tín]] trả lời phỏng vấn [[Đài Á Châu Tự do|Đài Á châu Tự do]]<ref>{{Chú thích web | url =http:\/\/www.rfa.org\/vietnamese\/in_depth\/2007\/05\/18\/BuiTinTalkAboutHoChiMinh_TMi\/ | tiêu đề =Cựu đại tá Bùi Tín nói về ông Hồ Chí Minh | work =..Nhân dân, tờ báo của Đảng Cộng sản, nói rõ là ông Hồ trong cuộc đời đã dùng đến hơn 30 bí danh khác nhau, trong đó có bí danh Trần Dân Tiên, và khẳng định rõ rằng cuốn \"Những mẩu chuyện về đời sống của chủ tịch HCM\" là do chính ông Hồ viết ra. | url lưu trữ =https:\/\/web.archive.org\/web\/20071017130925\/http:\/\/www.rfa.org\/vietnamese\/in_depth\/2007\/05\/18\/BuiTinTalkAboutHoChiMinh_TMi | ngày lưu trữ =2007-10-17 | ngày truy cập =2009-06-07 | url-status=live }}<\/ref>,\n::''...Nhân dân, tờ báo của Đảng cộng sản, nói rõ là ông Hồ trong cuộc đời đã dùng đến hơn 30 bí danh khác nhau, trong đó có bí danh Trần Dân Tiên, và khẳng định rõ rằng cuốn \"Những mẩu chuyện về đời sống của chủ tịch HCM\" là do chính ông Hồ viết ra...''\n*Học giả Mỹ William J. Duiker, trong tác phẩm ''Ho Chi Minh: A Life'':<ref name=\"duiker\">{{chú thích sách |author=William J. Duiker |title=Ho Chi Minh: A Life |publisher=Hyperion |date=2000 |isbn=078688701X |page=579 |url=http:\/\/books.google.com\/books?id=RDOxl49jyQQC&pg=RA1-PA579&dq=ho+chi+minh:+a+life+tran+dan+tien&sig=raefnA0-zWcydR0jW3ejrfWFqUQ\n}}<\/ref>\n::''...The other, Nhung mau chuyen ve doi hoat dong cua Ho Chu tich, by the fictitious historian Tran Dan Tien, was written by Ho in the late 1940s and has been translated into several foreign languages...''\n::Tạm dịch: Còn tác phẩm kia, \"Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch\", của nhà sử học tưởng tượng Trần Dân Tiên, được ông Hồ viết vào cuối thập kỷ 1940 và đã được dịch sang nhiều thứ tiếng khác.\n*Học giả Pháp Pierre Brocheux, trong tiểu sử ''Ho Chi Minh: A Biography''<ref>{{chú thích sách |author=Pierre Brocheux |title=Ho Chi Minh: A Biography |publisher=Cambridge University Press |date=2007 |isbn=0521850622 |pages=209 |url=http:\/\/books.google.com\/books?id=fJtqjYiVbUAC&pg=RA2-PA209&dq=ho+chi+minh:+a+life+tran+dan+tien&sig=ox7pXVrN37i9b5ot3sD2_WlokaE\n}}<\/ref>\n\n====Không rõ ràng====\n*Học giả Mỹ Sophie Quinn-Judge, trong tác phẩm ''Ho Chi Minh: The Missing Years'', nêu ra nghi vấn của một số người:<ref name=\"judge\">{{chú thích sách |author=Sophie Quinn-Judge |title=Ho Chi Minh: The Missing Years |publisher=University of California Press |date=2002 |isbn=0520235339 |page=5 |url=http:\/\/books.google.com\/books?id=XPMt03ckruUC&pg=PA127&dq=%22tran+dan+tien%22&sig=pGugHA_FUHx07Mb96PvMEA1YEJ0#PPP1,M1\n}}<\/ref>.\n::''...Although the author's name is given as Tran Dan Tien, it is believed, in fact, to be an autobiography...''\n::Tạm dịch: Mặc dù tên tác giả là Trần Dân Tiên, nhưng có người tin rằng thực ra nó là tự truyện...\n\nTrên trang web Đảng cộng sản có bài viết \"Sưu tầm tên gọi, bí danh và bút danh của Chủ tịch Hồ Chí Minh qua các thời kỳ\", trong đó có ghi: \"Gần đây các nhà nghiên cứu và sưu tầm cho rằng Chủ tịch Hồ Chí Minh đã từng dùng bí danh hoặc bút danh này, tuy nhiên vẫn chưa rõ được dùng vào thời điểm và bối cảnh cụ thể nào\".<ref>{{chú thích web | url = http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/lich-su-dang\/doc-010720152043156.html | tiêu đề = Sưu tầm tên gọi, bí danh và bút danh của Chủ tịch Hồ Chí Minh qua các thời kỳ | author = | ngày = 7 tháng 10 năm 2015 | ngày truy cập = 25 tháng 11 năm 2018 | nơi xuất bản = [[Tạp chí Cộng sản|Báo điện tử Đảng Cộng sản Việt Nam]] | ngôn ngữ = }}<\/ref>\n\nMột bài viết trên tạp chí ''\"Cộng sản Điện tử\"'' (cơ quan ngôn luận của [[Đảng Cộng sản Việt Nam]]) có câu như sau, từ đó người đọc có thể hiểu rằng Trần Dân Tiên là Hồ Chí Minh, hoặc cũng có thể là một người có chung quan điểm với ông<ref>{{Chú thích web | họ = | tên = | lk tác giả = | các tác giả = | năm = | url =http:\/\/www.tapchicongsan.org.vn\/details.asp?Object=14331554&News_ID=25453596 | tiêu đề =Việt Nam nhận thức và ứng xử đối với vấn đề tôn giáo | định dạng = | work =Còn nhớ những quan điểm rất rộng mở của Trần Dân Tiên-Hồ Chí Minh: \"Khổng Tử, Giê-su, Các Mác, Tôn Dật Tiên chẳng phải có cùng một điểm chung đó sao.\" | nhà xuất bản =Tạp chí Cộng sản Điện tử | ngày truy cập =ngày 3 tháng 9 năm 2007 | url lưu trữ =https:\/\/web.archive.org\/web\/20100314050448\/http:\/\/www.tapchicongsan.org.vn\/details.asp?Object=14331554&News_ID=25453596 | ngày lưu trữ =2010-03-14 | url-status=live }}<\/ref>:\n::...''Còn nhớ những quan điểm rất rộng mở của Trần Dân Tiên-Hồ Chí Minh: \"Khổng Tử, Giê-su, Các Mác, Tôn Dật Tiên chẳng phải có cùng một điểm chung đó sao....'');\n\n==== Bác bỏ ====\nCũng có nguồn cho rằng Trần Dân Tiên không phải là Hồ Chí Minh:\n* Nhà nghiên cứu Nguyễn Xuân Ba trong bài ''Trần Dân Tiên là ai?'' có nêu những lý do để cho rằng Trần Dân Tiên không phải là Hồ Chí Minh<ref name=tuan>{{Chú thích web|tiêu đề=Trần Dân Tiên là ai? (kỳ cuối xem từ số 347)|url=http:\/\/tuanbaovannghetphcm.vn\/tran-dan-tien-la-ai-ky-cuoi-xem-tu-so-347\/|website=tuanbaovannghetphcm.vn|nhà xuất bản=VNTPHCM|ngày truy cập=ngày 4 tháng 7 năm 2016|archive-date=2016-07-01|archive-url=https:\/\/web.archive.org\/web\/20160701140027\/http:\/\/tuanbaovannghetphcm.vn\/tran-dan-tien-la-ai-ky-cuoi-xem-tu-so-347\/|url-status=dead}}<\/ref>:\n** Nếu muốn viết hồi ký, Hồ Chí Minh không cần phải tự tay viết mà có rất nhiều ký giả, nhà văn, nhà báo nổi tiếng sẵn sàng viết hồi ký cho ông. Nhưng ông không nhờ ai viết hồi ký cho mình mà chỉ đồng ý phỏng vấn về tình hình đất nước Việt Nam bấy giờ. \n** Hồ Chí Minh có viết hồi ký ''\"Vừa đi đường vừa kể chuyện\"'' và ông xác nhận rộng rãi với dư luận rằng đó là tác phẩm của mình, nếu cuốn ''\"Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch\"'' cũng do ông viết thì chẳng có lý do gì để ông không xác nhận như cuốn sách kia.\n**Với thời gian làm việc bận rộn, chẳng có lý do gì để chỉ trong 2 năm (1948-1949), Hồ Chí Minh lại viết đến 2 cuốn sách có nội dung, chủ đề tương tự nhau (''\"Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch\"'' và ''\"Vừa đi đường vừa kể chuyện\"'') mà giữa 2 cuốn lại có những thông tin khác nhau. \n**Nếu Trần Dân Tiên là Hồ Chí Minh thì chẳng có lý do gì bản thảo cuốn ''\"Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch\"'' (hoặc những gì còn sót lại của nó) lại không được những người có trách nhiệm lưu giữ lại (Cuốn ''\"Vừa đi đường vừa kể chuyện\"'', bản thảo còn bảo quản tại [[Bảo tàng Hồ Chí Minh]], ngay cả những cuốn sổ tiếp khách của Hồ Chí Minh cũng được lưu giữ lại). Hồ Chí Minh không thể tự viết, tự in, tự phát hành mà không ai biết (xung quanh ông là đội ngũ cán bộ, chiến sĩ, thư ký bảo vệ ngày đêm)\n**Mặc dù cuốn sách ''\"Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch\"'' được cho rằng ra đời từ năm 1948 nhưng chưa tìm thấy một bản tiếng Việt nào in thời điểm đó mà bản in đầu tiên lại là bản [[tiếng Hoa]] với tựa đề ''\"Hồ Chí Minh truyện\"'', do [[Trương Niệm Thức]] dịch, xuất bản tại [[Thượng Hải]] tháng 6-1949. Bản in tiếng Việt (chính thức) đầu tiên dường như là của Nhà xuất bản Văn Nghệ, Hà Nội 1955. Như vậy là vô lý khi cuốn sách không được in lần đầu tại Việt Nam mà lại là một bản tiếng Hoa ở Trung Quốc (Trong thời gian này, Hồ Chí Minh không đi Trung Quốc lần nào). Điều đó phù hợp với giả thiết tác giả phải giấu Hồ Chủ tịch khi in cuốn sách này vì không muốn làm trái ý ông.\n\nBà [[Lady Borton]], nhà văn Mỹ, một người gắn bó với Việt Nam từ thời chiến tranh tới ngày nay, đã dành nhiều thời gian công sức đến một số nước Hồ Chí Minh từng hoạt động xin lục hồ sơ lưu trữ để tìm hiểu sâu về Hồ Chí Minh, cũng cho rằng Trần Dân Tiên không phải là Hồ Chí Minh<ref name=tuan \/>\n\nTheo ông Nguyễn Khôi, nguyên phó vụ trưởng [[Văn phòng Quốc hội]], thì khi đó nước Việt Nam Dân chủ Cộng hòa mới thành lập, hầu hết người nước ngoài không biết Hồ Chí Minh là ai, tiểu sử thế nào. Cuốn ''\"Những mẩu chuyện hoạt động của Hồ Chủ tịch\"'' ra đời theo sáng kiến của ông [[Hoàng Quốc Việt]] (thường vụ Trung ương Đảng) gợi ý cho ông Trần Huy Liệu (Bộ trưởng bộ Tuyên truyền) viết để giới thiệu cho người nước ngoài về Hồ Chí Minh. Ông Trần Huy Liệu giao cho Vũ Đình Huỳnh, thư ký trợ lý của Hồ Chí Minh chấp bút, xong khởi thảo thì Trần Huy Liệu, Hoàng Quốc Việt, Trường Chinh duyệt để hoàn thiện đem xuất bản. Tên bút danh \"Trần Dân Tiên\" có ý nghĩa: người công dân đầu tiên họ Trần của nước Việt Nam Dân chủ cộng hòa. Họ Trần có ý ngầm: mấy người chấp bút này (Vũ Đình Huỳnh, Trần Huy Liệu, Trường Chinh) đều là người quê Vua Trần - [[Trần Hưng Đạo]] ([[Nam Định]]), đều nêu cao tinh thần chống ngoại xâm. Cuốn sách không hề bị phản bác về nội dung, nhưng cái tên \"Trần Dân Tiên\" thì cứ bị những kẻ thù địch gán cho Hồ Chí Minh để xuyên tạc nói xấu.{{Cần chú thích}}\n\nSau khi đưa dẫn chứng là cuốn sổ ghi lịch Hồ Chí Minh tiếp khách ngày 4\/9\/1945, tác giả Thanh Tùng cho rằng tác giả có thể là một nhóm người do cụ [[Đặng Thai Mai]] là chủ xướng và tác giả cuốn sách: \n:''\"Như vậy, có thể hình dung toàn bộ sự việc thế này: ông Đặng Thai Mai sau khi nghe nói nhiều về Hồ Chủ tịch, được chứng kiến Bác đọc Tuyên ngôn Độc lập nên đã nảy sinh ý định tìm hiểu về quá trình hoạt động cách mạng của Người trước Cách mạng tháng Tám (ý định này có thể của cá nhân ông, cũng có thể của các nhân sĩ, trí thức bạn bè ông). Tận dụng mối quan hệ của mình, ông tới diện kiến Bác ngay trong sáng ngày 4-9-1945. Trong câu chuyện, ông có đề cập tới vấn đề \"hồi ký\" đối với Bác nhưng không được đáp ứng. Không từ bỏ ý định, ông và một số bạn bè đã chủ động tìm hiểu từ các nhân chứng, nhưng nguồn này nhanh chóng bị cạn kiệt. Vì là một thành viên Chính phủ, lại có mối quan hệ với nhiều đồng chí, học trò thân cận của Bác nên ông đã thổ lộ ý định của mình đối với các vị này và được hưởng ứng nhiệt tình…\n:''Vì Bác không đồng ý viết về mình nên các đồng chí tác giả phải góp nhặt thông tin từ mọi nguồn có thể để tổng hợp thành cuốn sách. Nhưng khi viết xong, các tác giả lại sợ Bác phật lòng nên không dám đem in trong vùng kiểm soát của Chính phủ kháng chiến, dẫn đến việc bản in đầu tiên lại là bản tiếng Hoa, phát hành tại Thượng Hải\".''<ref name=tuan \/>\n\nTác giả Nguyễn Xuân Ba cho rằng: Khi thấy cuốn ''\"Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch\"'' do người khác viết có những chi tiết không chính xác, nên Hồ Chí Minh phải viết cuốn ''\"Vừa đi đường vừa kể chuyện\"'' để người đọc hiểu đúng hơn. Nếu cuốn ''\"Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch\"'' do chính Hồ Chí Minh viết thì ông đã chẳng cần phải viết thêm cuốn \"Vừa đi đường vừa kể chuyện\" nữa.<ref name=\"tuan\" \/>\n\n=== Trần Ngọc Danh ===\nMột số tác giả nước ngoài<ref name=\":1\" \/><ref name=\":3\" \/> đưa ra nghi vấn Trần Dân Tiên có thể là [[Trần Ngọc Danh]] hay không. Trong giai đoạn 1945-1946, Trần Ngọc Danh là đại biểu quốc hội khóa I và là Trưởng phái đoàn đại diện của Chính phủ [[Việt Nam Dân chủ Cộng hòa]] tại Pháp giai đoạn 1946-1949. Ông em ruột của [[Trần Phú]]. Ông sang Pháp tháng 6\/1946 cùng Hồ Chí Minh để dự [[Hội nghị Fontainebleau 1946|hội nghị Fontainebleau]], và được Hồ Chí Minh cho ở lại Pháp làm trưởng phái đoàn ngoại giao ở đây. Năm 1948, ông bị chính phủ Pháp bắt vì tội \"chống lại sự toàn vẹn của lãnh thổ Pháp\" rồi được thả ra sau đó. Năm 1949, ông cùng với vợ là [[Thái Thị Liên]] từ Paris chuyển sang [[Praha|Prague]] và lập phái đoàn ngoại giao mới ở đây. Từ tháng 12 năm 1949 đến tháng 1 năm 1950, ông gửi nhiều thư cho Stalin phê phán đường lối dân tộc chủ nghĩa của Hồ Chí Minh. Ông được cho là đã bị khai trừ khỏi Đảng Cộng sản Việt Nam năm 1950.<ref name=\":1\" \/> Năm 1951, ông và gia đình trở lại chiến khu Việt Bắc.  Ông mất không lâu sau đó.\n\nTheo Olga Dror<ref name=\":1\" \/>, Jean Sainteny<ref name=\":3\">SAINTENY, JEAN. 1970. Face à Ho Chi Minh [Faced with Ho Chi Minh]. Paris: Édition seghers.{{cần số trang}}<\/ref> thì Trần Ngọc Danh được ghi tên là tác giả cuốn ''Tiểu sử Hồ Chủ tịch'' tại Paris (có ghi tên ông ở bìa) năm 1949<ref>Trần Ngọc Danh, Tiểu sử Hồ Chủ tịch [Biography of President Hồ]. Paris: Chi-hội Liên-Việt tại pháp. Archives Nationales d’Outre-Mer, Aix-en-Provence, fonds du Haut Commissariat de l’Indochine: SPCE, carton 370.<\/ref> với nhiều nội dung tương đồng với cuốn của Trần Dân Tiên. Tuy nhiên, Olga Dror cũng đưa ra một số lý do Trần Ngọc Danh có thể không phải là tác giả — việc ghi tên ông là tác giả có thể chỉ là mượn uy tín của ông trong cộng đồng Việt kiều ở Pháp; theo Selivanov (2014, tr. 245) <ref>Selivanov, Igor N. 2014. Stalin, Ho Shi Min i \"delo\" Chan Ngok Dana: Fakty, hipotezy, arhivnye dokumenty [Stalin, Ho Chi Minh, and the \"affair\" of Tran Ngoc Danh: Facts, hypothesis, archival documents]. Kursk, Russia: Kursk State University<\/ref> thì Trần Ngọc Danh từng trích một số đoạn có trong quyển này để làm bằng chứng rằng Hồ Chí Minh đã thần thánh hóa chính mình.<ref>Dror 2016, tr. 441.  Trích: \"Trần Ngọc Danh presents this as evidence of Hồ Chí Minh's incorrect thinking and self-deification.\" dịch: ''Trần Ngọc Danh đưa ra điều này như bằng chứng cho đường lối sai trái và sự thần thánh hóa chính mình của Hồ Chí Minh.\"<\/ref>\n\nTheo ông [[Trần Quang Huy (bộ trưởng)|Trần Quang Huy]] (nguyên Chánh Văn phòng TW Đảng thời kháng chiến chống Pháp ở Việt Bắc)  cho biết ông cũng đã nhận được một bản tiểu sử Hồ Chí Minh, do Việt kiều hay cơ quan đại diện Chính phủ từ Paris gửi về.<ref name=\":2\">{{Chú thích web|url=http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhin-ra-the-gioi\/30-nhung-goc-nhin-van-hoa\/11886-nhung-tac-pham-ve-tieu-su-ho-chi-minh-xuat-hien-sau-ngay-doc-lap|tựa đề=Những tác phẩm về tiểu sử Hồ Chí Minh xuất hiện sau ngày độc lập|ngày=19-05-2017|website=Văn Hóa Nghệ An}}{{Liên kết hỏng|date=2023-01-24 |bot=InternetArchiveBot }}<\/ref>\n\nTheo ông Song Thành (nguyên Viện trưởng Viện Hồ Chí Minh) mặc dù chưa đọc bản in năm 1949 của ông Trần Ngọc Danh, nhưng đã được đọc bản in năm 1951, khi sách được Hội Việt kiều tái bản. Bìa sách vẫn ghi tên tác giả là Nghị sĩ Trần Ngọc Danh, tên sách: \"''Tiểu sử Hồ Chí Minh''\", khổ sách cỡ 12x17, không ghi tên Nhà xuất bản, nơi in, chỉ ghi năm tái bản: 1951. Sách được chia ra thành nhiều chương nhỏ, mỗi chương có tiêu đề riêng, in thành 3 tập mỏng. Nội dung, về cơ bản như cuốn \"''Những mẩu chuyện về đời hoạt động của Hồ Chủ Tịch''\" của Trần Dân Tiên<ref name=\":2\" \/>.\n\n==Nội dung==\nTrong ''Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch'', Trần Dân Tiên không dùng hình thức tự truyện, mà thuật chuyện bằng lời một người khác. Ông đóng vai trò một nhà báo xin gặp Hồ Chí Minh để ghi lại tiểu sử của Chủ tịch nhưng không đạt yêu cầu. Trần Dân Tiên phải đi tìm gặp gỡ những người đã từng quen biết với Hồ Chí Minh để hỏi chuyện, thu thập tài liệu rồi viết ra tác phẩm này. Trong tác phẩm có đoạn viết như sau:\n:''...Nhiều nhà văn, nhà báo Việt nam và ngoại quốc muốn viết tiểu sử của vị chủ tịch nước Việt nam Dân chủ Cộng hòa, nhưng mãi đến nay, chưa có người nào thành công. Nguyên nhân rất giản đơn: chủ tịch Hồ chí Minh không muốn nhắc lại thân thế của mình. Ngày 2-9-45, lần đầu tiên tôi trông thấy Hồ chủ tịch. Đó là một ngày lịch sử. Ngày hôm ấy, đứng trước rất đông quần chúng hoan hô nhiệt liệt, Hồ chủ tịch trang nghiêm đọc bản Tuyên ngôn độc lập của nước Việt nam Dân chủ Cộng hòa.\n:''Ngày thứ hai tôi viết thơ xin phép được gặp Hồ chủ tịch. Ngay chiều hôm ấy, tôi rất sung sướng tiếp được thư trả lời của Hồ chủ tịch viết như thế này:\n::''Ngày mai 7 giờ 30 mời chú đến\n::''Ký tên: Hồ chí Minh.\"\n\nSau lời mở đầu, tác giả đã thuật lại cuộc đời của Hồ Chí Minh: bắt đầu từ thời thơ ấu ở [[Nghệ An]]; đến Sài Gòn nơi ông [[Ngày Bác Hồ ra đi tìm đường cứu nước|ra đi tìm đường cứu nước]]; đến [[Marseille]] và [[Le Havre]] ở Pháp; đến các chuyến tàu vòng quanh thế giới qua Luân Đôn, Paris, Liên Xô, Trung Quốc, Hồng Kông, rồi cuối cùng trở về Việt Nam, nơi ông lãnh đạo [[Việt Minh]]. Khi ông đọc bản [[Tuyên ngôn độc lập (Việt Nam Dân chủ Cộng hòa)|Tuyên ngôn Độc lập]] là lần đầu tiên Trần Dân Tiên và nhiều người khác thấy mặt ông.  Đây chỉ là bước đầu của cuộc đấu tranh giành độc lập; tác giả tiếp đó thuật lại hai năm kế tiếp của cuộc đấu tranh rồi dừng lại ở chỗ đó.<ref>Dror 2016, tr. 437<\/ref>\n\nDù không viết theo hình thức tự truyện, và tác giả đã nói rõ là không thể tiếp cận được Hồ Chí Minh, tác phẩm kể lại nhiều chi tiết, nếu có thật, thì chỉ Hồ Chí Minh mới biết đến: những ý nghĩ thầm kín và trải nghiệm cá nhân.<ref name=\"Dror 2016, tr. 443\">Dror 2016, tr. 443<\/ref> Các chi tiết đó gồm có việc Hồ Chí Minh ngưỡng mộ cách viết giản dị dễ hiểu của của [[Lev Nikolayevich Tolstoy]] và [[Anatole France]] và tự nhủ rằng \"[n]gười ta chỉ cần viết điều gì người ta thấy và cảm\", hay khi miêu xà lim, giờ giấc ăn uống, các món ăn của ông trong lúc [[Vụ án Tống Văn Sơ|ông bị giam riêng tại Hồng Kông]].<ref name=\"Dror 2016, tr. 443\"\/>\n\n== Nhận xét ==\nSophie Quinn-Judge, trong cuốn ''Ho Chi Minh: The Missing Years'', đánh giá quyển ''Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch'' như sau:\n{{cquote|While it is based on fact, its omissions, embellishments, and insistence on Ho Chi Minh's proletarian virtue made it an element in the construction of his myth rather than a serious record.\"<ref name=\"judge\"\/>}}\n:Tạm dịch: ''Trong khi nó được dựa trên sự thật, những điều nó bỏ qua, tô đậm thêm, và việc nó kiên quyết khẳng định phẩm chất vô sản của Hồ Chí Minh đã biến nó thành một yếu tố tạo ra huyền thoại về ông hơn là một ghi chép nghiêm túc.''\n\nTrong khi đó, William J. Duiker, trong cuốn tiểu sử ''Ho Chi Minh: A Life'', cho rằng việc Hồ Chí Minh dùng nhiều bút danh hoặc tên giả khi viết tự truyện và các bài báo trong suốt hàng chục năm là một trong các khó khăn về tư liệu tiểu sử đối với người định viết sách về ông<ref name=\"duiker\"\/>.\n\nNhà sử học Olga Dror, chuyên gia lịch sử Đông Á và Việt Nam thời cận đại, cho rằng dù quyển ''Những mẩu chuyện'' là do chính Hồ Chí Minh viết hay chỉ được ông chấp thuận cho xuất bản, tác phẩm đã cho thấy ông có vai trò quan trọng trong việc tạo ra hình ảnh về chính mình.<ref name=\"Dror 2016, tr. 443\"\/> Bà cho rằng tác phẩm có đầy rẫy mâu thuẫn về thứ tự thời gian. Một ví dụ là khi ông Nam thuật lại chuyện gặp Hồ Chí Minh khi ở Anh rất ấn tượng khi Hồ Chí Minh tỏ ra cảm động khi đọc một bài báo về một ông \"Thị trưởng Cook\" người Ireland đã tuyệt thực mà chết.  Sau đó [[Thế chiến thứ nhất]] bùng nổ, Hồ Chí Minh rời Luân Đôn đi Paris, và ông Nam cảm thấy lo lắng khi [[Trận sông Marne lần thứ nhất|quân Đức tiến đến sông Marne]].  Hai tháng sau Hồ Chí Minh đã gửi thư đến ông Nam kể việc gặp mặt [[Phan Châu Trinh]].  Theo các sự kiện lịch sử thì có thể suy ra theo lời kể của ông Nam thì Hồ Chí Minh rời Luân Đôn giữa tháng 7 và tháng 9 năm 1914.  Tuy nhiên, theo Dror thì nhà ái quốc Ireland mà Hồ Chí Minh ngưỡng mộ (Terence Joseph MacSwiney, thị trưởng Cork) bị bắt và chết trong tù vào tháng 10 năm 1920, hơn 6 năm sau cuộc gặp gỡ giữa ông Nam và Hồ Chí Minh và sau luôn khi cuộc chiến kết thúc.<ref>Dror 2016, tr. 444-445<\/ref> Ngay cả khi Trần Dân Tiên kể chuyện cũng có mâu thuẫn:  theo truyện kể thì có thể suy ra Hồ Chí Minh đến Petrograd vào ngày 19 tháng 1 năm 1924 và đến Quảng Châu vào cuối tháng 6 cùng năm, ở lại Liên Xô chỉ vỏn vẹn 5 tháng, không đủ để thăm Petrograd rồi Mosvka, rồi tìm hiểu về đất nước này rồi thăm [[Lăng Lenin]] (hoàn tất năm 1930) như đã thuật lại trong truyện.<ref>Dror 2016, tr. 445-446<\/ref> Theo bà, ''Những mẩu chuyện'' có thể được hiểu như một [[văn bản tôn giáo]], một cẩm nang để cảm nhận và miêu tả Hồ Chí Minh, cũng như đặt nền móng cho sự sùng bái ông.<ref>Dror 2016, tr. 447<\/ref>\n\n== Tác phẩm liên quan ==\nTrong cuốn tiểu sử ''[[Vừa đi đường vừa kể chuyện]]'' xuất bản lần đầu năm 1950, Hồ Chí Minh lấy bút danh là T. Lan. Ông dùng bút pháp nhập vai, qua một chiến sĩ trong đoàn tùy tùng của Chủ tịch đi hành quân, vừa đi vừa hỏi chuyện Chủ tịch và ghi chép lại<ref>{{Chú thích web| họ = Borton| tên = Lady| lk tác giả = | các tác giả = | năm = 2007| url = http:\/\/vietnamnews.vnagency.com.vn\/showarticle.php?num=04SUN200507| tiêu đề = Piece of Uncle Ho history surfaces in London| định dạng = | work = Ho Chi Minh had used the pseudonym T. Lan and the voice of a cadre accompanying President Ho in September 1950 to the Border Campaign for Stories Told on the Trail, which was first published in book form in 1963.| nhà xuất bản = Thông tấn xã Việt Nam| ngày truy cập = ngày 19 tháng 9 năm 2007| url lưu trữ = https:\/\/web.archive.org\/web\/20090719120733\/http:\/\/vietnamnews.vnagency.com.vn\/showarticle.php?num=04SUN200507| ngày lưu trữ = 2009-07-19| url-status=live}}<\/ref>. Cuốn sách này được Hồ Chí Minh viết nhằm mục đích cho nhân dân cả nước thời đó biết rõ về tiểu sử của mình để thêm tin tưởng vào cuộc [[kháng chiến chống Pháp]], và ông xác nhận rộng rãi với nhân dân rằng mình đã tự viết cuốn sách. Bản thảo gốc hiện lưu trữ tại Bảo tàng Hồ Chí Minh.\n\n==Liên kết ngoài==\n*[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=9151&rb=08 Tác phẩm: Những mẩu chuyện về đời hoạt động của Hồ Chủ tịch]\n*[http:\/\/thehehochiminh.net\/modules.php?name=News&op=viewst&sid=30 Trích đăng Tác phẩm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090216131409\/http:\/\/thehehochiminh.net\/modules.php?name=News&op=viewst&sid=30 |date = ngày 16 tháng 2 năm 2009}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{Hồ Chí Minh}}\n\n[[Thể loại:Hồ Chí Minh]]\n[[Thể loại:Sách tiểu sử Việt Nam]]"}