{"332059":"{{Infobox Writer\n| name = Ninh Viết Giao\n| image =\n| bgcolour = silver\n| caption = Nhà nghiên cứu văn hóa Ninh Viết Giao\n| alma_mater = Phó giáo sư\n| birth_date = {{Ngày sinh|1933|5|15}}<ref name=\"NVG1\"\/>\n| birth_place = [[Thanh Hóa]], [[Việt Nam]]\n| death_date = {{Ngày mất và tuổi|2014|3|6|1933|5|15}}<ref name=\"NVG1\"\/>\n| death_place = [[Nghệ An]], [[Việt Nam]]\n| occupation = Nhà nghiên cứu văn hóa dân gian\n}}\n\n'''Ninh Viết Giao''' ([[15 tháng 5]] năm [[1933]] – [[6 tháng 3]] năm [[2014]]) là một nhà nghiên cứu [[Văn hóa]] [[Việt Nam]].\n\n==Tiểu sử==\nÔng sinh quán tại xã [[Hoằng Xuyên]], huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa|Thanh Hoá]]<ref name=\"NVG1\">[http:\/\/vietnamnet.vn\/vn\/van-hoa\/121992\/nguoi-co-nhieu-cong-trinh-nghien-cuu-nhat-ve-van-hoa-xu-nghe.html Người có nhiều công trình nghiên cứu nhất về Văn hóa xứ Nghệ]. Báo điện tử VietnamNet. Truy cập ngày 21 tháng 5 năm 2013.<\/ref>. Sau khi tốt nghiệp Đại học sư phạm Văn khoa Hà Nội năm 1956, cùng một khoá với [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Cao Xuân Hạo]], [[Nguyễn Văn Tâm]], ông được phân công về dạy học ở trường cấp III Huỳnh Thúc Kháng (Nghệ An).\n\nNinh Viết Giao về sống, làm việc ở Xứ Nghệ \"bằng cả hai tay\", hai lĩnh vực là Giáo dục và sưu tầm, biên soạn văn hóa, văn nghệ dân gian. Được xem là nghề tay trái nhưng lĩnh vực sưu tầm, biên soạn văn hóa dân gian thực sự là sự nghiệp chính, đem lại những thành tựu đồ sộ và cuốn hút cả cuộc đời ông.<ref name=\"daibieunhandan.vn\">Mai Hồ Minh. [http:\/\/daibieunhandan.vn\/default.aspx?tabid=78&NewsId=6829 Ninh Viết Giao - Nhà Nghệ học số một]. Báo Người đại biểu nhân dân điện tử. Truy cập ngày 4 tháng 9 năm 2010.<\/ref>\n\nÔng trở thành một nhà Nghệ học bậc nhất của Việt Nam, một giáo viên phổ thông trung học được phong hàm Phó giáo sư (năm 1984), giải thưởng Nhà nước (năm 2001). Ninh Viết Giao được phong học hàm Giáo sư cấp I đặc cách từ năm 1984 cũng là một hiện tượng đến nay chưa có người thứ hai như ông, nghĩa là từ một giáo viên dạy cấp 3 không phải thuộc viện nghiên cứu hay trường đại học nào. Ông có những công trình đồ sộ bao quát gần như đủ hết các loại hình văn hóa dân gian Xứ Nghệ với số lượng đầu sách đã vượt con số 40.<ref name=\"daibieunhandan.vn\"\/>\n\nNgày 20 tháng 5 năm 2013, Trung tâm sách kỷ lục Việt Nam đã tiến hành tổ chức trao huy chương và xác nhận kỷ lục \"Người có nhiều công trình nghiên cứu nhất về Văn hóa Dân gian xứ Nghệ\" cho PGS Ninh Viết Giao.<ref name=\"NVG1\"\/>\n\nÔng mất ngày [[6 tháng 3]] năm [[2014]] tại [[Vinh|thành phố Vinh]], tỉnh [[Nghệ An]].\n\nNăm [[2017]], ông được Nhà nước truy tặng [[Giải thưởng Hồ Chí Minh]] về Văn học – Nghệ thuật cho tập sách \"Kho tàng về xứ Nghệ\" (gồm 9 tập).\n\n==Tác phẩm==\n* Hát phường vải (in đến lần thứ tư) ([[1961]])\n* Hát dặm Nghệ Tĩnh (2 tập)\n* ''[[Kho tàng truyện kể dân gian Xứ Nghệ]]'' (4 tập)\n* ''[[Kho tàng vè Xứ Nghệ]]'' (9 tập)\n* Kho tàng ca dao Xứ Nghệ (2 tập)\n* Truyện cổ Thái Nghệ Tĩnh\n* Từ điển danh nhân xứ Nghệ\n* Tục thờ thần và thần tích Nghệ An\n* Nghệ Tĩnh trong Tổ quốc Việt Nam \n* Thơ văn nhà Nho xứ Nghệ\n* Thơ văn Xô Viết Nghệ Tĩnh\n* Văn bia Nghệ An\n* Câu đố Việt Nam ([[1958]])\n* Xứ Nghệ và tôi ([[2006]]), hồi kí\n* ''[[Nghệ An toàn chí]]'' (Tổng chủ biên)\n\nNgoài các công trình trên ông còn có các tác phẩm về Hương ước Nghệ An, Văn thơ Xô Viết Nghệ Tĩnh... Một loạt công trình về địa chí văn hóa các huyện như Diễn Châu, Quỳnh Lưu, Tân Kỳ, Quỳ Hợp, Tương Dương nữa. Gần đây ông lần lượt cho ra đời các tác phẩm có tầm khái quát văn hóa dân gian Xứ Nghệ như <nowiki>''Nghệ An – Lịch sử và Văn hóa, ''Nghệ Tĩnh trong Tổ quốc Việt Nam'', ''<\/nowiki>Về văn hóa dân gian [[Nghệ Tĩnh]]<nowiki>'', ''Về văn hóa Xứ Nghệ''<\/nowiki>,...<ref name=\"daibieunhandan.vn\"\/>\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|1933|2014}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Giải thưởng Nhà nước]]\n[[Thể loại:Nhà nghiên cứu văn hóa Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam]]"}