{"1251293":"{{nhiều vấn đề|{{Thái độ trung lập}}{{Thiếu nguồn gốc}}{{Thiếu nguồn từ bên thứ ba}}}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Ninh Đông\n| hình = Ninh Dong fish noodle soup.jpg\n| ghi chú hình = Đặc sản bún cá Ninh Đông\n| vĩ độ = 12\n| kinh độ = 109\n| vĩ phút = 31\n| vĩ giây = 33\n| kinh phút = 8\n| kinh giây = 10\n| diện tích = 8,67 km²\n| dân số = 6.267 người\n| thời điểm dân số = Tháng 6 năm 2010\n| mật độ dân số = khoảng 715 người\/km²\n| dân tộc = Kinh\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Khánh Hòa]]\n| thị xã = [[Ninh Hòa]]\n| thành lập = \n| trụ sở UBND =Thôn Văn Định\n| chủ tịch UBND = Lê Quang Hải <ref name=\"Danh sách cán bộ, công chức xã Ninh Đông\"\/>\n| hội đồng nhân dân = 26 đại biểu <ref name=\"Sơ đồ tổ chức bộ máy chính quyền xã Ninh Đông\">{{chú thích web|title=Sơ đồ tổ chức bộ máy chính quyền xã Ninh Đông|url=http:\/\/ninhdong.gov.vn\/so-do-co-cau-to-chuc_p369.aspx|website=ninhdong.gov.vn|accessdate=2022-03-18}}<\/ref>\n| chủ tịch HĐND = Lê Dũng <ref name=\"Danh sách cán bộ, công chức xã Ninh Đông\"\/>\n| chủ tịch UBMTTQ = Nguyễn Văn Thìa <ref name=\"Danh sách cán bộ, công chức xã Ninh Đông\">{{chú thích web|title=Danh sách cán bộ, công chức xã Ninh Đông|url=http:\/\/ninhdong.gov.vn\/danh-ba-dien-thoai_p374.aspx|website=ninhdong.gov.vn|accessdate=2022-03-18}}<\/ref>\n| bí thư = Lê Quang Hải <ref name=\"Danh sách cán bộ, công chức xã Ninh Đông\"\/>\n| mã hành chính = 22564<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 57324 <ref name=\"Mã bưu điện Việt Nam\">{{chú thích web|title=Mã bưu điện Việt Nam|url=https:\/\/www.mabuudien.net\/ma-buu-dien-khanh-hoa\/thi-xa-ninh-hoa\/xa-ninh-dong.html|website=mabuudien.net|accessdate=2022-03-18}}<\/ref>\n|web={{url|ninhdong.gov.vn\/ }}|chủ tịch UBND=Lê Quang Hải|điện thoại=(0583) 844 355|email=ninhdong.nh@khanhhoa.gov.vn|biển số xe=79-H1}}\n\n'''Ninh Đông''' là một [[Xã (Việt Nam)|xã]] thuộc thị xã [[Ninh Hòa]], tỉnh [[Khánh Hòa]], [[Việt Nam]]. Nhờ các đặc điểm nổi bật về ẩm thực mà địa phương này được biết đến rộng rãi với món ăn '''''Bún cá Ninh Đông'''''.<ref>{{Chú thích web|url=https:\/\/truyenhinhdulich.vn\/am-thuc\/hap-dan-bun-ca-ninh-dong-10779.html|tựa đề=Hấp dẫn bún cá Ninh Đông|họ=MEDIATECH|website=truyenhinhdulich.vn|ngôn ngữ=vi|ngày truy cập=2022-02-27}}<\/ref>\n\n== Vị trí Địa lý và Điều kiện tự nhiên ==\n\n=== Vị trí Địa lý và Địa giới hành chính ===\n'''''Ninh Đông''''' là xã nông thôn đồng bằng nằm về phía Bắc trung tâm [[Ninh Hòa|thị xã Ninh Hòa]]. Địa giới hành chính của xã Ninh Đông được xác định ở toạ độ 12°31′33″B, 109°8′10″Đ, đồng thời giáp:\n\n* [[Hướng Đông|Phía Đông]] giáp với [[Ninh Đa|phường Ninh Đa]] và [[Ninh An, Ninh Hòa|xã Ninh An]].\n* [[Hướng Tây|Phía Tây]] giáp với [[Ninh Trung|xã Ninh Trung]] và [[Ninh Phụng|xã Ninh Phụng.]]\n* [[Hướng Nam|Phía Nam]] giáp với [[Ninh Hiệp (phường)|phường Ninh Hiệp]].\n* [[Hướng Bắc|Phía Bắc]] giáp với [[Ninh An, Ninh Hòa|xã Ninh An]].\n\nXã Ninh Đông cách trung tâm [[Ninh Hòa|thị xã Ninh Hòa]] khoảng gần 1 [[Kilômét|ki-lô-mét]] và cách [[Nha Trang|thành phố Nha Trang]] khoảng 35 km về [[hướng Bắc]]. Với vị trí này, xã Ninh Đông được người dân địa phương đánh giá là một trong những xã có vị trí quan trọng. Địa bàn xã Ninh Đông nằm trên tuyến đường sắt Bắc - Nam.<blockquote>Trong thời kháng chiến, xã Ninh Đông nằm trên trục hành lang nối từ căn cứ Đá Bàn của [[Việt Minh]] vào giáp đến ranh giới quận lỵ (trung tâm đầu não của chính quyền [[Đế quốc thực dân Pháp|thực dân Pháp]]). Vùng núi Ổ Gà là căn cứ, nơi nhiều cán bộ du kích địa phương đứng chân hoạt động nhiều năm liên tục.<\/blockquote>Tính đến tháng 6 [[2010|năm 2010]], xã Ninh Đông có tổng diện tích tự nhiên khoảng 8,67 km², trong đó tổng diện tích canh tác đối với cây lúa là hơn 3 km² (với đất làm [[lúa]] 2 vụ khoảng 2,4 km², còn lại 0.6 km² sử dụng để canh tác lúa 1 vụ và [[hoa màu]]).\n\nXã Ninh Đông có 5 thôn: thôn Quang Đông, thôn Phú Nghĩa, thôn Văn Định, thôn Phước Thuận và thôn Nội Mỹ.\n\n=== Sông ngòi và Địa hình ===\nSông ngòi của xã Ninh Đông không lớn. Tuy nhiên, theo chiều dài của xã có con Sông Lốt<ref>{{Chú thích sách|title=đặt tên theo việc khi xưa bên bờ có nhiều cây rau Lốt}}<\/ref> chạy qua. Người dân hai bên bờ Sông Lốt đã biết tận dụng, khai thác đào mương, đắp đập để tưới tiêu phục vụ sản xuất. Dọc triền Sông Lốt luôn bồi đắp thành những bãi cát tự nhiên tạo điều kiện cho việc khai thác phục vụ xây dựng cơ bản, xem như nguồn thu nhập thêm cho địa phương. Ngoài ra, còn có các đập, bến nhỏ đã gắn liền với đời sống con người như bến Cây Gáo, Buy Ruột Ngựa, đập Bến Chai, bến Tổng Sáu, bến Bà Đa Dẹo,... <ref>{{Chú thích web|url=https:\/\/www.scribd.com\/document\/395579874\/QUY-HO%E1%BA%A0CH-TH%E1%BB%A6Y-L%E1%BB%A2I-T%E1%BB%88NH-KHANH-HOA|tựa đề=QUY HOẠCH THỦY LỢI TỈNH KHÁNH HÒA {{!}} PDF|website=Scribd|ngôn ngữ=fr|ngày truy cập=2022-02-27}}<\/ref><blockquote>Tổng độ dài '''''Sông Lốt''''' (''còn gọi là Sông Lớp, hay sông Đá Bàn'') khoảng 37 ki-lô-mét, bắt nguồn từ biên giới [[Phú Yên|tỉnh Phú Yên]] chảy qua vùng rừng núi Đá Bàn rồi đổ vào lòng hồ Đá Bàn ([[Ninh Sơn, Ninh Hòa|xã Ninh Sơn]], [[Ninh Hòa|thị xã Ninh Hoà]]). <ref>{{Chú thích web|url=http:\/\/www.ninh-hoa.com\/Dia_Ly-XuNinh-SongNgoi.htm|tựa đề=Non Nuoc Ninh Hoa - Dia Ly|website=www.ninh-hoa.com|ngày truy cập=2022-02-27}}<\/ref>\n\nĐoạn sông đầu tiên tên là sông Đá Bàn dài khoảng 14 ki-lô-mét. Đoạn kế tiếp tên là Sông Lốt dài khoảng 23 ki-lô-mét từ lòng hồ Đá Bàn chảy qua địa phận các [[Ninh An, Ninh Hòa|xã Ninh An]], [[Ninh Trung|xã Ninh Trung]], [[Ninh Đông|xã Ninh Đông]] và [[Ninh Phụng|xã Ninh Phụng]] rồi nhập vào [[Sông Dinh (Khánh Hòa)|Sông Dinh]] tại Họng Ngã Ba. Trong ba nhánh sông, nước Sông Lốt trong nhất, nhưng vào mùa mưa dòng nước cũng hung dữ nhất, dễ gây lũ lụt trong các [[Tháng tám|tháng Tám]], [[Tháng chín|tháng Chín]] và [[Tháng mười|tháng Mười]] [[âm lịch]].<\/blockquote>Vùng rừng núi xã Ninh Đông chạy dài theo [[hướng Bắc]] và [[hướng Đông Bắc]], theo lối liên sơn gồm những ngọn núi như: núi Đá Bàn, núi Hòn Hấu, núi Ổ Gà. Rừng Ninh Đông ngày xưa có nhiều lâm thổ sản có giá trị kinh tế cao như [[Trắc|gỗ trắc]], [[Cẩm lai|gỗ cẩm lai]], [[Giáng hương|gỗ dáng hương]] (hay giáng hương), cây gụ. Đồng thời tại đây cũng nổi tiếng có nhiều thú dữ, gây tổn hại đến đời sống người dân như [[Hổ|cọp]], [[Mèo gấm Ocelot|gấm]], [[Báo đốm|báo]], [[Công (chim)|công]],... mà dân gian vẫn lưu truyền đến ngày nay câu: '''''Cọp Ổ Gà - Ma Đồng Lớn''''' <ref>{{Chú thích web|url=https:\/\/ngayday.com\/ngay-xuan-noi-chuyen-cop-khanh-hoa-202202020840105|tựa đề=Ngày Xuân nói chuyện cọp Khánh Hòa - Báo Khánh Hòa|website=ngayday.com|ngôn ngữ=vi|ngày truy cập=2022-02-27|archive-date=2022-02-27|archive-url=https:\/\/web.archive.org\/web\/20220227161054\/https:\/\/ngayday.com\/ngay-xuan-noi-chuyen-cop-khanh-hoa-202202020840105|url-status=dead}}<\/ref>. Tuy nhiên, do sự tàn phá của chiến tranh, đồng thời do con người khai thác bừa bãi, nguồn tài nguyên này ngày càng cạn kiệt.\n\nỞ các thôn tiếp giáp vùng núi Ổ Gà có nhiều bãi chăn thả rộng, thuận lợi cho việc phát triển chăn nuôi gia súc.\n\n=== Khí hậu ===\nCũng như các địa phương khác trên địa bàn [[Ninh Hòa|thị xã Ninh Hòa]], xã Ninh Đông chịu ảnh hưởng trực tiếp của [[khí hậu nhiệt đới gió mùa]] nhưng khô ráo ôn hòa, chia làm hai mùa rõ rệt. [[Nhiệt độ]] trung bình hàng năm khoảng 26°C, các tháng cuối năm và đầu năm trời se lạnh nhưng không rét buốt. Lượng mưa trung bình hàng năm khoảng từ 1.400 mm đến 1.800 mm nhưng rải không đều, hàng năm mưa nhiều vào [[Tháng chín|tháng 9]] và [[Tháng mười|tháng 10]] [[âm lịch]].\n\nVới vị trí địa lý và điều kiện thiên nhiên ưu đãi, xã Ninh Đông được người dân địa phương xem là vùng đất có nhiều thuận lợi cho việc phát triển nông nghiệp với nhiều loại cây trồng, vật nuôi và dễ dàng giao lưu hàng hóa.\n\n== Lịch sử hình thành ==\n''(Xem thêm về lịch sử hình thành chung các xã, phường trên địa bàn [[Ninh Hòa|thị xã Ninh Hoà]] tại bài viết: [[Ninh Hòa|Ninh Hoà]])''\n\n[[1653|Năm 1653]], sau khi [[Nguyễn Phúc Tần|Chúa Nguyễn Phúc Tần]] ([[chữ Hán]]: '''阮福瀕''') đánh thắng vua [[Chăm Pa]] là '''Po Nraop''' ('''''Bà Tấm''''' hay [[Bà Thấm|'''''Bà Thấm''''']]), chiếm căn cứ vùng đất mới, mở rộng đất [[Việt Nam]] đến [[Phan Rang – Tháp Chàm|sông Phan Rang]] ([[Ninh Thuận|tỉnh Ninh Thuận]] ngày nay), chúa Nguyễn Phúc Tần cho lập dinh Thái Khang gồm 2 phủ: Phủ Thái Khang và phủ Diên Ninh. Phủ Thái Khang ở phía Bắc có 2 huyện Quảng Phước và Tân Định. Lúc đó, xã Ninh Đông thuộc Tổng Phước Khiêm, huyện Quảng Phước.\n\n[[1690|Năm 1690]], phủ Thái Khang đổi thành phủ Bình Khang, tên dinh Thái Khang thành dinh Bình Khang.\n\n[[1803|Năm 1803]] (năm [[Gia Long]] thứ hai), dinh Bình Khang đổi thành trấn Bình Hòa, phủ Bình Khang đổi thành phủ Bình Hòa. Năm 1831 (năm [[Minh Mạng]] thứ 12), phủ Bình Hòa đổi thành phủ Ninh Hòa. Đến năm Nhâm Thìn [[1832]], trấn Bình Hòa được đổi thành [[Khánh Hòa|tỉnh Khánh Hòa]].\n\n[[1910|Năm 1910]] (thời [[Duy Tân|vua Duy Tân]]) bỏ huyện Quảng Phước giao cho phủ Ninh Hòa kiêm lý. Khoảng năm 1930 đến năm 1931, [[Đế quốc thực dân Pháp|chính quyền thực dân Pháp]] sáp nhập huyện Tân Định và 3 tổng của huyện Quảng Phước cũ do phủ Ninh Hòa kiêm lý là tổng Phước Khiêm, Phước Hà Nội, Phước Hà Ngoại thành phủ Ninh Hòa, phần còn lại của phủ Ninh Hòa cũ lấy tên [[Vạn Ninh|huyện Vạn Ninh]]. Xã Ninh Đông lúc này thuộc tổng Phước Khiêm, phủ Ninh Hòa, tỉnh Khánh Hòa. Tổng phụ trách nhiều làng, đứng đầu làng là có lý trưởng, bên cạnh đó còn có bộ máy giúp việc gọi là ngũ hương: [[hương kiểm]], hương bộ, hương bản, hương mục và hương dịch.\n\nĐầu [[1946|năm 1946]] (sau ngày [[Tổng tuyển cử|Tổng tuyển cử bầu cử Quốc hội khóa đầu tiên]] ngày 6 tháng 1 năm 1946), tổ chức hành chính cấp xã được thành lập, làng cũ được đổi thành thôn.<blockquote>Khi [[đơn vị hành chính]] cấp xã thành lập, tổng Phước Khiêm chia thành các xã: xã Liên An, xã Tiến Thắng và xã Cộng Hòa. Xã Liên An gồm các thôn: thôn Nội Mỹ, thôn Phước Thuận, thôn Văn Định, thôn Phú Văn và thôn Bình Thới. Xã Cộng Hòa có các thôn: thôn Quang Đông và thôn Phú Nghĩa. Xã Tiến Thắng có một số tổ dân phố của phường Ninh Đa ngày nay. Vài tháng sau, hai xã Cộng Hòa hợp nhất vào xã Tiến Thắng.<\/blockquote>[[1949|Năm 1949]], toàn huyện Ninh Hoà có 18 xã nhỏ, hợp nhất thành 7 xã lớn; xã Liên An lúc bấy giờ hợp nhất với xã Việt Hưng lấy tên là xã Hòa Nghĩa (nay thuộc phạm vi các [[Ninh Phú|xã Ninh Phú]], [[Ninh Đông|xã Ninh Đông]] và [[Ninh Đa|phường Ninh Đa]]).\n\nTháng 3 [[1953|năm 1953]], xã Liên An tách ra khỏi xã Hòa Nghĩa và trở lại đơn vị hành chính xã như trước.<blockquote>Trong thời kỳ chống [[Chủ nghĩa đế quốc Mỹ|đế quốc Mỹ]] vào đầu [[1955|năm 1955]], [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|chính quyền Ngô Đình Diệm]] sắp xếp lại các đơn vị hành chính. Lúc bầy giờ các thôn Nội Mỹ, thôn Phước Thuận, thôn Văn Định, thôn Quang Đông và thôn Phú Nghĩa thuộc liên xã Ninh Thuận. Thôn Phú Văn thuộc xã Ninh Sơn. Thôn Bình Thới hợp nhất với thôn Phú Lễ lấy tên thôn Phú Bình thuộc xã Ninh Phụng.<\/blockquote>[[1956|Năm 1956]], tách hai thôn Quang Đông và thôn Phú Nghĩa của liên xã Ninh Thuận, đồng thời dùng một phần địa giới của thôn Vĩnh Phú thành lập xã Ninh Vĩnh.\n\nĐầu [[1959|năm 1959]], xã Ninh Vĩnh giải thể, hai thôn Quang Đông và thôn Phú Nghĩa của xã Ninh Vĩnh hợp nhất với liên xã Ninh Thuận lấy tên xã Ninh Đông. Như vậy, tên gọi '''''xã Ninh Đông''''' chính thức có từ năm 1959 bao gồm 5 thôn: thôn Nội Mỹ, thôn Phước Thuận, thôn Phú Văn, thôn Thạch Định và thôn Phú Sơn.\n\n[[1961|Năm 1961]], ba thôn Phú Văn, thôn Thạch Định và thôn Phú Sơn của [[Ninh Sơn, Ninh Hòa|xã Ninh Sơn]] nhập về xã Ninh Đông; xã Ninh Đông lúc này bao gồm 8 thôn: thôn Nội Mỹ, thôn Phước Thuận, thôn Văn Định, thôn Quang Đông, thôn Phú Nghĩa, thôn Phú Văn, thôn Thạch Định và thôn Phú Sơn.\n\n[[1963|Năm 1963]], thôn Thạch Định sát nhập thôn Phú Sơn, lấy tên là thôn Thạch Sơn.\n\nNgày 23 tháng 10 [[1978|năm 1978]], [[Chính phủ]] [[Việt Nam|nước Cộng hoà xã hội chủ nghĩa Việt Nam]] ban hành Quyết định số 268-CP về việc thành lập thị trấn Ninh Hòa thuộc huyện Khánh Ninh, địa giới hành chính xã Ninh Đông có sự thay đổi: cắt nửa thôn Quang Đông (phía Đông đường sắt) của xã Ninh Đông nhập về thị trấn Ninh Hòa, cắt một phần thôn Vĩnh Phú (phía Tây đường sắt) của thị trấn Ninh Hòa nhập vào thôn Quang Đông, xã Ninh Đông.\n\nTháng 3 [[1979|năm 1979]], xã Ninh Đông tiếp tục có sự thay đổi hành chính: cắt các thôn Phú Văn và thôn Thạch Sơn hợp nhất với các thôn Quảng Cư, thôn Mông Phú, thôn Vĩnh Thạnh và thôn Tân Ninh của xã Ninh Thượng, thành lập [[Ninh Trung|xã Ninh Trung]].\n\nTừ tháng 3 năm 1979 đến nay, xã Ninh Đông có 5 thôn: thôn Quang Đông, thôn Phú Nghĩa, thôn Văn Định, thôn Phước Thuận và thôn Nội Mỹ.<ref>{{Chú thích web|url=http:\/\/ninhdong.gov.vn\/dieu-kien-tu-nhien_n58262_g782.aspx|tựa đề=Điều kiện tự nhiên {{!}} Cổng Thông Tin Điện Tử Ủy Ban Nhân Dân Xã Ninh Đông {{!}} cong-thong-tin-dien-tu-uy-ban-nhan-dan-xa-ninh-dong|website=ninhdong.gov.vn|ngày truy cập=2022-02-27}}<\/ref>\n\n== Di tích lịch sử và Danh lam thắng cảnh ==\n\n=== Đình Quang Đông ===\n'''''Đình Quang Đông''''' tọa lạc tại thôn Quang Đông, xã Ninh Đông, [[Ninh Hòa|thị xã Ninh Hòa]], [[Khánh Hòa|tỉnh Khánh Hòa]]. Tên gọi của đình làng xuất phát từ việc lấy tên làng Quang Đông để đặt cho đình. Trước kia, làng vốn có tên chữ là '''''Quan Đông''''' <ref>{{Chú thích sách|title=Tên gọi này được tìm thấy trong tư liệu Hán Nôm và các bản sắc phong được các vua triều Nguyễn ban tặng cho làng được thờ phụng tại đình Quang Đông.}}<\/ref>, tuy nhiên, hiện nay trong văn nói và các văn bản hành chính đều dùng chữ '''''Quang Đông''''' nên di tích cũng được gọi theo tên làng là '''''đình Quang Đông'''''. <ref>{{Chú thích web|url=https:\/\/ditichkhanhhoa.org.vn\/index.php\/2018\/03\/18\/dinh-quang-dong\/|tựa đề=ĐÌNH QUANG ĐÔNG|ngày=2018-03-18|website=TRUNG TÂM BẢO TỒN DI TÍCH KHÁNH HÒA|ngôn ngữ=vi|ngày truy cập=2022-02-28|archive-date=2022-02-28|archive-url=https:\/\/web.archive.org\/web\/20220228010916\/https:\/\/ditichkhanhhoa.org.vn\/index.php\/2018\/03\/18\/dinh-quang-dong\/|url-status=dead}}<\/ref>\n\nTheo lời kể của người dân địa phương, thuở mới khai hoang mở đất, từ khu vực thôn Quang Đông đến Gò Dinh (thôn Phú Văn, [[Ninh Trung|xã Ninh Trung]]) là vùng nước biển mênh mông, đào sâu xuống lòng đất từ 5 đến 7 [[mét]], người ta thấy những dây neo, móc xích như ở vùng Gò Tàu ([[Ninh Hiệp (phường)|phường Ninh Hiệp]]). Người đầu tiên đến làng Quang Đông khai hoang, lập làng là những cư dân đến từ các tỉnh [[Miền Bắc (Việt Nam)|miền Bắc]], họ thường chọn những địa điểm đồi gò, nơi cao ráo ven biển hay dọc hai bên kênh rạch để thuận lợi cho việc đi lại cũng như sinh kế. Sau khi chọn vị trí thuận lợi để an cư, cư dân tiến hành lựa chọn vị trí đất tốt để canh tác nông nghiệp, vốn là một nước thuần nông nên ngay từ thuở ban sơ, người dân đã biết kỹ thuật ''đào mương lên liếp'' trong trồng trọt. Từ đây, đã chi phối đến việc lựa chọn vị thần chung của làng và [[Thành hoàng|Bản Cảnh Thành Hoàng]] được xem là vị thần chủ đạo của làng thuần nông thôn Quang Đông.\n\n''C''ăn cứ trên đạo sắc phong sớm nhất mà [[1952|năm 1952]] (năm [[Tự Đức|vua Tự Đức]] năm thứ 05) ban tặng cho làng Quang Đông được thờ tại đình làng, có thể xác định niên đại tương đối của di tích là vào cuối [[Thế kỷ 18|thế kỷ XVIII]]. Hiện tại, '''''đình Quang Đông''''' còn lưu giữ được 05 đạo sắc phong của các [[Nhà Nguyễn|vua triều Nguyễn]] ban tặng cho Bản Cảnh Thành Hoàng dưới các triều:\n\n* Triều [[Tự Đức|vua Tự Đức]] năm thứ 5 ([[1852|năm 1852]]);\n\n* Triều [[Tự Đức|vua Tự Đức]] năm thứ 33 ([[1880|năm 1880]]);\n\n* Triều [[Đồng Khánh|vua Đồng Khánh]] năm thứ 02 ([[1886|năm 1886]]);\n\n* Triều [[Duy Tân|vua Duy Tân]] năm thứ 3 ([[1909|năm 1909]]);\n\n* Triều [[Khải Định|vua Khải Định]] năm thứ 09 ([[1924|năm 1924]]).\n\n'''''Đình Quang Đông''''' được dựng lên để thờ [[Thành hoàng|Bản Cảnh Thành hoàng]], Tiền hiền, [[Hổ|Sơn Lâm chúa tướng]], Lý Nhĩ tôn thần, Mục đồng, Mục tượng.\n\nTừ khi khởi dựng tới nay, đình Quang Đông đã trải qua các lần tu bổ vào [[1912|năm 1912]], [[1973|năm 1973]], [[2003|năm 2003]], [[2008|năm 2008]].\n\n'''''Đình Quang Đông''''' tọa lạc ở giữa cánh đồng, trong khuôn viên với tổng diện tích 2.685 m², mặt tiền quay về [[hướng Tây Nam]]. Từ ngoài vào trong, đình Quang Đông có bố cục mặt bằng tổng thể gồm: Nghi môn, Án phong, Đại đình (''Tiền tế'' và ''Chính điện''), miếu Mục đồng, miếu Mục tượng, nhà Đông, nhà bếp, miếu Âm hồn và nhà Tiền hiền.<blockquote>Điểm nổi bật của di tích là hệ thống kết cấu khung gỗ cổ truyền còn được bảo lưu tương đối nguyên vẹn và đầy đủ theo nguyên tắc truyền thống. Toàn bộ kết cấu khung gỗ của Chính điện gồm 30 cây cột với 5 hàng chân cột. Chính điện có kết cấu 02 bộ vì tạo thành 01 gian 02 chái với 04 cột cái (chu vi 97 [[Centimet|cen-ti-mét]]), 12 cột quân (chu vi 92 [[Centimet|cen-ti-mét]]), 14 cột hiên (xây chìm trong tường). Trên 4 cột cái vẽ hình rồng cuốn tròn quanh thân cột, đầu quay xuống dưới rất sinh động. Các đầu dư cũng được chạm hình đầu rồng.\n\nTrang trí trên kiến trúc phong phú về chủ đề và đa dạng về thể loại với các điển tích, điển cố như: ở Tiền tế là linh vật [[Ngựa Xích Thố|ngựa đỏ]], [[Tuần lộc|tùng lộc]], [[Phượng hoàng|chim phượng]]…; ở Chính điện là các bức tranh '''''Hoa điểu''''' (''Chim'' và ''hoa''), '''''Liên áp''''' (''Sen vịt''), '''''[[Phượng hoàng]]'''''. Các bệ thờ vẽ trang trí các bức tranh: Phượng múa, [[Rồng|long]] [[Ngựa|mã]], [[Bộ Rùa|rùa]], [[cá chép]]. Các ban thờ: Thần, Hội đồng, Tả ban, Hữu ban đều làm bằng đá và trang trí hình [[Bộ Dơi|con dơi]], hoa lá. Ban thờ '''''Sơn Lâm chúa tướng''''' vẽ hình hổ vàng. Ban thờ '''''Lý Nhĩ tôn thần''''' vẽ hình voi.<\/blockquote>Hàng năm, nhân dân thôn Quang Đông tổ chức lễ hội đình làng Quang Đông vào ngày 16 và ngày 17 tháng Giêng, [[Âm lịch]]. Đây là lễ Kỳ Yên (hay Cầu an), diễn ra trong 2 ngày 1 đêm.  Ngoài ra, đình Quang Đông còn có các lễ cúng khác như: cúng Tiết Thanh minh, cúng vía Thành Hoàng (ngày 11 tháng 5 Âm lịch), cúng giỗ Tiền hiền (ngày 12 tháng 8 Âm lịch) và cúng [[Tết Nguyên Đán|Tết Nguyên đán]].\n\nNgày 18 tháng 11 năm 2008, [[Ủy ban nhân dân|Uỷ ban nhân dân]] [[Khánh Hòa|tỉnh Khánh Hòa]] ban hành Quyết định số 2847\/QĐ-UBND về việc xếp hạng di tích đình Quang Đông là di tích lịch sử – văn hóa cấp tỉnh.\n\n=== Đình Phú Nghĩa ===\n'''''Đình Phú Nghĩa''''' tọa lạc tại thôn Phú Nghĩa, xã Ninh Đông, [[Ninh Hòa|thị xã Ninh Hòa]], [[Khánh Hòa|tỉnh Khánh Hòa]].\n\nCăn cứ vào sắc phong dưới triều [[Duy Tân|vua Duy Tân]] năm thứ 5 ([[1911|năm 1911]]), có thể đoán định '''''đình Phú Nghĩa''''' được xây dựng vào cuối [[Thế kỷ 19|thế kỷ XIX]]. Lúc mới tạo dựng, đình được làm bằng tranh tre nứa lá thuộc xã Phú Nghĩa, huyện Tân Định. Trong thời kỳ kháng chiến chống [[Đế quốc thực dân Pháp|thực dân Pháp]], đình Phú Nghĩa là địa điểm đóng quân của [[Đế quốc thực dân Pháp|thực dân Pháp]]. Khi bị người dân tấn công, [[Đế quốc thực dân Pháp|thực dân Pháp]] bắn phá làm cho ngôi đình hư hỏng hoàn toàn. Trải qua thời gian, đình bị xuống cấp, địa phương đã tiến hành tu bổ vào các [[1958|năm 1958]] và [[1994|năm 1994]].\n\n'''''Đình Phú Nghĩa''''' được dựng lên để thờ [[Thành hoàng]], Tiền Hiền, Hậu Thổ,...\n\nHiện nay, đình Phú Nghĩa còn lưu giữ 02 sắc phong do các đời [[Duy Tân|vua Duy Tân]] năm thứ 5 ([[1911|năm 1911]]) và [[Khải Định|vua Khải Định]] năm thứ 9 ([[1924|năm 1924]]) ban tặng cho [[Thành hoàng]] làng.\n\n'''''Đình Phú Nghĩa''''' tọa lạc trong khu đất có tổng diện tích 1.960 m², mặt tiền quay về [[hướng Tây Nam]]. Từ ngoài vào trong, đình có bố cục mặt bằng tổng thể bao gồm các thành phần kiến trúc như: Án phong, Chính điện, nhà Đông, nhà bếp.<blockquote>Kết cấu chịu lực chính của Chính điện gồm 02 bộ vì nằm trên 04 cột cái, đình không có cột quân và cột hiên mà âm thẳng vào hệ thống tường bê tông tạo điểm tựa cho bức tường và làm cho không gian thờ tự bên trong thông thoáng hơn. Vì nóc kết cấu kiểu “vì kèo”. Phần trang trí của đình làng Phú Nghĩa không quá cầu kì và phức tạp do các thành phần tham gia kết cấu kiến trúc từ cột đến xà, đòn tay đều thanh thoát không có cảm giác nặng nề phải viện đến điêu khắc quá mức. Bộ khung gỗ với các cấu kiện như trụ cột, vì kèo, đòn tay…đều làm từ danh mộc và theo phong cách [[kiến trúc]] [[Nhà Nguyễn|triều Nguyễn]] hầu như còn nguyên vẹn, với những mảng hoạ tiết, hoa văn sinh động theo lối kiến trúc cổ của người Việt. Các đầu dư của kẻ, quá giang…chạm khắc hình đầu rồng tinh xảo. Trên đỉnh mái và các đầu mái của đình trang trí đồ án '''''Lưỡng long tranh châu''''', '''''Vân mây.''''' Kết cấu nội thất vững chãi, mang giá trị nghệ thuật cao.<\/blockquote>Hàng năm, cộng đồng cư dân thôn Phú Nghĩa tổ chức lễ hội đình làng vào '''''Xuân Thu nhị kỳ'''''. Lễ Xuân kỳ tổ chức vào ngày ngày 16 tháng 2 Âm lịch và lễ Thu tế tổ chức vào ngày mùng 10 tháng 10 Âm lịch.\n\nNgày 5 tháng 12 năm 2013, Uỷ ban nhân dân [[Khánh Hòa|tỉnh Khánh Hòa]] ban hành Quyết định số 3092\/QĐ-UBND về việc xếp hạng di tích đình Phú Nghĩa là di tích lịch sử – văn hóa cấp tỉnh. <ref>{{Chú thích web|url=https:\/\/ditichkhanhhoa.org.vn\/index.php\/2018\/03\/19\/dinh-phu-nghia\/|tựa đề=ĐÌNH PHÚ NGHĨA|ngày=2018-03-19|website=TRUNG TÂM BẢO TỒN DI TÍCH KHÁNH HÒA|ngôn ngữ=vi|ngày truy cập=2022-02-28|archive-date=2022-02-28|archive-url=https:\/\/web.archive.org\/web\/20220228012756\/https:\/\/ditichkhanhhoa.org.vn\/index.php\/2018\/03\/19\/dinh-phu-nghia\/|url-status=dead}}<\/ref>\n\n=== Đình Văn Định ===\n'''''Đình Văn Định''''' tọa lạc bên cạnh trục đường liên xã, gần [[Hướng Tây|phía Tây]] chân núi Ổ Gà, thuộc xã Ninh Đông, [[Ninh Hòa|thị xã Ninh Hòa]], [[Khánh Hòa|tỉnh Khánh Hòa]].\n\nKhi lập làng, những người dân từ làng Văn Định ([[Ninh Phú|xã Ninh Phú]]) di cư lên xây làng mới (phía Tây của thôn Văn Định ngày nay) ở bên kia Sông Lốt <ref>{{Chú thích sách|title=hay Sông Chò (trước đây ở khúc sông có cây Chò rất lớn nên nhân dân gọi là Sông Chò)}}<\/ref> và đặt tên làng là ấp Hà Mai. Do điều kiện nước khô hạn làm ăn không được, nhân dân kéo nhau sang lập làng bên thung lũng Ổ Gà và lấy tên là '''''Văn Định Thượng''''' (khác với '''''Văn Định Hạ''''' ở [[Ninh Phú|xã Ninh Phú]]). Dần dần, người dân quy tụ đông thành làng ấp. Để có nơi thờ tự phục vụ tín ngưỡng tâm linh, có nơi hội họp và bàn việc làng khi cần thiết, đến khoảng [[Thế kỷ 19|thế kỷ XIX]], hào lão cùng người dân đã quyên góp tiền của xây dựng '''''đình Văn Định''''' để thờ [[Thành hoàng|Thành hoàng làng]] cùng các vị Tiền hiền và Hậu hiền.\n\nLúc đầu đình được xây dựng đơn giản, đến khoảng [[1897|năm 1897]] cơn bão lớn làm đổ ngôi đình. [[1900|Năm 1900]], người dân địa phương xây dựng lại đình làng, mái lợp ngói âm dương, tường đất; trải qua thời gian đình lại xuống cấp, người dân lại trùng tu vào [[1963|năm 1963]], nâng nền cao lên khoảng 0,5 [[mét]]. [[1994|Năm 1994]], trùng tu lại thay ngói âm dương bằng ngói mới (ngói Tây). [[1971|Năm 1971]], xây dựng lại nhà Đông để người dân hội họp khi có lễ hội. Từ đó đến nay, nhân dân địa phương thường xuyên sơn sửa mỗi khi có dịp lễ hội của đình, hoặc lễ tết cổ truyền.\n\nNgôi đình có không gian cảnh quan rộng, thoáng mát, mặt trước là cánh đồng, bên phải đình là đường liên xã, trường học và Sông Lốt, bên trái là đồng lúa. Đình quay [[hướng Tây Nam]], tổng diện tích khu đất 1.235 m².\n\nDi tích lịch sử '''''đình Văn Định''''' có các hạng mục công trình: Nghi môn, sân, nhà Đông và Chính điện.\n\nTrước kia, đình thường tổ chức lễ hàng năm là '''''Xuân kỳ Thu tế''''', tuy nhiên, hiện nay cúng Xuân và cúng Thu hợp nhất lại vào ngày 18 tháng 3 [[Âm lịch]].\n\nNăm 2008, [[Ủy ban nhân dân|Uỷ ban nhân dân]] [[Khánh Hòa|tỉnh Khánh Hòa]] ban hành Quyết định số 2505\/QĐ-UBND về việc xếp hạng đình Văn Định là di tích lịch sử cấp tỉnh. <ref>{{Chú thích web|url=https:\/\/ditichkhanhhoa.org.vn\/index.php\/2018\/03\/19\/dinh-van-dinh-2\/|tựa đề=ĐÌNH VĂN ĐỊNH|ngày=2018-03-19|website=TRUNG TÂM BẢO TỒN DI TÍCH KHÁNH HÒA|ngôn ngữ=vi|ngày truy cập=2022-02-28|archive-date=2022-02-28|archive-url=https:\/\/web.archive.org\/web\/20220228025142\/https:\/\/ditichkhanhhoa.org.vn\/index.php\/2018\/03\/19\/dinh-van-dinh-2\/|url-status=dead}}<\/ref>\n\n=== Chùa Sắc Tứ Thiên Ân ===\n'''''Chùa Thiên Ân''''' (hay ''Sắc Tứ Thiên Ân'') tọa lạc tại thôn Phước Thuận, xã Ninh Đông, [[Ninh Hòa|thị xã Ninh Hòa]], [[Khánh Hòa|tỉnh Khánh Hòa]].\n\nTên gọi '''''Thiên Ân tự''''' do Trụ trì Thiên Phước xây dựng và đặt tên với ý nghĩa: Chữ ''Thiên'' có nghĩa là ý trời, chữ ''Ân'' có nghĩa là nhớ ơn, hai từ ghép lại thành Thiên Ân tự, tên gọi này lưu giữ cho tới ngày nay.<blockquote>Chùa được hình thành từ [[1802|năm 1802]] đến [[1808|năm 1808]]. Tổ khai sơn chùa Thiên Ân là thầy '''''Thiên Phước''''' ''thượng'' '''''Chương''''' ''hạ '''Chí,''''' hiệu '''''Bửu Tịnh''''' – Thế danh là Huỳnh Văn Dự, sinh năm Ất Hợi [[1755]], nguyên quán ở làng Phú Vinh, phủ Tuy An, [[Phú Yên|tỉnh Phú Yên]]. Thầy xuất gia hành đạo tại quê nhà, sau vào phủ Tân Định, [[Khánh Hòa|tỉnh Khánh Hòa]], đến xã Phước Thuận, tổng Phước Khiêm xây dựng '''''chùa Thiên Ân'''''. Thầy thuộc thiền phái [[Lâm Tế tông|Lâm Tế]] đời thứ 38, hệ thứ 5 của tổ [[Minh Hải Pháp Bảo]]. Thầy được xem là một danh tăng thời bấy giờ khi [[Minh Mạng|vua Minh Mạng]] mời về dự đại lễ siêu độ ''Thủy lục Đạo tràng'' tại kinh đô Huế, [[1825|năm 1825]]. Đồng thời, lúc trở về, thầy được sắc phong ''Giới đao độ điệp''. Thầy viên tịch vào ngày mùng 5 tháng 8 năm Bính Tuất (tức [[1826|năm 1826]]), thọ thế 71 tuổi.<\/blockquote>\n\nTừ [[1826|năm 1826]] đến nay, chùa đã trải qua nhiều đời trụ trì. Trong đó, từ [[1933|năm 1933]] đến [[1943|năm 1943]], [[Thích Quảng Đức|Hòa thượng Thích Quảng Đức]] trụ trì chùa Thiên Ân. Hiện nay, đại đức Thích Quảng Căn, tự Huệ Hải, hiệu Viên Như trụ trì chùa Thiên Ân.\n\nChùa Thiên Ân thờ [[Thích-ca Mâu-ni|Phật Thích Ca]], [[Bồ-đề-đạt-ma|Sư Tổ Bồ Đề Đạt Ma]], [[Quan Âm|Quan Thế Âm Bồ Tát]], [[Đại Thế Chí|Đại Thế Chí Bồ Tát]], [[Phật Mẫu Chuẩn Đề]] Bồ Tát, [[Thích Quảng Đức|Bồ tát Thích Quảng Đức,..]]\n\nNhững năm chùa được xây dựng, trùng tu, tôn tạo:\n\n* [[1826|Năm 1826]], đại trùng tu lần thứ nhất.\n\n* [[1938|Năm 1938]], đại trùng tu lần thứ hai.\n\n* [[1962|Năm 1962]], xây dựng lại [[Đại sảnh|Chính điện]] trên nền Chính điện cũ.\n\n* [[1964|Năm 1964]], xây dựng nhà Đông.\n\n* [[2000|Năm 2000]], Chính điện được xây dựng và tôn tạo lại.\n\n'''''Chùa Thiên Ân''''' nằm về [[Hướng Tây Bắc|phía Tây Bắc]] của thôn Phước Thuận, dọc tả ngạn Sông Chò. Chùa quay [[hướng Nam]], xây dựng trong khuôn viên đất với tổng diện tích 4.362,6 m². Từ ngoài vào trong, chùa có mặt bằng tổng thể: [[Cổng tam quan|Tam quan]], sân chùa, đài Quan Âm, bia tưởng niệm [[Thích Quảng Đức|Bồ tát Thích Quảng Đức]], [[Đại sảnh|Chính điện]], nhà Tổ, nhà Đông, nhà Trù''.''<blockquote>Phía trước Chính điện là Tiền đường. Tiền đường có Cổ lầu, trên bờ nóc trang trí đắp nổi '''''Lưỡng long chầu bánh xe pháp luân''''', góc mái trang trí đắp nổi hình rồng, trên cổ lầu viết chữ Quốc ngữ '''''Sắc tứ Thiên Ân Tự''''' hai bên trang trí phong cảnh thiên nhiên.\n\nTiền đường có ba cửa, trên ngưỡng cửa chính có cuốn thư viết chữ Hán Nôm: “'''賜 敕 寺 恩 天'''” ('''Sắc tứ chùa Thiên Ân'''). Ngưỡng cửa hai bên viết chữ Hán Nôm, bên trái: “'''輝 增 日 佛'''” ('''Phật Nhật Tăng Huy'''), bên phải: “'''轉 常 輪 法'''” ('''Pháp Luân Thường Chuyển'''); hai bên cửa viết câu đối bằng chữ Hán Nôm có hai chữ đầu ghép thành tên chùa:\n\n\n''Phiên âm:''\n\n'''''Thiên tường hưng thịnh đạo tại thế năng hoằng, Tịnh viện thiên thu tăng củng cố,'''''\n\n'''''Ân triêm phước thuận, quả do nhân nhi khởi, Thiền môn vạn cổ vĩnh trang nghiêm.'''''\n\nDịch nghĩa:\n\n'''''Tốt lành, hưng thịnh, đạo ở đời rộng lớn, ngàn năm Tịnh viện thêm bền vững,'''''\n\n'''''Ơn ban, phước thuận, quả do nhân mà ra, cửa Thiền muôn thuở mãi trang nghiêm.'''''\n\n\nChính điện gồm ba tầng mái, kiến trúc kiểu Cổ lầu, mái dưới lợp ngói Tây, hai tầng trên lợp ngói lưu li. Cổ lầu xây hình lục giác, mỗi tầng có sáu mái, trên đỉnh trang trí hoa văn hình búp sen. Hai bên Chính điện ngăn bởi vách tường là phòng lưu niệm và phòng tiếp khách. Phòng lưu niệm trưng bày những hình ảnh của [[Thích Quảng Đức|Hoà thượng Thích Quảng Đức]] và treo bức Hoành phi “'''興 重 宇 梵'''” ('''Phạm Vũ Trùng Hưng'''), cùng [[Chuông|Đại Hồng Chung]] có niên đại [[Khải Định]] năm thứ 4 ([[1919|năm 1919]]).<\/blockquote>Hàng năm, chùa Thiên Ân có những ngày lễ lớn như: [[Lễ Phật Đản|Lễ Phật đản]] (rằm tháng Tư Âm lịch) và [[Vu-lan|lễ Vu Lan]] (rằm tháng Bảy Âm lịch). <ref>{{Chú thích web|url=http:\/\/www.sanstays.com\/blog\/ghe-tham-chua-thien-an-nhu-den-voi-tien-canh.31|tựa đề=GHÉ THĂM CHÙA THIÊN ÂN NHƯ ĐẾN VỚI TIÊN CẢNH|website=www.sanstays.com|ngôn ngữ=vi|ngày truy cập=2022-02-28|archive-date=2022-02-28|archive-url=https:\/\/web.archive.org\/web\/20220228034639\/http:\/\/www.sanstays.com\/blog\/ghe-tham-chua-thien-an-nhu-den-voi-tien-canh.31|url-status=dead}}<\/ref>\n\nNhững ngày kị tổ của '''''chùa Sắc Tứ Thiên Ân''''', gồm: <ref>{{Chú thích web|url=https:\/\/phatgiaoninhhoa.net\/le-tang-co-dai-duc-thich-quang-can-tru-tri-chua-thien-an-thi-xa-ninh-hoa-tinh-khanh-hoa\/|tựa đề=Lễ tang cố Đại Đức Thích Quảng Căn, trụ trì chùa Thiên Ân thị xã Ninh Hòa tỉnh Khánh Hòa|website=GHPGVN-Ninh Hòa|ngôn ngữ=vi|ngày truy cập=2022-02-28}}<\/ref>\n\n* Ngày kị tổ khai sơn Hòa Thượng Thiên Phước Bửu Tịnh (ngày 5 tháng 8 Âm lịch).\n\n* Ngày kị tổ Hoằng Kim và thầy Đồng Thiện (ngày 8 tháng 4 Âm lịch).\n\n* Ngày kị tổ Bồ tát Thích Quảng Đức vị pháp thiêu thân (ngày 18 tháng 4 Âm lịch).\n\n* Ngày kị tổ Chơn truyền Pháp Thuận (ngày 25 tháng 4 Âm lịch).\n\n* Ngày kị tổ Trừng Vinh Chơn Gia (ngày 6 tháng 9 Âm lịch).\n\n* Ngày kị tổ Hòa Thượng Thích Thiên Phước (ngày 14 tháng 11 Âm lịch).\n\nChùa Thiên Ân trong hai thời kỳ kháng chiến chống [[Đế quốc thực dân Pháp|thực dân Pháp]] và [[Chủ nghĩa đế quốc Mỹ|đế quốc Mỹ]], là nơi che dấu, nuôi dưỡng và liên lạc của cán bộ cách mạng hoạt động tại vùng Bắc Ninh Hòa. <ref>{{Chú thích web|url=https:\/\/baokhanhhoa.vn\/van-hoa\/201701\/chua-sac-tu-thien-an-duoc-cong-nhan-la-di-tich-lich-su-cap-tinh-5517188\/index.htm|tựa đề=Báo Khánh Hòa điện tử|website=baokhanhhoa.vn|ngày truy cập=2022-02-28}}<\/ref>\n\nNăm 2016, [[Ủy ban nhân dân|Uỷ ban nhân dân]] [[Khánh Hòa|tỉnh Khánh Hòa]] xếp hạng '''''chùa Sắc Tứ Thiên Ân''''' là di tích lịch sử - văn hoá cấp tỉnh. <ref>{{Chú thích web|url=https:\/\/ditichkhanhhoa.org.vn\/index.php\/2018\/03\/01\/chua-thien-an\/|tựa đề=CHÙA THIÊN ÂN|ngày=2018-03-01|website=TRUNG TÂM BẢO TỒN DI TÍCH KHÁNH HÒA|ngôn ngữ=vi|ngày truy cập=2022-02-28|archive-date=2022-02-28|archive-url=https:\/\/web.archive.org\/web\/20220228034628\/https:\/\/ditichkhanhhoa.org.vn\/index.php\/2018\/03\/01\/chua-thien-an\/|url-status=dead}}<\/ref>\n\n== Dân số ==\nTính đến tháng 6 năm 2010, xã Ninh Đông có 6.267 nhân khẩu, với 1.272 hộ gia đình,<ref name=\"MS\">{{chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|title=Mã số đơn vị hành chính Việt Nam|publisher=Bộ Thông tin & Truyền thông|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|archive-date=ngày 24 tháng 3 năm 2013|url-status=dead|access-date=ngày 10 tháng 4 năm 2012}}<\/ref> mật độ dân số đạt khoảng 715 người\/km².  \n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Khánh Hòa}}\n{{Đơn vị hành chính thuộc thị xã Ninh Hòa}}"}