{"546540":"{{otheruses|Ninh An (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Ninh An\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| vĩ phút = 12\n| vĩ giây = 15\n| kinh độ = 105\n| kinh phút = 58\n| kinh giây = 16\n|diện tích = 5,50 km²\n| dân số = 6.059 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 1.102 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Hoa Lư (huyện)|Hoa Lư]]\n| thành lập = \n| trụ sở UBND = Thôn Đông Trang \n| mã hành chính = 14557<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 432060\n}}\n\n'''Ninh An''' là một xã thuộc huyện [[Hoa Lư (huyện)|Hoa Lư]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Ninh An nằm ở phía nam huyện Hoa Lư, có vị trí địa lý:\n*Phía đông giáp thành phố [[Ninh Bình (thành phố)|Ninh Bình]] và huyện [[Yên Khánh]]\n*Phía tây giáp xã [[Ninh Vân, Hoa Lư|Ninh Vân]]\n*Phía nam giáp huyện [[Yên Mô]]\n*Phía bắc giáp thành phố [[Ninh Bình (thành phố)|Ninh Bình]].\n\nXã Ninh An có diện tích là 5,50&nbsp;km², dân số năm 2019 là 6.059 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 1.102 người\/km².\n\nĐây là một xã có đường Quốc lộ 1 xuyên Việt đi qua. Trụ sở xã cách trung tâm [[Ninh Bình (thành phố)|thành phố Ninh Bình]] 6&nbsp;km. Đây cũng là một xã nằm bên bờ [[sông Vạc]].\n\n==Hành chính==\nXã Ninh An có 13 thôn, xóm được chia thành 5 thôn: Đông Trang, Đông Hội, Bộ Đầu, Xuân Mai, Đông Thịnh và 9 xóm: Bộ Đầu, Dinh, Đình, Giữa, Gòi, Hòa Thiện, Kiên Ái, Trung Đức, Xuân Mai.\n\n==Lịch sử==\nNgày [[27 tháng 12]] năm [[1975]], Quốc hội ban hành Nghị quyết về việc tỉnh Ninh Bình sáp nhập với tỉnh [[Nam Hà (tỉnh)|Nam Hà]] thành tỉnh [[Hà Nam Ninh]], huyện Gia Khánh và thị xã Ninh Bình thuộc tỉnh Hà Nam Ninh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[27 tháng 4]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định 125-CP<ref name=125-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-125-cp-hop-nhat-dieu-chinh-dia-gioi-huyen-thi-xa-thuoc-tinh-ha-nam-ninh-57677.aspx|tựa đề=Quyết định 125-CP năm 1977 về việc hợp nhất và điều chỉnh địa giới một số huyện, thị xã thuộc tỉnh Hà Nam Ninh|ngày=27 tháng 4 năm 1977|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc hợp nhất huyện Gia Khánh và thị xã Ninh Bình thành huyện Hoa Lư và xã Ninh An thuộc huyện Hoa Lư mới thành lập.\n\nNgày [[26 tháng 12]] năm [[1991]], Quốc hội ban hành Nghị quyết<ref name=1991\/NQ-QH>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|tựa đề=Nghị quyết về việc phân vạch lại địa giới hành chính một số tỉnh do Quốc hội ban hành|ngày=26 tháng 12 năm 1991|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chia tỉnh Hà Nam Ninh thành hai tỉnh Nam Hà và Ninh Bình và xã Ninh An thuộc huyện Hoa Lư, tỉnh Ninh Bình.\n\n==Kinh tế==\nChợ Yên nằm ở thôn Bộ Đầu là chợ quê trên địa bàn huyện Hoa Lư nằm trong danh sách các chợ loại 1, 2, 3 ở Ninh Bình từ năm 2008.\n\n===Cảng Cầu Yên===\nTheo Quyết định Số: 2179\/ QĐ-ủy ban nhân dân của tỉnh [[Ninh Bình]] ngày 17 tháng 9 năm 2007 V\/v phê duyệt Quy hoạch giao thông đường thủy nội địa tỉnh [[Ninh Bình]] đến năm 2015 và định hướng phát triển đến năm 2020 thì Cảng Cầu Yên có diện tích 2-3 ha nằm ở ngã 3 [[sông Vân]] và [[sông Vạc]], tại xã Ninh An, huyện Hoa Lư. Phục vụ cho xếp dỡ hàng cho nhà máy phân lân Ninh Bình, xi măng H42, các sản phẩm tiểu thủ công nghiệp, sản phẩm công nghiệp xuất nhập trong cụm công nghiệp Mai Sơn, làng nghề đá mỹ nghệ Ninh Vân…\n\nChức năng của cảng:\n*Xếp dỡ hàng hoá tổng hợp, vật tư, nguyên liệu phục vụ nhu cầu cụm công nghiệp Mai Sơn, làng nghề đá mỹ nghệ Ninh Vân (hàng xuất nhập khẩu và hàng hoá phục vụ đời sống công nhân, dân sinh…).\n*Phục vụ cho công tác vận chuyển của nhà máy xi măng Hệ Dưỡng.\n*Hàng hoá tổng hợp cho khu vực…\nDự kiến xây dựng các hạng mục công trình: Công trình bến cảng, kho bãi. Trang thiết bị xếp dỡ. Nâng cấp đường, cầu, cống trên tuyến đoạn từ nhà máy xi măng Hệ Dưỡng dài 6&nbsp;km tới cảng. Văn phòng cảng…\n\n===Nhà máy Phân lân Ninh Bình===\nNhà máy Phân lân Ninh Bình, hiện là Công ty Cổ phần Phân lân Ninh Bình được thành lập năm 1977; Từ ngày 01\/01\/2005 chuyển sang mô hình Công ty cổ phần trong đó Nhà nước nắm cổ phần chi phối 51% vốn điều lệ, là một trong bốn doanh nghiệp sản xuất phân lân lớn nhất của Việt Nam, là doanh nghiệp thành viên Tập đoàn công nghiệp Hóa chất Việt Nam.\n\n==Văn hóa==\n===Di tích===\nTính đến năm 2010, Ninh An là xã có [[Du lịch Ninh Bình#Di tích, danh thắng cấp quốc gia|2 di tích cấp quốc gia]] là: Một là Di tích kiến trúc nghệ thuật [[đền Đông Hội]] và hai là Di tích Lịch sử Văn hóa [[nhà thờ họ Đào]].\n\nVới địa thế hình đất đai: Sông ôm bao quanh, có Thiên lý lộ ([[Đường Cái Quan]]), [[Tràng An]] sơn chắn Tây, Bắc có hòn [[Ngọc Mỹ Nhân]], Nam là [[Núi Sậu]] quay đầu về, Đông là [[Biển Đông]]. Con đê xanh đẹp uốn cong bên hai dòng sông Vạc và Vó cùng đường cung đoạn \"Thiên lý\" qua xã tạo thành vòng tròn khép kín, đồng thời đã liên kết được toàn bộ các di tích Lịch sử, văn hóa của địa phương tạo thành \"[[Vòng tròn Thiên lý xã Ninh An]]\".\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Hoa Lư}}"}