{"546767":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Ninh Phúc\n| hình = Ninh Phuc Port.jpg\n| ghi chú hình = Cảng Ninh Phúc ở khu CN Ninh Phúc\n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 13\n| vĩ giây = 54\n| kinh phút = 0\n| kinh giây = 2\n| diện tích = 6,30 km²\n| dân số = 8.973 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 1.424 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| thành phố = [[Ninh Bình (thành phố)|Ninh Bình]]\n| thành lập = \n| trụ sở UBND = Thôn Đào Công\n| mã hành chính = 14353<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 431650\n}}\n\n'''Ninh Phúc''' là một xã thuộc thành phố [[Ninh Bình (thành phố)|Ninh Bình]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Ninh Phúc nằm ở đông nam thành phố Ninh Bình, có vị trí địa lý:\n*Phía đông giáp huyện [[Yên Khánh]]\n*Phía tây giáp các phường [[Ninh Sơn, thành phố Ninh Bình|Ninh Sơn]], [[Bích Đào]]\n*Phía nam giáp huyện [[Hoa Lư (huyện)|Hoa Lư]] qua sông Vạc\n*Phía bắc giáp [[sông Đáy]] và phường Bích Đào.\n\nXã Ninh Phúc có diện tích là 6,30&nbsp;km², dân số năm 2019 là 8.973 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 1.421 người\/km².\n\n==Lịch sử==\nNgày [[2 tháng 11]] năm [[1996]], Chính phủ ban hành Nghị định 69-CP<ref name=69\/1996\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-69-cp-dieu-chinh-dia-gioi-hanh-chinh-thi-xa-ninh-binh-va-huyen-hoa-lu-41909.aspx|tựa đề=Nghị định 69-CP năm 1996 về việc điều chỉnh địa giới hành chính thị xã Ninh Bình và huyện Hoa Lư, thành lập phường thuộc thị xã Ninh Bình; thành lập thị trấn huyện lỵ huyện Yên Khánh, tỉnh Ninh Bình|ngày=2 tháng 11 năm 1996|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc thành lập phường Bích Đào thuộc thị xã Ninh Bình trên cơ sở sáp nhập 27,30 ha diện tích tự nhiên và 1.610 nhân khẩu của xã Ninh Phúc thuộc huyện Hoa Lư.\n\nSau khi điều chỉnh địa giới hành chính, xã Ninh Phúc còn lại 617,72 ha diện tích tự nhiên và 7.303 nhân khẩu.\n\nNgày [[9 tháng 1]] năm [[2004]], Chính phủ ban hành Nghị định 16\/2004\/NĐ-CP<ref name=16\/2004\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-dinh-16-2004-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-mo-rong-thi-xa-ninh-binh-tinh-ninh-binh-52415.aspx|tựa đề=Nghị định 16\/2004\/NĐ-CP về việc điều chỉnh địa giới hành chính mở rộng thị xã Ninh Bình, tỉnh Ninh Bình|ngày=9 tháng 1 năm 2004|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chuyển xã Ninh Phúc thuộc huyện Hoa Lư về thị xã Ninh Bình quản lý.\n\nNgày [[7 tháng 2]] năm [[2007]], Chính phủ ban hành Nghị định 19\/2007\/NĐ-CP<ref name=19\/2007\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-19-2007-nd-cp-thanh-lap-thanh-pho-ninh-binh-thuoc-tinh-ninh-binh-16763.aspx|tựa đề=Nghị định 19\/2007\/NĐ-CP về việc thành lập thành phố Ninh Bình thuộc tỉnh Ninh Bình|ngày=7 tháng 2 năm 2007|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc thành lập thành phố Ninh Bình thuộc tỉnh Ninh Bình và xã Ninh Phúc trực thuộc thành phố Ninh Bình.\n\n==Kinh tế==\n===Các khu công nghiệp===\nKhu công nghiệp Khánh Phú (thuộc xã Ninh Phúc, thành phố Ninh Bình và xã Khánh Phú, huyện Yên Khánh). Tổng diện tích đất phát triển 334 ha (giai đoạn I: 171,16 ha, giai đoạn II: 168 ha), trong đó đất xây dựng nhà máy là 231,54 ha. Các loại hình sản xuất chủ yếu: [[Nhà máy đạm Ninh Bình]] công suất 56 vạn tấn\/năm, than (sàng tuyển) 300.000 triệu tấn\/năm; Bốc hàng hoá 1,1 triệu tấn\/năm; Đóng, sửa chữa tàu thuyền.\n\nKhu công nghiệp Phúc Sơn thuộc phường Ninh Sơn và xã Ninh Phúc, thành phố Ninh Bình. Tổng diện tích 145 ha, là khu công nghiệp sạch với sản phẩm may mặc, lắp ráp điện tử, dụng cụ đo lường và sản xuất phần mềm. Khu được Thành lập trên cơ sở cụm công nghiệp Phúc Sơn đã được Quy hoạch, thu hồi đất và xây dựng một phần cơ sở hạ tầng, có các điều kiện về kinh tế, xã hội rất tốt.\n\nĐây là xã có [[cảng Ninh Phúc]] và 2 khu công nghiệp Ninh Phúc và Phúc Sơn ở Ninh Bình. Đây là một xã có đường quốc lộ 10 nối thành phố Ninh Bình]] với thị trấn Phát Diệm và tuyến cao tốc Ninh Bình - Vinh đi qua. Trụ sở xã cách trung tâm thành phố Ninh Bình 5&nbsp;km.\n\n===Thương mại===\nChợ Bọi nằm ở thôn Đoài Hạ là chợ quê trên địa bàn thành phố Ninh Bình nằm trong danh sách các chợ loại 1, 2, 3 ở Ninh Bình từ năm 2008.\n\nTrên địa bàn Ninh Phúc có siêu thị Big C Ninh Bình. Với tổng vốn đầu tư 370 tỷ đồng, đại siêu thị Big C [[Ninh Bình]] có tổng diện tích sử dụng gần 17.000 m², trong đó, hệ thống siêu thị tự chọn rộng 4.650 m², kinh doanh gần 40.000 mặt hàng và chủ yếu là hàng hóa sản xuất tại Việt Nam, với chủng loại phong phú, chủ yếu từ thực phẩm khô, thực phẩm tươi sống,…\n\n===Làng hoa Ninh Phúc===\n[[Tập tin:langhoaninhphuc1.jpg|nhỏ|giữa|250px|Làng hoa Ninh Phúc]]\n\nNinh Phúc có 3 hợp tác xã chuyên trồng hoa gồm hợp tác xã Yên Phúc, Phúc Trung và Yên Khoái tạo thành làng hoa Ninh Phúc. Làng hoa Ninh Phúc nằm ở ven đô [[ninh Bình (thành phố)|thành phố Ninh Bình]] được hình thành trên các cánh đồng và thôn xóm có tổng diện tích gần 200 ha, chủ yếu tập trung ở 5\/11 thôn, xóm trong xã, đó là thôn Đoài Thượng, Đông Thượng, Đoài Hạ, Đông Hạ, Vĩnh Tiến. Đất Ninh Phúc trước đây phát triển nghề trồng rau xanh từ rất sớm nhưng hiện tại thì vai trò này đã được nhường cho làng rau sạch [[Ninh Sơn, thành phố Ninh Bình|Ninh Sơn]] ở bên cạnh theo quy hoạch của [[thành phố Ninh Bình]]. Hơn 30 năm nay, người dân Ninh Phúc đã chuyển hướng sang trồng hoa. Có ý kiến cho rằng chưa có loại cây trồng nào phù hợp với đồng đất ở Ninh Phúc mà cho giá trị cao như cây hoa. Thu nhập từ trồng hoa có thể cao gấp 10 lần trồng cây lúa, hoa lay ơn cao hơn từ 15-20 lần, riêng hoa ly cao hơn rất nhiều lần.<ref>[http:\/\/baoninhbinh.org.vn\/khong-khan-hiem-hoa-phuc-vu-tet-20160203094837573p2c20.htm Không khan hiếm hoa phục vụ Tết]<\/ref> Làng hoa Ninh Phúc cung cấp hoa tươi cho [[Ninh Bình]] và các tỉnh lân cận. Các loài hoa thế mạnh của Ninh Phúc là hoa ly, hoa cúc, hoa dơn, đồng tiền, violet, hoa huệ, hoa hồng và các hoa mới như Cát Tường, Dạ Yến Thảo, Cúc Báo Xuân, Phong Vũ Thảo.... Thời kỳ cao điểm vụ hoa Ninh Phúc từ trước 2 tháng tới tết Nguyên đán hàng năm.\n\n==Hình ảnh==\n<gallery>\nHình: Damninhbinh4.JPG|250px|[[Nhà máy đạm Ninh Bình]] ở khu CN Ninh Phúc\nHình:langhoaninhphuc1.jpg|Làng hoa Ninh Phúc\nHình:langhoaninhphuc7.jpg|Làng hoa Ninh Phúc\nHình:langhoaninhphuc4.jpg|Làng hoa Ninh Phúc\nHình:langhoaninhphuc5.jpg|Làng hoa Ninh Phúc\n<\/gallery>\n\n==Chú thích==\n{{tham khảo}}\n*[http:\/\/www.monre.gov.vn\/monrenet\/default.aspx?tabid=239&ItemID=30201 Danh mục địa danh các đơn vị hành chính thể hiện trên bản đồ - Địa danh hành chính thể hiện trên bản đồ tỉnh Ninh Bình]{{Liên kết hỏng|date = ngày 21 tháng 1 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-69-CP-dieu-chinh-dia-gioi-hanh-chinh-thi-xa-Ninh-Binh-va-huyen-Hoa-Lu-vb41909t11.aspx Nghị định 69-CP năm 1996 về việc điều chỉnh địa giới hành chính thị xã Ninh Bình và huyện Hoa Lư, thành lập phường thuộc thị xã Ninh Bình; thành lập thị trấn huyện lỵ huyện Yên Khánh, tỉnh Ninh Bình]\n\n==Tham khảo==\n{{sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc thành phố Ninh Bình}}"}