{"163203":"{{bài cùng tên|Ninh Vân}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Ninh Vân\n| hình = hanhlanglahan.jpg|nhỏ|giữa|250px|\n| ghi chú hình = Sản phẩm đá mỹ nghệ Ninh Vân: 500 La Hán bằng đá xanh Ninh Bình tại chùa Bái Đính\n| vĩ độ = 20\n| vĩ phút = 11\n| vĩ giây = 34\n| kinh độ = 105\n| kinh phút = 56\n| kinh giây = 23\n|diện tích = 12,63 km²\n| dân số = 9.173 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 726 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Hoa Lư (huyện)|Hoa Lư]]\n| thành lập =  \n| trụ sở UBND = Thôn Thượng\n| mã hành chính = 14554<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 432020\n}}\n\n'''Ninh Vân''' là một xã thuộc huyện [[Hoa Lư (huyện)|Hoa Lư]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Ninh Vân nằm ở phía tây nam huyện Hoa Lư, có vị trí địa lý:\n*Phía đông giáp huyện [[Yên Mô]] và xã [[Ninh An, Hoa Lư|Ninh An]]\n*Phía tây và phía nam giáp thành phố [[Tam Điệp]]\n*Phía bắc giáp xã [[Ninh Hải, Hoa Lư|Ninh Hải]] và xã [[Ninh Thắng, Hoa Lư|Ninh Thắng]].\n\nXã Ninh Vân có diện tích là 12,63&nbsp;km², dân số là 9.173 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số 726 người\/km².\n\nTrụ sở xã cách trung tâm [[Ninh Bình (thành phố)|thành phố Ninh Bình]] 7,5&nbsp;km. Xã này có một phần diện tích thuộc [[quần thể di sản thế giới Tràng An]].\n\nĐây là một trong 10 đơn vị hành chính cấp xã có dân số đông đúc nhất Ninh Bình, theo thứ tự gồm: Khánh Nhạc, Trường Yên, Lai Thành, Yên Nhân, Phát Diệm, Khánh Trung, phường Thanh Bình, Kim Mỹ, Quang Thiện, Ninh Vân.\n\n==Hành chính==\nXã Ninh Vân được chia thành 13 thôn: Chấn Lữ, Đồng Quan, Dưỡng Hạ, Dưỡng Thượng, Hệ, Phú Lăng, Tân Dưỡng 1, Tân Dưỡng 2, Thượng, Vạn Lê, Vũ Xá, Xuân Phúc, Xuân Thành.\n\n==Lịch sử==\nNgày [[27 tháng 12]] năm [[1975]], Quốc hội ban hành Nghị quyết về việc tỉnh Ninh Bình sáp nhập với tỉnh [[Nam Hà (tỉnh)|Nam Hà]] thành tỉnh [[Hà Nam Ninh]], huyện Gia Khánh và thị xã Ninh Bình thuộc tỉnh Hà Nam Ninh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[27 tháng 4]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định 125-CP<ref name=125-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-125-cp-hop-nhat-dieu-chinh-dia-gioi-huyen-thi-xa-thuoc-tinh-ha-nam-ninh-57677.aspx|tựa đề=Quyết định 125-CP năm 1977 về việc hợp nhất và điều chỉnh địa giới một số huyện, thị xã thuộc tỉnh Hà Nam Ninh|ngày=27 tháng 4 năm 1977|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc hợp nhất huyện Gia Khánh và thị xã Ninh Bình thành huyện Hoa Lư và xã Ninh Vân thuộc huyện Hoa Lư mới thành lập.\n\nNgày [[26 tháng 12]] năm [[1991]], Quốc hội ban hành Nghị quyết<ref name=1991\/NQ-QH>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|tựa đề=Nghị quyết về việc phân vạch lại địa giới hành chính một số tỉnh do Quốc hội ban hành|ngày=26 tháng 12 năm 1991|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chia tỉnh Hà Nam Ninh thành hai tỉnh Nam Hà và Ninh Bình và xã Ninh Vân thuộc huyện Hoa Lư, tỉnh Ninh Bình.\n\n==Kinh tế==\nNinh Vân là xã miền núi có giao thông thủy bộ thuận lợi. Cách đây khoảng 400 năm, Ninh Vân đã có nghề khai thác và chế tác đá.\n\nVới diện tích núi đá hơn 400 ha, ngoài khối lượng lớn đá xây dựng cung cấp thường xuyên cho các nơi, Ninh Vân còn có nghề chế tác đá mỹ nghệ, đặc biệt là sản phẩm lớn đến siêu lớn.\n\nXã Ninh Vân có hàng trăm xe vận tải các cỡ, nhiều cụm cơ khí nhỏ và vừa với việc làm ổn định.\n\nChợ Hệ nằm ở thôn Lăng Hạ là chợ quê trên địa bàn huyện Hoa Lư nằm trong danh sách các chợ loại 1, 2, 3 ở Ninh Bình từ năm 2008.\n\n===Nghề đá truyền thống===\nCác làng nghề Xuân Vũ, Dưỡng Thượng, Dưỡng Hạ ở Ninh Vân được công nhận làng nghề truyền thống chế tác đá mỹ nghệ ở [[Ninh Bình]]. Với địa thế nhiều đá vôi, Nghề chế tác đá mỹ nghệ phát triển mạnh góp phần phát triển kinh tế xã hội của Ninh Vân và nâng cao đời sống người dân. Nghề truyền thống này đã tạo ra nhiều việc làm với thu nhập khá cho người lao động.\n\nTheo thống kê năm 2018, Ninh Vân có tổng số 80 doanh nghiệp, 600 tổ hợp sản xuất và 1.600 hộ chế tác đá, với hơn 3.000 lao động, chiếm 83% số lao động trong toàn xã, 10 làng trong xã được công nhận là làng nghề truyền thống, tổng doanh thu của làng nghề đá mỹ nghệ mỗi năm đạt gần 200 tỷ đồng.<ref name=\"thanhtra.com.vn\">[http:\/\/thanhtra.com.vn\/van-hoa-giai-tri\/lang-nghe-da-my-nghe-ninh-van-va-nhung-tuyet-tac-bang-da_t114c20n130803 Làng nghề đá mỹ nghệ Ninh Vân và những tuyệt tác bằng đá]<\/ref>\n\nSản phẩm đá Ninh Vân xuất hiện ở khắp nơi: Cụm tượng đài Bà mẹ Tổ quốc ở TP Hồ Chí Minh, cụm tượng đài Nghĩa trang Trường Sơn, cụm tượng đài TNXP chống Mỹ cứu nước ở Quảng Trị, tượng Mẹ Suốt ở Quảng Bình, tượng Bác Hồ ở Nghệ An, tượng Trần Hưng Đạo ở Chí Linh ([[Hải Dương]]), tượng đài [[Hoàng Văn Thụ]] ở Lạng Sơn, cụm tượng đài Pắc Pó ở Cao Bằng, đặc biệt là các tượng đá tại hành lang La Hán [[chùa Bái Đính]] và [[Quảng trường Đinh Tiên Hoàng Đế]] ở [[ninh Bình (thành phố)|thành phố Ninh Bình]]. Các pho tượng có kích cỡ lớn, chiều cao trên 2 m. Mỗi pho tượng La Hán đều được đúc một mẫu thạch cao riêng nên rất phong phú và sinh động, tinh xảo và cầu kỳ đòi hỏi phải có những đôi tay lành nghề.\n\nLàng nghề đá Ninh Vân hiện có những công trình kiến trúc đá độc đáo như nhà đá cổ của cố nghệ nhân Lương Văn Xiển ở thôn Xuân Phúc, nhà đá cổ của cố nghệ nhân Dương Văn Lợi ở thôn Thượng Vũ và nhà đá cổ của nghệ nhân Đỗ Khắc Đức ở thôn Xuân Thành.<ref>[http:\/\/baoninhbinh.org.vn\/nhung-nha-da-co-trong-lang-da-2015071709513275p3c24.htm Đến vùng đất Hoa Lư (Ninh Bình) khám phá những nhà đá cổ trong làng đá]<\/ref>\n\nNgôi nhà đá của cố nghệ nhân Lương Văn Xiển (hiện thuộc sở hữu của cháu dâu là bà Đinh Thị Long đang ở) đã có hơn 100 năm và là nhà đá cổ nhất làng đá Ninh Vân. Ngôi nhà được các thợ làm [[nhà thờ Phát Diệm]] xây dựng theo lối kiến trúc đặc trưng vùng đồng bằng Bắc Bộ gồm 3 gian 2 chái. Toàn bộ công trình từ khung nhà, tường vách, bình phong, sập gụ… đều được làm từ đá xanh. Các bộ phận vì, kèo, rui, mè, khóa gian và 12 cánh cửa được làm bằng gỗ lim, trên mái lợp bằng ngói âm dương mũi hài. Các chi tiết ngôi nhà được ghép nối với nhau hoàn toàn bằng mộng và không sử dụng chất kết dính. Hai bên đầu hè được chạm khắc hai bức tứ quý “Tùng, Trúc, Cúc, Mai” rất tinh xảo, ngoài ra ngôi nhà có nhiều kiến trúc đèn đá, non bộ, tường đá và cổng đá.<ref>[http:\/\/ninhbinh.tintuc.vn\/goc-ninh-binh\/nha-da-hon-100-tuoi-co-mot-khong-hai-o-co-do-hoa-lu.html Nhà đá hơn 100 tuổi có một không hai ở cố đô Hoa Lư]<\/ref>\n\nNgôi nhà của nghệ nhân Đỗ Khắc Đức có ba gian với diện tích hơn 40m2, xây dựng trong bốn năm mới hoàn thành. Điều đặc biệt, ngôi nhà này được làm bằng đá trắng tảng, từ cột đá, gác mái đến trang trí hoa văn đều làm thủ công với những dụng cụ đơn giản như đục, cát mài, bè chuối. Ngôi nhà nằm giữa làng, gần với cây đa cổ thụ có tuổi đời gần 1.000 năm. Căn nhà ba gian độc đáo này có tới 10 cột vuông, 2 cột tròn và 6 cột ngang. Ông Đỗ Khắc Đức là nghệ nhân đá đầu tiên được phong tặng năm 1985. Ngôi nhà đá được nhiều vị lãnh đạo như Thủ tướng Võ Văn Kiệt, nguyên Phó Chủ tịch nước Nguyễn Thị Bình, Đại tướng Võ Nguyên Giáp, nguyên Phó Chủ tịch nước Nguyễn Thị Định đến tham quan... Tiếp nối nghề truyền thống của làng cổ, cháu nội cụ Đức là Đỗ Xuân Oanh bây giờ cũng trở thành người làm đá có tiếng ở Hà Nội, với hàng chục công trình chế tác tượng Phật nơi đình, chùa.<ref>[http:\/\/www.baoxaydung.com.vn\/news\/vn\/quy-hoach-kien-truc\/ngoi-nha-bang-da-thu-cong-dau-tien-dat-bac.html Ngôi nhà bằng đá thủ công đầu tiên đất Bắc]<\/ref>\n\nNgôi nhà đá của cố nghệ nhân Dương Văn Lợi (hiện thuộc sở hữu của cháu nội Dương Xuân Thu) nhỏ xinh làm từ năm 1930 lại lọt giữa những hàng cây cổ thụ hàng trăm năm tuổi. Ngôi nhà cổ bằng đá mà từ cột kèo, xà, vách, sân, bậc đều bằng đá khối tảng cắt mỏng đục đẽo hoa văn, chữ Nho ẩn hiện chỗ nổi chỗ chìm, cánh cửa đỏ au và ngói mũi trên mái đã biến đó thành một ngôi... nhà độc đáo. \"Không có cửa gỗ, ngói mũi nung thì là cái hang, cái hang hình chữ nhật đàng hoàng\".<ref>[http:\/\/langnghevietnam.vn\/?go=New&page=d&igid=654&iid=2788 Chẳng dại bán nhà đá quý hơn vàng cho đại gia...]<\/ref>\n\nCổng làng Ninh Vân là công trình kiến trúc đứng đầu hàng danh sách các cổng làng được xây bằng đá, to và đẹp nhất ở Việt Nam<ref>[https:\/\/damynghetamduc.com\/cong-trinh-tieu-bieu\/cong-lang-bang-da-dep-nhat-viet-nam-tren-dat-co-do-hoa-lu Cổng làng bằng đá đẹp nhất Việt Nam trên đất cố đô Hoa Lư]<\/ref>. Điều khác biệt ở đây là các cột được xây từ những tảng đá nguyên khối chồng lên. Các cột dựng đều có những hoa văn rồng uốn lượn, tạo nên sự bay bổng hài hòa, làm giảm đi cảm giác nặng nề. Đường nét kẻ vẽ trên đá, nhìn thanh thoát nhưng không kém phần kỳ vĩ.<ref name=\"thanhtra.com.vn\"\/>\n\n==Văn hóa==\nTính đến năm 2010, Ninh Vân có [[Du lịch Ninh Bình#Di tích, danh thắng cấp quốc gia|1 di tích cấp quốc gia]] là cụm đền Kê Thượng, đền Kê Hạ và Miếu Sơn. Đây là cụm di tích thờ thần Cao Sơn và thần Quý Minh đều là 2 vị thần trấn tây và nam [[cố đô Hoa Lư]], thuộc không gian văn hóa [[Hoa Lư tứ trấn]].\n\nNinh Vân cũng có một phần diện tích thuộc [[quần thể danh thắng Tràng An]] đã được UNESCO công nhận là di sản thế giới kép với việc đáp ứng 3 tiêu chí nổi bật toàn cầu về thiên nhiên và văn hóa.\n\nĐình làng Xuân Vũ có lịch sử hơn 400 năm hình thành nghề đá mỹ nghệ tại Ninh Vân. Ngôi đình này xuất phát từ năm 1730 dưới thời của vua Lê Cảnh Hưng. Sau đó, ngôi đình bắt đầu được tu sửa lại thành một ngôi đình hoàn toàn bằng đá mỹ nghệ giữ trọn vẹn nét kiến trúc đặc trưng. \nĐiểm độc đáo nhất của ngôi đình nằm ở 12 cột cái cao đến 4m và 12 cột quân được làm hoàn toàn bằng đá và điển xuyến bởi những hoa văn chạm khắc tinh xảo. Các điểm nối cũng được xử lý tinh tế và khéo léo với họa tiết “long ly quy phượng” và “rồng bay phượng múa”,…. Cột cái được tạo thêm điểm nhấn bởi các họa tiết cỏ cây như Xuân – Hạ - Thu – Đông hay Tùng – Cúc –Trúc – Mai<ref>{{Chú thích web|url=https:\/\/lamtao.vn\/y-nghia-nhung-hoa-van-cham-khac-tren-da-ninh-van-ninh-binh\/|tựa đề=Ý nghĩa những hoa văn chạm khắc trên đá Ninh Vân, Ninh Bình|tác giả=|họ=|tên=|ngày=|website=|location=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Giờ đây nơi này không chỉ là một ngôi đình.<ref>[http:\/\/langmoda.com\/ninh-van-ninh-binh-noi-thoi-hon-vao-nhung-tac-pham-da-my-nghe Ninh Vân Ninh Bình - Nơi thổi hồn vào những tác phẩm đá mỹ nghệ]<\/ref> Đình Xuân Vũ là nơi tổ chức các lễ hội lớn trong làng như: Kỳ Phú (12\/2 âm lịch), giỗ Khổng Tử và Trần Hưng Đạo (20\/8), Tống cựu nghinh tân (30\/12 âm lịch), và lễ giỗ cụ tổ làng nghề đá Hoàng Sùng lễ lớn nhất trong năm diễn ra vào ngày 16\/8 âm lịch hàng năm.<ref>[https:\/\/dantri.com.vn\/van-hoa\/ngoi-dinh-lang-bang-da-o-co-do-hoa-lu-20160812094233076.htm Ngôi đình làng bằng đá ở cố đô Hoa Lư]<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n*[http:\/\/laodong.com.vn\/Tin-Tuc\/Nghe-lam-da-my-nghe-o-Ninh-Van\/47703 Nghề làm đá mỹ nghệ ở Ninh Vân]\n*[http:\/\/www.monre.gov.vn\/monrenet\/default.aspx?tabid=239&ItemID=30201 Danh mục địa danh các đơn vị hành chính thể hiện trên bản đồ - Địa danh hành chính thể hiện trên bản đồ tỉnh Ninh Bình]{{Liên kết hỏng|date = ngày 21 tháng 1 năm 2021 |bot=InternetArchiveBot }}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Hoa Lư}}\n\n[[Thể loại:Làng nghề Ninh Bình]]"}