{"239727":"[[Tập tin:Ninh Tốn.jpg|nhỏ|{{Thông tin nhân vật\n| tên = Ninh Tốn\n| tên gốc = Ninh Tốn\n| ngày sinh = [[1744]]\n| ngày mất = [[1795]]\n| quốc gia = [[Việt Nam]]\n| quê quán = [[Xã Yên Mỹ]], [[Huyện Yên Mô]], [[Ninh Bình]]\n| notable works = [[Chuyết Sơn thi tập]]\n| người hôn phối = Nguyễn Thị Vân\n| cha = [[Ninh Ngạn]]\n| mẹ = Lê Thị Liệu\n| học vị = [[Tiến sĩ]]\n| nhiệm kỳ = [[Lê Trung Hưng]], [[Tây Sơn]]\n}}|315x315px]]\n[[Tập tin:Đền Thờ Ninh Tốn 2.jpg|nhỏ|255x255px|Đền thờ Ninh Tốn]]\n'''Ninh Tốn''' ([[chữ Hán]]: 寧遜, [[1743|1744]]-[[1795]]), tự '''Khiêm Như''' sau đổi là '''Hi Chí''', hiệu '''Mẫn Hiên''', '''Chuyết Sơn cư sĩ''', '''Song An cư sĩ'''; là [[nhà thơ]], nhà sử học, và là đại thần thời [[Nhà Lê trung hưng|Lê trung hưng]] và [[Nhà Tây Sơn|Tây Sơn]] trong [[lịch sử Việt Nam]].\n==Thân thế và sự nghiệp==\nÔng là người Côi Trì, nay thuộc xã [[Yên Mỹ, Yên Mô|Yên Mỹ]] huyện [[Yên Mô]], tỉnh [[Ninh Bình]].\n\nTheo bia \"Côi Trì bi ký\" do Ninh Tốn soạn năm [[1769]], thì tổ tiên ông thuộc dòng dõi [[Ninh Hữu Hưng]], về ở Ninh Xá, huyện [[Chí Linh]] ([[Hải Dương]])<ref>''Thơ văn Ninh Tốn'', tr. 7.<\/ref>.\n\nTuy nhiên, Bia \"Dã Hiên Tiên Sinh Mộ Biểu\"<ref>{{Chú thích web|url = http:\/\/baotangnhanhoc.org\/vi\/tin-tuc-su-kien\/su-kien-noi-bat\/780-mt-bn-gia-hun-45-chng-khc-tren-a-.html|title = Bia Dã Hiên Tiên Sinh Mộ Biểu}}<\/ref>, sách Ninh Tướng Công Hành Trạng<ref name=\"hannom.vass.gov.vn\">{{Chú thích web|url = http:\/\/hannom.vass.gov.vn\/noidung\/Disan\/Pages\/ky-hieu.aspx?ItemID=5511|title = Ninh Tướng Công Hành Trạng|ngày truy cập = 2014-07-14|archive-date = ngày 15 tháng 7 năm 2014 |archive-url = https:\/\/web.archive.org\/web\/20140715012239\/http:\/\/hannom.vass.gov.vn\/noidung\/Disan\/Pages\/ky-hieu.aspx?ItemID=5511}}<\/ref> và Gia phả họ Ninh tại Côi Trì viết tổ tiên ông là Ninh công tự Doãn Chung từ thôn Ninh Xá huyện Vọng Doanh (nay thuộc xã [[Yên Ninh, Ý Yên|Yên Ninh]] huyện [[Ý Yên]], tỉnh [[Nam Định]]) tới \"chiếm xạ\" (?) tại Côi Trì vào khoảng năm Hồng Đức triều Hậu Lê khai khẩn đất rồi định cư luôn ở đó.\n \nCha Ninh Tốn là Ninh Ngạn (''hiệu Dã Hiên, Hy Tăng'')<ref name=\"hannom.vass.gov.vn\"\/><ref>''Thơ văn Ninh Tốn'', tr. 8.<\/ref>, một ẩn sĩ, là tác giả của hai tập sách: Vũ Vu thiển thuyết (''Lời bàn nông cạn về thú ở ẩn'') và Phong vinh tập (''Tập thơ văn Vịnh gió''). Bác của Ninh Tốn là [[Ninh Địch]], đỗ [[Hoàng giáp]] khoa [[Mậu Tuất]] ([[1718]]) đời [[Lê Dụ Tông]].\n\nTừ nhỏ, Ninh Tốn đã nổi tiếng là thông minh, được cha cho trọ học ở kinh đô [[Thăng Long]].\n\nNăm [[1762]], ông đỗ Hương cống (tức [[Hương cống|cử nhân]]) lúc 19 tuổi. Sau đó, ông tiếp tục theo học với Tiến sĩ [[Vũ Huy Đỉnh]]. Ở đây ông kết thân với hai bạn học là [[Phạm Nguyễn Du]] và [[Vũ Huy Tấn]].\n \n===Làm quan thời vua Lê chúa Trịnh (1770-1787)===\nNăm [[Canh Dần]] ([[1770]]), lúc 27 tuổi, Ninh Tốn có đến chơi rồi đề thơ ở núi Vân Lỗi (thuộc [[Thanh Hóa]])<ref>Theo bài Tựa ở tập ''Chuyết Sơn thi tự'' do chính Ninh Tốn soạn năm [[1781]], thì bài thơ này có tên là ''Vân Lỗi sơn'', làm vào năm [[Canh Dần]] (1770). ''Vũ Trung tùy bút'' (tr. 90) ghi thơ đề ở [[Núi Non Nước|núi Dục Thúy]] ([[Ninh Bình]]) là không đúng.<\/ref>. Một hôm, chúa [[Trịnh Sâm]] đi xem xét phong tục, ngự chơi núi ấy, thấy bài thơ trên, liền mến tài thơ mà triệu ông vào giữ chức Thiêm tri binh phiên.\n \nNăm [[Ất Mùi]] ([[1775]]), ông vâng lệnh vào triều nhận chức Hiệu thảo thự Sơn Nam hiến sứ. \n \nTheo [[Khâm định Việt sử Thông giám cương mục|Việt sử thông giám cương mục]] thì năm này, ông cùng với [[Ngô Thì Sĩ]], Phạm Nguyễn Du, Nguyễn Sá lo việc biên soạn Quốc sử.\n \nNăm [[1776]], ông có tờ khải về các tệ nạn ở vùng ven biển ven sông, cùng nạn các lại dịch lấy cớ vì việc công để thu lúa, thu thủy sản, làm cho dân khổ. Nhờ vậy, nên có lệnh cấm nghiêm.\n\nNăm [[Đinh Dậu]] ([[1777]]), ông làm Nhập thiêm sai công phiên, nhiều lần được theo xa giá đi công cán.\n\nTrong những chuyến đi ấy, ông đã sáng nhiều thơ, sau gom lại thành tập \"Tây hộ mạn hứng\" (''Những cảm hứng tản mạn trên đường hộ giá phía Tây''), được [[Ngô Thì Nhậm]], [[Phạm Nguyễn Du]] đánh giá cao.\n\nNăm [[Mậu Tuất]] ([[1778]]), ông đỗ Hội nguyên tiến sĩ năm 35 tuổi, được cử làm Phụng tá quân hải lộ.\n\nNăm [[1779]], ông được thăng tứ phẩm. Cha ông là Hy Tăng được phong Hàn lâm viện thị độc, mẹ là Lê Thị Liệu<ref>Gia phả họ Ninh tại Côi Trì<\/ref> được tặng Nghi nhân.\n \nNăm [[Canh Sửu]] ([[1781]]), lúc ông 38 tuổi, được giữ chức Thiêm sai tri binh phiên, làm ở Viện cơ mật kiêm Quốc sử quốc luật toản tu, Đông các đại học sĩ, Thự Hình bộ hữu thị lang. Nhân lúc mang cáo sắc phong trở về làng, ông đi chơi núi Chuyết Sơn và làm tập ''Chuyết Sơn thi tự''.\n \nNăm [[1786]], ông làm Hiệp trấn ở Động Hải (thuộc [[lệ Thủy, Quảng Bình|huyện Lệ Thủy]], tỉnh [[Quảng Bình]]).\n\nKhi quân [[Nhà Tây Sơn|Tây Sơn]] đoạt thành [[Cố đô Huế|Phú Xuân]] (1786), tiến đánh ra các đồn Cát Thanh, Động Hải thì ông bỏ đồn mà chạy <ref>Việc Ninh Tốn bỏ đồn tháo chạy, sách ''Hoàng Lê nhất thống chí'' (hồi thứ tư) chép: ''Chiếm xong [[Cố đô Huế|Phú Xuân]], Bình (tức [[Nguyễn Huệ]]) nhân đà thắng kéo quân ra lấy luôn đồn Động Hải. Tướng giữ đồn là Vị phái hầu cùng hiệp trấn là Ninh Tốn mới trông thấy bóng quân Tây Sơn đã chạy trốn. Thế là mất hết cả đất Thuận Hoá. Bấy giờ là ngày 14 [[tháng năm|tháng 5]] năm [[Bính Ngọ]] niên hiệu Cảnh Hưng ([[1786]]).''<\/ref>. Nhưng sau đó vẫn được giao chức Tham tri chính sự kiêm [[Bồi tụng]] cùng với [[Ngô Trọng Khuê]].\n\nNăm [[1787]], quân Tây Sơn do [[Vũ Văn Nhậm|Võ Văn Nhậm]] chỉ huy đánh ra Bắc diệt [[Nguyễn Hữu Chỉnh]]. Chỉnh tâu với vua Lê Chiêu Thống, cho Nguyễn Như Thái làm Thống lĩnh, Ninh Tốn làm Tham tán quân vụ, đem quân họp với quân của Lê Duật, chống lại.\n\nVốn là người Côi Trì, am hiểu rõ vị trí chiến lược của Tam Điệp nên ông khuyên Nguyễn Như Thái nhanh chóng chiếm giữ để ngăn quân Tây Sơn. Nhưng mới tới Phủ Lý thì quân của Võ Văn Nhậm đã vượt qua Tam Điệp<ref>{{Chú thích web|url = https:\/\/vi.wikipedia.org\/wiki\/Ho%C3%A0ng_L%C3%AA_nh%E1%BA%A5t_th%E1%BB%91ng_ch%C3%AD|title = Hoàng Lê Nhất Thống Chí}}<\/ref>. Lê Duật bị [[Ngô Văn Sở]] giết chết ở Cao Lũng, Nguyễn Như Thái bị tên bắn chết sau khi thua trận ở sông Giản (thuộc [[Ninh Bình]]), còn Ninh Tốn nhờ trốn vào nhà dân nên được thoát nạn <ref>Xem chi tiết trong ''Hoàng Lê nhất thống chí'', hồi thứ mười.<\/ref>.\n\n===Làm quan thời Tây Sơn (1788-1790)===\nNăm [[1788]], Bắc Bình Vương [[Nguyễn Huệ]] ra [[Bắc Hà]] diệt [[Vũ Văn Nhậm]], rồi cho sắp đặt lại quan chức. Ninh Tốn được phong chức Hàn lâm trực học sĩ, để cùng với [[Nguyễn Thế Lịch]], [[Nguyễn Bá Lân]], [[Phan Huy Ích]] giúp [[Ngô Văn Sở]] và [[Ngô Thì Nhậm]], cai quản đất Bắc.\n\nCó các nhận định khác nhau về việc Ninh Tốn ra phục vụ Tây Sơn. Các tác giả của sách Thơ văn Ninh Tốn cho rằng đó là sự thức thời, tuy nhiên sách ''Đại Nam Liệt Truyện''<ref>''Đại Nam Liệt Truyện''<\/ref> viết \"''Ninh Tốn trước trốn tránh không chịu ra, Huệ bắt em là Hương Công lôi ra chém đi để cho Tốn sợ, sau Ninh Tốn mới ra''\".\n\nTheo sử liệu <ref>''Hợp tuyển thơ văn Việt Nam'' (Tập 3) và ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 722)<\/ref> thì Ninh Tốn làm quan [[nhà Lê sơ|nhà Lê]] trải đến chức Hữu Thị lang, tước Trường nguyên bá.\n\nNăm 1789, Khi nhà Lê mất, ông tiếp tục phục vụ [[nhà Tây Sơn]], giữ chức Thượng thư Bộ Binh, tước hầu.\n\nVà nhờ năm [[Canh Tuất]] ([[1790]]), ông có đề tựa tập thơ ''Hoa trình học bộ tập'' của thầy học là Vũ Huy Đĩnh và đề tựa cuốn sách y học ''Thai sản điều lý phương pháp tự'' của bạn là Hoàng Phong Ôn Phủ (tức Nguyễn Thế Lịch), mà người đời sau biết được vào năm đó (47 tuổi) ông đã xin về nghỉ ở quê. \n \nTheo ''Từ điển bách khoa toàn thư Việt Nam'' thì Ninh Tốn mất năm [[1790]]. Tuy nhiên, theo Gia phả họ [[Ninh]]<ref>{{Chú thích web|url = http:\/\/honinh.vn|title = website của dòng họ Ninh tại Việt Nam|ngày truy cập = 2021-05-16|archive-date = ngày 1 tháng 10 năm 2012 |archive-url = https:\/\/web.archive.org\/web\/20121001154825\/http:\/\/honinh.vn\/}}<\/ref>, thì ông mất ngày 5 [[tháng năm|tháng 5]] năm [[Ất Mão]] ([[1795]]).\n\n==Tác phẩm==\nTác phẩm chính của Ninh Tốn là bộ '''Chuyết Sơn thi tập''' (''Tập thơ Chuyết Sơn''), trong đó bao gồm cả tập ''Tây hộ mạn hứng''. Đây là bộ sách do con cháu ông sưu tập, hiện chỉ còn 275 bài thơ và 7 bài gồm văn sách, phú, tựa, văn bia...Tất cả đều bằng [[chữ Hán]]. Phần lớn, chúng được sáng tác dưới thời Lê-Trịnh. Còn những sáng tác dưới thời Tây Sơn, theo nhóm tác giả sách ''Thơ văn Ninh Tốn'', thì chắc mất mát nhiều, vì con cháu không dám lưu giữ.\n\nHiện ở Thư viện Hán Nôm ([[Hà Nội]]) còn giữ được 3 tập của ông, đó là:\n*''Chuyết Sơn thi tập'', mang ký hiệu: A.1292.\n*''Chuyêt Sơn thi tập đại toàn'', mang ký hiệu: A.1407.\n*''Tiền Lê tiến sĩ Ninh Tốn thi tập'', mang ký hiệu: A.350.\n\nTrong ba cuốn trên có nhiều bài trùng lập.\n\nNăm [[1984]], một nhóm biên soạn (''Hoàng Lê chủ biên'') thuộc Viện Hán Nôm ([[Hà Nội]]) đã tuyển chọn ra 107 bài thơ và 1 bài tựa ''Hoa trình học bộ tự'' để in thành tác phẩm ''Thơ văn Ninh Tốn'' (Nhà xuất bản KHXH, Hà Nội, 1984).\n\n==Sơ lược nội dung và giá trị nghệ thuật==\nThơ Ninh Tốn bao gồm nhiều thể loại và nhiều đề tài khác nhau, trong đó có thể tạm chia làm ba loại chính:\n*Thơ đề vịnh phong cảnh, con người, di tích lịch sử, nhân vật lịch sử.\n*Thơ họa đáp, tặng tiễn bạn bè.\n*Thơ tự thuật và cảm xúc trữ tình.\n\nNhìn chung trong thơ văn Ninh Tốn, có mấy điểm đáng chú ý như sau: \n*Khởi đầu, Ninh Tốn, vốn là người lạc quan, tích cực (bài \"Tự thuật\" [''làm lúc trẻ''], \"Du học kinh sư\" [''Du học ở kinh đô'']...). Sau khi trải qua nhiều cơn lốc xoáy của thời đại Lê mạt-đầu Nguyễn, nhà thơ đã không khỏi day dứt khi nghĩ đến chuyện hành tàng, xuất xử, họa phúc, an nguy, và lẽ phế hưng, thành bại của các triều...Cho nên trong thơ ông lúc này đã hé lộ ý muốn về ở ẩn (\"Tự thuật\" [''làm khi đã có tuổi''], \"Hiệp đồng phủ thuận đạo hải đồn ngẫu hứng\" [''Ngẫu hứng khi làm Hiệp đồng ở đồn Động Hải'']...)...\n*Ông không những vui buồn cùng người dân, mà cả đến ước mơ và hy vọng cũng vậy (\"Tặng Ngọc Động Đinh huynh chi huyện\" [''Tặng ông họ Đinh ở Ngọc Động đi làm quan huyện''], \"Bính Thân xuân khiển Doãn tác man niết\" [''Năm Bính Thân được phê chuẩn làm Án sát Sơn Nam'']...). Ông luôn mong ước được sống trong một triều đại thịnh vượng, mà ở đó vua tôi đều là người tài đức, đều biết yêu thương và chăm sóc việc làm ăn của dân (\"Vọng Hùng Vương cố đô\" [''Trông kinh đô cũ thời vua Hùng''], \"Chương Dương mộ bạc\" [''Chiều đậu thuyền ở bến Chương Dương''], \"Ký kiến\" [''Ghi những điều trông thấy''], \"Sơn cư xuân mộ\" [''Chiều xuân ở núi''], \"Kinh thái hòa cung\" [''Qua cung thái hòa''], \"Bát tràng\" [''Lò bát'']...).\n*Một điểm nổi bật nữa, đó là ông đã đánh giá lại những nhân vật phụ nữ trong lịch sử, như chuyện nàng Bích với nhà sư [[Huyền Quang]] (\"Vân Bích nương\" [''Thương tiếc nàng Bích'']), chuyện công chúa [[Huyền Trân]] với tướng Trần Khắc Chung (''dưới mắt ông, Huyền Trân không hư hỏng về nhân cách, mà chỉ là một nạn nhân của một xã hội cưỡng hôn'')<ref>Ninh Tốn đã cho Huyền Trân và Trần Khắc Chung lần lượt họa đáp tất cả sáu bài thơ, cốt để nói lên tâm trạng cùng tình cảm của hai người.<\/ref>...Và họ Ninh cũng đã công khai ca ngợi tài năng của phái đẹp (\"Mã thượng mỹ nhân\" [''Người đẹp trên ngưa''], \"Ký tài nữ Thụy Liên\" [''Gửi bậc tài nữ Thụy Liên'']). Thái độ này rất hiếm thấy trong giới nhà nho lúc bấy giờ.\n\nNói gọn, bên cạnh những giá trị nghệ thuật, người đọc còn phần nào nhận thức được cái xã hội cuối Lê, đầu Nguyễn; phần nào hiểu được giới nho sĩ và nông dân cùng với những ước mơ, những khát vọng chân chính của họ. Bởi những giá trị ấy, các danh sĩ đương thời như Phạm Nguyễn Du, Phan Huy Ích, Ngô Thì Nhậm, Vũ Huy Tấn, [[Đoàn Nguyễn Tuấn]], Nguyễn Thế Lịch, Vũ Huy Đĩnh, Hi Tứ, Nguyễn Quýnh...đều có thơ từ khen tặng <ref>Căn cứ theo Hoàng Lê, ''Thơ văn Ninh Tốn'', bài giới thiệu ở đầu sách.<\/ref>.\n\nNói đến Ninh Tốn và thơ văn của ông, ''Từ điển Văn học (bộ mới)'' đã đánh giá như sau: \n:''Phần lớn các bài thơ đều toát lên một sức sống, một dáng dấp lạc quan, vui tươi. Điều đó, một mặt phản ánh lòng yêu đời, cá tính sôi nổi, đầy tự tin, ưa hành động của con người tác giả; mắt khác cũng phản ánh phần nào cái không khí hồ hỡi, cởi mở của triều đại Tây Sơn mà tác giả ngày càng gắn bó và đem sức mình ra phục vụ. Một điểm đặc sắc nữa là trong tập có hơn ba mươi bài nói về phụ nữ, một số lượng đáng kể so với các nhà thơ đương thời. Qua đó có thể thấy được lòng trân trọng đối với phụ nữ của ông''.\n:''Về nghệ thuật: lời thơ của ông giản dị, trong sáng, ít điển cố, có lúc pha chút khôi hài; thể hiện một phong cách mới cả về nội dung lẫn hình thức''<ref>Theo Nguyễn Kim Hưng, trong ''Từ điển Văn học'' (bộ mới, tr. 1301-1302)<\/ref>. Riêng mặt này, Tiến sĩ Nguyễn Quýnh, người cùng thời, cũng đã khen rằng: ''Ninh Tốn là kẻ lão luyện trong văn mặc, sở trường cả thơ phú, trước thuật''<ref>Chép theo ''Thơ văn Ninh Tốn'', tr. 19).<\/ref>.\n\n==Giới thiệu thơ==\n{|valign=\"top\"\n|\n:'''Tự thuật'''\n:''Dịch nghĩa:''\n:Kiểm điểm lại tuổi mình đà hai mươi bảy,\n:Lông bông phóng đãng, thẹn thùng khôn xiết.\n:Chẳng thấu suốt được ý tứ sâu sắc nghiệp nho,\n:Nên học kiểu phong lưu của hiệp khách.\n:Chí mạnh chưa đền, lòng thấy đắng cay,\n:Thù lớn còn đây, mật đắng cũng ngọt.\n:Hiện nay cùng mày (tác giả tự nói với mình) đính ước lâu dài,\n:Đã là con trai phải là con trai giỏi.\n\n:'''Tự thuật'''\n:''Dịch nghĩa:''\n:Nghiêu ngao nơi đồng ruộng hợp với tính nhàn\n:Trăng thu và gió xuân cũng nịnh tuổi già.\n:Râu ria lờn với sương gió quá nửa phần trắng,\n:Mắt vui với cảnh sơn thủy mười phần xanh.\n:Ngoài vòng sinh tử, cái tâm thường yên tĩnh,\n:Trong trường danh lợi, mộng kia đã hết mê.\n:Ngày kia trên đầu bờ chỉ để lại một tấm bia mộ,\n:Đó là quan Thị lang họ Ninh, Tiến sĩ triều Lê cũ.\n|\n:'''Vọng [[Hùng Vương]] cố đô'''\n: (''Trông kinh đô cũ thời vua Hùng'')\n:''Dịch nghĩa:''\n:Trước tầm mắt xa tít là cây cỏ xanh xanh,\n:Người lái thuyền bảo: Đó là kinh đô thời xưa…\n:Bờ cõi nước ta được mở mang từ thuở có trời đất,\n:Thành quách còn phảng phất trong khoảng có, không.\n:Làm việc đức (của vua Hùng) tưởng hơn cả vua [[Thuấn]], vua [[Hạ Vũ|Vũ]]\n:Truyền năm lâu dài gấp mấy lần [[nhà Thương|nhà Ân]], [[nhà Chu]].\n:Khách tới đây, muốn hỏi lại sự việc thuở ấy,\n:Thắng tích riêng còn một vùng thương du.\n\n:'''Mã thượng mỹ nhân'''\n:(''Người đẹp trên ngựa'')\n:''Dịch nghĩa:''\n:Đúng vào lúc vung roi ngựa ở khúc đê xuân xanh rờn dương liễu,\n:Tình cờ lại gặp gái thiền quyên trên lưng ngựa.\n:Hai tay cầm cương như hai nhánh măng lộ ra vẻ ngọc,\n:Hai chân kẹp trên yên như hai ngó sen cong lượn tựa vàng.\n:Nụ cười nghiêng thành gọi người ta tỉnh giấc mộng ngàn dặm,\n:Sóng mắt tình đưa cho ta một cuộc tơ duyên.\n:Khách hồng trang này đảm đương được việc tang bồng,\n:Há chẳng phải là nàng tiên múa kiếm ở cung hằng hay sao?<ref>Xem phiên âm Hán-Việt cả bốn bài thơ trong sách \"Thơ văn Ninh Tốn\". Không thể chép phần dịch thơ vì ngại vi phạm bản quyền.<\/ref>\n|}\n*Xem thêm: [[Chiêu Dương mộ bạc]] (''Chiều đậu thuyền ở bến Chương Dương'')\n== Ghi công==\nNinh Tốn được thờ ở Nhà thờ Ninh Tốn, xã Yên Mỹ, huyện [[Yên Mô]], tỉnh [[Ninh Bình]]. Đây là một di tích ''lịch sử quốc gia của Việt Nam''. Tên của ông cũng được đặt cho những con đường ở trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]], ở [[thành phố Tam Điệp]] tỉnh [[Ninh Bình]], tại Thị trấn Củ Chi [[Thành phố Hồ Chí Minh]], tại thành phố [[Đà Nẵng]].\n\n==Sách tham khảo==\n*[[Ngô gia văn phái]], ''[[Hoàng Lê nhất thống chí]]'' (2 tập). Nhà xuất bản Văn học, 1984.\n*[[Phạm Đình Hổ]], ''[[Vũ trung tùy bút]]''. Nhà xuất bản Trẻ & Hội nghiên cứu giảng dạy văn học TP. HCM hợp tác ấn hành, 1989.\n*Nhiều người soạn, ''Hợp tuyển thơ văn Việt Nam'' (tập 3). Nhà xuất bản Văn học, 1978.\n*Nhiều người soạn (Hoàng Lê chủ biên), ''Thơ văn Ninh Tốn''. Nhà xuất bản Khoa học Xã hội, Hà Nội, 1984.\n*[[Nguyễn Q. Thắng]] và Nguyễn Bá Thế. ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản KHXH, 1992.\n*Tạ Ngọc Liễn, ''Danh nhân văn hóa trong lịch sử Việt Nam''. Nhà xuất bản Thanh Niên, 2008.\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Hội nguyên Việt Nam]]\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Sinh năm 1743]]\n[[Thể loại:Mất năm 1795]]"}