{"1745484":"'''Quan hệ Việt-Chăm''' xem như bắt đầu từ năm 968, khi [[Đinh Tiên Hoàng]] lập ra nước [[Đại Cồ Việt]], với tư cách là quốc gia độc lập đến năm 1832, khi vua [[Minh Mạng]] xóa bỏ chế độ tự trị của người Chăm, đổi [[Thuận Thành trấn]] thành phủ Ninh Thuận và đặt quan lại cai trị trực tiếp. \n==Dưới thời nhà Đinh và Tiền Lê==\n* Năm 979, hạm đội [[Chiêm Thành]] hơn nghìn chiếc do vua Parameshvaravarman I (Bê Mi Thuế) chỉ huy, phò mã [[Ngô Nhật Khánh]] dẫn đường theo hai cửa biển Đại Ác và Tiểu Khang muốn vào đánh cướp [[Hoa Lư]], nhưng gặp bão hầu hết các thuyền bị đắm, thuyền của vua Chiêm thoát chết trở về nước.\n* Năm 982, vua [[Lê Đại Hành]] thân hành đi chinh phạt Chiêm Thành. Nguyên do trước đó vua sai Từ Mục, Ngô Tử Canh sang sứ Chiêm Thành, bị vua Chiêm bắt giam. Vua tức giận, sai đóng chiến thuyền sửa binh khí, tự làm tướng đi đánh. Vua Chiêm Parameshvaravarman I (Bê Mi Thuế) bị chém chết tại trận, quân Việt bắt sống quân Chiêm nhiều vô kể, thu nhiều vàng bạc châu báu, san phẳng kinh đô [[Indrapura]] (làng Đồng Dương, Thăng Bình, Quảng Nam ngày nay).\n\n==Dưới thời nhà Lý==\n* Năm 1020, vua [[Lý Thái Tổ]] sai Khai Thiên Vương [[Lý Phật Mã]] và Đào Thạc Phụ đem quân đi chinh phạt Chiêm Thành ở Bố Chính (nay thuộc các huyện Quảng Trạch, Bố Trạch, Tuyên Hóa, tỉnh Quảng Bình), chém được tướng của Chiêm Thành là Bố Linh tại trận, quân Chiêm chết đến quá nửa.\n* Năm 1039, con vua Chiêm Thành là Địa Bà Lạt và Lạc Thuẫn, Sạ Đâu, La Kế, A Thát Lạt 50 người sang quy phục Đại Cồ Việt\n* Năm 1040, quan giữ trại Bố Chính của nước Chiêm Thành là Bố Linh, Bố Kha, Lan Đà Tinh đem bộ thuộc hơn trăm người sang quy phục Đại Cồ Việt.\n* Năm 1043, \"giặc gió sóng\" (nghĩa là nhân gió sóng mà đi cướp) Chiêm Thành cướp bóc dân ven biển. Vua [[Lý Thái Tông]] sai Đào Xử Trung đi đánh, dẹp yên.\n* Năm 1044, với lý do \"Tiên đế mất đi, đến nay đã 16 năm rồi, mà Chiêm Thành chưa từng sai một sứ giả nào sang\", vua Lý Thái Tông thân chinh đi chinh phạt ra oai với Chiêm Thành. Binh lính chưa chạm mà quân Chiêm đã tan vỡ, quan quân đuổi chém được 30 vạn thủ cấp. Tướng Quách Gia Di chém được đầu vua Chiêm là Sạ Đẩu tại trận. Đoạt được hơn 300 voi thuần, bắt sống hơn 50 nghìn quân Chiêm, số còn thì bị giết chết, xác chất đầy đồng. Vua tỏ ý cảm khái, xuống lệnh rằng: \"Kẻ nào giết bậy người Chiêm Thành thì sẽ giết không tha\". Sau đó vua [[Lý Thái Tông]] đem quân vào thành [[Kandapurpura|Phật Thệ]] bắt vợ cả, vợ lẽ của Sạ Đẩu và các cung nữ giỏi hát múa đem về nước. Khi đến hành điện Ly Nhân (nay là huyện Ly Nhân, Nam Hà), vua sai nội nhân thị nữ gọi [[Mỵ Ê]] là phi của Sạ Đẩu sang hầu thuyền vua. Mỵ Ê phẫn uất lấy chăn quấn vào mình nhảy xuống sông chết. Vua khen là trinh tiết, phong là Hiệp Chính Hựu Thiện phu nhân.\n*Năm 1068, Chăm Pa quấy nhiễu biên giới Đại Việt.\n*Năm 1069, Vua Lý Thánh tông thân chinh đánh Chăm Pa,<ref>Đại Việt Sử Ký Bản Kỷ Toàn Thư, Quyển II, Kỷ Nhà Lý viết:\"vua đánh chiêm thành mãi không được, đem quân về đến châu Cư Liên, nghe tin Nguyên phi giúp việc nội trị, lòng dân [5a] cảm hoá hoà hợp. Trong cõi vững vàng, tôn sùng Phật giáo, dân gọi là bà Quan Âm, vua nói: \"Nguyên phi là đàn bà còn làm được như thế, ta là nam nhi lại chẳng được việc gì hay sao?\". Bèn quay lại đánh nữa, thắng được.\"<\/ref>, tướng [[Lý Thường Kiệt]] chỉ huy hải quân tấn công đốt phá kinh đô Vijaya<ref>Mộc bản Chính Hòa, tr. 274. tập I.<\/ref>. Vua Rudravarman (Chế Củ) bị bắt làm tù binh và sau đó phải đổi ba châu [[Địa Lý (địa danh)|Địa Lý]], [[Ma Linh]] và [[Bố Chính]] (3 châu này thuộc vùng Quàng Bình, Quảng Trị này nay) để lấy tự do\n\n==Dưới thời nhà Trần==\n===Thời Đại Việt cường thịnh===\n* Các năm 1228, 1242 Chiêm Thành sang cống Đại Việt.\n* Năm 1252, Vua [[Trần Thái Tông]] thân chính đánh Chiêm Thành, bắt được vợ của vua Chiêm Thành là Bố Da La và nhiều thần thiếp.<ref>Tuy nhiên theo Đại Việt Sử Ký Bản Kỷ Toàn Thư: \"Có thuyết nói bắt được chúa Chiêm Thành Bố Da La là sai. Nếu quả như thế thì Lê Văn Hưu làm Sử ký sao không dẫn để ca ngợi cùng với việc bắt được Sạ Đẩu ?\".<\/ref>\nNguyên do: \"''Chiêm Thành từ khi nhà Lý suy yếu, thường đem thuyền nhẹ đến cướp bóc dân cư ven biển. Vua lên ngôi, lấy đức vỗ về, sai sứ sang dụ, tuy họ có thường sang cống, nhưng lại đòi xin lại đất cũ, và có ý dòm ngó (nước ta). Vua giận, nên có việc thân chinh này''.\"<ref>Đại Việt Sử Ký Bản Kỷ Toàn Thư, Quyển V, Kỷ Nhà Trần, Thái Tông Hoàng Đế<\/ref>\n* Năm 1262, 1265, 1266, 1267, 1269, 1270, Chiêm Thành sang cống Đại Việt.\n* Năm 1279, Chiêm Thành sai Chế Năng, Tra Diệp sang cống. Chế Năng, Tra Diệp xin ở lại làm nội thần, vua [[Trần Nhân Tông]] không nhận\n* Năm 1282, Chiêm Thành cử Bố Bà Ma Các sang dâng voi trắng. Cũng trong năm này [[Toa Đô]] đem quân, loan tin sẽ mượn đường đi đánh Chiêm Thành, nhưng thực ra là sang xâm lược Đại Việt.\n* Năm 1285, Toa Đô đem 50 vạn quân từ [[Vân Nam]] qua nước Lão Qua (tức Lào ngày nay), thẳng đến Chiêm Thành, hội với quân Nguyên ở [[Châu Ô]], [[Châu Lý]] rôi cướp [[châu Hoan]], [[châu Ái]], tiến đóng ở Tây Kết (xã Đông Bình, huyện Châu Giang, tỉnh Hải Hưng ngày nay), hẹn trong ba năm sẽ san phẳng Đại Việt.\n* Năm 1293, 1301, Chiêm Thành sang cống Đại Việt. Cũng trong năm 1301, thượng hoàng [[Trần Nhân Tông]] vân du Chiêm Thành, hứa gả con gái là Huyền Trân công chúa cho Chế Mân, vua Champa.\n* Năm 1305, Chiêm Thành cho Chế Bồ Đài sang Đại Việt dâng hiến vàng bạc, hương quý, vật lạ làm lễ vật cầu hôn. Vua Anh Tông gả công chúa [[Huyền Trân]] cho vua Chiêm Thành là [[Chế Mân]]. Chế Mân đem 2 châu Ô, Lý làm quà sính lễ.\n* Năm 1307, Chế Mân chết. Nhập nội hành khiển thượng thư tả bộc xạ [[Trần Khắc Chung]] sang Chiêm Thành lừa người Chiêm cứu công chúa Huyền Trân đem về để khỏi bị hỏa thiêu theo tục lệ Chiêm Thành nhưng theo tục lệ nước Chiêm thì chỉ có vương hậu trưởng là Tapasi mới có quyền lên giàn hỏa thiêu với vua, quan niệm của người Chiêm là chỉ vương hậu trưởng mới được lên giàn hỏa thiêu cùng với vua vì đó là một vinh dự.\n* Năm 1311, vua [[Trần Anh Tông]] thân chinh đi đánh Chiêm Thành, vì cho rằng vua nước Chiêm là Chế Chí phản trắc. Năm sau thì bắt được Chế Chí đem về Đại Việt, phong Chế Đà A Bà Niêm (em Chế Chí) làm Á hầu trấn giữ đất Chiêm.\n* Năm 1313, Chiêm Thành bị người Xiêm xâm lược, vua Đại Việt cho quân sang cứu.\n* Năm 1318, vua [[Trần Minh Tông]] sai Huệ Vũ Đại Vương [[Trần Quốc Chẩn]] đi chinh phạt Chiêm Thành. Quân Chiêm thua trận tuy nhiên tộc tướng nhà Lý là Hiếu Túc hầu Lý Tất Kiến tử trận.\n* Năm 1326, Trần Minh Tông sai Huệ Túc Vương Trần Đại Niên (1306-1360) đi đánh Chiêm Thành nhưng không thắng.\n* Năm 1342, vua Chiêm thành là Chế A Nan chết. Con rể là Trà Hòa Bố Đề tự lập làm vua, cho người đến Đại Việt báo tin buồn.\n* Năm 1345, Phạm Nguyên Hằng sang sứ Chiêm Thành, trách hỏi về việc thiếu lễ triều cống hàng năm. Sau đó thì Chiêm Thành sai sứ sang cống, nhưng lễ vật rất sơ sài.\n* Năm 1352, Chế Mỗ (con Chế A Nan) người Chiêm Thành chạy sang Đại Việt, dâng voi trắng, ngựa trắng và các cống vật xin đánh Trà Hòa Bố Để (con rể Chế A Nan) mà lập Chế Mỗ làm vua Chiêm.\n* Năm 1353, Đại Việt đem đại binh đi đánh Chiêm thành để đưa Chế Mỗ về nước, nhưng gặp trở ngại trong việc tiếp tế lương thực nên phải quay về.\n\n===Khi Đại Việt suy yếu===\n* Năm 1361, Chiêm Thành vượt biển đánh vào cửa biển Dĩ Lý (xã Lý Hoà, huyện Bố Trạch, tỉnh Quảng Bình ngày nay), bị quân Đại Việt đánh tan.\n* Các năm 1362, 1365 quân Chiêm tấn công Hóa Châu.\n* Năm 1366, quân Chiêm cướp phủ Lâm Bình, bị quan phủ Phạm A Song đánh bại\n* Năm 1367, vua [[Trần Dụ Tông]] sai Trần Thế Hưng, [[Đỗ Tử Bình]] cầm quân đánh Chiêm Thành.\n* Năm 1368, Chiêm Thành cho Mục Bà Ma sang đòi lại đất biên giới Hóa Châu. Mùa hạ, Trần Thế Hưng đem quân đến Chiêm Động (các huyện Thăng Bình, Tam Kỳ, Duy Xuyên, Quế Sơn tỉnh Quảng Nam ngày nay). Người Chiêm phục binh đánh quân Đại Việt tan vỡ. Trần Thế Hưng bị bắt.\n* Năm 1371, quân Chiêm Thành từ cửa biển Đại An (huyện Nghĩa Hưng, tỉnh Nam Định ngày nay) tiến thẳng đến kinh sư. Vua [[Trần Nghệ Tông]] phải đi thuyền sang Đông Ngàn lánh giặc. Quân Chiêm vào thành, đốt phá cung điện, nhà cửa, thư tịch, sổ sách, cướp phụ nữ, ngọc lụa đem về.<ref>Sử thần Ngô Sĩ Liên nói: Không có nước địch làm mối lo bên ngoài thì nước hay bị mất, đó là điều răn từ xưa đến nay. Chiêm Thành với ta, đời đời là cừu thù, triều Trần chả lẽ lại không biết mà phòng bị trước hay sao? Chỉ vì lòng người sinh biếng trễ, phép nước bị buông lơi, đã qua nhiều năm tháng, việc phòng thủ biên cương bị triệt bỏ, nên đến nỗi ấy. Giặc vào bờ cõi mà biên thành thất thủ, giặc tới kinh đô mà cấm binh chống lại thì còn nước thế nào được! Dụ Tông vốn quen chơi bời, cố nhiên là chẳng đáng kể. Nghệ Tông thì bản thân đã trải nhiều biến cố mà không nghĩ tới việc đó, há chẳng phải là chỉ chăm lo văn nghệ mà không trông nom gì đến võ lược ư?.<\/ref>\n* Năm 1376, Chiêm Thành tấn công Hóa Châu. Cuối năm vua [[Trần Duệ Tông]] thân chinh đem [[Trận Đồ Bàn (1377)|12 vạn quân đánh Chiêm]]<ref>Đại Việt Sử ký Toàn thư có đoạn: \"Trước đây, chúa Chiêm Thành Chế Bồng Nga quấy rối biên giới, vua sai hành khiển Đỗ Tử Bình đem quân trấn giữ Hóa Châu. Bồng Nga đem 10 mâm vàng dâng lên (vua). Tử Bình ỉm đi, cướp làm của mình, nối dối là Bồng Nga ngạo mạn vô lễ, nên đem quân đánh. Vua giận lắm, quyết ý thân chinh.\"<\/ref> bị tử trận cùng các đại tướng Đỗ Lễ, Nguyễn Nạp Hòa, hành khiển Phạm Huyền Linh. [[Đỗ Tử Bình]] chỉ huy hậu quân, không đến cứu vua nên thoát chết. [[Lê Quý Ly]] đang làm nhiệm vụ đốc quân chở lương, nghe tin vua băng, bỏ trốn về nước. Ngự Câu vương Trần Húc đầu hàng Chiêm Thành.\n* Năm 1378, người Chiêm đưa Ngự Câu Vương Trần Húc, người đã đầu hàng Chiêm Thành đến cướp phủ Nghệ An, tiếm xưng vị hiệu chiêu dụ dân chúng. Quân Chiêm đánh vào sông Đại Hoàng, vua [[Trần Phế Đế (Đại Việt)|Trần Phế Đế]] sai Hành khiển Đỗ Tử Bình đi chống giữ. Quan quân tan vỡ. Quân Chiêm liền đánh vào kinh sư, bắt người cướp của rồi rút về. An phủ sứ Lê Giốc bị quân Chiêm bắt giết.<ref>\"Giặc buộc Giốc phải lạy, Giốc trả lời chúng:\n\"Ta là quan của nước lớn, sao phải lạy chúng mày!\".\nGiặc nổi giận, giết ông. Giốc luôn miệng chửi chúng. Việc này tâu lên, Giốc được truy phong là Mạ Tặc Trung Vũ hầu, cho con ông là Nhuế làm Chánh chưởng bốn cục Cận thị chi hậu, Giốc là con của cố Nhập nội hành khiển thượng thư hữu bật Lê Quát.\"<\/ref>.\n* Năm 1380, người Chiêm ra Nghệ An, Diễn Châu, Thanh Hóa cướp của bắt người. Thượng hoàng [[Trần Nghệ Tông]] sai Lê Quý Ly chỉ huy quân thủy, Đỗ Tử Bình chỉ huy quân bộ đi chống trả. Vua Chiêm Chế Bồng Nga thua trận rút chạỵ\n* Năm 1382, Chiêm Thành tấn công Thanh Hóa. Trần Phế Đế sai Quý Ly đem quân đi chống giữ. Quý Ly đóng quân ở núi Long Đại (tức núi Hàm Rồng ở Thanh Hóa). Cho tướng coi quân Thần Khôi là [[Nguyễn Đa Phương]] giữ hàng cọc đóng ở cửa biển Thần Đầu (đã bị lấp, nay thuộc Tam Điệp, Ninh Bình.) Quân Chiêm Thành thua to, chạy tán loạn vào rừng núi.\n* Năm 1383, đầu năm, triều đình Đại Việt sai Lê Quý Ly thống lĩnh thủy quân đi đánh Chiêm Thành. Thủy quân tới vùng biển Lại Bộ Nương (nay là cửa biển Nương Loan, Kỳ Anh, Hà Tĩnh) và Ô Tôn (nay là vùng biển Vĩnh Sơn, Quảng Trạch, Quảng Bình) bị sóng gió đánh hư hỏng phải đem quân về. Mùa hạ, vua Chiêm Thành là Chế Bồng Nga cùng với thủ tướng La Ngai dẫn quân đi bộ theo chân núi, từ trấn [[Quảng Oai]] (nay thuộc Ba Vì, Hà Nội) đến đóng ở sách Khổng Mục. Kinh sư kinh động, Thượng hoàng sai tướng chỉ huy quân Hoa Ngạch là Lê Mật Ôn đem quân đi chống giữ. Mật Ôn đến Tam Kỳ (nay là Quảng Oai) định bày trận chống giữ. Nhưng quân Chiêm đã mai phục từ trước, quân voi đồng loạt xông ra, quan quân Đại Việt thua chạy, Mật Ôn bị bắt sống. Thượng hoàng phải sang sông Đông Ngàn để lánh giặc.<ref>Đại Việt Sừ ký Toàn thư có đoạn: \"Khi ấy có người học trò là Nguyễn Mộng Hoa để cả áo mũ lội xuống nước kéo thuyền ngự lại, xin [thượng hoàng] ở lại đánh giặc, nhưng (thượng hoàng) không nghe.\nSử thần Ngô Sĩ Liên nói: Nghệ Tông thiếu can đảm. Giặc chưa tới đã lánh trước, thì người trong nước như thế nào? Mộng Hoa là một người học trò, còn biết giữ Nghệ Tông lại, những kẻ ăn thịt thực đáng khinh thay!\"<\/ref>\n* Năm 1389, quân Chiêm tấn công Thanh Hóa. Thượng hoàng Trần Nghệ Tông sai Lê Quý Ly đem quân đi chống giữ, Quý Ly thua trận, tướng chỉ huy quân Hữu Thánh Dực là Nguyễn Chí (có sách chép là Trần Đình Quý) bị giặc bắt sống, 70 tướng còn lại đều tử trận. Lê Quý Ly để tỳ tướng Phạm Khả Vĩnh, Nguyễn Đa Phương ở lại cầm cự với giặc, còn mình thì trốn về.<ref>Sử thần Ngô Sĩ Liên nói: \"Quý Ly thân làm đại tướng, có quan hệ tới mối an nguy của cả nước, thế mà để đến nỗi thất trận tan quân, tội ấy rất lớn. Đã không lo dốc sức trận sau để chuộc tội lần trước, lại bỏ quân chuồn về trước để tránh mưu kế của giặc, rồi lại không tự trói mình chịu tội như người xưa vẫn làm. Cái lòng vô quân ấy lớn lắm. Cứ theo quân pháp thì hắn đáng phải tội chết, như trận đánh Thành Bộc, Tử Ngọc để vỡ quân, bị vua Sở mỗi ngày một mạnh và uy lệnh được thi hành. Nghệ Hoàng không bắt tội Quý Ly, thế là chính hình đã lầm lỡ rồi.\"<\/ref>\n* Năm 1390, đô tướng [[Trần Khát Chân]] đại thắng quân Chiêm Thành ở Hải Triều, giết vua Chiêm Thành Chế Bồng Nga.Phó tướng La Ngai đem tàn quân về đến Chiêm Thành, chiếm nước, tự lập làm vua. Con của Bồng Nga là Chế Ma Nô Đà Nan và em là Chế Sơn Nô sợ bị giết, liền chạy sang Đại Việt. Triều đình Đại Việt phong Chế Ma Nô Đà Nan làm Hiệu chính hầu, Chế Sơn Nô làm Á hầu.\n* Năm 1391, Lê Quý Ly sai viên tướng coi quân Tả Thánh Dực Hoàng Phụng Thế đem quân đi tuần đất Chiêm Thành. Người Chiêm Thành đặt mai phục. Quân của Đại Việt tan vỡ, Phụng Thế bị quân Chiêm bắt.\n* Năm 1396, triều đình sai tướng chỉ huy quân Long Tiệp là Trần Tùng đi đánh Chiêm Thành, bắt được tướng nước ấy là Bố Đông đem về, ban cho họ tên là Kim Trung Liệt, chỉ huy quân Hổ Bôn.\n* Năm 1397, tướng Chiêm Thành là Chế Đa Biệt cùng với em là Mộ Hoa Từ Ca Diệp sang hàng. Triều đình ban tên cho Đa Biệt là Đinh Đại Trung, phong là Kim Ngô vệ tướng quân, Ca Diệp làm Cấm vệ đô cho trấn thủ Hóa Châu để chống giữ Chiêm Thành.\n\n==Dưới thời nhà Hồ==\n* Năm 1400, [[Hồ Quý Ly]] lật đổ nhà Trần. Ông lên ngôi hoàng đế, đặt niên hiệu là Thánh Nguyên, quốc hiệu là Đại Ngu, đổi thành họ Hồ, đem 15 vạn quân đi đánh Chiêm Thành. Do bộ binh đi đường núi, tách xa hẳn thủy quân, gặp khi nước lũ, tướng sĩ ở giữa đường hết lương thực, phải nướng cả áo giáp bằng da để ăn.\n* Năm 1402, vua [[Hồ Hán Thương]] đem đại quân đi đánh Chiêm Thành. Hai bên đụng trận, tướng Đại Ngu Đinh Đại Trung và tướng Chiêm Thành Chế Tra Nan đều tử trận. Vua Chiêm Ba Đích Lại (con La Ngai) hoảng sợ, sai cậu là Bố Điền dâng đất Chiêm Động (huyện Thăng Bình, Tam Kỳ, Quế Sơn, Duy Xuyên tỉnh Quảng Nam), một voi trắng, một voi đen và các sản vật địa phương, để xin rút quân. Bố Điền tới, Quý Ly bắt ép phải dâng nộp thêm động Cổ Lũy (nay là các huyện Bình Sơn, Sơn Tịnh, Tư Nghĩa, Mộ Đức, Đức Phổ, Quảng Ngãi).\n* Năm 1403, Hồ Hán Thương sai đại tướng quân Phạm Nguyên Khôi làm tiết chế, cùng các phó tướng Hồ Vấn, Đỗ Mãn đem 20 vạn quân thủy bộ đánh Chiêm Thành. Quân Đại Ngu bao vây thành Đồ Bàn 6 tháng, không hạ được thành phải lui về nước. Chiêm Thành cầu cứu [[nhà Minh|Đại Minh]], [[Minh Thành Tổ]] sai 9 chiến thuyền vượt biển sang cứu. Thủy quân Đại Ngu khi rút về có gặp quân Minh giữa biển, Phạm Nguyên không giao chiến mà về nước.\n* Năm 1407, vua Chiêm Thành là Ba Đích Lại đem quân đánh Đại Ngu, đánh bại các tướng Chế Ma Nô Đà Nan và [[Hoàng Hối Khanh]]. Chiêm Thành thu hồi 4 châu Thăng, Hoa, Tư, Nghĩa.\n\n==Dưới thời Hậu Lê==\n* Năm 1433, nhân cơ hội vua [[Lê Thái Tổ]] mất, vua Chiêm Thành là Bố Đề đưa quân vào đánh châu Hóa, bắt 6 người. Vua [[Lê Thái Tông]] sai Nhập nội tư mã [[Đinh Liệt|Lê Liệt]], Nhập nội thiếu úy [[Lê Khôi]] và Hành khiển tổng quản Lê Truất đem quân đi tuần [[Quảng Bình|Tân Bình]], [[Thuận Hóa]]. Đại quân đến nơi thì người Chiêm đã rút. \n* Năm 1434, sứ Chiêm Thành mang thư và lễ vật sang cống Đại Việt để cầu thân.\n* Năm 1444, vua Chiêm Thành là Ma Ha Bí Cai lại đánh cướp châu Hóa. Thái hậu [[Nguyễn Thị Anh]] sai Nhập nội kiểm hiệu thái bảo [[Phạm Bôi|Lê Bôi]], Tổng quản [[Trịnh Khả|Lê Khả]] mang 10 vạn quân đánh Chiêm Thành. \n* Năm 1445, quân Chiêm Thành lại đánh châu Hó, vây thành An Dung; quân Đại Việt giữ được thành.\n* Năm 1446, thái hậu Nguyễn Thị Anh sai [[Lê Thụ]], [[Trịnh Khả|Lê Khả]], [[Trịnh Khắc Phục|Lê Khắc Phục]] đem hơn 60 vạn quân đi chinh phạt Chiêm Thành. Quân Đại Việt chiếm thành [[Chà Bàn]], bắt sống vua Chiêm là Bí Cai và các phi tần đem về nước.\n* Năm 1469, Chiêm Thành vượt biển cướp phá, quấy nhiễu châu Hóa.\n* Năm 1470, tháng 8, vua Chiêm Thành là Bàn La Trà Toàn đích thân đem hơn 10 vạn quân thủy bộ cùng voi ngựa đánh úp châu Hoá. Tướng trấn giữ biên thuỳ ở châu Hoá là Phạm Văn Hiển không chống cự lại, phải chạy thư cấp báo về kinh. Tháng 11, vua Lê Thánh Tông cùng thái sư Lân quận công Đinh Liệt, thái bảo Kỳ quận công [[Lê Niệm]] đem 26 vạn quân đánh Chiêm Thành. Đầu tháng 12, đại giá xuất phát từ Thiết Sơn (nay thuộc huyện Hưng Nguyên, tỉnh Nghệ An), đến giữa tháng thủy quân vào đến đất Chiêm Thành, nhà vua cho dừng lại tập luyện.\n* Đầu năm 1471, vua Chiêm Thành là Trà Toàn sai em là Thi Nại và 6 viên đại tướng đem 5000 quân và voi, đến quan sát trung quân nơi vua Đại Việt đóng quân. Lê Thánh Tông tự mình dẫn hơn 1.000 chiếc thuyền, hàng trăm ngàn quân ra tấn công, quân Chiêm tan vỡ, giày xéo lẫn nhau chạy về thành [[Chà Bàn]]. Đến ngày mồng 1 tháng 3 thì quân Việt hạ được thành Chà Bàn, bắt sống hơn 3 vạn người, chém hơn 4 vạn thủ cấp, bắt vua Chiêm là Trà Toàn đem về nước, thành [[Chà Bàn]] bị phá hủy hoàn toàn\n* Cuối năm 1471, Lê Thánh Tông sai Lê Niệm đem 3 vạn quân đánh Chiêm Thành, bắt vua Chiêm là [[Trà Toại]]\n\n==Dưới thời Trịnh-Nguyễn==\n* Năm 1611, do người Chiêm Thành lấn chiếm biên ải, chúa [[Nguyễn Hoàng]] đã sai viên tướng gốc Chăm là Văn Phong đưa quân vào dẹp loạn và đặt ra phủ [[Phú Yên]] gồm hai huyện [[Tuy Hòa]] và [[Đồng Xuân]], phong cho Văn Phong làm lưu thủ đất này.<ref>[http:\/\/nld.com.vn\/87673p0c1002\/phu-yen-chon-nam-1611-la-nam-thanh-lap-tinh.htm  Phú Yên: Chọn năm 1611 là năm thành lập tỉnh]<\/ref>\n* Năm 1631, vua Chiêm Thành Po Romê cưới Công nữ [[Ngọc Khoa]], con gái thứ ba của chúa Sãi Nguyễn Phúc Nguyên. Nhờ có cuộc hôn phối này mà tình giao hảo giữa hai nước được tốt đẹp, chúa Nguyễn có thể dồn sức đối phó với chúa Trịnh ở Đàng Ngoài\n* Năm 1653, vua Chiêm là Bà Tranh xâm phạm biên cảnh, chúa Hiền ([[Nguyễn Phúc Tần]]) sai người đánh dẹp, người Chiêm đầu hàng. Nhân đó lấy đất từ Phú Yên vào đến sông [[Phan Rang]] đặt làm 2 phủ Thái Khương, Diên Ninh và gồm 5 huyện: Quảng Phước, Tân Định (thuộc phủ Thái Khương), Phước Điền, Vinh Xương và Hoa Châu (thuộc phủ Diên Ninh). Vùng đất này nay tỉnh [[Khánh Hoà]].\n* Năm 1692, vua Chăm tên Bà Tranh đã tấn công vào phủ Diên Ninh và dinh Bình Khang tức vùng Diên Khánh ngày nay. Chúa Nguyễn sai [[Nguyễn Hữu Cảnh]] đánh đuổi. Quân Chiêm và Việt đã giao tranh ác liệt tại [[Sông Lũy]], quân Chiêm Thành bại trận, vua Chiêm và hoàng gia bị bắt.\n* Năm 1693, chúa Nguyễn Phúc Chu cho thành lập khu tự trị [[Thuận Thành Trấn]] tại vùng đất của Chiêm Thành, chúa Chăm được gọi là Trấn Vương, là thần hạ của chúa Nguyễn.\n\n==Chấm dứt quan hệ Đại Việt-Chăm Pa==\n* Năm 1832, khi [[Lê Văn Duyệt]] từ trần, vua Minh Mệnh đem quân chiếm khu tự trị [[Thuận Thành Trấn]], trừng phạt những quan chức Champa đã phục tùng Lê Văn Duyệt, xóa bỏ chế độ tự trị lập ra Ninh Thuận phủ. Quan hệ Đại Việt-Chăm Pa tới đây xem như chấm dứt.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Xem thêm==\n*[[Tôn giáo của người Chăm]]\n*[[Lịch sử Chăm Pa]]\n*[[Thành Đồ Bàn]]\n*[[Sự suy vong của Vương quốc Chăm Pa]]\n\n[[Thể loại:Lịch sử Chăm Pa]]"}