{"87758":"'''Niết Bàn Tịnh Xá''' là một ngôi [[chùa]] nằm bên triền [[Núi Nhỏ (Vũng Tàu)|Núi Nhỏ]], thành phố [[Vũng Tàu]]. Tịnh xá được Hòa thượng Thích Thiện Huê tổ chức xây dựng từ năm 1969 đến năm 1974 trên triền Núi Nhỏ, trước kia có tên là núi Tao Phùng, hướng mặt ra biển. Đây là một công trình đồ sộ gồm nhiều dãy nhà, diện tích gần 10.000m2\n\n==Vị trí==\nNiết Bàn Tịnh Xá tọa lạc trên đường Hạ Long, thuộc phường 1, Tp. Vũng Tàu\n\n==Đặc điểm==\nĐây được coi là một trong những ngôi chùa đẹp nhất ở Vũng Tàu với những đường nét kiến trúc hiện đại.\n\nChùa \"Niết Bàn Tịnh Xá\" còn gọi là chùa \"Phật Nằm\" được xây dựng trên sườn núi Nhỏ, hướng mặt ra biển.\n\nChùa được khởi công xây dựng từ năm 1969 và khánh thành vào năm 1974 bằng tiền quyên góp của đồng bào phật tử. Cố HT. Thích Thiện Phụng <ref>{{Chú thích web|url = http:\/\/www.phattuvietnam.net\/tintuc\/17734-ti%E1%BB%83u-s%E1%BB%AD-ht-th%C3%ADch-thi%E1%BB%87n-ph%E1%BB%A5ng-ch%C3%B9a-ni%E1%BA%BFt-b%C3%A0n.html|tiêu đề = Tiểu sử Cố HT. Thích Thiện Phụng|ngày truy cập = 2015-09-10|archive-date = 2016-03-13|archive-url = https:\/\/web.archive.org\/web\/20160313111551\/http:\/\/www.phattuvietnam.net\/tintuc\/17734-ti%E1%BB%83u-s%E1%BB%AD-ht-th%C3%ADch-thi%E1%BB%87n-ph%E1%BB%A5ng-ch%C3%B9a-ni%E1%BA%BFt-b%C3%A0n.html|url-status = dead}}<\/ref> được sự giao phó của cố HT. Thích Thiện Huê<ref>{{Chú thích web|url = http:\/\/giacngo.vn\/lichsu\/2014\/08\/21\/1B7611\/|tiêu đề = Tưởng niệm cố HT.Thích Thiện Huê|ngày truy cập = 2015-09-10|archive-date = 2015-04-23|archive-url = https:\/\/web.archive.org\/web\/20150423170048\/http:\/\/giacngo.vn\/lichsu\/2014\/08\/21\/1B7611\/|url-status = dead}}<\/ref> trông coi và phụ trách việc xây dựng.\n\nỞ phía trước chùa là một tháp cao 21m, được làm thành 42 bậc biểu tượng cho 42 trang kinh phật đầu tiên được lưu truyền vào Việt Nam vào thế kỷ thứ 2. Tháp được ốp gạch men màu vàng đỏ, trên có ba nhánh búp sen tỏa đều ra 3 hướng. Ở đây còn có chiếc lư đồng Tứ Linh (Long, Ly, Quy, Phụng). Cổng chùa có 4 chữ \"NIẾT BÀN TỊNH XÁ\" tức là nơi thanh cao nhất của đạo Phật.\n\nHai bên cổng chùa là 2 pho tượng \"Thần Thiện\" và \"Thần Ác\".\n\nKhu điện thờ chính của chùa được bày trí thành một vườn hoa Sala theo cảnh Đức Phật nhập Niết Bàn. Nổi bật trong khu Chánh điện này là bức tượng \"Phật Nằm\", dài 12m tượng trưng cho \"Thập Nhị Nhân Duyên\" và được đặt lên bệ thờ cao 2,5m. Mặt ngoài của bệ thờ có đắp hình tượng các đồ đệ của Phật Thích Ca đang chứng kiến lúc Ngài nhập điện.\n\nPhía trước chánh điện có một chiếc lư đồng với hình tượng bốn con vật Long, Lân, Qui, Phụng gọi chung là \"Tứ Linh\". Chiếc lư này là kết quả sau hơn hai năm lao động nghệ thuật miệt mài của một nghệ nhân ở tỉnh Bến Tre và đem tặng cho chùa năm 1971. Song song với lư ở hai bên là hai toà tháp cao khoảng 5m. Toà bên trái có tượng Phật A Di Đà, toà bên phải có tượng Phật Dược Sư.\n\nHậu điện dùng làm nơi thờ Phật Thích Ca và các vị tổ đã có công truyền bá Đạo Phật. Sau tượng Phật Thích Ca có treo một bức tranh vẽ hình \"Đạt Ma Sư Tổ\" là vị cao tăng đầu tiên truyền bá giáo lý nhà Phật Việt Nam. Pho tượng nghìn tay nghìn mắt biểu tượng thần thông phi thường của nhà Phật.\n\nTầng hai có chiếc thuyền rồng còn gọi là thuyền Bát Nhã dài 12m. Đó là thuyền Bát Nhã sẽ cứu vớt mọi người ra khỏi khổ ải rồi đưa đến chốn vĩnh cửu bất diệt.\n[[Tập tin:Vung Tau Niet Ban Tinh Xa 1.JPG|thumb|Thuyền Bát Nhã]]\n \nPhía sau thuyền Bát Nhã là điện thờ Phật Quan Âm Bồ Tát. Tượng Phật được thể hiện theo hình dáng một phụ nữ hiền hoà đức độ, tay đổ bình nước cam lồ xuống để chữa bệnh cho dân chúng và làm cho cõi trần thêm sạch.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n{{Du lịch Bà Rịa – Vũng Tàu}}\n\n[[Thể loại:Chùa tại Bà Rịa – Vũng Tàu|Niết Bàn Tịnh Xá]]\n[[Thể loại:Vũng Tàu]]"}