{"53423":"{{Thông tin nhân vật hoàng gia\n| tên = Norodom Sihanouk\n| tên gốc = {{lang|km|នរោត្តម សីហនុ}}\n| tên đầy đủ = Preah Karuna Preah Bat Sâmdech Preah Norodom Sihanouk Preahmâhaviraksat\n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| tước vị thêm = \n| hình = Sihanouk 1959.jpg\n| cỡ hình = 200px\n| ghi chú hình = Norodom Sihanouk năm 1959\n| chức vị = [[Danh sách nguyên thủ quốc gia Campuchia|Vua Campuchia]]\n| tại vị = [[24 tháng 4]] năm [[1941]] – [[3 tháng 3]] năm [[1955]]<br \/>{{số năm theo năm và ngày |1941|4|24|1955|3|3}}\n| kiểu tại vị = Trị vì\n| đăng quang = [[3 tháng 5]] năm [[1941]]\n| tiền nhiệm = [[Sisowath Monivong]]\n| nhiếp chính = \n| kế nhiệm = [[Norodom Suramarit]]\n| tại vị 1 = [[24 tháng 9]] năm [[1993]] – [[7 tháng 10]] năm [[2004]]<br \/>{{số năm theo năm và ngày |1993|9|24|2004|10|7}}\n| kiểu tại vị 1 = Trị vì\n| tiền nhiệm 1 = Bản thân (Quốc trưởng)\n| kế nhiệm 1 = [[Norodom Sihamoni]]\n| chức vị 2 = [[Danh sách nguyên thủ quốc gia Campuchia|Quốc trưởng Campuchia]]\n| tại vị 2 = [[14 tháng 6]] năm [[1993]] – [[24 tháng 9]] năm [[1993]]<br \/>{{số năm theo năm và ngày |1993|6|14|1993|9|24}}\n| tiền nhiệm 2 = [[Chea Sim]] (Chủ tịch Hội đồng Nhà nước)\n| kế nhiệm 2 = Bản thân (Vua Campuchia)\n| tại vị 3 = [[20 tháng 6]] năm [[1960]] – [[18 tháng 3]] năm [[1970]]<br \/>{{số năm theo năm và ngày |1960|6|20|1970|3|18}}\n| tiền nhiệm 3 = [[Chuop Hell]]\n| kế nhiệm 3 = [[Cheng Heng]] (Tổng thống Cộng hoà Khmer)\n| phối ngẫu = \n| vợ = [[Phat Kanhol]] 1942<br>[[Sisowath Pongsanmoni]] 1942–1951<br>[[Norodom Thavet Norleak]] 1943[[Sisowath Monikessan]] 1944<br>[[Kanitha Norodom Norleak]] 1946<br>[[Mam Manivan Phanivong]] 1949<br>[[Norodom Moninaeth]]\n| thông tin con cái = ẩn\n| con cái = [[Norodom Buppha Devi]]<br>[[Norodom Yuvaneath]]<br>[[Norodom Ranariddh]]<br>Norodom Ravivong <br>[[Norodom Chakrapong]]<br>Norodom Naradipo<br>Norodom Soriyaraingsey<br>Norodom Kantha Bopha<br>Norodom Khemanurakh <br> Norodom Botumbopha <br> Norodom Sucheatvateya <br> [[Norodom Sihamoni]]<br>[[Norodom Narindrapong]]<br>[[Norodom Arunrasmy]]\n| hoàng tộc = [[Nhà Norodom]]\n| tước hiệu = \n| kiểu hoàng tộc = Hoàng tộc\n| ca khúc hoàng gia = \n| cha = [[Norodom Suramarit]]\n| mẹ = [[Sisowath Kossamak]]\n| sinh = [[31 tháng 10]] năm [[1922]]\n| nơi sinh = [[Phnôm Pênh]], [[Campuchia]]\n| ngày rửa tội = \n| nơi rửa tội = \n| mất = [[15 tháng 10]] năm [[2012]] (89 tuổi)\n| nơi mất = [[Bắc Kinh]], [[Trung Quốc]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Phật giáo]]\n| chữ ký = Signature of Norodom Sihanouk.svg\n| cỡ chữ ký = 200px\n| ghi chú chữ ký = \n}}\n{{Thông tin viên chức\n| tên = Norodom Sihanouk\n| hình = Norodom Sihanouk (1983).jpg\n| miêu tả = Sihanouk năm 1983\n| chức vụ = [[Thủ tướng Campuchia|Thủ tướng đầu tiên của Campuchia]]\n| bắt đầu = [[18 tháng 3]] năm [[1945]]\n| kết thúc = [[13 tháng 8]] năm [[1945]] <br> [[28 tháng 4]] năm [[1950]] - [[30 tháng 5]] năm [[1950]] <br> [[16 tháng 6]] năm [[1952]] - [[24 tháng 1]] năm [[1953]] <br> [[7 tháng 4]] năm [[1954]] - [[18 tháng 4]] năm [[1954]] <br> [[3 tháng 10]] năm [[1955]] - [[5 tháng 1]] năm [[1956]] <br> [[1 tháng 3]] năm [[1956]] - [[24 tháng 3]] năm [[1956]] <br> [[15 tháng 9]] năm [[1956]] - [[15 tháng 10]] năm [[1956]] <br> [[9 tháng 4]] năm [[1957]] - [[7 tháng 7]] năm [[1957]] <br> [[10 tháng 7]] năm [[1958]] - [[19 tháng 4]] năm [[1960]] <br> [[17 tháng 11]] năm [[1961]] - [[13 tháng 2]] năm [[1962]]\n| tiền nhiệm = Chức vụ thành lập <br> [[Yem Sambaur]] <br> [[Huy Kanthoul]] <br> [[Chan Nak]] <br> [[Leng Ngeth]] <br> [[Oum Chheang Sun]] <br> [[Khim Tit]] <br> [[Sam Yun]] <br> [[Sim Var]] <br> [[Penn Nouth]]\n| kế nhiệm = [[Sơn Ngọc Thành]] <br> [[Sisowath Monipong]] <br> [[Penn Nouth]] <br> [[Penn Nouth]] <br> [[Oum Chheang Sun]] <br> [[Khim Tit]] <br> [[Sam Yun]] <br> [[Sim Var]] <br> [[Pho Proeung]] <br> [[Nhiek Tioulong]]\n| chức vụ 2 = [[Campuchia Dân chủ|Chủ tịch Đoàn chủ tịch Nhà nước Campuchia Dân chủ]]\n| bắt đầu 2 = [[17 tháng 4]] năm [[1975]]\n| kết thúc 2 = [[2 tháng 4]] năm [[1976]]<br \/>{{số năm theo năm và ngày |1975|4|17|1976|4|2}}\n| tiền nhiệm 2 = [[Sak Sutsakhan]]\n| kế nhiệm 2 = [[Khieu Samphan]]\n| đảng = [[Đảng Funcinpec]]\n}}\n'''Norodom Sihanouk''' ([[tiếng Khmer]]: {{lang|km|នរោត្តម សីហនុ}}, phát âm như \"Nô-rô-đôm Xi-ha-núc\", {{IPA-km|nɔɾoːdɔm siːhanuʔ}}, [[Tập tin:ltspkr.png]] {{IPA-fr|noʀodɔm sjanuk}}; sinh ngày [[31 tháng 10]] năm [[1922]] tại [[Phnôm Pênh]] – mất ngày [[15 tháng 10]] năm [[2012]] tại [[Bắc Kinh]]) là cố [[Danh sách nguyên thủ quốc gia Campuchia|Quốc vương]], Thái thượng vương của Vương quốc [[Campuchia]].\n\nÔng từng là vua của [[Campuchia]] trong nhiều giai đoạn cho đến ngày thoái vị để nhường ngôi cho quốc vương [[Norodom Sihamoni]] ([[7 tháng 10]] năm [[2004]]). Sihanouk là con trai của cựu quốc vương [[Norodom Suramarit]] và vương hậu [[Sisowath Kossamak]]. Sihanouk đã đảm nhiệm nhiều chức vụ khác nhau kể từ 1941, nhiều vị trí đến nỗi [[Sách Kỷ lục Guinness]] đã đưa ông vào danh sách các chính khách giữ nhiều chức vụ nhất, bao gồm 2 lần làm vua, 2 lần [[thái tử]], 1 lần chủ tịch nước, 2 lần thủ tướng và một lần quốc trưởng Campuchia và nhiều chức vụ khác nữa của chính phủ lưu vong. Phần lớn là chức vụ hình thức, kể cả lần cuối làm vua (trị vì nhưng không cai trị). Thời gian trị vì thực sự của ông là từ [[9 tháng 11]] năm [[1953]] đến [[18 tháng 3]] năm [[1970]] (khi bị [[Lon Nol]] phế truất chức vụ Quốc trưởng).\n\n== Thời niên thiếu ==\nSihanouk học tiểu học tại [[Phnôm Pênh]] (École François Baudoin), học trung học tại [[Thành phố Hồ Chí Minh|Sài Gòn]] ([[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|Lycée Chasseloup Laubat]]) cho đến khi lên ngôi, sau đó học tại trường võ bị Saumur, [[Pháp]]. Khi vua [[Sisowath Monivong]] (ông ngoại của Sihanouk) băng hà vào ngày 23 tháng 4 năm 1941, Hội đồng Tôn vương đưa Sihanouk lên ngôi vua. Ông đăng cai vào tháng 11 năm 1941.\n\n== Thời kỳ trị vì ==\n\n=== Giai đoạn 1941–1945 ===\nTrong giai đoạn 1941–1945 vua Sihanouk chưa bộc lộ xu hướng dân tộc chủ nghĩa của mình. Khi người Pháp bắt giữ, khép án chung thân và đày ra Côn Đảo, các trí thức tập hợp xung quanh Viện Phật giáo và báo Khmer Nagarawatta vì lên kế hoạch bắt giữ các quan chức Pháp và tuyên bố độc lập sau khi một phần đất ở miền Tây Campuchia bị Thái Lan chiếm, Sihanouk đã không bày tỏ thái độ phản đối.<ref name=\"Henri Locard\">[http:\/\/www.bbc.co.uk\/vietnamese\/world\/2012\/10\/121015_sihanouk_profile.shtml Sihanouk - vị nguyên thủ 'tình cờ', Henri Locard, BBC Vietnamese]<\/ref>\n\n=== Giai đoạn 1945–1953 ===\nTháng 3 năm 1945, sau khi Nhật đảo chính Pháp ở Campuchia, cơ quan an ninh quân sự Kempeitai khuyên Norodom Sihanouk nên tuyên bố độc lập và lãnh đạo chính quyền mới của Campuchia<ref name=\"Henri Locard\" \/>. Sau khi quân đội Đồng minh tái chiếm Đông Dương vào cuối năm 1945, người Pháp trở lại Campuchia, Sihanouk hợp tác trở lại với người Pháp, do đó người Pháp cho phép chính quyền Sihanouk tổ chức bầu cử Quốc hội năm 1946. Trong cuộc bầu cử 1946, Đảng Dân chủ được cả người Pháp và Hoàng gia hậu thuẫn giành được 50 trong số 69 ghế, trong khi Đảng Tự do của Hoàng thân Norindeth chỉ được 16 ghế. Sau cuộc bầu cử năm 1951, Đảng dân chủ vẫn giữ 53 ghế còn Đảng Tự do 18 ghế. Quốc hội này đã thông qua bản Hiến pháp thành lập chính thể quân chủ lập hiến.<ref name=\"Henri Locard\" \/>\n\nNgày 15\/6\/1952, do tình hình chính trị bất ổn Sihanouk đã giải tán nội các Huy Kanthol và thay ông này làm Thủ tướng. Ngày 11\/1\/1953, ông cũng giải tán luôn Quốc hội và cho bắt giữ 17 đảng viên Dân chủ, giam họ 8 tháng mà không hề xét xử. Cũng trong giai đoạn này Norodom Sihanouk thực hiện chiến dịch mà ông gọi là 'Thánh chiến cho Độc lập' bằng các cuộc vận động ngoại giao ở Montreal, Washington và Tokyo. Trong thời gian này, ông cũng không chịu về Phnom Penh, mà ở Siem Reap và Battambang<ref name=\"Henri Locard\" \/>. Ông làm việc này với mục tiêu giành độc lập hoàn toàn cho Campuchia trong vòng ba năm.<ref name=\"Henri Locard\" \/>\n\nTháng 5 năm 1953, ông sang tị nạn tại [[Thái Lan]] và từ chối hồi hương cho đến khi có độc lập. Ông về nước ngày 9 tháng 11 năm 1953. Người Pháp trong khi đang thua trận ở miền Bắc Việt Nam, không còn sức lực đối phó với một tiền tuyến thứ hai nên đồng ý giao trả chủ quyền lại cho Campuchia vào ngày 9\/11\/1953, trước khi Việt Nam và Lào giành được độc lập.<ref name=\"Henri Locard\" \/>.\n\n=== Giai đoạn 1954–1964 ===\nNgày 17\/2\/1955 Sihanouk cho mở một cuộc trưng cầu dân ý với câu hỏi:\"Người dân có hài lòng với việc Quốc vương thực hiện cam kết Thánh chiến Hoàng gia của mình hay không?\" Kết quả cuộc trưng cầu dân ý là 99,9% người được hỏi trả lời \"Có\"<ref name=\"Henri Locard\" \/>.\n\nNgày 2 tháng 3 năm 1955, ông thoái vị nhường ngôi cho cha mình là Suramarit. Sau đó ông giữ chức Thủ tướng vài tháng. Đầu tháng 4\/1955, ông tuyên bố thành lập đảng Sangkum Reastr Niyum (Cộng đồng Xã hội Chủ nghĩa Bình dân) do ông lãnh đạo. Trong cuộc bầu cử Quốc hội ngày 11\/9\/1955, bằng các biện pháp ép buộc và dọa dẫm, đảng Sangkum Reastr Niyum giành 83% số phiếu và toàn bộ số ghế trong Quốc hội<ref name=\"Henri Locard\" \/>.\n\nTừ 18\/4\/1955 đến 24\/4\/1955, Sihanouk dẫn đầu một đoàn đại biểu đi Bandung dự hội nghị của [[Phong trào Không liên kết]]<ref name=\"Henri Locard\" \/>. Từ năm 1956 Sihanouk bắt đầu trở nên thân thiết với [[Mao Trạch Đông]], [[Chu Ân Lai]] và [[Kim Nhật Thành]]. Sau này ông vẫn gắn bó với Trung Quốc đến mức sống những ngày cuối đời ở đất nước này<ref name=\"Henri Locard\" \/>.\n\nSau khi cha ông mất năm 1960, Sihanouk không đề cử ai làm Quốc vương mà được Quốc hội bổ nhiệm vào chức Quốc trưởng với danh vị hoàng thân<ref name=\"Henri Locard\" \/>.\n\nKhi [[Chiến tranh Việt Nam]] xảy ra, Sihanouk tán thành chính sách Bên thứ 3 chủ trương Campuchia trung lập, đứng ngoài cuộc chiến, cùng đồng thời có quan hệ ngoại giao với cả Trung Quốc và [[Hoa Kỳ]]. Năm 1963, ông khước từ cứu trợ của Hoa Kỳ<ref name=\"Henri Locard\" \/>.\n\nTháng 2\/1959, cơ quan Tình báo Phủ Tổng thống Việt Nam Cộng hòa hợp tác với tướng Campuchia Dap Chhoun âm mưu đảo chính lật đổ Sihanouk để đưa Sơn Ngọc Thành lên làm lãnh đạo Campuchia do Sihanouk có khuynh hướng ngả theo Bắc Kinh. Khi cuộc đảo chính bùng nổ thì lực lượng Quân khu V và Quân khu II của Việt Nam Cộng hòa sẽ tiến đến biên giới giúp Dap Chhoun chiếm lĩnh khu vực Đông – Bắc Campuchia. Tuy nhiên, giờ khởi sự bị đình lại vì Sơn Ngọc Thành qua Thái Lan để xin viện trợ quân sự cho mặt trận phía Tây. Chính sự trì hoãn này đã làm cho âm mưu bị bại lộ. Ngay khi phát hiện âm mưu đảo chính, Sihanouk giao Lon Nol thống lãnh lực lượng lính dù mở cuộc tấn công chớp nhoáng vào Siem Reap khi Dap Chhoun còn ngủ. Dap Chhoun cải trang trốn thoát. Quân Lon Nol chiếm dinh thống đốc Siem Reap và bắt được đầy đủ tang vật gồm 100&nbsp;kg vàng, hai điệp viên Việt Nam Cộng hòa và đài vô tuyến cùng một số vũ khí. Hôm sau, Sihanouk mời tất cả viên chức ngoại giao nước ngoài, trong đó có ông [[Ngô Trọng Hiếu]], đặc sứ Việt Nam Cộng hòa tại Campuchia, đến Siem Reap. Tại dinh thống đốc Siem Reap, Sihanouk không ngớt lời thóa mạ \"kẻ thù dân tộc Khmer\" và bọn \"tay sai đế quốc\" rồi trưng ra tất cả nhân chứng lẫn vật chứng trong đó có 100&nbsp;kg vàng đóng dấu ngân khố Việt Nam Cộng hòa, hệ thống điện đài và hai điệp viên mang thông hành Việt Nam Cộng hòa. Hai điệp viên Việt Nam Cộng hòa bị kết án tử hình còn Dap Chhoun bị lực lượng lính dù của [[Lon Nol]] bắt và hạ sát.<ref name=\"petrotimes\"\/>\n\nBáo Nhân dân dẫn theo các báo Campuchia ngày 22 tháng 6 năm1961 cho biết tòa án Quân sự Campuchia kết án tử hình một điệp viên chính quyền Ngô Đình Diệm, về tội \"mưu sát quốc vương và hoàng hậu Campuchia\" và tội \"làm gián điệp cho Mỹ – Diệm phá hoại nền an ninh Campuchia\". Người này là chủ nhiệm tờ Hồn Việt và tờ Tự do xuất bản tại Nông Pênh các năm 1956–1957. Chính phủ Campuchia bắt được nhiều giấy tờ tỏ rõ điệp viên này nhận lệnh của chính quyền Ngô Đình Diệm \"âm mưu phá hoại nền an ninh Campuchia\", trong đó có cả thư khen của ông Diệm gửi cho ông ta<ref>Nhân dân ngày 26 Tháng Hai 1961<\/ref>. Kế hoạch ám sát Sihanouk được ông Ngô Đình Nhu và Trần Kim Tuyến thảo luận chi tiết, sau khi mưu đảo chính tại Campuchia thất bại. Tuy nhiên âm mưu ám sát bất thành do Sihanouk may mắn thoát chết.<ref name=\"petrotimes\">[http:\/\/petrotimes.vn\/news\/vn\/quoc-te\/ho-so-su-kien\/hai-ong-diem-nhu-va-nhung-chien-dich-pha-dam-sihanouk.html Hai ông Diệm - Nhu và những chiến dịch “phá đám” Sihanouk], PetroTimes, 25\/10\/2012<\/ref>. [[Phạm Trọng Nhơn]] là thủ phạm của vụ này.<ref>Quốc Đại: Ai giết anh em Ngô Đình Diệm? Nhà xuất bản Thanh Niên, 2003<\/ref> Theo báo An ninh Thế giới, Sihanouk thoát chết là nhờ một điệp viên của [[Việt Nam Dân chủ Cộng hòa]] là Ba Quốc (tên thật là [[Đặng Trần Đức]]), phụ tá Phó Giám đốc [[Sở Nghiên cứu Chính trị Xã hội]] Việt Nam Cộng hòa, tham gia vào âm mưu ám sát đã cài đặt bom lệch giờ<ref>[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Vu-am-sat-Hoang-than-Sihanouk-339236\/ Chuyện về điệp viên Ba Quốc: Vụ ám sát Hoàng thân Sihanouk], 28\/01\/2015, Báo An ninh Thế giới<\/ref>.\n\n=== Giai đoạn 1965–1969 ===\nĐến năm 1965, sau khi Mỹ đưa quân vào Việt Nam bảo vệ Việt Nam Cộng hòa, ông cắt đứt quan hệ ngoại giao với Mỹ và Anh<ref name=\"Henri Locard\" \/>. Mùa xuân 1965, ông thỏa thuận với [[Trung Quốc]] và [[Việt Nam Dân chủ Cộng hòa|Bắc Việt Nam]] cho phép sự hiện diện của các căn cứ của lực lượng cộng sản Việt Nam ở sát biên giới Campuchia – Việt Nam đồng thời cho phép viện trợ của Trung Quốc cho cộng sản Việt Nam thông qua các cảng Campuchia. Campuchia được đền bù bằng cách Trung Quốc mua gạo của Campuchia với giá cao. Ông cũng nhiều lần lên tiếng rằng chiến thắng của phe [[chủ nghĩa cộng sản|cộng sản]] ở [[Đông Nam Á]] là không thể tránh khỏi và cho rằng [[chủ nghĩa Mao]] đáng để mọi người thi đua. Chính sách hữu hảo với Trung Quốc của ông bị phá sản do thái độ cực đoan của Trung Quốc vào thời kỳ cao trào của [[Cách mạng văn hóa]].\n\nTrong giai đoạn 1966–1967, Sihanouk đã đàn áp chính trị loại bỏ các đảng cánh tả ở Campuchia. Ông đàn áp đảng [[Pracheachon]] cánh tả bằng cách buộc tội thành viên của đảng này hoạt động phục vụ Hà Nội<ref name=\"brown\">Isaacs, Arnold; Hardy, Gordon (1988). Pawns of War: Cambodia and Laos, page 85. Boston: Boston Publishing Company. ISBN 0-939526-24-7<\/ref> nhưng cũng làm mất lòng phe hữu do ông không nhận thức được tình hình kinh tế suy thoái do việc thực hiện quốc hữu hóa và độc quyền nhiều ngành công nghiệp, dịch vụ<ref name=\"Henri Locard\" \/> (bị trầm trọng thêm bởi việc mất đi nguồn xuất khẩu gạo, do lực lượng Quân đội Nhân dân Việt Nam thu mua mất) và do sự hiện diện ngày càng tăng của lực lượng quân sự cộng sản trên đất Campuchia<ref name=\"brown\" \/>. Việc đàn áp phe tả và mất tín nhiệm trước phe hữu cùng với những thay đổi trong chính sách ngoại giao làm cho thái độ cân bằng các bên để giữ thế trung lập khó duy trì được.\n\n== Bị phế truất và hợp tác với Khmer Đỏ==\nNgày [[18 tháng 3]], 1970, trong lúc ông đang đi nghỉ ở biệt thự riêng của gia đình tại miền nam nước Pháp, [[Lon Nol]] – thủ tướng chính phủ cho quân đội bắt giữ chính quyền dân sự ở Phnom Penh và bố trí xe tăng bao vây toà nhà Quốc hội sau đó triệu tập Quốc hội bỏ phiếu phế truất Sihanouk khỏi vị trí Quốc trưởng và trao quyền lực khẩn cấp cho Lon Nol. Việc đàn áp đối lập và các chính sách kinh tế sai lầm của Sihanouk, cũng như thái độ xích lại gần Việt Nam và Trung Quốc của ông cùng với áp lực của Lon Nol khiến Quốc hội bỏ phiếu bãi nhiệm ông.<ref name=\"Henri Locard\" \/> Sihanouk gọi đây là âm mưu đảo chính của CIA<ref name=\"Henri Locard\" \/>.\n\nHoàng thân Sirik Matak – người được chính phủ [[Pháp]] loại bỏ để trao ngôi vị cho Sihanouk – đã được giao chức Phó Thủ tướng. Sau khi mất quyền lực, Hoàng thân Sihanouk đến [[Bắc Kinh]] và bắt đầu ủng hộ [[Khmer Đỏ]] trong cuộc chiến lật đổ chính phủ Lon Nol ở Phnom Penh. Sihanouk đã đến nhiều nước trên thế giới để kêu gọi sự ủng hộ cho Khmer Đỏ. Khi nước Cộng hòa Khmer rơi vào tay Khmer Đỏ vào năm 1975, Hoàng thân Sihanouk trở thành nguyên thủ quốc gia hình thức của chính phủ mới khi [[Pol Pot]] còn nắm quyền lực. Ngày 4 tháng 4 năm 1976, Sihanouk từ chức vì sự tàn bạo của Khmer đỏ và nghỉ hưu. Sihanouk sang tị nạn tại Trung Quốc và [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Bắc Triều Tiên]]. Việc Sihanouk đứng đầu Khmer Đỏ trong suốt 6 năm từ 1971 đến 1976 là điều mà giới trí thức Campuchia không bao giờ quên được<ref name=\"Henri Locard\" \/>.\n\nNăm 1978, quân đội Việt Nam sang lãnh thổ Campuchia đánh đổ Khmer Đỏ. Tháng 1\/1979, Sihanouk tiếp tục tới Liên Hợp Quốc ở New York để vận động cho Khmer Đỏ và kêu gọi Liên Hợp Quốc gửi quân đến Campuchia tấn công quân Việt Nam<ref name=\"Henri Locard\" \/>.\n\nNăm 1982, ông trở thành Chủ tịch Chính phủ Liên hiệp Campuchia Dân chủ bao gồm: Đảng [[Funcinpec]] của mình, Mặt trận giải phóng Campuchia của [[Son Sann]] và Khmer Đỏ. Quân Việt Nam rút khỏi Campuchia năm 1989, trả lại một Campuchia hoà bình, Thủ tướng [[Hun Sen]] lãnh đạo Nước cộng hòa Nhân dân Campuchia.\n\nTuy nhiên, năm [[1977]] và [[1987]], Sihanouk tham dự lễ [[Cách mạng Tháng Mười]] của [[Liên Xô]], để xoa dịu giới chức Xô viết ở vấn đề Khmer Đỏ<ref>{{Citation|last=Спомени от Народната република|title=Живков на парада на 7. 11. 1977 в Москва|date = ngày 1 tháng 11 năm 2015 |url=https:\/\/www.youtube.com\/watch?v=wQLLILtw5JI|access-date = ngày 16 tháng 1 năm 2017}}<\/ref>.\n\n== Lần trị vì cuối cùng ==\nCác đảng phái ở Campuchia đã đàm phán đến năm 1991 và các bên đã đồng ý ký thỏa thuận hòa giải toàn diện ở [[Paris]]. Ngày 14 tháng 11 năm 1991, Hoàng thân Norodom Sihanouk trở về Campuchia sau 13 năm lưu vong. Trong cuộc bầu cử 1993, đảng Nhân dân Cách mạng Campuchia thất cử. Sihanouk đã can thiệp để buộc con trai là Hoàng thân Ranariddh và đảng FUNCIPEC của ông này tiếp nhận Hun Sen làm đồng thủ tướng nhằm đổi lấy việc trở lại ngai vàng. Sau đó Hun Sen thực hiện đảo chính đổ máu lật đổ Hoàng thân Ranariddh vào năm 1997<ref name=\"Henri Locard\" \/>.\n\nNăm 1993, Sihanouk lại trở thành quốc vương [[Campuchia]] và con trai ông, thái tử [[Norodom Ranariddh]] làm thủ tướng. Theo Hiến pháp của Campuchia, quốc vương chỉ \"trị vì nhưng không cai trị\". Do bệnh tật, ông phải đi lại chữa trị ở Bắc Kinh nhiều lần. Thú tiêu khiển của Sihanouk: sáng tác âm nhạc bằng các thứ tiếng khác nhau ([[tiếng Khmer]], [[tiếng Pháp]] và [[tiếng Anh]]), đạo diễn nhiều bộ phim và chỉ huy dàn nhạc. Ông có website riêng. Tháng 1 năm 2004, ông tự chuyển sang sống lưu vong tại [[Bình Nhưỡng]], sau đó là [[Bắc Kinh]], lấy lý do sức khỏe kém, ông tuyên bố thoái vị ngày 7 tháng 10 năm 2004. [[Hiến pháp Campuchia]] không cho phép tự thoái vị. [[Chea Sim]], Chủ tịch [[Thượng viện Campuchia]], tạm nắm giữ chức Quyền nguyên thủ Nhà nước cho đến ngày 14 tháng 10 khi Hội đồng Tôn vương bầu [[Norodom Sihamoni]] – một trong những người con trai của Sihanouk - lên làm quốc vương mới.\n\n== Qua đời ==\nSihanouk qua đời vì [[Nhồi máu cơ tim|bệnh tim]] tại thủ đô Bắc Kinh của Trung Quốc vào lúc 2 giờ 25 phút ngày 15 tháng 10 năm 2012 theo giờ địa phương. Hai ngày sau, Quốc vương [[Norodom Sihamoni]] tới Bắc Kinh mang di hài cha mình về Campuchia.\n\n== Tang lễ ==\nSau một tuần tang lễ vào tháng 10 năm 2012, thi hài ông được lưu giữ trong Cung điện Hoàng gia để người dân tới bày tỏ sự tôn kính cuối cùng.\nVào ngày 4 tháng 2 năm 2013 (sau ba tháng được lưu giữ trong Cung điện Hoàng gia), [[Campuchia]] tiến hành lễ hỏa thiêu thi hài cựu quốc vương Norodom Sihanouk.\nMột phần tro cốt của ông được rải gần nơi hợp lưu của bốn con sông tại [[Phnôm Pênh|Phnom Penh]]. Trong khi phần tro cốt còn lại sẽ được đưa về cung điện hoàng gia vào ngày 7 tháng 2 năm 2013, nằm cạnh công chúa [[Kunthea Buppha]], theo ý nguyện của cựu quốc vương.\n\n{{Dữ liệu nhân vật\n|TÊN=Sihanouk, Norodom\n|TÊN KHÁC=Preah Karuna Preah Bat Sâmdech Preah Norodom Sihanouk Preahmâhaviraksat (chính thức)\n|TÓM TẮT=quốc vương của Vương quốc [[Campuchia]] ([[1941]]–[[1955]], [[1994]]–[[2004]])\n|LÚC SINH=[[31 tháng 10]] năm [[1922]]\n|NƠI SINH=[[Phnôm Pênh|Phnom Penh]], [[Campuchia]]\n|LÚC MẤT=[[15 tháng 10]] năm [[2012]]\n|NƠI MẤT=[[Bắc Kinh]], [[Trung Quốc]]\n}}\n\n=== Gia phổ Miên triều thế kỷ 19–21 ===\n{{chart top|width=100%|Gia phổ}}\n{{chart\/start|style=font-size:85%;line-height:100%;margin: 1em auto;}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | |AT||||AT= [[Outey II|Ang Tan]] <br> Nặc Ông Tôn<br>*1758-75| | |}}\n{{chart| | | | | | | | | | | | | | | |!| | | | | | | | | |}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | |AE||||AE= [[Ang Eng]] <br> Nặc Ông Ấn<br>*1779-96| | |}}\n{{chart| | | | | | | |,|-|-|-|-|-|-|-|^|-|-|-|-|-|-|-|-|-|.}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | |AC| | | | | | | | | | | | | | | |AD| | | |AC= [[Ang Chan II]] <br> Nặc Ông Chăn <br>*1806-34|AM=Anak <br> Munang|AD=[[Ang Duong]] <br> Nặc Ông Đôn<br>*1848-60|}}\n{{chart| | | | | |,|^|-|-|v|-|-|-|-|v|-|-|-|.| | | | | | |,|^|-|-|-|v|-|-|-|-|-|.}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | |AB| |AM| |AP| |AS| | | |NO| | |SI| | | |SV| |AB=Ang Baen<br>Ngọc Biện|AM=[[Ang Mey]] <br> Ngọc Vân<br>*1834-47|AP=Ang Peou<br>Ngọc Thu|AS=Ang Sngon<br>Ngọc Nguyên|NO=[[Norodom]] <br> Nặc Ông Lân<br>*1860-1904|SI=[[Sisowath của Campuchia|Sisowath]]<br>*1904-27|SV=Sivatha}}\n{{chart| | | | | | | | | | | | | | | | | | | | | | | | | \n|!| | | | |!| | | | | |}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | | | | | | | | | | |NS| | |SM|NS=[[Norodom Suramarit]] <br>*1955-60|SM=[[Sisowath Monivong]]<br>*1925-1941}}\n{{chart| | | | | | | | | | | | | | | | | | | | | | | | | \n|!| | | | | | | | | | |}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | | | | | | | | | | |SI| | | |SI=[[Sihanouk]] <br>*1941-2004}}\n{{chart| | | | | | | | | | | | | | | | | | | | | | | | | \n|!| | | | | | | | | | |}}\n{{chart|boxstyle=border: 1.5px solid red;| | | | | | | | | | | | | | | | | | | | | | | |NI| | | |NI=[[Norodom Sihamoni]] <br>*2004-}}\n{{chart\/end}}\n{{chart bottom}}\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Norodom Sihanouk}}\n* [http:\/\/norodomsihanouk.info\/ Trang web của Norodom Sihanouk]\n\n{{Vua Campuchia}}\n{{Thời gian sống|sinh=1922|mất=2012|tên=Sihanouk, Norodom}}\n{{Thủ tướng Campuchia}}\n\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Norodom Sihanouk| ]]\n[[Thể loại:Sinh năm 1922]]\n[[Thể loại:Vua Campuchia]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Thủ tướng Campuchia]]\n[[Thể loại:Bắc Đẩu Bội tinh hạng nhất]]\n[[Thể loại:Bảo quốc Huân chương]]\n[[Thể loại:Cựu học sinh Collège Chasseloup-Laubat]]\n[[Thể loại:Mất năm 2012]]\n[[Thể loại:Thái thượng vương]]\n[[Thể loại:Nhà hoạt động độc lập]]\n[[Thể loại:Người Khmer]]"}