{"145540":"{{Thông tin máy bay\n|tên=A-5 (A3J) Vigilante\n|hình=A-5 Vigilante ECN-231.jpg\n|chú thích=\n|kiểu=[[Máy bay ném bom]] tấn công hạt nhân<br\/>[[Máy bay trinh sát]]\n|hãng sản xuất=[[North American Aviation]]\n|hãng thiết kế=\n|chuyến bay đầu tiên=[[31 tháng 8]] năm [[Hàng không năm 1958|1958]]\n|được giới thiệu=[[tháng sáu|tháng 6]] năm [[Hàng không năm 1961|1961]]\n|được nghỉ hưu=[[tháng chín|tháng 9]] năm [[Hàng không năm 1979|1979]]\n|tình trạng=\n|hãng sử dụng chính=[[Hải quân Hoa Kỳ]]\n|được chế tạo=[[Hàng không năm 1956|1956]]-[[Hàng không năm 1963|1963]]<br\/>[[Hàng không năm 1968|1968]]-[[Hàng không năm 1970|1970]]\n|số lượng được sản xuất=158\n|chi phí dự án=\n|chi phí máy bay=\n|được phát triển từ=\n|phương án tương tự=\n}}\n\nChiếc '''[[North American Aviation|North American]] A-5 Vigilante''' là một kiểu [[máy bay ném bom]] siêu thanh mạnh mẽ, tiên tiến hoạt động trên [[tàu sân bay]] được thiết kế cho [[Hải quân Hoa Kỳ]]. Nó phục vụ trong vai trò máy bay tấn công hạt nhân để thay thế chiếc [[A-3 Skywarrior]] trong thời gian rất ngắn. Dưới phiên bản RA-5C, nó phục vụ rộng rãi trong [[Chiến tranh Việt Nam]] trong vai trò [[máy bay trinh sát]] hình ảnh. Trước khi [[Hệ thống định danh máy bay Thống nhất các binh chủng Hoa Kỳ (1962)]] được áp dụng, kiểu máy bay này có tên là '''A3J Vigilante'''.\n\n==Thiết kế và phát triển==\nVào năm [[Hàng không năm 1953|1953]], [[North American Aviation]] bắt đầu một nghiên cứu riêng về một kiểu [[máy bay ném bom]] tầm xa hoạt động trong mọi thời tiết đặt căn cứ trên [[tàu sân bay]], có khả năng phóng [[vũ khí hạt nhân|vũ khí nguyên tử]] ở tốc độ siêu thanh. Đề nghị này, khái niệm về một chiếc '''NAGPAW''' <ref>NAGPAW: North American General Purpose Attack Weapon; Vũ khí Tấn công Đa dụng của North American<\/ref>, được [[Hải quân Hoa Kỳ]] chấp nhận với một số sửa đổi, vào năm [[Hàng không năm 1955|1955]]. Một hợp đồng phát triển được ký vào ngày [[29 tháng 8]] năm [[Hàng không năm 1956|1956]]. Chuyến bay đầu tiên của kiểu máy bay này diễn ra hai năm sau đó vào ngày [[31 tháng 8]] năm [[Hàng không năm 1958|1958]] tại [[Columbus, Ohio]].\n\nVào lúc được giới thiệu, Vigilante là một trong những máy bay lớn nhất và phức tạp nhất từng hoạt động trên một [[tàu sân bay]] của [[Hải quân Hoa Kỳ]]. Nó có thiết kế kiểu [[cánh xuôi]] gắn cao cùng các cánh nắp phụ điều khiển được nhằm cải thiện lực nâng ở tốc độ thấp, sử dụng [[hợp kim]] [[nhôm]]-[[liti|lithium]] che phủ bề mặt cánh và [[titani]]um cho những kết cấu quan trọng. Nó được trang bị hai [[động cơ turbo phản lực]] [[General Electric J79]] (tương tự như được sử dụng trên chiếc máy bay tiêm kích [[F-4 Phantom II]]) đặt cách xa nhau, và một cánh đuôi đứng lớn. Cánh, đuôi, và [[mũi radar]] của chiếc máy bay có thể xếp được để chứa trên tàu sân bay. Chiếc Vigilante có một đội bay gồm hai người, phi công và sĩ quan ném bom\/hoa tiêu (BN), sau này là sĩ quan trinh sát\/hoa tiêu tấn công (RAN) trên các phiên bản [[trinh sát]], được bố trí kiểu trước-sau trên những [[ghế phóng]] riêng biệt. Nó có đặc tính bay nhanh nhẹn đáng ngạc nhiên cho một chiếc máy bay to và nặng như thế. Khi không có các lực cản do bom hay tên lửa, ngay cả các phi công tiêm kích hộ tống cũng thấy rằng kiểu dáng khung máy bay suôn và động cơ mạnh mẽ giúp cho chiếc Vigilante có tốc độ rất nhanh ở tầm cao. Tuy nhiên, tốc độ hạ cánh cao làm cho việc quay về tàu sân bay đúng là một thử thách cho những phi công không có kinh nghiệm hay cẩu thả.\n\nChiếc Vigilante có một hệ thống điện tử cực kỳ tiên tiến và phức tạp. Nó được trang bị một trong những hệ thống [[bay bằng dây dẫn]] (fly-by-wire) đầu tiên trên một máy bay hoạt động (cùng với hệ thống dự phòng bằng cơ khí\/thủy lực) và một hệ thống máy tính dẫn đường\/tấn công '''AN\/ASB-12''' tích hợp một [[hệ thống hiển thị thông tin trước mặt]] (HUD: head-up display), [[ra đa|radar]] đa chế độ, hệ thống [[dẫn đường quán tính]] trang bị Radar ('''REINS''', dựa trên kỹ thuật được phát triển cho [[tên lửa Navaho]]), camera CCD [[Truyền hình|TV]] dưới mũi, và một [[máy tính kỹ thuật số]] đời đầu được gọi là '''VERDAN''' (Phân tích Kỹ thuật số Linh hoạt) để điều khiển chúng. Cho dù hệ thống này cực kỳ tinh vi, kỹ thuật của nó vẫn còn ấu trĩ, và độ tin cậy rất kém. Khi hoạt động tại các phi đội, hệ thống có chỉ số MTBF (thời gian trung bình giữa hai lần hỏng hóc) chỉ được có 15 phút. Mặc dù một số lỗi đã được sửa, chiếc máy bay vẫn là một cơn ác mộng khi bảo trì trong suốt vòng đời hoạt động của nó.\n\nChiếc Vigilante nguyên thủy có hai đế cánh, được dự định chủ yếu dành cho các [[thùng nhiên liệu phụ vứt được]]. Vũ khí chính của nó được mang trong một \"khoang bom dọc bên trong\" mới hình trụ giữa hai động cơ, mang một \"tàu chứa\" gồm hai thùng nhiên liệu vứt được gắn với một [[vũ khí hạt nhân|vũ khí nguyên tử]], thường là một trái bom nguyên tử [[Mk 28]]. Ý tưởng áp dụng là nhiên liệu trong các thùng chứa này sẽ được dùng hết trong quá trình bay đến mục tiêu, rồi sau đó chúng được vứt bỏ như là một phần của trái bom bằng chất nổ trong súng hình phểu. Trong thực hành, hệ thống trên chưa bao giờ có độ tin cậy và thường gây nguy hiểm. \"Tàu chứa\" này đôi khi bị rơi ra trong lúc máy bay đang được phóng lên, bỏ lại vũ khí và các thùng nhiên liệu trên sàn đáp. Nó cũng có xu hướng bị \"kéo lê\" đàng sau chiếc máy bay khi đang bay. Ngay cả trong quá trình phục vụ của chiếc Vigilante sau này, khi khoang này chỉ được dùng để chứa nhiên liệu, kiểu sắp xếp như vậy cũng có nhiều sự cố.\n\nPhiên bản Vigilante thứ hai, chiếc '''A3J-2''' ('''A-5B''') bổ sung thêm các cánh nắp phụ trên mép trước cánh, [[bộ càng đáp]] nặng hơn, và một \"gù lưng\" dễ nhận thấy chứa các thùng nhiên liệu để bổ sung thêm 460 gallon nhiên liệu. Có thêm hai đế cánh được bổ sung thành tổng cộng bốn đế, cho dù trong thực tế chúng hiếm khi được sử dụng đến.\n\nPhiên bản [[trinh sát]] của chiếc Vigilante, kiểu '''RA-5C''', có diện tích cánh hơi lớn hơn và thêm một cụm dạng tàu ca nô dài bên dưới thân dành cho gói trinh sát đa [[cảm biến]]. Nó bổ sung thêm một radar [[SLAR]] '''APD-7''', bộ quét [[tia hồng ngoại|hồng ngoại]] '''AAS-21''', và các gói máy ảnh cũng như bộ phản công điện tử (ECM) được cải tiến. Nó cũng có thể mang một bộ tình báo điện tử '''AN\/ALQ-61'''. Chiếc RA-5C vẫn giữ lại hệ thống ném bom AN\/ASB-12, nên về mặt lý thuyết nó có thể mang vũ khí, cho dù nó chưa bao giờ sử dụng trong thực tế. Những chiếc RA-5C được chế tạo sau này được trang bị động cơ mạnh hơn J79-10 với lực đẩy có đốt sau là 17.900&nbsp;lbf (80&nbsp;kN). Phiên bản Vigilante trinh sát nặng hơn gần năm tấn so với phiên bản tấn công với cùng một lực đẩy và diện tích cánh chỉ hơi lớn hơn. Những thay đổi này đã làm giảm gia tốc và tốc độ lên cao, cho dù nó vẫn còn nhanh khi bay ngang.\n==Lịch sử hoạt động==\n[[Tập tin:RA-5C Vigilante overhead aerial view.jpg|phải|250px|nhỏ|Hình ảnh một chiếc máy bay RA-5C Vigilante đang bay nhìn từ bên trên.]]\nĐược đặt tên là '''A3J-1''', chiếc Vigilante được đưa vào hoạt động cùng Phi đội VAH-3 vào [[tháng sáu|tháng 6]] năm [[Hàng không năm 1961|1961]], thay thế chiếc [[A-3 Skywarrior]] trong vai trò máy bay tấn công hạng nặng. Mọi phiên bản của chiếc Vigilante đều được chế tạo tại xưởng của North American Aviation tại sân bay Port Columbus ở [[Columbus, Ohio]], cùng chung với những chiếc [[T-2 Buckeye]] và [[OV-10 Bronco]]. Theo [[Hệ thống Định danh máy bay Thống nhất các binh chủng Hoa Kỳ (1962)]] do [[Robert McNamara]] đưa ra vào [[tháng chín|tháng 9]] năm [[Hàng không năm 1962|1962]], chiếc Vigilante được đặt lại tên là '''A-5''', với phiên bản ban đầu A3J-1 trở thành '''A-5A''' và phiên bản nâng cấp A3J-2 trở thành '''A-5B'''. Phiên bản trinh sát hình ảnh tiếp nối, nguyên là chiếc '''AJ3-3P''', trở thành '''RA-5C'''.\n\nCác hoạt động ban đầu của chiếc Vigilante gặp nhiều trục trặc, nhiều vấn đề nhỏ cho các hệ thống trang bị tiên tiến của nó. Nó lại được đưa ra sử dụng vào một thời điểm có sự thay đổi về chính sách chủ yếu của các lực lượng chiến lược trong Hải quân, vốn chuyển sang nhấn mạnh đến [[tên lửa đạn đạo phóng từ tàu ngầm]] hơn là máy bay ném bom có người lái. Do đó, đến năm [[Hàng không năm 1963|1963]] việc mua sắm chiếc A-5 bị chấm dứt và kiểu máy bay này được chuyển sang vai trò máy bay trinh sát tốc độ cao. Chiếc '''RA-5C''' đầu tiên được giao vào [[tháng bảy|tháng 7]] năm [[Hàng không năm 1963|1963]], và các phi đội Vigilante được đổi tên thành RVAH.\n\nTám phi đội RA-5C Vigilante đã hoạt động rộng rãi trong [[Chiến tranh Việt Nam]] bắt đầu từ [[tháng tám|tháng 8]] năm [[Hàng không năm 1964|1964]] phục vụ cho [[Lực lượng Đặc nhiệm 77]], thực hiện nhiều phi vụ trinh sát tầm trung nguy hiểm. Cho dù nó có tốc độ cao và nhanh nhẹn, 18 chiếc đã bị mất trong chiến đấu: 14 chiếc do hỏa lực súng phòng không, ba chiếc do [[tên lửa đất-đối-không]], và một chiếc bị [[Mikoyan-Gurevich MiG-21|MiG-21]] bắn rơi trong [[Chiến dịch Linebacker II]]. Thêm chín chiếc nữa bị mất trong các tai nạn trong chiến đấu. Có 36 chiếc máy bay được chế tạo bổ sung trong các năm [[Hàng không năm 1968|1968]] - [[Hàng không năm 1970|1970]] nhằm thay thế sự hao hụt.\n\nCho dù chiếc Vigilante phục vụ hữu ích, nó khá đắt tiền và phức tạp để hoạt động, và nó bị loại ra sau khi Chiến tranh Việt Nam kết thúc. Việc giải thể các phi đội RVAH bắt đầu từ năm [[Hàng không năm 1974|1974]], và chiếc Vigilante cuối cùng kết thúc hoạt động vào tháng 9 năm [[Hàng không năm 1979|1979]].\n\nChiếc Vigilante đã không làm kết thúc vai trò của chiếc Skywarrior, vốn được tiếp tục sử dụng làm nền tảng tiếp dầu và chiến tranh điện tử. Những chiếc [[máy bay tiêm kích]] được trang bị các cụm trinh sát sẽ thay thế chiếc RA-5C. Tiếp nối cho đến ngày nay, trọng lượng của những chiếc máy bay tiêm kích ngày nay như chiếc [[F\/A-18E\/F Super Hornet]] đã tiến triển đến hạng 62.950&nbsp;lb tương đương như chiếc Vigilante. Chiếc máy bay tiêm kích Super Hornet cũng được hoạch định để bao trùm các vai trò tấn công, trinh sát, tiếp dầu và chiến tranh điện tử như những chiếc máy bay ném bom cũ.\n\nCho dù chiếc Vigilante phục vụ trong vai trò máy bay tấn công và máy bay trinh sát, thiết kế và cấu hình của nó được tin là đã có một ảnh hưởng lớn trên một trong những chiếc máy bay [[máy bay tiêm kích đánh chặn|tiêm kích đánh chặn]] sau chiến tranh nổi tiếng nhất của thế giới: chiếc [[Mikoyan-Gurevich MiG-25|MiG-25]] 'Foxbat' của [[Xô viết|Xô Viết]] rõ ràng đã chịu ảnh hưởng lớn của thiết kế chiếc A-5.<ref>Chiếc MiG-25 còn có thể trông giống hơn nữa nếu như chiếc Vigilante giữ lại kiểu cánh đuôi kép trên chiếc nguyên mẫu; mặc dù ban đầu North American thiết kế cánh đuôi kép như chiếc Foxbat sau này, phần thiết kế này bị Hải quân phủ quyết để chọn cánh đuôi đơn xếp được.<\/ref> Những máy bay phương Tây khác như chiếc [[F-15 Eagle]] cũng sử dụng kiểu cánh cao và cửa ống hút gió dạng nêm.\n\n==Kỷ lục==\n[[Tập tin:RA-5C Vigilante RVAH-7 1979.jpg|nhỏ|250px|Chiếc RA-5C Vigilante, số hiệu 156608, thuộc Phi đội Trinh sát Tấn công 7 (RVAH-7) đang bay một trong những chuyến bay cuối cùng vào năm [[Hàng không năm 1979|1979]].]]Vào ngày [[13 tháng 12]] năm [[Hàng không năm 1960|1960]], Trung tá Leroy Heath (phi công) và Đại úy Larry Monroe (hoa tiêu\/ném bom) đã lập kỷ lục thế giới mới về độ cao là 27.874,2 m (91.450,8&nbsp;ft) trên một chiếc A3J Vigilante mang tải trọng chiến đấu 1.000&nbsp;kg, phá kỷ lục cũ đến hơn 4 dặm. Kỷ lục mới này đã tồn tại đến hơn 13 năm.\n\n==Các phiên bản==\n;'''YA3J-1''': Kiểu nguyên mẫu, có hai chiếc được chế tạo.\n;'''A3J-1''' ('''A-5A'''): Có 59 chiếc được chế tạo.\n;'''A3J-2''' ('''A-5B'''): Có sáu chiếc được chế tạo.\n;'''A3J-3P''' ('''RA-5C'''): Phiên bản trinh sát hình ảnh. Có 91 chiếc được chế tạo mới và 43 chiếc A-5A được cải biến.\n\n==Các nước sử dụng==\n;{{USA}}\n*[[Hải quân Hoa Kỳ]]\n\n==Đặc điểm kỹ thuật (A-5A Vigilante)==\n[[Tập tin:North American A-5A Vigilante 3-view.svg|phải|250px|Orthographically projected diagram of the A-5A Vigilante.]]\n===Đặc tính chung===\n* Đội bay: 02 người\n* [[Chiều dài]]: 23,32 m (76&nbsp;ft 6 in)\n* [[Sải cánh]]: 16,15 m (53&nbsp;ft 0 in)\n* [[Chiều cao]]: 5,9 m (19&nbsp;ft 5 in)\n* Diện tích bề mặt cánh: 70 m² (754&nbsp;ft²)\n* [[Lực nâng của cánh]]: 308,3&nbsp;kg\/m² (80,4&nbsp;lb\/ft²)\n* Trọng lượng không tải: 14.800&nbsp;kg (32.700&nbsp;lb)\n* Trọng lượng có tải: 21.580&nbsp;kg (47.530&nbsp;lb)\n* [[Tải trọng hữu ích]]: 13.730&nbsp;kg (30.250&nbsp;lb)\n* [[Trọng lượng cất cánh tối đa]]: 28.580&nbsp;kg (62.950&nbsp;lb)\n* Động cơ: 2 x động cơ [[General Electric J79]]-GE-8 [[động cơ turbo phản lực|turbo phản lực]] có [[động cơ đốt sau|đốt sau]], lực đẩy 10.900&nbsp;lbf (48&nbsp;kN), lực đẩy có đốt sau 17.000&nbsp;lbf (76&nbsp;kN) mỗi động cơ\n\n===Đặc tính bay===\n* [[Tốc độ lớn nhất]]: 2.123&nbsp;km\/h ([[Mach]] 2,0; 1.320&nbsp;mph)\n* [[Tầm bay tối đa]]: 2.075&nbsp;km (1.290&nbsp;mi)\n* [[Trần bay]]: 15.880&nbsp;m (52.100&nbsp;ft)\n* [[Tốc độ lên cao]]: 40,6&nbsp;m\/s (8.000&nbsp;ft\/min)\n* [[Tỉ lệ lực đẩy\/khối lượng]]: 0,72\n\n===Vũ khí===\n* 1 × bom nguyên tử [[B28]] hay [[B43]] trong khoang chứa vũ khí bên trong\n* 2 × bom B43, [[Mark 83]] hay [[Mark 84]] trên hai đế cánh\n\n==Tham khảo==\n{{Tham khảo}}\n* Donald, David and Lake, Jon, eds. ''Encyclopedia of World Military Aircraft''. London: AIRtime Publishing, 1996. ISBN 1-880588-24-2.\n* Taylor, John W.R. \"North American A-5 Vigilante.\" ''Combat Aircraft of the World from 1909 to the Present''. New York: G.P. Putnam's Sons, 1969. ISBN 0-425-03633-2.\n\n==Liên kết ngoài==\n*[http:\/\/www.history.navy.mil\/branches\/avchr9.htm Department of the Navy - Naval Historical Center] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110409051501\/http:\/\/www.history.navy.mil\/branches\/avchr9.htm |date=2011-04-09 }}\n*[http:\/\/broadcast.illuminatedtech.com\/display\/story.cfm?bp=112&sid=8126 National Museum of Naval Aviation] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110713010616\/http:\/\/broadcast.illuminatedtech.com\/display\/story.cfm?bp=112&sid=8126 |date=2011-07-13 }}\n*[http:\/\/www.rocket.aero\/vigilante.html A3J\/RA-5C Vigilante DVD] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071112203056\/http:\/\/www.rocket.aero\/vigilante.html |date=2007-11-12 }}\n*[http:\/\/www.vectorsite.net\/ava5.html A-5\/RA-5 Vigilante at vectorsite.net]\n\n==Nội dung liên quan==\n{{Commons|A-5 Vigilante}}\n=== Máy bay liên quan===\n* [[A-3 Skywarrior]]\n=== Máy bay tương tự===\n* [[BAC TSR-2]]\n* [[Tupolev Tu-22]]\n* [[Dassault Mirage IV]]\n===Trình tự thiết kế===\n* '''Trình tự Hải quân (trước năm [[Hàng không năm 1962|1962]]):''' [[AJ Savage|AJ]] - [[North American A2J|A2J]] - '''A3J'''\n* '''Trình tự thống nhất các binh chủng (sau năm [[Hàng không năm 1962|1962]]):''' [[AJ Savage|A-2]] - [[A-3 Skywarrior|A-3]] - [[A-4 Skyhawk|A-4]] - '''A-5''' - [[A-6 Intruder|A-6]] - [[A-7 Corsair II|A-7]] - [[AV-8 Harrier II|AV-8]]\n===Danh sách liên quan===\n* [[Danh sách máy bay chiến đấu]]\n* [[Danh sách máy bay quân sự Hoa Kỳ]]\n\n{{North American Aviation aircraft}}\n{{US attack aircraft}}\n{{USN attack aircraft}}\n{{aviation lists}}\n\n[[Thể loại:Máy bay North American Aviation|A-05 Vigilante]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1950|AJ3 Vigilante]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1950|RA-5 Vigilante]]\n[[Thể loại:Máy bay hoạt động trên tàu sân bay]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay chiến đấu]]\n[[Thể loại:Máy bay cường kích]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay hai động cơ phản lực]]\n[[Thể loại:Máy bay cánh trên]]"}