{"133565":"{{Thông tin máy bay\n|tên=F-100 Super Sabre\n|hình=F-100A.jpg\n|chú thích= F-100A với cánh đuôi ngắn nguyên thủy\n|kiểu=[[Máy bay tiêm kích]]-ném bom\n|hãng sản xuất=[[North American Aviation]]\n|hãng thiết kế=[[Edgar Schmued]]\n|chuyến bay đầu tiên=[[25 tháng 5]] năm [[Hàng không năm 1953|1953]]\n|được giới thiệu=[[27 tháng 9]] năm [[Hàng không năm 1953|1954]]\n|được nghỉ hưu=[[Hàng không năm 1970|1970]] (Không quân Mỹ)<br \/> [[Hàng không năm 1979|1979]] (Không lực Vệ binh Quốc gia Mỹ)<br \/> [[Hàng không năm 1982|1982]] (Thổ Nhĩ Kỳ)\n|tình trạng=\n|hãng sử dụng chính=[[Không quân Hoa Kỳ]]<br \/>[[Không quân Pháp]]<br \/>[[Không quân Đan Mạch]]<br \/>[[Không quân Thổ Nhĩ Kỳ]]\n|được chế tạo=[[Hàng không năm 1953|1953]] - [[Hàng không năm 1959|1959]]\n|số lượng được sản xuất=2.294\n|chi phí dự án=\n|chi phí máy bay=697.029 Đô la Mỹ (F-100D)<ref name=\"knaack\">Knaack, Marcelle Size. ''Encyclopedia of US Air Force Aircraft and Missile Systems: Volume 1 Post-World War II Fighters 1945-1973.'' Washington, DC: Office of Air Force History, 1978. ISBN 0-912799-59-5.<\/ref>\n|được phát triển từ=[[North American F-86 Sabre|F-86 Sabre]]\n|phương án tương tự=[[North American YF-107]]\n}}\n\nChiếc '''[[North American Aviation|North American]] F-100 Super Sabre''' '''(Siêu lưỡi kiếm)''' là một [[máy bay tiêm kích]] [[động cơ phản lực|phản lực]] đã phục vụ cho [[Không quân Hoa Kỳ]] (USAF) từ năm [[Hàng không năm 1954|1954]] đến năm [[Hàng không năm 1971|1971]] và với [[Không lực Vệ binh Quốc gia Hoa Kỳ]] (ANG) cho đến năm [[Hàng không năm 1979|1979]]. Nó là chiếc máy bay chiến đấu phản lực đầu tiên của Hoa Kỳ có khả năng bay [[tốc độ siêu thanh|siêu thanh]] khi bay ngang.\n\nChiếc F-100 được thiết kế ban đầu là kiểu tiếp nối cho chiếc máy bay tiêm kích chiếm ưu thế trên không [[North American F-86 Sabre|F-86]] với tính năng bay tốt hơn.<ref>[http:\/\/www.fas.org\/nuke\/guide\/usa\/airdef\/f-100.htm FAS.org F-100]: \"Được thiết kế ban đầu để tiêu diệt máy bay đối phương trong không chiến\"<\/ref> Được biến đổi thành máy bay tiêm kích ném bom, F-100 dần được thay thế bởi kiểu [[Republic F-105 Thunderchief|F-105 Thunderchief]] hạng Mach 2 trong những phi vụ tấn công tại Bắc Việt Nam. Chiếc F-100 cũng được sử dụng rộng rãi tại Nam Việt Nam như là máy bay phản lực hỗ trợ mặt đất chủ yếu của Không quân cho đến khi nó được thay thế bởi chiếc máy bay phản lực cận âm [[A-7 Corsair II]] hiệu quả hơn.<ref>[http:\/\/www.globalsecurity.org\/military\/systems\/aircraft\/a-7-var.htm Global Security A-7]: \"Chiếc F-100 cũ kỹ và tải trọng yếu là máy bay hỗ trợ mặt đất chủ yếu của Không quân trong thời gian này.\"<\/ref> Chiếc F-100 cũng phục vụ trong nhiều không lực thuộc khối [[NATO]] và các đồng minh khác của Mỹ. Trong quá trình phục vụ, nó thường được gọi tên lóng là '''the Hun''' tên tắt của \"one hundred\" (một trăm).\n\n== Thiết kế và phát triển ==\nVào [[tháng một|tháng 1]] năm [[Hàng không năm 1951|1951]], [[North American Aviation]] tự nguyện đề nghị một kiểu máy bay tiêm kích ban ngày siêu thanh cho [[Không quân Hoa Kỳ]]. Đặt tên là '''Sabre 45''' do kiểu cánh xuôi 45°, nó tiêu biểu cho sự tiến hóa của chiếc [[North American F-86 Sabre|F-86 Sabre]]. Một mô hình được khảo sát vào ngày [[7 tháng 7]] năm [[Hàng không năm 1951|1951]] và sau hơn 100 cải tiến, chiếc máy bay mới được chấp nhận với tên gọi là '''F-100''' vào ngày [[30 tháng 11]] năm [[Hàng không năm 1951|1951]]. Đến ngày [[3 tháng 1]] năm [[Hàng không năm 1952|1952]], Không quân Mỹ đặt hàng hai chiếc [[nguyên mẫu]] tiếp nối bởi 23 chiếc '''F-100A''' vào tháng 2 và bổ sung thêm 250 chiếc F-100A nữa vào tháng 8.\n\nChiếc nguyên mẫu '''YF-100A''' thực hiện chuyến bay đầu tiên ngày [[25 tháng 5]] năm [[Hàng không năm 1953|1953]], sớm bảy tháng trước kỳ hạn. Nó đạt được tốc độ [[Mach]] 1,05 cho dù chỉ được trang bị động cơ yếu kém [[Pratt & Whitney J57|XJ57-P-7]]. Chiếc nguyên mẫu thứ hai bay vào ngày [[14 tháng 10]] năm [[Hàng không năm 1953|1953]], rồi tiếp nối bởi chiếc F-100A sản xuất hằng loạt đầu tiên vào ngày [[9 tháng 10]] năm [[Hàng không năm 1953|1953]]. Không lực Mỹ tiến hành thử nghiệm hoạt động thực tế trong thời gian từ [[tháng mười một|tháng 11]] năm [[Hàng không năm 1953|1953]] đến [[tháng mười hai|tháng 12]] năm [[Hàng không năm 1955|1955]], tìm thấy rằng chiếc máy bay tiêm kích mới có tính năng bay rất tốt nhưng không thể triển khai số lượng lớn vì nhiều khiếm khuyết nhỏ trong thiết kế. Những phát hiện này sau đó được khẳng định trong '''Kế hoạch Hot Rod''', một chương trình thử nghiệm tính phù hợp trong hoạt động. Sự cố đặc biệt nghiêm trọng là sự mất ổn định hướng trong một số chế độ bay tạo ra hiện tượng [[phối hợp quán tính]]. Máy bay có thể tạo ra hiện tượng mất hướng đột ngột và lộn vòng có thể xảy ra nhanh đến mức phi công không kịp xử lý và nhanh chóng tạo áp lực nặng lên khung máy bay làm cho cấu trúc máy bay bị phá hủy. Chính là trong những điều kiện như thế mà [[phi công thử nghiệm]] chính của North American là [[George Welch]] bị thiệt mạng trong khi thử nghiệm bổ nhào một chiếc F-100A được sản xuất đời đầu vào ngày [[12 tháng 10]] năm [[Hàng không năm 1954|1954]]. Một vấn đề về điều khiển có liên quan do đặc tính điều khiển của kiểu [[cánh xuôi]] ở [[góc tấn]] lớn. Khi máy bay tiến gần đến tốc độ [[chòng chành]], việc mất lực nâng ở đầu cánh có thể tạo ra một sự [[ngóc mũi]] mạnh mẽ.\n\nTuy nhiên, những sự chậm trễ trong chương trình phát triển chiếc [[Republic F-84 Thunderjet|F-84F Thunderstreak]] buộc [[Bộ chỉ huy Không quân Chiến thuật]] phải đặt hàng những chiếc F-100A nguyên thủy để hoạt động. Họ cũng yêu cầu những chiếc F-100 trong tương lai phải là phiên bản máy bay tiêm kích-ném bom có khả năng mang [[vũ khí hạt nhân|bom hạt nhân]].\n\n== Lịch sử hoạt động ==\n[[Tập tin:North American F-100D Super Sabre USAF.jpg|nhỏ|phải|Chiếc \"Thunderbirds\" F-100D của [[Không quân Hoa Kỳ]].]]\nChiếc '''F-100A''' được chính thức đưa vào sử dụng trong Không quân Hoa Kỳ vào ngày [[27 tháng 9]] năm [[Hàng không năm 1954|1954]] với Không đoàn Tiêm kích 479 tại [[Căn cứ không quân George]]. Đến ngày [[10 tháng 11]] năm [[Hàng không năm 1954|1954]], kiểu F-100A gặp phải sáu tai nạn nghiêm trọng do mất ổn định khi bay, hỏng cấu trúc, và hỏng hệ thống thủy lực, buộc Không quân phải dừng bay toàn bộ đội máy bay cho đến [[tháng hai|tháng 2]] năm [[Hàng không năm 1955|1955]]. Không đoàn 479 cuối cùng hoạt động vào [[tháng chín|tháng 9]] năm [[Hàng không năm 1955|1955]]. Do tiếp tục có những vấn đề, Không quân bắt đầu loại bỏ kiểu F-100A vào năm [[Hàng không năm 1958|1958]], và chiếc cuối cùng rời khỏi hoạt động thường trực vào năm [[Hàng không năm 1961|1961]]. Cho đến lúc này, đã có 47 máy bay bị mất trong các tai nạn nghiêm trọng.<ref name=\"knaack\"\/> Sự căng thẳng quốc tế leo thang do việc xây dựng [[Bức tường Berlin]] vào [[tháng tám|tháng 8]] năm [[Hàng không năm 1961|1961]] buộc Không quân phải gọi lại những chiếc F-100A vào phục vụ thường trực từ đầu năm [[Hàng không năm 1962|1962]]. Chiếc máy bay F-100A cuối cùng nghỉ hưu vào năm [[Hàng không năm 1970|1970]].\n\nNhu cầu của Bộ chỉ huy Không quân Chiến thuật về một kiểu máy bay tiêm kích-ném bom được đáp ứng bằng phiên bản '''F-100C''' bay lần đầu tiên vào [[tháng ba|tháng 3]] năm [[Hàng không năm 1954|1954]] và đưa vào hoạt động vào ngày [[14 tháng 7]] năm [[Hàng không năm 1955|1955]] với Phi đoàn Tiêm kích 450 tại [[căn cứ không quân Foster]]. Thử nghiệm hoạt động thực tế trong năm [[Hàng không năm 1955|1955]] cho thấy chiếc F-100C chỉ là một giải pháp tạm thời, vì nó có đủ những khuyết điểm của chiếc F-100A. Động cơ nâng cấp J57-P-21 giúp gia tăng tính năng bay, nhưng nó tiếp tục bị ảnh hưởng bởi hiện tượng [[chòng chành do nén]]. Ở mặt tích cực, chiếc F-100C được xem là một nền tảng tốt cho việc ném bom nguyên tử vì tốc độ tối đa cao của nó. Hiện tượng phối hợp quán tính ít hay nhiều được giải quyết bằng cách gắn thêm một cái đệm hướng kể từ chiếc F-100C thứ 146, sau đó trang bị lại cho tất cả những máy bay đã sản xuất trước đó. Một cái đệm mũi được thêm vào khởi sự từ chiếc F-100C thứ 301, với phí tổn là 10.000 Đô la Mỹ mỗi máy bay<ref name=\"knaack\"\/>.\n\nViệc bổ sung các đế \"ướt\" cho phép chiếc F-100C có thể mang một cặp 1.040 L (275 US gal) và một cặp 770 L (200 US gal) thùng nhiên liệu phụ vứt được. Tuy nhiên, việc kết hợp cả hai cặp sẽ gây mất ổn định hướng ở tốc độ cao, và bốn thùng này không lâu sau đó được thay bằng một cặp 1.730 L (450 US gal). Do kiểu thùng 450 gallon hiếm và đắt, chúng thường được thay thế bằng loại thùng nhỏ hơn 1.290 L (335 US gal). Vấn đề lớn nhất đối với Bộ chỉ huy Không quân Chiến thuật là, cho đến năm [[Hàng không năm 1965|1965]], chỉ có 125 chiếc F-100C có khả năng mang tất cả các loại vũ khí không hạt nhân đang có của Không quân, đặc biệt là [[đạn dược thứ cấp|bom chùm]] và tên lửa không-đối-không [[AIM-9 Sidewinder]] <ref name=\"knaack\"\/>. Cho đến khi chiếc F-100C được nghỉ hưu vào [[tháng sáu|tháng 6]] năm [[Hàng không năm 1970|1970]], đã có đến 85 chiếc bị mất trong các tai nạn nghiêm trọng.\n\nPhiên bản '''F-100D''' nhằm vào việc giải quyết các yếu kém trong vai trò tấn công của kiểu F-100C bằng cách phát triển chủ yếu thành máy bay tấn công mặt đất và khả năng tiêm kích chỉ là thứ yếu. Để có hiệu quả như vậy, chiếc máy bay được trang bị hệ thống lái tự động, hệ thống điện tử được nâng cấp, và từ chiếc thứ 184 được sản xuất, khả năng mang tên lửa Sidewinder. Vào năm [[Hàng không năm 1959|1959]], 65 máy bay được cải tiến để mang tên lửa không-đối-đất [[AGM-12 Bullpup]]. Để giải quyết hơn nữa các đặc tính bay nguy hiểm, [[sải cánh]] được kéo dài thêm 66&nbsp;cm (26 inch) và diện tích cánh đuôi đứng được mở rộng thêm 27%.\n\nChiếc F-100D bay lần đầu tiên ngày [[24 tháng 1]] năm [[Hàng không năm 1956|1956]], và được đưa vào hoạt động vào ngày [[29 tháng 9]] năm [[Hàng không năm 1956|1956]] với Không đoàn Tiêm kích 405 tại [[Căn cứ Không quân Langley]]. Chiếc máy bay chịu ảnh hưởng những vấn đề về độ tin cậy của bộ truyền động tốc độ không đổi cung cấp dòng điện tần số không đổi cho các hệ thống điện. Trong thực tế, bộ truyền động kém tin cậy đến mức Không quân yêu cầu nó phải có hệ thống dầu riêng để giảm thiểu hư hại khi bị trục trặc. Hỏng hóc bộ càng đáp và dù hãm xảy ra trên một số máy bay, và vòi tiếp nhiên liệu có xu hướng bị gảy khi cơ động ở tốc độ cao. Quá nhiều những sửa đổi sau sản xuất đã tạo ra một loạt nhiều khả năng khác nhau giữa từng chiếc máy bay riêng lẻ, nên vào năm [[Hàng không năm 1965|1965]] có khoảng 700 chiếc F-100D được cải tiến theo chương trình '''High Wire''' nhằm chuẩn hóa hệ thống vũ khí. Việc cải tiến '''High Wire''' kéo dài 60 ngày cho mỗi máy bay và tổng chi phí lên đến 150 triệu Đô la Mỹ. Vào năm [[Hàng không năm 1966|1966]], chương trình '''Combat Skyspot''' sửa đổi một số chiếc F-100D với bộ phát radar [[dãi tần X]] cho phép ném bom dưới sự hướng dẫn từ mặt đất khi thời tiết khắc nghiệt hay vào ban đêm.\n\nVào năm [[Hàng không năm 1967|1967]], Không quân Hoa Kỳ bắt đầu một chương trình gia cố cấu trúc nhầm kéo dài tuổi thọ phục vụ của chiếc máy bay từ 3.000 giờ bay được thiết kế ban đầu lên 7.000 giờ. Đã có trên 500 chiếc F-100D bị mất, đa số là do tai nạn. Sau khi một chiếc máy bay bị mất do hỏng cánh, đã có sự chú ý đặc biệt đến bọc thêm cánh bằng những thanh nối bên ngoài. Trong [[Chiến tranh Việt Nam]], những thiệt hại trong chiến đấu lên đến 50 máy bay mỗi năm. Vào ngày [[7 tháng 6]] năm [[Hàng không năm 1957|1957]], một chiếc F-100D được gắn một rocket tăng lực [[Astrodyne]] cung cấp lực đẩy bổ sung 150.000&nbsp;lbf (667,2&nbsp;kN) thực hiện thành công một cú [[cất cánh đường băng bằng 0]]. Khả năng này được tích hợp trong các máy bay được sản xuất sau đó. Sau một tai nạn nghiêm trọng, [[Đội Thao diễn Hàng không Thunderbird]] Không quân Hoa Kỳ loại bỏ kiểu [[Republic F-105 Thunderchief|F-105 Thunderchief]] để quay lại chiếc F-100D và họ sử dụng chúng từ năm [[Hàng không năm 1964|1964]] cho đến khi nó được thay thế bởi chiếc [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]] vào năm [[Hàng không năm 1968|1968]].\n\nChiếc F-100 là đối tượng của nhiều chương trình cải biến trong suốt quá trình hoạt động. Nhiều trong số này là các cải biến về thiết bị điện tử, tăng cường cấu trúc và các dự án nhằm cải thiện khả năng duy trì. Một trong số đáng chú ý nhất là việc thay thế động cơ nguyên bản J-57 có đốt sau bằng kiểu động cơ đốt sau tiên tiến hơn từ những chiếc máy bay tiêm kích đánh chặn Convair [[Convair F-102 Delta Dagger|F-102 Delta Dagger]] đã nghỉ hưu. Cải biến này mang lại thay đổi về kiểu dáng của phần sau thân máy bay F-100, lấy đi mất kiểu dáng ống xả kiểu \"cánh hoa\" nguyên thủy. Việc cải tiến động cơ được khởi sự từ đầu những năm [[Thập niên 1970|1970]] và giải quyết được những vấn đề về bảo trì của kiểu cũ cũng như những vấn đề về hoạt động, bao gồm những vấn đề chòng chành do nén.\n\nPhiên bản '''F-100F''' huấn luyện hai chỗ ngồi được đưa vào hoạt động từ năm [[Hàng không năm 1958|1958]]. Nó cũng nhận được nhiều cải tiến về vũ khí và thân máy bay như phiên bản F-100D, bao gồm động cơ đốt sau mới. Tính đến năm [[Hàng không năm 1970|1970]], 74 chiếc F-100F đã bị mất trong những tai nạn nghiêm trọng.\n\nĐến năm [[Hàng không năm 1972|1972]], chiếc F-100 hầu như được rút ra khỏi hoạt động thường trực của Không quân Hoa Kỳ. Tại các đơn vị Không lực Vệ binh Quốc gia, chiếc F-100 được thay thế bởi F-4, [[A-7 Corsair II]] và [[A-10 Thunderbolt|A-10 Thunderbolt II]], máy bay cuối cùng nghỉ hưu vào năm [[Hàng không năm 1979|1979]]. Tại nước ngoài, những chiếc F-100 của [[Đan Mạch]] và [[Thổ Nhĩ Kỳ]] hoạt động cho đến năm [[Hàng không năm 1982|1982]].\n\nSau khi những chiếc Super Sabre được rút ra khỏi hoạt động, nhiều chiếc được cải biến thành mục tiêu giả điều khiển từ xa (QF-100) và được sử dụng như là mục tiêu thực hành cho nhiều loại vũ khí chống máy bay, bao gồm những [[máy bay tiêm kích đánh chặn]] mang tên lửa.\n\n=== Chiến tranh Việt Nam ===\n[[Tập tin:F-100D.jpg|nhỏ|phải|Chiếc F-100D-50-NH]]\nChiếc F-100D bắt đầu đến khu vực [[Đông Nam Á]] vào năm [[Hàng không năm 1962|1962]] và bắt đầu thực hiện các phi vụ chiến đấu, được sử dụng chủ yếu để yểm trợ trên không và tấn công gần mặt đất tại Nam Việt Nam. Vào ngày [[18 tháng 8]] năm [[Hàng không năm 1964|1964]] chiếc F-100D đầu tiên bị mất do Trung úy Colin A. Clark điều khiển thuộc Phi đội Tiêm kích Chiến thuật 428 bị bắn rơi vì hỏa lực mặt đất; Clark phóng ra và đã sống sót. Vào ngày [[4 tháng 4]] năm [[Hàng không năm 1965|1965]], một chiếc F-100 Super Sabre do Đại úy Donald Kilgus điều khiển đã bắn rơi máy bay đối phương đầu tiên trong không chiến tại Việt Nam, một chiếc [[Mikoyan-Gurevich MiG-17|MiG-17]], bằng hỏa lực pháo.\n\n\"The Hun\" cũng được bố trí với phiên bản hai chỗ ngồi F-100F hoạt động như là \"Fast-FAC\" ([[forward air controller]]: chỉ huy trên không tiền phương) tại Bắc Việt Nam, chỉ điểm các mục tiêu cho những máy bay tiêm kích-ném bom khác và tiến hành các phi vụ tìm kiếm và giải cứu (SAR: Search and Rescue) như là một phần của các chiến dịch tối mật Commando Sabre hay Chiến dịch \"Misty\" đặt căn cứ tại [[sân bay Phù Cát]], [[Bình Định]]. Nó cũng là chiếc máy bay [[khống chế phòng không đối phương]] (SEAD) Wild Weasel đầu tiên có các đội bay được huấn luyện đặc biệt trong nhiệm vụ phát hiện và tiêu diệt hệ thống phòng không đối phương. Bốn chiếc F-100F '''Wild Weasel I''' đã được trang bị radar vector dẫn đường và cảnh báo (RHAW) APR-25, hệ thống tiếp nhận toàn cảnh IR-133 có tầm phát hiện xa, và một máy ảnh toàn cảnh KA-60. Hệ thống RHAW có thể phát hiện radar cảnh báo sớm, và quan trọng hơn là những phát xạ từ những hệ thống dẫn đường và điều khiển tên lửa đất-đối-không [[S-75 Dvina|SA-2 Guideline]] (SAM 2). Những máy bay này được bố trí tại [[Căn cứ Không quân Hoàng gia Thái Lan Korat|Căn cứ Korat]] tại [[Thái Lan]] vào [[tháng mười một|tháng 11]] năm [[Hàng không năm 1965|1965]], và bắt đầu thực hiện các phi vụ chiến đấu cùng Phi đội Tiêm kích Chiến thuật 388 vào [[tháng mười hai|tháng 12]]. Có thêm ba máy bay nữa gia nhập nhóm này vào [[tháng hai|tháng 2]] năm [[Hàng không năm 1966|1966]], tất cả những chiếc F-100F Wild Weasel sau đó được cải tiến để có thể bắn tên lửa chống bức xạ [[AGM-45 Shrike]].\n \nCho đến cuối cuộc chiến, có 242 chiếc F-100 Super Sabre bị mất tại Việt Nam, và nó dần được thay thế bằng kiểu [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]] và [[Republic F-105 Thunderchief|F-105 Thunderchief]].<ref>Hobson 2002<\/ref>\n\n=== Hoạt động của nước ngoài ===\nNhững chiếc F-100 của [[Không quân Trung Hoa Dân Quốc]] đã thực hiện các phi vụ tình báo bên trên lãnh thổ Trung Quốc, và nhiều chiếc đã bị mất.\n\n=== Các thành tích đáng kể ===\n\nNguồn: Knaack<ref name=\"knaack\"\/>\n*F-100 là máy bay trong biên chế hoạt động của [[Không quân Hoa Kỳ]] đầu tiên vượt qua [[vận tốc âm thanh]] khi bay ngang.\n*Vào ngày [[29 tháng 10]] năm [[Hàng không năm 1953|1953]], chiếc nguyên mẫu YF-100A đầu tiên lập kỷ lục thế giới mới về tốc độ 1.215,295&nbsp;km\/h (656,207 knots, 755,149&nbsp;mph) ở tầm thấp.\n*Vào ngày [[20 tháng 8]] năm [[Hàng không năm 1955|1955]], một chiếc F-100C lập kỷ lục thế giới đầu tiên về tốc độ siêu thanh 1.232,098&nbsp;km\/h (714,416 knots, 822,135&nbsp;mph).\n*Vào ngày [[4 tháng 9]] năm [[Hàng không năm 1955|1955]], một chiếc F-100C chiến thắng giải [[Bendix Trophy]], vượt qua 3.745&nbsp;km (2.020 hải lý, 2.235 dặm) với tốc độ trung bình 982,868&nbsp;km\/h (530,706 knots, 610,726&nbsp;mph).\n*Vào ngày [[26 tháng 12]] năm [[Hàng không năm 1956|1956]], hai chiếc F-100D trở thành máy bay đầu tiên thực hiện thành công việc tiếp dầu \"bạn bè\".\n*Vào ngày [[13 tháng 5]] năm [[Hàng không năm 1957|1957]], ba chiếc F-100C lập kỷ lục thế giới về quãng đường bay cho máy bay một động cơ, khi vượt chặng đường 10.805&nbsp;km (5.835 hải lý, 6.710 dặm) từ [[Luân Đôn|London]] đến [[Los Angeles]] trong 14 giờ 4 phút có tiếp nhiên liệu trên không.\n*Vào ngày [[7 tháng 8]] năm [[Hàng không năm 1959|1959]], hai chiếc F-100F trở thành những máy bay phản lực đầu tiên bay ngang [[Bắc Cực]].\n*Đại tá Không quân [[George E. Day|George E. \"Bud\" Day]], người được tặng thưởng [[Huân chương Danh Dự]] do thành tích trong [[Chiến tranh Việt Nam]] và là quân nhân Mỹ được tặng thưởng nhiều nhất kể từ tướng [[Douglas MacArthur]], đã từng lái F-100.\n*[[Đội thao diễn Thunderbirds]] của Không quân Mỹ đã sử dụng những chiếc F-100C từ năm [[Hàng không năm 1956|1956]] đến năm [[Hàng không năm 1964|1964]]. Sau một giai đoạn ngắn chuyển sang chiếc [[Republic F-105 Thunderchief|F-105 Thunderchief]], Đội đã quay lại bay chiếc F-100D từ [[tháng bảy|tháng 7]] năm [[Hàng không năm 1964|1964]] đến [[tháng mười một|tháng 11]] năm [[Hàng không năm 1968|1968]], trước khi họ chuyển sang sử dụng F-4E Phantom II.\n*Vào ngày [[4 tháng 4|04 tháng 4]] năm [[Hàng không năm 1965|1965]], một chiếc F-100 Super Sabre do Đại úy Không quân Donald Kilgus lái đã dùng pháo bắn rơi chiếc máy bay phản lực đầu tiên của đối phương trong Chiến tranh Việt Nam, một chiếc MiG-17.\n\n== Các phiên bản ==\n;YF-100\n:Chiếc nguyên mẫu, sau đó được đặt lại tên là '''TF-100A'''; có hai chiếc được chế tạo.\n;F-100A\n:Phiên bản máy bay tiêm kích ban ngày một chỗ ngồi; có 203 chiếc được chế tạo.\n;RF-100A (Slick Chick)\n:Phiên bản F-100A được cải biến để trinh sát hình ảnh, không vũ trang, máy ảnh gắn trong khaong bên dưới thân, có sáu chiếc (các số hiệu 53-1545,1546,1547,1548,55-1551,55-1554) được cải tạo năm [[Hàng không năm 1954|1954]]. Nghỉ hưu khỏi hoạt động của Không quân Mỹ năm [[Hàng không năm 1958|1958]]. Bốn chiếc được chuyển cho [[Không quân Trung Hoa Dân Quốc]], nghỉ hưu năm 1960.\n;F-100B\n:Cải tạo thành chiếc nguyên mẫu [[North American YF-107]]\n;F-100BI\n:Phiên bản F-100B tiêm kích đánh chặn được đề nghị, chỉ chế tạo mô hình.\n;F-100C\n:Phiên bản tiêm kích-ném bom. Bổ sung thêm các thùng nhiên liệu dưới cánh, có khả năng [[tiếp nhiên liệu trên không]] kiểu vòi-và-phểu, được nâng cấp động cơ J57-P-21 trên những máy bay chế tạo trễ hơn. Bay chuyến bay đầu tiên vào [[tháng ba|tháng 3]] năm [[Hàng không năm 1954|1954]];.\n;TF-100C\n:Một chiếc F-100C được cải biến thành máy bay huấn luyện hai chỗ ngồi.\n;F-100D\n:Phiên bản tiêm kích-ném bom một chỗ ngồi, có các thiết bị điện tử tiên tiến hơn, cánh và cánh đuôi lớn hơn, thêm các cánh nắp hạ cánh. Bay chuyến bay đầu tiên vào ngày [[24 tháng 1]] năm [[Hàng không năm 1956|1956]]; có 1.274 chiếc được chế tạo. Hiện còn một chiếc đang được bảo quản tại [[Bảo tàng Hàng không Carolinas]].\n;F-100F\n:Phiên bản huấn luyện hai chỗ ngồi, vũ khí được cắt giảm từ bốn còn hai pháo. Bay chuyến bay đầu tiên vào ngày [[7 tháng 3]] năm [[Hàng không năm 1957|1957]], có 339 chiếc được chế tạo.\n;DF-100F\n:Tên này được đặt cho một số chiếc F-100F được sử dụng để hướng dẫn mục tiêu giả.\n;NF-100F\n:Ba chiếc F-100F được sử dụng vào mục đích thử nghiệm.\n;TF-100F\n:Tên gọi chuyên biệt của [[Đan Mạch]] cho 14 chiếc F-100F được xuất khẩu sang nước này vào năm [[Hàng không năm 1974|1974]], nhằm mục đích phân biệt chúng với mười chiếc F-100F đã được giao trong những năm [[Hàng không năm 1959|1959]] - [[Hàng không năm 1961|1961]].\n;F-100J\n:Phiên bản hoạt động trong mọi thời tiết được đề nghị cho [[Nhật Bản]]; không được chế tạo.\n;F-100L\n:Phiên bản trang bị động cơ J57-P-55; không được chế tạo.\n;F-100N\n:Phiên bản có thiết bị điện tử đơn giản hóa; không được chế tạo.\n;F-100S\n:Phiên bản F-100F được đề nghị cho [[Pháp]] sản xuất trang bị động cơ [[Rolls-Royce Spey]] [[turbo quạt ép]]; không được chế tạo.\n== Các nước sử dụng ==\n[[Tập tin:İstanbul 5380.jpg|thumb|F-100, Không quân Thổ Nhĩ Kỳ]]\n;{{ROC}}\n:[[Không quân Trung Hoa Dân Quốc]] là không lực nước đồng minh duy nhất sử dụng kiểu F-100A. Chiếc F-100 đầu tiên được giao vào tháng 10 năm 1958. Nó được tiếp nối bởi 15 chiếc F-100A vào năm 1959, và thêm 65 chiếc F-100A nữa vào năm 1960. Đến năm 1961, bốn chiếc RF-100A không vũ trang được bàn giao. Thêm vào đó, 38 chiếc F-100A cũ của Không lực Vệ binh Quốc gia cũng được giao sau đó, nâng lên tổng số 118 chiếc F-100A và bốn chiếc RF-100A. Những chiếc F-100A được tái trang bị cánh đuôi kiểu F-100D, radar cảnh báo đuôi AN\/APS-54 và trang bị để phóng được tên lửa không-đối-không Sidewinder.\n\n;{{DNK}}\n:[[Không quân Hoàng gia Đan Mạch]] sử dụng tổng cộng 72 máy bay. 48 chiếc F-100D và 24 chiếc F được giao cho Đan Mạch từ năm [[Hàng không năm 1959|1959]] đến năm [[Hàng không năm 1974|1974]]. Chiếc F-100 Đan Mạch cuối cùng nghỉ hưu vào năm [[Hàng không năm 1982|1982]]. Chiếc F-100 được thay thế bằng kiểu SAAB [[F-35 Draken]]. Một số chiếc F-100 cũ của Đan Mạch được chuyển cho Thổ Nhĩ Kỳ.\n\n;{{FRA}}\n:[[Không quân Pháp]] (Armee de L’air) là nước đồng minh đầu tiên nhận được kiểu F-100 Super Sabre. Chiếc máy bay đầu tiên đến Pháp vào ngày [[1 tháng 5]] năm [[Hàng không năm 1958|1958]]. Có tổng cộng 100 máy bay (85 chiếc F-100D và 15 chiếc F-100F) được cung cấp cho Pháp, và tất cả được bố trí đến Không lực Chiến thuật Đồng minh 4 NATO. Chúng đặt căn cứ tại Pháp và Đức. Những chiếc F-100 Pháp đã được sử dụng trong các phi vụ chiến đấu, cất cánh từ các căn cứ tại Pháp chống lại các mục tiêu tại Algeria. Vào năm [[Hàng không năm 1967|1967]], Pháp rời khỏi khối [[NATO]], và những chiếc F-100 đặt căn cứ tại Đức được chuyển về Pháp, sử dụng những căn cứ trước đây do Không quân Mỹ sử dụng.\n\n;{{TUR}}\n:[[Không quân Thổ Nhĩ Kỳ]] (Turk Hava Kuvvetleri) nhận được khoảng 206 chiếc F-100 Super Sabre phiên bản C, D và F. Đa số đến từ kho dự trữ của Mỹ, và một ít được cung cấp bởi Đan Mạch. Những chiếc F-100 Thổ Nhĩ Kỳ đã hoạt động rộng rãi trong việc tấn công [[cộng hòa Síp|đảo Cyprus]] năm [[Hàng không năm 1974|1974]].\n\n;{{USA}}\n:[[Không quân Hoa Kỳ]]\n\n== Đặc điểm kỹ thuật (F-100D) ==\n[[Tập tin:North American F-100 Super Sabre 3-view.svg|phải|300px|Hình chiếu ba chiều chiếc F-100 Super Sabre.]]\nTham khảo: Quest for Performance<ref>Loftin, LK, Jr. ''Quest for Performance: The Evolution of Modern Aircraft: [http:\/\/www.hq.nasa.gov\/pao\/History\/SP-468\/cover.htm NASA History]: SP-468 Access date: 22 tháng 4 năm 2006.<\/ref>\n=== '''Đặc tính chung''' ===\n* Đội bay: 01 người\n* Chiều dài: 15,2 m (50&nbsp;ft 0 in)\n* [[Sải cánh]]: 11,81 m (38&nbsp;ft 9 in)\n* [[Chiều cao]]: 4,95 m (16&nbsp;ft 3 in)\n* Diện tích bề mặt cánh: 37 m² (400&nbsp;ft²)\n* [[Diện tích cản]]: 0,46 m² (5,0&nbsp;ft²)\n* [[Hệ số nâng\/lực cản]]: 0,0130\n* [[Tỉ lệ dài\/rộng cánh]]: 3,76\n* [[Lực nâng của cánh]]: 352&nbsp;kg\/m² (72,1&nbsp;lb\/ft²)\n* Trọng lượng không tải: 9.500&nbsp;kg (21.000&nbsp;lb)\n* Trọng lượng có tải: 13.085&nbsp;kg (28.847&nbsp;lb)\n* [[Trọng lượng cất cánh tối đa]]: 15.800&nbsp;kg (34.832&nbsp;lb)\n* Động cơ: 1 x động cơ [[Pratt & Whitney J57]]-P-21\/21A [[động cơ turbo phản lực|turbo phản lực]] có [[động cơ đốt sau|đốt sau]], lực đẩy 10.200&nbsp;lbf (45&nbsp;kN), lực đẩy có đốt sau 16.000&nbsp;lbf (71&nbsp;kN)\n=== '''Đặc tính bay''' ===\n* [[Tốc độ lớn nhất]]: 1.390&nbsp;km\/h (750 knot, 864&nbsp;mph)\n* [[Tầm bay tối đa]]: 3.210&nbsp;km (1.733&nbsp;nm, 1.995&nbsp;mi)\n* [[Trần bay]]: 15.000&nbsp;m (50.000&nbsp;ft)\n* [[Tốc độ lên cao]]: 114&nbsp;m\/s (22.400&nbsp;ft\/min)\n* [[Tỉ lệ lực đẩy\/khối lượng]]: 0,55\n* [[Tỉ lệ lực nâng\/lực cản]]: 13,9\n=== '''Vũ khí''' ===\n* 4 x [[pháo M39]] 20&nbsp;mm (0,787 in)\n* bom: 3.190&nbsp;kg (7.040&nbsp;lb) bom bao gồm\n** Bom thông thường ''hoặc''\n** [[bom nguyên tử Mark 7]] ''hoặc''\n** [[bom nguyên tử Mk 28]] ''hoặc''\n** [[bom nguyên tử Mk 43]] ''hoặc''\n** [[bom nguyên tử Mk 57]] ''hoặc''\n** [[bom nguyên tử Mk 61]]\n* tên lửa:\n** 4 × [[AIM-9 Sidewinder]] ''hoặc''\n** [[AGM-12 Bullpup]]\n=== '''Điện tử''' ===\n* Hệ thống lái tự động Minneapolis-Honeywell MB-3\n* Hệ thống ném bom tự động tầm thấp AN\/AJB-1B\n\n== Tham khảo ==\n{{Tham khảo}}\n* Hobson, Chris. ''Vietnam Air Losses: United States Air Force, Navy and Marine Corps Fixed-Wing Aircraft Losses in Southeast Asia, 1961-1973''. North Branch, Minnesota: Specialty Press, 2002. ISBN 1-85780-115-6.\n\n== Liên kết ngoài ==\n* [http:\/\/www.supersabre.org F-100 Serial Database]\n* [http:\/\/www.f-100.org F-100 Photo Database]\n* [https:\/\/web.archive.org\/web\/20031219001617\/http:\/\/hometown.aol.com\/cba1974\/myhomepage\/highwire.html Project High Wire] - Details for the F-100D and C models.\n* [http:\/\/www.warbirdalley.com\/f100.htm Warbird Alley: F-100 page] - Information about privately-owned F-100s\n* [http:\/\/www.aero-web.org\/locator\/manufact\/northam\/f-100.htm F-100 Super Sabre Survivors] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927020127\/http:\/\/www.aero-web.org\/locator\/manufact\/northam\/f-100.htm |date = ngày 27 tháng 9 năm 2007}} Static displays, locations, serial numbers, and links.\n\n== Nội dung liên quan ==\n{{Commons|F-100 Super Sabre}}\n=== Máy bay liên quan ===\n* [[North American F-86 Sabre|F-86 Sabre]]\n* [[North American FJ Fury|FJ Fury]]\n* [[North American YF-107]]\n=== Máy bay tương tự ===\n* [[Mikoyan-Gurevich MiG-19]]\n* [[Dassault Super Mystère]]\n* [[Dassault-Breguet Super Étendard|Dassault Super Étendard]]\n* [[Vought F-8 Crusader|F-8 Crusader]]\n=== Trình tự thiết kế ===\n[[Lockheed F-94 Starfire|F-97]] - [[AIM-4 Falcon|F-98]] - [[Bomarc Missile Program|IM-99]] - '''F-100''' - [[McDonnell F-101 Voodoo|F-101]] - [[Convair F-102 Delta Dagger|F-102]] - [[Republic XF-103|XF-103]]\n=== Danh sách liên quan ===\n* [[Danh sách máy bay chiến đấu]]\n* [[Danh sách máy bay quân sự Hoa Kỳ]]\n\n{{North American Aviation aircraft}}\n{{USAF fighters}}\n{{aviation lists}}\n\n[[Thể loại:Máy bay North American Aviation|F-100]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1950]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay tiêm kích Hoa Kỳ]]\n[[Thể loại:Máy bay tiêm kích đánh chặn]]\n[[Thể loại:Máy bay cường kích]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay huấn luyện]]\n[[Thể loại:Máy bay một động cơ]]\n[[Thể loại:Máy bay phản lực]]\n[[Thể loại:Máy bay cánh dưới]]\n[[Thể loại:Máy bay một động cơ phản lực]]"}