{"14771527":"Với bờ biển dài 3.260&nbsp;km (2.030&nbsp;mi) và [[vùng đặc quyền kinh tế]] 1 triệu km²,<ref name=\"bru\">{{chú thích tạp chí |first=Bruce F. |last=Phillips |first2=R. |last2=Melville-Smith |first3=Yuk W. |last3=Cheng |year=2003 |title=Estimating the effects of removing Panulirus cygnus pueruli on the fishery stock |journal=Fisheries Research |volume=65 |issue=1–3 |pages=89–101 |doi=10.1016\/j.fishres.2003.09.009 }}<\/ref> Việt Nam có tiềm năng cho một nghề nuôi trồng hải sản lớn. Một trong những hoạt động nuôi trồng thủy sản ven biển có giá trị nhất là nuôi các loài [[tôm hùm gai]], đặc biệt là [[Panulirus ornatus|tôm hùm bông]], một loài có giá trị cao trong ngành thủy sản, đặc biệt là ở châu Á, châu Âu và châu Mỹ. Nuôi tôm hùm gai trong lồng biển được phát triển lần đầu tiên ở tỉnh Khánh Hòa của Việt Nam vào năm 1992, và từ đó đã mở rộng lên 35.000 lồng tôm hùm chỉ trong hơn một thập kỷ, và từ đó trở thành ngành kinh tế trị giá 100 triệu USD.<ref name=\"nha\">{{chú thích tạp chí |last=Nha |first=V. V. H. |first2=D. T. |last2=Hoa |last3=Khoa |first3=L. V. |year=2009 |title=Black gill disease of cage-cultured ornate rock lobster ''Panulirus ornatus'' in central Vietnam caused by ''Fusarium'' species |journal=Aquaculture Asia Magazine |volume=14 |issue=4 |pages=35–37 |url=https:\/\/www.cabdirect.org\/cabdirect\/abstract\/20103016792 }}<\/ref>\n==Công nghệ và ngành nuôi tôm hùm Việt Nam ==\n===Bộ sưu tập tôm hùm hoang dã Seedstock (vị thành niên) ===\nTôm hùm Spiny có sự phát triển ấu trùng phức tạp, với nhiều giai đoạn phát triển khiến cho việc nuôi hạt giống để nuôi trồng thủy sản trong trại giống là vô cùng khó khăn.<ref name=\"boo\">Booth, J. D. and B. F. Phillips (1994). \"Early Life History of Spiny Lobster.\" Crustaceana 66(3): 271-294.\n<\/ref> Do đó, hạt tôm hùm gai được thu thập từ tự nhiên bằng cách sử dụng lưới vây, người thu gom được thiết kế đặc biệt, bẫy và thợ lặn. Kích thước thích hợp của cá con được lấy từ tự nhiên để nuôi trồng thủy sản là giữa 4–6&nbsp;cm.<ref name=\"hun\">Hung, L. V. And Tuan, L. A., 2007. Lobster sea-cage culture in Vietnam. The Australian Centre for International Agricultural Research (ACIAR). p10-17.<\/ref> Kích thước của tôm hùm thu hoạch phụ thuộc vào thời gian trong năm và độ sâu. Thông thường thời gian tốt nhất để bắt tôm hùm vị thành niên là giữa tháng 5 và tháng 11 khi kích thước trung bình là 5–7&nbsp;cm, trong khi vào những thời điểm khác trong năm chúng nhỏ hơn 2&nbsp;cm. Tôm hùm lớn thường được tìm thấy ở vùng nước sâu hơn và yêu cầu thợ lặn thu hoạch chúng.\n\n===Nuôi tôm trong lồng bè ===\nSau khi hạt giống tôm hùm được bán cho nông dân, chúng thường được đặt vào lồng biển và phát triển đến kích thước trưởng thành để thu hoạch khoảng 1&nbsp;kg. Việc này mất khoảng 18 tháng 24 tháng. Ba phương pháp nuôi lồng bè tồn tại. Phương pháp nuôi đầu tiên, là một cái lồng nổi, trong đó một khung có diện tích khoảng 10 đến 20 mét vuông được hỗ trợ bởi phao và giữ các lồng tôm hùm, và thường được neo trong vùng nước sâu 10-20m. Phương pháp lồng như vậy xảy ra phổ biến nhất trên vịnh Nha Trang. Phương pháp nuôi thứ hai là lồng cố định bằng gỗ, được làm từ gỗ dài 2,5m, rộng 10&nbsp;cm, chịu được muối, đặt cách nhau khoảng 2 m để tạo hình vuông và thường có diện tích từ 20 đến 40 mét vuông đến 100-200 mét vuông với kích thước lồng khác nhau. Chúng thường ở trên hoặc ngoài đáy biển ở những khu vực có ít hoạt động sóng. Thông thường các phương pháp lồng như vậy được tìm thấy ở Vịnh Vân Phong. Phương pháp nuôi lồng thứ ba là phương pháp lồng chìm, được làm từ lưới sắt với cách chia 15–16&nbsp;mm, với kích thước tổng thể của chuồng dao động từ 11-16 m2 và có chiều cao 1-1,5 m. Những chiếc lồng bè chìm này, phổ biến nhất quanh Đầm Nhà Phu.\n==Dịch bệnh==\n[[Bệnh sữa tôm hùm]] được phát triển ở Việt Nam vào cuối năm 2006, và được cho là kết quả của việc xử lý tôm hùm chất lượng kém và kỹ thuật nuôi trồng thủy sản.<ref name=\"will\">{{chú thích tạp chí |last=Williams |first=K. C. |year=2007 |title=Nutritional requirements and feeds development for post-larval spiny lobster: A review |journal=Aquaculture |volume=263 |issue=1–4 |pages=1–14 |doi=10.1016\/j.aquaculture.2006.10.019 }}<\/ref> Bệnh có khả năng gây ra do căng thẳng trong quá trình xử lý và do điều kiện chất lượng nước không đủ thông qua vận chuyển đường dài từ đánh bắt đến các địa điểm nuôi.<ref name=\"hun\"\/> Các triệu chứng tương tự được nhìn thấy trong các [[crustacean]] khác chẳng hạn như nuôi cấy [[tôm]] và cũng được gây ra bởi các vấn đề liên quan đến căng thẳng. Các triệu chứng căng thẳng tương tự gây ra bởi điều kiện nước chất lượng thấp được cho là gây ra căn bệnh này cũng như gây ra một số [[mầm bệnh cơ hội]] do hệ thống miễn dịch của tôm hùm bị tổn thương do căng thẳng. Tuy nhiên, sữa [[tan máu]] đã được truyền qua thực nghiệm giữa những con tôm hùm bằng cách sống thử và nhiễm trùng huyết tán không được lọc từ tôm hùm bị bệnh sang tôm hùm khỏe mạnh. Lọc máu từ bộ lọc 0,45 m không lây nhiễm, điều này có thể cho thấy sự liên quan của một thực thể bệnh lý được truyền qua nước hoặc thực phẩm.<ref>Lightner, D.V., Pantoja, C.P., Redman, R.M., Poulos, B.T., and Nguyen, H.D., Do, T.H., and Nguyen, T.C. 2008. Collaboration on milky disease of net-pen-reared spiny lobsters in Vietnam. OIE Bulletin 2008 (2):46-47.<\/ref> Các triệu chứng thường thấy khi có quá nhiều lồng nuôi tôm hùm trong một khu vực.<ref name=\"tac\">Tacon, Albert G. J. and Metian, Marc(2009) 'Fishing for Aquaculture: Non-Food Use of Small Pelagic Forage Fish—A Global Perspective', Reviews in Fisheries Science, 17: 3, 305 — 317. (iFirst)<\/ref> Bệnh sữa tôm gây ra sự sụt giảm lớn trong sản xuất tôm hùm hàng năm ở Việt Nam từ 1.900 tấn năm 2006 xuống còn 1.400 tấn năm 2007.<ref name=\"pet\">{{chú thích tạp chí |last=Petersen |first=E. H. |first2=T. H. |last2=Phuong |year=2010 |title=Tropical spiny lobster (''Panulirus ornatus'') farming in Vietnam – bio-economics and perceived constraints to development |journal=Aquaculture Research |volume=41 |issue=10 |pages=e634–e642 |doi=10.1111\/j.1365-2109.2010.02581.x }}<\/ref> Trong một hệ thống nuôi khép kín, bệnh sữa ít khi được quan sát, nhưng tôm hùm có thể bị nhiễm một số bệnh khác, làm giảm tỷ lệ sống. Đầu tiên, vỏ của những con tôm hùm bị bệnh từ từ chuyển từ màu xanh tự nhiên sang màu nâu và cuối cùng chết mà không cho ăn trong nhiều tuần. Thứ hai, ở chân của chân bò cũng như các phần bụng, màu cam xuất hiện và một tuần sau, chân có thể bị gãy và tôm hùm chết. Người ta cũng phát hiện ra rằng một vài con tôm hùm 10-30 g có triệu chứng đặc biệt trong đó hình que màu trắng trông giống như khung lá trên các múi bụng và tôm hùm sẽ chết hàng loạt rất sớm. Những quan sát này được báo cáo từ tôm hùm nuôi trong hệ thống tuần hoàn ở Việt Nam và chưa được công bố.\n\n==Vận chuyển==\nHạt tôm hùm đầu tiên được vận chuyển đến các trang trại, trung bình mất tới 12 giờ. Vận chuyển từ các trang trại nuôi tôm hùm, chẳng hạn như các trang trại ở Phú Yên, Khánh Hòa, Ninh Thuận và Bình Thuận đến các trung tâm thương mại ở Hà Nội hoặc Thành phố Hồ Chí Minh, xảy ra trong các bể nước biển mở, có ga trên xe tải và thường mất từ ​​7 đến 20 giờ. Tôm hùm sống sau đó được xuất khẩu ra nước ngoài một khi chúng được đóng gói trong hộp polystyrene có độ dày lên đến 20&nbsp;mm, cùng với túi nhựa chứa nước và nước đá để giúp tôm hùm mát. Các lỗ nhỏ cũng được cung cấp trong các hộp để thông gió. \n==Thị trường==\nNuôi tôm hùm gai là một ngành kinh tế lớn ở Việt Nam, với các thị trường chính ở Trung Quốc và Đài Loan, Việt Nam cạnh tranh trong một thị trường bị chi phối bởi các nhà sản xuất như Úc, New Zealand và Indonesia, tất cả cùng xuất khẩu tới 10.000 tấn hàng năm, so với 1.500 tấn do các trang trại Việt Nam sản xuất. Tuy nhiên, tôm hùm nuôi cho phép cung cấp và xuất khẩu quanh năm đáp ứng nhu cầu cao trong mùa vụ, và do đó Việt Nam có thể bán với giá cao hơn thị trường. \n==Kinh tế công nghiệp==\nCông nghiệp nuôi tôm hùm 100 triệu USD mỗi năm này đã cung cấp nguồn thu nhập cho hơn 400 gia đình ở Việt Nam và tạo ra hơn 100 việc làm mỗi năm, từ người thu gom tôm hùm cho đến người nuôi tôm hùm. Tuy nhiên, là một ngành công nghiệp phụ thuộc nhiều vào bộ sưu tập tôm hùm hoang dã, nó rất không ổn định. Phát triển trại giống tôm hùm là cần thiết để đảm bảo một ngành công nghiệp ổn định.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Nông nghiệp Việt Nam]]\n[[Thể loại:Khánh Hòa]]\n[[Thể loại:Phân thứ bộ Không càng]]\n[[Thể loại:Động vật giáp xác thương mại]]\n[[Thể loại:Động vật giáp xác ăn được]]"}