{"1782844":"'''Nông nghiệp Việt Nam thời Tiền Lê''' phản ánh tình hình nông nghiệp nước [[Đại Cồ Việt]] từ năm [[980]] đến năm [[1009]] dưới thời [[Tiền Lê]] trong [[lịch sử Việt Nam]].\n\n==Chính sách ruộng đất==\nNông nghiệp vẫn là nền tảng cơ bản của nền kinh tế đương thời. Phần lớn ruộng đất ở làng xã phụ thuộc vào triều đình, do triều đình sở hữu<ref name=\"dtu30\">Đào Tố Uyên, sách đã dẫn, tr 30<\/ref>.\n\nNhà Tiền Lê còn khuyến khích dân các nơi khai khẩn đất hoang để lập làng, mở rộng diện tích đất công<ref name=\"dtu30\"\/>. Những ruộng đất ở làng xã và ruộng mới hình thành do khai hoang, nhân dân theo tập tục chia ruộng đều cho nhau cày cấy và nộp thuế cho triều đình<ref name=\"thq112\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 112<\/ref>.\n\nVề chính sách phân phong ruộng đất, nhà Tiền Lê cơ bản kế thừa nhà Đinh. Chế độ phân phong cho các công thần, quan lại chỉ là tạm thời, để hưởng thuế, không trở thành ruộng đất tư hữu và phải trả lại triều đình sau khi được người phong qua đời<ref>Nhiều tác giả, sách đã dẫn, tr 95-96<\/ref>.\n\nThời Tiền Lê, ngoài một số công thần, vua Lê Đại Hành còn ban đất cho các hoàng tử làm thực ấp. Sử sách ghi lại 11 hoàng tử được ban thực ấp là:\n# [[Lê Ngân Tích]] (Long Tích) làm Đông Thành vương \n# [[Lê Trung Tông (Tiền Lê)|Lê Long Việt]] làm Nam Phong vương \n# [[Lê Long Đinh]] làm Ngự Man vương, đóng ở Phong Châu, tỉnh Thanh Hóa \n# [[Lê Long Đĩnh]] làm Khai Minh vương, đóng ở Đằng Châu, xã Bắc Kiên, Kim Động, Hải Dương \n# [[Lê Long Cân]] làm Ngự Bắc vương, đóng ở Phù Lan \n# [[Lê Long Tung]] làm Định Phiên vương, đóng ở Tư Doanh, Ngũ Huyện Giang, Thanh Hóa \n# [[Lê Long Tương]] làm Phó vương, đóng ở [[Đỗ Động Giang]], Hà Nội ngày nay \n# [[Lê Long Kính]] làm Trung Quốc vương, đóng ở Càn Đà, Mạt Liên\n# [[Lê Long Mang]] làm Nam Quốc vương, đóng ở Vũ Lung \n# [[Lê Long Đề]] (Minh Đề) làm Hành Quân vương, đóng ở Bắc Ngạn, Cổ Lãm \n# Con nuôi làm Phù Đái vương, đóng ở Phù Đái\n\nNhà chùa cũng sở hữu một số đất đai<ref name=\"dtu30\"\/>. Ruộng đất tư nhân do một số trang trại hình thành từ thời Bắc thuộc được triều đình trung ương cho phép tồn tại, thuộc quyền sở hữu tư nhân và được phép mua bán<ref name=\"dtu31\">Đào Tố Uyên, sách đã dẫn, tr 31<\/ref>.\n\n==Sản xuất nông nghiệp==\nNhà Tiền Lê lấy một số ruộng đất ở địa phương làm ruộng tịch (ruộng vua) như Bố Hải Khẩu (Thái Bình), Đỗ Động (Bắc Giang), Đọi Sơn (Hà Nam). Vào đầu xuân vua thực hiện lễ cấy tịch điền để động viên, khuyến khích nhân dân sản xuất nông nghiệp, lần đầu tiên vào năm 987<ref name=\"dvsktt1\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt sử ký toàn thư, Bản kỷ quyển 1]<\/ref>. Triều đình sử dụng người tù tội hoặc nông dân làm nghĩa vụ lao dịch cày cấy, toàn bộ sản lượng thu hoạch về kho của triều đình<ref name=\"thq112\"\/>.\n\nSử sách ghi nhận những thành quả phát triển nông nghiệp thời Tiền Lê, mùa mang tốt vào các năm 987, 989<ref name=\"dvsktt1\"\/><ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 113<\/ref>.\n\n==Xem thêm ==\n* [[Nhà Tiền Lê]]\n* [[Kinh tế Việt Nam thời Đinh]]\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử thông giám cương mục]]\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* Đào Tố Uyên chủ biên ([[2008]]), ''Giáo trình lịch sử Việt Nam, tập 2'', Nhà xuất bản Đại học sư phạm\n* Nhiều tác giả ([[1984]]), ''Thế kỷ X - Những vấn đề lịch sử'', Nhà xuất bản Khoa học xã hội\n* Nguyễn Khắc Thuần (2003), ''Đại cương lịch sử cổ trung đại Việt Nam,'' Nhà xuất bản Văn hóa thông tin\n* Đào Duy Anh ([[2005]]), ''Đất nước Việt Nam qua các đời'', Nhà xuất bản Văn hóa thông tin\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà xuất bản Văn học\n\n== Chú thích ==\n{{Tham khảo}} \n{{Nông nghiệp Việt Nam}}\n{{Lịch sử Việt Nam thời Tiền Lê}}\n\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Tiền Lê]]"}