{"498516":"Do nước [[Đại Việt]] bị chia cắt từ đầu [[thế kỷ 17]], '''nông nghiệp Đại Việt''' thời Lê trung hưng bao gồm 2 bộ phận: nông nghiệp Đàng Ngoài và '''nông nghiệp Đàng Trong'''.\n\n[[Nông nghiệp]] [[Đàng Trong]] phản ánh tình hình ruộng đất và sản xuất nông nghiệp của miền nam nước [[Đại Việt]] thời Lê trung hưng, dưới quyền cai quản thực sự của [[chúa Nguyễn]], trong khoảng thời gian từ 1600 đến 1777.\n\n== Chế độ ruộng đất==\nTừ năm [[1558]], khi mới vào cai quản Thuận-Quảng, [[Nguyễn Hoàng]] chưa định ngạch thuế khóa cho ruộng đất nông nghiệp. Khi đến mùa gặt, ông thường sai người chiếu theo số ruộng đất để thu thuế.\n\nNăm [[1586]], [[Trịnh Tùng]] nhân danh [[Lê Thế Tông]] sai Nguyễn Tạo vào thu thuế Thuận Quảng, nhưng không đi trực tiếp mà cho các phủ huyện tự làm sổ rồi mang về.\n\nTừ năm [[1600]], Nguyễn Hoàng bắt đầu ly khai [[chúa Trịnh|họ Trịnh]], trực tiếp quản lý việc thu [[thuế]] đất này. Năm 1618, ông sai người đo đạc ruộng công của các [[xã]] để thu thuế.\n\nNăm [[1669]], [[Nguyễn Phúc Tần]] theo đề nghị của Vũ Phỉ Thừa, sai Hồ Quảng Đại đi đo đạc ruộng đất ở các [[huyện]], định ra 3 bậc và chia các hạng ruộng để thu thuế thóc.\n\nRuộng đất ở Thuận Quảng khá nhỏ hẹp so với [[Bắc Hà]]. Ruộng đất công Đàng Trong chia làm \"quân điền trang\" và \"quan đồn điền\" thuộc quyền quản lý của chúa Nguyễn. Chúa Nguyễn cấp ruộng này cho người thân thích và công thần. Người thân thích nhà chúa được 10 mẫu, chưởng cơ 5 mẫu, cai cơ 4 mẫu, cai đội 3 mẫu.\n\nRuộng đất ở các xã được phân chia theo lệ làng. Sang [[thế kỷ 18]], mỗi xã dân được chia 5-6 sào ruộng, binh lính thì được khẩu phần gấp 3 lần<ref>Viện Sử học, sách đã dẫn, tr 199<\/ref>.\n\nRuộng đất tư được gọi là bản bức tư điền. Các chúa Nguyễn có chính sách kích thích sự phát triển ruộng tư: các đầm, đất thổ nhưỡng chiêm trũng, vùng nhiễm mặn, rừng rú đều được cải tạo thành các làng xã mới. Ruộng đất tư ở vùng Thuận Quảng phân tán, chủ yếu là loại vừa và nhỏ<ref>Viện Sử học, sách đã dẫn, tr 200<\/ref>.\n\nChính sách cho phép các nhà giàu mộ dân phiêu tán vào nam khai phá đất mới đã tạo điều kiện hình thành bộ phận tư hữu ruộng đất. Đồng thời, việc kiêm tính ruộng đất cũng xảy ra ở vùng Nam Bộ mới hình thành, tạo ra các địa chủ lớn, có ruộng đất hàng ngàn mẫu<ref>Viện Sử học, sách đã dẫn, tr 201<\/ref>.\n\nThời kỳ đầu, các chúa Nguyễn chưa nắm được số ruộng đất, thuế khóa còn nhẹ nên đời sống nông dân khá cao. Từ năm 1669, Nguyễn Phúc Tần bắt đầu ban hành phép thu thuế. Phép thu thuế của Đàng Trong không phải quá nặng, nhưng các quan lại coi việc thu quá nhiều, hay phiền nhiễu nhân dân, truy xét rà soát nhiều và tham nhũng khiến nhân dân bị bóc lột nặng nề<ref>Viện Sử học, sách đã dẫn, tr 209<\/ref>.\n\n==Sản xuất nông nghiệp==\nTừ đầu [[thế kỷ 17]], [[Nam Bộ Việt Nam|Nam Bộ]] còn là vùng đất hoang vu. Từ khi khai phá vùng này, các chúa Nguyễn có chính sách quan tâm đến nông nghiệp. Hàng loạt con [[sông]] và [[kênh]] được đào vét ở Thuận Quảng, điển hình như kênh Trung Đan và Mai Xá. Sang [[thế kỷ 18]], những vùng đất hoang vu ở Nam Bộ đã trở thành ruộng phì nhiêu, ruộng tốt bậc nhất Đại Việt.\n\nNghề nông [[Đàng Trong]] đã tạo ra 26 giống [[lúa]] nếp và 23 giống lúa tẻ<ref>Viện Sử học, sách đã dẫn, tr 203<\/ref>. Ngoài ra, nông dân còn trồng [[danh sách giống khoai tại Việt Nam|khoai]], [[ngô]], hạt [[bo bo]] (tức ý dĩ), [[vừng]] (gọi là ''mè'') và các cây ăn quả gồm mãng cầu ([[na]]), [[mít]], [[chi Xoài|xoài]], [[chuối]]; các loại [[rau]].\n\nMỗi vùng đều có đặc sản riêng như [[họ Bầu bí|bí]], [[dưa bở]] ở [[Bà Rịa]], [[khoai lang]] và [[ngô]] ở [[Biên Hòa]], [[lạc]] ở [[Gia Định]], xoài ở [[Bình Định]], [[hồ tiêu]] ở [[Hà Tiên (tỉnh)|Hà Tiên]], [[mía]] ở [[Bình Thuận]] và [[Quảng Nam]], [[măng cụt]] ở [[Vĩnh Long]] và [[Biên Hòa]], [[dâu]] ở [[Thuận Hóa]], [[Quảng Nam]], [[bông]] ở [[Quảng Ngãi]], [[chi Quế|quế]] ở [[Quy Nhơn]], [[Thăng Hoa]], [[Điện Bàn]].\n\n==Xem thêm==\n* [[Chúa Nguyễn]]\n* [[Nông nghiệp Đại Việt thời Lê sơ|Nông nghiệp Đại Việt thời Lê Sơ]]\n* [[Nông nghiệp Đàng Ngoài thời Lê trung hưng]]\n\n==Tham khảo==\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Kinh tế Việt Nam thời Lê trung hưng]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Nông nghiệp Việt Nam]]\n[[Thể loại:Lịch sử Đàng Trong]]"}