{"2422072":"'''Nông nghiệp Đại Việt thời Mạc''' phản ánh tình hình ruộng đất và sản xuất nông nghiệp nước Đại Việt dưới quyền cai quản của [[nhà Mạc]] trong khoảng thời gian từ [[1527]] đến [[1592]].\n\nCũng như các thời trước, kinh tế [[Đại Việt]] thời Mạc vẫn chủ yếu dựa vào nông nghiệp. Về tổng thể, do tác động của chiến tranh trong phần lớn thời gian tồn tại, hoạt động nông nghiệp thời Mạc không có nhiều thành tựu lớn. Diện tích ruộng đất mà nhà Mạc làm chủ bị thu hẹp nhiều so với thời [[Lê Sơ]]: từ Thanh Hoá trở vào nam thuộc nhà [[Lê trung hưng]] và vùng [[Tuyên Quang]] trong tay [[chúa Bầu]] họ Vũ. Mặt khác, do tập trung vào chiến trường nên nhà Mạc cũng không thể dồn toàn tâm vào việc quản lý ruộng đất<ref>Viện Sử học (2007), sách đã dẫn, tr 456<\/ref>.\n\n==Chế độ điền địa==\n===Ruộng công===\n* '''Phân điền''':\nĐây là hình thức ban cấp ruộng đất cho các thành viên trong hoàng tộc. Nhiều văn bia để lại cho thấy có khá nhiều thành viên trong hoàng tộc [[nhà Mạc]] đã cúng hiến ruộng cho chùa.\n* Lộc điền hay binh điền:\nKhác với thời Lê sơ - lộc điền chủ yếu dành cho quan lại - thời Mạc thì đối tượng được hưởng chủ yếu là binh lính để khuyến khích họ chiến đấu cho triều đình trong bối cảnh chiến sự liên miên. Tuy ban hành từ năm [[1528]] thời [[Mạc Thái Tổ]] nhưng đến năm [[1543]] thời [[Mạc Hiến Tông]] mới thực hiện được. Lộc điền chủ yếu lấy từ nguồn ruộng công ở các làng xã và ruộng chùa. Số lượng binh lính nhà Mạc thời điểm cao nhất là 12 vạn, mỗi người lính được 2 mẫu, diện tích lộc điền khoảng vài chục vạn mẫu. Ruộng cấp cho binh sĩ thường thuộc loại \"nhất đẳng điền\".\n* '''Thế nghiệp điền, tự điền:'''\nLà ruộng của những công thần và con cháu họ được hưởng truyền nối sang đời sau. Những ruộng thế nghiệp này được tư nhân hóa và mang bán công khai<ref name=\"ReferenceA\">Viện Sử học (1996), sách đã dẫn, tr 115<\/ref>.\n* '''Quân điền:'''\nChế độ quân điền thời [[Lê Thánh Tông]] về cơ bản đã bị phá sản từ cuối thời Lê Sơ. Tuy chính sách quân điền đã mất dần tác dụng nhưng nhà Mạc vẫn duy trì. Nhà Mạc chủ trương phân chia ruộng quân điền đồng đều cho mọi người, không phân biệt hạng dân. Một bộ phận khác trong ruộng công, đất công và đất hoang được kê khai, đo đạc và chia cho các hạng từ tướng, quân, quan, dân tới cả người già yếu, cô quả ở các địa phương được hưởng. Do ưu tiên chính sách binh điền để ban thưởng cho binh lính, ruộng đất dùng làm quân điền không còn nhiều<ref>Viện Sử học (2007), sách đã dẫn, tr 461<\/ref>, thậm chí có ý kiến cho rằng nhà Mạc không còn đủ ruộng đất để thực hiện chế độ quân điền<ref>Viện Sử học (1996), sách đã dẫn, tr 114<\/ref>.\n\n===Ruộng tư===\nChế độ tư hữu ruộng đất thời Mạc có điều kiện phát triển tự do<ref name=\"ReferenceB\">Viện Sử học (2007), sách đã dẫn, tr 462<\/ref>. Trong nhiều năm kể từ đầu thế kỷ 16, chiến tranh triền miên, triều đình không có khả năng quản lý, vì vậy tình trạng lấn chiếm đất công ngày càng nhiều. Các làng xã bị tước hết quyền hành đối với ruộng công<ref>Viện Sử học (1996), sách đã dẫn, tr 117<\/ref>.\n\nTại các làng mạc thời [[nhà Mạc]] đã lập địa bạ. Nhà Mạc không những không khống chế mà còn khuyến khích, có chính sách cởi mở với việc phát triển ruộng tư. Việc mua bán đất đai tư nhân rất phổ biến và triều đình không đề ra biện pháp hạn chế hay cấm đoán nào<ref name=\"ReferenceB\"\/>.\n\nDù hình thức ruộng tư khá phổ biến trong xã hội - từ hoàng thân quốc thích tới quan lại và dân thường, nhưng hầu như không có chủ sở hữu lớn. Tầng lớp nông dân chiếm đa số trong các chủ sở hữu ruộng tư<ref>Viện Sử học (2007), sách đã dẫn, tr 463<\/ref>.\n\nCác nhà nghiên cứu cho rằng: hiện tượng này một mặt phản ánh hậu quả của chiến tranh khiến hiệu lực quản lý của chính quyền tập trung giảm đi, nhưng mặt khác cũng cho thấy sự tăng trưởng của quan hệ hàng hóa và tiền tệ trong xã hội và phản ánh sự phát triển của tư hữu và ý thức tư hữu<ref>Viện Sử học (1996), sách đã dẫn, tr 118<\/ref>.\n\n===Ruộng chùa===\nRuộng chùa thời Mạc tồn tại khá phổ biến. Thời Mạc lại là thời kỳ phục hưng của [[Phật giáo]], do đó ruộng chùa ngày càng nhiều. Nhiều ngôi chùa đổ nát được tu tạo và sau đó nhà chùa trở thành chủ sở hữu ruộng đất.\n\nTrong số ruộng đất thuộc nhà chùa sở hữu có cả ruộng công (quan điền) do những người có ruộng cúng tiến lên chùa. Có nhiều thành viên hoàng tộc và quan lại mang ruộng cúng cho nhà chùa<ref name=\"ReferenceA\"\/>. Tuy nhiên, các chùa lớn nhất cũng chỉ sở hữu khoảng 70 mẫu ruộng<ref>Viện Sử học (2007), sách đã dẫn, tr 465<\/ref>.\n\n==Kết quả sản xuất nông nghiệp==\nThông tin về tình hình sản xuất nông nghiệp thời Mạc khá ít ỏi do bị cuộc [[chiến tranh Lê-Mạc]] chi phối.\n\nThời kỳ [[nhà Mạc]] mới nổi, sản xuất nông nghiệp phát triển tốt, đời sống nhân dân được ấm no. Sử sách chép những năm đầu thời Mạc \"được mùa, nhà nhà no đủ, mọi người gọi là thời thái bình thịnh trị\", \"giá thóc rẻ hơn, thuế nhẹ dịch ít, tư pháp nghiêm minh, trộm cướp mất tăm…\"<ref>Viện Sử học (2007), sách đã dẫn, tr 466<\/ref>.\n\nNhà Mạc quan tâm củng cố hệ thống đê điều chống lũ lụt, đào kênh mương dẫn nước tưới tiêu hoặc quai đê lấn biển, khai phá các bãi bồi ven biển. Các đoạn đê Chân Kim, đê Kinh Điền ([[Hải Phòng]]) hay đê Hà Nam ([[Hưng Yên]], [[Quảng Ninh]]) vẫn được dân gian lưu truyền gọi là \"đê nhà Mạc\". Ngày nay vẫn còn dấu vết của các dòng kênh như kênh Voi ở An Lão, kênh Cái Riếc ở Vĩnh Bảo được khai đào từ thời Mạc<ref>Viện Sử học (2007), sách đã dẫn, tr 467<\/ref>.\n\nTuy nhiên, giai đoạn phồn thịnh kéo dài không lâu. [[Chiến tranh Lê-Mạc]] bùng nổ ngày càng lớn, nhà Mạc phải huy động nhân tài vật lực vào chiến tranh nên sản xuất nông nghiệp ít được quan tâm – dù nhà Mạc nắm trong tay vùng đất đai màu mỡ hơn nhà Lê. Sang thời [[Mạc Mậu Hợp]] lại ham hưởng lạc, bỏ chính sự, khiến việc làm đồng áng càng bị bê trễ. Ngoài ra, vào thời kỳ sau, Bắc Bộ còn phải chịu nhiều thiên tai lũ lụt, động đất. Do đó đời sống nhân dân cuối thời Mạc càng khó khăn<ref>Viện Sử học (2007), sách đã dẫn, tr 468-469<\/ref>.\n\n==Xem thêm==\n* [[Thủ công nghiệp Đại Việt thời Mạc]]\n* [[Nông nghiệp Đại Việt thời Lê sơ]]\n* [[Thương mại Đại Việt thời Mạc]]\n\n==Tham khảo==\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội\n* Viện Sử học ([[1996]]), ''Vương triều Mạc'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Lịch sử Việt Nam thời Mạc}}\n\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Kinh tế Việt Nam thời Mạc]]"}