{"44192":"'''Nông Thị Trưng''' ([[6 tháng 12]] năm [[1920]] – [[26 tháng 1]] năm [[2003]]) là một nữ cán bộ cách mạng lão thành, đã tham gia [[Việt Minh]] trong phong trào chống [[Pháp]] ở [[Việt Nam]] từ đầu thập niên 1940. Bà từng giữ chức Chánh án [[Toà án nhân dân]] Tỉnh [[Cao Bằng]].<ref>{{Chú thích web | url = http:\/\/www.bqllang.gov.vn\/tin-tuc\/tin-tong-hop\/2128-ky-c-v-bac-h-c-a-ba-nong-th-trung.html | tiêu đề = Ký ức về Bác Hồ của bà Nông Thị Trưng | tác giả 1 = | ngày = | ngày truy cập = 21 tháng 9 năm 2017 | nơi xuất bản = Ban Quản lý lăng Chủ tịch Hồ Chí Minh | ngôn ngữ = }}<\/ref>\n\n== Tiểu sử ==\nBà có tên thật là '''Nông Thị Bảy''', có tài liệu ghi '''Nông Thị Ngát''', quê ở huyện [[Hà Quảng]], tỉnh [[Cao Bằng]]. Theo hồi ký của thiếu tướng [[Lê Quảng Ba]], Nông Thị Trưng là đội viên du kích trẻ tuổi nhất trong đội du kích đầu tiên của tỉnh Cao Bằng, do [[Lê Thiết Hùng]] chỉ huy.\n\nTrong vòng tám tháng vào năm [[1941]]-[[1942]], bà đã làm giao liên cho \"[[Hồ Chí Minh|Già Thu]]\", bí danh của [[Hồ Chí Minh]] lúc đó. Tên Trưng của bà do \"Già Thu\" đặt, có ý muốn bà noi gương [[Hai Bà Trưng|Trưng Trắc]], [[Hai Bà Trưng|Trưng Nhị]]. Cùng với các đảng viên và nhân dân Hà Quảng có điều kiện ở gần Hồ Chí Minh, bà đã được ông trực tiếp dạy văn hóa.<ref name=\"ND\">[http:\/\/www.nhandan.com.vn\/tinbai\/?top=37&sub=50&Article=127665 Cảm nhận từ Pác Bó], báo Nhân dân, 29-07-2008, truy nhập ngày 16-10-2008.<\/ref>\nBà được Hồ Chí Minh kết nạp vào [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] ngày 25 tháng 12 năm 1941.<ref name=\"SGTT\">[http:\/\/www.sgtt.com.vn\/detail26.aspx?newsid=13375&fld=HTMG\/2006\/1012\/13375 Nhật ký lữ hành xuyên Việt: Đăng sơn thăm dấu Bác] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090206205623\/http:\/\/www.sgtt.com.vn\/detail26.aspx?newsid=13375&fld=HTMG%2F2006%2F1012%2F13375 |date=2009-02-06 }}, báo Sài Gòn tiếp thị, 12-10-2006, truy nhập ngày 16-10-2008<\/ref> Bà là một trong những phụ nữ đầu tiên của Cao Bằng sớm tham gia cách mạng<ref name=\"SGTT\"\/>, và trở thành một trong những cán bộ, đảng viên cốt cán của Đảng Cộng sản Việt Nam<ref name=\"ND\"\/>.\n\n==Hoạt động cách mạng==\nTờ báo Xuân ''Phụ Nữ'' năm Đinh Sửu 1997 xuất bản trong nước một bài viết có tựa đề ''\"Cô Học Trò Nhỏ của Bác Hồ\"'' được tác giả Thiên Lý viết theo lời kể của chính Nông Thị Trưng có đoạn: ''\"Tháng 7 năm 1941, được tin (chính quyền) châu Hà Quảng đưa lính cơ tới bắt, ngay đêm ấy tôi trốn ra rừng, rồi được Châu uỷ đem qua Bình Mãng ([[Trung Quốc]]) lánh nạn tại nhà một đảng viên [[Đảng Cộng sản Trung Quốc]]. Một hôm đồng chí [[Lê Quảng Ba]] và [[Vũ Anh]] đến đón tôi từ Trung Quốc về [[Hang Pác Bó|Pắc Bó]] gặp Bác.''\n\n''Về Pắc Bó đã nửa đêm, anh Đại Lâm người giữ trạm đầu nguồn đưa ngay chúng tôi đi gặp \"[[Hồ Chí Minh|ông Ké]]\". Lội ngược suối càng đi nước càng sâu, khi đến thác thứ ba, anh Đại Lâm thổi sáo, từ trên thác có thang tre thả xuống. Trèo thang lên, thấy một cái lán dựng ngay trên bờ suối. Trong lán có ông cụ ngồi đọc sách. Tôi chắp tay \"Cháu chào cụ ạ\". Ông cụ nhìn lên hai mắt rất sáng, ân cần bảo: \"Cháu đến rồi à, cháu ngồi xuống đây nói chuyện\".'' Tôi nhìn xuống sàn, thấy toàn cây to bằng bắp chân. Cụ bảo hai lần tôi mới dám ngồi. Cụ tỉ mỉ hỏi gia cảnh, rồi khuyên tôi: ''\"Từ nay cháu đã có một gia đình lớn là gia đình [[cách mạng]], đừng luyến tiếc gia đình nhỏ nữa. Cháu cặm cụi làm ăn cũng không đủ để nộp sưu thuế đâu. Mình lấy lại được nước rồi từng gia đình sẽ được đàng hoàng. Từ nay ai hỏi thì cháu nói mình là cháu chú Thu, tên Trưng\". Bác đặt tên ấy là muốn tôi noi theo gương bà Trưng\".''\n\nNông Thị Trưng đã học tập lý luận cách mạng cùng \"Già Thu\" trong khoảng 8 tháng.\n\n''\"Từ đấy tôi ở lại lán anh Đại Lâm, mỗi ngày vào lán của Bác một giờ để học tập. Bác dạy cho tôi từ chuyện thế giới, chuyện [[chủ nghĩa cộng sản|cộng sản chủ nghĩa]] đến cả những cách ứng xử thường ngày như \"Đừng làm một việc gì có thể khiến dân mất lòng tin. Mượn một cái kim, một con dao, một buổi là phải đem trả. Trong ba lô nếu có màn, phải để ở ngoài cửa, hỏi xem chủ nhà có bằng lòng mới đem vào. Cháu là nữ, trước bàn thờ có cái giường để các cụ ngồi ăn cỗ, cháu không được ngồi...\". Tám tháng được Bác chỉ dạy tôi học được hơn cả mấy chục năm học lý luận tập trung sau này\"''.\n\nĐoạn hồi ký trên còn được đăng tại Tạp chí Công nghiệp<ref>[http:\/\/irv.moi.gov.vn\/sodauthang\/sukienvande1\/2007\/10\/17154.ttvn Hồ Chí Minh với sự nghiệp giải phóng phụ nữ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081208014112\/http:\/\/irv.moi.gov.vn\/sodauthang\/sukienvande1\/2007\/10\/17154.ttvn |date=2008-12-08 }}, Tạp chí Công nghiệp, kì I tháng 10\/2007, tr. 4, truy nhập ngày 16\/10\/2008<\/ref>.\n\nKhi biết Nông Thị Trưng là người ham học, hàng ngày lấy than và que để viết chữ và vẽ hình<ref>[http:\/\/www.khoahocphattrien.com.vn\/news\/bandocviet\/?art_id=4759 Hình tượng Bác Hồ qua những câu chuyện kể] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081208053218\/http:\/\/www.khoahocphattrien.com.vn\/news\/bandocviet\/?art_id=4759 |date=2008-12-08 }}, báo Khoa học và Phát triển, 06\/08\/2007, truy nhập ngày 16\/7\/2008.<\/ref>, Hồ Chí Minh đã gửi cho bà một số vở, bút viết, với bài thơ mà sau này được đưa vào sách giáo khoa Việt Nam<ref name=\"SGTT\"\/>: \n:''Vở này ta tặng cháu yêu ta\n:''Tỏ chút lòng yêu cháu gọi là\n:''Mong cháu ra công mà học tập\n:''Mai sau cháu giúp nước non nhà\nTheo nhà nghiên cứu Nguyễn Xuân Nguyên <ref>[http:\/\/www.vannghequandoi.com.vn\/binh-lun-vn-ngh\/14-hc-tp-a-lam-theo-tm-gng-o-c-h-chi-minh\/3396-tr-em-trong-th-bac-h.html?tmpl=component&print=1&page= TRẺ EM TRONG THƠ BÁC HỒ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080928094343\/http:\/\/www.vannghequandoi.com.vn\/binh-lun-vn-ngh\/14-hc-tp-a-lam-theo-tm-gng-o-c-h-chi-minh\/3396-tr-em-trong-th-bac-h.html?tmpl=component&print=1&page= |date=2008-09-28 }}, 08 Tháng 9 2008, Văn Nghệ Quân đội.<\/ref> thì bài thơ được viết năm 1944 và có tên \"''Tặng cháu Nông Thị Trưng''\".\n\nHồ Chí Minh cũng tặng Nông Thị Trưng quyển [[Binh pháp Tôn Tử]]<ref name=\"SGTT\"\/> để bà hiểu biết thêm về quân sự, nhằm cùng đội du kích sáng tạo cách tổ chức, hoạt động và cách đánh Pháp.\n\nSau ngày 2 tháng 9 năm 1945, chồng bà đưa cho bà xem bức ảnh Chủ tịch Hồ Chí Minh đọc Tuyên ngôn độc lập ở quảng trường Ba Đình. Khi đó bà mới biết người dạy học cho mình chính là Chủ tịch Hồ Chí Minh.\n\nTừ năm 1964 đến năm 1980 (trước khi nghỉ hưu), bà được phân công làm Chánh án Toà án nhân dân tỉnh Cao Bằng. Ngày Hồ Chí Minh qua đời, bà tham gia đoàn cán bộ và nhân dân Cao Bằng về Hà Nội dự tang lễ. Với tư cách là cán bộ hoạt động thân cận với Hồ Chủ tịch ngay từ những ngày buổi đầu cách mạng, bà vinh dự được túc trực bên linh cữu hai lần, vào sáng và chiều ngày 8 tháng 9 - 1969.\n\n== Gia đình ==\nTạp chí [[Asia Times]] đã dẫn lại tin đồn cho rằng Nông Thị Trưng là mẹ đẻ của [[Nông Đức Mạnh]], Tổng Bí thư Đảng Cộng sản Việt Nam từ năm [[2001]]<ref>Trong tạp chí ''Asia Times'', cơ quan của Bộ Giáo dục và Đào tạo Việt Nam, số 434 ra ngày 30 tháng 4 năm 2001 có đăng bài ''Tổng Bí thư Nông Đức Mạnh trong ký ức của một người thầy'' nhân dịp Nông Đức Mạnh lần đầu được bầu làm [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng bí thư Đảng Cộng sản Việt Nam]], nói về cảm tưởng của thầy giáo cũ La Văn Ngâm dạy [[trung học cơ sở|cấp 2]] về học trò cũ Nông Đức Mạnh. Bài có đoạn tả thầy giáo này tìm đến nhà bà Trưng, thân mẫu Nông Đức Mạnh, trong đó có ghi rõ chú thích của tạp chí: \"bà Nông Thị Trưng là thân mẫu đồng chí Nông Đức Mạnh\".<\/ref>. Tuy nhiên, Nông Đức Mạnh đã khẳng định đây là tin đồn vô căn cứ, và rằng cha mẹ ông là ông [[Nông Văn Lại]] và bà [[Hoàng Thị Nhị]], quê ông ai cũng biết hàng năm tháng ba âm lịch (tết [[thanh minh]]) ông luôn về quê để tảo mộ cha mẹ (hai người đều mất sớm), và ông còn có em trai, em gái ở quê.<ref>Bộ ngoại giao Việt Nam, [http:\/\/www.mofa.gov.vn\/vi\/cs_doingoai\/pbld\/ns04081814260931 Tổng Bí thư Nông Đức Mạnh trả lời phỏng vấn cho Tạp chí Thời đại]<\/ref>\n\nChồng bà Nông Thị Trưng là ông Hoàng Văn Thạch, họ yêu nhau lúc bà 19 tuổi rồi xây dựng gia đình với nhau. Ông Thạch sớm tham gia cách mạng và lấy tên là Hoàng Hồng Tiến, ông từng bị quân Pháp bắt giam ở nhà tù Hoả Lò, rồi đày đi nhà tù Sơn La từ năm 1941 đến năm 1945. Sau [[Cách mạng Tháng Tám]], ông được giải thoát khỏi nhà tù, năm 1946 là Bí thư Tỉnh uỷ Lạng Sơn<ref>{{Chú thích web |url=http:\/\/vannghequandoi.com.vn\/Hoc-tap-va-lam-theo-tam-guong-Dao-duc-Ho-Chi-Minh\/Vo-nay-ta-tang-chau-yeu-ta-5912.html |ngày truy cập=2018-09-06 |tựa đề=Bản sao đã lưu trữ |archive-date=2018-09-06 |archive-url=https:\/\/web.archive.org\/web\/20180906195401\/http:\/\/vannghequandoi.com.vn\/Hoc-tap-va-lam-theo-tam-guong-Dao-duc-Ho-Chi-Minh\/Vo-nay-ta-tang-chau-yeu-ta-5912.html |url-status=dead }}<\/ref>.\n\n==Qua đời==\nĐầu năm 2003, bà qua đời. Báo Nhân dân có đăng tin buồn, lấy từ Thông tấn xã Việt Nam. Thông báo này cũng từng công bố trên website của báo, ở địa chỉ số 5 phố Lý Thường Kiệt, phường Phan Chu Trinh, quận Hoàn Kiếm, thành phố Hà Nội.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.old.baoyenbai.com.vn\/?NewsID=46695 Ấm áp suối nguồn] (bài báo nhắc đến cô cháu gái của Nông Thị Trưng) <!-- không đưa vào phần \"Gia đình\" vì ngại có người bảo là: xa xôi quá, nhưng đây là bắng chứng rằng đây là người có thật-->\n\n{{Thời gian sống|sinh=1920|mất=2003}}\n\n[[Thể loại:Người Cao Bằng]]\n[[Thể loại:Người Tày]]"}