{"498903":"Do nước [[Đại Việt]] bị chia cắt từ đầu [[thế kỷ 17]], nông nghiệp Đại Việt thời Lê trung hưng bao gồm 2 nội dung ''nông nghiệp Đàng Ngoài'' và nông nghiệp [[Đàng Trong]].\n\n[[Nông nghiệp]] [[Đàng Ngoài]] phản ánh tình hình ruộng đất và sản xuất nông nghiệp của miền bắc nước Đại Việt thời [[Nhà Lê trung hưng|Lê trung hưng]], dưới quyền cai quản thực sự của [[chúa Trịnh]], trong khoảng thời gian từ 1592 đến 1786.\n\n== Chế độ ruộng đất==\nTừ thời [[nhà Mạc]], do [[chiến tranh Lê-Mạc|chiến tranh]], triều đình phải ưu tiên quân sĩ khi thực hiện chính sách quân điền (chia ruộng công ở làng xã). Ruộng còn lại để chia cho dân đinh không được bao nhiêu. Sang thời [[Nhà Lê trung hưng|Lê trung hưng]], các [[chúa Trịnh]] vẫn tiếp tục phải ưu đãi binh lính vì các cuộc nội chiến trong nước còn tiếp diễn.\n\nĐối với các công thần có công lao trung hưng nhà Lê, triều đình cũng áp dụng ban lộc điền như thời Lê Sơ nhưng quy mô ít hơn, mỗi lần cấp chỉ được khoảng 50 mẫu; hoặc thay vào đó là thưởng công bằng tiền hoặc bằng thóc<ref>Viện Sử học, sách đã dẫn, tr 176<\/ref>.\n\nNhiều quý tộc và quan lại sau khi được cấp ruộng, khi chết không trả lại cho triều đình. Năm 1670, [[Trịnh Tạc]] ban hành mức thuế cho loại ruộng \"miễn hoàn\" (tha không phải trả lại cho triều đình khi người được cấp chết), chính thức thừa nhận sở hữu ruộng đất công của những người này.\n\nĐể bảo đảm thu nhập của triều đình, trừ các ruộng công thần, ruộng binh lính, [[chúa Trịnh]] cho thu thuế tất cả các loại ruộng khác, kể cả ruộng thế nghiệp, ruộng công, ruộng cấp tứ... Năm 1664, theo đề nghị của [[Phạm Công Trứ]], nhà Lê ban hành phép \"bình lệ\". Theo đó, khi thống kê chỉ kê số dân đinh, số ruộng ở các xã rồi từ đó tính toán và ấn định số thuế phải nộp của xã đó. Số lượng thu đó được duy trì trong các năm tiếp theo, không cần tính tới sự thay đổi về số đinh hay thay đổi về ruộng đất của xã. Cách thu này dẫn đến sự thao túng, gian lận ruộng đất và các dân đinh của chức dịch ở làng xã, đồng thời xảy ra nạn bất công trầm trọng, đời sống nhân dân càng khó khăn<ref>Viện Sử học, sách đã dẫn, tr 177<\/ref>.\n\nTừ thế kỷ 17 sang [[thế kỷ 18]], tình trạng tư hữu hóa ruộng đất càng nhiều, các quan lại, địa chủ nắm giữ phần lớn ruộng tư. Họ thường ép giá những người dân nghèo khổ phải bán ruộng đất để thôn tính đất đai. Năm 1711, theo đề nghị của [[Nguyễn Quý Đức]], triều đình ban hành lại phép quân điền của thời Lê Sơ để ngăn chặn tình trạng này. Theo chính sách đó, người đã được cấp đủ ruộng tư hoặc ruộng lộc thì thôi không được cấp nữa. Dân đinh từ 18 tuổi trở lên được ban ruộng khẩu phần, đến 60 tuổi thì trả lại cho làng xã. Cách chia và khẩu phần thực hiện 6 năm 1 lần. Tuy nhiên, việc áp dụng chính sách quân điền năm 1711 không thực hiện được như mục đích ban đầu của triều đình, việc thôn tính đất đai vẫn diễn ra mạnh mẽ. Ruộng công sau khi phân cho quân lính còn lại rất ít cho dân, triều đình cũng không can thiệp vào việc chia đất ở làng xã như thời Lê Sơ nữa. Sau này [[Trịnh Doanh]] lên ngôi (1740) cũng ban hành phép \"tỉnh điền\" để lập lại công bằng nhưng cũng không thực hiện được<ref>Viện Sử học, sách đã dẫn, tr 178-179<\/ref>.\n\nNăm 1723, [[Trịnh Cương]] ban hành biểu thuế ruộng mới khá chi tiết. Theo biểu này, các quý tộc và quan lại được miễn thuế ruộng tư với diện tích nhất định theo phẩm hàm, cao nhất là nhất phẩm được miễn 25 mẫu. Các quan hầu trong cung và phụ nữ quý tộc được miễn tương ứng, với số gấp đôi (cao nhất là 50 mẫu). Nếu viên quan nào có quá nhiều ruộng tư quá số quy định thì phải nộp thuế trên số vượt quá đó; người nào có ít ruộng tư hơn mức được hưởng thì được thêm tiền theo phẩm trật. Riêng với vùng [[Thanh Hóa|Thanh]] [[Nghệ An|Nghệ]] - nơi trưng tập binh lính nanh vuốt của triều đình - mãi đến tận năm 1780 mới bắt đầu thu thuế ruộng tư<ref>Viện Sử học, sách đã dẫn, tr 178-181<\/ref>.\n\nViệc thu thuế ruộng tư nhằm giảm bớt sự bất công do chính sách miễn thuế ruộng tư từ thời Lê sơ gây ra và tăng thu cho ngân khố triều đình.\n\n== Sản xuất nông nghiệp==\n===Thủy lợi và khai hoang===\nKể từ khi đánh bại [[nhà Mạc]], làm chủ vùng Bắc bộ, chính quyền Lê-Trịnh đã có nhiều cố gắng khắc phục hậu quả chiến tranh, khôi phục sản xuất nông nghiệp.\n\nNăm 1596, [[Lê Thế Tông]] ra chiếu tha lao dịch cho người dân lưu tán trở về quê trong 3 năm. Năm 1707, triều đình lại có lệnh: tha phú thuế và lao dịch cho dân lưu tán trong 3 năm, người trở về quá nghèo khổ cũng được miễn thuế trong 3 năm. Năm 1730, triều đình có lệnh: các làng ly tán nếu trở về đông đủ đúng hạn sẽ được thưởng, nếu không về đúng hạn sẽ bị phạt<ref>Viện Sử học, sách đã dẫn, tr 184<\/ref>.\n\nĐối với việc thủy lợi, triều đình Lê-Trịnh cũng quan tâm. Khi thời tiết hạn hán nặng, triều đình cử quan xuống các đạo xem xét và sai làm xe tát nước để chống hạn. Việc tuần tra, sửa chữa đê điều cũng thực hiện thường xuyên. Từ đầu thời Lê trung hưng không có chức quan chuyên trách đê điều như thời [[nhà Trần]] và thời [[Nhà Lê sơ|Lê Sơ]]. Năm 1741, Trịnh Doanh lên ngôi chúa mới đặt ra chức Nông quan ở tứ trấn và chức quan Hà đạo trông coi sông ngòi và đường thủy.\n\nĐể đảm bảo cuộc sống, người nông dân [[Đàng Ngoài]] phải cố gắng khai hoang phục hóa đất đai để mở rộng diện tích canh tác nông nghiệp. Vì thiếu đất nên mỗi người chỉ được một miếng đất nhỏ, người nông dân phải xen canh tăng vụ, tận dụng tối đa mảnh đất, mỗi năm thường thu hoạch 2-3 vụ.\n\nViệc khai hoang đã mở thêm nhiều diện tích canh tác ở Sơn Nam, vùng trung du Cao Bằng, Thái Nguyên, Tuyên Quang... Nhiều làng mới được thành lập.\n\n===Kỹ thuật===\nKỹ thuật sản xuất nông nghiệp ở đồng bằng đạt trình độ khá cao. Phương pháp cày cấy chủ yếu dựa vào sức người, nông cụ giản đơn như liềm, cuốc, cày, bừa, hái.\n\nĐiểm tiến bộ là người nông dân đã cải tạo được nhiều giống lúa phù hợp với từng loại đất và đồng ruộng. Đến [[thế kỷ 18]] đã có 64 giống [[lúa]] các loại, gồm 27 giống lúa mùa, 8 giống [[lúa chiêm]], 29 giống lúa nếp; trong đó có nhiều giống lúa ngắn ngày. Trình độ thâm canh của nông dân khá cao. Giá trị nông sản tạo ra trên 1 khoảnh ruộng là hơn 200 quan. Ngay cả những vùng đất xấu như [[Nghệ An]], người dân cũng biết cách canh tác thích hợp<ref name=\"VSH186\">Viện Sử học, sách đã dẫn, tr 186<\/ref>.\n\nKỹ thuật canh tác bước đầu đã được tổng kết lại. Lễ Bộ thượng thư Trần Cảnh, người làng Điền Trì, huyện Chí Linh ([[Hải Dương]]) đã viết cuốn ''Minh nông phả'' nói về thời tiết và kinh nghiệm với nghề nông.\n\n===Các loại cây trồng===\n====Cây nông nghiệp====\nNgoài lúa, nông dân còn trồng những cây [[thực phẩm|lương thực]] khác như [[khoai lang]], [[khoai sọ]], [[khoai môn]], [[sắn]], [[củ mài]] và [[ngô]]. [[Lê Quý Đôn]] cho biết: từ cuối [[thế kỷ 17]], cây [[ngô]] mới được du nhập vào Đại Việt do Tiến sĩ Trần Thế Vinh đi sứ [[nhà Thanh]] mang về<ref>Viện Sử học, sách đã dẫn, tr 187. Có giả thuyết khác là do Phùng Khắc Khoan đi sứ mang về<\/ref><ref>[http:\/\/cema.gov.vn\/modules.php?name=Content&op=details&mid=9935 Người mang giống ngô dạy dân trồng ngô]{{Liên kết hỏng|date = ngày 23 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nCác loại rau được trồng phổ biến là [[rau muống]] (thả bè nổi trên ao hồ) và cà. Đậu do người [[Hà Lan]] mang đến<ref name=\"VSH187\">Viện Sử học, sách đã dẫn, tr 187<\/ref>, ban đầu được trồng thử ở vùng bãi sông [[Hải Dương]], sau nhanh chóng lan ra nhiều nơi. [[Su hào]] và [[cải bắp|bắp cải]] cũng là những loại rau du nhập được trồng phổ biến<ref name=\"VSH187\"\/>.\n\nTrong các loại cây ăn quả, [[cam]] và [[chuối]] trồng phổ biến nhất, có đến bảy loại cam và chín loại [[chuối]]. Các loại cây trồng có tiếng gồm [[dưa hấu]] ở Cổ Lộng và La Khê, [[vải]] ở Yên Nhân và [[Mỹ Hào|Đường Hào]] ([[Hưng Yên]]), [[bưởi]] ở Đông Lao, [[mít]] ở [[Gia Lâm]], [[Đông Ngàn (huyện)|Đông Ngàn]] và [[Cổ Loa]] ([[Đông Anh]]), hồng ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]] và [[Kinh Bắc]].\n\nDo [[khí hậu]] nóng và ẩm, 1 năm có thể nuôi đến 8 lứa tằm. Các phủ Tam Đái, [[Quảng Oai]], trấn [[Sơn Tây (tỉnh cũ)|Sơn Tây]] ít ruộng nhiều bãi, nông dân thường trồng ngô và khoai lang xen lẫn với trồng dâu.\n\n====Cây công nghiệp====\nNgoài ra, người dân [[Đàng Ngoài]] còn trồng một số loại cây công nghiệp như [[thuốc lào]], [[chè]].\n\nCây [[thuốc lào]] được du nhập từ nước [[Lào|Ai Lao]] trong [[thế kỷ 17]], các tầng lớp từ quan đến dân, từ nam đến nữ đều hút, do đó mọi người trồng ngày càng nhiều. Dù có lệnh cấm hút thuốc lào của triều đình nhưng mọi người vẫn hút trộm<ref name=\"VSH189\">Viện Sử học, sách đã dẫn, tr 189<\/ref>.\n\nNhững nơi trồng nhiều chè có Am Thiềm, Am Giới, Am Các (huyện Ngọc Sơn, [[Thanh Hóa]]); làng Đông Lạc huyện Kim Hoa, làng Lương Quy huyện Đông Ngàn, làng Chi Nê huyện Mỹ Lương, làng Tuy Lai và Thượng Lâm huyện Chương Đức...\n\n==Kết quả==\nDo chính sách khuyến nông và sức lao động chăm chỉ của người dân, đến đầu thế kỷ 18, nông nghiệp Đàng Ngoài có những tiến bộ đáng kể<ref name=\"VSH186\"\/>. Những năm không gặp phải thiên tai, lụt lội, nhiều năm được mùa. Điều đó được thương nhân [[William Dampier]] đến [[Đàng Ngoài]] [[thế kỷ 17]] nhận xét:\n:''Vương quốc này có rất nhiều lúa [[gạo]], nhất là ở những vùng đất trũng là nơi được tưới bón nhờ vào các con [[sông]] dâng lên tràn ngập vào đấy... Nếu [[mưa]] và [[lụt]] thuận hòa, người ta gặt 1 năm 2 vụ và có rất nhiều thóc''<ref>Viện Sử học, sách đã dẫn, tr 190<\/ref>.\n\nGiáo sĩ Martini đến Đàng Ngoài [[thế kỷ 18]] cũng ghi nhận:\n:''Đất đai màu mỡ không lúc nào nghỉ sản xuất... Người dân hiểu giá trị của ruộng đất nên không bao giờ họ bỏ đất hoang. Mỗi năm họ thường làm được 2 đến 3 vụ lúa''<ref name=\"VSH189\"\/>.\n\n==Xem thêm==\n* [[Nhà Hậu Lê]]\n* [[Nông nghiệp Đại Việt thời Lê sơ|Nông nghiệp Đại Việt thời Lê Sơ]]\n* [[Nông nghiệp Đàng Trong thời Lê trung hưng]]\n\n==Tham khảo==\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Kinh tế Việt Nam thời Lê trung hưng]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Nông nghiệp Việt Nam]]"}