{"511670":"'''Nông nghiệp Đại Việt thời Lý''' phản ánh chế độ ruộng đất và việc sản xuất [[nông nghiệp]] thời [[nhà Lý]] trong [[lịch sử Việt Nam]].\n\n==Chế độ ruộng đất==\n===Ruộng công===\nTrong số các loại ruộng công, ruộng quốc khố và đồn điền được các sử gia ghi nhận các thuật ngữ này trong sách ''An Nam chí nguyên'' của (phần Cống phú) Cao Hùng Trưng ([[Trung Quốc]]), còn trong sử sách của [[Việt Nam]] không thấy ghi<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 134<\/ref>.\n* ''Quốc khố điền'' là ruộng công của triều đình mà hoa lợi thu được dự trữ vào kho của vua để chi dùng cho hoàng cung. Người cày cấy trên ruộng của vua gọi là \"cảo điền nhi\" hay \"cảo điền hoành\", vốn là người bị tù tội, có thân phận như nô tỳ. Nhà Lý đã điều động các cảo điền nhi đến những vùng ven biển khai phá ruộng đất. Họ lập ra các làng Cảo ven sông, ven biển như An Cảo<ref>Nay là An Tảo, xã Phú Sơn, [[Hưng Hà]], [[Thái Bình]]<\/ref>, Nhật Cảo<ref>Nay là Nhật Tảo, xã Hồng Minh, Hưng Hà, [[Thái Bình]]<\/ref>, A Cảo, Phấn Cảo<ref>Nay là đều thuộc huyện Quỳnh Phụ, [[Thái Bình]]<\/ref>.\n* ''Đồn điền'' là việc tổ chức khai hoang ven sông, ven biển thuộc đồng bằng [[sông Hồng]], [[sông Mã]], [[sông Lam]]. Lực lượng lao động chủ yếu ở đây là tù binh chiến tranh. Năm 1044, [[Lý Thái Tông]] bắt được hơn 5.000 người [[Chiêm Thành]], cho ở từ trấn Vĩnh Khang<ref>Tương Dương, [[Nghệ An]]<\/ref> đến Đăng Châu<ref>Nay là Quy Hóa thuộc [[Phú Thọ]] và [[Yên Bái]]<\/ref> và đặt hương ấp phỏng theo tên gọi cũ của Chiêm Thành<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 135<\/ref>.\n* ''Ruộng tịch điền'' là loại ruộng do triều đình trực tiếp quản lý, hoa lợi dùng cho triều đình. Hằng năm, nhà Lý vẫn duy trì cày ruộng tịch điền là hình thức kế thừa từ thời [[Nhà Tiền Lê|Tiền Lê]]. Vua thân hành tế [[Thần Nông]] rồi tự cầm cày. Nghi thức cày ruộng tịch điền phản ánh tư tưởng trọng nông và khuyến khích phát triển nghề nông. Nhà Lý đặt ruộng tịch điền ở Bố Hải Khẩu, Ứng Phong và [[Lý Nhân]].\n* ''Ruộng sơn lăng'' là loại ruộng dùng vào việc thờ phụng tổ tiên dòng họ nhà vua.\n* ''Ruộng công làng xã'' là ruộng giao cho các làng xã quản lý, do những người lính nhàn thời bình về cày cấy (theo chính sách \"ngụ binh ư nông\"). Hoa lợi thu được từ ruộng này để nuôi quân.\n* ''Ruộng thác đao'' và ''ấp thang mộc'' là ruộng ban thưởng cho quan lại, công thần.\n**Xuất phát của tên gọi ''ruộng thác đao'' từ chuyện tướng [[Lê Phụng Hiểu]]. Sau khi Phụng Hiểu giúp [[Lý Thái Tông]] dẹp [[loạn tam vương]] lên ngôi, vua Lý muốn thưởng chức cho ông nhưng Phụng Hiểu xin đề đạt nguyện vọng được lên núi Băng Sơn ném đao lửa đi xa, đao rơi xuống chỗ nào trong đất công thì xin được lấy đất ấy làm sản nghiệp. Lý Thái Tông ưng thuận. Lê Phụng Hiểu lên núi ném đao rơi xuống hương Đa Mi. Vua ban cho Phụng Hiểu đất đó, vì vậy người Ái châu gọi đó là \"ruộng ném đao\"<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 136<\/ref>. Thực chất, ruộng thác đao chỉ dành cho 1 đời công thần, không truyền được cho con cháu và công thần cũng chỉ được hưởng phần thuế thu từ ruộng đó<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 137<\/ref>.\n** ''Ấp thang mộc'' hay ''thực ấp'' là vùng đất được ban cho quan lại gồm một số lượng hộ dân cùng ruộng đất chịu sự quản lý của họ, được nhà Lý áp dụng khá rộng rãi. Thông thường, thực ấp với số hộ dân thuộc quyền các quan lại nhỏ hơn trên danh nghĩa, như [[Lý Thường Kiệt]] được ban thực ấp 1 vạn hộ nhưng thực tế chỉ có 4.000 hoặc Lý Bất Nhiễm được phong thực ấp 7.500 hộ nhưng thực tế chỉ có 1.500. Sở dĩ như vậy vì thực tế nhà Lý không đủ số hộ và ruộng đất để phong mà việc phong trên danh nghĩa nhằm biểu dương công trạng của người đó<ref name=\"THQ137-38\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 137-138<\/ref>. Khi người được phong qua đời thì đương nhiên dòng họ đó hết quyền lợi và số hộ trở về với triều đình. Chế độ này không tạo điều kiện cho sự củng cố sở hữu ruộng đất phong kiến tư nhân<ref name=\"THQ137-38\"\/>.\n\n===Ruộng đất nhà chùa===\nLà đất đai do nhà [[chùa]] quản lý, chiếm số lượng khá lớn. Năm 1086 triều đình chia các chùa ra ba loại: đại danh lam, trung danh lam và tiểu danh lam. Cách chia đó phản ánh sự khác nhau về mức độ sở hữu đất đai của các chùa khi đó<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 139<\/ref>.\n\n===Ruộng tư===\nChế độ sở hữu ruộng tư thời Lý khá phổ biến và phát triển. Việc mua bán, kiện tụng và cúng tặng ruộng đất đã xuất hiện ở nhiều nơi. Pháp luật cho phép các tầng lớp trong xã hội mua bán ruộng đất.\n\nĐể ngăn chặn sự lấn chiếm của các nhà giàu có quyền thế, năm 1143 và 1145, [[Lý Anh Tông]] ra quy định<ref name=\"THQ140\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 140<\/ref>:\n:''Các nhà quyền thế ngoài đầm ao của mình không được ngăn cấm xằng bậy, làm trái thì có tội. Những người tranh nhau ruộng ao không được nhờ cậy quyền thế. Làm trái thì phải tội đánh 80 trượng.''\n\nViệc đo đạc ruộng đất thời Lý đã xuất hiện, nhưng đơn vị đo lường tính chưa thống nhất; nơi tính theo mẫu, nơi tính bằng thước<ref name=\"THQ140\"\/>.\n\n==Sản xuất nông nghiệp và làm thủy lợi==\n[[Nhà Lý]] áp dụng chính sách ''ngụ binh ư nông'', cho binh lính thay nhau về làm ruộng, có tác dụng phát triển sản xuất nông nghiệp, sức lao động không bị thiếu. Binh sĩ thay nhau nghỉ 1 tháng 1 lần về cày ruộng tự cấp.\n\nTrong những năm đầu triều Lý từng xảy ra thiên tai làm mất mùa như các năm: 1037, 1043, 1050, 1053, 1070, 1071, 1079, 1095, 1108, 1117, 1121, 1124, 1126. Ngoài việc vua làm lễ cầu đảo, triều đình cũng ra những biện pháp như quy tập người tha hương trở về quê quán để đảm bảo sức lao động ở nông thôn; trị nặng tội ăn trộm và giết [[trâu]] [[bò]] bừa bãi…<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 141<\/ref>\n\nNgoài ra triều đình còn chú trọng việc trị thủy, đắp đê, nhất là vùng châu thổ [[sông Hồng]]. Năm 1077, [[Lý Nhân Tông]] ra lệnh đắp đê sông Như Nguyệt dài 67.380 bộ. Năm 1103, ông lại xuống chiếu đắp đê. Năm 1108, triều đình tổ chức đắp đê Cư Xá ([[sông Hồng]]) từ Yên Phụ đến Lương Yên. Ngoài [[Thăng Long]], đê điều cũng được tu tạo. Sử sách ghi nhận những năm được mùa lớn như: 1016, 1030, 1044, 1079, 1092, 1111, 1120, 1123, 1131, 1139, 1140<ref name=\"THQ143\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 143<\/ref>.\n\nCác công trình thủy lợi tiêu biểu thời Lý là việc đào sông Đản Nãi ([[Thanh Hóa]]) năm 1029, đào kênh Lãm ([[Ninh Bình]]) năm 1051, khơi sâu sông Lãnh Kinh năm 1089 và sông Tô Lịch năm 1192.\n\nTuy nhiên, việc làm đê ngăn mặn vẫn mang tính chất cục bộ từng vùng, tác dụng của đê còn hạn chế<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 142<\/ref>.\n\nNhờ sự quan tâm phát triển nông nghiệp và làm thủy lợi của [[nhà Lý]], nước [[Đại Việt]] có thế đứng và phát triển khá vững chắc, đời sống nhân dân tương đối ổn định<ref name=\"THQ143\"\/>.\n\n==Xem thêm==\n* [[Nông nghiệp Việt Nam thời Tiền Lê]]\n* [[Nông nghiệp Đại Việt thời Trần]]\n\n==Tham khảo==\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên (2008), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lý}}\n\n[[Thể loại:Kinh tế Việt Nam thời Lý]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Nông nghiệp Việt Nam]]"}