{"3666862":"{{Thông tin nhân vật\n| tên = Nông Thị Xuân\n| hình = \n| ghi chú hình = \n| tên khai sinh = Nông Thị Xuân\n| ngày sinh = 1932\n| nơi sinh = [[Cao Bằng]], [[Đông Dương thuộc Pháp]]\n| ngày mất = {{năm mất và tuổi|1957|1932}}\n| nguyên nhân cái chết = bị sát hại (theo Vũ Thư Hiên kể)<ref name=\"Truong\"\/><ref>Nguyễn Công Luận. ''Nationalist in the Viet Nam Wars: Memoirs of a Victim Turned Soldier.'' Indiana University Press, 2012. ISBN 0253356873. Trang 582<\/ref>, nhưng câu chuyện này bị phủ nhận bởi ông [[Vũ Kỳ]]<ref name=vuky \/>\n| nơi mất = [[Hà Nội]], [[Việt Nam Dân chủ Cộng hòa]]\n| an táng = \n| tưởng niệm = \n| tên khác = \n| dân tộc = [[Nùng]]\n| cư trú = \n| quốc gia = [[Việt Nam]]\n| quốc tịch = {{VIE}}\n| nổi tiếng = người tình của [[Hồ Chí Minh]] (tin đồn), tin đồn này bị phủ nhận bởi ông [[Vũ Kỳ]], thư ký riêng của Hồ Chí Minh<ref name=vuky \/>\n| cỡ chữ ký = \n| chữ ký = \n| website = \n| giải thưởng = \n| tiền nhiệm = \n| mẹ = \n| cha = \n| con cái = \n| người hôn phối = \n| đảng phái = \n| kế nhiệm = \n| công việc = \n| nhiệm kỳ = \n| tiêu đề = \n| cân nặng = \n| chiều cao = \n| quê quán = \n| notable works = \n| tổ chức = \n| năm hoạt động = \n| học vấn = \n| học vị = \n| tên gốc = \n| cỡ hình = \n| tôn giáo = không rõ\n}}\n'''Nông Thị Xuân'''<ref name=Truong>{{chú thích sách|last=Truong|first=Minh Hoa|title=The Dark Journey: Inside the Reeducation Camps of Viet Cong|year=2010|publisher=Strategic Book Publishing|isbn=1609111613|pages=82|url=https:\/\/books.google.com\/books?id=082R3MlMLfAC&pg=PA82&lpg=PA82&dq=ho+chi+minh+wife#v=onepage&q=ho%20chi%20minh%20wife&f=false}}<\/ref> (1932–1957), quê tại tỉnh [[Cao Bằng]], là một phụ nữ giúp việc người dân tộc [[Nùng]]. Đây là một người được một số nhân vật bất đồng chính kiến với nhà nước Việt Nam ở hải ngoại như [[Vũ Thư Hiên]], [[Nguyễn Minh Cần]] và [[Dương Thu Hương]] tuyên bố là \"người tình\"<ref name=Vo>{{chú thích sách\n |last=Vo\n |first=Nghia M.\n |title=The Bamboo Gulag: Political Imprisonment in Communist Vietnam\n |year=2004\n |publisher=McFarland\n |location=Jefferson, NC, USA\n |isbn=9780786482108\n |pages=204\n |url=https:\/\/books.google.com\/books?id=3W48Jxr7X8wC&pg=PA204&dq=nong+thi+xuan&hl=en&sa=X&ei=4CO1Up2zO6PW2gWAwoGYBQ&ved=0CDUQ6AEwAQ#v=onepage&q=nong%20thi%20xuan&f=false\n}}<\/ref><ref name=\"M. C. Nguyẽn\">{{chú thích sách\n|last=Nguyễn\n|first=Minh Càn\n|title=Công lý đòi hỏi (Justice Demands to be Asked)\n|year=1997\n|publisher=Văn Nghệ\n|location=obtained from University of Michigan\n|pages=317\n|url=https:\/\/books.google.com\/books?id=2h5IAAAAMAAJ&q=n%C3%B4ng+th%E1%BB%8B+xu%C3%A2n&dq=n%C3%B4ng+th%E1%BB%8B+xu%C3%A2n&hl=en&sa=X&ei=UTe5UtKAPOSG2wWe14HgDQ&ved=0CDgQ6AEwAQ\n}}<\/ref><ref name=Duong>{{chú thích báo\n|last=Dương\n|first=Hương Thu\n|title=Dissident writer reveals Ho Chi Minh's tragic love secret\n|url=https:\/\/www.google.com\/hostednews\/afp\/article\/ALeqM5iRjhcNdhdMs6nwj6P5Tm4Jt55DYg?hl=en\n|accessdate=25 tháng 12 năm 2013\n|newspaper=Agence France-Presse\n|date=21 tháng 1 năm 2009\n|archiveurl=https:\/\/web.archive.org\/web\/20140304235435\/http:\/\/www.google.com\/hostednews\/afp\/article\/ALeqM5iRjhcNdhdMs6nwj6P5Tm4Jt55DYg?hl=en\n|archivedate=ngày 4 tháng 3 năm 2014\n|url-status=dead\n|access-date=2017-11-10\n|archive-date=2014-03-04\n|archive-url=https:\/\/web.archive.org\/web\/20140304235435\/http:\/\/www.google.com\/hostednews\/afp\/article\/ALeqM5iRjhcNdhdMs6nwj6P5Tm4Jt55DYg?hl=en\n}}<\/ref><ref name=\"Vũ\">{{chú thích sách|title=Đêm giữa ban ngày (Nighttime during the Day)|last=Vũ|first=Thư Hiên|publisher=Tiếng Quê Hương|year=1997|pages=ch 34|author-link=Vũ Thư Hiên}}<\/ref> của nhà lãnh đạo nước [[Việt Nam Dân chủ Cộng hòa]], [[Hồ Chí Minh]] và đã có một người con riêng với Hồ Chí Minh. Cũng theo lời kể của những nhân vật này, bà đã bị sát hại dưới vỏ bọc một vụ [[Tai nạn giao thông|tai nạn xe hơi]] vào đầu năm 1957.\n\nTrong cuốn sách tiểu sử về Hồ Chí Minh, nhà sử học [[William Duiker]] cũng nhắc tới lời đồn này, tuy nhiên ông nhận định rằng câu chuyện này ''\"giống như là cổ tích\"'', bởi vì trong các tài liệu lưu trữ (ở cả trong nước và nước ngoài), ông chưa bao giờ thấy Hồ Chí Minh hoặc những người thân cận từng đề cập tới câu chuyện này.<ref name=duiker>Ho Chi Minh - A life. William J. Duiker. Hyperion 2000. Trang 480<\/ref> Ông [[Vũ Kỳ]], thư ký của Hồ Chí Minh (người cũng được nhắc đến là có vai trò quan trọng trong câu chuyện) trong một cuộc trả lời phỏng vấn vào năm 2004 đã bác bỏ câu chuyện, và nói rằng [[Vũ Thư Hiên]] đã dựa trên một số lời đồn đại vô căn cứ để [[hư cấu]] nên câu chuyện này.<ref>Vũ Kỳ. Trả lời phỏng vấn nhà báo Nguyễn Quốc Phong, Phó TBT Báo Thanh niên, ngày 24\/6\/2004 tại Bệnh viện Hữu nghị, Hà Nội. Băng ghi âm lưu tại Bảo tàng Hồ Chí Minh<\/ref>\n\n== Câu chuyện ==\nTheo [[Vũ Thư Hiên]] kể trong cuốn hồi ký của ông là \"[[Đêm giữa ban ngày]]\", Nông Thị Xuân vào năm 1955 được Ban bảo vệ sức khỏe trong tỉnh tuyển vào để trông nom sức khỏe cho Chủ tịch Hồ Chí Minh. Xuân cùng người em gái ruột tên Vàng và người em gái họ tên Nguyệt được bố trí ở trong ngôi nhà số 66 phố Hàng Bông Thợ Nhuộm, sát phố Quang Trung. Thông thường bộ trưởng Công an [[Trần Quốc Hoàn]] đích thân đưa Xuân vào [[Phủ Chủ tịch]] gặp [[Hồ Chí Minh]], sau đó lại đưa về.<ref name=\"Vũ\"\/> Bà sinh một người con trai cho Hồ Chí Minh đặt tên là Nguyễn Tất Trung vào cuối năm 1956.<ref name=Vo\/><ref name=BuiTin>{{Chú thích web|tiêu đề=Cựu đại tá Bùi Tín nói về ông Hồ Chí Minh|url=http:\/\/www.rfa.org\/vietnamese\/in_depth\/BuiTinTalkAboutHoChiMinh_TMi-20070518.html|nhà xuất bản=www.rfa.org|ngày truy cập = ngày 18 tháng 3 năm 2017}}<\/ref> Cũng theo câu chuyện này, Chính quyền [[Việt Nam Dân chủ Cộng hoà|miền Bắc]] đã che giấu mối quan hệ giữa Hồ Chí Minh và Nông Thị Xuân, ngoài ra họ còn giữ bí mật về tính cách, cuộc sống của Hồ Chí Minh.<ref name=Damau>{{Chú thích web|họ=Dinh|tên=Thuy|tiêu đề=The Writer's Life Stephen B. Young and Hoa Pham Young: Painting in Lacquer|url=http:\/\/gardendistrictbookshop.shelf-awareness.com\/?issue=55#m985|work=The Zenith by Duong Thu Huong|nhà xuất bản=Da Mau magazine|ngày truy cập=ngày 25 tháng 12 năm 2013}}<\/ref><ref name=Baker>{{chú thích báo|last=Baker|first=Mark|title=Uncle Ho: a legend on the battlefield and in the boudoir|url=http:\/\/www.smh.com.au\/articles\/2002\/08\/14\/1029113957710.html|accessdate =ngày 25 tháng 12 năm 2013|newspaper=Sydney Morning Herald|date=ngày 15 tháng 8 năm 2002}}<\/ref>\n\nCũng theo [[Vũ Thư Hiên]] kể, đầu năm 1957, Nông Thị Xuân bị sát hại ở gần [[Hồ Tây]], [[Hà Nội]] dưới sự chỉ đạo của Đảng Lao động Việt Nam để ngăn chặn mối tình cũng như việc kết hôn với Hồ Chí Minh.<ref name=Truong\/><ref name=\"M. C. Nguyẽn\"\/><ref name=Duong\/> Tuy nhiên lại có hai lời đồn về cái chết được đưa ra. Lời đồn thứ nhất là khi bà Xuân hỏi một trong số những lãnh đạo trong chính quyền, mong muốn quan hệ của mình được Chính phủ thừa nhận và trở thành phu nhân của Hồ Chí Minh thì [[Hồ Chí Minh|ông Hồ]] và những người lãnh đạo Đảng Lao động là [[Lê Duẩn]] và [[Trường Chinh]] đã phản đối và ra lệnh cho Trần Quốc Hoàn thủ tiêu bà.<ref name=Duong\/><ref name=\"Vũ\"\/>, Trần Quốc Hoàn đã cưỡng bức Nông Thị Xuân nhiều lần, sau đó đánh chết, xác bà bị đặt trên đường Cổ Ngư cho xe ô tô cán lên để che giấu vụ giết người dưới vỏ bọc một vụ tai nạn xe hơi<ref name=Truong\/><ref name=Duong\/><ref name=Damau\/> Một lời đồn khác thì lại kể rằng bà bị sát hại trong một vụ tai nạn xe hơi đã được lên kế hoạch từ trước.<ref name=Vo\/> Cũng theo lời kể của Vũ Thư Hiên, lãnh đạo Đảng Cộng sản sau đó đã xoá hết tất cả các tư liệu liên quan đến bà, không cho công chúng biết.<ref name=Duong\/>\n\nTheo [[Bùi Tín]], nguyên phó tổng biên tập của [[báo Nhân dân]], đại tá [[Quân đội nhân dân Việt Nam]] (năm 1990 bỏ ra nước ngoài lưu vong và trở thành một nhân vật bất đồng chính kiến với Nhà nước Việt Nam), sau khi mẹ mất, Nguyễn Tất Trung được [[Nguyễn Lương Bằng]] đưa về gia đình nuôi vài tháng trong năm 1957, rồi giao lại cho gia đình tướng [[Chu Văn Tấn]] trên Thái Nguyên trông nom vài năm. Sau đó, Trung được đưa vào trại mồ côi của Hội phụ nữ cứu quốc trung ương, rồi được vào trường Nguyễn Văn Trỗi dành cho con liệt sĩ. Nhưng một lần khác, [[Bùi Tín]] lại kể rằng ông [[Vũ Kỳ]], thư ký riêng lâu năm (từ năm 1948) của Hồ Chí Minh, sau khi Hồ Chí Minh qua đời vào năm 1969 đã đưa Trung về sống với gia đình, nhận Trung làm con nuôi và đổi tên là Vũ Trung, cho đi học ở trường phổ thông Chu Văn An cạnh Hồ Tây cùng hai con ông là Vũ Quang và Vũ Vinh, cùng độ tuổi với Trung.\n \nCũng theo [[Bùi Tín]] kể, năm 32 tuổi (1988), Nguyễn Tất Trung lấy vợ tên là Lưu Thị Duyên. Hai người có một con trai sinh năm 1992, đặt tên là Vũ Thanh, sau đổi là Nguyễn Thanh Trung. Bùi Tín kể rằng, năm 1989 ông hay tới chơi nhà Vũ Kỳ và có gặp Trung ở đó. Vì bị bệnh, học không đến nơi đến chốn, nên Trung khó kiếm việc làm. Có lúc làm giữ kho, bảo vệ công xưởng. Khi sức khỏe khá lên, 2 vợ chồng mở quán cà phê, ở sau ga Hàng Cỏ (Hà Nội), rồi dời về cổng trường Đại học Bách khoa. Sau này Trung được cấp nhà, được nhận chức vụ sĩ quan quân đội, nhận lương cấp thượng tá.<ref name=BuiTin2>{{chú thích báo|last=Bùi|first=Tín|title=Số Phận Con người: Không Thể Bất Công Kéo Dài Đến Vậy|url=https:\/\/vietbao.com\/a101207\/so-phan-con-nguoi-khong-the-bat-cong-keo-dai-den-vay|accessdate = ngày 18 tháng 3 năm 2017 |newspaper=vietbao.com|date = ngày 11 tháng 2 năm 2008}}<\/ref>\n\n==Phản bác==\nTrong cuốn sách tiểu sử về Hồ Chí Minh, nhà sử học [[William Duiker]] cũng nhắc tới lời đồn này, tuy nhiên ông nhận định rằng câu chuyện này ''\"giống như là cổ tích\"'', bởi vì trong các tài liệu lưu trữ (ở cả trong nước và nước ngoài), ông chưa bao giờ thấy Hồ Chí Minh hoặc những người thân cận từng đề cập tới câu chuyện này.<ref name=duiker \/>\n\nMặt khác, có những phân tích chỉ ra rằng cuốn hồi ký ''[[Đêm giữa ban ngày]]'' của Vũ Thư Hiên (tư liệu đầu tiên nhắc tới câu chuyện này) có nhiều chi tiết [[hư cấu]] để nâng cao uy tín của cá nhân Vũ Thư Hiên, hoặc hạ thấp uy tín những người có mâu thuẫn với ông. Trong \"Đêm giữa ban ngày\", Vũ Thư Hiên nói rằng ông quen và được kính nể bởi nhiều cán bộ cao cấp, tướng lãnh, các nhà văn tên tuổi nên có được nhiều ''\"thông tin bí mật\"'' về đời tư lãnh đạo. Nhưng điều này là vô lý vì năm 1956, Vũ Thư Hiên chỉ là một phóng viên trẻ khoảng 25 tuổi và không có chức vụ gì, không thể có chuyện các nhân vật cao cấp lại chia sẻ với ông nhiều câu chuyện thuộc dạng \"tối mật\" mà ông viết trong cuốn hồi ký này.<ref>\"Vũ Thư Hiên chưa hết bệnh nói dóc: phần 4\", Việt Thường. Tạp chí Người dân số 169, xuất bản tại Mỹ. tháng 10\/2004.<\/ref>\n\nÔng [[Vũ Kỳ]], thư ký của Hồ Chí Minh (người cũng được nhắc đến trong câu chuyện là \"đã nhận nuôi Nguyễn Tất Trung\") trong một cuộc trả lời phỏng vấn năm 2004 đã bác bỏ câu chuyện này. Ông Vũ Kỳ nói rằng [[Vũ Thư Hiên]] đã dựa trên một số chi tiết đồn đại để thêu dệt nên câu chuyện này, chứ sự thực thì khác hẳn.<ref name=vuky>Vũ Kỳ. Trả lời phỏng vấn nhà báo Nguyễn Quốc Phong, Phó Tổng biên tập Báo Thanh niên, ngày 24\/6\/2004 tại Bệnh viện Hữu nghị, Hà Nội. Băng ghi âm lưu tại Bảo tàng Hồ Chí Minh<\/ref> Ông kể chi tiết câu chuyện này như sau:\n{{cquote|''Sau đến năm 50, ông [[Trần Đăng Ninh]] có đưa vào một cô không đẹp, không xấu, nhưng có duyên, người dân tộc Tày ở Cao Bằng. Cô này đến làm phục vụ cơm nước hàng ngày, có khi cùng ngồi ăn, có khi đi chăn trâu cho cơ quan Văn phòng... Do sự tấn công của cánh anh em cảnh vệ bảo vệ Bác, cô này lại bị có mang. Sau Bác thấy thương (vì cô này là người dân tộc), nên giao cho gia đình dân tộc, cán bộ dân tộc phụ trách.''\n\n''Thế nhưng cái ông này lại muốn \"tranh thủ\". Khi cơ quan gửi như vậy, phải đưa tiền cho ông ấy hàng tháng để nuôi, thế mà ông ấy kiểu như muốn tuyên truyền đây là \"con Bác Hồ\" để lắm cán bộ lợi dụng. Khi có cán bộ báo cáo Bác rõ sự việc, Bác bảo thôi, rút về để anh Cả (tức là [[Nguyễn Lương Bằng]]) nuôi. Anh Cả nuôi một thời gian, lại có tiếng đồn này, tiếng đồn khác cho anh Cả, Bác lại bảo giao cho tôi (Vũ Kỳ). Tôi nói tôi đã có ba con trai, tôi không thiếu con. Nếu giao cho tôi thì phải giao hẳn, coi như con tôi thật sự. Sau đó nó trở thành con tôi. Nó đàng hoàng. Chủ nhật, thứ bảy nó về ở cùng anh em, chụp ảnh với nhau từ nhỏ. Nó coi tôi như bố mẹ...''\n\n''Cái chuyện này thì cả Hoa Kỳ họ cũng đặt vấn đề mà một số ông như là [[Vũ Thư Hiên]], [[Nguyễn Minh Cần]] cũng đã nói. Nhưng thực sự là Bác đàng hoàng. Bác thương xót người con gái đó - nó tốt, nhưng nó trẻ người non dạ như vậy. Nó không giữ được (trước một anh cận vệ) như vậy, bây giờ nhờ chú (Vũ Kỳ) quan tâm tới. Tức là bây giờ đặt tên. Coi như chính thức Vũ Trung là con trai tôi. Thứ 7, Chủ Nhật đến nhà ăn uống. Cái vấn đề này, không những một số người tung ra nói lung tung nhưng mà Hoa Kỳ họ cũng đề cập đến nó. Nhưng sự thật là như vậy chứ đó không phải là con Bác Hồ.''|}}\n\nTóm lại, theo khẳng định của ông Vũ Kỳ thì đúng là có một cô gái người Nùng được Văn phòng chính phủ phân công đi làm tại nơi ở của Hồ Chí Minh. Cô này mang thai ngoài giá thú với một chiến sĩ cảnh vệ của Hồ Chí Minh, do thương xót cô gái này nên Hồ Chí Minh đã giao cho ông Vũ Kỳ nhận nuôi đứa con đó, còn cô gái được trả về quê. Về sau thì người phụ nữ này bị bệnh mất, mộ hiện nay vẫn còn ở Bất Bạt, Cao Bằng. Dựa trên một số tình tiết có thật này, các nhân vật bất đồng chính kiến chống Nhà nước Việt Nam đã thêu dệt, hư cấu thêm một số chi tiết khác để bóp méo sự thật, nhằm hạ uy tín của Chủ tịch Hồ Chí Minh và Đảng Lao động Việt Nam.<ref name=vuky \/>\n\n== Xem thêm ==\n* [[Tăng Tuyết Minh]]\n* [[Gia đình Hồ Chí Minh]]\n== Chú thích ==\n{{tham khảo|30em}}\n== Tham khảo ==\n* ''Công lý đòi hỏi'', [[Nguyễn Minh Cần]], Nhà xuất bản Văn Nghệ, 1998.\n*{{chú thích báo|url=http:\/\/www.voatiengviet.com\/content\/a-19-ng%C3%A0y|title=Tôi không cần biết ông Hồ Chí Minh có mấy vợ|publisher=[[VOA|Đài Tiếng nói Hoa Kỳ]]|date=14 tháng 9 năm 2009|access-date=2021-11-28|archive-date=2021-10-26|archive-url=https:\/\/web.archive.org\/web\/20211026162835\/https:\/\/www.voatiengviet.com\/content\/a-19-ng%C3%A0y|url-status=dead}}\n{{Kiểm soát tính nhất quán}}\n{{Hồ Chí Minh}}\n{{Thời gian sống|sinh=1932|mất=1957}}\n\n[[Thể loại:Hồ Chí Minh]]\n[[Thể loại:Người Cao Bằng]]\n[[Thể loại:Cộng sản ở Việt Nam]]\n[[Thể loại:Việt Nam Dân chủ Cộng hòa]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Người cộng sản Việt Nam]]"}