{"39878":"[[Tập tin:Ha Long City - panoramio (1).jpg|280px|phải|nhỏ|Núi Bài Thơ nhìn từ vịnh Hạ Long]]\n'''Núi Bài Thơ ''' là ngọn núi [[đá vôi]] đẹp thuộc thành phố Hạ Long, tỉnh [[Quảng Ninh]]. Trên núi này còn lưu lại các bài thơ chữ Hán của [[Lê Thánh Tông]] khắc trên đá năm [[1468]], và của [[Trịnh Cương]] năm [[1729]]. Các bài thơ này đã đem lại tên gọi cho núi.\n\n==Lịch sử hình thành==\nNúi nằm ven biển, một nửa nằm dưới nước, thuộc khu di sản [[Vịnh Hạ Long]].\n\nĐá núi thành tạo từ các kỷ Carbon - Permi, núi hình thành do vận động tạo núi Tân kiến tạo và kiến tạo hiện đại. Đỉnh cao nhất của núi có hình ngọn mác chĩa lên [[trời]], đấy là cốt + 168 m, phía dưới có nhiều ngọn, nhiều mỏm chông chênh, vách đá dựng đứng, những lèn đá tai mèo nhọn hoắt làm cho núi có một vẻ cổ kính, huyền bí.\n\nTừ nhiều góc độ người ta nhìn thấy núi có lúc dáng như [[hổ]] phục, lúc có dáng như [[sư tử]] vờn mồi, lúc có dáng như con [[rồng]] sắp cất cánh.\n\nNúi Bài Thơ thuở xưa có tên '''núi Rọi Đèn''', tên chữ là '''Truyền Đăng Sơn'''. Tương truyền rằng, ngày xưa lính thú gác trên núi hễ có giặc giã đến thì đốt lửa báo về kinh thành. Từ đó xuất hiện tên núi Truyền Đăng.\n\nTừ cuối thế kỷ XIX, trong quá trình khai thác than, thực dân Pháp đã bóc đất đá từ các tầng lò đổ xuống bờ vịnh, lấp dần biển tạo nửa phía Bắc núi Bài Thơ được nối với đất liền, còn nửa phía Nam vẫn là biển. Đầu thế kỷ XXI, do đô thị phát triển, nửa vòng phía Nam cũng đã được bồi đắp, xây dựng cây cầu ôm một phần chân núi Bài Thơ và xây dựng các khu biệt thự liền.<ref name=\":0\" \/>\n\n== Các bài thơ trên núi ==\nNăm [[1468]], vào dịp mùa xuân, năm Quang Thuận thứ 9, đời vua [[Lê Thánh Tông]], cháu nội của [[Lê Thái Tổ|Lê Lợi]], đưa quân đi tuần ở vùng biển Đông Bắc, có dừng thuyền ở chân núi Truyền Đăng, phía giáp với Vịnh Hạ Long, để uống rượu ngâm thơ. Xúc động trước cảnh đẹp sơn thủy hữu tình của thiên nhiên, nhà thơ - nhà vua Lê Thánh Tông đã cho khắc một bài thơ lên vách đá, thường được gọi là \"'''御製天南洞主題 ('''Ngự chế Thiên Nam động chủ đề)\" (Thiên Nam động chủ là tên hiệu của Lê Thánh Tông). \n[[Tập tin:Cung-tripmap-xem-can-canh-nhung-bai-tho-khac-chan-nui-bai-tho-168231551498-1024x768.jpg|thế= Bài thơ của vua Lê Thánh Tông khắc tại chân núi Bài Thơ|nhỏ| Bài thơ của vua Lê Thánh Tông được khắc trên một tấm đá lớn nằm chân núi, dù đã phần nào mờ dần theo thời gian, nhưng vẫn giữ được nét đẹp cổ kính]] \n\nBài thơ này được khắc trên một vách đá khá phẳng, cách mặt đất chừng 2,5 [[mét|m]], gồm 56 [[chữ Hán]], khắc liền một mạch, không phân câu như hiện nay chép lại. Trong 56 chữ trên có 21 chữ đã mờ hẳn, không thể đọc nổi, những chữ còn lại rất mờ. Trước phần thơ có phần lạc khoản (đề tựa) gồm 49 chữ, cũng bị phân hóa gần như hoàn toàn. May mắn, bài thơ trên có chép trong thư tịch cổ, nên đó chính là chỗ dựa của các nhà nghiên cứu.\n\n''光順九年春, 二月, 餘親率六師閱武於白滕江上. 是日風和景麗, 海不揚波, 乃泛黃海, 巡安邦, 駐六師於傳燈山下. 磨石一律雲。(Quang Thuận cửu niên xuân, nhị nguyệt, dư thân xuất lục sư duyệt vũ vu Bạch Đằng giang thượng. Thị nhật phong hòa, cảnh lệ, hải bất dương ba, nãi phiếm Hoàng Hải tuần An Bang, trú lục sư vu Truyền Đăng sơn hạ, ma thạch nhất luật vân:) (Dịch nghĩa: Tháng 2, mùa xuân năm Quang Thuận thứ 9, trẫm (ta) thân dẫn sáu sư tập trận trên sông Bạch Đằng. Những ngày đó, gió êm cảnh đẹp, biển không nổi sóng, bèn lướt thuyền qua Hoàng Hải, tuần du An Bang, trú sáu sư dưới chân núi Truyền Đăng, mài vách đá, tạc thơ rằng:)''\n\n''巨浸汪洋潮百川 Cự tẩm uông dương triều bách xuyên''\n\n''亂山棊布碧連天 Loạn sơn kỳ bố bích liên thiên''\n\n''壯心初感咸三股 Tráng tâm sơ cảm hàm tam cổ''\n\n''信手遙提巽二權 Tín thủ giao đề tốn nhị quyền''\n\n''辰北樞機森虎旅 Thần Bắc khu cơ sâm hổ lữ''\n\n''海東烽燧息狼煙 Hải Đông phong toại tức lang yên''\n\n''天南萬古河山在 Thiên nam vạn cổ hà sơn tại''\n\n''正是修文偃武年 Chính thị tu văn yển vũ niên''\n\n261 năm sau, vào năm [[1729]] chúa An Đô Vương [[Trịnh Cương]], một nhà thơ có tiếng thời Lê - Trịnh, cũng đem quân đi tuần qua đây. Ông cho đóng quân đồn trú dưới chân [[núi Truyền Đăng]]. Đọc thấy bài thơ của vua Lê Thánh Tông, chúa Trịnh bèn họa lại bằng một bài thất ngôn bát cú, lấy theo vần \"yên\" của bài trước, dùng lại 4 chữ \"thiên\" \"quyền\" \"yêu\" \"niên\" trong bài của Lê Thánh Tông. Bài thơ có phần đề rằng: ''“Nay gặp buổi thái bình, thích nhân muôn việc dư nhàn nên cũng đi chơi làm phép, ta cưỡi binh thuyền ra tới bể đông trông thấy núi non như vẽ, bể lặng sóng trong. Quân thuỷ bộ đều mạnh mẽ như hổ, vang lừng như sấm, tinh thần ta khi ấy muốn sinh hứng thú bèn thuật theo vần thơ đề vách đá trước, làm ra bài thất ngôn lưu đề vách đá”.''<ref name=\":0\">{{Chú thích web|url=http:\/\/baotangquangninh.vn\/Chuyen-de\/cum-di-tich-nui-bai-tho-990.htm|tựa đề=Cụm di tích núi Bài Thơ|website=baotangquangninh.vn|ngày truy cập=2023-01-14}}<\/ref>\n\nBản dịch của Hà Minh bài thơ họa của Trịnh Cương:\n\n''Biển rộng mênh mang, nước dâng đầy''\n\n''Núi chìm xuống nước, nước tràn mây''\n\n''Bàn tay tạo hóa sao khéo dựng''\n\n''Cảnh đẹp thần tiên một chốn này''\n\n''Mùi tanh giặc thác còn đâu đó''\n\n''Cỏ hoa sương khói vẫn còn đây''\n\n''Ba quân tướng sĩ đều vui vẻ''\n\n''Bữa tiệc biển khơi chén rượu đầy''\n\nBài thơ của Trịnh Cương được khắc theo lối [[chữ hành]], trên một vách đá nghiêng xuống đất, nên tránh được hủy hoại của nước mưa, đến nay còn rõ nguyên, rất dễ đọc.\n\nNgoài hai bài thơ trên, còn có bài thơ của Nguyễn Cẩn khắc ngày mùng 3 tháng Chạp năm Canh Tuất (1910).<ref name=\":1\">{{Chú thích web|url=https:\/\/laodong.vn\/van-hoa-giai-tri\/bat-ngo-mot-bai-tho-co-tren-vach-nui-bai-tho-bi-vui-sau-duoi-dat-967177.ldo|tựa đề=Bất ngờ một bài thơ cổ trên vách núi Bài Thơ bị vùi sâu dưới đất|ngày=2021-10-25|website=laodong.vn|ngôn ngữ=vi|ngày truy cập=2023-01-14}}<\/ref> (Nguyên Cẩn người làng Du Lâm, huyện Đông Ngàn, nay là huyện Tiên Sơn,  tỉnh Bắc Ninh, có tên hiệu là Hương Khuê, tác giả nhiều bài thơ chữ Hán, được coi là một trong những nhà thơ xuất sắc cuối thời Nguyễn, đầu thế kỉ XX. Ông làm quan Án sát triều Nguyễn, được vua Nguyễn bổ nhiệm làm Tuần phủ Quảng Yên, tức tỉnh Quảng Ninh ngày nay.)<ref>{{Chú thích web|url=https:\/\/baogialai.com.vn\/channel\/8213\/202110\/bat-ngo-mot-bai-tho-co-tren-vach-nui-bai-tho-bi-vui-sau-duoi-dat-5754815\/|tựa đề=Bất ngờ một bài thơ cổ trên vách núi Bài Thơ bị vùi sâu dưới đất|tên=Trần Nhuận Minh|ngày=2021-10-25|website=Báo Gia Lai|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/post-1395460.html|tựa đề=Quảng Ninh xác minh bài thơ cổ bị vùi dưới chân núi Bài Thơ|ngày=2021-10-28|website=Báo Thanh Niên|ngôn ngữ=vi|ngày truy cập=2023-01-14}}<\/ref>\n\n''Thánh Tôn hoàng đế đề thi thạch,''\n\n''Đông minh chi sơn cao bách xích.''\n\n''Thiên phong, hải đảo nhật dạ kích,''\n\n''Ngũ bách niên dư, tự do xích''\n\n''Họa xưng ngự bút ế hà nhân?''\n\n''Trịnh Vương vọng ý đồng bất dân.''\n\n''Ngã lai bạt kiếm, nộ thả sân,''\n\n''Hu ta hậu Lê chi quân thần!''\n\nNgoài ra đến đầu [[thế kỷ 20]] nhiều tao nhân, mặc khách đi du ngoạn vùng Hạ Long, cũng cho khắc 9 bài thơ nữa, có bài chữ Hán, có bài [[quốc ngữ|chữ Quốc ngữ]] trên những vách đá lân cận. Tổng số bây giờ có 12<ref name=\":1\" \/> bài thơ còn lưu truyền trên vách đá.\n\n== Vinh danh ==\nNgày 31\/8\/1992, cụm di tích núi Bài Thơ được xếp hạng Di tích lịch sử, danh thắng quốc gia. Ngày 24\/11\/2000, Trung tâm điện chính Bưu điện Quảng Ninh trên núi Bài Thơ được xếp hạng di tích lịch sử quốc gia.<ref name=\":0\" \/>\n\n== Tham quan núi Bài Thơ ==\nĐường lên núi Bài Thơ đã bị đóng cửa từ cuối năm 2017 sau một vụ cháy rừng và sạt lở đất đá. Uỷ ban nhân dân phường Hồng Gai đã lắp rào chắn lối lên, tạm thời ngăn không cho leo núi, Đầu tháng 02\/2023 vừa qua, TP Hạ Long đã có chủ trương và lên phương án khai thác, tổ chức tuyến tham quan núi Bài Thơ<ref>{{Chú thích web|url=https:\/\/tripmap.vn\/place\/tp-ha-long\/nui-bai-tho\/|tựa đề=Núi Bài Thơ - Mua vé tham quan Núi Bài Thơ, Hướng dẫn du lịch Núi Bài Thơ Tp. Hạ Long - Tripmap.vn|website=tripmap.vn|ngôn ngữ=vi|ngày truy cập=2023-04-24}}<\/ref>\n\n==Xem thêm==\n*[[Vịnh Hạ Long]]\n*[[Hang Đầu Gỗ]]\n*[[Hang Sửng Sốt]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n{{coord|20.947977|107.078005|format=dms|display=title}}\n==Liên kết ngoài==\n*[http:\/\/halong.vnn.vn\/Dulich\/baitho.htm Núi Bài Thơ trên trang mạng Hạ Long] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060929152537\/http:\/\/halong.vnn.vn\/Dulich\/baitho.htm |date=2006-09-29 }}\n\n{{Du lịch Quảng Ninh}}\n[[Thể loại:Hạ Long]]\n[[Thể loại:Vịnh Hạ Long]]\n[[Thể loại:Núi tại Quảng Ninh]]"}