{"499422":"[[Tập tin:Festival Huế 2008-8.JPG|nhỏ|phải|250px|Tái hiện Lễ đăng quang của Hoàng đế Quang Trung tại Núi Bân]]\n'''Núi Bân''' (Bân Sơn) cao 43,92 [[m]], [[diện tích]] 80.956 [[mét vuông|m²]]; ở xứ Cồn Mồ, thuộc xóm Hành, thôn Tứ Tây, xã Thủy An (nay là phường An Tây, thành phố [[Huế]]). Thời [[nhà Nguyễn]], núi Bân thuộc địa phận xã An Cựu, huyện [[Hương Trà]].\n\nĐây là nơi Bắc Bình Vương [[Nguyễn Huệ]] gấp rút cho lập đàn (Đàn Nam Giao [[nhà Tây Sơn|Tây Sơn]]) để làm lễ tế cáo trời, lên ngôi Hoàng đế và xuất quân ra [[Bắc Hà]] đánh quân [[nhà Thanh|Thanh]] xâm lược vào ngày 25 [[tháng mười một|tháng 11]] năm [[Mậu Thân]] ([[22 tháng 12]] năm [[1788]]).\n\n==Tên gọi==\nKhi xưa, không rõ núi tên gì, nhưng từ khi Nguyễn Huệ cho ban xẻ núi Bân thành ba tầng, để lập đàn tế cáo trời thì người dân gọi núi là ''Động Tầng, Ba Tầng, Tam Tầng, Ba Vành, Hòn Thiên''.\n\nTheo PGS.TS. Đỗ Bang, thì rất có thể Nguyễn Huệ là người đã đặt tên ''Bân'' cho núi (nơi mà ông chọn để đắp đàn), với nghĩa: ''trong và ngoài đều hoàn mỹ''. Sách ''[[Hoàng Lê nhất thống chí]]'' (bản của [[Ngô Thì Chí]]) chép nhầm chữ ''Bân'' ([[chữ Hán]]) thành chữ ''Sam''; và khi phiên âm, các tác giả [[Trần Trọng Kim]], [[Hoàng Thúc Trâm|Hoa Bằng]], [[Phan Trần Chúc]] đều đã ghi nhầm chữ ''Bân'' thành chữ ''Bàn''.\n\n==Đàn Nam Giao Tây Sơn==\nĐể trở thành Đàn Nam Giao, những người thiết kế và thi công đã ban xẻ núi Bân thành ba khối hình nón cụt chồng lên nhau tăng dần theo [[chiều cao]]. Từ chân núi lên đỉnh ở độ cao 37 [[m]], là tầng thứ nhất có [[chu vi]] 220 m. Bề rộng của tầng này không đều nhau. Ngay ở chính giữa mặt tầng thứ nhất về [[hướng Tây Nam|phía Tây Nam]], hiện còn dấu vết một tầng phụ cao 1 m.\n\nTầng thứ hai có chu vi 122,5 m, [[chiều cao]] so với tầng thứ nhất là 1,65 m.\n\nTầng thứ ba ở ngay đỉnh đồi, bề mặt khá phẳng, có chu vi 52,7 m và cao hơn tầng thứ hai 1,2 m.\n\nĐường lên đàn theo bốn hướng (Đông, Tây, Nam, Bắc), bề rộng các con đường càng lên cao càng thu hẹp dần, bề ngang ở tầng thứ nhất là 5,2 m, ở tầng thứ hai chỉ còn 4 m...<ref>Các con số ghi theo bản ''Lý lịch Di tích lịch sử văn hóa núi Bân'', hiện lưu tại Bảo tàng Lịch sử và Cách mạng tỉnh [[Thừa Thiên Huế]].<\/ref>\n \nVà để sử dụng lâu dài, sau khi Nguyễn Huệ làm lễ lên ngôi và xuất quân ra [[Miền Bắc (Việt Nam)|Bắc]] năm [[1788]], người ta đã dùng gạch <ref>Các viên gạch có khổ rộng, mỏng, thô, đủ các kích cỡ: rộng từ 14 [[xentimét|cm]] đến 17 cm, dày từ 0,3 cm đến 0,4 cm, dài không rõ vì mớ gạch xuất lộ đều đã bị vỡ vụn.<\/ref> và đá xếp thành ba vòng tròn bó vỉa quanh ba tầng đàn (hiện nay chỉ còn lại dấu vết) nhằm hạn chế sự xói lở. Nhờ vậy, đàn vẫn được tiếp tục sử dụng để làm lễ cáo trời cho đến khi kinh đô [[Cố đô Huế|Phú Xuân]] (Huế) bị chúa [[Gia Long|Nguyễn Phúc Ánh]] dẫn quân ra chiếm lấy vào mồng 3 [[tháng năm|tháng 5]] năm [[Tân Dậu]] (15 [[tháng sáu|tháng 6]] năm [[1801]]). \n \n==Câu đối liên quan==\nTại đền thờ Quang Trung ở chân núi Liên Phong, gần cửa biển Lạch Bạng, thuộc xã Hải Thượng, huyện [[Tĩnh Gia]], tỉnh [[Thanh Hóa]], còn lưu hai câu đối trên hai trụ gạch trước cổng đền, như sau:\n:Anh hùng thanh sất Bân Sơn cổ,\n:Miếu mạo quang lưu Bạng hải kim.\nTạm dịch:\n:''Tiếng thét của người anh hùng vang dậy từ núi Bân xưa\n:''Ánh sáng của tòa miếu mạo còn tỏa chiếu nơi cửa Bạng ngày nay.\n \n==Khu tưởng niệm==\nKhu tưởng niệm anh hùng dân tộc [[Nguyễn Huệ|Hoàng đế Quang Trung]] tại di tích lịch sử núi Bân, có diện tích 9,5 [[hecta|ha]] được khởi công xây dựng từ năm 2008 với nhiều hạng mục, trong đó tượng đài đặc tả chân dung vua Quang Trung cao 21 m, thân tượng cao 12m được làm bằng đá hoa cương. Ngày 18 [[tháng mười một|tháng 11]] năm [[1988]], Núi Bân (Bân Sơn) được công nhận là \"di tích lịch sử cấp quốc gia\" theo Quyết định số 288\/QĐ-VH của Bộ Văn hóa-Thông tin <ref>Xem thêm bài viết \"Theo dấu vương triều Tây Sơn\" [http:\/\/www.thanhnien.com.vn\/pages\/20120227\/theo-dau-tich-vuong-trieu-tay-son.aspx].<\/ref>.\n\n== Chú thích ==\n{{Tham khảo}}\n==Tham khảo==\n*PGS.TS. Đỗ Bang, \"Bân Sơn và ý nghĩa của sự kiện 22 tháng 12 năm 1788\" in trong sách ''Tây Sơn - Thuận Hóa và anh hùng dân tộc Nguyễn Huệ-Quang Trung''. Nhà xuất bản Chính trị Quốc gia, 2009.\n*ThS. Đỗ Hữu Hà, \"Bảo tồn và phát huy giá trị di tích phong trào Tây Sơn ở Thừa Thiên Huế\" in trong sách đã dẫn trên.\n*GS. Nguyễn Khắc Thuần, ''Danh tướng Việt Nam'' (tập 3). Nhà xuất bản Giáo dục, 2005.\n\n==Liên kết ngoài==\n*[http:\/\/tuoitre.vn\/Pages\/Printview.aspx?ArticleID=15744 Núi Bân: ai bán, ai mua?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131221135629\/http:\/\/tuoitre.vn\/Pages\/Printview.aspx?ArticleID=15744 |date=2013-12-21 }}\n*[http:\/\/dddn.com.vn\/2010010710133854cat118\/tp-hue-khanh-thanh-tuong-dai-quang-trung-tai-nui-ban.htm Khánh thành tượng đài Quang Trung tại núi Bân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120630125439\/http:\/\/dddn.com.vn\/2010010710133854cat118\/tp-hue-khanh-thanh-tuong-dai-quang-trung-tai-nui-ban.htm |date=2012-06-30 }}\n*[http:\/\/www.thanhnien.com.vn\/pages\/20120227\/theo-dau-tich-vuong-trieu-tay-son.aspx Theo dấu vương triều Tây Sơn]\n\n[[Thể loại:Du lịch Huế]]\n[[Thể loại:Núi tại Thừa Thiên Huế]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]"}