{"36196":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Núi Thành\n| hình = Xe lửa.jpg\n| ghi chú hình = Tàu hỏa đi qua huyện Núi Thành\n| vĩ độ = 15\n| kinh độ = 108\n| vĩ phút = 25\n| vĩ giây = 55\n| kinh phút = 37\n| kinh giây = 27\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 555,95 km²\n| dân số = 160.414 người<ref name=BXD \/>\n| thời điểm dân số = 2020\n| mật độ dân số = 288 người\/km²\n| chủ tịch UBND = Lê Văn Sinh\n| chủ tịch HĐND = Nguyễn Tri Ấn\n| bí thư =  Nguyễn Tri Ấn\n| dân tộc = [[Người Việt|Kinh]], [[Người Co|Cor]]\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Quảng Nam]]\n| huyện lỵ = Thị trấn [[Núi Thành (thị trấn)|Núi Thành]]\n| phân chia hành chính = 1 thị trấn, 16 xã\n| thành lập = 1983<ref name=QD144\/>\n| loại đô thị = Loại IV\n| năm công nhận = 2022<ref name=QD433 \/>\n| trụ sở UBND = Đường Chu Văn An, thị trấn Núi Thành\n| mã hành chính = 517<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 92-N1\n| web = {{url|nuithanh.quangnam.gov.vn}}\n}}\n\n'''Núi Thành''' là một [[huyện (Việt Nam)|huyện]] ven biển nằm ở phía nam tỉnh [[Quảng Nam]], [[Việt Nam]].\n\n==Địa lý==\n===Vị trí địa lý ===\nHuyện Núi Thành nằm ở phía nam tỉnh Quảng Nam, có vị trí địa lý:\n*Phía đông giáp [[biển Đông]]\n*Phía tây giáp huyện [[Bắc Trà My]] và huyện [[Phú Ninh]]\n*Phía nam giáp huyện [[Bình Sơn]] và huyện [[Trà Bồng]], tỉnh [[Quảng Ngãi]]\n*Phía bắc giáp thành phố [[Tam Kỳ]].\n\nHuyện có diện tích 555,95&nbsp;km², dân số năm 2020 là 160.414 người<ref name=BXD>{{Chú thích web|url=https:\/\/baoxaydung.com.vn\/quang-nam-thi-tran-nui-thanh-mo-rong-dat-tieu-chi-do-thi-loai-iv-330206.html|tựa đề=Quảng Nam: Thị trấn Núi Thành mở rộng đạt tiêu chí đô thị loại IV|ngày=2022-04-13|website=Báo điện tử Xây dựng|url-status=live}}<\/ref>, mật độ dân số đạt 288 người\/km².\n\nHuyện Núi Thành có đường bờ biển dài 37&nbsp;km với nhiều bãi tắm đẹp như: Bãi Rạng, Tam Hải, Tam Tiến,...\n\nHuyện có tọa độ địa lý: từ 108°34' đến 108°37' kinh độ Đông, từ 15°33' đến 15°36' vĩ độ Bắc. Với hệ tọa độ trên, Núi Thành nằm trong vùng nhiệt đới gió mùa thuộc phân vùng khí hậu Nam Việt Nam.\n\n===Diện tích===\nDiện tích tự nhiên của huyện Núi Thành là 533.02&nbsp;km². Đất trồng cây hằng năm là 110&nbsp;km² (chiếm 21% diện tích đất tự nhiên của huyện) và phần lớn được dành cho trồng lúa 2 vụ. 3 xã [[Tam Xuân I]], [[Tam Xuân II]], [[Tam Hòa (xã)|Tam Hòa]] là các vựa lúa chính của huyện. Núi Thành cũng là huyện có diện tích mặt nước nuôi trồng thủy sản lớn nhất tỉnh Quảng Nam. Với 172&nbsp;km², đất lâm nghiệp chiếm 32.3% diện tích đất tự nhiên của huyện và phân bố chủ yếu ở các xã phía tây gồm Tam Sơn, Tam Thạnh, Tam Trà, Tam Mỹ Đông, và Tam Mỹ Tây. Đất thổ cư đạt 6&nbsp;km² (chiếm hơn 1% diện tích đất tự nhiên của huyện). Điểm đáng chú ý là trong thành phần sử dụng đất, đất quân sự chiếm diện tích khá lớn so với các địa phương khác do có sự hiện diện của căn cứ Chu Lai với sân bay Chu Lai với diện tích hơn 40&nbsp;km² chiếm gần 10% diện tích tự nhiên của huyện. Ngoài ra, Chu Lai trước đây từng là một trong những cứ điểm quân sự lớn nhất của Việt Nam Cộng hòa.\n\nNúi Thành là trọng điểm đầu tư của Khu kinh tế mở Chu Lai nên tập trung nhiều khu công nghiệp lớn. Chính vì vậy, trong cơ cấu sử dụng đất, một diện tích đất nông nghiệp trước đây được chuyển thành đất công nghiệp.\n\n===Địa hình===\nNúi Thành là huyện đồng bằng cực Nam của tỉnh Quảng Nam với địa hình nghiên từ Tây Bắc xuống Đông Nam. Bằng đường bộ đi theo hướng Đông Tây từ các xã ven biển lên các xã vùng núi phía Tây ta có thể dễ dàng nhận ra sự thay đổi này. Nhìn tổng thể Núi Thành có các dạng địa hình sau:\n*Trung du và miền núi: phân bố ở các xã [[Tam Trà]], [[Tam Sơn]], [[Tam Thạnh]], [[Tam Mỹ Đông]], [[Tam Mỹ Tây]], một phần xã [[Tam Nghĩa]] và [[Tam Anh Nam]], [[Tam Anh Bắc]]. Phía cực tây có nhiều núi cao, nơi cao nhất là núi Hú, [[Tam Trà]] 1,132 m.\n*Đồng bằng: phân bố ở các xã [[Tam Xuân I]], [[Tam Xuân II]], [[Tam Anh Nam]], [[Tam Anh Bắc]], [[Tam Hiệp]], [[Núi Thành (thị trấn)|thị trấn Núi Thành]], và xã [[Tam Nghĩa]]. Vùng này địa hình tương đối bằng phẳng, có một số đồi gò có độ dốc nhỏ. Nơi cao nhất là 69 m so với mặt biển.\n*Dải ven biển: gồm các xã [[Tam Tiến, Núi Thành|Tam Tiến]], [[Tam Hòa]], [[Tam Giang, Núi Thành|Tam Giang]], [[Tam Hải]], [[Tam Quang, Núi Thành|Tam Quang]] và một phần xã [[Tam Nghĩa]]. Vùng này địa hình bằng và thấp, có nhiều cồn cát ổn định; một phần đồng bằng do các sông ngòi bồi đắp trên nền cát biển. Vùng này nằm về phía đông của sông Trường Giang. Đất cát chiếm diện tích lớn nhất trong thành phần thổ nhưỡng của khu vực này. Vùng này có nhiều đầm phá. [[Phá]] Trường Giang là phá lớn thứ hai của Việt Nam (sau [[phá Tam Giang]] tại [[Thừa Thiên Huế]]). Ngoài ra, vùng này còn có nhiều bãi đá trầm tích nhô lên khỏi mặt biển từ 10 đến 12 m thuộc xã [[Tam Tiến, Núi Thành|Tam Tiến]], [[Tam Hải]], [[Tam Quang, Núi Thành|Tam Quang]] như đảo hòn Ngang, Hòn Dứa, Bàn Than...\n\n===Sông ngòi===\nHệ thống sông ngòi chảy qua huyện gồm sông Tam Kỳ, sông Trường Giang, sông Ba Túc, sông An Tân, sông Trầu. Các con sông này đều bắt nguồn từ phía tây, tây bắc chảy về phía đông đổ ra biển qua cửa An Hòa và cửa Lở. Các sông đều có lưu vực nhỏ, từ 50 đến 100&nbsp;km², độ dốc lớn, chiều dài từ 20 đến 40&nbsp;km, lưu lượng nước thay đổi theo mùa. Lượng nước các sông dồi dào vào mùa mưa từ tháng 9 đến tháng 12 và khô hạn trong mùa khô từ tháng 2 đến tháng 8. Một số con sông được ngăn lại ở thượng nguồn làm hồ chứa nước như: hồ Phú Ninh trên sông Tam Kỳ và hồ Thái Xuân trên sông Trầu, trong đó hồ Phú Ninh là công trình thủy lợi lớn của Việt Nam, có nhiệm vụ tưới cho 20,000 ha lúa các huyện duyên hải phía nam sông Thu Bồn cũng như cấp nước sinh hoạt cho Tam Kỳ và các vùng lân cận. Hạ lưu sông có hệ sinh thái đất ngập nước tại các xã Tam Quang, Tam Anh Nam, Tam Anh Bắc, Tam Hòa, Tam Giang, Tam Hải, Tam Tiến.\n\n===Khí hậu===\nHuyện Núi Thành nằm phía đông dãy Trường Sơn và phía nam dãy Bạch Mã, thuộc vùng khí hậu nhiệt đới ẩm, gió mùa. Nhiệt độ trung bình hằng năm: 25,7&nbsp;°C, nhiệt độ cao từ tháng 4 đến tháng 8, nhiệt độ thấp từ tháng 12 đến tháng 2 năm sau. Mùa mưa kéo dài từ tháng 9 đến tháng 12. Lượng mưa trung bình trong năm là 2,531.5&nbsp;mm. Huyện Núi Thành chịu sự chi phối của gió tây nam và gió đông nam hoạt động từ tháng 3 đến tháng 7, gió đông bắc hoạt động từ tháng 10 đến tháng 2 năm sau.\nHằng năm thường xuất hiện từ 8 đến 10 cơn bão ảnh hưởng đến huyện. Bão thường xuất hiện từ tháng 8 đến tháng 11 kết hợp với mưa lớn gây ra lũ lụt.\n\n==Lịch sử==\nNúi Thành vốn là tên của cụm đồi trọc có độ cao từ 45–50 m nằm ở phía tây căn cứ quân sự Chu Lai, thuộc địa bàn xã [[Tam Nghĩa]]. Trên đồi này, vào đêm 25 rạng [[26 tháng 5]] năm [[1965]], Đại đội 2 của Tiểu đoàn 70 anh hùng của quân Giải phóng đã diệt gọn một đại đội lính Mỹ đang đóng giữ bảo vệ vòng ngoài căn cứ và [[sân bay Chu Lai]].<ref>{{Chú thích web|url=https:\/\/www.danang.gov.vn\/gioi-thieu\/chi-tiet?id=1711&_c=45|tựa đề=Quảng Nam Đà Nẵng qua các địa danh (phần 13)|website=Cổng thông tin điện tử thành phố Đà Nẵng|url-status=live}}<\/ref>\n{{bài chi tiết|Trận Núi Thành}}\n\nHuyện Núi Thành được thành lập vào ngày [[3 tháng 12]] năm [[1983]] khi huyện Tam Kỳ được chia thành huyện Núi Thành và thị xã [[Tam Kỳ]] (nay là thành phố Tam Kỳ và huyện [[Phú Ninh]]) thuộc tỉnh [[Quảng Nam-Đà Nẵng|Quảng Nam - Đà Nẵng]]<ref name=QD144>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-144-HDBT-phan-vach-dia-gioi-huyen-Tam-Ky-tinh-Quang-Nam-Da-Nang\/44776\/noi-dung.aspx|tựa đề=Quyết định 144-HĐBT năm 1983 về việc phân vạch địa giới huyện Tam Kỳ thuộc tỉnh Quảng Nam - Đà Nẵng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Khi mới thành lập, huyện gồm thị trấn Núi Thành và 12 xã: Tam Anh, Tam Giang, Tam Hải, Tam Hiệp, Tam Hòa, Tam Mỹ, Tam Nghĩa, Tam Quang, Tam Sơn, Tam Tiến, Tam Trà, Tam Xuân.\n\nNgày [[22 tháng 9]] năm [[1989]], thành lập xã Tam Thạnh.<ref name=\":0\">{{Chú thích web|url=http:\/\/nuithanh.quangnam.gov.vn\/Portals\/1\/Tin%20tuc\/2019\/quý%204\/lịch%20sử%20đảng%20bộ%20huyện%20núi%20thành%20giai%20đoạn%201975-2021.pdf|tựa đề=Lịch sử Đảng bộ huyện Núi Thành (1975–2020)|website=Cổng thông tin điện tử huyện Núi Thành|url-status=live}}<\/ref>\n\nNgày [[29 tháng 8]] năm [[1994]], chia xã Tam Xuân thành 2 xã Tam Xuân I và Tam Xuân II.<ref>Nghị định số 102-CP năm 1994 của Chính phủ.<\/ref>\n\nTừ ngày [[6 tháng 11]] năm [[1996]], huyện Núi Thành thuộc tỉnh [[Quảng Nam]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-40091.aspx|tựa đề=Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|ngày truy cập=|url hỏng=}}<\/ref>\n\nNgày [[7 tháng 7]] năm [[2005]], Chính phủ ban hành Nghị định 85\/2005\/NĐ-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-85-2005-ND-CP-thanh-lap-xa-thuoc-huyen-Nui-Thanh-Dien-Ban-tinh-Quang-Nam-9281.aspx|tựa đề=Nghị định 85\/2005\/NĐ-CP về việc thành lập xã thuộc các huyện Núi Thành và Điện Bàn, tỉnh Quảng Nam|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Chia xã Tam Mỹ thành 2 xã: Tam Mỹ Đông và Tam Mỹ Tây \n*Chia xã Tam Anh thành 2 xã: Tam Anh Bắc và Tam Anh Nam.\n\nHuyện Núi Thành có 1 thị trấn và 16 xã như hiện nay.\n\nNgày [[19 tháng 5]] năm [[2022]], Bộ Xây dựng ban hành Quyết định số 433\/QĐ-BXD về việc công nhận thị trấn Núi Thành mở rộng (đô thị Núi Thành, gồm toàn bộ 1 thị trấn và 16 xã thuộc huyện Núi Thành) là [[Đô thị Việt Nam#Đô thị loại IV|đô thị loại IV]] trực thuộc tỉnh Quảng Nam.<ref name=QD433>{{Chú thích web|url=https:\/\/moc.gov.vn\/vn\/Pages\/ChiTietVanBan.aspx?vID=3898&TypeVB=1|tựa đề=Quyết định số 433\/QĐ-BXD về việc công nhận thị trấn Núi Thành mở rộng (Đô thị Núi Thành) đạt tiêu chí đô thị loại IV trực thuộc tỉnh Quảng Nam|website=Cổng thông tin điện tử Bộ Xây dựng|url-status=live}}<\/ref>\n\n==Hành chính==\n[[Tập tin:Administration map of Nui Thanh District, Quangnam Province (new).jpg|thumb|Bản đồ hành chính Huyện Núi Thành]]\n\nHuyện Núi Thành có 17 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Núi Thành (thị trấn)|Núi Thành]] (huyện lỵ) và 16 xã: [[Tam Anh Bắc]], [[Tam Anh Nam]], [[Tam Giang, Núi Thành|Tam Giang]], [[Tam Hải]], [[Tam Hiệp, Núi Thành|Tam Hiệp]], [[Tam Hòa, Núi Thành|Tam Hòa]], [[Tam Mỹ Đông]], [[Tam Mỹ Tây]], [[Tam Nghĩa]], [[Tam Quang, Núi Thành|Tam Quang]], [[Tam Sơn, Núi Thành|Tam Sơn]], [[Tam Thạnh]], [[Tam Tiến, Núi Thành|Tam Tiến]], [[Tam Trà]], [[Tam Xuân I]], [[Tam Xuân II]].\n\n{| class=\"wikitable\"\n|-\n!STT!!Tên đơn vị hành chính!!Diện tích (km²)!!Dân số (người)\n|-\n|1\n|[[Núi Thành (thị trấn)|Thị trấn Núi Thành]]\n|4,57 \n|12.902\n|-\n|2\n|Xã [[Tam Xuân I]]\n|17,27\n|13.447\n|-\n|3\n|Xã [[Tam Xuân II]]\n|23,59\n|11.460\n|-\n|4\n|Xã [[Tam Tiến, Núi Thành|Tam Tiến]]\n|20,91\n|11.026\n|-\n|5\n|Xã [[Tam Sơn, Núi Thành|Tam Sơn]]\n|54,02\n|4.030\n|-\n|6\n|Xã [[Tam Thạnh]]\n|53,96\n|3.880\n|-\n|7\n|Xã [[Tam Anh Bắc]]\n|21\n|6.399\n|-\n|8\n|Xã [[Tam Anh Nam]]\n|21,91\n|9.621\n|-\n|9\n|Xã [[Tam Hòa, Núi Thành|Tam Hòa]]\n|22,61\n|9.028\n|-\n|10\n|Xã [[Tam Hiệp, Núi Thành|Tam Hiệp]]\n|37,58\n|12.621\n|-\n|11\n|Xã [[Tam Hải]]\n|15,61\n|6.681\n|-\n|12\n|Xã [[Tam Giang, Núi Thành|Tam Giang]]\n|11,51\n|6.831\n|-\n|13\n|Xã [[Tam Quang, Núi Thành|Tam Quang]]\n|11,38\n|12.978\n|-\n|14\n|Xã [[Tam Nghĩa]]\n|51,68\n|11.719\n|-\n|15\n|Xã [[Tam Mỹ Đông]]\n|17,27\n|6.464\n|-\n|16\n|Xã [[Tam Mỹ Tây]]\n|51,04\n|5.492\n|-\n|17\n|Xã [[Tam Trà]]\n|97,13\n|3.112\n|-\n|colspan=\"14\" style=\"text-align: center; font-size:90%;\"|''Nguồn: Dân số đến 01 tháng 4 năm 2019 - Tỉnh Quảng Nam<ref name=\"QNAM2019\">{{Chú thích web |url =http:\/\/tamquang.gov.vn\/FileUpload\/Kqua%20TDTDS-Nha%20o%201.4.19.pdf|title =Dân số đến 01 tháng 4 năm 2019 - Tỉnh Quảng Nam|access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>''\n|}\n\n==Kinh tế - xã hội==\n===Dân cư===\nTính đến ngày 1 tháng 4 năm 2019, dân số của Núi Thành đạt 147.721 người, trong đó nam giới chiếm 48,6%, nữ giới chiếm 51,8%. [[Người Việt|Người Kinh]] chiếm đại bộ phận dân số (98%), phần còn lại là [[Người Co|người Kor]] với dân số khoảng 1.085 người sống chủ yếu tại các thôn 4, 6 và 8 của xã Tam Trà. Tổng số hộ dân trong toàn huyện là 34.280 hộ, trung bình mỗi hộ có bốn người, một tỷ lệ thấp so với các địa phương trong cả nước. Đa phần dân cư sống tại các xã đồng bằng ven biển, các xã vùng núi có diện tích lớn nhưng dân cư thưa thớt.\n\nPhần đông dân cư hoạt động trong khu vực nông - lâm - ngư nghiệp. Năm 2006, trong tổng số 68.896 người trong độ tuổi lao động, số lao động trong khu vực 1 đạt 50.478 người (chiếm 73,26%). Các ngành công nghiệp, xây dựng thu hút 7.351 lao động (chiếm 10,66%). Khu vực III dịch vụ thu dụng 7.479 người (chiếm 11,07%). Tuy nhiên quá trình dịch chuyển kinh tế kéo theo sự dịch chuyển lao động rất nhanh từ khu vực nông nghiệp sang khu vực công nghiệp và dịch vụ.\n\n===Giáo dục===\n\nToàn huyện có 3 trường THPT gồm THPT Núi Thành, THPT Nguyễn Huệ và THPT Cao Bá Quát, một Trung tâm Giáo dục Thường xuyên - Hướng nghiệp Dạy nghề. Cấp THCS có 15 trường phân bố rải đều trong các xã, thị trấn trên địa bàn huyện. Cấp Tiểu học có 26. Ngoài ra huyện còn có 16 trường mẫu giáo, 1 lớp bán trú cho học sinh người dân tộc thiểu số, 14 Trung tâm Học tập Cộng đồng. Tổng số học sinh (năm học 2006 - 2007) là 31.822 học sinh.\n\nHuyện đã được công nhận phổ cập tiểu học 12\/2002; có 16\/17 xã, thị trấn được công nhận phổ cập THCS. Huyện Núi Thành được tỉnh kiểm tra công nhận hoàn thành PCGD THCS tại thời điểm tháng 10 năm 2004, 10 trường học được công nhận đạt chuẩn quốc gia.\n\n===Y tế===\n\nHuyện có 1 bệnh viện với 80 giường bệnh, có 17 trạm y tế xã, thị trấn; tổng số y, bác sĩ: 100 người. Bệnh viện Đa Khoa Trung ương Quảng Nam với 600 giường bệnh được đưa vào sử dụng cuối năm 2012 góp phần nâng cao việc khám chữa bệnh cho nhân dân.\n\n===Tình hình phát triển kinh tế===\n\nNúi Thành là trung tâm phát triển công nghiệp nhanh và mạnh nhất của tỉnh Quảng Nam. Với Khu Kinh tế Mở Chu Lai được đánh giá là khu kinh tế thành công nhất Việt Nam, Núi Thành đóng góp hơn 60% tổng thu ngân sách Quảng Nam. Kinh tế chuyển dịch rõ rệt theo hướng công nghiệp hóa, hiện đại hóa.\n\nCác KCN Bắc Chu Lai, KCN Cảng và Dịch vụ Hậu cần Tam Hiệp, KCN Tam Anh, và Khu Phi thuế quan cảng Kỳ Hà là động lực phát triển của huyện trong những năm tới. Những dự án du lịch lớn tạo điều kiện thuận lợi để khai thác tốt hơn tiềm năng du lịch biển của địa phương. Khu Liên Hiệp Cơ khí Ô Tô Chu Lai - Trường Hải, nhà máy Kính nổi, nhà máy sản xuất xút là các cơ sở sản xuất công nghiệp trọng điểm của huyện (tính đến năm 2011).\n\nBên cạnh việc phát triển rất nhanh công nghiệp, ngành nông nghiệp với trọng tâm đánh bắt xa bờ và nuôi trồng thủy hải sản cũng đem lại nguồn thu ổn định cho cư dân ven biển. Núi Thành là tỉnh có sản lượng đánh bắt thủy hải sản lớn nhất tỉnh Quảng Nam và là một trong những trung tâm ngư nghiệp mạnh của duyên Hải Miền Trung.\n\nVùng núi của huyện là địa bàn phát triển mạnh cây keo lá tràm (làm nguyên liệu giấy) và cây cao su được trồng trên diện rộng trong những năm gần đây.\n\n===Giao thông vận tải===\n\nHuyện Núi Thành có hệ thống giao thông vận tải phát triển mạnh. Sân bay Chu Lai có các chuyến bay đi và đến Hà Nội, Thành phố Hồ Chí Minh. Cụm cảng Kỳ Hà có năng lực tiếp nhận các tàu có trọng tải đến 6.6000 tấn<ref>{{chú thích web | url = http:\/\/www.vpa.org.vn\/vn\/members\/central\/kyhaquangnam.htm | tiêu đề = Members Ports of VPA ! | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2011-12-29 | archive-url = https:\/\/web.archive.org\/web\/20111229224446\/http:\/\/www.vpa.org.vn\/vn\/members\/central\/kyhaquangnam.htm | url-status = dead }}<\/ref> và cảng Tam Hiệp lên tới 10.000 tấn.<ref>{{Chú thích web |url=http:\/\/baoquangnam.com.vn\/kinh-te\/giao-thong-xay-dung\/24704-trien-vong-cang-tam-hiep.html |ngày truy cập=2012-06-02 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 13 tháng 2 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110213100624\/http:\/\/baoquangnam.com.vn\/kinh-te\/giao-thong-xay-dung\/24704-trien-vong-cang-tam-hiep.html |url-status=dead }}<\/ref> Đường Quốc lộ 1 đoạn chạy qua địa bàn huyện dài 31&nbsp;km theo chiều Bắc-Nam, tỉnh lộ TL 617 nối các xã miền núi với đồng bằng. Ga Núi Thành là một điểm nhận trả hàng quan trọng của hệ thống đường sắt Thống Nhất. Hệ thống sông Trường Giang, Tam Kỳ tạo điều kiện thuận lợi cho giao thông thủy của huyện phát triển.\n\n==Du lịch==\n===Bàn Than===\n[[Tập tin:Ban Than cliff, Nui Thanh, Quang Nam, Viet Nam.jpg|nhỏ|trái|247x247px|[[Danh lam thắng cảnh Bàn Than – Hòn Mang – Hòn Dứa|Danh lam thắng cảnh Bàn Than - Hòn Dứa - Hòn Mang]] đã được công nhận di tích quốc gia năm 2023]]\nBàn Than là một thắng cảnh thiên nhiên đẹp lộng lẫy phân bố trên 2&nbsp;km bờ biển xã Tam Hải. Các mỏm đá đen lởm chởm ăn sát bờ biển tạo cảm giác chênh vênh với một bên là núi đá, một bên là sóng biển trắng xóa. Cách bờ biển 1&nbsp;km là hòn Út, bãi Út hay cù lao Út. Trải qua thời gian dài chịu sự tác động của sóng biển, thủy triều và gió, các mỏm đá ở đây bị xâm thực, xói mòn tạo thành những đường vân có hình thù dị biệt. Đỉnh vách đá có một diện tích tương đối bằng phẳng rộng chừng 20ha. Chính vì vậy địa danh này có tên là Bàn Than (Bàn: mặt bàn - bằng phẳng và Than: đen như than). Bàn Than chưa được phát triển thành điểm du lịch, vì vậy nó vẫn chưa được biết đến nhiều, vấn nạn ô nhiễm môi trường đang dần tàn phá cảnh quan nơi đây.\n\n===Hố Giang Thơm===\nHố Giang Thơm (Xăng Thơm) thuộc Thôn 9, xã Tam Mỹ Tây, là một nơi có phong cảnh thiên nhiên hoang sơ tuyệt đẹp.\n\n===Hố Rinh===\nHố Rinh thuộc thôn 7, Tam Mỹ Tây, Nơi đây còn nguyên sơ chưa có quy hoạch tham quan du lịch nên rất phù hợp cho những ai thích \"Du lịch Bụi\". Đến nơi này bạn phải đi qua những con đường quanh co uốn lượng, nhưng cánh đồng nhỏ, điệp trùng núi non. Những ai trưởng thành nơi đây chắc chắc có tuổi thơ ấu tuyệt đẹp với: cánh diều, cảnh chăn trâu, bò, tắm mát trên nhưng con sông, suối.\n\nVề đêm ốc đá rất nhiều, với chiếc đèn pin có thể săn ốc đá no say.\n\n===Làng biển Tam Hải===\n===Biển Rạng===\nLà khu du lịch biển đang phát triển của Núi Thành hiện nay. Hãy tới đây để thương thức những món hải sản tươi rói: Mực hấp, mực nướng, cá Chuồn hấp quấn bánh tráng, các loại cháo hải sản, Đặc biệt tôm hùm.v.v. Ngồi ở đây để tân hưởng mùi của biển, mùi của thiên nhiên. Bãi tắm sạch còn đôi chút hoang sơ làm cho con người càng gần gũi với thiên nhiên hơn.\nCòn có thêm bãi biển bà tình tại thôn 2 tam quang. Vẫn còn hoang sơ, thức ăn hải sãn tươi sống giá cả hợp lý\n\n===Tượng đài Núi Thành===\nNổ ra trận đánh đầu tiên trong phong trào chống Mỹ cứu nước nên được tặng 8 chữ vàng \" Trung Dũng Kiên Cường, Đi Đầu Diệt Mỹ\" Khi người ta xây tượng đài Núi thành không rõ vì lý do gì mà bị nứt và nghiêng....\n\n'''Tháp Khương Mỹ'''.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Quảng Nam}}\n{{Huyện thị Quảng Nam}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]\n[[Thể loại:Đô thị Việt Nam loại IV]]"}