{"2459680":"[[Hình:Đường vào núi Mo So.jpg|nhỏ|250px|phải|Đường vào núi Mo So]] \n'''Núi Mo So''' (theo tiếng [[Khmer]], \"mo so\" có nghĩa là \"đá trắng\")<ref name=\"Theo TX\">Nguồn: Bảng giới thiệu dựng tại di tích Mo So và bài viết \"Kỳ tích Mo So\" của Thanh Xuân trên website tỉnh Kiên Giang, cập nhật ngày [[17 tháng 9]] năm [[2008]] [http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=429&articleId=6838] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140513011646\/http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=429&articleId=6838 |date = ngày 13 tháng 5 năm 2014}}.<\/ref>, nằm cách tỉnh lộ 11 khoảng 2 [[km]] về phía Bắc và cách thị xã [[Hà Tiên]] khoảng 30 [[km]]; hiện thuộc ấp Ba Núi, xã [[Bình An, Kiên Lương|Bình An]], huyện [[Kiên Lương]], tỉnh [[Kiên Giang]], [[Việt Nam]]. Đây là một di tích Lịch sử cách mạng và thắng cảnh cấp quốc gia.\n\n==Giới thiệu==\n[[Hình:Núi Mo So nhìn từ xa.jpg|nhỏ|250px|Một phần núi Mo So (nhìn từ xa)]]\nTrên đường Kiên Lương - Hà Tiên, đến ngã Ba Hòn, rẽ trái theo đường về [[Hòn Chông]] - Bình An - Hòn Phụ Tử, du khách đi chừng 7&nbsp;km, đến gần Nhà máy [[xi-măng]] Holcim sẽ có một con đường nhựa nhỏ, phẳng phiêu dài khoảng 5&nbsp;km dẫn vào núi Mo So.\n\nNúi Mo So có hình vành khăn, thấp (chưa biết [[chiều cao]]), ở giữa có một thung lũng nhỏ rộng hơn 1.000 [[m²]] với cây cối tốt tươi. Ngọn núi này cùng với núi Sơn Trà và núi Mây họp thành một cụm núi nằm trong khu hệ núi đá vôi [[Kiên Lương]] - [[Hà Tiên (tỉnh)|Hà Tiên]], và được người địa phương gọi là vùng Ba Núi (tên ấp Ba Núi bắt nguồn từ đây).\n\nTheo các nhà nghiên cứu địa chất, những hang động ở đây (trong đó có núi Mo So) được hình thành do bị xâm thực hàng triệu năm trước khi vùng đất này còn chìm dưới mực nước biển hơn 2 [[m]]. Dấu vết còn lại của nó là những ngấn nước ăn khuyết vào đá tạo ra những hang, hố có hình dáng lạ lùng, kỳ bí...<ref>Nguồn: \"Mo So: Hang động kỳ thú\" trên websie báo ''Người lao động'', cập nhật ngày [[26 tháng 5]] năm [[2013]] [http:\/\/nld.com.vn\/dia-phuong\/mo-so-hang-dong-ky-thu-2013052604035751.htm].<\/ref>\n\nBởi vậy, ở núi Mo So có hơn 20 hang động lớn nhỏ và ăn thông với nhau. Có chỗ hang chỉ vừa một người lách qua. Có chỗ hang phình ra rộng rãi như căn nhà lớn đủ sức chứa vài trăm người. Đặc biệt, trong lòng hang động của Mo So, còn có những con suối ngầm chảy lượn lờ, và có nhiều thạch nhủ khá đa dạng. Vậy có thể nói, là Mo So là thắng cảnh do thiên nhiên tạo dựng, hiện còn ẩn chứa và lưu giữ nhiều giá trị độc đáo về mỹ quan, địa chất, địa mạo, v.v...<ref name=\"Theo TX\" \/> \n[[Hình:Một con đường nhỏ ở núi Mo So.jpg|nhỏ|250px|Một con đường nhỏ đi quanh núi Mo So]]\n\nChính vì địa hình này, mà trong những năm đầu kháng chiến chống [[thực dân Pháp]], Bộ Tư lệnh Khu 9 đã cho thành lập Đội công binh xưởng 18, đặt trong hang núi Mo So. Theo lời kể của người trong cuộc, thì \"đội gồm 8 thợ chuyên môn, 20 người tập sự và 14 người phụ việc; và đội đã chế tạo vũ khí tự tạo, cải tiến vũ khí thu được của quân Pháp, đảm bảo cung ứng kịp thời cho các đơn vị chiến đấu\"...<ref name=\"Theo TX\" \/>\n\nNăm [[1948]], Ủy ban kháng chiến hành chính tỉnh Hà Tiên đã quyết định đào một con kinh tắt để nối liền giao thông đường thủy giữa trung tâm hành chính của tỉnh đặt tại khu vực Núi Trầu (xã [[Hòa Điền, Kiên Lương]]) với căn cứ Mo So.\n\nNăm [[1969]], huyện ủy Hà Tiên quyết định xây dựng một căn cứ vững chắc trong các hang động ở Mo So, sau khi đã phân tích kỹ địa hình. Căn cứ ấy bao các cơ quan như Huyện ủy, Xưởng vũ khí, Pháo binh, Quân y, Kinh tài, Điện đài, Văn hóa, v.v... \n \nNgày [[11 tháng 7]] năm [[1969]], khi các cơ quan ổn định chỗ nơi ăn ở, bắt đầu làm việc, thì căn cứ Mo So bị quân đội [[Việt Nam Cộng hòa]] phát hiện, và tổ chức tấn công vào. Tuy nhiên, cũng theo lời kể, thì lần tấn công này và những lần về sau, quân đối phương đều vấp phải thất bại...<ref name=\"Theo TX\" \/>\n[[Hình:Một thung lũng ở bên trong núi Mo So.jpg|nhỏ|250px|Thung lũng nhỏ ở giữa núi Mo So]]\nĐến [[tháng 2]] năm [[1970]], đối phương lại tập trung 2 trung đoàn thuộc sư đoàn 21 bộ binh, 1 tiểu đoàn công binh, 2 thiết đoàn xe M.113, 1 đại đội thám báo, 10 cụm pháo mặt đất, 2 chiến hạm ngoài khơi tập trung đánh vào Mo So. Lực lượng đối kháng gồm bộ đội địa phương huyện Hà Tiên, một bộ phận cơ quan Tỉnh đội, 1 tiểu đoàn 61 quân chủ lực của miền Bắc mới chi viện cho chiến trường Khu 9. Kết cục, suốt 45 ngày đêm chiến đấu, căn cứ Mo So vẫn được giữ vững...\n\nVới những giá trị vừa kể trên, ngày [[13 tháng 2]] năm [[1995]], Mo So được Bộ Văn hóa Thông tin (nay là [[Bộ Văn hóa, Thể thao và Du lịch Việt Nam|Bộ Văn hóa, Thể thao và Du lịch]]) công nhận là di tích ''Lịch sử cách mạng và Thắng cảnh cấp quốc gia''.\n\n==Thông tin liên quan==\n\n[[Tháng 12]] năm [[2007]], nhà biên kịch Phan Nhật Thu và ê kíp làm phim ''Con đường 1 C huyền thoại'' khởi quay cảnh đầu tiên tại Mo So. Sau đó, [[nghệ sĩ ưu tú]] Đồng Anh Quốc cũng đã thực hiện bộ phim tài liệu ''Tiểu đoàn 207 anh hùng'' tại Mo So vào giữa [[tháng 9]] năm [[2008]]...<ref name=\"Theo TX\" \/>\n==Một vài hình ảnh== \n<gallery>\nHình:Một miệng hang núi Mo So.jpg|Một trong nhiều cửa hang.\nHình:Thạch nhủ trong núi Mo So.jpg|Hai trong số thạch nhủ.\nHình:Một hang núi Mo So.jpg|Du khách đi tham quan một hang núi Mo So. \nHình: Một hang động ở bên trong núi Mo So.jpg|Du khách đi tham quan một hang núi Mo So (ảnh 2).\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n{{Commonscat |Mount Mo So}}\n{{sơ khai Kiên Giang}}\n\n[[Thể loại:Núi tại Kiên Giang]]\n[[Thể loại:Di tích tại Kiên Giang]]\n[[Thể loại:Du lịch Kiên Giang]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Kiên Lương]]"}