{"191817":"[[Tập tin:Nhà nghỉ trên Núi Sam, thành phố Châu Đốc.jpg|nhỏ|280x280px|Núi Sam]]\n'''Núi Sam''' có tên khác '''Vĩnh Tế Sơn''' hay '''Ngọc Lãnh Sơn''' cao 284 m có chu vi 5.200m<ref>Ghi theo ''Địa chí An Giang'' tập I. Và cũng theo tài liệu này, núi chỉ cao 228m.<\/ref>, trước thuộc xã [[Vĩnh Tế (xã)|Vĩnh Tế]], nay thuộc phường [[Núi Sam (phường)|Núi Sam]], thành phố [[Châu Đốc]], tỉnh [[An Giang]], [[Việt Nam]].\n\nTrên và quanh núi Sam có rất nhiều chùa miếu, trong đó nổi tiếng nhất là [[Miếu Bà Chúa Xứ Núi Sam|Miếu Bà chúa Xứ]], [[Chùa Tây An]], [[lăng Thoại Ngọc Hầu]], [[Chùa Phước Điền]] (còn gọi Chùa Hang) là những hạng mục trong Khu di tích lịch sử - Văn hoá núi Sam đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch Việt Nam]] công nhận là ''di tích cấp Quốc gia.''\n\n==Tên gọi, vị trí==\n'''Vĩnh Tế Sơn''': Vua [[Minh Mạng]] cho đặt tên núi Sam là ''Vĩnh Tế Sơn'', để ghi công của [[Thoại Ngọc Hầu]] đã hoàn thành việc đào [[kênh Vĩnh Tế]] ([[1819]]–[[1824]]).\n\n'''Ngọc Lãnh Sơn''': Ngọc nghĩa là con sam, sơn nghĩa là núi. Giả thuyết cho rằng gọi là núi Sam vì hình thù của núi giống như con sam, mà đầu quay về hướng [[Tịnh Biên]]. Cũng có tài liệu khác cho rằng thuở xa xưa, khi quanh núi Sam hãy còn là biển cả, các loài sam biển tập trung sống ở nơi đây.\n\n'''Vị trí núi''': Phía Tây Bắc có tuyến [[kênh Vĩnh Tế]] chạy dọc biên giới [[Campuchia]] và Xã Vĩnh Tế. Phía Tây Nam giáp xã Vĩnh Châu. Phía Đông Bắc và Đông Nam giáp phường Châu Phú A, Châu Phú B của thành phố [[Châu Đốc]].\n\nTheo Văn Chương Việt của nhà văn [[Trịnh Bửu Hoài]] thì núi Sam không nằm trong dãy [[Thất Sơn]], gồm:\n\n1\/ Núi Cấm (禁山) (Thiên Cẩm Sơn),\n\n2\/ Núi Dài Năm Giếng (Ngũ Hồ Sơn)\n\n3\/ Núi Cô Tô (Phụng Hoàng Sơn),\n\n4\/ Núi Dài (Ngọa Long Sơn),\n\n5\/ Núi Tượng (象山) (Liên Hoa Sơn)\n\n6\/ Núi Két (Anh Vũ Sơn)\n\n7\/ Núi Nước (Thủy Đài Sơn)\n\n==Thắng cảnh, di tích==\nTrước đây, núi Sam có nhiều cây [[phượng vĩ]] và [[huỳnh mai]] mọc từ các hốc núi. Vào mùa trổ bông, cảnh núi toàn một màu đỏ thắm rất tươi đẹp và rực rỡ.\n\nTrên đỉnh, còn dấu tích một bệ đá, nơi tượng Bà Chúa Xứ Núi Sam ngự, trước khi được đem về [[Miếu Bà Chúa Xứ Núi Sam|miếu]]. Bệ đá có chiều ngang 1,60 [[m]]; dài 0,3 m, chính giữa có lỗ vuông cạnh 0,34 m, loại trầm tích thạch màu xanh đen, hạt nhuyễn. Gần tháp cao của Pháo Đài, cũng là nơi [[Trương Gia Mô]] ([[1866]]-[[1929]]), một nho sĩ của [[phong trào Duy Tân]], đã gieo mình xuống vực sâu, tự kết liễu một cuộc đời bế tắc vào một đêm cuối năm [[1929]].\n\nTrên và quanh núi Sam có rất nhiều chùa miếu, trong đó nổi tiếng nhất là [[Miếu Bà Chúa Xứ Núi Sam|Miếu Bà chúa Xứ]], [[Chùa Tây An]], [[lăng Thoại Ngọc Hầu]], [[Chùa Phước Điền]] (còn gọi Chùa Hang) là những hạng mục trong Khu di tích lịch sử - Văn hoá núi Sam đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch Việt Nam]] công nhận là ''di tích cấp Quốc gia.''\n\n==Lợi ích khác==\nĐá ở núi Sam chủ yếu là đá hoa cương, nên từ năm [[1890]], người [[Pháp]] đã cho khai thác để làm đường. Sau năm [[1975]], để bảo vệ môi trường và cảnh quan du lịch, chính quyền tỉnh đã cấm việc khai thác đá.\n\nNúi Sam là một điểm cao chiến lược. Ở đỉnh có thể quan sát, kiểm soát cả một vùng biên giới rộng lớn từ thành phố Châu Đốc đến tận tuyến [[Tịnh Biên]], từ cánh đồng [[Bảy Núi]] qua huyện [[Châu Phú]]. Do vậy, trước [[1975]], trên đỉnh núi có một đồn lính, tên gọi là Pháo đài. Sau này, người ta đã cho xây dựng ở gần đó, một trạm tiếp sóng các đài thuộc ''Đài truyền hình Việt Nam''.\n\nNgoài ra, bên chân núi còn có tuyến quốc lộ 91 chạy qua dài 8 [[kilômét|km]], thuận lợi cho việc giao thông và phát triển kinh tế vùng.\n\n==Thông tin liên quan==\n[[Tập tin:Bia Vĩnh Tế Sơn.jpg|nhỏ|phải|250px|Tấm bia bên phải ảnh có thể là bia Vĩnh Tế Sơn, nhưng vì chữ khắc đã không còn đọc được, nên không thể quả quyết.]]\n===Giới thiệu bia Vĩnh Tế Sơn===\n'''[[Bia Vĩnh Tế Sơn]]''' ({{Hán|奉 特 賜 名 永 濟 山 碑 記}} Phụng đặc tứ danh Vĩnh Tế Sơn bi ký)<ref name=\":0\">Lâm Quang Hiển (2018), [http:\/\/vanhoalichsuangiang.blogspot.com\/2018\/10\/bia-vinh-te-son.html Bia “Vĩnh Tế Sơn” Một bảo vật quốc gia đang bị lãng quên].<\/ref> là một trong ba di tích lịch sử loại bia ký<ref>Hai bia kia là [[bia Vĩnh Lăng]] ở [[Thanh Hóa]] và [[bia Thoại Sơn]] ở [[Núi Sập]] ([[An Giang]]). Theo [http:\/\/www.thixachaudoc.com\/tourOther.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080515060958\/http:\/\/www.thixachaudoc.com\/tourOther.html |date = ngày 15 tháng 5 năm 2008}} và ''Địa chí An Giang'' tập II, UBND tỉmh An Giang ấn hành, 2007, tr.314.<\/ref> nổi tiếng dưới chế độ quân chủ ở [[Việt Nam]] còn lưu lại đến ngày nay.\n\nBia Vĩnh Tế Sơn được tạc bằng đá, cao ngang đầu người, khắc 730 [[chữ Hán]], do Thoại Ngọc Hầu cho soạn, được dựng vào [[tháng chín|tháng 9]] năm [[Minh Mạng]] thứ 9 ([[1828]]), tức sau khi [[kênh Vĩnh Tế]] đã đào được 4 năm.\n\nTrước đây vì đứng trơ trọi giữa trời lâu năm, bia bị ngã đổ và bị lấy đi nơi khác. Có lẽ vì sợ hư hại thêm và thất lạc lần nữa, nên hiện nay bia Vĩnh Tế Sơn (?) bị gắn chặt vào bức tường dày của [[Lăng Thoại Ngọc Hầu|Sơn Lăng]]. Khác với bia Thoại sơn còn khá tốt, tấm bia này vì thời gian, vì mưa nắng nên đã bị rạn nứt và chữ khắc đã không còn đọc được. Toàn văn bia ký giờ đây có được là nhờ [[Trần Hữu Thường]] ([[1844]]-[[1921]]), đỗ tú tài thời [[Tự Đức]], biên chép và dịch lại.\n\nNgoài ra, tra trong sách ''[[Đại Nam nhất thống chí]]'', phần \"An Giang tỉnh\", mục \"Sơn xuyên\", thì thấy có câu:...''\"nhà vua sắc cho quan hữu tư địa phương dựng bia (Vĩnh Tế Hà) ở bờ sông\".'' Nhưng đến nay vẫn chưa tìm được <ref>Việc tìm kiếm tấm bia Vĩnh Tế Hà khiến GS. [[Nguyễn Văn Hầu]] đã phải than thở: \"Tôi đã tìm và cho đào nhiều chỗ khả nghi, nhưng chỉ thấy được những mảnh bia khác chứ không có một vết tích gì về bia Vĩnh Tế Hà ở bên bờ sông ấy (Nguyễn Văn Hầu, ''Thoại Ngọc Hầu và những cuộc khai phá miền Hậu Giang'', Nhà xuất bản Hương Sen, [[Thành phố Hồ Chí Minh|Sài Gòn]], không ghi năm xuất bản, tr.209 - 211\".<\/ref>.\n\nNgày làm lễ dựng hai tấm bia trên rất có thể cùng ngày với việc cải táng tập thể các binh, dân đã tử nạn trong việc đào kênh, và cũng là ngày Thoại Ngọc Hầu đã đứng ra chủ tế lễ cúng trọng thể, tuyên đọc một bài văn tế có tên: \"Thừa đế lịnh, tế cô hồn Vĩnh Tế tân kinh\", còn được gọi là \"Tế nghĩa trủng văn\" cho những vong hồn này <ref>Theo Nguyễn Văn Hầu, sách đã dẫn tr.200-201<\/ref>.\n\n===Trích văn bia===\n:Bia Vĩnh Tế được soạn bằng [[chữ Hán]] trên đá hoa.<ref>Hán văn:\n\n奉 特 賜 名 永 濟 山 碑 記\n\n坤 靈 秀 氣 凝 結 而 為 山 人 因 而 名 之 其 來 尚 矣\n\n或 以 勝 槩 或 以 佳 跡 或 以 象 類 或 以 邑 里 亦 以 昔 人 所 登 臨 遊 玩 而 名 之 亦 以 髙 士 所 棲 遲 隱 逸 而 名 之 大 抵 俗 傳 韻 語 習 而 稱 呼 耳\n\n其 獲 登 瑤 版 經 睿 鑒 造 嘉 名 以 旌 殊 貺 者 鮮 矣 而 況 遠 界 番 陬 深 居 荒 服 者 乎\n\n朱 篤 地 界 古 蠻 番 區 也 皇 朝 開 拓 南 服 其 地 方 入 版 圖 嚴 設 屯 營 以 控 番 國 屯 之 後 有 山 焉 曰 杉 山 俗 名 也 林 薮 荒 邈 猶 為 土 人 客 獠 之 居 雖 有 奇 景 佳 跡 亦 一 幽 巖 亂 石 之 堆 阜 爾 意 者 造 物 有 待 而 後 使 之 呈 奇 獻 異 歟\n\n欽 奉 聖 上 經 理 封 疆 嚴 設 屯 守 臣 瑞 玉 侯 本 領 保 護 藩 邦 兼 按 守 朱 篤 屯 經 奉 玉 諭\n\n文 軌 混 同 關 城 晏 閉 欲 使 莽 蒼 皆 成 閭 閻 氓 隷 悉 為 編 户 桑 蔴 翳 野 煙 火 相 望 與 寓 縣 並 躋 富 殷 之 盛 仰 庙\n\n臣 受 命 衹  勤  鳩 民 以 立 邑 乃 相 本 地  一 路 橫 達 雙 雙 長 江 一 路 上 至 滀 榮 一 路 上 至 爐 嶇 隨 便 歸 為 村 落 開 墾 田 園 雖 未 足 以 副 萬 分 之 一 而 以 今 視 昔 則 殊 異 矣\n\n艾 蓬 翦 棘 之 後 白 分 石 腳 綠 孑 竹 捎 此 山 遂 出 色 焉 盤 然 特 峙 闞 清 流 而 按 峻 岸 林 圃 遶 其 麓 嵐 捲 炊 煙 寺 庙 倚 其 嶺 香 飄 雲 盎 庶 幾 中 州 風 景 矣\n\n奉 畫 圖 馳 進 仰 蒙 睿 照 以 昔 年 臣 奉 董 役 浚 東 川 港 道 既 以 臣 爵 名 表 港 傍 之 柆 山 曰 瑞 山 至 是 又 軫 及 臣 心 能 乘 關 雎 之 化 以 齊 其 家 而 臣 妻 朱 氏 名 濟 能 化 周 南 之 德 以 內 勗 其 夫 靡 盬 之 忱 有 少 助 焉 遂 以 人 名 賜 山 名 為 永 濟 山\n\n人 以 山 標 名 而 釵 髻 增 光 皇 澤 之 膏 沐 也 山 以 人 得 號 而 草 花 生 色 皇 霑 之 滋 潤 也\n\n臣 眼 腦 眺 舒 心 官 默 識 眞 山 運 遭 逢 之 嘉 會 而 老 臣 際 遇 之 奇 緣 不 然 何 以 膺 此 寵 靈 也\n\n迨 女 寡 完 因 解 旇 徂 化 以 四 大 之 遺 得 就 此 山 以 自 阡 焉\n\n地 名 其 姓 山 名 其 人 寄 而 表 焉 歸 而 藏 焉 頓 覺 三 生 之 夙 契 寔 賴 鴻 造 之 有 成 豈 尋 常 之 榮 異 者 哉\n\n至 乃 晨 光 散 霚 夕 照 飛 霞 木 笨 𥳰 以 垂 清 草 芊 眠 而 鋪 翠 塵 清 驛 路 凭 磴 遙 瞻 練 静 江 流 停 橈 閒 玩 指 點 相 謂 曰 此 特 攽 賜 名 永 濟 山 也\n\n然 則 山 以 人 傳 歟 人 以 山 傳 歟 曰 是 皇 家 高 厚 之 恩 悠 久 無 疆 也 臣 謹 記\n\n明 命 玖 年 歲 在 戊 子 著 雍 困 敦 秋 分 之 候\n\n欽 差 統 制 按 守 朱 篤 屯 領 保 護 高 綿 國 印 兼 管 河 僊 鎭 邊 務 加 貳 級 紀 录 四 次 瑞 玉 侯 制\n\n右 舊 黎 朝 中 試 三 河 武 視 承 撰\n\n右 舊 黎 朝 員 子 蘇 江 阮 鐘 甫 承 寫<\/ref><ref name=\":0\" \/> Tiêu đề của bia là {{Hán|奉 特 賜 名 永 濟 山 碑 記}} Phụng đặc tứ danh Vĩnh Tế Sơn bi ký.\n:Phiên âm:<ref name=\":0\" \/>\n:''PHỤNG ĐẶC TỨ DANH VĨNH TẾ SƠN BI KÝ'' \n:''Khôn linh tú khí, ngưng kiết nhi vi sơn, nhơn nhân nhi danh chi, kỳ lai thượng hĩ. Hoặc dĩ thắng khái, hoặc dĩ giai tích, hoặc dĩ tượng loại, hoặc dĩ ấp lý, diệc dĩ tích nhơn sở đăng lâm du ngoạn nhi danh chi, diệc dĩ cao sĩ sở thê trì ẩn dật nhi danh chi, đại để tục truyền vận ngữ, tập nhi xưng hô nhĩ. Kì hoạch đăng diêu bản, kinh duệ giám, tạo gia danh dĩ sanh thù huống giả tiển hĩ, nhi huống viễn giới phiên tưu, thâm cư hoang phục giả hồ?''  ''Châu Đốc địa giới cổ man phiên khu dã.''  ''Hoàng triều khai thác Nam phục, kỳ địa phương nhập bản đồ; kinh thiết đồn doanh, dĩ khống phiên quốc. Đồn chi hậu hữu sơn yên viết Sam sơn, tục danh dã. Lâm tẩu hoang mạc, du vi thổ nhân khách liêu chi cư. Tuy hữu kỳ cảnh giai tích, diệc nhứt u nham loạn thạch chi đôi phụ nhĩ. Ý giả tạo vật hữu đãi nhi hậu sử chi trình kỳ hiến dị dư?''  ''Khâm phụng Thánh thượng kinh lí phong cương, nghiêm thiết đồn thủ. Thần Thoại Ngọc Hầu bổn lãnh bảo hộ phiên bang, kiêm án thủ Châu Đốc đồn, kinh phụng ngọc dụ.''  ''Văn quỹ hỗn đồng, quan thành án bế, dục sử mãng thương giai thành lư diêm, manh lệ tất vi biên hộ, tang ma ế dã, yên hỏa tương vọng, dữ ngụ huyện tịnh tê phú ân chi thạnh.''  ''Thần thọ mạng kì cần, cưu dân dĩ lập ấp, nãi tương bổn giới địa thế: nhứt lộ hoành đạt song song trường giang, nhứt lộ thượng chí Sốc Vang, nhứt lộ thượng chí Lò Gò, tùy tiện qui vi thôn lạc, khai khẩn điền viên. Tuy vị túc dĩ phó vạn phần chi nhứt, nhi dĩ kim thị tích tắc thù dị hĩ.''  ''Ngải bồng tiễn cức chi hậu, bạch phân thạch cước, lục kiết trúc sao, thử sơn toại xuất sắc yên, bàn nhiên đặc trĩ. Hám thanh lưu nhi chẩm tuấn ngạn, lâm phố nhiễu kỳ lộc, lam quyện xuy yên, tự miếu ỷ kỳ điên, hương phiêu vân cái, thứ cơ trung châu phong cảnh hĩ.''  ''Phụng họa đồ trì tiến, ngưỡng mông duệ chiếu; dĩ tích niên thần phụng đổng dịch tuấn Đông Xuyên cảng đạo, kí dĩ thần tước danh biểu cảng bàng chi Sập sơn viết “Thoại Sơn”. Chí thị hựu chẩn cập thần tâm, năng thừa Quan Thơ chi hóa, dĩ tề kỳ gia, nhi thần thê Châu Thị danh Tế năng hóa Châu Nam chi đức dĩ nội trợ kỳ phu, mi giám chi thầm hữu thiểu trợ yên. Toại dĩ nhơn danh tứ sơn danh, vi “Vĩnh Tế Sơn”. Nhân dĩ sơn phiêu danh nhi thoa kế tăng quang,''  ''Hoàng trạch chi cao mộc dã, sơn dĩ nhân đắc hiệu nhi thảo hoa sanh sắc,''  ''Hoàng triêm chi tư nhuận dã.''  ''Thần nhãn não diêu thư, tâm quan mặc chí. Chân sơn vận tao phùng chi gia hội, nhi lão thần tế ngộ chi kỳ duyên. Bất nhiên, hà dĩ ưng thử sủng linh dã?''  ''Đãi nữ quả hoàn nhân, giải phi tồ hóa dĩ tứ đại chi di, đắc tựu thử sơn dĩ tự thiên yên. Địa danh kì tánh, sơn danh kì nhơn, ký nhi biểu yên, quy nhi tàng yên, đốn giác tam sanh chi túc khế, thiệt lại hồng tạo chi hữu thành, khởi tầm thường chi vinh dị giả tai !''  ''Chí nãi thần quang tán vụ, tịch chiếu phi hà, mộc bổn đính dĩ thùy thanh, thảo thiên miên nhi phô thúy, trần thanh dịch lộ, bằng đặng diêu chiêm, luyện tịnh giang lưu, đình nhiêu nhàn ngoạn, chỉ điểm tương vị viết: “Thử đặc ban tứ danh Vĩnh Tế Sơn dã!”''  ''Nhiên tắc sơn dĩ nhân truyền dư ? Nhân dĩ sơn truyền dư ? Viết thị Hoàng gia cao hậu chi ân, du cửu vô cương dã. Thần cẩn ký.''  ''Minh Mạng cửu niên, Tuế tại trứ ung khổn đôn, thu phân chi hậu.''  ''Khâm sai Thống chế, Án thủ Châu Đốc đồn, lãnh Bảo hộ Cao Miên quốc ấn, kiêm quản Hà Tiên trấn biên vụ, gia nhị cấp kỷ lục tứ thứ, Thoại Ngọc Hầu chế.''  ''Hữu, cựu Lê triều trung thí, Tam Hà Võ thị thừa soạn.''  ''Hữu, cựu Lê triều viên tử, Tô Giang Nguyễn Chung Phủ thừa tả.''\n:Dịch nghĩa:\n:''Bài văn bia phụng soạn nhân dịp vua đặc biệt ban tên núi Vĩnh Tế''\n:...\n:''Địa giới Châu Đốc xưa kia là khu vực của Phiên man ([[Campuchia|Cao Miên]]). Nhờ triều đình khai thác cõi Nam, mới cho đất ấy nhập vào bản đồ. Nghiêm đặt đồn doanh để khống chế nước phiên. Phía sau đồn có núi, mà lời tục thường quen gọi núi Sam.''\n:''Nơi đây chầm ao, rừng rú mênh mông rậm rạp, cũng là chỗ người Khmer gốc, người Hoa khách trú, người Lào nương ngụ.''<ref>Nguyên văn: \"土 人 客 獠 之 居 thổ nhân khách liêu chi cư\", có thể chỉ người Khmer, người Hoa (khách), người Lào (liêu). Liêu 獠 cũng có thể để nói tới các nhóm người khác chứ không phải người Lào.<\/ref> ''Tuy có cảnh đẹp chuyện hay, nhưng cũng vẫn là một nơi rừng sâu, đá loạn, nổng gò mà thôi…''\n:''Từ ngày dẹp cỏ gai trở đi, rành rành chân núi trắng phau, trọi trọi ngọn tre xanh ngắt, cảnh núi trở nên tươi đẹp, sừng sững vọt lên. Ngắm dòng nước biếc bên bờ cao, ruộng vườn vây quanh chân núi, hơi lam tuôn cuốn lẫn khói nấu cơm, chùa chiền trên chót hương tỏa mây lồng, thật không kém gì phong cảnh trung châu vậy.''\n:''Năm trước đây, thần (Thoại Ngọc Hầu) phụng mạng xem sóc việc đào [[kênh Thoại Hà|kênh Đông Xuyên]], vua đã lấy danh tước thần nêu lên bên bờ kênh núi Sập mà đặt tên núi Thoại (tức [[Thoại Sơn, An Giang|Thoại Sơn]]). Đến nay, hoàng ân lại xét đến lòng thần, cho là biết tề gia hợp hòa khí, lại hạ cố đến vợ thần là Châu Thị Tế là Vĩnh Tế Sơn rằng có đức dày trong đường lễ giáo, bên trong biết giúp đỡ chồng, một lòng trung thành bền chặt, có chút công lao, nên xuống lệnh ban cho tên núi Sam là Vĩnh Tế Sơn...''\n:''Đến nay, ánh sáng sớm sương tan, bóng chiều tà ráng rọi, cây rậm rạp khoe xanh, cỏ là đà phô thắm. Bụi sạch trên đường, lên cao ngắm nghía, dòng sông trải lụa, khách đi qua buông chèo nhàn ngoạn, tay trỏ non xanh cùng nói với nhau: Đây là núi Vĩnh Tế, do vua ban tên đó!…<ref>Theo Nguyễn Văn Hầu, sách đã dẫn, tr. 400 – 402.<\/ref>''\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n:*[http:\/\/nguoivienxu.vietnamnet.vn\/thangcanh\/2004\/02\/50810\/ Núi Sam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080612192419\/http:\/\/nguoivienxu.vietnamnet.vn\/thangcanh\/2004\/02\/50810\/ |date = ngày 12 tháng 6 năm 2008}} trên web Người viễn xứ.\n:*[http:\/\/sodulich.angiang.gov.vn\/index.aspx?action=chitietkddl&ID=23 Giả thuyết về tên gọi của Núi Sam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080215131949\/http:\/\/sodulich.angiang.gov.vn\/index.aspx?action=chitietkddl&ID=23 |date = ngày 15 tháng 2 năm 2008}} trên web Du lịch An Giang.\n:*[http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=263&Itemid=56 Trương Gia Mô] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081026215841\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=263&Itemid=56 |date=2008-10-26 }} trên web Bến Tre.\n{{Sông núi ở An Giang}}\n{{Du lịch Việt Nam}}\n{{Khu du lịch quốc gia của Việt Nam}}\n\n[[Thể loại:Châu Đốc]]\n[[Thể loại:Núi tại An Giang]]\n[[Thể loại:Di tích tại An Giang]]"}