{"457212":"{{bài cùng tên|Núi Hàm Rồng}}\n\n[[Tập tin:Nui Ham Rong mua xuan.jpg|thumb|phải|258px|Núi Hàm Rồng mùa xuân]]\n\n'''Núi Hàm Rồng''' là một ngọn núi nằm trong dãy [[Hoàng Liên Sơn]] với ý nghĩa \"hàm của rồng\". Hàm Rồng là một trong số ít các núi ở [[Việt Nam]] có hình tượng đẹp và rõ nét, gắn liền với nó là truyền thuyết thú vị và ly kỳ. \n== Vị trí địa lý và đặc điểm tự nhiên ==\n*Núi Hàm Rồng nằm sát trung tâm thị trấn [[Sa Pa]]. Điểm thấp nhất cao 1.450m và điểm cao nhất cao 1.850m so với mực nước biển. Địa hình dốc với góc dốc trung bình khoảng 30<sup>o<\/sup>. Địa mạo chủ yếu là nền đá Casteur phong hóa lộ thiên.\n*Quanh núi Hàm Rồng có nhiều kiểu núi khác nhau, rừng kín thường xanh, với các loại [[cây lá rộng]] xanh quanh năm và các loại dây leo, bụi rậm chằng chịt, rừng hỗn hợp cây lá rộng, lá kim…Vùng núi cao với đặc điểm là rừng thưa, ít rậm rạp, thỉnh thoảng có cây lá rộng xen kẽ. Cao hơn rừng kín thường xanh ẩm á nhiệt đới với đặc điểm rừng thưa, ít tầng hệ thực vật lá kim phát triển. Với độ cao của đỉnh núi thì hầu như không còn cây cối nhiều, chỉ có lác đác Trúc núi (Trúc lùn) và gió bụi thổi.\n*Nhiệt độ trung bình khu núi Hàm Rồng từ 15 – 18<sup>o<\/sup>C, lượng mưa trung bình 1.800 – 2.000mm, đặc biệt khí hậu có sự thay đổi xuất hiện băng giá, tuyết nhẹ.<ref>Theo \"Tài liệu khảo sát núi Hàm Rồng\". \"Thuyết minh Dự án đầu tư xây dựng Khu du lịch sinh thái Hàm Rồng\"<\/ref>\n\n== Tài nguyên du lịch trên núi Hàm Rồng ==\n*Núi Hàm Rồng thuộc tỉnh [[Lào Cai]], là một tỉnh có tiềm năng tương đối phong phú và đa dạng để phát triển du lịch. Nằm trong quần thể du lịch của tỉnh [[Lào Cai]], núi Hàm Rồng được coi là một trong những địa điểm có tiềm năng phát triển du lịch lớn và đóng vai trò rất quan trọng trong quá trình chuyển dịch cơ cấu kinh tế của tỉnh. Là địa danh du lịch không thể thiếu trong hành trình tham quan [[Sa Pa]].\n*Đến với núi Hàm Rồng du khách không những được tận hưởng cảnh sắc thiên nhiên hoang sơ của đất trời mà còn được thưởng thức tuần trăng mật trong lành, mát mẻ của khí trời [[Sa Pa]].\n\n== Khu du lịch núi Hàm Rồng ==\n{{văn phong}}\n[[Tập tin:Cổng vào KDL núi Hàm Rồng, Sa Pa.jpg|thumb|Đường lên khu du lịch núi Hàm Rồng, Sa Pa]]\nĐược khởi công vào năm 1996, khu du lịch Hàm Rồng rộng 148 hecta đã khai thác triệt để nét hoang sơ, thiên nhiên của những rừng đá rêu phong, rừng đào lâu năm (20-30 năm tuổi). Càng đi lên cao khung cảnh lại càng làm cho ta ngạc nhiên, thôi thúc khám phá. Từ cụm vườn lan 1, vườn lan 2 với 6.000 cây của 194 loài lan bốn mùa đua nhau khoe sắc, trong đó có những loài lan đặc hữu như kiếm trần mộng, kiếm thu, lan tiêu thân gỗ hoa dài như chiếc chuông... đến vườn hoa với những đóa cẩm tú cầu đường kính tới 30&nbsp;cm cùng những giống hoa lạ mắt nhập từ [[Nga]], [[Pháp]] về và hàng trăm cây anh đào [[Nhật Bản|Nhật]] đang trồng thử nghiệm. Các nhà kỹ thuật tiết lộ sau này ở đây sẽ có một khu sản xuất các giống hoa xuất xứ từ [[Châu Âu]] gắn liền với sự tích hàm rồng\n\nTrên sân ngắm mây ở độ cao khoảng 1.800m, du khách phóng tầm mắt nhìn cảnh thung lũng [[Sa Pa]] huyền ảo thoắt ẩn thoắt hiện trong những cụm mây trắng bồng bềnh theo gió. Băng qua khu thiên thạch lâm rộng mênh mông, lớp lớp đá đan xen nhau đủ mọi hình dáng, tha hồ cho khách thả trí tưởng tượng thành muôn hình vạn dạng. Đường lên cổng trời ngó phía trước chỉ thấy trời xanh bao la, nhìn dưới chân toàn mây giăng. Hết cổng trời 1, dừng chân ở cổng trời 2 cao khoảng 1.700m để được ngắm đầu rồng thật rõ. Lối đi mỗi lúc một hẹp, dẫn vào hang Tam Môn chỉ vừa một người chui lọt,thoát ra là một khoảng trời mênh mông. Khu cắm trại ở đây có hẳn một vườn cây ăn trái với ba loại chủ lực: đào, lê, mận.\n\nNgày 10 tháng 12 năm 2009 Chủ tịch UBND tỉnh [[Lào Cai]] ra quyết định \"Phê duyệt quy hoạch chi tiết xây dựng tỷ lệ 1\/500 khu du lịch sinh thái núi Hàm Rồng\" (Số: 4235\/QĐ-UBND). Mục tiêu xây dựng khu Hàm Rồng trở thành khu du lịch sinh thái tầm quốc gia và khu vực [[Đông Nam Á]]. Có tổng mức đầu tư dự kiến lên đến 1.200 tỷ đồng. Chiến lược phát triển: bảo tồn cảnh quan hiện có, tôn tạo và phát triển cảnh quan đặc trưng; xây dựng và phát triển hệ thống hạ tầng, các dịch vụ phục vụ du lịch hoàn chỉnh và khép kín từ tham quan lưu trú, ngắm cảnh, nghỉ dưỡng, ăn uống, giải trí và chăm sóc sức khỏe; khai thác và bảo tồn các cảnh quan hiện có, kết hợp với các hoạt động thể thao dã ngoại; phát triển các đặc trưng văn hóa cũng như cảnh quan để trở thành điểm đến đáng nhớ của khu vực Đông Nam Á; phát triển du lịch tâm linh dựa trên lịch sử và truyền thống lâu đời của Sa Pa. Chủ đầu tư dự án là Công ty Cổ phần Du lịch Cao su Hàm Rồng.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n\n[[Thể loại:Sa Pa]]"}