{"354126":"{{for|cây cầu cùng tên bắc qua sông Chu|Cầu Núi Đọ}}\n'''Núi Đọ''' là một quả núi thấp, sườn núi dốc thoai thoải từ 20 đến 20 độ, cao 158 mét so với mặt nước biển, nằm bên hữu ngạn [[sông Chu]], chỗ hợp lưu của hai dòng sông Mã và sông Chu, nay thuộc huyện [[Thiệu Hóa|Thiệu Hoá]], [[Thanh Hóa]]. Núi Đọ nằm ngay ngã ba của ba xã, phường: xã [[Tân Châu, Thiệu Hóa|Tân Châu]], huyện [[Thiệu Hóa|Thiệu Hoá]], xã [[Thiệu Vân]] và phường [[Thiệu Khánh]], thành phố [[Thanh Hóa (thành phố)|Thanh Hóa]]. Cùng với [[núi Bàn A]] (Núi Vồm - Thiệu Khánh) - Cồn Chân Tiên (Thiệu Khánh) tạo ra thế chân kiềng vững chãi.\n\nNúi Đọ được xem là nơi có nhiều vết tích về [[Việt Nam thời tiền sử|người cổ]]. Núi Đọ còn được gọi là '''Qui Sơn''', được ngợi ca là \"Linh Quy Hí Thủy\" (Rùa thiêng uống nước) là thắng cảnh trong Bàn A thập cảnh. Các nhà khảo cổ đã tìm thấy những công cụ đá được ghè đẽo thô sơ ở đây, cho thấy nơi này từ xa xưa đã có người tối cổ sinh sống.\n\n== Di tích Núi Đọ ==\nCuối năm 1960, các nhà khảo cổ học Việt Nam cùng với giáo sư P.I.Boriskovski đã nghiên cứu và chứng minh rằng ở Núi Đọ từng tồn tại một nền văn hóa sơ kỳ thời đại đá cũ. Sau này, trong các công trình nghiên cứu khảo cổ học, giới khảo cổ Việt Nam đã đưa ra một số nhận định tổng quan về di tích núi Đọ:\n\n- Đa số cho rằng công cụ tìm thấy ở Núi Đọ thuộc niên đại sơ kỳ đá cũ. Do công cụ được tìm thấy trên sườn núi không thuộc tầng văn hóa nào; thiếu các yếu tố địa tầng, cổ sinh nên việc định niên đại trên chưa có tính thuyết phục cao;\n\n- Có ý kiến khác lại cho rằng: Núi Đọ thuộc niên đại kim khí, vì người ở thời đại sau tuy tiến bộ hơn nhưng vẫn có thể làm ra các công cụ của thời đại trước để sử dụng;\n\nNúi Đọ có chứa nhiều đá bazan, màu xanh xám, cứng, rất khó ghè. Nhưng khi đá được ghè vỡ lại tạo ra những cạnh khá sắc. Người vượn đến đó dùng đá ghè vỡ đá núi để chế tác công cụ<ref>Vũ Duy Mền (chủ biên) (2013), ''Lịch sử Việt Nam'', Tập 1, Nxb. Khoa học xã hội, tr. 26.<\/ref>. Những mảnh vỡ gọi là mảnh tước còn lại vô số, chiếm 95% số di vật mà người ta tìm thấy<ref>Ban Nghiên cứu và biên soạn lịch sử Thanh Hóa (1990), ''Lịch sử Thanh Hóa'', Tập 1, Nxb. Khoa học xã hội, tr. 24.<\/ref> trên sườn phía đông và tây nam, ở độ cao khoảng 30 đến 40m của Núi Đọ. Những mảnh tước này chính là công cụ thô sơ đầu tiên của người vượn dùng để cắt hay nạo. Hiện các nhà khảo cổ còn tìm được nhiều hạch đá (hòn đá dùng để ghè tạo ra mảnh tước), chopper công cụ đá được ghè đẽo qua loa, tạo nên rìa lưỡi dãy, làm công cụ chặt thô và 8 chiếc rìu tay - công cụ sắc bén nhất của người Núi Đọ. Rìu tay ở Núi Đọ được chế tác từ đá bazan, có kích thước khá lớn: chiều dài chiếc nhỏ nhất là 16,5cm, chiếc lớn nhất là 21,2 cm. Trọng lượng lớn nhất hơn 2kg, chiếc nhỏ nhất 1,1kg<ref>''Lịch sử Thanh Hóa'', Sđd, tr. 24.<\/ref>. Những công cụ Núi Đọ về mặt kỹ thuật chế tác so với nhiều nơi trên thế giới ở vào trình độ thấp thuộc giai đoạn sơ kỳ thời đại đá cũ, niên đại cách ngày nay khoảng 30 vạn năm. Công cụ Núi Đọ đã giúp ích đắc lực cho cuộc sống hái lượm, săn bắt của người vượn. Rìu để chặt cây, chặt thịt, xương, săn thú rừng. Đá núi để đập củ quả, săn thú... đấy là cách kiếm sống sơ khai nhất trong lịch sử loài người.\n\nCách Núi Đọ khoảng 3km đường chim bay là núi Quan Yên, thuộc địa phận hợp tác xã Định Công, huyện Thiệu Yên, nơi hợp lưu của sông Mã và sông Cầu Chày. Cách Núi Đọ 3,5km về phía Tây là núi Nuông,  thuộc địa phận hợp tác xã Định Thành, xã Công Thành, huyện Thiệu Yên, Thanh Hóa. Đây cũng là những núi đá bazan thấp. Các nhà khảo cổ tìm thấy ở hai núi này những công cụ đá như công cụ chặt thô, mảnh tước, hạch đá, rìu tay, giống như trên Núi Đọ. Những công cụ đó được đoán định có thể cùng một niên đại sơ kỳ đá cũ.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/baothanhhoa.vn\/news\/48277.bth Núi Đọ từ góc nhìn lịch sử - văn hóa - Website Báo Thanh Hoá] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101019034109\/http:\/\/baothanhhoa.vn\/news\/48277.bth |date=2010-10-19 }}\n{{du lịch Thanh Hóa}}\n{{sơ khai Thanh Hóa}}\n\n[[Thể loại:Núi tại Thanh Hóa|Đọ Sơn]]"}