{"803733":"{{for|ngọn núi cùng tên|Núi Sập}}\n{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Núi Sập \n| hình = Chợ Thoại Sơn.jpg\n| ghi chú hình = Chợ Thoại Sơn ở thị trấn Núi Sập\n| vĩ độ = 10.262142\n| kinh độ = 105.266338\n| loại đô thị = Loại IV\n| năm công nhận = 2016<ref name=BXD\/>\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 9,49 km²\n| dân số = 25.633 người<ref name=DS2019 \/>\n| thời điểm dân số = 2022\n| mật độ dân số = 2.701 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[An Giang]]\n| huyện = [[Thoại Sơn]]\n| thành lập = 1979<ref name=QD300\/>\n| trụ sở UBND = Ấp Nam Sơn\n| mã hành chính = 30682<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}} \n'''Núi Sập''' là [[Thị trấn (Việt Nam)|thị trấn]] huyện lỵ của huyện [[Thoại Sơn]], tỉnh [[An Giang]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Núi Sập có vị trí địa lý:\n*Phía đông giáp xã [[Định Thành, Thoại Sơn|Định Thành]] và thành phố [[Cần Thơ]]\n*Phía tây giáp xã [[Thoại Giang]]\n*Phía nam giáp thành phố Cần Thơ và xã [[Bình Thành, Thoại Sơn|Bình Thành]]\n*Phía bắc giáp các xã Định Thành và [[Định Mỹ]].\n\nThị trấn có diện tích 9,49&nbsp;km², dân số năm 2019 là 17.633 người<ref name=DS2019>{{Chú thích web|url=http:\/\/thongkeangiang.gov.vn\/ChuDe\/6|tựa đề=Kết quả Tổng điều tra dân số và nhà ở 1\/4\/2019|website=Cục Thống kê tỉnh An Giang|url-status=live}}<\/ref>, mật độ dân số đạt 1.858 người\/km².\n\n==Hành chính==\nThị trấn Núi Sập được chia thành 5 ấp: Nam Sơn, Tây Sơn, Đông Sơn 1, Đông Sơn 2, Bắc Sơn.<ref>http:\/\/www.baoxaydung.com.vn\/news\/vn\/thoi-su\/thi-tran-nui-sap-chuyen-minh-len-do-thi-loai-iv.html<\/ref>\n\n==Lịch sử==\nĐịa bàn thị trấn Núi Sập trước đây là một phần xã Thoại Sơn, quận Huệ Đức, tỉnh An Giang (dưới thời Việt Nam Cộng Hòa).\n\nSau năm 1975, chính quyền tách ấp Đông Sơn thuộc xã Thoại Sơn để thành lập thị trấn Đông Sơn thuộc huyện Huệ Đức.\n\nNgày [[11 tháng 3]] năm [[1977]], huyện Huệ Đức sáp nhập vào huyện [[Châu Thành, An Giang|Châu Thành]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-56-CP-hop-nhat-huyen-thuoc-tinh-An-Giang\/58600\/noi-dung.aspx|tựa đề=Quyết định 56-CP năm 1977 về việc hợp nhất một số huyện thuộc tỉnh An Giang|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, thị trấn Đông Sơn thuộc huyện Châu Thành.\n\nNgày [[25 tháng 4]] năm [[1979]], Hội đồng Chính phủ ban hành Quyết định 181-CP<ref name=QD181>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-181-CP-dieu-chinh-dia-gioi-doi-ten-xa-thi-tran-tinh-An-Giang-57556.aspx|tựa đề=Quyết định 181-CP năm 1979 điều chỉnh địa giới và đổi tên một số xã và thị trấn thuộc tỉnh An Giang|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập một phần các ấp Tây Bình và Bắc Thạnh của xã Thoại Sơn vào thị trấn Đông Sơn và đổi tên thị trấn Đông Sơn thành thị trấn Núi Sập.\n\nNgày [[23 tháng 8]] năm [[1979]], huyện Châu Thành được chia thành hai huyện Châu Thành và Thoại Sơn<ref name=QD300>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-300-CP-dieu-chinh-dia-gioi-huyen-thi-xa-tinh-An-Giang-57940.aspx|tựa đề=Quyết định 300-CP năm 1979 về việc điều chỉnh địa giới một số huyện và thị xã thuộc tỉnh An Giang|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, thị trấn Núi Sập thuộc huyện Thoại Sơn và là huyện lỵ huyện Thoại Sơn.\n\nNgày [[12 tháng 1]] năm [[2016]], Bộ Xây dựng ban hành Quyết định 13\/QĐ-BXD về việc công nhận thị trấn Núi Sập là đô thị loại IV.<ref name=\"BXD\">{{Chú thích web|url=http:\/\/moc.gov.vn\/vn\/tin-tuc\/1176\/20822\/cong-nhan-thi-tran-nui-sap--huyen-thoai-son--tinh-an-giang-la-do-thi-loai-iv.aspx|tựa đề=Công nhận thị trấn Núi Sập, huyện Thoại Sơn, tỉnh An Giang là đô thị loại IV|tác giả=|họ=|tên=|ngày=2016-01-22|website=Bộ Xây dựng|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Xây cất trái phép==\nông Nguyễn Ngọc Điệp - chủ tịch UBND thị trấn Núi Sập - cho biết trên núi Sập có tất cả bốn biệt thự đều xây dựng trái phép. Trong đó có “biệt phủ trên lưng núi Sập” đứng tên ông Trương Văn Thành (Duyên Phước Tự), cựu lãnh đạo TP Long Xuyên, và một ngôi nhà nữa cũng của ông ta liền kề; hai nhà còn lại của ông Trần Kiều Mai Diễm Phước (thường gọi là ông Beo) và bà Nguyễn Minh Lệ. Cả hai đều ngụ tại TP Long Xuyên. Ông Điệp cho biết, \"Núi Sập này bây giờ toàn lãnh đạo, là cấp trên của mình không hà nên... bó tay. Núi Sập từ đó giờ không cho ai xây dựng nhà trên núi cả. Từ nay trở về sau cũng vậy, chúng tôi sẽ làm văn bản thông báo cho người dân biết nơi nào xây dựng được, nơi nào không để mọi người biết\". Tỉnh ủy An Giang đã chỉ đạo cho huyện Thoại Sơn cùng với Ban Tôn giáo tỉnh phối hợp xử lý nhanh và nghiêm túc. <ref name=\"tt230411\">{{Chú thích web|url=https:\/\/tuoitre.vn\/cac-biet-thu-tren-nui-sap-deu-xay-trai-phep-20230411091128645.htm|tựa đề=Các biệt thự trên núi Sập đều xây trái phép|tác giả=|họ=|tên=|ngày=2023-04-11|website=BTuổi Trẻ|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày 12.4.2023, ông Dương Ngọc Lắm - chủ tịch UBND huyện Thoại Sơn, An Giang cho biết biết các chủ nhân đã cam kết tháo dỡ hết trong vòng 30 ngày. <ref name=\"tt230411\">{{Chú thích web|url=https:\/\/tuoitre.vn\/cac-biet-thu-trai-phep-o-nui-sap-se-tu-thao-do-trong-30-ngay-20230412135539293.htm|tựa đề=Các biệt thự trái phép ở Núi Sập sẽ tự tháo dỡ trong 30 ngày|tác giả=|họ=|tên=|ngày=2023-04-13|website=BTuổi Trẻ|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Kinh tế - xã hội==\n===Kinh tế===\nTổng thu ngân sách trên địa bàn thị trấn năm 2014 đạt 23,685 tỷ đồng. Thu nhập bình quân đầu người năm 2017 đạt trên 45 triệu đồng\/người\/năm.\n\nNgoài ra, với vị trí thuận lợi (nằm trên tuyến du lịch văn hóa di sản [[Óc Eo]]) và có nhiều cơ sở thờ tự, góp phần thu hút khách thập phương hành hương, tham quan, du lịch hàng năm khá lớn.\n===Giáo dục===\nCác cơ sở giáo dục cấp THPT trên địa bàn thị trấn:\n*Trung tâm GDNN & GDTX huyện Thoại Sơn\n*THPT Nguyễn Văn Thoại.\n\nHệ thống trường các trường cấp 2, trường cấp 1, trường mẫu giáo phân bố đều trên địa bàn thị trấn.\n\n===Y tế===\nTrung tâm Y tế huyện Thoại Sơn tọa lạc trên địa bàn thị trấn.\n\n==Giao thông==\n[[Tập tin:Kênh Thoại Hà, đoạn thị trấn Núi Sập.jpg|250px|nhỏ|trái|Kênh Thoại Hà, đoạn ở cầu Thoại Giang, thị trấn Núi Sập]]\nTỉnh lộ 943 là tuyến giao thông chính trên địa bàn thị trấn.\n\nNgoài ra, thị trấn nằm bên con [[kênh Thoại Hà]]. Kênh Thoại Hà khởi công vào đầu năm [[1818]], nối rạch Đông Xuyên ([[Long Xuyên]], [[An Giang]]) với ngọn Giá Khê ([[Rạch Giá]], [[Kiên Giang]]). Người có công đề xướng và đôn đốc việc đào kênh này là Trấn thủ trấn Vĩnh Thanh [[Thoại Ngọc Hầu]] ([[1761]]-[[1829]]).\n\n==Du lịch==\n[[Tập tin:Đền thần Thoại Ngọc Hầu.jpg|250px|nhỏ|phải|Đình thần Thoại Ngọc Hầu]]\n*'''Đình thần Thoại Ngọc Hầu''' và '''[[bia Thoại Sơn]]''': Sau khi đào xong kênh Thoại Hà vào năm [[1818]], để đánh dấu công trình có ý nghĩa này, Thoại Ngọc Hầu đã nhờ người soạn một bài văn bia, sau đó cho khắc lên đá. Năm [[Minh Mạng]] thứ ba ([[1822]]), ông long trọng làm lễ dựng bia và khánh thành miếu thờ Sơn thần (nay là ngôi Đình thần thờ Thoại Ngọc Hầu) tại triền [[núi Sập]]. Hiện bài văn bia xưa được bảo quản khá tốt trong đình.\n[[Tập tin:Hồ Ông Thoại (Núi Sập).jpg|250px|nhỏ|trái|Hồ Ông Thoại]]\n*'''[[Hồ Ông Thoại]]''' ở thị trấn Núi Sập. Đây là hồ nhân tạo được hình thành do quá trình dài khai thác đá. Tên hồ được đặt nhằm tưởng nhớ công lao của Thoại Ngọc Hầu đối với vùng đất này.\n*Thiền Viện Trúc Lâm An Giang: Được khởi công xây dựng từ năm 2017 với lối kiến trúc truyền thống của Phật giáo gồm 2 khu vực: khu nội diện (xây dựng trên núi gồm: thiền đường, tăng đường…) và khu ngoại diện (xây dựng trên đất liền với diện tích 4 ha gồm: chánh điện, nhà tổ, hội trường, thiền đuờng, lầu chuông, chay đường, cổng tam quan…). Tổng diện tích công trình khoảng 11 ha. Phong cảnh sơn thủy hữu tình kết hợp hài hòa giữa thiên nhiên, kiến trúc và con người.\n*Duyên Phước Tự: Du lịch tâm linh và là nơi phát thuốc nam miễn phí.\n*Hang Dơi: Đỉnh cao nhất của ngọn núi Sập với không khí mát mẻ, hoang sơ. Từ đây ta có cái nhìn bao quát toàn cảnh đồng ruộng, sông núi, đường sá, nhà cửa.\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{Đơn vị hành chính thuộc huyện Thoại Sơn}}\n\n[[Thể loại:Đô thị Việt Nam loại IV]]\n[[Thể loại:Huyện lỵ Việt Nam]]"}