{"249196":"{{coord|10.246893|105.141058|format=dms|display=title}}\n[[Hình:Núi Ba Thê ở Thoại Sơn.jpg|nhỏ|250px|phải| Trên đường Gò Cây Thị nhìn về núi Ba Thê]] \n'''Núi Ba Thê''' còn được gọi là '''núi Thê Sơn''', là một ngọn núi trong '''Cụm núi Ba Thê''' gồm 5 núi là: Ba Thê, núi Nhỏ, núi Tượng, núi Trọi và núi Chóc. Núi Ba Thê lớn nhất với độ cao 221 [[m]], chu vi khoảng 4.220 m,<ref>{{Chú thích web|url= http:\/\/www.angiang.gov.vn\/xemtin2.asp?idmuc=47072620045663552&idtin=30772620045666016&idtd=6472320045625956 |tựa đề= Tổng quan An Giang |website= angiang.gov.vn |ngày truy cập= ngày 10 tháng 7 năm 2008 |archive-date= 2008-01-25 |archive-url= https:\/\/web.archive.org\/web\/20080125225452\/http:\/\/www.angiang.gov.vn\/xemtin2.asp?idmuc=47072620045663552&idtin=30772620045666016&idtd=6472320045625956 |url-status= dead }}<\/ref> nằm lẻ loi giữa cánh đồng [[Tứ giác Long Xuyên]], thuộc thị trấn [[Óc Eo (thị trấn)|Óc Eo]], huyện [[Thoại Sơn, An Giang|Thoại Sơn]], tỉnh [[An Giang]], cách trung tâm thành phố [[Long Xuyên]] khoảng 40 [[kilômét|cây số]]{{efn|Từ thành phố [[Long Xuyên]] đi vào thị trấn [[Núi Sập]] khoảng 28 [[km]], đi thêm 12 km đến [[Óc Eo (thị trấn)|thị trấn Óc Eo]] (Ba Thê).}} theo tỉnh lộ 943.\n\n==Tên gọi==\n'''Núi Ba Thê''' còn được gọi là '''núi Thê Sơn''',{{efn|Vọng Thê ở đây có nghĩa là nhớ vợ.}} tên chữ là '''Hoa Thê Sơn''', đời vua [[Minh Mạng]] vì kỵ húy tên Hoàng hậu [[Hồ Thị Hoa]] nên đổi tên là '''Ba Thê Sơn (núi Ba Thê)'''.\n\n==Lịch sử==\nSách ''[[Gia Định thành thông chí]]'' của danh thần [[Trịnh Hoài Đức]] chép:\n:''Ba Thê sơn, cao 30 [[trượng]], chu vi 13 [[dặm Anh|dặm]], cách phía tây bến [[Kênh Thoại Hà|Thoại Hà]] 18 dặm rưỡi, ba ngọn vươn xanh trập trùng cổ thụ tươi mát, cấm dân không được chặt. Mặt trước giáp với bưng biền, cỏ rậm bùn lầy. [[Thoại Ngọc Hầu]] nhân đó đào cho thông ra, rộng 20 [[tầm]] để cho thuyền bè đi lại. Người [[Campuchia|Cao Miên]] ở theo triền núi và đường rừng, họ vừa sống bằng nghề săn bắn ở núi, lại còn câu cá ở ao chằm, thu được 2 mối lợi.''<ref>{{Chú thích web|url= http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=318&Itemid=103 |tựa đề= Gia Định Thành thông chí (phần 2) |tác giả= Trịnh Hoài Đức |website= vanhoahoc.com |ngày truy cập= ngày 10 tháng 7 năm 2008 |archive-date= 2009-05-27 |archive-url= https:\/\/web.archive.org\/web\/20090527145155\/http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=318&Itemid=103 |url-status= dead }}<\/ref>\n\nHọc giả [[Vương Hồng Sển]] viết: \n:''Núi Ba Thê cao 30 trượng, châu vi 30 dặm, cách phía Tây bến Thoại Hà 18 dặm ngoài. Nơi đây có 3 ngọn núi trùng điệp xanh tươi, có nhiều cây cao bóng mát...Mặt trước ngó ra chằm lớn, cỏ rậm bùn lầy.''\n:''[[Thoại Ngọc Hầu]] nhân đó cho đào vét, rộng 20 tầm ghe thuyền lưu thông dễ dàng…\n:''Vùng này trước đây còn con beo, còn voi tượng thì rút lần về rừng [[Campuchia|Cao Miên]]. [[Núi Sập]] và núi Ba Thê nay chỉ còn khỉ, còn chim rừng thằng bè, nhang sen, diệc mốc, le le, cu xanh, cu đất thì còn khá nhiều...''\nVề tên gọi,\n\n[[Sơn Nam (định hướng)|Sơn Nam]] giải thích: ''Ba Thê do tiếng [[Khmer]] là \"Bát Xăm-xe\" nói trại ra.''{{sfn|Sơn Nam|2008|p=170}}\n\nÔng Sển giải thích: \n:''Thê là cái thang, vì ngày trước vào thời đàng cựu nơi đây có bắc thang cao để trông hành động của phe Thổ...''{{sfn|Vương Hồng Sển|1999|p=188, 446}}\n\nTheo một giả thuyết từ các nhà sư Nam Tông, Ba Thê có nguồn gốc tên Palo là \"Bi Thera\", Ba tiếng Pali là Bi có nghĩa là hai, Thera là thượng tọa. Để nhắc đến việc 2 nhà sư thánh tăng từ Ấn Độ sang Phù Nam truyền giáo.[[Hình:Khu di tích Gò Cây Thị.jpg|nhỏ|250px|phải|Khu trưng bày di tích khảo cổ Gò Cây Thị]]\n[[Hình:Cảnh ở chân núi Ba Thê.jpg|nhỏ|250px|phải|Từ trên chót Ông Tà nhìn thấy một phần thị trấn Óc Eo]]\n\n==Di tích== \n===Di tích khảo cổ Óc Eo===\n{{Chính|Óc Eo}}\nVào thập niên [[1920]], nhà khảo cổ [[người Pháp]] ở [[Viện Viễn Đông Bác cổ]] là [[Louis Malleret]] đã dùng không ảnh chụp [[miền Nam (Việt Nam)|miền Nam Việt Nam]] và phát hiện ra khu vực rất đáng để nghiên cứu rộng ước chừng 450 [[hecta|hécta]]. Nhưng mãi đến năm 1944, Malleret mới bắt đầu cho khai quật. Và từ đó cho đến nay, qua nhiều cuộc khai quật khác, người ta đã phát hiện được nhiều di vật, nhiều nền móng của các công trình xa xưa. Có cổ vật như khuôn chế tác vật dụng, nữ trang bằng gốm, đá, vàng, đồng. Có cổ vật mang đậm dấu ấn văn hóa [[Phật giáo]] và [[Ấn Độ giáo|Hindu giáo]] như tượng [[Phật]], linh vật, nhóm tượng Ganesa với mình người đầu voi, Yoni, Linga có niên đại cách đây trên dưới một thiên niên kỷ rưỡi và rất nhiều xương thú hóa thạch...\n\nTất cả, chứng minh cho sự tồn tại của một địa điểm thương mại lớn mà các thư tịch của [[Tên gọi Trung Quốc|Trung Hoa]] đã từng miêu tả về vương quốc [[Phù Nam]]...\n\n===Di tích kiến trúc nghệ thuật Chùa Linh Sơn===\n{{Chính|Chùa Linh Sơn (Ba Thê)}}\nChùa Linh Sơn được xây dựng vào năm [[1913]] và được trùng tu mấy năm gần đây, cách chợ Vọng Thê 2&nbsp;km về hướng Đông theo triền núi Ba Thê. Chùa Linh Sơn nằm trên nền một gò đất cao, bên những đại thụ râm mát, dưới chân núi Ba Thê, trong Khu di tích Nam Linh Sơn.{{efn|Khu di tích Nam Linh Sơn: Qua các cuộc khai quật vào năm [[1998]] - [[1999]], các nhà khảo cổ trong và ngoài nước đã tìm thấy hai loại hình di tích văn hóa Óc Eo: ''Di tích kiến trúc'' và ''mộ táng''. Di tích Nam Linh Sơn này, chỉ cách chùa Linh Sơn 60 m, có niên đại từ [[thế kỷ 1]] sau C.N và tiếp tục tồn tại cho đến [[thế kỷ 9]]. \nĐây là khối kiến trúc cung đình mang tính tôn giáo, có quan hệ mật thiết với khối kiến trúc và bao phế tích khác, hiện còn nằm sâu trong gò đất dưới nền chùa Linh Sơn. Ngoài khu di tích này, khu gò Cây Thị và Giồng Xoài nằm ở phía nam chùa Linh Sơn, thuộc núi Ba Thê, cũng đã được khai quật và cũng đã được Bộ VH-TT quyết định công nhận là ''di tích cấp quốc gia''.}}\n\nChùa được xây dựng để tôn thờ pho tượng Phật bốn tay và hai bia đá cổ bất ngờ tìm được. Đây chỉ là phần rất nhỏ trong nhiều cổ vật chưa được phát hiện. Nói khác hơn, bên dưới gò núi này, còn ẩn chứa bao điều bí mật về một nền văn hóa của một vương triều đã biến mất: [[Phù Nam]]. Năm [[1988]], tượng Phật bốn tay được Bộ Văn hóa quyết định công nhận di tích ''kiến trúc nghệ thuật'' cấp quốc gia.\n\n[[Hình:Thạch đại đao.jpg|nhỏ|220px|phải|Thạch đại đao trên đỉnh núi Ba thê]]\n\n==Du lịch==\nNăm [[2002]], đường lên núi Ba Thê được tu sửa để phục vụ cho việc du lịch. Đường dài chừng 2&nbsp;[[km]], tráng xi măng, bên đường (phía vực) có lan can bảo hiểm. Con đường này có từ [[thời Pháp thuộc]], đến thời [[Việt Nam Cộng hòa]] được sửa sang lại để phục vụ cho mục đích quân sự.\n\nTrên đỉnh núi có ngôi chùa cổ tên ''Sơn Tiên Tự'' được dựng vào năm [[1933]]. Trước sân chùa có tượng Phật [[Quán Thế Âm|Quan Thế Âm]] bồ tát cao chừng 8 [[m]]. Ở sân chùa, có vết tích một ''Bàn chân Tiên''.\n\nCách chùa Sơn Tiên chừng 10 [[m]], là ''Nhà trưng bày Văn hóa Óc Eo'', dành trưng bày những cổ vật, hiện vật có liên quan đến lịch sử văn hóa của Ba Thê - Óc Eo. Công trình này có phong cách kiến trúc rất giống những đền đài của các nước vùng [[Nam Á]] và dấu ấn của Hindu giáo thể hiện rất rõ qua kiến trúc mái vòm. Các mặt vách chung quanh công trình đều có tượng thần Ganesa mình người, mặt đầu voi, ngồi với tư thế nghiêm trang, nửa như trầm mặc thiền định, nửa như răn đe. Lan can bao bọc sân trang trí tượng nhỏ. Khu nhà trưng bày có chu vi hình vuông chừng 40 m, tam cấp cửa chính ở phía mặt trời mọc, là nơi ngự trị của các thần linh theo quan niệm [[Ấn Độ giáo]].\n\nPhía Bắc của núi là các danh thắng khác như: hang Ông Hổ, Linh Sơn Tự, Thạch Đại Đao (một phiến đá giống cây đao lớn)... Cao nhất của núi Ba Thê là chót Ông Tà. Đứng trên đỉnh, nhìn bốn phía là những dãy núi thuộc [[Bảy Núi]] nhấp nhô, trên những cánh đồng rộng lớn của vùng tứ giác Long Xuyên...\n\nNgoài ra, nơi chân núi Ba Thê có ngôi đình thờ [[Phan Thanh Giản]] làm chính thần, và một khu chợ mua bán suốt ngày khá nhộn nhịp.\n===Tài nguyên===\nBên cạnh các nguồn lợi từ du lịch, hành hương, cây trái... núi Ba Thê còn có nhiều nguồn lợi khác từ tài nguyên, như đá xây dựng thuộc nhóm sậm màu hạt thô, một số đá quý thuộc loại thạch anh ám khói, thạch anh tím được tìm thấy trong các mạch pecmatic...\n\n==Một vài hình ảnh==\n<center><gallery>\nTập tin:Óc Eo lake, Óc Eo town, Thoại Sơn district, An Giang, Vietnam, at February-2023.jpg|Hồ Óc Eo.\nTập tin:Chùa cổ Linh Sơn.jpg|Chùa Linh Sơn ở Ba Thê.\nTập tin:Chùa Khmer ở Ba Thê.jpg|Một ngôi chùa [[Khmer]] trên triền núi Ba Thê.\nTập tin:Tiểu đình Thạch Đại Đao.jpg|Tiểu đình chứa 'thạch đại đao' trên đỉnh núi.\nTập tin:Chợ Ba Thê (cũ).jpg|Chợ Ba Thê (cũ).\nHình:Phố chợ Óc Eo.jpg|Phố chợ Óc Eo (tện cũ Ba Thê)\nTập tin:Trường Trung học cơ sở Óc Eo.jpg|Trường THCS thị trấn Óc Eo (nay là trường THCS [[Nguyễn Công Trứ]]).\n<\/gallery><\/center>\n\n==Xem thêm==\n* [[Chùa Linh Sơn (Ba Thê)]]\n* [[Óc Eo]]\n\n==Ghi chú==\n{{notelist\n| colwidth = 30em\n| notes =\n}}\n==Chú thích==\n{{Tham khảo|30em}}\n===Sách===\n* {{chú thích sách|url= https:\/\/books.google.com.vn\/books?id=GkRjswEACAAJ |tựa đề= Sài Gòn xưa - ấn tượng 300 năm và tiếp cận với Đồng bằng sông Cửu Long |tác giả= Sơn Nam |nhà xuất bản= Nhà xuất bản Trẻ |năm= 2008 }}\n* {{chú thích sách|url= https:\/\/books.google.com.vn\/books?id=Pon1swEACAAJ |tựa đề= Tự vị tiếng nói miền Nam |tác giả= Vương Hồng Sển |nhà xuất bản= Nhà xuất bản Trẻ |năm= 1999 }}\n\n{{Sông núi ở An Giang}}\n\n[[Thể loại:Thoại Sơn]]\n[[Thể loại:Núi tại An Giang]]\n[[Thể loại:Địa lý An Giang]]"}