{"3639690":"'''Núi Cậu''' là một ngọn núi nhỏ nằm ở ấp Tha La, xã Định Thành, huyện [[Dầu Tiếng]], tỉnh [[Bình Dương]]. Núi nằm gần hồ Dầu Tiếng, có khu rừng xanh quanh năm và [[suối Trúc]] thơ mộng,ngoài ra trên núi còn có [[chùa Thái Sơn]], đây là nơi tham quan du lịch lý tưởng cho những ai yêu vẻ đẹp thiên nhiên khi muốn đến Bình Dương.\n[[Tập tin:Núi Cậu.png|thế=Núi Cậu ở huyện Dầu Tiếng, tỉnh Bình Dương.|nhỏ|Núi Cậu ở huyện Dầu Tiếng, tỉnh Bình Dương.]]\n\n== Tên gọi ==\nTheo người dân địa phương, địa danh núi Cậu bắt nguồn từ việc núi này nối liền với dãy núi Bà ở [[Tây Ninh]], nhưng vì thấp và nhỏ hơn núi Bà nên được gọi là \"núi Cậu\". Quần thể núi Cậu gồm 21 ngọn lớn nhỏ, cao nhất là núi Cửa Ông cao 295m so với mực nước biển.\n\n== Cảnh quan thiên nhiên và địa lý ==\nQuần thể núi Cậu với tổng diện tích hơn 1.600 ha, gồm 21 ngọn núi lớn nhỏ có dạng hình chữ U. Ngọn núi cao nhất là núi Cửa Ông cao 295 m, núi Ông cao 285 m, núi Tha La cao 198 m và núi thấp nhất là núi Chúa cao 63 m. Bốn ngọn núi này gắn liền với nhau tạo thành một dãy núi nhấp nhô kéo dài nằm chếch về hướng Bắc - Đông Bắc và Nam - Tây Nam. Núi Cậu mang vẻ đẹp thiên nhiên trù phú với nhiều loại gỗ quý như: Gõ, Căm xe, Giáng hương, Bằng lăng… và là nơi sinh sống của nhiều loài động vật như: Nai, Mễn, Heo rừng…Khu vực núi Cậu còn có suối Trúc uốn lượn theo những triền đá, dòng nước trong xanh chảy róc rách hòa với tiếng chim hót líu lo, tiếng lá rừng xào xạc, tạo thành một âm thanh du dương, ngân nga giữa núi rừng sơn thủy hữu tình, làm cho tâm hồn du khách trở nên thư thái, bình an, dễ chịu đến lạ thường.<ref>{{Chú thích web|url=http:\/\/dulichbinhduong.org.vn\/tin\/nui-cau-long-ho-dau-tieng-suoi-truc-73|title=Núi Cậu - lòng hồ Dầu Tiếng - suối Trúc|ngày truy cập=2017-01-26|archive-date = ngày 1 tháng 3 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170301193503\/http:\/\/dulichbinhduong.org.vn\/tin\/nui-cau-long-ho-dau-tieng-suoi-truc-73|url-status=dead}}<\/ref>\n[[Tập tin:Chùa Thái Sơn.png|thế=Chùa Thái Sơn Núi Cậu|nhỏ|Chùa Thái Sơn Núi Cậu]]\n\n== Huyền thoại ==\nTừ hàng trăm năm nay, trong cõi tâm linh của giới huyền thuật, cậu Bảy Tây Ninh là một vị bồ tát của người Việt.Giới huyền linh ảnh hưởng văn hóa Trung Hoa xem Quan Công là vị thần tướng có uy lực nhất trong số các vị thần tướng. Còn giới pháp sư vùng [[Đông Nam Á]] xem cậu Bảy mới là người uy lực nhất.Nơi phát tích cậu Bảy nằm trên đỉnh cao nhất trong quần thể 7 ngọn lớn và 14 ngọn núi nhỏ tạo thành hình chữ U, tọa lạc tại phía bắc tỉnh Bình Dương (xã Định Thành, huyện Dầu Tiếng). Hầu như không còn ai biết gốc tích thật của cậu Bảy. Từ thuở khai hoang, người ta đã thấy trên đỉnh Ông Cậu có một cái hang đá được gọi là miếu thờ cậu Bảy. Bên trong ngôi miếu có bức tượng cậu Bảy đứng thủ bộ võ. Bên ngoài cửa miếu có tượng một con cọp nhe nanh như đứng gác.<ref>{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Kinh-te-Van-hoa-The-Thao\/Huyen-thoai-ly-ky-ve-cot-cau-Bay-306538\/|title=Huyền thoại ly kỳ về \"cốt cậu Bảy\"}}<\/ref>\n\n== Di tích cấp tỉnh ==\nNúi Cậu đã được công nhận là di tích, danh thắng cấp tỉnh Bình Dương năm 2007. Đây là một điểm tham quan mới, hấp dẫn trong hành trình du ngoạn, du khảo về nguồn.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/ao-trang\/20120624\/kham-pha-nui-cau-o-binh-duong\/497457.html|title=Khám phá núi Cậu ở Bình Dương}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Núi tại Bình Dương]]\n[[Thể loại:Dầu Tiếng]]"}