{"2415553":"{{chú thích trong bài}}\n{{coord|21|51|N|106|44|E|display=title}}\n\n'''Núi Tô Thị''' (còn gọi là '''núi Vọng Phu''') là một ngọn núi tại phường Tam Thanh, [[thành phố Lạng Sơn]], [[tỉnh Lạng Sơn]]. Trên đỉnh núi có tảng đá tự nhiên giống hình người phụ nữ bồng con nhìn về phương xa. Núi Tô Thị không chỉ nổi bật ở cảnh quan tự nhiên, kiến trúc ngôi chùa động linh thiêng, độc đáo mà còn lưu giữ trong mình nhiều giá trị đặc biệt quan trọng về văn hóa, nghệ thuật và lịch sử gắn liền với các văn sĩ nổi tiếng như [[Ngô Thì Sĩ]], [[Nguyễn Du]].\n\nGần núi Tô Thị có các địa điểm tham quan nổi tiếng như: [[Chùa Thành]], [[đền Kỳ Cùng]], [[chùa Tiên]], [[chợ Kỳ Lừa]]...\n\n==Hòn Vọng Phu==\n\nNúi Tô Thị gắn liền với hòn đá Vọng Phu, với truyện cổ tích [[nàng Tô Thị]] bồng con chung thủy đứng chờ chồng đi đánh trận ở phương Bắc. Chờ mãi không được, nàng cùng con đã hóa đá. Chính vì thế nên người đời cũng gọi tảng đá Vọng Phu, tảng đá này còn nổi tiếng nhờ có những bài thơ đề vịnh của các nhà Nho danh tiếng như [[Nguyễn Trãi]], Nguyễn Du.\n\nCa dao Việt Nam có câu:\n\n{{Cquote|\nĐồng Đăng có phố Kỳ Lừa\n\nCó nàng Tô Thị, có chùa Tam Thanh.\n}}\n\nTuy nhiên, hòn Vọng Phu nổi tiếng ở núi Tô Thị đã bị vỡ nát vào năm 1991. Sau này, một tượng bằng xi măng được đưa lên thay thế.\n\nBài thơ vịnh của Nguyễn Du trước đá Vọng Phu\n\n'''Nguyên tác''':\n\n{{Quote|\nThạch da, nhân da, bỉ hà nhân.\nĐộc lập sơn đầu thiên bách xuân\nVạn kiếp điều vô vân vũ mộng\nNhật trinh lư đắc cổ kim thân\"\n}}\n\n'''Dịch''': <br \/>\n{{Quote|\nĐá chăng? Người chăng? Đó là ai?\nĐứng sững đầu non nghìn năm rồi\nMuôn kiếp mây mưa không vướng mộng\nLòng son nay trước trọn bao đời.\n}}\nNgô Thì Sĩ (cha của Ngô Thì Nhiệm), một danh nhân của đời Lê Cảnh Hưng đã ghi vào quần thể văn hóa này một bài thơ nổi tiếng và khắc cả chân dung mình vào một động thạch nhũ.\n\n'''Lời thơ''':\n\n{{Quote|\nNhân cưỡi lừa chơi chốn động xưa\nDùng dằng bên động cảnh càng ưa\nSuối trong đá trắng đường reo gọi.\n}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai địa lý Việt Nam}}\n*[http:\/\/www.langson.gov.vn\/vhtt\/node\/58\/ Website tỉnh Lạng Sơn ]\n*[http:\/\/www.dulichlangson.com\/danh-lam-thang-canh\/82-nui-to-thi.html\/ Du lịch Lạng Sơn]\n*[https:\/\/vi.wikipedia.org\/wiki\/H%C3%B2n_v%E1%BB%8Dng_phu_(b%C3%A0i_h%C3%A1t)\/ Hòn Vọng Phu ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140902141414\/http:\/\/vi.wikipedia.org\/wiki\/H%C3%B2n_v%E1%BB%8Dng_phu_(b%C3%A0i_h%C3%A1t) |date=2014-09-02 }}\n*[https:\/\/vi.wikipedia.org\/wiki\/H%C3%B2n_v%E1%BB%8Dng_phu_(%C4%91%E1%BB%8Bnh_h%C6%B0%E1%BB%9Bng\/ Thông tin Hòn Vọng Phu ]{{Liên kết hỏng|date=2021-06-23 |bot=InternetArchiveBot }}\n\n[[Thể loại:Du lịch Lạng Sơn]]"}