{"108246":"{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Núi Đối\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 20.7537\n| kinh độ = 106.6727\n| diện tích = 1,12 km² \n| dân số = 3.395 người \n| thời điểm dân số = \n| dân số thành thị = \n| dân số nông thôn = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hải Phòng]]\n| huyện = [[Kiến Thụy]]\n| thành lập = 14\/2\/1987\n| mã hành chính = 11680<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND =\n}}\n\n'''Núi Đối''' là thị trấn huyện lỵ của huyện [[Kiến Thụy]], thành phố [[Hải Phòng]], [[Việt Nam]].\n\n==Địa lý==\nTên của thị trấn được đặt theo núi Đối, tên của hai ngọn núi trên địa bàn thị trấn và xã Thanh Sơn. Sở dĩ có tên là núi Đối vì hai ngọn núi nằm ở vị trí đối nhau và cao xấp xỉ nhau. Hiện trên núi còn lưu giữ nhiều di tích kháng chiến như hầm, lô cốt, hào lũy... Từ trên núi Đối có thể nhìn thấy được toàn cảnh của thị trấn. Dưới chân núi có chùa Khánh Đối. Núi Đối được phủ xanh bởi một khu rừng đặc dụng gồm thông và keo tai tượng. Nhiều loài động vật như cáo, vượn bạc má, chồn... đã được người dân xung quanh Núi Đối bắt được.\n\nThị trấn Núi Đối có diện tích 1,12&nbsp;km², dân số là 3.395 người, nằm dọc theo hai bên bờ [[sông Đa Độ]]. Có một con đường bắc ngang qua sông nối liền hai phía của thị trấn, gọi là đường Tắc Giang. Thị trấn còn có công viên Dương Kinh nằm bên sông Đa Độ.\n\n==Lịch sử==\nThị trấn Núi Đối được thành lập vào ngày 14\/2\/1987 theo Quyết định 33C\/HĐBT của Hội đồng bộ trưởng, trên cơ sở một phần diện tích và dân số của 2 xã Thanh Sơn là Minh Tân (trước đây là phố Thọ Xuân, xã Thanh Sơn, huyện lỵ của huyện Kiến Thụy).\n\nTên của thị trấn được lấy theo tên hai ngọn núi nằm đối nhau bên sông Đa Độ ở ngay trung tâm của huyện.\n\n==Hành chính==\nThị trấn Núi Đối được chia thành 4 tiểu khu: Cầu Đen, Thọ Xuân, Cẩm Xuân, Hồ Sen.\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.haiphong.gov.vn\/KienThuy\/vn\/index.asp?menuid=605&parent_menuid=605&fuseaction=3&articleid=4848 Núi Đối]\n{{Đơn vị hành chính thuộc huyện Kiến Thụy}}\n{{sơ khai Hải Phòng}}\n\n[[Thể loại:Huyện lỵ Việt Nam]]"}