{"476695":"'''Núi Nhồi''' thuộc [[thanh Hóa (thành phố)|thành phố Thanh Hóa]], tỉnh [[Thanh Hóa|Thanh Hoá]] là một di tích nghệ thuật thắng cảnh cấp quốc gia, nơi gắn liền với nghề chạm khắc đá truyền thống.\n\n==Vị trí địa lý==\n'''Núi Nhồi''' thuộc [[làng Nhồi]], tên chữ là núi An Hoạch, xưa còn gọi là núi Khế hay Nhuệ Sơn, nay thuộc địa phận các phường [[An Hưng (phường)|An Hưng]] và [[Đông Tân (phường)|Đông Tân]], thành phố Thanh Hóa, tỉnh [[Thanh Hóa|Thanh Hoá]].\n\n==Di tích nghệ thuật thắng cảnh==\nNúi Nhồi đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa - Thông tin]] (nay là [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]) công nhận là ''[[Di tích]] nghệ thuật thắng cảnh cấp quốc gia'' tại Quyết định số 983\/VH-QĐ ngày 8\/4\/1992.\n\nNúi Nhồi có độ cao hơn 100 m, chu vi khoảng 4.000 m. Phía đông giáp [[làng Nhồi]], tây bắc giáp núi Chồng Mâm có vẻ đẹp kỳ thú. Phía nam giáp núi Nấp (tên chữ là Quảng Nạp).<ref name=\"Nhoi5\">{{Chú thích web|url=http:\/\/www.cinet.gov.vn\/upLoadFile\/HTML\/baoton_baotang\/ditich\/chitiet\/ThanhHoa\/ThanhHoa.html|tiêu đề=Website Bộ Văn hóa, Thể thao và Du lịch|nhà xuất bản=cinet.gov.vn|ngày truy cập=2010-03-24|archive-date = ngày 5 tháng 11 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131105180527\/http:\/\/www.cinet.gov.vn\/upLoadFile\/HTML\/baoton_baotang\/ditich\/chitiet\/ThanhHoa\/ThanhHoa.html|url-status=dead}}<\/ref>\n\nVới dáng vẻ như một con voi khổng lồ đang nằm phủ phục, núi Nhồi đã cùng với núi Long phía bên kia [[sông Nhà Lê]] (sông được đào từ đời [[Lê Thánh Tông|Hồng Đức]] [[nhà Lê sơ|nhà Lê]]) tạo nên cảnh thế \"Voi phục hổ chầu\".\n\nNổi bật nhất của cảnh quan núi Nhồi là trên đỉnh núi có một cột đá đứng sừng sững, cao khoảng 20 m, giống hình một người phụ nữ bế con, đứng nhìn đăm đăm về phía biển đông, mà từ xa xưa, bằng trí tưởng tượng phong phú, nhân dân đã gọi là [[Hòn vọng phu (định hướng)|Hòn vọng phu]] - Người vợ chờ chồng. Cũng như nàng [[Nàng Tô Thị|Tô Thị]] ở vùng núi [[Lạng Sơn]] và ở ven biển [[Bình Định]], Hòn vọng phu nơi đây cũng được tồn tại với một truyền thuyết đầy tính nhân bản.\n\nChung quanh vùng núi Nhồi xưa kia còn có nhiều [[đền]], [[chùa]] kiến trúc bằng đá với những tấm bia chùa Báo Lai dựng năm 1100, các tượng, chim thần Ga-du-ra, tượng các võ sỹ, tượng phật ở các chùa thể hiện nét nghệ thuật điêu khắc đương thời. Chùa Tiên Sơn ở ngay chân núi phía đông núi Nhồi cũng là nơi lưu lại nhiều bức phù điêu quý, khắc các tượng Quan Đế, Chu Xương và các tượng voi đá, ngựa đá. Những pho tượng Chùa Tiên Sơn, động Quan Lão, chùa Báo Lai... và những bức phù điêu khắc trên vách đá núi Nhồi là những tác phẩm nghệ thuật khắc đá vô cùng quý giá.<ref name=\"Nhoi5\"\/>\n\nNgoài ra, đây còn là nơi phát hiện ra một số hiện vật [[đồng thau]]: Rìu, dao găm, đục, giáo... và nhiều bộ xương của người cổ xưa, ở tầng văn hóa 0,60 - 1,80 m.<ref name=\"Nhoi5\"\/>\n\nTrải qua thời gian có nhiều biến đổi, và do việc khai thác đá thiếu kế hoạch, những di vật quý giá và cảnh quan kỳ thú ấy đã bị hư hỏng nhiều. Nhưng khu di tích thắng cảnh núi Nhồi vẫn là nơi hấp dẫn du khách gần xa.\n\n==Đá núi Nhồi==\nNúi Nhồi có đặc điểm là đá có màu xanh, thường dùng làm khánh bia, bia đá, cột đá, chân cầu, tượng đá…\n\nĐá núi Nhồi thớ mịn, có độ dẻo và cũng có độ rắn nhất định nên dễ chế tác, đặc biệt khi chạm khắc những hoa văn mềm, vì vậy được xem là loại đá có chất lượng cao. Ngoài ra, đá núi Nhồi còn được sử dụng để nung vôi, một sản phẩm quan trọng cho xây dựng và nông nghiệp.<ref name=\"Nhoi3\">{{Chú thích web|url=http:\/\/www.sbcvtthanhhoa.gov.vn\/old\/php\/print.php?id=1432|tiêu đề=Hồn đá xứ thanh|nhà xuất bản=www.sbcvtthanhhoa.gov.vn}}{{Liên kết hỏng|date = ngày 23 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nNúi Nhồi có nguồn nguyên liệu đá dồi dào với nhiều loại đá quý hiếm ít thấy trên đất nước ta. Từ xa xưa, vẻ đẹp và chất lượng đá ở đây đã được sử sách ghi nhận: ''Sắc đá óng ánh như ngọc lam, chất xanh biếc như khói nhạt''<ref name=\"Nhoi2\"\/>. Chính từ những loại đá chất lượng cao như vậy, những nghệ nhân nơi đây với đôi tay khéo léo đã làm ra những sản phẩm nổi tiếng còn lưu truyền cho tới tận ngày nay:\n\n''Ví như đẽo thành khánh, đánh lên thì ngân tiếng muôn dặm, dùng làm bia văn chương để lại thì còn mãi muôn đời''.\n\nMột viên quan từng trấn thủ Thanh Hóa thế kỷ 18 ca ngợi chất đá của núi Nhồi:\n\n::''Hoạch Sơn loại đá kêu vang''\n:''Sắc xanh màu biếc mịn màng đẹp tươi''\n::''Gõ lên sang sảng bên tai''\n:''Tuyệt nhiên không chút trần ai lạc vần''\n::''Mới hay sản quý vô ngần''\n:''Dù kim dù cổ cũng gần như nhau.''\n\nTại các động thờ trên núi, trong các am nhỏ hay ở những điện thờ của nhiều gia đình trong vùng, những tế khí, những đồ thờ phụng bằng sản phẩm đá đều được xem là những vật thiêng. Đền Thượng của xã Đông Hưng còn lưu giữ cả một hệ thống voi đá, ngựa đá có giá trị mỹ thuật cao..<ref name=\"Nhoi3\"\/>\n\nTừ lâu, đá núi Nhồi đã sớm được khai thác để dùng trong những việc như vậy, và cũng vì sớm nổi tiếng nên quan lại cai trị của các triều đại phong kiến [[Trung Quốc]] không bỏ qua cơ hội khai thác đá núi Nhồi. Theo sách [[Vân Đài loại ngữ]] của [[Lê Quý Đôn|Lê Quý Đôn]] thì: ''Phạm Ninh làm Thái thú Dự Chương nước Tấn thường sai lại viên đến đây lấy đá làm khánh... gần hết nhẵn cả núi''.\n\nTấm bia đồ sộ cao 4 m, rộng 2 m, dày 0,5 m, nặng hàng chục tấn ở [[lăng Tự Đức]] ([[Huế]]) cũng được làm bằng đá ở đây. Đá núi Nhồi còn có vinh dự được dùng để xây Lăng [[Hồ Chí Minh|Chủ tịch Hồ Chí Minh]] và [[Bảo tàng Hồ Chí Minh]] ở thủ đô Hà Nội.<ref name=\"Nhoi5\"\/>\n\n==Làng nghề chạm khắc đá==\nLàng Nhồi (gồm có Nhồi Thượng và Nhồi Hạ) là làng nghề chạm khắc đá. Nghề chạm khắc đá ở núi Nhồi có từ thời Nhà Lý<ref name=\"Nhoi2\">{{Chú thích web|url=http:\/\/www.thanhhoa.gov.vn\/web\/guest\/hds?p_p_id=news_view_INSTANCE_yXGV&p_p_action=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&_news_view_INSTANCE_yXGV_struts_action=%2Fnews_view%2Fview_news&_news_view_INSTANCE_yXGV_newsId=951&_news_view_INSTANCE_yXGV_itemIndex=4&|tiêu đề=Nghề chạm khắc đá núi Nhồi|nhà xuất bản=www.thanhhoa.gov.vn}}{{Liên kết hỏng|date = ngày 22 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Các nghệ nhân làng Nhồi, từ xưa đến nay, đã tạo ra nhiều loại hình sản phẩm như: đồ thờ cúng, đá xây dựng (đền đài, thành quách, nhà thờ, chùa chiền,...), tượng đá, bia đá,... Những sản phẩm của làng Nhồi mang đậm phong cách và giá trị truyền thống cũng như tư tưởng văn hoá của làng nghề, góp phần tạo nên nhiều công trình có giá trị văn hoá, nghệ thuật bằng đá.\n\n==Tham khảo==\n{{tham khảo|}}\n\n==Liên kết ngoài==\n\n{{du lịch Thanh Hóa}}\n\n[[Thể loại:Núi tại Thanh Hóa|Nhồi]]\n[[Thể loại:Thanh Hóa (thành phố)]]"}