{"259468":"{{Chú thích trong bài|date=tháng 8\/2022}}\n{{Cần biên tập|date=tháng 8\/2022}}\n'''Núi Két''' có tên chữ là '''Anh Vũ Sơn''', người hành hương thì gọi là '''núi Ông Két'''; là một ngọn núi nhỏ trong [[Bảy Núi]], thuộc xã [[Thới Sơn, Tịnh Biên|Thới Sơn]], huyện [[Tịnh Biên]], tỉnh [[An Giang]], [[Việt Nam]].\n[[Hình:Núi Két 2.jpg|nhỏ|phải|250px|Núi Két nhìn từ xa]]\n\n==Đặc điểm==\n'''Núi Két''' có hình khối tròn, cao 225 [[mét]], dài và rộng hơn 1.100 mét. Núi ở phía đông [[Nhà Bàng|thị trấn Nhà Bàng]], huyện Tịnh Biên, cách trung tâm thành phố [[Long Xuyên]] khoảng 70&nbsp;[[km]] về hướng tây theo Quốc lộ 91 rồi rẽ qua tỉnh lộ 948. Núi được bao bọc bởi những ngọn núi khác như [[núi Dài]], núi Đất, núi Trà Sư, núi Bà Đắc.\n[[Tập tin:Núi Két 1.jpg|nhỏ|phải|250px|Tảng đá lớn có hình dạng như đầu chim két]]\nĐược gọi là núi Két vì ở độ cao khoảng một trăm [[mét]], tính từ chân núi, bên vách phía tây gần trên đỉnh có một tảng đá khổng lồ nằm nhô ra, theo sự mường tượng của nhiều người, nó có hình dạng như đầu một con chim két (tức chim [[Bộ Vẹt|anh vũ]]).\n\nĐường lên đỉnh núi Két dài khoảng 600 mét, được xây bậc thang và đều có hành lang an toàn. Đi dần lên núi có các địa điểm đáng tham quan như: Sân Tiên, Giếng Tiên, điện Chư Thần, điện Phật Thầy, điện Phật Mẫu, điện Ngọc Hoàng, điện Huỳnh Long, điện Ba Cô, điện U Minh, điện Chư Vị Năm Non Bảy Núi và tiêu biểu nhất là \"mỏ ông Két\" cùng với nhiều truyền thuyết dân gian...<ref>Ngoài con đường này, còn có một đường lên núi khác, đối diện với [[Đình Thới Sơn]].<\/ref>...\n\nTuy nhiên, ở gần chân núi có ba di tích rất được nhiều người đến thăm viếng và chiêm bái hơn cả, đó là [[Đình Thới Sơn]], [[Chùa Thới Sơn]], [[Chùa Phước Điền]], vì các nơi thờ này đều gắn liền với thời lưu dân đi mở đất và với giáo phái [[Đạo Bửu Sơn Kỳ Hương|Bửu Sơn Kỳ Hương]].\n\nBên cạnh các nguồn lợi từ du lịch, hành hương, cây trái...núi Két còn có các nguồn lợi khác từ tài nguyên, như quặng kim loại molipden, đá granit sáng màu mịn hạt, đá quý (thạch anh ám khói, thạch anh tím) được tìm thấy trong các mạch pecmatic và nhiều mội nước khoáng...\n\n==Ghi nhận công lao==\n[[Hình:Trên đình núi Két.jpg|nhỏ|phải|250px|Tảng đá lớn có hình dạng như đầu chim két (cận cảnh)]]\nTheo sử sách, thì [[Đoàn Minh Huyên]] (tức Phật Thầy Tây An, Giáo chủ giáo phái [[Bửu Sơn Kỳ Hương]]) và những đệ tử của ông đã đến chân núi Két vào năm [[1851]], để khai hoang, biến những vùng đầm lầy, rừng rậm trở thành những vùng đất rộng lớn, màu mỡ...Và hai làng là Hưng Thới và Xuân Sơn (sau này hợp thành xã Thới Sơn, huyện [[Tịnh Biên]], tỉnh [[An Giang]]) đã hình thành trên vùng đất hoang vu ấy.\n\nĐoàn Minh Huyên và hai các đệ tử của ông là [[Tăng Chủ]] (tức Bùi Thiền Sư) và [[Đình Tây]], đều là người có công lớn.\n==Chú thích==\n{{Tham khảo}}\n==Xem thêm==\n*[[Đoàn Minh Huyên]]\n*[[Tăng Chủ]]\n*[[Đình Tây]]\n*[[Đình Thới Sơn]]\n==Liên kết ngoài==\n*[https:\/\/web.archive.org\/web\/20090705185634\/http:\/\/www2.thanhnien.com.vn\/Kinhte\/Dulich\/2005\/4\/4\/97620.tno Núi Két] trên web báo Thanh Niên.\n*[http:\/\/www.angiang.gov.vn\/xemtintintuc.asp?idtin=24789&idmuc=3 Anh Vũ Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081027192152\/http:\/\/www.angiang.gov.vn\/xemtintintuc.asp?idtin=24789&idmuc=3 |date=2008-10-27 }} trên web An Giang.\n{{Sông núi ở An Giang}}\n\n[[Thể loại:Bảy Núi]]\n[[Thể loại:Tịnh Biên]]"}