{"14183401":"{{Wiki hóa}}'''Núi Hàm Rồng''' hay còn gọi là Chư H'Drong, Chơ Hơ Rông<ref>{{Chú thích web|url=http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/1485|tiêu đề=NÚI CHƠ HƠ RÔNG|website=|ngày truy cập=2018-10-31|archive-date=2016-07-18|archive-url=https:\/\/web.archive.org\/web\/20160718194837\/http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/1485|url-status=dead}}<\/ref>, Chư Hơ Đông hay núi Hòn Rồng thuộc địa phận thành phố [[Pleiku]], tỉnh [[Gia Lai]], [[Việt Nam]]. Đây là một [[miệng núi lửa]] dương, thuộc [[cao nguyên]] bazan Pleiku được hình thành trong giai đoạn phun trào núi lửa muộn cách đây < 4 - 0,3 triệu năm<ref>Nguyễn Hoàng, 2005. Đặc điểm nguồn và điều kiện nóng chảy bazan Kainozoi Pleiku\n\nhttp:\/\/www.idm.gov.vn\/Data\/TapChi\/2005\/A286\/a15.htm<\/ref>.\n\n== Vị trí địa lý: ==\nTọa độ địa lý: 13°53'10.3\"N 108°00'57.1\"E. Nằm ở phía nam của Thành phố Pleiku, cạnh ngã ba từ thành phố Pleiku đi [[Quốc lộ 14]] và [[Quốc lộ 19]].\n\nTrong thời chiến, ngọn núi này từng là căn cứ quân sự của Mỹ nhưng từ thời bình đến nay thì đây được chọn làm nơi thu phát sóng viễn thông của cả tỉnh.\n\n== Nguồn gốc tên gọi: ==\nTheo [[tiến sĩ]] [[Nguyễn Thị Kim Vân]]<ref>Sở VHTTDL chủ trì, nhiều tác giả, TS. Nguyễn Thị Kim Vân chủ nhiệm, 2006. ''Nghiên cứu xác định địa danh lịch sử'' ''- văn hóa ở Gia Lai'' – đề tài nghiên cứu khoa học cấp tỉnh,, Pleiku, 4-2006, tr. 96, 97; mục từ “Hàm Rồng” do N.T.K.V viết. NQT viết các mục từ tiếng Bahnar trong tập sách.<\/ref> địa danh Hàm Rồng có thể được ghi là Hdrung, Hgrông hoặc Hdrông (theo khảo sát thực địa của tác giả thì đây đều là những từ “không có nghĩa”). Và theo quan điểm của TS. Vân thì hình dáng ngọn núi nhìn từ [[Hướng Tây Nam|phía Tây Nam]] giống con rồng nên \"Hàm Rồng\" là biến âm từ cách gọi ngọn núi này của người [[Người Gia Rai|Gia Rai]], [[Người Ba Na|Ba Na]].\n\nTổng hợp của Nguyễn Quang Tuệ<ref name=\":0\">Nguyễn Quang Tuệ, 2011. Pleiku - Đi tìm sự tích núi Hàm Rồng<\/ref> đã dẫn ra một số sách, tài liệu đã xuất bản viết liên quan đến tên gọi của ngọn núi này:\n\n- Sách ''Gia Lai 30 năm chiến tranh giải phóng'' do Bộ Chỉ huy quân sự tỉnh Gia Lai biên soạn, xuất bản năm 1993, tại trang 8 ghi: ”điểm cao Chử HơDrung (1028m)” và chí thích địa danh này “còn thường được gọi núi Hàm Rồng hay Hòn Rồng”.\n\n- Sách ''Lịch sử Đảng bộ tỉnh Gia Lai tập 1 (1945 - 1975)'' do Ban Thường vụ Tỉnh ủy Gia Lai chỉ đạo biên soạn,, Nhà xuất bản Chính trị Quốc gia, 1996, tại trang 22 có đoạn: ”… như ngọn núi Chư Hdrông (Hàm Rồng) cao 1.028m”.\n\n- Sách ''Địa chí Gia Lai'' do UBND tỉnh Gia Lai biên soạn, Nhà xuất bản VHDT, 1999, tại trang 28, gọi địa danh này là Hàm Rồng.\n\n- Sách ''Xã gào – Bàu Cạn - Mảnh đất anh hùng'' do Ban Thường vụ Thành ủy Pleiku tổ chức biên soạn năm 2000, ở các trang 3 (lời giới thiệu) và 5 (giới thiệu vị trí địa lí) đều gọi địa danh này là núi Hòn Rồng.\n\n- Sách ''Ký ức Tây Nguyên'' của Thượng tướng Đặng Vũ Hiệp, Nhà xuất bản Quân đội nhân dân, 2002, tại trang 8 có đoạn: “sư đoàn Kỵ binh không vận 1 ở An Khê, sư đoàn bộ binh 4 ở Hòn Rồng thuộc tỉnh Gia Lai”.\n\n- Sách ''Lịch sử Mặt trận Tổ quốc Việt Nam tỉnh Gia Lai (1930 - 2005),'' do UBMTTQ tỉnh Gia Lai chỉ đạo biên soạn, Nhà xuất bản Chính trị Quốc gia, 2006, tại trang 16 có đoạn: “Cao nguyên Pleiku có hình vòm, đỉnh ở Chư Hdrung (núi Hàm Rồng) cao 1.028m”.\n\n- Các tài liệu tiếng Anh, trước 1975, thường ghi địa danh Hàm Rồng là Dragon Mountain hoặc Dragon Jaw Mountain…\n\nCũng theo phân tích của Nguyễn Quang Tuệ<ref name=\":0\" \/>: \"Hàm Rồng là một tên gọi mới xuất hiện gần đây, chưa để lại dấu ấn nào đáng kể trong văn hóa Gia Lai truyền thống\", chỉ có \"''Hơdrông\"'' là từ đồng nghĩa với Jrai – tức người Jrai, đất Jrai - tên địa danh. Hơdrông xưa được ước đoán là trung tâm của khu vực Pleiku và vùng phụ cận hiện nay – một vùng đất của người Jrai. Và nguồn gốc tên địa danh này lại bắt nguồn từ câu chuyện của người Bahna về những con sâu - ''Hơdrông'', phá hoại mùa màng bị tiêu diệt chất thành núi ''Hơdrông.''\n\n== Đặc điểm: ==\n[[Tập tin:Miệng núi lửa Hàm Rồng, Gia Lai..jpg|nhỏ|Miệng núi lửa Hàm Rồng, Gia Lai. Ảnh chụp từ QL 14.]]\nNúi Hàm Rồng là một miệng núi lửa có độ cao 1.028m, diện tích 0,7&nbsp;km², sườn dốc 20-30<sup>o<\/sup>, dưới chân núi rộng 14&nbsp;km². Trên bình đồ nó có dạng hình tròn khuyết giống như một cái móng ngựa, với một rãnh sâu lớn cắt sườn từ miệng phễu hướng về nam - vết tích đường đi của dòng chảy dung nham cũ; dọc theo nó gặp nhiều bom và khối thủy tinh núi lửa.\n\n=== Hình thái ===\nHàm Rồng có đặc điểm chung của các miệng núi lửa dương:\n\n- '''Kiểu phun trào''' trung tâm.\n\n- '''Hình thái:''' như hình nón cụt, trũng, miệng hình phễu ở phần giữa, gờ miệng nổi cao xung quanh có hình oval. Sườn ngoài của miệng thoải hơn sườn trong. Trên bình đồ, miệng có dạng gần tròn.\n\nNhững núi lửa dạng chóp được hình thành do dung nham chứa lượng chất bốc nhỏ, có ''độ nhớt tương đối cao'', nên khi phun ra khỏi miệng núi lửa chúng cứ đùn lên, cao dần, tạo hình chóp nón. Về sau phần xung quanh miệng chóp có thể bị san bằng, hạ thấp do quá trình phong hóa đá phun trào. Thậm chí phần trên ngọn, quanh miệng núi lửa thường bị phá hủy mạnh hơn, tạo hình lòng chảo với độ nông sâu khác nhau, do đá tích đọng trong họng núi nửa và phần giáp kề thường có kết cấu yếu, dễ bị phá hủy nhất. \n\nNúi Hàm Rồng đã phun khói và tro. Đây là ngọn núi lửa vẫn còn hoạt động. Theo ước tính núi Hàm Rồng sẽ phun sau 100-200 năm nữa.<ref>Tạ Hòa Phương et al., 2015. Một số di sản thiên nhiên có giá trị nổi bật cho phát triển du lịch vùng Tây Nguyên. http:\/\/vjs.ac.vn\/index.php\/jse\/article\/viewFile\/7375\/pdf<\/ref>.\n\n=== Khí hậu ===\nỞ độ cao > 1000m, khí hậu trên đỉnh của núi rất mát mẻ, là nóc nhà, là nơi ngắm quang cảnh xa xa của thành phố Pleiku. Tuy nhiên, do nằm ở độ cao 1.028m, đỉnh núi thường xuyên bị mây mờ che phủ.\n\n=== Thảm thực vật ===\nHiện nay, đỉnh núi là trạm thu phát sóng viễn thông của cả tỉnh nên việc leo lên đỉnh bị hạn chế. Và cũng chính vậy, các tác động của con người đến ngọn núi là ít. Thảm thực vật ở đây xanh quanh năm.\n\nHình ảnh về ngọn núi này cung cấp bởi trang<ref>{{Chú thích web|url=https:\/\/www.tripmondo.com\/vietnam\/gia-lai\/plei-brong-rongol\/|tiêu đề=Núi Hàm Rồng (Dragon MTN) và Khu căn cứu quân sự của Mỹ năm 1969|website=}}<\/ref> năm 1969, khi nơi đây được chọn là cao điểm đặt trạm phát tín hiệu thuộc căn cứ quân sự của Mỹ - giai đoạn này, ngọn núi đã bị quân đội Mỹ phun thuốc diệt cỏ nhằm phát quan khu vực quân sự này.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Địa lý Gia Lai]]"}