{"102065":"[[Tập tin:Huykylan3.jpg|nhỏ|phải|250px|Một thoáng hồ Kỳ Lân]]\n'''Núi Kỳ Lân''' là một hòn đảo núi nằm ở vị trí trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]] thuộc địa phận phường Tân Thành, cạnh [[Quốc lộ 1]] và đại lộ Tràng An nối trung tâm thành phố đi các khu du lịch [[Tràng An]] - [[Hoa Lư]] - [[chùa Bái Đính]]. Núi Kỳ Lân cùng với ba ngọn núi khác là [[núi Ngọc Mỹ Nhân]], [[núi Non Nước]] và núi Lớ được xem là ''tứ đại danh sơn'' của [[thành phố Ninh Bình]].<ref>[http:\/\/baoninhbinh.org.vn\/nui-ky-lanhon-ngoc-xanh-giua-long-thanh-pho-ninh-binh-20170609030436884p15c44.htm Núi Kỳ Lân - Hòn ngọc xanh giữa lòng thành phố Ninh Bình]<\/ref><ref>[https:\/\/baophapluat.vn\/xua-va-nay\/ngoi-chua-tren-dao-ngoc-gan-voi-tu-dai-danh-son-cua-dat-ninh-binh-578536.html Ngôi chùa trên đảo ngọc gắn với “Tứ đại danh sơn” của đất Ninh Bình]<\/ref> Ở Ninh Bình còn một ngọn núi khác cũng mang tên Kỳ Lân nằm ở quê gốc Vua [[Đinh Tiên Hoàng]] thuộc xã Gia Phương, [[Gia Viễn]], trên núi đó có đặt lăng phát tích [[nhà Đinh]].\n\n==Hòn ngọc xanh==\nNúi tên là Kỳ Lân vì có hình đầu [[con lân]] nhìn về phía Bắc. Núi cao trên 50 m và phía Bắc sườn núi hõm vào tạo thành một cái hàm con lân. Xung quanh là những vách núi nhấp nhô, cây cối mọc xanh um như bờm và râu của con [[lân]].\n\nCó hai cây cầu nối từ hai phía vào đảo [[Kỳ Lân (định hướng)|Kỳ Lân]]. Một cây cầu vòm bằng đá, bảy nhịp, mặt cầu rộng 2m, dài trên 22m, cao 4m bắc qua sông Tràng An vào [[núi]] ở phía nam; cây kia cũng bằng đá nhưng nhỏ hơn và không có lan can được bố trí ở phía [[bắc]]. Mỗi nhịp cầu là một phến đá lớn. Núi Kỳ Lân là một hòn non bộ do thiên nhiên tạo dựng giữa lòng sông Tràng An như một vườn cảnh thiên nhiên độc đáo với hàng trăm cây cảnh, cây hoa, [[họ Phong lan|phong lan]], đá cảnh, non bộ. Trên núi có những ngọn tháp cổ ẩn hiện trong màu xanh um tùm của cây lá. Dưới chân núi là ngôi đền thờ bà [[Quận chúa]], tương truyền bà là người đã hy sinh thân mình làm vợ quái vật kỳ lân để cứu giúp dân lành.<ref>[http:\/\/doanhnghiepvn.vn\/nui-ky-lan--hon-non-bo-cua-ninh-binh-d56539.html Núi Kỳ Lân- Hòn non bộ của Ninh Bình]<\/ref>\n\nNúi Kỳ Lân là nơi còn lưu dấu những gì đặc trưng nhất của những đợt biển tiến, ngấn sóng biển còn rất rõ nét, cho phép nhận biết ở đây có nhiều giai đoạn bị biển xâm thực. Đặc biệt hơn nữa trên những ngấn sóng biển ở đây còn xuất lộ lớp trầm tích có chứa xương động vật, vỏ nhuyễn thể biển, đây là cứ liệu hết sức quan trọng cho phép xác định tuổi, quá trình biển tiến lùi.<ref>{{Chú thích web |url=http:\/\/vanhocnghethuatninhbinh.org.vn\/index.php?option=com_content&view=article&id=318:doi-dong-ve-lich-su-dia-chat-va-sinh-canh-thanh-pho-ninh-binh&catid=45:nghien-cuu-suu-tam&Itemid=105 |ngày truy cập=2014-10-18 |tựa đề=Đôi dòng về lịch sử địa chất thành phố Ninh Bình |archive-date=2014-10-23 |archive-url=https:\/\/web.archive.org\/web\/20141023222540\/http:\/\/vanhocnghethuatninhbinh.org.vn\/index.php?option=com_content&view=article&id=318:doi-dong-ve-lich-su-dia-chat-va-sinh-canh-thanh-pho-ninh-binh&catid=45:nghien-cuu-suu-tam&Itemid=105 |url-status=dead }}<\/ref>\n\nSông Tràng An đoạn quanh núi cũng là một nơi câu cá nước ngọt do nó được điều hòa mực nước bằng đường ống ngầm nối thông với [[sông Đáy]]. Xung quanh sông được xây dựng, kè mới và trồng cây tạo thành một tuyến vui chơi giải trí giữa lòng [[đô thị]] du lịch [[Ninh Bình]]. Cùng với công viên [[núi Non Nước]] và công viên [[sông Vân]], núi Kỳ Lân là một điểm du lịch giải trí ở trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]].\n\n==Phố cổ Hoa Lư==\nNúi Kỳ Lân là một điểm du lịch cùng trong một quần thể với sông Tràng An, hồ núi Lớ và [[công viên văn hóa Tràng An]]. Hồ Kỳ Lân cũ đã được đào nối thông tới [[sông Sào Khê]] thành một con sông cạnh đại lộ Tràng An được gọi là sông Tràng An. Khu vực gần núi Kỳ Lân trở thành trung tâm đón tiếp của công viên [[Tràng An]].\n\nPhố cổ Hoa Lư là các sản phẩm du lịch của tỉnh [[Ninh Bình]], tái dựng lại hình ảnh làng quê, làng nghề truyền thống nổi tiếng trên cả nước như: Thêu ren Văn Lâm, làng đá mỹ nghệ Ninh Vân, làng mộc mỹ nghệ, làng nghề gốm Bồ Bát, tranh Bồ Đề, làng nghề đúc đồng, sơn mài Ý Yên, làng chạm bạc, làng tranh Đông Hồ...\n\nĐây là một trong những hoạt động du lịch trọng tâm thực hiện các chủ trương của tỉnh [[Ninh Bình]] trong phát triển [[du lịch Ninh Bình]] giai đoạn 2021-2030, định hướng đến năm 2045, với mục tiêu đưa Ninh Bình trở thành trung tâm du lịch của Đồng bằng sông Hồng và là điểm đến hấp dẫn nhất của du khách trong nước và quốc tế. Dự kiến, toàn bộ các công trình sẽ được phục dựng, tái tạo trong thời gian 20 năm.<ref>[https:\/\/www.phapluatplus.vn\/van-hoa-giai-tri\/pho-co-hoi-an-thu-nho-giua-long-ninh-binh-thu-hut-hang-ngan-du-khach-d175991.html \"Phố cổ Hội an\" thu nhỏ giữa lòng Ninh Bình thu hút hàng ngàn du khách]<\/ref>\n\n==Hình ảnh==\n<gallery>\nHình:Huykylan1.jpg|Phượng nở bên núi\nHình:Thanhphoninhbinhk-3.jpg|bờ phía bắc hồ\nHình:ho ky lan.JPG|Đền bà quận chúa\nHình:Thanhphoninhbinhk-4.jpg|quốc lộ 1A\nHình:Thanhphoninhbinhk-5.jpg|bờ phía nam hồ\nHình:Thanhphoninhbinhk-6.jpg|[[ninh Bình (thành phố)|thành phố Ninh Bình]]\nHình:Huykylan2.jpg|[[ninh Bình (thành phố)|thành phố Ninh Bình]]\nHình:Thanhphoninhbinhk-8.jpg|[[ninh Bình (thành phố)|thành phố Ninh Bình]]\nHình:tpnb3.jpg|Hoàng hôn Kỳ Lân\n<\/gallery>\n\n==Tham khảo==\n{{tham khảo}}\n{{Du lịch Ninh Bình}}\n\n[[Thể loại:Hồ tại Ninh Bình|Kỳ Lân]]\n[[Thể loại:Núi tại Ninh Bình]]"}