{"39891":"{{coord|16.1938|N|107.9695|E|dim:25000|display=title}}\n{{otheruses|Bạch Mã}}\n[[Tập tin:Dãy núi Bạch Mã, nhìn từ sân bay Đà Nẵng.JPG|nhỏ|250px|phải|Dãy núi Bạch Mã, nhìn từ sân bay Đà Nẵng]]\n[[Tập tin:Thacdoquyen.jpg|nhỏ|250px|phải|[[Thác Đỗ Quyên]] cao 300m trên núi Bạch Mã]]\n'''Núi Bạch Mã''' hay '''Dãy Bạch Mã''' là một [[dãy núi]] tạo thành ranh giới tự nhiên giữa tỉnh [[Thừa Thiên Huế]] và thành phố [[Đà Nẵng]], [[Việt Nam]]. Dãy núi này nằm trong [[vườn quốc gia Bạch Mã]].<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-ea96 >Bản đồ tỷ lệ 1:50.000 tờ E-48-96-D. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref>[https:\/\/vnexpress.net\/du-lich\/ve-dep-nhu-tranh-cua-nui-rung-bach-ma-3002712.html Vẻ đẹp như tranh của núi rừng Bạch Mã]. Vnexpress, 19\/6\/2014. Truy cập 11\/01\/2019.<\/ref><ref name =ThThHue-tt07 >[https:\/\/thukyluat.vn\/vb\/thong-tu-07-2014-tt-btnmt-dia-danh-dan-cu-son-thuy-van-kinh-te-xa-hoi-thanh-lap-ban-do-thua-thien-hue-37029.html Thông tư 07\/2014\/TT-BTNMT ngày 12\/02\/2014] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh dân cư... phục vụ công tác thành lập bản đồ phần đất liền tỉnh Thừa Thiên Huế. Thuky Luat Online, 2016. Truy cập 11\/01\/2019.<\/ref>\n\n==Vị trí==\nNúi là một phần của [[Dãy Trường Sơn]] chạy cắt ra sát [[biển]]. Nằm giữa tỉnh Thừa Thiên Huế và thành phố Đà Nẵng, nơi đây có [[đèo Hải Vân]] nổi tiếng nằm cách [[Huế]] 40&nbsp;km về phía Nam.\n\nDãy Bạch Mã là ranh giới tự nhiên giữa lãnh thổ phía Bắc với lãnh thổ phía Nam, giữa miền Tây Bắc và Bắc Trung Bộ với miền Nam Trung Bộ và Nam Bộ, giữa vùng núi Trường Sơn Bắc với vùng núi Trường Sơn Nam\n\n==Đặc điểm==\nNúi Bạch Mã có đỉnh cao 1.444 m. Trên đỉnh núi hùng vĩ bốn mùa xanh tươi với [[thác|thác nước]], [[suối]], [[rừng]],... Núi Bạch Mã còn là nơi quy tụ nhiều loại [[động vật]] và [[thực vật]] quý hiếm ở miền [[nhiệt đới]]. Bạch Mã nằm cách biển chỉ có 18&nbsp;km nên hòa với không khí của rừng núi là chút hương vị của biển.\n\n==Lịch sử==\nCho đến đầu [[thế kỷ 20]] Bạch Mã chỉ là một khu rừng núi hoang sơ, chưa ai khai phá nhưng đến cuối năm 1925, kế hoạch thành lập và bảo tồn khu [[vườn quốc gia]] gần [[Huế]] đã làm mọi người chú ý đến vùng núi này.\n\nMột [[kỹ sư]] [[người Pháp]] là Girard đã tổ chức khai phá vùng núi này vào năm 1932 nhằm phát triển du lịch của Bạch Mã. Sự việc này gia tăng số lượng khu nghỉ mát ở trên núi gồm các [[biệt thự]], [[khách sạn]] và kéo theo đó là phát triển [[giao thông]] công cộng. Dù vậy các công trình này chủ yếu phục vụ giới thượng lưu có tiền thời đó cùng các quan chức của Pháp.\n\nSau khi chiến tranh giữa Pháp và Việt Nam kết thúc vào năm 1954, Bạch Mã bị lãng quên khiến các ngôi nhà xây trên núi bị thời gian phá dần. Phải đến năm 1960, chính phủ [[Việt Nam Cộng hòa]] quyết định thành lập lại [[Vườn quốc gia Bạch Mã]] nhưng chiến tranh tiếp tục kéo dài liên miên. Khu Bạch Mã được dùng làm căn cứ quân sự của quân đội Mỹ trong chiến tranh.\n\nSau năm 1975 khi hòa bình lập lại, chính phủ đã có nhiều dự án phát triển trồng trọt tại khu này nhưng vẫn thất bại do điều kiện [[thời tiết]]. Với sự thành lập chính thức [[Vườn quốc gia Bạch Mã]] của chính phủ Việt Nam, Bạch Mã đã dần dần được bảo tồn và phát triển phục vụ du lịch.\n\n==Xem thêm==\n* [[Thác Đỗ Quyên]] {{coord| 16.186513| 107.848764| type:landmark_region:VN| format= dms| name = Thác Đỗ Quyên}}\n*[[Đèo Hải Vân]]\n*[[Vườn quốc gia Bạch Mã]]\n\n==Tham khảo==\n{{Tham khảo|27em}}\n{{sơ khai Thừa Thiên Huế}}\n\n[[Thể loại:Núi tại Thừa Thiên Huế]]\n[[Thể loại:Du lịch Thừa Thiên Huế]]\n[[Thể loại:Trường Sơn]]"}