{"2460168":"[[Hình:Khu du lịch Đá Dựng.jpg|nhỏ|250px|phải|Khu du lịch Đá Dựng]]\n'''Núi Đá Dựng''' ở phường [[Mỹ Đức, Hà Tiên|Mỹ Đức]], thành phố [[Hà Tiên]], tỉnh [[Kiên Giang]], [[Việt Nam]]. Đây là một di tích lịch sử và là một danh thắng đã được xếp hạng là ''Di tích Quốc gia'' theo quyết định số 44\/2007\/QĐ- BVHTT cấp ngày [[3 tháng 8]] năm [[2007]]<ref>Nguồn: \"Núi Đá Dựng\" trên website Di tích Lịch sử Văn hóa [http:\/\/ditichlichsuvanhoa.com\/dttc\/NUI-DA-DUNG-a820.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130929192846\/http:\/\/ditichlichsuvanhoa.com\/dttc\/NUI-DA-DUNG-a820.html |date = ngày 29 tháng 9 năm 2013}}.<\/ref>.\n\n==Giới thiệu==\n[[Hình:Trên núi Đá Dựng.jpg|nhỏ|250px|phải|Trên triền núi Đá Dựng nhìn xuống phía dưới]]\n\n'''Núi Đá Dựng''' nằm gần biên giới [[Việt Nam]] - [[Campuchia]]. Từ thành phố Hà Tiên, theo đường [[Quốc lộ 80]] (đường đi cửa khẩu quốc tế Xà Xía) đến gần [[Thạch Động thôn vân|Thạch Động]] (khoảng 7 [[km]]), rẽ phải và đi khoảng 2,5&nbsp;km nữa là đến núi Đá Dựng. Đây là một khối [[đá vôi]] cao khoảng 100 [[m]] <ref>Chiều cao ghi theo Bảng giới thiệu dựng tại di tích Đá Dựng. Thông tin trên website tỉnh Kiên Giang, ghi là 83 m [http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=1297] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100127015230\/http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=1297 |date = ngày 27 tháng 1 năm 2010}}, đưa tin ngày: 27 tháng 10 năm 2005.<\/ref>. Nhìn từ xa, núi như một [[hình thang]] cân, và vì các vách đá đứng nên được gọi là núi Đá Dựng. \n[[Tập tin:Núi Đá Dựng.jpg|nhỏ|phải|200px|Một vách núi thẳng đứng.]]\n\nĐá Dựng có tên cổ là '''núi Bạch Tháp''' (Bạch tháp sơn). Trong sách ''[[Gia Định thành thông chí]]'' (Sơn xuyên chí, trấn Hà Tiên) của danh sĩ [[Trịnh Hoài Đức]] đã chép về ngọn núi này như sau:\n:''Ở cách phía bắc Vân Sơn (tức Thạch Động)<ref>Xem [[Thạch Động thôn vân]].<\/ref> 5 [[dặm Anh|dặm]]. Thế núi quanh co, cỏ cây xanh tốt, có nhà sư ở [[Quy Nhơn]] ([[Bình Định]]) là đại hòa thượng Hoàng Long vân du dừng gậy trụ lại đó. Đến đời Túc Tông Hiếu Ninh Hoàng đế ([[Nguyễn Phúc Chú]]) năm thứ 13 là năm [[Đinh Tỵ]] ([[1737]]), hòa thượng viên tịch, đồ đệ của ông dựng tháp 7 cấp để trân tàng xá lợi; mỗi khi đến tiết Tam nguyên và [[Phật]] đản thì sáng có con hạc đen đến chầu, con vượn xanh cúng quả, lưu luyến bồi hồi như có ý muốn tham thiền nghe pháp; đáng gọi là cõi tịnh độ tiêu sái của vườn Kỳ viên vậy.''<ref>[http:\/\/www.vanhoahoc.vn\/nghien-cuu\/thu-vien-so-sach-anh-video\/tu-sach-van-hoa-hoc\/318.html?task=view&limit=1&start=1 Xem]<\/ref>.\n[[Tập tin:Đường lên đỉnh Đá Dựng.jpg|nhỏ|phải|200px|Lối đi tham quan, đoạn xuyên qua hang]]\nNgày nay núi Đá Dựng hãy còn vẽ hoang sơ, và có cả thảy 14 hang động lớn nhỏ (có hang lớn, như hang Bồng Lai, có thể chứa hàng trăm người) gắn với nhiều huyền thoại, gồm: hang Mẹ Sanh, hang Lê Công Gia, hang Biệt Động, hang Bồng Lai, hang Thần Kim Quy, hang Khổ Qua, hang Trống Ngực, hang Xã Lộc Kỳ, hang Cổng Trời, hang Thác Bạc, hang Chỉ Huy và 3 hang chưa có tên. Tất cả do đặc trưng cấu tạo, cấu trúc địa chất, cùng với sự xâm thực và tác động của thiên nhiên qua thời gian dài mà thành. Và trong các hang hốc ấy, hiện còn nhiều vỏ hào, vỏ ốc…dính lại trên vách đá, chứng tỏ xưa kia nơi đây đã từng bị ngập nước. Ngoài ra, căn cứ trong sách cũ, thì ngày xưa ở Đá Dựng từng có một sân chim (Điểu Đình) với một số lượng lớn cò trắng đến cư trú.\n\nDo có nhiều hang động và ở một vị trí quan trọng (gần biên giới), nên ngay từ [[thế kỷ 18]], Đá Dựng đã là tiền đồn của nhân dân Hà Tiên chống quân [[Xiêm La]]. Đặc biệt, trong hai cuộc chiến tranh trước năm [[1975]], Đá Dựng là một cơ sở hoạt động cách mạng, là cầu nối của tuyến đường 1C, và là nơi xảy ra những trận giao tranh ác liệt... Ở các năm [[1977]] - [[1978]], đây cũng là một tiền đồn trong cuộc [[Chiến dịch phản công biên giới Tây-Nam Việt Nam|chiến tranh biên giới Tây Nam]]...<ref>Nguồn: \"Núi Đá Dựng\" trên website Di tích Lịch sử Văn hóa, và \"Danh thắng Châu Nham Sơn\" trên website tỉnh Kiên Giang, đã dẫn.<\/ref>\n\nGần đây, Đá Dựng đã trở thành một khu du lịch, thu hút khá nhiều người đến tham quan và hành hương...<ref>Giá vé ở thời điểm [[tháng 5]] năm [[2014]] là 10.000 đồng VN\/ người. Lối đi quanh co men theo triền núi và đi xuyên qua hang đều được lát đá tảng và thiết kế bậc thang. Chiều dài đoạn đường để đi viếng tất cả 14 hang là 1.150 [[m]].<\/ref>.\n\n==Ý kiến khác về tên núi==\nCăn cứ theo [[Hà Tiên thập vịnh]] và [[Hà Tiên thập cảnh khúc vịnh]] của [[Tao đàn Chiêu Anh Các]], thì núi Đá Dựng còn được gọi là '''Châu Nham''' (trong bài thơ \"[[Châu Nham lạc lộ]]\", có nghĩa là \"cò về núi ngọc\"), vì ở đây có loại thạch nhũ phát sáng lấp lánh như châu ngọc <ref>Ghi theo bảng giới thiệu di tích. Có nguồn giải thích rằng: Bởi Chân Lạp và Xiêm La thường cho quân sang đánh phá, cướp bóc, nên nhiều người Hà Tiên xưa đã đem ngọc ngà, châu báu đến chôn giấu trong các hang động ở Đá Dựng rồi bị thất lạc dần theo thời gian. Cuối thế kỷ 17, khi Mạc Cửu đến khai mở trấn Hà Tiên, thấy người dân thỉnh thoảng nhặt được ngọc quý tại đây nên ông gọi tên là núi Châu Nham. Xem: Danh thắng Châu Nham Sơn trên website tỉnh Kiên Giang [http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=1297] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100127015230\/http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=1297 |date = ngày 27 tháng 1 năm 2010}}.<\/ref>. Tuy nhiên, có ý kiến cho rằng Đá Dựng không phải là Châu Nham, mà Châu Nham là tên một ngọn núi ở Bãi Ớt; nay thuộc xã [[Dương Hòa, Kiên Lương|Dương Hòa]], huyện [[Kiên Lương]]<ref>Xem thêm trang: [[Châu Nham lạc lộ]], và xem thêm: Châu Nham không phải là Đá Dựng\n[http:\/\/www.thanhnien.com.vn\/pages\/20130119\/ky-26-chau-nham-khong-phai-la-da-dung.aspx].<\/ref>.\n\n==Một vài hình ảnh== \n<gallery>\nTập tin:Trong hang núi Đá Dựng.jpg|Trong hang Lê Công Gia.\nHình:Trong hang Bồng Lai.jpg|Trong hang Bồng Lai. \nHình:Trong hang Biệt Động.jpg|Trong hang Biệt Động.\nHình:Bia Tổ quốc ở Đá Dựng.jpg|Bia Tổ quốc ghi công dựng trong một hang.\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Nguồn tham khảo==\n* Bảng giới thiệu di tích dựng tại khu di tích Đá Dựng.\n* Núi Đá Dựng (Kiên Giang) - Hoang sơ và kỳ bí trên website báo Hậu Giang [http:\/\/www.dulichtet.com\/tindulich_chitiet.php?newsID=5620] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140517132450\/http:\/\/www.dulichtet.com\/tindulich_chitiet.php?newsID=5620 |date = ngày 17 tháng 5 năm 2014}}\n* Núi Đá Dựng trên website Di tích Lịch sử Văn hóa [http:\/\/ditichlichsuvanhoa.com\/dttc\/NUI-DA-DUNG-a820.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130929192846\/http:\/\/ditichlichsuvanhoa.com\/dttc\/NUI-DA-DUNG-a820.html |date = ngày 29 tháng 9 năm 2013}}\n* Danh thắng Châu Nham Sơn trên website tỉnh Kiên Giang [http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=1297] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100127015230\/http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=1297 |date = ngày 27 tháng 1 năm 2010}}\n\n[[Thể loại:Núi tại Kiên Giang]]\n[[Thể loại:Di tích tại Kiên Giang]]\n[[Thể loại:Du lịch Kiên Giang]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Hà Tiên]]"}