{"19476995":"{{chú thích trong bài}}\n{{Thông tin nhạc sĩ\n| tiền tố = [[Nhạc sĩ]] cổ nhạc miền Nam\n| name = Năm Cơ\n| tên gốc = \n| nền = Nhạc sĩ\n| hình = Danh Cầm Năm Cơ.png\n| chú thích hình = Danh Cầm Năm Cơ trong [[Hãng đĩa Continental|dĩa hát Continental]] trước 1975\n| nghệ danh = Năm Cơ\n| birthname = Dương Văn Cơ\n| ngày sinh = {{ngày sinh|1919|8|23}}\n| nơi sinh = tại xóm rẫy Thị Ròn, Lạc Thạnh (nay là xã [[Thạnh Hòa Sơn]], huyện [[Cầu Ngang]], tỉnh [[Trà Vinh]])\n| nơi mất = {{ngày mất và tuổi|1980|1|11|1919|8|23}}\n| quốc tịch = {{VIE}}\n| nghề nghiệp = {{hlist|Nhạc sĩ Đàn Kìm - Đàn Sến|}}\n| danh hiệu = {{Br list|[[Danh Cầm Cổ Nhạc Miền Nam]]}}\n| field = [[Cải lương]]\n| nghệ danh âm nhạc = {{hlist|Năm Cơ}}\n| đào tạo âm nhạc = \n| thể loại âm nhạc = [[Cổ nhạc miền Nam]] - [[Cải lương]]\n| tác phẩm âm nhạc = {{hlist|''Các tác phẩm độc tấu, hòa tấu vọng cổ-cổ nhạc miền Nam cùng Đệ Nhất Danh Cầm [[Văn Vĩ]] - [[Bảy Bá]]''}}\n| năm mất = {{năm mất và tuổi|1980||1919}}\n}}\n'''Năm Cơ (1919-1980)''' tên thật là Dương Văn Cơ, một nhạc công - danh cầm cổ nhạc [[Nam Kỳ]]. Ông là [[người Tiều (Việt Nam)|người Tiều]]. \n[[Tập_tin:NamCo1.jpg|nhỏ|Danh cầm Năm Cơ - Thân tặng thính giả Hồng Hoa (1 tháng 10 năm 1963)[[Tập tin:Nam co van vi.jpg|nhỏ|Năm Cơ và Văn Vĩ trên đĩa.]]]]\n[[Tập tin:Hãng đĩa Continental và những tác phẩm đa dạng.jpg|nhỏ]]\n[[Tập tin:Song tấu 6 câu vọng cổ.png|nhỏ]]\n[[Tập tin:R-10923893-1506606719-9290.jpg|nhỏ]]\n[[Tập tin:Hoadon-02.jpg|nhỏ]]\n[[Tập tin:R-15583705-1594317340-8092.jpeg.jpg|nhỏ]]\n[[Tập tin:R-9994891-1489851496-6282.jpeg.jpg|nhỏ]]\n[[Tập tin:R-11334016-1514591271-2630.jpeg.jpg|nhỏ]]\n[[Tập tin:R-12027465-1526835314-1948.jpeg.jpg|nhỏ]]\n== Tiểu sử ==\nKhán thính giả mộ điệu Đờn Ca Tài Tử - Cải Lương từ trước năm 1980 không ai không biết và đã nghe tiếng đờn của danh cầm Năm Cơ. Tiếng đờn huyền ngoặc làm say lòng biết bao người mộ điệu, và đã chấp cánh cho nhiều tên tuổi của nghệ sĩ Cải lương lừng danh bay bổng. Ngón đờn tài hoa của ông kiệt xuất trên ba nhạc cụ: Kìm, Sến, Guitar phím lõm, mà bất cứ ai dù khó tính khi nghe ông tấu lên cũng mềm lòng vì bị chinh phục.<ref name=\":0\">{{Chú thích web|url=https:\/\/sankhau.com.vn\/news\/nguoi-xua--chuyen-cu-bo-ba-de-nhat-o-tra-vinh.aspx|tựa đề=Hồi kí của Bảy Bá-Năm Cơ, ngón đờn tài hoa kiệt xuất|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=https:\/\/web.archive.org\/web\/20150103030320\/http:\/\/sankhau.com.vn\/news\/nguoi-xua--chuyen-cu-bo-ba-de-nhat-o-tra-vinh.aspx|ngày lưu trữ=2015-01-03|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>\n\n=== Tuổi thơ cơ cực sớm vương nghiệp dĩ của thần đồng âm nhạc miền Nam Việt Nam ===\nThân phụ ông vốn [[người Triều Châu]] (Trung Quốc) sang Việt Nam sống nghề buôn bán nhỏ. Thuở xưa kinh tế gia đình ông thường thiếu trước hụt sau, nên tuổi thơ ông sớm lâm vào cơ cực. Từ khi lên 7 Năm Cơ đã phải đi chăn bò cho người cô ruột. Nhỏ tuổi nên ít bạn mục đồng chơi, buồn không biết làm gì, cậu bé lấy cây đàn đoản (loại đờn kìm có cần ngắn) ra ngân nga mấy khúc nhạc học \"lóm\" của người ta. Mỗi khi nghe được đâu đó bài tấu từ đờn kìm là cậu lại \"run\" lên, và \"tập tễnh\" tấu theo cho... mấy con bò \"nghe\". Năm Cơ hấp thụ dòng huyết thống của phụ thân, nên tuổi thơ của ông nhanh chóng hình thành năng khiếu ca cầm. Lúc chăn bò là thời gian như phiêu lưu đầy ngẫu hứng, ông thường ca “Dạ cổ hoài lang” rồi đờn bằng miệng cho thỏa niềm say mê… Thấy vậy, thân phụ Năm Cơ truyền dạy cho ông đờn Đoản (loại đờn có thùng tròn như đờn Kìm nhưng cần đờn ngắn chỉ bằng một phần ba của cần đờn Kìm, nên mới gọi là “Đoản”, mặc khác người ta còn gọi là đờn Tứ truyền thống) với vài thể điệu. Thông thường năng khiếu cộng say mê sẽ nhanh chóng trở thành tài năng, đó cũng là trường hợp của cậu bé Năm Cơ thuở còn chăn bò.<ref name=\":0\" \/>\n\nTheo lời kể của cố NNDG Bạch Huệ thì vào những năm của thập kỉ 30 của thế kỉ trước, thân phụ của bà là nhạc sĩ Sáu Tửng đờn Kìm nổi tiếng ở Cần Thơ, mà cả giới ĐCTT - CL miền Nam ai cũng biết. Đặc biệt là ông đờn Vọng cổ nhịp 16 rất độc đáo, và tiếng đờn của ông thường tâm đầu ý hợp với hai nữ danh ca lúc bấy giờ là cô Năm Cần Thơ và cô Ba Trà Vinh. Bởi Cần Thơ xưa nay được mệnh danh là thủ phủ của miền Tây Nam bộ, nên các tài tử - giai nhân thường tập trung về đây ca cầm là chuyện không gì là lạ, và cô Ba Trà Vinh cũng không là ngoại lệ. Hai nữ danh ca này và nhạc sĩ Sáu Tửng còn được hãng dĩa Pathé mời thu và phát hai dĩa “Kiến tình trung nghĩa” và “Khóc bạn”. Tiếng đờn và giọng ca của hai dĩa hát này đã lọt vào tai của cậu bé Năm Cơ, khiến cậu càng say mê tiếng đờn và giọng ca, nhất là tiếng đờn Kìm mùi mẫn của Sáu Tửng như càng thúc dục niềm đam mê đờn Kìm mãnh liệt hơn đối với cậu lúc này. Và,cậu Cơ thử dợt những chữ đờn Kìm mà cậu học lóm của Sáu Tửng qua dĩa hát, đưa vào đờn Đoản (đàn Tứ truyền thống - nhưng lúc này chỉ có hai dây). Tuy âm vực và âm điệu hai nhạc cụ có khác nhau, nhưng giống nhau thang âm và loại dây tơ đờn cây nên có phần thích hợp với ngón đờn của cậu.<ref name=\":0\" \/>\n\nCố nhạc sĩ - [[Nghệ sĩ ưu tú|NNƯT]] Nhị Tấn cho biết.“Lớn lên, mỗi lần nghe hai bộ đĩa \"Hiếu tình trung nghĩa\" và \"Khóc bạn\" (hãng đĩa Pathé sản xuất) do thầy Sáu Tửng đờn cho Cô Ba Bến Tre (danh ca thời đó) hát thì Năm Cơ đem lòng ngưỡng mộ khôn cùng. Thời kỳ này tiếng đờn của thầy Sáu Tửng được xem là danh cầm về đờn kìm và sến đương thời. Ngay cả thi sĩ [[Xuân Diệu]] trong một lần \"diện kiến\", nghe Sáu Tửng đờn xong đã cảm tác đề thơ lên cây đờn thay lời khen tặng\".<ref name=\":0\" \/>\n\nNăm Cơ không thể lên Sài Gòn tìm thầy bái sư nên tự \"dạo lóm chữ đờn\" của Sáu Tửng và coi ông là \"thần tượng\". Tại quê nhà làng Ngũ Lạc, [[Cầu Ngang|huyện Cầu Ngang]], [[Trà Vinh]], cậu bé theo nhạc sĩ Sáu Lắc học đờn. Vốn là người năng khiếu, đam mê lại biết \"lịch luyện\" nên không lâu sau, Năm Cơ đã tham gia sinh hoạt ở Câu lạc bộ Đờn ca Tài tử của huyện. Lúc này ngón đờn của Năm Cơ mới bắt đầu \"phát tiết\" làm đắm say bao cô gái nơi làng quê.<ref name=\":0\" \/>\n\nSau một thời gian khá dài mày mò tự học, vốn thông minh sáng tạo, cậu Cơ thành thạo đờn Kìm với nhiều bài bản nhạc Tài tử và Cải lương. Cậu còn cải tiến chữ đờn Kìm để đưa qua Guitar phím lõm thể nghiệm khá thành công, cậu kết hợp nghe dĩa hát, nghe những nghệ nhân đờn Guitar mà rút kinh nghiệm chỉnh lí âm sắc Guitar cho đúng phong cách diễn tấu. Cậu Cơ chưa chịu dừng lại ở đó mà còn chuyển chữ đờm Kìm qua thực nghiệm cây đờn Sến, với phương pháp cải tiến và chu chỉnh âm sắc nhạc cụ, đờn Sến của cậu đờn cũng không kém Kìm và Guitar phím lõm. Thế là cả ba nhạc cụ sở trường cũng như sở đoản, cũng là lúc tuổi đời cậu Cơ bước vào tuổi thanh niên - độ tuổi mà đầy khát vọng hiếu học, năng động và sáng tạo.<ref name=\":0\" \/>\n\n=== Gặp bạn tri kỉ - tri âm===\nSau một thời gian khá dài mày mò tự học, vốn thông minh sáng tạo, cậu Cơ thành thạo đờn Kìm với nhiều bài bản [[Đờn ca tài tử Nam Bộ|nhạc Tài tử]] và [[Cải lương]]. Cậu còn cải tiến chữ đờn Kìm để đưa qua Guitar phím lõm thể nghiệm khá thành công, cậu kết hợp nghe dĩa hát, nghe những nghệ nhân đờn Guitar mà rút kinh nghiệm chỉnh lí âm sắc Guitar cho đúng phong cách diễn tấu. Cậu Cơ chưa chịu dừng lại ở đó mà còn chuyển chữ đờm Kìm qua thực nghiệm cây đờn Sến, với phương pháp cải tiến và chu chỉnh âm sắc nhạc cụ, đờn Sến của cậu đờn cũng không kém Kìm và Guitar phím lõm. Thế là cả ba nhạc cụ sở trường cũng như sở đoản, cũng là lúc tuổi đời cậu Cơ bước vào tuổi thanh niên - độ tuổi mà đầy khát vọng hiếu học, năng động và sáng tạo.<ref name=\":0\" \/>\n\nLúc này, chàng Năm Cơ được xóm làng chú ý, các tài tử - giai nhân cũng ghé mắt, nên các tiệc tùng, những cuộc đờn ca là có mặt chàng Năm Cơ. Ngón đờn Năm Cơ càng ngày điệu luyện, lã lướt, duyên dáng và thu hút giới mộ điệu càng đông hơn.Trong đó, có sự chú ý của một nghệ nhân trẻ đang nổi tiếng về đờn Tranh ở làng bên (Trung Châu - Trà Cú) giáp ranh với làng của Năm Cơ; đó là chàng trai Bảy Bá (tức soạn giả Viễn Châu ngày nay, ông nhỏ hơn Năm Cơ 7 tuổi). Có lẽ, hai chàng trai trẻ này có cơ duyên với nhau nên mau thành đôi bạn hòa đờn tri kỉ - tri âm; không những hai niềm đam mê gặp nhau như hai lãng tử, mà còn chung một hướng đi sau này cho đến cuối đời vẫn là nghiệp dĩ… Thế rồi từ đó, Năm Cơ và Bảy Bá tình thâm như huynh đệ, Bảy Bá có “show” là gọi Năm Cơ và ngược lại. Tiếng đờn Tranh - Kìm ngày càng gắn bó, hòa quyện nhau càng lúc nhịp nhàng ăn ý, quăng bắt, chẻ xốc, đan xen, nhường nhau rất có rơ…<ref name=\":0\" \/>\n\nSau đó Bảy Bá và Năm Cơ theo gánh hát được ít lâu, Bảy Bá bị lính Pháp bắt bỏ tù gần hai năm ở Cẩm Giang. Một thời gian sau Năm Cơ về Sài Gòn sống bằng nghề đờn cho nhà hàng, quán nghệ sĩ. Sau khi Bảy Bá ra tù, ông theo gánh Cải lương Việt kịch Năm Châu của ông Nguyễn Thành Châu và bắt đầu sang nghề sáng tác kịch bản Cải lương. Một thời gian sau đó, Bảy Bá và Năm Cơ lại gặp nhau tại Sài Gòn vào những năm cuối của thập kỉ 50 của thế kỉ XX. Như ông bà ta từng nói “có duyên sẽ gặp lại”, và như “Bá Nha ngộ Tử Kỳ”, hai người bắc lại nhịp cầu “đồng hương đồng nghiệp”.<ref name=\":0\" \/>\n\n=== Chuyện buồn làm nên tên tuổi Danh Cầm Năm Cơ ===\nRồi ở tuổi 23, Năm Cơ lập gia đình với cô thôn nữ cùng xóm, nhưng sớm lâm vào cảnh chia ly. Nhạc sĩ Văn Chức, cũng là người nghiên cứu và truyền dạy đờn - ca cổ nhạc cho biết: \"Chính sự gãy gánh tình nghĩa vợ chồng quá sớm đã làm Năm Cơ sớm u uất, biết thế nào là \"cay đắng mùi đời\" nên ngón đờn của ông từ đó thêm réo rắt, mùi mẫn. Mỗi khi nghe lại tiếng đờn của ông, ta như thoáng thấy nỗi chia ly trong đó\".\n\nSau chuyện tình buồn và người bạn tri kỉ - [[Viễn Châu|Bảy Bá]] bị bỏ tù, Năm Cơ cứ lãng đãng, quẩn quanh trong làng, đờn ca đây đó, vui thú nơi ruộng vườn cùng bè bạn. Ngót hơn 5 năm trôi qua, Năm Cơ quyết chí khăn gói lên Sài Gòn lập nghiệp. Tài sản mang theo \"độc\" chiếc đờn kìm và bộ đồ \"dính da\": Chiếc áo sơ mi cũ sờn và cái quần lửng bạc màu. Năm Cơ lang thang đến quán ca nhạc Mỹ Linh trên đường Dumartier (nay là đường Cô Giang, Q.1), nơi có danh ca là Cô Ba Trà Vinh (đồng hương với Năm Cơ). Tiếng đờn mượt mà của Năm Cơ, giọng ca mùi mẫn của cô Ba đã làm bùi tai và nức lòng người mộ điệu. Bên cạnh đó, vì cuộc mưu sinh, Năm Cơ còn đi đờn \"sân khấu đất, rạp trời\" cho nhóm Tài tử Bảy Bửu đi bán \"cao đơn hoàn tán\" dạo cho nhà thuốc Đại từ bi.\n\n=== Mấy thập niên tuổi tên lừng lẫy của \"Cặp sóng thần cổ nhạc\"===\nKhi Năm Cơ và [[Viễn Châu|Bảy Bá]] gặp lại nhau thành một liên danh,chính Bảy Bá giới thiệu cho Năm Cơ vào đờn cho Đài Phát thanh Pháp Á những năm đầu 1950, rồi Đài Phát thanh Sài Gòn bên cạnh những: [[Văn Vĩ]] (ghi - ta phím lõm), Hai Khuê (Tỳ Bà), Chính Trích (Cò),.v.v..  hai ông vừa đờn chầu cho một số gánh Cải lương lúc đó ở Sài Gòn, vừa đờn cho một vài quán nghệ sĩ như Mỹ Linh, Lệ Liễu… và bắt đầu thu cho đài phát thanh và các hãng dĩa. Lúc này lại có mặt của cô Ba Trà Vinh ở Sài Gòn (theo lời bác Bảy Bá thì cô Ba Trà Vinh lên Sài Gòn sớm hơn bác và Năm Cơ), nên bộ ba của đất Trà Vinh tái hợp càng lúc càng nổi lên tuổi tên lừng lẫy. Bộ ba này rất ăn khách ở đất Sài thành, nhất là các hãng dĩa như Hoành Sơn, Asia, Hồng Hoa, Việt Nam, [[Hãng đĩa Continental|Continental]],… và các đài phát thanh. Bởi vì bộ ba này có nhiều thuận lợi vừa có nhạc sĩ, ca sĩ và soạn giả, trong họ có mối quan hệ liên hoàn nhau và trở thành một hiện tượng độc nhất giai đoạn đó. Lúc đó, [[Viễn Châu|Bảy Bá]] còn là một soạn giả đang viết rất sung sức, bài của ông được nhiều hãng dĩa và đài phát thanh kí contract; có lúc ông làm giám đốc kỹ thuật cho hãng dĩa nữa (biên tập và dàn dựng). Lúc này, Sài Gòn có khá nhiều tên tuổi danh ca và danh cầm, các ban ca kịch nổi lên ở Sài Gòn, nhưng bộ ba ở Trà Vinh là ăn khách hơn. Bởi vì, bộ ba này mỗi người một thế mạnh riêng: Năm Cơ là ngón đờn trẻ đang lên, Kìm và Guitar phím lõm, [[Viễn Châu|Bảy Bá]] đờn Tranh và soạn giả, cô Ba Trà Vinh ca. Ban đầu, hai nhạc sĩ trẻ song tấu cho cô Ba Trà Vinh ca, sau đó có thêm danh cầm [[Văn Vĩ]] trẻ hơn, liên danh thành bộ tam danh cầm “Cơ - Bá - Vĩ”. Và, bộ tam của danh cầm này đã để lại trong kho tàng âm [[Đờn ca tài tử Nam Bộ|nhạc Tài tử]] - [[Cải lương]] nhiều tác phẩm độc đáo, mà cho đến bây giờ vẫn chưa có một ban nhạc nào thay thế nổi.<ref name=\":1\">{{Chú thích web|url=https:\/\/sankhau.com.vn\/news\/nguoi-xua--chuyen-cu-bo-ba-de-nhat-o-tra-vinh.aspx|tựa đề=Thời cơ sự nghiệp|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=https:\/\/web.archive.org\/web\/20150103030320\/http:\/\/sankhau.com.vn\/news\/nguoi-xua--chuyen-cu-bo-ba-de-nhat-o-tra-vinh.aspx|ngày lưu trữ=2015-01-03|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>\nxxxxnhỏ|''BỘ BA TAM HÙNG'']]\n\nVào những năm 1956 - 1958, ông bầu Long thành lập Công ty Cải lương Kim Chung gồm nhiều gánh: Kim Chung 1, 2, 5, 6… Mỗi gánh có lực lượng soạn giả, diễn viên, nhạc sĩ riêng; có lúc thì bầu Long điều phối lực lượng cho thực lực mỗi gánh đồng đều. Nhưng thành phần nhạc sĩ trụ cột số “1” vẫn là bộ ba “Cơ - Bá - Vĩ”. Từ khi bộ ba này hình thành cho đến ngày miền Nam giải phóng (1975) thì chưa có ban nhạc cổ nào có thể sánh kịp; từ Sân khấu Cải lương cho đến các đài phát thanh, truyền hình, các hãng dĩa… Trong bộ ba, Năm Cơ được xem là trụ cột, vì ngón đờn tài hoa của ông, khi ông và Bảy Bá song tấu thì ông đờn Kìm, có lúc ông đờn Guitar phím lõm. Khi bộ tam hình thành (có [[Văn Vĩ]]) thì Năm Cơ vẫn đờn Kìm, có lúc đờn Sến.<ref name=\":1\" \/>\n\nNgón đờn đa tài của danh cầm Năm Cơ không chỉ phục vụ cho Sân khấu Cải lương, mà ông còn bồi dưỡng, bổ sung về chuyên môn cho rất nhiều nghệ sĩ tài danh, như nhịp nhàng, hơi điệu, bài bản, hầu hết những nghệ sĩ từng trải qua các gánh Kim Chung; đặc biệt là chấp cánh cho nhiều tên tuổi nghệ sĩ bay lên thành tài danh. Nhiều nghệ sĩ, có người học ông trực tiếp về chuyên môn ca ngâm, có người học gián tiếp qua tập tuồng… Có thể điển hình những nghệ sĩ tên tuổi như: Cô Ba Trà Vinh, Cô Năm Cần Thơ, Cô Năm Sa Đéc, [[Út Trà Ôn]], [[Hữu Phước]], [[Tấn Tài (nghệ sĩ)|Tấn Tài]], [[Út Bạch Lan]], [[Ngọc Giàu]], Thanh Hương, [[Mỹ Châu (nghệ sĩ)|Mỹ Châu]], [[Lệ Thủy (nghệ sĩ)|Lệ Thủy]], [[Thanh Kim Huệ]], [[Thanh Sang]], Thành Được, [[Minh Cảnh]], [[Minh Phụng]], [[Minh Vương]], Thanh Tuấn...<ref name=\":1\" \/>\n\n=== Nỗi khổ đau khi dính vào \"Nàng tiên nâu\" và qua đời ===\nBước sang tuổi 31, Năm Cơ đi thêm bước nữa với một người phụ nữ quê Sa Đéc, Đồng Tháp. Tuy có với nhau 5 người con nhưng theo anh em trong nghề thì cuộc sống gia đình ông vui ít buồn nhiều. Nhưng bi kịch lớn nhất của danh cầm Năm Cơ lại mang tên... \"đồng tiền\", bi kịch của người chìm đắm bên \"nàng tiên nâu\". Thời đó, đắm chìm với \"nàng tiên nâu\" là căn bệnh chung của giới sân khấu Sài Gòn. Khi lên đây lập nghiệp, làm có tiền, cũng như nhiều nghệ sĩ \"phong lưu\" khác, Năm Cơ lao vào thú vui \"lấy tiền mua khói\".\n\nNhạc sĩ Văn Chức bùi ngùi: \"Trong khi tri kỷ của ông là chú Bảy Bá thấy mình sai lầm và tự cai thuốc được thì chú Năm Cơ lại cứ nhởn nhơ vui say quên cả đất trời\". \"Những ngày nằm trên giường bệnh, danh cầm Năm Cơ thường tâm sự với bạn bè thân hữu đến thăm: \"Sai lầm lớn nhất đời tôi là vướng vào \"nàng tiên nâu\". Nó đã \"thiêu đốt\" không biết bao người nghệ sĩ rồi\", nhà nghiên cứu cố nhạc sĩ Nhị Tấn bồi hồi kể.\n\nNăm 1980, \"Ông Vua Đàn Kìm\" - Năm Cơ qua đời, để lại hàng triệu giọt nước mắt thương tiếc của giới mộ điệu [[Đờn ca tài tử Nam Bộ|đờn ca tài tử]] - [[cải lương]] lúc bấy giờ, sự ra đi của ông đã để lại một lổ hổng không nhỏ trong nền âm nhạc truyền thống miền Nam Việt Nam.\n\nDanh cầm Năm Cơ giờ đã mãi \"yên giấc\" bên cạnh người mà ông từng ngưỡng mộ lúc sinh thời là danh cầm Sáu Tửng tại [[Chùa Nghệ sĩ|Nghĩa trang Nghệ sĩ]] quận Gò Vấp nhưng tiếng đờn kìm của ông vẫn vang mãi trong lòng những người mộ điệu.\n\n== Đặc điểm âm nhạc ==\nĐối với ngón đờn Năm Cơ dường như ba nhạc cụ: Kìm, Guitar, [[Đàn sến|Sến]], ông đờn đều tuyệt vời, riêng [[Đàn nguyệt|đờn Kìm]] và Sến cho đến bây giờ chưa có một nhạc sĩ nào thay thế nổi. Tiếng đờn ông ba loại nhạc cụ có ba phong cách và âm sắc khác nhau. Ông diễn tấu Guitar phím lõm rất thông thoáng, ngón chạy chữ duyên dáng, âm sắc tươi mượt, láy đờn lạ hơn nhiều nhạc sĩ khác, kể cả kỹ thuật nhấn chữ “xang” của ông mùi mẫn đến nức nở. Đờn Kìm, ngón nhấn của ông càng sắc bén hơn, âm sắc sâu lắng, lúc lại bổng lên tựa như lời tâm sự của ông qua tiếng nhạc - tiếng lòng vậy. Ngón đờn Sến của ông càng duyên dáng hơn, ông chạy ngón không nhiều chữ nhưng âm sắc nghe như mức độ âm thanh dày đặc, tiếng đờn giòn giã, rộn ràng, xôm tụ rất tươi trẻ… Chính vì thế mà ngày trước, đồng nghiệp, khánh thính giả, báo chí âm nhạc và kịch trường tôn tặng ông nhiều danh hiệu như: “Cặp sóng thần trong làng cổ nhạc” (ông và [[Viễn Châu|Bảy Bá]]), “Ba danh cầm bậc nhất Sài Gòn” (Cơ - Bá - Vĩ), “Đệ nhất [[Đàn sến|đờn Sến]]”, “Đệ nhất [[Đàn nguyệt|đờn Kìm]]”…\n\nNói về cái hay trong ngón đờn của Năm Cơ, nhạc sĩ Minh Hữu, một tay kìm cầm có tiếng nhận xét: \"Năm Cơ có cách đờn sắp chữ tài tình, chẻ nhịp sắc sảo, quăng bắt lôi cuốn, nhấn nhá sâu lắng. Thâm trầm nhất là chữ \"xang\" ông nhấn nghe miên man, nức nở. Ông đờn điệu Bắc thì khoan thai, điệu Nam - Oán thì mùi mẫn. Ông và [[Viễn Châu|Bảy Bá]] là một \"cặp bài trùng\" xưa nay hiếm có. Tiếng đờn của ông như chính cuộc đời của ông vậy\".\n\n== Tính đãng trí ==\nTheo lời kể của bác [[Viễn Châu|Bảy Bá]] (NSND [[Viễn Châu]]), trong cuộc đời của danh cầm Năm Cơ có hai vấn đề khá đặc biệt: một là ông có tính đãng trí, ông sống đất Sài Gòn mấy chục năm mà không nhớ nổi 5 - 7 tên đường phố; học trò chính thức và không chính thức có đến hàng trăm người, nhưng ông không nhớ tên quá 5 người; các thể điệu nhạc Tài tử và Cải lương ông cũng không nhớ tên quá 5 điệu, ai đờn bản gì nghe “rao” hoặc vô đầu là ông đờn theo không sai một li, âm sắc huyền ngoặc, láy chữ kiệt xuất… Hai là các nhạc cụ của ông thì cây đờn Sến là nhạc cụ cũ và xấu nhất, cây đờn rất đơn sơ, có thể nói là cây đờn xấu nhất trong các cây đờn Sến, nhưng khi ông đờn thì tiếng kêu (âm thanh) của nó tuyệt vời, không có một cây đờn nào qua được. Có thể nói, ông là một bậc danh cầm kì tài; phải chăng cuộc đời cũng có những kì dị khác người…<ref name=\":0\" \/>\n\n== Tác phẩm ==\n\n=== Các tác phẩm để đời của \"Vua [[Đàn nguyệt|đàn Kìm]] - [[Đàn sến|đàn Sến]]\" cho các giới mộ điệu âm nhạc cổ truyền miền Nam Việt Nam ===\nĐể nên \"tư thế\" một thời của ông phải kể đến việc thu âm đĩa nhựa. Nói về tiếng đờn kìm độc chiếc của Năm Cơ đờn cho Cô Ba Trà Vinh ca 20 câu vọng cổ \"Nợ nước tình nhà\" trên mặt đĩa Hoành Sơn, cố nhạc sĩ Nhị Tấn cho biết: \"Thầy Năm Mạnh, chủ hãng đĩa Asia nghe Năm Cơ đờn kìm cho Cô Ba Trà Vinh ca liền mời ông về đờn chính cho hãng mình. Rồi lần lượt các hãng đĩa, gánh hát mời ông về cộng tác như: Hoa Sen, Kim Chung, Bầu Thắng, Hồng Hoa...\".\n\nNhững \"tuyệt phẩm Cơ - Bá\", đờn kìm của ông cùng Bảy Bá đờn tranh \"tung hoành\" ở hai hãng Hoành Sơn và Asia trong một thời gian dài đã làm giới mộ điệu phải tôn đôi bạn \"tâm giao\" (vốn là đồng hương Trà Vinh) này là \"Cặp sóng thần cổ nhạc\". Người mộ điệu không thể nào quên \"Tình anh bán chiếu\", một xuất phẩm của [[Viễn Châu|Bảy Bá]] do \"Đệ nhất danh ca\" [[Út Trà Ôn]] thể hiện với tiếng đờn không ai khác ngoài cặp danh cầm Cơ - Bá. Rồi sau cùng [[Văn Vĩ]] đờn ghi-ta phím lõm tạo nên bộ ba Cơ - Bá - Vĩ \"bất tử\".\n\n=== Một số tác phẩm của danh cầm Năm Cơ cùng với Đệ Nhất Danh Cầm [[Văn Vĩ]] và một số nhạc sĩ, nghệ sĩ khác. ===\n\n== Tham khảo ==\n\n{{tham khảo}}\n\n* https:\/\/m.nguoiduatin.vn\/chuyen-doi-buon-cua-quan-tu-cam-lay-lung-nam-bo-a27081.html\n* https:\/\/sankhau.com.vn\/news\/nguoi-xua--chuyen-cu-bo-ba-de-nhat-o-tra-vinh.aspx {{Webarchive|url=https:\/\/web.archive.org\/web\/20150103030320\/http:\/\/sankhau.com.vn\/news\/nguoi-xua--chuyen-cu-bo-ba-de-nhat-o-tra-vinh.aspx |date=2015-01-03 }}\n\n== Liên kết ngoài ==\n\n* Độc tấu đàn sến - do NS. Năm Cơ thực hiện https:\/\/www.youtube.com\/watch?v=7-DFuRVnrlQ\n*Vọng Cổ để đời - [[Viễn Châu|Bảy Bá]] [[Văn Vĩ]] Năm Cơ | vọng cổ trước 1975:https:\/\/www.youtube.com\/watch?v=_5y7okxxDLc\n* HÒA TẤU CỔ NHẠC - [[Văn Vĩ]] - Năm Cơ - [[Viễn Châu|Bảy Bá]] - Truoc 1975 https:\/\/www.youtube.com\/watch?v=xg0iAvNB2mc\n* Hòa Tấu & Độc tấu Cổ Nhạc Cải Lương - [[Viễn Châu|Bảy Bá]], Năm Cơ, [[Văn Vĩ]], Ngọc Sáu và Hai Thơm https:\/\/www.youtube.com\/watch?v=Y4t29IVkVRw\n* Hòa tấu Trăng Thu Dạ Khúc, vọng cổ 1.3, xế xảng. Do Năm Cơ, [[Văn Vĩ]], Hai Thơm https:\/\/www.youtube.com\/watch?v=h6AHYyojlyE\n* Đĩa hát pre75 Năm Cơ độc tấu đàn Kìm 6 câu vọng cổ https:\/\/www.youtube.com\/watch?v=j31ctVmsmK4\n* Tứ Đại Oán lớp xang vắn qua hồi thủ. Năm Cơ, Chín Trích, [[Văn Vĩ]]: https:\/\/www.youtube.com\/watch?v=1YHhuUt3oDw\n\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Sinh năm 1919]]\n[[Thể loại:Mất năm 1980]]\n[[Thể loại:Người Trà Vinh]]\n[[Thể loại:Nghệ sĩ đa nhạc cụ]]\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Nhạc sĩ Việt Nam thế kỷ 20]]\n[[Thể loại:Nghệ sĩ cải lương]]"}