{"2439788":"{{Bảng tóm tắt về phim\n| name = Năm sau con lại về\n| image = \n| caption = \n| director = [[Trần Ngọc Giàu]]\n| producer = Đỗ Thị Mai Liên<br\/>Trần Ngọc Giàu<br\/>Lê Bình Dương\n| screenplay = Ngô Thế Đàm\n| based on = {{dựa trên|''Đón con về''|Minh Hoàng}}\n| starring = [[Quý Bình]]<br \/>[[Lê Khánh]]<br \/>[[Việt Anh (nghệ sĩ)|Việt Anh]]<br \/>[[Thanh Thủy (diễn viên)|Thanh Thủy]]<br \/>[[Hoài Linh]]<br \/>[[Chí Tài]]<br \/>[[Nhật Cường]]<br \/>[[Ngọc Giàu]]\n| music = Phạm Hữu Tâm<br>Trần Minh Đăng\n| cinematography = Nguyễn Nam\n| editing = Thanh Digisol<br>Trần Hiệp<br>Minh Châu<br>Khoa Lê\n| studio = Golden Screen Productions\n| distributor = Saigon Movies Media\n| released = {{film date|2014|1|18}}\n| runtime = 91 phút\n| country = {{VIE}}\n| language = [[Tiếng Việt]]\n| budget = \n| gross = 30 tỷ VND<ref>[http:\/\/vn.news.yahoo.com\/39-n%C4%83m-sau-con-l%E1%BA%A1i-v%E1%BB%81-39-%C4%91%E1%BA%A1t-095518670.html 'Năm sau con lại về' đạt doanh thu gần 30 tỷ đồng dịp Tết], VN Yahoo News.<\/ref>\n}}\n'''''Năm sau con lại về''''' là một bộ phim điện ảnh Việt Nam do [[Trần Ngọc Giàu]] đạo diễn, dựa trên vở hài kịch ''Đón con về'' nổi tiếng một thời. Phim được khởi chiếu vào ngày Tết Nguyên Đán năm 2014, có sự tham gia độc quyền của danh hài [[Hoài Linh]].<ref>[http:\/\/ione.vnexpress.net\/tin-tuc\/showbiz\/cuoi-ra-nuoc-mat-voi-nam-sau-con-lai-ve-2943256.html Cười ra nước mắt với 'Năm sau con lại về'], VnExpress iOne.<\/ref><ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/nam-sau-con-lai-ve-doi-dau-dai-nao-thien-cung-mua-phim-tet-2948616.html 'Năm sau con lại về' đối đầu 'Đại náo Thiên cung' mùa phim Tết], VnExpress.<\/ref>\n\n==Nội dung==\nÔng Lương và bà Lương là cặp vợ chồng già có một người con trai tên Thiện, họ làm lụng vất vả cho Thiện có cơ hội đi du học bên Mỹ. Sau này Thiện đi làm, có công ăn việc làm ổn định, và một thời gian sau, Thiện trở về nước cùng với cô vợ Việt kiều tên Mai. Để giữ thể diện cho con trai mình trước cô vợ Mai trong chuyến về thăm quê hương, vợ chồng ông Lương đã mượn tiền giang hồ để dựng nên một màn kịch trúng số độc đắc. Họ được sự trợ giúp từ người hàng xóm tốt bụng là ông Sáu xe ôm. Ông Sáu cũng là người đang có nỗi khổ riêng, ông đang chờ cô người yêu trở về bên ông. \n\nMàn kịch của vợ chồng ông Lương diễn ra khá suôn sẻ khi thuê được một căn biệt thự, gây bất ngờ cho vợ chồng Thiện. Khi Mai hỏi mượn tiền ba mẹ chồng, ông Lương lỡ miệng nói rằng đã dùng tiền mở nhà hàng. Mai đòi ở lại Việt Nam thêm một tháng nữa để xem thử nhà hàng của ông Lương. Ông Lương đành mượn tiền giang hồ một lần nữa, rồi ông cùng ông Sáu đi thuê một nhà hàng, tiếp tục diễn kịch với vợ chồng Thiện. Ngày \"khai trương\" nhà hàng, mọi người đang ăn uống vui vẻ thì bà chủ nhà hàng về bất ngờ, làm lộ hết mọi chuyện. Tuy nhiên vợ chồng Thiện vẫn chưa biết chuyện vợ chồng ông Lương thuê căn biệt thự.\n\nMai nghi ngờ ba mẹ chồng đang giấu giếm điều gì đó. Cô tìm đến xóm lao động nghèo mà trước kia vợ chồng ông Lương sống, nơi đây cũng có nhà của ông Sáu. Ông Sáu và Mai gặp nhau. Ông Sáu không biết Mai là con dâu của ông Lương nên ông kể toàn bộ sự thật cho Mai nghe. Thiện cũng gặp chàng trai cho ông Lương thuê nhà hàng, người đã kể toàn bộ sự thật cho Thiện nghe. Trong khi đó, trùm giang hồ Lâm cà tủn truy tìm ông Lương để đòi nợ và có cuộc tranh cãi với ông Sáu. Đúng lúc đó, cô Thắm{{spaced en dash}}người yêu của ông Sáu trở về bên ông. Ông Lâm định đánh ông Sáu, nhưng mẹ của ông Sáu đã ngăn cản. Cảm động trước tình mẫu tử, ông Lâm quyết định bỏ đi. Ông Lâm nhớ lại lúc ông còn nhỏ, mẹ của ông đã bị xe tông chết chỉ vì cứu mạng ông.\n\nÔng Lâm ghé qua căn biệt thự của vợ chồng ông Lương, thông báo giảm nợ cho họ rồi buồn bã ra về. Vợ chồng Thiện hiểu ra mọi chuyện và cảm thấy thương yêu vợ chồng ông Lương nhiều hơn. Nhiều ngày sau, vợ chồng Thiện phải quay về Mỹ và được vợ chồng ông Lương và gia đình ông Sáu đưa tiễn. Mai nói với ba mẹ chồng rằng \"năm sau con lại về\" khiến ông Sáu ngất xỉu.\n\n==Diễn viên==\n{{div col}}\n*[[Quý Bình]] vai Thiện\n*[[Lê Khánh]] vai Mai\n*[[Việt Anh (nghệ sĩ)|Việt Anh]] vai ông Lương\n*[[Thanh Thủy (diễn viên)|Thanh Thủy]] vai bà Lương\n*[[Hoài Linh]] vai Sáu xe ôm\n*[[Ngọc Giàu]] vai bà Hai\n*[[Chí Tài]] vai ông Sang\n*[[Hứa Minh Đạt]] vai con trai ông Sang\n*[[Nhật Cường]] vai Lâm Cà Tủn\n*[[Thanh Trúc]] vai Thắm\n*[[Trường Giang (nghệ sĩ)|Trường Giang]] vai Mạnh Ruồi\n*Long Đẹp Trai vai Mạnh Côn\n*Ngọc Tưởng vai Mạnh Cưa\n*Bé Ben vai bé Thông\n*[[Quốc Thuận]] vai tài xế taxi\n*[[Tiến Luật]] vai ông chồng đi đường\n*[[Thu Trang]] vai bà vợ đi đường\n*Tấn Hoàng vai ông hàng xóm\n*[[Kiều Mai Lý]] vai bà hàng xóm\n*Hà Linh vai bạn của Thiện\n*Hải Yến vai bạn của Thiện\n*Hải Lý vai bà chủ nhà hàng\n*Lê Khâm vai nhân viên thu tiền điện\n*[[Kiều Minh Tuấn]] vai nhân viên bảo vệ\n*Hải Triều vai nhân viên bảo vệ\n{{Div col end}}\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[https:\/\/www.facebook.com\/namsauconlaive Năm sau con lại về] tại [[Facebook]]\n*[https:\/\/www.youtube.com\/watch?v=rfHwDCKNVHg Trailer phim.]\n\n[[Thể loại:Phim năm 2014]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim hài Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim của Sóng Vàng]]\n[[Thể loại:Phim Tết]]\n[[Thể loại:Phim về gia đình]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim hài thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2010]]"}