{"3416503":"{{wikify}}\n'''Nước mắm Cửa Khe''' là tên gọi chung cho các loại nước mắm được sản xuất tại làng nghề Truyền thống sản xuất nước mắm Cửa Khe<ref name=\":0\">{{Chú thích web|url=http:\/\/www.vpubnd.quangnam.vn\/Default.aspx?tabid=125&NewsViews=12712|title=Công nhận danh hiệu nghề truyền thống, làng nghề truyền thống tỉnh Quảng Nam năm 2014|ngày truy cập=2016-07-19|archive-date=2016-09-22|archive-url=https:\/\/web.archive.org\/web\/20160922183619\/http:\/\/www.vpubnd.quangnam.vn\/Default.aspx?tabid=125&NewsViews=12712|url-status=dead}}<\/ref>, thuộc xã Bình Dương, một xã ven biển phía Đông của huyện Thăng Bình, tỉnh Quảng Nam.<ref>{{Chú thích web|url=http:\/\/www.thangbinh.quangnam.gov.vn\/Default.aspx?tabid=107&NewsViews=225|title=Làng nghề nước mắm Cửa Khe - Bình Dương|ngày truy cập=2016-07-19|archive-date=2016-08-17|archive-url=https:\/\/web.archive.org\/web\/20160817071240\/http:\/\/www.thangbinh.quangnam.gov.vn\/Default.aspx?tabid=107&NewsViews=225|url-status=dead}}<\/ref>\n\nLàng nghề Truyền thống nước mắm Cửa Khe đà tồn tại và gắng bó với vùng quê xứ [[Quảng Nam|Quảng]] từ bao đời nay, sản phẩm Nước mắm Cửa Khe có từ hàng trăm năm đã từng rất nổi tiếng nổi tiếng với câu cao dao: \"Nhất mắm Cửa Khe - Nhì chè An Phú\"<ref name=\":1\">{{Chú thích web|url=http:\/\/huyenuy.thangbinh.quangnam.gov.vn\/Default.aspx?tabid=109&Group=11&NID=241&nhat-mam-cua-khe|title=\" NHẤT MẮM CỬA KHE\"}}<\/ref>.\n\nNhãn hiệu nước mắm Cửa Khe đã được cục sở hữu trí tuệ Việt Nam cấp phép CNĐK số 157102 ngày 24\/01\/2011.<ref>{{Chú thích web|url=http:\/\/www.fistenet.gov.vn\/thong-tin-huu-ich\/111iem-bao-hang-ngay\/ban-tin-111iem-bao-ngay-30-10-2015\/|title=Bản tin Thủy sản, trang 29|date=30 tháng 10 năm 2015|access-date =19 tháng 7 năm 2016|website=http:\/\/www.fistenet.gov.vn|publisher=Tổng cục Thủy sản}}<\/ref>\n\nSản phẩm đặc trưng của Làng nghề Quảng Nam ưu tiên đi quảng bá trong các siêu thị, chương trình xúc tiến thương mại, hội chợ tự hào hàng Việt Nam…\n\nĐược UBND tỉnh Quảng Nam công nhận, đạt danh hiệu LÀNG NGHỀ TRUYỀN THỐNG TỈNH QUẢNG NAM ''(Theo QĐ số 3944\/ QĐ-UBND ngày 15\/12\/2014)''<ref name=\":0\" \/>.\n\n== Lịch sử ==\nLàng nghề nước mắm Cửa Khe có từ hàng trăm năm nay. Vùng đất này thuận lợi cho việc khai thác và chế biến hải sản nên ngày càng được cư dân ở đây duy trì và phát triển. Sản phẩm chính của làng nghề là nước mắm cá cơm và cá khô xuất khẩu. Sản phẩm nước mắm được làm từ cá cơm gồm cá cơm và muối. Cá dùng để sản xuất là cá cơm thuần không lẫn với các loài cá và hải sản khác.\n\nHiện tại (năm 2016) Làng nghề có 11 cơ sở sản xuất, hoạt động theo sự thống nhất và sự quản lý trực tiếp của Ban quản lý làng nghề.\n\n== Nguyên liệu ==\nNước mắm Cửa Khe chủ yếu được làm từ cá cơm và muối hạt.\n\nCó nhiều loại cá cơm như cá cơm sọc tiêu, cơm than, cơm đỏ, sọc phấn, phấn chì, cơm lép... nhưng ngon nhất là cá cơm than và sọc tiêu.\n\n== Quy trình chế biến nước mắm theo phương thức cổ truyền ở Cửa Khe ==\n\n=== Muối cá ===\nCá cơm, cá nục, cá tạp các loại được các ghe thuyền đánh bắt đem về bến, các hộ chế biến mua về muối chượp với tỉ lệ 3 cá 1 muối trộn đều cho vào bể chứa hoặc chum vãi bằng [[xi măng]] hay sành sứ.\n\nBể chứa, chum vại trước khi cho chượp vào nên lót một lớp mỏng muối, sau khi bỏ đầy chượp nên phủ một lốp mỏng muối trên bề mặt, đậy nắp.\n\n=== Ủ chượp ===\nCác bể ủ chượp được bố trí đặt nơi vị trí thông thoáng, tránh nắng. Thời gian Ủ chượp kéo dài từ 2 đến 3 tháng tùy theo từng loại cá lớn nhỏ.\n\nThường xuyên kiểm tra, đánh quấy trộn đều tạo điều kiện cho chượp mau chín rút ngắn thời gian phân hủy cá, trong giai đoạn này việc kiểm tra nhằm phát hiện sớm chất lượng của chượp:\n\n- Trường hợp chượp săn cá muối còn nguyên con hiện tượng thừa muối.\n\n- Trường hợp chượp nổi ván có màu đen mùi hắc khi quậy nhẹ có hiện tương nổi bọt, đây là hiện tương thiếu muối cá mau phân hủy có hiện tượng thối chượp nên bổ sung muối kịp thời.\n\n=== Giang chượp ===\nGiai đoạn này kéo dài từ 2 đến 3 tháng tùy theo loại cá được đem muối chượp. Nhằm tạo điều kiện cho việc lên men, phân hủy chượp thành nước mắm, các bể chượp được mở nắp giang nắng từ 8-10h sáng và đậy nắp lúc 3-4h chiều để giữ nhiệt cho chượp, thường xuyên đánh quấy nhằm tạo điều kiện cho việc bốc hơi các chất iếm khí hôi,thối.\n\nĐây là giai đoạn quan trọng tạo ra chất lượng mắm.\n\n=== Chiết rút mắm nhĩ ===\nSau thời gian từ 5-6 tháng vừa ủ vừa giang chượp được chuyển vào thùng gỗ, thùng gỗ được làm bằng các looại gỗ tốt như: bằng lăng, mít….có đáy từ 1 đến 3m cao 0,8 đến 3m nơi tiếp giáp giữa thành và đáy người ta đắp lù, lù được đắp theo nhiều loại khác nhau tùy theo kinh nghiệm của từng hộ sản xuất, thông thường người ta sử dụng sạn, sỏi, [[trấu]] và cây chuối để đắp lù, thùng gỗ thường được đặt trong nhà ổn định ít di chuyển.\n\nChượp sau khi được đưa vào thùng gỗ, tùy theo loại cá muối chượp từ 1-3 tháng các bắt đầu rút lù để lấy nước mắm nhĩ.\n\nMắm nhĩ hay mắm nhỉ là loại nước mắm có độ đạm cao, vị ngọt nhẹ, màu vàng rơm đến vàng nhạt, mùi đặc trưng. Mắm nhĩ ít khi được bán trên thị trường vì các hộ sản xuất thường dùng để pha đấu với các loại nước mắm thấp đạm khác cho ra nước mắm thấp đạm hơn. Những giọt nước mắm nhĩ này thường ngon nhất, nó có được do trọng lượng riêng lớn và là hệ quả của độ đạm cao lắng xuống đáy thùng chứa và rỉ ra ngoài theo quy luật thẩm thấu của chất lỏng. Càng lấy nhiều nước mắm nhỉ càng làm giảm độ đạm của nước mắm còn lại trong thùng, nên các hộ sản xuất chỉ dùng một ít để dùng hay làm quà tặng,hay bán theo đơn đặt hàng, số còn lại thông thường được đổ trở lại vào thùng chứa trước khi pha chế nước mắm thành phẩm thấp đạm hơn.\n\nSau khi chiết rút mắm nhĩ,chượp được bổ sung lượng nước muối vừa phải đem ủ,giang,và chiết rút trong thùng gỗ để lấy nước mắm đem pha chế theo yêu cầu của khách hàng và thị trường.\n\n== Phương pháp bảo quản nước mắm ==\nNước mắm được đóng gói trong các vật dụng phải được làm bằng vật liệu không độc, sạch sẽ, đảm bảo vệ sinh an toàn thực phẩm, không gây hại cho sức khoẻ con người và không làm ảnh hưởng tới chất lượng nước mắm.\n\nNước mắm phải được bảo quản ở nơi thoáng, ít ánh sáng, không để trong tủ lạnh. Nguyên nhân do nước mắm truyền thống là sản phẩm thiên nhiên, chỉ được làm từ cá cơm tươi và muối biển nên đạm Amin trong cá được bảo quản bằng chính lượng muối tự nhiên chứ không phải bằng hóa chất. Nếu nhiệt độ thấp, muối biển sẽ bị đông kết và lắng xuống phần dưới của chai, phần trên sẽ không đủ lượng muối cần thiết ở để bảo quản đạm Amin. Khi đó nước mắm sẽ chuyển sang màu đen, nghĩa là đạm Amin bị phân hủy và nước mắm sẽ hỏng.\n\nSử dụng trong vòng 1 tháng sau khi mở nắp. Sau khi mở nắp, chúng ta không nên sử dụng trong thời gian quá dài. Sử dụng trong vòng một tháng sau khi mở nắp là khoảng thời gian nước mắm có chất lượng tốt nhất.Vặn chặt nắp khi đang sử dụng để tránh [[côn trùng]] xâm nhập.\n\n== Khác biệt ==\nNước mắm Cửa Khe hấp dẫn người dùng ở hương vị mặn, chát của biển, tinh khiết ngấm trong từng giọt nước mắm. Dân gian có câu \"Nhất mắm Cửa Khe, nhì chè An Thái\". Nước mắm Cửa Khe vang danh một thời cũng nhờ quy trình chế biến đặc biệt từ kinh nghiệm lâu đời của những hộ dân nơi này.\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Nước mắm]]\n[[Thể loại:Sốt cá]]\n[[Thể loại:Đặc sản Quảng Nam]]\n[[Thể loại:Làng nghề truyền thống Việt Nam]]"}