{"1401781":"{{chú thích trong bài}}\n{{văn phong}}\n{{Ẩm thực Hải Phòng}}\n[[Tập tin:Cat Hai fish sauce 2.JPG|nhỏ|phải|250px|Những hũ đựng các loại nước mắm khác nhau ở Cát Hải.]]\n'''Nước mắm Cát Hải''' là tên gọi chung để chỉ các loại [[nước mắm]] được sản xuất tập trung tại [[huyện]] [[đảo]] [[Cát Hải]] của thành phố [[Hải Phòng]], [[Việt Nam]]. Nếu như [[nước mắm Phú Quốc]] được coi là một mặt hàng chủ lực của đảo [[Phú Quốc]] ([[Kiên Giang]]) thì nước mắm Cát Hải cũng là một sản phẩm vào loại nổi tiếng nhất của đảo [[Cát Hải]] ([[Hải Phòng]]). Trước năm 1959 và cho cả đến nay, nhiều người miền [[Bắc Việt Nam]] vẫn biết đến nước mắm Cát Hải nhiều hơn dưới tên gọi là '''nước mắm Vạn Vân''' qua câu ca dao nổi tiếng về những đặc sản [[ẩm thực]] của miền Bắc: \"Dưa La, húng Láng, nem Báng, tương Bần, nước mắm Vạn Vân, cá rô đầm Sét\".<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/thoi-su\/nuoc-mam-cat-hai-gia-vi-tu-vung-dat-cang-3973728.html|tựa đề=Nước mắm Cát Hải, gia vị từ vùng đất cảng - VnExpress|website=Tin nhanh VnExpress|ngôn ngữ=vi-VN|ngày truy cập=2022-03-08}}<\/ref> Trong lịch sử thương mại thời hiện đại của [[Việt Nam]], có thể xem nước mắm Vạn Vân (sau năm 1959 đổi tên thành nước mắm Cát Hải) là một trong những [[thương hiệu]] nổi tiếng đầu tiên do những [[doanh nhân]] [[người Việt]] sáng lập ra cùng với các thương hiệu khác như hãng [[sơn]] của [[Nguyễn Sơn Hà]] và hãng [[tàu thủy]] của [[Bạch Thái Bưởi]]. \n \n==Quá trình phát triển==\nNhiều tài liệu cho rằng nghề làm nước mắm ở đảo [[Cát Hải]] đã có lịch sử vài thế kỷ do những di dân từ [[Thái Bình]] ra lập nghiệp trên đảo mang theo từ quê hương rồi truyền lại cho con cháu qua nhiều đời. Tuy nhiên tên gọi nước mắm Vạn Vân rồi nước mắm Cát Hải chỉ mới có từ thế kỷ 20. Cuốn ''Staliques Commerciales'' của Vidy xuất bản năm 1936 cho biết: \"Xí nghiệp Vạn Vân thành lập năm 1916 ở giữa hai làng Can Lộc và Văn Chấn là nơi làm muối. Xưởng có 10.000 chum loại 400kg đựng chượp...\". [[Đoàn Đức Ban (Vạn Vân)|Đoàn Đức Ban]] được coi là người sáng lập ra doanh nghiệp cũng như thương hiệu nước mắm Vạn Vân. Ông cũng là cha đẻ của [[nhạc sĩ]] [[Đoàn Chuẩn]].<ref>{{Chú thích web|url=https:\/\/tienphong.vn\/post-510024.tpo|tựa đề=Nhạc sĩ Đoàn Chuẩn và thương hiệu nước mắm Vạn Vân|ngày=2010-08-18|website=Báo điện tử Tiền Phong|ngôn ngữ=vi|ngày truy cập=2022-03-08}}<\/ref> Dù có thể tên gọi '''nước mắm vạn Vân''' (''vạn Vân'' thay vì ''Vạn Vân'') đã được biết đến từ trước đó bởi loại nước mắm sản xuất ở làng Vân (vạn có nghĩa là làng chài Vân) thuộc xứ [[Kinh Bắc]] ([[Bắc Ninh]]) nhưng là một người có tài kinh doanh, Đoàn Đức Ban đã sử dụng tên gọi dân gian vốn được nhiều người biết tiếng làm tên gọi cho chính doanh nghiệp của mình. Các sản phẩm nước mắm của doanh nghiệp Vạn Vân đều được ông đăng ký bảo hộ với Nha kinh tế Hải Phòng khi đó cũng như luôn đi trước các đối thủ cạnh tranh ở khâu tiếp thị và quảng bá sản phẩm nên được nhiều người tiêu dùng xứ Bắc đón nhận.<ref>{{Chú thích web|url=https:\/\/tienphong.vn\/post-818903.tpo|tựa đề=Thương hiệu Vạn Vân vang bóng một thời|ngày=2015-10-13|website=Báo điện tử Tiền Phong|ngôn ngữ=vi|ngày truy cập=2022-03-08}}<\/ref> Tại các tỉnh thành như [[Hà Nội]], [[Hải Phòng]], [[Bắc Ninh]]... sản phẩm nước mắm của hãng Vạn Vân luôn chiếm ưu thế hơn hẳn những cơ sở sản xuất nước mắm khác và thậm chí đã đi vào câu ca dao: \"Dưa La, húng Láng, nem Báng, tương Bần, nước mắm Vạn Vân, cá rô đầm Sét\".\n\nNgày 23\/10\/1959, hãng nước mắm Vạn Vân và Trạm hải sản Cát Hải sáp nhập thành Xí nghiệp Nước mắm Cát Hải. Từ đó, nước mắm Vạn Vân được gọi là nước mắm Cát Hải. Ít lâu sau, Xí nghiệp Nước mắm Cát Hải trở thành [[doanh nghiệp quốc doanh]] 100% vốn ngân sách [[Nhà nước]]. Ngay cả trong thời kỳ ác liệt nhất của hai cuộc chiến tranh thống nhất đất nước thì ngành sản xuất nước mắm trên đảo [[Cát Hải]] cũng không bị đình trệ. Trong giai đoạn không quân Mỹ bắn phá miền Bắc, nhiều công nhân của Xí nghiệp Nước mắm Cát Hải cũng đồng thời là những người lính tham gia chiến đấu bảo vệ quê hương biển đảo. Kể từ năm 1959, hãng nước mắm Vạn Vân đã trải qua vài lần đổi tên thành các doanh nghiệp khác nhau như Xí nghiệp nước mắm Cát Hải, Công ty chế biến dịch vụ thủy sản Cát Hải, rồi Công ty Cổ Phần chế biến dịch vụ thủy sản Cát Hải như hiện nay. Từ một [[doanh nghiệp]] nước mắm hoàn toàn vốn [[tư nhân]] trước năm 1959 đã sáp nhập và trở thành một doanh nghiệp toàn bộ vốn [[quốc doanh]] sau năm 1959 rồi cuối cùng là [[công ty cổ phần]] từ thời [[kinh tế Việt Nam]] chuyển sang cơ chế [[kinh tế thị trường]]. Tuy nhiên kể từ khi tên gọi nước mắm Vạn Vân được đổi tên thành nước mắm Cát Hải thì vẫn giữ nguyên cho đến nay. Hiện nay, chủ sở hữu được pháp luật Việt Nam bảo hộ của thương hiệu nước mắm Cát Hải là [[Công ty Cổ Phần chế biến dịch vụ thủy sản Cát Hải]] (Hải Phòng).\n\n==Sản xuất==\nVùng biển [[Hải Phòng]] nằm trong khu vực [[vịnh Bắc Bộ]]) với các ngư trường lớn như [[Cát Hải]], [[Bạch Long Vĩ]] có nguồn cá tự nhiên tương đối dồi dào và phong phú nên rất thích hợp cho việc làm [[nước mắm]]. Nước mắm Cát Hải được chế biến theo phương thức cổ truyền qua kỹ thuật chọn cá nguyên liệu (tốt nhất là [[chi Cá nục|cá nục]], còn gọi là [[cá quẩn]], tiếp đến [[cá nhâm]], [[cá ruội]], rồi cá mực nang, mực ống…), thao tác đánh quậy, lên muối và phương pháp gia nhiệt bằng ánh nắng mặt trời, kích thích bằng sự lên men trong [[chượp]],<ref>{{Chú thích tạp chí|last=Linh|first=Dang Thao Yen|last2=Hang|first2=Tran Thi Thu|last3=Doan|first3=Nguyen Thi Lam|last4=Anh|first4=Nguyen Hoang|last5=Thuy|first5=Nguyen Thi Thanh|date=2018|title=Isolation and Screening of Histamine-Producing Bacteria from the First Six Months of the Cat Hai Fish Sauce Fermentation Process|url=https:\/\/vjas.vnua.edu.vn\/index.php?journal=vjas&page=article&op=view&path[]=45|journal=Vietnam Journal of Agricultural Sciences|language=en|volume=1|issue=3|pages=220–229|doi=10.31817\/vjas.2018.1.3.03|issn=2588-1299}}<\/ref> sự tinh tế, nhạy cảm trong kiểm soát quá trình giải [[Protein|Prôtêin]] thành [[amino acid]] để có hương thơm tự nhiên.<ref>{{Chú thích web|url=https:\/\/daibieunhandan.vn\/nuoc-mam-cat-hai---nuoc-cham-noi-tieng-viet-nam-272877|tựa đề=Nước mắm Cát Hải - nước chấm nổi tiếng Việt Nam|họ=daibieunhandan.vn|website=daibieunhandan.vn|ngày truy cập=2022-03-08}}<\/ref> Vì thế, nước mắm Cát Hải càng để lâu càng ngon. Công ty cổ phần chế biến dịch vụ thủy sản Cát Hải hiện có trên 30 sản phẩm đạt tiêu chuẩn an toàn vệ sinh thực phẩm và chất lượng cao mang thương hiệu \"Cát Hải\" với các nhãn hiệu: ông sao, cao đạm, cá mực, cá quẩn và các loại nước mắm đặc biệt trên bao bì ghi rõ dòng chữ \"bổ sung vi chất sắt\" gồm loại 1B, hạng 1, thượng hạng…\n\n==Sử dụng==\nNước mắm Cát Hải chất lượng tốt có mùi thơm nhẹ đặc trưng của sản phẩm và cũng thường có vị mặn hơn một số dòng nước mắm khác tại Việt Nam. Nước mắm Cát Hải rất thích hợp khi chế biến nhiều món ăn mang hương vị đặc trưng của [[ẩm thực]] miền Bắc và đặc biệt là [[ẩm thực Hải Phòng]]. Tuỳ theo khẩu vị của mỗi người, từng gia đình, mỗi vùng miền mà [[nước mắm]] Cát Hải có thể để ăn nguyên chất hoặc thêm [[gia vị]] như [[chanh]], [[quất]] tươi, [[đường]] trắng, nước sôi để nguội hay thêm [[ớt]], [[hồ tiêu|hạt tiêu]], [[tỏi]], [[tương ớt]]... nhưng quan trọng là không làm mất hương vị tự nhiên của nước mắm. Một số sản phẩm nước mắm Cát Hải với nhãn hiệu ông sao, cá mực, cá quẩn, cao đạm… thích hợp với nhu cầu của người cao tuổi, hiện đã có mặt trên thị trường các nước [[Đông Âu]], [[Hoa Kỳ]], [[Trung Quốc]], [[Lào]], [[Philippines|Philippine]]…<ref>{{Chú thích web|url=https:\/\/doanhnghiephoinhap.vn\/hai-phong-nuoc-mam-cat-hai-gia-vi-tinh-hoa-tu-vung-dat-cang.html|tựa đề=Hải Phòng: Nước mắm Cát Hải, gia vị tinh hoa từ vùng đất Cảng|website=Tạp chí Doanhnghiephoinhap.vn - Cơ quan ngôn luận của hiệp hội Doanh nghiệp Vừa và nhỏ Việt Nam|ngày truy cập=2022-03-11}}<\/ref>\n\n==Chứng nhận==\n* Danh hiệu Anh hùng Lao động thời kỳ đổi mới (2000)<ref>{{Chú thích web|url=https:\/\/quochoi.vn\/tintuc\/Pages\/tin-hoat-dong-cua-quoc-hoi.aspx?ItemID=34395|tựa đề=Ủy ban Khoa học, Công nghệ và Môi trường khảo sát tình hình ứng dụng khoa học công nghệ tại Hải Phòng|website=quochoi.vn|url-status=live|ngày truy cập=2022-03-08}}<\/ref>\n* Cúp vàng thương hiệu nổi tiếng trong nước và quốc tế (2003)\n* Huy chương vàng Hội chợ quốc gia vì chất lượng cuộc sống (2003-2004)\n* Huân chương Độc Lập hạng Ba (2004) do Nhà nước Việt Nam trao tặng\n* Thương hiệu nổi tiếng (2005-2006)\n* 4 năm liền (2005-2008) được bình chọn là một trong 10 doanh nghiệp tiêu biểu nhất của thành phố Hải Phòng<ref>{{Chú thích web|url=https:\/\/nhandan.vn\/tin-tuc-kinh-te\/10-doanh-nghiep-top-ten-cua-hai-phong-410892\/|tựa đề=10 doanh nghiệp “top ten” của Hải Phòng|website=Báo Nhân Dân|ngôn ngữ=en|ngày truy cập=2022-03-11}}<\/ref>\n* 9 năm liền (2000-2008) được người tiêu dùng bình chọn là Hàng Việt Nam Chất Lượng Cao<ref>{{Chú thích web|url=https:\/\/hvnclc.vn\/danh-sach-337-doanh-nghiep-hvnclc-2000\/|tựa đề=Danh sách 337 doanh nghiệp HVNCLC 2000|họ=admin|ngày=2000-12-31|website=HVNCLC|ngôn ngữ=vi-VN|ngày truy cập=2022-03-08}}<\/ref>\n* Nhãn hiệu \"Nước mắm Cát Hải\" đã chính thức được đăng ký bảo hộ dưới số giấy chứng nhận là '''165802''' kể từ ngày 20\/9\/2011<ref>{{Chú thích web|url=http:\/\/sokhcn.vinhphuc.gov.vn\/noidung\/tintuc\/Lists\/KhoaHocCongNghe\/View_Detail.aspx?ItemID=730|tựa đề=Mở rộng thị trường tiêu thụ sản phẩm từ đăng ký xác lập quyền SHTT - Khoa học và Công nghệ - Cổng thông tin điện tử - Sở Khoa học và Công nghệ - Vĩnh Phúc|website=sokhcn.vinhphuc.gov.vn|ngày truy cập=2022-03-08}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/nuocmamcathai.org\/NewsDetail.aspx?newsid=54 Hương vị \"nước mắm Cát hải\" bền vững với thời gian]{{Liên kết hỏng|date = ngày 23 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/truyenthongkhoahoc.vn\/vn\/Cong-bo-nhan-hieu-chung-nhan-Nuoc-mam-Cat-Hai-c1046\/Cong-bo-nhan-hieu-chung-nhan-Nuoc-mam-Cat-Hai-n2300 Công bố nhãn hiệu chứng nhận \"Nước mắm Cát Hải\"]\n* [http:\/\/www.tienphong.vn\/xa-hoi\/phong-su\/510024\/Nhac-si-Doan-Chuan-va-thuong-hieu-nuoc-mam-Van-Van.html Nhạc sĩ Đoàn Chuẩn và thương hiệu nước mắm Vạn Vân]\n* [http:\/\/laodong.com.vn\/Lao-dong-cuoi-tuan\/Van-Van-hay-van-Van\/4197.bld \"Vạn Vân\" hay \"vạn Vân\"]\n* [http:\/\/laodong.com.vn\/Lao-dong-cuoi-tuan\/Van-Van-khong-phai-la-van-Van\/7849.bld \"Vạn Vân\" không phải là vạn Vân (Dương Trung Quốc)]\n\n[[Thể loại:Nước mắm]]\n[[Thể loại:Sốt cá]]\n[[Thể loại:Ẩm thực Hải Phòng]]\n[[Thể loại:Đặc sản Hải Phòng]]"}