{"5766":"{{Infobox famine\n|name=Nạn đói Ất Dậu 1944–1945\n|native_name=\n|country={{flagdeco|Liên bang Đông Dương}} [[Bắc Kỳ]]<br> {{flagdeco|Liên bang Đông Dương}} [[Thanh Hóa]]<br>{{flagdeco|Liên bang Đông Dương}} [[Nghệ An]]<br>{{flagdeco|Liên bang Đông Dương}} [[Hà Tĩnh]]<br>{{flagdeco|Liên bang Đông Dương}} [[Quảng Bình]]<br>{{flagdeco|Liên bang Đông Dương}} [[Quảng Trị]]\n|total_deaths=400.000—2.000.000\n|image=Famine in Vietnam, 1945 (3).jpg|image_name=Trẻ em trong Nạn đói Ất Dậu 1944–1945}}\n'''Nạn đói năm Ất Dậu''' là một nạn đói lớn xảy ra tại [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]] trong khoảng từ tháng 10 năm 1944 đến tháng 5 năm 1945, làm khoảng từ 400.000 đến 2 triệu người dân [[chết đói]].<ref name=\"nandoi\">[http:\/\/laodong.com.vn\/xa-hoi\/70-nam-nan-doi-lich-su-nam-at-dau-hon-2-trieu-nguoi-chet-chi-trong-nua-nam-287596.bld 70 năm nạn đói lịch sử năm Ất Dậu: Hơn 2 triệu người chết chỉ trong nửa năm], Báo Lao động, 12\/01\/2015<\/ref>\n\n== Nguyên nhân ==\n[[Tập tin:Famine in Vietnam, 1945 (6).jpg|nhỏ|230px|phải|Trẻ em trong nạn đói tại Việt Nam 1944–1945.]]\n[[Tập tin:Hua Junwu,’Bumper Harvest’ The sack is labeled ‘rice.’ From JFRB, 3 November 1944.jpg|nhỏ|Tranh biếm họa về các chính sách của Pháp, Đế Quốc Nhật và nạn côn trùng, nguyên nhân dẫn đến nạn đói]]\n\n* Nguyên nhân trực tiếp là những hậu quả của chiến tranh tại [[Liên bang Đông Dương|Đông Dương]]. Các cường quốc đang chiếm đóng [[Việt Nam]] như [[Pháp]], [[Nhật Bản]] vì mục đích phục vụ [[Chiến tranh Việt Nam|chiến tranh]] nên đã lạm dụng và khai thác quá sức vào nền nông nghiệp vốn đã lạc hậu, đói kém và từ đó gây ra nhiều tai họa làm ảnh hưởng xấu đến sinh hoạt [[kinh tế]] của [[người Việt]]. Trong khi [[Đế quốc Nhật Bản|phát xít Nhật]] thu gom gạo để chở về nước thì [[Đế quốc thực dân Pháp|thực dân Pháp]] lại dự trữ lương thực để phòng khi [[Quân Đồng Minh|quân Đồng minh]] chưa tới thì phải đánh bại phát xít Nhật hoặc dùng cho công cuộc tái xâm lược Việt Nam sau này.<ref name=\"nandoi\"\/> Những biến động quân sự và chính trị dồn dập xảy ra đã ảnh hưởng tiêu cực đến sản xuất lương thực ở miền Bắc vốn dĩ đã thiếu [[gạo]] nên càng bị đói.\n* Nguyên nhân gián tiếp là những biện pháp quân sự hóa kinh tế nhằm phục vụ nhu cầu [[chiến tranh]] của chế độ [[chủ nghĩa thực dân|thực dân]] [[Pháp]] tại Việt Nam, do tại nước Pháp khi đó đang có chiến tranh và cũng đang bị xâm chiếm. Sau đó [[Nhật Bản]] dùng vũ lực loại bỏ [[Pháp]] chiếm đóng Việt Nam rồi thực hiện các biện pháp khác khốc liệt hơn nhằm mục đích khai thác phục vụ chiến tranh (bắt nông dân nhổ lúa trồng [[đay]] để giải quyết nạn khan hiếm [[Vải (thực vật)|vải]], buộc [[Nhân dân|người dân]] bán [[Lúa|lúa gạo]] với giá rẻ mạt để chuyển về [[Nhật Bản|Nhật]]).<ref>https:\/\/baophapluat.vn\/xua-va-nay\/nguon-con-nan-doi-kinh-hoang-khien-gan-2-trieu-nguoi-chet-nam-at-dau-484331.html<\/ref>\n* Quân Nhật cấm vận chuyển lúa từ [[Miền Nam (Việt Nam)|miền Nam]] ra Bắc, cũng cấm luôn việc mở kho gạo cứu đói (do gạo trong kho phải được ưu tiên cho lính Nhật). Máy bay của quân Đồng Minh đã cho phá hủy các trục đường sắt từ Huế trở ra Nam, phong tỏa cả đường biển khiến việc vận chuyển lương thực từ miền Nam ra miền Bắc không thực hiện được.<ref name=\"nandoi\"\/>\n* Nguyên nhân tự nhiên, [[thời tiết]] là yếu tố ảnh hưởng nghiêm trọng đến sản xuất lương thực tại [[miền Bắc Việt Nam|miền Bắc]]. [[Thiên tai]], [[Lụt|lũ lụt]], sâu bệnh gây mất mùa tại miền Bắc. Bệnh [[dịch tả]] lây lan nhanh và rộng khắp trong mùa lũ cũng góp phần làm tăng thêm [[nạn đói]].\n*Tình trạng [[địa chủ]] chiếm hữu phần lớn ruộng đất khiến phần lớn nông dân không có hoặc chỉ có rất ít [[Đất nông nghiệp|đất canh tác]], nên không có khả năng [[Sản xuất hàng hóa|sản xuất]] đủ lương thực nuôi sống gia đình. Nếu cả [[làng]] bị mất mùa, không vay mượn được họ hàng thì cả toàn bộ nông dân nghèo trong làng sẽ lâm vào cảnh chết đói.\n\n===Chính sách của Pháp===\nSau  vụ [[khủng hoảng kinh tế (Marx)|khủng hoảng kinh tế]] toàn cầu năm [[1930]], Pháp quay lại với chính sách [[bảo hộ mậu dịch]] và độc quyền khai thác [[Bán đảo Đông Dương|Đông Dương]] theo đường lối thực dân. Toàn thể dân Đông Dương phải ra sức nâng cao giá trị kinh tế của khu vực, nhưng chỉ có người Pháp, một thiểu số rất ít người Việt và người Hoa gần gũi với Pháp hay một số dân chúng thành thị được hưởng lợi. Hậu quả là trước [[Chiến tranh thế giới thứ hai|Đại chiến thế giới lần thứ hai]], Việt Nam vẫn chỉ là một quốc gia lạc hậu và nghèo đói nhất so với nhiều quốc gia [[châu Á]] khác. Hệ thống thuế nửa thực dân nửa phong kiến khiến cho các hộ nông dân phải bán gần hết lương thực có được để nộp [[thuế]] khiến đa số nông dân không còn lương thực dự trữ.\n\nTheo ông Hoàng Trọng Miên, trong sách ''Đệ Nhất Phu Nhân Tập I'' viết:\n\n<blockquote>''Giữa thời kỳ ấy, để phòng ngừa dân miền Bắc nổi dậy, Pháp tung đám tay sai đi khắp nơi vơ vét hết thóc gạo tải về tập trung ở các kho dự trữ riêng, lấy cớ là để tiếp tế cho quân đội Nhật. Hết ép buộc mua rẻ của dân quê, Pháp lại vãi tiền ra mua thóc, ngô (bắp) bằng một giá cao để thu cho kỳ sạch ngũ cốc hiếm hoi của miền Bắc. Gạo Nam Kỳ thì không được đưa ra, lấy cớ là phi cơ Đồng Minh ngày đêm không ngừng bắn phá tàu bè, ghe thuyền, còn đường xe lửa xuyên Đông Dương thì Pháp dành cho Nhật chuyên chở quân sự. Lúa thừa ở miền Nam chất chứa đầy kho, Pháp đem đốt thay than củi ở các nhà máy điện.<br\/><br\/>Dân quê ở Bắc khởi sự chết đói từ cuối năm 1944. Mùa lúa tháng Mười lại thất bát. Người có tiền ở thôn quê cũng đành nhịn ăn, vì thóc gạo đã bị lấy sạch. Tại thành phố, mỗi khẩu phần người Việt đều phải ăn gạo \"bông\" (phiếu mua gạo) ở trong tay chính quyền Pháp phân phát.''<ref>Hoàng Trọng Miên, ''Đệ Nhất Phu Nhân - Tập 1'' (Los Alamitos, CA: Việt Nam, 1989), tr 79-80.<\/ref><\/blockquote>\n\nTheo sách ''Việt Sử Khảo Luận - Cuốn 4'':<blockquote>''Bọn Pháp Decoux – Morlant, từ mùa gặt cuối năm 1943 đến hai mùa gặt năm 1944, cũng trưng thâu gạo bỏ vào các kho quân đội Pháp để phòng hờ một cuộc đổ bộ Đồng Minh vào Đông Dương.''<ref>''Hoàng Co Thụy, Việt Sử Khảo Luận - Cuốn 4 (Paris: Nam Á, 2002), tr. 1970.''<\/ref><\/blockquote>\n\n===Chính sách thu gom gạo của Nhật Bản===\nKhi Đại chiến thế giới bùng nổ, Pháp bị yếu thế ở châu Âu. Tại khu vực Viễn Đông, [[Đế quốc Nhật Bản]] bắt đầu bành trướng và coi Đông Dương như là \"đầu cầu\" để tiến qua Nam Á hòng khống chế Trung Quốc. Giữa năm [[1940]], nước Pháp bị [[Đức]] chiếm và Nhật Bản gây áp lực với Pháp để tiến vào Đông Dương. Việt Nam bị cuốn vào nền kinh tế thời chiến, với việc Pháp và Nhật tranh giành quyền kiểm soát kinh tế. Người ta nói đến lý do là Nhật Bản bắt dân Việt Nam trồng đay thay trồng lúa gạo để phục vụ chiến tranh, nhưng thực ra Pháp đã tiến hành việc ấy từ trước, cụ thể là thu hẹp diện tích canh tác các hoa màu phụ như [[ngô]], [[khoai lang|khoai]], [[sắn]], để trồng [[bông gòn|bông]], [[đay]], [[gai]] hay cây kỹ nghệ. Sản lượng lúa gạo và hoa màu quy ra thóc tại miền Bắc giảm xuống rất mạnh do diện tích canh tác bị thu hẹp. Theo thống kê, năm 1940, diện tích trồng đay là 5.000 [[ha]] nhưng đến năm 1944 đã tăng lên 45.000 ha.<ref name=\"nandoi\"\/>\n\nTrong thế chiến thứ 2, lãnh thổ Việt Nam nằm dưới sự chiếm đóng của quân đội Nhật. Gạo và cao su được quân Nhật thu gom, chở về nước hoặc cung cấp cho quân Nhật đóng ở tiền đồn vùng biển phía Nam. Theo tài liệu của chính quyền Pháp ở Đông Dương thì về gạo đã xuất ra nước ngoài, năm 1941: 700.000 tấn, năm 1942: 1.050.000 tấn, năm 1943: 1.125.000 tấn, năm 1944: 900.000 tấn; về cao su và các khoản thương vụ khác trong mấy năm đầu thập niên 1940 đã xuất số lượng tính ra bằng vàng tổng giá trị là 32.620&nbsp;kg (tính tròn), tương đương số tiền lúc đó là 22 tỷ Franc<ref>Bác sĩ Ngô Văn Quỹ: Đêm dài Nhật – Pháp bắn nhau – Nhà xuất bản Trẻ, 2001<\/ref>.\n\nCuối năm [[1944]], quân số của Nhật đóng ở vùng [[Bắc Kỳ]] đã lên tới gần 100.000 người. Bắc Kỳ lúc đó đã thiếu gạo vì vụ mùa bị thất thu, lại bị cái họa phải nhổ lúa để trồng [[cây công nghiệp]] cho Nhật, rồi lại phải nuôi thêm 100.000 miệng ăn của quân đội Nhật<ref>[https:\/\/www.nhandan.com.vn\/chinhtri\/item\/31668402-nan-doi-nam-1945-va-su-that-lich-su-ky-1.html Nạn đói năm 1945 và sự thật lịch sử (Kỳ 1)], Báo Nhân dân, 26\/12\/2016<\/ref>.\n\nNăm 1944, Việt Nam bị mất mùa nhưng Pháp và triều đình nhà Nguyễn vẫn phải cung cấp cho Nhật hơn 900.000 tấn gạo để đáp ứng cho nhu cầu chiến tranh, làm nguyên liệu để người Pháp nấu rượu, dùng đốt lò thay cho than đá. Nhật cấm vận chuyển lúa từ miền Nam ra, vơ vét thóc ở miền Bắc khiến giá thóc, gạo tăng vọt. Năm 1943, một tạ gạo giá chính thức là 31 [[đồng bạc Đông Dương]], giá chợ đen là 57 đồng; năm 1944 tăng lên 40 đồng, giá chợ đen là 350 đồng, nhưng đến đầu năm 1945 thì giá chính thức vọt lên 53 đồng còn giá chợ đen từ 700-800 đồng.<ref name=\"nandoi\"\/>\n\nVì chiến cuộc lượng gạo chở bằng thuyền từ trong Nam ra Bắc bắt đầu giảm từ 126.670 [[tấn]] ([[1942]]) xuống còn 29.700 tấn ([[1943]]), và đến năm [[1944]] chỉ còn 6.830 tấn.<ref>[http:\/\/japanfocus.org\/-Geoffrey-Gunn\/3483 The Great Vietnamese Famine of 1944-45 Revisited　1944−45年ヴィエトナム大飢饉再訪 | The Asia-Pacific Journal] The Asia-Pacific Journal: Japan Focus 14\/7\/2000<\/ref> Tàu bè chở gạo ra bắc chỉ ra được đến Đà Nẵng. Khi không quân Đồng minh mở rộng tầm oanh kích thì tàu chở gạo phải cập bến ở [[Quy Nhơn]] rồi cuối cùng chỉ ra được đến [[Nha Trang]]. Năm 1945 [[Nội các Trần Trọng Kim (tháng 4 năm 1945)|Chính phủ Trần Trọng Kim]] phải huy động những phương tiện thô sơ chuyển vận [[gạo]] từ Nam ra Bắc bằng xe bò hay thuyền nhỏ. Cùng lúc đó thì lượng gạo tồn kho ở [[Sài Gòn]] lên cao vì không [[xuất cảng]] sang Nhật được khiến chủ kho phải bán rẻ dưới giá mua. Hơn 55.000 tấn gạo phải bán tháo cho các xưởng nấu [[rượu]] vì nguy cơ gạo ứ đọng sẽ mốc trong khi nạn đói hoành hành ở ngoài Bắc.<ref>Dommen, Arthur J. tr 87<\/ref>\n\nĐối với Pháp và Nhật Bản thì cả hai đều chú tâm vào những mục tiêu khác cho nhu cầu chiến tranh của họ. Chính [[Toàn quyền Đông Dương]] [[Jean Decoux]] từ trước năm 1945 đã ra lệnh trưng thu thóc gạo để chở sang Nhật theo thỏa thuận với [[Phát xít nhật|Đế quốc Nhật Bản]]. Giá gạo thị trường lúc bấy giờ là 200 [[đồng bạc Đông Dương]] một [[tấn]] nhưng nông dân chỉ được trả 25 đồng.<ref>Dương Kiền. ''Việt Nam thế kỷ 20 biên niên sử''. Falls Church, VA: Tiếng Quê Hương, 2005. tr 46<\/ref>\n\nTình hình càng khó khăn thêm khi [[Nhật đảo chính Pháp]] vào [[Tháng ba|tháng 3]]\/[[1945]] khiến bộ máy chính quyền của Pháp ở Đông Dương nhanh chóng tan rã. Việc tiếp vận và phân phối sau đó lại bị tê liệt. Nạn thiếu ăn biến thành nạn đói, đã manh nha từ đầu năm [[1944]] nay càng thêm trầm trọng. [[Đế quốc Việt Nam]] do [[Trần Trọng Kim]] làm thủ tướng ra chấp chính từ [[Tháng tư|tháng 4]]\/[[1945]] đã cố gắng huy động việc cứu đói cho dân ngoài Bắc nhưng những yếu tố chính trị, [[Phương tiện giao thông|phương tiện]] và [[nhân sự]] phần nhiều vẫn nằm trong tay người Nhật nên Đế quốc Việt Nam không làm thuyên giảm được hậu quả ghê gớm của nạn đói. Trong khi [[Bộ Tiếp tế (Đế quốc Việt Nam)|Bộ Tiếp tế]] chỉ làm được vài việc vặt, thì [[Bộ Tài chính (Đế quốc Việt Nam)|Bộ Tài chính]] của Đế quốc Việt Nam chỉ chuyên làm 1 việc là gom tiền thuế của người dân Việt Nam giao cho Nhật. Chỉ riêng trong 5 tháng tồn tại, Chính phủ Trần Trọng Kim đã nộp cho Nhật Bản khoản tiền 720 triệu đồng Đông Dương (Piastre), ngang với số tiền 726 triệu do chính quyền thực dân Pháp nộp cho Nhật Bản trong 5 năm trước đó ([[1940]]-[[9 tháng 3|9\/3]]\/[[1945]]). Tổng cộng trong thời gian [[Thế chiến thứ hai]], người Việt Nam đã phải nộp cho Nhật khoản tiền là 1 tỷ 446 triệu Piastre, tương đương 14 tỷ 460 triệu [[Franc]] lúc đó.<ref>[http:\/\/tuanbaovannghetphcm.vn\/su-that-lich-su-khong-the-to-hong-khong-the-boi-den\/ Sự thật lịch sử không thể tô hồng, không thể bôi đen] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190809121004\/http:\/\/tuanbaovannghetphcm.vn\/su-that-lich-su-khong-the-to-hong-khong-the-boi-den\/ |date=2019-08-09 }}, Tuần báo Văn nghệ Tp. HCM, 2\/6\/2017<\/ref>\n\nĐa phần các kho thóc có khả năng cứu đói trực tiếp tại miền Bắc khi đó đều nằm trong tay quân đội Nhật. Người Nhật vì mục đích chiến tranh đã thờ ơ trước sự chết đói hàng loạt của dân bản địa. Các kho lương thực được tăng cường bảo vệ, hoạt động trưng thu và vận chuyển lương thực được bảo vệ tối đa. Các kho thóc trở thành tâm điểm nơi người đói kéo về nhưng không được cứu đói đã nằm chết la liệt quanh đó. Tác giả [[Yoshizawa Minami]] cũng cho biết ''\"ông Kawai, đảm nhiệm công việc giám sát chuyển gạo từ nam ra bắc qua tỉnh [[Nam Định]], đồng thời là quản lý chung về gạo dự trữ, phân phối trong tỉnh, nói có những nơi vẫn còn gạo chất như núi trong [[kho quân đội]]. Không những thế, tại một nhà thờ [[Thiên Chúa giáo|Thiên chúa giáo]] trong tỉnh gạo đầy ắp trong kho. Ông đã thuyết phục cán bộ đại sứ quán Nhật Bản mở kho phát gạo nhưng họ không nghe\"''<ref name=\"nhandan2016\">[https:\/\/www.nhandan.com.vn\/chinhtri\/item\/31700802-nan-doi-nam-1945-va-su-that-lich-su-tiep-theo-va-het.html Nạn đói năm 1945 và sự thật lịch sử (Tiếp theo và hết)], Báo Nhân dân, 29\/12\/2016<\/ref>\n\nVề việc cứu đói, đến tận tháng 6, chính phủ Trần Trọng Kim vẫn không làm được điều mình hứa hẹn. Báo Ngày Nay xuất bản tháng 6\/1945 nhận xét về sự bất lực hoàn toàn của chính phủ này, viết<ref name=tuanbao>{{Chú thích web |url=http:\/\/tuanbaovannghetphcm.vn\/thuc-chat-chinh-phu-tran-trong-kim-va-long-yeu-nuoc-cua-ong-thu-tuong\/ |ngày truy cập=2017-05-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2018-02-27 |archive-url=https:\/\/web.archive.org\/web\/20180227213806\/http:\/\/tuanbaovannghetphcm.vn\/thuc-chat-chinh-phu-tran-trong-kim-va-long-yeu-nuoc-cua-ong-thu-tuong\/ |url-status=dead }}<\/ref>:\n:''\"Chúng tôi nhận thấy ai ai cũng thất vọng và chán nản, vì sau hai tháng hô hào và tốn bao giấy mực, dân đói miền Bắc cũng chưa thấy một bao gạo nào ở Nam đưa ra. Lời tuyên bố của thủ tướng còn vang vọng bên tai ta: \"Cần nhất là phải tiếp tế cho dân đói miền Bắc\" mà tới nay việc làm vẫn chưa đi theo lời nói; tuy rằng gạo miền Nam vẫn chất đầy trong các kho, các nhà máy, tuy rằng giấy bạc vẫn nằm từng xấp dày trong các két sắt của nhà tư sản Việt Nam, tuy rằng nội các vẫn có một bộ tiếp tế và một bộ tài chính\"''\n\nVề vấn đề này, nhà sử học [[Trần Văn Giàu]] chỉ ra nguyên nhân của sự bất lực này là do tính chất [[bù nhìn]] của chính phủ Trần Trọng Kim:\n<blockquote>''Lẽ dĩ nhiên, nguyên nhân trận chết đói năm 1945 chủ yếu không phải là do chính phủ Trần Trọng Kim mà là do chế độ thực dân, là chính sách tàn bạo của Pháp – Nhật. Sự bất lực của chính phủ Trần Trọng Kim phần lớn là do tính chất bù nhìn của nó. Nó không thể bớt chỗ nào thừa cho chỗ không có. Nó không thể chống nạn đầu cơ ở miền Bắc lúc ấy vẫn còn gạo trong các kho của quân phiệt Nhật. Nhật tích trữ lương thực để nuôi quân. Từ 9-3 đến giữa tháng 6, việc thu thóc tạ vẫn được thi hành trong lúc hàng chục vạn đồng bào ta chết rũ dọc đường xó chợ. Chính phủ Trần Trọng Kim đâu dám đụng đến việc thu thóc tạ, càng không dám đụng đến kho thóc. Chính phủ đã cam đoan với Nhật là tiếp tế cho Nhật bằng hay hơn Pháp, để xứng đáng với cái độc lập mà Nhật ban cho!''\n\n''Cả chính phủ Trần Trọng Kim và Nhật đều bắt buộc mọi sự vận chuyển thóc gạo từ Nam ra Bắc đều phải qua \"Ủy ban thóc gạo\" ở Sài Gòn mà ủy ban này do công ty Nhật nắm. Khi tải ra đến Bắc thì phải gom gạo cho công ty thóc gạo Bắc kỳ 75% số lượng, công ty này lo bảo đảm trước hết lương thực cho quân Nhật, còn lại mới bán cho dân''<\/blockquote>\n\nKhông những vậy, Đạo dụ của chính phủ Trần Trọng Kim ngày 13\/6\/1945 còn quy định: ai phạm việc phá hoại cầu cống, đường sá, cướp phá hoặc làm hư hại kho ngũ cốc, đồ ăn, gạo, đều bị kết án [[tử hình]]. Đạo dụ cũng cấm chỉ mọi cuộc tụ tập trên 10 người. Vì đạo dụ này, nhân dân không dám tập hợp nhau kéo đi phá kho thóc để chia cho người đói, hàng chục vạn người đã chết đói ngay bên ngoài cửa những kho thóc còn đầy ắp<ref name=tuanbao\/>\n\n=== Thiên tai ===\nNgoài bối cảnh chiến tranh, chính trị và kinh tế, tình hình thời tiết ngoài Bắc cũng đã góp phần trong những động lực tạo ra nạn đói. Mùa màng miền Bắc bị [[hạn hán]] và [[côn trùng]] phá hoại, khiến sản lượng vụ đông-xuân từ năm 1944 giảm sụt khoảng 20% so với thu hoạch năm trước. Sau đó là lũ lụt xảy ra làm hư hại vụ mùa nên nạn đói bắt đầu lan dần. Mùa đông năm 1944-45 khắc nghiệt thay cũng lại là một mùa đông giá rét khiến các hoa màu phụ cũng mất, tạo ra những yếu tố tai ác chồng chất giữa bối cảnh chiến tranh thế giới. Tháng 9\/1944, lụt vỡ đê La Giang (Hà Tĩnh), đê sông Cả (Nghệ An) cùng tình trạng mất mùa ở các tỉnh Bắc Bộ cuối năm 1944 làm cho nạn đói diễn ra trầm trọng hơn. Theo những người dân trải qua nạn đói ở Tây Lương ([[Tiền Hải]], Thái Bình) thì vụ mùa năm 1944, lúa trên các cánh đồng rộng hàng trăm mẫu đều bị rầy phá hoại.<ref name=\"nandoi\"\/>\n\n=== Hoạt động của quân Đồng minh ===\nTrong [[Chiến tranh thế giới thứ hai]], Việt Nam bị Đế quốc Nhật Bản chiếm đóng nên bị quân [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]] mà chủ yếu là [[Mỹ|Hoa Kỳ]] thường xuyên oanh tạc các tuyến đường vận tải để tấn công [[quân đội Đế quốc Nhật Bản|quân Nhật Bản]]. Kết quả là hệ thống giao thông ở [[Liên bang Đông Dương]] bị hư hại nặng. Năm 1945 thì đường sắt Xuyên Đông Dương không còn sử dụng được nữa và [[đường Cái Quan|đường thiên lý Bắc Nam]] cũng bị phá hoại. Đường biển thì quân Đồng minh đã gài [[thủy lôi]] ở cửa biển [[Hải Phòng]] khiến hải cảng chính ở [[Bắc Kỳ]] cũng không thông thương được.\n\n=== Tình trạng địa chủ chiếm hữu ruộng đất ===\nDưới thời [[Pháp thuộc]], [[địa chủ phong kiến]] tiếp tục được duy trì. Ngoài ra còn có thêm việc chiếm hữu diện tích lớn đất đai của [[thực dân Pháp]] và giáo hội [[Thiên Chúa giáo]]. Theo thống kê phân bố ruộng đất ở miền Bắc trước năm [[1945]], chỉ có 4% dân số đã chiếm hữu tới 24,5% tổng số ruộng đất.<ref>Lê Mậu Hãn (chủ biên), ''Đại cương lịch sử Việt Nam'', tập 3, Nhà xuất bản Giáo dục, tháng 3-2007.<\/ref> Đầu năm [[1945]], tầng lớp nông dân nghèo (không có hoặc chỉ có rất ít ruộng đất) chiếm 60% dân số nông thôn, nhưng chỉ sở hữu khoảng 10% ruộng đất. Còn giai cấp địa chủ phong kiến Việt Nam, địa chủ thực dân Pháp, địa chủ [[Công giáo]] chiếm không tới 5% dân số nhưng chiếm hữu 70% ruộng đất.<ref>NHỮNG BIẾN ĐỔI CỦA GIAI CẤP NÔNG DÂN VÀ QUAN HỆ ĐỊA CHỦ - TÁ ĐIỀN Ở NAM BỘ THỜI KỲ CẬN ĐẠI. Lâm Quang Huyên. KỶ YẾU HỘI THẢO QUỐC TẾ VIỆT NAM HỌC LẦN THỨ BA<\/ref>\n\nThời Pháp thuộc, đời sống bần nông, cố nông ngày càng khốn khó; địa chủ thì mở rộng sự chiếm hữu đất đai. Cuộc sống của nông dân Việt Nam phụ thuộc vào ruộng vườn, nhưng do địa chủ chiếm hữu ngày càng nhiều ruộng đất, diện tích đất canh tác bình quân của nông dân ngày càng giảm, đến năm [[1945]] chỉ còn mức 0,18 ha ([[Thanh Hoá]]), 0,17 ha ([[Hà Tĩnh]]), 0,12 ha ([[Nghệ An]]); sản lượng lúa tính theo đầu người cũng giảm theo, trung bình chỉ còn 1,2 tạ\/[[người]]\/năm. Nông dân bị bần cùng hoá nhanh hơn bởi vì sự chuyển biến của nông nghiệp không theo kịp đà tăng dân số, phân chia ruộng đất bất bình đẳng. Diện tích gieo trồng tính theo đầu người ở [[Hướng Bắc|Bắc]] [[Trung Kỳ]] đã giảm 5 lần tính từ thời vua [[Tự Đức]] đến năm [[1945]] (ở mức 1 [[Mẫu (đơn vị đo)|mẫu]]\/người xuống mức 2 [[Sào (đơn vị đo)|sào]]\/người). Sản lượng lúa theo đầu người giảm 1\/2 tính từ những năm đầu [[Thế kỷ 20|thế kỷ XX]] đến năm [[1945]] (ở mức 3,2 tạ\/người\/năm xuống 1,7 tạ\/người\/năm ở [[Thanh Hóa|Thanh Hoá]]; 1,6 tạ\/người\/năm xuống 0,8 tạ\/người\/năm ở [[Nghệ An]]).<ref>[http:\/\/www.hids.hochiminhcity.gov.vn\/c\/document_library\/get_file?uuid=27b08268-8cda-4da6-85f8-201ddf8651d3&groupId=13025 CHUYỂN BIẾN CỦA NÔNG NGHIỆP VÀ XÃ HỘI NÔNG THÔN BẮC TRUNG KỲ THỜI THUỘC PHÁP], Trần Vũ Tài, Khoa Lịch sử - Đại học Vinh<\/ref>\n\nTrong Nạn đói năm [[Ất Dậu]], tỷ lệ chết đói cao nhất là những nông dân không có hoặc chỉ có rất ít đất canh tác. Do không có đất, những nông dân này cũng không thể sản xuất được lương thực dự trữ cho gia đình, họ phải làm thuê cho địa chủ để mưu sinh. Gặp những năm mất mùa, không được thuê mướn thì những nông dân nghèo rất dễ lâm vào cảnh chết đói. Ông [[Phạm Công Báo]], nhân chứng sống ở Giao Thủy, Nam Định năm [[1945]], kể lại<ref>[https:\/\/nongnghiep.vn\/mieu-tuong-niem-nguoi-chet-doi-doi-doi-va-doi-post129092.html Miếu tưởng niệm người chết đói: đói, đói và đói], Báo nông nghiệp, 04\/08\/2014<\/ref>:\n:''\"Ở nhà thì đất của mình nhưng bước chân ra ngõ đã là đất của địa chủ, của nả bần nông nào có đáng gì? Đầu tiên họ bán tất những gì có thể như nồi đồng, mâm đồng, bát sứ, cối xay. Nhà ông Phạm Tại bán cả căn nhà 3 gian 2 chái cột kèo bằng gỗ xoan ngâm, mái lợp rạ dầy khít được có 5 bơ gạo. Cầm cự được mấy hôm cuối cùng cả gia đình ông ấy chết không sót lại một ai... Làng Hà Cát khi đó chết chừng ba bốn trăm người, đa phần là bần nông. Số sống sót là địa chủ, phú nông, trung nông hoặc một ít tá điền cấy rẽ, nộp tô.\"''\n\n== Phản ứng của Việt Minh ==\nMặt trận Việt Minh chỉ trích các nhà chức trách và những người đứng đầu các hội chẩn tế đồng thời kêu gọi nông dân tấn công các kho thóc công cộng.<ref name=\"VNC\">{{Chú thích tạp chí |author=Vu Ngu Chieu |date=1986 |title=The Other Side of the 1945 Vietnamese Revolution: The Empire of Viet-Nam (March–August 1945) |url=https:\/\/www.cambridge.org\/core\/product\/identifier\/S0021911800064810\/type\/journal_article |journal=The Journal of Asian Studies |volume=45 |issue=2 |pages=307–308 |doi=10.2307\/2055845}}<\/ref> Trường hợp cá biệt ở [[Quảng Ngãi]], khi ngay từ tháng 3 năm 1945, [[đội du kích Ba Tơ]] đã chặn bắt một số tàu thuyền chở thóc gạo được cho là đang ra Bắc để lấy gạo đem giấu đi.{{Sfnp|Marr|1995|pages=102–103}} Tại nhiều địa phương, từ tháng 7 đến tháng 8, khi nạn đói đã mất kiểm soát, Việt Minh vận động người dân vùng lên phá kho thóc chia cho dân nghèo sắp chết đói.<ref>[https:\/\/toquoc.vn\/ky-uc-cua-nguoi-tham-gia-pha-kho-thoc-nhat-cuu-doi-cho-dan-20210821101541204.htm \"Ký ức của người tham gia phá kho thóc Nhật cứu đói cho dân\"]<\/ref><ref>[https:\/\/nhandan.vn\/tin-tuc-su-kien\/Cu%e1%bb%99c-%c4%91%e1%bb%95i-%c4%91%e1%bb%9di-c%e1%bb%a7a-ng%c6%b0%e1%bb%9di-d%c3%a2n-H%c6%b0ng-Y%c3%aan-552292\/ \"Cuộc đổi đời của người dân Hưng Yên\"]<\/ref><ref>[https:\/\/tuoitre.vn\/nhiem-vu-sinh-tu-pha-kho-thoc-1168416.htm Nhiệm vụ sinh tử: phá kho thóc]<\/ref><ref>[https:\/\/www.nguoiduatin.vn\/ky-uc-pha-kho-thoc-nhat-cuu-doi-nam-1945-a488295.html Ký ức phá kho thóc Nhật cứu đói năm 1945]<\/ref> Khẩu hiệu ''“Phá kho thóc, giải quyết nạn đói”'' của Việt Minh được thực hiện ở khắp Bắc bộ và Bắc Trung bộ. Tại Ninh Bình, riêng hai huyện Nho Quan, Gia Viễn đã phá được 12 kho thóc. Tại Hải Dương phá được 39 kho thóc và 43 thuyền gạo, tại Thái Bình lấy được hơn 1.000 tấn thóc chia cho người dân. Các tỉnh Vĩnh Phúc, Phú Thọ, Thái Nguyên, Hải Phòng, ngoại thành Hà Nội... cũng diễn ra tương tự.<ref>[https:\/\/tuoitre.vn\/nhiem-vu-sinh-tu-pha-kho-thoc-1168416.htm Nhiệm vụ sinh tử: phá kho thóc] Báo Tuổi trẻ online, 9\/9\/2016<\/ref>\n\n== Hậu quả ==\nKhông có số liệu chính xác về số người đã chết đói trong [[nạn đói]] này, một số nguồn khác nhau ước tính là từ khoảng 400.000 đến 2 triệu người đã bị chết đói tại miền bắc Việt Nam. Đây là tỷ lệ chết đói rất cao, vì dân số toàn Việt Nam năm 1945 chỉ khoảng 23 triệu, trong đó khoảng 9 triệu sinh sống ở các tỉnh xảy ra nạn đói.\n[[Tập tin:Famine in Vietnam, 1945 (1).jpg|nhỏ|Người dân chết đói]]\n[[Tháng năm|Tháng 5]]\/[[1945]], 7 tháng sau khi nạn đói bùng nổ tại miền bắc, toà khâm sai của triều đình Huế tại [[Hà Nội]] ra lệnh cho các tỉnh miền Bắc phúc trình về tổn thất. Có 20 tỉnh báo cáo số người chết vì [[đói]] tổng cộng là hơn 380.000, chết vì [[bệnh]] – không rõ nguyên nhân – là hơn 20.000, tổng cộng 400.000 cho riêng 20 tỉnh ở miền Bắc. [[Tháng mười|Tháng 10]]\/[[1945]], theo báo cáo của 1 quan chức quân sự của Pháp tại Đông Dương khi đó là tướng Mordant thì khoảng 500.000 người chết. Tổng số người chết thực tế phải cao hơn nhiều con số đó, vì có nhiều người bỏ quê đi ăn xin rồi chết ở nơi khác, thi thể được dân quanh đó vội vã đem chôn nên không thống kê được.\n\nToàn quyền Pháp [[Jean Decoux]] thì viết trong hồi ký của ông về thời kỳ cầm quyền tại Đông Dương ''\"À la barre de l’Indochine\"'' – là có 1 triệu người miền Bắc chết đói. Năm 1959, Chính phủ Nhật Bản đã đàm phán với chính phủ Ngô Đình Diệm về việc bồi thường chiến tranh, phía Nhật cho rằng có khoảng 300.000 nạn nhân chết đói, trong khi chính phủ Ngô Đình Diệm đưa ra con số 1.000.000 người. Mức bồi thường cuối cùng được thống nhất là 14 tỉ 40 triệu yên (khoảng 39 triệu đôla Mỹ) vào năm 1960, chia ra thì mỗi mạng người Việt chết đói chỉ tương đương 39 USD, bằng một nhúm tiền lẻ.<ref>{{chú thích web|author1=Quốc Việt|title=Bao cuộc bể dâu bi thảm, chỉ có người dân là khốn khổ|url=http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20151227\/bao-cuoc-be-dau-bi-tham-chi-co-nguoi-dan-la-khon-kho\/1027996.html|website=Tuổi Trẻ Online|accessdate = ngày 12 tháng 6 năm 2020 |language=vi|date = ngày 27 tháng 12 năm 2015}}<\/ref>\n\nVề sau, qua khảo sát hộ khẩu các tỉnh miền bắc, các nhà sử học Việt Nam ước đoán là từ 1-2 triệu người đã chết đói. Con số 2 triệu người chết cũng là điều [[Hồ Chí Minh]] có nhắc đến trong bản [[Tuyên ngôn độc lập|Tuyên ngôn Độc lập]] ngày [[2 tháng 9|2\/9]]\/[[1945]].\n\nNhiều làng xã chết 50-80% dân số, nhiều [[gia đình]], dòng họ chết không còn ai. [[Làng]] [[Sơn Thọ]], [[xã]] [[Thụy An, Thái Thụy|Thụy Anh]] ([[Thái Thụy]], [[Thái Bình]]) có >1.000 người thì chết đói mất 956 người. [[Thôn]] Thạch Lỗi (nay là thôn Quang Minh), xã [[Thạch Lỗi]], [[huyện]] [[Mê Linh]], [[tỉnh]] [[Vĩnh Phúc]] (nay thuộc [[Hà Nội|TP. Hà Nội]]) gần như cả thôn đều chết đói (trừ [[trẻ em]]). Chỉ trong 5 tháng, số người chết đói toàn tỉnh lên đến 280.000 người, chiếm 25% dân số Thái Bình khi đó. Lịch sử đảng bộ [[Đảng Cộng sản Việt Nam|Đảng cộng sản Việt Nam]] tỉnh [[Hà Sơn Bình]] cũ ghi rõ:\n:''\"Trong nạn đói năm [[1945]], khoảng 8 vạn người (gần 10% dân số trong tỉnh) chết đói, nhiều nơi xóm làng xơ xác tiêu điều, nhất là ở những nơi [[nghề thủ công]] bị đình đốn. Làng La Cả (huyện Hoài Đức) số người chết đói hơn 2.000\/4.800 dân, có 147 gia đình chết không còn một ai. Làng [[La Khê]] (xã [[Yên Nghĩa (xã)|Yên Nghĩa]], [[Hoài Đức]]) có 2.100 người thì 1.200 người chết đói, bằng 57% số dân\"''.\n\nTrong cuốn ''\"[[Lịch sử Đảng bộ tỉnh Thái Bình]]\"'' xuất bản năm [[1986]] ghi: \n:''\"Năm [[1945]], cả tỉnh có 280.000 người chết đói, chiếm 25% tổng dân số. Nhiều địa phương chết tới trên 50% dân số, như: xã Tây Lương: 67%; Sơn Thọ, Thụy Anh (Thái Thụy): 79%; xã [[Thanh Nê]] ([[Kiến Xương]]) có 4.164 người thì chết gần 2.000 người; xã [[Tây Ninh (xã)|Tây Ninh]] ([[Tiền Hải]]) có 171 gia đình chết không còn một ai...\"''.\n\nTrong cuốn \"Nạn đói năm 1945 ở Việt Nam - Những chứng tích lịch sử\" của GS Văn Tạo thống kê: \n:''\"Riêng tỉnh Thái Bình, nơi nạn đói diễn ra trầm trọng nhất, đã được Ban lịch sử tỉnh điều tra, con số tương đối sát thực tế là cả tỉnh chết đói mất 280.000 người. Chỉ tính số người chết đói ở Thái Bình cùng với Nam Định hơn 210.000 người, Ninh Bình 38.000, Hà Nam chết 52.000 thì số người chết đói đã lên đến hơn 580.000. Như vậy, con số 2 triệu người Việt Nam chết đói trong 32 tỉnh cũ tính từ Quảng Trị trở ra và hai thành phố lớn Hà Nội, Hải Phòng là gần với sự thực\"''.<ref>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/nan-doi-lich-su-nam-at-dau-3130107.html Nạn đói lịch sử năm Ất Dậu - VnExpress<!-- Bot generated title -->] Hoàng Phương 12\/1\/2015 | 10:10 GMT+7<\/ref>\n\nKhông chỉ làm số lượng lớn người chết đói, nạn đói còn khiến hàng trăm ngàn người phải rời bỏ quê hương, ly tán khắp nơi, nhiều người không còn quay về quê quán. Nhiều gia đình, dòng họ bị tan vỡ sau nạn đói này, không thể tìm lại được người thân thích. Tác phẩm [[Vợ nhặt]] của nhà văn [[Kim Lân]] viết về thời kỳ xảy ra nạn đói năm 1945 đã mô tả rõ nét tình cảnh này.\n\nNạn đói xảy ra có khá nhiều người bỏ quê hương ra đi, khi chết đói trở thành những xác vô danh. Do điều kiện chôn cất xác người đói sơ sài vội vàng thiếu quy hoạch và đánh dấu nên đến nay tại miền Bắc một số nơi khi khởi công các công trình vô ý khai quật những ngôi mộ tập thể được cho là mộ của những người chết đói năm 1945.\n{{quote|''Những người chép sử khi viết về thời thịnh trị họ chỉ nói mấy câu ngắn ngủi thôi \"Thuở đó cửa không cần then, cổng không cần khóa\", thế là đủ. Vậy cái hiện tượng nuôi lợn hai chuồng trồng rau hai luống, sẵn sàng mang cái độc hại cho đồng bào của mình, cho người tiêu dùng của mình, nó trở thành phổ biến, điều đó cực kỳ nguy hại. Ba mươi năm trước chúng tôi cùng các bạn đồng nghiệp Nhật Bản nghiên cứu về nạn đói năm 1945, kết luận cuối cùng là: Một nạn đói rất khủng khiếp. Nhưng chính các bạn Nhật Bản nói rằng, đây là một nạn đói lớn như thế mà không thể xảy ra những hiện tượng mà những nơi khác có: Người ta không ăn thịt lẫn nhau, người nghèo không tranh đoạt lẫn nhau. Mà rất nhiều giá trị đạo lý truyền thống của dân tộc được phát huy: Tình làng nghĩa xóm, dòng họ xã hội cưu mang nhau. Rõ ràng chúng ta phải thấy cái suy thoái đạo đức là nguy hiểm như thế nào, kinh tế có thể vực dậy được, đôi khi chỉ nửa nhiệm kỳ, nhưng suy thoái đạo đức thì không dễ để vực dậy. Tôi rất mong chúng ta quan tâm hơn đến lĩnh vực này để phát triển được bền vững hơn.''||Dân biểu [[Dương Trung Quốc]] đề đạt trước [[Quốc hội Việt Nam|nghị trường]] năm 2017}}\n[[Tập tin:Famine in Vietnam, 1945 (2).jpg|nhỏ|Người dân đem chôn xác chết nằm ngoài trời]]\n\n==Khắc phục hậu quả==\n[[Tập tin:Rob the rice warehouse at Vietnam 1945.jpg|nhỏ|phải|222px|Dân đói phá kho thóc của lính Nhật năm 1945.]]\nĐầu năm 1945, ảnh hưởng của phong trào [[Việt Minh]] còn yếu, lòng dân chưa hoàn toàn hướng về, nên dù muốn tích trữ lương thực cũng không thể thực hiện việc trưng thu lương thực trên diện rộng (chỉ trưng thu được trong vùng Việt Minh kiểm soát nên có ảnh hưởng không lớn đến nạn đói). Điều cần thiết nhất của Việt Minh lúc này là sự ủng hộ của người dân. Do bị Pháp và Nhật truy lùng, cũng không có nguồn lực tài chính nên Việt Minh không thể tạo lập được kho lương thực nào có quy mô lớn đủ để cải thiện tình hình của nạn đói.\n\nViệt Minh cùng với nhân dân chống đối việc trưng mua lúa gạo, cùng dân đánh phá các kho lúa của Nhật<ref name=\"daidoanket\">[http:\/\/daidoanket.vn\/PrintPreview.aspx?ID=37136 Phong trào \"Phá kho thóc cứu đói\" dưới góc nhìn lịch sử] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160919054441\/http:\/\/daidoanket.vn\/PrintPreview.aspx?ID=37136 |date = ngày 19 tháng 9 năm 2016}}, Ngô Quang Chính, Báo Đại Đoàn Kết, 24\/08\/2011<\/ref>. Trong nguy cơ đói cận kề cái chết, người dân không còn e sợ sự đàn áp của chính quyền nên hưởng ứng rất đông đảo. Chính tinh thần yêu nước chống thực dân đế quốc (chủ yếu) và hoạt động cứu đói của Việt Minh đã chiếm được cảm tình của một bộ phận nhân dân vùng Việt Minh (thứ yếu), đã dẫn đến sự kiện [[Cách mạng tháng Tám]] diễn ra thuận lợi.\n\nSau ngày [[Tuyên ngôn độc lập (Việt Nam Dân chủ Cộng hòa)|Quốc khánh 2\/9]], [[Hồ Chí Minh|Chủ tịch Hồ Chí Minh]] đã nêu lên 6 vấn đề cấp bách nhất mà Chính phủ cần giải quyết ngay và vấn đề số 1 là cứu đói:\n:\"''Hiện nay những vấn đề gì là vấn đề cấp bách hơn cả. Theo ý tôi, có sáu vấn đề. Một là, nhân dân đang đói (…) Hơn hai triệu đồng bào chúng ta đã chết đói vì chính sách độc ác này. Vừa rồi nạn lụt đã phá hoại tám tỉnh sản xuất lúa gạo (…) Những người thoát chết đói, nay cũng bị đói. Chúng ta phải làm cách nào để có thể cho họ sống. Tôi đề nghị với Chính phủ là phát động một chiến dịch tăng gia sản xuất\"''.\n\nĐể cứu đói, nhiều tổ chức chính trị đương thời đã huy động lực lượng chặn bắt những chuyến xe hay những chuyến ghe chở gạo được Nhật vận chuyển từ miền Nam ra Bắc, đem tiếp tế cho dân, đồng thời để có nguồn dự trữ trường kỳ.<ref>David G. Marr. ''Vietnam 1945, The Quest for Power'' [Việt Nam 1945, đi tìm quyền lực]. Berkeley, CA: University of California Press, 1995. Thiếu số trang<\/ref> Sau ngày 2 - 9 - 1945, họ đã tịch thu toàn bộ tiền bạc của giới thân Pháp - Nhật trên toàn quốc (số tiền của Pháp khi ấy ta thu được 1.200.000 euro và của Nhật là 7.941.000 yên)<ref>Ngô Thế Vinh dịch và trích dẫn trong bài \"Từ Ất Dậu – 1945 sáu mươi năm đi tới cây cầu Cần Thơ – 2005\", đăng trên tạp chí ''Hợp Lưu'', California, số 51, tháng 2 & 3 năm 2000. tr. 173<\/ref> đồng thời phát động tăng gia sản xuất, tiết kiệm lương thực để cứu trợ cho người đói.\n\nTại buổi khai mạc lễ phát động phong trào cứu đói được tổ chức tại [[Nhà hát Lớn Hà Nội]] sau đó, Chủ tịch Hồ Chí Minh đã đem phần gạo nhịn ăn của mình đóng góp trước tiên. Tiếp đó, Chính phủ Việt Nam Dân chủ Cộng hòa còn áp dụng ngay 1 số biện pháp cụ thể như cho phép vận chuyển thóc gạo; nghiêm trị những kẻ đầu cơ, tích trữ thóc gạo; cấm dùng gạo vào các công việc chưa thật sự cần thiết như nấu rượu, làm bánh; cấm xuất khẩu gạo, ngô, đậu; cử 1 ủy ban lo việc vận chuyển gạo từ miền Nam ra miền Bắc (công việc này bị đình trệ sau đó vì thực dân Pháp tái chiếm [[Nam Bộ (Việt Nam)|Nam Bộ]]). Ngày [[2 tháng 11|2\/11]]\/[[1945]], Bộ trưởng [[Bộ Cứu tế xã hội]] [[Nguyễn Văn Tố]] quyết định thành lập [[Hội Cứu đói]]. Ngày [[28 tháng 11|28\/11]]\/[[1945]], Chủ tịch Hồ Chí Minh ra [[Sắc lệnh]] thiết lập [[Ủy ban tối cao tiếp tế và cứu tế]]. Hàng vạn tấn gạo đã được nhân dân cả nước đóng góp để khắc phục nạn đói.\n\nTrong 5 tháng từ [[Tháng mười một|tháng 11]]\/[[1945]]-[[Tháng năm|5]]\/[[1946]], chính phủ phát động nhân dân tăng gia sản lượng lương thực, chủ yếu là vụ màu (khoai lang, ngô, sắn, đậu nành), thu hoạch đạt tương đương 506.000 tấn lúa, đủ bù đắp số lương thực thiếu hụt của vụ mùa năm [[1945]]. Đến hết năm [[1946]], nạn đói cơ bản đã được giải quyết. Ngày [[2 tháng 9|2\/9]]\/[[1946]], tại lễ kỷ niệm 1 năm độc lập, ông [[Võ Nguyên Giáp]] - Chủ tịch quân sự, Ủy viên trong [[Chính phủ Liên hiệp Kháng chiến Việt Nam Dân chủ Cộng hòa|Chính phủ liên hiệp]], tuyên bố: ''\"Cuộc cách mạng đã chiến thắng được nạn đói, thật là 1 kỳ công của chế độ dân chủ\"''<ref name=\"nhandan2016\"\/>.\n\n== Xem thêm ==\n* Kho ảnh tư liệu của nghệ sĩ nhiếp ảnh [[Võ An Ninh#Một số hình ảnh Võ An Ninh chụp|Võ An Ninh]]\n* ''[[Vợ nhặt]]'' của [[Kim Lân]]\n* ''[[Một bữa no]]'' của [[Nam Cao]].\n\n== Chú thích ==\n{{Tham khảo|30em}}\n* Dommen, Arthur J. ''The Indochinese Experience of the French and the Americans, Nationalism and Communism in Cambodia, Laos and Vietnam''. Bloomington, IN: Đại học Indiana Press, 2001. {{Doi|10.1353\/jmh.2003.0153}}\n*Ngô Thế Vinh dịch và trích dẫn trong bài \"Từ Ất Dậu – 1945 sáu mươi năm đi tới cây cầu Cần Thơ – 2005\", đăng trên tạp chí Hợp Lưu, California, số 51, tháng 2 & 3 năm 2000\n* Phóng sự \"Nạn đói năm Ất Dậu\" nhiều kỳ trên báo Tuổi trẻ, Kỳ 1: [http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20050301\/nan-doi-nam-1945-ky-1-tham-canh-que-nha\/68487.html Kỳ 1: Thảm cảnh quê nhà] (Quang Thiện, 01\/03\/2005 04:13 GMT+7); Kỳ 2: [http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20050302\/duoi-day-cua-dia-nguc\/68604.html Dưới đáy của địa ngục] (Quang Thiện, 02\/03\/2005 06:37 GMT+7); Kỳ 3: [http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20050303\/hanh-trinh-cua-nhung-hon-ma\/68761.html Hành trình của những hồn ma] (Quang Thiện, 03\/03\/2005 06:27 GMT+7); Kỳ 4: [http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20050304\/chang-cuoi-cua-cuoc-doa-day\/68927.html Chặng cuối của cuộc đọa đày] (Quang Thiện, 04\/03\/2005 06:53 GMT+7); Kỳ 5: [http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20050305\/song-qua-con-doi\/69076.html Sống qua cơn đói] (GS. Phong Lê, 05\/03\/2005 06:43 GMT+7), Kỳ cuối: [http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20050307\/chong-giac-doi\/69250.html Chống giặc đói] (GS. Đặng Phong 07\/03\/2005 06:27 GMT+7)\n* {{TĐBKVN|24588|Phong trào phá kho thóc cứu đói}}\n\n=== Nguồn tham khảo ===\n* {{Chú thích sách |last1=Marr |first1=David G. |date=1995 |author-link=David G. Marr |title=Vietnam 1945: The Quest for Power |url=https:\/\/www.degruyter.com\/document\/doi\/10.1525\/9780520920392\/html |publisher=University of California Press |isbn=9780520920392}}\n* {{Chú thích sách |last=Gunn|first=Geoffrey C. |title= Rice Wars in Colonial Vietnam: The Great Famine and the Viet Minh Road to Power |url=https:\/\/rowman.com\/ISBN\/9781442223035\/ |date=2014 |publisher=Rowman & Littlefield |isbn=9781442223035}}\n* {{Chú thích tạp chí |last=MacLean|first=Ken |title=History Reformatted: Vietnam’s Great Famine (1944–45) in Archival Form |date=2016 |publisher=<!--Center for Southeast Asian Studies, Kyoto University--> |journal=Southeast Asian Studies |volume=5|issue=2 |pages=187–218 |doi=10.20495\/seas.5.2_187}}\n* {{Chú thích tạp chí |last=Huff|first=Gregg |date=2018 |title=Causes and Consequences of the Great Vietnam Famine, 1944–5 |journal=The Economic History Review |volume=72|issue=1 |pages=286–316 |doi=10.1111\/ehr.12741}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Vietnamese famine of 1945}}\n\n{{DEFAULTSORT:Ất Dậu}}\n[[Thể loại:Lịch sử Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nạn đói|Ất Dậu]]\n[[Thể loại:Sự kiện kinh tế Việt Nam]]\n[[Thể loại:Thảm họa tại Việt Nam]]\n[[Thể loại:Năm 1944]]\n[[Thể loại:Việt Nam năm 1945]]\n[[Thể loại:Việt Nam thế kỷ 20]]\n[[Thể loại:Nạn đói ở châu Á]]\n[[Thể loại:Lịch sử quân sự Việt Nam trong Thế chiến thứ hai]]\n[[Thể loại:Thảm họa y tế ở Việt Nam]]"}