{"3271069":"{{Ẩm thực Hải Phòng}}\n'''Nếp cái hoa vàng Đại Thắng''' là giống [[nếp cái hoa vàng]] tại [[Đại Thắng, Tiên Lãng|Đại Thắng]],<ref>{{Chú thích web|url = http:\/\/thuvienphapluat.vn\/van-ban\/Tai-nguyen-Moi-truong\/Quyet-dinh-80-2005-QD-BNN-Danh-muc-nguon-gen-cay-trong-quy-hiem-can-bao-ton\/8471\/noi-dung.aspx|title = Quyết định số 80\/2005\/QĐ-BNN ngày 5\/12\/2005 của Bộ Nông nghiệp và Phát triển nông thôn về việc ban hành nguồn gen cây trồng quý hiến cần được bảo tồn|date = 5 tháng 12 năm 2015|access-date = 17 tháng 2 năm 2016|website = http:\/\/thuvienphapluat.vn|publisher = Bộ Nông nghiệp và Phát triển nông thôn|author = Bùi Bá Bổng}}<\/ref> một xã thuần nông nằm ở phía Tây Bắc huyện [[Tiên Lãng]] thuộc thành phố [[Hải Phòng]]. Nếp cái hoa vàng Đại Thắng là giống nếp cái đặc trưng, có nguồn gốc và được lưu truyền từ lâu đời tại địa phương này. Nếp Đại Thắng khác biệt với nếp cái hoa vàng trồng ở các địa phương khác, nhất là về năng suất và diện tích gieo trồng.\n\nĐến nay, sản phẩm gạo nếp cái hoa vàng Đại Thắng đã được Thành phố Hải Phòng công nhận đặc sản của địa phương.<ref name=\":0\" \/> Sản phẩm Rượu nếp cái hoa vàng Đại Thắng đã được đăng ký bảo hộ nhãn hiệu sản phẩm, là một trong 34 đặc sản Hải Phòng giới thiệu tại Chợ Tết Việt 2015 và 2016. Hiện nay, thành phố Hải Phòng, Ủy ban nhân dân huyện Tiên Lãng, Ủy ban nhân dân xã Đại Thắng và nhân dân nơi đây đang nỗ lực xây dựng thương hiệu cấp quốc gia và quảng bá cho sản phẩm gạo nếp cái hoa vàng Đại Thắng.<ref name=\":0\">{{chú thích web | url = http:\/\/hpstic.vn\/news\/Hoan-thanh-xay-dung-nhan-hieu-chung-nhan-Dai-Thang---Tien-Lang-cho-san-pham-gao-nep-14907.html | tiêu đề = Hoàn thành xây dựng nhãn hiệu chứng nhận Đại Thắng | author = | ngày = | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=skhcn&MenuID=858&ContentID=59560 | tiêu đề = Xây dựng nhãn hiệu cho gạo nếp cái hoa vàng Đại Thắng | author = | ngày = | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n==Tổng quan==\nVới lợi thế đồng ruộng bằng phẳng và rộng, được bồi đắt bởi [[phù sa]] của [[sông Văn Úc]] và [[sông Mía]] bao quanh nên vùng đất màu mỡ nơi đây có một điều kiện [[thổ nhưỡng]] riêng, rất phù hợp cho sản xuất giống nếp cái hoa vàng. Đây cũng là lý do mà sản phẩm nếp cái hoa vàng Đại Thắng có sự khác biệt với sản phẩm được sản xuất từ những nơi khác: hạt mẩy, tròn, có màu trắng đục, gạo dẻo hơn và thơm hơn khi nấu thành xôi.<ref>{{chú thích web | url = http:\/\/www.quochoitv.vn\/cau-chuyen-nong-thon\/2015\/4\/hai-phong-no-luc-xay-dung-thuong-hieu-gao-nep-cai-hoa-vang\/47365 | tiêu đề = Hải Phòng nỗ lực xây dựng thương hiệu gạo nếp cái hoa vàng | author =  | ngày =  | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2015-11-17 | archive-url = https:\/\/web.archive.org\/web\/20151117020028\/http:\/\/www.quochoitv.vn\/cau-chuyen-nong-thon\/2015\/4\/hai-phong-no-luc-xay-dung-thuong-hieu-gao-nep-cai-hoa-vang\/47365 | url-status = dead }}<\/ref> ''Trên đồng đất Đại Thắng cứ vào vụ mùa nhà ai cũng cấy nếp cái hoa vàng, bởi nó cho giá trị thu nhập cao hơn nhiều so với cấy các giống lúa khác từ 2-3 lần''.<ref>{{chú thích web | url = http:\/\/danviet.vn\/nha-nong\/deo-thom-nep-cai-hoa-vang-dai-thang-730571.html| tiêu đề = Dẻo, thơm nếp cái hoa vàng Đại Thắng| author = | ngày = | ngày truy cập = 27 tháng 1 năm 2017 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Cũng chính vì lẽ đó mà từ nhiều năm nay, diện tích trồng giống lúa này luôn ổn định, khoảng 300 ha\/năm, chiếm 90-100% diện tích [[lúa mùa]] toàn xã. Cho đến nay, không địa phương nào có được có đến 90% diện tích đất nông nghiệp cấy nếp cái hoa vàng như ở Đại Thắng.\n\nĐại Thắng là xã có diện tích gieo trồng nếp cái hoa vàng lớn nhất so với các địa phương khác. Ở nhiều nơi khác, do trồng tản mạn và không chú trọng thâm canh, có nơi lúa nếp cái hoa vàng đã dần bị thoái hóa, gạo ít dẻo và thơm ngon như trước. Ở [[Hải Dương]], nơi đầu tiên phục tráng, bảo tồn giống lúa này nhưng đến nay mới chỉ có 18ha tại 3 xã An Phụ, Phạm Mệnh, Long Xuyên, huyện [[Kinh Môn]].<ref>{{chú thích web | url = http:\/\/www.casrad.org.vn\/index.php?mact=News,cntnt01,detail,0&cntnt01articleid=105&cntnt01dateformat=%25d%2F%25m%2F%25Y&cntnt01returnid=147 | tiêu đề = Chi tiết tin | author =  | ngày =  | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 8 tháng 12 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20151208145449\/http:\/\/www.casrad.org.vn\/index.php?mact=News,cntnt01,detail,0&cntnt01articleid=105&cntnt01dateformat=%25d%2F%25m%2F%25Y&cntnt01returnid=147 | url-status = dead }}<\/ref> Ở [[Đông Triều]], [[Quảng Ninh]] nơi có diện tích trồng nếp cái hoa vàng lớn, đã được Cục sở hữu trí tuệ đã ký quyết định số 68611\/QĐ-SHTT cấp giấy chứng nhận đăng ký nhãn hiệu số 216248, tuy nhiên diện tích canh tác tản mạn ở 7 xã Yên Đức, Hồng Phong, Hoàng Quế, Nguyễn Huệ... với 600 ha Tại Hà Long, Hà Trung, [[Thanh Hóa]], diện tích nếp cái hoa vàng là 77,6ha.<ref>{{Chú thích web|url = http:\/\/hatrung.thanhhoa.gov.vn\/portal\/Pages\/2015-10-24\/Xa-Ha-Long-Tiep-tuc-mo--fad8b9087da34e0b.aspx|title = Xã Hà Long: Tiếp tục mở rộng diện tích lúa nếp cái Hoa vàng}} {{link chết|truy vấn quá lâu}}<\/ref> Tại Thái Sơn, [[Bắc Giang]] là 30ha.<ref name=\":2\" \/> Tại Vũ Tây, [[Kiến Xương]], [[Thái Bình]], diện tích nếp cái hoa vàng mới chiếm gần 80% diện tích canh tác.<ref name=\":3\" \/> Tại Tam Hưng, Thanh Oai, Hà Nội là 50 ha.<ref name=\":4\" \/>\n\n==Đặc điểm==\n\nLúa nếp cái hoa vàng Đại Thắng có chiều cao khoảng 120–125&nbsp;cm, cây cứng, gốc thân to, chống đổ tương đối tốt. Thời gian sinh trưởng dài tới 160 ngày, gieo mạ đầu tháng 6, khả năng đẻ nhánh trung bình yếu (tỷ lệ bông hữu hiệu 50-55%), trỗ bông xung quanh tiết hàn lộ mùng 8 tháng 10 (vì đặc điểm sinh trưởng là phản ứng với ánh sáng ngày ngắn), thu hoạch khoảng một tháng sau khi trổ.\n\nLúa có khả năng chịu phèn, chịu chua và trũng khá, chịu hạn cuối vụ tương đối tốt; kháng [[bệnh đạo ôn]] hay [[Khô vằn|bệnh khô vằn]] tốt, kháng [[bệnh bạc lá]] ở mức trung bình và có thể bị nhiễm [[sâu đục thân]] nặng. Năng suất 49-55 tạ\/ha, 126,77 hạt chắc\/bông. Hạt [[thóc]] tròn, dẹt và nhỏ hơn nếp thường, có màu vàng nâu sẫm, tỷ lệ [[chiều rộng]] và chiều dài hạt khoảng 1,82 và khối lượng 1000 hạt trung bình 25,5 gram. Gạo hạt ngắn, có hình dáng hơi tròn, màu trắng đục và có mùi thơm nhẹ; sau khi nấu thành [[cơm nếp|cơm]]([[xôi]]) sẽ cho hạt căng, nở đều, màu trắng ngà, bóng, ráo nước, mềm, dẻo, khi ăn có vị đậm, ngậy thơm và lâu lại gạo; hàm lượng các chất dinh dưỡng như: protein, gluxit, vitamin B, tinh bột đều ở mức cao.\n\n==Canh tác==\n=== [[Trồng trọt]]===\nThời vụ gieo trồng nếp cái hoa vàng bắt đầu vào tháng 6 hàng năm. Gieo mạ từ ngày 15-20\/6 dương lịch; cấy từ 20\/6 đến 25\/7.\n\nLựa chọn những [[hạt giống]] trước ngâm ủ đảm bảo chất lượng (''khô, sạch, chắc mẩy, đồng nhất về kích cỡ; không bị lẫn giống khác, cỏ và tạp chất; không có hạt đen, lép, dị dạng; không sâu, mọt, không mang mầm bệnh)'' với số lượng đảm bảo 1-1,2&nbsp;kg\/sào Bắc bộ đem ngâm trong thời gian khoảng 20 giờ. Sau đó thay nước, đãi hạt giống sạch nước chua và tiếp tục ngâm lần hai.\n\nSau 20 giờ ngâm, thay nước, đãi chua và cho hạt giống vào bao tải thông thoáng, thoát nước để tiến hành ủ ở nơi thoáng mát. Trong quá trình ủ phải buộc chặt miệng bao. Sau khi ủ được 12-14 giờ, tiến hành ngâm tiếp lần 3 khoảng 10-12 giờ để hạt no nước rồi lại đãi sạch đem ủ. Trong quá trình ủ, định kỳ vảy nước và trộn đảo hạt để hạt [[nảy mầm]] đều. Khi hạt đã nhú mầm thực hiện xen kẽ \"ngày ngâm, đêm ủ\" để phát triển cân đối mầm và rễ.\n\nThời kỳ [[mạ]] non (từ khi gieo đến khi mạ 3 lá), mặt luống phải được giữ ẩm để rễ mạ phát triển thuận lợi. Khi mạ 4 lá đến khi nhổ [[cấy]] luôn đảm bảo mực nước trong ruộng 2–3&nbsp;cm. Phun [[thuốc trừ cỏ]] cho ruộng mạ sau khi gieo mạ từ 24-50 giờ, theo dõi và phòng trừ [[sâu bệnh]] phát sinh trên ruộng mạ.\n\nCấy lúa thẳng hàng với mật độ từ 35-40 khóm\/m²,1-2 dảnh\/khóm; cấy 10 hàng để cách 30&nbsp;cm tạo các ô rộng 2,5 m phục vụ cho quá trình chăm sóc, phòng trừ sâu bệnh và khử lẫn.\n\nMực nước khi cấy đảm bảo 4–5&nbsp;cm để mạ nhanh bén rẽ. Từ sau cấy đến đẻ nhánh hữu hiệu, đảm bảo mực nước trong ruộng từ 4–5&nbsp;cm; thời kỳ cuối đẻ nhánh (giai đoạn cổ lá trùng nhau) tháo nước để lộ mặt ruộng trong 3-5 ngày để hạn chế các nhánh vô hiệu; thời kỳ làm đòng đến chín sữa, duy trì mực nước trong ruộng từ 5–10&nbsp;cm; thời kỳ lúa đỏ đuôi, tháo kiệt nước cho lúa cứng cây.\n\nKhi cây lúa bén rễ hồi xanh tiến hành làm cỏ kết hợp với sục [[bùn]] và bón thúc. Mục đích để diệt cỏ dại, vùi phân tránh mất đạm, bổ sung oxy cho rễ, làm đứt rễ già và kích thích ra rễ mới. Trường hợp không làm cỏ, sục bùn thì phải tiến hành phun thuốc trừ cỏ.\n\nVề [[phân bón]], mỗi sào lúa cần [[bón lót]] 300–350&nbsp;kg phân chuồng, 18&nbsp;kg phân superlân, 1,8&nbsp;kg urê. Thời kỳ đẻ nhánh (10-15 ngày sau khi cấy), [[bón thúc]] l3kg urê; 2,7&nbsp;kg Kali chloride kết hợp với sục bùn kỹ. Bón đón đòng (40 ngày sau khi cấy) là 2,7&nbsp;kg KCl và 1&nbsp;kg Urê.\n\n=== [[Thu hoạch]] ===\n\nKhi 85-90% số hạt trên bông chín (thông thường sau trỗ khoảng 28-30 ngày) là thời gian tốt nhất để thu hoạch lúa. Sau gặt, đập, phơi [[thóc]] theo kỹ thuật sáng phơi, chiều ủ (phơi từ 11 giờ sáng đến 2 giờ chiều, sau đó ủ thóc từ 2-4 giờ bằng cách cào gọn thành đống), trong quá trình phơi thường xuyên đảo thóc. Phơi đủ số giờ nắng (thường phơi 5 nắng) để hạt gạo trắng đều. Sau khi thóc đã được phơi khô, làm sạch (quạt sạch trấu, hạt lép) và đóng bao bảo quản nơi khô ráo. Thóc để lâu cần đóng bao lót nilon hoặc bảo quản trong chum, vại... để chống ẩm, giữ độ thơm và phòng trừ chuột, bọ phá hoại.\n\n=== Năng suất ===\nMặc dù là giống lúa thuần, tuy nhiên nhờ kỹ thuật chọn giống tốt, cùng với việc áp dụng những tiến bộ tiến tiến trong canh tác, từ nhiều năm nay, nếp cái hoa vàng Đại Thắng vẫn cho năng suất ổn định, đạt trên 1,8 tạ\/sào. Nhờ chất lượng gạo thơm, dẻo khi nấu thành xôi, người trồng nếp cái hoa vàng luôn có thu nhập cao hơn 2-3 lần so với các giống lúa nếp khác, và cao hơn 4 lần so với lúa tẻ. Hiện nay, thu nhập bình quân 1 sào nếp cái hoa vàng đạt 2,5 triệu đồng.\n\nCác yếu tố cấu thành nên năng suất của nếp cái hoa vàng Đại Thắng:\n\n- Chiều cao thân 124,5&nbsp;cm. Thời gian sinh trưởng thuộc nhóm dài ngày, biến động từ 157-160 ngày.\n\n- Số bông trung bình: 195,92 bông\/m2, 8,16 bông\/khóm.&nbsp;Chiều dài bông 20,19&nbsp;cm.\n\n- Số hạt trung bình 137,33 hạt\/bông;&nbsp;126,77 hạt chắc\/bông; mật độ sếp hạt 7,26 hạt\/cm. Tỷ lệ lép thấp 7,73%.\n\n- Năng suất:&nbsp;trọng lượng 1000 hạt 25,5 gam,&nbsp;năng suất thực thu 47,8-55,5tạ\/ha. Tỷ lệ gạo xay đạt trên 80%.\n\nNếp cái hoa vàng Đại Thắng cho năng suất cao nhất so với nếp cái hoa vàng ở các địa phương khác, đạt 49-55 ha (tương ứng 1,8-1,9&nbsp;kg\/sào).<ref name=\":5\" \/> Nếp cái hoa vàng Đông Triều, Quảng Ninh, một sản phẩm đã được cấp chỉ dẫn địa lý đạt 46-47 tạ\/ha.<ref>{{chú thích web | url = http:\/\/www.quangninhtv.vn\/channel\/5986\/201511\/nep-cai-hoa-vang-san-pham-ocop-dac-trung-cua-dong-trieu-2452915\/ | tiêu đề = Nếp cái hoa vàng - sản phẩm OCOP đặc trưng của Đông Triều | author =  | ngày =  | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = QTV | ngôn ngữ =  | archive-date = ngày 8 tháng 12 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20151208125304\/http:\/\/www.quangninhtv.vn\/channel\/5986\/201511\/nep-cai-hoa-vang-san-pham-ocop-dac-trung-cua-dong-trieu-2452915\/ | url-status = dead }}<\/ref> Nếp cái hoa vàng tại Kinh Môn, Hải Dương (nơi đầu tiên bảo tồn, phục tráng giống lúa này) đạt 41-44 tạ\/ha (1,5-1,6&nbsp;kg\/sào).<ref>{{chú thích web | url = http:\/\/www.vaas.org.vn\/bao-ton-phuc-trang-thanh-cong-nep-cai-hoa-vang-o-an-phu-huyen-kinh-mon-tinh-hai-duong-a5909.html | tiêu đề = Bảo tồn, phục tráng thành công nếp cái hoa vàng ở An Phụ, huyện Kinh Môn, tỉnh Hải Dương. | author =  | ngày =  | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 8 tháng 12 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20151208113218\/http:\/\/www.vaas.org.vn\/bao-ton-phuc-trang-thanh-cong-nep-cai-hoa-vang-o-an-phu-huyen-kinh-mon-tinh-hai-duong-a5909.html | url-status = dead }}<\/ref> Nếp cái hoa vàng tại [[Thái Bình]] đạt 41-42 tạ\/ha.<ref name=\":3\">{{chú thích web | url = http:\/\/baothaibinh.com.vn\/4\/22097\/Tran_tro_xay_dung_thuong_hieu_nep_cai_hoa_vang.htm | tiêu đề = Trăn trở xây dựng thương hiệu nếp cái hoa vàng | author = | ngày = | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = Báo Thái Bình | ngôn ngữ = }}<\/ref> Nếp cái hoa vàng tại [[Thanh Oai]], [[Hà Nội]] đạt 47-50 tạ\/ha.<ref name=\":4\">{{chú thích web | url = http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=28340740&cn_id=643813 | tiêu đề = Mô hình trồng nếp cái hoa vàng cho năng suất cao | author =  | ngày =  | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = [[Tạp chí Cộng sản|Báo điện tử Đảng Cộng sản Việt Nam]] | ngôn ngữ =  | archive-date = 2014-08-08 | archive-url = https:\/\/web.archive.org\/web\/20140808201236\/http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=28340740&cn_id=643813 | url-status = bot: unknown }}<\/ref> Nếp cái hoa vàng tại Bắc Giang đạt 37-40 tạ\/ha.<ref name=\":2\">{{chú thích web | url = http:\/\/baobacgiang.com.vn\/bg\/kinh-te\/128663\/nep-cai-hoa-vang-thai-son-toa-huong-.html | tiêu đề = Nếp cái hoa vàng Thái Sơn tỏa hương\n - Bacgiang | author = | ngày = | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = VietNamNet | ngôn ngữ = }}<\/ref>\n\n== Sử dụng ==\nNếp cái hoa vàng Đại Thắng thường được sử dụng nấu cơm nếp, nấu xôi, nấu [[rượu trắng|rượu]], gói [[bánh chưng]]... Bánh gói bằng nếp cái hoa vàng dẻo, thơm, có thể để được 15-20 ngày trong mùa lạnh mà không bị [[lại gạo]] và khác với bánh chưng gói bằng gạo nếp loại khác ở chỗ khi cắt xong bằng lạt bánh sẽ tự dính liền. Nếu không biết cách, cứ dùng sức mà xắn thì có thể bị gẫy đũa.<ref name=\":5\">{{chú thích web | url = http:\/\/thanhnien.vn\/doi-song\/nhip-song-dia-phuong\/hai-phong-xay-dung-thuong-hieu-nep-cai-hoa-vang-dai-thang-518497.html | tiêu đề = Hải Phòng xây dựng thương hiệu Nếp cái hoa vàng Đại Thắng | author = | ngày = | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = Báo Thanh Niên | ngôn ngữ = }}<\/ref> Rượu nếp cái hoa vàng được nấu theo phương pháp cổ truyền, vị êm, hương thơm, không gây đau đầu.\n== Tham khảo ==\n\n== Chú thích ==\n{{tham khảo|3}}\n\n[[Thể loại:Giống cây trồng Việt Nam]]\n[[Thể loại:Gạo]]\n[[Thể loại:Lúa]]\n[[Thể loại:Ẩm thực Hải Phòng]]\n[[Thể loại:Đặc sản Hải Phòng]]\n[[Thể loại:Bảo tồn]]"}