{"99586":"{{Thông tin chiến tranh \n|conflict=Nội chiến Campuchia\n|partof=[[Chiến tranh Việt Nam]]\n|image=[[Tập tin:11ACRCambodia1970.jpg|290px]]\n|caption=Xe tăng của Quân lực Việt Nam Cộng hòa tiến vào thị trấn Snuol, Campuchia\n|date= 17 tháng 1 năm 1968 – 17 tháng 4 năm 1975<br>({{Age in years, months, weeks and days\n|month1=01\n|day1=17 \n|year1=1968\n|month2=04\n|day2=17\n|year2=1975}})\n|place=[[Campuchia]]\n|result=[[Khmer Đỏ]] chiến thắng; thành lập [[Campuchia Dân chủ]].<br> Bắt đầu cuộc [[diệt chủng Campuchia]].\n|combatant1 = {{flagcountry|Cộng hòa Khmer|army}} <br \/> {{flagcountry|Hoa Kỳ}} <br \/> {{flagcountry|Việt Nam Cộng hòa}}\n|combatant2 =  {{flagdeco|Campuchia|1975}} [[Khmer Đỏ]] <br \/> {{flagdeco|Campuchia}} [[Mặt trận Đoàn kết Dân tộc Campuchia]] <br \/> {{flagdeco|Campuchia}} [[Khmer Rumdo|Khmer Giải phóng]] <br \/> {{flagcountry|Việt Nam Dân chủ Cộng hòa}} <br \/> {{flagcountry|Cộng hòa Miền Nam Việt Nam}}<br \/>\n'''Ủng hộ bởi:'''<br \/>{{flagcountry|Trung Quốc}}\n|commander1 = {{flagicon|Cộng hòa Khmer}} [[Lon Nol]] <br> {{flagicon|Cộng hòa Khmer}} [[Sisowath Sirik Matak]] <br> {{flagicon|Cộng hòa Khmer}} [[Long Boret]] <br> {{flagicon|Hoa Kỳ}} [[Richard Nixon]] <br> {{flagicon|Hoa Kỳ}} [[Henry Kissinger]]\n|commander2 = {{flagicon|Campuchia|1975}} [[Pol Pot]] <br> {{flagicon|Campuchia|1975}} [[Khieu Samphan]] <br> {{flagicon|Campuchia|1975}} [[Ieng Sary]] <br> {{flagicon|Campuchia|1975}} [[Nuon Chea]] <br> {{flagicon|Campuchia|1975}} [[Son Sen]] <br> {{flagicon|Campuchia}} [[Norodom Sihanouk]] <br> {{flagicon|Campuchia}} [[Son Sann]]\n|strength1= ~250.000 quân\n|strength2= ~100.000 (60,000) quân Khmer Đỏ \n|casualties3=~200.000-300,000 chết và 750,000+ bị thương<ref>Heuveline, Patrick (2001). \"The Demographic Analysis of Mortality in Cambodia.\" In Forced Migration and Mortality, eds. Holly E. Reed and Charles B. Keely. Washington, D.C.: National Academy Press.<\/ref><ref>Marek Sliwinski, Le Génocide Khmer Rouge: Une Analyse Démographique (L’Harmattan, 1995).<\/ref><ref>Banister, Judith, and Paige Johnson (1993). \"After the Nightmare: The Population of Cambodia.\" In Genocide and Democracy in Cambodia: The Khmer Rouge, the United Nations and the International Community, ed. Ben Kiernan. New Haven, Conn.: Yale University Southeast Asia Studies.<\/ref> \n}}\n{{Chiến tranh có hỗ trợ từ Việt Nam}}\n'''Nội chiến Campuchia''' là cuộc chiến giữa lực lượng của Đảng Cộng sản Campuchia (được biết đến với tên gọi [[Khmer Đỏ]]) và đồng minh của họ, [[Việt Nam Dân chủ Cộng hòa]] và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] đối chọi với lực lượng chính phủ Campuchia (và sau tháng 10 năm 1970 là [[Cộng hòa Khmer]]), được [[Hoa Kỳ]] và [[Việt Nam Cộng hòa]] hỗ trợ.\n\nCuộc xung đột trở nên trầm trọng vì ảnh hưởng và hành động của các đồng minh của hai phe tham chiến. [[Quân đội Nhân dân Việt Nam]] tham chiến nhằm bảo vệ các căn cứ và mật khu của họ ở miền đông Campuchia, mà thiếu chúng, hoạt động quân sự của họ ở miền Nam Việt Nam sẽ gặp nhiều khó khăn. Hoa Kỳ tham chiến với mục tiêu kéo dài thời gian, tạo điều kiện cho quân đội của họ rút khỏi vùng [[Đông Nam Á]] và cũng nhằm để bảo vệ đồng minh Việt Nam Cộng hòa của họ. Lực lượng quân sự của Hoa Kỳ, Việt Nam Cộng hòa và Việt Nam Dân chủ Cộng hòa đều trực tiếp tham chiến (tại thời điểm này hay thời điểm khác). Chính quyền Campuchia được hỗ trợ chủ yếu bởi các chiến dịch ném bom rộng khắp của Hoa Kỳ và viện trợ vật chất cũng như viện trợ quân sự.\n\nSau 5 năm giao tranh khốc liệt, khiến cho vô số người bị chết và bị thương, nền kinh tế bị tàn phá, dân chúng lâm vào cảnh đói rách cũng như những tội ác chiến tranh ghê gớm xảy ra, chính phủ Cộng hòa Khmer bị đánh bại ngày 17 tháng 4 năm 1975, Khmer Đỏ tuyên bố thiết lập [[Campuchia Dân chủ]]. Cuộc xung đột này, dù bản chất là một cuộc nội chiến, được coi là một phần của cuộc [[chiến tranh Việt Nam]] (1955&ndash;1975) vốn cũng đã lôi cuốn [[Vương quốc Lào]], Việt Nam Cộng hòa và Việt Nam Dân chủ Cộng hòa vào vòng xung đột. Cuộc nội chiến này cũng dẫn đến cuộc [[diệt chủng Campuchia]], một trong số các cuộc [[diệt chủng]] đẫm máu nhất trong lịch sử.\n\n==Thời kỳ 1965-1970==\n===Bối cảnh===\n{{details|Đường Trường Sơn|Hệ thống tiếp vận Quân đội Nhân dân Việt Nam\/Mặt trận Dân tộc Giải phóng miền Nam Việt Nam}}\n[[Tập tin:HoCMT.png|nhỏ|phải|250px|Tuyến tiếp vận trên biển và trên đất liền: đường mòn Hồ Chí Minh và đường mòn Sihanouk]]\nPháp tuyên bố trao trả độc lập cho Campuchia năm 1953. Theo [[Hiệp định Genève, 1954|Hiệp định Genèva]], Campuchia là một nước trung lập, quân đội kháng chiến của [[Mặt trận Issarak Thống nhất]] sáp nhập vào quân đội Hoàng gia. Trong những năm đầu, [[Norodom Sihanouk]] thi hành chính sách trung lập, tuy nhiên do có các cuộc xâm nhập của quân đội Việt Nam cộng hòa năm 1958, và Mỹ ngày càng can thiệp vào nội bộ Campuchia, do đó Sihanouk ngày càng có thái độ thiên tả, quan hệ thân mật hơn với các nước xã hội chủ nghĩa, làm ngơ cho phía Mặt trận dân tộc giải phóng Miền Nam Việt Nam lập các căn cứ và con đường chi viện từ bắc vào nam Việt Nam dọc theo đường biên giới.\n\nTừ đầu cho tới giữa thập kỷ 1960, chính sách thiên tả của hoàng thân [[Norodom Sihanouk]] đã giữ cho quốc gia Campuchia khỏi bị cuốn vào vòng xung đột tại Lào và Nam Việt Nam.<ref>Isaacs, Hardy & Brown, tr. 54&ndash;58.<\/ref> Cả [[Trung Quốc]] lẫn [[Việt Nam Dân chủ Cộng hòa]] đều không chống đối tuyên bố của Sihanouk rằng ông đại diện cho chính sách chính trị \"tiến bộ\", và nhóm lãnh đạo đảng đối lập cánh tả chính, đảng Pracheachon, đã được hợp nhất vào bộ máy chính quyền.<ref>Isaacs, Hardy & Brown, tr. 83.<\/ref> Ngày 3 tháng 5 năm 1965, Sihanouk cắt đứt quan hệ ngoại giao với Hoa Kỳ, và như vậy chấm dứt nguồn viện trợ từ Hoa Kỳ, rồi quay sang Trung Quốc và [[Liên Xô]] để tìm kiếm viện trợ kinh tế và quân sự.<ref name=\"ihb83\">Isaacs, Hardy and Brown, p. 83.<\/ref>\n\nTới cuối thập kỷ 1960, chính sách đối nội và đối ngoại tinh tế của Sihanouk bắt đầu thất bại. Sau một âm mưu đảo chính do Mỹ giật dây năm 1965, năm 1966, hoàng thân ký một thỏa thuận với Trung Quốc, theo đó cho phép một lực lượng lớn [[Quân đội Nhân dân Việt Nam]] và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] được triển khai và thiết lập các căn cứ hậu cần tại miền giáp giới phía đông Campuchia.<ref name=\"Lipsman and Doyle, p. 127\">Lipsman & Doyle, tr. 127.<\/ref> Ông cũng chấp thuận cho phép sử dụng cảng [[Sihanoukville]] để các tàu mang cờ các quốc gia cộng sản chuyên chở vũ khí và vật tư tiếp tế cho các hoạt động quân sự của Quân đội Nhân dân Việt Nam tại miền nam Việt Nam.<ref>''Victory in Vietnam'', tr. 465, chú thích. 24.<\/ref> Những thỏa hiệp này vi phạm sự trung lập của Campuchia, vốn được bảo đảm bởi hiệp định hòa bình [[Hiệp định Genève, 1954|Geneva]] năm 1954.\n\nSihanouk tin tưởng rằng Trung Quốc, chứ không phải Hoa Kỳ, cuối cùng sẽ giành được quyền kiểm soát bán đảo Đông Dương, rằng \"quyền lợi của chúng ta sẽ được đảm bảo vững chắc nhất bằng cách thỏa hiệp với phe cuối cùng sẽ thống trị toàn châu Á&ndash; và đưa ra các điều khoản trước khi phe này giành được thắng lợi&ndash; nhằm thu được những điều khoản có lợi nhất\"<ref name=\"Lipsman and Doyle, p. 127\"\/>\n\nTuy nhiên cùng năm đó, Sihanouk cho phép bộ trưởng quốc phòng, tướng [[Lon Nol]] - là một người thân Hoa Kỳ, đàn áp các hoạt động của phe cánh tả, nghiến nát đảng ''Pracheachon'' bằng cách buộc tội thành viên của đảng này hoạt động phục vụ [[Hà Nội]].<ref>Isaacs, Hardy & Brown, tr. 85.<\/ref> Cùng lúc, Sihanouk cũng đánh mất sự ủng hộ của phe cánh hữu Campuchia, kết quả của việc ông không nhận thức được tình hình kinh tế suy đồi (bị trầm trọng thêm bởi việc mất đi nguồn xuất khẩu gạo, do lực lượng Quân đội Nhân dân Việt Nam thu mua mất) và do sự hiện diện ngày càng tăng của lực lượng quân sự cộng sản trên đất Campuchia.<ref>Kể từ năm 1966, người dân Campuchia bán 100 ngàn tấn gạo cho Quân đội Nhân dân Việt Nam, và được trả bằng dollar với giá ngang với giá trên thị trường thế giới. Chính phủ chỉ trả cho họ mức giá thấp cố định, và do đó mất đi nguồn thu nhập từ thuế và lợi nhuận. Việc lượng gạo xuất khẩu đi xuống (từ 583.700 tấn năm 1965 xuống còn 199.049 tấn) gia tăng cuộc khủng hoảng kinh tế, mỗi năm một trầm trọng hơn. Isaacs, Hardy & Brown, tr. 85.<\/ref>\n\nNgày 11 tháng 9, Campuchia tiến hành cuộc bầu cử tự do đầu tiên. Nhờ vào các thủ đoạn và nhờ vào hăm dọa, phe bảo thủ thắng cử, thu được 75% số ghế tại Quốc hội (khiến Sihanouk cũng phải kinh ngạc).<ref>Chandler, tr. 153&ndash;156.<\/ref><ref>Osborne, tr. 187.<\/ref> Lon Nol được chọn làm thủ tướng bởi phe cánh hữu, và [[Sirik Matak]], một thành viên thuộc phái siêu bảo thủ và đồng thời là một hoàng thân dòng Sisowath của hoàng tộc - cũng là kẻ thù lâu dài với Sihanouk, làm phó thủ tướng. Ngoài các biến cố đó và các cuộc xung đột về quyền lợi trong giới thượng lưu tại [[Phnôm Pênh]], tình trạng căng thẳng trong xã hội cũng tạo điều kiện hết sức thuận lợi cho lực lượng cộng sản trong nước phát triển tại các vùng nông thôn.<ref>Chandler, tr.157.<\/ref>\n\n===Cuộc nổi dậy tại Battambang===\nHoàng thân Sihanouk lâm vào tình thế tiến thoái lưỡng nan. Để duy trì thế cân bằng đối lại những thành phần bảo thủ đang nổi lên, ông chỉ định lãnh đạo của chính phe nhóm mà trước đó ông ra tay đàn áp, làm thành viên của \"chính phủ đối lập\", với nhiệm vụ thị sát và chỉ trích chính quyền Lon Nol.<ref>Isaacs, Hardy and Brown, tr. 86.<\/ref> Một trong những ưu tiên hàng đầu của Lon Nol là giải quyết vấn đề kinh tế yếu kém bằng cách ngăn chặn việc buôn lậu gạo cho phía cộng sản. Binh lính được phái về các vùng sản xuất lúa để cưỡng bức trưng thu lương thực bằng cách đe dọa sử dụng vũ lực, và chỉ trả cho nông dân bằng định giá thấp của chính phủ. Tình trạng bất ổn diễn ra khắp nơi, đặc biệt là tỉnh [[Battambang]], nơi sản xuất nhiều lúa gạo, là nơi có sự hiện diện của nhiều địa chủ lớn, cũng là nơi có sự bất bình đẳng giàu nghèo sâu sắc, và nơi mà đảng cộng sản có ảnh hưởng.<ref>Chandler, tr. 164&ndash;165.<\/ref><ref>Osborne, tr. 192.<\/ref>\n<!-- Deleted image removed: [[Tập tin:GenLonNol.jpg|nhỏ|phải|200px|General Lon Nol]] -->\n\nNgày 11 tháng 3 năm 1967, khi Sihanouk đang công du Pháp, một cuộc bạo động diễn ra quanh khu vực Samlaut ở Battambang, khi nông dân phẫn nộ tấn công một toán quân thu thuế. Có lẽ nhận được sự hưởng ứng từ các cán bộ cộng sản địa phương, cuộc nổi dậy nhanh chóng lan ra khắp các vùng xung quanh.<ref name=\"Lipsman and Doyle, p. 130\">Lipsman and Doyle, tr. 130.<\/ref> Lon Nol tuyên bố tình trạng thiết quân luật (được Sihanouk đồng thuận).<ref name=\"ihb86\">Isaacs, Hardy and Brown, p. 86.<\/ref> Hàng trăm nông dân bị giết và làng mạc bị tàn phá hoàn toàn trong các cuộc đàn áp sau đó.<ref>Chandler, tr. 165.<\/ref> Sau khi trở về nước, Sihanouk từ bỏ chính sách trung dung và đích thân ra lệnh bắt giữ [[Khieu Samphan]], [[Hou Yuon]], và Hu Nim, các lãnh tụ của \"chính phủ đối lập\", tất cả những người này đều đào thoát về vùng đông bắc.<ref name=\"c166\"\/>\n\nĐồng thời, Sihanouk cũng ra lệnh bắt giữ các tay môi giới thương mại người Hoa tham gia các thương vụ buôn lậu thóc gạo, nhằm tăng lợi tức cho chính quyền, và xoa dịu phe bảo thủ. Lon Nol bị buộc phải từ chức, và trong một nước cờ chính trị đặc trưng, hoàng thân Sihanouk bổ nhiệm những thành viên cánh tả khác vào chính phủ để làm đối trọng với phe bảo thủ.<ref name=\"c166\">Chandler, tr. 166.<\/ref> Cuộc khủng hoảng ngay trước mắt đã qua đi, nhưng nó để lại hai hệ quả. Thứ nhất, nó đẩy hàng ngàn người vào hàng ngũ lực lượng \"nghĩa quân\" cực đoan là Đảng cộng sản Campuchia (mà Sihanouk gọi là [[Khmer Đỏ]]). Thứ hai, với người nông dân, cái tên Lon Nol nay đồng nghĩa với sự đàn áp không ghê tay trên khắp Campuchia<ref>Isaacs, Hardy and Brown, tr. 87.<\/ref>\n\n===Những người cộng sản Campuchia tái tập hợp===\n{{chính|Khmer Đỏ}}\nTrong khi cuộc nổi dậy năm 1967 xảy ra ngoài kế hoạch, thì Khmer Đỏ cố gắng tổ chức một cuộc nổi dậy lớn hơn vào năm sau, nhưng không đạt được mấy kết quả. Việc hoàng thân Sihanouk diệt trừ đảng đối lập cánh tả Prachea Chon và những người cộng sản đô thị mở đường cho Saloth Sar (còn được biết đến với tên gọi [[Pol Pot]]), Ieng Sary, và Son Sen&mdash;thủ lĩnh theo trường phái [[Mao Trạch Đông|Mao]] của lực lượng ''nghĩa quân''.<ref>Chandler, tr. 128.<\/ref> Họ đưa thuộc hạ về vùng cao nguyên ở đông bắc, vào lãnh thổ của người [[Khmer Loeu]], là những bộ tộc người Thượng lạc hậu, vốn thù nghịch với cả những người Khmer đồng bằng và chính quyền trung ương. Với Khmer Đỏ, cho tới lúc đó vẫn chưa nhận được sự hỗ trợ đáng kể từ phía Quân đội Nhân dân Việt Nam, đó là giai đoạn tái tập hợp lực lượng, tổ chức và huấn luyện. Hà Nội về cơ bản làm ngơ lực lượng đồng minh được Trung Quốc bảo trợ này và sự bàng quan của họ với \"những người đồng chí anh em\" trong giai đoạn nổi dậy từ năm 1967 - 1969 sẽ để lại ấn tượng không thể phai nhòa trong ban lãnh đạo Khmer Đỏ.<ref>Deac, tr. 55.<\/ref><ref>Chandler, tr. 141.<\/ref>\n\nNgày 17 tháng 1 năm 1968, Khmer Đỏ tiến hành chiến dịch đầu tiên. Mục tiêu của chiến dịch này nhằm thu thập vũ khí và tuyên truyền hơn là chiếm đóng lãnh thổ, vì tại lúc đó, lực lượng cốt cán của phe nổi dậy không nhiều hơn 4.000&ndash;5.000 người.<ref name=\"Sutsakhan, p. 32\">Sutsakhan, tr. 32.<\/ref><ref>Chandler, tr. 174&ndash;176.<\/ref> Cùng thời gian, lực lượng cộng sản thiết lập Quân đội cách mạng Campuchia, là bộ phận quân sự của đảng cộng sản. Ngay từ giai đoạn cuối của cuộc nổi dậy tại Battambang, Sihanouk đã bắt đầu đánh giá lại mối quan hệ của mình với những người cộng sản.<ref>Isaacs, Hardy & Brown, tr. 89.<\/ref> Thỏa thuận trước đó của ông với phía Trung Quốc không mang lại cho ông cái gì cả. Không những phía Trung Quốc không thể kiềm chế được lực lượng [[Quân đội Nhân dân Việt Nam]], họ còn (thông qua Khmer Đỏ) tích cực tham gia phá hoại quốc gia của ông.<ref name=\"Lipsman and Doyle, p. 130\"\/>\n\nTheo gợi ý của Lon Nol (vốn quay trở lại nội các dưới cương vị bộ trưởng quốc phòng tháng 11 năm 1968) và các chính trị gia bảo thủ khác, ngày 11 tháng 5 năm 1969, Sihanouk chào đón việc bình thường hóa quan hệ với Hoa Kỳ và thiết lập tân Chính phủ Cứu nguy Dân tộc, với Lon Nol làm thủ tướng.<ref name=\"Isaacs, Hardy and Brown, p. 90\">Isaacs, Hardy and Brown, tr. 90.<\/ref> Mục tiêu của việc này là \"''chơi một con bài mới, vì lực lượng cộng sản châu Á đã tấn công chúng ta từ trước cuộc [[chiến tranh Việt Nam]]''\".<ref>Lipsman and Doyle, tr. 140.<\/ref> Ngoài ra, việc trút giận vào lực lượng [[Quân đội Nhân dân Việt Nam]] và [[Quân Giải phóng miền Nam Việt Nam|Quân Giải Phóng Miền Nam]] thuận tiện hơn nhiều so với lực lượng Khmer Đỏ nhỏ yếu, và loại trừ sự hiện diện của họ tại Campuchia là một mũi tên trúng nhiều đích.<ref>Isaacs, Hardy and Brown, tr. 88.<\/ref> Phía Hoa Kỳ cũng nhân cơ hội đó để giải quyến khó khăn của chính bản thân họ tại [[Đông Nam Á]].\n\n===Chiến dịch ''Menu''===\n[[Tập tin:Boeing B-52 dropping bombs.jpg|nhỏ|phải|250px|B-52 đang bỏ bom trong chiến tranh Việt Nam]]\nMặc dù Hoa Kỳ đã biết về sự tồn tại của các mật khu của lực lượng cộng sản của Việt Nam Dân chủ Cộng hòa và Mặt trận Dân tộc Giải phóng miền Nam Việt Nam tại Campuchia từ năm 1966, Tổng thống Hoa Kỳ [[Lyndon B. Johnson]] vẫn không cho tấn công các mật khu này, vì lo ngại phản ứng quốc tế, và rằng việc tấn công có thể khiến Sihanouk thay đổi lập trường.<ref>Karnow, tr. 590.<\/ref> Tuy nhiên, Johnson cũng cho phép các đội trinh sát thuộc [[MACVSOG|Nhóm nghiên cứu và quan sát thuộc Bộ chỉ huy trợ giúp quân sự Mỹ ở Việt Nam]] (hay SOG) xâm nhập Campuchia, thu thập tin tức tình báo về các mật khu năm 1967.<ref>Military Assistance Command, Vietnam, ''Command History 1967'', Annex F, Saigon, 1968, tr. 4.<\/ref> Việc [[Richard Nixon|Richard M. Nixon]] trúng cử tổng thống năm 1968 và việc Nixon đưa ra chính sách dần rút lui lực lượng Hoa Kỳ khỏi Nam Việt Nam, cũng như chính sách [[Việt Nam hóa chiến tranh]] khiến tình hình thay đổi.\n\nNgày 18 tháng 3 năm 1969, theo các mệnh lệnh mật của Nixon, [[không quân Hoa Kỳ|không lực Hoa Kỳ]] tiến hành ném bom mật khu 353 (khu vực mà người Mỹ gọi là Fishhook, đối diện với tỉnh [[Tây Ninh]] ở Việt Nam) với 59 pháo đài bay [[Boeing B-52 Stratofortress|B-52]]. Cuộc tấn công này là cuộc không tập đầu tiên trong một loạt các cuộc không tập vào các mật khu của những người cộng sản, kéo dài cho tới tận tháng 5 năm 1970. Trong chiến dịch Menu, không lực Hoa Kỳ đã tiến hành 3.875 phi vụ, ném hơn 108.000 tấn bom vào khu vực biên giới phía đông của Campuchia.<ref>Nalty, tr. 127&ndash;133.<\/ref> Trong thời gian diễn ra chiến dịch, Sihanouk giữ yên lặng về những gì đang diễn ra, có lẽ vì hy vọng Hoa Kỳ có thể đẩy lực lượng Việt Nam khỏi lãnh thổ của mình. Về phía mình, Hà Nội cũng giữ yên lặng, vì không muốn đánh động về sự hiện diện của mình trên lãnh thổ \"trung lập\" Campuchia. Chiến dịch ''Menu'' được giữ bí mật với cả chính giới Quốc hội Hoa Kỳ và dân chúng cho tới tận năm 1973.\n\n==Chiến tranh lan rộng==\n{{Lịch sử Campuchia}}\n===Lực lượng các bên tham chiến===\nSau cuộc đảo chính, Lon Nol không đẩy Campuchia vào cuộc chiến tranh ngay lập tức. Ông kêu gọi cộng đồng quốc tế tại [[Liên Hợp Quốc]] trong nỗ lực tranh thủ sự ủng hộ của quốc tế cho chính phủ mới tại Phnôm Pênh và lên án sự vi phạm trung lập của Campuchia bởi các \"thế lực bên ngoài, bất kể là từ đâu\"<ref>Lipsman and Brown, tr. 146.<\/ref> Hy vọng duy trì sự trung lập của ông dù vậy, cũng không mang lại kết quả gì hơn thời Sihanouk.\n\nKhi các chiến dịch quân sự nhanh chóng diễn ra, lực lượng cả hai phía đều hết sức tạp nham. Quân chính phủ được đổi tên thành ''Forces Armees Nationales Khemeres'' hay FANK (Lực lượng vũ trang quốc gia Khmer), và hàng ngàn thanh niên thành phố hăng hái gia nhập quân đội trong vòng mấy tháng tiếp theo cuộc đảo chính lật đổ Sihanouk. Tuy nhiên với lực lượng gia tăng bởi tân binh, FANK phát triển quá mức khả năng hấp thụ tân binh vào hàng ngũ của mình.<ref>Sutsakhan, tr. 48.<\/ref> Tiếp đó, do áp lực của các chiến dịch quân sự và nhu cầu bổ sung thương vong, người ta không có đủ thời gian để huấn luyện các kỹ năng cần thiết cho lính mới, và sự thiếu huấn luyện này sẽ tiếp tục là tai ương cho sự tồn tại của FANK cho tới khi nó sụp đổ.<ref>Deac, tr. 172.<\/ref>\n\n[[Tập tin:Mao Sihanouk.jpg|nhỏ|phải|320px|[[Mao Trạch Đông]], [[Bành Chân]], [[Norodom Sihanouk]] và [[Lưu Thiếu Kỳ]]]]\nTrong khoảng thời gian 1974&ndash;1975, FANK chính thức phát triển từ 100.000 lên đến khoảng 250.000 quân, nhưng có lẽ chỉ có chừng 180.000 quân do sự gian dối sổ lương bởi các sĩ quan chỉ huy và do nạn đào ngũ.<ref>Sutsakhan, tr. 39.<\/ref> Viện trợ quân sự từ Hoa Kỳ (vũ khí, tiếp liệu và trang thiết bị) được đổ vào cho FANK thông qua Nhóm vận chuyển thiết bị quân sự Campuchia (Military Equipment Delivery Team, Cambodia (MEDTC)). Tổng cộng có 113 sĩ quan và binh sĩ, nhóm này tới Phnôm Pênh năm 1971,<ref>Nalty, tr. 276.<\/ref> dưới quyền tổng chỉ huy bởi Đô đốc [[John S. McCain, Jr.]]<ref>Shawcross, tr. 190.<\/ref> Thái độ của chính quyền Nixon có thể được tóm tắt bởi lời khuyên của [[Henry Kissinger]] cho chỉ huy đầu tiên của nhóm liên lạc, đại tá Jonathan Ladd: \"Đừng có nghĩ đến chiến thắng; giữ cho nó sống sót là tốt rồi.\"<ref>Shawcross, tr. 169.<\/ref> Dù vậy, McCain liên tục hối thúc Ngũ Giác đài gửi thêm vũ khí, trang thiết bị, và sĩ quan tùy viên cho cái mà ông coi là \"cuộc chiến tranh của tôi\".<ref>Shawcross, tr. 169, 191.<\/ref>\n\nNgoài ra, còn nhiều vấn đề khác nữa. Bộ máy sĩ quan của FANK nói chung là thối nát và tham lam.<ref name=\"Isaacs, Hardy and Brown, p. 108\">Isaacs, Hardy and Brown, tr. 108.<\/ref> Việc họ thêm vào sổ quân các \"lính ma\" dẫn đến việc trương phình sổ lương; trong khi các sĩ quan giữ lại phụ cấp lương thực cho lính thì binh lính phải chịu đói; việc bán vũ khí và đạn dược trên chợ đen (hoặc cho phía địch) diễn ra như cơm bữa.<ref>Shawcross, tr. 313&ndash;315.<\/ref><ref>Chandler, tr. 205.<\/ref> Tệ hơn thế, sự yếu kém về khả năng chiến thuật của các sĩ quan FANK cũng lan tràn như sự tham lam của họ.<ref>Tướng Abrams phái tướng Conroy đến Phnôm Pênh để thị sát tình hình, và báo cáo. Tướng Conroy kết luận là hàng ngũ sĩ quan Campuchia ''\"không có kinh nghiệm chiến đấu..., không biết điều hành quân đội và không quan tâm về việc họ tỏ ra bất cần trước mối đe dọa chết người mà họ đang phải đối mặt\"''. Shaw, tr. 137.<\/ref> Lon Nol thường xuyên phớt lờ Bộ tổng tham mưu và điều hành chiến dịch xuống tận cấp tiểu đoàn, trong khi nghiêm cấm mọi sự phối hợp thực tế giữa lục quân, hải quân và không quân.<ref name=\"Sutsakhan, p. 89\">Sutsakhan, tr. 89.<\/ref>\n\nBinh lính Khmer ban đầu chiến đấu khá dũng cảm, nhưng họ bị bó buộc bởi đồng lương ít ỏi (mà họ dùng để mua lương thực và thuốc men), thiếu thốn đạn dược, vũ khí hỗn tạp. Do hệ thống lương bổng bất cập, không đủ để chu cấp cho gia đình, người thân của họ buộc phải theo chồng\/con ra trận tuyến. Vấn đề này (còn trầm trọng hơn bởi sự sa sút tinh thần) càng ngày càng trở nên xấu đi.<ref name=\"Isaacs, Hardy and Brown, p. 108\"\/>\n\nTới đầu năm 1974, quân đội Campuchia sở hữu 241.630 súng trường, 7.079 súng máy, 2.726 cối, 20.481 súng phóng lựu, 304 pháo không giật, 289 bích kích pháo ([[lựu pháo]]), 202 xe bọc thép chở quân, và 4.316 xe tải. Hải quân Khmer có 171 thuyền, không quân có 211 máy bay, bao gồm 64 [[T-28]] do Hoa Kỳ sản xuất, 14 trực thăng vũ trang Douglas [[AC-47]] và 44 trực thăng. Nhân viên quân sự của Đại sứ quán Hoa Kỳ &ndash; những người vốn theo nhiệm vụ chỉ điều phối chương trình viện trợ vũ khí&ndash; thỉnh thoảng tham gia vào các hoạt động cố vấn và nhiệm vụ chiến đấu vốn bị nghiêm cấm.\n\nĐể đối lại lực lượng chính phủ, lúc ban đầu là lực lượng khi đó được coi là lực lượng bộ binh hạng nhẹ thiện chiến hàng đầu trên thế giới&ndash; Quân đội Nhân dân Việt Nam.<ref>Trong một cuộc khảo sát sau cuộc chiến với các sĩ quan Hoa Kỳ từng phục vụ trong chiến tranh Việt Nam, 44% đánh giá Quân đội Nhân dân Việt Nam là \"thiện chiến và gan góc\". Một sĩ quan nhận xét \"Có một khuynh hướng đánh giá thấp đối thủ. Trong thực tế, họ là địch thủ giỏi nhất mà chúng ta từng phải đối mặt trong lịch sử\". Kinnard, tr. 67.<\/ref> Về sau, địch thủ của quân chính phủ là đội quân nông dân gan lỳ, trung thành một cách cứng nhắc với lý tưởng Khmer Đỏ, với hạt nhân là những thủ lĩnh từng trải, được Hà Nội hậu thuẫn. Quân Khmer Đỏ, được tái tổ chức sau cuộc họp thượng đỉnh Đông Dương tổ chức tại Conghua, Trung Quốc tháng 4 năm 1970, phát triển từ 12&ndash;15.000 năm 1970 tới 35&ndash;40.000 năm 1972, khi quá trình \"Khmer hóa\" cuộc xung đột diễn ra và các hoạt động quân sự chống lại chính phủ Cộng hòa Campuchia được giao hoàn toàn vào tay lực lượng nổi dậy Khmer Đỏ.<ref>Sutsakhan, tr. 26&ndash;27.<\/ref>\n\nSự phát triển của lực lượng Khmer Đỏ diễn ra trong ba giai đoạn. Từ năm 1970 tới năm 1972 là giai đoạn tổ chức và tuyển mộ, trong thời gian đó các đơn vị Khmer Đỏ làm nhiệm vụ trợ chiến cho Quân đội Nhân dân Việt Nam (PAVN). Từ năm 1972 tới giữa năm 1974, lực lượng nổi dậy thành lập các đơn vị ở mức tiểu đoàn và trung đoàn. Trong thời kỳ này, Khmer Đỏ bắt đầu xa lánh Sihanouk và những người ủng hộ ông, và bắt đầu tiến hành tập thể hóa nông nghiệp tại các vùng giải phóng. Các đơn vị ở mức sư đoàn được thành lập vào khoảng năm 1974&ndash;1975, khi đảng cộng sản Khmer tự lập và bắt đầu quá trình biến đổi cực đoan trên toàn quốc.<ref>Sutsakhan, tr. 78&ndash;82.<\/ref>\n\nCùng với sự sụp đổ của Sihanouk, Hà Nội lo ngại trước viễn cảnh một chính thể thân phương Tây có thể cho phép người Mỹ thiết lập sự hiện diện quân sự ở sườn phía tây của mình. Để ngăn ngừa điều đó xảy ra, họ bắt đầu đưa các căn cứ quân sự ở vùng biên về các vùng lãnh thổ sâu hơn trong nội địa Campuchia. Một trung tâm chỉ huy được thiết lập tại Kratié tại một thời điểm rất thuận tiện. Tổn thống Nixon cho biết: <blockquote>\"Chúng ta cần tiến hành một hành động mạnh mẽ tại Campuchia để chứng tỏ rằng chúng ta sát cánh với Lon Nol... một hành động mang tính tượng trưng... vì chỉ có một chính thể Campuchia mới có gan có lập trường thân phương Tây và thân Mỹ.\"<ref>Karnow, tr. 608.<\/ref><\/blockquote>\n\n===Chiến dịch Campuchia===\n{{details|Chiến dịch Campuchia}}\n[[Tập tin:Map Cambodian Incursion May 70 from USMA.jpg|nhỏ|phải|320px|Bản đồ chiến dịch]]\nNgày 29 tháng 4 năm 1970, các đơn vị quân Việt Nam Cộng hòa và Hoa Kỳ (lo ngại trước viễn cảnh Campuchia lọt vào tay những người cộng sản) mở một chiến dịch giới hạn, chia làm nhiều mũi tấn công với tên gọi [[Chiến dịch Campuchia]] mà Washington hy vọng sẽ giải quyết ba vấn đề: trước hết, thiết lập một lá chắn để bảo vệ cho quân Mỹ rút lui (bằng cách phá hủy các cơ sở hậu cần của Quân đội Nhân dân Việt Nam và tiêu diệt sinh lực đối phương); thứ hai, đó là phép thử cho chính sách Việt Nam hóa chiến tranh; thứ ba, đó là tín hiệu cho Hà Nội thấy rằng Nixon không xem nhẹ vấn đề này.<ref>Karnow, tr. 607.<\/ref> Mặc dù Nixon tỏ ra trân trọng lập trường của Lon Nol, chính quyền Campuchia không hề được báo trước về quyết định hành quân đánh vào lãnh thổ của mình. Lon Nol chỉ được thông tin sau khi chiến dịch đã bắt đầu, qua trưởng phái đoàn Mỹ tại Campuchia, bản thân ông này cũng chỉ biết tin qua đài phát thanh.<ref name=\"k608\">Karnow, p. 608.<\/ref>\n\nLực lượng Hoa Kỳ và Việt Nam cộng hòa phát hiện cũng như phá hủy một số lớn căn cứ hậu cần, vật tư tiếp vận, nhưng theo như bộ chỉ huy Hoa Kỳ tại Sài Gòn tiết lộ, một số lượng vật tư còn lớn hơn nữa đã kịp chuyển đi vào sâu hơn trong nội địa Campuchia.<ref>Deac, tr. 79.<\/ref> Theo tướng Campuchia [[Sak Sutsakhan]], sự rút lui của lực lượng Hoa Kỳ, chỉ sau 30 ngày chiến dịch, tạo ra \"một khoảng trống lớn bên sườn lực lượng đồng minh mà cả Campuchia lẫn Việt Nam cộng hòa đều không thể lấp đầy.\"<ref>Sutsakhan, tr. 174.<\/ref>\n\nCùng ngày Hoa Kỳ mở màn chiến dịch, Quân đội Nhân dân Việt Nam phản ứng bằng cách tiến hành chiến dịch ''X'', đánh lại lực lượng FANK, nhằm bảo vệ và mở rộng khu vực căn cứ và hậu cần của họ.<ref>Deac, tr. 72<\/ref> Lực lượng Quân đội Nhân dân Việt Nam tham gia chiến dịch này gồm các sư đoàn 1,5,7, 9 và C40. Hỏa lực pháo binh chi viện từ sư đoàn pháo binh 69. Tới tháng 6, chỉ 3 tháng sau khi Sihanouk bị lật đổ, họ đã quét sạch quân chính phủ tại toàn miền đông bắc, chiếm tới 1\/3 lãnh thổ Campuchia. Sau khi đánh bại các lực lượng chính phủ, Quân đội Nhân dân Việt Nam trao lại các lãnh thổ mới giành được vào tay lực lượng nổi dậy bản xứ. Quân Khmer Đỏ cũng thiết lập các vùng giải phóng tại miền nam và tây nam, nơi họ hoạt động độc lập với lực lượng Quân đội Nhân dân Việt Nam.<ref name=\"Sutsakhan, p. 32\"\/>\n\n===Chenla II===\n{{details|Chiến dịch Chenla II}}\n[[Tập tin:Areas of Cambodia under government control August 1970.jpg|nhỏ|phải|220px|Khu vực nằm dưới quyền kiểm soát của quân chính phủ, tháng 8 năm 1970]]\nĐêm 21 tháng 1 năm 1971, khoảng 100 [[biệt kích|đặc công]] Việt Nam tấn công sân bay Pochentong, căn cứ chính của Không lực chính phủ. Trong cuộc đột kích này, toán đặc công phá hủy gần như hoàn toàn tất cả số máy bay của quân chính phủ, bao gồm tất cả các máy bay chiến đấu. Tuy nhiên trong cái rủi lại có cái may, vì số máy bay này gồm toàn các loại máy bay cũ (thậm chí lạc hậu) của Liên Xô. Để bù lại, Hoa Kỳ nhanh chóng chuyển giao các máy bay thế hệ mới hơn. Cuộc tấn công này dù vậy cũng khiến cho kế hoạch tấn công của FANK phải tạm ngưng. Hai tuần sau, Lon Nol bị đột quị, và phải đi sang [[Hawaii]] để chạy chữa. Hóa ra đó chỉ là một cơn đột quị không nguy hiểm lắm, Lon Nol nhanh chóng bình phục, và quay trở lại Campuchia chỉ sau hai tháng.\n\nTới tận ngày 20 tháng 8 lực lượng chính phủ FANK mới mở chiến dịch ''Chenla II'' (Chân Lạp II), chiến dịch đầu tiên trong năm này. Mục tiêu của chiến dịch là giải tỏa quốc lộ 6, tái thông tuyến liên lạc với [[Kampong Thom (tỉnh)|Kompong Thom]], thành phố lớn thứ nhì, vốn bị cô lập với thủ đô từ hơn một năm nay. Chiến dịch này khởi đầu thành công, và Kompong Thom được giải vây. Tới tháng 11 và 12, quân Việt Nam và Khmer Đỏ tổ chức phản công, tiêu diệt hoàn toàn lực lượng chính phủ trong các trận giao tranh. Người ta không biết được chính xác tổn thất, nhưng theo ước tính, \"khoảng 10 tiểu đoàn sinh lực và trang thiết bị vũ khí, cộng thêm trang bị của 10 tiểu đoàn nữa\".<ref>Sutsakhan, tr. 79<\/ref> Kết quả chiến lược của thất bại này là thế chủ động nay hoàn toàn rơi vào tay lực lượng Quân đội Nhân dân Việt Nam và Khmer Đỏ.\n\n==Cuộc đảo chính Sihanouk==\n===Lon Nol tiến hành đảo chính===\nTrong khi [[Norodom Sihanouk]] đang viếng thăm [[Pháp]], các cuộc bạo loạn (được chính phủ phần nào bảo trợ) chống [[người Việt Nam]] nổ ra tại thủ đô [[Phnôm Pênh]], khiến cho cả đại sứ quán của [[Việt Nam Dân chủ Cộng hòa]] và [[Cộng hòa Miền Nam Việt Nam|Cộng hòa miền Nam Việt Nam]] bị cướp phá.<ref>Shawcross, tr. 118.<\/ref><ref>Deac, tr. 56&ndash;57.<\/ref> Cũng trong khi Hoàng thân Sihanouk vắng mặt, Lon Nol không có bất kỳ một hành động nào để ngăn chặn các cuộc bạo loạn.<ref>Lipsman & Doyle, tr. 142.<\/ref> Ngày 12, [[Thủ tướng Campuchia]] cho đóng cửa cảng Sihanoukville với tàu của [[Việt Nam Dân chủ Cộng hòa]] và đưa một tối hậu thư bất khả thi cho phía [[Việt Nam Dân chủ Cộng hòa]], theo đó tất cả lực lượng [[Quân đội Nhân dân Việt Nam]] và [[Cộng hòa miền Nam Việt Nam]] phải rút khỏi lãnh thổ Campuchia trong vòng 72 giờ (tức ngày 15 tháng 3), nếu không sẽ phải đối mặt với phản ứng quân sự từ phía Campuchia.<ref>Sutsakhan, tr. 42.<\/ref>\n\n[[Norodom Sihanouk]], được tin về tình hình rối loạn, bay đến [[Moskva]] và [[Bắc Kinh]] nhằm yêu cầu các chính quyền này vốn hậu thuẫn cho [[Việt Nam Dân chủ Cộng hòa]] và [[Cộng hòa miền Nam Việt Nam]] phải gia tăng kiểm soát đồng minh của họ.<ref name=\"Isaacs, Hardy and Brown, p. 90\"\/> Ngày 18 tháng 3 năm 1970, Lon Nol yêu cầu Quốc hội bỏ phiếu về tương lai quyền lãnh đạo của Sihanouk. Sihanouk bị phế truất bởi số phiếu 92&ndash;0.<ref>Lipsman & Doyle, tr. 143.<\/ref> Heng Cheng trở thành chủ tịch Quốc hội, trong khi Thủ tướng Lon Nol được giao quyền lực để đối phó với tình trạng khẩn cấp. Sirik tiếp tục giữ ghế phó thủ tướng. Chính phủ mới nhấn mạnh rằng việc chuyển giao quyền lực là hợp hiến và hợp pháp, rằng họ nhận được sự công nhận từ phần lớn chính phủ quốc tế. Người ta cáo buộc, và hiện nay vẫn tiếp tục cáo buộc rằng, có bàn tay của Chính phủ Hoa Kỳ trong việc lật đổ Sihanouk, nhưng không có chứng cứ nào để ủng hộ cáo buộc này.<ref>Shawcross, tr. 112&ndash;122.<\/ref>\n\nPhần lớn tầng lớp trung lưu và có học thức [[Campuchia]] đã trở nên mệt mỏi với hoàng thân [[Norodom Sihanouk]] và chào đón chính quyền mới.<ref>Shawcross, tr. 126.<\/ref> Cùng với họ là phe quân đội, vốn chờ đón sự quay lại của viện trợ quân sự và viện trợ tài chính từ Hoa Kỳ.<ref>Lipsman & Doyle, tr. 144.<\/ref> Chỉ vài giờ sau khi bị lật đổ,[[Norodom Sihanouk]], lúc đó đang ở Bắc Kinh, cho phát đi lời kêu gọi dân chúng nổi dậy chống lại những kẻ tiếm quyền.<ref name=\"Isaacs, Hardy and Brown, p. 90\"\/> Các cuộc biểu tình và nổi loạn diễn ra (phần lớn trong các vùng giáp ranh với khu vực kiểm soát của [[Quân đội Nhân dân Việt Nam]] hoặc Cộng hòa miền Nam Việt Nam), nhưng không gây nguy hại trực tiếp đến chính quyền<ref>Deac, tr. 69.<\/ref> Tuy nhiên tại Kompong Cham ngày 29 tháng 3, đám đông nổi loạn giết em trai của [[Lon Nol]] là [[Lon Nil]], moi gan ông này ra ăn.<ref name=\"ld144\">Lipsman and Doyle, p. 144.<\/ref> Khoảng 40.000 nông dân tiếp đó diễu hành về thủ đô để đòi tái lập [[Norodom Sihanouk]] lên ngôi [[Quốc Vương]], nhưng bị quân đội giải tán với nhiều thương vong.\n<!-- Unsourced image removed: [[Tập tin:NixKis.jpg|nhỏ|trái|150px|Power brokers: President Nixon and his National Security Advisor, Dr. Henry Kissinger]] -->\n\n===Thảm sát thường dân Việt Nam===\nPhần đông dân chúng, thành phố cũng như nông thôn, trút giận vào cộng đồng [[người Việt]] sinh sống tại [[Campuchia]]. [[Lon Nol]] kêu gọi cần 10.000 người tình nguyện gia nhập quân đội để tăng cường lực lượng quân đội Campuchia gồm 30.000 người, với trang bị nghèo nàn, được hơn 70.000 người hưởng ứng.<ref>Deac, tr. 71.<\/ref> Khắp nơi người ta đồn đại về một chiến dịch quân sự do [[Quân đội Nhân dân Việt Nam]] sẽ tiến hành nhằm vào thủ đô Phnôm Pênh. Nạn hoang tưởng nảy nở tràn lan, gây ra phản ứng bạo lực nhằm vào bộ phận dân cư gồm 400.000 kiều dân gốc Việt.<ref name=\"ld144\"\/>\n\n[[Lon Nol]] hy vọng sử dụng kiều dân [[Việt Nam]] làm con tin để kìm hãm hoạt động của [[Quân đội Nhân dân Việt Nam]] và [[Cộng hòa miền Nam Việt Nam]], còn quân đội chính phủ bắt đầu bố ráp và đưa kiều dân vào các trại tạm giam.<ref name=\"ld144\"\/> Tại đó, các cuộc chém giết bắt đầu. Tại các thị trấn và làng mạc trên khắp [[Campuchia]], binh lính và dân chúng tróc nã những người hàng xóm láng giềng [[Người Campuchia gốc Việt]] của họ để tàn sát.<ref>Deac, tr. 75.<\/ref> Ngày 15 tháng 4, thi thể của khoảng 800 nạn nhân [[người Việt]] bị bỏ trôi theo dòng sông [[Mê Kông]] về [[Miền Nam Việt Nam]].\n\nChính quyền [[Việt Nam Cộng hòa]] và [[Việt Nam Dân chủ Cộng hòa]] và [[Cộng hòa miền Nam Việt Nam]] lên án mạnh mẽ những hành vi ghê tởm đó.<ref>Lipsman & Doyle, tr. 145.<\/ref> Điều đáng nói ở đây là, không có người Campuchia nào&mdash;kể cả cộng đồng Phật giáo&mdash; lên tiếng tố cáo sự chém giết đó. Trong lời xin lỗi với chính quyền [[Sài Gòn]], [[Lon Nol]] tuyên bố rằng {{quote|''Khó mà phân biệt được trong số cư dân [[Việt Nam]] ai là [[Việt Cộng]] hay không. Cho nên việc người ta khó mà kiểm soát được phản ứng của binh lính [[Cộng hòa Khmer]], vốn bản thân họ cũng cảm thấy bị phản bội, cũng là thường.''<ref>Lipsman & Doyle, tr. 146.<\/ref>}}\n\n===Thành lập FUNK và GRUNK===\nTừ [[Bắc Kinh]], Sihanouk tuyên bố giải tán chính phủ tại Phnôm Pênh và công bố ý định thành lập ''Front Uni National du Kampuchea'' hay FUNK (Mặt trận Thống nhất Quốc gia Campuchia). Sihanouk về sau này cho biết \"''Tôi vốn chọn không theo cả Hoa Kỳ lẫn cộng sản, vì tôi biết rằng cả hai đều là những mối nguy, chủ nghĩa đế quốc Mỹ và chủ nghĩa cộng sản. Tôi buộc phải lựa chọn một trong hai vì Lon Nol đẩy tôi vào con đường đó.''\"<ref name=\"ld144\"\/>\n\nHoàng thân Sihanouk sau đó liên minh với Khmer Đỏ, Việt Nam Dân chủ Cộng hòa, [[Pathet Lào]], và Cộng hòa miền Nam Việt Nam, sử dụng uy tín của mình để ủng hộ những người cộng sản. Ngày 5 tháng 5, FUNK chính thức thành lập, và ''Gouvernement Royal d'Union Nationale du Kampuchea'' hay [[GRUNK]] (Chính phủ Hoàng gia Mặt trận Dân tộc Thống Nhất Campuchia) được công bố. Sihanouk đảm nhiệm vị trí nguyên thủ, bổ nhiệm [[Penn Nouth]], một trong những ủng hộ viên trung thành nhất, làm thủ tướng.<ref name=\"ld144\"\/>\n\n[[Khieu Samphan]] được bổ làm thủ tướng, bộ trưởng quốc phòng và tổng chỉ huy lực lượng vũ trang GRUNK (dù trên thực tế các chiến dịch quân sự đều nằm dưới sự chỉ huy của Pol Pot). Hu Nim là bộ trưởng thông tin, Hou Yuon giữ nhiều vị trí như bộ trưởng bộ nội vụ, bộ cải cách công cộng và bộ trưởng hợp tác. GRUNK tuyên bố họ không phải là chính phủ lưu vong, vì Khieu Samphan và lực lượng nổi dậy vẫn ở trong nước. Sihanouk và những người trung thành ở lại Trung Quốc, dù hoàng thân tiếp tục tiến hành các cuộc viếng thăm \"vùng giải phóng\" tại Campuchia, bao gồm cả [[Angkor Wat]], tháng 3 năm 1973. Các chuyến viếng thăm đó chủ yếu có ý nghĩa tuyên truyền, và không có ảnh hưởng chính trị trên thực tế.<ref>Chandler, pp. 228&ndash;229.<\/ref>\n\nVới Sihanouk, hành động này cuối cùng hóa ra là một việc làm thiển cận, nhất thời thỏa lòng khao khát báo thù với những kẻ đã phản bội ông.<ref>Chandler, tr. 200<\/ref><ref>Osborne, tr. 214, 218.<\/ref> Với Khmer Đỏ, đó chẳng qua là cơ hội để họ bành trướng thế lực và ảnh hưởng của phong trào này. Nông dân Khmer, bị thúc đẩy bởi lòng trung thành với vương quyền, dần tập hợp dưới lá cờ của lực lượng FUNK.<ref>Chandler, tr. 201.<\/ref> Lời kêu gọi từ cá nhân Sihanouk, cùng với các hành động của quân Khmer Đỏ-nói chung là tốt, và các cuộc ném bom rộng khắp của lực lượng đồng minh do Hoa Kỳ đứng đầu đẩy mạnh việc dân chúng xin gia nhập hàng ngũ lực lượng nổi dậy. Tình hình còn sáng sủa hơn cho phe Khmer Đỏ, sau ngày 9 tháng 10 năm 1970, khi Lon Nol bãi bỏ thể chế quân chủ liên bang lỏng lẻo, thay vào đó thiết lập Cộng hòa Khmer tập quyền.<ref>Chandler, tr. 202.<\/ref>\n\n==Chiến tranh lan rộng==\n[[Việt Nam Dân chủ Cộng hòa|Chính quyền Hà Nội]] từ chối yêu cầu của chính phủ mới đòi họ rút quân. 2.000-4.000 người Campuchia từng tới Việt Nam Dân chủ Cộng hòa năm 1954 trở về [[Campuchia]], được các binh sĩ người Việt Nam hỗ trợ. Để đáp lại, [[Hoa Kỳ]] cung cấp viện trợ vũ khí cho các lực lượng của chính phủ mới, và họ lao vào cuộc chiến chống lại cả những kẻ nổi loạn bên trong và cả những lực lượng [[Việt Nam Dân chủ Cộng hòa]] và [[Cộng hòa Miền Nam Việt Nam|Cộng hòa miền Nam Việt Nam]].\n\nTháng 4 năm 1970, Tổng thống Mỹ [[Richard Nixon|Nixon]] tuyên bố với công chúng rằng các lực lượng trên bộ của [[Hoa Kỳ|Mỹ]] và [[Việt Nam Cộng hòa]] đã tiến vào Campuchia trong một chiến dịch nhằm tiêu diệt các vùng căn cứ của NVA tại [[Campuchia]] (xem [[Chiến dịch Campuchia|Cuộc xâm nhập Campuchia]]). Người Mỹ ném bom Campuchia trong hơn một năm. Những cuộc phản đối diễn ra tại các trường đại học Mỹ, dẫn tới cái chết của bốn sinh viên tại [[Kent State]], ủng hộ rút quân Mỹ khỏi Việt Nam (xem [[Thảm sát Đại học Tiểu bang Kent]]).\n\nDù một số lượng lớn trang thiết bị đã bị Hoa Kỳ và các lực lượng Việt Nam Cộng hòa chiếm được và phá huỷ, chính sách ngăn chặn các lực lượng Việt Nam Dân chủ Cộng hòa vẫn tỏ ra không thành công. Lực lượng Quân đội Nhân dân Việt Nam di chuyển sâu hơn vào bên trong Campuchia để tránh các cuộc hành quân của Hoa Kỳ và Việt Nam Cộng hòa. Các đơn vị NVA tràn qua các vị trí quân sự của Campuchia trong khi CPK mở rộng các cuộc tấn công quy mô nhỏ vào những đường thông tin liên lạc.\n\nTrong ban lãnh đạo Cộng hòa Khmer có tình trạng không thống nhất giữa ba thành viên chính: Lon Nol, [[Sirik Matak]] anh em họ của Sihanouk, và lãnh đạo Quốc hội [[In Tam]]. Lon Nol vẫn nắm quyền lực một phần nhờ bởi không có ai đã được chuẩn bị để thế chỗ ông. Năm 1972, một hiến pháp ra đời, nghị viện được bầu ra, và Lon Nol trở thành tổng thống. Nhưng tình trạng không thống nhất, những vấn đề về việc biến lực lượng quân đội 30.000 người lên hơn 200.000, và tình trạng tham nhũng tràn lan làm suy yếu chính quyền hành chính và quân đội.\n\nCuộc nổi dậy của những người cộng sản bên trong Campuchia tiếp tục lớn mạnh, và được cung cấp trang bị cũng như ủng hộ quân sự từ phía Việt Nam Dân chủ Cộng hòa. [[Pol Pot]] và [[Ieng Sary]] nắm được quyền lãnh đạo lực lượng cộng sản do người Việt Nam đào tạo, nhiều người trong số đó đã bị thanh lọc. Cùng lúc đó các lực lượng của [[Khmer Đỏ|Đảng cộng sản Kampuchea]] trở nên mạnh hơn và độc lập hơn khỏi quyền kiểm soát của [[người Việt Nam (định hướng)|người Việt Nam]]. Tới năm 1973, CPK đã đánh những trận lớn chống lại các lực lượng chính phủ mà không cần hoặc có rất ít sự hỗ trợ từ phía [[Quân đội Nhân dân Việt Nam]], họ kiểm soát gần 60% lãnh thổ Campuchia và 25% dân số.\n\nChính phủ đã ba lần nỗ lực đàm phán với những người nổi dậy nhưng không mang lại kết quả, nhưng tới năm 1974, CPK đã hoạt động thành những nhóm tách biệt với nhau và một số lực lượng [[Việt Nam Dân chủ Cộng hòa]] đã chuyển vào trong miền Nam Việt Nam. Quyền kiểm soát của Lon Nol bị giảm xuống chỉ còn những vùng bao quanh thành phố và những đường vận chuyển chính. Hơn hai triệu người tị nạn chiến tranh sống ở [[Phnôm Pênh]] và các thành phố khác.\n\n==Cơn hấp hối của Cộng hòa Khmer (1972&ndash;1975)==\n===Vật lộn để tồn tại===\nTừ năm 1972 tới năm 1974, cuộc chiến diễn ra chủ yếu trên các trục đường giao thông bắc nam thủ đô. Các chiến dịch có giới hạn được quân chính phủ tiến hành để giữ liên hệ với các vùng sản xuất lúa gạo ở miền tây bắc, dọc theo sông Mê Kông và quốc lộ 5, con đường bộ nối liền Campuchia với miền Nam Việt Nam. Chiến thuật của Khmer Đỏ là dần cắt đứt các tuyến liên lạc này và bóp nghẹt Phnôm Pênh. Kết quả là lực lượng quân đội chính phủ FANK bị chia cắt, cô lập, không thể hỗ trợ lẫn nhau.\n\nHỗ trợ chủ yếu của Hoa Kỳ cho nỗ lực của lực lượng FANK là các cuộc ném bom và các phi vụ oanh kích của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]]. Khi tổng thống Nixon ra lệnh tiến hành [[Chiến dịch Campuchia|Chiến dịch Campuchia 1970]], quân Mỹ và Nam Việt Nam tiến hành chiến dịch dưới lớp ô không lực bảo vệ được mệnh danh Chiến dịch ''Freedom Deal''. Khi các lực lượng này rút lui, chiến dịch không kích tiếp tục, dưới danh nghĩa ngăn chặn các lực lượng Quân đội Nhân dân Việt Nam\/Cộng hòa miền Nam Việt Nam di chuyển và vận chuyển tiếp tế.<ref>Nalty, tr. 199.<\/ref> Trên thực tế (và hoàn toàn không được công chúng Hoa Kỳ cũng như Quốc hội biết đến), các hoạt động này được thực hiện để không yểm cho lực lượng quân chính phủ FANK.<ref>Douglas Pike, John Prados, James W. Gibson, Shelby Stanton, Col. Rod Paschall, John Morrocco, and Benjamin F. Schemmer, ''War in the Shadows''. Boston: Boston Publishing Company, 1988, tr. 146.<\/ref> Theo một cựu sĩ quan Hoa Kỳ tại Phnôm Pênh, \"các khu vực quanh sông Mê Kông dày đặc các hố bom B-52, tới mức năm 1973, chúng giống như thung lũng trên mặt trăng\".<ref>''War in the Shadows'', tr. 149.<\/ref>\n\n[[Tập tin:Cambodian Civil War-era T-54 or Type 59.jpg|nhỏ|trái|Chiếc xe tăng [[T-55|T-54]] do Liên Xô sản xuất]]\nNgày 10 tháng 3 năm 1972, ngay trước khi Quốc hội chuẩn bị thông qua bản sửa đổi hiến pháp, Lon Nol thông báo ngưng cuộc thảo luận tại quốc hội. Lon Nol tiếp đó buộc Cheng Heng, nguyên thủ quốc gia kể từ khi Sihanouk bị lật đổ, phải trao lại quyền lực cho mình. Vào dịp kỷ niệm lần thứ hai cuộc đảo chính, Lon Nol từ bỏ vị trí nguyên thủ, nhưng tiếp tục giữ vị trí thủ tướng và bộ trưởng quốc phòng.\n\nNgày 4 tháng 6, Lon Nol được bầu làm tổng thống đầu tiên của Cộng hòa Khmer, trong một cuộc bầu cử gian lận rõ ràng.<ref>Chandler, tr. 222&ndash;223.<\/ref> Với bản hiến pháp mới (được thông qua vào 30 tháng 4), các đảng phái chính trị nhanh chóng trở thành căn nguyên cho tình trạng chia rẽ đảng phái. Theo tướng Sutsakhan: \"hạt giống dân chủ hóa, được ném theo gió bởi các lãnh đạo Khmer với thiện ý, chẳng mang lại cái gì tốt đẹp cho Cộng hòa Khmer, ngoại trừ một vụ mùa thất bát.\"<ref name=\"Sutsakhan, p. 89\"\/>\n\nTới tháng 1 năm 1973, một tia hy vọng mới được thổi vào lồng ngực chính phủ, quân đội và dân chúng khi [[Hiệp định Paris 1973|Hiệp định hòa bình Paris]] được ký kết, chấm dứt cuộc xung đột (tại thời điểm đó) tại miền Nam Việt Nam và Lào. Ngày 29 tháng 1, Lon Nol tuyên bố đơn phương ngưng bắn trên toàn quốc. Tất cả các chiến dịch ném bom của Hoa Kỳ cũng được ngưng lại, với hy vọng bảo đảm một cơ hội hòa bình được mở ra. Tuy nhiên điều đó không xảy ra. Quân Khmer Đỏ làm ngơ trước tuyên bố của chính phủ và tiếp tục cuộc chiến. Tới tháng 3, do thương vong nặng nề, do nạn đào ngũ, và tình hình tuyển quân èo uột, Lon Nol phải tuyên bố ban hành nghĩa vụ quân sự, và tới tháng 4, quân nổi dậy tiến hành chiến dịch tấn công, tiến sát vào tận tới khu ngoại ô thủ đô. Không lực Hoa Kỳ phản ứng bằng cách tiến hành các cuộc ném bom dữ dội, buộc lực lượng Khmer Đỏ phải rút về vùng nông thôn, sau khi bị tổn thất nặng bởi các cuộc không kích.<ref>Isaacs, Hardy & Brown, tr. 100.<\/ref>\n\nTới ngày cuối cùng của chiến dịch ''Freedom Deal'' (15 tháng 8 năm 1973), có 250.000 tấn bom đã được ném trên lãnh thổ Cộng hòa Khmer, trong số đó 82 ngàn tấn được ném chỉ trong 45 ngày cuối chiến dịch.<ref>Morrocco, tr. 172.<\/ref> Kể từ khi chiến dịch ''Menu'' khởi phát năm 1969, Không lực Hoa Kỳ đã ném 539.129 tấn bom tại Campuchia.<ref>Shawcross, tr. 297.<\/ref>\n\n===Khmer Đỏ dần lộ nguyên hình===\nCho tới tận những năm 1972&ndash;1973, người ta vẫn còn tin là, cả trong và ngoài Campuchia, rằng cuộc chiến là một cuộc xung đột bởi ngoại bang, và cuộc chiến không làm thay đổi gốc rễ bản chất người Khmer.<ref>Isaacs, Hardy and Brown, tr. 106.<\/ref> Tới cuối 1973, trong dân chúng và chính phủ Campuchia người ta dần nhận rõ sự cuồng tín, coi rẻ sinh mạng con người, và việc Khmer Đỏ hoàn toàn bác bỏ đàm phán hòa bình, \"''khiến người ta bắt đầu thấy sự cuồng tín của Khmer Đỏ, và bản chất hung hãn tiềm tàng của chúng còn ghê gớm hơn những gì mà người ta phỏng đoán.''\"<ref name=\"ihb106\">Isaacs, Hardy and Brown, p. 106.<\/ref>\n\nTin tức về chính sách tàn bạo của lực lượng này nhanh chóng bay đến Phnôm Pênh và tới dân chúng, báo trước về một cơn điên loạn tàn bạo chuẩn bị đổ xuống đầu quốc gia này. Nhiều câu chuyện được kể về việc việc nhiều làng mạc bị cưỡng bức di dời hoàn toàn, hay chuyện tất cả những người nào tỏ ra buất tuân lệnh, hay thậm chí chỉ đơn giản là dám đặt câu hỏi, việc cấm đoán thực hành tín ngưỡng, hay việc các nhà sư bị bắt phải cởi áo nhà tu hoàn tục hoặc bị giết hại, và việc các tập tục cưới hỏi hay sinh hoạt tình dục bị phá bỏ.<ref name=\"Isaacs pp. 106\">Isaacs, Hardy & Brown, tr. 106&ndash;107.<\/ref><ref>Shawcross, tr. 322.<\/ref> Chiến tranh là một việc, nhưng việc Khmer Đỏ chém giết một cách tùy hứng, rất khác với bản chất người Khmer, là một việc hoàn toàn khác.<ref>Osborne, tr. 203.<\/ref> Các tin tức sự hung bạo của Khmer Đỏ bắt đầu lộ ra cùng với thời gian binh lính Việt Nam bắt đầu rút khỏi chiến trường Campuchia. Đây không phải là sự trùng hợp ngẫu nhiên. Việc Quân đội Nhân dân Việt Nam tập trung nỗ lực vào chiến trường miền Nam Việt Nam tạo điều kiện cho Khmer Đỏ lần đầu tiên áp dụng học thuyết và chính sách của họ mà không gặp phải bất cứ sự kiềm chế nào.<ref name=\"Isaacs, Hardy and Brown, p. 107\">Isaacs, Hardy & Brown, tr. 107.<\/ref>\n\nBan lãnh đạo Khmer Đỏ tới lúc này vẫn hoàn toàn là một bí ẩn với dân chúng. Người ta gọi họ bằng cái tên ''peap prey'' &ndash; đạo quân sơn lâm. Trước đó, ngay cả sự hiện hữu của lực lượng cộng sản trong hàng ngũ GRUNK cũng phải được dấu diếm.<ref name=\"Isaacs pp. 106\"\/> Trong các vùng \"giải phóng\", người ta gọi họ một cách đơn giản là \"Angka\" &ndash; tổ chức. Trong năm 1973, quyền lãnh đạo đảng cộng sản Campuchia rơi vào tay các thành viên cuồng tín nhất là Pol Pot và Son Sen, những người tin rằng \"Campuchia phải trải qua một cuộc cách mạng toàn diện, và mọi thứ tồn tại trước đó đều đáng bị nguyền rủa, và phải bị tiêu hủy\".<ref name=\"Isaacs, Hardy and Brown, p. 107\"\/>\n\nNgười ngoài cũng không được biết đến sự đối lập ngày càng tăng giữa Khmer Đỏ và đồng minh Việt Nam của họ.<ref name=\"Isaacs, Hardy and Brown, p. 107\"\/><ref>Chandler, tr. 216.<\/ref> Ban lãnh đạo cực đoan của Khmer Đỏ không bao giờ ngưng nghi ngờ Hà Nội có mưu đồ thiết lập một Liên bang Đông Dương, với Việt Nam nắm vai trò thống lĩnh.<ref>Hệ tư tưởng không phải là vấn đề duy nhất gây chia rẽ giữa hai đảng cộng sản. Rất nhiều thành viên đảng cộng sản Campuchia cũng chia sẻ quan điểm cực đoan về Việt Nam. Deac, tr. 216, 230.<\/ref> Khmer Đỏ về mặt ý thức hệ gần gũi với Trung Quốc, trong khi Liên Xô, nước bảo trợ chính cho Việt Nam, thì vẫn công nhận sự hợp pháp của chính quyền Lon Nol.<ref>Deac, tr. 68.<\/ref> Sau khi hiệp định Paris được ký kết, Quân đội Nhân dân Việt Nam cắt đứt nguồn tiếp tế vũ khí cho Khmer Đỏ, với hy vọng qua đó buộc họ phải chấp nhận ngưng bắn.<ref name=\"Isaacs, Hardy and Brown, p. 107\"\/><ref>Shawcross, tr. 281.<\/ref> Khi phía Hoa Kỳ được rảnh tay bởi hiệp định này, họ quay sang tập trung sức mạnh không quân của mình đánh vào Khmer Đỏ, việc này cũng được Khmer Đỏ đổ lỗi lên Hà Nội.<ref>Isaacs, Hardy & Brown, tr. 107<\/ref> Trong năm đó, sự nghi ngờ và thái độ thiếu thân thiện của ban lãnh đạo Khmer Đỏ dẫn đến việc họ tiến hành cuộc thanh trừng nội bộ. Phần lớn các thành viên Khmer Đỏ được huấn luyện bởi Hà Nội đều bị giết theo mệnh lệnh của Pol Pot.<ref>Chandler, tr. 211.<\/ref>\n\nCàng ngày, yêu cầu sử dụng hoàng thân Sihanouk như một tấm bình phong cho Khmer Đỏ càng giảm đi. Khmer Đỏ tuyên bố với dân chúng vùng \"giải phóng\" rằng việc công khai ủng hộ Sihanouk sẽ dẫn đến việc họ bị trừ khử.<ref>Chandler, tr. 231.<\/ref> Mặc dù hoàng thân Sihanouk vẫn nhận được sự ủng hộ từ phía Trung Quốc, mỗi khi ông xuất hiện trước công chúng ngoại quốc để thu hút sự ủng hộ cho GRUNK, ông bị các Bộ trưởng [[Ieng Sary]] và Khieu Samphan tỏ vẻ coi thường ra mặt.<ref>Osborne, tr. 224.<\/ref> Tháng 6, hoàng thân nói với nhà báo người Ý Oriana Fallaci rằng khi \"họ [chỉ Khmer Đỏ] đã hút kiệt tôi rồi, họ sẽ vứt tôi ra như vứt một con hàu thôi.\"<ref>Shawcross, tr. 321.<\/ref>\n\nTới cuối năm 1973, những người trung thành với Sihanouk đã bị thanh lọc khỏi tất cả các bộ của GRUNK và tất cả những ủng hộ viên của ông trong hàng ngũ quân nổi dậy cũng đã bị tiêu diệt.<ref name=\"Isaacs, Hardy and Brown, p. 107\"\/> Chỉ ít lâu sau dịp lễ Giáng sinh, khi quân nổi dậy đang chuẩn bị cho chiến dịch công kích cuối cùng, Sihanouk nói chuyện với nhà ngoại giao Pháp [[Etienne Manac'h]]. Ông nói rằng hy vọng của ông về một chủ nghĩa xã hội ôn hòa nay phải hoàn toàn bỏ đi. Nay mô hình mới sẽ là nước [[Albania]] theo tư tưởng Stalin.<ref>Shawcross, tr. 343.<\/ref>\n\n===Phnôm Pênh thất thủ===\n{{details|Kampuchea Dân chủ|Campuchia dưới thời Pol Pot}}\nVào lúc quân Khmer Đỏ bắt đầu chiến dịch mùa khô nhằm đánh chiếm thủ đô đang bị vây hãm vào 1 tháng 1 năm 1975, Cộng hòa Khmer đã ở vào tình trạng hỗn loạn. Nền kinh tế bị bóp nghẹt, mạng lưới giao thông bị thu hẹp lại còn có giao thông đường không và đường thủy, thu hoạch lúa chỉ còn một phần tư, nguồn cung cấp cá nước ngọt (nguồn protein chủ đạo) sụt giảm nghiêm trọng. Giá cả thực phẩm cao gấp 20 lần mức trước chiến tranh, và người ta ngừng đánh giá tình trạng thất nghiệp trong dân chúng.<ref>Lipsman & Weiss, tr. 119.<\/ref>\n\n[[Tập tin:Cambodian Civil War map.jpg|nhỏ|phải|200px|Chiến dịch cuối cùng nhằm vào Phnôm Pênh, tháng 4 năm 1975]]\nPhnôm Pênh, với lượng dân cư trước chiến tranh vào khoảng 600 ngàn người, bị tràn ngập bởi dân tị nạn (vẫn tiếp tục tràn vào thủ đô từ các khu vực phòng thủ vòng ngoài bị thất thủ), phình lên tới mức 2 triệu người. Số dân chúng tuyệt vọng và không nơi nương tựa này chẳng có nghề nghiệp, chỉ có rất ít lương thực, chỗ trú chân, hay chăm sóc y tế. Điều kiện sống của họ (và của chính phủ) ngày càng trở nên tồi tệ, khi lực lượng Khmer Đỏ dần giành được quyền kiểm soát hai bờ [[mê Kông|sông Mê Kông]]. Từ bờ sông, quân Khmer Đỏ sử dụng mìn và hỏa lực để kiềm chế các đoàn thuyền vận chuyển tiếp liệu thực phẩm, xăng dầu, và đạn dược cho thành phố ngày càng đói khát này (90% tiếp vận cho Cộng hòa Khmer được chuyển bằng đường thủy) từ Nam Việt Nam. Sau khi tuyến đường thủy bị cắt đứt vào tháng 2, Hoa Kỳ bắt đầu tiến hành các cuộc không vận tiếp tế. Các cuộc không vận này ngày càng trở nên nguy hiểm, vì đạn rocket và đạn pháo của quân Khmer Đỏ, liên tục nã vào sân bay vào thành phố.\n\nTuyệt vọng, nhưng quyết tâm, các đơn vị quân chính phủ, nhiều đơn vị đã cạn sạch cả đạn dược, bám trụ xung quanh thủ đô và chiến đấu đến khi vị trí của họ thất thủ. Tới tuần cuối cùng của tháng 3 năm 1975, 40 ngàn quân Khmer Đỏ bắt đầu bao vây thủ đô và chuẩn bị đánh đòn \"ân huệ\" vào lực lượng chính phủ, còn khoảng bằng nửa số đó.<ref>Snepp, tr. 279.<\/ref>\n\nLon Nol từ chức và rời Campuchia ngày 1 tháng 4, hy vọng rằng người ta có thể đạt được thỏa hiệp nếu ông ta từ bỏ chính trường.<ref>Deac, tr. 218.<\/ref> [[Saukam Khoy]] trở thành quyền tổng thống của một chính phủ chỉ sống sót trong không quá ba tuần tới. Các nỗ lực vào phút chót của Hoa Kỳ nhằm thu xếp một thỏa thuận hòa bình trong đó bao gồm Sihanouk thất bại. Khi [[Quốc hội Hoa Kỳ]] bỏ phiếu không thông qua tiếp tục viện trợ đường không cho Capuchia, tình trạng hoảng loạn và cảm tưởng tận thế lan tràn tại thủ đô. Tình hình này được Tướng Sak Sutsakhan (lúc đó là tham mưu trưởng FANK) ghi nhận:\n<blockquote>\"Bức tranh Cộng hòa Khmer xuất hiện trong trí óc người ta lúc đó là hình ảnh một người ốm yếu, chỉ sống được nhờ vào sự tiếp sức từ bên ngoài, và trong tình cảnh ấy, việc nhồi nhét thuốc men, dù có hiệu quả đến mức nào đi chăng nữa, có lẽ cũng chẳng có giá trị duy trì sự sống lâu hơn được\".<ref>Sutsakhan, tr. 155.<\/ref><\/blockquote>\n\nNgày 12 tháng 4, kết luận rằng tình hình đã trở nên tuyệt vọng (và không hề thông báo cho chính quyền Khmer), Hoa Kỳ sơ tán nhân viên sứ quán của mình bằng trực thăng trong [[Chiến dịch Eagle Pull]]. Trong số 276 người được sơ tán có Đại sứ Hoa Kỳ [[John Gunther Dean]], các nhân viên ngoại giao Hoa Kỳ, quyền Tổng thống Saukam Khoy, các viên chức cao cấp của chính phủ Cộng hòa Khmer và gia đình, và nhân viên các hãng thông tấn. Tổng cộng, có 82 người Mỹ, 159 người Campuchia, và 35 người thuộc các quốc gia khác được sơ tán. Cuộc chiến tranh đã tiêu tốn của Hoa Kỳ khoảng một triệu dollar một ngày&ndash; tổng cộng $1,8 tỷ dollar cho chi phí quân sự và viện trợ kinh tế. Chiến dịch ''Freedom Deal'' tốn thêm $7 tỷ dollar nữa.<ref>Deac, tr. 221.<\/ref> Mặc dù Đại sứ Hoa Kỳ mời (và hết sức kinh ngạc), nhưng hoàng thân [[Sisowath Sirik Matak]], [[Long Boret]], [[Lon Non]] (em trai Lon Nol), và phần lớn nội các của Lon Nol khước từ lời mời di tản từ phía Hoa Kỳ.<ref>Isaacs, Hardy and Brown, tr. 111.<\/ref> Tất cả bọn họ chọn ở lại và chia sẻ số phận với dân chúng của họ. Tên của họ không nằm trong danh sách tử hình của Khmer Đỏ, và nhiều người tin vào lời Khmer Đỏ rằng các viên chức của chế độ cũ sẽ không bị sát hại, mà sẽ được chào đón để giúp đỡ tái thiết đất nước. Về sau, tất cả bọn họ đều bị Khmer Đỏ tàn sát.\n\nSau khi người Mỹ (và [[Saukam Khoy]]) đã rời đi, bảy thành viên Hội đồng Tối cao, dẫn đầu bởi Tướng Sak Sutsakhan, thâu tóm quyền điều hành chính quyền đang sụp đổ. Tới ngày 15 tháng 4, phòng tuyến cuối cùng của thành phố rơi vào tay quân Khmer Đỏ. Sáng ngày 17 tháng 4, Hội đồng quyết định di chuyển trụ sở chính phủ tới tỉnh [[Oddar Meancheay (tỉnh)|Oddar Meanchay]] ở vùng tây bắc. Tới 10 giờ sáng, tướng Mey Si Chan của bộ tổng tham mưu FANK loan báo trên đài phát thanh, hạ lệnh cho tất cả lực lượng FANK ngừng bắn, vì \"thương lượng đang diễn ra\" về việc Phnôm Pênh đầu hàng.<ref>Ponchaud, tr. 7.<\/ref> Cuộc chiến đã kết thúc, nhưng cơn ác mộng Khmer Đỏ mới chỉ bắt đầu. Các sĩ quan FANK bị bắt và bị đưa đến khách sạn Monoram để viết tiểu sử của họ và sau đó bị hành quyết tại [[Sân vận động Olympic Phnôm Pênh|Sân vận động Olympic]]. Quân Khmer Đỏ tiến hành cưỡng bức di tản dân chúng khỏi thủ đô ngay lập tức về vùng nông thôn, và trong quá trình đó, giết hại hàng ngàn người. Năm đầu tiên dưới chế độ Khmer Đỏ bắt đầu.\n\nNgay sau khi Các lực lượng vũ trang nhân dân giải phóng dân tộc Campuchia chiếm Phnôm Pênh, Chủ tịch [[Tôn Đức Thắng]], Thủ tướng [[Phạm Văn Đồng]], Phó thủ tướng kiêm Bộ trưởng Bộ Quốc phòng [[Võ Nguyên Giáp]] của Việt Nam Dân chủ cộng hòa đã gửi điện chúc mừng Samdech [[Norodom Sihanouk]], Quốc trưởng Campuchia, Chủ tịch Mặt trận thống nhất Dân tộc Campuchia, Samdech [[Penn Nouth]] Chủ tịch Bộ Chính trị Mặt trận Thống nhất dân tộc, Thủ tướng Chính phủ Vương quốc đoàn kết dân tộc Campuchia, [[Khieu Samphan]] Phó thủ tướng, Bộ trưởng Bộ quốc phòng, Tổng Tư lệnh Các lực lượng vũ trang nhân dân giải phóng dân tộc Campuchia, trong điện mô tả \"thắng lợi này là một trong những thắng lợi vĩ đại nhất\", \"đó là thắng lợi kỳ diệu của một dân tộc anh hùng\", \"thắng lợi tuyệt đẹp của tình đoàn kết chiến đấu giữa nhân dân Việt Nam và nhân dân Campuchia, cùng với nhân dân Lào anh em\". Luật sư, Chủ tịch [[Nguyễn Hữu Thọ]] và Chủ tịch [[Huỳnh Tấn Phát]] cũng gửi điện chúc mừng đến Samdech Norodom Sihanouk và Samdech Penn Nouth<ref>Báo Nhân dân ngày 18 Tháng Tư 1975<\/ref>.\n\n==Tác động của cuộc nội chiến==\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n;Published government documents\n* {{chú thích sách|author=Military History Institute of Vietnam |title=Victory in Vietnam: A History of the People's Army of Vietnam, 1954&ndash;1975 |url=https:\/\/archive.org\/details\/victoryinvietnam0000unse_u7j3 |others=trans. Pribbenow, Merle |location= Lawrence KS |publisher=University of Kansas Press|year=2002 |isbn=0700611754}}\n* {{chú thích sách |author=Nalty, Bernard C. |title=Air War Over South Vietnam: 1968&ndash;1975 |url=https:\/\/archive.org\/details\/airwaroversouthv0000nalt |location=Washington DC |publisher=Air Force History and Museums Program |year=2000}}\n*Sutsakhan, Lt. Gen. Sak, ''The Khmer Republic at War and the Final Collapse''. Washington DC: [[United States Army Center of Military History]], 1987.\n;Biographies\n*{{chú thích sách |author=Osborne, Milton |title=Sihanouk: Prince of Light, Prince of Darkness |location=Sydney | publisher=Allen & Unwin |year=1994 |isbn=1863736425}}\n\n;Secondary sources\n* {{chú thích sách |author=Chandler, David P.|title=The Tragedy of Cambodian History |url=https:\/\/archive.org\/details\/tragedyofcambodi00chan|location=New Haven CT |publisher=Yale University Press |year=1991 |isbn=0300049196}}\n*{{chú thích sách |author=Deac, Wilfred P. |title=Road to the Killing Fields: the Cambodian War of 1970&ndash;1975'' |location=College Station TX |publisher=Texas A&M University Press |year=2000}}\n* {{chú thích sách |author=Dougan, Clark; Fulghum, David |title=The Fall of the South |location=Boston |publisher=Boston Publishing Company |year=1985 |isbn=0939526166}}\n* {{chú thích sách |author= Isaacs, Arnold; Hardy, Gordon |title=Pawns of War: Cambodia and Laos |url= https:\/\/archive.org\/details\/pawnsofwarcambod00isaa |location=Boston |publisher=Boston Publishing Company |year= 1988 |isbn=0-939526-24-7}}\n*{{chú thích sách|author=[[Stanley Karnow|Karnow, Stanley]] |title=Vietnam: A History |url=https:\/\/archive.org\/details\/vietnamhistory00karn|location=New York |publisher=Viking Press |year=1983 |isbn=0670746045}}\n*Kinnard, Douglas, ''The War Managers''. Wayne NJ: Avery Publishing Group, 1988.\n* {{chú thích sách |author= Lipsman, Samuel; Doyle, Edward|title=Fighting for Time: 1969&ndash;1970 |url= https:\/\/archive.org\/details\/fightingfortime00lips |location=Boston |publisher=Boston Publishing Company |year= 1983 |isbn=0-939526-07-7}}\n*{{chú thích sách |author=Lipsman, Samuel; Weiss, Stephen |title=The False Peace: 1972&ndash;74 |location=Boston |publisher=Boston Publishing Company |year=1985 |isbn=0-939526-15-8}}\n* {{chú thích sách|author=Morris, Stephen |title=Why Vietnam invaded Cambodia: political culture and the causes of war |location=Stanford CA |publisher=Stanford University Press |year=1999 |isbn=0-8047-3049-0}}\n* {{chú thích sách |author=Morrocco, John |title=Rain of Fire: Air War, 1969&ndash;1973 |url=https:\/\/archive.org\/details\/rainoffire00time |location=Boston |publisher=Boston Publishing Company |year= 1985 |isbn=0-939526-14-X}}\n* {{chú thích sách |author=Osborne, Milton |title=Before Kampuchea: Preludes to Tragedy |url=https:\/\/archive.org\/details\/beforekampucheap00unse |location=Sydney |publisher=George Allen & Unwin |year=1979 |isbn=0868612499}}\n*Pike Douglas, John Prados, James W. Gibson, Shelby Stanton, Col. Rod Paschall, John Morrocco, and Benjamin F. Schemmer, ''War in the Shadows''. Boston: Boston Publishing Company, 1991.\n*Ponchaud, Francois, ''Cambodia: Year Zero''. New York: Holt, Rinehart, and Winston, 1981.\n*{{chú thích sách |author=Shaw, John M. |title=The Cambodian Campaign: the 1970 offensive and America's Vietnam War |url=https:\/\/archive.org\/details\/cambodiancampaig00unse |location=Lawrence KS |publisher=University of Kansas Press |year=2005 |isbn=0700614052}}\n* {{chú thích sách |author=Shawcross, William |title=Sideshow: Kissinger, Nixon and the Destruction of Cambodia |publisher=University of Michigan |year=1979 |isbn= 0671230700 }}\n* {{chú thích sách |author=Snepp, Frank |title=Decent Interval: An Insider's Account of Saigon's Indecent End Told by the CIA's Chief Strategy Analyst in Vietnam |url=https:\/\/archive.org\/details\/decentintervalin00snep |location=New York |publisher=Random House |year=1977|isbn=0394407431}}\n* {{chú thích sách|author=Tully, John |title=A short history of Cambodia: from empire to survival |url=https:\/\/archive.org\/details\/shorthistoryofca0000tull |location=Singapore |publisher=Allen & Unwin |year=2005 |isbn=1-74114-763-8}}\n{{Chiến tranh Lạnh}}\n\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam|C]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Chiến tranh liên quan tới Campuchia]]\n[[Thể loại:Nội chiến liên quan tới châu Á|C]]"}