{"19774444":"'''Nội ô Tòa Thánh Tây Ninh''' hay '''Thánh địa Cao Đài''' là một khuôn viên hình thang rộng khoảng 1 km² có hàng rào bao bọc xung quanh với 12 [[cổng tam quan]] được xây dựng theo 3 dạng kiến trúc khác nhau nằm ở phía Đông, cách [[Tây Ninh (thành phố)|thành phố Tây Ninh]] khoảng 5 km và [[Thành phố Hồ Chí Minh]] 99 km..<ref>{{Chú thích web|url=https:\/\/thoixua.vn\/dinh-danh-xua\/tuyen-tap-nhung-buc-anh-hiem-co-toa-thanh-tay-ninh-nam-1948-qua-ong-kinh-phong-vien-life.html|tựa đề=Tuyển tập những bức ảnh hiếm có Tòa thánh Tây Ninh năm 1948: Toà thánh lớn nhất của tôn giáo Cao Đài.|tác giả=Mẫn Nhi|ngày=06\/23\/2021|website=Thời Xưa|url-status=live|ngày truy cập=2022-12-26}}<\/ref><ref name=\":0\">{{Chú thích web|url=https:\/\/nld.com.vn\/2012020910560858p0c1201\/thanh-dia-cao-dai-muoi-hai-cai-cong.htm|tựa đề=Thánh địa Cao Đài, mười hai cái cổng|tác giả=Trần Vũ|họ=|ngày=2012-02-09|website=[[Báo Người lao động]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-12-26}}<\/ref> Cổng lớn nhất được gọi là Cửa Chánh Môn (cổng số 1), 11 cổng khác nhỏ hơn được đánh số từ 2 đến 12.<ref name=\":0\" \/> Bên trong khu vực Nội ô Tòa Thánh Tây Ninh có hàng loạt các công trình tâm linh độc đáo khác nhau bao gồm [[Tòa Thánh Tây Ninh]], Báo Ân Từ,...\n\n== Lịch sử ==\nĐạo Cao Đài đã làm Lễ Khai Đạo vào ngày [[15 tháng 10]] năm [[Bính Dần]] (nhằm ngày [[19 tháng 11]] năm [[1926]]) tại Thánh Thất tạm đặt tại [[Từ Lâm Tự]] (tên thường gọi Chùa Gò Kén), nằm trên Quốc lộ 22, cách thành phố Tây Ninh cũng độ 5 km.<ref name=\":1\" \/> Nguyên trong số các phú hào đóng góp tiền mua đất và xây chùa Từ Lâm, có ông bà Huyện Nguyễn Ngọc Thơ và bà Lâm Ngọc Thanh có đóng góp tiền bạc vào nhiều hơn hết. Vào giữa năm 1926, ông bà Nguyễn Ngọc Thơ nhập đạo Cao Đài, thuyết phục trụ trì chùa là [[Hòa thượng Như Nhãn]] đến dự đàn cầu cơ tại tư gia ở Tân Định. Theo tài liệu của đạo Cao Đài, cơ bút giáng thâu nạp Sư làm môn đệ và phong cho Sư làm Quảng Pháp Thiền Sư Thích Đạo Chuyển Luật Lịnh Diêu Đạo Sĩ, Chưởng Pháp phái Thái.\n\nCũng do ân tình lúc xây chùa, khi ông bà Nguyễn Ngọc Thơ ngỏ ý mượn chùa để tổ chức hành lễ khai đạo Cao Đài và thánh thất tạm, Hòa thượng Như Nhãn cũng đồng ý. Tuy nhiên, không lâu sau, nhận thấy sự khác biệt trong hành đạo, Sư yêu cầu các chức sắc Cao Đài trả lại chùa và hẹn trong 3 tháng phải dời đi.<ref name=\":1\" \/>\n<blockquote>''Kể từ Rằm tháng 10 năm Bính-Dần (1926) tới Rằm tháng Giêng Đinh-Mão (1927) là đúng kỳ hứa trả Từ Lâm Tự (Gò Kén) là ba tháng, nhưng tới tháng 2 năm Đinh Mão, đã quá kỳ hạn một tháng mà Hội Thánh chưa trả chùa lại được, vì chưa kiếm được đất để mua, còn Ông Hòa Thượng Giác Hải thì cứ đòi chùa lại hoài.''<ref>{{Chú thích sách|title=Đạo-Sử I|pages=51}}<\/ref><\/blockquote>Ngày 19 tháng 1 năm Đinh Mão (nhằm ngày 20 tháng 2 năm 1927), tại [[Từ Lâm Tự]], Hội Thánh được Đức Lý Giáo Tông giáng cơ quyết định trả chùa lại cho Hòa Thượng Như Nhãn, rồi dạy Hội Thánh đi chọn mua đất cất Tòa Thánh, phải chọn đất tại [[Tây Ninh]] nầy mà thôi, bởi vì Tây Ninh là Thánh địa, nơi đây phong thổ thuận tiện cho người ngoại quốc đến học Đạo. <blockquote>''Các con phải chung hiệp nhau mà lo cho hoàn toàn Tòa Thánh, chi chi cũng ở tại Tây Ninh nầy mà thôi.''<ref>{{Chú thích sách|title=Đạo-Sử II|pages=223}}<\/ref><\/blockquote>\n\nDo sự việc này, các chức sắc Cao Đài đã tìm mua một miếng đất tại làng Long Thành, để xây dựng nên Tòa Thánh Tây Ninh, đồng thời tuyên bố Sư bị cơ bút trục xuất khỏi đạo Cao Đài. Tháng tháng 10 năm [[1931]], Đầu sư [[Thái Thơ Thanh]] (Nguyễn Ngọc Thơ) đã đứng ra tổ chức khởi công đào móng làm nền, đào hầm [[Kinh Dịch|Bát Quái]].\n\n== Tòa Thánh Tây Ninh ==\n{{Bài chi tiết|Tòa Thánh Tây Ninh}}\nTòa Thánh Tây Ninh là công trình lớn nhất trong khuôn viên Nội ô Tòa Thánh Tây Ninh tọa lạc tại đường Phạm Hộ Pháp. Đối diện của Tòa Thánh Tây Ninh là [[Nội ô Tòa Thánh Tây Ninh#S%C3%A2n%20%C4%90%E1%BA%A1i%20%C4%91%E1%BB%93ng%20x%C3%A3|Sân Đại đồng xã]] và cuối cùng là [[Nội ô Tòa Thánh Tây Ninh#C%E1%BB%95ng%20Ch%C3%A1nh%20M%C3%B4n|Cổng Chánh Môn]].\n\nĐây là Tổ Đình, tức cơ sở thờ tự cấp trung ương của [[đạo Cao Đài]].\n\n== 12 cổng tam quan ==\n\n=== Cổng Chánh Môn (Cửa số 1) ===\n[[Tập tin:Cao Dai Holy See, main entrance.jpg|thế=Cửa Chánh Môn, Tòa Thánh Tây Ninh.|nhỏ|302x302px|Cửa Chánh Môn, [[Tòa Thánh Tây Ninh]].]]\nCổng Chánh Môn cao 36 m, ngang 60 m, cổ kín Tam quan, trên nóc là 3 Cổ Pháp: \"Xuân Thu, Phất Chủ, Bát Vu\" có bản đồ theo sự chỉ dẫn trước của Đức Hộ Pháp để lại.<ref name=\":1\" \/> Ba khối cổng chính và phụ đã được tách rời ra thành 3 chiếc cổng riêng, nối liền nhau bởi bức tường rào trang trí hoa gió và những cặp bông sen trên đỉnh. Trên nữa là mảng tường ngang lớn rộng hình thang, đắp nhiều gờ chỉ phân vị ngang và bố trí khung đặt chữ: [[Đạo Cao Đài|Đại Đạo Tam Kỳ Phổ Độ]] (tiếng Việt ở trên, tiếng Hán ở dưới) cùng các chữ và số năm xây dựng: [[1965]], [[Ất Tỵ]], Toà Thánh, Tây Ninh đăng đối ở hai bên.<ref name=\":2\">{{Chú thích web|url=https:\/\/baotayninh.vn\/san-dai-dong-xa-cong-chanh-mon-a35718.html|tựa đề=Sân Đại Đồng Xã, cổng Chánh môn|tác giả=Trần Vũ|ngày=02\/15\/2012|website=Báo Tây Ninh|url-status=live|ngày truy cập=2022-12-26}}<\/ref> Chiếc cổng ước tính có thể lên đến tầm cao 5 - 6 tầng nhà.<ref name=\":2\" \/>\n\nCổng Chánh Môn được xem là cổng đầu tiên của Tòa Thánh Tây Ninh. Cửa này thường đóng và chỉ mở vào các dịp đón tiếp nguyên thủ các quốc gia, lãnh đạo các Tôn giáo.\n\nKiến trúc cổng đắp nhiều phù điêu, nổi bật với các biểu tượng Lưỡng long tranh Cổ pháp (tức một trong những biểu tượng của Đạo Cao Đài), hoa sen và 3 cổ pháp: [[kinh Xuân Thu]], bình Bát vu và Phất chủ. Bình Bát Vu là bình đựng thực phẩm của tăng ni [[Phật giáo]] dùng khất thực. Phất chủ (còn gọi Phất trần) là chổi quét bụi hồng trần, tượng trưng [[Đạo giáo]]. [[Kinh Xuân Thu]] là do [[Khổng Tử]] viết, được chọn làm cổ pháp tượng trưng cho [[Nho giáo]]. Ba cổ pháp trên để nói lên sự đồng nguyên của Phật giáo, Đạo giáo, Nho giáo trong [[giáo lý Cao Đài]].\n\nTrên Chánh môn có đắp nổi chữ \"'''ĐẠI ĐẠO TAM KỲ PHỔ ĐỘ'''\" bằng [[Quốc ngữ|chữ Quốc ngữ]] ở trên và [[chữ Hán]] ở dưới. Ngoài ra có chữ \"'''TÒA THÁNH TÂY NINH'''\", ghi năm 1965 và [[Ất Tỵ|Ất tỵ]]. Hai bên trụ cổng có đôi câu liễn bằng chữ Hán nói lên tôn chỉ của đạo Cao Đài:{{cquote|nam mô cao đài tiên ông đại bồ tát ma ha tát\n:'''''CAO''' THƯỢNG CHÍ TÔN ĐẠI ĐẠO HÒA BÌNH DÂN CHỦ MỤC\n:'''''ĐÀI''' TIỀN SÙNG BÁI TAM KỲ CỘNG HƯỞNG TỰ DO QUYỀN.''\n\nTạm dịch:\n\n:''Đấng Chí Tôn ở trên cao hơn hết, Đạo lớn hòa bình hướng tới dân chủ.\n:''Trước đài tôn thờ ba kỳ cùng chung hưởng quyền tự do.|}}Hai chữ đầu của đôi liễn cũng hợp lại thành chữ [[Cao Đài]].\n[[Tập tin:12 cửa Tòa Thánh Tây Ninh.png|thế=12 cửa Tòa Thánh Tây Ninh.|nhỏ|12 cửa [[Tòa Thánh Tây Ninh]].]]\n\n=== Cửa phía Tây ===\n\n* Cửa số 2: là cửa từ đường Thượng Trung Nhựt đổ ra đường Lý Thường Kiệt, đối diện là hẻm số 9 của đường Lý Thường Kiệt. Cửa số 2 là cửa số 3 cũ.\n* Cửa số 3: là cửa từ đường Oai Linh Tiên đổ ra đường Lý Thường Kiệt, đối diện là đường Âu Cơ (tuyến đường giao với Lạc Long Quân đổ ra đường 30 tháng 4). Trước khi đổi cửa, đây là cửa số 4.\n\n=== Cửa phía Nam ===\n\n* Cửa số 4: là cửa từ đường Cao Thượng Phẩm đổ ra đường Nguyễn Huệ, đi về phía trung tâm của [[Hòa Thành|thị xã Hòa Thành]] và [[Chợ Long Hoa|Trung tâm thương mại Long Hoa]]. Đây là cửa đối diện với cửa số 12 và là cửa số 6 cũ.\n* Cửa số 5: là cửa số 7 cũ từ đường Phạm Hộ Pháp đổ ra đường An Dương Vương, tuyến đường này đâm thẳng về [[Quốc lộ 22]], hướng về [[Thành phố Hồ Chí Minh]]. Đối diện cửa này là cửa số 11, hướng về [[núi Bà Đen]]. Cách sắp xếp cũ không có cửa số 5.\n* Cửa số 6: là cửa số 8 cũ từ đường Cao Thượng Sanh đổ ra đường số 20 An Dương Vương. Đối diện cửa số 6 là cửa số 10.\n\n=== Cửa phía Đông ===\n\n* Cửa số 7: là cửa số 9 cũ từ đường Thái Thơ Thanh đổ ra hẻm cạnh đường Tòa Thành Tây Ninh.\n* Cửa số 8: là cửa số 10 cũ từ đường Oai Linh Tiên đổ ra hẻm cạnh đường Tòa Thành Tây Ninh. Đối diện cửa số 8 là cửa số 3.\n* Cửa số 9: là cửa số 11 cũ từ đường Thượng Trung Nhựt đổ ra hẻm cạnh đường Tòa Thành Tây Ninh. Đối diện cửa số 9 là cửa số 2.\n\n=== Cửa phía Bắc ===\n[[Tập tin:Cửa số 10 Nội ô Tòa Thánh Tây Ninh.JPG|thế=Cửa số 10 Nội ô Tòa Thánh Tây Ninh.|nhỏ|Cửa số 10 Nội ô Tòa Thánh Tây Ninh.]]\n* Cửa số 10: của Nội ô Tòa Thánh là cửa nằm ở hướng Bắc với tuyến đường đại lộ Cao Thượng Sanh đổ ra đường tỉnh 781. Trước khi thay đổi cửa, đây là cửa số 12 cũ.\n* Cửa số 11: của Nội ô Tòa Thánh là cửa nằm ở hướng Bắc với tuyến đường đại lộ Phạm Hộ Pháp đổ ra đường tỉnh 781 và đường Điện Biên Phủ nối với [[núi Bà Đen]]. Trước khi thay đổi cửa, đây là cửa số 1 của [[Tòa Thánh Tây Ninh]] và còn được gọi là cửa Hòa Viện. Đây là cửa trực diện nằm bên phía cánh phải của [[Tòa Thánh Tây Ninh]].\n* Cửa số 12: của Nội ô Tòa Thánh là cửa nằm ở hướng Bắc giáp với tuyến đường đại lộ Cao Thượng Phẩm với đường tỉnh 781 và Nguyễn Trọng Cát. Trước khi thay đổi cửa, đây là cửa số 2 của Tòa Thánh Tây Ninh, đối diện cửa số 12 hiện nay là cửa số 4. Đây là cổng nối liền Tòa Thánh với [[Tây Ninh (thành phố)|Thành phố Tây Ninh]] gần nhất và cũng là cửa cuối cùng.\n\n== Sân Đại đồng xã ==\n[[Tập tin:Khuôn viên Tòa Thánh Tây Ninh.jpg|thế=Phía trước Tòa Thánh Tây Ninh là Sân Đại đồng xã.|nhỏ|314x314px|Phía trước Tòa Thánh Tây Ninh là Sân Đại đồng xã.]]\n[[Tập tin:Sân Đại Đồng xã nhìn từ trên cao.jpg|thế=Sân Đại Đồng xã nhìn từ trên cao.|nhỏ|314x314px|Sân Đại Đồng xã nhìn từ trên cao.]]\nSân Đại đồng xã là một sân nằm giữa Cổng Chánh Môn vươn lên tới hơn 21 m và Tòa Thánh Tây Ninh với hai tòa tháp cao 28 m. Sân Đại đồng xã có cấu trúc như một quảng trường với chiều dài 300 m (tính từ mé ngoài hai con đường trục) và bề rộng bình quân là 81 m.<ref name=\":2\" \/>\n\nTheo bề ngang sân Đại đồng xã, hai con đường hai bên rộng 18 mét, nối với hai con đường trục ở hai đầu làm thành một đường vòng quanh, ôm lấy toàn bộ các công trình kiến trúc nhỏ bố trí trên sân. Đây cũng chính là đường đi múa cộ mẫu, rồng nhang, tứ linh trong [[Đại lễ vía Đức Chí Tôn]] và [[Hội Yến Diêu Trì Cung]]. Sân Đại đồng xã bao gồm phần cỏ và sân gạch phía trước đền thánh làm nơi cho chức sắc và đại biểu khách mời ngồi xem lễ, phần này có bề rộng 45 m. Cộng với 36 mét hai con đường đi là vừa vặn 81 mét - một con số đẹp thường thấy trong các cấu trúc Cao Đài. Mỗi bên Sân Đại đồng xã còn có khán đài Đông và Tây rộng 10,2 m và dài 60 m, chia ra thành 10 gian rộng 5 m và gian chính giữa rộng 10 m. Mỗi khán đài đều có 3 bậc cấp rộng lên xuống và bản thân khán đài cũng được chia thành 9 cấp.<ref name=\":2\" \/>\n\nTừ Chánh môn có con đường dẫn thẳng hướng Đông, qua khuôn viên trung tâm Đền Thánh. Tại khuôn viên này có 3 Bửu tháp của Hộ pháp [[Phạm Công Tắc]], Thượng phẩm [[Cao Quỳnh Cư]] và Thượng sanh [[Cao Hoài Sang]], được chạm đắp nhiều hoa văn, họa tiết tinh tế.\n\nBên trong Đại Đồng Xã từ hướng Chánh môn vào Tòa Thánh có tượng [[Tất-đạt-đa Cồ-đàm|Thái tử Si Đạt Ta]] ngồi trên lưng ngựa đi tìm đạo. Tiếp theo là Cửu Trùng Thiên (nơi đặt liên đài chứa di cốt của các chức sắc Cao Đài được phong từ bậc Tiên trở lên để hành tang lễ) có hình bát giác với 9 bậc nhỏ dần từ dưới lên trên và được sơn ba màu [[vàng]], [[xanh]], [[đỏ]] theo thứ tự từ trên xuống dưới (mỗi màu 3 bậc). Gần đó là cây [[Đề (thực vật)|Bồ đề]] cổ thụ do [[Đại đức]] Thera Narada, phó Tăng thống [[Phật giáo]] [[Sri Lanka|Srilanka]], tặng cây con chiết từ cây Bồ đề ở [[Chùa Mahabodhi]] ([[Bodh Gaya|Bồ Đề Đạo Tràng]]), [[Ấn Độ]] cho Tòa Thánh năm [[1953]]. Cách cội bồ đề vài thước có cột phướn cao 18m. Trên đỉnh cột là lá phướn dài 12m và rộng 1,2m. Phía trên màu vàng thêu Lưỡng long triều nhựt (''Hai con rồng chầu mặt trời''). Thân phướn có ba sọc vàng, xanh, đỏ. Ở giữa vùng xanh có hình [[Thiên Nhãn]], Cổ Pháp [[Tam giáo]] và sáu chữ '''ĐẠI ĐẠO TAM KỲ PHỔ ĐỘ''' bằng [[chữ Hán]]. Hai bên thân phướn có 12 thẻ vải tượng trưng cho Thập Nhị Khai Thiên, phía dưới thân phướn có 9 thẻ vải tượng trưng cho Cửu Thiên Khai Hóa.\n\n== Bá Huê Viên - Vườn Ngạn Uyển ==\nBá Huê Viên, khu vườn trăm ngàn hoa cảnh, đối diện Báo Ân Từ, nằm giữa hai đại lộ Phạm Hộ Pháp và Cao Thượng Sanh, rộng một mẫu rưỡi tây, được tạo lập vào năm [[1960]] do sáng kiến của Ngài Bảo Thế Lê Thiện Phước. Hình thể Bá Huê Viên được phân ra bốn phương tám hướng, chia thành từng ô lớn nhỏ khác nhau, hoa đủ loại, sắc có năm màu chánh tùy theo từng hướng theo nguyên lý của ngũ hành: Đông sanh Mộc hoa có sắc xanh, Tây sanh Kim hoa sắc trắng, Nam sanh Hỏa hoa sắc đỏ, Trung ương mồ kỷ Thổ hoa sắc vàng.<ref>{{Chú thích web|url=http:\/\/thanhthatcaodai.org\/ba-hue-vien-vuon-ngan-uyen\/|tựa đề=Bá Huê Viên - Vườn Ngạn Uyển|website=Thánh Thất Thánh Tịnh Cao Đài|url-status=live|ngày truy cập=2022-12-27}}<\/ref>\n\n== Giáo Tông đường ==\nGiáo Tông đường là dinh thự dùng làm nơi làm việc của Đức Quyền Giáo Tông Lê Văn Trung (1876 - 1934). Sở dĩ gọi là \"Quyền Giáo Tông\" vì Đức Ngài chỉ thay mặt Giáo Tông chánh vị trên phương diện hữu hình. Quyền hành Giáo Tông chánh vị thuộc về vô vi do Đức Lý Thái Bạch Kim Tinh kiêm nhiệm. Đôi liễn hai bên cổng viết bằng chữ Hán như sau:<ref name=\":3\">{{Chú thích web|url=https:\/\/www.daotam.info\/booksv\/noiotoathanhtayninhxuavanay\/noiotoathanhtayninhxuavanay.html#22.%20L%C3%81%20C%E1%BB%9C%20%C4%90%E1%BA%A0O|tựa đề=Nội ô Tòa Thánh xưa và nay|website=Tủ sách Đại Đạo|url-status=live|ngày truy cập=2022-12-26}}<\/ref>\n\n* ''Giáo hóa nhơn sanh nhựt nhựt trung tâm qui thiện quả. ({{Zh|c=敎化人生日日中心歸善果}})''\n* ''Tông khai tăng chúng thời thời trọng Đạo hiệp chơn truyền. ({{Zh|c=宗開僧眾時時重道合眞傳}})''\n\nDịch nghĩa:\n\n* ''Việc Giáo hóa nhơn sanh cho mỗi ngày mỗi giữ được cái tâm trung dung để được trở về ngôi vị nơi cõi thiêng liêng.''\n* ''Đạo mở ra cho dân chúng tu hành, luôn luôn tôn trọng đạo đức cùng với chơn truyền.''\n\nNăm 1906, Lê Văn Trung đã ra ứng cử Hội đồng quản hạt, Quận 2. Ông chống dự thảo luật \"Lục hạng điền\" của Thống Đốc Nam Kỳ Outrey.<ref name=\":3\" \/>\n\nNăm 1911, ông cổ động và đề xướng trường Nữ Học Đường Áo Tím (sau đổi thành trường Gia Long, rồi lại đổi tên thành Trường Nguyễn thị Minh Khai, quận 3). Năm 1925, ông đệ đơn từ chức Thượng Nghị viên. Và đến đầu năm 1926, ông phế đời hành Đạo. Ba tháng sau được ân phong Đầu Sư, năm 1930 được Đức Chí Tôn ân phong Quyền Giáo Tông.<ref name=\":3\" \/>\n\n== Hộ Pháp đường ==\nCông trình nằm tại đại lộ Phạm Hộ Pháp.\n\n== Nhà thuyền Bát Nhã ==\nTheo Bí Pháp, Thuyền Bát Nhã là chiếc thuyền Trí Huệ cho pháp nhiệm mầu của [[Phật]] tạo nên để rước các chơn hồn đắc đạo lên cõi thiêng liêng hằng sống mà [[đạo Phật]] gọi là cõi [[Niết bàn]], Tiên gọi là Bồng Lai Tiên Cảnh. Theo Thể Pháp, đây là chiếc thuyền đóng bằng gỗ có hình dáng một con rồng vàng, nơi chính giữa của mình rồng cất lên một cái nhà vàng để đặt quan tài chở vào nghĩa trang chôn cất.<ref name=\":4\">{{Chú thích web|url=http:\/\/thanhthatcaodai.org\/nha-thuyen-bat-nha-httn-tay-ninh\/|tựa đề=Nhà Thuyền Bát Nhã|website=Thánh Thất Thánh Tịnh Cao Đài|url-status=live|ngày truy cập=2022-12-27}}<\/ref>\n\nMột số với khác như [[Sa Đéc]], thuyền Bát Nhã là thuyền rồng, đậu bại bến sông, trên thuyền có gắn máy tàu để chạy trên sông rạch. Trong khi đó tại [[Thành phố Hồ Chí Minh]] được đóng trên một sườn xe hơi 4 bánh, có động cơ chạy trên đường như các loại xe vận tải khác. Còn đối với [[Tòa Thánh Tây Ninh]], thuyền Bát Nhã được đóng trên một cái khung có bánh xe, giống như cái rờ mọt của xe hơi, hai bên hông thuyền có gắn hai sợi dây thừng to và dài để cho các đạo tỳ kéo thuyền đi chậm chạp trên đường phố.<ref name=\":4\" \/>\n\nVào ngày [[13 tháng 10]] năm [[Ất Hợi]] (nhằm ngày [[8 tháng 11]] năm 1935), lễ Khai thuyền Bát Nhã đầu tiên tại Khách Đình cho Ngài Khai Pháp Trần Duy Nghĩa, Chưởng quản Cơ quan Phước Thiện làm chủ quản. Thường việc mai táng khu vực [[Tòa Thánh Tây Ninh]] thường được đưa về Cực Lạc Thái Bình.<ref name=\":4\" \/>\n\n== Khách Đình ==\nKhách Đình là nhà làm [[Đám tang|tang lễ]] cho các tín đồ khi quy liễu, kết thúc cõi trần để bắt đầu giai đoạn trở về quê xưa vị cũ. Khách Đình đã được xây dựng trong khuôn viên Nội ô Tòa Thánh Tây Ninh từ năm [[1927]]. Khuất phía sau Khách Đình có bàn thờ [[Thiên Nhãn]]. Tín đồ được quàn và làm lễ trong Khách Đình chỉ trong một đêm và phải là phẩm Lễ sanh hoặc tương đương, hoặc là người không có gia đình nhưng đã có nguyện ước và thuộc tín hữu trong vùng Thánh địa.<ref>{{Chú thích web|url=http:\/\/thanhthatcaodai.org\/khach-dinh-httn-tay-ninh\/|tựa đề=Khách Đình|website=Thánh Thất Thánh Tịnh Cao Đài|url-status=live|ngày truy cập=2022-12-27}}<\/ref>\n\n== Khác ==\n\n=== Công trình đường Cao Thượng Phẩm ===\n[[Tập tin:Tòa Thánh Tây Ninh (bửu tháp) ngày 23 tháng 11 năm 2014 (4).jpg|thế=Bửu tháp Đức Hộ pháp (nơi đặt kim thân của Hộ pháp Phạm Công Tắc sau khi được đưa về từ Campuchia năm 2006) trong khuôn viên Tòa Thánh Tây Ninh.|nhỏ|Bửu tháp Đức Hộ pháp (nơi đặt kim thân của Hộ pháp Phạm Công Tắc sau khi được đưa về từ [[Campuchia]] năm [[2006]]) trong khuôn viên [[Tòa Thánh Tây Ninh]].]]\n* Bửu tháp Đức Thượng Sanh\n* Bửu tháp Đức Hộ Pháp\n* Bửu tháp Đức Thượng Phẩm\n* Ban điều hành Phước Thiện nữ phái\n* Cơ quan Phước Thiện nam phái\n* Trường Trung học cơ sở Mạc Đĩnh Chi\n* Sở mộc số 1\n* Trường Trung học cơ sở Lý Tự Trọng\n* Trường Tiểu học Thị trấn Hòa Thành\n* Nhà Thuyền Bát Nhã\n\n=== Công trình đường Phạm Hộ Pháp ===\n\n* Y Viện Tòa Thánh Tây Ninh\n* Bửu tháp Tam Thanh Đầu Sư\n* Bửu tháp Nữ Đầu Sư\n* [[Tòa Thánh Tây Ninh]]\n* Bửu tháp Đức Quyền Giáo Tông\n* Nữ Đầu Sư Đường\n* Giáo Tông Đường\n* Giảng đường Tòa Thánh Tây Ninh\n* Cơ quan Pháp luật Đạo\n* Báo Ân Từ\n* Hộ Pháp Đường\n* Bá Huê Viên\n* Nhà khách Hội Thánh Cao Đài\n* Đầu Sư Đường - Văn phòng Hội Thánh\n* Hội Thánh Hàm Phong\n* Bửu tháp Hiến Pháp Chơn Quân\n\n=== Công trình đường Cao Thượng Sanh ===\n\n* Công Viện Hành Chánh\n* Trai đường Tòa Thánh\n* Bộ phận Ánh sáng Công viện\n* Ban công thợ Tòa Thánh Tây Ninh\n* Văn phòng điều hành Ban công thợ\n* Sở Đắp Vẽ\n* Sở Mỹ Thuật\n\n=== Công trình đường Thượng Trung Nhựt ===\n\n* Văn phòng Đồng Nhi Nam\n* Văn phòng Hiệp Thiên Đài\n* Sở May Linh Đức\n* Trung tâm giáo dục thường xuyên Thị xã Hòa Thành\n* Đội lân Mã Ngọc Kỳ lân\n\n=== Công trình đường Oai Linh Tiên ===\n\n* Học đường bộ nhạc\n* Ban bổng trao Tòa Thánh\n* Trường mầm non Rạng Đông\n* Trường mẫu giáo 19 tháng 5\n* Văn phòng Tông Đạo Tần Nhơn\n* Hạnh Đường\n* Kiêm Biên Tông Đạo\n\n=== Công trình đường vòng quanh Tòa Thánh ===\n\n* Tòa Nội Chánh - Cửu Trùng Đài\n\n== Giao thông ==\nTrong khuôn viên Nội ô Tòa Thánh có các tuyến đường như:<ref name=\":1\">{{Chú thích web|url=https:\/\/www.daotam.info\/booksv\/DichLyCaoDai\/NguyenThuy\/DayToaThanhTayNinh\/daytoathanhtayninh-II.htm|tựa đề=Tìm hiểu Châu vi Nội Ô Tòa Thánh|website=Tủ sách Đại Đạo|url-status=live|ngày truy cập=2022-12-26}}<\/ref>\n\n* Đại lộ Cao Thượng Phẩm, Phạm Hộ Pháp, Cao Thượng Sanh chạy dài theo chiều dọc, có hình Quẻ Càn (☰) với đại lộ Phạm Hộ Pháp ở giữa, chính trung, hai đại lộ còn lại nằm hai bên lần lượt phía trái và phải.\n* Lộ Oai Linh Tiên, Thượng Trung Nhựt, Thái Thơ Thanh chạy theo chiều ngang tượng trưng cho quẻ Khôn (☷).\n\nHai dạng quẻ này chồng lên nhau tạo thành chữ Điền (田) được gọi là Bát Quái Đồ Thiên, tức Bát-Quái Cao Đài. \n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Du lịch Tây Ninh}}\n\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Công trình tôn giáo tại Việt Nam]]\n[[Thể loại:Công trình xây dựng ở Tây Ninh]]\n[[Thể loại:Hòa Thành]]"}