{"154503":"{{Thông tin chiến tranh\n|conflict=Nội chiến Lào\n|partof=[[Chiến tranh Việt Nam]]\n|image=[[Tập tin:La-map.png|300px]]\n|caption=Lào\n|date={{End date|df=yes|1959|5|23}} – {{End date|df=yes|1975|12|2}}<br \/>({{Age in years, months, weeks and days|month1=5|day1=23|year1=1959|month2=12|day2=02|year2=1975}})\n|place=[[Vương quốc Lào]]\n|result= [[Pathet Lào]] chiến thắng và thành lập [[Lào|Cộng hòa Dân chủ Nhân dân Lào]].\n|combatant1 = {{plainlist|\n* {{flag|Vương quốc Lào}}\n* [[Quân đội Trung lập Lào]] (1962–1966)\n* {{flag|Hoa Kỳ}}\n* {{flag|Việt Nam Cộng hòa}}\n* {{flag|Thái Lan}}\n* '''Hỗ trợ:'''\n** {{flag|Đài Loan}}\n** {{flag|Hàn Quốc|1949}}\n** {{flag|New Zealand}}\n** {{flag|Philippines|1936}}\n** {{flag|Úc}}\n}}\n|combatant2={{plainlist|\n* {{flagdeco|Lào}} [[Pathet Lào]]\n* [[Quân đội Trung lập Lào]] (1960–1962)\n* [[Lực lượng Trung lập Yêu nước Lào]] (từ 1963)\n* {{flag|Việt Nam Dân chủ Cộng hòa}}\n\n*'''Hỗ trợ:'''\n** {{flagcountry|Cộng hòa Nhân dân Xã hội chủ nghĩa Albania}}\n** {{flagcountry|Cộng hòa Nhân dân Ba Lan}}\n** {{flag|Bắc Triều Tiên}}\n** {{flagcountry|Cộng hòa Nhân dân Bulgaria}}\n** {{flag|Đông Đức}}\n** {{flag|Cuba}}\n** {{flagcountry|Cộng hòa Nhân dân Hungary}}\n** {{flag|Liên Xô}}\n** {{flagcountry|Cộng hòa Xã hội chủ nghĩa România}}\n** {{flagdeco|Tiệp Khắc}} [[Cộng hòa Xã hội chủ nghĩa Tiệp Khắc|Tiệp Khắc]]\n** {{flag|Trung Quốc}}\n}}\n|commander1={{plainlist|\n* {{flagdeco|Laos|1952}} [[Souvanna Phouma]]\n* {{flagdeco|Laos|1952}} [[Vàng Pao]]\n* {{flagdeco|Laos|1952}} [[Vong Savang]]\n* {{flagdeco|Laos|1952}} [[Phoumi Nosavan]]\n* {{flagdeco|Laos|1952}} [[Kong Le]]\n* {{flagdeco|Hoa Kỳ}} [[Lyndon B. Johnson]]\n* {{flagdeco|Hoa Kỳ}} [[Richard Nixon]]\n}}\n|commander2={{plainlist| \n* {{flagdeco|Laos}} [[Souphanouvong]]\n* {{flagdeco|Laos}} [[Kaysone Phomvihane]]\n* {{flagdeco|Laos}} [[Phoumi Vongvichit]]\n* {{flagdeco|Laos}} [[Deuane Sunnalath]]\n* {{flagdeco|North Vietnam}} [[Lê Duẩn]]\n* {{flagdeco|North Vietnam}} [[Võ Nguyên Giáp]]}}\n|strength1=\n|strength2=\n|casualties1=~15,000 Quân đội Hoàng gia Lào<ref>T. Lomperis, From People's War to People's Rule (1996)<\/ref>\n|casualties2=3,000+ Quân đội Nhân dân Việt Nam<ref>“S&S”\": Small, Melvin & Joel David Singer, Resort to Arms: International and Civil Wars 1816–1980 (1982)<\/ref><br \/>Không rõ số thương vong của [[Pathet Lào]]\n|casualties3=20,000-70,000 thương vong<ref>T. Lomperis, From People's War to People's Rule, (1996), khoảng 35,000.<\/ref><ref>Eckhardt, William, in World Military and Social Expenditures 1987–88 (12th ed., 1987) by Ruth Leger Sivard.<\/ref><ref>Rummel, Rudolph J.: Death By Government (1994)<\/ref><ref>Obermeyer (2008), \"Fifty years of violent war deaths from Vietnam to Bosnia\", ''British Medical Journal''.<\/ref>\n}}\n{{Lịch sử Lào}}\n{{Chiến tranh có hỗ trợ từ Việt Nam}}\t\n'''Nội chiến Lào''' là cuộc chiến tranh thường được tính bắt đầu từ tháng 5 năm 1959 và kết thúc vào tháng 12 năm 1975, theo các tài liệu truyền thống tại phương Tây, tại Việt Nam cuộc chiến được tính thời gian từ 1954 sau [[Hội nghị Giơnevơ về Đông Dương|Hội nghị Geneve]] tới khi [[Pathet Lào]] giải phóng [[Viêng Chăn]]. Tuy nhiên cuộc chiến này không liên tục, có thời gian ngưng chiến, và chỉ liên tục từ năm 1964 đến 1973 là năm Hiệp định Viêng Chăn ký kết. Ngay khi chiến tranh thực sự bùng nổ (1958) [[Pathet Lào]] đã có được sự giúp đỡ của [[Việt Nam Dân chủ Cộng hòa]]. Càng về sau, sự giúp đỡ này ngày càng tăng. Chính vì thế từ năm 1962 đây là cuộc chiến giữa lực lượng [[Pathet Lào]] được Việt Nam Dân chủ Cộng hòa hỗ trợ<ref>[http:\/\/history.state.gov\/historicaldocuments\/frus1964-68v28\/d3 Foreign Relations of the United States, 1964–1968, Volume XXVIII, Laos, Document 3:Memorandum From the Assistant Secretary of State for Far Eastern Affairs (Hilsman) to Secretary of State Rusk]. Trích: \"''The Pathet Lao—unquestionably supported by North Vietnamese forces—have recently made new advances in central Laos.''\"<\/ref> và [[Chính phủ Hoàng gia Lào]] được [[Hoa Kỳ]] bảo trợ.\n\nSự tham gia của các lực lượng quân đội của [[Việt Nam Dân chủ Cộng hòa]], [[Hoa Kỳ|Mỹ]] và [[Việt Nam Cộng hòa]] trong cuộc chiến này nhằm mục tiêu giành quyền kiểm soát dải đất hẹp trên lãnh thổ Lào mà [[Quân đội Nhân dân Việt Nam|quân đội Việt Nam Dân chủ Cộng hòa]] dùng làm [[đường Trường Sơn|khu vực hành lang tiếp viện]] cho [[quân Giải phóng miền Nam Việt Nam|quân giải phóng miền Nam]]. Quân [[Pathet Lào]] đã chiến thắng năm 1975 cùng với chiến thắng của phe Cộng sản ở [[Bán đảo Đông Dương|Đông Dương]] trong năm đó. [[Pathet Lào]] đã lập nên [[Lào|Cộng hòa Dân chủ Nhân dân Lào]].\n\n==Tên gọi==\nNội chiến Lào có nhiều tên gọi khác nhau. Tại Việt Nam có tên gọi '''cuộc kháng chiến chống Đế quốc Mỹ can thiệp''', vì Việt Nam coi đây là cuộc chiến tiếp tục sau cuộc [[Chiến tranh Đông Dương|kháng chiến chống thực dân Pháp]].\n\nTại [[Hoa Kỳ]] hay một số nước phương Tây thì gọi là '''cuộc chiến bí mật''' vì sự can thiệt bí mật của lực lượng [[CIA]] vào cuộc chiến, đào tạo lực lượng [[người Hmông]] trong cuộc chiến. [[Hoa Kỳ]] công bố không liên quan tới cuộc chiến cho tới năm 1997.\n\nDo tích chất của cuộc chiến là giữa các phe phái với nhau, mặc dù có nhiều bên tham gia hỗ trợ, tình chất nghiêm trọng của nó chỉ trong phạm vi lãnh thổ của Lào, nên vẫn gọi chung là Nội chiến Lào.\n\n== Bối cảnh ==\nĐây là cuộc chiến nối tiếp cuộc chiến sau năm 1945. Lào độc lập năm 1945, với [[Lào Issara]] lãnh đạo. Pháp quay lại chiếm Lào và [[Lào Issara]] giải thể. [[Lào Issara|Neo Lào Issara]] do những người cộng sản làm nòng cốt chống Pháp và Vương quốc Lào (Pháp cho \"độc lập\" năm 1949 và là nước quân chủ lập hiến năm 1953).\n\nTheo [[Hiệp định Genève, 1954|Hiệp định Genèva]], lực lượng kháng chiến giành được hai tỉnh [[Huaphanh|Hủa Phăn]] và [[Phongsaly]] làm chỗ tập kết chuẩn bị cho bầu cử tự do thống nhất theo Hiệp định Genèva.\n\n[[Hiệp định Genève, 1954|Hiệp định Genèva]] về lập lại hòa bình ở [[Bán đảo Đông Dương|Đông Dương]] thiết lập một nước Lào trung lập. Tuy nhiên, [[Quân đội Nhân dân Việt Nam]] ủng hộ quân [[Pathet Lào]] và mượn một dải đất thuộc dãy [[Dãy Trường Sơn|Trường Sơn]] theo thỏa thuận với [[Pathet Lào]] để hình thành nên [[đường Trường Sơn|đường mòn Hồ Chí Minh]]. Hoa Kỳ đã nỗ lực ngăn chặn con đường này và [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] đã huấn luyện cho khoảng 3.000 quân chủ yếu là người [[H'Mông|Hmông]] do tướng [[Vàng Pao]] lãnh đạo. Quân đội Mỹ, Việt Nam Cộng hòa và [[Thái Lan]] đã giúp chính phủ hoàng gia Lào chống lại [[Pathet Lào]], [[Quân đội Nhân dân Việt Nam]] và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]].\n\nTheo đánh giá của [[William Colby]]: ''...tham vọng của [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] không ngừng lại ở miền Nam Việt Nam. Do vùng núi của Lào kề bên thung lũng [[sông Hồng]] nên các nhà lãnh đạo [[Việt Nam Dân chủ Cộng hòa]] muốn có một sự đảm bảo an ninh tại đây, thứ nữa là Lào và Việt Nam đều thuộc [[Bán đảo Đông Dương|Đông Dương]] nên các lãnh đạo [[Việt Nam Dân chủ Cộng hòa]] cũng muốn thiết lập sự ảnh hưởng của mình đối với Lào...''<ref>William Colby, \"Một chiến thắng bị bỏ lỡ\", Nhà xuất bản CAND, tr. 249<\/ref>\n== Giai đoạn 1954-1958 ==\n{{chính|Chính phủ Liên hiệp Lào (1957-1958)}}\nTháng 1 năm 1955, từ lực lượng [[lực lượng Vũ trang Hoàng gia Lào|quân đội Hoàng gia Lào]] được xây dựng từ trước, các cố vấn Pháp bắt đầu xây dựng lực lượng [[Không quân Hoàng gia Lào]]. Sau đó các lực lượng này được Mỹ củng cố lại. [[Thái Lan]]-đồng minh của Mỹ trong khối [[Tổ chức Hiệp ước Đông Nam Á|SEATO]] cũng đưa sang Lào những chiếc [[Sikorsky H-19]] với phi công \"tình nguyện\". Ở [[Hua Hin (huyện)|Hua Hin]], [[Thái Lan]] là nơi đào tạo các sĩ quan quân đội hoàng gia Lào. Hoa Kỳ đã phụ trách 100% chi phí quốc phòng cho Vương quốc Lào.<ref name=\"lcweb2.loc.gov\">{{Chú thích web|url=http:\/\/lcweb2.loc.gov\/cgi-bin\/query\/r?frd\/cstdy:@field(DOCID+la0026)|tiêu đề=Laos|url lưu trữ=https:\/\/archive.today\/20121213120707\/http:\/\/lcweb2.loc.gov\/cgi-bin\/query\/r?frd\/cstdy:@field(DOCID+la0026)|ngày lưu trữ=2012-12-13|ngày truy cập=2022-07-18|url-status=live}}<\/ref>\n\nSau [[Hiệp định Genève, 1954|Hiệp định Genèva]], chính phủ kháng chiến Lào giải tán và các thành phần của [[Lào Issara|Neo Lào Issara]] đã thành lập [[Đảng Nhân dân Cách mạng Lào|Đảng Nhân dân Lào]] (1955) và [[Neo Lào Hak Sat]] (Mặt trận Lào yêu nước, 1956), nhằm mục đích ban đầu là phục vụ công tác tranh cử. Từ 21 tháng 11 năm 1954 Pathet Lào và chính phủ Vương quốc đã mở các cuộc thương lượng. Một thỏa thuận cuối cùng đã đạt được và [[Pathet Lào]] chấp nhận sự tích hợp các đơn vị quân sự của mình vào quân đội hoàng gia Lào và thành lập tháng 1 năm 1956 một tổ chức chính trị tham gia cuộc bầu cử, [[Neo Lào Hak Sat]] (Mặt trận Lào yêu nước).\n\nThời gian từ tháng 10 năm 1954 đến cuối tháng 8 năm 1956, lực lượng quân đội Hoàng gia ở Viêng Chăn đã tiến công 685 trận lớn nhỏ vào căn cứ của [[Neo Lào Hak Sat]]. Tiếp đó [[Neo Lào Hak Sat]] tuyên bố tẩy chay bầu cử ở hai tỉnh Sầm Nưa và Xiêng Khoảng.<ref name=\"LSQSDNA\">{{chú thích sách|title=''Lược sử quân sự các nước Đông Nam Á''|publisher=Nhà xuất bản Quân đội Nhân dân|năm=2006}}<\/ref>\n\nNgày 21 tháng 3 năm 1956, sau khi tái nhiệm Thủ tướng, [[Souvanna Phouma]] - trung lập, đã mở một cuộc đối thoại với người anh em của mình, [[Souphanouvong]] để thống nhất lãnh thổ Lào được phân chia sau năm 1954. Chính phủ Hoàng gia Lào (cánh hữu), phái trung lập và [[Neo Lào Hak Sat]] (cánh tả) sau các cuộc đụng độ đã miễn cưỡng đi đến ký kết [[Hiệp định Viêng Chăn (1956)|Hiệp định Viêng Chăn]]. Năm 1957, chính phủ liên hiệp Lào được thành lập.\n\nNgày 8 tháng 1 năm 1958, các tiểu đoàn 1 và 2 [[Pathet Lào]] sáp nhập vào Quân đội Vương quốc. Trước đó, ngày 25 tháng 12 năm 1957, cơ quan đại diện [[Neo Lào Hak Sat]] chính thức ra mắt hoạt động công khai, hợp pháp tại Viêng Chăn. Ngày 1 tháng 1 năm 1958, báo ''Lào Hak Xat'' - cơ quan ngôn luận của [[Neo Lào Hak Xat]] cũng ra số đầu tiên. Từ đây, một bộ phận lực lượng Pa thét Lào đã ra công khai hoạt động hợp pháp, tuyên truyền mở rộng uy tín của Neo Lào Hắc Xạt.<ref name=\"LSQSDNA\"\/>\n\nCuộc bầu cử Quốc hội vào ngày 4 tháng 5 năm 1958 dẫn tới việc cánh tả chiếm 16 ghế. Hoa Kỳ đã can thiệp bằng việc đưa [[Phoui Sananikone]] - cánh hữu làm cuộc [[Đảo chính Lào (1958)|đảo chính ngày 18 tháng 8]] lật đổ Thủ tướng Souvanna Phouma - người được phía Việt Nam Dân chủ Cộng hòa ủng hộ. Bộ trưởng [[Bộ Kế hoạch, Xây dựng và Đô thị]] [[Souphanouvong]] và các thành viên [[Neo Lào Hak Xat]] bị bắt giam. Hai tiểu đoàn quân của [[Neo Lào Hak Xat]] trong quân đội Hoàng gia bị cô lập. [[Souphanouvong]] và các đại biểu Neo Lào Kak Xat tiến hành vượt ngục và rút về vùng đông bắc lập căn cứ tại Sầm Nưa. Chiến tranh bùng nổ giữa cánh hữu được Mỹ, Việt Nam Cộng hòa ủng hộ và phe trung lập và [[Pathet Lào]] được Việt Nam Dân chủ Cộng hòa ủng hộ.\n\nCùng lúc này, quân đội nhân dân Việt Nam liền tiến công nắm giữ một số vùng nam Lào để mở [[đường Trường Sơn|đường Tây Trường Sơn]] và yểm trợ cho quân [[Neo Lào Hak Xat]]. Hoa Kỳ hậu thuẫn phe Hoàng gia.<ref>NGƯỜI MIÊU: LỊCH SỬ CỦA MỘT DÂN TỘC LƯU VONG<\/ref>\n\n==Giai đoạn 1959-1964==\n[[Tập tin:Laos usa war.jpg|364x364px|nhỏ|Áp phích của Cuba: \"cuộc chiến bị lãng quên\" cho thấy sự xung đột của các loại vũ khí truyền thống Lào với máy bay ném bom Mỹ]]\nTrong mùa hè 1959, [[Pathet Lào]] bắt đầu tấn công ở các tỉnh phía Bắc. Quân đội Nhân dân Việt Nam cũng tham gia vào cuộc tấn công này với quân số khoảng 3-5 [[tiểu đoàn]]. Chính phủ Lào đã ra kháng nghị với [[Liên Hợp Quốc]] về cuộc xâm lược của người láng giềng [[Việt Nam Dân chủ Cộng hòa]]. Theo [[Bernard Falls]] thì còn có cả quân đội Trung Quốc của [[Bành Đức Hoài]] và họ đã chiếm luôn 1 vị trí của quân Lào<ref>{{chú thích sách|author=Joseph A. Amter|title=Lời phán quyết về Việt Nam|publisher=Nhà xuất bản Quân đội Nhân dân|trang=312}}<\/ref> Lãnh đạo Liên Xô [[Nikita Sergeyevich Khrushchyov|Nikita Khrushchyov]] thì đinh ninh rằng Lào sẽ \"rụng vào tay ông\" như một quả [[cà chua]] chín<ref name=\"Colby250\">{{chú thích sách|author=William Colby|title=Một chiến thắng bị bỏ lỡ|publisher=Nhà xuất bản CAND|trang=250}}<\/ref>.\n\nQuốc vương [[Sisavang Vong]] băng hà năm 1959. Thái tử Sisavang Vatthana lên kế vị. Nội các Sananikone được Mỹ giúp đỡ chủ trương nền chính trị \"bài Cộng triệt để\", công khai chống Việt Nam Dân chủ Cộng hòa. Đến năm 1960, Đại úy [[Kong Le]] (phe trung lập) được sự hậu thuẫn của quân đội tiến hành [[Đảo chính Lào (1960)|đảo chính]] đưa [[Souvanna Phouma]] trở lại ghế Thủ tướng. Phe hữu do [[Phoumi Nosavan]] cầm đầu được yểm trợ bởi Thái Lan và Hoa Kỳ, đưa quân từ Savannakhet về chiếm Vientiane, lập chính phủ [[Boun Oum]]. Trong lúc đó chính phủ Souvanna Phouma lại được [[Neo Lào Hak Xat]], Pháp, Anh, Liên Xô, Trung Hoa, Việt Nam Dân chủ Cộng hòa và nhiều quốc gia khác ủng hộ. Quân đội Chính phủ (trung lập) liên kết với [[Pathet Lào]] được sự ủng hộ của Việt Nam Dân chủ cộng hòa chống lại quân đội phái hữu với ủng hộ của Mỹ và Thái Lan.\n\nTháng 4 năm 1961, Hoa Kỳ và Liên Xô dàn xếp một cuộc ngừng bắn và triệu tập Hội nghị tại Genève để giải quyết xung đột. Ngày [[23 tháng 7]] năm 1962, 2 bên thỏa thuận một chính phủ liên hiệp trung lập sẽ lãnh đạo Lào. Các nước ký kết cam kết tôn trọng một nước Lào trung lập.\n\nMột trong những điều kiện cơ bản của Hiệp định này là các nước phải rút hết quân ra khỏi Lào. Không quân Liên Xô rút lui, quân Mỹ cũng rút, kể cả các lực lượng Đặc biệt, cố vấn bán quân sự và nhân viên [[tình báo]]<ref name=\"Colby250\"\/>. Chỉ có [[Quân đội Nhân dân Việt Nam]] để lại 7.000 quân, phần lớn ở Bắc Lào, nơi các thanh tra Quốc tế khó tới được. Theo William Colby, Việt Nam Dân chủ Cộng hòa báo cáo với Ủy ban là họ đã cho hồi hương \"bốn mươi binh sĩ\" có ở Lào.<ref name=\"Colby250\"\/>\n\nNgày 19 tháng 4 năm 1964, phe hữu được Mỹ ủng hộ đảo chính. Chính phủ liên hiệp lần hai tan vỡ. Lần nầy Mỹ trực tiếp nhúng tay vào với dụng ý dùng Lào làm áp lực với Hà Nội, đồng thời diệt Mặt trận Yêu nước Lào vì cái \"tội\" đã bảo vệ đường mòn Hồ Chí Minh cho Hà Nội tiếp vận quân đội nhân dân Việt Nam chi viện cho quân Giải phóng miền Nam Việt Nam.\n\nSườn phía Đông của Lào là địa bàn của những người [[H'Mông|Hmông]] nằm trong vùng do [[Pathet Lào]] kiểm soát. Người Mỹ trong khi viện trợ quần áo, lương thực và nhu yếu phẩm cho họ cũng đã tuyển mộ những người này vào những đội quân du kích bí mật với [[Vàng Pao]] là người đứng đầu, có nhiệm vụ chống Quân đội Nhân dân Việt Nam ở Bắc Lào. Sau 1964, khi Hoa Kỳ can thiệp mạnh hơn vào [[Đông Nam Á]] thì họ được trang bị chính quy hơn, vũ khí cũng tốt hơn. Lực lượng này được huấn luyện cách phối hợp giữa các lực lượng của họ với người Thái và người Mỹ trong các hoạt động chiến đấu.<ref>{{chú thích sách|author=Joseph A. Amter|title=Lời phán quyết về Việt Nam|publisher=Nhà xuất bản Quân đội Nhân dân|trang=316}}<\/ref>\n\nTrong vòng 10 năm, vị trí của chính phủ Lào được giữ nguyên còn [[Việt Nam Dân chủ Cộng hòa]] thì đã đổ vào đây từ 7.000 người lên tới 70.000 người chỉ với nhiệm vụ bảo vệ tuyến đường chi viện cho chiến trường miền Nam Việt Nam nằm trên lãnh thổ [[Vương quốc Lào]]. Trong khi đó, theo đánh giá của William Colby, họ bị quân Vàng Pao tập kích, phục kích khắp nơi, cuối cùng, phải nhờ ưu thế về lực lượng và chi viện của Mỹ giảm đi, [[Việt Nam Dân chủ Cộng hòa]] mới thắng thế.<ref name=\"Colby255\">{{chú thích sách|author=William Colby|title=Một chiến thắng bị bỏ lỡ |publisher=Nhà xuất bản CAND|trang=255}}<\/ref> Tuy nhiên, các tài liệu của phía Việt Nam Dân chủ Cộng hòa và lời kể của các cựu chiến binh lại cho thấy rằng họ đã tiến hành các cuộc truy quét tiêu diệt quân Vàng Pao và giành được nhiều thắng lợi, dẫn đến sự suy yếu của quân Vàng Pao, tuyến đường Trường Sơn được giữ vững và còn ngày càng mở rộng. Ngay cả chiến dịch [[Chiến dịch Lam Sơn 719|Lam Sơn 719]] do Quân lực Việt Nam Cộng hòa phát động năm 1971 cũng phải chuốc lấy thất bại thảm hại.\n\n==Giai đoạn 1964-1973==\n{{chính|Chiến tranh đặc biệt tại Lào|Chiến tranh đặc biệt tăng cường|Hiệp định Viêng Chăn}}\nTừ năm 1964, Mỹ bắt đầu tiến hành [[Chiến tranh đặc biệt tại Lào]], và đến năm 1969 thì nâng lên thành [[Chiến tranh đặc biệt tăng cường]]. Quân đội Việt-Lào nhanh chóng tìm ra phương pháp đối phó.\n\nTrong năm 1964, liên quân [[Quân đội Nhân dân Việt Nam]]-[[Quân Giải phóng Nhân dân Lào]] mở hai [[chiến dịch 128]] (đầu năm) và [[Chiến dịch 74A|74A]] (tháng 4). Về cơ bản thắng lợi thuộc về liên quân miền Bắc Việt Nam-Lào.\n\nTháng 1 năm 1968, [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|sư đoàn 316 quân đội nhân dân Việt Nam]] do Đại tá [[Vũ Lập]] chỉ huy hỗ trợ một tiểu đoàn quân [[Pathet Lào]] [[Chiến dịch Nậm Bạc|tiến công nắm giữ Nambak]] ([[Nambak|Nậm Bạc]]) với 10.000 dân.\n\nTháng 6 năm 1969, [[Quân khu 2, Quân đội Nhân dân Việt Nam|quân khu Tây Bắc]] của Việt Nam mở [[chiến dịch Mường Sủi]], tiến công khu vực [[Xiengkhuang|Xiêng Khoảng]]-[[Mường Sủi]] nhằm mở rộng vùng kiểm soát cho [[Pathet Lào]], nối liền với [[Xamneua|Sầm Nưa]]-[[Xiengkhuang|Xiêng Khoảng]], củng cố [[cánh đồng Chum]]. Quân đội [[Vương quốc Lào]]-[[Thái Lan]] bị thiệt hại với 600 quân cùng nhiều sĩ quan, cố vấn bị tiêu diệt.\n\nTháng 10 năm 1969, quân đội Việt Nam sử dụng [[Sư đoàn 316, Quân đội Nhân dân Việt Nam|sư đoàn 316]], [[Sư đoàn 312, Quân đội Nhân dân Việt Nam|312]], trung đoàn 677 và nhiều đơn vị binh chủng phối hợp với mười tiểu đoàn [[Pathet Lào]] mở [[chiến dịch 139]] phản công tại [[cánh đồng Chum]]. [[Lực lượng đặc biệt]] của [[Vàng Pao]] bị thiệt hại nặng với 6.500 quân bị loại khỏi vòng chiến. Lực lượng [[Pathet Lào]] kiểm soát thêm khu vực [[Bản Na]]-[[Nậm Ngàn]] với 20.000 dân.\n\nCuối tháng 1 năm 1971, [[Quân lực Việt Nam Cộng hòa|quân đội Việt Nam Cộng hòa]] do [[Hoàng Xuân Lãm]] chỉ huy, yểm trợ bởi [[không quân Hoa Kỳ|không quân]] và [[lục quân Hoa Kỳ]] mở [[chiến dịch Lam Sơn 719|cuộc hành quân Lam Sơn 719]] vào [[chiến dịch Lam Sơn 719|đường 9-Nam Lào]] nhằm phá vỡ hệ thống hậu cần của [[Quân đội Nhân dân Việt Nam]], cắt đứt [[đường Trường Sơn|đường mòn Hồ Chí Minh]] tại [[Sepone]]. [[Quân đội Nhân dân Việt Nam]] do tướng [[Lê Trọng Tấn]] chỉ huy mở chiến dịch phản công [[Chiến dịch Lam Sơn 719|Mặt trận 702]], buộc quân Việt Nam Cộng hòa phải tháo chạy khỏi đường 9.\n\nNgày 9 tháng 2 năm 1971, nổ ra phong trào của các sinh viên, học sinh, thị dân, nghiệp đoàn... ở miền Nam Việt Nam phản đối quân Việt Nam Cộng hòa tiến vào Lào. Ngày 10 tháng 2, Chính phủ [[Việt Nam Dân chủ Cộng hòa]] lên tiếng phản đối việc quân đội Mỹ leo thang chiến tranh.\n\nCuối năm 1971, liên quân Việt-Lào mở [[chiến dịch cánh đồng Chum-Mường Sủi]] mùa khô 1971-1972 tiêu diệt hơn 7.000 quân Vàng Pao và Thái Lan, một phần quân đội Hoàng gia Lào. [[Pathet Lào]] nắm giữ thêm ba huyện, đánh phá [[Na Xa]], nối liên [[Xamneua|Sầm Nưa]] và [[Xiengkhuang|Xiêng Khoảng]].\n\nTháng 12 năm 1971, [[Sư đoàn 968, Quân đội Nhân dân Việt Nam|sư đoàn 968]] Việt Nam đánh bại [[Trận cao nguyên Bolaven (1971)|cuộc hành quân]] của 18 tiểu đoàn Lào-Thái-Vàng Pao, chiếm [[cao nguyên Bolaven]], đảm bảo an toàn cho [[đường Trường Sơn|tuyến đường vận tải chiến lược]].\n\nTháng 5 năm 1972, quân Hoàng gia Lào, lực lượng đặc biệt Vàng Pao, quân Thái Lan, không quân Mỹ mở cuộc tiến công quy mô lớn vào cánh đồng Chum-Xiêng Khoảng vào mùa mưa 1972. Quân đội Nhân dân Việt Nam-Giải phóng quân Nhân dân Lào tổ chức [[Chiến dịch cánh đồng Chum (1972)|chiến dịch phòng ngự]], đánh bật lực lượng đối phương với 5.759 quân loại khỏi vòng chiến, giữ vững cánh đồng Chum.\n\n==Giai đoạn 1973-1975==\nMỹ và chính quyền Vương quốc Lào phải ký [[Hiệp định Viêng Chăn]] ngày 21 tháng 2 năm 1973 với [[Pathet Lào]], về lập lại hoà bình và hoà hợp dân tộc. Chính phủ Liên hiệp (lần thứ ba) và Hội đồng quốc gia chính trị Liên hiệp được thành lập... Thủ đô Viêng Chăn và kinh đô Luông Phabăng được trung lập hoá theo quy chế đặc biệt.\n\nVới việc ký kết Hiệp định Viêng Chăn, Lào tạm thời bị chia thành 3 vùng: vùng [[Pathet Lào]] kiểm soát, vùng trung lập ([[Viêng Chăn]], [[Luangprabang (tỉnh)|Luông Phabăng]]) và vùng do phái hữu kiểm soát, với ba chính quyền cùng tồn tại. Sau khi ký kết Hiệp định, Mỹ tiếp tục dính líu quân sự ở Lào, tiếp tục viện trợ quân sự (310 triệu đô la trong năm tài khoá 1973- 1974), thúc đẩy phái hữu tiến công vùng của [[Pathet Lào]], ủng hộ Thaoma Sananicon làm đảo chính quân sự ở Viêng Chăn ngày 20 tháng 8 năm 1973. Tuy nhiên, phe hữu vẫn ký tiếp Nghị định thư ngày 14 tháng 9 năm 1973 về việc quy định tổ chức Chính phủ lâm thời. Trên cơ sở đó, ngày 5 tháng 4 năm 1974, Chính phủ Liên hiệp được thành lập do Hoàng thân [[Souvanna Phouma]] làm Thủ tướng, Hoàng thân [[Souphanouvong]] được cử làm Chủ tịch Hội đồng quốc gia chính trị hiệp thương.\n\nNhững người cách mạng Lào tiến hành đấu tranh chính trị, chĩa mũi nhọn vào lực lượng phái hữu trong Chính phủ, kết quả, ngày 10 tháng 7 năm 1974, Quốc hội Viêng Chăn bị giải tán. Đồng thời, Đảng Nhân dân cách mạng Lào chủ trương tích cực chuẩn bị lực lượng, tạo thời cơ để tiến lên giành thắng lợi quyết định.\n\nNăm 1975, sau khi [[Quân Giải phóng miền Nam Việt Nam|quân Giải phóng miền Nam]] giải phóng [[miền Nam (Việt Nam)|miền Nam]]. Việt Nam nhanh chóng ủng hộ quân đội [[Pathet Lào]] tấn công quân chính phủ.\n\nThực hiện lời kêu gọi của Đảng Nhân dân cách mạng Lào, từ tháng 5 đến tháng 8 năm 1975 phong trào khởi nghĩa đã diễn ra ở nhiều nơi. Toàn bộ chính quyền từ trung ương cũng như 15 tỉnh, 4 thành phố, 67 mường đã về tay [[Pathet Lào]]. Cuối cùng, ngày 23 tháng 8 năm 1975, cuộc khởi nghĩa giành chính quyền thắng lợi ở thủ đô Viêng Chăn, đánh dấu việc hoàn thành cơ bản việc [[Pathet Lào]] giành chính quyền trong cả nước. Việc giành chính quyền của [[Pathet Lào]] khá êm ả, ít bạo lực.\n\nTrong hai ngày, 1 và 2 ngày 12 năm 1975, 246 đại biểu tiến hành Đại hội đại biểu nhân dân toàn quốc tại thủ đô Viêng Chăn. Đại hội đã quyết định xoá bỏ chế độ quân chủ, thiết lập chế độ Cộng hoà dân chủ nhân dân, cử \"Hoàng thân Đỏ\" [[Souphanouvong]] là Chủ tịch nước và thành lập Chính phủ mới do [[Kaysone Phomvihane]] làm Thủ tướng. Đảng Nhân dân Cách mạng Lào trở thành Đảng cầm quyền.\n\n[[Vương quốc Lào]] sụp đổ. Giờ đây theo nhận định của nước ngoài, Lào là một nước thân chính quyền Hà Nội còn những người trước đây ủng hộ chính phủ Lào (trước đây) thì từ bỏ mục tiêu chính trị hoặc phải đi lưu vong.<ref name=\"Colby255\"\/>\n\n==Tham khảo==\n{{Tham khảo|25em}}\n\n==Liên kết ngoài==\n*[https:\/\/www.cia.gov\/library\/center-for-the-study-of-intelligence\/kent-csi\/docs\/v43i3a07p.htm Supporting the \"Secret War\": CIA Air Operations in Laos, 1955-1974] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100327043315\/https:\/\/www.cia.gov\/library\/center-for-the-study-of-intelligence\/kent-csi\/docs\/v43i3a07p.htm |date=2010-03-27 }}\n*[http:\/\/www.worldpress.org\/Asia\/2562.cfm 'Secret War' Still Killing Thousands, Andre Vltchek, Worldpress.org correspondent], ngày 14 tháng 11 năm 2006\n*[http:\/\/plainofjars.net\/war.htm The secret war from the '''www.plainofjars.net''' website]\n\n== Xem thêm ==\n* [[Trận Lak Sao]]\n* [[Long Cheng]]\n\n{{Chiến tranh Lạnh}}\n\n{{DEFAULTSORT:Lào, Nội chiến}}\n[[Thể loại:Nội chiến Lào| ]]\n[[Thể loại:Chiến tranh liên quan tới Lào]]\n[[Thể loại:Nội chiến cộng sản]]\n[[Thể loại:Cách mạng cộng sản]]\n[[Thể loại:Nội chiến cách mạng]]\n[[Thể loại:Lào thế kỷ 20]]\n[[Thể loại:Chủ nghĩa chống cộng]]\n[[Thể loại:Hoạt động của Cục Tình báo Trung ương]]\n[[Thể loại:Hoạt động của CIA ở châu Á]]\n[[Thể loại:Xung đột trong thời kỳ Chiến tranh Lạnh]]\n[[Thể loại:Quan hệ ngoại giao của Lào]]\n[[Thể loại:Lịch sử Lào]]\n[[Thể loại:Văn hóa và lịch sử người Mỹ gốc H'Mông]]\n[[Thể loại:Lịch sử quân sự Lào trong Chiến tranh Việt Nam]]\n[[Thể loại:Chính trị Lào]]\n[[Thể loại:Chiến tranh ủy nhiệm]]\n[[Thể loại:Lào thập niên 1940]]\n[[Thể loại:Lào thập niên 1950]]\n[[Thể loại:Lào thập niên 1960]]\n[[Thể loại:Lào thập niên 1970]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Chiến tranh liên quan tới Thái Lan]]\n[[Thể loại:Chiến tranh liên quan tới Philippines]]\n[[Thể loại:Chiến tranh liên quan tới Hoa Kỳ]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Quan hệ Hoa Kỳ-Lào]]"}