{"2360366":"{{Hộp thông tin Giám mục \n| tên thánh = [[Phao Lô]]\n| tên = Léon Seitz Kim\n| Giám mục của = Giám mục chính tòa Tiên khởi <br> [[Giáo phận Kon Tum]] (1960 - 1975) <br> Đại diện Tông tòa <br> Hạt đại diện Tông tòa Kon Tum (1952 - 1960)\n|hình = \n|cỡ hình = 250px\n| khẩu hiệu = Hãy làm cho con say mê Thánh Giá\n| giáo phận = Giáo phận Kon Tum\n| tòa Giám mục = Hiệu tòa Catula\n| tỉnh = \n| tấn phong = [[03 tháng 10]] năm [[1952]] \n| hưu = [[02 tháng 10]] năm [[1975]]\n| tiền nhiệm = [[Jean Liévin Joseph Sion Khâm]] <br>(Giám mục Tông toà Giáo phận Kon Tum)\n| kế vị = [[Alexis Phạm Văn Lộc]] <br> (Giám mục Chính toà Giáo phận Kon Tum)\n| thụ phong = Ngày [[04 tháng 07]] năm [[1937]]\n| phong thánh = \n| tên khai sinh = \n| ngày sinh = [[22 tháng 12]] năm [[1906]] \n| ngày mất = {{ngày mất và tuổi|1984|02|23|1906|12|22}}\n| nơi an táng = \n| quốc tịch = [[Pháp]]\n| giáo hội = [[Giáo hội Công giáo Rôma|Công giáo Rôma]]\n| quê quán = [[Le Havre]], Pháp\n| cha mẹ = \n| ngày rửa tội =\n| ngày thêm sức =\n| thánh quan thầy = \n| chữ kí = \n}}\n\n'''Phaolô (Paul) Seitz Kim''' (1906 - 1984) là một [[Giám mục]] [[Công giáo]] [[người Pháp]], hiệu toà Catula. Ông là Giám mục hiệu tòa thứ ba của [[Giáo phận Kon Tum]]<ref name=\"Giáo phận Kon Tum\">{{chú thích web|url=http:\/\/giaophankontum.com\/Giao-Ly-17_%C3%90uc-Cha-Paul-Leon-Seitz-Kim.aspx|title=Đức Cha Paul Léon Seitz Kim|work=[[Giáo phận Kon Tum]]|author=Truyền thông Giáo phận KonTum|date=30:12:2011|access-date=09\/09\/2013 (GMT+7)|archive-date=2013-12-10|archive-url=https:\/\/web.archive.org\/web\/20131210023801\/http:\/\/giaophankontum.com\/Giao-Ly-17_%C3%90uc-Cha-Paul-Leon-Seitz-Kim.aspx|url-status=dead}}<\/ref><ref name=\"Vietnamese Missionaries in Asia\">{{chú thích web|url=http:\/\/www.catholic.org.tw\/vntaiwan\/vnchurch\/kontum\/gmseitz.htm|title=Đức Cha Paul Léon Seitz Kim, MEP. Nguyên Giám mục Giáo phận Kontum|work=Vietnamese Missionaries in Asia|author=Prepared for Internet by Vietnamese Missionaries in Asia|date=|access-date=09\/09\/2013 (GMT+7)|archive-date=2013-04-03|archive-url=https:\/\/web.archive.org\/web\/20130403131033\/http:\/\/www.catholic.org.tw\/vntaiwan\/vnchurch\/kontum\/gmseitz.htm|url-status=dead}}<\/ref>. Ông cũng là Giám mục chính tòa Giáo phận Kontum tiên khởi năm 1960 khi thành lập hàng giáo phẩm Việt Nam. Ông cũng là người sáng lập gia đình [[Têrêsa thành Lisieux|Têrêsa]] và hội dòng Đức [[Maria]] [[Tượng Đức Mẹ Hòa Bình|Nữ Vương Hoà Bình]], [[Ban Mê Thuột]]<ref>[http:\/\/gpbanmethuot.vn\/content\/t%C6%B0%E1%BB%9Fng-ni%E1%BB%87m-%C4%91%E1%BB%A9c-cha-paul-seitz-v%E1%BB%8B-cha-s%C3%A1ng-l%E1%BA%ADp-gia-%C4%91%C3%ACnh-t%C3%AAr%C3%AAxa-%C4%91%E1%BA%A5ng-khai-s%C3%A1ng-h%E1%BB%99i-d%C3%B2ng-%C4%91%E1%BB%A9c TƯỞNG NIỆM Giám mục PAUL SEITZ VỊ CHA SÁNG LẬP GIA ĐÌNH TÊRÊXA, ĐẤNG KHAI SÁNG HỘI DÒNG ĐỨC MARIA NVHB] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130519094938\/http:\/\/gpbanmethuot.vn\/content\/t%C6%B0%E1%BB%9Fng-ni%E1%BB%87m-%C4%91%E1%BB%A9c-cha-paul-seitz-v%E1%BB%8B-cha-s%C3%A1ng-l%E1%BA%ADp-gia-%C4%91%C3%ACnh-t%C3%AAr%C3%AAxa-%C4%91%E1%BA%A5ng-khai-s%C3%A1ng-h%E1%BB%99i-d%C3%B2ng-%C4%91%E1%BB%A9c |date=ngày 19 tháng 5 năm 2013 }}, [[Giáo phận Ban Mê Thuột]]<\/ref>.\n\nGiám mục Phao-lô Léon Seitz sinh ngày 22 tháng 12 năm 1906 tại giáo xứ Notre Dame, thành phố Le Havre, thuộc giáo-phận Rouen (nay là giáo phận Le Havre), nước Pháp và qua đời tại Paris ngày 24 tháng 2 năm 1984<ref name=\":0\">{{Chú thích web|url = https:\/\/fr.wikipedia.org\/wiki\/Paul_Seitz_(évêque)|title = Paul Seitz (évêque)|access-date = 07\/04\/2015}}<\/ref>.\n\n== Thân thế và tu tập ==\nPaul Seitz là con út trong một gia đình có ba người con. Tổ tiên bên nội của cậu gốc người Alsace (vùng đất tranh chấp giữa Pháp và Đức trong nhiều thế kỷ và chỉ thuộc về Pháp sau đệ nhị thế chiến 1939 – 1945) đã đến lập nghiệp ở Pháp sau năm 1871. Ông gia nhập chủng viện của Fontgombault (Indre) năm 1925 và thực hiện của mình nghĩa vụ quân sự ở Morocco, Ma-rốc. Ngày 13 tháng 9 năm 1929, chàng thanh niên 23 tuổi được nhận vào chủng viện [[Hội Thừa sai Paris|Hội Thừa Sai Paris]]. Vốn sức khỏe yếu ớt, đã hai lần ông đã phải ngưng học để chữa bệnh.\n\n==Linh mục==\nÔng được thụ phong linh mục 4 tháng 7 năm 1937 rồi nhận bài sai đến Giáo phận Hà Nội bấy giờ là thuộc Pháp<ref name=\":0\" \/>.\n\nÔng đã học được tiếng Việt ở Kẻ-Sở sau đó vào tháng 8 năm 1938 được gửi đến một công đoàn ở Cổ Liêu khá gần tiểu chủng viện của nơi này, để hoàn tất việc đào tạo thành thừa sai. Vào tháng 2 năm 1939, Giám mục Chaize bổ nhiệm ông làm linh mục phó xứ tại giáo xứ của người Pháp lẫn người Việt tại Hà Nội. Hai năm sau, Ngài được đặt làm tuyên úy Trường Trung học Albert Sarraut. Cha Tuyên úy đã tổ chức một trại giới trẻ tại núi Ba Vì cho thanh niên người Pháp và Đông Dương. Sự thành công của trại này đã khiến các chức sắc cao cấp của chính quyền viếng thăm vào ngày 09 tháng 8 năm 1941. Thánh 12 năm 1943, Trại trở thành \"Trung tâm Tiếp Nhận Trẻ Em bị bỏ rơi, Cô Nhi Viện Têrêxa\" và đón nhận \"một nhóm gồm 90 em nhỏ lang thang ăn xin ở Hà Nội. Paul Seitz được nhanh chóng mệnh danh là \"Don Bosco của Hà Nội\".\n\nVào tháng 3 năm 1945, người Nhật đặt dấu chấm hết cho sự bảo hộ của Pháp, do những biến động chính trị và khó khăn nghiêm trọng về nguồn tiếp tế lương thực đã buộc Cha Seitz phải đem cô-nhi-viện của ông về Sơn Tây rồi về Hà Nội vào cuối năm 1946, được bố trí nhiều nơi khác nhau, Cô-nhi-viện ở trong trường Puginier và Lacordaire, rồi ở trong khu đổ nát của trường Đức Bà Mai Khôi, ngoại ô Hà Nội. Tháng 8 năm 1951, ông mua đất tại Hà Nội, khi có được đất đai, với sự trợ giúp của linh mục Vacher, ông đã xây cô nhi viện mới được gọi là \"Thành phố của Chúa Kitô Vua\".\n\nTháng 2 năm 1951, linh mục Seitz giao giáo xứ người Pháp tại Hà Nội cho Cha phó xứ Pencolé trông coi, để Ngài dành thời gian cho Cô-nhi-viện Têrêxa. Ngày 26 tháng 2 năm 1952, Ngài được đặt làm bề trên của Thừa sai Hải ngoại Paris Vùng Bắc Đông Dương.\n\n==Giám mục==\nNgày 19 tháng 6 năm 1952, Giáo hoàng đặt linh mục Paul Seitz làm [[Hạt đại diện tông tòa|Đại Diện Tông Tòa]] ở Kontum và giám mục hiệu tòa Catula. Ngày 3 tháng 10 năm 1952, tại Nhà thờ Thánh Giuse Hà Nội, ông được tấn phong Giám mục từ tay Giám mục Dooley, Khâm sứ Tòa Thánh\n\nNgày 2 tháng 11 năm 1952, ông nhận giáo phận ở Nhà thờ chính tòa. Giám mục Paul tranh thủ học tiếng Bahnar và bắt đầu đi thăm 24 quận huyện trong địa phận của mình. Do chiến tranh liên miên, Giám mục Seitz đã phải di chuyển qua nhiều nơi như Pleiku, Ban Mê Thuột, Sài Gòn và Đà Lạt. Sau Hiệp Định Genève, ông trở lại Kontum. Ngài đã tiếp nhận hàng trăm ngàn người di cư từ Miền Bắc vào. Ngài lập những giáo xứ và kêu mời các linh mục Việt Nam và các linh mục thừa sai đã phải rời bỏ Miền Bắc tình nguyện lên coi sóc họ. Ngài bắt đầu xây dựng một ngôi thánh đường ở Pleiku, những khu nhà đào tạo giáo-lý-viên, in sách bằng tiếng Bahnar và nhiều hoạt động khác cho người thiểu số. Ngài đã xây Nhà thương Minh-Quý ở Kontum và thành lập \"Trung tâm Đại Học\" ở Sài Gòn cho các sinh viên người dân tộc thiểu số.\n\nNgày 24 tháng 11 năm 1960, Hàng Giáo Phẩm Việt Nam được thành lập, ông trở thành Giám mục chính tòa Tiên khởi của [[Giáo phận Kon Tum]].\n\nNăm 1975, chế độ [[Việt Nam Cộng hòa|Việt Nam Cộng Hòa]] bị sụp đổ. Ngày 15 tháng 8 năm 1975, ông và các linh mục thừa sai bị dẫn về Sài Gòn, dưới sự canh giữ cẩn mật và bị đưa lên máy bay chở về Pháp<ref name=\":0\" \/><ref>{{Chú thích web|url = http:\/\/archives.mepasie.org\/notices\/notices-biographiques\/seitz|title = Missions Étrangères De Paris|ngày truy cập = 2015-07-06|archive-date = 2016-03-03|archive-url = https:\/\/web.archive.org\/web\/20160303182629\/http:\/\/archives.mepasie.org\/notices\/notices-biographiques\/seitz|url-status = dead}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.llcvk.net\/xmas2005\/legio21.htm|title = Lễ Giỗ Thứ 21 Đức Cố Giám mục Paul Léon Seitz Kim|access-date = 07\/04\/2015}}<\/ref>.\n\nÔng dành phần đời còn lại của mình trong các hội nghị, các nghiên cứu và các ấn phẩm về cuộc đời và tác phẩm của ông như một nhà truyền giáo. Ngày 2 tháng 10 năm 1976, ông đệ đơn từ chức giám mục Kontum.\n\nÔng qua đời ngày 24 tháng 2 năm 1984 tại bệnh viện Val de Grâce, Paris.\n\n==Xem thêm==\n* [[Danh sách Giáo phận Công giáo tại Việt Nam|Giáo phận Công giáo Việt Nam]]\n* [[Công giáo tại Việt Nam]]\n* [[Danh sách giám mục người Việt]]\n* [[Giáo phận Kon Tum]]\n\n==Ghi chú==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/llcvk.net\/xmas2005\/legio21.htm LỄ GIỖ THỨ 21 CỦA CỐ Giám mục PAUL SEITZ],\n* [https:\/\/gpkontum.wordpress.com\/2012\/02\/27\/thanh-l%E1%BB%85-d%E1%BB%93ng-t%E1%BA%BF-hi%E1%BB%87p-dang-c%E1%BA%A7u-nguy%E1%BB%87n-cho-hai-c%E1%BB%91-giam-m%E1%BB%A5c\/ Thánh lễ đồng tế hiệp dâng cầu nguyện cho hai Cố Giám mục.],\n* [http:\/\/gpkontum.wordpress.com\/2013\/02\/23\/duc-cha-paul-seitz-kim-tai-cong-dong-chung-vatican-2\/ Giám mục Paul Seitz (Kim) tại Công Đồng Chung Vatican 2],\n* [http:\/\/giupkontum.org\/vi-VN\/chuyevuibuon\/336-motcuocdoidangcangoi Một Cuộc Đời Đáng Ca Ngợi: Giám mục Paul Seitz] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304223845\/http:\/\/giupkontum.org\/vi-VN\/chuyevuibuon\/336-motcuocdoidangcangoi |date=ngày 4 tháng 3 năm 2016 }}\n\n[[Thể loại:Sinh năm 1906]]\n[[Thể loại:Mất năm 1984]]\n[[Thể loại:Giám mục Công giáo người Pháp]]\n[[Thể loại:Kon Tum]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Giám mục Công giáo thế kỉ 20]]"}