{"19482083":"{{Tiểu sử quân nhân\n|name=Paul Ely\n|allegiance={{flagicon|Pháp}} [[Pháp]]\n|awards=\n|battles=[[Thế chiến thứ hai]]<br>[[Chiến tranh Đông Dương]]\n|branch=[[Lục quân Pháp]]\n|commands=\n|rank=[[Tập tin:Officier_général_francais_5_etoiles.svg|30px]] [[Đại tướng (Pháp)|Đại tướng]]\n|serviceyears=1919-1961\n|nickname=\n|birth_date={{birth date|1897|12|17}}\n|caption=Tướng [[Matthew Ridgway]], tướng '''Ely''', [[Bộ trưởng Bộ Quốc phòng Hoa Kỳ|Bộ trưởng Quốc phòng]] [[Charles Erwin Wilson]] và Đô đốc [[Arthur W. Radford]]. [[22 tháng 3]], 1954\n|image=File:Gen Matthew Ridgway, Gen Paul Ely, Secretary of Defense Charles Wilson and Adm Arthur Radford 22 March 1954.jpg\n|placeofburial_label=\n|placeofburial=\n|death_place=[[Paris]], [[Pháp]]<ref name=\"Tucker2011\">{{chú thích sách |last1=Tucker |first1=Spencer C. |editor1-last=Tucker |editor1-first=Spencer C. |title=The Encyclopedia of the Vietnam War |url=https:\/\/archive.org\/details\/encyclopediaviet00tuck |date=2011 |publisher=ABC-CLIO |pages=[https:\/\/archive.org\/details\/encyclopediaviet00tuck\/page\/342 342]-343 |chapter=Ély, Paul Henri Romuald}}<\/ref>\n|birth_place=[[Salonica]], [[Hy Lạp]]\n|death_date={{death date and age|1975|1|16|1897|12|17}}\n|relations=\n}} \n'''Paul Henri Romuald Ély''' (17 tháng 12 năm 1897 - 16 tháng 1 năm 1975) là một [[Đại tướng (Pháp)|Đại tướng]] [[Pháp]], nguyên Tổng Tham mưu trưởng Quốc phòng.\n\n== Thiếu thời ==\nÔng là con trai của Henri Ely, một công chức và Therese (nhũ danh Coste). Ông từng theo học tại Lycée de Best.\n\n== Binh nghiệp ==\nEly theo học trường [[Ecole Spéciale Militaire de Saint-Cyr]] và được phong quân hàm trung úy vào năm 1919. Ông được thăng cấp đại úy vào năm 1930 và sau đó là thiếu tá vào năm 1938. Ông được thăng cấp trung tá trong [[Pháp quốc Tự do|Lực lượng Pháp tự do]] vào năm 1942 và đại tá vào năm 1944. Năm 1946, ông được thăng bậc [[tướng lĩnh]].<ref>{{Chú thích sách|title=Historical Dictionary of Ho Chi Minh City|last=Corfield|first=Justin|date=2013|publisher=Anthem Press|isbn=9780857282354|page=100}}<\/ref>\n\n=== Đông Dương ===\nEly được bổ nhiệm làm Tham mưu trưởng thứ nhất Quốc phòng và phục vụ trong chức vụ này từ tháng 8 năm 1953 đến tháng 6 năm 1954.\n\nTừ ngày 20 đến ngày 26 tháng 3 năm 1954, Ely đến thăm [[Washington, D.C.|Washington DC]] cho các cuộc hội đàm cấp cao đã được lên lịch trước đó, trùng với thời điểm quân Pháp ngày càng gặp nhiều khó khăn trong [[Chiến dịch Điện Biên Phủ|Trận Điện Biên Phủ]].<ref name=\"Williams\">{{Chú thích sách|url=https:\/\/media.defense.gov\/2019\/Feb\/22\/2002092352\/-1\/-1\/1\/USAF%20Vietnam%20Chronology%20v1.pdf|title=The US Air Force in Southeast Asia and the Vietnam War A Narrative Chronology Volume I: The Early Years through 1959|last=Williams|first=Kenneth|publisher=Air Force History and Museums Program|year=2019|isbn=}}{{PD-notice}}<\/ref> {{Rp|118}} Trong chuyến thăm của Ely, các cuộc thảo luận liên quan đến việc hỗ trợ trực tiếp bằng không quân của Hoa Kỳ cho các đơn vị đồn trú của Pháp tại Điện Biên Phủ đã diễn ra và những cuộc thảo luận này được gọi là Chiến dịch Kền kền. Kền kền được thấy có nguồn gốc là một nhiệm vụ của [[Hải quân Hoa Kỳ]] dựa trên tàu sân bay nhưng đã phát triển thành một kế hoạch cho một cuộc tấn công duy nhất của toàn bộ phi đội [[Boeing B-29 Superfortress|B-29]] của Bộ Chỉ huy Máy bay ném bom Viễn Đông của Lực lượng [[Không quân Hoa Kỳ]] (USAF), với 98 chiếc B-29 bay từ [[Căn cứ Không quân Clark]] để thực hiện một cuộc đột kích vào các mục tiêu của Việt Minh xung quanh Điện Biên Phủ. Các máy bay chiến đấu của Hải quân từ hai tàu sân bay đã bố trí gần [[Vịnh Bắc Bộ]] sẽ hỗ trợ hộ tống và yểm trợ. Không quân Mỹ chuẩn bị cho Chiến dịch Kền kền dự phòng. Khi rời khỏi Washington, Ely đinh ninh rằng người Pháp có thể yêu cầu người Mỹ thực hiện một cuộc tấn công như vậy.{{Rp|119}}\n\nNgày 4 tháng 4, Ely đã thông qua tướng [[Jean Étienne Valluy]], người đứng đầu phái bộ quân sự Pháp tại Washington, thông báo cho Đô đốc Radford yêu cầu của chính phủ Pháp yêu cầu Hoa Kỳ thực hiện cuộc không kích mà Đô đốc Arthur W. Radford và Ely đã thảo luận để giảm bớt áp lực của Việt Minh lên Điện Biên Phủ. Ngoại trưởng Pháp Georges Bidault cũng chuyển thông điệp tương tự tới Douglas Dillon, đại sứ Mỹ tại Pháp. Chính phủ Hoa Kỳ đã thông báo cho Pháp vào ngày 6 tháng 4 rằng sự tham gia của Hoa Kỳ sẽ chỉ được dự tính khi có sự tham gia trực tiếp của [[Vương quốc Liên hiệp Anh và Bắc Ireland|Vương quốc Anh]].<ref name=\"Williams\"\/> {{Rp|129}}\n\nEly được bổ nhiệm làm tổng tư lệnh ở Đông Dương vào ngày 2 tháng 6 năm 1954 để thay thế tướng [[Henri Navarre]], ông khởi hành đến [[Thành phố Hồ Chí Minh|Sài Gòn]] vào ngày 6 tháng 6 năm 1954 sau khi nói với một người bạn rằng \"đây là sai lầm tồi tệ nhất trong sự nghiệp của tôi.\" <ref name=\"Williams\"\/> {{Rp|153}}\n\nNgày 28 tháng 6 sau cuộc thảo luận tại Paris với tân Thủ tướng Pierre Mendès-France, tướng Ely ra lệnh di tản quân Pháp khỏi các vị trí ở phía nam [[đồng bằng sông Hồng]], khiến quân Pháp chỉ còn lại một hành lang hẹp giữa [[Hà Nội]] và [[Hải Phòng]].<ref name=\"Williams\"\/> {{Rp|161}}\n\nNgày 13 tháng 12, Ely và Đại sứ Hoa Kỳ J. Lawton Collins đã đạt được \"hiểu biết về phát triển và đào tạo các lực lượng Việt Nam tự trị.\" Theo thỏa thuận, Nhóm Cố vấn Hỗ trợ Quân sự sẽ chịu toàn bộ trách nhiệm tổ chức và huấn luyện quân đội Nam Việt Nam trong khi vẫn công nhận quyền lực quân sự tổng thể của Pháp. Người Pháp đã trao \"quyền tự chủ hoàn toàn\" cho các lực lượng vũ trang Nam Việt Nam vào ngày 1 tháng 7 năm 1955. Người Mỹ và người Pháp đã không tham khảo ý kiến của người Việt Nam trong khi thiết lập hiệp định.<ref name=\"Williams\"\/> {{Rp|187}}\n\nTrong cuộc gặp tại Paris vào ngày 18 tháng 12 năm 1954 với Thủ tướng Mendès-France và [[Anthony Eden]], ngoại trưởng Anh, Ely bày tỏ quan điểm của mình về thủ tướng miền Nam Việt Nam [[Ngô Đình Diệm]] là một \"người cực kỳ cứng đầu (pig-headed) và càng thêm vậy khi chịu nhiều áp lực\" và rằng ông và Collins \"bây giờ hầu như tin chắc rằng không thể trông đợi bất cứ điều gì ở Diệm.\"<ref name=\"Williams\"\/> {{Rp|188}}\n\nEly rời Nam Việt Nam vào cuối tháng 5 năm 1955.<ref name=\"Williams\"\/> {{Rp|203}}\n\n=== Sau Chiến tranh Đông Dương ===\nEly được bổ nhiệm lại làm Tham mưu trưởng vào tháng 3 năm 1956. Ely có thiện cảm với những người theo chủ nghĩa bạo ngược trong cuộc khủng hoảng tháng 5 năm 1958 ở Pháp và vào ngày 16 tháng 5 năm 1958, ông đã nộp đơn từ chức và được chấp nhận vào ngày hôm sau.<ref name=\"Fenby\">{{Chú thích sách|title=The General Charles de Gaulle and the France he saved|last=Jonathan|first=Fenby|publisher=Simon & Schuster|year=2010|isbn=9781847394101|page=387}}<\/ref>\n\nEly được tái bổ nhiệm làm Tham mưu trưởng vào tháng 6 năm 1958 sau khi [[Charles de Gaulle]] lên nắm quyền và thành lập nền [[Đệ Ngũ Cộng hòa Pháp|Cộng hòa thứ năm]]. Tháng 7 năm 1958, do sự xúi giục của de Gaulle, ông đã thanh trừng quân đội của một số phần tử cực đoan đã lãnh đạo cuộc nổi dậy tháng Năm.<ref name=\"Fenby\"\/> {{Rp|437}}\n\nEly giải ngũ năm 1961. Ông qua đời ngày 16 tháng 1 năm 1975.\n\n== Ghi chú ==\n{{Tham khảo}}\n\n{{thời gian sống|1897|1975}}\n\n{{Tổng chỉ huy quân Pháp trong chiến tranh Đông Dương}}\n\n[[Thể loại:Đại tướng Pháp]]\n[[Thể loại:Tổng tham mưu trưởng Quân đội Pháp]]\n[[Thể loại:Quân nhân Pháp trong Thế chiến thứ hai]]\n[[Thể loại:Quân nhân Pháp trong Chiến tranh Đông Dương]]\n[[Thể loại:Cựu sinh viên trường École Spéciale Militaire de Saint-Cyr]]"}