{"12317654":"'''Phan Lê Phiên''' (chữ Hán: 潘黎藩, 1735-1798), tên là Phan Văn Độ sau đổi là Phan Lê Phiên, rồi lại đổi là Phan Trọng Phiên, dòng dõi [[Phan Phu Tiên]], là [[danh sĩ]], đại quan trong [[lịch sử Việt Nam]].<ref>{{Chú thích web | url = http:\/\/tintuc.hues.vn\/ba-tran-thi-dao-co-cong-lon-xay-cau-ngoi-thanh-toan-la-phu-nhan-cua-tu-xuyen-hau-phan-trong-phien\/ | tiêu đề = Bà Trần Thị Đạo, có công lớn xây Cầu ngói Thanh Toàn, là phu nhân của Tứ Xuyên Hầu Phan Trọng Phiên - Tin tức Huế | tác giả 1 =  | ngày =  | ngày truy cập = 13 tháng 2 năm 2018 | nơi xuất bản = Tin tức Huế | ngôn ngữ =  | archive-date = 2018-02-13 | archive-url = https:\/\/web.archive.org\/web\/20180213195942\/http:\/\/tintuc.hues.vn\/ba-tran-thi-dao-co-cong-lon-xay-cau-ngoi-thanh-toan-la-phu-nhan-cua-tu-xuyen-hau-phan-trong-phien\/ | url-status = dead }}<\/ref>\n== Sự nghiệp ==\nPhan Lê Phiên quê ở làng [[Đông Ngạc]], huyện [[Từ Liêm]], tỉnh Hà Đông (nay thuộc Hà Nội). Năm Đinh sửu 1757, ông đỗ Tiến sĩ Nho học, được người đời khen ngợi là bậc anh tài trẻ tuổi. Ông làm Đốc trấn Cao Bằng, Hiệp trấn phủ đạo Thuận Quảng, sau về triều làm Thị lang bộ Hộ, thăng đến Tham tụng <ref>{{Chú thích web | url = http:\/\/www.hannom.org.vn\/detail.asp?param=323&Catid=362 | tiêu đề = Hệ thống gia phả làng Đông Ngạc | tác giả 1 =  | ngày =  | ngày truy cập = 13 tháng 2 năm 2018 | nơi xuất bản =  | ngôn ngữ = }}<\/ref>, kiêm Quốc tử giám Tư nghiệp (Hiệu phó trường Quốc học).\n\nKhi chúa [[Trịnh Sâm]] mất, ông chịu cố mạng lập [[Trịnh Cán]], nhưng quân Tam phủ nổi loạn, bỏ Trịnh Cán, tôn phù [[Trịnh Khải]] lên cầm quyền, ông bị cách cả chức tước. Đến đời Mẫn đế (Chiêu Thống) vời ông làm Thượng thư bộ Binh, Nhập thị Kinh diên, Bình chương sự, rồi tấn phong Kinh tử Vinh lộc đại phu, tước Tứ Xuyên Hầu.\n\nNăm Bính ngọ 1786, [[Trịnh Bồng]] tự xưng Án đô vương, mời ông hợp tác, ông từ chối. Khi Chiêu Thống chạy sang Trung Quốc, ông không theo.\nNhà Tây Sơn muốn trọng dụng ông, nhưng ông cũng thoái thác không bận lòng công danh nữa.\n\nNăm Mậu thân 1798 ông mất, thọ 63 tuổi (có sách chép chết năm Kỉ tị 1809, thọ 74 tuổi).\n\n== Tác phẩm ==\nCác tác phẩm chính của ông:\n* Cao Bằng thực lục\n* Lịch triều đăng khoa lục\n\nNgoài ra ông có nhuận sắc: Càn nguyên thi tập của Trinh Doanh và có đề tựa Phan thị gia phả. Anh ruột ông là Thị giảng học sĩ Phan Nhã Thận cũng là người có danh tiếng đương thời.\n\nCao Bằng thực lục (3 quyển) do ông biên soạn, gồm:\n* Quyển I: chép sự tích nhà Mạc ở Cao Bằng lúc suy tàn.\n* Quyển II: Chép về núi sông và thần thiêng ở Cao Bằng.\n* Quyển III: Chép về sản vật, phong tục Cao Bằng.\n\nNgoài ra ông còn biên tập cuốn: Càn Nguyên thi tập (4 quyển) là thơ của Án Vương Trịnh Doanh.\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai khoa bảng Việt Nam}}\n\n{{thời gian sống|1735|1798}}\n\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Người Hà Đông]]\n[[Thể loại:Hầu tước nhà Lê trung hưng]]"}