{"3423691":"{{chú thích trong bài}}\n[[Tập tin:Vosu Phan Tho Tay Son.jpg|nhỏ|331x331px|Võ sư Phan Thọ]]\n'''Phan Thọ''' (1926 - 2014) là một [[võ sư]] nổi tiếng của [[Việt Nam]], được giới võ thuật mệnh danh là [[võ sư]] huyền thoại tinh thông [[Thập bát ban võ nghệ|Thập bát ban binh khí]], \"người có bộ tay hay nhất [[Bình Định]]\", và là người giữ lửa cho tinh hoa võ thuật [[làng võ An Vinh]] trên 200 năm tuổi.\n\nLão võ sư Phan Thọ sinh năm Bính Dần 1926, người làng Thủ Thiện Thượng, xã Bình Nghi, huyện [[Tây Sơn, Bình Định|Tây Sơn]], tỉnh [[Bình Định]]. Bắt đầu học võ từ năm 17 tuổi và học ròng rã 18 năm, lòng say mê võ thuật đưa bước chân ông lặn lội khắp các nẻo đường tầm sư học đạo, mê đến mức nhiều phen \"xin\" vợ bán bò để học. Ông thọ giáo rất nhiều thầy. Năm 18 tuổi, ông học thầy Cai Bảy (Nguyễn An) ở làng võ An Vinh, học được 5 năm thì theo thầy đi đánh đài. Thầy mất, ông chuyển sang học với thầy Hai Siêm ở làng võ An Thái được 2 năm. Ông trở lại An Vinh học thầy Sáu Hà (Lê Hải) được 6 năm thì xuất môn. Ông tiếp tục học thầy Sáu Châu (Đặng Thái) ở làng Bỉnh Đức... riêng về côn pháp. Cứ như vậy, ông đã thọ giáo rất nhiều thầy trong làng võ cổ truyền Tây Sơn, Bình Định.\n\n== Tinh thông 18 môn binh khí ==\nVõ sư Phan Thọ là người trong số ít trong làng [[Võ thuật Bình Định|võ cổ truyền Bình Định]] tinh thông [[Thập bát ban võ nghệ|Thập bát ban]] (18 môn binh khí) và Nhị thập tứ chi (24 môn binh khí). Các môn quyền, roi, kiếm, đao, thương ông học thầy Nguyễn An (Cai Bảy) và [[Diệp Trường Phát]] (tức Tàu Sáu - hệ phái An Thái - Môn phái Bình Thái Đạo). Các môn kích, giản, phủ, chùy, bừa cào, lăn khiên, ông học thầy Lê Hải (Sáu Hà) và Đinh Hề (Hương Kiểm Mỹ) thuộc về hệ phái An Vinh - Tây Sơn. Các môn côn, thước, dây xích, xà mâu, chấn thiên cung, độc bút, chỉa ba, ông học từ các thầy Đặng Thái (Sáu Châu), Sáu Tẩy,... (dòng võ của võ sư Hồ Ngạnh - hệ phái Thuận Truyền - Tây Sơn). Vốn liếng võ thuật của ông là sự kết hợp của nhiều môn phái thuộc ba làng võ nổi tiếng An Thái, An Vinh, Thuận Truyền trong làng võ Bình Định xưa. Sở trường của ông là quyền, ông cũng sử dụng nhuần nhuyễn 18 binh khí và giỏi cả những món võ vườn, như rựa quéo, đòn xóc.\n\n== Đánh nhau với thú dữ ==\nTheo tin tức từ nhiều người dân kể lại, ngày đó khi nghe bà con báo tin có một con heo rừng rất hung tợn phá hoại mùa màng hoa màu, tấn công cả người. Bỏ dở công việc đồng áng, ông vội vàng mang theo cây vồ mà nông dân ở địa phương Tây Sơn lúc bấy giờ thường dùng để đập đất làm sạ lúa. Cuộc tử chiến vô cùng ác liệt giữa người và mãnh thú diễn ra. Con heo nặng gần 2 tạ hung hăng xông vào húc Phan Thọ, còn ông thì lẹ làng né tránh đồng thời vận dụng những đòn thế hiểm để phản đòn lại con heo hung tợn. Ông kể rằng phải phang ngang chứ bổ dọc là con heo tránh được ngay, con heo này có cái mỏ hay vô cùng. Cuối cùng sau gần 3 giờ đồng hồ tử chiến, võ sư Phan Thọ đã hạ gục mãnh thú to lớn và hung hãn. Kỷ niệm về cuộc chiến sinh tử để đời đó là bộ răng nanh dài quá khổ của mãnh thú mà đến giờ vẫn còn.\n\n== Hạ gục cao thủ xứ Hàn ==\nNăm 1972, một võ sư [[taekwondo]] đệ ngũ đẳng huyền đai, vốn là một sĩ quan quân đội [[Hàn Quốc|Nam Hàn]] có ý chê [[võ cổ truyền Việt Nam]] và đã tìm đến ông gửi lời khiêu chiến. Tự ái dân tộc, võ sư Phan Thọ nhận lời thách đấu của viên sĩ quan tên Lee. Khi đó, võ sư Phan Thọ chỉ 58&nbsp;kg còn viên sĩ quan kia to cao, nặng trên 80&nbsp;kg. Vừa thượng đài, đối thủ không thèm chào sân mà xáp vào đá liên hoàn cước. Biết được thế mạnh của taekwondo là các đòn chân, võ sư Phan Thọ cứ để viên sĩ quan ra chân, còn ông chỉ né đòn, rồi bất ngờ tung ra tuyệt chiêu Độc Xà Thám Nguyệt, hạ nốc ao đối thủ trong nháy mắt khiến đối thủ phải tâm phục khẩu phục.\n\nChưa dừng lại ở đó, vào năm 1998, khi võ sư Phan Thọ đã 73 tuổi, có một đoàn khách từ Hàn Quốc đến thăm. Trong đoàn có một cao thủ [[taekwondo]] mới ngoài 30 tuổi. Qua người phiên dịch, võ sư Phan Thọ được biết anh người Hàn kia có ý chê [[võ cổ truyền Việt Nam]], nên ông tự ái và nhận lời thách đấu. Mọi người can ngăn vì võ sư tuổi đã cao, lỡ có chuyện gì thì không hay nhưng ông đã quyết.\n\nKhoảnh sân trước nhà là nơi tỷ thí. Hai đối thủ, một già một trẻ vừa chào sân thì anh chàng người Hàn đã tung ngay một cú đòn chân sấm sét. Võ sư Phan Thọ hụp đầu xuống né cú đá. Vẫn còn đà, bàn chân đi giày của anh kia vung thẳng đến cây cột trước hiên nhà, kêu đánh rầm một tiếng, cả căn nhà cũ như rung rinh muốn sập, còn cây cột xi măng thì bị rạn nứt.\n\nCú đá kinh hồn này chưa xong thì đã đến cú đá khác. Đợi cho đối thủ vung chân lên thật cao, võ sư Phan Thọ lẹ làng rùn người xuống thấp rồi tung chiêu \"Độc Xà Thám Nguyệt\" rồi \"Hạ địa tầm châu\" làm đối phương té nhào. Từ đó, anh ta thừa nhận đã nhận định sai về [[võ cổ truyền Việt Nam]].\n\n== Võ đường Phan Thọ ==\nVõ đường Phan Thọ do võ sư Phan Thọ sáng lập năm 1952 tại làng Thủ Thiện Thượng, xã Bình Nghi, huyện [[Tây Sơn, Bình Định|Tây Sơn]], tỉnh [[Bình Định]]. Võ đường Phan Thọ  là nơi thừa kế di sản đồ sộ của môn phái quyền An Vinh, giữ lửa cho võ thuật làng võ An Vinh trên 200 năm tuổi. Võ đường giảng dạy bài bản về Quyền Thuật và Binh Khí, trong đó có hàng chục bài Thảo pháp cùng với 15 bộ quyền tay, hàng chục bài quyền và các bài võ gắn với 18 môn binh khí. Mỗi môn binh khí muốn đánh cho chuẩn, phải học ít nhất 3 thảo; 18 môn là 54 thảo. Bên cạnh đó, phải tập thêm 9 bài song đấu và bài đấu luyện kết hợp các môn binh khí lại với nhau trong hệ thống Võ trận Tây Sơn.\n\nVõ đường Phan Thọ là nơi lưu giữ các tư liệu cổ, trong đó có cuốn sách võ là cổ thư truyền lại có chữ kỹ của ông Đào Thống. Các nhà nghiên cứu và dịch thuật cho rằng tập tư liệu này được chép lại có từ đời vua Thành Thái. Võ đường Phan Thọ đã đào tạo ra hàng ngàn môn sinh trong đó có trên 100 võ sư và huấn luyện viên võ dân tộc và hầu hết đã thành danh, góp phần kế tục sự nghiệp võ học như:  Đỗ Hượt, Lê Công Hoàng, Đặng Vĩnh May, Phan Thanh Sơn, Phan Hữu Đức, Lê Xuân Nam, Phan Hải…    \n\nTrong đó, Đỗ Hượt là nhân vật đã trở thành huyền thoại những năm sáu mươi không chỉ với đòn chẻ hổ khẩu đánh nốc-ao võ sĩ đệ ngũ đẳng huyền đai người Nam Hàn tên Lee trên sàn đấu Tây Sơn, mà còn nổi tiếng vì trận giáp chiến có một không hai tại cầu Đập Bộng – một mình ông đương đầu với một trung đội lính Nam Hàn trang bị lưỡi lê sáng quắc, giữa hai cuộn thép gai dã chiến. Bị chúng bao vây và tới tấp đâm lê vào người, Đỗ Hượt phải dùng hết sở trường về quyền để vừa đánh vừa tránh đòn. Ông bị lưỡi lê xóc vào môi, vào sườn, phải chọn cách lăn mình trên cuộn kẽm gai rồi chui xuống cống Đập Bộng để thoát thân.  \n\nVõ đường Phan Thọ hiện có nhiều nhánh ở nhiều địa phương do các con và học trò của Võ sư Phan Thọ phát triển như Phan Hữu Đức, Lê Công Hoàng, Phan Minh Hải (Tây Sơn),... Phan Thanh Sơn, Phan Thanh Khoa (Bình Dương), Hạo Vũ An Trần (Đà Lạt)...  \n\nSau khi Võ sư Phan Thọ qua đời, Võ đường Phan Thọ do Võ sư Phan Hữu Đức (người con trai thứ sáu của Võ sư Phan Thọ) làm [[Chưởng môn]].\n\nCác đời chưởng môn của Võ đường Phan Thọ:\n# Chưởng môn đời thứ nhất: Cố đại võ sư Phan Thọ (từ năm 1952 đến 2014)\n# Chưởng môn đời thứ hai: Võ sư Phan Đức (từ năm 2014 đến 2018)\n# Chưởng môn đời thứ ba: Phan Minh Hải (từ ngày 23\/02\/2018 đến nay) Ngày 23\/02\/2018, tức ngày mùng 8 tháng Giêng, là ngày Giỗ tổ của Võ đường Phan Thọ theo truyền thống hằng năm. Nhân đây, với sự họp mặt và thống nhất của các Lão võ sư, Võ sư của Môn phái như: Lão võ sư Đỗ Hược, Lão võ sư Lê Công Hoàng, Võ sư Đặng Vĩnh May, Võ sư Nguyễn Thanh Bình, Võ sư Lê Văn Pháp, Võ sư Phan Thanh Khoa,... đã thống nhất Huấn luyện viên Phan Minh Hải (cháu ngoại của Cố võ sư Phan Thọ) chính thức là Chưởng môn nhân đời thứ ba của Võ đường.\n\n==Tham khảo==\n{{tham khảo}}\n\n* {{Chú thích web|url=http:\/\/www.baobinhdinh.com.vn\/viewer.aspx?macm=12&macmp=12&mabb=21350|tựa đề=Vĩnh biệt Võ sư Phan Thọ|tác giả=Phạm Đình Phong|họ=|tên=|ngày=2014-04-28|website=Báo Bình Định online|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}\n* {{Chú thích web|url=http:\/\/www.baobinhdinh.com.vn\/742\/2004\/1\/7983\/|tựa đề=Võ sư Độc Xà Thám Nguyệt 3 lần hạ gục cao thủ xứ Hàn|tác giả=Công Tâm|họ=|tên=|ngày=2004-01-07|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}\n* {{Chú thích web|url=http:\/\/www.baobinhdinh.com.vn\/vungdatvo\/2006\/11\/34594\/|tựa đề=Quyền An Vinh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}\n\n{{DEFAULTSORT:Thọ, Phan}}\n{{Thời gian sống|1926|2014}}\n[[Thể loại: Võ sĩ Bình Định]]\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Võ sư Việt Nam]]"}