{"518078":"'''Phan Cự Đệ''' ([[1933]] - [[2007]]) là một giáo sư văn học, viện sĩ, [[nhà giáo Nhân dân|nhà giáo nhân dân]] [[Việt Nam]]. Ông quê ở [[Nghệ An]], là một trong những nhà phê bình, lý luận [[văn học]] hàng đầu tại [[Việt Nam]].\n\n==Tiểu sử==\nGiáo sư Phan Cự Đệ sinh ngày 20 [[tháng bảy|tháng 7]] năm [[1933]] trong một gia đình có truyền thống [[Nho giáo|Nho học]] ở xã [[Quỳnh Đôi]], huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]].\n\nSau khi tốt nghiệp đại học, năm [[1957]], ông được giữ lại giảng dạy bộ môn [[văn học Việt Nam]] tại [[Khoa Ngữ văn, Đại học Tổng hợp Hà Nội|Khoa Ngữ văn]], [[Trường Đại học Tổng hợp Hà Nội|Đại học Tổng hợp Hà Nội]], một cơ sở đầu ngành giảng dạy, nghiên cứu về văn học ở Việt Nam. Ngoài 30 tuổi, Phan Cự Đệ đã có giáo trình viết về phong trào [[Phong trào Thơ mới (Việt Nam)|Thơ Mới]] và đã hướng dẫn luận văn tốt nghiệp cho nhiều sinh viên. Song song với công tác giảng dạy, ông còn là người say mê nghiên cứu lý luận, đặc biệt là thể loại tiểu thuyết. Hơn 50 năm cầm bút, ông đã xuất bản gần 30 đầu sách thuộc các thể loại lý luận, phê bình, nghiên cứu văn học.\n\nSau này, ông còn đảm nhận cương vị giám đốc [[Trung tâm Nghiên cứu văn hoá quốc tế]] và chủ tịch [[Câu lạc bộ Giao lưu văn hoá - kinh tế quốc tế]]. Trung tâm này đã thu hút nhiều sứ quán, các tổ chức nước ngoài tại [[Hà Nội]] và góp phần nâng cao kiến thức văn hóa cho những người tham dự.\n\nÔng đã được phong học hàm [[Giáo sư]] năm [[1991]] và danh hiệu [[Nhà giáo Nhân dân]] năm [[1995]]\nÔng mất đột ngột ngày 5 [[tháng chín|tháng 9]] năm [[2007]] tại [[Hà Nội]] do bệnh [[nhồi máu cơ tim]].\n\n==Văn nghiệp==\n===Thơ Mới và Tự Lực văn đoàn===\nMột trong những công trình phê bình đáng chú ý đầu tiên của ông là cuốn ''Phong trào Thơ Mới lãng mạn 1932 - 1945'', được xuất bản năm 1966. Khác với [[Hoài Thanh]], người tiếp cận [[Phong trào Thơ mới (Việt Nam)|Thơ Mới]] bằng phương pháp phê bình ấn tượng, Phan Cự Đệ đã vận dụng phê bình mác-xít để nghiên cứu \"trào lưu thơ lãng mạn\" này. Ông khảo sát những phương diện lý luận như chủ nghĩa lãng mạn theo quan điểm mác-xít, đặc trưng thẩm mỹ của phương pháp sáng tác lãng mạn chủ nghĩa, quan điểm nghệ thuật, quan điểm thẩm mỹ của các nhà thơ trong phong trào Thơ Mới, những yếu tố chi phối đến sáng tác của mỗi nhà thơ và của cả trào lưu.\n\nÔng cũng đặt Thơ Mới trong mối quan hệ với đời sống xã hội những năm trước [[Cách mạng tháng Tám]] để lý giải sự \"thoát ly\" của các nhà thơ mới với thời cuộc như là một sự \"bế tắc\" của chủ nghĩa cá nhân, từ đó sàng lọc, ghi nhận những đóng góp của Thơ Mới cả hai phương diện nội dung và hình thức nghệ thuật. Phan Cự Đệ đánh giá cao tinh thần dân tộc cũng như những đổi mới về hình thức của Thơ Mới đối với lịch sử thi ca hiện đại Việt Nam.\n\nGiáo sư Phan Cự Đệ còn là một chuyên gia về văn xuôi [[Tự Lực văn đoàn]], một bộ phận quan trọng trong văn học lãng mạn Việt Nam 1932-1945. Cuốn sách ''Tự Lực văn đoàn - con người và văn chương'' cùng bài tiểu luận dài 60 trang của ông về Tự Lực văn đoàn là một bài viết có giá trị về phương pháp luận cũng như những nhận định có tính khoa học. Ông đã phân tích chỉ ra sự đổi mới quan trọng của Tự Lực văn đoàn trong nghệ thuật phân tích tâm lý dưới ánh sáng của khoa tâm lý học hiện đại, trong việc đổi mới kết cấu và cốt truyện, sự vận động của tiểu thuyết Tự Lực văn đoàn từ luận đề đến tâm lý...\n\n===Tiểu thuyết Việt Nam hiện đại===\nNgoài văn học lãng mạn, giáo sư Phan Cự Đệ còn đặc biệt đóng góp vào lý luận, phê bình văn học hiện đại qua những công trình nghiên cứu về tiểu thuyết Việt Nam hiện đại. Năm 1974, hai tập ''[[Tiểu thuyết Việt Nam hiện đại]]'' được xuất bản và đến nay đã được tái bản lần thứ sáu, đây vẫn là bộ sách công phu nhất về tiểu thuyết hiện đại Việt Nam. Vận dụng phương pháp phê bình mác-xít, giáo sư Phan Cự Đệ phân tích và nhận định những thành công và hạn chế của [[tiểu thuyết Việt Nam]] qua các thời kỳ trước 1930, 1930-1945, 1945-1975, và sơ bộ đánh giá tiểu thuyết thời kỳ đổi mới. Trong mỗi thời kỳ, ông vừa phân tích các đề tài chính, vừa giới thiệu một số phong cách tiêu biểu. Ông thể hiện khả năng bao quát nền tiểu thuyết Việt Nam hiện đại.\n\nRiêng về tiểu thuyết Việt Nam giai đoạn ba mươi năm chiến tranh 1945 - 1975, ông là người cày xới kỹ nhất, xét cả hai bình diện đọc và thẩm định. Trên cơ sở những tư liệu từ tiểu thuyết Việt Nam và thế giới, Phan Cự Đệ phân tích khả năng điển hình hóa trong tiểu thuyết Việt Nam hiện đại, những vấn đề đặc trưng thể loại của tiểu thuyết, những cuộc tranh luận về tiểu thuyết ở Việt Nam và trên thế giới và cả những công việc \"bếp núc\" của người viết tiểu thuyết. Do vậy, ''Tiểu thuyết Việt Nam hiện đại'' không chỉ là một công trình có tính chất tổng kết, mà còn có tính gợi mở to lớn.\n\nCũng liên quan đến lý luận tiểu thuyết, giáo sư Phan Cự Đệ còn phân loại khá hệ thống một số kiểu tiểu thuyết chính trong văn học Việt Nam hiện đại: tiểu thuyết luận đề, tiểu thuyết lịch sử, tiểu thuyết phiêu lưu, tiểu thuyết tâm lý, tiểu thuyết sử thi.\n\n===Hàn Mặc Tử, Ngô Tất Tố, Trương Tửu===\nTrong số các nhà thơ lãng mạn thời [[Phong trào Thơ mới (Việt Nam)|Thơ Mới]], Phan Cự Đệ tỏ ra yêu thích nhất [[Hàn Mặc Tử]], một nhà thơ tài hoa, \"đi xuyên qua thế kỷ\", sớm mắc căn bệnh hiểm nghèo, từ giã nàng Thơ khi còn quá trẻ, để lại một vệt sáng lung linh trên thi đàn hiện đại. Phan Cự Đệ là người viết, biên soạn hai cuốn sách về Hàn Mặc Tử: ''Thơ văn Hàn Mặc Tử - Phê bình và tưởng niệm'' (1993), ''Hàn Mặc Tử - Về tác gia và tác phẩm'' (soạn chung với [[Nguyễn Toàn Thắng]], 2001). Trong đó, ông đã viết hai bài tiểu luận rất công phu về nhà thơ tài hoa, yểu mệnh: ''Hàn Mặc Tử sống mãi với thời gian'' và ''Hàn Mặc Tử - những vấn đề đang tranh luận''.\n\nHai bài viết góp phần giúp người đọc sáng tỏ hơn nhiều vấn đề liên quan đến thế giới thơ lung linh, huyền ảo và bí ẩn của Hàn Mặc Tử, từ phong cách, bút pháp đến những dấu tích tình yêu, tôn giáo trên những ngôn từ thơ đầy đau thương và vô cùng sáng láng của nhà thơ. Phan Cự Đệ không chỉ góp phần chứng minh Hàn Mặc Tử là một hồn thơ hài hòa đạo với đời, mà còn làm sáng tỏ tác giả ''Gái quê'', ''Đau thương''... là nhà thơ giàu lòng yêu nước. Ông cũng khẳng định Hàn Mặc Tử là \"một phong cách thơ đa dạng và hết sức độc đáo\", \"đã đi một con đường dài từ [[thơ Đường]] cổ điển chuyển nhanh sang lãng mạn, tượng trưng và chớm đến bờ siêu thực\"\n\nPhan Cự Đệ cũng là một chuyên gia về Ngô Tất Tố, một nhà văn lớn, nhà báo xuất sắc trên văn đàn Việt Nam trước [[Cách mạng tháng Tám]]. Viết về Ngô Tất Tố, ông có những chuyên luận, tiểu luận đáng chú ý in trong các cuốn sách: ''Ngô Tất Tố'' (viết chung với [[Bạch Năng Thi]], 1962), ''Ngô Tất Tố - tác phẩm'' (1975), ''Ngô Tất Tố'' (giáo trình Văn học Việt Nam 1930 - 1945, tập một, viết chung với [[Hà Văn Đức]], [[Nguyễn Hoành Khung]], 1988), ''Di sản báo chí Ngô Tất Tố - Ý nghĩa lý luận và thực tiễn'' (chủ biên, 2005)...\n\nÔng đánh giá cao khả năng quan sát và khái quát nông thôn Việt Nam thời thực dân phong kiến của nhà văn qua tiểu thuyết ''[[Tắt đèn]]'' và tập phóng sự ''[[Việc làng]]''. Phan Cự Đệ cũng là người khảo sát, phân tích có hệ thống về tiểu phẩm của Ngô Tất Tố và đánh giá cao những đóng góp của nhà văn, nhà báo này. Phan Cự Đệ đánh giá tiểu phẩm của Ngô Tất Tố có giá trị như \"một bộ sử biên niên của xã hội Việt Nam những năm ba mươi và bốn mươi\", là \"tài liệu quý giá về triết học, sử học, xã hội học, dân tộc học\", là \"phòng triển lãm những chân dung khác nhau của giai cấp thống trị và những kiểu người điển hình trong xã hội cũ\".\n\nLà học trò của GS Trương Tửu, vừa tốt nghiệp được giữ lại làm cán bộ giảng dạy, Phan Cự Đệ đã có bài viết \"Thái độ và phương pháp giảng dạy của Trương Tửu\", trong đó có đoạn: \"...Dụng ý của Trương Tửu trong\nlúc giảng dạy rất là thâm độc. Có thể nói Trương Tửu đã nhiều lần xuyên tạc\ngiáo trình đề đầu độc tư tưởng của sinh viên. Chỉ qua việc giảng dạy, ta cũng\nđủ thấy phương pháp nghiên cứu văn học của Trương Tửu là phương pháp duy tâm\nchủ quan, thích ai thì khen, ghét ai thì chê, hoàn toàn theo ý muốn cá nhân của\nmình. Về thái độ chính trị thì đó là chủ nghĩa cơ hội, phản động, lợi dụng thời\ncơ để phất cờ, hôm nay nói thế này, mai nói thế khác một cách rất giáo giở.\n\nVới một lập trường chính trị phản động,\nthù địch với tư tưởng xã hội chủ nghĩa, với những quan điểm văn nghệ tư sản lỗi\nthời, với một phương pháp giảng dạy hoàn toàn duy tâm chủ quan, cơ hội, chúng\nta có thể kết luận rằng: trong mấy năm qua, Trương Tửu đã tỏ ra không xứng đáng\nmột tý nào với cương vị giáo sư một trường Đại học...\" \n==Tác phẩm==\n*''Sơ tuyển văn thơ yêu nước và cách mạng'' (viết chung, [[Nhà xuất bản Giáo dục]], 1959)\n*''Văn học Việt Nam 1930 - 1945'' (hai tập, viết chung, Nhà xuất bản Giáo dục, 1961)\n*''[[Ngô Tất Tố]]'' (chuyên luận, viết chung, [[Nhà xuất bản Văn hóa]], 1962)\n*''[[Nguyễn Huy Tưởng]]'' (viết chung, [[Nhà xuất bản Văn học]], 1966).\n*''Phong trào [[Phong trào Thơ mới (Việt Nam)|Thơ Mới]] (1932 - 1945)'' ([[Nhà xuất bản Khoa học]], 1969, tái bản, 1982)\n*''Cuộc sống và tiếng nói nghệ thuật'' (Nhà xuất bản Văn học, 1971)\n*''Thơ và mấy vấn đề trong thơ Việt Nam hiện đại'' (viết chung với [[Hà Minh Đức]], 1974)\n*''Tiểu thuyết Việt Nam hiện đại'' (hai tập, viết chung với [[Hà Minh Đức]], [[Nhà xuất bản Đại học và Trung học chuyên nghiệp]], 1974-1975, 1977-1978, 2000, 2001)\n*''Nhà văn Việt Nam'' (hai tập, viết chung, Nhà xuất bản Giáo dục, 1979, 1983)\n*''Tác phẩm và chân dung'' (Nhà xuất bản Văn học, 1984)\n*''Chủ nghĩa hiện thực xã hội chủ nghĩa ở nước ngoài'' (lý luận văn học, viết chung, [[Nhà xuất bản Cầu Vồng|Nhà xuất bản Cầu vồng]], [[Moskva]], 1985)\n*''[[Tự Lực văn đoàn]] - Con người và văn chương'' (Nhà xuất bản Văn học, 1990)\n*''[[Hàn Mặc Tử]]'' (Nhà xuất bản Giáo dục, 1993, tái bản, 1998)\n*''Về lý luận và phê bình văn học nghệ thuật'' (viết chung, [[Nhà xuất bản Chính trị quốc gia - Sự thật|Nhà xuất bản Sự thật]], 1984)\n*''Văn học Việt Nam 1930 - 1945'' (hai tập, giáo trình đại học, chủ biên, [[Nhà xuất bản Đại học]], 1988)\n*''Tác phẩm văn học 1930 - 1975'' (bình giảng văn học, chủ biên, [[Nhà xuất bản Khoa học Xã hội]], 1991)\n*''Đổi mới và giao lưu văn hóa'' ([[Nhà xuất bản Chính trị Quốc gia]], 1997)\n*''Văn học lãng mạn Việt Nam 1932 - 1945'' (Nhà xuất bản Giáo dục, 1997)\n*''Văn học của chủ nghĩa lạc quan lịch sử'' (viết chung, lý luận văn học, [[Nhà xuất bản Tiến bộ]], Moskva, 1997)\n*''Văn học Việt Nam 1900 - 1945'' (giáo trình đại học, chủ biên, Nhà xuất bản Giáo dục, 1997, 1998, 1999)\n*''Văn bản và văn mạch - giao lưu giữa văn học và văn hóa ở [[Đông Nam Á]]'' (viết chung, [[Nhà xuất bản Đại học Tổng hợp Diliman]], [[Manila]], 1999)\n*''Tuyển tập Phan Cự Đệ'' (bốn tập, [[Nhà xuất bản Văn học]], 2000)\n*''Lý luận phê bình văn học miền Trung thế kỉ XX'' (chủ biên, [[Nhà xuất bản Đà Nẵng]], 2001)\n*''[[Hàn Mặc Tử]] - Về tác gia và tác phẩm'' (Nhà xuất bản Giáo dục, 2001)\n*''Di sản báo chí Ngô Tất Tố - ý nghĩa lý luận và thực tiễn'' (chủ biên, Nhà xuất bản Văn học, 2005)\n* Thái độ và phương pháp giảng dạy của Trương Tửu. ''Báo Độc lập,\nHà Nội, s. 354 (10.4.1958), tr. 3.''\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhà khoa học Việt Nam}}\n\n[[Thể loại:Sinh năm 1933]]\n[[Thể loại:Mất năm 2007]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà nghiên cứu văn học Việt Nam]]\n[[Thể loại:Nhà phê bình văn học Việt Nam]]\n[[Thể loại:Cựu giảng viên Đại học Quốc gia Hà Nội]]"}