{"3211878":"{{Tiểu sử quân nhân\n|tên= Phan Khắc Hy\n|ngày sinh= 01-01-1927\n|ngày mất=\n|quốc tịch= [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n|biệt danh= \n|nơi sinh= xã [[Hạ Trạch]], huyện [[Bố Trạch]], tỉnh [[Quảng Bình]]\n|nơi mất= \n|thuộc= [[Tập tin:Flag of Vietnam.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n|năm phục vụ= [[1945]]&ndash;[[1993]]\n|cấp bậc= {{QH|thiếu tướng}}\n|đơn vị= \n|chỉ huy=\n|tham chiến=\n|khen thưởng= [[Tập tin:Vietnam_Independence_Order_ribbon.png|50px]] [[Huân chương Độc lập]] hạng Ba <br>[[Tập tin:Vietnam Military Exploit Order ribbon.png|50px]] [[Huân chương Quân công]] hạng Nhất<br>[[Tập tin:Resolution for Victory Order ribbon.png|50px]] [[Huân chương Chiến thắng]] hạng Nhì<br>[[Tập tin:Resistance Order ribbon.png|50px]] 2 [[Huân chương Kháng chiến]] hạng Nhất\n|công việc khác= \n}}\n\n'''Phan Khắc Hy''' (sinh năm 1927) là một cựu sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Phó Chủ nhiệm [[Tổng cục Hậu cần, Quân đội nhân dân Việt Nam|Tổng cục Hậu cần]]; Phó Chủ nhiệm [[Tổng cục Công nghiệp Quốc phòng]]; Phó Tư lệnh [[Tổng công ty Xây dựng Trường Sơn|Bộ đội Trường Sơn]], Chủ nhiệm Chính trị [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]], Tỉnh đội trưởng Tỉnh đội Quảng Bình. Ông là Đại biểu Quốc hội khóa 8 (1987-1992)<ref>{{Chú thích web|url = http:\/\/petrotimes.vn\/news\/vn\/chinh-tri\/thie-u-tuo-ng-phan-kha-c-hy-va-duo-ng-ho-chi-minh-huye-n-thoa-i.html|title = Thiếu tướng Phan Khắc Hy và đường Hồ Chí Minh huyền thoại}}<\/ref><ref>{{Chú thích web|url = http:\/\/nld.com.vn\/thoi-su-trong-nuoc\/tinh-yeu-dep-cua-vi-tuong-tai-20140122091231187.htm|title = Tình yêu đẹp của vị tướng tài}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.nguoiduatin.vn\/chuyen-tinh-vuot-thoi-gian-cua-vi-tuong-dung-manh-a146786.html|title = Chuyện tình vượt thời gian của vị tướng dũng mãnh|ngày truy cập = 2015-04-13|archive-date = 2015-03-23|archive-url = https:\/\/web.archive.org\/web\/20150323214135\/http:\/\/www.nguoiduatin.vn\/chuyen-tinh-vuot-thoi-gian-cua-vi-tuong-dung-manh-a146786.html|url-status = dead}}<\/ref><ref>{{Chú thích web|url = http:\/\/kyluc.vn\/su-kien\/544.pv-thieu-tuong-phan-khac-hy-mua-xuan-tren-tuyen-duong-truong-son.html|title = PV Thiếu tướng Phan Khắc Hy: Mùa xuân trên tuyến đường Trường Sơn|ngày truy cập = 2015-04-13|archive-date = 2012-05-12|archive-url = https:\/\/web.archive.org\/web\/20120512183541\/http:\/\/kyluc.vn\/su-kien\/544.pv-thieu-tuong-phan-khac-hy-mua-xuan-tren-tuyen-duong-truong-son.html|url-status = dead}}<\/ref>. Ông là sĩ quan cao cấp chỉ huy trong 2 đơn vị giữ vai trò quan trọng trong [[chiến tranh Việt Nam]] là Quân chủng Phòng không Không quân và [[Đoàn 559]].\n\n== Thân thế ==\nÔng sinh ngày 1 tháng 1 năm 1927 tại quê ngoại (xã [[Hạ Trạch]], huyện [[Bố Trạch]], tỉnh [[Quảng Bình]]) trong một gia đình nhà Nho nghèo gốc [[Đức Thọ]], [[Hà Tĩnh]]. Cha ông thi tam trường, nhưng vì Nho học thất thế, nên chuyển sang học Quốc ngữ rồi vào Quảng Bình vừa học vừa làm thầy thuốc Đông y và lập gia đình tại đây. Mẹ ông mua bán trầu cau ở chợ, một tay bà nuôi 6 anh em ông ăn học, tham gia cách mạng. Cha ông vào [[Quảng Ngãi]] vừa dạy học vừa làm thuốc, sau [[cách mạng Tháng Tám]], cha ông còn làm Chủ nhiệm [[Việt Minh]] xã và mất sớm do bệnh tại đây. Mẹ ông sau chiến tranh theo ông và con trai thứ là Phan Khắc Thiệu vào Nam sinh sống; bà sống cùng con trai thứ tại [[Vũng Tàu]] và mất năm 1991.\n\nLúc còn nhỏ Phan Khắc Hy học ở trường làng Hạ Trạch, lấy bằng yếu lược. Sợ ở trên thị trấn lêu lổng chơi bời, cha ông đưa anh em ông về quê nội Đức Thọ, Hà Tĩnh là vùng đất hiếu học.\n\nHọc hết tiểu học, ông ra [[Vinh]] học Trung học. Ngoài chương trình ở nhà trường ông cùng các bạn lập thư viện đủ loại sách văn học, triết học, chính trị... Ông đọc rất nhiều về [[Khổng Tử]], [[Lão Tử]], [[Karl Marx]]; chép sổ tay thơ [[Tố Hữu]], [[Xuân Diệu]], cùng nhiều nhà thơ khác.\n\nNăm 1943, ông với người bạn thân là [[Quách Xuân Kỳ]] trốn học, dự định xuất dương làm cách mạng nhưng không thành.\n\n== Sự nghiệp chính trị ban đầu==\nÔng tham gia cách mạng từ tháng 4 năm 1945 khi vừa mới 18 tuổi, là cán bộ Việt Minh bí mật, lấy bí danh là '''Thành Công''', tham gia Ủy ban Khởi nghĩa huyện Bố Trạch, tỉnh Quảng Bình.\n\nTháng 8 năm 1945, ông là Ủy viên [[Việt Minh]], tham gia Ban Chấp hành thanh niên Cứu quốc huyện Bố Trạch, tỉnh Quảng Bình.\n\nTháng 1 năm 1946, ông là Ủy viên, Trưởng ban phụ trách trại kinh tế vừa tăng gia sản xuất vừa xây dựng căn cứ Ba Lùm, Ba Lòi, tham gia huấn luyện viên dân quân huyện Bố Trạch, tỉnh Quảng Bình cùng với các ông Quách Xuân Kỳ, Mai Trọng Nghiêm. \n\nTháng 3 năm 1947, ông là Trưởng ban liên lạc chuẩn bị kháng chiến. Tháng 6 năm 1947, ông được điều về làm Chính trị viên, huyện đội trưởng, Phó Bí thư Huyện ủy huyện Bố Trạch, tỉnh Quảng Bình. Cuối năm 1948, ông làm Bí thư Huyện ủy Bố Trạch.\n\nTháng 6 năm 1949, ông được điều lên Tỉnh ủy Quảng Bình. Tháng 12 năm 1949, ông là Chính trị viên Tỉnh đội Quảng Bình thay ông [[Đồng Sỹ Nguyên]]. Từ năm 1950 đến tháng 3 năm 1952, ông là Tỉnh đội trưởng tỉnh đội Quảng Bình, Phó Bí thư tỉnh ủy Quảng Bình.\n\nCuối năm 1950, ông được điều vào mặt trận Bình Trị Thiên làm phái viên mặt trận.\n\nTừ tháng 4 năm 1952 đến năm 1954, ông là Chính ủy Trung đoàn 18 Đại đoàn 325 hoạt động trên Mặt trận Bình Trị Thiên rồi Mặt trận Đường 9 và Trung Lào\n\n==Xây dựng không quân non trẻ==\nTừ tháng 3 năm 1955 đến tháng 12 năm 1958, ông là Chủ nhiệm chính trị, Phó Bí thư Đảng ủy Ban Nghiên cứu sân bay (tiền thân Quân chủng Không quân), sau là Cục Không quân, sau học bổ túc tại Trường Trung cao Quân sự.\n\nTừ tháng 10 năm 1963 đến năm 1965, Quân ủy Trung ương quyết định hợp nhất Phòng không Không quân, ông là Phó Chủ nhiệm, Chủ nhiệm chính trị [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]. Sau đó ông được cử đi học lớp lý luận tại [[Liên Xô]]. \n\nTừ năm 1965 đến tháng 2 năm 1967, không quân phát triển, Bộ Tư lệnh Không quân được thành lập, ông là Chính ủy, Bí thư Đảng ủy Bộ Tư lệnh Không quân, Đảng ủy viên Quân chủng Phòng không Không quân, hàm [[Thượng tá]].\n\nTừ tháng 3 năm 1967 đến tháng 5 năm 1968, ông là Chính ủy, Bí thư Đảng ủy Bộ Tư lệnh Không quân, Đảng ủy viên Quân chủng Phòng không Không quân.\n\nTừ tháng 6 năm 1968 đến tháng 9 năm 1968, ông là Phó Chủ nhiệm chính trị Quân chủng Phòng không Không quân. \n\nTừ tháng 10 năm 1968 đến tháng 3 năm 1969, ông là Phó Chủ nhiệm chính trị, Phó chính ủy Bộ Tư lệnh 500 là Bộ Tư lệnh tiền phương Tổng cục Hậu cần (sau này Bộ Tư lệnh 500 sáp nhập với Bộ Tư lệnh đoàn 559 Bộ đội Trường Sơn).\n\nTừ tháng 4 năm 1969 đến tháng 4 năm 1971, ông là Phó Chủ nhiệm chính trị Quân chủng Phòng không Không quân, được bổ túc tại Trường Trung cao Chính trị.\n\n==Công tác trên Trường Sơn==\nDo yêu cầu của chiến trường, tháng 5 năm 1971, ông được điều vào làm Chính ủy Đoàn 470-phụ trách cung đường từ Nam Lào, Đông Bắc Cam-pu-chia đến Nam Bộ, với nhiệm vụ vận tải chi viện cho chiến trường miền Nam.\n\nTừ tháng 5 năm 1971 đến tháng 5 năm 1976, ông là Phó Tư lệnh Bộ Tư lệnh Đoàn 559 - Bộ đội Trường Sơn kiêm phụ trách Tổng cục Hậu cần Tiền phương\n\n==Hoạt động sau chiến tranh==\nTừ tháng 6 năm 1976 đến tháng 6 năm 1979, ông là Phó Chủ nhiệm [[Tổng cục Công nghiệp Quốc phòng (Việt Nam)|Tổng cục Xây dựng Kinh tế]].\n\nTừ tháng 7 năm 1979 đến tháng 5 năm 1986, ông là Phó Chủ nhiệm [[Tổng cục Hậu cần, Quân đội nhân dân Việt Nam|Tổng cục Hậu cần]], được cử đi học tại Trường Nguyễn Ái Quốc.\n\nTừ tháng 6 năm 1986 đến tháng 3 năm 1987, ông là Phó Chủ nhiệm [[Tổng cục Công nghiệp Quốc phòng (Việt Nam)|Tổng cục Kinh tế]].\n\nTừ tháng 4 năm 1987 đến tháng 5 năm 1989, ông giữ cương vị Quyền Chủ nhiệm [[Tổng cục Công nghiệp Quốc phòng (Việt Nam)|Tổng cục Công nghiệp Quốc phòng và Kinh tế]], Phó Bí thư Đảng uỷ Tổng cục.\n\nTừ tháng 6 năm 1989 đến năm 1992, ông là Phó Chủ nhiệm thứ nhất [[Tổng cục Công nghiệp Quốc phòng (Việt Nam)|Tổng cục Công nghiệp Quốc phòng và Kinh tế]] (nay là Tổng cục Công nghiệp Quốc phòng).\n\nNăm 1993, ông nghỉ hưu.\n\nHiện nay ông là Phó Chủ tịch Hội Cựu chiến binh thành phố Hồ Chí Minh.\n\n[[Thiếu tướng]] (1980)\n\n== Khen thưởng ==\n* [[Huân chương Độc lập]] hạng 3\n* [[Huân chương Quân công]] hạng nhất\n* [[Huân chương Chiến công]] hạng nhì\n* [[Huân chương Kháng chiến]] hạng nhất\n* [[Huân chương Chiến thắng]] hạng nhì\n* Huân chương Kháng chiến chống Mỹ hạng nhất\n* [[Huân chương Chiến sĩ vẻ vang]] (hạng nhất, nhì, 3)\n* [[Huy chương Quân kỳ Quyết thắng]].\n\n== Chú thích ==\n{{tham khảo}}\n\n==Tham khảo==\n{{Thời gian sống|1927}}\n\n[[Thể loại:Người họ Phan tại Việt Nam]]\n[[Thể loại:Sinh tại Bố Trạch]]\n[[Thể loại:Huân chương Quân công hạng Nhất]]\n[[Thể loại:Huân chương Chiến công hạng Nhì]]\n[[Thể loại:Huân chương Kháng chiến chống Pháp hạng Nhất]]\n[[Thể loại:Huân chương Chiến thắng hạng Nhì]]\n[[Thể loại:Huân chương Chiến sĩ vẻ vang hạng Nhất]]\n[[Thể loại:Huy chương Quân kỳ Quyết thắng]]\n[[Thể loại:Huân chương Kháng chiến chống Mỹ hạng Nhất]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam thụ phong năm 1980]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam đã nghỉ hưu]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam người Quảng Bình]]"}