{"308387":"{{Thông tin nhân vật phong kiến\n| tên = Phan Văn Lân\n| tên gốc = 潘文璘\n| hình = \n| cỡ hình = \n| ghi chú hình = <!-- Binh nghiệp -->\n| phục vụ = [[Nhà Tây Sơn]]\n| thuộc = \n| năm tại ngũ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = [[Trận Ngọc Hồi - Đống Đa]]\n[[Chiến tranh Tây Sơn-Chúa Nguyễn, 1787-1802|Chiến tranh Tây Sơn-Chúa Nguyễn]]\n| khen thưởng = <!-- Thông tin chung -->\n| tên khác = Phan Đông Hy\n| húy = \n| tự = \n| hiệu = Tốn Trai\n| tôn xưng = \n| bút danh = \n| học vấn = <!-- tiến sĩ, cử nhân -->\n| chức quan = <!-- chức cao nhất -->\n| kiểu phối ngẫu = <!-- thê, thiếp, phu quân -->\n| phối ngẫu = \n| kiểu phối ngẫu 2 = \n| phối ngẫu 2 = \n| chồng = \n| vợ = \n| con cái = <!-- ngăn cách bằng <br> -->\n| tước hiệu = \n| tước vị = hầu\n| cha = Phan Chu\n| mẹ = \n| sinh = 1730\n| nơi sinh = \n| mất = \n| nơi mất = \n| nguyên nhân mất = \n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = \n| tôn giáo = \n| quốc gia = \n| quốc tịch = \n| dân tộc = \n| triều đại = <!-- triều đại mà nhân vật sống, nếu nhân vật sống qua nhiều triều đại, ngăn cách bằng dấu phẩy -->\n| tác phẩm = <!-- nổi bật -->\n}}\n'''Phan Văn Lân''' (1730-?), còn có tên là '''Phan Đông Hy''',<ref name=\":0\">''Gia phả họ Phan''<\/ref> hiệu ''Tốn Trai'', là danh tướng [[nhà Tây Sơn]] trong [[lịch sử]] [[Việt Nam]].\n\n==Sự nghiệp==\n'''Phan Văn Lân''' ([[chữ Hán]]: 潘文璘<ref name=\":0\" \/><ref>[[s:Trang:Viet Nam Su Luoc.djvu\/137|Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương X]]<\/ref>) sinh năm [[Canh Thìn]] (1730),<ref>Các sách dùng để tham khảo đều không cho biết nơi sinh Phan Văn Lân.<\/ref> là con trưởng của Phan Chu (tức Phan Lang, hoặc Phan Long) và là cháu đích tôn của thám hoa [[Phan Kính]]. Bà vợ của Phan Kính là Nguyễn Thị Dinh, lại là chị ruột của La Sơn phu tử [[Nguyễn Thiếp]], do vậy Nguyễn Thiếp là ông cậu ruột của Phan Văn Lân.\n\nTương truyền, Phan Văn Lân là bạn đồng môn với ba anh em nhà Tây Sơn, đó là [[Nguyễn Nhạc]], [[Nguyễn Huệ]] và [[Nguyễn Lữ]]; tức tất cả đều tôn Trương Văn Hiến ở An Thái (nay thuộc xã Nhơn Phúc, huyện [[An Nhơn]], tỉnh [[Bình Định]]) làm thầy.\n\nGS. Nguyễn Khắc Thuần đã căn cứ chuyện kể dân gian và ghi chép của một vài dã sử, cho biết Phan Văn Lân tuy giỏi võ nghệ,<ref>''Tây Sơn lương tướng ngoại truyện'' cho biết: Một lần có một nhà sư ở chùa Thiếu Lâm ([[Phúc Kiến]], [[Trung Quốc]]) vượt biển sang, nghe tiếng Phan Văn Lân giỏi võ nên tìm đến thách đấu. Từ chối không được, ông Lân trổ tài và đã đánh thắng nhà sư. Ngoài ra, có lần ông còn dùng tay chém vỡ cả ba tảng đá dày chồng lên nhau. (Theo ''Tây Sơn lương tướng ngoại truyện'' của danh sĩ [[Nguyễn Trọng Trì]], sách ''Nhà Tây Sơn'' dẫn lại, tr. 56).<\/ref> nhưng có dáng vẻ, tính nết của một thư sinh ốm yếu, khiêm tốn và lễ phép.\n\nNăm 1771, ba anh em nhà Tây Sơn phất cờ khởi nghĩa, Phan Văn Lân là một trong những người hưởng ứng đầu tiên, được cử chỉ huy một đạo quân.\n\nMùa xuân năm [[Ất Mùi]] (1775), Tây Sơn Vương (Nguyễn Nhạc) sai ông cùng Nguyễn Lữ đem thủy quân vào đánh [[Gia Định]]. Quận Tây Sơn vây đánh Sài Côn (tức [[Thành phố Hồ Chí Minh|Sài Gòn]]), đuổi Định vương [[Nguyễn Phúc Thuần]] chạy về Trấn Biên (tức [[Biên Hòa]]). Đoạt được thành, Nguyễn Lữ ở lại trấn giữ, còn Phan Văn Lân thì sai lính khuân hết lương thực, vũ khí xuống thuyền, đem về [[Quy Nhơn]].\n\nNăm 1778, Nguyễn Nhạc xưng đế ở Quy Nhơn, lấy niên hiệu là Thái Đức, Phan Văn Lân được phong tước hầu (Nội hầu).\n\nNăm 1787, nghe tin [[Nguyễn Hữu Chỉnh]] có hành động chuyên quyền, muốn chống lại Tây Sơn; Nguyễn Huệ liền cử Phan Văn Lân và [[Ngô Văn Sở]] mang quân ra [[Nghệ An]], hợp sức cùng [[Vũ Văn Nhậm]] tiến ra Bắc đánh và diệt được Hữu Chỉnh.\n\nSau đó, Vũ Văn Nhậm tự mình quyết đoạt mọi việc, khiến Ngô Văn Sở và ông bất bình, sai người mật báo cho Nguyễn Huệ. Tháng 5 năm 1788, Nguyễn Huệ bí mật dẫn binh ra Bắc và giết Văn Nhậm tại [[Thăng Long]]. Sau đó, giao binh quyền lại cho Ngô Văn Sở.\n\nCuối 1788, [[Lê Chiêu Thống]] dẫn quân [[Nhà Thanh|Mãn Thanh]] về nước, tính chuyện khôi phục ngôi vị. Phan Văn Lân đem quân chặn ở sông Nguyệt Đức ([[sông Cầu]]), nhưng bị thất bại phải rút về Thăng Long.\n \nTrước sức mạnh của đối phương, ông bàn nên đem quân lên vùng biên giới phía Bắc, bố trí mai phục; nhưng Ngô Văn Sở, tướng chỉ huy lực lượng Tây Sơn ở [[Bắc Hà]], không nghe vì cho rằng lòng dân ở đó còn phân tán, chưa tin theo Tây Sơn, không thể tổ chức mai phục được. Hiểu ra, Phan Văn Lân đã ủng hộ chủ trương rút quân về phòng thủ tại phòng tuyến [[Tam Điệp]] và Biện Sơn để bảo toàn lực lượng.\n\nTrong chiến dịch tổng tấn công quân Mãn Thanh, vua Quang Trung (Nguyễn Huệ) chia binh lực ra làm 5 đạo. Đạo Trung quân do nhà vua chỉ huy, có Ngô Văn Sở, Phan Văn Lân làm tướng tiên phong đánh vào mũi [[Hà Hồi]], [[Ngọc Hồi]]. Đây là hướng tấn công chính, và Phan Văn Lân đã lập công xuất sắc.\n \nTheo ''Gia phả họ Phan'' thì trong trận này Ngô Văn Sở và Phan Văn Lân đã sai quân lấy ván ghép lại che rơm trát bùn thành một tấm mộc che lớn, rồi cho người khiêng đi trước, đội tượng binh và bộ binh kéo theo sau. Nhờ vậy, mà tên và đạn của đối phương bị vô hiệu hóa, mở đường cho đại quân tiêu diệt gọn nhiều vạn quân Thanh.\n\nSau khi đại thắng vào mùa xuân năm Kỉ Dậu (1789), vì còn bận nỗi lo ở miền Nam (chỉ lực lượng [[Gia Long|Nguyễn Ánh]]), nên vua Quang Trung giao hết việc binh cho Ngô Văn Sở và Phan Văn Lân; còn việc giao thiệp với phương Bắc thì giao cho [[Ngô Thì Nhậm]] và [[Phan Huy Ích]].\n\nTheo Nguyễn Khắc Thuần, khi nhà Tây Sơn suy vong, số phận của Phan Văn Lân, không rõ.\n\nGia phả trên thì cho biết khi vua Quang Trung mất (1792), nội bộ nhà Tây Sơn cứ lục đục mãi, nên Phan Văn Lân trả ấn về ở ẩn. Đến lúc [[Gia Long]] lên ngôi (1802), cho truy lùng tướng lĩnh cũ của Tây Sơn, ông phải trốn tránh xuống miền biển ở Đan Hải, Nghi Xuân ([[Hà Tĩnh]]) làm nghề cá. Phan Văn Lân chết khoảng ngoài 70 tuổi.\n\nViệc ra đi của ông, sách ''Nhà Tây Sơn'' có đoạn:\n:''Phan Văn Lân, đang lo việc biên phòng, nghe tin Cảnh Thịnh chiếm đoạt sự nghiệp của vua Thái Đức (Nguyễn Nhạc), liền than dài: Luân thường đã dứt, sự nghiệp này không thể nào bền vững được lâu!... Than rồi, ông giao việc quân cho viên phó tướng, về An Thái thắp hương trước mộ thầy, rồi đi... như mây trôi trên ngàn thẳm...''<ref>''Nhà Tây Sơn'', tr. 208.<\/ref>.\n\n==Nhận xét==\n*Vua [[Nguyễn Huệ|Quang Trung]]:\n:''(Ngô Văn) Sở và (Phan Văn) Lân là nanh vuốt của ta...''\n*Danh sĩ [[Nguyễn Trọng Trì]] (1854-1922):\n:''Phan Văn Lân trí dũng hơn người, đánh giặc rất giỏi. Hễ được ban thưởng là đem hết ra để khao quân, không mấy khi nhắc đến việc nhà. Ông ra vào giản dị, chẳng khác người hầu. Quân Thanh sợ ông, gọi ông là \"Phi tướng quân\", có nghĩa là vị tướng ở trên trời bay xuống.''\n*GS. Nguyễn Khắc Thuần:\n:''Tài ba, đức độ và sự khiêm tốn của Phan Văn Lân khiến cho quân sĩ rất kính phục. Thường hễ có công lao ông đều quy hết cho những người dưới quyền, còn bản thân thì không hề màng đến…Đi suốt cuộc trường chinh chống cả thù trong lẫn giặc ngoài, ông đã có nhiều cống hiến rất xuất sắc''<ref>Cả ba nhận xét trên đều căn cứ theo ''Danh tướng Việt Nam'' (tập 3), tr. 277, 279 và 322.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Ngô gia văn phái]], ''[[Hoàng Lê nhất thống chí]]''. Nhà xuất bản Văn học, 1984.\n*Nguyễn Khắc Thuần, ''Danh tướng Việt Nam (tập 3).'' Nhà xuất bản Giáo dục, 2005.\n*Quách Tấn & Quách Giao, ''Nhà Tây Sơn''. Bảo tàng Quang Trung, [[Bình Định]], xuất bản năm 2002.\n\n==Liên kết ngoài==\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Hầu tước Việt Nam]]"}