{"38552":"{{tiểu sử quân nhân\n| tên = Phan Đình Giót\n| ngày sinh = [[1922]]<ref>{{chú thích web| url = http:\/\/m.anninhthudo.vn\/chinh-tri-xa-hoi\/nhung-tam-guong-anh-hung-trong-chien-thang-dien-bien-phu\/545092.antd| tiêu đề = Những tấm gương anh hùng trong chiến thắng Điện Biên Phủ| author = | ngày =2014-04-07 | ngày truy cập =2017-12-07 | nơi xuất bản= Báo điện tử An ninh Thủ đô | ngôn ngữ = }}<\/ref>\n| ngày mất = [[13]] tháng [[3]] năm [[1954]] \n  (32 tuổi )\n| hình = [[Tập tin:Phandinhgiot.jpg|180px|Phan Đình Giót]]\n| chú thích hình = \n| quốc tịch = [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n| biệt danh = \n| nơi sinh = [[Cẩm Xuyên]], [[Hà Tĩnh]], [[Liên bang Đông Dương]]\n| nơi mất = [[Điện Biên Phủ]]\n| thuộc = [[Tập tin:Flag of North Vietnam (1945–1955).svg|22px]] [[Quân đội Nhân dân Việt Nam]]\n| năm phục vụ = 1950-1954\n| cấp bậc = \n| đơn vị = [[Sư đoàn 312, Quân đội Nhân dân Việt Nam|Đại đoàn 312]]\n| chỉ huy = \n| tham chiến = [[Chiến tranh Đông Dương]]\n| khen thưởng = [[Anh hùng lực lượng vũ trang nhân dân]]\n| công việc khác = \n}}\n'''Phan Đình Giót''' ([[1922]]-[[1954]]) là một trong 16 [[anh hùng lực lượng vũ trang nhân dân]] được tuyên dương vì thành tích trong [[chiến dịch Điện Biên Phủ]]. Chức vụ cuối của ông là Tiểu đội phó bộ binh [[Đại đội 58]], [[Tiểu đoàn 428]], [[Trung đoàn 141, Sư đoàn 312|Trung đoàn 141]], [[Sư đoàn 312, Quân đội Nhân dân Việt Nam|Đại đoàn 312]], Đảng viên [[Đảng Cộng sản Việt Nam]].<ref name=a>{{Chú thích web |url=http:\/\/camxuyen.gov.vn\/?url=detail&id=26&language=1 |ngày truy cập=2011-03-07 |tựa đề=Anh hùng Phan Đình Giót |archive-date = ngày 9 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160309142354\/http:\/\/camxuyen.gov.vn\/?id=26&language=1&url=detail |url-status=dead }}<\/ref>\n\n== Tiểu sử ==\nPhan Đình Giót sinh ở làng Vĩnh Yên (nay là thôn 8), xã Cẩm Quan, huyện [[Cẩm Xuyên]], tỉnh [[Hà Tĩnh]], ông sinh ra trong một gia đình rất nghèo. Bố ông bị chết vì đói. Ông phải đi ở đợ từ năm 13 tuổi và chịu cảnh cực nhọc, vất vả.<ref name=\"c\">[http:\/\/tuoitre.vn\/Nhip-song-tre\/357836\/Ten-anh-ngoi-truong-toi-hoc-con-duong-toi-di.html Tên anh: ngôi trường tôi học, con đường tôi đi]<\/ref> Sau [[Cách mạng tháng Tám]], Phan Đình Giót tham gia lực lượng tự vệ chiến đấu. Đến năm 1950, Phan Đình Giót xung phong đi bộ đội chủ lực. Phan Đình Giót đã tham gia nhiều chiến dịch lớn như: Trung Du, Hòa Bình, Tây Bắc và Điện Biên Phủ.\n\n== Hoàn cảnh hi sinh ==\n{{văn phong}}\n[[Tập tin:Mộ phan đình giót.JPG|nhỏ|trái|180px|Mộ Phan Đình Giót tại nghĩa trang A1 [[thành phố Điện Biên Phủ]], [[điện Biên|tỉnh Điện Biên]]]]\nMùa đông năm 1953, đơn vị được lệnh tham gia [[chiến dịch Điện Biên Phủ]]. Lực lượng hành quân gần 500&nbsp;người, vượt qua nhiều đèo dốc, mang vác nặng nhưng ông vẫn kiên trì, giúp đồng đội về tới đích.\n\nChiều ngày 13 tháng 3 năm 1954, đơn vị của ông nổ súng tiêu diệt địch ở Him Lam.\n\nBộ đội Đại đội 58 lao lên mở đường, đã liên tiếp đánh đến quả bộc phá thứ tám. Phan Đình Giót đánh quả thứ chín thì bị thương vào đùi nhưng vẫn xung phong đánh tiếp quả thứ mười. Quân Pháp tập trung hỏa lực trút đạn như mưa xuống trận địa. Bộ đội bị thương vong nhiều.<ref name=c \/>\n\nSau đó, Phan Đình Giót đánh liên tiếp hai quả bộc phá nữa, phá hàng rào cuối cùng, mở thông đường để đồng đội lên đánh lô cốt đầu cầu. Quân Pháp hoang mang, lợi dụng thời cơ, ông vọt lên  tiến công lô cốt số 2, ném thủ pháo, bắn kiềm chế cho đơn vị tiến lên. Trong đợt xung phong này, ông bị thương vào vai và đùi, mất máu rất nhiều.\n\nBất ngờ, hỏa điểm lô cốt số 3 của lính Pháp bắn mạnh. Lực lượng xung kích Việt Nam bị chặn lại, Phan Đình Giót bò đến lô cốt số 3 với ý nghĩ là dập tắt ngay lô cốt này. Phan Đình Giót đã dùng hết sức (khi đã bị thương, mất máu) nâng tiểu liên bắn vào [[lỗ châu mai]], miệng hô to:<ref name=c \/>{{cquote|''\" Quyết hy sinh… vì Đảng… vì dân \"''}}\nRồi vươn người lấy đà, dùng thân mình vào bịt kín lỗ châu mai của địch. Tiếng súng đạn bỗng im bặt, nhưng chiến sĩ Phan Đình Giót đã hi sinh, toàn thân anh bị đạn kẻ thù bắn nát. Thi thể Phan Đình Giót đã lấp kín lỗ châu mai, quân Pháp bên trong bị vướng không bắn ra được nữa, quân Việt Nam nắm bắt thời cơ xông lên tiêu diệt gọn cứ điểm Him Lam vào ngày [[13 tháng 3]] năm [[1954]], giành thắng lợi trong trận đánh mở màn chiến dịch Điện Biên Phủ.<ref name=c \/>\n\nPhan Đình Giót đã hi sinh lúc 22 giờ 30 phút ngày 13\/3\/1954 ở tuổi 32. Ông là một trong 16 anh hùng lực lượng vũ trang nhân dân được tuyên dương thành tích trong chiến dịch Điện Biên Phủ.\n\n==Khen thưởng & Đường phố mang tên Phan Đình Giót==\nNgày 31 tháng 3 năm 1955, Phan Đình Giót được truy tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân]]. Sau được truy tặng thêm [[Huân chương Quân công hạng Nhì]]. Chiếc bi đông và khẩu súng kỷ vật của ông được gìn giữ tại [[Bảo tàng Binh đoàn Quyết Thắng|Bảo tàng Quân đoàn 1]].\n\nHiện nay tại các tỉnh thành đều có các đường phố mang tên ông như\n\nTại Thành phố [[Pleiku]] (nối Nguyễn Tất Thành với Lê Lợi)\n\nTại Thành Phố Kon Tum (Phường Trường Trinh & Duy Tân)...\n\nTại Quận Hoàng Mai, Hà Nội\n\n==Chú thích==\n{{tham khảo}}\n\n{{Thời gian sống|sinh=1922|mất=1954}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Nhân vật trong Chiến tranh Đông Dương]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Chiến dịch Điện Biên Phủ]]\n[[Thể loại:Huân chương Quân công]]\n[[Thể loại:Người họ Phan tại Việt Nam]]"}