{"15519556":"'''Phan Thanh Sơn Nam''' (sinh ngày 09 tháng 10 năm 1977, tại [[Xuyên Mộc|huyện Xuyên Mộc]], tỉnh [[Bà Rịa – Vũng Tàu]]) giảng viên chuyên ngành hoá học ở Việt Nam, trưởng khoa kỹ thuật hóa học tại Đại học Bách Khoa- [[Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học quốc gia Thành phố Hồ Chí Minh]].<ref name=\":0\">{{Chú thích web|url=http:\/\/www.conceivablytech.com\/tieu-su-giao-su-gs-phan-thanh-son-nam\/|title=Tiểu sử Giáo sư – GS Phan Thanh Sơn Nam|last=VNExpress|first=|date=|website=|archive-url=https:\/\/web.archive.org\/web\/20191008112214\/http:\/\/www.conceivablytech.com\/tieu-su-giao-su-gs-phan-thanh-son-nam\/|archive-date=2019-10-08|url-status=dead|access-date=}}<\/ref> Ông là người trẻ nhất được phong chức danh giáo sư tại [[Việt Nam]] vào năm 2014.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/giao-duc\/giang-vien-36-tuoi-tro-thanh-giao-su-3133930.html?vn_source=Tag&vn_campaign=Stream&vn_medium=Item-2&vn_term=Desktop&vn_thumb=1|title=Giảng viên 36 tuổi trở thành giáo sư|last=VNExpress|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n== Quá trình đào tạo ==\nNăm 1999, Phan Thanh Sơn Nam tốt nghiệp đại học trường Đại học Bách Khoa ([[Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học quốc gia Thành phố Hồ Chí Minh]]) ngành kỹ thuật hóa học – chuyên ngành hóa hữu cơ. Năm 2001, ông bắt đầu chương trình nghiên cứu sinh tại Trường Đại học Sheffield, Vương Quốc Anh và bảo vệ thành công luận án tiến sĩ năm 2004.<ref name=\":1\">{{Chú thích web|url=https:\/\/dantri.com.vn\/giao-duc-khuyen-hoc\/chan-dung-giao-su-tre-vao-top-100-nha-khoa-hoc-chau-a-2018-20180405115630327.htm|title=Chân dung giáo sư trẻ vào tốp 100 nhà khoa học châu Á 2018|last=|first=|date = ngày 5 tháng 4 năm 2018 |website=Dân Trí|archive-url=|archive-date=|access-date =|url-status=}}<\/ref> Sau đó ông tiếp tục nghiên cứu sau tiến sỹ tại Viện Công nghệ Georgia, Hoa Kỳ.<ref name=\":1\" \/> Ông được bổ nhiệm phó giáo sư vào năm 2009 và giáo sư vào năm 2014.<ref name=\":1\" \/>\n\n== Công trình tiêu biểu ==\nÔng được biết đến với công trình nghiên cứu \"''Propargylamine synthesis via sequential methylation and C–H functionalization of N-methylanilines and terminal alkynes under metal–organic framework Cu2(BDC)2(DABCO) catalysis''\" của nhóm gồm 5 tác giả Giao H. Dang, Thinh T. Dang, Dung T. Le, Thanh Truong, Nam T.S. Phan mà ông Nam cùng với Thanh Truong cùng là tác giả liên lạc (corresponding authors), được xuất bản trên tạp chí ''Journal of Catalysis'' số 319 từ trang 218 đến 246 năm 2014. Năm 2017, ông được trao giải [[Giải thưởng Tạ Quang Bửu|giải Tạ Quang Bửu]] với công trình này.\n\n== Sai sót trong nghiên cứu ==\n[[Báo Tuổi Trẻ]] thông tin về tài khoản mang tên [[Đặc biệt:Đóng góp\/Phanthanhsonbac|Phanthanhsonbac]] đã tiến hành 13 lượt sửa đổi trang Wikipedia về ông Nam trong suốt tháng 2 năm 2021 với nhiều thông tin cáo buộc ông  \"gian lận kết quả nghiên cứu bằng cách tái sử dụng cùng một phổ cho nhiều bài báo khác nhau không liên quan\"<ref name=\"Báo Tuổi Trẻ\">{{chú thích báo|url=https:\/\/tuoitre.vn\/bi-to-gian-lan-trong-nghien-cuu-gs-phan-thanh-son-nam-xin-loi-20210310085319398.htm|tiêu đề=Bị tố 'gian lận trong nghiên cứu': GS Phan Thanh Sơn Nam xin lỗi|ngày=10 tháng 03 năm 2021|work=Báo Tuổi Trẻ online|tác giả=Gia Hân}}<\/ref><ref name=\":6\">{{Chú thích web|url=https:\/\/tuoitre.vn\/bi-to-gian-lan-trong-nghien-cuu-giao-su-phan-thanh-son-nam-noi-gi-20210309094912731.htm|tựa đề=Bị tố gian lận trong nghiên cứu, giáo sư Phan Thanh Sơn Nam nói gì?|ngày=09\/03\/2021|website=Báo Tuổi Trẻ}}<\/ref>, tuy nhiên các thông tin này đã bị lùi sửa đổi do không trích được nguồn tin cậy và vi phạm chính sách của Wikipedia. Trang tiểu sử này sau đó được thay đổi mức khóa để tránh bị phá hoại.\n\nTrao đổi với báo Tuổi Trẻ ngày 9 tháng 3 năm 2021, ông Nam cho biết  \"Có 4 bài (bài báo khoa học do nhóm nghiên cứu của GS. Sơn Nam công bố - PV) bị nhầm, đang lặp lại thí nghiệm để đăng đính chính. Làm thực nghiệm mà nhiều người cùng làm thì thế nào cũng có sai sót đâu đó. Sai chỗ nào thì làm lại thí nghiệm để sửa thôi\".<ref name=\":6\" \/>\n\nTS. Dương Tú, nhà nghiên cứu tại Đại học Purdue (Hoa Kỳ), đánh giá: \"Trong bài viết mới nhất trên trang Facebook cá nhân, GS. Sơn Nam cho biết \"đã rà soát lại, đang đặt hóa chất để lặp lại thí nghiệm và phân tích NMR lại, và cũng đã email xin tạp chí cho đăng bản đính chính cho phần SI của 4 bài báo\". Cá nhân tôi cho rằng đây là cách ứng xử rất minh bạch, sòng phẳng và đàng hoàng\"<ref name=\"Báo Tuổi Trẻ\" \/>.\n\nNgày 18 tháng 3 năm 2021, cơ quan chủ quản, Trường Đại học Bách khoa - ĐHQG Tp. Hồ Chí Minh có thông báo chính thức xung quanh vấn đề này. Theo đó, tại buổi họp của Hội đồng Khoa học khoa Kỹ thuật hoá học ông Nam đã nhận được nhiều ý kiến góp ý của các thầy cô giáo trong hội đồng. Từ nội dung cuộc họp, có thể kết luận, trong một số bài báo khoa học của nhóm nghiên cứu do ông Nam đứng đầu đã xảy ra tình trạng một số dữ liệu (cụ thể là ảnh phổ) của bài báo sau trùng lặp với bài báo trước. Các dữ liệu này do chính nhóm nghiên cứu thực hiện trong thời gian dài. Nhóm nghiên cứu có nhiều thành viên với vai trò khác nhau, ông Nam có vai trò là trưởng nhóm sẽ kiểm tra lần cuối trước khi công bố. Trong quá trình thực hiện có sai sót trong quá trình này. Kết luận của hội đồng cho rằng \"đây là sai sót khoa học, cần được chỉnh sửa theo quy trình của các tạp chí\".\n== Tham khảo ==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n* [http:\/\/cpd.vn\/Default.aspx?tabid=725&doctorid=2109&display=CBB&temidclicked=827\/ Các nghiên cứu hóa học hữu cơ]{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n* [https:\/\/vnuhcm.edu.vn\/khoa-hoc-cong-nghe_32346864\/gs-ts-phan-thanh-son-nam-vao-top-100-nha-khoa-hoc-chau-a\/3535386864.html\/ Lưu trữ tại Đại học Quốc gia Thành phố Hồ Chí Minh]\n\n[[Thể loại:Sinh năm 1977]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Người Bà Rịa – Vũng Tàu]]"}