{"7681312":"{{Thông tin nhà khoa học|alma_mater=[[Đại học Quốc gia Moskva]]|doctoral_advisor=G. E. Shilov|fields=Giải tích hàm<br \/>Lý thuyết độ đo|thesis1_title=Измеримые линейные функционалы и преобразования в линейном пространстве с гауссовской мерой (Các phép biến đổi và phiếm hàm đo được trong một không gian tuyến tính với độ đo Gauss)|thesis1_year=1965|thesis1_url=https:\/\/search.rsl.ru\/ru\/record\/01006281166}}\n\n'''Phan Đức Chính''' (15 tháng 9 năm 1936 tại [[Sài Gòn]] – 26 tháng 8 năm 2017 tại [[Thành phố Hồ Chí Minh]]) là một [[Nhà giáo Nhân dân]], [[Phó Giáo sư (Việt Nam)|Phó Giáo sư]], [[tiến sĩ]] toán học, là một trong những người thầy đầu tiên của [[Chuyên Tổng Hợp|lớp Chuyên Toán đầu tiên]]<ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/giao-duc\/nguoi-thay\/pgs-ts-ngnd-phan-duc-chinh-qua-doi-o-tuoi-82-395495.html|tiêu đề=Người thầy dạy toán của nhiều thế hệ học sinh sinh viên qua đời ở tuổi 82|ngày tháng = ngày 28 tháng 8 năm 2017 |website=Vietnamnet}}<\/ref> của Việt Nam, tham gia đạo tào nhiều học sinh được Huy chương Toán quốc tế<ref>{{Chú thích web|url=http:\/\/www.nhandan.com.vn\/giaoduc\/item\/7160102-.html|tiêu đề=PGS Phan Đức Chính - người \"ươm trồng\" nhiều tài năng toán học trẻ|ngày tháng = ngày 19 tháng 11 năm 2007 |website=Nhân Dân}}<\/ref>, và cũng là người viết\/dịch nhiều giáo trình Toán học kinh điển ở Việt Nam.\n\n== Cuộc đời và sự nghiệp ==\nPhan Đức Chính sinh tại [[Thành phố Hồ Chí Minh|Sài Gòn]]. Ông từng học tại Trường Trung học Albert Sarraut (trường trung học nổi tiếng nhất ở [[Liên bang Đông Dương|Đông Dương]], được thành lập từ năm 1919 tại [[Hà Nội]]). Khi học phổ thông ông hai lần nhảy lớp nên lúc tốt nghiệp trung học ông mới có 16 tuổi\n\nÔng tốt nghiệp Trường ĐH Sư phạm Khoa học (Hà Nội) năm 1956, trở thành cán bộ giảng dạy Toán học tại trường này năm 20 tuổi. Sau đó, ông thuộc biên chế khoa Toán - Lý, [[Trường Đại học Tổng hợp Hà Nội]].\n\nNăm 1961, ông được cử sang Moskva, [[Liên Xô]] làm nghiên cứu sinh. Trong thời gian ở Moskva, ông vừa viết luận án tiến sĩ, vừa cùng thầy hướng dẫn là Giáo sư G. E. Shylov biên soạn cuốn sách chuyên khảo \"''Интеграл, мера и производная на линейных пространствах\"'' (Độ đo, tích phân, đạo hàm trong không gian tuyến tính), là cuốn sách toán đầu tiên mà người Việt Nam là một đồng tác giả được xuất bản tại Liên Xô được nhiều nhà toán học trích dẫn. Ông bảo vệ luận án phó tiến sĩ Toán – Lý năm 1965 tại [[Đại học Quốc gia Moskva|Đại học Lomonosov]] lúc 29 tuổi.\n\nTrở về Việt Nam, ông được phân về tổ Giải tích, giảng dạy Giải tích cho sinh viên năm thứ nhất, năm thứ hai.\n\nÔng là một trong những người thầy đầu tiên dạy Đại số cho lớp Chuyên toán đầu tiên của Việt Nam, đào tạo được nhiều học sinh xuất sắc, đạt được các giải cao trong các kỳ thi Toán Quốc tế. Mùa hè năm 1974, ông là phó trưởng đoàn của đội tuyển Việt Nam Dân chủ Cộng hòa gồm 5 học sinh lần đầu tiên tham dự [[Olympic Toán học Quốc tế]] lần thứ 16 tổ chức tại [[Berlin]]. Đội tuyển này đã đạt kết quả bất ngờ với 1 Huy chương Vàng, 1 Huy chương Bạc, 2 Huy chương Đồng và 1 giải Khuyến khích. Ông tiếp tục làm phó trưởng đoàn học sinh Việt Nam dự kỳ thi Olympic Toán học Quốc tế trong các năm 19751 – 976 và là trưởng Đoàn các năm 1994, 1996 và 1997. Tính đến nay, ông là tác giả của một trong 3 bài toán của Việt Nam được chọn làm đề thi Olympic, vào năm 1977<ref name=tp\/>.\n\nÔng qua đời ngày 26 tháng 8 năm 2017, hưởng thọ 82 tuổi, tại TP Hồ Chí Minh.<ref name=tp>{{Chú thích\n\nÔng có 2 người con trai là Phan Đức  Thịnh và Phan Đức Trung. Hiện nay, ông Phần ĐứC Trung là Phó chủ tịch thường trực [[Hiệp hội blockchain Việt nam]]. \n\nweb|url=https:\/\/www.tienphong.vn\/giao-duc\/pgsts-toan-hoc-phan-duc-chinh-nguoi-thay-cua-nhung-tai-nang-toan-hoc-viet-nam-1181904.tpo|tiêu đề=PGS.TS Toán học Phan Đức Chính: Người Thầy của những tài năng toán học Việt Nam|website=Tiền Phong}}<\/ref>\n\nSau khi ông mất, gia đình đã tuyên bố thành lập Giải thưởng Phan Đức Chính hằng năm trị giá 100 triệu VND tặng cho Thầy và Trò của Trường THPT chuyên Khoa học Tự nhiên, ngôi trường mà được hình thành từ khối chuyên toán A0 do Ông sáng lập. Giải thưởng Phan Đức Chính bắt đầu trao từ năm 2018 tối đa mỗi năm cho 2 Thầy trị giá 40 triệu VND và 2 Trò trị giá 30 triệu VND. Danh sách bình chọn Thầy và Trò là Hội đồng bình chọn có sự thông qua của Nhà trường và Gia đình.\n\n== Vinh danh ==\nPhan Đức Chính được phong học hàm Phó giáo sư đợt đầu tiên (năm 1980), danh hiệu Nhà giáo ưu tú (năm 1994), Nhà giáo nhân dân (năm 2008)<ref name=vnu\/>, Huân Chương Lao Động hạng ba (năm 1999) và Huân Chương Lao Động hạng hai (năm 2003). Năm 2019, tên ông được dùng đặt cho một giảng đường lớn tại trường THPT chuyên Khoa học Tự nhiên.\n\n== Tác phẩm ==\n===Sách viết===\n* Bất đẳng thức (Nhà xuất bản Đại Học và Trung học Chuyên nghiệp, 1973); Giải tích hàm tập I Cơ sở lý thuyết (Nhà xuất bản Đại học và Trung học Chuyên nghiệp, 1974)\n* Toán 6, 7, 8, 9 (tập một, tập hai) (Tổng chủ biên) ([[Nhà xuất bản Giáo dục Việt Nam|Nhà Xuất bản Giáo dục Việt Nam]], 2020)\n\n===Sách dịch===\n# Đại số học cao cấp. Tập 1 \/ Kuroch A.G.; Lê Văn Thiêm và Phan Đức Chính dịch, Hà Nội: Giáo dục 1958, 202 tr. \n# Đại số học cao cấp. Tập 2 \/ Kuroch A.G.; Lê Văn Thiêm và Phan Đức Chính dịch, Hà Nội: Giáo dục 1958, 202 tr. \n# Giáo trình giản yếu giải tích toán học. Tập 3 \/ A. Y. Khinchin; Phan Đức Chính và Đoàn Quỳnh dịch, Hà Nội: Giáo dục 1961, 260 tr. \n# Lý thuyết Hàm số biến số thực \/ Natanson I.P.; Phan Đức Chính dịch, Hà Nội: Giáo dục 1961, 592 tr. \n# Cơ sở giải tích hiện đại. Tập 1 \/ Dieudonne J.; Phan Đức Chính dịch, Hà Nội: Đại học và trung học chuyên nghiệp 1973, 318 tr. \n# Cơ sở giải tích hiện đại. Tập 2 \/ Dieudonne J.; Phan Đức Chính dịch, Hà Nội: Đại học và trung học chuyên nghiệp 1973, 276 tr. \n# Cơ sở giải tích hiện đại. Tập 5 \/ Dieudonne J.; Phan Đức Chính dịch, Hà Nội: Đại học và trung học chuyên nghiệp 1979, 312 tr. \n# Cơ sở giải tích hiện đại. Tập 6 \/ Dieudonne J.; Phan Đức Chính dịch, Hà Nội: Đại học và trung học chuyên nghiệp 1980, 316 tr. \n# Không gian vectơ tôpô \/ A.P. Robertson, W.J. Robertson; Phan Đức Chính dịch. Hà Nội: Đại học và trung học chuyên nghiệp, 1977. - 270tr.\n# Cơ sở giải tích toán học \/ Sze-Tsen Hu; Phan Đức Chính dịch. Hà Nội: Đại học và trung học chuyên nghiệp, 1978. - 516tr.\n===Công trình khoa học===\n# G. E. Shilov; Fan Dyk Tinʹ. [http:\/\/math.sci.am\/en\/content\/%D0%B8%D0%BD%D1%82%D0%B5%D0%B3%D1%80%D0%B0%D0%BB-%D0%BC%D0%B5%D1%80%D0%B0-%D0%B8-%D0%BF%D1%80%D0%BE%D0%B8%D0%B7%D0%B2%D0%BE%D0%B4%D0%BD%D0%B0%D1%8F-%D0%BD%D0%B0-%D0%BB%D0%B8%D0%BD%D0%B5%D0%B9%D0%BD%D1%8B%D1%85-%D0%BF%D1%80%D0%BE%D1%81%D1%82%D1%80%D0%B0%D0%BD%D1%81%D1%82%D0%B2%D0%B0%D1%85 Integral, mera i proizvodnaya na lineĭnykh prostranstvakh (Russian)] [Integral, measure and derivative on linear spaces]''. \"Nauka<nowiki>''<\/nowiki>, Moscow'' (1967), 192 pp.\n# Fan Dyk Tin'; G. E. Shilov. [http:\/\/mi.mathnet.ru\/umn5855 Quadratic functionals in a space with Gaussian measure] Uspekhi Mat. Nauk, no. 2, vol. 128 (1966), 226–229\n# Fan Dyk Tin'. [http:\/\/www.mathnet.ru\/eng\/rm8986 Measurable linear functionals and derivatives in linear spaces with Gaussian measure]. Uspekhi Mat. Nauk, no.3, vol. 123 (1965), 244–247\n# Fan Dyk-tinʹ. On the quasi-invariance of measures in Hilbert space. Vestnik Moskov. Univ. Ser. I Mat. Meh. no. 6, 1965, 11–14\n# Fan Dyk Tin'. [http:\/\/www.mathnet.ru\/eng\/rm6174 On functionals which are concentrated on a surface]. Uspekhi Mat. Nauk, no. 1, vol. 115 (1964), 183–186\n\n== Tham khảo ==\n{{Tham khảo|2|refs=\n\n<ref name=vnu>\n{{chú thích web\n| url = http:\/\/vnu.edu.vn\/eng\/?C1635\/N6884\/page1\n| tiêu đề = 23 nhà giáo của ĐHQGHN được phong tặng danh hiệu Nhà giáo Nhân dân năm 2008\n| author = \n| ngày = \n| ngày truy cập = 2017-10-12\n| work= Đại học Quốc gia Hà Nội}}\n<\/ref>\n}}\n\n== Liên kết ngoài ==\n\n* [https:\/\/mathscinet.ams.org\/mathscinet\/MRAuthorID\/441540 Phan Đức Chính] tại MathSciNet\n* [http:\/\/www.mathnet.ru\/php\/person.phtml?option_lang=eng&personid=26657 Phan Đức Chính] tại MathNet.ru\n\n{{Thời gian sống|1936|2017}}\n\n[[Thể loại:Nhà giáo Nhân dân]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Cựu học sinh Albert Sarraut]]\n[[Thể loại:Cựu sinh viên Đại học Sư phạm Hà Nội]]\n[[Thể loại:Phó tiến sĩ Việt Nam tốt nghiệp tại MGU]]\n[[Thể loại:Tiến sĩ Toán học Việt Nam]]\n[[Thể loại:Cựu giảng viên Đại học Quốc gia Hà Nội]]\n[[Thể loại:Phó giáo sư Việt Nam]]\n[[Thể loại:Nhà toán học thế kỷ 20]]\n[[Thể loại:Nhà toán học Việt Nam]]"}