{"1251396":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Phan Dũng\n| hình = \n| ghi chú hình = \n| vĩ độ = 11\n| kinh độ = 108\n| vĩ phút = 27\n| vĩ giây = 31\n| kinh phút = 40\n| kinh giây = 14\n| diện tích = 332,4 km²<ref name=MS\/>\n| dân số = 541 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 2 người\/km²\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Bình Thuận]]\n| huyện = [[Tuy Phong]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 22975<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phan Dũng''' là một xã miền núi thuộc huyện [[Tuy Phong]], tỉnh [[Bình Thuận]], [[Việt Nam]].\n\nXã Phan Dũng có diện tích 332,4&nbsp;km², dân số năm 1999 là 541 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 2 người\/km².\n\n==Địa lý==\n{{chú thích trong bài}}\n===Vị trí địa lý===\nXã Phan Dũng có diện tích tự nhiên 35.320,40 héc-ta với phần lớn là núi cao, thuộc khu vực phía bắc huyện [[Tuy Phong]], và cách thị trấn [[Liên Hương]] 30&nbsp;km về phía Đông<ref>{{Chú thích web|url=https:\/\/binhthuan.gov.vn\/mDefault.aspx?sid=1347&pageid=4001&catid=66439&id=569949&catname=xa-phan-dung&title=xa-phan-dung|tựa đề=XÃ PHAN DŨNG}}{{Liên kết hỏng|date=2021-09-02 |bot=InternetArchiveBot }}<\/ref>. Xã có vị trí địa lý:\n*Phía đông giáp tỉnh [[Ninh Thuận]]\n*Phía tây giáp huyện [[Bắc Bình]]\n*Phía nam giáp các xã [[Phong Phú, Tuy Phong|Phong Phú]], [[Phú Lạc]], [[Vĩnh Hảo, Tuy Phong|Vĩnh Hảo]] và [[Vĩnh Tân, Tuy Phong|Vĩnh Tân]]\n*Phía bắc giáp tỉnh [[Lâm Đồng]].\n\n===Địa hình, thổ nhưỡng, khí hậu, thủy văn===\n'''- Về địa hình:''' Xã Phan Dũng nằm trong khu vực lòng chảo được bao quanh bởi các dãy núi lớn có độ dốc cao ở phía Tây Bắc và phía Đông, diện tích đất bằng ít và có nhiều đá lẫn cũng như đá lộ đầu. Gồm 3 dạng địa hình chính:\n\n+ Dạng núi cao, trung bình và thấp, chiếm chủ yếu, nằm ở khu vực phía Bắc giáp với tỉnh Lâm Đồng.\n\n+ Dạng đồi nằm ở phí Nam và Tây.\n\n+ Dạng bậc thềm cao nằm ở ven sông Lòng Sông.\n\nVề mặt địa hình của xã rất phức tạp, cao dần từ Nam lên Bắc, có nhiều dòng khe lớn, gây khó khăn nhiều mặt cho xã: mặt bằng bố trí sản xuất, mở đường giao thông, giữ nước kém gây hiện tượng xoáy mòn.\n\n'''- Thổ nhưỡng:''' Nhóm đất đai được hình thành từ trầm tích sông biển, cấu tạo hình thành từ sản phẩm phù sa của sông.\n\nHiện diện ở địa hình từ thấp trũng đến địa hình cao; phân bố chủ yếu ở khu dân cư và vùng sản xuất nông – lâm nghiệp. Tầng đát dày trên 100&nbsp;cm; kết cấu rời rạc, thành phần cơ giới chủ yếu là cát thô và cát mịn, khả năng giữ nước và phân kém.\n\nNhóm đất hình thành do sự phong hóa từ đá mẹ Macma Acid bao gồm đất đỏ vàng trên đá Macma Acid và đất xói mòn trơ sỏi đá, thành phần cơ giới từ cát pha đến đất thịt nhẹ; kết cấu rời rạc đến cực nhỏ, mức độ khoáng hóa cao, khả năng giữ nước và phân kém.\n\n'''- Về khí hậu:''' Phan Dũng nằm trong vùng khí nhiệt đới gió mùa, chia làm 2 mùa rõ rệt, mùa mưa và mùa nắng. Nhiệt độ trung bình năm từ 26,6<sup>0<\/sup>C; lượng mưa trung bình năm 540&nbsp;mm, độ ẩm tương đối trung bình nưm 80,0 – 83,0%.\n\n'''- Thủy văn:''' Dòng chảy chính trên địa bàn xã Phan Dũng là từ Sông Tà Hoàng xuống Tân Phú, Tân Lê, Chu Rí và về sông Lòng Sông có nước chảy quanh năm; hệ thống thủy lợi có chế độ dòng chảy được điều tiết bởi chế độ vận hành hồ chứa nước Sông Lòng Sông và hồ Phan Dũng.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Bình Thuận}}\n{{Đơn vị hành chính thuộc huyện Tuy Phong}}"}