{"799205":"'''Phan Thúy Thanh''', sinh năm [[1952]]; Quê quán [[khoái Châu|huyện Khoái Châu]], [[hưng Yên|tỉnh Hưng Yên]]; là [[Người Phát ngôn Bộ Ngoại giao Cộng hòa xã hội chủ nghĩa Việt Nam|Người Phát ngôn Bộ Ngoại giao Việt Nam]] từ năm 1997-2003.\n\n==Quá trình công tác==\n*1969-1974: Sinh viên trường Đại học Ngoại giao (Hà Nội);\n*1974: Công tác ở Vụ Báo chí, Bộ Ngoại giao;\n*1980-1984: Thạc sĩ quan hệ ngoại giao ở Hunggari;\n*1991-1993: Học tại trường Học viện Hành chính Le-na (Pháp);\n*1994-1997: Tham tán Công sứ của Việt Nam tại Vương quốc Bỉ;\n*1997-2003: Người Phát ngôn Bộ Ngoại giao, Vụ trưởng Vụ Thông tin Báo chí;\n*2003-2007: Đại sứ đặc mệnh toàn quyền Việt Nam tại Vương quốc Bỉ và Luxembourg, đồng thời là Đại sứ Trưởng Phái đoàn Việt Nam bên cạnh Liên minh châu Âu.\n\n==Công việc thường nhật khi là phát ngôn viên==\n*Từ 5h30’ đến 5h45’, nghe đài VOV, sau đó chuyển sang nghe BBC; Vừa làm các công việc nhà, vừa lắng nghe bản tin;\n*6h00’, xem Chào buổi sáng của Đài Truyền hình Việt Nam;\n*7h30’, có mặt tại văn phòng, dự giao ban ở cơ quan, xem Internet, đọc báo cáo nhanh;\n*8h30’, sau khi đã nắm được diễn biến chính ở trong nước cũng như trên thế giới trong 24 giờ qua, phác thảo nhanh những vấn đề mà ngày hôm đó có thể các phóng viên nước ngoài sẽ yêu cầu trả lời.<ref>\n{{chú thích báo\n|tác giả= Phụ Nữ Chủ Nhật, số 19, năm 2001\n|tác phẩm= Báo điện tử VnExpress đăng lại\n|url= http:\/\/vnexpress.net\/gl\/xa-hoi\/loi-song\/2001\/06\/3b9b1044\/\n|tên bài= Người không có quyền... im lặng \n|ngày= 2 tháng 6 năm 2001\n|ngày truy cập= 31 tháng 3 năm 2013}}\n<\/ref>\n==Phong tặng==\n*Huân chương Leopold Đệ Nhị của Vương quốc Bỉ.\n==Gia đình và quan hệ==\n*Cha bà là Phan Duy Vẽ, nguyên cán bộ cao cấp ở Cục Chuyên gia (Phủ Thủ tướng cũ). Chồng là Trần Ngọc Thạch, Đại sứ đặc mệnh toàn quyền tại UAE.\n*\n*Người đồng cấp cùng nhiều thời kỳ và bạn thân là [[Chương Khởi Nguyệt]], [[Người phát ngôn Bộ Ngoại giao Cộng hòa Nhân dân Trung Hoa|Người Phát ngôn Bộ Ngoại giao Trung Quốc]].\n==Quan điểm==\n{{Cquote|''Tôi nghĩ cần phải có một số cải tiến trong quy chế hoạt động dành cho phóng viên nước ngoài tại Việt Nam. Nếu chúng ta mạnh dạn cho họ tiếp cận với thực tế hơn thì chắc hẳn họ sẽ bớt bị phụ thuộc vào những thông tin sai lệch từ bên ngoài. Mặt khác, một số địa phương cũng cần cởi mở hơn trong việc tiếp xúc với các phóng viên nước ngoài. Khác với tại các thành phố lớn, một số địa phương vẫn còn khá e dè, nghi ngại khi phát ngôn về các vấn đề của địa phương với các phóng viên. Mà thật ra điều này không có lợi cho chúng ta.''||200px|'''Phan Thúy Thanh''' <ref>\n{{chú thích báo\n|tác giả= Cẩm Hà\n|tác phẩm= Báo Tuổi Trẻ online\n|url= http:\/\/chuyentrang.tuoitre.vn\/Vieclam\/Index.aspx?ArticleID=2109&ChannelID=22\n|tên bài= Bà Phan Thúy Thanh: \"Quảng bá hình ảnh VN tại châu Âu\"\n|ngày= 22 tháng 9 năm 2003\n|ngày truy cập= 31 tháng 3 năm 2013}}\n<\/ref>}}\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*Hiền Lương, [http:\/\/www.tgvn.com.vn\/printContent.aspx?ID=4914 Làm dâu của... nhiều nhà]{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}, ''Thế giới & Việt Nam, ngày 29\/01\/2009, truy cập ngày 25\/6\/2011.''\n\n{{Người Phát ngôn Bộ Ngoại giao Cộng hòa Xã hội Chủ nghĩa Việt Nam}}\n\n{{Thời gian sống|Sinh=1952}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Nhà ngoại giao Việt Nam]]\n[[Thể loại:Phát ngôn viên Việt Nam]]\n[[Thể loại:Hàm Đại sứ (Việt Nam)]]\n[[Thể loại:Nữ chính khách Việt Nam]]"}