{"3191373":"{{Thông tin viên chức\n|tên= Phan Đình Niệm\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: ARVN 22nd Division Insignia.svg|22px]]<br>Tư lệnh Sư đoàn 22 Bộ binh\n|bắt đầu= 4\/1972\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá<br>-Chuẩn tướng (11\/1972)<br>-Thiếu tướng (4\/1975)\n|tiền nhiệm= -Đại tá [[Lê Đức Đạt]]\n|kế nhiệm= Sau cùng\n|địa hạt= Quân khu 2\n|phó chức vụ= Tư lệnh phó<br>Tham mưu trưởng\n|phó viên chức= -Đại tá Lều Thọ Cường<br>-Đại tá Vũ Đình Chung\n\n|chức vụ 2= Tỉnh trưởng tỉnh Quảng Đức\n|bắt đầu 2= 1\/1972\n|kết thúc 2= 4\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá\n|tiền nhiệm 2= Trung tá Cao Văn Chơn\n|kế nhiệm 2= Đại tá Nguyễn Hậu Thiện\n|địa hạt 2= Vùng 2 chiến thuật\n\n|chức vụ 3= Chỉ huy trưởng<br>Trung tâm Huấn luyện Quốc gia Lam Sơn\n|bắt đầu 3= 1\/1971\n|kết thúc 3= 1\/1972\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá\n|kế nhiệm 3= -Chuẩn tướng [[Võ Văn Cảnh]]\n|địa hạt 3= Quân khu II\n\n|chức vụ 4= [[Hình: ARVN 18 Division SSI.svg|22px]]<br>Tư lệnh phó Sư đoàn 10 Bộ binh<br>(tiền thân của Sư đoàn 18 Bộ binh)\n|bắt đầu 4= 12\/1966\n|kết thúc 4= 1\/1971\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá\n|địa hạt 4= Vùng 3 chiến thuật\n|phó chức vụ 4= Tư lệnh\n|phó viên chức 4= -Đại tá [[Đỗ Kế Giai]]\n\n|chức vụ 5= [[Hình: Cờ Thẳng tiến.png|22px]]<br>Trung đoàn trưởng Trung đoàn 49<br>thuộc Sư đoàn 25 Bộ binh\n|bắt đầu 5= 6\/1965\n|kết thúc 5= 12\/1966\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung tá<br>-Đại tá (11\/1965)\n|địa hạt 5= Vùng 3 chiến thuật\n\n|chức vụ 6= [[Hình: Cờ Bảo quốc an dân.png|22px]]<br>Trung đoàn trưởng<br>Trung đoàn 135 Địa phương\n|bắt đầu 6= 11\/1963\n|kết thúc 6= 6\/1965\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Trung tá\n|địa hạt 6= Vùng 3 chiến thuật\n\n|chức vụ 7= [[Hình: ARVN 23rd Division Insignia.svg|22px]]<br>Trung đoàn trưởng Trung đoàn 47<br>thuộc Sư đoàn 16 Khinh chiến<br>(tiền thân của Sư đoàn 23 Bộ binh)\n|bắt đầu 7= 1\/1956\n|kết thúc 7= 11\/1963\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Thiếu tá (1\/1956)<br>-Trung tá (11\/1963)\n|địa hạt 7= Đệ tứ Quân khu<br>(Cao nguyên Trung phần)\n|phó chức vụ 7= Tư lệnh\n|phó viên chức 7= -Đại tá [[Phan Đình Thứ]]\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất=\n|nơi ở= Virginia, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|họ hàng= Phan Đình Tùng (em)\n|học vấn= Tú tài bán phần\n|học trường= -Trường Quốc học Khải Định, Huế<br>-Võ bị Liên quân Đà Lạt\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[Tháng 6]], [[1931]]\n|nơi sinh= [[Thừa Thiên]], [[Việt Nam]]\n|ngày mất=\n|nơi mất=\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1951]]-[[1975]]\n|cấp bậc= [[Hình:US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n|đơn vị= [[Hình: ARVN 23rd Division Insignia.svg|20px]] [[Sư đoàn 23 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 16 Khinh chiến]]<br>[[Hình: Cờ Thẳng tiến.png|20px]] [[Sư đoàn 25 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 25 Bộ binh]]<br>[[Hình: ARVN 18 Division SSI.svg|20px]] [[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18 Bộ binh]]<br>[[Hình: Cờ Vì dân quyết chiến.png|20px]] [[Trung tâm Huấn luyện Biệt động quân Dục Mỹ|Huấn khu Dục Mỹ]]<br>[[Hình: ARVN 22nd Division Insignia.svg|20px]] [[Sư đoàn 22 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 22 Bộ binh]]\n|chỉ huy= [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Phan Đình Niệm''' (1931), nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng]].<ref>Trong những ngày cuối cùng của Việt Nam Cộng hòa, ngoài tướng Phan Đình Niệm, còn 2 Chuẩn tướng nữa được thăng cấp Thiếu tướng là [[Bùi Thế Lân]] và [[Lê Minh Đảo]]<\/ref> Ông xuất thân từ những khóa đầu tiên tại trường Võ bị Liên quân được Chính phủ Quốc gia mở ra tại nam Cao nguyên Trung phần dưới sự cố vấn và huấn luyện của Quân đội Pháp. Ra trường ông được chọn về đơn vị Bộ binh. Ông đã tuần tự giữ những chức vụ từ Trung đội trưởng cho đến Chỉ huy cấp Sư đoàn. Trong thời gian tại ngũ, ông còn được bổ nhiệm vào các chức vụ thuộc lĩnh vực Quân huấn<ref>Quân huấn là Trường Quân sự và Trung tâm Huấn luyện.<\/ref> và Hành chính Quân sự<ref>Hành chính Quân sự là Tiểu khu (Tỉnh) và Chi khu (Quận), Phân chi khu (Xã).<\/ref>\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 6 năm 1931 trong một gia đình trung lưu tại [[Thừa Thiên]], miền Trung Việt Nam. Thời niên thiếu, ông học Tiểu và Trung học tại Huế. Năm 1950, ông tốt nghiệp Trung học Phổ thông chương trình Pháp tại Huế với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Liên hiệp Pháp===\nTháng 3 năm 1951, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 51\/201.530. Theo học khóa 4 Lý Thường Kiệt<ref>Tốt nghiệp khóa 4 Lý Thường Kiệt Võ bị Đà Lạt, sau này lên tướng còn có các Trung tướng [[Nguyễn Văn Minh]] và [[Nguyễn Viết Thanh]], các Thiếu tướng [[Đào Duy Ân]] và [[Albert Nguyễn Cao|Nguyễn Cao]], Chuẩn tướng [[Đỗ Kiến Nhiễu]].<\/ref> tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 2 năm 1951. Ngày 1 tháng 12 cùng năm, mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được điều động về Tiểu đoàn Bộ binh Việt Nam, giữ chức vụ Trung đội trưởng.\n\n===Quân đội Quốc gia Việt Nam===\nNăm 1952, Quân đội Quốc gia Việt Nam thành lập Bộ Tổng Tham mưu, ông chuyển sang phục vụ Quân đội Quốc gia, được thăng cấp [[Trung úy]] giữ chức vụ Đại đội trưởng. Đến tháng 10 năm 1953, ông được thăng cấp [[Đại úy]] và được chỉ định làm Tiểu đoàn trưởng Tiểu đoàn 708 khinh quân.\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1956, sau 2 tháng chuyển sang phục vụ Quân đội Việt Nam Cộng hòa, ông được thăng cấp [[Thiếu tá]] và được cử giữ chức Trung đoàn trưởng Trung đoàn 47 thuộc Sư đoàn Khinh chiến số 16<ref>Sư đoàn Khinh chiến số 16 là tiền thân của Sư đoàn 23 Bộ binh sau này<\/ref> do Đại tá [[Phan Đình Thứ]] làm Tư lệnh.\n\nTháng 11 năm 1963, sau cuộc đảo chính chế độ [[Đệ Nhất Cộng hòa]] (ngày 1 tháng 11). Ngày 4 tháng 11, ông được thăng cấp [[Trung tá]], giữ chức vụ Trung đoàn trưởng Trung đoàn 135 Địa phương, đồn trú tại Công trường Cò Mi, Thủ Đức.\n\nGiữa năm 1965, ông thuyên chuyển về Sư đoàn 25 Bộ binh chức vụ Trung đoàn trưởng Trung đoàn 49 đóng tại Bến Lức, Long An. Ngày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 cùng năm, ông được thăng cấp [[Đại tá]] tại nhiệm. Cuối năm 1966, ông được chuyển về Sư đoàn 10 Bộ binh<ref>Sư đoàn 10 về sau đổi tên thành Sư đoàn 18 Bộ binh.<\/ref> giữ chức vụ Tư lệnh phó Sư đoàn do Đại tá [[Đỗ Kế Giai]] làm Tư lệnh.\n\nĐầu năm 1971, ông được bổ nhiệm làm Chỉ huy trưởng Trung tâm Huấn luyện Quốc gia Lam Sơn kiêm Chỉ huy trưởng Huấn khu Dục Mỹ. Tháng Giêng năm 1972, ông được lệnh bàn giao Quân trường Lam Sơn và Huấn khu Dục Mỹ lại cho Chuẩn tướng [[Võ Văn Cảnh]].<ref>Tướng Võ Văn Cảnh nguyên Tư lệnh Sư đoàn 23 Bộ binh.<\/ref> Cuối tháng, ông được bổ nhiệm chức vụ Tỉnh trưởng kiêm Tiểu khu trưởng tỉnh Quảng Đức thay thế Trung tá [[Cao Văn Chơn (Trung tá, Quân lực VNCH)|Cao Văn Chơn]]. Tháng 4 cùng năm, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn 22 Bộ binh thay thế Đại tá [[Lê Đức Đạt]]<ref>Đại tá Lê Đức Đạt đã anh dũng hy sinh tại mặt trận Tân Cảnh, Dakto, Kontum \"Mùa hè đỏ lửa 1972\", ông được truy thăng cấp bậc Chuẩn tướng và truy tặng Đệ tam đẳng Bảo quốc Huân chương).<\/ref>, sau khi bàn giao tỉnh Quảng Đức lại cho Đại tá [[Nguyễn Hậu Thiện (Đại tá, Quân lực VNCH)|Nguyễn Hậu Thiện]]. Ngày Quốc khánh 1 tháng 11 cùng năm, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\n*''Sư đoàn 22 Bộ binh vào thời điểm tháng 3\/1975, nhân sự của Bộ tư lệnh Sư đoàn và Chỉ huy các Trung đoàn được phân bổ trách nhiệm như sau:''\n\n-Tư lệnh - Thiếu tướng Phan Đình Niệm<br>-Tư lệnh phó - Đại tá [[Lều Thọ Cường (Đại tá, Quân lực VNCH)|Lều Thọ Cường]]<ref>Đại tá Lều Thọ Cường sinh năm 1930 tại Hà Nội, tốt nghiệp trường Võ khoa Nam Định<\/ref><br>-Tham mưu trưởng - Đại tá [[Vũ Đình Chung (Đại tá, Quân lực VNCH)|Vũ Đình Chung]]<ref>Đại tá Vũ Đình Chung sinh năm 1929 tại Hà Nội, tốt nghiệp khóa 8 Võ bị Đà Lạt<\/ref><br>-Chỉ huy Pháo binh - Trung tá [[Lê Đình Ninh (Trung tá, Quân lực VNCH)|Lê Đình Ninh]]<ref>Trung tá Lê Đình Ninh sinh năm 1932, tốt nghiệp khóa 4 Võ khoa Thủ Đức<\/ref><br>-Trung đoàn 40 - Trung tá [[Nguyễn Thanh Danh (Trung tá, Quân lực VNCH)|Nguyễn Thanh Danh]]<ref>Trung tá Nguyễn Thanh Danh tốt nghiệp khóa 19 Võ bị Đà Lạt<\/ref><br>-Trung đoàn 41 - Đại tá [[Nguyễn Thiều (Đại tá, Quân lực VNCH)|Nguyễn Thiều]]<ref>Đại tá Nguyễn Thiều sinh năm 1941 tại Tuy Hòa, tốt nghiệp khóa 16 Võ bị Đà Lạt<\/ref><br>-Trung đoàn 42 - Đại tá [[Nguyễn Hữu Thông (Đại tá, Quân lực VNCH)|Nguyễn Hữu Thông]]<ref>Đại tá Nguyễn Hữu Thông sinh năm 1939 tại Quảng Trị, tốt nghiệp khóa 16 Võ bị Đà Lạt<\/ref><br>-Trung đoàn 47 - Đại tá [[Lê Cầu (Đại tá, Quân lực VNCH)|Lê Cầu]]<ref>Đại tá Lê Cầu sinh năm 1944 tại Thừa Thiên, tốt nghiệp khóa 18 Võ bị Đà Lạt<\/ref>\n\n==1975==\nNgày 31 tháng 3, cùng với các quân nhân thuộc đơn vị di chuyển ra khơi và được Bệnh viện hạm Hát Giang HQ-400 cứu vớt, được điều trị bệnh trên tàu khi đang trên hải trình về Sài Gòn.\n\nNgày 24 tháng 4, ông được Tổng thống [[Trần Văn Hương]] thăng cấp [[Thiếu tướng]] đặc cách tại mặt trận.\n\nNgày 30 tháng 4, ông di tản ra khỏi Việt Nam. Sau đó, định cư tại Tiểu bang Virginia, Hoa Kỳ.<ref>Sau này không có tư liệu nào nói và viết về tướng Niệm nữa, nên không biết hiện nay ông còn sống hay đã từ trần.<\/ref>\n\n==Gia đình== \n*Bào đệ:<br>Ông [[Phan Đình Tùng (Đại tá Quân lực VNCH)|Phan Đình Tùng]] (Đại tá Pháo binh VNCH)<ref>Đại tá Phan Đình Tùng sinh năm 1933 tại Thừa Thiên, tốt nghiệp Võ bị Đà Lạt K5. Chức vụ sau cùng: Phụ tá Chỉ huy trưởng tại Bộ chỉ huy Pháo binh Trung ương QL VNCH.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Người Mỹ gốc Việt]]"}