{"83013":"{{chú thích trong bài}}{{thiếu nguồn tham khảo}}\n'''Phan Rang''' là tên gọi cũ của tỉnh [[Ninh Thuận]], ở [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]] [[Việt Nam]].\n\n==Trước thế kỷ 20==\nĐầu [[thế kỷ 17]], chúa Hiền ([[Nguyễn Phúc Tần]]), con thứ hai của Thượng vương, đánh đuổi quân [[Chiêm Thành]] đến phía đông [[sông Phan Rang]], đặt làm hai phủ Thái Khang và Diên Ninh, đặt dinh Thái Khang ở phía tây sông, vẫn cho lệ thuộc vào nước Chiêm Thành, chỉ ràng buộc quốc vương Chiêm Thành là Bà Tâm hàng năm phải cống nộp. \n\nĐến đời Minh vương ([[Nguyễn Phúc Chu]]), con truởng là Nghĩa vương (chúa Ngãi) đem quân đánh Chiêm Thành, bắt chúa Chiêm là Bà Tranh, lấy đất đặt làm trấn [[Thuận Thành trấn|Thuận Thành]]. \n\nNăm [[1693]], chúa Minh lập địa danh hành chính là đạo Phan Rang, thuộc dinh [[Bình Thuận]], sau là Trấn Bình Thuận rồi Thuận Thành. \n\nNăm [[Minh Mạng|Minh Mệnh]] thứ 13, [[nhà Nguyễn]] bỏ trấn Thuận Thành lập phủ Ninh Thuận và Phủ Hàm Thuận. Phủ [[Ninh Thuận]] có hai huyện là An Phước và Tuy Phong. \n\nNăm [[Đồng Khánh]] thứ 3 ([[1888]]), huyện An Phước nhập vào tỉnh Khánh Hòa.\n\n==Thời Pháp thuộc==\nNgày [[20 tháng 5]] năm [[1901]], [[Toàn quyền Đông Dương]] ra Nghị định thành lập tỉnh Phan Rang, tỉnh ly cũng là [[Phan Rang (định hướng)|Phan Rang]]. Tỉnh Phan Rang gồm phủ (còn gọi là đạo) Ninh Thuận, huyện An Phước, huyện Tân Khai, tách từ tỉnh [[Khánh Hòa]] ra. Ngoài ra, [[Đà Lạt]] là đại lý hành chính thuộc tỉnh Phan Rang.\n\nNăm [[1913]], tỉnh Phan Rang bị xóa bỏ, phần phía bắc nhập vào tỉnh [[Khánh Hòa]], còn phần phía nam gọi là đại lý hành chính, thuộc tỉnh [[Bình Thuận]].\n\nNghị định ngày [[10 tháng 5]] năm 1914 phân chia đại lý hành chính Phan Rang thành 2 khu vực: \n* Khu vực dân tộc thiểu số cư trú (huyện Tân Khai) vẫn thuộc tỉnh Bình Thuận \n* Khu vực [[người Việt]] và [[người Chăm]] cư trú nhập vào tỉnh Khánh Hòa.\n\nNgày [[5 tháng 7]] năm [[1922]], phủ Ninh Thuận được tách khỏi tỉnh Khánh Hòa lập lại tỉnh Phan Rang, còn gọi là tỉnh Ninh Thuận. Tổ chức hành chánh được chia thành:\n* 5 tổng ở đồng bằng: Mỹ Tường, Đắc Nhơn, Kinh Dinh, Vạn Phước và Phú Quý \n* 2 tổng ở miền núi: É Lâm Thượng và É Lâm Hạ) và huyện An Phước.\n\n==Tham khảo==\n{{sơ khai Ninh Thuận}}\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Hành chính Ninh Thuận]]"}