{"438043":"'''Phan Thanh Phước''' (1916-1947), là một [[nhà thơ]] [[Việt Nam]] thời [[tiền chiến]].\n\n==Tiểu sử==\n'''Phan Thanh Phước''' sinh tại [[Huế]]. Cha ông là Phan Thanh Kỷ (thuộc dòng dõi [[Phan Thanh Giản]]), làm Chưởng lý Tòa Thượng thẩm Huế.\n\nThuở nhỏ, Phan Thanh Phước học ở [[Quảng Trị]], Faifo ([[Hội An]]) rồi đến Huế học trường Pellerin. Sau khi tốt nghiệp bằng Cao đẳng tiểu học, ông được bổ làm Thừa phái trong chính phủ Nam triều ([[nhà Nguyễn]]).\n \nÔng không những ông mê thơ mà còn sáng tác thơ. Thơ ông được đăng nhiều trên báo chí, và đến tháng 10 năm 1941, thì ông được [[Hoài Thanh]] và Hoài Chân giới thiệu trong quyển [[Thi nhân Việt Nam]] (1932-1941).\n\nTrước năm 1946, ông được điều động ra [[Đồng Hới]] ([[Quảng Bình]]) và mất tại đó trong một cuộc tắm sông, lúc 31 tuổi.\n\nÔng có vợ là nguyễn Thị Ngọc Đài, nhưng bà mất ngay sau khi sinh hạ cô con gái (Phan Thanh Minh Châu).\n\nPhan Thanh Phước mất, chỉ để lại tập thơ duy nhất có tên là '''Vương hương''', chưa xuất bản.\n\n==Nhận xét==\nTheo nhà thơ [[Phan Văn Dật]], bạn thân của Phan Thanh Phước, thì ông Phước là một người rất yêu thơ. Ông say mê thơ, nhưng thể chất lại yếu đuối quá. Mỗi lần sáng tác xong một bài, có khi làm chưa xong, thì ông đã ngã xuống đau liệt giường suốt mấy hôm liền.\nTính tình lại rất đa sầu, đa cảm, chỉ mộ chút gì cũng đủ làm ông đau khổ hàng tuần. Đối với bạn, ông rất chân thành...Phan Thanh Phước luôn bị ám ảnh bởi cái chết. Hồi chưa lập gia đình, lúc ông mới ngoài hai mươi tuổi, mỗi khi bị bệnh là ông nhắn gấp bạn bè đến để để dặn dò những việc cần phải làm cho mình. Và có thể nói, sau khi người vợ trẻ mất đi, thì ông không còn muốn sống nữa...\nTập thơ Vương hương có trên bốn mươi bài thơ. Đấy là di vật tinh thần mà thi sĩ trân trọng hơn cả bản thân. Khi còn sống, ông đã ân cần căn dặn người em phải cố gắng xuất bản tập thơ ấy. Nhưng rồi, chiến tranh cứ sôi sục mãi trên đất nước, nên ước muốn của người thi sĩ bất hạnh ấy, vẫn không sao thực hiện được...<ref>Lược theo ''Thi nhân Việt Nam'' (quyển hạ) do Nguyễn Tấn Long biên soạn. Nhà xuất bản Sống Mới, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1969, tr. 514.<\/ref>\n \nĐề cập đến sự yếu đuối về mặt thể chất của Phan Thanh Phước, trong quyển ''Thi nhân Việt Nam'' có trích dẫn câu nói của nhà thơ như sau: ''Một bài thơ của tôi xong là tôi tự thấy sút kém một tí sức trong sức khoẻ của tôi, như vậy tức nhiên có một phần sức khoẻ của tôi đã vào trong thơ tôi, tôi tự hỏi thế là trong thơ tôi có cả hồn lẫn xác tôi chăng''. \nVà [[Hoài Thanh]] và Hoài Chân, tác giả sách trên đã nhận xét rằng: ''Ai đọc hết tập Vương hương chắc cũng có cảm giác ấy: trong thơ Phan Thanh Phước quả có cả hồn lẫn xác đã làm tội cái hồn...Tập Vương hương với cái tên yêu kiều, đã bày ra một cuộc hỗn chiến gay go, đau đớn giữa hồn và xác...Tôi vẫn biết người có tính ưa lập dị, nhưng dầu sao cũng là một tâm hồn phong phú hay hay.<ref>Hoài Thanh và Hoài Chân, ''Thi nhân Việt Nam''. Nhà xuất bản Văn học in lại năm 1988, tr. 283.<\/ref>\n\n==Giới thiệu thơ==\nThơ Phan Thanh Phước, trong ''Thi nhân Việt Nam'' của Hoài Thanh và Hoài Chân, chỉ giới thiệu bài '''Đêm tần'''. Trong ''Thi nhân tiền chiến (quyển hạ)'' do Nguyễn Tấn Long biên soạn, ngoài bài thơ trên còn có 38 bài nữa, tức là đã đăng tải gần như trọn vẹn tập thơ '''Vương hương'''. \nTrong số thơ này, chỉ có bài ''Trai tráng'', ''Nồng xuân'' là có chút hào hùng, số còn lại đều là thơ buồn. Những bài ''Lá xanh rụng, Khuya mưa nhớ tình, Vắng em, Mộng thấy nàng, Dưới trăng nhớ trăng''...đều là những vần điệu nhớ thương đến người vợ vắn số.\n \nTrích giới thiệu bốn bài:\n{|valign=\"top\"\n|\n:'''Trai tráng'''\n \n:''Chớp mắt mi reo lời gió nước,\n:''Gối đầu mộng tỏa ánh trăng sao…\n:''Giật cương khoát sóng triều xanh mướt,\n:''Ý sáng trên lòng mạnh vút cao.\n\n:''Ta đi trong đời hay trên mây?\n:''Vó ngựa sơn hà nhúng rượu say.\n:''Quan ải trập trùng quan ải tiếp…\n:''Khói sương đậu lại, chí ta bay.\n\n:''Chim xanh không thiết ngậm khăn hồng,\n:''Hương của hồn trai hương núi sông.\n:''Ta hát trên thành long phượng múa,\n:''Khải hoàn vang dậy nhạc mênh mông.\n\n:''Áo tuổi sẩm màu trong bụi đỏ,\n:''Ngựa lòng choáng rượu phi trên mơ.\n:''Chuông mai gióng tiếng vàng kim cổ,\n:''Trang sử anh hùng rung ý thơ.''\n:(Đầu thu, năm 1945)\n\n:'''Qua mộng tình đi'''\n\n:''Gió thu huyền thổi mau\n:''Lạc vàng rung canh thâu.\n:''Mộng hồn nghiêng gối nhạt,\n:''Nến lạnh rưng rưng châu.\n:''Mi xanh sầu mang mác…\n:''Ngựa trắng đã qua cầu\n:''-Tránh buồn cho liễu yếu.\n:''Chàng đi trong đêm sâu-\n:''Khói sương lồng nước kiệu,\n:''Mộng vỗ cánh bồ câu…\n:''Giật mình hương yểu điệu,\n:''Tóc mây phất cửa lầu.''\n:(1945)\n|\n:'''Đêm tần'''\n:Tặng [[Vương Xương Linh]]<ref>'''Vương Xương Linh''' (694-756) tự Thiếu Bá, người ở Vạn Niên, phủ Kinh Triệu (nay thuộc thành phố Tây An, Trung Quốc), đỗ tiến sĩ năm Khai Nguyên thứ 15 (727), giữ chức Hiệu Thư Lang. Bảy năm sau lại đỗ Khoa Bác học Hoằng từ, nhậm chức Giang Ninh Thừa năm Thiên Bảo thứ 7 (748) bị biếm làm Long Tiêu úy. Trong [[loạn An Sử]], ông bị Thứ sử Hào châu là Lư Khâu Hiểu sát hại. Vương Xương Linh sở trường về thơ thất ngôn tuyệt cú, nội dung chủ yếu là tả sinh hoạt nơi biên tái và cung oán, khuê tình, phong cách thanh tân dịu dàng trong sáng.<\/ref>\n \n:''Canh trăng sương dẫn phiền về,\n:''Buồn thao thức đọng bốn bề nghiêm lâu.\n:''Sân mê ngậm bóng cây sầu:\n:''Liễu nghiêng tóc rũ trước lầu gió se.\n:''Địch rầu giọng kéo lê thê\n:''- Thơ ai khuya lạnh ngã đề tương tư?\n:''Nến hao lệ ứa từ từ,\n:''Ngẩn ngơ tựa gối nàng như mất hồn.\n\n:'''Vắng em'''\n\n:''Anh nhìn thấy mãi cảnh thâm đen\n:''Nằm lịm ngâm trong gió rĩ rền.\n:''Thờ thẫn anh ngờ thu trở lại,\n:''Lén trên xuân thắm rải ưu phiền.\n\n:''Sao rải ưu phiền tận đáy tim\n:''Khắp vườn ân ái tuổi xanh êm?\n:''Sao đương nồng mặn mà ly biệt,\n:''Sao để anh buồn khóc hở Em?\n\n:''Chừ một mình anh hai trẻ thơ\n:''Đời ôi! quạnh quẽ, con bơ vơ\n:''Ấp sầu một núi tàn y lạnh,\n:''Phiền gối canh trường kỷ niệm xưa.\n\n:''Vắng má hường Em, bông hết tươi\n:''Chim không đua hót vắng Em cười.\n:''Còn gì đâu nữa! Trời râm tối…\n:''Vắng bóng hình Em, đất hết người.\n: (16 tháng 4 năm 1946)\n|}\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Nhà thơ tiền chiến]]\n[[Thể loại:Sinh năm 1916]]\n[[Thể loại:Mất năm 1947]]"}