{"552641":"'''Phan Lương Trực''' (1930 - 2012) là chiến sĩ [[cách mạng]] [[Việt Nam]]. Ông tên thật là Đỗ Hữu Công. Bí danh Phan Lương Trực là lấy từ một người thầy đã dạy dỗ ông lúc nhỏ. \n\nThầy giáo Phan Lương Trực (1916 - 1946) cũng là một chiến sĩ cách mạng, đã hy sinh năm 1946.\n\n==Tiểu sử==\n\nThiếu tướng Phan Lương Trực (tên thật: Đỗ Hữu Công, 12\/1930), từng giữ các chức vụ: Chỉ huy trưởng Bộ Chỉ huy Quân sự tỉnh Đồng Tháp, Chỉ huy trưởng Bộ Chỉ huy Quân sự tỉnh Tiền Giang, Phó Tư lệnh Quân khu 9. \n\nHuy hiệu 50 tuổi Đảng, 14 Huân chương các loại, 1 Huy chương Thành đồng Tổ quốc. \n\nÔng sinh tại làng Bình Đức, huyện Châu Thành, tỉnh Mỹ Tho (nay là tỉnh Tiền Giang), là con của một gia đình tư sản dân tộc nhưng giàu lòng yêu nước.\n\nTừ người cha là ông Đỗ Hữu Tòng đến 8 anh chị em đều tham gia kháng chiến, đều là đảng viên Đảng Cộng sản Việt Nam. Riêng ông Công, từ người liên lạc, phấn đấu trở thành Đại đội trưởng quân chủ lực đầu tiên, trẻ nhất khu Trung Nam Bộ (18 tuổi).\n\nNăm 12 tuổi, học hết lớp nhì trường làng (tương đương lớp 4 ngày nay). Đỗ Hữu Công lên Sài Gòn học nghề sửa chữa xe ô tô và trở thành thợ giỏi.\n\nCuối năm 1944, ông trở về quê hương tham gia hoạt động trong tổ chức thanh niên. Thấy ông còn nhỏ, gia đình có phần lo lắng nên bắt ép ông lên Cái Bè tiếp tục đi học.\n\nỞ Cái Bè, Đỗ Hữu Công được thầy giáo Phan Lương Trực trực tiếp dạy dỗ. Từ cuối năm 1944 đến cuối năm 1945, Đỗ Hữu Công theo thầy đi dạy, đi diễn thuyết khắp nơi trong tỉnh, tiếp thu những kiến thức cơ bản về chính trị, quân sự cùng với tấm gương yêu nước, bất khuất đấu tranh của Phan Lương Trực.\n\nTháng 5\/1946, ông vào bộ đội. Thời gian đó, thầy Phan Lương Trực hy sinh. Tháng 5\/1947, kỷ niệm 1 năm ngày thầy giáo – chiến sĩ cách mạng Phan Lương Trực hy sinh, Đỗ Hữu Công xin phép các đồng chí đàn anh cho lấy tên người thầy kính yêu làm bí danh. Từ đây cái tên Phan Lương Trực gắn bó suốt cuộc đời binh nghiệp của ông.\n\nNgày 15\/8\/1948, Phan Lương Trực được vinh dự đứng vào hàng ngũ của Đảng Cộng sản Đông Dương. Thừ tháng 8\/1948 đến tháng 10\/1954, ông lần lượt giữ các chức vụ: Tiểu đội trưởng, Chính trị viên trung đội, Chính trị viên đại đội, Đại đội trưởng đại đội 2053, Pó B thư chi bộ của đại đội, Phó ban tác huấn của tiểu đoàn 404, Khu VIII.\n\nTháng 10\/954, ông tập kết ra miền Bắc. Ông bị giáng xuống 2 bậc vì là con của tư sản dân tộc. Năm 1958, là học viên khóa 11 Trường Lục quân với cấp hàm Thượng úy. Từ năm 1961 - 1964 là học viên khóa I đào tạo “Học viện quân chánh”. Sau khi ra trường được thăng quân hàm Đại úy, bố trí về Lữ đoàn 338.\n\nTháng 3\/1965, ông được trở về miền Nam chiến đấu, làm cán bộ nghiên cứu Phòng tác chiến Bộ Tham mưu miền Nam. Từ năm 1970 đến 30\/4\/1975, ông làm Trưởng ban tác chiến Quân khu VIII, cấp hàm thiếu tá.\n\nTừ năm 1975 - 1978, ông là Chỉ huy trưởng Bộ Chỉ huy Quân sự tỉnh Đồng Tháp, cấp hàm trung tá. Trong cương vị mới ông cùng Bộ Chỉ huy Quân sự tỉnh thực hiện tốt các nhiệm vụ. Ông chỉ huy lực lượng vũ trang phối hợp dân quân, du kích đánh bọn Pôn - Pốt (Campuchia) xâm lấn biên giới nước ta, bảo vệ toàn vẹn lãnh thổ; cưu mang đùm bọc số cán bộ Campuchia chạy sang Việt Nam lánh nạn diệt chủng; khi có điều kiện đưa họ trở về nước công tác, hiện nhiều người giữ trọng trách cao ở nước bạn Campuchia; chủ động đào tạo sĩ quan trẻ (văn hóa lẫn quân sự) để thay thế số nghỉ hưu, chuyển ngành; thành lập 2 nông trường Đường Thét và Giồng Găng hoạt động có hiệu quả, góp phần xây dựng và phát triển kinh tế - xã hội – quốc phòng ở vùng Đồng Tháp Mười.\n\nTừ năm 1980, ông Phan Lương Trực làm Phó Tư lệnh Quân khu IX, Chỉ huy trưởng Bộ Chỉ huy Quân sự tỉnh Tiền Giang, cấp hàm Thiếu tướng. Năm 1997, ông nghỉ hưu. Ông mất vào năm 2012\n\n==Tham khảo==\n{{tham khảo}}\n*Phan Lương Trực (Đỗ Hữu Công) [http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_t\/20100110+pham+luong+truc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130621020931\/http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_t\/20100110+pham+luong+truc |date=2013-06-21 }}\n*Trường Tiểu học Phan Lương Trực: Họp mặt kỷ niệm 60 năm ngày thành lập trường [http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&id=7690&idcha=1001] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101202134449\/http:\/\/tiengiang.gov.vn\/xemtin.asp?idcha=1001&cap=3&id=7690 |date=2010-12-02 }}\n*Chuyện về tảng đá mài gươm [http:\/\/www.baodatviet.vn\/Home\/congdongviet\/Chuyen-ve-tang-da-mai-guom\/20107\/103662.datviet] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100722053442\/http:\/\/www.baodatviet.vn\/Home\/congdongviet\/Chuyen-ve-tang-da-mai-guom\/20107\/103662.datviet |date=2010-07-22 }}\n\n{{thời gian sống|sinh=1916|mất=1946}}\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Người Cần Thơ]]\n[[Thể loại:Người Mỹ Tho]]"}