{"1395746":"'''Phan Văn Thúy''' (潘文璻, 1758 - [[1833]]) là danh tướng [[nhà Nguyễn]] trong [[lịch sử Việt Nam]]. Một trong số công lao nổi bật của ông, đó là việc chỉ huy khai đào sông Vĩnh Định ở [[Quảng Trị]] vào năm [[1825]].\n \n==Thân thế và sự nghiệp==\nÔng là người huyện Đăng Xương ([[1884]], đổi là Thuận Xương)<ref>Đầu thời [[Nhà Hậu Lê|Lê]], tên là huyện Vũ Xương. Đầu triều [[Gia Long]] đổi tên là Đăng Xương, đến năm [[Kiến Phúc]] thứ nhất (1884), lại đổi là Thuận Xương (theo ''Đại Nam dư địa chí ước biên'', tr. 178).<\/ref>, thuộc phủ Triệu Phong, tỉnh [[Quảng Trị]] <ref>Chép theo ''Đại Nam chính biên liệt truyện'' (tr.347), ''Đại Nam nhất thống chí'' (sách ở mục tham khảo) và thông tin trong bài viết \"Hình ảnh Quảng Trị trên Cửu Đỉnh\" trên báo Quảng Trị online, cập nhật này 24 tháng 1 năm 2012 [http:\/\/baoquangtri.vn\/default.aspx?TabID=99&modid=488&ItemID=52044]. ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 804) chép ông là người huyện Chương Nghĩa ([[Quảng Ngãi]]), nhưng không dẫn nguồn.<\/ref>. Lớn lên, không rõ năm nào, ông theo [[chúa Nguyễn]] vào [[Gia Định]], rồi từng được bổ làm Khâm sai thuộc nội Cai đội quân Thần Sách <ref>Theo ''Đại Nam chính biên liệt truyện'' (tr.347).<\/ref>, Vệ úy vệ Hổ uy<ref>Theo ''[[Đại Nam nhất thống chí]]'' (quyển \"Phủ Thừa Thiên\", mục: \"nhân vật\": tiểu truyện Phan Văn Thúy). Sách ghi ở mục tham khảo, tr. 750.<\/ref>.\n\nSau khi [[nhà Tây Sơn]] bị đánh đổ, năm [[Gia Long]] thứ 2 ([[Quý Hợi]], [[1803]]), thăng ông làm Hữu doanh Vệ úy, Khâm sai Chưởng cơ, coi quân bản doanh. Chẳng lâu sau, ông nhận mệnh ''\"theo thủy quân của Đô thống chế Thái hòa hầu, ngồi thuyền Hải Đạo, đến địa phương [[Bắc Thành]] tiểu trừ giặc biển\"''<ref>Trích trong ''Đại Nam chính biên liệt truyện'' (tr. 347). Chưa tra được Đô thống chế Thái hòa hầu là ai.<\/ref>.\n\nNăm Gia Long thứ 14 ([[Ất Hợi]], [[1815]]), cử ông làm Lưu thủ <ref>Ghi theo ''Đại Nam chính biên liệt truyện'' (tr. 347). ''[[Đại Nam nhất thống chí]]'' ghi ông làm Trấn thủ.<\/ref> doanh [[Quảng Bình]]. Sau, có tội, ông bị biếm xuống Cai cơ<ref>Theo ''[[Đại Nam nhất thống chí]]'', nguồn đã dẫn. Sử Nguyễn không cho biết ông đã phạm tội gì.<\/ref>.\n\nNăm [[Minh Mạng]] thứ nhất ([[Canh Thìn]], [[1820]]), thăng ông làm Chưởng cơ<ref>Theo ''[[Đại Nam nhất thống chí]]'', nguồn đã dẫn.<\/ref>, rồi lại thăng làm Phó Đô thống chế doanh hậu quân Thần Sách, lãnh nhiệm vụ Phó Đốc trấn [[Thanh Hóa]]<ref>Theo ''Đại Nam chính biên liệt truyện'', tr. 347.<\/ref>.\n\nNăm Minh Mạng thứ 6 ([[Ất Dậu]], [[1825]]), cử ông coi việc đào sông (kênh) Vĩnh Định ở [[Quảng Trị]]. Theo ''Quốc triều sử toát yếu'', thì công việc khởi sự vào [[tháng ba|tháng 3]] ([[âm lịch]]) năm ấy. Sử thần chép: ''\"Vì lúc bấy giờ các trấn lâu không mưa, giá gạo hơi cao, triều đình bàn khởi việc công dịch để lấy tiền nuôi dân. Sông đào xong, tùy bậc thưởng cấp\"'' <ref>''Quốc triều sử toát yếu'' (tr. 166-197). Công dịch có nghĩa là việc làm của mỗi người góp vào việc công ích. Câu này có thể hiểu là nhà vua cho thu tiền công dịch của những người trong độ tuổi lao động nhưng không đi đào, để nuôi số người trực tiếp đào kênh.<\/ref>. Xong việc, cất ông làm Phó Đô thống chế thị nội doanh Long Vũ.\n\nNăm Minh Mạng thứ 8 ([[Đinh Hợi]], [[1827]]), lại cho ông kiêm quản [[Tòa Thương Bạc]]. [[Tháng năm|Tháng 5]] (âm lịch) năm đó, quân [[Xiêm|Xiêm La]] ([[Thái Lan]] ngày nay) đánh lấy nước Vạn Tượng ([[Lào]] ngày nay), khiến vua nước ấy là A Nỗ phải chạy sang [[Việt Nam]] cầu cứu. Vua Minh Mạng liền cho Phan Văn Thúy sung chức Kinh lược biên vụ đại thần kiêm lĩnh Trấn thủ [[Nghệ An]] để lo việc.\n\nNăm [[Mậu Tý]] ([[1828]]), ông cùng Phó tướng [[Nguyễn Văn Xuân (tướng nhà Nguyễn)|Nguyễn Văn Xuân]], Tham tán Nguyễn Khoa Hào...đem 2.000 lính [[Huế|Kinh]], 30 con [[voi]], tiến đến đóng đồn ở phủ Trấn Ninh ([[Nghệ An]])<ref>Sách ''Đại Nam dư địa chí ước biên'' (tr. 241) cho biết: \"Phủ Trấn Ninh ở phía tây tỉnh thành [[Nghệ An]]. Đầu thời [[Nhà Hậu Lê|Lê]], do Cầm Công (hay Lư Cầm Công, thủ lĩnh của Bồn Man) chiếm giữ. Vua [[Lê Thánh Tông]] đi đánh, dẹp được, đặt tên phủ như ngày nay...Năm đầu [[Gia Long]], vì Vạn Tượng có công lao đánh giặc (chỉ [[nhà Tây Sơn]]), nên đem đất ấy cho họ. Năm [[Minh Mạng]] thứ 8 ([[1827]]), Vạn Tượng bị Xiêm cướp phá, Trấn Ninh lại thuộc về ta\" (chỉ [[Việt Nam]]). Xem thêm mục từ [[Bồn Man]].<\/ref> rồi tìm cách đưa vua A Nô về nước <ref>Theo ''Đại Nam chính biên liệt truyện'' (tr.347) và ''Quốc triều sử toát yếu'' (tr. 174). Tuy nhiên, theo ''Quốc triều sử toát yếu'', thì các tướng đi theo ông Thúy không có Tham tán Nguyễn Khoa Hào, mà chỉ có: Nguyễn Văn Xuân (Phó tướng sung chức Bang tá đại thần), Thượng thư Trần Lợi Trinh (sung chức Tham tán), Đoàn Văn Trường và Lê Văn Quyền (cả hai đều sung chức Bang tá). Sách ''[[Việt Nam sử lược]]'' (Nhà xuất bản Tân Việt, 1968, tr. 457) kể tên các tướng giống như sách ''Đại Nam chính biên liệt truyện'', nhưng số quân lại ghi khác: 3.000 và 24 con voi.<\/ref>.\n\nÍt lâu sau, nhà vua ban chỉ triệu ông về, thăng làm Đô thống, cho lĩnh chức Phó Tổng trấn [[Bắc Thành]]. Thấy mình đến tuổi 70, nhiều lần ông dâng sớ xin về hưu, nhưng nhà vua cứ ủy lạo lưu lại<ref>Theo ''Đại Nam chính biên liệt truyện'', tr.347.<\/ref>.\n\nTheo sách ''[[Quốc sử di biên]]'' của danh thần [[Phan Thúc Trực]], thì lúc làm Phó Tổng trấn, Phan Văn Thúy đã dâng sớ xin đổi cách mặc quần áo ở Bắc Thành, và được vua nghe theo. Sách ''Quốc triều sử toát yếu'' chép: ''\"[[Tháng mười|Tháng 10]] ([[âm lịch]]) năm [[Mậu Tý]] ([[1828]]), truyền đổi cách ăn mặc từ [[sông Gianh]] trở ra Bắc\"'' <ref>''Quốc triều sử toát yếu'', tr. 182.<\/ref>.\n\nNăm [[Minh Mạng]] thứ 14 ([[Quý Tỵ]], [[1833]]), cho ông làm Thự Hậu quân Đô thống Chưởng phủ sự, tước Chương Nghĩa hầu. Gặp lúc [[Lê Văn Khôi]] khởi binh chống Nguyễn ở [[Thành Gia Định|thành Phiên An]], nhà vua cho ông làm Thảo nghịch Hữu tướng quân. Đến nơi, ông và Tham tán [[Trương Minh Giảng]] tiến quân phá tan một đội quân nổi dậy ở trạm Biên Long. [[Tháng tám|Tháng 8]] (âm lịch) năm đó, ông bị bệnh tại quân thứ [[Biên Hòa]]<ref>Lúc bấy giờ, tỉnh Biên Hòa vừa được Trương Minh Giảng và Hoàng Đăng Thuận đánh lấy lại (''Quốc triều sử toát yếu'', tr. 206).<\/ref>, chuyển về đến [[Khánh Hòa]] thì mất.\n\nThương tiếc, vua [[Minh Mạng]] cho truy tặng ông là ''Đặc tiến Tráng Vũ tướng quân Thiếu bảo'', ban tên thụy là ''Trung Tráng''. Sau đó, nhà vua còn cho thiết đàn tế ở bên [[sông Hương]], đồng thời sai Hoàng tử Vĩnh Tường công Miên Hoành làm lễ tứ tửu (tức lễ dâng rượu vua ban) <ref>Theo ''Quốc triều sử toát yếu'', tr. 206.<\/ref>.\n\nNăm [[Bính Thân]] ([[1836]]), tên ông được khắc trên bia Võ công dựng tại [[Võ miếu Huế|Võ miếu]] (lập năm [[1835]]), và đứng hàng thứ ba trong số 20 danh tướng của triều Nguyễn <ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 805.<\/ref>.\n\n==Thông tin liên quan==\n* Danh tướng Phan Văn Thúy là người có công lớn trong việc đào sông (kênh) Vĩnh Định ở [[Quảng Trị]]. Theo sách ''Đại Nam nhất thống chí'', thì:\n:Sông đào Vĩnh Định (Vĩnh Định Hà) ở phía đông lỵ sở cũ của huyện [[Hải Lăng]], chia nước từ ngã ba làng Cổ Thành của sông cái [[Sông Thạch Hãn|Thạch Hãn]], chảy qua thôn La Duy, lại chảy qua làng Trung Đan (hay Đơn) rồi vào làng Lương Điền. Thời trước, làng Trung Đan có một đường kênh, sau bị phù sa, cát bồi lấp thành cạn, thuyền bè khó đi.\n:Năm thứ 33 ([[Tân Dậu]], [[1681]]) đời Thái Tông (chúa [[Nguyễn Phúc Tần]]), đã cho vét đào, lâu ngày lại tắc. Đến năm thứ 2 ([[Quý Dậu]], [[1693]]) đời Hiển Tông (chúa [[Nguyễn Phúc Chu]]) lại đào, sau lại bị cát bồi hầu thành đất bằng. Năm [[Minh Mạng]] thứ 6 ([[1825]]), vua sai Thống chế Phan Văn Thúy đốc binh dân khai đào từ xã Câu Kênh đến xã Trung Đan gồm 1.720 [[trượng]], ba tháng thì xong, bèn cho tên là ''Vĩnh Định''.\n:Năm Minh Mạng thứ 17 ([[Bính Thân]], [[1836]]), xa giá nhà vua tuần du ra Quảng Trị, thuyền ngự đi qua sông này, có thơ ngự chế khắc vào đá và dựng nhà bia ở bờ nam sông. Cũng vào năm ấy đúc Cửu Đỉnh, khắc hình sông vào Thuần Đỉnh.\n:Năm [[Thiệu Trị]] thứ 2 ([[Nhâm Dần]], [[1842]]), xa giá Bắc tuần, nhà vua có thơ ngự chế khắc vào bia đá dựng ở bờ sông<ref>Sách ''Đại Nam nhất thống chí'', quyển \"Phủ Thừa Thiên\", mục \"Núi sông\". Xem thêm bài viết \"Hình ảnh Quảng Trị trên Cửu Đỉnh\" trên báo Quảng Trị online, cập nhật này 24 tháng 1 năm 2012 [http:\/\/baoquangtri.vn\/default.aspx?TabID=99&modid=488&ItemID=52044].<\/ref>.\n\n* Theo ''[[Quốc sử di biên]]'' của [[Phan Thúc Trực]], vào năm [[1828]] ([[Minh Mạng]] thứ 9), vấn đề đổi trang phục của miền Bắc được đặt ra, lần này không phải từ phía chính quyền trung ương mà là từ chính quyền địa phương. Sách này chép: ''\"Tháng 9, Phó Tổng trấn Bắc Thành là Phan Văn Thúy xin đổi cách mặc quần áo ở Bắc Thành, vua nghe theo. Vua dụ rằng: \"Đất nước ta cùng chung bốn biển, phong tục hay, lẽ nào lại để cho có những chỗ sai khác. Tháng trước, các trấn thần ở [[Thanh Hóa]], [[Nghệ An]] lần lượt xin đổi quần áo của sĩ dân, nay thể theo khẩn cầu, toàn hạt Bắc Thành cũng được sửa đổi kịp thời, để thống nhất chế độ\"''...\n \n:Căn cứ vào điều lệnh do Tổng trấn Bắc Thành Phan Văn Thúy công bố vào [[tháng năm|tháng 5]] năm [[1830]] (năm Minh Mạng thứ 11), thì kể từ đó ''\"Đàn ông không được đội mũ dài, mũ Thiên bình, mũ Yến vĩ, áo có ống tay rộng, cổ cao, đai lưng, đi tất chân. Phụ nữ không được dùng vải lụa ngắn quấn trên đầu, các dây đai eo lớn nhỏ và quần không đáy\"''<ref>Phan Thúc Trực, ''Quốc sử di biên'' (tr. 330 và 426). Xem chi tiết trong bài viết \"Quốc sử di biên & chuyện cấm quần không đáy\" đăng trên website báo Công Lý ngày 13 tháng 4 năm 2012 [http:\/\/congly.com.vn\/van-hoa\/quoc-su-di-bien-chuyen-cam-quan-khong-day-4532.html].<\/ref>.\n\n==Sách tham khảo==\n* [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] chủ biên), ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]'', truyện \"Phan Văn Thúy\". Nhà xuất bản Văn Học, 2004.\n* Quốc sử quán triều Nguyễn (Cao Xuân Dục chủ biên), ''Đại Nam dư địa chí ước biên''. Nhà xuất bản Văn Học, 2004.\n* Quốc sử quán triều Nguyễn (Cao Xuân Dục chủ biên), ''Quốc triều sử toát yếu'' (phần Chính biên). Nhà xuất bản Văn Học, 2002.\n* Quốc sử quán triều Nguyễn, ''[[Đại Nam nhất thống chí]]'' (quyển \"Phủ Thừa Thiên\", mục \"Núi sông\", và mục: \"nhân vật\": tiểu truyện Phan Văn Thúy) in trong ''Tổng tập dư địa chí Việt Nam'' (tập 3). Nhà xuất bản Thanh Niên, 2012.\n* [[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1833]]"}