{"546166":"'''Phan Thúc Trực''' ([[chữ Hán]]: 潘叔直, [[1808]]<ref>Năm sinh chép theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 800) và website ''Gia phả họ Phan'' [http:\/\/www.giaphahophan.com\/phanthuhai\/chuong_V.htm].<\/ref>-[[1852]]), hiệu là Hành Quý, Bồ Phong Cẩm Đình, Dưỡng Hạo Hiên, là một [[Thám hoa]] triều [[nhà Nguyễn|Nguyễn]]. Ông cũng là một [[nhà văn]], [[nhà thơ]], [[nhà sử học]], [[nhà địa lý học]] trong [[lịch sử Việt Nam]].\n\n==Cuộc đời==\n===Xuất thân thần đồng===\nNguyên tên của ông là '''Dưỡng Hạo''' (養浩), sau mới đổi lại thành '''Thúc Trực'''<ref>Việc đổi tên này rất có thể xảy ra khoảng [[tháng mười|tháng 10]] năm [[1847]], khi mà lệnh kiêng húy chữ \"Hạo\" (tên khác của [[Từ Dụ]] Hoàng Thái hậu) được ban hành (thông tin lấy trong bài giới thiệu sách ''Quốc sử di biên'', bản tiếng Việt, tr. 20).<\/ref>. Ông sinh ngày 12 tháng 2 năm 1808,mất ngày 13 tháng 10 năm Tự Đức thứ 5 (1852), là người ở làng Phú Ninh,tổng [[Vân Tụ]], nay thuộc xã [[Khánh Thành, Yên Thành|Khánh Thành]], huyện [[Yên Thành]], tỉnh [[Nghệ An]].\n\nDòng họ ông có 7 đời đăng khoa. Cha ông là Phan Vũ, là một [[Tú tài]] có tiếng hay chữ và đạo đức, nhưng nhà nghèo phải đi dạy học kiếm sống, được dân trong vùng gọi là thầy \"Bồ\", với hàm ý là thiên hạ có hai bồ chữ thì riêng ông đã học được một \"bồ\". Chịu ảnh hưởng của cha, Dưỡng Hạo dù hoàn cảnh gia đình khó khăn nên phải vừa học, vừa làm, nhưng từ thời trẻ nổi tiếng học giỏi.\n\nNăm 16 tuổi, ông đỗ đầu xứ trong kỳ khảo hạch \"tiến ích\" của tỉnh, được mệnh danh là [[thần đồng]]. Năm 17 tuổi, ông thi đậu Tú tài khoa Ất Dậu (1825) tại trường thi [[Nghệ An]].\n\n===Thi cử lận đận===\nTuy nhiên, liên tiếp 10 khoa thi, gồm 5 chính khoa đời [[Minh Mạng|Minh Mệnh]], 3 chính khoa và 2 ân khoa đời [[Thiệu Trị]], ông vẫn chỉ đỗ Tú tài. Thầy dạy của ông ở [[Diễn Châu]] nhận xét: ''\"Phan tử tài, Cử nhân bất túc, Tiến sĩ hựu dư\"'' (nghĩa là ''\"Tài năng như trò Phan, mặc dù không đỗ Cử nhân nhưng lại thừa sức đỗ Tiến sĩ\"'').\n\nTheo quy chế thời phong kiến, đậu Cử nhân mới được thi Hội ở Kinh đô, song vì ông đậu Tú tài 10 khoa liên tiếp nên vẫn được đặc cách đi thi. Khoa thi năm Đinh Mùi (1847), tức năm [[Thiệu Trị]] thứ 7, từ thi '''Hội''' đến thi '''Đình''', văn sách của ông bài nào cũng được các quan giám khảo phê \"ưu\" hay phê \"bình\", không có bài nào bị phê \"thứ\". Vì vậy, ông đỗ thủ khoa kỳ thi Đình năm đó, trúng cách [[Thám hoa]], nên còn được gọi là '''Đình nguyên Thám hoa'''. Ông là người đầu tiên ở Nghệ An đỗ thủ khoa kỳ thi Đình thời triều Nguyễn.<ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 800).<\/ref>.\n\n===Quan nghiệp ngắn ngủi===\nSau khi đỗ Thám hoa được 1 năm, năm Tự Đức nguyên niên, Phan Phúc Trực được bổ sung làm Hàn lâm viện trước tác, hàm Chánh lục phẩm; tiếp đó được bổ vào Tòa nội các (tức Tòa văn thư của nhà vua) rồi được thăng Tập hiền viện thị giảng, hàm Tòng ngũ phẩm Hàn lâm. Ông nhiều lần ứng chế nhiều bài thơ văn, được vua [[Tự Đức|Tự Đức]] lần khen ngợi và tặng thưởng. Cũng nhờ đó mà ông được [[Tự Đức]] đặc cách phong làm [[Kinh diên khởi cư trú]], một chức quan duy nhất luôn luôn gần gũi nhà vua, giúp vua giải quyết việc triều chính và được vua ban ấn tín có thể đi bất cứ nơi đâu trong cung cấm.\n\nNăm Tự Đức thứ 4 (1851), ông vâng chiếu chỉ vua ra [[Bắc Thành]] sưu tầm những sách vở cũ. Qua năm sau (1852), sau khi đã hoàn thành nhiệm vụ, ông trở về kinh đô, nhưng khi đi đến Thanh Hóa thì lâm trọng bệnh, rồi tạ thế trên đường đi, hưởng thọ 44 tuổi.\n\nNghe tin ông mất, vua Tự Đức vô cùng thương tiếc cho một vị nhân thần có tài đức mà bất hạnh. Nhà vua phái Tổng đốc Nghệ An mang phẩm vật tới tang quyến truy điệu với bốn chữ ''\"Học cao hạnh thuần\"'' (nghĩa là ''\"Học vấn đã cao thâm mà đức hạnh lại thuần hậu\"'') và truy phong cho ông hàm Chánh ngũ phẩm.\n\nMột vị túc nho ở trong huyện Yên Thành đã khóc ông với một đôi câu đối rất ai oán:\n:''Bảng vàng bia đã ngàn thu, thương tiếc thay, người ấy!\n:''Đầu bạc răng long trăm nỗi, đau xót lắm, trời ơi\"''!\n\nĐương thời, các văn nhân còn tập hợp các bài văn thơ nói về ông thành một tuyển tập đặt tên là '''\"Thám hoa Phan Thúc Trực Cẩm hồi hạ tập\"'''\n\n==Tác phẩm đồ sộ==\nÔng đã để lại cho hậu thế một nhiều tài liệu lịch sử, thơ văn và địa lý rất có giá trị như:\n\n===Về Lịch sử===\n* [[Quốc sử di biên]]\n* Trần Lê ngoại truyện\n* [[Diễn Châu phủ chí]]\n\n===Về Địa lý===\n* [[Diễn Châu Đông Thành huyện thông chí]]\n\n===Về Văn thơ===\n* [[Vị Thành chi Kim thạch di văn tập]]\n* [[Cẩm Đình văn tập]]\n* [[Cẩm Đình thi tập]]\n* Hiệu tần thi tập\n* Tứ phương lan phả thi tập\n* Bắc hành nhật lan phổ thi tập\n* Nam hành nhật lan phổ thi tập\n* Cẩm Đình thi văn tuyển tập\n* '''Cẩm Đình trướng văn bi ký tập''' (Tập này hiện nay chưa tìm thấy mà chỉ thấy ghi trong gia phả)\nCho đến ngày nay, cuộc đời, sự nghiệp và tác phẩm của ông vẫn được các viện nghiên cứu của [[Pháp]], [[Trung Quốc]], [[Hồng Kông]]... chú ý nghiên cứu. Tác phẩm [[Quốc Sử di biên]] cũng được đưa vào giảng dạy tại nhiều trường Đại học ở [[Hồng Kông]], [[Trung Quốc]].\n\n==Ghi công==\n* Trong quá trình làm quan ở kinh đô, ông luôn hoàn thành sớm hơn và hoàn thành xuất sắc nhiệm vụ vua giao cho. Chưa bao giờ bị vua khiển trách về công việc, do vậy ông được ban thưởng rất nhiều gấm lụa, vàng bạc.\n* Tuy vậy nhưng Phan Thúc Trực luôn quan tâm đến đời sống tinh thần và vật chất của nhân dân. Dân chúng biết ông làm quan thanh liêm, chính trực và đức độ nên thường đến nhờ vả ông. Ông thường mang những bổng lộc và phần thưởng triều đình ban cho mà phân phát cho dân, ai thiếu gạo ông cho gạo, ai thiếu tiền ông cho tiền, còn ai có vấn đề oan khuất thì ông giúp họ kêu oan...\n* Bấy giờ, cánh đồng làng Vân Tụ thường bị nước mặn dải sông Cẩm Giàng (ngọn sông Bùng) tràn vào mỗi lần thủy triều nước lên, làm cho cánh đồng bị bỏ hoang, cỏ năm cỏ lác mọc đầy ruộng. Thấy vậy, ông bèn cùng dân làng khai hoang hóa, tháo nước mặn chảy ra sông [[Cẩm Giàng]], và đắp đê nắn dòng chảy của sông, đắp đập để dâng nước lên và cho dòng nước chảy ngược từ phía bàu [[Liên Trì]], [[Mậu Long]] chảy xuống rửa sạch phèn chua mặn để dân làng [[Vân Tụ]] có thể cày cấy.\n* Ông còn ra tận [[Thanh Hóa]] mang những giống lúa năng suất về cho dân trồng, mà trong đó có giống lúa nếp Rồng rất thơm được nhân dân xã [[Khánh Thành, Khánh Dương|Khánh Thành]] và nhân dân huyện [[Yên Thành]] lưu truyền cho đến sau này.\n* Vào mùa lũ lụt, nước từ thượng nguồn đổ về nhiều làm cho đoạn đê phía cuối sông (nay là đoạn đê chạy qua Ủy ban xã Khánh thành, Khánh Dương|Khánh thành) hay bị vỡ. Ông đã hướng dẫn dân chúng đắp một con đê phía trong lòng sông để giảm lực đẩy của nước vào đê chính và cho trồng nhiều cây như cây Cừa, cây Lộc vừng (cây Lộc mưng), cây Gội... là những cây có rất nhiều rễ để chống xói mòn, chắn sóng tốt và không bị đổ vào mùa mưa bão. Nhân dân đặt tên cho con đê đó là \"'''''bờ hàn'''''\".\n* Là một người sùng [[phật giáo|đạo Phật]], ông đã vận động dân chúng xuất tiền của để tu sửa chùa Non Nước (nay thuộc xóm Tiên Khánh, xã Khánh Thành, huyện Yên Thành, tỉnh Nghệ An, cạnh con sông Cẩm Giàng).\n\nChính vì thế, sau khi ông mất, dân làng [[Vân Tụ]] đã cho dựng đền thờ và tôn phong cho ông là [[Thành hoàng]] của làng. Tên của ông được đặt cho một trường Trung học Phổ thông tại huyện [[Yên Thành]], tỉnh [[Nghệ An]]. Tại thành phố [[Vinh]], tỉnh [[Nghệ An]] cũng có một con đường mang tên ông.\n\n==Giai thoại==\n===Vịnh cháy nhà thờ họ===\nThuở còn thiếu niên, do gia đình nghèo, ông phải vừa học vừa làm. Một hôm đang gặt ngoài đồng thì nhà thờ họ Phan Thúc cháy, trống ngũ liên nổi lên, mọi người thì lo dập lửa, riêng ông thì ngồi làm thơ. Bài thơ đó như sau:\n:''Phụng thờ hương khói bấy nhiêu đông,\n:''Một phút làm nên rạng tổ tông.\n:''Trống đánh vang lừng miền ấp Lý,\n:''Tàn bay phấp phới cõi Tây Đông.\n:''Kẻ xa, người ngái nhô đầu lại\n:''Xóm dưới làng trên ngoảnh mặt trông.\n:''Vận hội khi may đen hoá đỏ,\n:''Làm trai như thế sướng hay không?''\n\nBài thơ vịnh cảnh cháy nhà thờ họ nhưng cũng có ẩn ý tả cảnh vinh quy bái tổ của học trò thì đỗ. Nó còn toát lên khẩu khí một con người tài ba, nỗ lực làm nên sự nghiệp trong tương lai. Quả thực, dù gia cảnh khó khăn, thi cử lận đận, cuối cùng ông cũng đỗ đầu với danh hiệu Đình nguyên Thám hoa.\n\n===Đối câu với con gái Nguyệt Viên===\nThời ông dạy học ở [[làng Nguyệt Viên]], tổng [[Từ Minh]], huyện [[Hoằng Hóa]], [[Thanh Hóa]]. Làng này có tục các cô gái vừa kéo vải vừa hát đối đáp với các chàng trai trong đêm. Đôi khi có cả những nhà nho gà cho các bên hát. Một hôm gặp ông đồ xứ Nghệ, các cô bèn ra một vế đối để thử tài:\n:''Gái Nguyệt Viên vừa độ trăng tròn,\n:''Ai muốn lấy mười lăm quan chẵn''.\n\nĐây là một vế đối rất hóc hiểm. Nguyệt Viên là tên làng nhưng cũng có nghĩa là trăng tròn, trăng lại tròn vào hôm rằm tức mười lăm. Ông liền đối:\n:''Trai Vân Tụ đông như mây nhóm…''\nVề đầu đồi rất chỉnh, vì Vân Tụ là quê ông sánh với Nguyệt Viên, và còn có nghĩa là mây nhóm. Nhưng đến vế sau ''\"Ai muốn lấy mười lăm quan chẵn\"'' thì ông bế tắc, đành chữa thẹn: ''\"Mười lăm quan đắt quá, không lấy nữa\"''.\n\nTừ ấy, ông tự thấy sở học mình còn kém, nên lại về quê tiếp tục học nữa. Nhờ đó về sau lừng danh Đình nguyên Thám hoa Phan Thúc Trực.\n\n===Quan Thám Mười===\nPhan Thúc Trực thi đỗ liên tiếp mười khoa thi, nhưng đều chỉ dừng ở bậc Tú tài. Mặc dù vậy, đỗ Tú tài 10 khoa liên tiếp như vậy là điều chưa xảy ra trong lịch sử khoa bảng. Vì thế văn thân huyện Yên Thành tặng ông đôi câu đối:\n:''Nhất cử thành danh thiên hạ hữu\n:''Thập khoa liên trúng thế gian vô''\n\nTạm dịch\n:''Một khoa thành danh thiên hạ có\n:''Mười khoa đỗ liền thế gian không''\n\nÔng còn được vua [[Thiệu Trị]] ban cho tấm biển có ba chữ đề '''\"Khôi đa sĩ\"'''. Ba chữ này lấy trong sách Tam tự kinh '''\"Đối đại đình, khôi đa sĩ\"''', hàm ý nói ông vào chốn đại đình được đỗ đầu, áp đảo nhiều thân sĩ trong nước.\n\n==Xem thêm==\n*[[Quốc sử di biên]]\n== Chú thích ==\n{{Tham khảo}}\n\n==Nguồn tham khảo==\n*Phan Thúc Trực, ''Quốc sử di biên'' (bản [[tiếng Việt]] do TS. Nguyễn Thị Oanh chủ trì việc biên dịch). Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 2010.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n*[http:\/\/www.giaphahophan.com\/phanthuhai\/chuong_V.htm Phan Thúc Trực trên website gia phả họ Phan]\n\n{{Thời gian sống|sinh=1808|mất=1852}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà văn Việt Nam thời Nguyễn]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà sử học Việt Nam|P]]\n[[Thể loại:Thám hoa Việt Nam]]\n[[Thể loại:Thủ khoa Nho học Việt Nam]]"}