{"95360":"{{Thông tin nhân vật\n| hình = Em bé Napalm.jpg\n| cỡ hình = 290px\n| ghi chú hình = ''Em bé Napalm'' của nhiếp ảnh gia [[Nick Út]]\n| tên khai sinh = \n| sinh = [[1963]]\n| nơi sinh = [[Trảng Bàng]], [[Tây Ninh]], [[Việt Nam Cộng hòa]]\n| mất = \n| nguyên nhân cái chết = \n| nơi mất = \n| an táng = \n| tưởng niệm = \n| tên khác = Kim Phúc\n| dân tộc = [[Người Việt|Kinh]]\n| cư trú = [[Ajax, Ontario]]\n| quốc gia = [[Canada]]\n| quốc tịch = [[Canada]]\n| học vấn = \n| alma_mater = [[Đại học La Habana]], [[Cuba]]\n| công việc = Tác giả, Đại sứ Thiện chí của [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]]\n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = \n| agent = \n| known = \"Bé gái trong bức ảnh\" ([[Chiến tranh Việt Nam]])\n| notable_works = Tác phẩm\n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = \n| tôn giáo = [[Tin Lành]]\n| spouse = Bùi Huy Toàn\n| partner = \n| children = hai\n| parents = \n| chữ ký = \n| website = \n| awards = Huân chương Ontario\n| tên = Phan Thị Kim Phúc\n| tên gốc = \n| ngày sinh = {{năm sinh và tuổi|1963}}\n| ngày mất = \n| học vị = \n| quê quán = \n| tiêu đề = \n| đảng phái = \n| cha = \n| mẹ = \n| cỡ chữ ký = \n}}\n'''Phan Thị Kim Phúc''', hay còn được gọi là '''Em bé Napalm''' (sinh 1963) là một [[người Canada gốc Việt]], nổi tiếng với bức ảnh được trao [[Giải Pulitzer]] chụp ngày 8 tháng 6 năm 1972 tại [[Trảng Bàng]] bởi nhiếp ảnh gia [[Nick Út]] của hãng thông tấn [[Associated Press|AP]], ghi lại hình ảnh một cô bé 9 tuổi, da thịt và áo quần bị đốt cháy do bị bỏng nặng bởi bom [[napan|napalm]], khi cô đang chạy trốn khỏi ngôi làng của mình.\n\n==Em bé Napalm==\nKim Phúc và gia đình sống trong làng [[Trảng Bàng]], [[Tây Ninh]]. Ngày 8 tháng 6 năm 1972, [[Không lực Việt Nam Cộng hòa]] dội bom xuống làng Trảng Bàng, máy bay ném bom cháy (napalm) trúng vào phía trước [[Thánh thất Cao Đài]] nơi gia đình Phúc trú ẩn trước đó để lánh nạn<ref>{{chú thích web|url=http:\/\/abcnews.go.com\/blogs\/headlines\/2012\/06\/the-historic-napalm-girl-pulitzer-image-marks-its-40th-anniversary\/|title=The Historic ‘Napalm Girl’ Pulitzer Image Marks Its 40th Anniversary|date = ngày 8 tháng 6 năm 2012 |author= Tiffany Hagler-Geard|publisher=ABC News}}<\/ref><ref>{{chú thích web|url=http:\/\/www.modbee.com\/2012\/06\/04\/2227312\/ap-photos-iconic-napalm-girl-photo.html|title=AP Photos: Iconic 'napalm girl' photo turns 40|publisher=Sacramento Bee|author=Associated Press|date=ngày 4 tháng 6 năm 2012}}{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Bức ảnh được chụp khi Kim Phúc và một số trẻ em Việt Nam vừa khóc vừa chạy tại ngay Ngã Ba Trảng Bàng sau khi bị dội bom napalm. Cô bé bị bỏng nặng và cháy hết quần áo. Sau đó, cô bé bất tỉnh.<ref name=\"hinhamanh\">[http:\/\/www.zing.vn\/news\/the-gioi\/buc-hinh-am-anh-the-gioi-em-b-napal-tron-40-tuoi\/a253314.html#page_mostview Bức hình ám ảnh thế giới 'Em bé napal' tròn 40 tuổi<!-- Bot generated title -->]<\/ref> 2 trong số các anh em họ của Phúc và 2 dân làng bị thiệt mạng trong trận ném bom.\n\nNhiếp ảnh gia [[Nick Út]] của hãng thông tấn [[Associated Press]] đã ghi lại khoảnh khắc này khi Kim Phúc trong tình trạng [[khỏa thân]] đang hoảng loạn chạy giữa những người gồm dân làng, binh sĩ, và các nhà báo nhiếp ảnh. Tấm ảnh trở nên một trong những hình tượng ám ảnh nhất của [[Chiến tranh Việt Nam]]. Nhiều năm sau, trong một cuộc phỏng vấn, Kim Phúc thuật lại rằng trong bức ảnh cô đang kêu la, \"Nóng quá, nóng quá\". Ngay ngày hôm sau, tấm ảnh được đưa lên trang bìa của tờ [[The New York Times|New York Times]]. Về sau, tác giả của nó được trao [[Giải Pulitzer]] và bức ảnh được chọn làm Ảnh Báo chí Thế giới năm 1972. Bức ảnh được xếp thứ 41 trong 100 bức ảnh có tầm ảnh hưởng nhất thế kỷ 20 do [[Đại học Columbia]] bình chọn.<ref>Xem bài [http:\/\/www.nguoivienxu.vietnamnet.vn\/nguoivietbonphuong\/2005\/09\/492550\/ Nick Út - Huỳnh Công Út] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070816192410\/http:\/\/www.nguoivienxu.vietnamnet.vn\/nguoivietbonphuong\/2005\/09\/492550\/ |date = ngày 16 tháng 8 năm 2007}} đăng trên báo [[VietNamNet|Vietnamnet]]<\/ref>\n\nNick Út đưa Kim Phúc và những đứa trẻ đang bị thương khác vào [[Bệnh viện Răng Hàm Mặt Trung ương Thành phố Hồ Chí Minh#Trung tâm Barsky|Trung tâm Barsky]] ở [[Thành phố Hồ Chí Minh|Sài Gòn]]. Vết thương quá nặng nên người ta không tin là cô bé có thể sống sót.<ref name=Kim>{{chú thích web|url=http:\/\/www.kimfoundation.com\/modules\/contentpage\/index.php?file=story.htm&ma=10&subid=101 |title=History |publisher=Kim Phuc Foundation International |access-date =ngày 18 tháng 5 năm 2010}}<\/ref> Tuy nhiên, sau 14 tháng điều trị tại bệnh viện và phải trải qua 17 cuộc phẫu thuật, Kim Phúc được về nhà. Nick Út tiếp tục viếng thăm cô cho đến khi ông rời Sài Gòn năm 1975.<ref>[http:\/\/digitaljournalist.org\/issue0008\/ng5.htm Kim Phuc and Nick Ut Meet Again]<\/ref>\n\nVề sau, Kim Phúc kể lại những ngày tháng đau thương khi cố gắng phục hồi vết bỏng do bom napalm, \"Đau đớn không thể nào tưởng tượng được. Nhiều lúc tôi cứ ngỡ mình sẽ chết đi. Nhưng sức mạnh sâu thẳm bên trong của một cô gái nhỏ đã giúp tôi vượt qua.\"<ref name=\"Tuổitre\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=164664&ChannelID=312 Phan Thị Kim Phúc và sự tôn vinh phụ nữ gốc Việt có nhiều đóng góp]<\/ref>\n\nTrong cuộn băng ghi âm cuộc trò chuyện giữa [[Tổng thống Hoa Kỳ|Tổng thống]] [[Richard Nixon]] với chánh văn phòng của ông, H. R. Haldeman năm 1972, Nixon nghi ngờ tính xác thực của tấm ảnh, ông đăm chiêu nhìn vào tấm ảnh và nói: \"Tôi tự hỏi, có phải tấm ảnh đã được chỉnh sửa.\"<ref>\"I'm wondering if that was fixed\" {{chú thích báo| url=http:\/\/www.cbsnews.com\/stories\/2002\/02\/28\/politics\/main502490.shtml | work=CBS News | title=Nixon, The A-Bomb, And Napalm | date = ngày 28 tháng 2 năm 2002}}<\/ref> \n[[Hình:Vietnam Kim Phúc.jpg|260px|nhỏ|phải|Hình ảnh những sự việc xảy ra trước và sau khi bức hình nổi tiếng của Kim Phúc được chụp.]]\nSau khi cuộn băng được phổ biến, Nick Út nhận xét, \"Mặc dù nó là một trong những hình ảnh đáng nhớ nhất của thế kỷ 20, Tổng thống Nixon đã một lần nghi ngờ tính xác thực của tấm ảnh khi ông nhìn thấy nó trên báo chí ra ngày 12 tháng 6 năm 1972... Đối với tôi, và rõ ràng là đối với nhiều người khác nữa, tấm ảnh không thể nào thực hơn. Tấm ảnh cũng xác thực như chính cuộc chiến Việt Nam vậy. Sự khủng khiếp của chiến tranh Việt Nam được tôi ghi lại không cần phải chỉnh sửa. Cô gái bé nhỏ thảm thương ấy vẫn còn sống đến ngày hôm nay và vẫn là lời chứng hùng hồn cho tính xác thực của tấm ảnh. Kim Phúc và tôi sẽ không bao giờ quên khoảnh khắc ấy của 30 năm về trước. Nó đã thay đổi cuộc sống của cả hai chúng tôi.\"<ref>from program booklet for Humanist Art\/Symbolic Sites: An Art Forum for the 21st century<\/ref>\n\nMột cuốn phim do 2 nhà báo nhiếp ảnh Alan Downes của [[ITN]] và Le Phuc Dinh của [[NBC]] trình bày những diễn biến trước và sau thời điểm tấm ảnh được chụp.<ref name=\"downes\">[http:\/\/www.youtube.com\/watch?v=Ev2dEqrN4i0 warning - graphic ITN news footage of the event]<\/ref><ref>[http:\/\/www.famouspictures.org\/mag\/index.php?title=Vietnam_Napalm_Girl Vietnam Napalm Girl] - Famous Pictures Magazine<\/ref><ref name=\"aetv\">[http:\/\/vids.myspace.com\/index.cfm?fuseaction=vids.individual&videoid=8680472 Graphic A&E TV Network clip]{{Liên kết hỏng|date = ngày 24 tháng 3 năm 2021 |bot=InternetArchiveBot }} includes interviews with Kim and reporters.<\/ref> (xem hình bên phải). Trên góc trái là một người đàn ông (có thể là Nick Út) đang đứng chụp ảnh khi một máy bay đang dội bom. Một đám trẻ, trong đó có Kim Phúc, đang chạy trong kinh hãi, theo sau các em là binh lính của Sư đoàn 25 của quân lực Việt Nam Cộng hòa. Vài giây sau đó, cô bé gặp các phóng viên mặc quân phục dã chiến, trong đó có Christopher Wain, người cho cô nước (góc phải trên), và xối nước trên vết bỏng của cô bé.<ref>[http:\/\/www.bbc.co.uk\/programmes\/b00scvqh BBC - BBC Radio 4 Programmes - It's My Story, The Girl in the Picture<!-- Bot generated title -->]<\/ref> Khi cô bé quay ngang, có thể nhìn thấy các vết bỏng nặng ở tay và lưng (góc trái dưới). Một phụ nữ đang la khóc chạy từ hướng đối diện trên tay ẵm đứa bé bị phỏng (góc phải dưới). Những phân đoạn của cuốn phim được đưa vào phim \"[[Hearts and Minds]]\" của đạo diễn Peter Davis, bộ phim được trao giải Oscar phim tư liệu năm 1974.<ref>[[Desson Thomson|Thomson, Desson]]. [http:\/\/www.washingtonpost.com\/wp-dyn\/content\/article\/2004\/10\/22\/AR2005033112678_pf.html \"'Hearts And Minds' Recaptured\"], ''[[The Washington Post]]'', ngày 22 tháng 10 năm 2004. Truy cập ngày 7 tháng 7 năm 2008. \"''Hearts and Minds'' is also the movie that enshrined the now-household images of the naked Vietnamese girl, also made famous by Nick Út's Pulitzer Prize&ndash;winning photographs, running from a napalm attack, her body a patchwork of burns, and the infant in a woman's arms, suffering from the same injuries, skin hanging off its body.\"<\/ref>\n\nNăm 1982, một ký giả [[Tây Đức]] đã tìm ra tông tích của cô bé gái trong bức hình là Kim Phúc.<ref>[http:\/\/www.viet.no\/index.php?Itemid=72&id=701&option=com_content&task=view Nỗi ám ảnh của chiến tranh ]{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Trưởng thành==\nKim Phúc theo học tại trường Y ở [[Thành phố Hồ Chí Minh]]. Năm 1986, cô sang du học tại [[Cuba]]. 4 năm trước đó, cô đã chuyển tôn giáo, từ [[đạo Cao Đài]] sang [[Kitô giáo|Cơ Đốc giáo]].<ref>{{chú thích web|author=Châu Thanh|title=Phan Thị Kim Phúc - Những ngày đã qua|url=http:\/\/www.thuvientinlanh.org\/nh%E1%BB%AFng-ngay-da-qua\/|publisher=Thư viện Tin Lành}}<\/ref> Cô thuật lại: \n{{Cquote|Sự căm giận bên trong tôi chồng chất cao như núi. Tôi căm ghét cuộc sống. Tôi thù hận mọi người bình thường bởi vì tôi không bình thường. Nhiều lần tôi thực sự muốn chết. Tôi dành cả ngày trong thư viện tìm đọc nhiều sách tôn giáo để tìm kiếm mục đích của cuộc sống. Một trong những cuốn sách tôi đọc là [[Kinh Thánh]]. [[Giáng sinh]] năm 1982, tôi tiếp nhận [[Cuộc đời Chúa Giê-xu theo Tân Ước|Chúa Giê-xu Cơ Đốc]] làm Cứu Chúa của tôi. Đó là sự biến chuyển diệu kỳ trong đời tôi. Chúa giúp tôi học biết tha thứ - bài học khó khăn nhất trong tất cả các bài học... Vẫn còn những vết sẹo trên thân thể tôi, nhưng tấm lòng tôi đã được thanh tẩy.<ref name=christianity>{{cite episode |title= The Long Road to Forgiveness |url= http:\/\/www.npr.org\/templates\/story\/story.php?storyId=91964687 |series= This I Believe |series-link= This I Believe |network= NPR |airdate=ngày 30 tháng 6 năm 2008}}<\/ref>}}\n\nBà chán việc liên tục phải trả lời phỏng vấn và chụp hình, gặp gỡ khách nước ngoài với tư cách là \"nhân chứng chiến tranh\", nên khi có cơ hội được cử sang du học Cuba thì bà nhận lấy ngay<ref name=\"nyt\">{{chú thích báo\n|url=http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE2DD103BF931A25752C1A960958260\n|publisher=The New York Times\n|title=A Painful Road From Vietnam to Forgiveness\n|author=Elaine Sciolino\n|date = ngày 12 tháng 11 năm 1996 |access-date = ngày 27 tháng 4 năm 2008}}<\/ref>. Năm 1986, các viên chức chính quyền Việt Nam đã gửi Kim Phúc sang Cuba học ngành y. Tại đây bà gặp Bùi Huy Toàn, cũng là một sinh viên du học. Năm 1992, 2 người kết hôn và sau tuần trăng mật ở [[Moskva]], trên đường về, khi máy bay đang tiếp nhiên liệu tại [[Gander]], [[Newfoundland (đảo)|Newfoundland]], bà và chồng rời máy bay và xin [[tị nạn|tị nạn chính trị]] với chính phủ Canada.<ref name=\"nyt\"\/><ref>{{en}} {{chú thích báo\n|url=http:\/\/www.hometownannapolis.com\/cgi-bin\/read\/2008\/04_21-23\/TOP\n|title=Kim Phuc, subject of Pulitzer Prize picture, recalls horrific event\n|author=Sean Patrick Norris\n|date = ngày 21 tháng 4 năm 2008 |publisher=The Captial\n|access-date = ngày 27 tháng 4 năm 2008}}<\/ref><ref>{{en}} {{chú thích báo\n|url=http:\/\/www.ocregister.com\/news\/phuc-vietnamese-pain-1768022-running-one\n|title=Girl in famous picture speaks\n|author=Greg Hardesty\n|date=ngày 16 tháng 7 năm 2007\n|publisher=Orange County Register\n|access-date=ngày 27 tháng 4 năm 2008\n|archive-date=2007-09-13\n|archive-url=https:\/\/web.archive.org\/web\/20070913220038\/http:\/\/www.ocregister.com\/news\/phuc-vietnamese-pain-1768022-running-one\n|url-status=dead\n}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.washingtonpost.com\/opinions\/2022\/06\/02\/nick-ut-vietnam-war-photo-kim-phuc\/|tựa đề=Opinion {{!}} A single photo can change the world. I know, because I took one that did.|ngày=2022-06-02|website=Washington Post|ngôn ngữ=en|ngày truy cập=2022-06-08}}<\/ref>\n\nHiện Kim Phúc đang sống với chồng và 2 con trai ở [[Ajax]], [[Ontario]]. Năm 1996, Kim Phúc gặp lại những nhà phẫu thuật đã cứu sống cô. Năm sau, cô nhận quốc tịch Canada.<ref>[http:\/\/education.davidspencer.ca\/wiki\/Kim_Phuc Kim Phuc - David Spencer's Education Paragon: Helping students develop citizenship, literacy, responsibility and vision]<\/ref>\n\nNăm 2004, Kim Phúc đến nói chuyện tại [[Đại học]] Connecticut về cuộc đời và trải nghiệm của bà, về cách bà trở nên \"mạnh mẽ để đối đầu với sự đau đớn\", và lòng trắc ẩn và tình yêu thương đã giúp bà hàn gắn vết thương tâm lý. Chuyến thăm của bà là một phần trong \"Tháng của lòng Nhân ái, được thiết lập bởi tổ chức Hillel của viện đại học nhằm hợp nhất toàn trường trong chủ đề về lòng nhân ái.\"<ref>Omara-Otunnu, Elizabeth, [http:\/\/www.advance.uconn.edu\/2004\/041108\/04110803.htm \"Napalm Survivor Tells of Healing After Vietnam War\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200925212001\/http:\/\/www.advance.uconn.edu\/2004\/041108\/04110803.htm\/ |date=2020-09-25 }}, ''UConn Advance'', ngày 8 tháng 11 năm 2004. Truy cập ngày 29 tháng 12 năm 2010.<\/ref>\n\nNgày 28 tháng 12 năm 2009, Đài Phát thanh Quốc gia ([[NPR]]) cho phát sóng bài nói chuyện của Kim Phúc, \"The Long Road to Forgiveness,\" (Đường dài đến sự tha thứ) thuộc chương trình \"This I Believe\".<ref name=christianity\/> Tháng 5 năm 2010, bà gặp lại phóng viên đài truyền hình ITN Christopher Wain, người đã cứu mạng sống của bà. Ngày 18 tháng 5 năm 2010, bà nói chuyện trên Radio 4 của [[BBC]] trong chương trình \"It’s my Story\",<ref name=BBC8678478>{{chú thích báo|url=http:\/\/news.bbc.co.uk\/1\/hi\/world\/asia-pacific\/8678478.stm |title=Reunited with the Vietnamese 'girl in the picture' |publisher=BBC News Online |access-date =ngày 18 tháng 5 năm 2010 | date=ngày 17 tháng 5 năm 2010| first=Rebecca | last=Lumb}}<\/ref> thuật lại những nỗ lực của Tổ chức Kim Phúc nhằm bảo đảm sự điều trị tại Canada cho Ali Abbas, cậu bé 12 tuổi bị bỏng và mất 2 tay trong một cuộc không kích của Mỹ ở [[Bagdad|Baghdad]] năm [[2003]].<ref name=R4>{{Cite episode |title=It's My Story |episode-link= |series= |series-link= |credits= |network=BBC |station=BBC Radio 4 |airdate=ngày 18 tháng 5 năm 2010 |season= |series-no= |number= |minutes= |quote=}}<\/ref><ref name=Sun>{{chú thích báo |title=Maimed 30 years apart, two different wars... but united by courage |first=Kate |last=Jackson |newspaper=The Sun |date=ngày 19 tháng 5 năm 2010 |url= }}<\/ref>\n\n==Tổ chức Kim Phúc==\nNăm 1997, bà thành lập Tổ chức Kim Phúc tại Hoa Kỳ với mục tiêu cung cấp sự trợ giúp y tế và tâm lý cho trẻ em nạn nhân chiến tranh.<ref name=BBC8678478\/> Về sau, có các tổ chức khác cũng được thành lập, cùng tên, và cùng dưới một tổ chức chính, Kim Phuc Foundation International.<ref>[http:\/\/www.kimfoundation.com\/modules\/contentpage\/index.php?file=story.htm The Kim Foundation International History]<\/ref>\n\n==Vinh danh==\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Sự tha thứ giải thoát tôi khỏi lòng thù hận. Vẫn còn nhiều vết sẹo trên thân thể tôi, và sự đau đớn vẫn kéo dài trong nhiều ngày, nhưng tâm tôi nay đã được an lành.\n|nguồn= Kim Phúc, phát biểu trên đài [[NPR]], 2008<ref name=christianity \/>}}\nNăm 1996, vào Ngày Cựu Chiến binh, Kim Phúc đọc diễn văn tại [[Đài tưởng niệm Chiến tranh Việt Nam]] tại [[Hoa Kỳ]], bà nói rằng không ai có thể thay đổi quá khứ, nhưng mỗi người đều có thể chung tay xây dựng một nền hòa bình cho tương lai.\n\nNhà làm phim người Canada, Shelley Saywell, đã thực hiện một cuốn phim tài liệu về cuộc gặp gỡ của họ. Câu chuyện này cũng được chia sẻ trên blog.<ref>{{Chú thích web |url=http:\/\/girlinaglasshouse.blogspot.com\/2009\/05\/johns-greatest-regret.html |ngày truy cập=2011-07-08 |tựa đề=Girl in a glass house |archive-date = ngày 8 tháng 7 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110708040425\/http:\/\/girlinaglasshouse.blogspot.com\/2009\/05\/johns-greatest-regret.html |url-status=live }}<\/ref> Ngày 10 tháng 11 năm 1997, Kim Phúc được mời làm Đại sứ Thiện chí của [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]]. Quyển tiểu sử về Kim Phúc, \"The Girl in the Picture\" (Bé gái trong bức ảnh) của Denise Chong được xuất bản năm 1999. Năm 2003, nhà soạn nhạc người [[Bỉ]] Eric Geurts viết \"The Girl in the Picture\" cho Kim Phúc, được phát hành trong Flying Snowman Records, toàn bộ tiền lời được dành cho Tổ chức Kim Phúc.\n\nNgày 23 tháng 9 năm 2006, bà được tổ chức [[YWCA]] (Mỹ) tôn vinh là một trong 6 phụ nữ có những đóng góp tích cực thiết thực nổi bật trong cộng đồng và trao tặng giải thưởng \"Thành tựu nổi bật hằng năm\" để ghi nhận những việc làm vì cộng đồng của bà, một nạn nhân của chiến tranh và một người mẹ đặc biệt của những nạn nhân chiến tranh nhỏ tuổi khác.<ref name=\"Tuổitre\" \/>\n\nNgày 22 tháng 10 năm 2004, Kim Phúc được [[Đại học York]] ở [[Toronto|Toronto, Ontario]], trao tặng bằng Tiến sĩ Danh dự vì những nỗ lực trợ giúp trẻ em nạn nhân chiến tranh trên khắp thế giới. Bà cũng được tặng thưởng Huân chương Ontario, huân chương cao quý nhất của tỉnh [[Ontario]]. Ngày [[27 tháng 10]] năm [[2005]], bà được Đại học Queen ở Kingston, Ontario trao tặng học vị danh dự.<ref>{{Chú thích web |url=http:\/\/www.queensu.ca\/secretariat\/senate\/Sep22_05\/HDfall05.pdf |ngày truy cập=2012-06-04 |tựa đề=HONORARY DEGREES – FALL CONVOCATION 2005 |archive-date = ngày 6 tháng 6 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110606142002\/http:\/\/www.queensu.ca\/secretariat\/senate\/Sep22_05\/HDfall05.pdf }}<\/ref> Ngày 2 tháng 6 năm 2011, bà nhận bằng Tiến sĩ Danh dự tại Đại học Lethbridge.<ref>[https:\/\/www.uleth.ca\/conreg\/chancellorsdinner\/ceremony-i Choose language | Drupal<!-- Bot generated title -->]{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Bé gái trong bức ảnh==\n''Bé gái trong bức ảnh: Câu chuyện về Kim Phúc, bức ảnh và Chiến tranh Việt Nam'' (năm 1999) của Denise Chong là một tác phẩm tiểu sử về cuộc đời của Kim Phúc, nhấn mạnh đến cuộc đời, nhất là trường học và cuộc sống gia đình của Kim Phúc từ trước khi bị tai nạn, qua giai đoạn hồi phục, cho đến thời điểm hoàn tất cuốn sách.\n\n''Bé gái trong bức ảnh'' (''The Girl in the Picture'') tập trung vào mối [[Quan hệ Hoa Kỳ – Việt Nam|quan hệ Việt – Mỹ]] trong Chiến tranh Việt Nam, đồng thời xem xét các chủ đề về chiến tranh, sự mâu thuẫn chủng tộc, nhập cư, những bất ổn chính trị, sự đàn áp, nghèo khổ, và các quan hệ quốc tế qua lăng kính của gia đình và nhất là qua cái nhìn và cuộc sống thường nhật của phụ nữ.\n{{Hộp trích dẫn\n|vị trí= phải\n|rộng= \n|nội dung= Bom Napalm mạnh khủng khiếp. Nhưng đức tin, lòng khoan dung, và tình yêu thương còn mạnh mẽ hơn nhiều. Sẽ không có chiến tranh nếu mỗi người đều biết sống bằng tình yêu thương chân thật, niềm hi vọng, và lòng khoan dung. Bé gái trong bức ảnh đã làm được, còn bạn thì sao?\n|nguồn= Kim Phúc, phát biểu trên đài [[NPR]], 2008<ref name=christianity \/>}}\nGiống tác phẩm đầu tay của Chong, ''The Girl in the Picture'' được đưa vào danh sách đề cử cho Giải thưởng Văn chương của Toàn quyền Canada.<ref>{{Chú thích web |url=http:\/\/www.thecanadianencyclopedia.com\/index.cfm?PgNm=TCE&Params=A1ARTA0010395 |ngày truy cập=2012-06-04 |tựa đề=Denise Chong - The Canadian Encyclopedia<!-- Bot generated title --> |archive-date=2011-06-08 |archive-url=https:\/\/web.archive.org\/web\/20110608134423\/http:\/\/www.thecanadianencyclopedia.com\/index.cfm?PgNm=TCE&Params=A1ARTA0010395 |url-status=dead }}<\/ref>\n\nTrước kia, Kim Phúc muốn được sống yên ổn như người bình thường, bà kể: \"Tôi thực sự muốn thoát khỏi hình ảnh bé gái ấy... Nhưng dường như bức ảnh đó không chịu buông tha tôi.\"\n\nSau này, bà chia sẻ: \"Phần lớn mọi người biết bức hình đó nhưng biết rất ít về cuộc đời tôi. Tôi rất biết ơn... tôi có thể chấp nhận bức hình đó là hình tượng của một bé gái đầy sức sống. Điều đó đã thúc đẩy tôi làm việc, cống hiến nhiều hơn cho hòa bình.\"<ref name=\"hinhamanh\" \/>\n\n==Tham khảo==\n*Sommer, Mark. (ngày 3 tháng 4 năm 2000). \"The Girl in the Picture\". ''Buffalo News'' (New York), tr. 6B.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.thuvientinlanh.org\/nh%E1%BB%AFng-ngay-da-qua\/ Phan Thị Kim Phúc – Những Ngày Đã Qua, Thư viện Tin Lành]\n*[http:\/\/giadinh.net.vn\/20120602071630854p0c1000\/buc-anh-gay-chan-dong-em-be-napalm-tron-40-tuoi.htm Bức ảnh gây chấn động: Em bé Napalm tròn 40 tuổi – Gia đình.net.vn]\n*[http:\/\/portal.unesco.org\/en\/ev.php@URL_ID=8323&URL_DO=DO_TOPIC&URL_SECTION=201.html UNESCO: Kim Phuc Phan Thi]\n*[http:\/\/digitaljournalist.org\/issue0008\/ng_intro.htm Detailed series of articles.]\n*[http:\/\/www.kimfoundation.com\/modules\/contentpage\/index.php?file=intro.htm Kim Phuc Foundation]\n*[http:\/\/www.cbsnews.com\/stories\/2000\/09\/19\/world\/main234703.shtml CBS News 2000] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120504201509\/http:\/\/www.cbsnews.com\/stories\/2000\/09\/19\/world\/main234703.shtml |date=2012-05-04 }}\n*[http:\/\/education.davidspencer.ca\/wiki\/Kim_Phuc Profile of Phan including 2003 photo]\n*[http:\/\/www.youtube.com\/watch?v=QJ2_YmvzBBo Archival Video: Napalm Girl Phan Thị Kim Phúc]\n*[http:\/\/www.joemcnally.com\/blog\/wp-content\/uploads\/2010\/08\/mcnallyshow-234.jpg Phan Thị Kim Phúc in 1995 – A photograph by Joe McNally] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120307124555\/http:\/\/www.joemcnally.com\/blog\/wp-content\/uploads\/2010\/08\/mcnallyshow-234.jpg |date=2012-03-07 }}\n*\"[http:\/\/select.nytimes.com\/gst\/abstract.html?res=F30D14FD3E5E127A93C3A8178DD85F468785F9 Girl, 9, Survives Napalm Burns]\", ''New York Times'', ngày 11 tháng 6 năm 1972\n* [http:\/\/vnexpress.net\/gl\/the-gioi\/tu-lieu\/2012\/06\/em-be-napalm-tron-40-tuoi\/ 'Em bé napalm' tròn 40 tuổi], ''VnExpress'', 1\/6\/2012\n\n{{Thời gian sống|Sinh=1963}}\n\n[[Thể loại:Người Tây Ninh]]\n[[Thể loại:Người Canada gốc Việt]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Tín hữu Tin Lành Việt Nam]]\n[[Thể loại:Tín hữu phúc âm]]\n[[Thể loại:Người tị nạn Việt Nam]]\n[[Thể loại:Người cải sang Tin Lành]]\n[[Thể loại:Ảnh đen trắng]]"}