{"66289":"'''Phan Kính''' ([[1715]]-[[1761]]), tự là Dĩ Trực, hiệu Tĩnh Trai, đỗ [[Thám hoa]] và làm quan dưới thời vua [[Lê Hiển Tông]] thuộc vương triều [[Nhà Lê Trung Hưng]]. Ông từng đi sứ [[Nhà Thanh]] và được hoàng đế [[Càn Long]] trọng tài đức và phong là \"Lưỡng quốc đình nguyên Thám hoa\". Ông sinh trưởng trong một gia đình khoa bảng, cha ông là [[Phan Quán]] làm quan đến chức [[Đông Các Đại Học Sĩ]].\n* Năm ất Mão 1735, Phan Kính đậu cử nhân tại [[Trường thi Nghệ An]].\n* Năm 1744, ông thi Hội đỗ Tiến sĩ và thi Đình đứng thứ nhất. Năm đó không lấy đỗ Trạng nguyên, Bảng nhãn nên ông được vua phê chuẩn: [[Đình nguyên Thám hoa]].\n* Năm 1745, ông được bổ nhiệm đi kinh lý Nghệ An với chức vụ Tuyên uý phó sứ.\n* Năm 1748 ông lại được cử đi làm chức Hiệp đồng trấn Sơn Tây.\n* Năm 1759, ông được chúa Trịnh Doanh cử lên làm Đốc đồng Tuyên Quang.\n* Vào khoảng những năm 1759, 1760 vua [[nhà Thanh]] biết tài của Phan Kính, nên đã phong cho ông là \"Lưỡng quốc đình nguyên Thám Hoa\" ban tặng ông một áo gấm màu vàng (cẩm bào) và một bức trướng ghi dòng chữ: \"Thiên triều đặc tứ, Bắc đầu dị nam, nhất nhân nhi dĩ\" (Thiên triều đặc ban, phía nam bắc đầu, chỉ một người thôi).\n* Ngày 7 tháng 7 năm 1761, ông lâm bệnh nặng và qua đời tại quân doanh Hưng Hóa.\n* Năm Cảnh Hưng thứ 44 (1783) Vua [[Lê Hiển Tông]] phong sắc cho ông là \"Thành hoàng hiệu Anh Nghị Đại Vương\" để ghi nhớ công lao nội trị và ngoại giao của Thám hoa Phan Kính.\n* [[Đền thờ Phan Kính]] tại xã Song Lộc, huyện [[Can Lộc]], tỉnh [[Hà Tĩnh]] được xếp hạng di tích lịch sử cấp Quốc gia (quyết định của [[Bộ Văn hóa Thông tin]] số 776 ngày 23-6-1992).\n\n==Tác phẩm== \n* ''Kinh truyện tự sự''\n* ''Dĩ trực thi tập''\n* ''Vịnh cổ thái lão''\n* ''Vĩnh gia Thám hoa Phan Kính truyện''\n* ''Phan Kính hội đình thi văn.''\n{{thời gian sống|1715|1761}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Nhà ngoại giao Việt Nam thời Lê trung hưng]]\n[[Thể loại:Thám hoa Việt Nam]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Nhà thơ Việt Nam thời Lê trung hưng]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Thủ khoa Nho học Việt Nam]]"}