{"512898":"'''Phan Khắc Thận''' (潘克慎, [[1798]]-[[1868]]), hiệu: ''Châu Lưu'', là quan [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n==Thân thế & sự nghiệp==\n'''Phan Khắc Thận''' sinh năm [[Mậu Ngọ]] ([[1798]]) tại làng Tư Cung, nay thuộc xã Tịnh Khê, huyện [[Sơn Tịnh]], tỉnh [[Quảng Ngãi]]. Sau, ông theo cha là Phan Văn Kháng đến ở tại làng Châu Me, nay thuộc xã Bình Châu, huyện [[Bình Sơn]], tỉnh [[Quảng Ngãi]].\n\nĐời vua [[Minh Mạng]], ông thi đỗ [[tú tài]] khoa [[Ất Dậu]] ([[1825]]) và khoa [[Mậu Tý]] ([[1828]]). Năm [[Canh Dần]] ([[1830]]), ông vượt qua kỳ ứng hạch, và được bổ làm giáo chức ở Bảo An (nay thuộc tỉnh [[Bến Tre]]?) và [[Tân An]] (nay thuộc tỉnh [[Long An]]).\n\nNăm [[Thiệu Trị]] thứ nhất ([[Tân Sửu]] [1841]), Phan Khắc Thận nhận chức quyền nhiếp phủ [[Tây Ninh]].\n\nLúc bây giờ ở đây có một thổ mục tên Đinh Thân, tự xưng là Thiên thương tướng, tụ họp được hơn 700 người miền núi, người [[Người Chăm|Chăm]] đột kích vào đồn phủ Tây Ninh. Phan Khắc Thận chỉ huy quân chống cự, bắn chết được Đinh Thân, làm tan rã cuộc nổi dậy. Việc báo về kinh, nhà vua ban chiếu thư khen ngợi, thưởng cho một cấp quân công. Ít lâu sau, ông được bổ làm Giám sát ngự sử đạo kinh kỳ và thự Công khoa Chưởng ấn cấp sự trung.\n \nNăm [[Giáp Thìn]] ([[1844]]), ông được cử làm thự Án sát sứ ở hai tỉnh là [[Bình Định]] và [[Vĩnh Long]]. Cùng năm ấy, đến kỳ xét công được dự hạng ưu, Phan Khắc Thận được đổi đi làm Tuyên phủ sứ [[Tây Ninh]], rồi chuyển sang làm Bố chính sứ ở [[Nam Định]], [[Hà Nội]] <ref>Đoạn này chép theo ''Đại Nam chính biên liệt truyện'' (tr. 582). Nhưng chưa rõ vì sao cùng một năm, mà ông bị chuyển liên tục, và kiêm nhiệm ở hai nơi rất cách xa nhau, như Vĩnh Long và Bình Định chẳng hạn. Lúc bấy giờ, sáu tỉnh ở [[Nam Kỳ]], triều Nguyễn ghép thành ba cặp là: Định Biên, Long Tường và An Hà. Nếu cử kiêm nhiệm thì thường chỉ ở trong ba cặp đó mà thôi.<\/ref>.\n\nNăm [[Nhâm Tý]] ([[1852]]) đời vua [[Tự Đức]], ông được thăng quyền Chưởng ấn tuần phủ Lạng Bình. Gặp lúc quân phỉ ở [[Trung Quốc]] tràn vào cướp phá thôn Đông Long thuộc trấn [[Lạng Sơn]], ông cầm quân đánh đuổi được, được thưởng thêm một cấp quân công.\n\nNăm năm sau ([[Đinh Tỵ]] [1857]), ông được triệu về [[Huế]] giữ chức Tả tham tri [[bộ Hộ]].\n\nTháng Bảy năm [[Mậu Ngọ]] (ngày [[31 tháng 8]] năm [[1858]]), [[đế quốc thực dân Pháp|thực dân Pháp]] nổ súng tấn công [[Đà Nẵng]]. Phan Khắc Thận được cử mang quân vào chống cự. Đánh nhau ở sông Cẩm Lệ (Đà Nẵng) bị thua, ông bị giáng ba cấp nhưng được lưu chức.\n \nNăm [[Kỷ Mùi]] (ngày [[17 tháng 2]] năm [[1859]]), quân Pháp [[Trận thành Gia Định, 1859|đánh thành Gia Định]]. Trước tình thế rối ren ở [[Nam Kỳ]], nhà vua cử Phan Khắc Thận vào lãnh chức Tuần phủ [[An Giang]]. Gặp lúc người dân [[Khmer]] ở [[Ba Xuyên]] nổi dậy chống đối, ông đem quân đến trấn áp được, được thưởng quân công, thăng làm thự Tổng đốc An Hà.\n\n[[Tháng ba|Tháng 3]] năm [[Tân Dậu]] ([[1861]]), quân Pháp tổ chức [[trận Định Tường (1861)|tấn công Định Tường]], đến ngày [[14 tháng 4]] thì thành này lại thất thủ. Phan Khắc Thận, [[Trương Văn Uyển]] được sung làm Biên phòng tiễu quân vụ có trách nhiệm phối hợp với Khâm phái quân vụ Nguyễn Túc Trưng, Đỗ Thúc Tịnh chiêu mộ nghĩa dõng, xây dựng đồn lũy, sửa sang khí giới...để chuẩn bị cho cuộc chiến chống quân xâm lược.\n\n[[Tháng năm|Tháng 5]], một thổ mục người [[Khmer]] đánh phá bảo An Tập thuộc tỉnh An Giang, làm khoảng trăm nghĩa dõng tử trận, Phan Khắc Thận bị giáng lưu hai cấp.\n\nNgày [[5 tháng 6]] năm [[1862]], triều đình Huế ký [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] với Pháp. Đến khoảng giữa năm [[1863]], thì một người [[Chân Lạp]] tên là A Soa (hay [[Acha Xoa]], sử Nguyễn ghi là Ong Bướm) đến vùng biên giới thuộc [[Châu Đốc]]-[[Hà Tiên (tỉnh)|Hà Tiên]], nơi có đông đồng bào [[Khmer]] sinh sống, lập lực lượng kháng pháp. Khi ấy Thủ Khoa Huân, sau khi thua trận ở Bình Cách, cũng rút quân vào [[Bảy Núi|Thất Sơn]] để hiệp với lực lượng của A Soa.\n\nBị thúc ép của cả hai phía là [[đế quốc thực dân Pháp|thực dân Pháp]] và triều đình [[Huế]], [[tháng bảy|tháng 7]] năm [[1864]], Phan Khắc Thận buộc phải giao nộp [[Nguyễn Hữu Huân|Thủ Khoa Huân]] cho Pháp.\n\nTháng Tư năm [[Bính Dần]] ([[1866]]), vì không bắt được A Soa, ông bị nhà vua bãi chức, nhưng vẫn phải ở lại lập công chuộc tội. Theo sử liệu thì vào [[tháng tám|tháng 8]] năm đó, ông bắt được A Soa và giao cho quân Pháp. Vì vậy, đến tháng 6 năm [[Đinh Mão]] ([[1867]]), ông được triều Nguyễn cho khởi phục làm Thượng thư [[bộ binh]] lãnh Tuần phủ Nam Ngãi.\n \nTháng Bảy năm [[Mậu Thìn]] ([[1868]]), ông làm Thảo nghịch Hữu tướng quân, lãnh việc tiễu trừ quân phỉ [[Trung Quốc]] do Ngô Côn cầm đầu đang quấy nhiễu vùng biên giới [[Thái Nguyên]], [[Lạng Sơn]].\n\nTháng 11 năm ấy, ông mất tại quân thứ, thọ 70 tuổi. Thi hài ông sau đó được chuyển về chôn cất tại quê nhà.\n\nBình xét công lao, vua [[Tự Đức]] truy tặng ông hàm ''Vinh lộc Đại phu, Hiệp biện Đại học sĩ'', thụy là ''Văn Ý''.\n\n==Về việc bắt giao thủ lĩnh cho Pháp==\nNgày [[11 tháng 8]] năm [[1863]], triều đình [[Norodom]] ở [[Chân Lạp]] ký một hiệp ước với [[đế quốc thực dân Pháp|thực dân Pháp]] để thành lập một chính quyền bảo hộ trên toàn vương quốc. Lập tức họ gặp phải sự chống đối quyết liệt của người dân trong nước. Người đầu tiên làm cuộc nổi dậy là hoàng thân Xivôtha (con vua Ang Duông); và người thứ hai là Acha Xoa (hay A Soa), mà sử Nguyễn gọi là Ong Bướm.\n\nTheo sách ''Lịch sử Campuchia'' thì thủ lĩnh Acha Xoa không phải là một hoàng thân như Ă. Sivotha, mà chỉ là một người nô lệ. Để việc vận động quần chúng được thuận lợi, ông đã tự xưng là \"người trời\", là \"hoàng thân Angphim\" (con của cựu phó vương AngEm)<ref>Theo ''Lịch sử Campuchia'' (tr. 192).<\/ref>. \nTuy nhiên, nhóm Nhân Văn Trẻ thì cho rằng Acha Xoa là con của quốc vương, vì tranh chấp vương quyền với anh là Ong Lằn, và còn vì không chịu sự cai trị của Pháp, nên đã sang [[Bảy Núi|Thất Sơn]] mộ dân lập đồn đánh nhau với anh và với Pháp <ref>Nhóm Nhân Văn Trẻ, ''Hỏi đáp lịch sử Việt Nam'' (tập 4), tr. 134.<\/ref>.\n\nThoạt tiên, Acha Xoa hoạt động ở vùng Angco và [[Baphuon]], nhưng sau đó ông dời sang vùng biên giới [[Châu Đốc]]-[[Hà Tiên (tỉnh)|Hà Tiên]], nơi có đông đảo [[người Khmer]] cư trú, để lập căn cứ kháng chiến lâu dài. Được Thủ Khoa Huân đến cộng tác, nên phong trào ngày càng lớn mạnh. Năm 1864, lực lượng Acha Xoa đánh chiếm được tỉnh Paknhum, tỉnh Campốt và tiến gần tới thủ đô [[Phnôm Pênh]].\n \nLo ngại, [[đế quốc thực dân Pháp|thực dân Pháp]] liền yêu cầu triều đình [[nhà Nguyễn]] phải tìm bắt thủ lĩnh và giải tán nghĩa quân cho họ (vì lúc này ba tỉnh miền Tây [[Nam Kỳ]] vẫn thuộc [[nhà Nguyễn]]).\n\n===Vụ [[Nguyễn Hữu Huân|Thủ Khoa Huân]]===\nGS. Nguyễn Văn Hầu kể:\n: ''Sau khi Đô đốc [[Nam Kỳ]] là [[Pierre-Paul de La Grandière|de la Grandière]] biết tin Thủ Khoa Huân lẫn trốn ở [[Bảy Núi|Thất Sơn]], viên sĩ quan Pháp này buộc Tổng đốc [[An Giang]] (chỉ Phan Khắc Thận) phải bắt ông Huân, giao cho họ làm tội. Tổng đốc An Giang không thuận. Tức thời, Doudart de Lagrée được lệnh đem 500 quân cùng đại bác từ Oudong ([[Chân Lạp]]) xuống huy hiếp thành [[An Giang]]. Trước áp lực đó, Tổng đốc An Giang đành nhượng bộ <ref>Nguyễn Văn Hầu, ''Nửa tháng trong miền [[Bảy Núi|Thất Sơn]]'' (Nhà xuất bản Trẻ, 2006, tr. 155). Hoàng Văn Lân-Ngô Thị Chính kể tương tự (tr. 94).<\/ref>''.\n\nTrong quyển ''Bài ngoại mậu kiến liệt truyện'' có đoạn viết: \n:''Tháng Sáu năm [[Giáp Tý]] ([[1864]]), quan tỉnh An Giang bắt được Nguyễn Hữu Huân... Lúc bấy giờ có quan Án sát Phạm Hoàng Đạt hay tin liền tâu với triều đình xin tha tội cho Nguyễn Hữu Huân. Nhà vua được tờ tâu, hạ chiếu cho quan tỉnh An Giang giải Nguyễn Hữu Huân về kinh đô chờ xét xử. Than ôi! Chiếu chỉ chưa đến nơi thì quan tỉnh đã đem Nguyễn Hữu Huân nộp cho chính quyền Pháp để khỏi sinh rắc rối rồi<ref>''Bài ngoại mậu kiến liệt truyện'', Hồi thứ tư. Sách không rõ tác giả, có lẽ được viết trong khoảng 1911-1926. Chép lại trong ''Nguyễn Hữu Huân'', tr. 115.<\/ref>.\n\n===Vụ [[Acha Xoa]]===\nSách ''Lịch sử Việt Nam (1858-cuối thế kỷ 19)'', chép: \n:''Thực dân Pháp vừa ra lệnh cho triều đình [[Tự Đức]] phải bắt Acha Xoa giao nộp, vừa cho mua chuộc dụ dỗ tay sai để ám hại hoàng thân. Quan triều ở ba tỉnh miền Tây còn đang kẻ chịu người không đi lùng bắt, thì hoàng thân đã bị kẻ phản bội (vốn là thuộc hạ) bắn trọng thương''<ref>Lịch sử Việt Nam (1858-cuối [[thế kỷ 19]]), tr. 95.<\/ref>.\n\nSau đó, theo sử [[nhà Nguyễn]] thì:\n:''Tháng Sáu năm [[Bính Dần]] ([[tháng bảy|tháng 7]] năm [[1866]]), Tổng đốc [[An Giang|An]] [[Hà Tiên|Hà]] bị cách là Phan Khắc Thận đánh úp Ong Bướm ở núi Tốn thuộc [[An Giang]], bắt được tên thổ mục (chỉ Acha Xoa) cùng lọng súng ngựa voi... giải giao cho chủ súy Pháp, trong khi đi đường gặp Nguyễn Hữu Cơ, Hữu Cơ bảo đem trở lại, nhưng Tổng đốc Trương Văn Uyển<ref>Trương Văn Uyển lúc bấy giờ là Tổng đốc [[Vĩnh Long]], kiêm việc An Hà ([[An Giang]] & [[Hà Tiên (tỉnh)|Hà Tiên]]) từ tháng Ba ([[âm lịch]]) năm 1865<\/ref> sợ sinh ra trở ngại khác, nên hai ba lần giục, (Khắc Thận) bèn giải giao cho Pháp ''<ref>''Đại Nam thực lục'' (quyển 30, tr. 86 và 255).<\/ref>.\n\nTất cả cho thấy Phan Khắc Thận đã bị sức ép không nhỏ của [[Pháp]] và của [[Huế]] trong việc bắt giao hai vị thủ lĩnh trên (sau đó cả hai đều bị Pháp đưa đi đầy biệt xứ)<ref>Theo sách ''Lịch sử Campuchia'' (tr. 193). ''Từ điển bách khoa Việt Nam'' (quyển 1, tr. 25) thì cho rằng Acha Xoa bị thực dân Pháp bức hại vào [[tháng tám|tháng 8]] năm [[1866]].<\/ref>. Đồng thời qua đó còn cho thấy thái độ \"lúng túng\" của các quan lại địa phương (trong đó có Tổng đốc Thận) đối với chủ trương chuyển từ \"chiến\" sang sang \"hòa\" với Pháp của triều đình [[Tự Đức]]<ref>GS. [[Trần Văn Giàu]] có lời bàn về vấn đề này như sau: ''Rõ ràng sau hiệp ước [[1862]] ([[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]]), phong trào kháng chiến của nhân dân Việt khó khăn hơn trước: nghĩa quân sẽ phải đơn độc đối phó với đối phương. Quan trọng hơn, hiệp ước tạo cơ sở cho thực dân đàn áp nghĩa quân, trong khi triều đình không chỉ ra lệnh bãi binh, mà lại còn tiếp tay truy lùng các thủ lĩnh!'' (Dẫn lại theo Nguyễn Phan Quang, tr. 286).<\/ref>.\n\n==Xem thêm==\n*[[Nguyễn Hữu Huân|Thủ Khoa Huân]]\n*[[Acha Xoa]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]]. ''[[Quốc triều chính biên toát yếu]]''. Nhà xuất bản Văn Học, 2002.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]''. Nhà xuất bản Văn Học, 2004.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục]]'', tập 30. Nhà xuất bản Khoa Học Xã hội, [[Hà Nội]], 1975.\n*Phạm Việt Trung-Nguyễn Xuân Kỳ-Đỗ Văn Nhung, ''Lịch sử Campuchia''. Nhà xuất bản Đại học&THCN, 1981.\n*Hoàng Văn Lân-Ngô Thị Chính, ''Lịch sử Việt Nam'' (1858-cuối [[thế kỷ 19]], quyển 3, tập 1, phần 1). Nhà xuất bản Giáo dục, 1979.\n*Nguyễn Phan Quang, ''Việt Nam [[thế kỷ 19]]'' (1802-1884). Nhà xuất bản [[Thành phố Hồ Chí Minh]], 2002.\n*Phạm Thiều-Cao Tự Thanh-Lê Minh Đức, ''Nguyễn Hữu Huân: nhà yêu nước kiên cường, nhà thơ bất khuất'' (gọi tắt là ''Nguyễn Hữu Huân''). Nhà xuất bản Thành phố Hồ Chí Minh, 1986.\n\n{{Thời gian sống|Sinh=1798|Mất=1868}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Quảng Ngãi]]"}