{"346742":"'''Phan Ngọc Tòng''' <ref>Ghi theo bài viết trên website Bến Tre [http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=250&Itemid=56] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110222033805\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=250&Itemid=56 |date=2011-02-22 }} và gia phả họ Phan [http:\/\/www.giaphahophan.com\/phanthuhai\/chuong_V_02.htm].<\/ref> hay '''Phan Tòng''', '''Phan Công Tòng''' ([[1818]]?<ref>Chưa có tài liệu nào ghi rõ năm sinh của ông Phan, nhưng căn cứ vào bài số 5 trong ''Điếu Ba Tri Đốc binh Phan Công trận vong'' của [[Nguyễn Đình Chiểu]], thì có thể ông sinh năm [[1818]] (''Sinh năm mươi tuổi ăn chơi mấy - Quan bảy, tám ngày sướng ích chi.'')<\/ref> -[[1868]]), là lãnh tụ cuộc khởi nghĩa kháng [[Đế quốc thực dân Pháp|Pháp]] năm [[1868]] tại [[Ba Tri]], [[Bến Tre]], [[Việt Nam]].\n\n==Cuộc đời==\n'''Phan Ngọc Tòng''', chưa rõ thân thế, chỉ biết quê ông ở làng An Bình Đông, tổng Bảo An, huyện Ba Tri (nay là xã An Đức, huyện [[Ba Tri]], tỉnh [[Bến Tre]]).\n\nTheo lời kể, thì ngay sau khi quân Pháp đánh chiếm Bến Tre năm [[Đinh Mão]] ([[1867]]), phong trào kháng Pháp liền nổi lên khắp nơi trong tỉnh. Khi ấy, Phan Ngọc Tòng, chỉ là một thầy giáo làng (hương giáo) và đang mang tang mẹ, nhưng ông vẫn đứng ra tập hợp dân chúng đứng lên hưởng ứng và được [[Phan Tôn]], [[Phan Liêm]] cử làm Đốc binh.\n \nĐầu năm [[Mậu Thìn]] ([[1868]]), quân Pháp mở cuộc hành quân về Ba Tri. Ngày, đội quân ấy đi ruồng bố, đến đêm, thì co cụm lại nơi ngôi miếu cũ trên một gò đất hoang vu, có tên là Giồng Gạch (nay thuộc xã An Hiệp).\n \nHiểu được việc đi lại của quân Pháp, đêm ngày 6 rạng ngày 7 [[tháng giêng|tháng Giêng]] ([[30 tháng 1]] năm [[1868]]), Phan Ngọc Tòng, khi ấy mới nhận chức có bảy tám ngày, đã tổ chức nghĩa quân tấn công vào cứ điểm trên của quân Pháp, với khẩu lệnh xung phong là tiếng hô \"hè\"<ref>Chính vì vậy, mà có tên là \"Trận Giặc Hè\".<\/ref> để uy hiếp tinh thần đối phương. Trong trận kịch chiến này, ông Tòng đã tử trận cùng với nhiều nghĩa quân <ref>Diễn biến của cuộc tấn công này ghi theo bài viết trên website tỉnh Bến Tre & ''Sổ tay hành hương đất phương Nam''. Gia phả họ Phan ghi khác năm (1867) và một vài chi tiết. Xem [http:\/\/www.giaphahophan.com\/phanthuhai\/chuong_V_02.htm].<\/ref>.\n \nThân xác Phan Ngọc Tòng, sau đó được dân làng mang về chôn cất tại quê nhà, tức làng An Bình Đông <ref>Lược theo ''Sổ tay hành hương đất phương Nam'' (Nhà xuất bản TP. HCM, 2002, tr. 323) và ''Nguyễn Đình Chiểu toàn tập'' (tập 2), do Ca Văn Thỉnh, Nguyễn Sĩ Lâm, Nguyễn Thạch Giang cùng biên khảo & chú giải (Nhà xuất bản Đại học & THCN, [[Hà Nội]], 1982, tr. 87).<\/ref>.\n\n==Ghi công==\nDo thời gian và chiến tranh tàn phá, ngôi mộ Phan Ngọc Tòng đã bị hư hại nặng. Trước tình trạng ấy, ngày [[12 tháng 4]] năm [[2007]], chính quyền cùng người dân địa phương đã tổ chức cải táng hài cốt ông về nằm sau đình làng An Bình Đông (ngôi miếu cũ, nơi chiến trường xưa) ở Gò Trụi, ấp Giồng Gạch, xã An Hiệp, huyện Ba Tri, tức ngay nơi ông mất. Năm [[1999]], chính quyền đã cho xây thêm nhà bia ở nơi ấy để ghi công ông và những nghĩa quân đã hy sinh.\n\nHàng năm, vào ngày ông chỉ huy cuộc tấn công quân Pháp đã ghi trên, dân làng An Bình Đông đều có tổ chức ngày giỗ hội để tưởng nhớ ông và những cộng sự đã ngã xuống. Và Giồng Gạch, nơi đẫm máu của nhiều chiến sĩ, được người dân lúc bấy giờ gọi bằng cái tên mới là Gò Trụi, với hàm nghĩa \"không còn ai (nghĩa quân) sống sót\", vẫn còn tồn tại cho đến hôm nay.\n\n==Thơ điếu== \nKhi hay tin bạn là Phan Ngọc Tòng đã hy sinh, nhà thơ [[Nguyễn Đình Chiểu]] ([[1822]]-[[1888]]), liền làm mười bài thơ điếu, với lời lẽ hết sức bi tráng, có tên chung là ''Điếu Ba Tri Đốc binh Phan công trận vong thập thủ''. Trích ba bài:\n{|valign=\"top\"\n|\n:Bài 1:\n:''Thương thay người ngọc ở Bình Đông.\n:''Lớn nhỏ trong làng thảy mến trông.\n:''Biết đạo, khác bầy con mắt tục,\n:''Dạy dân giữ vẹn tấm lòng công.<ref>Có bản chép: Giữ dân nắm giữ tấm lòng công.<\/ref>.\n:''Đặng danh vừa rạng nền nhà cửa,\n:''Vì nghĩa riêng đền nợ núi sông.\n:''Một trận trải gan trời đất biết,\n:''So xưa nào thẹn tiếng Anh hùng.\n|\n:Bài 2:\n:''Anh hùng thà thác chẳng đầu [[Pháp|Tây]],\n:''Một giấc sa trường phận rủi may.\n:''Viên đạn nghịch thần reo trước mặt,\n:''Lưỡi gươm địch khái nắm trong tay.\n:''Đầu tang ba tháng trời riêng đội,\n:''Lòng giận nghìn thu đất nổi dầy.\n:''Tiếc mối một sòng ra đất trụm,\n:''Cái xên con rã, khá thương thay.<ref>Có bản chép khác: Viên đạn nghịch thần treo trước mặt (câu 3). Cái xên con rã, nghĩ thương thay (câu 8). Hai câu này có ý nói: dốc toàn lực lượng vào một cuộc chiến đấu, nhưng rồi nghĩa sĩ bị hy sinh hết. Giống như việc đặt tiền trong một sòng bạc bị thua sạch. \"Trụm\" có nghĩa hết sạch. \"Cái xên\": nhà cái sòng bạc. Con rã: con bạc (người đánh bạc) tan rã.<\/ref>\n|\n:Bài 9:\n:''Làm người trung nghĩa đáng bia son\n:''Đứng giữa càn khôn tiếng chẳng mòn.\n:''Cơm áo đền bồi ơn đất nước,\n:''Râu mày giữ vẹn phận tôi con.\n:''Tinh thần hai chữ phau sương tuyết,\n:''Khí phách nghìn thu rỡ núi non.\n:''Gẫm chuyện ngựa Hồ chim Việt cũ,<ref>Ngựa Hồ chim Việt: ngựa bắc chim nam, ý nói đến sự xa cách khiến mỗi người nhớ nhau.<\/ref>\n:''Lòng đây tưởng đó mất như còn.<ref>Ba bài thơ điếu cùng lời giải thích, chép theo ''Nguyễn Đình Chiểu toàn tập'', tập 2, tr. 39-44.<\/ref>\n|}\n==Ngộ nhận==\nTrước [[1975]], GS. Trịnh Vân Thanh viết: \n:''Cả hai anh em [[Phan Liêm]] và Phan Tôn đều tử trận ở Giồng Gạch, cách Ba Tri (Bến Tre) khoảng 2 cây số. Thương tiếc người nghĩa khí đã vị quốc vong thân, Nguyễn Đình Chiểu có làm bài thơ thập thủ liên hoàn khóc cho hai ông.''<ref>''Thành ngữ điển tích danh nhân từ điển'', Nhà xuất bản Hồn Thiêng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1966, tr. 997- 998.<\/ref>\n\nVà nhà nghiên cứu Huỳnh Minh kể: \n:''Ở Giồng Gạch...quân Pháp bắn xối xả, nhưng Phan Liêm và Phan Tôn vẫn giữ tinh thần dẫn quân tiến vào nơi lửa đạn. Và hai ông đều tử trận. Từ Ba Tri, cụ Đồ Chiểu hay tin ấy, có làm mười bài ai điếu Phan Tôn và Phan Liêm''<ref>Huỳnh Minh, ''Kiến Hòa xưa'', Nhà xuất bản Thanh Niên, 2001, tr. 186.<\/ref>.\n \nNhưng sự thật, theo ''Nguyễn Đình Chiểu toàn tập'' (tập 2), thì:\n:''Bài ''Điếu Ba Tri Đốc binh Phan Công trận vong thập thủ'' là dành để điếu Phan Tòng. Và Phan Tòng chính tên là Phan Ngọc Tòng, hương giáo ở làng An Bình Đông (Bến Tre) nổi dậy chống Pháp. Vừa chịu tang mẹ ba tháng, đầu liền đội bích cân đánh giặc và hy sinh tại Gò Trụi năm 1867''<ref>''Nguyễn Đình Chiểu toàn tập'' (tập 2), tr. 87.<\/ref>.\n\n''Hợp tuyển Thơ Văn Việt Nam [[1858]]-[[1920]]'' cũng cho biết tương tự: \n:''Phan Tòng người làng Bình Đông, quận Ba Tri tỉnh Bến Tre, cùng tham gia cuộc khởi nghĩa chống Pháp của Phan Tôn, Phan Liêm. Phan Tòng tử trận năm [[1868]] ở Giồng Gạch, cách chợ Ba Tri hai cây số''<ref>''Hợp tuyển Thơ Văn Việt Nam 1858-1920'', Huỳnh Lý chủ biên, Nhà xuất bản Văn học, 1984, tr.80.<\/ref>.\n\nDo vậy, có thể khẳng định Phan Liêm và Phan Tôn, sau trận Hương Điểm đều không chết, người chết là Phan Tòng. Bởi Phan Liêm còn được gọi là Phan Tòng, cùng ở [[Ba Tri]] và cùng kháng Pháp trong khoảng thời gian ấy, nên mới nảy sinh chuyện lầm lẫn \"''người mất & thơ điếu''\" trong sách của ông Thanh & ông Minh.\n\n== Chú thích ==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=2195&Itemid=56 Phan Ngọc Tòng – người anh hùng chống Pháp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110222033532\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=2195&Itemid=56 |date=2011-02-22 }}\n*[http:\/\/www.giaphahophan.com\/phanthuhai\/chuong_V_02.htm Gia phả họ Phan, đoạn liên quan.]\n\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người Ba Tri]]\n[[Thể loại:Sinh năm 1818]]\n[[Thể loại:Mất năm 1868]]"}