{"1519732":"'''Phan Bôi''' (1911 - 1947), tức '''Hoàng Hữu Nam''', là nhà hoạt động cách mạng, Thứ trưởng [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]], Chánh Văn phòng Phủ Chủ tịch, [[Đại biểu Quốc hội Việt Nam]] khóa I.\n{{Thông tin viên chức\n| tên = Phan Bôi<br>(Hoàng Hữu Nam)\n| hình = PhanBoi HoangHuuNam.jpg\n| cỡ hình = 220px\n| miêu tả = \n| biệt danh = \n| quốc tịch = {{VIE}}\n| ngày sinh = [[1911]]\n| nơi sinh = làng Bảo An, tổng Đa Hòa, phủ [[Điện Bàn]], tỉnh [[Quảng Nam]], [[Trung Kỳ]], [[Liên bang Đông Dương]]\n| nơi ở = \n| ngày chết = [[24 tháng 4]] năm [[1947]]<br>(36 tuổi)\n| nơi chết = [[Tuyên Quang]], [[Việt Nam Dân chủ Cộng hòa]]\n\n| chức vụ = \n| bắt đầu = \n| kết thúc = \n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| trưởng chức vụ = \n| trưởng viên chức = \n| phó chức vụ = \n| phó viên chức =\n\n| chức vụ 2 = Chính trị viên Quân đội Tiếp phòng [[Việt Nam]]\n| bắt đầu 2 = [[24 tháng 9]] năm [[1946]]\n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| trưởng chức vụ 2 = Tổng chỉ huy\n| trưởng viên chức 2 = [[Lê Thiết Hùng]]\n| phó chức vụ 2 = \n| phó viên chức 2 =\n\n| chức vụ 3 = Đặc phái viên Quân ủy Hội\n| bắt đầu 3 = [[13 tháng 8]] năm [[1946]]\n| kết thúc 3 = \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| trưởng chức vụ 3 = \n| trưởng viên chức 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 =\n\n| chức vụ 4 = Thứ trưởng [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]]\n| bắt đầu 4 = 1946\n| kết thúc 4 = \n| tiền nhiệm 4 = \n| kế nhiệm 1 = \n| địa hạt 4 = \n| trưởng chức vụ 4 = Bộ trưởng\n| trưởng viên chức 4 = [[Huỳnh Thúc Kháng]]\n| phó chức vụ 4 = \n| phó viên chức 1 =\n\n| chức vụ 5 = Đại biểu [[Quốc hội Việt Nam khóa I]]\n| bắt đầu 5 = [[1946]]\n| kết thúc 5 = [[1947]]\n| tiền nhiệm 5 = \n| kế nhiệm 5 = \n| địa hạt 5 = \n| trưởng chức vụ 5 = \n| trưởng viên chức 5 = \n| phó chức vụ 5 = \n| phó viên chức 5 = \n| thêm 5 = {{Thông tin đại biểu quốc hội\n | con = có\n | tỉnh = [[Quảng Nam]]\n | số phiếu = \n | tỉ lệ = \n | chuyên trách = \n | ủy ban = \n | chức vụ = \n }}\n| chức vụ 6 = Chánh [[Văn phòng Chủ tịch nước (Việt Nam)|Văn phòng Phủ Chủ tịch]]\n| bắt đầu 6 = 1945\n| kết thúc 6 = \n| tiền nhiệm 6 = \n| kế nhiệm 6 = \n| địa hạt 6 = \n| trưởng chức vụ 6 = Chủ tịch\n| trưởng viên chức 6 = [[Hồ Chí Minh]]\n| phó chức vụ 6 = \n| phó viên chức 6 =\n\n| chức vụ 7 = Thứ trưởng [[Bộ Nội vụ (Việt Nam)|Bộ Nội vụ]]\n| bắt đầu 7 = 1945\n| kết thúc 7 = \n| tiền nhiệm 7 = \n| kế nhiệm 7 = \n| địa hạt 7 = \n| trưởng chức vụ 7 = Bộ trưởng\n| trưởng viên chức 7 = [[Võ Nguyên Giáp]]\n| phó chức vụ 7 = \n| phó viên chức 7 =\n\n| đa số = \n| đảng = [[Tập tin:Flag of the Communist Party of Vietnam.svg|25px]] [[Đảng Cộng sản Việt Nam]]\n| nghề nghiệp = \n| học trường = [[Trường Quốc học Huế]]\n| học vấn = \n| đạo = không\n| dân tộc = [[Người Việt|Kinh]]\n| cha = Phan Định\n| mẹ = Lê Thị Tiếu\n| họ hàng = [[Phan Thanh]] (anh)\n| vợ = Trịnh Thị Tuyến\n| chồng = \n| kết hợp dân sự = \n| con = Phan Nhã\n| chú thích = \n| signature = \n| website =\n\n| phục vụ = \n| thuộc = \n| năm phục vụ = \n| cấp bậc = \n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| khen thưởng = [[Tập tin:Vietnam Resistance Order ribbon.png|25px]] [[Huân chương Kháng chiến]] hạng Nhất\n| công việc khác = \n}}\n\n==Quê quán==\n\nÔng sinh năm 1911 trong một gia đình nổi tiếng về hiếu học và yêu nước, cách mạng. Ông là con thứ bảy trong gia đình. Gia đình ông, chỉ tính từ thân phụ Phan Định và thân mẫu Lê Thị Tiếu, có 53 người thì có đến 35 người ở tù, 8 liệt sĩ & những nhà trí thức, nhà lãnh đạo nổi tiếng như [[Phan Thanh]], [[Phan Diễn]]...\n\nLàng quê Bảo An, tổng Đa Hòa, phủ Điện Bàn (nay thuộc xã [[Điện Quang]], [[Điện Bàn|thị xã Điện Bàn]]) tỉnh Quảng Nam là nơi từng sản sinh nhiều bậc đại khoa, tài cao đức trọng, những nhà trí thức, những nhà cách mạng dũng cảm, kiên cường, tài ba, đức độ của xứ Quảng và cả nước\n\n==Đi học==\nLúc còn học sinh, khi mới 15-16 tuổi đang học tại Trường Quốc học Huế (khoảng 1925-1927), Phan Bôi là một trong những người tham gia lãnh đạo đấu tranh đòi thả cụ [[Phan Bội Châu]], để tang cụ [[Phan Châu Trinh]], chống lại việc đuổi học [[Nguyễn Chí Diểu]].\n\n==Hoạt động cách mạng==\n\nDo các hoạt động chống đối thực dân phong kiến, Phan Bôi bị đuổi học. Sau đó, Hoàng Hữu Nam ra Hà Nội làm việc cho nhà in Ngô Từ Hạ và tiếp tục hoạt động trong phong trào thanh niên học sinh ở thủ đô.\n\nNăm 1929, Phan Bôi được phân công vào công tác hợp pháp ở Sài Gòn, rồi gia nhập [[An Nam Cộng sản Đảng]]. Năm 1930, Phan Bôi được kết nạp vào Đảng Cộng sản Việt Nam, sinh hoạt cùng chi bộ với [[Hải Triều]] và [[Trần Văn Giàu]]…\n\nLà đảng viên trẻ, đầy nhiệt huyết, Phan Bôi được tổ chức tin tưởng, giao nhiệm vụ tham gia lãnh đạo Hội phản đế và Hội học sinh thành phố. Các Hội này xuất bản hai tờ báo: Tân học sinh do Trần Văn Giàu phụ trách và báo Giải phóng do Phan Bôi đảm nhận. Ngoài ra, Phan Bôi còn giảng dạy lý luận sơ yêu cho nhiều thanh niên, học sinh.\n\nTháng 01\/1931, Ban chấp hành Trung ương Đảng thông báo cho các tổ chức Đảng trong cả nước cổ động cho các ngày Quốc tế phụ nữ 8\/3, kỷ niệm ngày công xã Paris 18\/3. Tháng 02 năm 1931, sau cuộc đình công của công nhân Nhà Bè, Xứ ủy Nam Kỳ chỉ thị cho các chi bộ Sài Gòn hưởng ứng, tham gia phong trào, trong đó có tổ chức biểu tình kỷ niệm cuộc khởi nghĩa Yên Bái.\n\nChiều ngày 08.02.1931, cuộc mítting kỷ niệm khởi nghĩa Yên Bái được tổ chức với nội dung kêu gọi liên minh công nông, yêu cầu tăng lương, giảm giờ làm. Ban tổ chức cuộc mít ting có ba người, đồng chí Phan Bôi lúc này phụ trách tuyên truyền của Xứ ủy, có bí danh là Quảng, được phân công làm trưởng ban; Lý Tự Trọng (tức Hai) làm nhiệm vụ bảo vệ. Địa điểm mít ting nằm trên đường Larégnere, cạnh một sân bóng đá. Lúc quần chúng xem bóng vừa đổ ra, đứng lại để nghe nói chuyện, nhưng người được phân công phụ trách diễn thuyết vẫn chưa có mặt (sau này mới biết là đã bị bắt), do đó đồng chí Phan Bôi phải lên thay thế. Cuộc diễn thuyết diễn ra chớp nhoáng, vừa kết thúc thì bọn cảnh sát ập đến. Tên Cò Legrand nhảy vào bắt đồng chí Phan Bôi, lập tức Lý Tự Trọng dùng súng lục bắn hai phát, tên Cò Legrand gục xuống.\n\nTrong vụ này, Phan Bôi, [[Lý Tự Trọng]] và một số đồng chí khác bị bọn thực dân bắt gia ở khám Catinat, rồi đưa vào Khám Lớn (Sài Gòn), riêng Lý Tự Trọng bị kết án tử hình.\n\nNgày 07.5.1933, Phan Bôi và một số đồng chí bị thực dân Pháp đưa ra xét xử trong vụ án mà chúng gọi là \"Vụ án Đảng Cộng sản Đông Dương\". Phan Bôi bị kết án 20 năm tù và bị đày ra Côn Đảo ngày 13.5.1933. Tại Côn Đảo, Phan Bôi cùng một số đồng chí khác lập ra chi bộ Đảng và có nhiều hoạt động nhằm giữ vững khí tiết của người Cộng sản.\n\nNăm 1936, Mặt trận Bình dân Pháp lên nắm chính quyền ở Pháp, do sức ép đấu tranh của dư luận, bọn thực dân Pháp ở Đông Dương buộc phải trả tự do cho nhiều tù chính trị, trong đó có Phan Bôi. Từ Côn Đảo trở về đất liền, đồng chí tham gia các phong trào đấu tranh đòi dân sinh, dân chủ ở quê hương Quảng Nam, Đà Nẵng, nhất là vận động thanh niên, học sinh, đón phái bộ do Gô-da dẫn đầu sang Đông Dương. Ngày 28.02.1937, phái bộ Gô-da đến Đà Nẵng. Nhân dân đã đứng chật ních hai bên đường. Đường bị tắc nghẽn. Gô-da phải đi bộ, đi đến đâu quần chúng theo đến đó, Phan Bôi đã dịch tất cả tài liệu tố cáo ách thống trị hà khắc của bọn thực dân Pháp ở Việt Nam sang tiếng Pháp và trực tiếp đưa kiến nghị của quần chúng cho phái bộ Gô-da ngay tại Tòa đốc lý Đà Nẵng.\n\nSau sự kiện này, Phan Bôi trở lại Hà Nội và sống tại nhà anh ruột là [[Phan Thanh]] để hoạt động và tham gia viết bài cho các báo công khai của Đảng như: Lao động, Tiếng nói của chúng ta, Dân chúng, Tin tức. Phan Bôi cũng là người trực tiếp chuyển những ý kiến của Đảng cho Phan Thanh trong việc đấu tranh nghị trường (bấy giờ Phan Thanh là dân biểu của Viện dân biểu Trung Kỳ do Đảng Cộng sản Đông Dương đưa vào).\n\nDo các hoạt động trên, Phan Bôi bị bọn mật thám đưa vào danh sách những phần tử nổi loạn nguy hiểm ở Bắc Kỳ, cần cưỡng chế lao dịch tại một trung tâm nhất định theo sắc lệnh ngày 21.01.1940.\n\nTháng 5 năm 1940, Phan Bôi bị thực dân Pháp bắt và đưa đi an trí tại Trại Bắc Mê (huyện Vị Xuyên, tỉnh Hà Giang).\n\nĐến tháng 11 năm 1941, Phan Bôi bị đưa về nhà lao Ninh Bình, sau đó cùng 11 người bị đày đi Madagascar (Châu Phi) – nơi từng giam giữ nhiều nhà yêu nước nổi tiếng của Việt Nam như Thành Thái, Duy Tân… Tại đây, Phan Bôi cùng bạn tù trao đổi về Chủ nghĩa MácLeNin, về duy tâm, duy vật; luôn tin tưởng vào sự thắng lợi cuối cùng của cách mạng Việt Nam và mong muốn ngày trở về Tổ quốc để góp phần giành độc lập cho nước nhà.\n\nTháng 11 năm 1942, quân Anh chiếm toàn bộ Madagascar, những người theo De Gaulle thay thế chính quyền Petain. Tháng 6 năm 1943, Phan Bôi được phóng thích khỏi Madagascar và được đưa sang Ấn Độ. Để có cơ hội về nước tham gia hoạt động cách mạng, được tổ chức Đảng trong nước đồng ý, Phan Bôi cùng 6 đồng chí khác cùng bị giam ở Madagascar nhận làm tình báo cho Anh. Phan Bôi và Lê Giản còn bí mật bắt nối liên lạc với Đảng Cộng sản Ấn Độ.\n\nGần cuối năm 1944, sau khi dự huấn luyện nghề tình báo, Phan Bôi được quân Anh đưa về Việt Nam. Nhảy dù xuống Cao Bằng, sau một thời gian bắt nói được với cơ sở, đồng chí được đưa về công tác ở cơ quan Trung ương Đảng. Nhóm tình báo được phép liên lạc với người Anh như kế hoạch ban đầu. Bác Hồ khuyên nhóm tình báo không cần thiết phải đốt dù và căn dặn có bắt liên lạc với Trung tâm chỉ huy ở Can-Cút-Ta(Ấn Độ) để xin thêm vũ khí, điện đài, thuốc chữa bệnh và vẫn công tác khuôn khổ mục tiêu [[chống phát xít]].\n\nCách mạng tháng 8 năm 1945 thành công, Phan Bôi cùng một số đồng chí khác, trong đó có [[Phạm Văn Đồng]] được Bác Hồ phân công ở lại củng cố cơ sở, vì Người biết chắc rằng thế nào cuộc kháng chiến sẽ xảy ra ở vùng rừng núi này.\n\n==Tham gia Chính phủ Cách mạng==\nÔng đổi tên thành '''Hoàng Hữu Nam'''.\n\nTháng 01 năm 1946, Hoàng Hữu Nam được Mặt trận [[Việt Minh]] tỉnh [[Quảng Nam]] giới thiệu ra ứng cử và trúng vào Quốc hội khóa đầu tiên nước [[Việt Nam Dân chủ Cộng hòa]].\n\nTháng 3 năm 1946, Chính phủ Liên hiệp kháng chiến được thành lập. Với chính sách đại đoàn kết dân tộc, nhiều nhân sĩ, trí thức danh tiếng được mời tham gia vào trong Chính phủ. Cụ [[Huỳnh Thúc Kháng]] người Quảng Nam giữ chức Bộ trưởng Bộ Nội vụ. Để có người trực tiếp giúp cụ Huỳnh trong mọi công việc quan trọng, ông tiếp tục được cử làm Thứ trưởng Bộ Nội vụ.\n\nNăm 1946 ông được giao thêm nhiệm vụ Trưởng ban Liên kiểm Việt Pháp. Trong thời gian này ông đã tham gia nhiều quyết định quan trọng của Trung ương để bảo vệ chính quyền còn non trẻ trước tình hình phức tạp lúc bấy giờ.<ref>{{chú thích web | url = http:\/\/tutuonghochiminh.vn\/lead\/duc-do-bac-ho-lan-toa-suc-cam-hoa-lon-lao.d-673.aspx | tiêu đề = Đức độ Bác Hồ lan tỏa sức cảm hóa lớn lao | author =  | ngày =  | ngày truy cập = 13 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 13 tháng 1 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20130113022019\/http:\/\/tutuonghochiminh.vn\/lead\/duc-do-bac-ho-lan-toa-suc-cam-hoa-lon-lao.d-673.aspx | url-status = dead }}<\/ref> Ngày 13\/8\/1946 ông được cử làm Đặc phái viên Quân ủy hội.<ref>{{chú thích web | url = https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-151-dat-Hoang-Huu-Nam-dac-phai-vien-Quan-uy-hoi-36079.aspx | tiêu đề = Sắc lệnh 151 đặt Hoàng Hữu Nam Đặc phái viên Quân ủy hội | author = | ngày = | ngày truy cập = 30 tháng 9 năm 2019 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Ngày 24\/9\/1946 ông là Chính trị viên Quân đội Tiếp phòng Việt Nam<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-185-cu-Le-Thiet-Hung-giu-chuc-Tong-chi-huy-Hoang-Huu-Nam-Chinh-tri-uy-vien-Quan-doi-Tiep-phong-Viet-nam-36114.aspx Sắc lệnh 185]<\/ref> (Tổng chỉ huy là [[Lê Thiết Hùng]]). Ngày 7\/11\/1946 ông được cử làm Trưởng đoàn Việt Nam trong Ủy ban Binh bị Việt-Pháp để thi hành bản [[Tạm ước Việt - Pháp]] ngày [[14 tháng 9]] năm [[1946]].<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-203-cu-ong-Uy-ban-binh-bi-Viet-Phap-36129.aspx Sắc lệnh 203]<\/ref>\n\nKhi mặt trận Hà Nội vỡ, ông cùng Chính phủ rút lên Chiến khu Việt Bắc và tiếp tục công tác trong Hội đồng Chính phủ. Ông là người lãnh đạo ưu tú của ngành Công an và là người cộng tác đắc lực cho Chủ tịch [[Hồ Chí Minh]].\n\n==Tai nạn qua đời==\nÔng bị chết đuối và mất ngày 24\/4\/1947 khi đang trên đường đi công tác tại [[Tuyên Quang]]\n\nCuộc họp Hội đồng Chính phủ ngày 30\/4\/1947 đã tổ chức tưởng niệm Hoàng Hữu Nam và cụ [[Huỳnh Thúc Kháng]] (từ trần trước đó 3 ngày, tức 21\/4\/1947). Trong tập nhật ký của một Bộ trưởng, Bộ trưởng [[Lê Văn Hiến]] ghi lại việc này như sau: \"…''Hội đồng hôm nay có hai tin buồn: cái chết của cụ Huỳnh và Nam. Cụ (tức Bác Hồ) nói qua lịch sử chiến đấu của hai chiến sĩ trong Chính phủ sau khi tất cả đều mặc niệm một phút. Mọi người đều cảm động trước cái chết đau thương của hai người trong lúc quốc dân đang cần nhân tài để đảm đương việc nước. Cụ Chủ tịch nói với một giọng rất đau đớn như mất một người anh và một người con vậy''\".\n\nTháng 4 năm 1948, nhân một năm ngày mất của Hoàng Hữu Nam, Bác Hồ đã gửi thư cho gia đình Hoàng Hữu Nam và theo chỉ thị của Bác, Bộ trưởng Tài chính [[Lê Văn Hiến]] đã giúp vợ Hoàng Hữu Nam một số tiền để chi tiêu hàng ngày.\n\n==Vinh danh==\nKhi chính phủ về Thủ đô Hà Nội, đã cho cải táng mộ ông về [[Nghĩa trang Mai Dịch]], Hà Nội\n\nÔng được truy tặng [[Huân chương Kháng chiến]] Hạng Nhất.\n\nGhi nhận những đóng góp của ông, chính quyền thành phố [[Đà Nẵng]] đã quyết định đặt tên một con đường mang tên Phan Bôi dài 700m, rộng 5,5m, nối từ đường Ngô Quyền đến đường Nguyễn Công Trứ thuộc quận Sơn Trà.\n\nCùng một mục đích tương tự như thế, chính quyền [[Thành phố Hồ Chí Minh]] đã quyết định đặt tên một con đường mang tên Hoàng Hữu Nam, thuộc phường Long Thạnh Mỹ, [[Thủ Đức|quận 9 (nay là thành phố Thủ Đức)]].\n\n==Gia đình==\nNgười bạn đời của Hoàng Hữu Nam là bà Trịnh Thị Tuyến, nguyên là vợ một người đồng chí hoạt động với nhau từ năm 1930 và cùng bị đày ra [[Côn Đảo]]. Trong chuyến vượt ngục về đất liền, người đó có dặn lại với Hoàng Hữu Nam nếu mình có mệnh hệ gì thì nhờ ông thay mặt mình chăm sóc vợ con. Đồng chí đó đã hy sinh trên đường vượt ngục. Theo lời nguyện đó, Hoàng Hữu Nam khi trở về đất liền đã đến tìm bà Tuyến và kết hôn với nhau. Bà Tuyến là một trong 5 người phụ nữ [[Việt Nam]] đầu tiên tham gia Hội Việt Nam cách mạng thanh niên.\n\nÔng có người con tên là Phan Nhã, được du học tại [[Liên Xô]].\n\n==Nguồn tham khảo==\n* http:\/\/vbqppl.moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=591{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n* http:\/\/thuvienphapluat.vn\/archive\/Sac-lenh\/Sac-lenh-185-cu-Le-Thiet-Hung-giu-chuc-Tong-chi-huy-Hoang-Huu-Nam-Chinh-tri-uy-vien-Quan-doi-Tiep-phong-Viet-nam-vb36114t18.aspx.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1911|mất=1947}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Thứ trưởng Bộ Nội vụ Việt Nam]]\n[[Thể loại:Thứ trưởng Việt Nam]]"}