{"487309":"'''Phan Quang Đông''' tên thật là Phan Quang Tùng (1928<ref>Có thông tin 1929<\/ref>-1964) là chỉ huy trưởng Trung tâm Kiểm Thính Huế (thực chất là cơ quan tình báo của chính quyền [[Ngô Đình Diệm]] hoạt động phía bắc vĩ tuyến 17). Sau cuộc đảo chính năm 1963, ông bị kết án tử hình.\n==Hoạt động==\nPhan Quang Đông nguyên quán tại thôn Lệ Định, [[Sơn Tiến]], [[Hương Sơn]], [[Hà Tĩnh]]. Từ 1939 đến 1944, học sinh trường Saint Baptiste de la Salle Nha Trang. Năm 1944-45, học trường Chính Hóa, [[Vinh]].\n\nSau [[Cách mạng tháng Tám|Cách mạng tháng 8]], gia nhập giải phóng quân, đến năm 1946, giải ngũ vì lý do sức khỏe. Từ 9\/1946 đến 1950, tiếp tục học tại trường Huỳnh Thúc Kháng, Hà Tĩnh.\n\nTừ 1950 đến 1953, dạy học tại trường Tư Thục Công giáo Thiên Khải đường Nghệ Ạn.\n\nTừ 04\/1954 đến tháng 09\/1954 học trường sinh viên Sĩ quan Thủ Đức của [[Quốc gia Việt Nam]] rồi đào ngũ.\n\nTháng 2\/1955 vào làm việc cho [[Sở nghiên cứu Chính trị]] [[Quốc gia Việt Nam]] của Bác sĩ [[Trần Kim Tuyến]], sau đó đi học khóa tình báo tại [[Philippines]].\nTừ 03\/1956 đến 10\/1956 làm Trưởng ban Phỏng vấn di cư vượt tuyến tại [[Quảng Trị]].\n \nTừ 10\/1956 đến 7\/1957, tổ chức tình báo tìm hiểu hoạt động Bắc Việt báo cáo cho [[Sở Nghiên cứu Chính trị Xã hội]] ở tại Thủ đô Sài Gòn của [[Việt Nam Cộng hòa]].\n\nTừ 07\/1957, tổ chức người vượt tuyến để lấy tin tức Bắc Việt. Tháng 05\/1961, xây dựng và chỉ huy Trung tâm Kiểm Thính Huế có nhiệm vụ theo dõi việc chuyển quân và các hoạt động quân sự của quân [[Bắc Việt]] tại [[Lào]] và miền Nam.\n\n==Bị kết án==\nNgày 1 tháng 11 năm [[1963]], một nhóm tướng tá quân đội làm đảo chính và hạ sát Ngô Đình Diệm, Ngô Đình Nhu. Phan Quang Đông cho hủy toàn bộ hồ sơ, tài liệu, danh sách nhân viên và máy móc truyền tin liên lạc ngoài Bắc nhằm bảo mật và bảo vệ sinh mạng cho nhân viên, những điệp viên đang hoạt động và đang kẹt lại tại miền Bắc.<ref>{{Chú thích web |url=http:\/\/my.opera.com\/nguoivietquocgia\/blog\/show.dml\/2165510 |ngày truy cập=2008-09-20 |tựa đề=Chuyện chưa ai nói -- Biến động Miền Trung phần 1 |archive-date = ngày 20 tháng 9 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080920023900\/http:\/\/my.opera.com\/nguoivietquocgia\/blog\/show.dml\/2165510 |url-status=live }}<\/ref> Ngày 30 tháng 1 năm 1964, tướng [[Nguyễn Khánh]] và [[Trần Thiện Khiêm]] lại làm một cuộc đảo chính và bắt giam các tướng [[Trần Văn Đôn]], [[Lê Văn Kim]], [[Tôn Thất Đính]], [[Mai Hữu Xuân]] và thành lập Tòa án quân sự đặc biệt đem Phan Quang Đông và [[Ngô Đình Cẩn]] ra xét xử. Phiên tòa xử Phan Quang Đông diễn ra 3 ngày tại Huế. Phan Quang Đông bị kết tội làm mật vụ cho chính quyền Ngô Đình Diệm, đàn áp, thủ tiêu, bắt giam và hành hạ dã man, tàn bạo những người đối lập. Ngày [[28 tháng 3]] năm [[1964]], Phan Quang Đông bị kết án tử hình và bị tịch thu toàn bộ tài sản. Ngày 9 tháng 5, Phan Quang Đông bị xử bắn tại sân vận động Tự Do tức sân Bảo Long ở Huế. Buổi tử hình ông diễn ra rất ghê rợn. Vợ ông khi ấy đang mang thai và sắp sinh, đã ngất lịm ngay tại pháp trường khi chứng kiến cảnh chồng bị trói vào cọc.\n\n==Biến động Quỳnh Lưu năm 1956==\nĐây là nổi dậy của người dân Công Giáo đòi tự do.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*[http:\/\/www.nhandanvietnam.org\/view.php?storyid=537 Khẩu cung Phan Quan Đông]\n*[http:\/\/www.mekongnet.ru\/index.php?mod=News&sid=7280&stprint=1 Vụ xử bắn thứ nhất tại Chí Hòa]\n\n[[Thể loại:Điệp viên Việt Nam Cộng hòa]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Tình báo Việt Nam Cộng hòa]]\n[[Thể loại:Người Hương Sơn]]"}