{"3197426":"{{Thông tin viên chức\n|tên= Phan Phụng Tiên\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Fatherland - Space.png|22px]]<br>Tư lệnh Sư đoàn 5 Không Quân\n|bắt đầu= 1\/1971\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá<br>-Chuẩn tướng (11\/1972)\n|địa hạt= Biệt khu Thủ đô\n|phó chức vụ= Tư lệnh phó\n|phó viên chức= -Trung tá Đinh Thạch On\n\n|chức vụ 2= Chỉ huy trưởng Căn cứ Tân Sơn Nhất<br>kiêm Chỉ huy trưởng Phi đoàn 1 Vận tải\n|bắt đầu 2= 5\/1968\n|kết thúc 2= 1\/1971\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá (5\/1968)\n|địa hạt 2= Biệt khu Thủ đô\n|tiền nhiệm 2= -Đại tá [[Lưu Kim Cương]]\n\n|chức vụ 3= Chỉ huy phó Phi đoàn 1 Vận tải C.47\n|bắt đầu 3= 6\/1965\n|kết thúc 3= 5\/1968\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tá (6\/1965)\n|địa hạt 3= Biệt khu Thủ đô\n|phó chức vụ 3= Chỉ huy trưởng\n|phó viên chức 3= -Đại tá [[Lưu Kim Cương]]\n\n|chức vụ 4= Tham mưu trưởng Phi đoàn 1 Vận tải\n|bắt đầu 4= 2\/1964\n|kết thúc 4= 6\/1965\n|trưởng chức vụ 4= Cấp bậc \n|trưởng viên chức 4= -Thiếu tá (11\/1963)<br>-Trung tá\n|địa hạt 4= Biệt khu Thủ đô\n\n|chức vụ 5= Trưởng phòng Điều hành<br>Căn cứ Tân Sơn Nhất\n|bắt đầu 5= 11\/1963\n|kết thúc 5= 2\/1964\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Thiếu tá\n|địa hạt 5= Quân khu Thủ đô\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Bệnh\n|nơi ở= Florida, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Phổ thông tại Hà Nội<br>-Trường Sĩ quan Trừ bị Nam Định<br>-Trường Võ bị Không quân Marrakeck, Bắc phi thuộc Pháp\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[Tháng 6]] năm [[1930]]\n|nơi sinh= [[Hải Ninh]], [[Việt Nam]]\n|ngày mất= [[Tháng 10]] năm [[1995]] ([[65]] tuổi)\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|nơi mất= [[Florida]], [[Hoa Kỳ]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1951]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Fatherland - Space.png|20px]] [[Không lực Việt Nam Cộng hòa|Không quân]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Phan Phụng Tiên''' (1930-1995), nguyên là một tướng lĩnh Không Quân của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ khóa đầu tiên và duy nhất tại trường Sĩ quan Trừ bị do Quân đội Quốc gia được sự cố vấn và hỗ trợ của Quân đội Pháp mở ra ở miền Bắc Việt Nam. Ra trường là một sĩ quan Bộ binh. Sau được tuyển chọn sang Không quân và đã phục vụ ở Quân chủng này, ông đã tuần tự giữ từ chức vụ nhỏ cho đến chức vụ Chỉ huy cấp Sư đoàn.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 6 năm 1930 trong một gia đình khá giả tại Hải Ninh,<ref>Hải Ninh là tên tỉnh thời Pháp thuộc, Móng Cái là Trung tâm Hành chính của tỉnh. Nay là Thành phố Móng Cái trực thuộc tỉnh Quảng Ninh.<\/ref> vùng Đông bắc miền Bắc Việt Nam. Thuở nhỏ ông học Tiểu học tại Móng Cái. Khi học lên trên, ông được gia đình gửi về Hà Nội và đã tốt nghiệp Trung học chương trình Pháp với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Quốc gia Việt Nam===\nCuối tháng 9 năm 1951, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 50\/600.096. Theo học khóa 1 Lê Lợi tại trường Sĩ quan Trừ bị Nam Định, khai giảng ngày 1 tháng 10 năm 1951, Ngày 1 tháng 6 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường được làm Trung đội trưởng trong Tiểu đoàn Việt Nam của Quân đội Liên hiệp Pháp đồn trú tại Nam Định. Sau đó, ông trúng tuyển gia nhập Không quân, theo học khóa căn bản Quân chủng tại trường Phi hành Marrakeck ở Bắc Phi thuộc Pháp. Tháng 7 năm 1953, mãn khóa về nước ông được thăng cấp [[Trung úy]] phục vụ trong Phòng hành quân của Phi đoàn tác chiến Không quân trong Quân đội Quốc gia.\n\nTháng 8 năm 1954, sau hiệp định Genève (20 tháng 7), ông được thăng cấp [[Đại úy]] và được cử làm Trưởng phòng hành quân Đệ nhất Phi đoàn tác chiến và liên lạc do Đại úy [[Đinh Văn Chung (Đại tá, Quân lực Việt Nam Cộng hòa)|Đinh Văn Chung]]<ref>Đại uý Đinh Văn Chung, tốt nghiệp khóa 3 Võ bị Đà Lạt. Sau cùng là Đại tá Tham mưu phó Chiến tranh Chính trị trong Bộ Tư lệnh Không quân.<\/ref> làm Chỉ huy trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1956, sau một thời gian ngắn từ Quân đội Quốc gia chuyển sang phục vụ Quân đội Việt Nam Cộng hòa, ông được chỉ định làm Phi đoàn trưởng Phi đoàn 1 Vận tải đóng tại căn cứ Tân Sơn Nhất, Sài Gòn.\n\nNgày 11 tháng 11 năm 1960, ông tham gia cuộc đảo chính do Đại tá [[Nguyễn Chánh Thi]] cầm đầu. Cuộc đảo chính bị thất bại, ông là Phi công trưởng chiếc vận tải cơ C.47 đưa Đại tá Nguyễn Chánh Thi, Trung tá [[Vương Văn Đông (Trung tá, Quân đội Việt Nam Cộng hòa)|Vương Văn Đông]]<ref>Trung tá Vương Văn Đông sinh năm 1930 tại Hà Nội, tốt nghiệp khóa 2 Võ bị Huế. Giải ngũ năm 1960 sang Pháp định cư.<\/ref> và một số sĩ quan khác bay sang phi trường Pochentong, Nam Vang, Cao Miên để đào thoát ''(khi bỏ trốn, có mang theo Trung tướng [[Thái Quang Hoàng]] làm con tin).\n\nCuối năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] do tướng [[Dương Văn Minh]] lãnh đạo thành công, ông được trở lại đơn vị cũ tiếp tục phục vụ trong Quân đội và được thăng cấp [[Thiếu tá]] làm Trưởng phòng Điều hành tại căn cứ Tân Sơn Nhất. Tháng 2 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ ngày 30 tháng 1]] của tướng [[Nguyễn Khánh]], ông được cử giữ chức vụ Tham mưu trưởng Phi đoàn 1 Vận tải. Tháng 6 năm 1965, ông được thăng cấp [[Trung tá]] làm Chỉ huy phó Phi đoàn 1 Vận tải do Đại tá [[Lưu Kim Cương]] làm Chỉ huy trưởng.\n\nTháng 5 năm 1968, ông được thăng cấp [[Đại tá]] giữ chức vụ Chỉ huy trưởng Căn cứ Tân Sơn Nhất kiêm Chỉ huy Phi đoàn 1 Vận tải C.47 thay thế cố Chuẩn tướng [[Lưu Kim Cương]] (tử trận ở trận chiến đợt 2 Mậu Thân). Đầu năm 1971, căn cứ Không quân Tân Sơn Nhất và các đơn vị trú đóng được nâng lên cấp Sư đoàn mang tên Sư đoàn 5 Không quân. Sau đó ông được giữ chức vụ Tư lệnh Sư đoàn, cấp phó cho ông là Trung tá [[Đinh Thạch On (Đại tá, Quân lực VNCH)|Đinh Thạch On]]<ref>Trung tá Đinh Thạch On sinh năm 1931, tốt nghiệp khóa 1 Võ khoa Thủ Đức và khóa 1 Sĩ quan Hoa tiêu Nha Trang.<\/ref>.\n\nNgày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1972 ông được thăng cấp [[Chuẩn tướng]] tại nhiệm. Ông giữ chức vụ Tư lệnh Sư đoàn 5 Không quân cho đến cuối tháng 4 năm 1975.\n\n==1975==\nNgày 29 tháng tư, ông cùng gia đình di tản ra khỏi Việt Nam. Sau đó sang định cư tại Tiểu bang Florida, Hoa Kỳ.\n\nTháng 10 năm 1995, ông từ trần tại nơi định cư. Hưởng thọ 65 tuổi.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1930]]\n[[Thể loại:Mất năm 1995]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Quảng Ninh]]\n[[Thể loại:Người Mỹ gốc Việt]]"}