{"3196888":"{{Thông tin viên chức\n| tên = Phan Xuân Nhuận\n| hình = File:Brigadier general Phan Xuân Nhuận.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: ARVN 1st Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 1 Bộ binh\n| bắt đầu = 3\/1966\n| kết thúc = 6\/1966\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Chuẩn tướng\n| tiền nhiệm = -Thiếu tướng [[Nguyễn Văn Chuân]]\n| kế nhiệm = -Đại tá [[Ngô Quang Trưởng]]\n| địa hạt = Vùng 1 chiến thuật\n| chức vụ 2 = [[Hình: Vietnamese Rangers SSI.svg|22px]]<br>Chỉ huy trưởng<br>Binh chủng Biệt động quân\n| bắt đầu 2 = 8\/1964\n| kết thúc 2 = 3\/1966\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Đại tá<br>-Chuẩn tướng (8\/1964)\n| tiền nhiệm 2 = -Đại tá [[Tôn Thất Xứng]]\n| kế nhiệm 2 = -Trung tá [[Trần Văn Hai]]\n| địa hạt 2 = Biệt khu Thủ đô\n| chức vụ 3 = Chỉ huy phó<br>Binh chủng Biệt động quân\n| bắt đầu 3 = 11\/1963\n| kết thúc 3 = 8\/1964\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Đại tá (11\/1963)\n| địa hạt 3 = Biệt khu Thủ đô\n| chức vụ 4 = Tiểu khu trưởng Tiểu khu Bình Thuận\n| bắt đầu 4 = 11\/1955\n| kết thúc 4 = 1\/1963\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Trung tá (11\/1955)\n| địa hạt 4 = Vùng 2 chiến thuật\n| kế nhiệm 4 = Đốc sự Lưu Bá Châm\n| chức vụ 5 = Tiểu đoàn trưởng Bộ binh Việt Nam\n| bắt đầu 5 = 7\/1954\n| kết thúc 5 = 10\/1955\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Thiếu tá (7\/1954)\n| địa hạt 5 = Quân khu 1 (Nam Việt)\n| quốc tịch = {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tuổi già\n| nơi ở = Hoa Kỳ\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| học vấn = Tú tài bán phần\n| học trường = -Trường Trung học Phổ thông tại Quảng Bình<br>-Trường Võ bị Quốc gia tại Huế\n| quê quán = Trung Kỳ\n| ngày sinh = [[Tháng 3]] năm [[1916]]\n| ngày mất = Không rõ\n| nơi sinh = [[Quảng Bình]], [[Việt Nam]]\n| nơi mất = [[Hoa Kỳ]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n| năm phục vụ = [[1948]]-[[1966]]\n| cấp bậc = [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n| đơn vị = [[Hình: Vietnamese Rangers SSI.svg|20px]] [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Binh chủng BĐQ]]<br>[[Hình: ARVN 1st Division SSI.svg|20px]] [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n| tham chiến = -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n}}\n\n'''Phan Xuân Nhuận''' (1916 – ?), nguyên là cựu tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ khóa đầu tiên tại Trường Võ bị Quốc gia do Chính phủ Quốc gia Việt Nam được sự hỗ trợ của Quân đội Pháp mở ra ở miền Trung. Trong suốt thời gian tại ngũ ông được giao cho những chức vụ chỉ huy trên nhiều lĩnh vực chủ yếu là những đơn vị Bộ binh.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 2 năm 1916 tại xã Quảng Sơn, huyện Quảng Trạch (nay thuộc Thị xã Ba Đồn), Quảng Bình, miền Trung Việt Nam. Tốt nghiệp Trung học phổ thông chương trình Pháp với văn bằng Tú tài bán phần (Part I). Ông đã từng là Công chức phục vụ cho nhà nước Bảo hộ Pháp một thời gian dài trước khi gia nhập Quân đội\n\n===Quân đội Liên hiệp Pháp===\nTháng 9 năm 1948, thi hành lệnh động viên ông nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 36\/200.147. Theo học khóa 1 Phan Bội Châu ''(sau đổi tên thành khóa Bảo Đại)'' tại trường Võ bị Quốc gia Huế,<ref>Trường Võ bị Quốc gia ở Huế, sau khi đào tạo được hai khóa sĩ quan hiện dịch là khóa 1 Phan Bội Châu và khóa 2 Quang Trung. Trường chuyển về Nam Cao nguyên Trung phần, đặt tại cơ sở của trường Võ bị Liên quân Viễn Đông thuộc Quân đội Pháp, đổi thành trường Võ bị Liên quân Đà Lạt, tiếp tục đào tạo sĩ quan hiện dịch khóa 3 Trần Hưng Đạo. Sau này đổi tên trường lần cuối cùng thành trường Võ bị Quốc gia Đà Lạt<\/ref> khai giảng ngày 1 tháng 10 năm 1948. Ngày 1 tháng 6 năm 1949 tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được chuyển về một đơn vị Bộ binh giữ chức vụ Trung đội trưởng.\n\n===Quân đội Quốc gia Việt Nam===\nNăm 1950, sau khi Quân đội Quốc gia Việt Nam chính thức được thành lập và tách rời khỏi Quân đội Liên hiệp Pháp, ông được được thăng cấp [[Trung úy]] giữ chức vụ Đại đội trưởng trong Tiểu đoàn Bộ binh Việt Nam. Qua năm 1952, ông được thăng cấp [[Đại úy]] lên làm Tiểu đoàn phó.\n\nNăm 1954, sau khi ký kết Hiệp định Genève (20 tháng 7), ông được thăng cấp [[Thiếu tá]] và được cử giữ chức vụ Tiểu đoàn trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 10 năm 1955, sau khi hình thành [[Quân lực Việt Nam Cộng hòa|Quân đội Việt Nam Cộng hòa]] đổi tên từ danh xưng [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]], ông được thăng cấp [[Trung tá]] và được cử giữ chức vụ Tiểu khu trưởng Tiểu khu Bình Thuận.\n\nTháng 5 năm 1962, ông được chỉ định làm Chỉ huy phó Bộ chỉ huy Biệt động quân dưới quyền chỉ huy trưởng là Đại tá [[Tôn Thất Xứng]], sau khi bàn giao Tiểu khu Bình Thuận lại cho Đốc sự Hành chính Lưu Bá Châm. Đầu năm 1963, ông được bổ nhiệm chức vụ Chỉ huy trưởng Bộ chỉ huy Biệt động quân thay thế Đại tá [[Tôn Thất Xứng]] đi làm Tư lệnh phó Quân đoàn III. Tháng 11 năm 1963, ông được thăng cấp [[Đại tá]] tại nhiệm. Tháng 8 năm 1964, thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\nTháng 3 năm 1966, nhận lệnh bàn giao Bộ chỉ huy Biệt động quân lại cho [[Trung tá]] [[Trần Văn Hai]]. Cùng thời điểm ông thuyên chuyển ra miền Trung để giữ chức Tư lệnh Sư đoàn 1 Bộ binh thay thế Thiếu tướng [[Nguyễn Văn Chuân]] đi làm Tư lệnh Quân đoàn I và Vùng 1 Chiến thuật. Tháng 6 cùng năm, vì liên quan đến vụ ''Biến động Miền Trung'' (ngày 9 tháng 3), ông bị cách chức Tư lệnh Sư đoàn 1 Bộ binh. Ngay sau đó ông phải bàn giao Sư đoàn lại cho Đại tá [[Ngô Quang Trưởng]] (nguyên Tư lệnh Phó Sư đoàn Nhảy Dù).\n\nNgày 8 và 9 tháng 7 năm [[1966]], ông bị Hội đồng Kỷ luật Đặc biệt của [[Quân lực Việt Nam Cộng hòa]] đưa ra xét xử, bị giáng xuống cấp Đại tá và buộc ông phải giải ngũ.\n\n==1975==\nSau ngày 30 tháng 4, ông ra trình diện Uỷ ban Quân quản của Chính quyền Cách mạng, bị đưa đi tù lưu đày và khổ sai ở trại cải tạo Hoàng Liên Sơn, Yên Bái, miền Bắc Việt Nam.\n\nSau khi được trả tự do, ông cùng gia đình xuất cảnh sang định cư tại Hoa Kỳ và đã từ trần.<ref>Giai đoạn sau khi tướng Phan Xuân Nhuận được trả tự do, không có tư liệu nào thuật lại. Nên không rõ ông bị tù bao nhiêu năm, xuất cảnh sang Mỹ vào thời điểm nào, định cư ở Tiểu bang nào và cũng không rõ năm ông qua đời.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1916]]\n[[Thể loại:Mất ?]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Quảng Bình]]\n[[Thể loại:Người Mỹ gốc Việt]]"}