{"3297245":"'''Phan Đình Bình''' ({{hn|ch=潘廷評}},<ref>[[:s:Trang:Viet Nam Su Luoc.djvu\/292|Việt Nam sử lược\/Quyển II\/Cận kim thời đại\/Chương IX]]<\/ref> [[1831]] - [[1888]]) là một danh thần [[nhà Nguyễn]] ở cuối [[thế kỷ XIX]]-đầu [[thế kỷ XX]] trong lịch sử Việt Nam. Ông là cha của [[Phan Thị Điều|Từ Minh Huệ Hoàng Hậu Phan Thị Điều]], ông ngoại vua [[Thành Thái]].\n\n==Tiểu sử==\nPhan Đình Bình sinh năm [[Tân Mão]] (1831) đời vua [[Minh Mạng]], tại xã Phú Lương, huyện [[Quảng Điền]], tỉnh [[Thừa Thiên Huế|Thừa Thiên]].<ref>''[[:s:Hoàng triều Tự Đức cửu niên Bính Thìn khoa tiến sĩ đề danh bi|Hoàng triều Tự Đức cửu niên Bính Thìn khoa tiến sĩ đề danh bi]]''<\/ref>\n\nNăm Canh tuất 1850, ông đỗ cử nhân, Bính thìn đỗ tiến sĩ, lúc 25 tuổi. Buổi đầu ông làm việc trong Nội các, rồi ra nhậm chức Tuần phủ, Tổng đốc, sau làm đến Tham tri bộ Binh, Hàm Đại học sĩ điện Văn Minh, Tả quốc huân thần, tước Phù Nghĩa Tử.\n\nNăm Quí dậu 1873, giặc Pháp đánh thành Hà Nội, ông bị Pháp bắt đưa vào Gia Định, sau chúng nó thả về. Triều đình khiển trách, cách chức, ông phải đi hiệu lực ở quân thứ Cao Bằng. Không bao lâu, được khai phục chức vụ Bố chính sứ Bắc Ninh cùng Lê Hữu Tá lo liệu trị an ở Bắc Ninh, Thái Nguyên, rồi làm Tuần phủ Ninh Bình, Tổng đốc Định An (Nam Định - Hưng Yên). Năm Ất dậu 1885, sau khi Hàm Nghi xuất bôn, ông làm Thượng thư, sung Đại thần Viện cơ mật, cùng Vĩnh Lại Quận Công Nguyễn Hữu Độ lo việc đàm phán với Pháp.\n\nNăm Đinh hợi 1887, có người tố cáo ông chống đối triều đình, ông bị bắt giam rồi bị bức tử trong ngục vào năm 1888, hưởng dương 57 tuổi. Dư luận cho rằng cái chết của ông là do Nguyễn Hữu Độ và Đồng Khánh bức hại.\n\nSau, vì ông là quốc thích (nhạc phụ vua Dục Đức), nên đời Thành Thái đã truy phục hàm tước cho ông như cũ.\n\nĐến năm 1892, lại truy tặng ông là Thái bảo, tước Phù Quốc Công, lập nhà thờ tại quê ông.<ref>{{Chú thích web|url=http:\/\/vansu.vn\/viet-nam\/viet-nam-nhan-vat\/1903\/phan-dinh-binh|tựa đề=Nhân vật lịch sử Việt Nam|url-status=live}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Thời gian sống|sinh=1831|mất=1905}}\n\n{{sơ khai nhân vật hoàng gia Việt Nam}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Cộng sự thực dân Pháp]]\n[[Thể loại:Công tước nhà Nguyễn]]"}