{"585531":"{{Thông tin thánh\n| tên = Phaolô Tống Viết Bường\n| hình = Tongvietbuong.jpg\n| cỡ hình = 200px\n| alt = ALT\n| chú thích = \n| danh hiệu = \n| ngày sinh = [[1773]]\n| nơi sinh = [[Phú Cam]], [[Huế]]\n| ngày mất = [[23 tháng 10]] năm [[1833]]\n| nơi mất = [[Việt Nam]]\n| tôn kính = [[Giáo hội Công giáo Rôma]]\n| ngày chân phước = [[27 tháng 5]] năm [[1900]]\n| nơi chân phước = \n| chân phước bởi = [[Giáo hoàng Lêô XIII]]\n| ngày hiển thánh = [[19 tháng 6]] năm [[1988]]\n| nơi hiển thánh = tại [[Roma|Rôma]]\n| hiển thánh bởi = [[Giáo hoàng Gioan Phaolô II]]\n| đền chính = [[Nhà thờ chính tòa Phủ Cam]]\n| lễ quan thầy = [[23 tháng 10]]\n| biểu trưng = \n| bổn mệnh = \n| tranh cãi = \n| suppressed_date = \n| suppressed_by = [[Minh Mạng]] ([[Nhà Nguyễn]])\n| ảnh hưởng đến =\n| chịu ảnh hưởng =\n| truyền thống = \n| tác phẩm = \n}}\n\n'''Phaolô Tống Viết Bường''' (khoảng [[1773]] - [[1833]]) là một Thánh tử đạo Việt Nam, sinh thời ông là một viên quan thị vệ dưới thời vua [[Minh Mạng]]. Ông theo [[Hội Thừa sai Paris]], bị nhà [[vua]] chém đầu vào ngày [[23 tháng 10]] năm 1833. Ông được [[Giáo hoàng Lêô XIII]] phong [[Chân phước]] vào năm [[1900]]. Đến năm [[1988]], ông cùng 116 người khác được [[Giáo hoàng Gioan Phaolô II]] phong hàng [[thánh (Kitô giáo)|hiển thánh]].\n\n== Tiểu sử ==\nTống Viết Bường sinh vào khoảng năm [[1773]] tại [[Phủ Cam]] gần [[kinh thành Huế]] (nay thuộc phường [[Phước Vĩnh]], thành phố [[Huế]], tỉnh [[Thừa Thiên Huế]], thuộc [[Tổng giáo phận Huế|Tổng Giáo phận Huế]]), trong một gia đình [[Giáo hội Công giáo Rôma|Công giáo]] và có chức tước trong triều đình lúc bấy giờ. Lớn lên, ông đi lính cho triều đình, và được cất nhắc nhờ tính tình lanh lợi và can đảm. Vua [[Minh Mạng]] giao cho ông cai quản một [[cai đội]] khoảng 50 người, sau đó ông còn được làm đến chức [[quan thị vệ]].\n\nVào năm [[1831]], có [[Nổi dậy ở Đá Vách thời Nguyễn|cuộc nổi loạn]] tại vùng Đá Vách thuộc tỉnh [[Quảng Ngãi]], vua Minh Mạng sai ông đi dẹp loạn. Sau khi trở về, lúc ông báo cáo với nhà vua về tình hình thì nhà vua hỏi \"có đến [[chùa Non Nước]] không?\", ông trả lời \"không\", vì ông là người [[Giáo hội Công giáo Rôma|Công giáo]] nên không đi vào [[chùa]]. Điều đó khiến vua [[Minh Mạng]] nổi giận, và bắt ông bỏ đạo. Ông không chịu, và thế là ông bị đánh 80 [[trượng]], phế bỏ mọi chức tước, và phải đi hầu hạ trong trại lính. Nhưng nhờ ông [[hối lộ|đút lót tiền]] cho quan nên ông được thả về. Tháng 12 năm [[1832]], khi chuẩn bị ra sắc lệnh cấm đạo [[Giáo hội Công giáo Rôma|Công giáo]], nhà vua cho kiểm tra danh sách những thị vệ theo Công giáo, nhưng lại thấy thiếu tên ông, vua liền ra lệnh bắt ông tống giam. Trong thời gian ở trong tù, ông bị tra khảo và nhục hình khoảng 3 lần mỗi tháng để buộc ông bỏ đạo. Vì không chịu bỏ đạo, ông bị đem ra chém đầu vào ngày [[23 tháng 10]] năm [[1833]], và còn bị bêu đầu giữa chợ.\n\nVào ngày [[27 tháng 5]] năm [[1900]], ông được [[Giáo hoàng Lêô XIII]] phong [[chân phước]]. Vào ngày [[19 tháng 6]] năm [[1988]], [[Giáo hoàng Gioan Phaolô II]] phong [[thánh (Kitô giáo)|hiển thánh]] cho ông.\n\n== Các lời chứng về đức tin ==\n[[Tập tin:Phaolo Tong Viet Buong.jpg|nhỏ|trái|220px|Nơi kính Phaolô Tống Viết Bường tại [[Nhà thờ chính tòa Phủ Cam]], [[Huế]]]]\n\nTheo các tài liệu Công giáo, trong thời gian ông bị bắt giam, một viên quan coi ngục muốn cho ông mang loại [[gông cùm|gông]] nhẹ, nhưng ông đã từ chối: ''\"Xin quan bỏ thêm xích xiềng cho nặng hơn vì trước đây họ có đánh tôi nhưng cũng chưa đủ\"''. Trong lúc tra khảo, quan bảo ông bỏ đạo, ông nói: ''\"Tôi nhất định không chịu. Chúa đã dựng nên trời đất muôn vật mà tôi thờ phượng xưa nay, làm sao tôi có thể bỏ được?\"''. Thế là ông bị đánh đòn. Rồi quân lính ép ông phải đạp lên [[ảnh Chúa Chuộc tội]], thì ông cưỡng lại và la lớn tiếng: ''\"Đây là việc quan lớn làm, tôi không chiều theo đâu\"''.\n\nCó lúc quan dỗ dành và bảo: ''\"Này, hãy theo thời mà sống. Bây giờ vua đang cơn thịnh nộ thì hãy tạm vâng lời bỏ đạo đi cho đẹp lòng vua một lúc, sau này sẽ hay, việc chi mà phải cứng cỏi làm vậy?\"''. Nhưng ông thưa lại: ''\"Quan lớn có lòng thương tôi thì tôi xin thưa rằng: hãy để tôi trọn một lòng trung hiếu cùng Thiên Chúa của tôi\"''.\n\nÔng cũng khuyên những người khác từng là lính thị vệ như mình là \"hãy kiên vững lòng tin\", và rằng \"Chịu sự khó như vậy là vác thánh giá theo Chúa Giêsu. Nếu có đau đớn quá thì hãy xin Đức Mẹ phù trợ cho được bền lòng đến cùng\".\n\n== Quê hương Thánh tử đạo ==\nPhaolô Bường đã xin được xử trên nền nhà thờ Thợ Đúc, vốn đã bị triệt hạ do Sắc chỉ cấm đạo. Để đến đó, phải băng ngang một con suối nhỏ. Ở đó có một chiếc cầu, nhưng rất hẹp và ọp ẹp. Các kỵ binh không dám mạo hiểm đi qua. Trời đã về chiều và binh lính phải trưng dụng đèn đuốc của các nhà bên cạnh.\n\nViên quan được đề cử hành hình ngài quyết định thi hành bản án chính trên con đường đúng ngay trước cổng vào nhà người con gái của vị tử đạo. Được báo trước đó một lúc, cô đã chạy ra đường. “''Tôi trông thấy cha tôi, cô kể lại. Ông nhìn tôi không nói, dù chỉ một lời. Thấy thế, lòng tôi đảo lộn và tôi đã khóc nức nở bước theo binh lính… Chỗ viên quan chọn để hành quyết nằm giữa đường, rất gần nhà tôi… Cha tôi quỳ gối và đọc vài kinh để dọn mình chết''”, sau đó binh lính trói vị tử đạo và một người trong họ chém đầu ngài với chỉ một nhát gươm. Lúc ấy khoảng từ 8 đến 9 giờ tối.\n\nĐầu vị Thánh bị bêu ba ngày trên những tàn tích của nhà thờ Thợ Đúc, sau đó được liệm với thân mình và đem về mai táng tại Phủ Cam, giáo họ sinh quán của Thánh tử đạo.\n \nCách tượng đài Thánh Phaolô Bường khoảng 50 mét bên kia khe suối, nền nhà thờ Thợ Đúc xưa là đình làng Dương Xuân Hạ ngày nay vốn nằm ngay trước tượng đài. Khe suối ngày xưa vẫn còn với chiếc cầu gạch xinh xắn bắc ngang thay cho chiếc cầu ọp ẹp thời thánh Phaolô Bường (xem ảnh 11, trang 131) (2008, ND.).    \n\n== Bổn mạng giáo xứ ==\nGiáo xứ Tống Viết Bường tại J10 Đường Hương Giang, phường 15, Quận 10, [[Thành phố Hồ Chí Minh]].<ref>[https:\/\/maps.google.com\/maps?q=Nh%C3%A0+th%E1%BB%9D+T%E1%BB%91ng+Vi%E1%BA%BFt+B%C6%B0%E1%BB%9Dng,%C4%91%C6%B0%E1%BB%9Dng+H%C6%B0%C6%A1ng+Giang,+ph%C6%B0%E1%BB%9Dng+15,+Qu%E1%BA%ADn+10,+Ho+Chi+Minh+City,+Vietnam+link&hl=en&ie=UTF8&ll=10.783058,106.662869&spn=0.023271,0.042272&sll=10.782641,106.662848&sspn=0.023271,0.042272&t=m&z=15&iwloc=A Nhà thờ Tống Viết Bường,đường Hương Giang, phường 15, Quận 10, Ho Chi Minh City, Vietnam,(08) 3970 3252]<\/ref>.\n\nGiáo xứ Tùng Nghĩa, 244 Nguyễn Đình Chiểu, Liên Nghĩa, Đức Trọng, Lâm Đồng\n\n==Xem thêm==\n* [[Các thánh tử đạo Việt Nam]]\n== Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n* ''Dòng Máu Anh Hùng'' (3 tập) của Linh mục Vũ Thành.\n\n{{Thánh tử đạo Việt Nam}}\n\n[[Thể loại:Thánh Công giáo Việt Nam]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Quan lại chúa Nguyễn]]"}