{"238357":"{{sao bài viết tốt}}\n{{Thông tin chức sắc Kitô giáo Chi tiết\n|type = cardinal\n|danh xưng trước = Hồng y <br\/>\n|tên = {{nowrap|Phaolô Giuse Phạm Đình Tụng}}\n|danh xưng sau = \n|chức vụ = Hồng y thứ 3 Việt Nam (1994–2009) <br\/> [[Giám mục đô thành|Tổng giám mục Trưởng]] [[Giáo tỉnh Hà Nội]] <br\/> (1994–2005) <br\/> Tổng giám mục [[Tổng giáo phận Hà Nội]] <br\/> (1994–2005)<br>Chủ tịch [[Hội đồng Giám mục Việt Nam]] <br> (1995 – 2001)\n|hình =Giam muc Pham Dinh Tung.png\n|cỡ hình = 250px\n|liên kết hình =\n|chú thích hình =\n|giáo hội = [[Công giáo Rôma]]\n\n|chức vụ I= Trưởng Giáo tỉnh Hà Nội <br\/> Tổng giám mục Tổng giáo phận Hà Nội\n|giáo tỉnh = [[Giáo tỉnh Hà Nội]]\n|đô thành = \n|tổng giáo phận = \n|giáo phận =\n|tòa = [[Tổng giáo phận Hà Nội]]\n|bổ nhiệm = Ngày 23 tháng 3 năm 1994\n|tựu nhiệm= Ngày 14 tháng 8 năm 1994\n|hết nhiệm = Ngày 19 tháng 2 năm 2005\n|tiền nhiệm = [[Giuse Maria Trịnh Văn Căn]]\n|kế nhiệm = [[Giuse Ngô Quang Kiệt]]\n\n|chức vụ 2= Giám quản Tông Tòa <br> Tổng giáo phận Hà Nội\n|giáo tỉnh 2= [[Giáo tỉnh Hà Nội]]\n|đô thành 2= \n|tổng giáo phận 2=\n|giáo phận 2=\n|tòa 2= \n|bổ nhiệm 2= Ngày 5 tháng 7 năm 1990\n|tựu nhiệm 2= \n|hết nhiệm 2= Ngày 23 tháng 3 năm 1994\n|tiền nhiệm 2= Tiên khởi\n|kế nhiệm 2= [[Giuse Ngô Quang Kiệt]]\n\n|chức vụ 3= Giám mục Chính Tòa Tiên khởi <br> Giáo phận Bắc Ninh\n|giáo tỉnh 3= [[Giáo tỉnh Hà Nội]]\n|đô thành 3= <!-- như trên -->\n|tổng giáo phận 3= \n|giáo phận 3=\n|tòa 3= [[Giáo phận Bắc Ninh]]\n|bổ nhiệm 3= Ngày 5 tháng 4 năm 1963\n|tựu nhiệm 3= Ngày 5 tháng 10 năm 1963\n|hết nhiệm 3= Ngày 23 tháng 3 năm 1994\n|tiền nhiệm 3= Tiên khởi <br\/> [[Tập tin:Giám mục phụ tá.png|20px]] [[Đa Minh Hoàng Văn Đoàn]] <br\/><small>(Đại diện Tông Tòa Bắc Ninh)<\/small>\n|kế nhiệm 3= [[Giuse Maria Nguyễn Quang Tuyến]]\n\n|đối kháng =\n|các chức khác = Hồng y đẳng linh mục Nhà thờ Santa Maria Regina Pacis in Ostia mare (1994–2009) <br\/> Giám quản Tông Tòa sede plena [[Giáo phận Lạng Sơn và Cao Bằng]] (1998) <br\/> [[Giám quản Tông tòa]] [[Giáo phận Lạng Sơn và Cao Bằng]] (1998–1999) \n<!---------- Truyền chức --------->\n|thụ phong = Ngày 6 tháng 6 năm 1949 \n|tấn phong = Ngày 15 tháng 8 năm 1963\n|thăng hồng y = Ngày 26 tháng 11 năm 1994 \n<!---------- Thông tin cá nhân ---------->\n|tên khai sinh =\n|ngày sinh = Ngày 20 tháng 5 năm 1919\n|nơi sinh = Yên Mô, [[Phát Diệm]]\n|ngày mất = {{ngày mất và tuổi|2009|2|22|1919|5|20}}\n|nơi mất = [[Hà Nội]]\n|cha mẹ= Ông Phêrô Phạm Văn Hiến <br\/> Bà Anna Nguyễn Thị Bống\n|nơi an táng = [[Nhà thờ Lớn Hà Nội|Nhà thờ chính tòa Hà Nội]]\n|quốc tịch = [[Việt Nam]], [[Roma|Rôma]]\n|khẩu hiệu = ''Tôi tin vào tình yêu Thiên Chúa''\n}}\n{{danh xưng hồng y\n|image = [[Tập tin:COA of Cardinal Pham Dinh Tung of Hanoi, Vietnam.jpg|giữa|200px]][[File:Coat of arms of Paul Joseph Pham Dinh Tung.svg|giữa|200px]]\n|danh hiệu = Đức Hồng Y\n|trang trọng = Đức Hồng Y\n|sau khi chết = Đức Cố Hồng Y\n|thân mật = Đức Cha, Cha\n|khẩu hiệu = ''Tôi tin vào tình yêu Thiên Chúa''\n|tòa = [[Tổng Giáo phận Hà Nội]]\n}}\n\n'''Phaolô Giuse Phạm Đình Tụng''' ([[1919]]–[[2009]]) là một [[hồng y]] [[người Việt|người Việt Nam]] của [[Giáo hội Công giáo Rôma]]. Ông là vị hồng y thứ ba của Việt Nam, được vinh thăng sau hai vị Hồng y đầu tiên là [[Giuse Maria Trịnh Như Khuê]] và thứ hai là [[Giuse Maria Trịnh Văn Căn]]. Ông cũng từng là Chủ tịch [[Hội đồng Giám mục Việt Nam]] hai khoá liên tiếp từ năm 1995 đến năm 2001.<ref name=p3 \/> Hồng y Tụng là người nhận chức vụ [[Tổng giám mục]] cao tuổi nhất trong lịch sử giáo hội Công giáo tại Việt Nam khi đã 75–76 tuổi.<ref name= hn \/>\n\nPhạm Đình Tụng sinh ra trong một gia đình Công giáo làm nghề nông tại [[Ninh Bình]]. Bắt đầu con đường tu học từ năm 1925, trải qua nhiều giai đoạn khó khăn do chiến sự và tu học tại nhiều nơi, cuối cùng, [[phó tế]] Phạm Đình Tụng được thụ phong chức [[linh mục]] tại [[Nhà thờ Lớn Hà Nội|Nhà thờ chính tòa Hà Nội]] tháng 6 năm 1949. Sau khi được truyền chức linh mục, linh mục Tụng được bổ nhiệm làm phó xứ rồi nhanh chóng trở thành chính xứ giáo xứ [[Nhà thờ Hàm Long|Hàm Long]], Hà Nội.\n\nTháng 4 năm 1963, [[Tòa Thánh]] bổ nhiệm linh mục Phạm Đình Tụng làm Giám mục chính tòa [[Giáo phận Bắc Ninh]]. Tân giám mục được cử hành nghi thức truyền chức sau đó ngày 15 tháng 8 bởi chủ phong là Tổng giám mục Tổng giáo phận Hà Nội [[Giuse Maria Trịnh Như Khuê]]. Khẩu hiệu Giám mục của ông là ''Tôi tin vào tình yêu Thiên Chúa''.\n\nTháng 7 năm 1990, giám mục Phạm Đình Tụng được Tòa Thánh bổ nhiệm làm [[Giám quản Tông Tòa|Giám quản Tông tòa]] [[Tổng Giáo phận Hà Nội]], kiêm chức Giám đốc [[Đại chủng viện Thánh Giuse Hà Nội]]. Ngày 13 tháng 4 năm 1994, ông chính thức được Tòa Thánh bổ nhiệm làm Tổng Giám mục Hà Nội.<ref name=\"p1\" \/> Tháng 11 năm 1994, Tổng giám mục Tụng được [[Giáo hoàng Gioan Phaolô II]] thăng tước Hồng y linh mục nhà thờ Santa Maria \"Regina Pacis\" in Ostia mare.\n\nĐầu tháng 5 năm 2003, Hồng y Phạm Đình Tụng trao quyền cai quản Tổng giáo phận Hà Nội cho Giám quản Tông Tòa [[Giuse Ngô Quang Kiệt]]. Ngày 19 tháng 2 năm 2005, Toà Thánh chính thức cho phép ông về hưu theo Giáo luật khi bổ nhiệm Tổng giám mục kế vị chính là giám mục giám quản [[Giuse Ngô Quang Kiệt]].\n\nHồng y Tụng thông thạo [[tiếng Anh]], [[tiếng Pháp]] và [[tiếng Latinh]]. Ông được ghi nhận sử dụng [[thơ lục bát]] trong việc truyền tải Phúc Âm Công giáo, cũng như việc sử dụng các bài thơ để giảng dạy các kinh bổn Công giáo.<ref name=lb\/>\n\n==Thân thế & tu tập==\nPhạm Đình Tụng sinh ngày 20 tháng 5 năm 1919 trong một gia đình Công giáo làm nghề nông tại thôn Cầu Mễ, xã Yên Thắng, huyện [[Yên Mô]], tỉnh [[Ninh Bình]], thuộc [[giáo xứ]] Quảng Nạp, [[Giáo phận Phát Diệm]]. Thân phụ ông là ông Phêrô Phạm Văn Hiến, một người thông thạo chữ quốc ngữ và chữ Nho nên giữ chức Phó lý trong làng. Thân mẫu ông là bà Anna Nguyễn Thị Bống vốn hiền lành, có lòng thương người.<ref name= p1>{{Chú thích web|url=http:\/\/www.vietcatholic.org\/News\/Html\/64432.htm|tiêu đề= ĐHY Phaolô Giuse Phạm Đình Tụng - chứng nhân lịch sử GHVN- đã qua đời|ngày truy cập=ngày 22 tháng 8 năm 2015|nhà xuất bản=Việt Catholic|ngày lưu trữ=Ngày 4 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904034107\/http:\/\/www.vietcatholic.org\/News\/Html\/64432.htm}}<\/ref><ref name=tsm>{{chú thích web|url=https:\/\/tonggiaophanhanoi.org\/tu-lieu\/229-tu-lieu-lich-su\/15386-tieu-su-duc-co-hong-y-phaolo-giuse-pham-dinh-tung.html|tiêu đề=Tiểu sử Đức cố Hồng y Phaolô Giuse Phạm Đình Tụng|nhà xuất bản=Tổng giáo phận Hà Nội|ngày truy cập=Ngày 30 tháng 3 năm 2019|ngày lưu trữ=Ngày 30 tháng 3 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190330103150\/https:\/\/tonggiaophanhanoi.org\/tu-lieu\/229-tu-lieu-lich-su\/15386-tieu-su-duc-co-hong-y-phaolo-giuse-pham-dinh-tung.html}}<\/ref> Ông Phạm Văn Hiến sau này di cư vào Nam và qua đời năm 1966. Kể từ khi di cư, thân phụ và Phạm Đình Tụng không hề liên lạc với nhau.<ref name=lb\/>\n\nLên sáu tuổi (1925), cậu bé Phạm Đình Tụng nhập học tiểu học tại trường làng. Chỉ hai năm sau đó, cha nuôi cậu là [[linh mục]] [[Phêrô Phạm Bá Trực]] đưa lên học tại giáo xứ Kẻ Sét, Hà Nội. Đến năm 1929, cậu bé Phạm Đình Tụng may mắn đậu vớt và được nhập học Trường Tập Hà Nội.<ref name= p1 \/> Nhắc nhớ chi tiết về vấn đề gia nhập trường tập của cậu bé Tụng, giám mục [[Phaolô Nguyễn Văn Hòa]] có lời kể chi tiết:<ref name=p4 \/>\n\n:''Năm 1929, Tràng (Trường) tập được thiết lập tại Hà nội, tọa lạc tại chính cơ sở của Đại chủng viện ngày nay. Đầu niên khóa 1931–1932, cũng như mọi năm, Tràng (Trường) tập tổ chức thi tuyển để chọn học sinh vào lớp mới với con số tối đa khoảng trên 30 em. Lần đó, chú Phaolô Phạm Đình Tụng bị lọt sổ, chỉ suýt nữa trúng tuyển, có nghĩa là bị trượt, bị rớt. Nhưng chú vui vẻ về lại xứ Khoan Vĩ với cha nghĩa phụ Phêrô Phạm Bá Trực. Bỗng mấy ngày sau, một tin vui đưa tới, chú lại nhận được giấy gọi từ cha Décréaux, Bề trên Tràng tập gửi về Khoan Vĩ, gọi chú Tụng lên Tràng tập nhập lớp mới, vì có một chú, tuy đã trúng tuyển nhưng bị bệnh không thể tiếp tục học được phải rút lui, nên chú Tụng được gọi lên lấp vào chỗ trống. Chú Tụng mừng quá chừng, khi được đậu vớt và đã rất chăm chỉ học tập.''\n\nChỉ sau hai năm nhập học Trường Tập, Phạm Đình Tụng là người đầu tiên thi đậu bằng sơ học yếu lược (Certificat d'étude Primaire)<ref name=tsm\/> và được tuyển vào [[Tiểu Chủng viện Hoàng Nguyên]], [[Hà Đông]].<ref name= p1 \/> Trong những năm ở Tiểu chủng viện, Phạm Đình Tụng là một học sinh gương mẫu, luôn đứng đầu lớp về đời sống đạo đức, kỉ luật...<ref name=tsm\/> Sau khi tốt nghiệp Tiểu Chủng viện năm 1939, chủng sinh Tụng được cử đi phục vụ tại giáo xứ Xuy Xá, thuộc huyện Mỹ Đức, tỉnh Hà Đông.\n\nNăm 1940, chủng sinh Phạm Đình Tụng theo học tại [[Đại Chủng viện Liễu Giai]], Hà Nội. Năm 1942, cậu được bổ nhiệm đến phục vụ tại giáo xứ Khoan Vĩ, thuộc huyện Lý Nhân, tỉnh Hà Nam, là nơi Linh mục Phêrô Phạm Bá Trực đang làm linh mục chánh xứ. Sau một năm tại Khoan Vĩ, chủng sinh Phạm Đình Tụng tiếp tục con đường tu học bằng việc trở về Đại chủng viện tiếp tục tu học.<ref name=p1\/>\n\nNăm 1945, [[Cách mạng tháng Tám]] nổ ra, chủng sinh Phạm Đình Tụng tạm hoãn việc học do Đại chủng viện Liễu Giai tạm ngưng hoạt động. Hơn một năm sau đó, tháng 9 năm 1946, Đại Chủng viện Liễu Giai tái mở cửa, chủng sinh Tụng quay trở lại Chủng viện học tập. Thời gian quay về học tập ngắn ngủi của chủng sinh Phạm Đình Tụng chỉ 3 tháng, vì ngày 19 tháng 12 năm 1946, chiến tranh bùng nổ, Đại Chủng viện bị quân Pháp trưng dụng, một lần nữa phải ngưng hoạt động. Mãi đến năm 1948, chủng sinh Phạm Đình Tụng mới có thể tiếp tục học để hoàn tất chương trình thần học tại Học viện [[Dòng Chúa Cứu Thế]] tại Thái Hà, Hà Nội. Một năm sau, [[Đại chủng viện Thánh Giuse Hà Nội|Đại Chủng viện Hà Nội]] mới được thành lập lại ở số 40 Nhà Chung, cậu chuyển về học tại đây.<ref name= p1 \/>\n\n==Linh mục==\nSau khoảng thời gian dài tu học, ngày 6 tháng 6 năm 1949, [[Phó tế]] Phạm Đình Tụng được thụ phong chức [[Linh mục]] tại [[Nhà thờ Lớn Hà Nội|Nhà thờ chính tòa Hà Nội]] bởi Giám mục Địa phận Phát Diệm [[Tađêô Lê Hữu Từ]]<ref name=tt2>{{Chú thích web|url=https:\/\/www.catholic-hierarchy.org\/bishop\/blehu.html|tiêu đề=Bishop Thaddée Anselme Lê Hữu Từ, O. Cist. † Vicar Apostolic Emeritus of Phát Diêm, Viet Nam - Titular Bishop of Daphnusia|nhà xuất bản=Catholic Hierarchy|ngày truy cập=Ngày 6 tháng 7 năm 2020|ngày lưu trữ=Ngày 6 tháng 7 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200616042625\/https:\/\/www.catholic-hierarchy.org\/bishop\/blehu.html}}<\/ref> và được cử về làm Tuyên úy Cô nhi viện Têrêsa tại Quần Ngựa, do linh mục người Pháp là [[Léon Seitz Kim]] làm giám đốc.<ref>Về sau, linh mục này được thăng Giám mục.<\/ref> Trước khi được cử hành nghi thức truyền chức linh mục, vị linh mục tân cử mất đi người mẹ của mình. Khi hay tin con trai sắp được truyền chức linh mục, bà đi thuyền từ Phát Diệm đến Hà Nội để mua áo lễ và chén thánh cho con. Bất chấp nguy hiểm của thời chiến, con đường đi lại chính yếu tại thời điểm giữa Phát Diệm và Hà Nội là những chiếc canô. Trên hành trình này, mẹ Phó tế Phạm Đình Tụng trúng một phát đạn khi ca nô di chuyển trên sông tại khu vực gần Đò Lèn. Bà qua đời và xác cũng không được tìm thấy.<ref name=p6 \/><ref name=lb\/>\n\nSau khi được truyền chức, linh mục Phaolô Phạm Đình Tụng tình nguyện đến trợ giúp các trẻ em mồ côi tại Cô Nhi Viện Têrêsa do linh mục Seilz Kim thành lập. Năm 1950, linh mục Tụng được bổ nhiệm đảm trách vai trò linh mục phó giáo xứ [[Nhà thờ Hàm Long|Hàm Long]], Hà Nội.<ref name=tsm\/> Ngày 18 tháng 4 năm 1950, linh mục Tụng trở thành linh mục chánh xứ giáo xứ này, kế nhiệm linh mục [[Giuse Maria Trịnh Như Khuê]] được chọn làm Giám mục [[Đại diện Tông Tòa]] [[Tổng giáo phận Hà Nội|Hạt Đại diện Tông Tòa Hà Nội]] (Địa phận Hà Nội).\n\nNhằm giúp đỡ các nạn nhân nghèo khổ do chiến tranh, vốn từ các vùng nông thôn đến Hà Nội, linh mục Phạm Đình Tụng cho thành lập nhà tế bần Bạch Mai vào năm 1953.<ref name= p1 \/> Một năm sau đó, vấn đề di cư miền Nam, rất nhiều linh mục trong địa phận Hà Nội di cư vào Nam. Linh mục Phạm Đình Tụng từng hai đến ba lần đi theo giáo dân giáo xứ vào Nam, lo liệu và giúp đỡ họ trong thời gian định cư, nhưng sau đó lại trở về phục vụ giáo dân tại Hàm Long.<ref name=p6>{{Chú thích web|url=http:\/\/vntaiwan.catholic.org.tw\/09news\/9news058.htm|tiêu đề=Chuỗi ngày thử thách trong cuộc đời Đức Hồng y Phạm đình Tụng.|nhà xuất bản=Catholic|ngày truy cập=ngày 16 tháng 2 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904034221\/http:\/\/vntaiwan.catholic.org.tw\/09news\/9news058.htm|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref>\n\nQuyết định không di cư vào Nam, năm 1955, linh mục Phạm Đình Tụng được bổ nhiệm làm giám đốc [[Tiểu Chủng viện Thánh Gioan Hà Nội]] – một tiểu chủng viện liên [[giáo phận]] với khoảng hơn 200 chủng sinh thuộc hầu hết các giáo phận ở Miền Bắc lúc bấy giờ.<ref name= p1 \/> Vì muốn bảo vệ sự độc lập của [[giáo hội Công giáo Rôma|giáo hội Công giáo]] trong lãnh vực đào tạo giáo sĩ, ông đã cùng các vị có trác nhiệm ra quyết định cho các chủng sinh về lại các giáo phận của mình, chấp nhận giải tán tiểu chủng viện vào năm 1960.<ref name=bbc1>{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/vietnam\/story\/2009\/02\/090222_cardinal_pdtung_dies.shtml |tiêu đề=Giáo hoàng chia buồn vì Hồng y qua đời\n|nhà xuất bản=BBC Tiếng việt|ngày truy cập=ngày 23 tháng 8 năm 2015|url lưu trữ=https:\/\/web.archive.org\/web\/20190904034318\/https:\/\/www.bbc.com\/vietnamese\/vietnam\/story\/2009\/02\/090222_cardinal_pdtung_dies.shtml|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref>\n\n==Giám mục Bắc Ninh==\n[[Tập tin:Bishop Paul-Joseph Pham Dinh Tung of Bac Ninh, Vietnam.jpg|nhỏ|trái|180px|Tân giám mục Phaolô Giuse Phạm Đình Tụng]]\nNgày 5 tháng 4 năm 1963, Tòa Thánh loan tin [[Giáo hoàng Gioan XXIII]] bổ nhiệm linh mục Phaolô Giuse Phạm Đình Tụng làm Giám mục chính tòa [[Giáo phận Bắc Ninh]]. Lễ tấn phong cho vị giám mục Tân cử được tổ chức tại tại Nhà thờ chính tòa Hà Nội ngày 15 tháng 8 cùng năm, với phần nghi thức chính yếu được cử hành bởi Chủ phong là Tổng giám mục Tiên khởi [[Tổng giáo phận Hà Nội]] [[Giuse Maria Trịnh Như Khuê]]. Tân giám mục chọn cho mình khẩu hiệu ''Tôi tin vào tình yêu Thiên Chúa''.<ref name= p3 \/>\n\nGiáo phận Bắc Ninh là một giáo phận trải dài từ Đồng bằng Sông Hồng đến giáp biên giới Việt Trung gồm \"năm tỉnh trực thuộc và 7 tỉnh liên hệ\". Số linh mục già yếu ở lại giáo phận sau cuộc di cư 1954 đếm được trên đầu các ngón tay!<ref name= hd \/> Tân giám mục Phạm Đình Tụng chính thức về nhận giáo phận ngày lễ Đức Mẹ Mân Côi 5 tháng 10 năm 1963.<ref name=bn>{{Chú thích web|url=http:\/\/www.giadinhbacninh.com\/|tiêu đề=Niên lịch sử giáo phận Bắc Ninh|nhà xuất bản=GP. Bắc Ninh|ngày truy cập=ngày 23 tháng 8 năm 2015}}<\/ref> Tình trạng chung của các giáo phận ở miền Bắc Việt Nam sau năm 1954 với tình trạng di cư thì nhân sự còn lại rất ít, các hoạt động tôn giáo bị kiểm soát chặt chẽ. Vì vậy, các hoạt động Công giáo tại các giáo phận này chỉ còn là những hoạt động tối thiểu: mở cửa nhà thờ để đọc kinh, không còn linh mục và các giáo lý viên để đào tạo tín hữu, cùng việc giám mục không được cho phép đi lại trong giáo phận.<ref name=pt>{{chú thích web|url=https:\/\/tonggiaophanhanoi.org\/tin-tuc\/tin-giao-phan\/17465-thanh-le-gio-11-nam-cua-duc-co-hong-y-phaolo-giuse-pham-dinh-tung.html|tiêu đề=Thánh lễ giỗ 11 năm của Đức cố Hồng y Phaolô Giuse Phạm Đình Tụng|nhà xuất bản=Tổng giáo phận Hà Nội|ngày truy cập=Ngày 22 tháng 2 năm 2020|ngày lưu trữ=Ngày 22 tháng 2 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200222173708\/https:\/\/tonggiaophanhanoi.org\/tin-tuc\/tin-giao-phan\/17465-thanh-le-gio-11-nam-cua-duc-co-hong-y-phaolo-giuse-pham-dinh-tung.html}}<\/ref>\n\nThời giám mục Phạm Đình Tụng nhận giáo phận Bắc Ninh, tình hình tôn giáo rất khó khăn. Giai đoạn này, số lượng giáo dân tăng nhiều nhưng chỉ có khoảng 6 linh mục, trong đó có 4 vị đã già. Vì vậy, sinh hoạt tôn giáo trong giáo phận chỉ có việc tu học lén. Việc tu \"chui\" này nếu để lộ thì dễ dàng bị đưa vào tù. Các cộng đoàn cơ bản do giáo dân tự điều khiển, các xứ họ gặp nhiều khó khăn.<ref name=u8\/> Ngay trong năm đầu tiên quản lý giáo phận, Giám mục Phạm Đình Tụng đã sáng lập Tu Hội Đức Mẹ Hiệp Nhất, ban đầu gồm 20 thành viên. Nay tổ chức này có tên Hiệp hội Đức Mẹ Hiệp Nhất, là Hội Dòng thuộc quyền giáo phận với số thành viên trên 150 người.<ref name=tsm\/>\n\nGiám mục Phạm Đình Tụng ở tại Tòa giám mục Bắc Ninh, xây dựng khoảng năm 1950 dưới thời giám mục [[Đa Minh Hoàng Văn Đoàn]]. Tại nhà nguyện trong Tòa giám mục, ông đã thực hiện nhiều nghi lễ Công giáo như ''thường đọc kinh Phụng vụ, dâng lễ và chầu Mình Thánh một mình''. Căn phòng này cũng nổi tiếng vì nơi đây, giám mục Tụng đã lén truyền chức cho 2 giám mục, 12 linh mục và 4 phó tế. Nhà nguyện này được gọi là \"phòng U8\" vì có diện tích dưới 8 mét vuông. Tòa giám mục này hiện nay dùng làm Nhà Truyền thống của giáo phận Bắc Ninh, tên gọi mới là Nhà Thánh Stêphanô Nguyễn Văn Vinh.<ref name=u8>{{Chú thích web|url=http:\/\/conggiao.info\/nhung-dot-truyen-chuc-trong-am-tham-tai-phong-u8-tho-duc-hong-y-phaolo-giuse-pham-dinh-tung-d-51393|tiêu đề=Những đợt truyền chức trong âm thầm tại phòng U8 thờ Đức hồng y Phaolô Giuse Phạm Đình Tụng|nhà xuất bản=Conggiao.info|ngày truy cập=Ngày 29 tháng 9 năm 2019|ngày lưu trữ=Ngày 29 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190929071755\/http:\/\/conggiao.info\/nhung-dot-truyen-chuc-trong-am-tham-tai-phong-u8-tho-duc-hong-y-phaolo-giuse-pham-dinh-tung-d-51393}}<\/ref>\n\nTrong thời kỳ khó khăn, Phạm Đình Tụng không thể thành lập chủng viện đào tạo chủng sinh, chính vì vậy, giám mục Tụng quyết định đào tạo chủng sinh bằng phương pháp [[hàm thụ]].<ref name=tsm\/> Việc đào tạo những linh mục này thực hiện cách bí mật: các chủng sinh đến và rời Tòa giám mục cách bí mật, sau một khoảng thời gian, giám mục Tụng dạy học bài mới và trả bài các chủng sinh. Ngoài ra, ông còn gửi bài về cho chủng sinh học tại nhà, xen lẫn với ít lần họ gặp trực tiếp. Giám mục Phạm Đình Tụng làm thủ tục xin phép truyền chức linh mục cho mấy ứng viên linh mục, nhưng chính quyền không cho phép và còn gây khó khăn cho các ứng viên này. Vì vậy, giám mục Tụng quyết định phong chức linh mục cách bí mật. Ngày 29 tháng 6 năm 1964, lúc nửa đêm, ông cử hành truyền chức cho tân linh mục Giuse Phạm Sĩ An. Buổi lễ diễn ra cách bí mật, giám mục Tụng có khi phải ra giữ chặt cửa khi có động. Lần phong chức linh mục thứ hai là vào đêm ngày 16 tháng 9 năm 1974, giám mục Tụng truyền chức linh mục bí mật cho 7 phó tế. Buổi lễ diễn ra trong hoàn cảnh giám mục Tụng bị đột quỵ vào đầu tháng 9 và chưa hồi phục hoàn toàn, những tin đồn đoán về việc chính quyền Cộng sản nắm quyền sẽ gây khó khăn cho đạo Công giáo. Chính vì vậy, sau khi xét hỏi từng tân linh mục về việc chẳng may bị bắt giữ vì truyền chức lén, giám mục Tụng tiến hành truyền chức cho bảy vị này trong một buổi lễ kéo dài hai giờ đồng hồ.<ref name=u8\/>\n\nSau biến cố ngày 30 tháng 4 năm 1975, vấn đề lo ngại đạo Công giáo sẽ gặp nhiều khó khăn, nên các giáo phận Công giáo tại Việt Nam đều củng cố nhân sự. Tại giáo phận Bắc Ninh, giám mục Tụng hỏi ý kiến Tổng giám mục [[Giuse Maria Trịnh Như Khuê]] và một số linh mục về việc tấn phong tân giám mục. Với lý do sức khỏe không tốt, giám mục Tụng quyết định tấn phong tân giám mục [[Đa Minh Đinh Huy Quảng]]. Tham gia buổi lễ vào ngày 4 tháng 5 năm 1975, ngoài vị giám mục chủ phong và thụ phong còn có linh mục Giuse Trần Đăng Can. Ngay ngày hôm sau, tân giám mục Quảng bị đưa đi cưỡng chế. Lễ tấn phong của giám mục [[giáo phận Lạng Sơn và Cao Bằng]] [[Vinh Sơn Phạm Văn Dụ]] đêm ngày 1 tháng 5 năm 1979 cũng có kịch bản tương tự, ngoài hai vị giám mục phong chức và thụ chức còn có linh mục Can. Bối cảnh diễn ra việc phong chức là giám mục tân cử Dụ (được Tòa Thánh bổ nhiệm năm 1960) đến Bắc Ninh di tản vì chiến tranh Biên giới Việt-Trung. Cả hai buổi lễ này đều được tổ chức tại nhà nguyện U8.<ref name=u8\/>\n\nVì địa bàn giáo phận rộng lớn, số linh mục lại quá ít, Giám mục Phạm Đình Tụng cho xây dựng và huấn luyện thành phần tông đồ giáo dân. Ban hành giáo trở nên những cộng sự viên cho việc mục vụ: chủ sự suy tôn Lời Chúa, rửa tội cho trẻ sơ sinh, giảng dạy giáo lý, quản lý đất đai, tài sản của giáo xứ. Cũng trong thời gian này ông cho hành lập các đoàn thể Công giáo như: Huynh đoàn Đaminh giáo dân, Hội các bà mẹ Công giáo, Ca đoàn, Giới trẻ, Giáo lý viên, Thiếu nhi Thánh Thể...<ref name=tsm\/> Ngoài ra, ông cũng cho in Kinh bản giáo phận, cổ vũ lòng tôn sùng Thánh Tâm Chúa. Năm [[1983]], ông tổ chức đại lễ mừng 100 năm thành lập Giáo phận Bắc Ninh.<ref name=bn \/>\n\nHơn 20 năm giám mục Tụng không được ra khỏi Tòa Giám mục để thi hành mục vụ. Vì thế, Tòa giám mục Bắc Ninh đã thật sự trở thành Nhà Chung của giáo phận. Hàng ngày, ông cùng ăn, cùng đọc kinh chung với giáo dân. Trong thời kỳ khó khăn mà nhà ăn Tòa Giám mục thường xuyên đông vui, đầm ấm. Những ngày lễ trọng, ông kêu gọi và tổ chức cho giáo dân \"góp gạo thổi cơm chung\".<ref name=hd \/> Nhân lễ mừng ngân khánh giám mục, hơn 30.000 tín hữu tới chúc mừng Phạm Đình Tụng vào ngày 15 tháng 8 năm 1988. Sức khỏe hao mòn, giám mục Phạm Đình Tụng lo liệu và thỉnh cầu Tòa Thánh bổ nhiệm giám mục phó. Thỉnh nguyện được chuẩn thuận và bổ nhiệm giám mục [[Giuse Maria Nguyễn Quang Tuyến]], tấn phong tháng 1 năm 1989.<ref name=tsm\/>\n\nNăm 1992, giáo phận Bắc Ninh tổ chức kỉ niệm Bách Chu Niên Nhà thờ chính tòa, Phạm Đình Tụng khánh thành Tòa giám mục mới và mở năm Toàn Xá trong giáo phận. Sau khi xã hội cởi mờ, Phạm Đình Tụng thực hiện thăm mục vụ nhiều giáo xứ trong giáo phận. Trong thời kỳ giám mục Bắc Ninh, giám mục Tụng đã xây dựng Bắc Ninh trở thành một giáo phận ấm cúng như gia đình, chan chứa tình cha con và có lòng tin mến vững chắc. Khi chia tay giáo phận để về làm Tổng Giám mục Hà Nội, Phạm Đình Tụng chia sẻ: ''\"Tuy cha rời giáo phận, nhưng tâm hồn cha vẫn luôn ở với gia đình Bắc Ninh, cha luôn cầu nguyện cho các con\".''<ref name=tsm\/> Linh mục Phạm Sỹ An viết trong ''Hồi Ký Về Vị Mục Tử Nhân Lành'' cho rằng trong suốt 31 năm làm giám mục Bắc Ninh, ông chỉ đi thăm viếng mục vụ được hai địa điểm là Đồng Chương ở Tuyên Quang và Vĩnh Phú.<ref name=u8\/>\n\nVề sau, trong lễ giỗ 100 ngày của ông, Giám mục Phụ tá [[Tổng giáo phận Thành phố Hồ Chí Minh]] [[Phêrô Nguyễn Văn Khảm]] nhận xét, tưởng nhớ về thời kì này của Hồng y Tụng:<ref name= p3 \/>\n:''Chúng tôi được nghe kể là Đức cố Hồng y Phaolô Giuse trong hoàn cảnh hết sức khó khăn về mặt xã hội mà lại thiếu thốn về nhân sự, Ngài đã biến Toà Giám mục Bắc Ninh của mình thành một trung tâm hành hương để mỗi tuần, vào Chúa nhật, từng đoàn người đông đảo khắp nơi đổ về đó, Ngài lo cho có chỗ ăn chỗ ngủ rồi lo dạy giáo lý, làm lễ, ban các bí tích cho anh chị em giáo dân. Tất cả mọi người đều nhìn thấy nơi Đức cố Hồng y hình ảnh của một người Cha hết lòng yêu thương chăm sóc con cái trong giáo phận.''\n\n==Tổng giám mục Hà Nội, thăng Hồng y==\n[[Tập tin:Giam muc Pham Dinh Tung.png|phải|220px|nhỏ|Giám mục Phạm Đình Tụng]]\nNgày 5 tháng 7 năm 1990, giám mục Phạm Đình Tụng được Tòa Thánh bổ nhiệm làm giám quản Tông tòa Giáo phận Hà Nội, kiêm chức Giám đốc [[Đại chủng viện Thánh Giuse Hà Nội]].<ref name=hd \/> Tổng giáo phận Hà Nội trước đó đang trong tình trạng [[trống tòa]] sau cái chết của Hồng y, Tổng giám mục [[Giuse Maria Trịnh Văn Căn]].<ref name=tsm\/> Bốn năm sau đó, ngày 23 tháng 3 năm 1994, giám mục giám quản Tụng chính thức được Tòa Thánh bổ nhiệm làm Tổng Giám mục Tổng giáo phận Hà Nội.<ref name=truyenthua\/><ref>{{chú thích web|url=http:\/\/www.gcatholic.org\/dioceses\/diocese\/bacn0.htm |tiêu đề=Diocese of Bac Ninh, Vietnam|ngày truy cập=Ngày 4 tháng 9 năm 2019|ngày lưu trữ=Ngày 4 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904034812\/http:\/\/www.gcatholic.org\/dioceses\/diocese\/bacn0.htm}}<\/ref> Giám mục Tụng được nhận định là giám mục can đảm và trung kiên của Giáo hội Công giáo tại Việt Nam.<ref name=pt\/>\n\nLễ nhậm chức của Tân tổng giám mục Phạm Đình Tụng được cử hành vào ngày 14 tháng 8 năm 1994.<ref name=p2>{{Chú thích web|url=http:\/\/vntaiwan.catholic.org.tw\/09news\/9news049.htm|tiêu đề=Mấy kỷ niệm về Đức Hồng y Phaolô Giuse Phạm Đình Tụng|ngày truy cập=ngày 16 tháng 2 năm 2019|nhà xuất bản=Catholic|url lưu trữ=https:\/\/web.archive.org\/web\/20190904034924\/http:\/\/vntaiwan.catholic.org.tw\/09news\/9news049.htm|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref> Khi đó có nguồn dư luận lo ngại việc bổ nhiệm giám mục Phạm Đình Tụng về làm Tổng giám mục Hà Nội chỉ là một giải pháp tình thế, vì giám mục Tụng vốn có thể trạng gầy gò, ốm yếu và đã đến tuổi nghỉ hưu theo giáo luật Công giáo (75 tuổi).<ref name=hn>{{Chú thích web|url=http:\/\/www.tonggiaophanhanoi.org\/tin-tuc\/tin-giao-phan\/1077-le-gio-duc-co-hong-y-phao-lo-pham-dinh-tung-tai-nha-tho-chinh-toa-ha-noi |tiêu đề=Lễ giỗ Đức Cố Hồng y Phaolô Giuse Phạm Đình Tụng tại Nhà thờ chính tòa Hà Nội|nhà xuất bản=Tổng giáo phận Hà Nội|ngày truy cập=ngày 23 tháng 8 năm 2015|ngày lưu trữ=Ngày 4 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904035255\/https:\/\/www.tonggiaophanhanoi.org\/tin-tuc\/tin-giao-phan\/1077-le-gio-duc-co-hong-y-phao-lo-pham-dinh-tung-tai-nha-tho-chinh-toa-ha-noi}}<\/ref> Trong lễ nhậm chức, tân tổng giám mục tiến vào nhà thờ và quỳ, đề nghị mọi người giữ thinh lặng đế tưởng nhớ linh mục [[Phêrô Phạm Bá Trực]] – người cha linh hướng của mình và cố hồng y [[Giuse Maria Trịnh Như Khuê]] – người nâng đỡ và tấn phong giám mục cho ông vào năm 1963. Tổng giám mục Tụng cũng đã có bài phát biểu trong lễ nhậm chức, trong đó có đoạn:<ref name= p2 \/>\n\n{{Cquote|''Thưa anh chị em thân mến, tôi về nhận giáo phận trong giai đoạn nước nhà đổi mới. Giáo hội cũng cần thích nghi theo nhịp đổi mới của dân tộc. Biết bao công việc phải làm, biết bao vấn đề cần giải quyết. Nhiều nhà thờ xuống cấp lâu ngày, hư hỏng vì chiến tranh cần tu sửa, nhiều giáo xứ thiếu thánh lễ đang mong chờ có linh mục khôn ngoan, đạo đức hết mình phục vụ theo gương Thày Chí Thánh... Các em thiếu nhi cần được giúp đỡ để nâng cao trình độ giáo lý và văn hoá. Các thanh niên chuẩn bị bước vào đời cần được hướng dẫn trở nên giáo dân tốt\"...''}}\n\nNgay sau khi nhận giáo phận Hà Nội, Tổng giám mục Phạm Đình Tụng tấn phong tân giám mục phụ tá [[Phaolô Lê Đắc Trọng]] ngày 15 tháng 8 năm 1994.<ref name=tsm\/>\n\n[[Tập tin:HY Phạm Đình Tụng.png|nhỏ|trái|220px|Hồng y Tụng nhận mũ Hồng y năm 1994]]\nChỉ sau 3 tháng tiếp nhận vai trò Tổng giám mục Hà Nội, ngày 26 tháng 11 năm 1994, Tổng giám mục Phạm Đình Tụng được [[Giáo hoàng Gioan Phaolô II]] vinh thăng tước vị [[Hồng y]] đẳng linh mục nhà thờ Santa Maria \"Regina Pacis\" in Ostia mare. Với quyết định này, ông trở thành vị Hồng y người Việt thứ ba.<ref>{{Chú thích web| url = http:\/\/www.simonhoadalat.com\/GIAOHOI\/Nam2010\/Thang2\/14CongNghiHY-1.htm| tiêu đề = Một Công nghị Hồng y đã rất gần - Sẽ có tân Hồng y Việt Nam?| ngày truy cập = ngày 23 tháng 8 năm 2015| nhà xuất bản = Simon Hoà Đà Lạt|ngày lưu trữ=Ngày 4 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904035413\/http:\/\/www.simonhoadalat.com\/GIAOHOI\/Nam2010\/Thang2\/14CongNghiHY-1.htm}}<\/ref> Ngay sau khi vinh thăng Hồng y, ông nhận thêm nhiệm vụ Giám mục giám quản Tông Toà [[Giáo phận Hưng Hoá]] vì Giám mục chính tòa giáo phận [[Giuse Nguyễn Phụng Hiểu]] qua đời.<ref name= p2 \/>\n\nNăm 1995, Hồng y Phạm Đình Tụng được các giám mục bầu chọn đảm nhận vai trò chủ tịch [[Hội đồng Giám mục Việt Nam]] và giữ chức vụ này trong 6 năm (2 nhiệm kỳ).<ref name=p3 \/> Cùng năm này, ông bị ngã gãy xương vai và được đưa đến bệnh viện để bó bột, đóng đinh. Tuy vậy, khi nghe tin [[Giáo hoàng Gioan Phaolô II]] cũng bị ngã, hồng y Tụng cũng gửi điện thăm hỏi.<ref name= p2 \/> Nhà nước Việt Nam cho biết sẽ tạo mọi điều kiện để Hồng y Tụng chữa trị tại Rôma, nhưng ông quyết định ở lại Việt Nam chữa bệnh tại bệnh viện Việt-Đức.<ref name=lb>{{chú thích web|url=https:\/\/tienphong.vn\/chuyen-ve-duc-hong-y-va-giam-muc-nguoi-dung-luc-bat-viet-post1300251.tpo|tiêu đề=Chuyện về Đức Hồng y và Giám mục: Người dùng lục bát Việt|nhà xuất bản=Báo Tiền phong|ngày truy cập=Ngày 3 tháng 6 năm 2021|ngày lưu trữ=Ngày 3 tháng 6 năm 2021|url lưu trữ=https:\/\/web.archive.org\/web\/20210603185143\/https:\/\/tienphong.vn\/chuyen-ve-duc-hong-y-va-giam-muc-nguoi-dung-luc-bat-viet-post1300251.tpo}}<\/ref>\n\nHồng y Phạm Đình Tụng tái thiết Đại Chủng viện Thánh Giuse Hà Nội, tìm cách đối thoại với chính quyền để Giáo hội Công giáo được độc lập và tự chủ hơn trong việc tuyển chọn chủng sinh, đưa các linh mục thụ phong bí mật trước đây được công nhận công khai, xúc tiến mối liên hệ giữa Toà Thánh và chính quyền Việt Nam.<ref name= p1 \/> Năm 1996, ông vừa khôi phục vừa mở rộng Hội Thầy Giảng cũ của tổng giáo phận, thành lập Tu Đoàn Tông Đồ Truyền Tin không chỉ cho nam giới mà cả cho nữ giới.<ref>{{Chú thích web|url=http:\/\/vntaiwan.catholic.org.tw\/09news\/9news048.htm |tiêu đề=Đức Hồng y Phạm Đình Tụng Một Người Thầy, Một Người Cha|nhà xuất bản=Catholic|ngày truy cập=ngày 16 tháng 2 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904035442\/http:\/\/vntaiwan.catholic.org.tw\/09news\/9news048.htm|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref>\n\nNăm 1996, hồng y Phạm Đình Tụng dẫn đầu phái đoàn các giám mục Việt đi viếng thăm Tòa Thánh, bổn phậm của các giám mục Công giáo mang tên [[Ad Limina]]. Ngày 1 tháng 8 cùng năm, ông cho thành lập Tu Hội Anh Em Nhà Chúa vốn kế nghiệp Hội Thầy Giảng. Hiện nay Tu Hội có danh xưng mới là Tu đoàn Truyền Tin Hà Nội.<ref name=tsm\/> Ngày 22 tháng 10 năm 1996, ông công bố Thư chung về vấn đề nghiện hút ma tuý ở ngoài xã hội. Trong thư, ông nhận định vấn đề nghiện ma túy là một tai họa cho xã hội và cho giáo hội vì nó tàn phá sức khỏe, hạ thấp [[nhân phẩm]], gây rối loạn trong gia đình, mất trật tự xã hội, đe dọa đức tin và nếp sống Kitô giáo. Ông cũng kêu gọi chặn nạn nghiện ma túy và tẩy sạch nạn ma túy ra khỏi gia đình, giáo xứ và xóm làng.<ref name= p2 \/>\n\nNăm 1997, [[Giáo hoàng Gioan Phaolô II]] gửi thư cho hồng y Phạm Đình Tụng, với tư cách Chủ tịch Hội đồng giám mục Việt Nam về việc kỉ niệm 200 năm Đức Mẹ La Vang.<ref name=va>{{Chú thích web|url=http:\/\/w2.vatican.va\/content\/john-paul-ii\/en\/letters\/1997\/documents\/hf_jp-ii_let_19971216_hanoi.html|tiêu đề=LETTER OF HIS HOLINESS POPE JOHN PAUL II TO CARDINAL PAUL JOSEPH PHAM DÌNH TUNG ARCHBISHOP OF HÀ NÔI PRESIDENT OF THE EPISCOPAL CONFERENCE OF VIÊT NAM FOR BICENTENARY OF THE VIRGIN MARY'S APPARITIONS IN LA VANG|nhà xuất bản=Vatican|ngày truy cập=ngày 23 tháng 8 năm 2015|url lưu trữ=https:\/\/web.archive.org\/web\/20190904035524\/http:\/\/w2.vatican.va\/content\/john-paul-ii\/en\/letters\/1997\/documents\/hf_jp-ii_let_19971216_hanoi.html|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref>\n\nPhạm Đình Tụng được ủy quyền đại sứ cho [[giáo hoàng]] tại [[Đại hội Thánh Mẫu|Đại hội Thánh Mẫu La Vang]] tổ chức vào ngày 13 tháng 8 năm 1998.<ref name=bbc1 \/> Ngày [[1 tháng 9]] cùng năm, Giám mục chính tòa [[Giáo phận Lạng Sơn và Cao Bằng]] [[Vinh Sơn Phạm Văn Dụ]] qua đời và ngày [[10 tháng 3]] năm [[1999]], Giám mục chính tòa [[Giáo phận Hải Phòng]] [[Giuse Maria Nguyễn Tùng Cương]] cũng qua đời. Ông phải kiêm nhiệm làm Giám mục Tông Toà 2 giáo phận này. Vì vậy, ông bận rộn với nhiều chuyến đi qua lại giữa các giáo phận khác nhau. Sáng ngày [[15 tháng 3]] năm 1999, ông chủ sự lễ tang Giám mục chính tòa [[Giáo phận Hải Phòng]] [[Giuse Maria Nguyễn Tùng Cương]] và buổi chiều về Hà Nội làm việc với phái đoàn của Toà thánh do Đức ông Cetetino Migiliore đẫn đầu. Ngày [[15 tháng 6]] cùng năm, ông mất quyền tham gia [[Mật nghị Hồng y]] do đã quá tuổi quy định.<ref name= p2 \/> Ngày 7 tháng 11, với tư cách Chủ tịch Hội đồng Giám mục Việt Nam, ông viết thư xin cứu trợ cho [[Lũ lụt miền Trung Việt Nam tháng 11 năm 1999|trận lũ lịch sử tại miền Trung Việt Nam từ 1 đến 6 tháng 11 năm 1999]].<ref>{{Chú thích web|url=http:\/\/vntaiwan.catholic.org.tw\/ghvienam\/53vienam.htm|tiêu đề=Chủ tịch Hội Đồng Giám mục Việt Nam về việc Cứu Giúp các Nạn Nhân Lũ Lụt|nhà xuất bản=Catholic|ngày truy cập=ngày 16 tháng 2 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904035609\/http:\/\/vntaiwan.catholic.org.tw\/ghvienam\/53vienam.htm|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref>\n\nTrong thời gian quản lý Tổng giáo phận Hà Nội, hồng y Tụng thường quan tâm tổ chức các kỳ thường huấn linh mục, cổ võ ơn gọi tu trì và thăm viếng mục vụ nhiều giáo xứ. Ngoài ra, ông đã ra nhiều thư chung gửi giáo dân. Trong thời kỳ làm Giám đốc Đại chủng viện Hà Nội từ năm 1990 đến năm 2003, Phạm Đình Tụng dùng nhiều phương thức củng cố và phát triển Đại chủng viện. Ông cũng dành thời gian quan tâm đến việc huấn dụ và cử hành lễ cho các chủng sinh học tại đây.<ref name=tsm\/>\n\n==Quyền Tổng giám mục và hưu dưỡng==\nDo tuổi cao và nhiều công việc mục vụ, Hồng y Phạm Đình Tụng nhiều lần đau bệnh nên quyết định cử hành lễ tại phòng riêng. Chinh vì vậy, nhiều lần ông viết thư xin Tòa Thánh cho hồi hưu. Ngày 26 tháng 4 năm 2003, Giáo hoàng chấp thuận việc này bằng việc bổ nhiệm Giám mục Giuse Ngô Quang Kiệt, Giám mục chính tòa [[Giáo phận Lạng Sơn và Cao Bằng]], làm Giám quản Tông tòa Tổng Giáo phận Hà Nội.<ref name=tsm\/> Ngày [[7 tháng 5]] năm 2003, ông trao quyền cai quản Tổng giáo phận Hà Nội cho vị Giám quản Tông Tòa.<ref name=p3 \/>\n\n[[Tập tin:Hong y Pham Dinh Tung 2005.png|nhỏ|phải|180px|Hồng y Phạm Đình Tụng tháng 11 năm 2005]]\nNgày 19 tháng 2 năm 2005, Toà Thánh chính thức cho phép hồng y Phạm Đình Tụng về hưu theo Giáo luật và bổ nhiệm Giám quản Tông Tòa [[Giuse Ngô Quang Kiệt]] làm Tổng giám mục [[Tổng giáo phận Hà Nội]].<ref>{{Chú thích web|url=http:\/\/vntaiwan.catholic.org.tw\/03viet\/tin20.htm|tiêu đề=Đức Thánh Cha Gioan Phaolô II bổ nhiệm Đức Cha Giuse Ngô Quang Kiệt làm Giám Quản Tông Tòa Tổng Giáo phận Hà Nội|ngày truy cập=ngày 16 tháng 2 năm 2019|nhà xuất bản=Catholic|url lưu trữ=https:\/\/web.archive.org\/web\/20190904035717\/http:\/\/vntaiwan.catholic.org.tw\/03viet\/tin20.htm|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref> \n \nTrước đó, khi Giám mục [[Giuse Ngô Quang Kiệt]] về làm giám quản đã có dư luận cho rằng ông này không phải dân Hà Nội gốc và mới làm giám mục. Hồng y Phạm Đình tụng soạn văn thư gửi [[Tòa Thánh]] chấp thuận [[Giuse Ngô Quang Kiệt]] kế vị mình. Trong buổi nhậm chức Tổng giám mục của Tân Tổng giám mục [[Giuse Ngô Quang Kiệt]] ngày 20 tháng 2 năm 2005, ông thay mặt cộng đoàn giáo dân thuộc Tổng giáo phận Hà Nội nguyện hiệp thông và trung thành với tân Tổng giám mục, coi tân Tổng giám mục là người thầy dạy dỗ cộng đoàn. Sau khi nghỉ hưu, hồng y Tụng có dự định đến địa điểm khác để tĩnh dưỡng nhưng Tổng giám mục Giuse Kiệt xin ông ở lại không chỉ để tiện chăm sóc mà còn là chỗ nương tựa cho mình. Do đó, ông ở lại Toà Giám mục.<ref name= p2 \/>\n\nNgày 29 tháng 11 năm 2005, hồng y Phạm Đình Tụng tham dự lễ phong chức cho 57 linh mục, một lễ phong chức lịch sử chưa từng có tại Việt Nam, cho thấy một sự nới lỏng tôn giáo tại Việt Nam. Cùng đồng tế có Hồng y Crescenzio Sepe.<ref>{{Chú thích web|url=http:\/\/www.gettyimages.co.uk\/detail\/news-photo\/visiting-vatican-cardinal-crescenzio-sepe-prefect-of-the-news-photo\/56288565|tiêu đề=Thousands Attend Unprecedented Catholic Ordination|nhà xuất bản=Getty Images|ngày truy cập=ngày 25 tháng 8 năm 2015}}<\/ref>\n\nTừ năm 2006, hồng y Phạm Đình Tụng bị bệnh nặng.<ref name= bbc1 \/> Tổng giám mục Giuse Ngô Quang Kiệt, linh mục, nam nữ tu sĩ và giáo dân từ các nơi đến thăm và cầu nguyện cho ông. Sau đó, ông qua cơn nguy kịch và dần phục hồi sức khỏe.<ref name=tsm\/>\n\nNgày 25 tháng 1 năm 2008 đã diễn ra lễ mừng thọ 90 tuổi, 60 năm linh mục và 40 năm Giám mục cho hồng y Phạm Đình Tụng tại nhà thờ lớn Hà Nội dưới sự chủ trì của hồng y [[Gioan Baotixita Phạm Minh Mẫn]]. Ngay sau sự kiện này, hàng trăm giáo dân đã đi vào khu vực Tòa Khâm sứ cũ trên phố Nhà Chung, tăng áp lực trong đợt cầu nguyện đòi đất gây căng thẳng với chính quyền thành phố.<ref name= bbc1 \/>\n\n==Qua đời và tang lễ==\n===Qua đời và tẩm liệm===\n[[Tập tin:Thi the Hong Y Pham Dinh Tung.png|320px|nhỏ|phải|Thi thể HY Phạm Đình Tụng]]\nHồng y Phạm Đình Tụng qua đời vào lúc 10 giờ sáng ngày 22 tháng 2 năm 2009, thọ 90 tuổi.<ref>{{chú thích báo|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2009\/02\/090222_cardinal_pdtung_dies.shtml|title=Hồng y Phạm Đình Tụng qua đời|publisher=BBC Tiếng Việt|date=ngày 22 tháng 2 năm 2009|accessdate=ngày 22 tháng 2 năm 2009|ngày lưu trữ=Ngày 4 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904041339\/https:\/\/www.bbc.com\/vietnamese\/vietnam\/story\/2009\/02\/090222_cardinal_pdtung_dies.shtml}}<\/ref> Lúc 5 giờ chiều cùng ngày, các nhà thờ trong tổng giáo phận Hà Nội đã đồng loạt đánh chuông tang. Tổng giám mục Giuse Ngô Quang Kiệt cử hành nghi thức làm phép thi hài cố Hồng y tại Nhà Nguyện tòa Tổng Giám mục. Lúc 7 giờ sáng ngày 23 tháng 2 đã diễn ra nghi thức tẩm liệm. Một giờ sau đó, lễ phát tang tại Nhà thờ Lớn Hà Nội được tổ chức và giáo dân bắt đầu đến viếng thi hài cố Hồng y.<ref name= p3 \/>\n\n===Hoạt động trước tang lễ===\nHồng y Tarcisio Bertone, Quốc vụ khanh Tòa Thánh, Giám mục [[Phêrô Nguyễn Văn Nhơn]], Chủ tịch Hội đồng giám mục Việt Nam, các giám mục của các giáo phận tại Việt Nam, linh mục Jean-Baptiste Etcharren, Bề trên Tổng quyền Hội thừa sai Paris và các tu sĩ bề trên các dòng và linh mục, tu sĩ, chủng sinh, giáo dân trong và ngoài nước đã gửi điện văn hoa phúng viếng, cử hành thánh lễ Công giáo, đọc kinh cầu nguyện cho cố Hồng y Phạm Đình Tụng liên tục đến tận nửa đêm ngày 25 và rạng sáng 26 tháng 2 năm 2009 bên linh cữu cố hồng y.<ref name=p4>{{Chú thích web|url=http:\/\/vntaiwan.catholic.org.tw\/09news\/9news062.htm|tiêu đề=Vĩnh Biệt Đức Cố Hồng y Phaolô Giuse Phạm Đình Tụng|nhà xuất bản=Catholic|ngày truy cập=ngày 23 tháng 8 năm 2015|url lưu trữ=https:\/\/web.archive.org\/web\/20190904040801\/http:\/\/vntaiwan.catholic.org.tw\/09news\/9news062.htm|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref>\n\nCũng trong khoảng thời gian này, các phái đoàn ngoại giao tại Hà Nội, chính quyền thành phố Hà Nội, đông đảo đại diện các tôn giáo bạn cũng đã đến viếng ông, phân ưu với Tổng giám mục Giuse Ngô Quang Kiệt và giáo phận Hà Nội:<ref name=p4 \/> Chiều 23 tháng 2, đoàn đại biểu Thành ủy, Hội đồng nhân dân, Ủy ban nhân dân thành phố Hà Nội do Phó Chủ tịch Ủy ban nhân dân Thành phố [[Đào Văn Bình]] dẫn đầu đã đến viếng ông tại Nhà thờ Lớn Hà Nội. Ông [[Phạm Quang Nghị]], Bí thư Thành ủy Hà Nội đã gửi vòng hoa viếng. Cùng ngày, đoàn đại biểu Ủy ban Mặt trận Tổ quốc thành phố Hà Nội và Ban Tôn giáo Thành phố đã đến viếng thi hài cố Hồng y Phạm Đình Tụng.\n\n===Thư chia buồn của Giáo hoàng===\nNhận được tin hồng y Phạm Đình Tụng qua đời, [[Giáo hoàng Biển Đức XVI]] đã gửi điện văn chia buồn với Tổng Giáo phận Hà Nội, cách riêng với Tổng giám mục Giuse Ngô Quang Kiệt:<ref name= p3>{{Chú thích web|url=http:\/\/www.vietcatholic.net\/News\/Html\/67827.htm|tiêu đề=Lễ giỗ 100 ngày cố Hồng y Phạm Đình Tụng: một Trái Tim không ngủ yên|nhà xuất bản= Việt Catholic|ngày truy cập=ngày 22 tháng 8 năm 2015|url lưu trữ=https:\/\/web.archive.org\/web\/20190904041420\/http:\/\/www.vietcatholic.net\/News\/Html\/67827.htm|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref>\n\n{{Cquote|''Tôi đau buồn hay tin Đức Hồng y Phaolô Giuse Phạm Đình Tụng, Tổng Giám mục Hà Nội, Vị Tiền nhiệm của Đức Cha qua đời, tôi muốn bày tỏ sự hiệp thông nồng nhiệt của tôi trong kinh nguyện với toàn thể các Giám mục Việt Nam, tất cả các tín hữu thuộc Tổng Giáo phận Hà Nội và toàn quốc, cũng như gia đình Đức Cố Hồng y và những người có liên hệ với cái tang này. Tôi cầu xin Chúa là Cha, nguồn mạch mọi tình thương xót, đón nhận vị Mục Tử trổi vượt này vào bên Ngài, trong an bình và ánh sáng nơi Chúa. Đức Cố Hồng y đã phục vụ Giáo hội trong những hoàn cảnh khó khăn với lòng can đảm lớn lao và trong niềm quảng đại trung thành với Tòa Thánh Phêrô, xả thân tận tụy rao giảng Tin Mừng. Như bảo chứng niềm an ủi, tôi thành tâm ban Phép Lành Tòa Thánh cho Đức Cha, Đức Cha Phụ Tá, các Giám mục Việt Nam, các linh mục, tu sĩ nam nữ và giáo dân thuộc Tổng Giáo phận Hà Nội, cũng như thân nhân của Đức Cố Hồng y và những người tham dự lễ an táng.''}}\n\n===Thánh lễ an táng===\nThánh lễ an táng cố hồng y Phạm Đình Tụng do Hồng y – Tổng giám mục [[Tổng giáo phận Thành phố Hồ Chí Minh]] [[Gioan Baotixita Phạm Minh Mẫn]] chủ sự. Hồng y Mẫn được [[Giáo hoàng Biển Đức XVI]] cử làm đặc sứ đại diện Tòa Thánh chủ tọa thánh lễ an táng tổ chức vào ngày 26 tháng 2. Đúng 9 giờ sáng, đoàn đồng tế gồm Hồng y Phạm Minh Mẫn, Tổng giám mục Ngô Quang Kiệt, Giám mục Nguyễn Văn Nhơn và các giám mục, linh mục đến từ 26 giáo phận và các dòng tu tại Việt Nam. Tham dự lễ tang có đông đảo giáo dân đứng chật các con đường trong khu vực Nhà thờ chính tòa như nhà thờ, Nhà Chung, Lý Quốc Sư, sân trước Văn phòng giáo xứ chính tòa, đường kiệu chung quanh nhà thờ,...<ref name=p4 \/> Linh mục Nguyễn Văn Thật, một trong những người tham dự thánh lễ an táng cho rằng có khoảng 300 linh mục tham gia đồng tế và ước chừng 20.000 giáo dân tham gia.<ref name= p>{{Chú thích web|url=http:\/\/www.rfa.org\/vietnamese\/in_depth\/thousands-mourn-late-Vietnamese-cardinal-GMinh-02262009095827.html|tiêu đề=Lễ an táng Đức Hồng y Phạm Đình Tụng|nhà xuất bản=RFA|ngày truy cập=ngày 22 tháng 8 năm 2015|ngày lưu trữ=Ngày 4 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904041507\/https:\/\/www.rfa.org\/vietnamese\/in_depth\/thousands-mourn-late-Vietnamese-cardinal-GMinh-02262009095827.html}}<\/ref> Nguồn tin từ báo Asia News cho rằng số người tham dự tang lễ cố hồng y Phạm Đình Tụng ít nhất là 30.000 người và khoảng 500 linh mục tham gia đồng tế. Tất cả các người tham dự đều đeo băng tang trắng. Tang lễ cũng có sự tham dự của đại diện chính phủ và các tôn giáo khác, các đại diện ngoại giao của Đại sứ quán Mỹ, cộng đồng người Hàn Quốc, và các cơ quan đại diện nước ngoài của Paris.<ref name=t>{{Chú thích web|url=http:\/\/www.asianews.it\/news-en\/Cardinal-Pham-Dinh-Tung,-a-model-for-all-Vietnamese-14608.html|tiêu đề=Cardinal Pham Dinh Tung, a model for all Vietnamese|nhà xuất bản=Asia News|ngày truy cập=ngày 23 tháng 8 năm 2015|url lưu trữ=https:\/\/web.archive.org\/web\/20190904041647\/http:\/\/www.asianews.it\/news-en\/Cardinal-Pham-Dinh-Tung,-a-model-for-all-Vietnamese-14608.html|ngày lưu trữ=Ngày 4 tháng 9 năm 2019}}<\/ref>\n\nThi hài hồng y Phạm Đình Tụng được an táng trong cung lòng nhà thờ Chính Toà Hà Nội.<ref name= p3 \/>\n\n==Nhận định==\n[[Giáo hoàng Biển Đức XVI]] nói về Hồng y Phạm Đình Tụng:<ref name=p4 \/>\n{{Cquote|''Một vị mục tử xuất sắc, đã phục vụ Giáo hội trong những hoàn cảnh khó khăn với lòng can đảm vô song và sự trung thành, hết sức quảng đại với Tòa thánh Phêrô, đã xả thân không tính toán cho việc loan báo Tin Mừng''.}}\n\nGiám mục Phụ tá [[Tổng giáo phận Thành phố Hồ Chí Minh]] [[Phêrô Nguyễn Văn Khảm]] nhận xét về cố hồng y trong lễ giỗ 100 ngày:<ref name=p3 \/>\n{{cquote|''Chúng ta thấy rõ hơn con tim của Đức cố Hồng y Phaolô Giuse – một Trái Tim không ngủ yên! Một trái tim không ngủ yên trước những nhu cầu của dân Chúa, và vì thế, cho dù hoàn cảnh bên ngoài có khó khăn đến đâu đi nữa thì trái tim không ngủ yên ấy vẫn thúc đẩy ngài tìm mọi cách để nuôi sống dân Chúa, để đáp ứng nhu cầu của dân Chúa. Chính vì hoàn cảnh khó khăn bên ngoài không thể dập tắt nhiệt tình của trái tim không ngủ yên ấy cho nên những khó khăn ấy vẫn không thể dập tắt sức sống đức tin của anh chị em giáo dân.''}}\n\nGiáo hoàng Biển Đức XVI nói trong Huấn từ với Hội đồng Giám mục Việt Nam dịp các Giám mục Việt Nam thăm viếng Toà Thánh (Ad Lima) tháng 6 năm 2009, nhắc đến cố hồng y Phạm Đình Tụng:<ref name=hd>{{Chú thích web|url=http:\/\/www.hdgmvietnam.org\/chan-dung-linh-muc-viet-nam-duc-hong-y-phaolo-giuse-pham-dinh-tung\/1476.43.13.aspx|tiêu đề=Đức Hồng y Phaolô Giuse PHẠM ĐÌNH TỤNG (1919–2009)|ngày truy cập=ngày 23 tháng 8 năm 2015|nhà xuất bản=HĐGMVN|archive-date=2015-09-24|archive-url=https:\/\/web.archive.org\/web\/20150924025342\/http:\/\/www.hdgmvietnam.org\/chan-dung-linh-muc-viet-nam-duc-hong-y-phaolo-giuse-pham-dinh-tung\/1476.43.13.aspx}}<\/ref>\n{{Cquote|''Tôi muốn tưởng nhớ ở đây Đức Hồng y đáng kính Phaolô Giuse Phạm Đình Tụng, Tổng Giám mục Hà Nội trong nhiều năm. Cùng với Anh Em, tôi tạ ơn Thiên Chúa vì lòng nhiệt thành mục tử của Ngài đã thể hiện cách khiêm nhường, với tình yêu hiền phụ sâu xa đối với đoàn dân của Ngài và tình huynh đệ lớn lao đối với các linh mục.''}}\n\nTrong lễ giỗ 10 năm của Hồng y Phạm Đình Tụng, một trong những vị kế vị ông, Tổng giám mục [[Giuse Vũ Văn Thiên]] đưa ra nhận định:<ref>{{Chú thích web|url=https:\/\/tonggiaophanhanoi.org\/tin-tuc\/tin-giao-phan\/15219-thanh-le-gio-10-nam-duc-hong-y-phaolo-giuse-pham-dinh-tung.html |tiêu đề=Thánh lễ giỗ 10 năm Đức Hồng y Phaolo Giuse Phạm Đình Tụng|ngày truy cập=Ngày 4 tháng 9 năm 2019|ngày lưu trữ=Ngày 4 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904041834\/https:\/\/tonggiaophanhanoi.org\/tin-tuc\/tin-giao-phan\/15219-thanh-le-gio-10-nam-duc-hong-y-phaolo-giuse-pham-dinh-tung.html}}<\/ref>\n{{cquote|''\"Đức Hồng y Phaolo Giuse là một trong những cây đại thụ của Miền Bắc. Là những người kiên cường trong những tháng năm khó khăn ấy có những quyền lực trần gian đã muốn nhấn chìm con thuyền Giáo hội và muốn xóa sổ giáo hội Công giáo, muốn chấm dứt và ngăn cản ảnh hưởng của Giáo hội Công giáo, đức tin Công giáo nơi mọi môi trường xã hội. Đức Hồng y là một trong những chứng nhân kiên trung và đã để lại những nét đẹp nhân chứng cho Giáo hội tại Miền Bắc Việt Nam. Chính vì thế, ngày hôm nay chúng ta có Giáo hội Công giáo Việt nam duy nhất là nhờ các vị mục tử kiên trung vững vàng, mặc dù có khó khăn nhưng không chấp nhận lùi bước\"''}}\n\n==Tông truyền==\nHồng y Phaolô Giuse Phạm Đình Tụng được tấn phong giám mục năm 1963, thời [[Giáo hoàng Phaolô VI]], bởi:<ref name=truyenthua>[http:\/\/www.catholic-hierarchy.org\/bishop\/bphdt.html Paul Joseph Cardinal Pham Đình Tung †]<\/ref>\n* Giám mục Chủ phong: Tổng giám mục Tổng giáo phận Hà Nội [[Giuse Maria Trịnh Như Khuê]].\n\nHồng y - Tổng giám mục Phaolô Giuse Phạm Đình Tụng là giám mục chủ phong cho các giám mục:<ref name=truyenthua \/>\n* Năm 1975, giám mục [[Đa Minh Đinh Huy Quảng]], cố giám mục phụ tá [[Giáo phận Bắc Ninh]].\n* Năm 1979, giám mục [[Vinh Sơn Phaolô Phạm Văn Dụ]], cố giám mục chính tòa [[Giáo phận Lạng Sơn và Cao Bằng]].\n* Năm 1991, giám mục [[Giuse Nguyễn Phụng Hiểu]], cố giám mục chính tòa [[Giáo phận Hưng Hóa]].\n* Năm 1994, giám mục [[Phaolô Lê Đắc Trọng]], cố giám mục Phụ tá [[Tổng giáo phận Hà Nội]].\n* Năm 2001, giám mục [[Giuse Hoàng Văn Tiệm]], cố giám mục chính tòa [[Giáo phận Bùi Chu]].\n* Năm 2003, giám mục [[Giuse Vũ Văn Thiên]], hiện là Tổng giám mục [[Tổng giáo phận Hà Nội]].\n\nHồng y - Tổng giám mục Phaolô Giuse Phạm Đình Tụng là giám mục Phụ phong cho các giám mục:<ref name=truyenthua \/>\n* Năm 1976, giám mục [[Giuse Phan Thế Hinh]], cố giám mục chính tòa [[Giáo phận Hưng Hóa]].\n* Năm 1979, giám mục [[Giuse Maria Nguyễn Tùng Cương]], cố giám mục chính tòa [[Giáo phận Hải Phòng]].\n* Năm 1988, giám mục [[Giuse Nguyễn Văn Yến]], hiện là nguyên giám mục chính tòa [[Giáo phận Phát Diệm]].\n* Năm 1989, giám mục [[Giuse Maria Nguyễn Quang Tuyến]], cố giám mục chính tòa [[Giáo phận Bắc Ninh]].\n* Năm 1992, giám mục [[Phaolô Maria Cao Đình Thuyên]], cố giám mục chính tòa [[Giáo phận Vinh]].\n\n==Bảng tóm tắt chức vụ==\n{{start box\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Giám mục chính tòa <br\/> [[Giáo phận Bắc Ninh]]|\ntrước = [[Đa Minh Hoàng Văn Đoàn]]<br><small>''(Đại diện Tông Tòa)''<\/small>|\nsau = [[Giuse Maria Nguyễn Quang Tuyến]]|\nnăm = 1963–1994|\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Giám quản Tông Tòa <br\/> [[Tổng giáo phận Hà Nội]]|\ntrước = Tiên khởi|\nsau = [[Giuse Ngô Quang Kiệt]]|\nnăm = 1990–1994|\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Tổng giám mục <br\/> [[Tổng giáo phận Hà Nội]]|\ntrước = [[Giuse Maria Trịnh Văn Căn]]|\nsau = [[Giuse Ngô Quang Kiệt]]|\nnăm = 1994–2005|\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Chủ tịch [[Hội đồng Giám mục Việt Nam]] <ref name= p3 \/>|\ntrước = [[Phaolô Maria Nguyễn Minh Nhật]] |\nsau = [[Phaolô Nguyễn Văn Hòa]]|\nnăm = 1995–2001|\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Giám quản Tông Tòa sede plena <br\/> [[Giáo phận Lạng Sơn và Cao Bằng]]<ref>{{Chú thích web|url=http:\/\/www.gcatholic.org\/dioceses\/diocese\/hano0.htm|tiêu đề=Metropolitan Archdiocese of Hà Nôi, Vietnam|nhà xuất bản=GCatholic|ngày truy cập=Ngày 4 tháng 9 năm 2019|ngày lưu trữ=Ngày 4 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904042455\/http:\/\/www.gcatholic.org\/dioceses\/diocese\/hano0.htm}}<\/ref>|\ntrước = Tiên khởi|\nsau = Khuyết vị|\nnăm = 1998|\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Giám quản Tông Tòa <br\/> [[Giáo phận Lạng Sơn và Cao Bằng]]<ref>{{chú thích web|url=https:\/\/giaophanlangson.org\/about\/ |tiêu đề=Giới thiệu Tổng quát về Giáo phận Lạng Sơn Cao Bằng|nhà xuất bản=Giáo phận Lạng Sơn và Cao Bằng|ngày truy cập=Ngày 4 tháng 9 năm 2019|ngày lưu trữ=Ngày 4 tháng 9 năm 2019|url lưu trữ=https:\/\/web.archive.org\/web\/20190904042251\/https:\/\/giaophanlangson.org\/about\/}}<\/ref>|\ntrước = Tiên khởi|\nsau = [[Giuse Ngô Quang Kiệt]]|\nnăm = 1998–1999|\n}}\n\n{{end box\n}}\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.catholic-pages.com\/hierarchy\/cardinals_bio.asp?ref=121 catholic-pages bio of Paul Joseph Pham Dinh Tung]\n* [http:\/\/www.catholic-hierarchy.org\/bishop\/bphdt.html catholic-hierarchy page of Paul Joseph Pham Dinh Tung]\n{{Các chủ đề|Cơ Đốc giáo|Việt Nam}}\n{{Hội đồng Giám mục Việt Nam}}\n{{Hồng y người Việt}}\n{{Giám mục người Việt}}\n\n{{ngày tháng sống|sinh=1919|mất=2009|tên=Phạm Đình Tụng}}\n{{Kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Phạm Đình Tụng}}\n[[Thể loại:Hồng y người Việt]]\n[[Thể loại:Giám mục Công giáo người Việt]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Hồng y do Giáo hoàng Gioan Phaolô II bổ nhiệm]]"}