{"14729501":"{{Thông tin nhân vật\n| name = Phi Phụng\n| image = Phiphung.jpg\n| image size = \n| caption =\n| birth_name = Nguyễn Thị Phi Phụng\n| birth_date = {{Ngày sinh và tuổi|1957|7|16}}\n| birth_place = [[Trà Vinh]], [[Việt Nam Cộng hòa]]\n| education = \n| alma_mater = \n| occupation = [[Diễn viên truyền hình]]<br>[[Diễn viên điện ảnh]]<br>[[Diễn viên kịch nói]]<br>[[Diễn viên hài]]\n| years_active = 1980 - nay\n| spouse = ''Không rõ tên'' <br \/> (cưới 1984<ref>https:\/\/diemnhanh.com\/dien-vien-phi-phung-toi-lay-chong-nha-chong-khong-co-phong-hai-vo-chong-nam-ngu-duoi-dat\/c3Ny4KvVM9\/<\/ref>, mất 2017)\n| parents = [[Phi Thoàn]] (cha)\n| children = Phi Hạt, Phi Mí, Sáu Chôm, Tư Nước\n| chữ ký = \n| website = \n| giải thưởng = Nữ diễn viên phụ xuất sắc HTV Awards 2014, 1981-1982 Giải xuất sắc Liên hoan sân khấu hài Những đồng đội vui tính\n| mẹ = \n| cha = \n| đảng phái = \n| chiều cao = {{height|m=1,55}}\n| kế nhiệm = \n| tiền nhiệm = \n| nhiệm kỳ = \n| tiêu đề = \n| cân nặng = \n| tên khác = \n| quê quán = \n| notable works = [[Cái bóng bên chồng]]<br>[[Gia đình là số 1]]<br>[[Tiệm bánh Hoàng tử bé]]\n| nổi tiếng = [[Phim truyền hình]]<br>[[Phim điện ảnh]]\n| tổ chức = \n| quốc tịch = [[Việt Nam]]\n| dân tộc = Kinh\n| quốc gia = Việt Nam\n| cư trú = \n| an táng = \n| nơi mất = \n| ngày mất = \n| tên gốc = \n| cỡ chữ ký = \n}}\n'''Phi Phụng''' (sinh ngày 16 tháng 7 năm 1957) là một nữ [[diễn viên điện ảnh|diễn viên điện ảnh, diễn viên truyền hình, diễn viên kịch nói]] và nghệ sĩ hài nổi tiếng người Việt Nam. Bà được giới trẻ biết đến nhiều hơn qua loạt phim truyền hình, phim [[Điện ảnh Việt Nam]] và [[Hài kịch tình huống|sitcom]] hài như ''[[Cái bóng bên chồng]]'', ''[[Tiệm bánh Hoàng tử bé]]'', ''[[Gia đình là số 1 (phim truyền hình 2017)|Gia đình là số 1]]''.<ref>{{Chú thích web|url=https:\/\/vietnammoi.vn\/dien-vien-phi-phung-ai-co-phuoc-lam-moi-lam-dau-toi-170489.htm|title=Diễn viên Phi Phụng: \"Ai có phước lắm mới làm dâu tôi\"|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\nBà được mệnh danh là \"Nữ hoàng vai phụ\" nhờ những vai phụ hết sức thành công trên truyền hình. Phi Phụng là một nghệ sĩ hài có lối diễn tưng tửng, rất đặc trưng. Tối xem Phi Phụng diễn trong các vở kịch dài ở sân khấu Idecaf cười như lên đồng. Khuya, xem Phi Phụng vào vai trên màn ảnh tivi, cũng vui đến quặn ruột… Tên tuổi của Phi Phụng được bảo chứng từ vai diễn nhiều hơn là danh xưng \"Con gái của một danh hài\". Bố chị, là quái kiệt Phi Thoàn.<ref name=\":0\">{{Chú thích web|url=https:\/\/cand.com.vn\/Nhan-vat\/Nghe-si-Phi-Phung-Nam-muoi…-gap-van-i314886\/|tựa đề=Nghệ sĩ Phi Phụng: Năm mươi… gặp vận|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2023-02-25}}<\/ref>\n\nNghệ sĩ Hoài Linh, trong một lần xem Phi Phụng diễn đã nói rất thành khẩn rằng, Phi Phụng là thần tượng của anh. Người ít coi Phi Phụng diễn có lẽ ra chiều ngạc nhiên chứ thực thì, Phi Phụng từ lâu đã trở thành cái tên bảo chứng cho rất nhiều suất diễn và những vai độc, lạ, khó bề thay thế được. Trên màn ảnh lẫn sân khấu kịch, nữ nghệ sĩ hầu như bị đóng đinh vào những vai bà tám, lắm lời, đanh đá. Dù thế, chị vẫn khiến khán giả háo hức và chờ đợi sự mỗi khi xuất hiện.\n\nDù chỉ đảm nhận vai phụ nhưng Phi Phụng từ lâu đã trở thành tên tuổi bảo chứng cho rất nhiều vai “độc” mà khó ai có thể thay thế được. Đặc biệt, nghệ sĩ Hoài Linh trong một lần gặp gỡ đã từng bày tỏ sự ngưỡng mộ và nói Phi Phụng là thần tượng của anh.\n\n==Tiểu sử==\nPhi Phụng sinh năm 1957 tại tỉnh [[Trà Vinh]]. Bà là con gái thứ 4 trong số 7 người con của nam danh hài [[Phi Thoàn]]. Thuở nhỏ, gia cảnh khó khăn, Phi Phụng cùng hai anh chị em khác được mẹ gửi ra Đà Nẵng ở với dì ruột. Nhà dì chị có của ăn của để, sáng xích lô trờ đến chở tới trường, trưa xích lô quay đầu xe chở về nhà. Dì cưng chị như cưng trứng mỏng. Nhưng mà, nhớ gia đình, nhớ mấy em chịu không thấu, nước mắt tuôn như mưa.<ref name=\":0\" \/>\n\nLớn xíu, chị được đưa trở lại Sài Gòn đi diễn sân khấu cùng cha cho đến ngày nhiều biến cố xảy ra. Sau khi thống nhất đất nước, chị theo bố đi diễn. Trong ký ức chị, ông là người khó tính. Có chuyện diễn cảnh ngất xỉu, mà không biết ông đã đánh chị biết bao nhiêu lần. Mà có lẽ cũng nhờ vậy, về sau này, Phi Phụng nhập vai nhanh hơn.<ref name=\":0\" \/>\n\nPhi Phụng kể, từ nhỏ chị được cha là danh hài Phi Thoàn đưa đến đài truyền hình, sân khấu,... để vui chơi, xem biểu diễn: \"Được tiếp xúc ngay từ nhỏ nên có lẽ nghệ thuật đã thấm vào máu mình từ lúc nào không hay\". Thế nhưng vào thời điểm đó, Phi Phụng không nghĩ bản thân mình sẽ trở thành một diễn viên. Chị có niềm đam mê với âm nhạc hơn, đặc biệt là thể loại dân ca.\n\nVì không định hướng sẽ nối nghiệp cha nên Phi Phụng không theo học các trường sân khấu, không được đào tạo bài bản như những đồng nghiệp cùng trang lứa. Khi duyên số đưa đẩy Phi Phụng trở thành diễn viên, chị cứ diễn xuất bằng bản năng và chinh phục công chúng bởi cái duyên trời phú.\n\nPhi Phụng thẳng thắn chia sẻ, vì là diễn viên tay ngang nên trong quá trình làm nghề, bản thân chị luôn gặp những khó khăn nhất định: \"Mỗi lần diễn vai khóc, Phi Phụng cảm thấy rất sợ. Vì không phải là một diễn viên học từ trường lớp nên mình không có nhiều kỹ năng diễn xuất. Nhiều khi được yêu cầu 'té hình thể' mình cũng không biết làm, vì mình là 'cua bò ngang'\".\n\nCó máu nghệ sĩ của mình được di truyền từ những thành viên trong gia đình, từ những thế hệ đi trước. Vì vậy, khi bén duyên với nghệ thuật, bằng bản năng và cảm xúc của mình, Phi Phụng đã khiến nhiều khán giả khóc cười bởi lối diễn xuất tự nhiên và lôi cuốn.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/nghe-si-hai-phi-phung-vai-phu-ca-tinh-con-hoi-vai-chinh-mo-nhat-185814073.htm|tựa đề=Nghệ sĩ hài Phi Phụng: 'Vai phụ cá tính còn hơi vai chính mờ nhạt'|họ=thanhnien.vn|ngày=2018-12-22|website=thanhnien.vn|ngôn ngữ=vi|ngày truy cập=2023-02-25}}<\/ref>\n\n==Sự nghiệp==\nNăm 1980, Phi Phụng làm công việc soát vé và phát lương trong đoàn kịch Bông Hồng. Thời điểm đó, chị làm kế toán cho đoàn Bông Hồng, nơi bố chị là diễn viên trụ cột. Tính chị xuề xòa, lại làm cái nghề cần phải cẩn trọng, nên chẳng biết thế nào lại thất thoát của đoàn hát đến 800 nghìn đồng. Đó là số tiền rất lớn, vì cát sê cho mỗi đêm diễn của Phi Thoàn cũng chỉ dừng lại ở con số hơn 20 nghìn đồng\/đêm. Đương nhiên, chị bị cho nghỉ việc ngay lập tức. Còn về phía Phi Thoàn, ông phải diễn để trừ dần số nợ mà con gái mình gánh chịu. Về nhà, hai bố con gặp nhau, ông không hề cất tiếng trách móc hoặc hỏi con gái mình một lần về số tiền trên. Bởi ông hiểu, tính của Phi Phụng, chị không có cái tính tư lợi cho riêng mình. Sau cái đận làm mất tiền của đoàn hát, chị xin đi học nghề may. Mới học hành được ít lâu thì lại có người đến nhờ về làm nhắc tuồng cho nghệ sĩ. Nhớ sân khấu, chị lại đi. Nhắc tuồng, có lẽ là khâu ít người nhận nhất trong êkíp diễn. Người nhắc tuồng chỉ đứng sau cánh gà, ngóng ra sàn diễn xem nghệ sĩ ngắc ngơ chỗ nào thì nhắc để nghệ sĩ nhớ mà diễn cho trơn tru.<ref name=\":0\" \/>\n\nSau khi đoàn kịch tan rã rồi tới thời điểm Phi Phụng sinh con, chị nghỉ hẳn nghề ở nhà làm việc lặt vặt. Buồn tay buồn chân, nghĩ ra chuyện làm sữa chua kiếm thêm thu nhập. Đang bán ngon trớn, thì gặp nghệ sĩ Phú Quý, Phú Quý hỏi chị: \"Đi diễn không?\". Chị đáp: \"Có\". Vậy là ghép nhóm đi diễn chung. Diễn được ít lâu thì chị ghép nhóm với Thanh Tùng, Phương Dung… Chị diễn duyên, nên ai cũng thích.song song với việc hoạt động trong các nhóm hài<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/phi-phung-dien-kich-dong-phim-va-ban-yaourt-604691.htm|title=Phi Phụng: Diễn kịch, đóng phim và bán yaourt|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>. Năm 1981–1982, Phi Phụng đoạt Giải xuất sắc Liên hoan sân khấu hài ''Những đồng đội vui tính''.<ref name=\"cand\">{{Chú thích web|url=http:\/\/antgct.cand.com.vn\/Nhan-vat\/Nghe-si-Phi-Phung-Ben-nhau-bac-dau-385659\/|title=Nghệ sĩ Phi Phụng: Bên nhau bạc đầu|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\nCó thời gian, Phi Phụng phải đi hát ở quán bar để kiếm thêm thu nhập. Vì khó khăn, mấy chị em nghệ sĩ khác rủ đi hát thì cũng hát. Hát đủ thể loại, từ nhạc trẻ, nhạc xưa cho đến cải lương và cả.. hồ Quảng. Hát được một thời gian thì theo bố đi diễn. Tình thật thì chị không thích diễn hài, chị chỉ thích làm ca sĩ, mê nhất là dòng nhạc dân ca. Nhưng có khi, tổ nghiệp đã chọn cho nghiệp nào thì phải đeo theo cái nghiệp đó.\n\nNghệ sĩ Trung Dân gặp chị, nói: \"Bên Idecaf thích chị quá. Chị về diễn nha\". Rồi nghệ sĩ Thành Lộc gọi điện thoại rủ rê, chị về Idecaf năm 2003. Chỉ sau vở kịch dài Phép lạ, Phi Phụng đã đóng đinh tên tuổi vào lòng khán giả. Người ta cứ xôn xao vì không biết cái bà mập mập thấp người đấy là ai mà diễn duyên đến vậy… Chị theo nghề lại từ đây.\n\nTrước khi về công tác tại Sân khấu Kịch IDECAF, Phi Phụng tham gia tấu hài cùng nhóm hài Thanh Tùng. Sau này Trung Dân giới thiệu chị với Sân khấu IDECAF. Tuy mới tham gia hơn một năm nhưng chị đã để lại nhiều vai diễn ấn tượng cho khán giả như vở Bệnh sĩ, Người tốt nhà số 5 và đặc biệt là Phép lạ. Chị cho biết, thật ra vai Nguyệt trong Phép lạ do nghệ sĩ Thanh Thủy đảm nhận nhưng vì gần ngày diễn, Thanh Thủy phải sinh con nên chị được mời thay thế. Lúc đầu chị rất lo lắng, sợ mình diễn không đạt vì thời gian hạn hẹp. Khi vở công diễn, chị đã nhận được nhiều lời khen. Nhờ vai diễn này chị được khán giả yêu thích nhiều hơn, nhờ vậy chị hoàn toàn tự tin khi thể hiện các vai diễn mới.\n\nPhi Phụng nhớ lại cơ duyên đi diễn cùng cha ở đoàn Bông Hồng, năm 2003, cô bắt đầu bén duyên với HTV qua các vở diễn chung với các nghệ sĩ Trung Dân, Thanh Thủy. “Tôi nhớ năm 2003, tôi vào sân khấu kịch Ideacaf, sau đó Trung Dân, Thanh Thủy có chương trình liền mời tôi tham gia. Hồi đó, tôi còn nhỏ xíu. Vở diễn đầu tiên của tôi là ''Chiếc áo trân châu''. Sau vở diễn này, tôi được HTV mời về diễn kịch”.\n\nNăm 2002, Phi Phụng sang Mỹ định cư. Năm 2004, bà quay về Việt Nam khi cha bà mất vì ung thư.\n\nĐến khi bộ phim truyền hình dài tập Cái bóng bên chồng năm 2006 của đạo diễn Xuân Phước và chương trình Trên vườn dưới ruộng của nghệ sĩ Trung Dân trình làng thì Phi Phụng đã có chỗ đứng vững chắc trong làng hài thành phố.\n\nĐối với những phân cảnh phải diễn bi, Phi Phụng cho biết trên màn ảnh mình còn có thể thực hiện được. Nhưng khi diễn trên sân khấu, bản thân chị cảm thấy rất sợ. Trong một vở kịch, khi được yêu cầu diễn vai bi, chị cứ nghĩ đạo diễn giao nhầm vai cho mình. Phi Phụng bày tỏ: \"Trên sân khấu, tôi quen với việc nói cho mọi người cười rồi. Bây giờ tôi phải lên sân khấu làm cho mọi người khóc. Tôi không đủ tự tin. Tôi khóc mà người khác cười thì là phản tác dụng\". Sau khi được giải thích nghệ sĩ cần phải có nhiều cảm xúc, Phi Phụng chấp nhận vai diễn, vượt qua giới hạn của bản thân. Phi Phụng kể, trước phân cảnh đó, chị núp sau cánh gà và không dám đùa giỡn với bất cứ ai để nuôi cảm xúc. Chị cố gắng nghĩ về những chuyện buồn, đau lòng nhất trong cuộc đời. May mắn là khi lên sân khấu, Phi Phụng đã khóc được dù bản thân cảm thấy rất sợ.\n\nNăm 2008, Phi Phụng được biết đến nhiều hơn khi tham gia phim Cô gái xấu xí. Từ đó đến nay, bà liên tiếpnhận được nhiều vai diễn ấn tượng. Hầu hết, những vai mà Phi Phụng đảm nhận đều mang đến tiếng cười giòn tan, niềm vui hạnh phúc cho mọi người.\n\nNăm 2014, bà giành giải \"Nữ diễn viên phụ xuất sắc\" tại lễ trao giải [[HTV Awards]].<ref>{{Chú thích web|url=http:\/\/www.htv.com.vn\/nghe-si-phi-phung-mong-tieng-cuoi-luon-gion-gia|title=Nghệ sĩ Phi Phụng - Mong tiếng cười luôn giòn giã|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\n==Đời tư==\nLà một người khá kín tiếng nên những thông tin về gia đình của nữ diễn viên Phi Phụng rất ít khi được bà chia sẻ. Được biết, nữ diễn viên đang sống cùng người con của mình. Bà kết hôn từ năm 1984 và chồng bà đã qua đời vào năm 2017.\n\nTheo chia sẻ, diễn viên Phi Phụng cho biết từ khi cưới chồng, bà luôn là trụ cột chính của gia đình. Làm mọi việc để chăm lo cho con.<ref name=\"cand\" \/> Họ chỉ có một người con trai duy nhất tên là Phi Hạt.\n\nChồng bà đóng vai trò như một người vợ, trở thành hậu phương vững chắc cho bà và các con. Mọi chuyện cơm nước, giặt giũ trong nhà đều do chính tay chồng bà lo toàn. Vì vậy mà bà luôn tự hào và yêu thương chồng của mình. Nữ diễn viên chia sẻ: “''Tôi như người đàn ông của xã hội, còn chồng là phụ nữ của gia đình. Tôi vắng nhà thường xuyên nên chuyện cơm nước, giặt giũ, dạy con… đều do ông ấy đảm đương''“.\n\nHiện tại, chồng bà không còn nên gánh nặng đổ dồn lên vai bà nhiều hơn. Nhưng diễn viên Phi Phụng vẫn hài lòng với cuộc sống hiện tại của mình.\n\nNgoài tham gia nghệ thuật, Phi Phụng còn kinh doanh sữa chua.<ref>{{Chú thích web|url=https:\/\/35express.org\/phi-phung-la-ai-nu-dien-vien-phai-ban-sua-chua-nuoi-gia-dinh\/|tựa đề=Phi Phụng là ai? Nữ diễn viên phải bán sữa chua nuôi gia đình|họ=admin|ngày=2022-12-23|website=HÓNG TIN MỚI NHẤT|ngôn ngữ=en-US|ngày truy cập=2023-02-25}}<\/ref>\n\n==Danh sách phim ==\n'''<big><u>Tiêu biểu:<\/u><\/big>'''\n\n===Điện ảnh===\n{|class=\"wikitable\"\n!Năm\n!Tên phim\n!Vai diễn\n!Ghi chú\n|-\n|2010\n|[[Công chúa teen và ngũ hổ tướng]]\n|Người Đi Đường\n|\n|-\n|2011\n|[[Hoán đổi thân xác]]\n|Cô Giáo Thanh Nhạc\n|\n|-\n|2012\n|[[Hello cô Ba]]\n|Bà Bán Ốc\n|\n|-\n|2013\n|[[Nhà có 5 nàng tiên]]\n|Bà Bán Ve Chai\n|\n|-\n|2014\n|[[Để Mai tính 2]]\n|Bà Sáu Miếu Thầy Bói\n|\n|-\n|rowspan=\"3\"|2015\n|Ngày nảy ngày nay\n|Linda Kiều\n|\n|-\n|[[Em là bà nội của anh]]\n|Bà Chủ Tiệm Đồ Lót\n|\n|-\n|[[Lật mặt (phim)|Lật mặt]]\n|Bà Phương\n|\n|-\n|rowspan=\"3\"|2016\n|[[Sài Gòn, anh yêu em]]\n|Bà Mỹ Tuyền\n|\n|-\n|Cô hầu gái\n|Bà Phụ Bếp\n|\n|-\n|[[4 năm, 2 chàng, 1 tình yêu]]\n|Mẹ Của Quỳnh\n|\n|-\n|2018\n|[[Về quê ăn Tết]]\n|Mai\n|\n|-\n|rowspan=\"2\"|2019\n|Anh trai yêu quái\n|Dì Tám\n|\n|-\n|Vu quy đại náo\n|Dì Ba\n|\n|-\n|2021\n|[[Em là của em]]\n|Khách mời \n|\n|}\n\n* '''Và nhiều bộ phim khác'''\n\n===Truyền hình===\n{|class=\"wikitable\"\n!Năm\n!Tên phim\n!Vai diễn\n!Ghi chú\n|-\n|2005\n|[[Cổ tích Việt Nam (phim)|Cổ tích Việt Nam: Kiện cây đa]]\n|Bà Tám\n|\n|-\n|rowspan=\"4\"|2006\n|Anh chỉ có mình em \n|Bà chủ nhà trọ\n|\n|-\n|Nhịp đập trái tim\n|Bà Lai\n|\n|-\n|Cái bóng bên chồng\n|Bà Trinh\n|\n|-\n|Người mẹ nhí\n|Bà Mạnh Mẫu\n|\n|-\n|rowspan=\"2\"|2007\n|Sóng gió cuộc đời \n|Bà Tuệ\n|\n|-\n|Nguyệt quán\n|Bà Luyến\n|\n|-\n|2008\n|[[Cô gái xấu xí]]\n|Bà Tâm\n|\n|-\n|rowspan=\"2\"|2009\n|Hoa dại\n|Dì Năm\n|\n|-\n|Quán kem tình nhân \n|Hàng Xóm\n|\n|-\n|rowspan=\"8\"|2010\n|Bước chân hoàn vũ\n|Liên Mập\n|\n|-\n|[[Thẩm mỹ viện (phim truyền hình)|Thẩm mỹ viện]]\n|Bà Hai\n|\n|-\n|Vị yêu \n|Bà Vân\n|\n|-\n|Đại gia đình \n|Vợ Năm Thiên\n|\n|-\n|[[Tóc rối]]\n|Bà Tám\n|\n|-\n|Cuộc chiến hoa hồng 2\n|Bà Thụy \n|\n|-\n|Cô dâu tuổi dần \n|Chị Tám\n|\n|-\n|[[Tiếng tơ đồng]]\n|Chủ Nhà Trọ\n|\n|-\n|rowspan=\"4\"|2011\n|Bảo mẫu @\n|Mẹ Long\n|\n|-\n|Quý ông thời đại \n|Dì Bảy\n|\n|-\n|Cơm tấm tình yêu \n|Bà Lan\n|\n|-\n|Có lý có tình: Mẹ chồng của tôi\n|Bà Bích Hằng\n|\n|-\n|rowspan=\"2\"|2012\n|Trở về 1\n|Bà Tám\n|\n|-\n|Mắt bão \n|Bà Quyên\n|\n|-\n| rowspan=\"7\" | 2013\n|[[Tiệm bánh Hoàng tử bé]]\n|Bà Vân\n|\n|-\n|Nỗi đau của hạnh phúc \n|Bà Hoàng Trọng\n|\n|-\n|Hai người cha\n|Bà Năm\n|\n|-\n|[[Nghiệt oan]]\n|Bà Dung\n|\n|-\n|[[Duyên trầu cau]]\n|Bà Út Trắc \n|\n|-\n|Thế giới cổ tích: Chú Cuội cung trăng \n|Hổ Mẹ\n|\n|-\n|Thế giới cổ tích: Mũi dài\n|Vợ Bá Hộ\n|\n|-\n|rowspan=\"8\"|2014\n|[[Tiệm bánh Hoàng tử bé 2]]\n|Bà Mị\n|\n|-\n|Những ngọn nến lung linh \n|Bà Bảy\n|\n|-\n|Rau muống tháng 9\n|Bà Tám\n|\n|-\n|Câu chuyện tình đời \n|Bà Mận\n|\n|-\n|Cuộc chiến quý ông \n|Sáu Bánh Mì\n|\n|-\n|Hàng xóm \n|Bà Xuyến\n|\n|-\n|Ra giêng anh cưới em \n|Vợ Ông Sáu Bảnh\n|\n|-\n|Dạ khúc nguyệt cầm\n|Dì Phụng\n|\n|-\n|rowspan=\"6\"|2015\n|Hương quê \n|Bà Một\n|\n|-\n|Mắt lụa \n|Tư Hường\n|\n|-\n|Trại cá sấu\n|\n|\n|-\n|[[Cuộc phiêu lưu của Hai Lúa|Cuộc phiêu lưu của hai lúa 2]]\n|Diễm Hồng\n|\n|-\n|[[Thế giới cổ tích|Thế giới cổ tích: Chú Cuội cây đa]]\n|Hổ Mẹ\n|\n|-\n|Tết tết tết\n|Dì Bảy Cờ Bạc\n|\n|-\n| rowspan=\"5\" | 2016\n|Khi đàn ông là số 0\n|Bác sĩ Hoa \n|\n|-\n|Cưới chồng cho vợ\n|Bà Tám\n|\n|-\n|Những người thích đùa\n|Nhiều vai diễn \n|\n|-\n|Dạ khúc nguyệt cầm \n|Dì Phụng\n|\n|-\n|Đời không như là mơ\n|Bà Lưu\n|\n|-\n|rowspan=\"5\"|2017\n|Hương đồng nội \n|Bà Tư Bông\n|\n|-\n|[[Gia đình là số 1 (phim truyền hình 2017)|Gia đình là số 1]]\n|Bà Bé Năm \n|\n|-\n|Osin nổi loạn \n|Vú Nam Ô\n|\n|-\n|Mặt nạ tình yêu\n|Bà Tú\n|\n|-\n|[[Sống trong bóng đêm]]\n|Bà Ba\n|\n|-\n|2018\n|Bố là tất cả \n|Bà Thuận\n|\n|-\n| rowspan=\"5\" | 2019\n|[[Chàng trai hệ mặt trời]]\n|Bà Tám\n|\n|-\n|Nhà là nơi để về \n|Bà Mai\n|\n|-\n|[[Anh ba khía]]\n|Bà Tư Lẹ\n|\n|-\n|Chàng rể tuổi Hợi\n|Bà Bảy Quýt\n|\n|-\n|Bí kíp hạnh phúc\n|Bà Phụng\n|\n|-\n|rowspan=\"4\"|2020\n|Sui gia đại chiến \n|Bà Năm Sa\n|\n|-\n|Mẹ chồng làm dâu\n|Bà Tâm\n|\n|-\n|[[Gạo nếp gạo tẻ|Gạo nếp gạo tẻ 2]]\n|Bà Lý\n|\n|-\n|Chiều nghiêng \n|Mẹ Lơ\n|\n|-\n| rowspan=\"3\" | 2021\n|Kiếm chồng cho mẹ chồng\n|Bà Cúc\n|\n|-\n|[[Sui gia khắc khẩu]]\n|Bà Bảy Tòng \n|\n|-\n|Anh có yêu em không\n|Bà Minh\n|\n|-\n|2022\n|Xóm bến đò\n|Bà Phụng\n|\n|-\n|2023\n|Quán ăn hạnh phúc\n|Bà chủ quán\n|\n|}\n\n* '''Và nhiều bộ phim khác'''\n\n===Sitcom===\n{|class=\"wikitable\"\n!Năm\n!Tên phim\n!Vai diễn\n!Ghi chú\n|-\n|2018\n|Lắm người nhiều ma \n|Bà Tám\n|\n|-\n|2019\n|Người thứ 3 \n|Mẹ Đan Thanh\n|\n|-\n|2019 - 2021\n|Bí kíp hạnh phúc\n|Bà Phi Phụng\n|\n|-\n|2021\n|Ớt đỏ\n|Bà Huyền Trầm\n|\n|-\n| rowspan=\"3\" | 2022\n|Tạp Hoá Năm Châu\n|Bà Năm Á\n|\n|-\n|Gia đình hết sẩy (phần 3)\n|Bà Sáu\n|\n|-\n|Gia đình khó dễ\n|Bà Tú\n|\n|}\n\n* '''Và nhiều bộ phim khác'''\n===MV===\n{|class=\"wikitable\"\n!Năm\n!Tên MV\n!Vai diễn\n!Ca sĩ\n|-\n|2015\n|Đố tình\n|Thầy bói Diệu Nhiễu\n|Đăng Nguyên GoBi\n|-\n|2016\n|Selfie (Chuyện tình Lọ Lem)\n|Dì ghẻ\n|[[365daband|365]]\n|}\n\n===Web-drama===\n\n{|class=\"wikitable\"\n!Năm\n!Tên phim\n!Vai diễn\n!Ghi chú\n|-\n|2021\n|Tết đến rồi về nhà thôi 4\n|Mẹ Chị Hai\n|\n|-\n|2022\n|Làng cù lần\n|Hà Tây\n|\n|}\n\n* '''Và nhiều bộ phim khác'''\n\n==Danh sách kịch==\n'''<u>Tiêu biểu:<\/u>'''\n\n=== Kịch nói ===\n{|class=\"wikitable\"\n!Năm\n!Kịch\n!Vai\n!Ghi chú\n|-\n|2002\n|Những đồng đội vui tính\n|\n|\n|-\n| rowspan=\"3\" | 2003\n|Người tốt nhà số 5\n|Bà vợ\n|\n|-\n|Bệnh sĩ\n|\n|\n|-\n|Chiếc áo trân châu\n|\n|\n|-\n| rowspan=\"2\" | 2004\n|Phép lạ\n|Y tá bầu\n|\n|-\n|Trên vườn dưới ruộng\n|\n|\n|-\n|2006\n|Bà dì ghẻ của Lọ Lem\n|NXNX 12: Nàng Bạch Tuyết lạc bảy chú lùn\n|\n|-\n|2008\n|Vợ thằng Đậu\n|\n|Tuồng cải lương\n|-\n|2011\n|Bà chủ kỷ viện\n|Hồn Trương Phi da hàn tỷ\n|\n|-\n|2012\n|Bà Hằng Nga\n|Tôi là ai?\n|\n|-\n|2013\n|Cưới vợ cho ai?\n|Bà Hai Hành\n|\n|-\n| rowspan=\"6\" | 2014\n|NXNX 23: Những đứa con của rồng\n|Bà mẹ\n|Thế vai cho Thanh Vân (Vân Mập). Mặc dù đã diễn đến số 27 nhưng ông bầu Huỳnh Anh Tuấn mong muốn đem NXNX đến với toàn quốc nên khi ra Đà Nẵng sân khấu Idecaf đã chọn NXNX 23 để diễn\n|-\n|Chiếc vòng gia bảo\n|Bà vợ cà lâm\n|\n|-\n| rowspan=\"2\" | Ơn Giời cậu đây rồi (mùa 1 - tập 7)\n|Nhà ngoại cảm bị mù\n|Trưởng phòng [[Trấn Thành]]\n|-\n|Bà Phi Phụng\n|Trưởng phòng [[Hoài Linh]] cùng với Trương Nam Thành, Nguyên Khang, [[Lan Phương]]\n|-\n| rowspan=\"2\" | Ơn Giời cậu đây rồi (mùa 1 - tập 10)\n|Cung nữ tương lai\n|Trưởng phòng [[Chí Tài]] - [[Trường Giang (nghệ sĩ)|Trường Giang]]\n|-\n|Bà lao công\n|Trưởng phòng [[Hoài Linh]] (có sự phụ diễn của [[Việt Hương]]) cùng với Ngọc Tưởng, Anh Đức, Ngọc Lan\n|-\n| rowspan=\"8\" | 2015\n|Diêm vuơng xử án: Chết tốc hành\n|Tư Lùn\n|\n|-\n|Danh hài đất Việt: Thiên duyên tiền định\n|Bà Bảy Thầy Bói\n|\n|-\n|Danh hài đất Việt: Sơn Tinh Thủy Tinh thời hiện đại\n|Công cháu Ngọc Hoa\n|\n|-\n|Tình mẹ\n|Bà Tám\n|\n|-\n|Danh hài đất Việt: Tham thì thâm\n|Bà Dần\n|\n|-\n|Vợ chồng mình hát: Lý thầy Tư \n|Mẹ\n|\n|-\n|Cưới vợ năm rồng\n|\n|\n|-\n|Ngũ quý kỳ phùng\n|Bà Lý\n|\n|-\n| rowspan=\"3\" | 2016\n|Chúng ta là gia đình\n|\n|\n|-\n|Đại hỷ\n|\n|\n|-\n|Tía ơi... má zìa\n|Bà Tám Diệu\n|\n|-\n|2018\n|Trang nhật ký\n|Mẹ Jang Mi\n|\n|-\n| rowspan=\"2\" | 2020\n|Táo quê\n|Bà Táo\n|\n|-\n|Ác nhân cốc\n|Bà Hai\n|\n|}\n* '''Và nhiều vở kịch khác'''\n\n=== Hài kịch ===\n\n* Tam cô ế chồng\n* Nhà ngoại cảm\n* Ba bà tiên\n* Chuyện gia đình\n* Tuyển cung nữ\n* Ý thức đậu xe\n* Chuyện cái rào\n* Nhà nhà đón lộc\n* Chuyện lớp tôi\n* Hoa ly trắng\n* Thiên duyên tiền định\n* Chuyện cây bàng\n* Tại ai?\n* Chín người mười ý\n* Giám đốc xe ôm\n* Tranh tài cua gái\n* Vợ chồng Tư Liều\n* Duyên ai nấy gặp\n* Mối tình đại gia\n* Lựa chọn năm xưa\n* '''Và nhiều vở kịch khác'''\n\n==Chương trình truyền hình==\n*Bà kể cháu nghe\n*Bếp của mẹ\n*Cà phê cười\n*Khẩu vị ngôi sao\n*Vợ chồng mình hát\n*Hội quán tiếu lâm mùa 2\n*Gặp nhau để cười\n*Danh hài đất Việt\n*Hội ngộ danh hài\n*Nhịp cầu nghệ sỹ\n*Vẻ đẹp cuộc sống\n*Cà phê Tám\n*9 người 10 ý\n*Tài tiếu tuyệt\n*Diêm vuơng xử án\n*Ai là bậc thầy chính hiệu? (mùa 2) (Người chơi của đội Già - Độc (với nghệ sĩ hài Thanh Tùng) và đội Biết Tuốt (với nghệ sĩ hài Phương Dung))\n*[[Ơn giời cậu đây rồi!]] (Khách mời tập 7, 10)\n*[[Ký ức vui vẻ]] (mùa 1) (Khách mời của đội thập niên 60 với [[Thanh Bạch]])\n*Đời nghệ sĩ\n*Khoảnh khắc rực rỡ\n*Chuyện của sao\n*5 Vòng vàng kỳ ảo\n*Làng hài mở hội mừng xuân\n*Bác có khỏe không\n*Khi chàng vào bếp \n*Gõ cửa trái tim\n*Thiên đường ẩm thực\n*Tuyệt đỉnh song ca - Cặp đôi vàng\n*Quán ăn hạnh phúc\n*Ký ức vui vẻ <ref>{{Chú thích|title=NSND Hồng Vân phân bì cân nặng cùng NSND Lê Khanh {{!}} Ký Ức Vui Vẻ 2018|url=https:\/\/www.youtube.com\/watch?v=D7v4-a5nemw|language=vi-VN|accessdate = ngày 28 tháng 2 năm 2023}}<\/ref>\n* '''Và nhiều chương trình khác'''\n\n==Giải thưởng ==\n{|class=\"wikitable\"\n!Năm\n!Giải thưởng\n!Hạng mục\n!Đối tượng đề cử\n!Kết quả\n!Chú thích\n|-\n|1982\n|Liên hoan sân khấu hài \n|Diễn kịch \n|Phi Phụng\n|Đoạt giải\n|Kịch \"Những đồng đội vui tính\"\n|-\n|2014\n|[[HTV Awards]]\n|Nữ diễn viên phụ xuất sắc\n|Phi Phụng\n|{{Won}}\n|<ref>{{chú thích web|url=https:\/\/video.vnexpress.net\/giai-tri\/dien-vien-phi-phung-doat-giai-nu-dien-vien-phu-xuat-sac-2974107.html|title= Diễn viên Phi Phụng đoạt giải \"Nữ diễn viên phụ xuất sắc\"|accessdate=15 tháng 3 năm 2019}}<\/ref>\n|}\n\n=== Giải thưởng truyền hình ===\n\n* Giải nhất [[Ơn giời cậu đây rồi!]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* {{imdb|nm8266096}}\n\n{{sơ khai nhân vật Việt Nam}}\n{{Kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Phi Phụng}}\n[[Thể loại:Sinh năm 1964]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Nghệ sĩ hài Việt Nam]]\n[[Thể loại:Diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nữ diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nữ diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Nữ diễn viên truyền hình Việt Nam]]\n[[Thể loại:Nữ diễn viên Việt Nam thế kỷ 20]]\n[[Thể loại:Nữ diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Người Trà Vinh]]"}