{"128988":"{{Phân biệt|Mì ăn liền}}\n'''Phim mì ăn liền''' ({{lang-en|Instant-noodles films}}) là một [[khẩu ngữ]] thông dụng để mô tả dòng phim [[thương mại]] ở [[Việt Nam]] giai đoạn đầu [[thập niên 1990]]. Những bộ phim này hầu hết dùng chất liệu [[băng từ]], phần lớn sản xuất tại [[miền Nam (Việt Nam)|miền Nam]] và nắm vai trò thống lĩnh [[thị trường]] phim toàn [[Việt Nam]] trong thời kì vài năm. Tuy nhiên, thoái trào trầm trọng đúng lúc chương trình ''Chấn hưng điện ảnh cấp nhà nước'' được triển khai là bằng chứng cho thấy, [[điện ảnh Việt Nam]] còn thụ động trước các trào lưu [[nghệ thuật]] và [[thương mại]] [[quốc tế]]<ref>[http:\/\/www.sgtt.com.vn\/oldweb\/cacsobaotruoc\/372_27\/p06_07phimvietnam.htm Phim Việt Nam chưa đạt tiêu chí của... chợ ?]{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\n==Lịch sử==\nCuối thập niên 1980 đầu thập niên 1990, [[điện ảnh Việt Nam]] rơi vào khủng hoảng nghiêm trọng. Những năm trước, trong [[Thời bao cấp|thời kỳ bao cấp]], các hãng phim được nhà nước cấp kinh phí để sản xuất phim, khâu phát hành phim do cơ quan khác quản lý. Đây là một trong những lý do làm giảm chất lượng phim.\n\nThời kỳ này, việc cắt giảm ngân sách của Nhà nước làm cho điện ảnh không đủ kinh phí để sản xuất phim. Việc phân cấp các rạp và đội chiếu bóng về cho tỉnh, thành và quận, huyện được từ đầu thập niên 1980, tới thời gian này được thực hiện triệt để. Nhà nước bắt đầu xóa bỏ bao cấp dành cho điện ảnh, chuyển từ chế độ bao cấp sang chế độ hạch toán kinh tế, có sự tài trợ một phần của Nhà nước. Các máy móc thiết bị làm phim đã cũ kỹ, tiền của Nhà nước đầu tư cho điện ảnh cũng bị thất thoát.\n\nTrong khi đó số bộ phim màn ảnh rộng được sản xuất rất ít và không hấp dẫn được khán giả, thì lượng máy chiếu phim [[video]] trên tivi nhập vào [[Việt Nam]] tăng nhanh, phim video đơn giản, không đòi hỏi đầu tư lớn nên nhiều hãng phim quay sang sử dụng chất liệu này. Với đặc điểm của phim [[video]], các phim mì ăn liền được sản xuất trong một thời gian chóng vánh để thu hồi vốn. Dòng phim này đã tạo nên một thế hệ minh tinh [[điện ảnh]] mới như [[Lý Hùng]],<ref>[http:\/\/vtc.vn\/147-397049\/sao-viet\/ly-hung-dung-goi-toi-la-dien-vien-mi-an-lien.htm Lý Hùng kể về thời vàng son cùng phim thị trường]<\/ref> [[Diễm Hương]], [[Việt Trinh]], [[Lê Công Tuấn Anh]], [[Lê Tuấn Anh]], [[Thái San]], [[Y Phụng]], [[Công Hậu]], [[Thu Hà (diễn viên)|Thu Hà]], [[Mộng Vân]], [[Giáng My]]...<ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/186354\/chuyen-doi-it-biet-cua-thu-ha--la-ngoc-canh-vang-.html Chuyện đời ít biết của Thu Hà \"Lá ngọc cành vàng\"] - ''VietnamNet'' \/\/ 17.7.2014, 05:00 (GMT+7)<\/ref>\n===1990 - 1993===\nGiai đoạn sơ khởi, số lượng phim điện ảnh được sản xuất giảm đáng kể, số lượng rạp chiếu phim cũng giảm bớt, nhiều rạp chiếu phim bị phá bỏ, hoặc chuyển sang kinh doanh lĩnh vực khác, biến thành [[vũ trường]].\n\n''[[Vị đắng tình yêu]],''<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/diem-phim\/vi-dang-tinh-yeu-va-ky-uc-thoi-ky-phim-my-an-lien-3000780.html \"Vị đắng tình yêu\" và ký ức thời kỳ phim mì ăn liền]<\/ref><ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/ngay-ay-bay-gio-cua-dien-vien-phim-vi-dang-tinh-yeu-3260199.html Ngày ấy - bây giờ của dàn diễn viên phim \"Vị đắng tình yêu\"]<\/ref> được [[Hãng phim Giải Phóng]] sản xuất năm 1991 trình chiếu năm 1992, do [[Lê Hoàng]] đạo diễn với các diễn viên [[Thủy Tiên]], [[Lê Công Tuấn Anh]], [[Lê Cung Bắc]], [[Y Phụng]], [[Phước Sang]]... Vai Quang \"[[Đôn Kihôtê|Don Quixote]]\" là vai diễn dấu ấn của Lê Công Tuấn Anh. Tại [[Liên hoan phim Việt Nam]] [[Liên hoan phim Việt Nam lần thứ 10 năm 1993|lần thứ 10]] năm [[1993]], ''Vị đắng tình yêu'' đã giành nhiều giải quan trọng: Bông sen vàng, Đạo diễn xuất sắc, Nam diễn viên chính xuất sắc. Đây được xem là một bộ phim vừa thành công về doanh thu lẫn nghệ thuật. ''Phạm Công - Cúc Hoa'' và ''Vị đắng tình yêu'' thành công vang dội cả [[nghệ thuật]] lẫn [[doanh thu]] đã gây động lực cho tham vọng \"sống dậy\" của giới [[điện ảnh Việt Nam]].\n\nNăm 1993, chương trình ''Chấn hưng điện ảnh cấp Nhà nước''<ref>[https:\/\/dantri.com.vn\/van-hoa\/dien-anh-viet-tung-co-nhung-cuoc-chan-hung-kem-hieu-qua-1376223083.htm Điện ảnh Việt từng có những cuộc chấn hưng kém hiệu quả]<\/ref> được chính phủ [[Việt Nam]] tạm thời thông qua. Đến năm 1995, Thủ tướng Chính phủ ký Nghị định 48\/CP ''Tổ chức và hoạt động điện ảnh'', cùng với chương trình ''Mục tiêu về điện ảnh'' được rót kinh phí 265 tỉ đồng để điện ảnh Việt có cơ hội thăng hoa, tuy nhiên càng về sau ngân sách đổ vào càng cao, do cả nhà nước và tư nhân đóng góp với kì vọng thúc đẩy [[điện ảnh Việt Nam]] tiến nhanh ra thị trường quốc tế, nếu có cơ hội thì vượt qua cái bóng [[điện ảnh Hồng Kông]] bấy giờ đang thống trị [[Á châu]]<ref>[http:\/\/danviet.vn\/giai-tri\/chan-hung-dien-anh-viet-nam-chi-la-giac-mo-76816.html Chấn hưng điện ảnh Việt Nam: Chỉ là giấc mơ ?]<\/ref>.\n{{cquote|''Vào cuối những năm 80, đầu những năm 90 của thế kỷ trước, khi nước ta chuyển từ cơ chế bao cấp sang cơ chế thị trường thì tài sản quí nhất của điện ảnh Việt Nam có lẽ là nguồn nhân lực gồm các đạo diễn, nhà biên kịch, chủ nhiệm phim, quay phim... được đào tạo bài bản ở nước ngoài và trong nước.''<br>''Cơ sở vật chất để làm phim thiếu thốn, nhà xưởng xập xệ, vài ba chiếc máy quay quá cũ, thiết bị thu âm lạc hậu đến mức bán được một bộ phim cho nước ngoài nhưng bị trả lại vì chất lượng âm thanh không theo tiêu chuẩn quốc tế. Hệ thống rạp ở địa phương cũ nát, ghế ngồi xộc xệch,không có hệ thống cách âm, thậm chí rạp chiếu phim ở thị trấn Đoan Hùng (Phú Thọ) còn lợp bằng lá cọ. Dù kinh tế thời kỳ này vô cùng khó khăn nhưng Nhà nước vẫn cố gắng cấp kinh phí để một năm sản xuất dăm phim truyện nhựa đáp ứng một phần nhỏ nhu cầu thưởng thức phim ảnh của người dân. Bên cạnh đó Nhà nước cũng \"lờ\" đi cho nhà sản xuất tư nhân bỏ tiền mua \"mũ\" các hãng Nhà nước để sản xuất phim truyện nhựa, phim truyện video.''<br>''Ngày 26-12-1992, Chủ tịch Hội đồng Bộ trưởng (nay là Chính phủ) đã ký Chỉ thị 417\/CT về sắp xếp lại ngành điện ảnh, tạo cơ sở và điều kiện để các đơn vị trong ngành điện ảnh sản xuất, phổ biến phim, lưu trữ... giúp ngành điện ảnh tháo gỡ một số khó khăn nhưng cũng chưa đáp ứng hết được nhu cầu phát triển. Cơn lũ băng phim video từ nước ngoài tuồn vào, hệ thống đại lí băng hình bị thả nổi, hành lang pháp lí không có dẫn đến tình trạng phim bị ăn cắp bản quyền một cách ngang nhiên làm nhà đầu tư trong nước vỡ nợ. Đạo diễn Kim Chi vay tiền làm phim truyện video \"Chị em sinh đôi\" phải khốn đốn vì phim đang chiếu tại Hà Nội nhưng đã có băng lậu ở thị xã Thái Bình. Người dân thích thuê băng về nhà xem hơn là đến rạp, vì rạp vừa nóng vừa hôi. Tôi nhớ phim Bá Vương biệt cơ của đạo diễn Trần Khải Ca (Trung Quốc) rất hay song chiếu ở rạp Tháng 8, rạp tốt nhất Hà Nội lúc đó mà có xuất chỉ có 5 cụ bà vừa xem vừa cắn hạt bí. Điện ảnh Việt Nam đứng trước nguy cơ bị xóa sổ. Trước thực trạng đó, ngày 17-7-1995, Thủ tướng Chính phủ đã ban hành Nghị định 48\/CP về tổ chức và hoạt động điện ảnh. Nghị định đã đề cập toàn diện các lĩnh vực hoạt động của ngành này, từ sản xuất, phổ biến, lưu trữ, đào tạo… Theo các nhà hoạt động điện ảnh thì Nghị định mang tính \"cởi trói\" này sẽ tạo cơ hội cho điện ảnh Việt Nam phát triển. Cùng với Nghị định 48, Chính phủ cũng thông qua chương trình \"Mục tiêu về Điện ảnh\" với số tiền đầu tư dự kiến là 265 tỉ đồng để \"chấn hưng\" điện ảnh Việt Nam. Chương trình này cũng đưa ra mục tiêu là cung cấp 50% phim truyện nhựa phát trên sóng truyền hình. Ngay sau khi Nghị định có hiệu lực, Bộ VH-TT đã ban hành 3 thông tư hướng dẫn chi tiết để Nghị định sớm đi vào cuộc sống. Trong điều kiện ngân sách Nhà nước còn eo hẹp mà Chính phủ đã đầu tư một số tiền lớn như vậy cho điện ảnh chứng tỏ Đảng và Nhà nước rất quan tâm đến các hoạt động văn hóa nghệ thuật.''<br>''Chương trình ‘Mục tiêu về Điện ảnh\" được chia làm 2 giai đoạn. Trong giai đoạn 1995-2000 ngành VHTT triển khai: Trang bị tiền kỳ cho các hãng sản xuất phim; Sản xuất phim lớn; Trang bị đầu video 100 inches cho các đội chiếu bóng lưu động; Cấp thiết bị lồng tiếng dân tộc; Chống xuống cấp và cải tạo rạp chiếu bóng ở địa phương và đào tạo cán bộ kỹ thuật, nghệ thuật và cán bộ quản lí. Số tiền đầu tư thiết bị sản xuất phim là khoảng gần 44 tỉ cho 3 hãng phim truyện (Hãng phim truyện Việt Nam 9,48 tỉ đồng, Hãng phim Giải Phóng 12,12 tỉ đồng và Hãng phim truyện I 2,95 tỉ đồng), Hãng phim Hoạt hình Việt Nam 2,5 tỉ, Hãng phim Tài liệu và Khoa học Trung ương 7,44 tỉ và Trung tâm kỹ thuật điện ảnh 5,88 tỉ. Đầu tư 15,178 tỉ để sản xuất 5 bộ phim truyện nhựa (Đất nước đứng lên,Tổ quốc tiếng gà gáy trưa, Hà Nội mùa đông năm 1946, Điện Biên Phủ trên không và Ngã ba Đồng Lộc) và 1 bộ phim tài liệu nhựa \"Hồi ức Điện Biên\". Giai đoạn này cũng dành tới 44,27 tỉ đồng để xây mới và nâng cấp 43 rạp chiếu bóng và mua sắm trang thiết bị chiếu phim nhựa lập thể và video 300 inches.Giai đoạn 2001-2005, chương trình chấn hưng điện ảnh tập trung vào 3 nội dung chính trong đó đầu tư tiếp 45,14 tỉ đồng cho thiết bị máy móc cho 3 hãng phim truyện; Hãng phim Tài liệu và Khoa học Trung ương; Hãng phim Hoạt hình Việt Nam và Viện Phim Việt Nam. Đầu tư 31,09 tỉ đồng cho khu vực phổ biến phim gồm mua máy chiếu phim nhựa 35mm âm thanh lập thể; Máy chiếu lưu động 35mm; Đầu tư thiết bị lồng tiếng in sao băng… Cuối cùng là 6,71 tỉ đồng cho đào tạo, nâng cao trình độ sử dụng công nghệ hiện đại.''|||Ngọc Tiến - Anh Tuấn, ''Hàng trăm tỉ đồng chấn hưng điện ảnh và hiệu quả khiêm tốn'', Hà Nội Mới, 30 tháng 08 năm 2006}}\n===1994 - 1996===\nSang giai đoạn kế, các nhà làm phim đua nhau khai thác đề tài dã sử võ hiệp như ''[[Thạch Sanh - Lý Thông]]'', ''[[Tráng sĩ Bồ Đề]]'', ''[[Thăng Long đệ nhất kiếm]]'', ''[[Lửa cháy thành Đại La]]''... phỏng theo dòng [[phim chưởng]] [[Hồng Kông]] [[Đài Loan]], hấp dẫn hàng triệu lượt khán giả chen chân tới rạp. Những phim thời này được quảng cáo rất giản đơn, đôi khi chỉ bằng hình ảnh các tờ rơi hoặc bằng xe chở loa phát thanh chạy trên đường và trong hẻm thành thị.\n\nThời kì này gắn với giai đoạn thăng hoa đỉnh thịnh của [[văn hóa]] giải trí [[Hồng Kông]] và [[Đài Loan]], nên xu hướng [[điện ảnh Việt Nam]] có sự cố gắng sao phỏng những thói quen tiếp cận thể tài của hai nền điện ảnh lớn này. Đương đại, một số minh tinh như [[Lý Hùng]], [[Hoàng Phúc (diễn viên)|Hoàng Phúc]], [[Đơn Dương]], [[Giáng My]], [[Lý Hương]], [[Ngọc Hiệp]], [[Lê Tuấn Anh]], [[Nguyễn Quang Hải]] thường xuất hiện trong các sản phẩm [[điện ảnh]] hợp tác với [[Hồng Kông]], [[Mỹ]], [[Pháp]].\n{{cquote|''Tôi đóng với Lý Hùng khá nhiều phim. Nếu Lý Hùng nhận vai chính bên chính diện thì tôi đóng chính ở bên phản diện. Tôi nhớ nhất khi quay phim 'Thanh gươm để lại' ở Hội An, không hề \"nổ\" chút nào nhưng thực sự là bà con khi đó đã nghỉ buôn bán cả ngày chỉ để xem đoàn quay. Họ xin chữ ký, giật áo diễn viên, kéo đến đông như biểu tình khiến chúng tôi không làm việc được. Rốt cuộc là phải lấy hai chiếc xe Honda chở tôi và Lý Hùng chạy sang hai phía, lấy khoảng trống để đặt máy, đợi bà con tản đi rồi mới diễn được.''<br>''Lúc đó tôi và Lý Hùng, Lê Tuấn Anh, Lê Công Tuấn Anh, Diễm Hương, Việt Trinh... đóng phim nhiều. Phim lúc đó ra rạp lúc đó người xem đón nhận rất nhiều. Tôi nghĩ nếu tổ chức liên hoan phim vào thời đó thì không khí khác hoàn toàn vì khán giả đón nhận. Họ thích phim rồi thích diễn viên. Bất cứ cái gì dính đến phim là họ đổ xô tới coi.''|||[[Công Hậu]], diễn viên}}\n===1997 - 1999===\nThời kỳ cuối cùng, cũng là giai đoạn phát triển mãnh liệt nhất, các phim mì ăn liền khai thác những truyện tình bi lụy như ''[[Sau những giấc mơ hồng]]''<ref>[https:\/\/eva.vn\/di-dau-xem-gi\/nhung-than-tuong-cua-phim-mi-an-lien-tung-khien-khan-gia-me-man-hon-2-thap-ky-truoc-c40a299865.html ''Sau những giấc mơ hồng'' : Bộ phim mì ăn liền đình đám]<\/ref>, ''[[Em không dối lừa]]'', ''[[Sau cơn mưa trời lại sáng]]'', ''[[Tóc gió thôi bay]]'', ''[[Sao em vội lấy chồng]]''... Đương thời xuất hiện một quan điểm về phim chiếu rạp: Mua vé xem phim có hai loại \"để suy nghĩ\" và \"để quên đi những điều đang suy nghĩ\"<ref>[http:\/\/www.moviesboom.vn\/article\/2002\/07\/mot-thoi-an-nen-lam-ra-cua-dien-anh-viet-nam\/ Một thời ăn nên làm ra của điện ảnh Việt Nam]{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nĐây cũng là giai đoạn [[điện ảnh Việt Nam]] tích cực hợp tác với [[điện ảnh]] ngoại quốc một cách trực tiếp nhất, thay vì chỉ đóng vai trò phụ trợ trang thiết bị và diễn viên quần chúng như trước. Chủ yếu các đối tác là [[Hồng Kông]], [[Đài Loan]] và [[Trung Quốc]]. Đề tài thường nặng xu hướng du đãng võ hiệp, khai thác yếu tố bần cùng trong xã hội thành thị, duy một số ít phim hợp tác với điện ảnh [[Hoa lục]] thì khai thác giá trị nhân văn trong số phận con người sau chiến tranh biên giới.\n\nTuy nhiên, dần dà, các phim mì ăn liền bị đánh giá là kém thuyết phục về mặt nghệ thuật, chạy đua theo lợi nhuận. Từ \"[[mì ăn liền]]\" được hiểu với nghĩa phim sản xuất nhanh và ít đầu tư<ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/157334\/ly-hung--le-tuan-anh-gio-ra-sao-.html Lý Hùng, Lê Tuấn Anh giờ ra sao ?] - ''[http:\/\/vietnamnet.vn VietNamNet]'' \/\/ 09.01.2014, 17:52 (GMT+7)<\/ref>. Hầu hết [[minh tinh]] của dòng phim mì ăn liền ít nhiều còn tham dự các trào lưu [[điện ảnh]] sau.\n{{cquote|''Thời điểm đó, khán giả không chỉ quay lưng với diễn viên mà cả dòng phim thị trường, bởi vì kịch bản càng về sau càng ẩu, sản xuất càng ẩu, mà diễn viên mỗi người một tháng đóng 2-3 vai thì không thể làm sao cho hay được. Có nghĩa, từ năm 1996, nguyên một năm không ai mời tôi đóng vai nào hết. Lúc đó không ai dám làm phim nhựa, vì cứ làm là chết. Kinh phí phim nhựa quá cao, trong khi phim video quay mấy ngày là xong, mà kinh phí cực rẻ.''|||[[Việt Trinh]], diễn viên}}\n\n==Kĩ thuật==\n===Đơn vị===\n{{div col|colwidth=18em}}\n* [[Hãng phim truyện Việt Nam]]\n* [[Hãng phim Truyền hình Thành phố Hồ Chí Minh|Hãng phim Truyền hình TPHCM]]\n* [[Hãng phim Giải Phóng]]\n* [[Trung tâm Băng nhạc Làng Văn]]\n* [[Trung tâm Băng nhạc Rạng Đông]]\n* [[Hãng phim Lý Huỳnh]]\n* [[Hãng phim Hải Đăng]]\n* [[Hãng phim Trẻ]]\n* [[Hãng phim Nhất Phương]]\n* [[Hãng phim Mê Kông]]\n* [[Saigon Vafaco]]\n* [[Hãng phim Đào Thu]]\n* [[Hãng phim Phương Nam]]\n* [[Hãng phim Bến Nghé]]\n* [[Hãng phim Nguyễn Đình Chiểu]]\n* [[Hãng phim Bông Sen]]\n* [[Hãng phim Phương Đông]]\n* [[Saigon Audio]]\n* [[Hãng phim Tây Đô]]\n{{div col end}}\n===Chuyên viên===\n{{div col|colwidth=12em}}\n* [[Lê Dân]]\n* [[Lê Hoàng Hoa]]\n* [[Lý Huỳnh]]\n* [[Lê Cung Bắc]]\n* [[Lê Hữu Lương]]\n* [[Lê Mộng Hoàng]]\n* [[Trần Cảnh Đôn]]\n* [[Phan Hoàng]]\n* [[Lê Xuân Hoàng]]\n* [[Xuân Cường]]\n* [[Lê Hoàng]]\n* [[Đặng Nhật Minh]]\n* [[Lý Sơn (đạo diễn)|Lý Sơn]]\n* [[Hoàng Nhuận Cầm]]\n* [[Võ Văn Thênh]]\n* [[Nguyễn Khánh Dư (nghệ sĩ)|Nguyễn Khánh Dư]]\n* [[Ngụy Ngữ]]\n* [[Thế Ngữ]]<ref>[https:\/\/tuoitre.vn\/dao-dien-the-ngu-de-cuoi-tu-nha-ra-pho-556623.htm Để cười từ nhà ra phố]<\/ref>\n* [[Lê Xuân Hoàng]]\n* [[Nguyễn Hữu Phần]]\n* [[Nguyễn Cao Thụy]]\n* [[Phạm Thùy Nhân]]\n* [[Cao Thành Danh]]\n* [[Nhất Phương]]\n* [[Đào Thu]]\n* [[Châu Thổ]]\n* [[Phượng Hoàng (đạo diễn)|Phượng Hoàng]]\n* [[Lưu Bạch Đàn]]\n* [[Hà Văn Trọng]]\n* [[Đường Tuấn Ba]]\n* [[Lý Hùng]]\n* [[Lê Hoàng Khải]]\n* [[Hứa Văn Định]]\n* [[Lộng Chương]]\n{{div col end}}\n===Nghệ sĩ===\n{{div col|colwidth=12em}}\n* [[Bảo Châu]]\n* [[Bảo Chung]]\n* [[Bảo Quốc]]\n* [[Băng Châu]]\n* [[Bùi Bài Bình]]\n* [[Cao Minh Đạt]]\n* [[Cát Phượng]]\n* [[Chi Bảo]]<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/ve-dien-trai-cua-cac-tai-tu-viet-mot-thoi-2984015.html Vẻ điển trai của các tài tử Việt một thời]<\/ref>\n* [[Chí Trung]]\n* [[Chiều Xuân]]\n* [[Công Hậu]]<ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/145294\/cong-hau-ke-chuyen-lam-phim--mi-an-lien--voi-ly-hung.html Công Hậu kể chuyện làm phim \"mì ăn liền\" với Lý Hùng]<\/ref>\n* [[Đại Nghĩa (diễn viên)|Bùi Đại Nghĩa]]\n* [[Diễm Hương]]<ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/186571\/vi-sao-dien-vien-tung-lam-dien-dao-dong-phim--my-an-lien--vang-bong.html Vì sao diễn viên từng làm điên đảo dòng phim mì ăn liền vắng bóng] - ''VietnamNet'' \/\/ 17.07.2014, 16:10 (GMT+7)<\/ref>\n* [[Diễm My]]<ref>[http:\/\/ngoisao.net\/tin-tuc\/hau-truong\/showbiz-viet\/diem-my-nhan-sac-ngay-ay-va-bay-gio-2743713.html Diễm My - nhan sắc ngày ấy và bây giờ] - ''Ngôi Sao'' \/\/ Thứ Bảy, 04.05.2013, 11:48 (GMT+7)<\/ref>\n* [[Diệu Ái]]<ref>[http:\/\/vietnamnet.vn\/vn\/giai-tri\/286955\/mac-ao-dai-phai-nhu-diem-huong-viet-trinh-diem-my.html Mặc áo dài phải như Diễm Hương, Việt Trinh, Diễm My] - ''VietnamNet'' \/\/ Thứ Bảy, 13.02.2016, 09:51:32 (GMT+7)<\/ref>\n* [[Duy Phương]]\n* [[Đơn Dương (diễn viên)|Đơn Dương]]\n* [[Hà Kiều Anh]]\n* [[Hoàng Phúc (diễn viên)|Hoàng Phúc]]\n* [[Hoàng Trinh]]\n* [[Hồng Ánh]]\n* [[Hồng Đào]]\n* [[Hồng Vân (diễn viên)|Hồng Vân]]<ref>[https:\/\/vietnamnet.vn\/vn\/giai-tri\/nhin-lai-dien-vien-phim-phuong-sai-gon-sau-24-nam-286405.html Ngỡ ngàng nhan sắc NSND Hồng Vân 24 năm trước]<\/ref>\n* [[Huỳnh Anh Tuấn]]\n* [[Lê Khanh]]\n* [[Lý Hùng]]\n* [[Lý Huỳnh]]\n* [[Lý Hương]]\n* [[Lý Sơn (diễn viên)|Lý Sơn]]\n* [[Lý Thu Thảo]]\n* [[Lê Công Tuấn Anh]]\n* [[Việt Trinh]]<ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/252624\/suc-hut-manh-liet-cua-viet-trinh-va-cai-gia-dat-cua-su-ngao-man.html Sức hút mãnh liệt của Việt Trinh và cái giá đắt của sự ngạo mạn]<\/ref>\n* [[Lê Tuấn Anh]]<ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/182695\/ngay-ay---bay-gio-cua--so-khanh--dien-trai-le-tuan-anh.html Ngày ấy - bây giờ của \"Sở Khanh\" điển trai Lê Tuấn Anh]<\/ref>\n* [[Thái San]]<ref>[http:\/\/vietnamnet.vn\/vn\/giai-tri\/276475\/chuyen-it-biet-ve-hoang-tu-phim-viet-bien-mat-khoi-showbiz-tuoi-24.html Chuyện ít biết về \"hoàng tử phim Việt\" biến mất khỏi showbiz tuổi 24] - ''VietnamNet'' \/\/ Thứ Năm, 03.12.2015, 03:00 (GMT+7)<\/ref>\n* [[Y Phụng]]\n* [[Mộng Vân]]<ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/143746\/cuoc-doi-bien-dong-cua-my-nhan-phim--mi-an-lien--mong-van.html Cuộc đời biến động của mĩ nhân phim \"mì ăn liền\" Mộng Vân]<\/ref>\n* [[Nguyễn Quang Hải]]\n* [[Thu Hà (diễn viên)|Thu Hà]]\n* [[Hữu Nghĩa]]\n* [[Yến Chi]]\n* [[Quyền Linh]]\n* [[Thương Tín (diễn viên)|Thương Tín]]\n* [[Kim Khánh]]\n* [[Trần Gia Linh]]<ref>[https:\/\/tienphongonline.net\/tran-gia-linh-co-dien-vien-gioi-vo-thuat-tren-man-anh-viet.html Cô diễn viên giỏi võ thuật nhất màn ảnh Việt]{{Liên kết hỏng|date = ngày 24 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n* [[Minh Thư (diễn viên)|Minh Thư]]\n* [[Kim Xuân (diễn viên)|Kim Xuân]]\n* [[Việt Anh (nghệ sĩ ưu tú)|Việt Anh]]\n* [[Thiệu Ánh Dương]]\n* [[Nguyễn Chánh Tín]]\n* [[Ngọc Hiệp]]\n* [[Minh Nhí]]\n* [[Thế Anh]]\n* [[Trọng Trinh]]\n* [[Trịnh Kim Chi]]\n* [[Trương Ngọc Ánh]]\n* [[Thành Lộc]]\n* [[Mỹ Duyên]]\n* [[Ngọc Diệp|Đinh Ngọc Diệp]]\n* [[Thủy Tiên (diễn viên)|Thủy Tiên]]\n* [[Trung Dân]]\n* [[Mạc Can]]\n* [[Ngô Mỹ Uyên]]\n* [[Ngọc Hiệp]]\n* [[Phước Sang]]\n* [[Hồng Tơ]] \n* [[Ngọc Giàu]]\n* [[Khánh Huyền]]\n* [[Nhất Phương]]\n* [[Nguyễn Huỳnh]]\n* [[Nguyễn Hậu]]\n* [[Thanh Mai (diễn viên)|Thanh Mai]]\n* [[Trung Dũng (diễn viên)|Trung Dũng]]\n* [[Hồng Hạnh]]\n* [[Mai Thanh Dung]]\n* [[Thanh Lan]]<ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/257633\/doi-rieng-lan-dan-cua-qua-bom-sex-thanh-lan.html Đời riêng lận dận của \"quả bom sex\" Thanh Lan] - ''VietnamNet'' \/\/ 22.08.2015, 03:15 (GMT+7)<\/ref>\n* [[Nguyên Hạnh]]\n* [[Nguyễn Dương]]\n* [[Lân Bích]]\n* [[Minh Đức (nghệ sĩ)|Minh Đức]]\n* [[Hà Xuyên]]\n* [[Phương Dung]]\n* [[Vũ Linh]]\n* [[Nhật Cường]]\n* [[Trần Lực]]\n* [[Út Bạch Lan]]\n* [[Hồng Nga]]\n* [[Yến Vy]]\n* [[Võ Thế Vỹ]]\n* [[Võ Sông Hương]]\n* [[Thùy Liên]]\n* [[Hiền Mai]]\n* [[Hương Giang (diễn viên)|Hương Giang]]\n* [[Mai Thành]]\n* [[Lâm Tới]]\n* [[Hồ Kiểng]]\n* [[Minh Phượng (nghệ sĩ)|Minh Phượng]]\n* [[Tài Linh]]\n* [[Hoàng Sơn]]\n* [[Thạch Kim Long]]\n* [[Phú Quý (nghệ sĩ)|Phú Quý]]\n* [[Thúy Loan]]\n* [[Kiều Mai Lý]]\n* [[Mai Trần]]<ref>[https:\/\/nld.com.vn\/van-hoa-van-nghe\/mai-tran-ngua-hoang-moi-goi-20150411223829462.htm Ngựa hoang mỏi gối]<\/ref>\n* [[Võ Hoài Nam]]\n{{div col end}}\n===Xuất phẩm===\n{{chính|Danh sách phim Việt Nam thập niên 1990}}\n==Phê bình==\n* [[Nguyễn Minh Ngọc]] (kí giả, tác giả sách ''Ba lô trên thảm đỏ''): \"''Mì ăn liền là một món dễ ăn, thậm chí nhiều người cho là ngon, nhưng ít chất. Phim mì ăn liền cũng có những đặc điểm tương tự. Đó là dòng phim thương mại có câu chuyện đơn giản dễ xem, nhạc hay, diễn viên đẹp. Khai thác đủ đề tài về tình yêu, dã sử, kinh dị... những bộ phim ấy chủ yếu được sản xuất theo hình thức video trong thời gian ngắn và ít tốn kém. Mỗi phim chỉ tốn khoảng 150 triệu -200 triệu đồng, tức là bằng một nửa kinh phí sản xuất phim nhựa''\".\n* [[Đỗ Quốc Trung]] (đạo diễn điện ảnh): \"''Nhìn lại thời kỳ này có nhiều phim hay, được nhiều người yêu thích và dòng phim giải trí đã có chỗ đứng trong lịch sử điện ảnh Việt. Điển hình là năm 1993, phim 'Vị đắng tình yêu' giành giải Bông sen Vàng ở hạng mục Phim hay nhất, Đạo diễn xuất sắc nhất và Nam diễn viên chính xuất sắc - Lê Công Tuấn Anh. Và điều đặc biệt nữa là thời kỳ này, chúng ta cũng có những ngôi sao điện ảnh thực thụ như Lý Hùng, Diễm Hương, Lê Tuấn Anh, Việt Trinh, Lê Công Tuấn Anh, Y Phụng, Thu Hà... Họ diễn xuất tự nhiên chân thực, lấy được cảm xúc khán giả và thực sự là những ngôi sao điện ảnh mà cho tới bây giờ cũng khó có được diễn viên nào được mến mộ đến như vậy''\".\n* [[Thu Hà]] (diễn viên): \"''Chúng tôi là những diễn viên được khán giả yêu mến vô cùng. Đến tận bây giờ, tôi vẫn không thể nào quên những kỷ niệm cũ, khi chúng tôi đi quay phim và được khán giả săn đón cuồng nhiệt. Lần nào, chúng tôi cũng phải tránh cửa chính của khách sạn khi ra vào nhưng cũng không thoát. Có lần, anh Lý Hùng còn bị khán giả gần như lột sạch cả áo trên người để làm kỷ niệm. Nổi tiếng khi đó có đi kèm một chút phiền toái nhưng thực sự đó là niềm hạnh phúc khó tả mà bất cứ diễn viên nào cũng mong muốn được trải qua''\".\n==Tham khảo==\n{{commonscat|Cinema of Vietnam}}\n* [[Trong nhà ngoài phố]]\n* [[Cổ tích Việt Nam (phim)|Cổ tích Việt Nam]]\n* [[Mưa bụi (nhạc tập)|Mưa bụi]]\n===Tài liệu===\n{{tham khảo|4}}\n===Tư liệu===\n* [http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/Dien-anh\/438983\/Phim-Viet-hay-nho-cai-chet-cua-thoi-ky-mi-an-lien.html Hãy nhớ cái chết của thời kỳ \"mì ăn liền\"] - ''Tuổi Trẻ'' \/\/ Chủ Nhật, 22.05.2011, 09:00 (GMT+7)\n* [https:\/\/thegioidienanh.vn\/nghe-si-len-tieng-chan-hung-dien-anh-bat-dau-tu-dau-917.html Nghệ sĩ lên tiếng - Chấn hưng điện ảnh, bắt đầu từ đâu?] - Kim Anh & Thúy Phương - ''Thế Giới Điện Ảnh'' \/\/ Thứ Tư, 26.10.2011, 15:10 (GMT+7)\n* [http:\/\/vietnamnet.vn\/vn\/tin-nhanh\/52891\/lhp-viet-nam-ton-vinh-dong-phim--mi-an-lien-.html Liên hoan phim Việt Nam tôn vinh dòng phim ''mì ăn liền''] - ''VietNamNet'' \/\/ Thứ Năm, 15.12.2011, 15:32:36 (GMT+7)\n* [http:\/\/thethaovanhoa.vn\/176N20120229072948844T133\/le-cong-tuan-anh-tai-ngo-qua-song-k.htm Lê Công Tuấn Anh \"tái ngộ\" khán giả qua sóng K+] - ''[http:\/\/thethaovanhoa.vn Thể thao & Văn hóa]'' \/\/ Thứ Tư, 29.02.2012, 07:29 (GMT+7)\n* [http:\/\/www.baoyenbai.com.vn\/16\/83291\/4_lang_tu_lam_dien_dao_phu_nu_Viet.htm Bốn lãng tử làm \"điên đảo\" phụ nữ Việt] - ''Báo Yên Bái'' \/\/ Thứ Hai, 14.05.2012, 09:06:39 (GMT+7)\n* [http:\/\/dantri.com.vn\/van-hoa\/ngoi-sao-con-sot-lai-cua-dong-phim-thi-truong-nhung-nam-90-780004.htm Ngôi sao còn sót lại của dòng phim thị trường những năm 1990] - ''Dân Trí'' \/\/ Chủ Nhật, 22.09.2013, 13:40 (GMT+7)\n* [http:\/\/vietnamnet.vn\/vn\/van-hoa\/143633\/nhung-tai-tu-khuynh-dao-trai-tim-trieu-co-gai-viet-thap-nien-1990.html Những tài tử khuynh đảo trái tim triệu cô gái Việt thập niên 1990] - ''VietnamNet'' \/\/ 07.10.2013, 14:50 (GMT+7)\n* [http:\/\/vietnamnet.vn\/vn\/van-hoa\/252644\/nhung--nguoi-tinh--man-anh-noi-tieng-nhat-cua-viet-trinh.html Những \"người tình\" màn ảnh nổi tiếng nhất của Việt Trinh] - ''VietnamNet'' \/\/ 02.08.2015, 03:00 (GMT+7)\n* [http:\/\/vietnamnet.vn\/vn\/van-hoa\/254618\/chuyen-doi-nhan-sac-viet-bi-bat-oan--mat-trang-danh-tieng.html Truyện đời nhan sắc Việt bị bắt oan, mất trắng danh tiếng] - ''VietnamNet'' \/\/ 09.08.2015, 03:00 (GMT+7)\n* [http:\/\/vietnamnet.vn\/vn\/van-hoa\/256320\/y-phung-lan-dau-len-tieng-ve-tinh-yeu-voi-ly-hung.html Y Phụng lần đầu lên tiếng về tình yêu với Lý Hùng] - ''VietnamNet'' \/\/ 16.08.2015, 03:00 (GMT+7)\n* Những phim cổ trang tượng nhất thập niên 1990 [http:\/\/vietnamnet.vn\/vn\/van-hoa\/257314\/nhung-phim-co-trang-kinh-dien-an-tuong-nhat-viet-nam--p-1-.html 1] [https:\/\/vietnamnet.vn\/vn\/giai-tri\/nhung-phim-co-trang-kinh-dien-an-tuong-nhat-viet-nam-p-2-257635.html 2] [https:\/\/vietnamnet.vn\/vn\/giai-tri\/nhung-phim-co-trang-an-tuong-nhat-man-anh-viet-p-3-257343.html 3] - ''VietnamNet'' \/\/ 22-08-2015, 05:00 (GMT+7)\n* [http:\/\/news.zing.vn\/Dong-phim-mi-an-lien-dang-tro-lai-post575485.html Dòng phim \"mì ăn liền\" đang trở lại ?] - ''Zing'' \/\/ 02-09-2015, 17:00 (GMT+7)\n* [http:\/\/news.zing.vn\/Thoi-dai-phim-mi-an-lien-da-cham-dut-post572709.html Thời đại phim mì ăn liền đã chấm dứt] - ''Zing'' \/\/ 03-09-2015, 09:31 (GMT+7)\n* [http:\/\/ngoisao.net\/tin-tuc\/hau-truong\/showbiz-viet\/ly-hung-le-tuan-anh-hai-lang-tu-mot-thoi-3287374.html Lý Hùng, Lê Tuấn Anh - hai lãng tử một thời] - ''Ngôi Sao'' \/\/ 30-09-2015, 00:09 (GMT+7)\n* [https:\/\/thethaovanhoa.vn\/van-hoa\/trao-luu-phim-mi-an-lien-lan-thu-3-bat-dau-lo-dien-n20160608065117747.htm Trào lưu phim mì ăn liền lần thứ ba bắt đầu lộ diện] - Văn Bảy (Thể Thao & Văn Hóa) \/\/ Thứ Tư, 08-06-2016 07:02 (GMT+7)\n* [https:\/\/thethaovanhoa.vn\/van-hoa\/nhin-lai-dong-phim-mi-an-lien-hay-bot-khat-khe-n20190529064552624.htm Nhìn lại dòng phim mì ăn liền: Hãy bớt khắt khe] - Tiểu Phong (Thể Thao & Văn Hóa) \/\/ Thứ Tư, 29-05-2019, 07:09 (GMT+7)\n* [https:\/\/laodong.vn\/van-hoa\/dan-sao-la-nguoi-tinh-man-anh-cua-ly-hung-sau-nhieu-nam-bay-gio-ra-sao-855320.ldo Dàn sao là \"người tình màn ảnh\" của Lý Hùng sau nhiều năm bây giờ ra sao ?] - Đông Du (Lao Động) \/\/ Thứ Tư, 18-11-2020, 09:30 (GMT+7)\n* [https:\/\/laodong.vn\/van-hoa\/viet-trinh-ly-hung-va-dan-tai-tu-minh-tinh-thap-nien-90-co-con-suc-hut-857245.ldo Việt Trinh, Lý Hùng và dàn tài tử, minh tinh thập niên 90: Có còn sức hút ?] - Đông Du (Lao Động) \/\/ Thứ Tư, 25-11-2020, 17:10 (GMT+7)\n\n[[Thể loại:Phim Việt Nam thập niên 1990| ]]"}