{"420713":"'''Phong trào Đông Du''' là một phong trào cách mạng ở [[Việt Nam]] đầu [[thế kỷ 20]]. Phong trào có mục đích kêu gọi thanh niên Việt Nam ra nước ngoài ([[Nhật Bản]]) học tập, chuẩn bị lực lượng chờ thời cơ cho việc giành lại độc lập nước nhà. Lực lượng nòng cốt cổ động và thực hiện phong trào là [[Duy Tân hội]] và [[Phan Bội Châu]].\n\n==Lịch sử==\nĐầu [[thế kỷ 20]], Pháp đã hầu như hoàn thành quá trình bình định [[Việt Nam]], dẹp yên các cuộc nổi dậy đòi độc lập trong nước. Cuộc [[khởi nghĩa Yên Thế]] của [[Đề Thám]] chỉ còn hoạt động ở diện hẹp (bị dập tắt vào năm 1913).\n\nNăm 1903, [[Phan Bội Châu]], một sĩ phu yêu nước người [[Nghệ An]], bắt đầu đi vào [[Nam Kỳ|Nam]] ra [[Bắc Kỳ|Bắc]] để liên hệ và để thành lập một tổ chức cách mạng.\n\n===Thành lập Duy Tân ===\n[[Tập_tin:Phan_Boi_Chau_va_Cuong_De.jpg|nhỏ|326x326px|\nKỷ ngoại hầu [[Cường Để]] (trái) và [[Phan Bội Châu]] tại Nhật Bản\n]]\nĐầu năm 1904, sau khi từ [[Nam Kỳ]] về, ngày 8 tháng 4 năm [[Giáp Thìn]] ([[1904]]), Phan Bội Châu cùng Kỳ Ngoại hầu [[Cường Để]] (cháu 5 đời của [[Nguyễn Phúc Cảnh|Hoàng tử Cảnh]]) và hơn 20 đồng chí khác họp tại nhà riêng của [[Nguyễn Tiểu La|Nguyễn Hàm]] (còn có tên là Nguyễn Thành, Nguyễn Tiểu La) tại Nam Thịnh sơn trang ([[Thăng Bình]], [[Quảng Nam]]) lập ra một tổ chức bí mật có tên là '''Duy Tân hội'''.\n \nKỳ Ngoại hầu Cường Để được mời làm Hội chủ để thu phục nhân tâm tập hợp sĩ phu yêu nước, tranh thủ sự đồng tình và giúp đỡ của nhiều người trong nước. Còn Phan Bội Châu, [[Nguyễn Tiểu La|Nguyễn Hàm]], [[Trình Hiền]], [[Lê Võ]], [[Đặng Tử Kính]], [[Đặng Thái Thân]]... đều là những hội viên trọng yếu, đảm nhận mọi hoạt động của hội.\n\nSau khi bàn bạc, hội nghị thành lập hội đã đề ra ba nhiệm trước mắt, đó là: *Phát triển thế lực hội về người cũng như về tài chính.\n*Xúc tiến chuẩn bị bạo động và các công việc khác sau khi khởi phát bạo động.\n*Xác định phương châm ra nước ngoài cầu viện, và cách thức tiến hành.\n\nHai khoản trên giao cho toàn thể hội viên đảm đương, còn khoản thứ ba thì ủy thác cho Nguyễn Thành và Phan Bội Châu bàn kín rồi thực hiện, các hội viên khác không được biết.\n\nVà theo Nguyễn Hàm, thì ''nước [[Trung Quốc|Tàu]] hiện nay quốc thể đã suy hèn, cứu mình không xong thì cứu được ai. Duy nước [[Nhật Bản]] là một nước tân tiến ở trong nòi giống da vàng mới đánh được [[Nga]], dã tâm đang hăng lắm. Tới đó, đem hết lợi hại tỏ với nó, tất nó ứng viện cho ta. Nếu nó không xuất binh nữa mà (ta tới) mướn tư lương mua khí giới, tất có thể dễ lắm''...<ref>Theo ''Phan Bội Châu toàn tập'' (Tập 6), tr. 77.<\/ref> \nSau đó, việc sang [[Nhật Bản]] cầu viện đã được đông đảo hội viên tán thành.\n\n===Sang Nhật Bản cầu viện===\nNgày 20 tháng Giêng năm [[Ất Tỵ]] (23\/2\/1905), Phan Bội Châu, [[Đặng Tử Kính]], [[Tăng Bạt Hổ]] (một thành viên cũ của [[phong trào Cần Vương]], làm người dẫn đường) xuống tàu thủy tại [[Hải Phòng]], theo đường biển bí mật sang [[Quảng Đông]], [[Hồng Kông]], [[Thượng Hải]] rồi đi tới [[Yokohama]], [[Nhật Bản]].\n \nĐến nơi Phan Bội Châu gửi thư xin gặp [[Lương Khải Siêu]], một nhà cách mạng người [[Trung Quốc]].\nTrong cuộc bút đàm, Lương Khải Siêu khuyên Phan Bội Châu không tìm cách cầu ngoại viện (nhất là không nên đem quân đội Nhật vào nước) để lấy lại độc lập; mà nên chú trọng việc giáo dục và thức tỉnh nhân dân trong nước trước, khi có thời cơ tốt thì ai nấy đều đã sẵn sàng để làm cuộc nổi dậy...\n \nSau đó, Lương Khải Siêu còn giới thiệu Phan Bội Châu với hai nhân vật quan trọng của Đảng Tiến Bộ đang cầm quyền ở Nhật Bản, là Bá tước Okuma Shigenobu và Chính khách Inukai Tsuyoshi để xin chính phủ Nhật giúp đỡ Việt Nam đánh đuổi Pháp. Nhưng hai người này cho rằng thời điểm đó chưa thích hợp để Nhật có thể giúp đỡ về quân sự, chỉ khuyên Phan Bội Châu đưa Cường Để sang Nhật (?), viết sách báo để tranh thủ sự đồng tình của dư luận thế giới, đồng thời cổ động thanh niên sang Nhật học tập để chờ đợi thời cơ<ref>Theo nhóm Đinh Xuân Lâm, tr. 141.<\/ref>.\n\nSau khi bị Nhật Bản từ chối giúp đỡ binh lực cho hội, Phan Bội Châu đã chuyển hướng từ \"cầu viện\" sang \"cầu học\".\n\nTháng 6 năm [[Ất Tỵ]] (1906), Phan Bội Châu và Đặng Tử Kính mang một số sách \"[[Việt Nam vong quốc sử]]\" <ref>Theo sự góp ý của Lương Khải Siêu về sách lược chống Pháp, Phan Bội Châu viết \"Việt Nam vong quốc sử\" (''Lịch sử mất nước của Việt Nam''). Sau đó, [[Lương Khải Siêu]] đã đề tựa và in giúp quyển sách này.<\/ref> bí mật về nước.\n\n===Phát động phong trào Đông Du===\nPhan Bội Châu cùng các thành viên nòng cốt trong hội Duy Tân, sau khi bàn bạc đã đề xướng việc lập các hội nông, công, thương, để vừa tập hợp đoàn kết lực lượng, vừa lấy đó làm cơ sở kêu gọi thanh niên xuất dương và là cơ quan tài chính giúp đỡ phong trào Đông Du.\n \nSong song với các hoạt động trên, các thành viên của phong trào còn sáng tác nhiều thơ ca yêu nước như: \"Hải ngoại huyết thư\", \"Việt Nam Quốc sử khảo\", \"Tân Việt Nam\", \"Sùng bái giai nhân\" (Phan Bội Châu), \"Viễn hải quy hồng\" (Nguyễn Thượng Hiền), \"Kính cáo toàn quốc\" (Cường Để), v.v...gửi về nước tuyên truyền cổ động nhân dân hưởng ứng phong trào.\n\nVì vậy, sau khi phát động, phong trào Đông Du đã được đông đảo người dân ở cả ba kỳ tham gia và ủng hộ, nhất là ở [[Nam Kỳ]].\n\nỞ [[Nam Kỳ]], phong trào Đông Du đã nhận được sự giúp đỡ rất tích cực của tri phủ [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]]. Ông này đã lập ra khách sạn ''Nam Trung'' để làm nơi gặp gỡ của nhưng người yêu nước, lập ''Minh Tân công nghệ xã'', để vừa chấn hưng công-thương-nghiệp, vừa để có tiền ủng hộ phong trào Đông Du. Ngoài ra, với vai trò là chủ bút tờ ''Nông cổ mín đàm'' và ''Lục tỉnh tân văn'', ông còn cho đăng báo những bài có tư tưởng chống Pháp. Nhiều nhân sĩ khác ở đây cũng tích cực tham gia và hết lòng lo cho sự nghiệp chung như [[Đặng Thúc Liêng]], [[Nguyễn Thần Hiến]], [[Nguyễn An Khương]], [[Bùi Chí Nhuận]], [[Đặng Minh Chương]],...<ref>Theo Phạm Văn Sơn, sách đã dẫn, tr. 371.<\/ref>.\n\nTháng 10 năm 1905, Phan Bội Châu trở lại [[Nhật Bản]] cùng với 3 thanh niên ([[Nguyễn Thức Canh]], Nguyễn Điền, Lê Khiết), sau đó lại có thêm 5 người nữa (trong đó có hai anh em Lương Ngọc Quyến, Lương Nhị Khanh và Nguyễn Văn Điến).\n\nNăm 1906, [[Cường Để]] qua Nhật, được bố trí vào học [[Trường Quân sự Tokyo]] (''Đông Kinh Chấn Võ Học Hiệu'') cùng với [[Lương Ngọc Quyến]]. Kể từ đó cho đến năm 1908, số học sinh sang Nhật du học lên tới khoảng 200 người, hầu hết đều vào học tại trường Đông Á Đồng Văn thư viện - một trường của Nhật tại tô giới của Nhật ở Thượng Hải (Trung Quốc), sinh hoạt chung trong một tổ chức có quy củ gọi là ''Cống hiến hội''...\n\n===Tổ chức Cống hiến hội===\nTại trường ''Chấn Võ'' và ''Đông Á đồng Văn thư viện'', lưu học sinh Việt Nam được phiên chế vào các ban ngành chuyên môn. Buổi sáng học văn hóa, buổi chiều học các tri thức quân sự và luyện tập ở thao trường.\n\nĐể tăng cường quản lý học sinh, giữa năm 1907, Phan Bội Châu tổ chức ''Việt Nam Cống hiến hội'' (gọi tắt là Cống hiến hội), cử [[Cường Để]] làm Hội trưởng và ông (Phan Bội Châu) làm Tổng lý kiêm Giám đốc trực tiếp chỉ đạo tổ chức này.\n\nHội có 4 bộ lớn, mỗi bộ có 3 đại biểu của Bắc-Trung-Nam, đó là:\n*'''Bộ Kinh tài''' chuyên trách việc thu chi; gồm các ủy viên Đặng Tử Kính, Đặng Bỉnh Thành, Phạm Chấn Yêm.\n*'''Bộ Kỷ luật''' chuyên theo dõi ưu khuyết và thưởng phạt học sinh; gồm các ủy viên Đàm Kỳ Sinh, Phan Bá Ngọc, Hoàng Quang Thành.\n*'''Bộ Giao tế''' phụ trách việc giao thiệp với người nước ngoài và đưa đón người trong nước ra, gồm các ủy viên [[Phan Thế Mỹ]], Nguyễn Thái Bạt, Lâm Quảng Trung.\n*'''Bộ văn thư''' chuyên trách việc giấy tờ đi lại, phát hành và lưu trữ các văn kiện; gồm các ủy viên Hoàng Trọng Mậu, Đặng Ngô Lân và Hoàng Hưng.\n\nNgoài ra, còn có '''cục Kiểm tra''' để giám sát nhân viên các bộ trên trong khi thừa hành nghiệp vụ; gồm các ủy viên Lương Nhập Nham, Trần Hữu Công và Nguyễn Diễn.\n\n===Phong trào tan rã===\nLúc bấy giờ, các cuộc vận động duy tân ở trong nước của các tổ chức [[Duy Tân hội]], [[phong trào Duy Tân]] (phát động năm 1906) và [[Đông Kinh Nghĩa Thục|Đông Kinh nghĩa thục]] (thành lập tháng 3 năm 1907) đã tạo nên một không khí cách mạng về dân trí rất sôi nổi.\n\nPhong trào Đông Du cũng đã và đang lan rộng khắp Bắc, Trung, Nam; và việc học tập của lưu học sinh ở Nhật cũng đã ổn định và đang phát triển thuận lợi.\n\nTháng 3 năm 1908, phong trào \"cự sưu khất thuế\" (tức [[phong trào chống sưu thuế Trung Kỳ (1908)|phong trào chống sưu thuế Trung Kỳ]] nổi lên rầm rộ ở [[Quảng Nam]], rồi nhanh chóng lan ra các tỉnh khác. Bị thực dân Pháp đưa quân đàn áp, nhiều hội viên trong [[phong trào Duy Tân]] và [[Duy Tân hội]] bị bắt, trong số đó có Nguyễn Hàm, một yếu nhân của hội<ref>Nguyễn Hàm bị đày đi [[Côn Đảo]] và mất tại đó năm 1911.<\/ref>.\n\nĐang khi ấy ở Nam Kỳ, [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]] (một trong số người tích cực ủng hộ Phong trào Đông Du ở Nam Kỳ) lại cho đăng những bài có tư tưởng chống Pháp. Vì thiếu chứng cớ, chính quyền thực dân không thể kết án ông, nhưng kể từ đó nhiều người cùng hoạt động với ông, họ bí mật khủng bố.\n\nThêm một cái cớ nữa để thực dân ra sức đàn áp, đó là vào tháng 3 năm 1908, các phụ huynh của du học sinh ở [[Nam Kỳ]] lại gửi thư công khai theo đường bưu điện cho Phan Bội Châu nhắn là cử người về nhận tiền quyên góp. Hay tin, thực dân Pháp bèn bố trí người và bắt được Hoàng Quang Thành và Đặng Bỉnh Thành cùng với mọi giấy tờ, khi tàu vừa cặp bến [[Thành phố Hồ Chí Minh|Sài Gòn]]. Lập tức, các phụ huynh bị buộc phải gọi các con em đang du học tại Nhật về, các hội buôn có díu líu đến phong trào bị khám xét và những người có liên quan đều bị bắt bớ...\n\nTháng 6 năm đó, lại xảy ra vụ [[Hà Thành đầu độc|Hà thành đầu độc]] khiến chính quyền thực dân càng ra sức đàn áp các phong trào và tổ chức cách mạng Việt Nam.\n\nĐặc biệt, để làm tan rã phong trào Đông Du, Pháp còn ký với Nhật hiệp ước vào tháng 9 năm 1908. Theo đó, Pháp cho Nhật vào Việt Nam mua bán; đổi lại, Nhật sẽ không cho các nhà cách mạng và lưu học sinh Việt Nam ở Nhật nữa.\n\nSau khi cử cảnh sát đến trường ''Đông Á đồng văn thư viện'' để giải tán tất cả các học sinh người Việt, tháng 3 năm 1909, [[Cường Để]] và Phan Bội Châu cũng bị trục xuất. Đến đây, phong trào Đông Du mà Phan Bội Châu và [[Duy Tân hội]] đã dày công xây dựng hoàn toàn tan rã, kết thúc một hoạt động quan trọng của hội.\n\n==Xem thêm==\n* [[Phong trào Duy Tân]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tìm hiểu thêm==\n*[[Phan Bội Châu]], ''Phan Bội Châu toàn tập (Tập 6)''. Nhà xuất bản [[Thuận Hóa]], 1990.\n* Đinh Xuân Lâm (chủ biên) - Nguyễn Văn Khánh - Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'' (Tập 2). Nhà xuất bản Giáo dục, 2006.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (Quyển 5, Tập thượng). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1963.\n*[[Trần Văn Giàu]] - Đinh Xuân Lâm - Nguyễn Văn Sự, ''Lịch sử Việt Nam'' (1897-1914). Nhà xuất bản Xây dựng, năm 1957.\n\n{{Phong trào độc lập Việt Nam}}\n{{Các chủ đề|Lịch sử|Việt Nam|Nhật Bản}}\n\n[[Thể loại:Lịch sử Việt Nam thời Pháp thuộc]]\n[[Thể loại:Phong trào Đông Du| ]]\n[[Thể loại:Duy Tân hội]]\n[[Thể loại:Phan Bội Châu]]\n[[Thể loại:Phong trào độc lập Việt Nam]]\n[[Thể loại:Việt Nam thế kỷ 20]]\n[[Thể loại:Văn hóa Việt Nam thời Pháp thuộc]]\n[[Thể loại:Quan hệ Nhật Bản – Việt Nam]]"}