{"9230":"'''Phong trào Nhân Văn – Giai Phẩm''' là một phong trào văn hóa mang xu hướng [[chính trị]] của một số văn nghệ sĩ, trí thức sống ở [[Miền Bắc (Việt Nam)|miền Bắc]] dưới chính quyền [[Việt Nam Dân chủ Cộng hòa]], khởi xướng đầu năm [[1955]] và chính thức bị kết thúc vào [[tháng sáu|tháng 6]] năm [[1958]].\n\nPhong trào này tuyên bố mục tiêu là đòi [[tự do]] thể hiện quan điểm [[chính trị]] cho giới [[nghệ sĩ]]. Tuy nhiên, Nhà nước [[Việt Nam Dân chủ Cộng hòa]] cho rằng phong trào đã lợi dụng việc sáng tác văn nghệ để [[tuyên truyền]] chống Nhà nước, khởi nguồn từ một nhóm [[trí thức]] bị [[tình báo]] nước ngoài được cài ở [[Miền Bắc (Việt Nam)|miền Bắc]] lôi kéo,<ref name=\"books.google.com.au\"\/> nhằm phủ nhận sự lãnh đạo của [[Đảng Cộng sản Việt Nam|Đảng]] trong lĩnh vực [[văn hóa]] văn nghệ, phủ nhận quyền lãnh đạo chính trị và nhà nước duy nhất của [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]], gây phương hại đến sự nghiệp đấu tranh giải phóng [[Dân tộc (chính trị)|dân tộc]], thống nhất đất nước.\n\n==Bối cảnh==\nTháng 2 năm 1956, [[Đảng Cộng sản Liên Xô]] tổ chức đại hội lần thứ 20. Trong đại hội này, [[Nikita Sergeyevich Khrushchyov|Nikita Khrushchev]] đọc báo cáo ''[[Về sùng bái cá nhân và những hậu quả của nó]],'' còn [[Trung Quốc]] công bố chính sách ''[[Trăm hoa đua nở, trăm nhà đua tiếng]]''. Tháng 4 năm 1956, Phó Thủ tướng thứ nhất của [[Liên Xô]] đến [[Bắc Kinh]] và [[Hà Nội]] để giới thiệu đường lối mới của Liên Xô. Nhiều trí thức tại [[Việt Nam]] tìm đọc diễn văn của [[Lục Định Nhất]] cổ vũ ''Trăm hoa đua nở, trăm nhà đua tiếng''.<ref name=\"anhhong\" \/>\n\nTại Hội nghị của [[Ủy ban Nhân dân]] Thành phố [[Hà Nội]] từ cuối tháng 7 năm 1956 đến đầu tháng 8 năm 1956, các đại biểu của ủy ban phê phán nhiều chính sách của [[Đảng Cộng sản Việt Nam|Đảng]], từ việc thiếu [[thực phẩm]] đến [[thuế]]. Hội nghị của Hội Liên hiệp Văn học Nghệ thuật miền Bắc (1\/8 đến 18\/8) với chừng 300 đại biểu, nhằm học tập Đại hội 20 của [[Liên Xô]] và chính sách văn hóa mới của [[Trung Quốc]] đưa ra 5 đòi hỏi, trong đó có việc dịch và công bố chính sách ''[[Trăm hoa đua nở, trăm nhà đua tiếng]]'' của [[Trung Quốc]].<ref name=\"anhhong\" \/>\n\nTháng 8 năm 1956, [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] đề ra chính sách nhấn mạnh đoàn kết, tin tưởng và hợp tác với trí thức chứ không nói đến cải tổ. [[Việt Nam]] gửi đại diện sang [[Trung Quốc]] theo dõi phong trào ''[[Trăm hoa đua nở, trăm nhà đua tiếng]]''. Hội nghị lần thứ 10 [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng Lao động Việt Nam]] họp từ đầu tháng 9 và kéo dài đến cuối tháng 10. Sau hội nghị, [[Đảng Cộng sản Việt Nam|Đảng]] ra tuyên bố công khai thừa nhận các sai lầm trong chiến dịch [[cải cách ruộng đất]] và một số lĩnh vực khác. Tổng Bí thư Đảng [[Trường Chinh]] cùng với Thứ trưởng Bộ Nông Lâm [[Hồ Viết Thắng]] từ chức. Ngày 30 tháng 10 năm 1956, [[Đài Phát thanh Hà Nội]] tường thuật về Hội nghị 10, nói rằng [[dân chủ hóa]] và cải thiện đời sống nhân dân nay là hai trọng tâm đầu tiên của [[Đảng Cộng sản Việt Nam|Đảng,]] trong khi việc thống nhất đất nước từ số một chuyển xuống số ba.<ref name=\"anhhong\" \/>\n\nTrong bối cảnh này tại [[Việt Nam]] và tình hình quốc tế, một nhóm trí thức Việt Nam đã thực hiện '''Phong trào Nhân Văn – Giai Phẩm''', trong một giai đoạn ngắn từ tháng 8 tháng 1956 đến tháng 11 năm 1956.<ref name=\"anhhong\" \/>\n\n==Khởi nguồn==\nTháng 2\/1955, khoảng 30 văn nghệ sĩ trong [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]] viết bản ''\"Dự thảo đề nghị cho một chính sách văn hóa\"'', bao gồm ba đề nghị:\n# Trao sự lãnh đạo văn nghệ cho văn nghệ sĩ;\n# Thành lập một hội văn nghệ bên trong cơ cấu văn nghệ quân đội;\n# Bãi bỏ cơ chế quân đội kiểm soát văn nghệ sĩ phục vụ trong quân đội.\nCùng thời điểm đó, nhà thơ [[Trần Dần]] dẫn đầu khoảng 20 văn nghệ sĩ đến gặp tướng [[Nguyễn Chí Thanh]], người đứng đầu [[Tổng cục Chính trị Quân đội Nhân dân Việt Nam]], để đề nghị ba yêu cầu này. Đề nghị này bị tướng [[Nguyễn Chí Thanh]] từ chối, ông lên án các văn nghệ sĩ này đã xa rời nguyên tắc kỷ luật và tinh thần chính trị của quân đội, và rằng hành động của họ ''\"chứng tỏ ý thức hệ tư bản đã bắt đầu tấn công các đồng chí\"''.<ref name=\"anhhong\">[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=14652&rb=0302#nr2 Không chỉ có Moskva: Ảnh hưởng của Trung Quốc ở Đông Âu và Bắc Việt thời kì hậu Stalin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160628090303\/http:\/\/www.talawas.org\/talaDB\/showFile.php?res=14652&rb=0302#nr2 |date=2016-06-28 }}, Trình Ánh Hồng, talawas.<\/ref>\n\nCơ quan ngôn luận của phong trào này là ''[[Nhân Văn (báo)|báo Nhân Văn]]'', một tờ báo văn hóa, xã hội có trụ sở tại 27 [[Hàng Khay]], [[Hà Nội]], do [[Phan Khôi]] làm Chủ nhiệm và [[Trần Duy]] làm Thư ký Tòa soạn, cùng với tạp chí ''[[Báo Giai Phẩm|Giai Phẩm]]'', hình thành nên nhóm Nhân Văn–Giai Phẩm.\n\nĐến tháng 4\/1955, nhà văn [[Nguyễn Huy Tưởng]], bạn thân và đồng nghiệp làm cùng tòa soạn báo với [[Nguyễn Hữu Đang]] (người sau này cầm đầu phong trào) bắt đầu khó chịu về tư tưởng của người bạn. Ông ghi trong nhật ký: ''\"[[Nguyễn Hữu Đang]] có thái độ tiêu cực. Ở đâu cũng thấy không vừa ý. Người có caractère, ở đâu cũng có ảnh hưởng đến anh em. Anh em tòa soạn khen là chí công, vô tư, nhưng tư tưởng rất là nguy hiểm. Một điển hình của một chiến sĩ làm cách mạng bất mãn\".''<ref>''Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc'', Thụy Khuê, trang 229.<\/ref>\n\nTrong tạp chí ''Giai phẩm Mùa xuân'' được ấn hành tháng 1 năm [[1956]], do nhà thơ [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]] và [[Lê Đạt]] chủ trương, có bài ''Nhất định thắng'' của [[Trần Dần (Việt Nam)|Trần Dần]], miêu tả hoàn cảnh đời sống miền Bắc [[xã hội chủ nghĩa]] trong những ngày đầu đất nước chia cắt. Nhạc sĩ [[Đỗ Nhuận]] cho là bài thơ mang nặng thái độ chống phá, \"bôi đen\" chế độ.<ref name=nhuan>[http:\/\/ribf.riken.go.jp\/~dang\/whoarewe\/DoNhuan.pdf Bộ mặt thực của Trần Dần trong nhóm phá hoại Nhân văn–Giai phẩm], Đỗ Nhuận, ''Tạp chí Văn nghệ'', số 12, tháng 5 năm 1958, trang 52-58.<\/ref> Đỗ Nhuận cũng kể rằng sau khi về [[Hà Nội]], [[Trần Dần]] đã bắt đầu thể hiện sự lệch lạc tư tưởng: ông nói khi trở về [[Hà Nội]] điều trước tiên sẽ là đi tìm \"[[gái mại dâm|gái nhà thổ]]\", tập hợp gái nhà thổ để liên hoan, rồi lại đặt tên cho chiêu đãi sở của quân đội là cái \"nhà phe\"<ref name=nhuan \/>\n\nTháng 8 năm [[1956]], [[Phan Khôi]] có bài \"Phê bình lãnh đạo văn nghệ\", đăng trong ''Giai phẩm Mùa thu''. Trong số ra mắt ngày [[20 tháng 9]] năm [[1956]], bán nguyệt san ''Nhân Văn'' đã đăng ngay trên trang nhất bài \"Chúng tôi phỏng vấn về vấn đề mở rộng [[tự do]] và [[dân chủ]]\". Người được phỏng vấn đầu tiên là luật sư [[Nguyễn Mạnh Tường (luật sư)|Nguyễn Mạnh Tường]]. Ông nêu hai nguyên nhân khiếm khuyết về dân chủ thời bấy giờ:\n#''Đảng viên [Đảng] Lao động và cán bộ thi hành chính sách thiếu tinh thần [[dân chủ]]. Do đó xa lìa [[quần chúng]], và tạo ra tình trạng đối lập quần chúng với mình. Để sửa đổi, cần xây dựng quan điểm quần chúng cho [[đảng phái chính trị#Đảng viên|đảng viên]] và [[cán bộ]], và yêu cầu Trung ương Đảng và Chính phủ đảm bảo sự thi hành triệt để các [[quyền tự do|tự do]] dân chủ.''\n#''Quần chúng chưa thấm nhuần tinh thần chủ nhân trên đất nước, do đó chưa tranh đấu đòi thực hiện dân chủ. Để sửa chữa, ta cần xây dựng ý thức dân chủ cho quần chúng.\n\nLoạt bài được dự định tiếp tục với bác sĩ [[Đặng Văn Ngữ]], nhà sử học [[Đào Duy Anh]], nhà văn [[Nguyễn Đình Thi]]... nhưng cho đến số cuối cùng được ra mắt là số 5, ngày [[20 tháng 11]] cùng năm, ''Nhân Văn'' chỉ có thể công bố bài phỏng vấn [[Đặng Văn Ngữ]] và [[Đào Duy Anh]].\n\nCũng trong Nhân Văn số 1, [[Nguyễn Hữu Đang]] ký tên XYZ (một trong những bút hiệu của [[Hồ Chí Minh]]). Trong bài này, Nguyễn Hữu Đang cố ý nhại lại giọng văn của Hồ Chí Minh khi nói chuyện với cán bộ, nhằm tỏ ý giễu cợt [[Hồ Chí Minh]].<ref>''Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc'', Thụy Khuê, trang 234.<\/ref> ''Nhân Văn'' số 3 ra ngày [[15 tháng 10]] đăng bài của [[Trần Đức Thảo]] về mở rộng dân chủ, phát triển phê bình trong nhân dân. Trong số cuối cùng, số 5 báo ''Nhân Văn'', [[Nguyễn Hữu Đang]] nhận xét về những điều bảo đảm tự do dân chủ trong [[Hiến pháp Việt Nam Dân chủ Cộng hòa 1946|Hiến pháp Việt Nam 1946]] và so sánh với tình hình thực tế lúc bấy giờ.\n\nHai tác phẩm gây tức giận nhất là của [[Lê Đạt]] và [[Phan Khôi]]. [[Lê Đạt]] viết bài thơ về \"ông bình vôi\" (cái bình mà người ăn trầu dùng đựng vôi, người ta đổ nước vào rồi lấy cục vôi sống thả vào thành vôi tôi, qua nhiều năm như vậy thì miệng bình ngày càng nhỏ lại do vôi bám vào, cuối cùng bị vứt đi), Nhà nước [[Việt Nam]] cho rằng bài thơ mang hàm ý chế giễu Chủ tịch [[Hồ Chí Minh]] đã già và vô dụng.\n{{cquote|\nNhững kiếp người sống lâu trăm tuổi\n\nY như một cái bình vôi\n\nCàng sống càng tồi\n\nCàng sống càng bé lại...''|||''Ông bình vôi'' - [[Lê Đạt]]\n}}\n[[Phan Khôi]] đã viết một bài khảo cứu nhỏ dựa trên bài thơ bốn câu này, ông kể khi 18 tuổi ông đã ''\"hất một loạt ‘ông bình vôi’ thờ trên tường thành xuống đất\"'', được chính quyền hiểu là [[Phan Khôi]] muốn ám chỉ về việc lật đổ chính quyền hiện tại. Điều này khiến [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] giận dữ.<ref name=\"books.google.com.au\">[https:\/\/books.google.com.au\/books?id=KXu4dQg3dXUC&printsec=frontcover&source=gbs_ge_summary_r&hl=vi#v=onepage&q&f=false Renovating Politics in Contemporary Vietnam], Zachary Abuza, Lynne Rienner Publishers, 2001.<\/ref>\n\nNghệ sĩ [[Mạnh Phú Tư]] buộc tội Trần Hữu Đang cố ý đứng sau tờ [[Nhân Văn (báo)|Nhân Văn]] để bí mật tập hợp các nghệ sỹ có tư tưởng bất mãn: \n:''\"Hắn [Trần hữu Đang] lẩn mình và... rút lui vào bí mật. Suốt bốn số báo đầu, người ta không thấy một bài nào ký tên [[Nguyễn Hữu Đang]]! (...) Người ta không thấy tên tuổi Nguyễn Hữu Đang trên những số đầu báo [[Nhân Văn (báo)|Nhân Văn]], nhưng chính hắn là linh hồn của tờ báo. Hắn tìm tiền, kiếm giấy, thu xếp việc ấn loát và viết bài nhưng lại ký tên người khác. Hắn che lấp những nguồn tài chính, những kẻ cung cấp phương tiện bằng hình thức dối trá là nêu danh những người góp tiền in báo có một nhân lên gấp mười! Hắn họp hành bí mật với một số [[nhà văn]] chống Đảng, với những người tư sản và trí thức cũng đang muốn lợi dụng thời cơ để phất lên lá cờ [[chính trị]]... Thông qua tờ báo Nhân Văn, hắn đã trở thành một thứ lãnh tụ của một bọn người cơ hội, có âm mưu chính trị...\"'' <ref>''Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc'', Thụy Khuê, trang 233.<\/ref>\n\nTrong thời gian này, một loạt các vụ biểu tình đã biến thành bạo động ở Đông Âu (như [[cuộc nổi dậy Posener]] ở [[Ba Lan]], cuộc [[cách mạng Hungary năm 1956|bạo động ở Hungary]], cuộc [[thảm sát Tiflis 1956|bạo động ở Tiflis]]), cũng như tình hình [[miền Nam Việt Nam]] đang có những diễn biến phức tạp, gây lo ngại cho [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]]. Trong khi đó, cuối năm [[1956]], vài người cầm đầu Nhân Văn-Giai Phẩm đã bộc lộ tư tưởng chống Nhà nước ngày càng công khai trên báo chí. Báo Nhân văn số 6 có bài kích động người dân xuống đường biểu tình. Song Đảng viên, công nhân [[Nhà in Xuân Thu]] (nơi in báo Nhân văn) đã phát hiện ra và thông báo với chính quyền để xử lý. Ngày [[15 tháng 12]] năm [[1956]], Ủy ban Hành chính [[Hà Nội]] ra thông báo đóng cửa báo ''[[Nhân Văn (báo)|Nhân Văn]]''. Số 6 không được in và phát hành<ref name=\"Mậu Hãn p 3\">Lê Mậu Hãn (chủ biên), Trần Bá Đệ, Nguyễn Văn Thư,... ''Đại cương Lịch sử Việt Nam tập 3'', [[Nhà xuất bản Giáo dục Việt Nam|Nhà Xuất bản Giáo dục]], 2007. Trang 144, 145: Giữa lúc nhân dân ta đang ra sức khôi phục kinh tế ở miền Bắc và đấu tranh chống lại sự khủng bố đàn áp điên cuồng của Mỹ Diệm ở miền Nam thì ở các nước [[Xã hội Chủ nghĩa]] Đông Âu cũng diễn ra các cuộc đấu tranh chính trị gay gắt... Những vụ lộn xộn ở Poznań ([[Ba Lan]]), Budapest ([[Hungary]]) đã xảy ra. Bầu không khí căng thẳng trên thế giới đã có tác động đến [[Việt Nam]]. Còn ở miền Bắc nước ta, Đảng và Chính phủ phải phạm phải những sai lầm trong [[Cải cách ruộng đất tại miền Bắc Việt Nam|cải cách ruộng đất]] và chỉnh đốn tổ chức. Tình hình đó đã gây tác động đến tư tưởng quần chúng, nhất là tầng lớp tư sản, tiểu tư sản và trí thức. Lợi dụng tình hình này, bọn tình báo nước ngoài được cài lại ở miền Bắc tìm cách móc nối với phản động bên trong, cùng với bọn này lôi kéo một số người bất mãn trong giới trí thức và văn nghệ sĩ để chống lại sự lãnh đạo của Đảng và chính quyền nhân dân... Trong bối cảnh đó, báo \"Nhân văn\", tập san \"Giai phẩm\" và \"Đất mới\" lần lượt ra đời ở [[Hà Nội]]. Khuynh hướng chính trị của \"Nhân Văn-Giai Phẩm\" đi từ phê phán những sai lầm thiếu sót của Đảng và Chính phủ trong việc thực hiện [[Cải cách ruộng đất tại miền Bắc Việt Nam|cải cách ruộng đất]], tổ chức quản lý kinh tế, an ninh chính trị, về quyền tự do dân chủ, về văn hóa văn nghệ, đến phủ nhận sự lãnh đạo của Đảng trên mặt trận văn hóa văn nghệ, quyền lãnh đạo duy nhất của Đảng về Chính trị, về Nhà nước... Đến cuối năm [[1956]], vài người cầm đầu \"Nhân Văn-Giai Phẩm\" đã bộc lộ khuynh hướng chống Đảng, chống chế độ ngày càng công khai. [[Nhân Văn (báo)|Báo Nhân văn]] số 6 có bài kích động kêu gọi nhân dân xuống đường biểu tình. Song Đảng viên, công nhân Nhà in Xuân Thu (nơi in báo Nhân Văn) đã phát hiện ra và kịp thời kiến nghị với chính quyền để xử lý. Ngày 15-12-1956, Ủy ban Hành chính Thành phố đã ra quyết định đình bản và cấm lưu hành báo Nhân Văn. Qua đấu tranh, một số người trong nhóm \"Nhân Văn-Giai Phẩm\" đã tự kiểm điểm, tự phê bình và nhận những sai lầm của họ. Đảng còn giúp đỡ họ tiếp tục rèn luyện tư tưởng và chính trị. Một số bị xử lý hành chính do những sai phạm, còn số ít hoạt động phạm pháp thì bị xử lý bằng pháp luật. Chấm dứt hoạt động của \"Nhân Văn-Giai Phẩm\".<\/ref>.\n\nNgoài ra còn tồn tại một mối quan ngại về việc thống nhất đất nước vốn bị chia cắt từ giữa năm [[1954]], khi những văn nghệ sỹ bất mãn đã tập hợp được một diễn đàn công cộng thì các bài viết của họ sẽ được [[Hoa Kỳ]] và chế độ [[Ngô Đình Diệm]] ở miền Nam sử dụng cho các hoạt động tuyên truyền làm mất uy tín chính phủ.<ref name=\"books.google.com.au\"\/> Ở Sài Gòn, chế độ [[Ngô Đình Diệm]] đã cho in lại các bài báo Nhân văn–Giai phẩm để làm tài liệu tuyên truyền chống cộng.<ref name=nhuan \/> Ảnh hưởng từ sức ép quốc tế và nguy cơ chính trị trong nước khiến Đảng Lao động Việt Nam phải hành động dứt khoát.<ref name=\"books.google.com.au\"\/>\n\nTổng cộng ''Nhân Văn'' ra được 5 số báo và ''Giai Phẩm'' ra được 4 số báo (Tháng Ba, Tháng Tư, Tháng Mười và Tháng Chạp [[1956]]) trước khi phải đình bản.\n\n==Một số nhân vật liên quan==\nMột số văn nghệ sĩ tham gia phong trào, hoặc không tham gia nhưng từng viết bài đăng trên báo của phong trào này<ref>''Bọn Nhân văn Giai phẩm trước tòa án dư luận'', Nhiều tác giả, Nhà Xuất bản Sự Thật, 1959, Hà Nội.<\/ref>\n{| valign=\"top\"\n|\n*[[Hoàng Yến]]\n*[[Huy Phương]]\n*[[Hữu Loan]]\n*[[Hữu Thung]]\n*[[Lê Đại Thanh]]\n*[[Lê Đạt]]\n*[[Nguyễn Bính]]\n*[[Nguyễn Hữu Đang]]\n*[[Nguyễn Mạnh Tường (luật sư)|Nguyễn Mạnh Tường]]\n*[[Nguyễn Thành Long]]\n*[[Bùi Xuân Phái]]\n*[[Cao Xuân Huy]]\n*[[Chu Ngọc]]\n*[[Đào Duy Anh]]\n*[[Đặng Đình Hưng]]\n*[[Đỗ Đức Dục]]\n*[[Hoàng Cầm (nhà thơ)|Hoàng Cầm]]\n*[[Hoàng Công Khanh]]\n*[[Hoàng Huế]]\n*[[Hoàng Tích Linh]]\n*[[Hoàng Tố Nguyên]]\n|\n*[[Nguyễn Văn Tý]]\n*[[Như Mai]]\n*[[Phan Khôi]]\n*[[Phan Vũ]]\n*[[Phùng Cung]]\n*[[Phùng Quán]]\n*[[Sĩ Ngọc]]\n*[[Thanh Bình]]\n*[[Thụy An]]\n*[[Trần Công]]\n|\n*[[Trần Dần]]\n*[[Trần Duy]]\n*[[Trần Đức Thảo]]\n*[[Trần Lê Văn]]\n*[[Trần Thiếu Bảo]]\n*[[Trần Thịnh]]\n*[[Trương Tửu]]\n*[[Tử Phác]]\n*[[Văn Cao]]\n*[[Vĩnh Mai]]\n*[[Xuân Sách]]\n*[[Yến Lan]]\n|}\n\nNgược lại, cũng có nhiều văn [[nghệ sĩ]] phản đối phong trào này bởi nhiều nguyên nhân khác nhau (người thì phê phán phong trào lợi dụng phê bình nghệ thuật để chệch hướng sang chống đối [[chính trị]], người thì cho rằng phong trào ca ngợi thái quá tác phẩm của họ và cố ý hạ thấp tác phẩm của nghệ sỹ khác)\n{| valign=\"top\"\n|\n*[[Chế Lan Viên]]\n*[[Chính Hữu]]\n*[[Đặng Thai Mai]]\n*[[Đoàn Giỏi]]\n*[[Hằng Phương]]\n*[[Hoài Thanh]]\n|\n*[[Hoàng Trung Thông]]\n*[[Hồ Đắc Di]]\n*[[Hồng Cương]]\n*[[Huy Cận]]\n*[[Lương Xuân Nhị]]\n*[[Ngụy Như Kontum]]\n|\n*[[Nguyễn Công Hoan]]\n*[[Nguyễn Đình Thi]]\n*[[Nguyễn Huy Tưởng]]\n*[[Nguyễn Lân]]\n*[[Nguyễn Văn Bổng]]\n*[[Phạm Huy Thông]]\n|\n*[[Tô Hoài]]\n*[[Tố Hữu]]\n*[[Trần Hữu Tước]]\n*[[Vũ Đức Phúc]]\n*[[Xuân Diệu]]\n*... Nhiều người khác\n|}\n\nTrong tập tài liệu ''\"Bọn Nhân Văn Giai Phẩm trước tòa án dư luận\"'' in tháng 6\/1959 tại [[Hà Nội]] đã tập hợp bài viết lên án phong trào của 83 văn nghệ sỹ, với những tên tuổi như: [[Tố Hữu]], [[Nguyễn Đình Thi]], [[Phạm Huy Thông]], [[Trần Hữu Tước]], [[Đặng Thai Mai]], [[Nguyễn Huy Tưởng]], [[Hồng Cương]], [[Nguyễn Văn Bổng]], [[Hoài Thanh]], [[Hoàng Trung Thông]], [[Hồ Đắc Di]], [[Vũ Đức Phúc]], [[Quang Đạm]], [[Bàng Sĩ Nguyên]], [[Ngụy Như Kontum]], [[Hằng Phương]], [[Lương Xuân Nhị]] v.v…\n\nNgày 5\/6\/1958, tại [[Hà Nội]], hơn 800 văn nghệ sĩ đã ký vào bản nghị quyết có tên là ''\"Nghị quyết của 800 văn nghệ sĩ\"'' tuyên bố ủng hộ Nghị quyết của [[Liên hiệp các Hội Văn học nghệ thuật Việt Nam|Hội Liên hiệp Văn học Nghệ thuật Việt Nam]], theo đó lên án '''phong trào Nhân Văn – Giai Phẩm''', ủng hộ việc khai trừ tư cách hội viên đối với một số cá nhân cầm đầu phong trào.<ref>''Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc'', Thụy Khuê, trang 172.<\/ref>\n\n==Chấm dứt phong trào==\nNgày 8\/7\/1957, chiến dịch chống phái hữu ở [[Trung Quốc]] bắt đầu. Trong ngày đó, [[Hồ Chí Minh]] ghé [[Bắc Kinh]] trên đường đi [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Triều Tiên]], [[Liên Xô]] và [[Đông Âu]]. Trên đường quay về [[Việt Nam]], vào cuối tháng 8\/1957, [[Hồ Chí Minh]] một lần nữa ghé thăm [[Trung Quốc]] và gặp các lãnh đạo Trung Quốc lúc ấy đang bận rộn với chiến dịch chống phái hữu. Theo Trình Ánh Hồng (một nhà nghiên cứu Trung Quốc), có lẽ ông đã bị ấn tượng mạnh về phong trào ''[[Trăm hoa đua nở, trăm nhà đua tiếng]]'' và ý định cũng như chiến lược của [[Mao Trạch Đông]] nhằm buộc những người có quan điểm phản đối [[Đảng Cộng sản Trung Quốc]] lộ mình.\n\nĐối với [[Việt Nam Dân chủ Cộng hòa]], tình hình quốc tế cuối năm [[1957]] và đầu năm [[1958]] đã chuyển biến rất khác giai đoạn trước đó. Một loạt các vụ biểu tình đã biến thành bạo động ở [[Đông Âu]] (như bạo động ở [[Ba Lan]], cuộc [[Sự kiện năm 1956 ở Hungary|bạo động ở Hungary]], cuộc bạo động ở [[Gruzia]]). Tình hình [[Miền Nam (Việt Nam)|miền Nam Việt Nam]] cũng đang có những diễn biến phức tạp ([[Mỹ]] tăng cường can thiệp, hậu thuẫn chế độ [[Ngô Đình Diệm]] khiến 2 miền bị chia cắt), những điều này gây lo ngại cho [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] rằng đất nước sẽ bị xáo trộn nếu người dân bị kích động gây bạo loạn.\n\nKhoảng hai tuần sau khi trở về nước, [[Hồ Chí Minh]] dùng bút danh ''Trần Lực'', đăng một bài trên [[Nhân Dân (báo)|báo Nhân dân]] ngày 16\/9\/1957 với tựa đề ''\"Đập tan tư tưởng hữu khuynh\"'', lên án đó là tư tưởng độc hại và dễ lan tràn như [[cỏ dại]], sau đó '''Phong trào Nhân Văn – Giai Phẩm''' bị dập tắt.<ref name=\"anhhong\"\/> Trước đó, một xã luận của [[Nhân Dân (báo)|báo Nhân dân]] ở Việt Nam có viết rằng: ''\"Chúng ta không thể cho phép bất kỳ ai lợi dụng tự do dân chủ và tự do ngôn luận để tách rời nhân dân khỏi Đảng.\"''\n\nTháng 11\/1957, tại Hội nghị [[Moskva]] của các [[đảng cộng sản]] thế giới, [[Trung Quốc]] hợp tác với [[Liên Xô]] lên án \"khuynh hướng xét lại\" trong phong trào cộng sản quốc tế.<ref name=\"anhhong\"\/>\n\nNgày 6\/1\/1958, Bộ Chính trị ra Nghị quyết số 30 về Văn nghệ, trong đó có đoạn: ''\"Sự hoạt động của những phần tử phá hoại trong giới văn nghệ là một hiện tượng hết sức nguy hiểm, một vấn đề cấp bách cần giải quyết (...) Chúng truyền bá những tài liệu và những báo chí phản động. Dưới chiêu bài \"chống giáo điều, máy móc\", chúng gieo rắc những nọc độc của [[Chủ nghĩa xét lại (chủ nghĩa Marx)|chủ nghĩa xét lại]] trong văn nghệ, nhằm lôi kéo văn nghệ sĩ đi vào con đường nghệ thuật tư sản suy đồi. Trước những hoạt động có hại đó, số đông văn nghệ sĩ, kể cả một số văn nghệ sĩ đảng viên, đã mất cảnh giác hoặc bị động, không kiên quyết đấu tranh, thậm chí một số còn hùa theo chúng\".''<ref>''Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc'', Thụy Khuê, trang 156.<\/ref>\n\nNhà văn [[Tố Hữu]], khi ấy là Ủy viên Trung ương [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]], phụ trách về công tác văn hóa văn nghệ tuyên truyền, được coi là người ủng hộ việc dập tắt phong trào. Trong cuốn ''Qua cuộc đấu tranh chống nhóm phá hoại \"Nhân Văn - Giai Phẩm\" trên mặt trận văn nghệ'' mà ông là tác giả, Nhà Xuất bản Văn Hóa in năm [[1958]], [[Tố Hữu]] đã nhận định về phong trào này và những người bị coi là dính líu như sau:\n\n:''Lật bộ áo \"Nhân Văn – Giai Phẩm\" thối tha, người ta thấy ra cả một ổ phản động toàn những [[gián điệp]], mật thám, lưu manh, [[chủ nghĩa Trotsky|Trốt-kít]], địa chủ tư sản phản động, quần tụ trong những tổ quỷ với những [[gái điếm]], [[bàn đèn]], sách báo chống cộng, phim ảnh khiêu dâm'' (trang 9).\n:''Trong cái công ty phản động \"Nhân Văn - Giai Phẩm\" ấy thật sự đủ mặt các loại \"biệt tính\": từ bọn [[Phan Khôi]], [[Trần Duy]] mật thám cũ của [[thực dân Pháp]] đến bọn gián điệp [[Thụy An (định hướng)|Thụy An]], từ bọn Trốt-kít [[Trương Tửu]], [[Trần Đức Thảo]] đến bọn phản Đảng [[Nguyễn Hữu Đang]], [[Trần Dần]], [[Lê Đạt]]. Một đặc điểm chung là hầu hết bọn chúng đều là những phần tử thuộc giai cấp [[địa chủ]] và [[tư sản]] phản động, và đều ngoan cố giữ lập trường quyền lợi giai cấp cũ của mình, cố tình chống lại cách mạng và chế độ'' (trg 17).\n\nBáo cáo tổng kết vụ ''\"Nhân Văn – Giai Phẩm\"'' cũng do [[Tố Hữu]] viết có kết luận về tư tưởng chính trị và quan điểm văn nghệ của '''phong trào Nhân Văn–Giai Phẩm''' như sau:\n:'''''Những tư tưởng chính trị thù địch'''''\n:#''Kích thích chủ nghĩa cá nhân tư sản, bôi nhọ [[chủ nghĩa cộng sản]].''\n:# ''Xuyên tạc mâu thuẫn xã hội, khiêu khích nhân dân chống lại chế độ và Đảng lãnh đạo.''\n:# ''Chống lại chuyên chính dân chủ nhân dân, chống lại cách mạng [[xã hội chủ nghĩa]].''\n:# ''Gieo rắc chủ nghĩa dân tộc tư sản, gãi vào đầu óc [[Chủ nghĩa Sô vanh|Sô-vanh]] chống lại chủ nghĩa quốc tế vô sản.''\n\n:'''''Những quan điểm văn nghệ phản động'''''\n:#''Nhóm \"Nhân Văn – Giai Phẩm\" phản đối văn nghệ phục vụ [[chính trị]], thực tế là phản đối văn nghệ phục vụ đường lối chính trị cách mạng của giai cấp [[công nhân]]. Chúng đòi \"tự do, độc lập\" của văn nghệ, rêu rao \"sứ mạng chống đối\" của văn nghệ, thực ra chúng muốn lái văn nghệ sang đường lối chính trị phản động.''\n:# ''Nhóm \"Nhân Văn - Giai Phẩm\" phản đối văn nghệ phục vụ công nông binh, nêu lên \"con người\" trừu tượng, thực ra chúng đòi văn nghệ trở về chủ nghĩa cá nhân [[tư sản]] đồi trụy.''\n:# ''Nhóm \"Nhân Văn – Giai Phẩm\" hằn học đả kích nền văn nghệ [[xã hội chủ nghĩa]], nhất là văn nghệ [[Liên Xô]], đả kích nền văn nghệ kháng chiến của ta. Thực ra, chúng phản đối chế độ [[xã hội chủ nghĩa]], chúng đòi đi theo chế độ [[tư bản chủ nghĩa]].''\n:# ''Nhóm \"Nhân Văn – Giai Phẩm\" phản đối sự lãnh đạo của Đảng đối với văn nghệ, chúng đòi \"trả văn nghệ cho văn nghệ sĩ\", thực ra chúng đòi đưa quyền lãnh đạo văn nghệ vào tay bọn phản cách mạng.''\n\n[[Nhân Văn (báo)|Báo Nhân văn]] số 6 có bài kích động người dân xuống đường biểu tình. Song Đảng viên, công nhân Nhà in Xuân Thu (nơi in báo Nhân văn) đã phát hiện ra và thông báo với chính quyền để xử lý. Nhà thơ [[Chính Hữu]] nhận xét: \n:''\"…[[Lê Đạt]] đã viết \"Bài học về [[Ba Lan]] và [[Hungary|Hung-ga-ri]]\" trong Nhân Văn số 5... Bài của [[Lê Đạt]] đưa ra những nhận định nguy hiểm cho tình hình nước ta lúc đó: \"… Nhưng tốc độ và mức độ sửa chữa không kịp với đòi hỏi của tình thế và yêu cầu của quần chúng nên càng thúc đẩy sự công phẫn và phong trào đấu tranh tự phát của quần chúng…\" Hai bài báo đó là những lời kêu gọi làm loạn\".''<ref>''Bọn Nhân Văn Giai Phẩm trước tòa án dư luận'', Nxb Sự Thật, tháng 6 năm 1959, trang 130, 131.<\/ref>\n\nHồng Cương viết: ''\"Nhân cơ hội đó, tất cả các lực lượng đối lập với [[chủ nghĩa xã hội]] đều ngóc đầu dậy chống lại sự lãnh đạo của Đảng và chính phủ. Bọn phản động trong [[Công giáo]] hành động phá rối trật tự ở [[Nghệ An]], [[Nam Định]] v.v… Sự chống đối của chúng (Nhân Văn Giai Phẩm) không còn tính chất văn nghệ nữa mà đã trở thành một cuộc chống đối về [[chính trị]] công khai. Nhóm Giai Phẩm chống Đảng về văn nghệ đã biến thành nhóm phá hoại chính trị trắng trợn... Từ Nhân Văn số 4 trở đi thì chúng đã chuyển hẳn sang chống đối về chính trị, kích động quần chúng biểu tình chống lại Đảng và chính phủ ta nhân lúc Quốc Hội ta đang họp\".''<ref>''Bọn Nhân Văn Giai Phẩm trước tòa án dư luận'', Nxb Sự Thật, tháng 6\/1959, trang 17, 18.<\/ref>\n\nỞ [[Sài Gòn]], chế độ [[Ngô Đình Diệm]] còn cho in lại các bài báo Nhân văn–Giai phẩm và phân phát rộng rãi để làm tài liệu tuyên truyền chống cộng.<ref name=nhuan \/> Ảnh hưởng từ sức ép quốc tế và nguy cơ chính trị trong nước khiến [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] phải hành động dứt khoát để chấm dứt phong trào này.<ref name=\"books.google.com.au\"\/>\n\nSau đó, phần lớn các văn nghệ sĩ tham gia phong trào phải tham gia [[Học tập cải tạo|học chỉnh huấn]] vì có [[Ý thức hệ|tư tưởng]] bị xem là chống lại đường lối của [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]]. Một số phải ngừng sáng tác một thời gian như [[Lê Đạt]], [[Trần Dần (Việt Nam)|Trần Dần]], số khác không tiếp tục con đường sự nghiệp [[văn chương]]. Có 5 người cầm đầu bị tuyên án tù vì tội kích động bạo loạn, hoạt động [[gián điệp]] và tiếp tục bị giám sát trong nhiều năm như trường hợp [[Nguyễn Hữu Đang]] (cùng [[Thụy An]] bị kết án 15 năm tù trong phiên tòa ngày 21\/1\/1960 tại [[Hà Nội]], đến năm [[1973]] mới được ra tù nhưng bị quản thúc thêm một thời gian nữa); 3 người còn lại là Minh Đức, Phan Tại và Lê Nguyên Chí cũng chịu phạt giam từ 5 đến 10 năm.<ref>{{Chú thích báo|date=21 tháng 1 năm 1960|title=Năm Tên Gián Điệp Phản Cách Mạng, Phá Hoại Hiện Hành Cúi Đầu Nhận Tội|pages=1, 6|work=Báo Thời Mới}}<\/ref>\n\nNgoài những nhân vật liên quan trực tiếp đến phong trào, dư âm của phong trào này kéo dài sang năm kế tiếp. Tháng 2\/1957, Đảng Lao động cho thành lập một tổ chức mới là Hội Văn nghệ để tập hợp văn nghệ sĩ. [[Văn Cao]] được bầu làm Hội trưởng. Hội đoàn này cho ra tạp chí ''Văn'', số đầu tiên phát hành 5\/1957 nhưng được 37 số đến đầu năm [[1958]] thì bị đình bản. [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]] ra quyết nghị đưa gần 500 văn nghệ sĩ đi học chỉnh huấn. Hơn 300 người đã ký tên cam kết chấp hành đường lối [[chính trị]] của [[Đảng Cộng sản Việt Nam|Đảng]].<ref>Abuza, Zachary. ''Renovating Politics in Contemporary Vietnam''. Boulder, CO: Lynne Rienner Publishers, 2001. Trang 54-55.<\/ref>\n\n==Các quan điểm==\n===Học giả Việt Nam===\nTheo cuốn \"Đại cương Lịch sử Việt Nam\" tập 3 của giáo sư sử học [[Lê Mậu Hãn]], các tài liệu của [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] ghi rằng: trong bối cảnh [[phương Tây]] đang tiến hành gây rối loạn ở [[hệ thống xã hội chủ nghĩa]], lực lượng [[tình báo]] nước ngoài đã kích động một bộ phận văn nghệ sĩ có quan điểm đối lập với Nhà nước tạo nên phong trào Nhân Văn – Giai Phẩm. Ban đầu, '''Nhân Văn – Giai Phẩm''' chỉ phê phán những sai lầm trong chính sách, nhưng về sau dần chuyển sang phủ nhận sự lãnh đạo của [[Đảng Cộng sản Việt Nam|Đảng]] trong lĩnh vực văn hóa văn nghệ, phủ nhận quyền lãnh đạo của [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] về Chính trị và Nhà nước. Báo Nhân Văn số 6 thậm chí đã có bài kích động người dân biểu tình, nhưng bị công nhân nhà máy in Xuân Thu phát hiện và ngăn chặn. Sau các biến động trên thế giới, chính quyền quyết định chấm dứt '''Nhân Văn – Giai Phẩm'''. Qua đấu tranh, một số người trong nhóm \"Nhân Văn-Giai Phẩm\" đã tự kiểm điểm, tự phê bình và nhận những sai lầm, đồng thời tiếp tục rèn luyện tư tưởng chính trị. Một số bị xử lý hành chính do những sai phạm, chỉ có số ít hoạt động phạm pháp thì bị xử lý bằng pháp luật.<ref name=\"Mậu Hãn p 3\"\/>\n\n===Các nhân vật trong phong trào===\nTrong các buổi học chỉnh huấn, [[Lê Đạt]] nói rằng [[Nguyễn Hữu Đang]] đã lợi dụng ông và các [[nghệ sĩ]] khác để phục vụ cho mưu đồ [[chính trị]]:<ref>''Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc'', Thụy Khuê, trang 207.<\/ref>\n:''\"Âm mưu của Đang sau này là biến Nhà xuất bản Minh Đức thành nhà in đối lập với [[Hội Nhà văn Việt Nam|Hội Nhà văn]] và tập họp nhóm Nhân văn quanh nhà Minh Đức. Cũng giai đoạn này nổi bật vai trò [[Thụy An]]. Nhà Thụy An, Phan Tại như một câu lạc bộ... Thụy An đưa vợ tôi đi may áo, đi mua vải, may áo cho con tôi và đi lấy cả một chiếc giường cũi cho con tôi. [[Thụy An]] nghiễm nhiên trở thành thân thuộc với cả gia đình tôi. Mỗi lần tôi gặp Thụy An sau khi nói chuyện về tư sản, tiểu thương bất mãn, chuẩn bị đi Nam, các tin BBC về hiệp thương, lại kể chuyện tướng Pháp [[Jean de Lattre de Tassigny|Tassigny]], chuyện các phóng viên chiến tranh, các tiểu thuyết tư sản, và sau hết đả kích vào sự lãnh đạo của Đảng...\"''\n\nSau này, trong nhật ký của [[Trần Dần]] (một [[nhà văn]] chủ chốt tham gia phong trào), ông viết rằng sau khi đi học chỉnh huấn chính trị, ông đã nhận ra việc Nhân Văn – Giai Phẩm lợi dụng văn nghệ để hoạt động chống đối chính trị, và tỏ ra hối hận khi tham gia phong trào này:<ref>''Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc'', Thụy Khuê, trang 177-178.<\/ref>\n:''Nhân văn – Giai phẩm thế là đã đứng về phe [[tư bản chủ nghĩa]], phản đối [[xã hội chủ nghĩa]]; hơn thế, lớp học trình bày sự thực, làm cho tất thẩy đều thấy rõ chân tướng bọn cầm đầu Nhân Văn – Giai Phẩm, đó là một công ty phá hoại bao gồm những kẻ phản cách mạng, đứa là phần tử Quốc dân Đảng cũ ([[Phan Khôi]]), đứa là mật thám trước, đứa là tên bất mãn chống Đảng có lịch sử, đi đến chủ nghĩa [[Chủ nghĩa Trotsky|Trotskisme]] ([[Nguyễn Hữu Đang]])... chúng ngoặc với bọn trotkistes [[Trương Tửu]], [[Trần Đức Thảo]], và với bọn gián điệp vẫn liên lạc với mật thám Pháp [[Jean Sainteny|Sainteny]], là [[Thụy An]].''\n:''Sớm mai tòa xử [[Thụy An]] gián điệp và [[Nguyễn Hữu Đang]] phá hoại... Tôi đã từng có đứng với nhóm do Đang cầm đầu. Tôi đã ly khai với \"lý tưởng\" (Nhân văn –Giai phẩm) đó... [[Nguyễn Hữu Đang|Đang]] đã thấy cái sai lớn của Đang chưa? (...) Tôi cũng không thể nào nhởn nhơ với sự kiện này. Chao ơi!''\n\nTháng 9 năm [[1995]], [[Nguyễn Hữu Đang]] trả lời phỏng vấn của [[Thụy Khuê]] cho rằng:\n{{cquote|\n''Thực chất phong trào Nhân Văn Giai Phẩm, nếu đứng về mặt [[chính trị]], thì đó là một cuộc đấu tranh của một số người trí thức, văn nghệ sĩ và một số đảng viên về chính trị nữa, là chống, không phải chống [[đảng cộng sản]] đâu, mà là chống cái [[chủ nghĩa Stalin]]e và chống [[chủ nghĩa Mao Trạch Đông]]. Sự thâm nhập của chủ nghĩa Staline và chủ nghĩa Mao Trạch Đông đưa đến nhiều hiện tượng - nói là chuyên chính thì chưa đủ - phải nói là cực quyền toàn trị, nó gay gắt ghê lắm. Nó gay gắt ghê lắm!''<ref>''Nhân văn Giai phẩm – Một trào lưu dân chủ, một cuộc Cách mạng văn học không thành'', Thái Kế Toại, 17\/6\/2012.<\/ref>}}\n\n===Ý kiến khác===\nNhà văn [[Nguyễn Huy Tưởng]], trong nhật ký của mình, sau khi nhắc tới tên một số người trong nhóm Nhân văn – Giai phẩm đã phê phán tư tưởng văn nghệ của nhóm này: ''\"Bọn họ có người nói: \"Đừng viết nữa, để dành cho trẻ viết\". Vô luận một bài, một sáng tác nào của anh em mà họ gọi là \"cây đa cây đề\", họ đều gạt đi, cho là tồi. Trong khi đó thì họ tâng bốc những bài của họ mà phần lớn là không ngửi được!\"'' (trích nhật ký ngày 23-1-1956).<ref name=cand \/>\n\nNhà giáo [[Nguyễn Lân]] tham gia phê phán phong trào Nhân văn Giai phẩm:<ref>\n[http:\/\/www.viet-studies.info\/VachMatNhanVanGiaiPham_NhanDan_III.htm TRƯỜNG ĐẠI HỌC SƯ PHẠM ĐÃ NHỔ ĐƯỢC HAI CÁI GAI], Báo NHÂN DÂN, Chủ nhật, ngày 18 tháng 5 năm 1958, trang 3.<\/ref>\n{{cquote|\n''Sở dĩ có những lệch lạc ở một số sinh viên khoa Văn và khoa Sử là vì họ đã chịu cái ảnh hưởng tàn khốc của [[Trương Tửu]] và [[Trần Đức Thảo]]... Nhà trường đòi hỏi các cán bộ giảng dạy trước khi lên lớp phải soạn giáo trình và giáo án; nhưng Tửu và Thảo thì không chịu viết giáo trình, lấy cớ là môn mình phụ trách khó quá chưa thể cho in thành tài liệu được. Sự thực là họ sợ mực đen giấy trắng dễ biểu lộ những tư tưởng phản động của họ. Họ thường tay không lên lớp rồi nói lung tung, không theo một phương pháp sư phạm nào. Vì không có giáo án nên đã có lần Trương Tửu không chuẩn bị, phải nhai lại một bài đã giảng kỳ trước, làm cho sinh viên hết sức công phẫn...''}}\n\nNhà văn [[Vũ Ngọc Phan]] nói thêm:\n:''Hầu hết các tiểu thuyết của [[Trương Tửu]], đều bênh vực người nghèo rõ rệt. Sự bênh vực ấy rất chính đáng, nhưng ông đã không đặt sự bênh vực vào chỗ phải chăng. Ông bênh vực cả những hành vi ngang trái và bất lương của họ… nên riêng mảng [[tiểu thuyết]] xã hội, ông là một nhà văn có những ý kiến chưa lấy gì làm chín chắn và sâu rộng... Về mặt phê bình, [[Trương Tửu]] là một nhà văn thiên vị, chỉ biết theo khuynh hướng chính trị của mình…\"'' <ref>[[Vũ Ngọc Phan]], ''Nhà văn hiện đại'', Nhà Xuất bản Sống mới, 1959, tr. 1136.<\/ref>\n\nNhạc sĩ [[Đỗ Nhuận]] nhận xét:<ref name=nhuan \/>\n:''Lối văn thơ của [[Trần Dần]], [[Lê Đạt]], [[Phùng Quán]] trong Giai phẩm–Nhân văn tôi có thể ví như một lối văn [[cao bồi]], đao to búa lớn, chụp mũ vào lãnh đạo khiến cho một số người lầm tưởng là họ có tài. Nhưng thực ra, không ai khen cái tài nói lớn nhưng nói khoác, nói vu cáo, nói phá hoại mà chỉ khen cái tài nói nhỏ nhưng nói thật. Đối với bản thân, [[Trần Dần]] và một số người gây ra chuyện Giai phẩm–Nhân văn, họ đã làm cái việc \"kiếm củi mười năm, thiêu một giờ\". Chúng tôi không nỡ khoanh tay nhìn nhà cháy. Cần phải dập tắt ngọn lửa tai hại đó đi! Sau đó các anh hãy, cần cù mà dựng lại ngôi nhà, làm lại cuộc đời để trả nợ nhân dân.''\n\nTheo nhà văn [[Phạm Khải]], việc nhà thơ [[Tố Hữu]] tham gia phê phán phong trào này là đúng với nhiệm vụ của ông khi đó (Trưởng ban phụ trách về Tuyên giáo và Văn nghệ). Nhưng về sau, khi một số vụ việc trong quá khứ đã lùi xa, lợi dụng sự thiếu thông tin, một số người đã cố tình tung ra những cách đặt vấn đề làm sai lệch nhận thức của các bạn đọc trẻ, khiến họ lầm tưởng rằng [[Tố Hữu]] phê phán phong trào vì họ chê thơ của ông. Qua việc tung tin giả, những người này có một mục đích \"sâu xa\" khác là hạ uy tín cũng như giá trị sáng tác thơ của [[Tố Hữu]].<ref name=cand>[http:\/\/vnca.cand.com.vn\/doi-song-van-hoa\/Mot-so-nhan-dinh-sai-lech-ve-nha-tho-To-Huu-326557\/ Một số nhận định sai lệch về nhà thơ Tố Hữu], Văn nghệ Công an, 03\/04\/2009.<\/ref>\n\n==Giải thưởng Nhà nước==\nVào [[Đổi Mới|thời kỳ đổi mới]], khi hoàn cảnh thời chiến tranh đã đi qua, một số nghệ sĩ từng tham gia Nhân Văn – Giai Phẩm đã được phong tặng các giải thưởng quan trọng, nhưng một số đã qua đời vì già yếu:\n*[[Giải thưởng Hồ Chí Minh]]: Giáo sư [[Cao Xuân Huy]] (về Khoa học Xã hội, [[1996]]); Nhạc sĩ [[Văn Cao]] (về Âm nhạc, [[1996]]); Họa sĩ [[Bùi Xuân Phái]] (về Hội họa, [[1996]]), Nhà triết học [[Trần Đức Thảo]] (về Khoa học Xã hội, [[2000]]); Nhạc sĩ [[Nguyễn Văn Tý]] (về Âm nhạc, [[2000]]);\n*[[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]]: Nhà thơ [[Quang Dũng (nhà thơ)|Quang Dũng]] (về Văn học, [[2000]]). Tháng 2 năm [[2007]], năm văn nghệ sĩ thuộc Phong trào Nhân Văn – Giai Phẩm gồm [[Lê Đạt]], [[Trần Dần]], [[Phùng Quán]], [[Yến Lan]] và [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]] được [[Chủ tịch nước Việt Nam]] ký quyết định tặng thưởng [[giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]].<ref>{{Chú thích web|url=http:\/\/www.cinet.gov.vn\/detail.aspx?source=1&catid=25&newsid=17485|tiêu đề=Công bố danh sách Giải thưởng Hồ Chí Minh và Giải thưởng Nhà nước trên trang chủ của Bộ Văn hóa - Thông tin Việt Nam, 13 tháng 2 năm 2007}}{{Liên kết hỏng|date = ngày 25 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nTrả lời phỏng vấn đài [[BBC]] ngày [[22 tháng 2]] năm [[2007]], nhà thơ Hoàng Cầm tỏ ý buồn rằng các bạn cũ như Trần Dần, Phùng Quán, Phùng Cung.... đã không còn sống để nhận được giải thưởng. Theo ông, thực tế là từ năm [[1958]] đến nay, tức là gần 50 năm, vụ Nhân Văn – Giai Phẩm mới ''\"được giải tỏa\"'', vì trước đó từ thời [[Đổi Mới]], mọi thứ được bắt đầu phục hồi nhưng không công khai.<ref name=\"bbc07\">[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/02\/070222_state_awards.shtml Nhân Văn-Giai Phẩm được tặng giải], BBC, 22 Tháng 2 2007.<\/ref> Cùng ngày, khi trả lời phỏng vấn báo điện tử [[VietNamNet]], nhà thơ [[Lê Đạt]] nói: \"Tôi nghĩ chuyện giải thưởng này như một câu của ông Đỗ Chu (thành viên của Hội đồng Giải thưởng chuyên ngành Văn học) đã phát biểu: \"Có thể cho đây là lời xin lỗi của anh em đối với các anh\". Giải thưởng này là cử chỉ đẹp, cho dù là muộn, nhưng muộn còn hơn không\".<ref name=\"bbc07\"\/><ref>[http:\/\/vietnamnet.vn\/vanhoa\/tintuc\/2007\/02\/666038\/ Nhà thơ Lê Đạt: Giải thưởng này là một cử chỉ đẹp], VietnamNet, 22\/02\/2007.<\/ref>\n\n==Thư mục==\n*''\"Trăm hoa đua nở trên đất Bắc\"'' của [[Hoàng Văn Chí]], Mặt trận Bảo vệ Tự Do Văn Hóa, [[Sài Gòn]], 1959.\n*''\"Bọn Nhân văn Giai phẩm trước tòa án dư luận\"'', Nhà Xuất bản Sự Thật, [[Hà Nội]], 1959. \n*''\"Cent fleurs écloses dans la nuit du Vietnam - Trăm hoa đua nở trong đêm Việt Nam\"'' của [[Georges Boudarel]] ([[tiếng Pháp]]).\n*[[Nguyễn Mạnh Tường (luật sư)|Nguyễn Mạnh Tường]]: hồi ký ''Un Excommunié'' - ''Kẻ bị khai trừ'' ([[tiếng Pháp]]); và tiểu thuyết ''Une voix dans la nuit'' - ''Tiếng vọng trong đêm'' ([[tiếng Pháp]]).\n*''\"Nhân văn Giai phẩm và Vấn đề Nguyễn Ái Quốc\"'' của Nhà phê bình văn học [[Thụy Khuê]], Nhà Xuất bản Tiếng Quê Hương, Virginia [[Hoa Kỳ]], 2012.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Vụ án Xét lại Chống Đảng]]\n*[[Vụ án Tổng cục T4]]\n*[[Tự Lực văn đoàn]]\n*[[Tao đàn Nhị thập bát Tú]]\n\n{{Nhân Văn - Giai Phẩm}}\n{{Kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Phong trào Nhân Văn – Giai Phẩm}}\n[[Thể loại:Phong trào Nhân Văn-Giai Phẩm| ]]\n[[Thể loại:Văn chương án]]\n[[Thể loại:Việt Nam năm 1958]]\n[[Thể loại:Việt Nam thế kỷ 20]]\n[[Thể loại:Xung đột năm 1955]]\n[[Thể loại:Xung đột năm 1958]]\n[[Thể loại:Xung đột năm 1956]]\n[[Thể loại:Xung đột năm 1957]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Việt Nam Dân chủ Cộng hòa]]\n[[Thể loại:Việt Nam năm 1957]]\n[[Thể loại:Trào lưu văn hóa Việt Nam]]\n[[Thể loại:Kiểm duyệt ở Việt Nam]]"}