{"12387163":"'''Phong trào khôi phục chế độ Việt Nam Cộng hòa''' là một trong các phong trào [[chống cộng]] có tổ chức của nhiều [[người Việt]] tại hải ngoại thuộc thành phần những người ủng hộ một Việt Nam không còn [[chủ nghĩa cộng sản]], hay còn gọi là '''Phục Quốc''', có mục tiêu khôi phục lại chính thể [[Việt Nam Cộng hoà]] (từng tồn tại ở [[miền Nam Việt Nam]] từ 1955 đến 1975) và xoá bỏ hoàn toàn chủ nghĩa cộng sản ở Việt Nam. Phong trào nhen nhúm từ những năm 2000 và phát triển mạnh hơn vào đầu những năm 2010. Phong trào khôi phục chế độ Việt Nam Cộng hòa chính thức được ra mắt vào năm 2012 và hoạt động thường xuyên từ năm 2015 đến nay, chủ yếu hoạt động ở [[người Việt hải ngoại|hải ngoại]], nhất là tại Hoa Kỳ.<ref>{{Chú thích web|url=https:\/\/www.nguoi-viet.com\/little-saigon\/tuong-trinh-ve-cac-hoat-dong-cho-vnch-tro-lai\/|title=Tường trình về các hoạt động cho VNCH trở lại}}<\/ref>\n\n== Hoàn cảnh ra đời ==\n\nChính thể [[Việt Nam Cộng hòa]] chính thức bị sụp đổ vào ngày [[30 tháng 4 năm 1975]], hai miền sau đó tái thống nhất thành [[Cộng hoà Xã hội chủ nghĩa Việt Nam]] sau thời kỳ [[chia cắt Việt Nam|chia cắt]] thành 2 miền từ năm 1954 đến năm 1976. Tuy nhiên, phía [[Quân đội Nhân dân Việt Nam]] của Chính phủ Việt Nam Dân Chủ Cộng hòa đã được những người bên phía Quốc gia Việt Nam Cộng hòa cho là đã vi phạm hiệp định và đưa quân xâm chiếm Việt Nam Cộng hòa dẫn đến sự cáo chung của chế độ này. Sau hàng chục năm, những người Việt Nam sống ở chế độ Việt Nam Cộng hoà ngày xưa gồm có những nhân vật chủ chốt là giáo sư [[Nguyễn Ngọc Bích (giáo sư)|Nguyễn Ngọc Bích]] và nhạc sĩ [[Hồ Văn Sinh]] cùng nhiều nhân vật chủ chốt khác đã chính thức khởi động phong trào mang tên \"Việt Nam Cộng hòa foundation\".\n\nPhong trào vận động khôi phục chế độ Việt Nam Cộng hòa chính thức được tổ chức một cách chính thức lần đầu tiên vào ngày 22 tháng 11 năm 2015, phong trào nhận được sự ủng hộ của nhiều người Việt hải ngoại.<ref>{{Chú thích web|url=https:\/\/www.nguoi-viet.com\/little-saigon\/Viet-Nam-Cong-Hoa-Tro-Lai-tung-bung-khi-the-dau-tranh-3832\/|title=Việt Nam Cộng Hòa Trở Lại’ tưng bừng khí thế đấu tranh}}<\/ref>\n\n{{quote|Điều 7:<ref>{{Chú thích web|url=https:\/\/vi.wikisource.org\/wiki\/Hi%E1%BB%87p_%C4%91%E1%BB%8Bnh_Paris_1973#Ch%C6%B0%C6%A1ng_VII:_%C4%90%E1%BB%90I_V%E1%BB%9AI_CAM-PU-CHIA_V%C3%80_L%C3%80O|title=Hiệp định Paris 1973}}<\/ref>\n\nTừ khi thực hiện ngừng bắn cho đến ngày thành lập chính phủ quy định trong Điều 9(b) và Điều 14 của Hiệp định này, hai miền Nam Việt Nam không được nhận đưa vào miền Nam Việt Nam quân đội, cố vấn quân sự và nhân viên quân sự, kể cả nhân viên quân sự kỹ thuật, vũ khí, đạn dược và dụng cụ chiến tranh.\n\nHai bên miền Nam được phép từng thời gian thay thế vũ khí, đạn dược, dụng cụ chiến tranh đã bị phá huỷ, hư hỏng, hao mòn hoặc dùng hết từ sau khi ngừng bắn, trên cơ sở một đổi một, cùng đặc điểm và tính năng, có sự kiểm soát của Ban liên hợp quân sự hai bên miền Nam Việt Nam và của Ủy ban quốc tế kiểm soát và giám sát.}}\n\n== Lãnh đạo qua các thời kỳ ==\n\n* [[Nguyễn Ngọc Bích (giáo sư)|Nguyễn Ngọc Bích]]: 2012 - 2016\n* [[Hồ Văn Sinh]]: 2016 - nay<ref>[https:\/\/www.nguoi-viet.com\/little-saigon\/tuong-trinh-ve-cac-hoat-dong-cho-vnch-tro-lai\/ Tường trình về các hoạt động cho VNCH trở lại]<\/ref>\n\n== Nội dung ==\n\nPhong trào đã đưa ra những nội dung thể hiện quan điểm của họ:<ref>{{Chú thích web|url=https:\/\/vietbao.com\/a245968\/dai-nhac-hoi-van-dong-viet-nam-cong-hoa-tro-lai|title=Đại Nhạc Hội Vận Động Việt Nam Cộng Hòa Trở Lại}}<\/ref>\n\n#Không những có thể giải quyết những tranh chấp xung đột căng thẳng hiện nay tại [[Biển Đông]] mà Việt Nam Cộng hoà còn có thể thu hồi lại [[Hoàng Sa]] và [[Trường Sa]] do [[Cộng hòa Nhân dân Trung Hoa|Trung Quốc]] chiếm đóng.\n#Không những Việt Nam Cộng hoà có thể thu hồi lại Hoàng Sa, Trường Sa mà VNCH còn có thể thu hồi lại lãnh thổ của VNCH cũng đã và đang bị [[đảng Cộng sản Việt Nam|Việt Cộng]] xâm lăng cưỡng chiếm bất chấp công pháp quốc tế trong thời điểm 30-4-1975.\n#Chúng ta không cần phải phát động chiến tranh, hy sinh xương máu. Không cần phải tổ chức cách mạng để lật đổ bạo quyền Việt Cộng, VNCH sẽ trở lại bằng Công Pháp Quốc tế. Đó là kết quả của một cuộc Hội nghị Quốc tế về Việt Nam do Liên Hợp Quốc triệu tập để xét lại các điều khoản đã thi hành trong Hiệp Định Paris ngày 27 tháng 1 năm 1973 cũng như xét lại bản Định Ước Quốc tế về Việt Nam mà 12 nước thành viên đã ký kết và cam kết ngày 3 tháng 2 năm 1973 dưới sự chứng kiến của ông Tổng Thư ký Liên Hợp Quốc.\n\n== Luận điểm chính trị chính yếu ==\n\n* Dùng đấu tranh bất bạo động, và nhờ vào can thiệp quốc tế để tái lập [[Việt Nam Cộng hòa]].\n* Miền Nam tách ra khỏi Việt Nam thống nhất hoặc lật đổ chế độ cộng sản trên toàn Việt Nam, và lập lại chủ quyền [[Việt Nam Cộng hòa]].\n* Chống chủ nghĩa cộng sản.\n\n== Các quan điểm về phong trào ==\n\n=== Quan điểm phản đối ===\nChính phủ Việt Nam hiện hành có quan điểm chính trị không chấp nhận chế độ này:\n\n''Về cơ sở pháp lý''\n\n{{quote|Sự thật của lịch sử đã ghi nhận: Chiều ngày 30-08-1945, tại cửa Ngọ Môn kinh thành Huế, Bảo Đại đã mặc triều phục, long trọng đọc chiếu thoái vị trao chính quyền cho chính phủ Việt Nam Dân chủ Cộng hòa.<ref>{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Ai-da-tao-ra-chinh-quyen-Viet-Nam-Cong-hoa-439597\/|title=Ai đã tạo ra chính quyền Việt Nam Cộng hòa?}}<\/ref>}}\n\n{{quote|Có thể nói, ngay từ đầu,chính thể quốc gia\"Việt Nam Cộng hòa\"này vốn đã không hề có một chút cơ sở pháp lý vững vàng nào. Mãi tới tận năm 1955 nó mới ra đời và ra đời một cách bất hợp pháp trên nửa lãnh thổ phía nam của Việt Nam như một \"sáng tạo\" thuần túy của người Mỹ nhằm theo đuổi các mục tiêu phản ánh lợi ích riêng của họ. Trong khi đó Việt Nam Dân chủ Cộng hòa được thành lập một cách chính danh trên toàn lãnh thổ Việt Nam vào năm 1945 sau cuộc Cách mạng tháng Tám của 20 triệu người dân Việt Nam trước khi bất kỳ một lực lượng quân Đồng minh nào vào giải giáp quân Nhật.<ref>{{Chú thích web|url=http:\/\/www.baovinhlong.com.vn\/chinh-tri\/201605\/cung-khach-quan-nhin-lai-che-do-viet-nam-cong-hoa-2692339\/#.W5ILH5IzbIU|title=Cùng khách quan nhìn lại chế độ \"Việt Nam Cộng hòa\"}}<\/ref>}}\n\n{{quote box|quote=<big>\"...họ cũng như tôi cũng mong muốn sẽ có một chiến thắng cuối cùng để mà mình thống nhất được xứ sở chứ, bởi vì đó là nhiệm vụ lịch sử của mỗi người con dân Việt kia mà. Nhưng mà bây giờ tôi và họ đã không làm được việc đó, những người anh em ở phía bên kia đã làm được thì mình phải chấp nhận đó là lịch sử, và đất nước đã được thống nhất rồi. Thế giờ còn ngoái cổ lại nói phục quốc phục quốc, đất Việt Nam có mất cho Tây cho Tàu đâu mà nói là phục quốc...\"<\/big><ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=3GzYOkgS-fw|title=Ông Nguyễn Cao Kỳ và hòa giải dân tộc|ngày truy cập=2018-09-13|archive-date = ngày 14 tháng 8 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20190814214320\/https:\/\/www.youtube.com\/watch?v=3GzYOkgS-fw|url-status=}}<\/ref>|source=—'''''Cựu phó tổng thống [[Việt Nam cộng hòa]] [[Nguyễn Cao Kỳ]] trong một cuộc phỏng vấn đã từng nói'''''|width=60%|align=center|style=padding:20px;}}\n\n=== Quan điểm ủng hộ ===\nMặc dù Bảo Đại đã thoái vị ngôi vua nhà Nguyễn vào ngày 30-8-1945 để rồi phải trao chính quyền cho Mặt trận Việt Minh và chấp nhận làm cố vấn cho chủ tịch [[Hồ Chí Minh]], tuy nhiên không được bao lâu thì vua Bảo Đại ngừng hợp tác với Việt Nam Dân chủ Cộng hòa. Trong một lần đi công tác cùng phái đoàn Việt Nam Dân Chủ Cộng Hòa sang thăm Trung Quốc thì ông đã bỏ trốn và đi sang Hồng Kông. Sau khi gặp gỡ một số chính khách và dưới sự giúp đỡ của [[Pháp]], ông thành lập Chính phủ [[Quốc gia Việt Nam]] do ông đứng đầu vì ông cảm thấy Hồ Chí Minh và chính quyền Việt Nam Dân chủ Cộng hòa đang lại ngày càng có ý định củng cố quyền lực chính trị của [[đảng Cộng sản Việt Nam]] và thực hiện ý thức hệ cộng sản chủ nghĩa ở Việt Nam. Ngoài ra, nó còn được thành lập để Pháp có thể quay trở lại Đông Dương. Tuy nhiên sau đó ít lâu việc tham chính của Quốc trưởng Bảo Đại thất bại trước sự cạnh tranh gay gắt của Chính phủ mà ông Tổng thống Ngô Đình Diệm đã thành lập ra.\n\nChính phủ Quốc gia Việt Nam của Bảo Đại (tiền thân của Việt Nam Cộng hòa về sau) tuy được thành lập vào năm 1949 nhưng chỉ có 1 năm sau đó (1950) thì Chính phủ Quốc gia Việt Nam đã được 35 quốc gia độc lập có chủ quyền trên thế giới công nhận, [[Hoa Kỳ]] trước đó đã kí riêng hiệp định thương mại với Chính phủ Quốc gia Việt Nam của vua Bảo Đại, còn Chính phủ Việt Nam Dân chủ Cộng hòa của Hồ Chí Minh tuy được thành lập năm 1945 nhưng phải tới 5 năm sau (1950) thì Hồ Chí Minh chỉ mới được 2 đồng minh cộng sản và quốc gia độc lập trên thế giới công nhận là [[Liên Xô]] và [[Trung Quốc|Cộng hòa Nhân dân Trung Hoa]].<ref>Hoàng Cơ Thụy. Việt sử khảo luận. Paris: Nam Á, 2002. Trang 2301.<\/ref><ref>[http:\/\/www.mofahcm.gov.vn\/vi\/mofa\/cn_vakv\/ Thông tin cơ bản về các nước, khu vực và quan hệ với Việt Nam], Bộ Ngoại giao Việt Nam<\/ref>\n\n== Xem thêm ==\n* [[Hiệp định Paris 1973]]\n* [[Hòa giải và hòa hợp dân tộc ở Việt Nam]]\n\n==Ghi chú==\n<references group=\"chú thích\"\/>\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Việt Nam Cộng hòa]]\n[[Thể loại:Chính trị]]"}