{"555722":"'''Cuộc vận động Duy Tân'''<ref>Gọi theo Đinh Xuân Lâm (sách đã dẫn, tr. 152).<\/ref>, hay còn được gọi là '''Phong trào Duy Tân''' hoặc '''Phong trào Duy Tân ở Trung Kỳ'''<ref>Gọi theo Phan Ngọc Liên (sách đã dẫn, tr.269). ''Từ điển bách khoa toàn thư Việt Nam'' thì gọi là '''Phong trào Duy Tân [[1906]]-[[1908]] ở Trung Kỳ'''.<\/ref> là một cuộc vận động cải cách ở [[miền Trung (Việt Nam)|miền Trung Việt Nam]], do [[Phan Châu Trinh]] ([[1872]] - [[1926]]) phát động năm [[1906]] cho đến năm [[1908]] thì kết thúc sau khi bị [[đế quốc thực dân Pháp|thực dân Pháp]] đàn áp.\n\nPhong trào Duy Tân chủ trương [[bất bạo động]], khôi phục đất nước bằng con đường nâng cao [[dân trí]], cải tổ xã hội về mọi mặt, trong đó có kinh tế, giáo dục và văn hoá, với các hoạt động thực tiễn như là mở mang kinh tế, lập các nhà buôn lớn để tự lực, mở trường dạy học hiện đại: dạy [[quốc ngữ]], bỏ lối học [[khoa bảng|khoa bảng từ chương]], thêm khoa học và ngoại ngữ cũng như hướng đến nền chính trị [[dân chủ]].<ref name=\"thuykhue\">Thụy Khuê, [http:\/\/www.viet.rfi.fr\/tong-hop\/20100905-phan-xv-phan-khoi-chuong-1a-nhung-phong-trao-chong-phap-dau-the-ky-xx Phần XV: Phan Khôi - Chương 1a: Những phong trào chống Pháp đầu thế kỷ XX ], [[Radio France Internationale|RFI]], 07\/09\/2010, truy cập ngày 8\/12\/2012<\/ref>\n\n==Giới thiệu sơ lược==\n\nSau khi [[phong trào Cần Vương|phong trào Cần vương]] và [[phong trào Văn thân]] thất bại, nhiều cuộc đấu tranh chống thực dân Pháp ở Việt Nam lại tiếp tục nổ ra, nhưng theo hướng mới. Trong số đó, theo đường lối duy tân (theo cái mới), nổi bật có ''[[Duy Tân hội]]'' cùng ''[[phong trào Đông Du]]'' ([[1905]]-[[1909]]) do [[Phan Bội Châu]] đề xướng và ''Phong trào Duy Tân'' do Phan Châu Trinh phát động tại [[miền Trung (Việt Nam)|miền Trung Việt Nam]].\n\nTinh thần duy tân được coi như bắt đầu từ những bản điều trần của [[Phạm Phú Thứ]] (1821-1882), [[Nguyễn Trường Tộ]] (1828-1871) và [[Nguyễn Lộ Trạch]] (1852-1895) với văn bản \"''[[Thiên hạ đại thế luận]]''\" (1892).\n\nĐể cứu nước, Phan Bội Châu chủ trương dựa theo mô hình [[Nhật Bản]] để xây dựng lực lượng. Vì vậy, ông đã lập ra ''Hội Duy Tân'' ([[1904]]) với mục đích là lập ra một nước ''Việt Nam độc lập''. Trong quá trình hoạt động của hội, năm [[1905]], Phan Bội Châu phát động [[phong trào Đông Du]].\n\nKhoảng thời gian ấy, sau khi tiếp thu tư tưởng canh tân<ref>Trong thời gian làm thừa biện ở [[Bộ Lễ]] ([[Huế]]), Phan Châu Trinh đã giao du với nhiều người có tư tưởng canh tân như [[Thân Trọng Huề]], [[Đào Nguyên Phổ]]..., được đọc ''Thiên hạ đại thế luận'' của [[Nguyễn Lộ Trạch]], các Tân thư giới thiệu tư tưởng duy tân của [[Khang Hữu Vi]], [[Lương Khải Siêu]]; tư tưởng dân quyền của [[Jean-Jacques Rousseau|Rousseau]], của [[Montesquieu]]; phong trào Duy tân ở [[Nhật Bản]] và cách mạng ở [[Pháp]], [[Hoa Kỳ|Mỹ]]...<\/ref>, Phan Châu Trinh từ quan ([[1904]]), rồi làm cuộc Nam du, Bắc du với mục đích xem xét dân tình, sĩ khí và tìm bạn đồng chí hướng. Sau đó, ông bí mật sang [[Quảng Đông]] ([[Trung Quốc]]) gặp Phan Bội Châu, trao đổi ý kiến rồi cùng sang [[Nhật Bản]], tiếp xúc với nhiều nhà chính trị tại đây (trong số đó có [[Lương Khải Siêu]]) và xem xét công cuộc duy tân của xứ sở này<ref>Theo [[Phạm Văn Sơn]], ''Việt sử tân biên'', Quyển 5, Tập trung, tr. 429.<\/ref>. Ông hoan nghênh việc Phan Bội Châu đưa thanh niên ra nước ngoài học tập, phổ biến tài liệu tuyên truyền giáo dục trong nước, nhưng ông phản đối chủ trương duy trì nền [[chế độ quân chủ|quân chủ]], phương pháp bạo động vũ trang và việc mưu cầu ngoại viện. Bởi theo ông, muốn cứu được nước nhà, phải đi theo con đường dân chủ và cải cách xã hội, bằng việc nâng cao [[dân trí]] và [[dân quyền]] rồi mới có thể mưu tính được việc khác<ref>Theo Huỳnh Lý (sách đã dẫn, tr. 13). Trong ''Niên biểu'', [[Phan Bội Châu]] cũng đã kể rằng: \"Tây Hồ (tức Phan Châu Trinh) hết sức vạch trần tội ác của bọn vua chúa...hại dân hại nước. Hình như ý ông cho rằng không đập tan được nền quân chủ thì dù có khôi phục được nước cũng không phải là hạnh phúc cho dân...Và ông có ý khuyên tôi không cần hô hào đánh Pháp, chỉ nên đề xướng dân quyền, dân đã giác ngộ được quyền lợi của mình, bấy giờ mới có thể mưu tính việc khác\"...<\/ref>.\n\nPhong trào Duy Tân còn được gọi là ''Minh xã'' (''Hội ngoài ánh sáng''), vì hoạt động công khai, theo đường lối dân chủ, chủ trương \"ỷ Pháp tự cường\" (dựa vào Pháp để giàu mạnh). Còn [[Duy Tân hội]] do Phan Bội Châu sáng lập còn được gọi là ''Ám xã'' (''Hội trong bóng tối''), vì hoạt động bí mật, theo đường lối quân chủ, chủ trương \"bài Pháp giành độc lập\".\n\nTuy nhiên, hai khuynh hướng này song song tồn tại và không đối lập nhau một cách tuyệt đối, mà là đan xen nhau, tạo điều kiện cho nhau cùng phát triển và phần lớn trí thức [[nho giáo|nho học]] ủng hộ cả hai phong trào<ref>Theo [http:\/\/www.quangngai.gov.vn\/userfiles\/file\/dudiachiquangngai\/PHANII\/CHUONG_VIII\/PHONGTRAOYEUNUOCCHONGPHAP1885-1930.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101121080920\/http:\/\/www.quangngai.gov.vn\/userfiles\/file\/dudiachiquangngai\/PHANII\/CHUONG_VIII\/PHONGTRAOYEUNUOCCHONGPHAP1885-1930.htm |date=2010-11-21 }}.<\/ref>.\n\n==Chủ trương và hoạt động==\nNăm 1906, Phan Châu Trinh ra Bắc, liên lạc với [[Lương Văn Can]] và các thân sĩ Bắc Hà để lập cơ sở Duy tân ở Bắc (sau đó gần một năm, trường [[Đông Kinh Nghĩa Thục]] được thành lập). Ông cũng tìm gặp [[Đề Thám]], sang Quảng Châu gặp Phan Bội Châu rồi cùng sang Nhật quan sát tình hình chính trị và dân trí nước Nhật, khi bàn luận và biết là không cùng chí hướng với Phan Bội Châu, ông về nước, xúc tiến con đường Duy Tân.\n\n[[Mùa hạ|Mùa hè]] năm [[1906]], Phan Châu Trinh về nước. Việc làm đầu tiên là gửi một bức thư [[chữ Hán]] cho toàn quyền [[Jean Baptiste Paul Beau|Jean Beau]] vạch trần chế độ phong kiến thối nát, yêu cầu nhà cầm quyền Pháp phải thay đổi thái độ đối với sĩ dân nước Việt và sửa đổi chính sách cai trị để giúp nhân dân Việt từng bước tiến lên văn minh.\n\nLiền theo đó, với phương châm \"tự lực khai hóa\" và tư tưởng dân quyền, Phan Châu Trinh cùng [[Huỳnh Thúc Kháng]], [[Trần Quý Cáp]] đi khắp tỉnh [[Quảng Nam]] và các tỉnh lân cận để vận động cuộc duy tân. Khẩu hiệu của phong trào lúc bấy giờ là: ''Khai dân trí, chấn dân khí, hậu dân sinh''.\n\n*'''Khai dân trí''':\nLà bỏ lối học tầm chương trích cú, mở trường dạy chữ Quốc ngữ, kiến thức khoa học thực dụng, bài trừ hủ tục và thói xa hoa...\n\n*'''Chấn dân khí''':\nLàm cho mọi người thức tỉnh tinh thần tự cường, hiểu được quyền lợi của mình, dám tố cáo sự hà hiếp bóc lột của quan lại và sự nhũng lạm của cường hào...\n\n*'''Hậu dân sinh''':\nKhuyến khích dân học nghề nghiệp, khai hoang làm vườn, lập hội buôn và sản xuất hàng nội hóa...<ref>Xem chi tiết trong ''Thơ văn Phan Châu Trinh'', tr. 17.<\/ref>\n\nNgoài ra, Phan Châu Trinh còn viết bài ''[[Tỉnh quốc hồn ca]]'' để kêu gọi mọi người hăng hái duy tân theo hướng ''dân chủ tư sản''<ref>Theo ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004, tr. 1382.<\/ref>.\n\nTuy nhiên, trong quá trình phát triển đã bộc lộ hai khuynh hướng. Một số sĩ phu như Phan Châu Trinh, Huỳnh Thúc Kháng chủ trương cải cách ôn hòa, nghị viện. Họ vận động mở trường dạy học, cải đổi phong tục tập quán và lối sống, khuyến khích mở mang công thương. Một số khác như [[Lê Văn Huân]], [[Nguyễn Đình Kiên]] thì thiên về khuynh hướng bạo động...\n\nSau đây là một số hoạt động nổi bật theo khuynh hướng ôn hòa:\n\n*'''Về lĩnh vực kinh tế''':\nThông qua việc mua bán để tập hợp nhau lại. Tiền kiếm được dùng để mở trường, nuôi thầy, cấp phát sách vở cho học sinh. Vì vậy, việc mua bán này còn được gọi là ''Quốc thương''.\n \nĐáng kể ở [[Quảng Nam]] có ''Hợp thương diên phong'' của [[Hương cống|cử nhân]] Phan Thúc Duyên, hiệu buôn của bang tá Nguyễn Toản. Ở [[Phan Thiết]], có [[Công ty Liên Thành]] của [[Nguyễn Trọng Lội]] (con danh sĩ [[Nguyễn Thông]]). Ở [[Nghệ An]], có ''Triêu Dương thương quán'' do [[Đặng Nguyên Cẩn]] và [[Ngô Đức Kế]] thành lập...\n\n*'''Về lĩnh vực giáo dục''':\nMở trường dạy học để mở mang dân trí. Các môn học được giảng dạy ở nhiều trường là: [[Quốc ngữ]], toán, cách trí (khoa học thường thức), sử Việt, địa lý, thể dục...Có nơi, còn dạy thêm [[tiếng Pháp]], [[chữ Hán]] và võ Việt. Ngoài ra, nhà trường còn là nơi tuyên truyền mở rộng công, thương nghiệp, đẩy mạnh sản xuất, phê phán quan lại, đả phá tập tục lạc hậu, thực hiện đời sống mới...\n\nĐáng kể ở [[Quảng Nam]] có ''trường Diên Phong'' do [[Trần Quý Cáp]] tổ chức, ''trường Phú Lâm'' (có một lớp dành riêng cho nữ sinh), trường do Lê Cơ (anh em họ với Phan Châu Trinh) thành lập. \nỞ [[Quảng Ngãi]], có trường do [[Hương cống|cử nhân]] Nguyễn Đình Quảng thành lập tại làng Sung Tích (Sơn Tịnh). Ở [[Phan Thiết]], ngoài Công ty Liên Thành, Nguyễn Trọng Lội còn lập trường ''tư thục Dục Thanh'' (1907) rồi giao cho em ruột là Nguyễn Quý Anh làm quản đốc.\nỞ Bình Thuận, một thư xã (nhà giảng sách) được thành lập (1905) tại đình Phú Tài. \nỞ Thanh Hóa có Hạc thành thư xã, v.v...\n\nTheo ''Trung Kỳ dân biến tụng oan thỉ mạt ký'' do Phan Chu Trinh viết, thì \"trong năm [[1906]], 40 trường dân lập kiểu mới đã được mở ra ở [[Quảng Nam]]\"...<ref>Dẫn lại theo Huỳnh Lý, sách đã dẫn, tr. 16.<\/ref> Trường Đông Kinh Nghĩa Thục thành lập tại Hà Nội tháng 3 năm 1907 cũng là nhờ công xúc tiến của ông. \n \nCuộc vận động cải cách ở [[miền Trung (Việt Nam)|miền Trung Việt Nam]] diễn ra trên nhiều lĩnh vực (nổi bật là hai lĩnh vực vừa nêu trên), được sự hưởng ứng đông đảo của giới sĩ phu và dân chúng, nên ngày càng phát triển mạnh. Bởi vậy, chính quyền thực dân và phong kiến tìm mọi cách ngăn cấm. Như việc tổng đốc [[Quảng Nam]] là [[Hồ Đắc Trung]] cấm không cho dân chúng tụ tập nghe diễn thuyết, [[Đặng Nguyên Cẩn]] đang là đốc học [[Hà Tĩnh]] bị đổi vào [[Bình Thuận]] (đầu năm 1907), [[Ngô Đức Kế]] bị bắt vì án sát [[Cao Ngọc Lễ]] vu cho tội mưu loạn, [[Lê Đình Cẩn]] bị công sứ [[Quảng Ngãi]] xét hỏi nhiều lần...<ref>Theo Đinh Xuân Lâm (sách đã dẫn, tr. 154-155).<\/ref>\n\n==Bị đàn áp và giải tán==\nĐến năm [[1908]], nhân dân [[Trung Kỳ]] đang điêu đứng vì nạn sưu thuế, đã đứng lên làm cuộc đấu tranh \"chống đi phu, đòi giảm sưu thuế\" (sử Việt thường gọi là ''[[Phong trào chống sưu thuế Trung Kỳ (1908)|Phong trào chống sưu thuế Trung Kỳ]]''). Khởi đầu là ở các huyện [[Đại Lộc]], [[Thăng Bình]], [[Tam Kỳ]], [[Hòa Vang]], [[Duy Xuyên]] thuộc tỉnh [[Quảng Nam]]; rồi lan ra các tỉnh [[Quảng Ngãi]], [[Bình Định]], [[Phú Yên]], [[Thừa Thiên Huế|Thừa Thiên]], [[Thanh Hóa]], [[Nghệ An]], [[Hà Tĩnh]]...\n\nKhi nổ ra phong trào chống sưu thuế Trung Kỳ, do các lãnh đạo chủ chốt của phong trào kháng thuế cũng đồng thời tham gia phong trào Duy Tân và do lo sợ phong trào Duy Tân ảnh hưởng xấu đến nền cai trị nên chính quyền [[đế quốc thực dân Pháp|thực dân Pháp]] và triều đình nhà Nguyễn thẳng tay đàn áp. Họ ra lệnh phải đóng cửa các trường học, giải tán các hội buôn. Đồng thời cho lính đi lùng sục bắt bớ hàng trăm người có liên quan, trong đó các thành viên lãnh đạo phong trào Duy Tân. Một số người có liên quan đến phong trào chống sưu thuế Trung Kỳ bị chính quyền nhà Nguyễn tại các tỉnh kết án tử hình, như [[Trần Quý Cáp]], [[Lê Khiết]], [[Nguyễn Bá Loan]]... Những người khác chỉ tham gia phong trào Duy Tân bị đày đi [[Côn Đảo]] (trong số đó có [[Phan Châu Trinh]]<ref>Năm [[1911]], chính quyền thực dân đưa Phan Châu Trinh sang [[Pháp]]. Suốt những năm ở [[Paris]], ông vẫn luôn theo đường lối cải cách, kêu gọi thực hiện dân quyền, cải cách dân sinh (theo Phan Ngọc Liên, sách đã dẫn, tr. 270).<\/ref>, [[Huỳnh Thúc Kháng]], [[Trần Cao Vân]], [[Ngô Đức Kế]]...) hay [[Lao Bảo]]. Đến cuối [[tháng năm|tháng 5]] năm 1908, cuộc đấu tranh chống sưu thuế và phong trào Duy Tân đều kết thúc.\n\nMặc dù thất bại, nhưng nhìn chung, cuộc vận động Duy Tân ở Trung Kỳ đã khẳng định sức thu hút mạnh mẽ của tư tưởng duy tân, có ảnh hưởng lớn đến trình độ giác ngộ và tinh thần đấu tranh của nhân dân đòi cải cách đời sống về mọi mặt. Bên cạnh đó, qua phong trào còn cho thấy vai trò lãnh đạo của những sĩ phu tiến bộ...<ref>Theo nhận định của Đinh Xuân Lâm, tr. 155.<\/ref>\n\n==Nhận xét==\n* [[Nguyễn Hiến Lê]]:\n: Cụ Tây Hồ là người mở đường cho phong trào Duy Tân ở nước nhà. Lập (Đông kinh) Nghĩa thục, một phần công lớn là của cụ, gây tư tưởng mới ở Quảng Nam là cụ, đi khắp nơi diễn thuyết là cụ, khuyên quốc dân cắt tóc là cụ, liệng cái [[phó bảng]] mà ra lập hiệu buôn cũng là cụ, bỏ tục nhuộm răng, vận Âu Phục bằng nội hoá thì người đầu tiên cũng lại là cụ\" <ref name=\"thuykhue\"\/><ref>Nguyễn Hiến Lê, Đông Kinh nghĩa thục, Nhà xuất bản Lá Bối, Sàigòn, 1968, trang 85<\/ref>\n\n==Xem thêm==\n*[[Phan Châu Trinh]]\n*[[Phan Bội Châu]]\n*[[Phong trào chống sưu thuế Trung Kỳ (1908)]]\n*[[Duy Tân hội]]\n*[[Phong trào Đông Du]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo chính==\n* Đinh Xuân Lâm (chủ biên) - Nguyễn Văn Khánh - Nguyễn Đình Lễ, ''Đại cương cương lịch sử Việt Nam'' (tập 2). Nhà xuất bản Giáo dục, 2006.\n*Huỳnh Lý, Lời nói đầu trong ''Thơ văn Phan Châu Trinh''. Nhà xuất bản Văn học, [[Hà Nội]], 1983.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (quyển 5, tập thượng). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1963.\n*''Lịch sử 11'' (nâng cao) do Phan Ngọc Liên chủ biên. Nhà xuất bản Giáo dục, 2007.\n\n[[Thể loại:Phong trào Duy Tân]]\n[[Thể loại:Lịch sử Việt Nam thời Pháp thuộc]]\n[[Thể loại:Phan Châu Trinh]]\n[[Thể loại:Tổ chức thành lập năm 1906]]\n[[Thể loại:Tổ chức giải thể năm 1908]]"}