{"14331707":"'''Phong trào Katip Sumat''' là một phong trào mang tính [[thánh chiến Hồi giáo]] dẫn đến cuộc nổi dậy của người Chăm chống lại nhà Nguyễn vào năm 1833. Bị đàn áp hoàn toàn vào đầu 1834. Đây có thể coi như phong trào [[jihad]] duy nhất đến nay trong lịch sử Việt Nam. Phong trào đã dẫn đến việc tồn tại hạn chế và bị kiểm soát nghiêm ngặt đối với người Chăm, sự tách biệt và suy giảm ảnh hưởng của [[Hồi giáo]] tại Việt Nam.\n\n==Quan hệ Champa-Kelantan== \n[[Kelantan]] vốn là một vương quốc Hồi giáo nằm trên bán đảo Mã Lai. Người Chăm vốn có qua lại buôn bán với Kelantan từ nhiều thế kỷ <ref>{{Danny Wong|1971|p=198}}<\/ref>.\n\n== Katip Sumat và phong trào Hồi giáo Katip Sumat ==\n\n=== Trở về Campuchia ===\nKatip Sumat hay Katip Tamat là một tu sĩ Hồi giáo (imam) sinh ở Campuchia, đã từng sang Makah tiểu vương quốc Kelantan, Mã Lai) du học về triết lý Hồi giáo. Nghe tin vương quốc Champa bị xóa bỏ trên bản đồ vào năm 1832, Katip Sumat rời Makah (Kelantan, Mã Lai) trở về Campuchia. Sau khi bàn luận với các môn đệ Hồi Giáo, Katip Sumat chỉ huy một đoàn quân đa số là người Chăm và Mã Lai sinh sống ở Campuchia sang Champa để hình thành một phong trào đấu tranh chống triều đình Huế vào năm 1833.\n\nĐối với dân tộc Chăm, Katip Sumat là bậc tu sĩ Hồi Giáo được xem như một vị thánh siêu hình, di chuyển từ nơi này sang nơi khác mà người Chăm không thấy dấu chân. Vừa đặt chân lên lãnh thổ Champa, Katip Sumat chinh phục được sự yểm trợ của nhiều quan lại Champa phục vụ trong triều đình của Po Phaok The.\n\n=== Chuẩn bị cho cuộc nổi dậy ===\nNhằm chuẩn bị chu đáo cho cuộc nổi dậy, Katip Sumat quyết định giữ bí mật về sự hiện diện của ông ở Champa cho đến ngày khởi nghĩa bùng nổ. Tuy nhiên, một quan lại gốc Chăm Bà La Môn tên là Po Kabait Thuac, vì quá sợ những cuộc trừng phạt sau này, báo cáo với triều đình Huế về mưu đồ nổi dậy của dân tộc Chăm. Thế là vua Minh Mạng ra lệnh bắt tất cả người Chăm có âm mưu chứa chấp Katip Sumat. Sau khi điều tra lại, triều đình Huế quyết định thả những người Chăm bị bắt vì không có bằng chứng và kết tội tử hình Po Kabait Thuac về tội phỉ báng người khác.\n\nTrước hành động của Po Kabait Thuac, Katip Sumat rất phẫn nộ và tuyên bố rằng “một số người Chăm là những kẻ gian manh muốn trục xuất ông”. Chính vì thế, ông không muốn tiếp tục đấu tranh nữa, sợ gây ra liên lụy cho tầng lớp tu sĩ người Chăm. Nhưng đa số thành viên tìm cách thuyết phục Katip Sumat phải tiếp tục lãnh đạo phong trào. Katip Sumat chấp nhận lời yêu cầu với điều kiện là mặt trận đấu tranh này phải đặt dưới màu cờ Hồi Giáo.\n\nĐể thực hiện mục tiêu, Katip Sumat tập trung tất cả những quan lại và binh lính trên hòn núi Aih Amrak (Con Công) ở Đồng Nai, mà Katip Sumat xem như trung tâm chỉ đạo, điều hành và phổ biến lý thuyết Hồi Giáo. Sau đó Katip Sumat gửi những người truyền đạo đi khắp vùng Raglai và Churu (Tây Nguyên) nhằm yêu cầu các đạo hữu và binh lính phải tin tưởng tuyệt đối vào giáo lý Hồi Giáo và Đấng Allah. Katip Sumat còn ra lệnh thủ tiêu tất cả những chức sắc Chăm Bà ni theo Hindu giáo chống lại phong trào truyền bá Hồi Giáo mà ông đã đưa ra.\n\n=== Từ nổi dậy chuyển sang hoạt động Thánh chiến chống lại triều đình Huế ===\nTheo biên niên sử Chăm, mục tiêu của Katip Sumat là giải phóng Champa ra khỏi sự kiếm soát của Việt Nam. Muốn tiến đến mục tiêu, Katip Sumat dùng triết lý Hồi Giáo làm khung cho chủ thuyết đấu tranh mà ông chưa thự hiện được tại Campuchia. Kể từ đó, Katip Sumat sáng tạo ra một quan niệm đấu tranh hoàn toàn mới lạ trên bán đảo Đông Dương, đó là hình thành mặt trận “thánh chiến Hồi Giáo” (Jihad) chống lại triều đình Huế.\n\nSau khi từ chối yêu cầu qui hàng mà vua Minh Mạng đã đưa ra nhiều lần, Katip Sumat giao cho Tuan Lik quyền chỉ huy vùng Phan Rí, cho Kuac Riwa quyền chỉ huy vùng Long Hương và cho Katip Ja Thak Wa quyền chỉ huy vùng Phan Rang, phất cờ mang dòng chữ “Po Rasak” và ra lệnh cho binh lính vùng dậy tấn công căn cứ quân sự của triều đình Huế ở đất Champa.\n\nCuộc nổi dậy của Katip Sumat gây mối đe dọa thật sự cho triều đình Huế, buộc vua Minh Mạng phải gởi một đội binh hùng mạnh hơn 1000 người và ra lệnh vũ trang những cư dân Việt thuộc phủ Bình Thuận để họ tham gia trực tiếp vào cuộc chiến chống quân nổi loạn.\n\n=== Kết quả của cuộc Thánh chiến ===\nĐoàn quân Katip Sumat tập trung những người Chăm, Raglai và Churu, luôn luôn tin tưởng vào Đấng Allah sẽ phù hộ cho sự chiến thắng, hăng say vùng dậy chống lại triều đình Huế. Tuy nhiên, cuộc vùng dậy của Katip Sumat thiếu sự chuẩn bị chu đáo và do quá tin vào Đấng Allah để bảo vệ tính mạng cho binh sĩ mà Katip Sumat đã hứa hẹn, đội quân của ông bị tan rã nhanh chóng.\n\nDưới sự đán áp của vua Minh Mạng, phong trào Hồi Giáo của Katip Sumat đã bị dập tắt vào tháng 7 năm Tỵ lịch Chăm, tức là cuối năm 1833 hay đầu năm 1834.\n\n== Phản ứng của Triều đình Huế ==\nTriều đình Huế không ngờ và cũng không chuẩn bị cho cuộc vùng dậy của Katip Sumat. Biên niên sử Việt Nam ghi rằng, từ mấy năm qua, vua Minh Mạng đã xóa bỏ chế độ nô dịch và quân dịch cho người Chăm. Thế thì tại sao người Chăm còn khơi dậy mối hận thù để làm gì? Có chăng họ muốn bày tỏ lòng trung thành với quốc vương Po Phaok The (Nguyễn Văn Thừa) bị bắt vào năm 1832 để rồi quên đi công lao của triều đình Huế? Chẳng lẽ Champa là vương quốc có đất đai rất phì nhiêu, nhưng lại chứa chấp toàn là những người ngu ngốc, tìm cách vùng dậy chống triều đình Huế?\n\nSự vùng dậy của Katip Sumat đã biến dân chúng Champa thành nạn nhân của chiến cuộc. Để đáp trả quân phiến loạn, binh lính của triều đình Huế đã phá hủy nhiều làng mạc người Chăm, nhất là những làng mạc gần bờ biển nhằm ngăn chặn người Chăm vượt biển chạy sang nước ngoài. Chính đó là nguyên nhân giải thích tại sao ngày nay không còn một làng người Chăm nào ở gần bờ biển, mặc dù người Chăm chuyên sống về nghề biển và cũng là những thủy thủ lừng danh trong quá khứ.\n\nTrước lực lượng hùng mạnh của vua Minh Mạng, Katip Sumat buộc phải lui về miền núi nằm ở phía Tây và ra lệnh cho quân lính Chăm tiếp tục đương đầu với triều đình Huế ở đồng bằng, nhưng không gặt hái kết quả gì.\n\n== Chính sách ngăn chặn của nhà Nguyễn ==\nNhằm ngăn chặn phong trào của Katip Sumat, Minh Mạng tìm cách xoa dịu người Chăm bằng cách xóa bỏ chính sách đồng hóa các dân tộc này để tập trung mọi nỗ lực chống lại sự bành trướng của phong trào Hồi giáo này – thứ tôn giáo đang khiến người Chăm “đọc kinh cầu nguyện bằng một tiếng lạ lùng (ám chỉ tiếng Á Rập), tin tưởng tất cả thần thánh và chấp chứa cả ma quỷ trong nhà của họ”.Theo biên niên sử Việt Nam, năm 1833, Po Phaok The chấp nhận chính sách “cải tổ qui lưu” của triều đình Huế trên toàn lãnh thổ Champa cũ. Triều đình Huế cũng ra điều kiện rằng nếu Po Phaok The có mối liên hệ gián tiếp hay trực tiếp với phong trào Katip Sumat thì cựu quốc vương này phải cắt đứt ngay lập tức. Qua các cuộc trao đổi, Po Phaok The có ý đồ qui hàng với triều đình Huế. Kể từ đó, Minh Mạng đề nghị phong cho Po Phaok The chức Diên An Bá (Bá Tước Diên Ân) vào tháng 6 năm Quí Tị (1833), hứa sẽ xây dựng tại Huế một đền tưởng niệm các vị vua Champa, phục hồi lại một số đền tháp của vương quốc này và giao cho Po Phaok The quyền thu thuế trong nhiều làng mạc của người Chăm.Mặc dù người ta không biết thế nào về thái độ của Po Phaok The đối với triều đình Huế.\n\nNhưng sau ngày đề nghị của vua Minh Mạng, biên niên sử Chăm cho rằng Po Phaok The chỉ là nhân vật làm bình phong, không đóng vai trò quan trọng trong tổ chức đấu tranh của Katip Sumat. Nhân thấy Po Phaok The và Katip Sumat không có mối liên quan với nhau nên từ đó, vua Minh Mạng ra lệnh dập tắt nhanh chóng cuộc nổi dậy này. Và kết quả cũng đến không lâu vì những người Chăm, Churu, Raglai tham gia vào cuộc “Thánh Chiến Hồi Giáo” chống lại triều đình Huế chỉ tin vào Đấng Allah và uy quyền mầu nhiệm của Katip Sumat hơn là xây dựng một tiềm năng quân sự khả dĩ để đương đầu với lự lượng hùng mạnh của triều đình Huế.\n\nTuy nhiên, tất cả các cuộc khởi nghĩa và nổi dậy sau này đều thất bại và dẫn đến việc vua Minh Mạng tiến hàn hạn chế và kiểm soát nghiêm ngặt đối với người Chăm trên lãnh thổ Việt Nam nói chung.<ref>{{Chú thích web|url=http:\/\/redsvn.net\/cuoc-thanh-chien-hoi-giao-chong-trieu-dinh-hue-cua-giao-si-katip-sumat\/|title=Cuộc thánh chiến Hồi giáo chống triều đình Huế của giáo sĩ Katip Sumat|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> Mặc dù vậy, nhiều người Chăm Hồi giáo đã giữ vững được tôn giáo của mình, nhưng do ảnh hưởng từ các cuộc đàn áp từ thế kỷ 19, mà Hồi giáo của người Chăm bị hạn chế tiếp xúc với Hồi giáo chính thống của thế giới Hồi giáo, cho đến những năm gần đây.\n\n==Chú thích== \n{{tham khảo|30em}}\n\n==Tham khảo==\n{{đầu tham khảo|2}}\n* {{ Chú thích\n | author=Danny Wong Tze Ken\n | title=The Cham Arrivals in Malaysia: Distant Memories and Rekindled Links\n | publisher=Archipel\n | place=\n | volume=\n | edition=\n | year=2013\n | authorlink=Danny Wong \n}}\n* {{ Chú thích\n | author=Po Dharma \n | title=Vương quốc Champa, Lịch sử 33 năm cuối cùng 1802-1835\n | publisher=Champaka \n | place=Paris \n | volume=\n | edition=\n | year=1986 \n | authorlink=Po Dharma\n}}\n\n[[Thể loại:Lịch sử Chăm Pa]]\n[[Thể loại:Cuộc nổi dậy thời Nguyễn]]\n[[Thể loại:Jihad]]"}