{"1251449":"{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Phong Cốc\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 52\n| vĩ giây = 30\n| kinh phút = 46\n| kinh giây = 9\n| diện tích = 13,32 km²\n| dân số = 6.043 người\n| thời điểm dân số = 2011\n| mật độ dân số = 454 người\/km²\n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Quảng Ninh]]\n| thị xã = [[Quảng Yên]]\n| thành lập = 2011<ref name=NQ100\/>\n| trụ sở UBND = \n| mã hành chính = 07183<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Phong Cốc''' là một [[Phường (Việt Nam)|phường]] thuộc thị xã [[Quảng Yên]], tỉnh [[Quảng Ninh]], [[Việt Nam]].\n\nPhường có diện tích 13,32&nbsp;km², dân số năm 2011 là 6.043 người<ref name=NQ100>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-100-NQ-CP-thanh-lap-thi-xa-Quang-Yen-132280.aspx|tiêu đề=Nghị quyết số 100\/NQ-CP của Chính phủ về việc thành lập thị xã Quảng Yên và thành lập các phường thuộc thị xã Quảng Yên, tỉnh Quảng Ninh|ngày truy cập =|nhà xuất bản =}}<\/ref>, mật độ dân số đạt 454 người\/km².\n\n==Địa lý ==\nPhường Phong Cốc nằm ở trung tâm của [[đảo Hà Nam]], cách phường Quảng Yên (trung tâm thị xã) 4&nbsp;km về phía Nam, phía đông giáp Xã Liên Hoà, phía tây giáp phường Yên Hải, phía nam giáp xã Liên vị, phía bắc giáp xã Cẩm La và phường Phong Hải. Đây là địa phương có dự án [[Đường cao tốc Hải Phòng – Hạ Long – Vân Đồn – Móng Cái]] đi qua. Phường nằm trên tuyến giao thông liên xã Liên Vị Cầu Chanh, Cầu Chanh Đình Cốc.\n\n== Lược sử ==\nPhường Phong Cốc là phường có lich sử phát triển lâu đời. Năm 1434 Phường Phong Cốc là thôn Phong Cốc thuộc xã Phong Lưu(Nhất xã tư thôn gồm có Phong Cốc, Cẩm La, Yên Đông, Trung Bản). Năm Thành Thái thứ 2(1890) Vua Thành Thái chia xã Phong Lưu thành 4 xã: Xã Phong Cốc, xã Cẩm La, Xã Yên Đông,xã Trung Bản.\n\nThời nhà Lê, nhà Nguyễn và thuộc Pháp xã Phong Cốc có các xóm: Hồ Cày,Cống, Đình, Cầu Chỗ(sau chia thành Nam Cầu, Bắc Cầu), Cung Đường,Thượng,Trung, Giữa,Đông, Nghệ La(Thượng Kiều nay thuộc xã Cẩm La).Ngoài ra, người dân Phong Cốc còn tập trung thành xóm ở các xã khác như: Đồng Cốc,Đò Chanh,Giữa Đồng(Nay là phường Nam Hoà): Cửa Luỹ (Xã Cẩm La); Ván Đông xã Trung Bản (nay là xã Liên Hoà).\n\nThời kỳ cải cách ruộng đất Phong Cốc được chia thành 2 xã Phong Cốc và xã Yên Hồng. Ngày 23\/6\/1964 Bộ Nội vụ ra Quyết định số 170-NV phê chuẩn việc chia xã Phong Cốc thành 2 xã Phong Cốc và Phong Hải(thuộc huyện Yên Hưng tỉnh [[Quảng Ninh]]).\n\nNgày 25\/11\/2011 Chính phủ có Nghị Quyết số 100 về Thành lập Thị Xã Quảng Yên và các Phường thuộc thị xã Quảng Yên tỉnh Quảng Ninh, xã Phong Cốc chính thức trở lên Phường,(Phường Phong Cốc thị xã Quảng Yên tỉnh Quảng Ninh).\n\n== Ẩm thực ==\nNổi tiếng bánh Gio,bánh Giầy, ngoài ra còn có các món gỏi nổi tiếng như: gỏi Hà, gỏi Ngán.\n\n==Di tích - Danh thắng==\nLà một phường có lịch sử hình thành phát triển lâu đời với những truyền thống văn hoá còn lưu giữ được như lễ hội [[Tiên Công]], [[Xuống Đồng]], lễ hội [[Đình Làng]] và các dòng họ.\nTrên địa bàn Phường có 10 nhà thờ các dòng họ:\n*Nhà thờ Họ Nguyễn nằm trên địa bàn khu phố 2 (Di tích lịch sử văn hoá Quốc gia).\n*Nhà thờ Họ Vũ Trọng nằm trên địa bàn khu phố 2 (Di tích lịch sử văn hoá Quốc gia).\n*Nhà thờ Họ Vũ nằm trên địa bàn khu phố 2 (Di tích lịch sử văn hoá Quốc gia).\n*Nhà thờ Họ Lê Sĩ nằm trên địa bàn khu phố 2.\n*Nhà thờ Họ Ngô nằm trên địa bàn khu phố 3 (Di tích lịch sử văn hoá Quốc gia).\n*Nhà thờ Họ Nguyễn Huy nằm trên khu phố 3.\n*Nhà thờ Họ Tô nằm trên địa bàn khu phố 4.\n*Nhà thờ Họ Ngô nằm trên địa bàn khu phố 5.\n*Nhà thờ Họ Lê nằm trên địa bàn khu phố 5 (Di tích lịch sử văn hoá Quốc gia).\n*Nhà thờ Họ Phạm nằm trên địa bàn khu phố 5.\nNgoài 10 nhà thờ các dòng Họ, trên địa bàn Phường còn có 2 di tích được Nhà nước xếp hạng kiến trúc nghệ thuật đó là di tích lịch sử văn hoá [[Đình Cốc]](1),[[Miếu Cốc]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/halong.gov.vn\/vi-VN\/so\/sovanhoathethaodl\/Trang\/Chitietditichdanhthang.aspx?maso=41 Đình Cốc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304202639\/http:\/\/halong.gov.vn\/vi-VN\/so\/sovanhoathethaodl\/Trang\/Chitietditichdanhthang.aspx?maso=41 |date=2016-03-04 }}\n\n{{sơ khai Quảng Ninh}}\n{{Đơn vị hành chính thuộc thị xã Quảng Yên}}"}