{"28949":"{{Chú thích trong bài|date=Tháng 2\/2023}}\n{{Wiki hóa}}\n{{Văn học Việt Nam}}\nĐầu [[thập niên 1930]], [[văn hóa Việt Nam]] diễn ra cuộc vận động đổi mới [[thơ|thơ ca]] mạnh mẽ với sự xuất hiện làn sóng thơ mới với cá tính sáng tác độc đáo. Cuộc vận động đề xướng sử dụng các thể loại thơ mới, không tuân theo lối vần luật, niêm luật của các thể loại thơ cổ. Cuộc canh tân này đi vào lịch sử [[văn học]] tên gọi '''Phong trào Thơ Mới'''.\n\n==Lịch sử==\nỞ Việt Nam, vào thời Pháp thuộc, giới [[trí thức]] trẻ nhanh chóng nhận ra [[đường luật#vần|vần luật]], [[thơ#Niêm|niêm luật]] của cổ thi đã quá gò bó trong việc thể hiện tiếng thơ của con người. Năm [[1917]], trên báo ''[[Nam Phong tạp chí|Nam Phong]]'' (số 5), [[Phạm Quỳnh]], nổi tiếng là người bảo thủ, cũng phải thú nhận sự gò bó của các luật [[thơ cũ]]:\n:''\"Người ta nói tiếng thơ là tiếng kêu của con tim. Người Tàu định luật nghiêm cho người làm thơ thực là muốn chữa lại, sửa lại tiếng kêu ấy cho nó hay hơn nhưng cũng nhân đó mà làm mất đi cái giọng tự nhiên vậy.\"''\n\nSau đó, [[Phan Khôi]] cũng viết nhiều bài báo chỉ trích những trói buộc của thơ văn cũ và đòi hỏi cởi trói cho sáng tác thơ ca.\n\nTrong khoảng [[1924]]-[[1925]], cuốn [[tiểu thuyết]] của [[Hoàng Ngọc Phách]] kể về mối tình Đạm Thủy-Tố Tâm đã gây sóng gió trong [[Học sinh|giới học sinh]] và [[Tuổi trẻ|thanh niên]] thành thị, dù [[tình yêu]] ấy chưa vượt qua được rào cản của đại gia đình phong kiến. Tiếp theo đó, năm [[1928]], [[Nguyễn Văn Vĩnh]] cũng đã phá vỡ vần điệu niêm luật, số câu, số chữ của \"thơ cũ\" khi dịch bài ''La cigale et la fourmi'' (''Con ve và con kiến'') của [[Jean de La Fontaine|La Fontaine]] sang [[tiếng Việt]]. Năm [[1929]], [[Trịnh Đình Rư]] tiếp tục viết trên báo ''[[Phụ nữ tân văn]]'' (số 26):\n:\"''Cái nghề thơ Đường luật khó đến như thế, khó cho đến đỗi kẻ muốn làm thơ, mỗi khi có nhiều tư tưởng mới lạ muốn phát ra lời, song vì khó tìm chữ đối, khó chọn vần gieo, nên ý tưởng dầu hay cũng đành bỏ bớt. Cái phạm vi của thơ Đường luật thật là hẹp hòi, cái qui củ của thơ Đường luật thật là tẩn mẩn. Ta nếu còn ưa chuộng mà theo lối thơ này mãi, thì nghề thơ văn của ta chắc không có bao giờ mong phát đạt được vậy.''\"<ref>[http:\/\/chimviet.free.fr\/vanhoc\/thanhlng\/thll053.htm Phê Bình Văn Học Thế Hệ 1932 - Chim Việt Cành Nam] nói là trích từ ''Phụ Nữ Tân Văn số 42'' ra ngày 20-2-1930.<\/ref>\n\nNgày [[10 tháng 3]] năm [[1932]], bài thơ ''[[Tình già]]'' của [[Phan Khôi]] ra mắt bạn đọc trên [[Phụ nữ tân văn|báo ''Phụ nữ tân văn'']] số 122 cùng với bài giới thiệu mang tên ''Một lối thơ mới trình chánh giữa làng thơ'' đã có tiếng vang mạnh mẽ, được xem là [[Thơ|bài thơ]] mở đầu cho phong trào Thơ mới.<ref name=\"btth\">Bùi Thị Thanh Hương, [http:\/\/www.vjol.info\/index.php\/sphcm\/article\/viewFile\/11892\/10837 Báo Phụ nữ Tân văn: Những việc làm và tư tưởng mới] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150105035518\/http:\/\/www.vjol.info\/index.php\/sphcm\/article\/viewFile\/11892\/10837 |date = ngày 5 tháng 1 năm 2015}}, Tạp chí Khoa học Việt Nam, số 46 năm 2013, trang 161-167<\/ref> Ngay sau đó, cuộc tranh luận giữa lối thơ mới và thơ cũ diễn ra vô cùng gay gắt. Mãi đến năm [[1941]], cuộc tranh chấp mới chấm dứt do sự thắng thế của lối thơ mới, khép lại mấy trăm năm thống lĩnh của [[thơ Đường]].<ref>Mai Thị Mỹ Vị, [http:\/\/www.vjol.info\/index.php\/khxh\/article\/viewFile\/17621\/15640 Báo Phụ nữ Tân Văn và sự khởi xướng phong trào Thơ mới đầu thế kỷ XX] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150105035553\/http:\/\/www.vjol.info\/index.php\/khxh\/article\/viewFile\/17621\/15640 |date = ngày 5 tháng 1 năm 2015}}, Tạp chí Khoa học Xã hội số 7 (179) -2013, trang 49-55<\/ref> Một thời kỳ vàng son mới của [[văn học Việt Nam]] đã diễn ra với tên gọi quen thuộc là '''phong trào Thơ mới'''.\n\n== Khuynh hướng chung ==\nKhuynh hướng chung của thời kỳ Thơ mới những năm 1932-1945 là khuynh hướng lãng mạn, là lý tưởng thẩm mỹ cái \"tôi\" của tác giả, thẩm mỹ hóa cái cuộc sống rối ren, tơi bời của xã hội nửa thực dân, nửa phong kiến và là tâm trạng buồn sầu, ưu uất, lạc lõng giữa vòng đời.\n\nTính khuynh hướng của nghệ thuật lãng mạn rất đa dạng, có khi lãng mạn, mộng mơ, ai ca, thần bí, anh hùng, triết học, cũng có khi lãng mạn anh hùng, lãng mạn công dân hay lãng mạn xã hội,... Nhưng nét bao trùm chủ nghĩa lãng mạn là mộng mơ. Các nhà thơ muốn thoát khỏi những điều kiện ngột ngạt của xã hội bảo hộ thời thơ mới bằng cách tưởng tượng, trốn vào trong cái thế giới vô cùng lý tưởng ấy. Đối với chủ nghĩa lãng mạn, chỉ có cái gì khác thường, khác người, khác đời, và sự đối lập giữa mộng và thực là đáng kể. Trong hoàn cảnh mất nước, sống giữa cái xã hội hủ lậu, ngột ngạt ấy thì sự đối lập là dễ hiểu.\n\nTrong văn học thời kỳ này, thơ cũng như văn xuôi, cá nhân tự khẳng định, tự biểu hiện ra niềm vui, mơ ước, khát vọng. Cảm hứng sáng tác gắn liền với ý thức cá nhân; thơ mới là thơ của cái \"tôi\", một cái \"tôi\" chưa bao giờ được biết đến trong thơ cổ điển. Cái \"tôi\" bấy giờ không làm việc \"tải đạo\" nữa mà vượt lên những công thức ước lệ, khuôn khổ định\n\nBuồn, cô đơn là tâm trạng của một cá thể thi nhân nhưng lại là nét chung của các nhà thơ trong trường phái này. Đây không phải là một hiện tượng lạ mà do những nguyên nhân khách quan chung. Họ không biết phải làm gì, phải đi theo hướng nào giữa cái xã hội tan tác ấy. Họ cũng không chấp nhận được cuộc sống tầm thường, tẻ nhạt như mọi người xung quanh. Do đó, họ cảm thấy lạc lõng, bơ vơ giữa xã hội.\n\nTrong thơ mới có nhiều rạo rực, âu lo, có nhiều khát vọng một cách vội vã, căng thẳng, chính cái mới này đã quyết định sự ra đời của thơ mới.\n\nTheo quan điểm của những người theo [[Chủ nghĩa Marx]] trên ''Từ điển văn học'':\n\n{{cquote|''Nhân vật trữ tình của \"thơ mới\" là cái \"tôi\" tiểu tư sản... Cuộc khủng bố trắng hết sức man rợ của đế quốc đối với bạo động Yên Bái và cao trào Xô viết Nghệ - Tĩnh đã gây nên một tâm trạng hoang mang cực độ trong các từng lớp tiểu tư sản... Do bản chất yếu đuối, người trí thức tiểu tư sản không dám đi theo con đường đấu tranh cách mạng mà bị lôi cuốn theo con đường cải lương, cá nhân chủ nghĩa do giai cấp tư sản đề xướng. Lảng tránh chính trị, họ tìm đến và nắm lấy văn thơ, vì văn, thơ – nhất là thơ - là nơi cái \"tôi\" có thể thể hiện đầy đủ những khát vọng, những giấc mơ thoát ly của nó, như vậy \"thơ mới\" ra đời do sự thôi thúc của hai nhu cầu khẩn thiết của lớp thanh niên tiểu tư sản bấy giờ: nhu cầu khẳng định cái \"tôi\" và nhu cầu thoát ly của cái \"tôi\" ấy.<ref>Từ điển văn học, Nhà xuất bản Khoa Học Xã Hội, tập II, 1984, trang 218<\/ref>}}\n\n==Những tác phẩm đầu tiên==\nNhững tác phẩm ra đời đầu tiên được chính nhóm [[Tự Lực văn đoàn|Tự lực văn đoàn]] chê là ''\"đọc lên nó lủng củng, trục trặc, lại có vẻ ngơ ngẩn\"'' và giáo sư [[Hoàng Như Mai]] cho rằng ''\"bây giờ không ai kể nó ra nữa, không phải vì bội bạc mà vì nó dở\"''<ref>Trích trong bài ''Cái thuở ban đầu những nỗi trớ trêu'' của giáo sư [[Hoàng Như Mai]], đăng trên tạp chí ''[[Kiến thức ngày nay]]'', số ngày 1 tháng 11 năm 1992<\/ref>\n*Một đoạn trong bài \"Tình già\" của [[Phan Khôi]] viết:\n:''...Ôi đôi ta tình thương nhau thì vẫn nặng, mà lấy nhau hẳn đà không đặng.''\n:''Để đến nỗi tình trước phụ sau, chi cho bằng sớm liệu mà buông nhau...''\n*Một đoạn trong bài \"Trên đường đời\" của [[Lưu Trọng Lư]] viết:\n:''Lần bước tiếng gieo thầm, bóng ai kia lủi thủi.''\n:''Lẳng lặng với sương đeo im lìm cùng gió thổi''\n:''Không tiếng không tăm không thưa không hỏi...''\n*Một đoạn trong bài \"Hai cô thiếu nữ\" của [[Nguyễn Thị Manh Manh]]:\n:''Hai cô thiếu nữ đi ra đồng''\n:''(Một cô ở chợ, một cô ở đồng)''\n:''Hai cô thiếu nữ đi ra đồng''\n:''Một mảnh lụa hồng, một vóc vải đen''\n:''Hai cô rủ nhau đi xuống đầm''\n:''(Cô đi chân không, cô đi dép đầm)''\n:''Hai cô rủ nhau đi xuống đầm''\n:''Bóng lụa hồng tách bóng vải thâm...''\n\n==Tác giả, tác phẩm tiêu biểu cho phong trào thơ mới ==\n;Thơ\n*[[Thế Lữ]]: ''Nhớ rừng'', ''Cây đàn muôn điệu''...\n*[[Xuân Diệu]]: ''Vội vàng'', ''Nguyệt cầm'', ''Lời kỹ nữ''...\n*[[Huy Cận]]: ''Ngậm ngùi'', ''Tràng giang''...\n*[[Lưu Trọng Lư]]: ''Tiếng thu'',...\n*[[Hàn Mặc Tử]]: ''[[Đây thôn Vĩ Dạ]]'', ''Mùa xuân chín''...\n*[[Nam Trân]]: ''[[Đẹp và Thơ - Cô gái Kim Luông]]''...\n*[[Chế Lan Viên]]: ''Thu''...\n*[[Phạm Huy Thông]]: ''Tiếng địch sông Ô''\n*[[Vũ Đình Liên]]: ''Ông đồ''...\n*[[Nguyễn Nhược Pháp]]: ''Chùa Hương''...\n*[[Tế Hanh]]: ''Quê Hương''...\n*[[Nguyễn Bính]]: ''Mưa xuân''...\n*[[Đoàn Phú Tứ]]: ''Màu thời gian''...\n*[[Thâm Tâm]]: ''[[Tống biệt hành]]''...\n*[[Vũ Hoàng Chương]]: ''Say đi em''...\n*[[T.T.Kh.]]: ''[[Hai sắc hoa Ti-gôn]]''...\n*[[Tản Đà]]: ''Muốn làm thằng cuội''...\n;Phê bình\n*[[Hoài Thanh]]: ''[[Thi nhân Việt Nam]]''\n\n== Ghi chú ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/chimviet.free.fr\/vanhoc\/thanhlng\/thll054b.htm Những vụ án văn học thế hệ 1932]\n\n[[Thể loại:Tiền chiến]]\n[[Thể loại:Văn học Việt Nam thời Pháp thuộc]]\n[[Thể loại:Phong trào văn học Việt Nam]]\n[[Thể loại:Phong trào văn hóa Việt Nam]]\n[[Thể loại:Phong trào cải cách văn học]]\n[[Thể loại:Lịch sử văn học Việt Nam]]"}