{"311522":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Phong Niên\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| diện tích = 42,25 km²\n| dân số = 8.056 người\n| thời điểm dân số = 2018\n| mật độ dân số = 191 người\/km²\n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Lào Cai]] \n| huyện = [[Bảo Thắng]]\n| thành lập = 1838\n| chủ tịch UBND = Nguyễn Văn Rằng\n| chủ tịch HĐND = Trần Đình Thùy \n| trụ sở UBND = Thôn Cốc Sâm\n| mã hành chính = 02920<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phong Niên''' là một [[Xã Việt Nam|xã]] thuộc huyện [[Bảo Thắng]] tỉnh [[Lào Cai]], [[Việt Nam]].\n\n==Địa lý==\nXã Phong Niên có vị trí địa lý:\n*Phía đông giáp huyện [[Bắc Hà (huyện)|Bắc Hà]]\n*Phía tây giáp xã [[Thái Niên]]\n*Phía tây bắc giáp thị trấn [[Nông trường Phong Hải (thị trấn)|Nông trường Phong Hải]]\n*Phía tây nam và phía nam giáp huyện [[Bảo Thắng]]\n*Phía bắc giáp huyện Bắc Hà.\n\n==Lịch sử==\nKhu vực từ năm [[1838]], mang tên xã Phong Niên từ xa xưa đã có con người khai phá.\n\n[[Di chỉ]] được phát hiện năm [[1992]] có niên đại thuộc văn hóa [[khảo cổ học]] [[Sơn Vi]] đã minh chứng điều đó.\n\nTừ trước [[thế kỷ 17|thế kỷ XVII]], chưa rõ các bản đây có tên là gì. Sau đó vùng đất này có tên là động Hạo Niên 暠年峒 thuộc [[châu Thủy Vĩ]] 水尾州 (có [[Bảo Thắng]] quan 保勝關).\n\nNăm [[Minh Mạng]] thứ 19 (1838) đổi các động 峒 thành xã 社, đổi Hạo Niên thành Phong Niên (豐年= năm được mùa)và thuộc Tổng Gia Phú 加富綜. Gia Phú có 3 xã là: Gia Phú, Phong Niên, [[Cam Đường]] và 2 trại là: Phố An, Làng Pha. Xã Phong Niên 豐年社 khi đó bao gồm: Làng Đo, Đo Mán, Hoả Thiêu, Cốc Tâm, Can Hồ Mán, A Nam, A Dụng, Suối Mã, Suối Khê, Đồng Già, Làng Múc, Làng Giàng, Thác Đông, Thác Đông Mán, Làng Sum, Làng Sum Mán, Làng Bái Báo, Làng Thái Niên, Làng A Mán, Tam Hợp Mán, Bắc My Mán, Làng Cung Mán, Phố Thái Niên, Làng Lượt Mán, Suối Mã Mán, Làng An Mán, Phố Mới, Trại Mới, Soi Mười, Sơn Mãn, Giang Đông, Cánh Chín.<ref name=\"no\">theo cuốn \"Địa danh và tài liệu lưu trữ về làng xã Bắc Kỳ\" trên http:\/\/www.luutruvn.gov.vn {{Webarchive|url=https:\/\/web.archive.org\/web\/20081224005102\/http:\/\/www.luutruvn.gov.vn\/ |date = ngày 24 tháng 12 năm 2008}}<\/ref>\n\nKhi [[Lào Cai|tỉnh Lào Cai]] được thành lập ngày [[12 tháng 7]] năm [[1907]], thì Châu Thủy Vĩ chia thành 2 Châu ở 2 bên [[sông Hồng]]. Châu Bảo Thắng 保勝州 bên trái gồm 11 xã là: Cánh Chín, Giang Đông, Lào Cai, Phong Niên, [[Phố Lu]], Phố Mới, Sơn Mãn, Soi Mười, Thái Niên, Trại Mới, Xuân Quang. Địa bàn Phong Niên khi đó hẹp đi bởi hình thành các xã mới và không còn lệ vào tổng Gia Phú. Lúc đó Gia Phú thuộc châu Thủy Vỹ 水尾 bên hữu ngạn sông Hồng.\n\nSau năm [[1954]], Phong Niên thuộc vùng II của huyện [[Bảo Thắng]], nằm cách trung tâm huyện lỵ 18&nbsp;km, kéo dài từ Km 17 (Ải Dõng) đến Km 38 (Bắc Ngầm) dọc 2 bên [[Quốc lộ 4]]. Đường đất Quốc lộ 4 có từ thời 9 năm, được Trung Quốc giúp mở rộng, hạ dốc, nắn cua, kéo dài tới Phố Ràng, nói thông với Yên Bái từ [[1967]] và được đổi là Đưỡng Hữu Nghị 7. Sau [[tháng 2]] năm [[1979]], đặt lại thành Quốc lộ 70. Từ [[Lào Cai]] đi [[Bắc Hà (thị trấn)|Bắc Hà]].\n\nĐến năm [[1966]], được tách thành 2 xã Phong Niên có 8 thôn, bản và [[Phong Hải]] có 7 thôn, bản với ranh giới tại Km 30+600, là [[đường phân thủy]] giữa lưu vực sông Hồng và lưu vực [[sông Chảy]].<ref>Quyết định số 307\/QĐ-NV ngày 20 tháng 9 năm 1966 của [[Bộ trưởng]] [[Bộ Nội vụ]]<\/ref>\n\nKhi Pháp tái chiếm Lào Cai vào [[tháng 2]] năm [[1948]], Phong Niên trở thành khu du kích có các tổ [[chức vũ trang]] hoạt động.\n\nNgày [[15 tháng 10]] năm [[1948]], huyện uỷ Bảo Thắng thành lập đã phân công Nguyễn Đức Thắng sau là Nguyễn Tất phụ trách địa bàn Phong Niên và đây từng là nơi dừng chân của các cơ quan tỉnh, huyện trước khi rút về [[Lục Yên]].<ref>Lịch sử Đảng bộ huyện Bảo Thắng, ([[tháng 12]] năm [[1949]]).<\/ref> Đồng thời là địa bàn hoạt động của Đại đội Thăng Bình (C670). Trong [[Chiến dịch Lao Hà]] vào ngày [[01 tháng 3]] - [[20 tháng 4]] năm [[1949]],  một [[Tiểu đoàn]] của [[Trung đoàn]] 165 do Sơn Tùng chỉ huy đã lấy Phong Niên làm bàn đạp tiến vào bao vây TX. Lào Cai. Ngày [[10 tháng 7]] năm [[1949]], trên đường 4, tại địa phận Cốc Sâm, C946 đã phục kích diệt 6 binh lính. Từ đó hoạt động võ trang ở Phong Niên phát triển mạnh. [[Khu căn cứ]] này vững vàng sau cả trận càn vào [[tháng 7]], [[tháng 8|8]] năm [[1950]].\n\nPhong Niên cùng cả tỉnh phối hợp với bộ đội chủ lực [[giải phóng]] hoàn toàn Lào Cai trong đợt hai [[Chiến dịch Biên giới]] ([[9]]-[[11]] năm [[1950]]).<ref>Lịch sử cuốc kháng chiến của quân và dân Lào Cai<\/ref>\n\nGiai đoạn cuối cuộc [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]], Phong Niên đã góp nhiều công sức trong các cuộc tiễu phỉ, truy bắt [[biệt kích]] [[nhảy dù]]. Đặc biệt trận đánh tan tốp 93 phỉ từ [[Mường Khương]], Bắc Hà tràn xuống ngày 09\/4\/1951 hay làm hạn chế hoạt động của 4 biệt kích nhảy dù xuống Phong Niên ngày 10\/01\/[[1954]].\n\nTrong cuộc [[Chiến tranh Việt Nam|Kháng chiến chống Mỹ]], Phong Niên không bị ném bom, chỉ có máy bay không người lái bay qua nhiều lần để [[trinh sát]] và rải [[truyền đơn]] (ngày 21\/9\/[[1967]]) xuyên tạc [[Cách mạng văn hóa]] Trung Quốc và chia rẽ [[tình hữu nghị Việt-Trung]] xuất hiện ở khu Cốc Sâm, An Phong.\n\nNăm [[1966]] [[Quân Giải phóng nhân dân Trung Quốc]] sang làm đường đóng dọc 2 bên Quốc lộ 4 và có những ảnh hưởng nhất định đến bộ mặt của xã. Chính QGPNDTQ còn để lại đây 1 Nghĩa trang bên trái km 35+500 và một số khu lán trại sau trở thành nhà ở của dân, kho, chuồng trại của HTX. Đây là những năm tháng mà Phong Niên từng được chọn điểm về xây dựng [[đồng quê|nông thôn]] và phát triển [[giáo dục]].\n\nCuộc [[chiến tranh biên giới Việt-Trung, 1979]] diễn ra dọc xã và có điểm rất ác liệt, là xã cuối cùng theo tuyến đường 7 bị chiếm đóng (''ngày 22\/02''). Khi đó, đại bộ phận nhân dân [[sơ tán]] (''người [[khai hoang]] về quê, dân [[bản địa]] rút về tuyến sau''), số ở lại chủ yếu người vùng cao, già yếu. [[LLVT địa phương]] phối hợp với [[bộ đội chủ lực]] đã góp phần tiêu hao nhiều sinh lực quân chiếm đóng. Một trong những trận thắng lớn trong cuộc chiến này diễn ra tại Km 37, trận ấy các chiến sĩ C30 đã tập kích diệt 400 binh lính, bắn cháy 7 ô tô. Sau ngày 08\/8\/1979, nhân dân trở lại tiếp tục khôi phục sản xuất và không có tranh chấp tài sản, ruộng đất gay gắt như ở một số nơi.\n\nTừ sau ngày tỉnh Lào Cai được [[tái lập]], năm [[1991]], Phong Niên có nhiều cơ hội mới, đã có những cố gắng mới, vươn lên.\n\nXã đã có chợ, có Trường [[Tiểu học]], trường THCS, đường liên thôn đã vươn tới khắp thôn bản. Nhiều vấn đề văn hóa, xã hội, kinh tế chính trị được cải thiện. Song so với xã bạn Xuân Quang, Phong Hải thì kinh tế kém hơn. Đến năm 2003 Phong Niên có diện tích 4.303 ha, nhưng chỉ có trên 100 ha lúa nước cấy 2 vụ, tập trung chủ yếu ở 12 thôn vùng thấp, còn 9 thôn vùng cao, ruộng nước ít, nguồn thu chính của bà con là từ trồng ngô trên sườn đồi, núi đá. Tình hình an ninh trật tự có những phức tạp mới. Đặc biệt việc du canh, du cư hay buôn bán [[ma túy]]. Trong đó Làng Có trở thành điểm nóng về [[ma túy|ma tuý]] không kém [[Na Ư]] của tỉnh [[Điện Biên]].\n\n==Dân cư==\nPhong Niên là địa bàn cư trú của người bản địa là Tầy, Nùng. Người Kinh lên [[khai hoang]] trong những năm 60, 70 Thế kỉ XX sống ở vùng thấp, ven đường. Các cư dân khác ([[Hán]], [[Mông]], [[Dao]], [[Người Phù Lá|Phù Lá]]) từ [[Trung Quốc]], Bắc Hà, [[Mường Khương]] di đến trong Thế kỉ XIX và XX.\n\n==Hành chính==\nCon đường [[quốc lộ 70]] chạy qua chia đôi dọc xã với chiều dài là 7&nbsp;km.\n\nXã có 19 thôn, có thôn mới do dân khai hoang lên (ở riêng biệt hay xen kẽ) lập ra như Tân Phong, [[An Phong, Thanh Bình|An Phong]], Vĩnh Hồ; có bản sau này [[người Miêu|người Mông]] từ Bắc Hà xuống lập nên như Phìn Giàng (坪羊, Bằng Dương tức bãi đất trên cao); có bản do người Tầy, người Dao lập từ trước như: Cốc Tủm, Cốc Sâm, Làng Có, Cán Hồ, Làng Cung, Sả Hồ.\n\nXã có 6.933 người, trong đó 6 thôn đặc biệt chỉ có một dân tộc sinh sống, như các thôn Cán Hồ là dân tộc Dao Tuyển, các thôn Phìn Giàng, Tân Hồ, 3 Làng Có toàn dân tộc Mông.\n\nTuy có diện tích rộng (4.303 ha), có đường [[Quốc lộ]] chạy qua nhưng bị chia cắt phức tạp bởi núi đá, địa hình lại dốc, khe, suối nhỏ nên canh tác gặp nhiều khó khăn. Cơ cấu kinh tế chủ yếu là nông lâm nghiệp. Trong đó sản xuất [[nông nghiệp]] là chủ yếu, thu nhập chính của người dân là cây lúa, ngô, mía, một số hoa màu và cây ăn quả.\n\n==Chú thích==\nhttp:\/\/www.stp.vn\/index_donvi.asp?msdonvi=38\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Lào Cai}}\n{{Đơn vị hành chính thuộc huyện Bảo Thắng}}"}