{"198372":"{{Infobox musical artist \n| name = Phong Nhã\n| image =Phong Nhã.jpg \n| caption = \n| birth_name = Nguyễn Văn Tường\n| alias = \n| background = non_performing_personnel\n| birth_date = {{birth date|1924|4|4}}\n| death_date = {{death date and age|2020|3|28|1924|4|4|mf=yes}}\n| origin = \n| instrument =[[Piano]] \n| genre = [[nhạc thiếu nhi]]\n| occupation = Nhạc sĩ\n| ca khúc = ''[[Ai yêu Bác Hồ Chí Minh hơn thiếu niên nhi đồng]]''\n| years_active = \n| label = \n| associated_acts = \n| website =\n| notable_instruments =\n| death_place =[[Hà Nội]] \n|birth_place=[[Duy Tiên]], [[Hà Nam]]}}\n'''Phong Nhã''' (4 tháng 4 năm 1924 – 28 tháng 3 năm 2020) là một [[nhạc sĩ]] nổi tiếng người Việt Nam. Ông được biết đến nhiều nhất qua những sáng tác nhạc phẩm cho thiếu nhi, được mệnh danh là '''''Vua sáng tác cho thiếu nhi''''',<ref name=\"baobinhdinh\" >[http:\/\/www.baobinhdinh.com.vn\/vanhoa-nghethuat\/2006\/5\/26508\/ Phong Nhã - Người viết sử Đội bằng nhạc]<\/ref> '''''Ông già thiếu nhi hóa''''',... Nhạc phẩm nổi tiếng nhất của ông là ''[[Ai yêu Bác Hồ Chí Minh hơn thiếu niên nhi đồng]]''. Ông được Nhà nước Việt Nam trao tặng [[Giải thưởng Nhà nước]] về Văn học Nghệ thuật đợt 1 ([[1996]]) và [[Giải thưởng Hồ Chí Minh]] về Văn học Nghệ thuật (2001) vì những đóng góp cho nền âm nhạc Việt Nam. Ông cũng là Tổng biên tập đầu tiên của [[Thiếu Niên Tiền Phong (tuần báo)|Báo Thiếu Niên Tiền Phong]] từ khi mới ra đời năm 1954 đến năm 1978.\n\n==Cuộc đời và sự nghiệp==\nÔng tên thật là '''Nguyễn Văn Tường''', sinh ngày [[4 tháng 4]] năm [[1924]]. Nguyên quán ông ở thôn Ngọc Động, huyện Duy Tiên (nay thuộc phường [[Hoàng Đông]], thị xã [[Duy Tiên]], tỉnh [[Hà Nam]], nhưng từ nhỏ ông cùng gia đình sống ở [[Hà Nội]]. Thân phụ nhờ có nghề truyền thống mây tre đan nên tuy gia đình đông con, thiếu thốn, nhưng cũng đủ chu cấp cho các con ăn học.<ref name=\"cand\">[http:\/\/cand.com.vn\/van-hoa\/Nhac-si-Phong-Nha-Tron-cuoc-doi-ca-khuc-tuoi-tho-123845\/ Nhạc sĩ Phong Nhã: Trọn cuộc đời ca khúc tuổi thơ]<\/ref>\n\nNgay từ thời còn đi học, ông đã sớm bộc lộc khả năng và niềm đam mê âm nhạc. Đầu thập niên 1940, trong thời gian theo học ở trường Đỗ Hữu Vị, ông tham gia phong trào [[Hướng đạo sinh]] và bắt đầu hoạt động âm nhạc quần chúng dù chưa từng theo học một lớp đào tạo âm nhạc chính quy, bài bản nào mà chủ yếu là tự học.<ref name=\"anninhthudo\">[https:\/\/anninhthudo.vn\/giai-tri\/nhac-si-phong-nha-chua-tung-mua-noi-cay-dan-piano\/553305.antd Nhạc sĩ Phong Nhã: Chưa từng mua nổi cây đàn piano]<\/ref> Năm 1944, ông đã về quê cha ở xã Hoàng Đông (Duy Tiên, Hà Nam) tham gia xây dựng phong trào thiếu nhi và gia nhập phong trào [[Việt Minh]] ở đây. Thời gian này, ông lấy bút danh là '''Phong Nhã''' để tưởng nhớ một người anh em trong dòng tộc đã mất vì bị nhiễm bệnh trong quá trình cùng đi hoạt động cách mạng.<ref name=\"anninhthudo\" \/> và nhạc phẩm nổi tiếng đầu tay của ông là “Nhanh bước nhanh nhi đồng” đã ra đời trong hoàn cảnh này.\n\nĐầu năm 1945, ông được phân công lên Hà Nội, phụ trách công tác thiếu nhi Cứu quốc. Sau khi [[Cách mạng tháng Tám]] thành công, ông được chỉ định làm Bí thư Hội Nhi đồng cứu quốc Hà Nội.<ref name=\"qdnd\" >[https:\/\/ct.qdnd.vn\/van-hoa-xa-hoi\/ngoai-70-van-thieu-nhi-518856 \"Ngoài 70 vẫn... thiếu nhi\"]<\/ref> Trong dịp Trung thu 1945, lần đầu tiên ông được gặp Chủ tịch [[Hồ Chí Minh]]. Ấn tượng trước sự quan tâm của Chủ tịch Hồ Chí Minh, ông đã sáng tác bài hát \"[[Ai yêu Bác Hồ Chí Minh hơn thiếu niên nhi đồng]]\". Bài hát nhanh chóng trở nên nổi tiếng và từng được trình diễn tại [[Phủ Chủ tịch]] trước nhiều quan khách nhân dịp sinh nhật Chủ tịch Hồ Chí Minh năm 1946. Trong thư chúc Tết Trung thu năm 1952, chính Chủ tịch Hồ Chí Minh cũng dẫn ý của lời bài hát này trong bài thơ viết cuối thư: \"''Ai yêu các nhi đồng, Bằng Bác Hồ Chí Minh?''\".<ref name=\"baobinhdinh\" \/><ref>[http:\/\/www.baohoabinh.com.vn\/11\/73937\/60-nam-bai-tho-Bac-Ho-gui-thieu-nien,-nhi-dong-nhan-dip-Tet-Trung-thu.htm 60 năm bài thơ Bác Hồ gửi thiếu niên, nhi đồng nhân dịp Tết Trung thu]<\/ref> Năm 1959, nhạc sĩ [[Phan Huỳnh Điểu]] khi sáng tác bài \"Nhớ ơn Bác\", cũng đã sử dụng ý này trong 2 câu mở đầu của bài hát \"''Ai yêu nhi đồng bằng Bác Hồ Chí Minh, Ai yêu Bác Hồ Chí Minh bằng chúng em nhi đồng''\".\n\nTrong thời kỳ [[Kháng chiến chống Pháp]], ông thường xuyên đi công tác, hoạt động ở vùng địch hậu, phụ trách các đội liên lạc, viết ca khúc về thanh thiếu niên vùng tạm chiếm, vùng du kích, được trẻ em các nơi rất thích... Một số nhạc phẩm của ông sau này trở thành những bài ca truyền thống của [[Đội thiếu niên tiền phong|Đội Thiếu niên Tiền phong]] như: ''Kim Đồng'', ''Cùng nhau ta đi lên'' (nay là ''Đội ca''), ''Đi ta đi lên'',... Sau khi chính quyền [[Việt Nam Dân chủ Cộng hòa]] tiếp quản miền Bắc, ông được phân công làm Tổng biên tập đầu tiên của [[Thiếu Niên Tiền Phong (tuần báo)|Báo Thiếu Niên Tiền Phong]] và giữ chức vụ này cho đến tận năm 1978.\n\nNăm 1969, ông đã sáng tác bài \"Bác sống đời đời\" để tưởng nhớ Chủ tịch Hồ Chí Minh vừa mới qua đời. Sau khi đất nước thống nhất, năm 1977, khi phong trào kế hoạch nhỏ của thiếu nhi cả nước đang sôi nổi, ông đã sáng tác bài hát \"Đội em làm kế hoạch nhỏ\" để cổ vũ cho phong trào.\n\nÔng qua đời tại nhà riêng vào hồi 04 giờ 08 phút ngày [[28 tháng 3]] năm [[2020]] tại [[Hà Nội]].<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/giai-tri\/nhac-si-phong-nha-qua-doi-4076083.html|tựa đề=Nhạc sĩ Phong Nhã qua đời|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/laodong.vn\/van-hoa\/nhac-si-phong-nha-qua-doi-793896.ldo|tựa đề=Nhạc sĩ Phong Nhã qua đời|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Tác phẩm==\nÔng có trên 250 bài hát chủ yếu dành cho thiếu nhi, những tác phẩm chính của ông:\n*''Nhanh bước nhanh nhi đồng [[1944|(1944)]]''\n*[[Kim Đồng|''Kim Đồng'']] [[1945|''(1945)'']]\n* ''[[Ai yêu Bác Hồ Chí Minh hơn thiếu niên nhi đồng]]'' [[1946|''(1946)'']]\n* ''[[Cùng nhau ta đi lên]] – Đội ca ([[1950]])''\n* ''[[Lê Văn Tám]] anh còn sống mãi [[1956|(1956)]]''\n* ''Đội ta lớn lên cùng đất nước''\n* ''Làng em xanh tươi''\n* ''Em yêu Đội nhi đồng''\n* ''Ông cháu''\n* ''Bác sống đời đời'' ''[[1969|(1969)]]''\n* ''Tiếng hát trên sông Cửa Việt''\n* ''Ngàn hoa việc tốt dâng Đảng quang vinh''\n* ''Bài ca sum họp ([[1976]])''\n* ''Chi đội em làm kế hoạch nhỏ'' ''[[1977|(1977)]]''\n*''Du ca mùa hè''\n* ''Đi ta đi lên'' \n* ''Đoàn tàu Đội thiếu niên Tiền phong''\n* ''Hát với Thăng Long- Hà Nội 2000''\n* ''Trên ngựa ta phi nhanh''\n* ''Vì đàn em thân yêu''\n\nTrong đó, bài hát ''Ai yêu Bác Hồ Chí Minh hơn thiếu niên nhi đồng'' là một trong những bài hát ông viết cho thiếu nhi. Bài hát ra đời vào cuối năm [[1945]], là một trong thời kì khó khăn nhất đó là những bài hát thiếu nhi hay và có ý nghĩa nhất viết về đề tài \"Bác Hồ với tuổi thơ\".Tình cảm kính yêu của thiếu nhi Việt Nam với Chủ tịch Hồ Chí Minh được tác giả khắc sâu vào trong giai điệu và lời ca chân thành, giản dị, tha thiết, với hình ảnh Hồ Chủ tịch bình dị và gần gũi: \"''dáng cao cao, người thanh thanh, mắt như sao, râu hơi dài''\".\n\nNgoài ra, các nhạc phẩm của ông đã được xuất bản như:\n* Đội ta lớn lên cùng đất nước (Nxb. Văn hóa, 1970)\n* Tuyển chọn ca khúc Phong Nhã và Album Phong Nhã (Hội Nhạc sĩ Việt Nam và DIHAVINA).\n\n==Giải thưởng==\n* Giải thưởng Nhà nước về Văn học Nghệ thuật ngay từ đợt 1 (2001).\n* Giải thưởng Hồ Chí Minh về Văn học Nghệ Thuật (2001).\n* Huân chương Kháng chiến chống Pháp hạng Nhì\n* Huân chương Kháng chiến chống Mỹ hạng Nhất\n* Huy chương Vì sự nghiệp Âm nhạc\n\n==Chú thích==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* [https:\/\/nld.com.vn\/van-nghe\/nhac-si-phong-nha-qua-doi-huong-tho-96-tuoi-20200328141059057.htm Nhạc sĩ Phong Nhã qua đời, hưởng thọ 96 tuổi]\n* [https:\/\/thanhnien.vn\/van-hoa\/vinh-biet-cha-de-ca-khuc-ai-yeu-bac-ho-chi-minh-hon-thieu-nien-nhi-dong-1202514.html Vĩnh biệt ‘cha đẻ’ ca khúc ‘Ai yêu Bác Hồ Chí Minh hơn thiếu niên nhi đồng’]\n* [https:\/\/vnexpress.net\/giai-tri\/cac-ca-khuc-thieu-nhi-noi-tieng-cua-nhac-si-phong-nha-4076106.html Các ca khúc thiếu nhi nổi tiếng của nhạc sĩ Phong Nhã]\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1924|2020}}\n\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Giải thưởng Nhà nước]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]"}