{"408889":"{{Thiếu nguồn gốc}}\n{{wikify}}\n'''Phong cách nghệ thuật các tháp Chăm''', là hệ thống các phong cách xây dựng các ngôi [[tháp Chăm]] của [[Chăm Pa]] trong các thời kỳ liên tiếp nhau từ thế kỷ 7 đến thế kỷ 17 ở miền Trung Việt Nam hiện nay. Được nhà nghệ thuật học nổi tiếng người Pháp [[Philippe Stern]] sắp xếp trật tự và niên đại và phong cách các tháp Chăm như sau.\n\n==Phong cách cổ==\nHay còn có tên là ''phong cách Mỹ Sơn E1'', có niên đại ở [[thế kỷ 7]] – [[thế kỷ 8]], phong cách thời kỳ này phản ánh ảnh hưởng từ bên ngoài của văn hóa tiền [[Angkor]] và cả nghệ thuật [[Dvaravati]] và miền Nam [[Ấn Độ]]\n\nTiêu biểu cho phong cách Mỹ Sơn E 1 là ở bệ thờ bên trong tháp làm bằng đá cát kết có hình dạng linga tượng trưng cho dương vật của người đàn ông, bên dưới là bệ tượng trưng cho âm vật phụ nữ (linga,được dùng cho việc thờ cúng cầu cho sự sinh sôi nảy nở của người Chăm xưa), xung quanh có chạm các tu sĩ đang tu luyện trong rừng núi hay hang động, với các hình dạng như đang chơi các loại nhạc cụ khác nhau, đang giáo hóa cho các loài vật và cả đang thư giãn. Một công trình tiêu biểu nữa là phù điêu ở trên lối vào chính chạm khắc buổi bình minh thời đại theo thần thoại Ấn Độ\n\nCác tháp theo phong cách cổ: [[tháp Mỹ Sơn E1]] (đã đổ nát), [[tháp Mắm]] (không còn), [[tháp Po Sah Inư|tháp Phú Hài]], [[tháp Damrei]] (di tích Chăm ở Campuchia)\n\n==Phong cách Hoà Lai==\nCó niên đại nửa đầu [[thế kỷ 9]], với các vòm cửa nhiều mũi tròn với các trụ bổ tường hình bát giác làm bằng đá cát kết với các trang trí hình lá uốn cong\n\nCác tháp theo phong cách Hoà Lai: [[tháp Hòa Lai]], [[tháp Po Dam]], [[tháp Mỹ Sơn F3]], [[tháp Mỹ Sơn A2]], [[tháp Mỹ Sơn C7]]\n\n==Phong cách Đồng Dương==\nChuyển tiếp sau phong cách Hoà Lai, có niên đại vào nửa sau thế kỷ 9. Cách trang trí chuyển thành những hình hoa lá hướng ra ngoài. Các tháp thuộc phong cách Đồng Dương đều có những hàng trụ bổ tường và vòm cửa khỏe khắn và có góc cạnh. Đây cũng là điểm khác biệt giữa phong cách Đồng Dương và Mỹ Sơn. Đỉnh cao của phong cách là kiến trúc một tu viện [[Phật giáo]] vào cuối thế kỷ 9. Bức tường tu viện dài đến một cây số và có rất nhiều tượng Phật\n\nCác tháp theo phong cách Đồng Dương: [[tháp Đồng Dương]], [[tháp Mỹ Sơn B2]], [[tháp Mỹ Sơn B4]], [[tháp Mỹ Sơn A10]], [[tháp Mỹ Sơn A11]], [[tháp Mỹ Sơn A12]], [[tháp Mỹ Sơn A13]]\n\n==Phong cách Mỹ Sơn A1==\nCó niên đại vào [[thế kỷ 10]] – [[thế kỷ 11]], phong cách này các trụ bổ tường đứng thành đôi một với bức tường hình người ở giữa như trong tháp Mỹ Sơn A1. Các vòm cửa có hình dáng phức tạp nhưng không chạm khắc. Thân tháp cao vút với các tầng dần thu nhỏ lại. Đây là thời kỳ chịu ảnh hưởng của Java và cũng là thời hoàng kim của Chăm Pa. Phong cách Mỹ Sơn A 1 có tính động, dường như đang nhảy múa, với vẻ đẹp duyên dáng. Các vũ công là các họa tiết được ưa chuộng của các nhà điêu khắc Chăm thời kỳ này. Bên cạnh đó các linh vật cả trong cuộc sống thực lẫn từ thần thoại cũng là một chủ đề được ưa thích như voi, hổ, garuda\n\nCác tháp theo phong cách Mỹ Sơn A1: [[tháp Khương Mỹ]], [[tháp Mỹ Sơn A1]], và các tháp thuộc nhóm B,C,D ở Mỹ Sơn\n\n==Phong cách chuyển tiếp giữa phong cách Mỹ Sơn A1 và phong cách Bình Định== \nCó niên đại từ đầu thế kỷ 11 đến giữa thế kỷ 12, gồm có các tháp: [[tháp Bình Lâm]], [[tháp Mỹ Sơn E1]], [[tháp Chiên Đàn]], [[tháp Po Nagar]], [[tháp Bánh Ít]] (tháp Bạc)\n\n==Phong cách Bình Định==\nCó niên đại từ giữa thế kỷ 12 đến đầu thế kỷ 14, gồm có các tháp: [[tháp Đôi|tháp Hưng Thạnh]], [[tháp Dương Long]], [[tháp Thủ Thiện]], [[tháp Cánh Tiên]] (tháp Đồng), [[tháp Phú Lốc|tháp Phước Lộc]] (tháp Vàng), [[tháp Nhạn]]\n\n==Phong cách muộn==\nCó niên đại từ đầu thế kỷ 14 đến cuối thế kỷ 17, gồm các tháp: [[tháp Po Klong Garai|tháp Po Klong Garai]], [[tháp Po Rome]], [[tháp Yang Prong]], [[tháp Yang Mun]] (đã đổ nát)\n\n==Hình ảnh==\n<gallery>\nTập tin:Bình đài ở tháp Ponagar, Nha Trang.JPG|Bình đài ở tháp Ponagar, Nha Trang\nTập tin:Cụm tháp Bánh Ít, Tuy Phước, Bình Định.JPG|Cụm tháp Bánh Ít, Tuy Phước, Bình Định\nTập tin:Tháp Cánh Tiên, An Nhơn, Bình Định..JPG|Tháp Cánh Tiên, An Nhơn, Bình Định \nTập tin:Tháp Đôi, Quy Nhơn, Bình Định.JPG|Tháp Đôi, Quy Nhơn, Bình Định\nTập tin:Tháp Dương Long, Tây Sơn, Bình Định.JPG|Tháp Dương Long, Tây Sơn, Bình Định\nTập tin:Tháp Nhạn, Tuy Hòa, Phú Yên.JPG|Tháp Nhạn, Tuy Hòa, Phú Yên\nTập tin:Tháp Phú Lốc, An Nhơn, Bình Định.JPG|Tháp Phú Lốc, An Nhơn, Bình Định\nTập tin:Tháp Bình Lâm, Tuy Phong, Bình Định.JPG|Tháp Bình Lâm, Tuy Phước, Bình Định\nTập tin:Tháp Bằng An, Điện Bàn, Quảng Nam.JPG|Tháp Bằng An, Điện Bàn, Quảng Nam\nTập tin:Thánh địa Mỹ Sơn, khu C-B-D.JPG|Thánh địa Mỹ Sơn, khu C-B-D, Quảng Nam\nTập tin:Tháp Po Sah Inu, Phan Thiết, Bình Thuận.JPG|Tháp Po Sah Inu, Phan Thiết, Bình Thuận\nTập tin:Tháp Po Klaung Garai, Phan Rang, Ninh Thuận.JPG|Tháp Po Klaung Garai, Phan Rang, Ninh Thuận\nTập tin:Tháp Hòa Lai, Ninh Thuận.JPG|Tháp Hòa Lai, Ninh Thuận\nTập tin:Tháp Po Rome, Ninh Thuận.JPG|Tháp Po Rome, Ninh Thuận\nTập tin:Tháp Mỹ Sơn A1 (hình vẽ lại).JPG|Tháp Mỹ Sơn A1 (hình vẽ lại)\n<\/gallery>\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies nội dòng}}\n*''Tháp cổ Chăm Pa, huyền thoại và sự thật'' – Nhà xuất bản Trẻ 1996, [[Ngô Văn Doanh]]\n\n==Xem thêm==\n*[[Tháp Chăm]]\n*[[Danh sách đền tháp Chăm Pa|Danh sách đền tháp Champa]]\n\n{{tháp Chăm Pa}}\n\n{{sơ khai kiến trúc Việt Nam}}\n[[Thể loại:Kiến trúc Chăm Pa|P]]\n[[Thể loại:Tháp Chăm|P]]"}