{"1251457":"{{bài cùng tên|Phong Hải}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Phong Hải\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 54\n| vĩ giây = 30\n| kinh phút = 49\n| kinh giây = 39\n| diện tích = 6,04 km²\n| dân số = 7.961 người\n| thời điểm dân số = 2011\n| mật độ dân số = 1.319 người\/km²\n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Quảng Ninh]]\n| thị xã = [[Quảng Yên]]\n| thành lập = 2011<ref name=NQ100\/>\n| trụ sở UBND = \n| mã hành chính = 07174<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Phong Hải''' là một [[Phường (Việt Nam)|phường]] thuộc thị xã [[Quảng Yên]], tỉnh [[Quảng Ninh]], [[Việt Nam]].\n\nPhường Phong Hải có diện tích 6,04&nbsp;km², dân số năm 2011 là 7.961 người<ref name=NQ100>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-100-NQ-CP-thanh-lap-thi-xa-Quang-Yen-132280.aspx|tiêu đề=Nghị quyết số 100\/NQ-CP của Chính phủ về việc thành lập thị xã Quảng Yên và thành lập các phường thuộc thị xã Quảng Yên, tỉnh Quảng Ninh|ngày truy cập =|nhà xuất bản =}}<\/ref>, mật độ dân số đạt 1.319 người\/km².\n\n== Vị trí địa lí và đặc điểm tự nhiên ==\nPhong Hải nằm ở trung tâm đảo Hà Nam, phía Bắc tiếp giáp Cẩm La, phía Đông Bắc đến Đông tiếp giáp sông Chanh, phía Đông Nam đến Nam tiếp giáp Liên Hòa, phía Tây Nam đến Tây tiếp giáp Phong Cốc.\n\nKhu trung tâm được bồi đắp bởi bàn tay con người, địa thế bằng phằng. Khu vực phía Đông và Đông Bắc tiếp giáp sông Chanh vẫn được bồi đắp tự nhiên, có các bãi bồi phù sa, rừng sú vẹt ngập mặn.<ref>{{Chú thích web|url=http:\/\/baoquangninh.com.vn\/xa-hoi\/201306\/bao-ve-quan-ly-rung-ngap-man-o-quang-yen-2198338\/|title=Bảo vệ, quản lý rừng ngập mặn ở Quảng Yên}}<\/ref>\n\n== Lịch sử hình thành và phát triển ==\nNăm 1432, một nhóm nhân sĩ và người lao động trú tại phường Kim Hoa (nay là phường Kim Liên), huyện Thọ Xương, phủ Hoài Đức, phía Nam thành Thăng Long (nay thuộc Đống Đa, Hà Nội) đã xuôi theo sông Hồng đến cửa sông Bạch Đằng. Trước cửa nhánh sông Chanh khi ấy chỉ là các bãi bồi rải rác thấp hơn mực nước biển, chỉ lộ ra khi triều xuống. Nhóm người đã lưu lại và tiến hành quai đê lấn biển, lập nên xã Phong Lưu. Sau này, nhiều nhóm khác cũng đến quai lấn xung quanh khu vực Phong Lưu.\n\nXã Phong Lưu gồm 4 làng Phong Cốc, Cẩm La, Yên Đông, Trung Bản. Năm Thành Thái thứ 2 - 1890, 4 làng được nâng lên thành 4 xã. Thời kỳ cải cách ruộng đất, những năm 50 của thế kỷ 20, Phong Cốc được chia thành 2 xã Phong Cốc và xã Yên Hồng.\n\nKhi cải cách địa giới hành chính, ngày 23\/6\/1964 Bộ Nội vụ ra Quyết định số 170-NV phê chuẩn việc chia xã Phong Cốc thành 2 xã Phong Cốc và Phong Hải. Phong Hải-Phong Cốc vẫn giữ được vị trí trung tâm và sự trù phú của mình từ thủa ban đầu, dân cư khu vực có câu: \"Tiền Phong Cốc, thóc Phong Hải\". Người dân Phong Hải ghi nhớ về thủa đầu mở cõi luôn tự hào mình là người Thăng Long - Hà Nội..<ref>{{Chú thích web|url=http:\/\/vanhien.vn\/news\/Dau-an-nguoi-Thang-Long-trong-cong-cuoc-khan-hoang-tai-dao-Ha-Nam-Quang-Yen-Quang-Ninh-22933|title=Dấu ấn người Thăng Long trong công cuộc khẩn hoang tại đảo Hà Nam, Quảng Yên, Quảng Ninh|ngày truy cập=2018-04-06|archive-date=2017-01-06|archive-url=https:\/\/web.archive.org\/web\/20170106174646\/http:\/\/vanhien.vn\/news\/Dau-an-nguoi-Thang-Long-trong-cong-cuoc-khan-hoang-tai-dao-Ha-Nam-Quang-Yen-Quang-Ninh-22933|url-status=dead}}<\/ref>\n\nNăm 2011, xã Phong Hải được nâng cấp lên phường Phong Hải, cùng dịp thành lập thị xã Quảng Yên trên cơ sở huyện Yên Hưng cũ.<ref name=NQ100\/>\n\n== Đời sống dân cư, kinh tế xã hội ==\nPhong Hải có dân cư tập trung đông đúc và trù phú. Hoạt động kinh tế chủ yếu là đánh bắt và nuôi trồng thủy hải sản và hậu cần nghề như đóng tàu thuyền, nông nghiệp chủ yếu là trồng lúa nước, ít canh tác hoa màu; thủ công nghiệp và các hoạt động buôn bán nhỏ lẻ.\n\nPhong Hải có tuyến đường bộ, một số kênh rạch, một tuyến phà kết nối với khu Hà An. Đường cao tốc kết nối Quốc lộ 5B Hải Phòng với Quốc lộ 18 đi qua khu vực. Năm 2017, cầu Bạch Đằng, thuộc tuyến cao tốc này khánh thành, thay thế phà Hà An.<ref>{{Chú thích web|url=http:\/\/www.baoquangninh.com.vn\/xa-hoi\/phong-su\/200912\/Tren-cong-truong-thi-cong-duong-cau-Chanh-Lien-Vi-2122788\/|title=Trên công trường thi công đường cầu Chanh - Liên Vị|ngày truy cập=2018-04-06|archive-date=2016-03-04|archive-url=https:\/\/web.archive.org\/web\/20160304215650\/http:\/\/www.baoquangninh.com.vn\/xa-hoi\/phong-su\/200912\/Tren-cong-truong-thi-cong-duong-cau-Chanh-Lien-Vi-2122788\/|url-status=dead}}<\/ref>\n\nPhong Hải có đầy đủ các cơ sở của hệ thống giáo dục phổ thông, với các cơ sở mầm non, một trường tiểu học Phong Hải, một trường trung học cơ sở Phong Hải, một trường phổ thông cơ sở dân lập Ngô Gia Tự.<ref>{{Chú thích web|url=http:\/\/www.baoquangninh.com.vn\/xa-hoi\/201209\/Mai-truong-xanh-tren-vung-lang-dao-2176154\/|title=Mái trường xanh trên vùng làng đảo|ngày truy cập=2018-04-06|archive-date=2012-10-04|archive-url=https:\/\/web.archive.org\/web\/20121004194033\/http:\/\/baoquangninh.com.vn\/xa-hoi\/201209\/Mai-truong-xanh-tren-vung-lang-dao-2176154\/|url-status=dead}}<\/ref>\n\n== Văn hóa, công trình di tích lịch sử và lễ hội truyền thống ==\nDo đảo Hà Nam có vị trí tương đối biệt lập, được hình thành thông qua những nỗ lực phi thường của con người quai đê lấn biển, chinh phục tự nhiên, hình thành nên một cộng đồng gắn kết. Đời sống văn hóa đa dạng nhưng có nhiều tương đồng ở các khu vực nên đời sống văn hóa Phong Hải cũng không nằm ngoài khối cộng đồng ấy. Các lễ hội hay sinh hoạt văn hóa có sự gắn kết chặt chẽ và liên hệ với các công trình văn hóa và di tích không chỉ riêng địa bàn Phong Hải mà còn khắp khu vực Hà Nam.\n\nTrước đây, đình Cốc<ref>{{Chú thích web|url=http:\/\/anninhthudo.vn\/phong-su\/chuyen-xua-ke-duoi-mai-dinh-phong-coc\/486651.antd|title=Chuyện xưa kể dưới mái đình Phong Cốc}}<\/ref> là nơi sinh hoạt cộng đồng chung của cả xã Phong Lư, sau khi phân chia địa giới, đình Cốc về mặt địa lí thuộc về Phong Cốc. Đây là địa điểm trung tâm của lễ hội xuống đồng vào tháng 6 hàng năm, được phục dựng trở lại từ 2007.<ref>{{Chú thích web|url=http:\/\/www.quangyen.vn\/TinTuc\/76-753\/dinh\/dinh-coc---phuong-phong-coc.htm|title=Đình Cốc - phường Phong Cốc|ngày truy cập=2018-04-06|archive-date=2018-04-06|archive-url=https:\/\/web.archive.org\/web\/20180406102339\/http:\/\/www.quangyen.vn\/TinTuc\/76-753\/dinh\/dinh-coc---phuong-phong-coc.htm|url-status=dead}}<\/ref>\n\nChùa Cốc hay còn gọi Phong Quang Tự, được xây dựng từ lâu, nhưng đã bị hủy hoại mãi đến 2008 mới được xây dựng lại, có hội vào mùng 8 tháng giêng.\n\nĐình Trung Bản tại Trung Bản; tương truyền khi Quốc Công Tiết Chế, Hưng Đạo Đại Vương Trần Quốc Tuấn đi khảo sát trận địa Bạch Đằng, trận 1288 cống quân Mông Nguyên lần thứ 3, đảo Hà Nam khi ấy mới chỉ là các bãi bổi cửa sông, ngài đi đến đây thì bị sổ tóc, ngài đã chống kiếm xuống để buộc lại. Tại vị trí ngài dựng kiếm, dân chúng đã lập đình thờ.<ref>{{Chú thích web|url=http:\/\/vtv.vn\/du-lich\/nhung-di-tich-co-xua-o-quang-yen-quang-ninh-131582.htm|title=Những di tích cổ xưa ở Quảng Yên, Quảng Ninh}}<\/ref>\n\nMột trong những nét văn hóa đặc sắc của khu vực mà dân cư Phong Hải cũng thực hiện sinh hoạt đó là \"lên cỗ họ\". Người dân hay các chi nhánh nhỏ trong dòng họ, sửa soạn lễ vật dâng cung tổ tiên tại chung một địa điểm là nhà thờ họ vào dịp đầu và cuối năm.<ref>{{Chú thích web|url=http:\/\/www.quankhu3.vn\/index.php\/Dat-va-nguoi-quan-khu-3\/ch-p-t-l-ra-c-h-ha-nam-qu-ng-yen-qu-ng-ninh.html|title=Chạp tổ - lễ ra cỗ họ ở Hà Nam - Quảng Yên - Quảng Ninh}}<\/ref>\n\nHội miếu tiên công là lễ hội tôn vinh người cao tuổi, có nguồn gốc từ việc tưởng nhớ những người đã có công khai phá khu vực. Miếu Tiên Công nằm ở xã Cẩm La chính là nơi phụng thờ nhóm tiên công đầu tiên đến đây. Mùa xuân, dân cư khu vực cử hành lễ hội thượng thọ cho các cụ cao niên 80, 90, 100 tuổi trong gia đình và dòng họ, có làm lễ rước hoặc cúng bái tại miếu tiên công. Chính hội vào ngày mùng 7 tháng giêng âm lịch. Ngày 20 tháng 2 năm 2018, lễ hội Miếu Tiên Công đã được chính thức công nhận là Di sản Văn hóa phi vật thể Quốc gia.<ref>{{Chú thích web|url=http:\/\/quangninh24h.vn\/xa-hoi\/quang-ninh-le-hoi-tien-cong-chinh-thuc-tro-thanh-di-san-van-hoa-phi-vat-the-quoc-gia-59344.html|title=Quảng Ninh: Lễ hội Tiên Công chính thức trở thành Di sản Văn hóa phi vật thể Quốc gia|ngày truy cập=2018-04-06|archive-date=2018-04-05|archive-url=https:\/\/web.archive.org\/web\/20180405153727\/http:\/\/quangninh24h.vn\/xa-hoi\/quang-ninh-le-hoi-tien-cong-chinh-thuc-tro-thanh-di-san-van-hoa-phi-vat-the-quoc-gia-59344.html}}<\/ref>\n\nĐền thờ liệt sĩ Minh Hà ở Cống Mương. Liệt sĩ Minh Hà, tên thật là Đỗ Thị Sinh (1925-1947) quê gốc ở Thạch Thất, Hà Tây cũ, có thời kỳ tham gia hoạt động cách mạng ở huyện Yên Hưng cũ (nay là thị xã Quảng Yên), đã thành lập và đảm nhiệm vị trí bí thư chi bộ đảng đầu tiên ở Hà Nam. Ngày 12 tháng 7 năm 1947, Liệt sĩ bị thực dân Pháp bắt và tra tấn đến chết vào 14\/7, thi thể bi đem thả xuống sông, sau 2 ngày dân địa phương vớt được. Tại địa điểm ấy, dân địa phương lập miếu thờ.<ref>{{Chú thích web|url=http:\/\/thachthat.hanoi.gov.vn\/van-hoa-xa-hoi\/-\/news\/SVzLSt4jNFBs\/489253.html;jsessionid=i0cm9vtl5rLWTUEF8O6Pvca0.app2|title=Giới thiệu về anh hùng liệt sỹ Minh Hà}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Quảng Ninh}}\n{{Đơn vị hành chính thuộc thị xã Quảng Yên}}"}