{"569274":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Phong Nặm\n| hình = \n| ghi chú hình = \n| vĩ độ = 22.8926666\n| kinh độ = 106.5180 \n| diện tích = 28,93 km²\n| dân số = 1.281 người<ref name=CAOBANG2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 44 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Cao Bằng]]\n| huyện = [[Trùng Khánh (huyện)|Trùng Khánh]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 01483<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phong Nặm''' là một xã thuộc huyện [[Trùng Khánh, Cao Bằng|Trùng Khánh]], tỉnh [[Cao Bằng]], [[Việt Nam]].\n\n==Địa lý==\nXã Phong Nặm nằm ở phía đông bắc huyện Trùng Khánh, có vị trí địa lý:\n*Phía đông giáp xã [[Ngọc Khê (xã)|Ngọc Khê]]\n*Phía tây và phía nam giáp xã [[Khâm Thành]]\n*Phía bắc giáp [[Trung Quốc]].\n\nXã Phong Nặm có diện tích 28,93&nbsp;km², dân số năm 2019 là 1.281 người<ref name=CAOBANG2019>{{Chú thích web |url = https:\/\/thongkecaobang.gso.gov.vn\/Upload\/Ketquadieutra\/KET%20QUA%20TOAN%20BO%20TDTDS%202019.pdf |title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Cao Bằng |access-date = ngày 3 tháng 3 năm 2021 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 44 người\/km².\n\nXã có khu bảo tồn sinh cảnh vượn cao vít, nằm trên địa bàn hai xã Phong Nặm và Ngọc Khê, bảo tồn loài vượn cao vít.\n\nNhiệt độ không khí bình quân năm là 19,8&nbsp;°C; mùa lạnh thường kéo dài từ tháng 10 đến tháng 4 năm sau. Trong đó từ tháng 12 đến tháng 2 nhiệt độ trung bình thấp hơn 15&nbsp;°C. Hai nhánh [[sông Quây Sơn]] chảy qua các xóm Đà Bè, Nà Hâu, Giốc Rùng của xã Phong Nặm và chảy về xã Ngọc khê, có [[chiều dài]] 14&nbsp;km, rộng trung bình 80m. Hai nhánh này gặp nhau tại Giàng Nốc. Trên địa bàn xã có các ngọn núi: Bang Nặc, Đa Bê, Keo Tăn, Khan Mín, Lũng En, Lũng Biên, Lũng Cô, Lũng Lợi, Lũng Mằn, Lũng Páo, Lũng Riên, Lũng Rùng.\n\n==Lịch sử==\nSau năm [[1975]], Phong Nặm là một xã thuộc huyện Trùng Khánh.\n\nĐến năm 2019, xã Phong Nặm được chia thành 12 xóm: Bài Ban - Canh Cấp, Đà Bút - Nà Đoan, Giốc Man, Lũng Điêng, Kéo Việng, Nà Chang, Nà Hâu, Nà Thông, Lũng Rỳ, Đà Bè, Giốc Rùng, Pác Đông.\n\nNgày [[9 tháng 9]] năm [[2019]], Hội đồng Nhân dân tỉnh Cao Bằng ban hành Nghị quyết số 27\/NQ-HĐND<ref name=27\/2019\/NQ-HĐND>{{Chú thích web |url= http:\/\/soytecaobang.gov.vn\/SiteFolders\/syt\/4797\/NQ%2027%20HDND%20tinh%20sap%20nhat%20cac%20thon%20xom%20va%20to%20dan%20pho.pdf |tựa đề= Nghị quyết số 27\/NQ-HĐND về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Cao Bằng |ngày= 9 tháng 9 năm 2019 |website= Trang thông tin điện tử Sở Y tế Cao Bằng }}{{Liên kết hỏng|date=2022-01-06 |bot=InternetArchiveBot }}<\/ref> về việc:\n*Sáp nhập hai xóm Lũng Điêng và Lũng Rỳ thành xóm Lũng Điêng - Lũng Rỳ\n*Sáp nhập hai xóm Pác Đông và Nà Thông thành xóm Nà Thông - Pác Đông\n*Sáp nhập hai xóm Đà Bút - Nà Đoan và Giốc Rùng thành xóm Đà Bút - Nà Đoan - Giộc Rùng.\n\n==Hành chính==\nXã Phong Nặm được chia thành 9 xóm: Bài Ban - Canh Cấp, Đà Bút - Nà Đoan - Giộc Rùng, Đà Bè, Giốc Man, Kéo Việng, Lũng Điêng - Lũng Rỳ, Nà Chang, Nà Hâu, Nà Thông - Pác Đông.<ref name=27\/2019\/NQ-HĐND\/>\n\n==Danh nhân==\nĐây là quê hương của Anh hùng Lực lượng vũ trang nhân dân Việt Nam [[La Văn Cầu]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{sơ khai Cao Bằng}}\n{{Đơn vị hành chính thuộc huyện Trùng Khánh}}"}