{"1557197":"{{Bài cùng tên|Phong Hóa (định hướng)}}\n{{Thông tin báo chí\n| name = Phong Hóa \n| logo = \n| image = [[Tập tin:Bà luật-sư Nguyễn-thị-Hậu mặc y-phục tân-thời kiểu Lemur, 1936.jpg|222px]]\n| caption = Một trang báo Phong Hóa cổ động tân y phục.\n| type = Tuần báo\n| format = \n| status =\n| owners = \n| founder = [[Tự Lực văn đoàn]] (kể từ số 14 trở đi)\n| publisher = \n| editor = \n| chiefeditor = \n| assoceditor = \n| maneditor =\n| newseditor =\n| managingeditordesign =\n| campuseditor =\n| campuschief =\n| opeditor =\n| sportseditor =\n| photoeditor =\n| staff = \n| foundation = {{Start date|1932|9|22}} \n| license = \n| political = \n| language = \n| ceased publication = \n| headquarters = \n| subsidiary = \n| circulation = \n| sister newspapers =\n| ISSN = \n| oclc = \n| website = \n}}\n\n'''Phong Hóa''' ([[1932]] - [[1936]]) là một tuần báo xuất bản tại [[Hà Nội]] ([[Việt Nam]]), và đã trải qua hai thời kỳ: từ số 1 (ra ngày [[16 tháng 6]] năm [[1932]]) đến số 13 (ra ngày [[8 tháng 9]] năm [[1932]]) do Phạm Hữu Ninh làm Quản lý (Administrateur) và Nguyễn Hữu Mai làm Giám đốc chính trị (Directeur politique), từ số 14 (ra ngày [[22 tháng 9]] năm [[1932]]) đến số cuối (số 190 ra ngày [[5 tháng 6]] năm [[1936]]) do [[Nguyễn Tường Tam]] (Nhất Linh) làm Giám đốc (Directeur)<ref>Thông tin thêm: Buổi đầu, tên Phạm Hữu Ninh và Nguyễn Xuân Mai không hề xuất hiện trên báo ''Phong Hóa'', mãi đến số 14, tên của hai ông ấy mới xuất hiện bên cạnh tên Nguyễn Tường Tam, nhưng không còn thực quyền, mà chỉ có ý nghĩa về mặt pháp lý.<\/ref>. [[Tháng sáu|Tháng 6]] năm [[1935]], báo bị nhà cầm quyền thuộc [[Pháp]] ra lệnh đóng cửa 3 tháng, rồi lại được tiếp tục xuất bản cho đến số 190 (ra ngày [[5 tháng 6]] năm [[1936]]), thì bị đóng cửa hẳn. Đây chính là tờ báo \"trào phúng đầu tiên\" trong [[lịch sử]] [[báo chí Việt Nam]] kể từ số 14 trở đi <ref>Theo nhiều tác giả, trong đó có GS. Phạm Thế Ngũ (''Việt Nam văn học giản ước tân biên'', tập 3, tr. 442) và GS. Hoàng Văn Quang: [http:\/\/www.vnu.edu.vn\/btdhqghn\/?C2002\/N12964\/Phong-Hoa-va-nhung-uoc-vong-xa-voi.htm Phong Hóa và những ước vọng xa vời].<\/ref>.\n\n==Bối cảnh==\nMặc dù bị đàn áp, nhưng các phong trào yêu nước, như [[phong trào Đông Du]], [[phong trào Duy Tân]], [[Đông Kinh Nghĩa Thục]], [[khởi nghĩa Yên Thế]], vụ [[Hà Thành đầu độc]], v.v...vẫn thay nhau bùng nổ ra ở những năm đầu [[thế kỷ 20]], khiến [[đế quốc thực dân Pháp|thực dân Pháp]] phải tính toán lại các chính sách cai trị nhằm đánh vào ý thức dân tộc của người bản xứ.\n \nĐể thu phục được tinh thần [[người Việt]], họ lập ra tờ ''[[Đông Dương tạp chí]]'' ([[1913]]), ''[[Nam Phong tạp chí]]'' ([[1917]])..., cốt để tuyên truyền mạnh mẽ chính sách cai trị của thực dân Pháp, phê phán các phong trào yêu nước, tẩy chay lối học cũ, và đề cao văn hóa, khoa học [[phương Tây]]...{{Cần chú thích}}\n\nĐến khi [[chiến tranh thế giới thứ nhất]] ([[1914]]-[[1918]]) kết thúc, ở Việt Nam bắt đầu rộ lên các phong trào sáng tác văn chương theo lối mới (chủ yếu theo lề lối của Pháp), và báo chí là phương tiện truyền tải văn chương chủ yếu của thời kỳ này. \nTrong số những tờ báo chuyên về văn chương thời đó, có lẽ để lại dấu ấn đậm nhất là tuần báo ''Phong Hóa'' (sau có thêm tuần báo ''Ngày Nay'') của nhóm [[Tự Lực văn đoàn]], mà người đứng đầu là nhà văn [[Nguyễn Tường Tam]] <ref name=\"HVQ\">Theo TS. Hoàng Văn Quang, \"Phong Hóa và những ước vọng xa vời\" trên website Đại học Quốc gia Hà Nội [http:\/\/www.vnu.edu.vn\/btdhqghn\/?C2002\/N12964\/Phong-Hoa-va-nhung-uoc-vong-xa-voi.htm]<\/ref>.\n\n==Ra đời==\nĐầu những năm [[1930]], ở Việt Nam xảy ra nhiều sự kiện lớn, có tính bước ngoặt của lịch sử như cuộc [[khởi nghĩa Yên Bái]], sự ra đời của [[Đảng Cộng sản Việt Nam]], phong trào [[Xô Viết Nghệ Tĩnh]]... Thực dân Pháp đã đàn áp hết sức dã man các phong trào này. Hàng loạt nhà yêu nước rơi vào cảnh tù đày. Mọi hình thức đấu tranh vũ trang hầu như bị triệt tiêu. Đúng vào lúc ấy, Nguyễn Tường Tam đỗ bằng [[Cử nhân (học vị)|Cử nhân]] khoa học, và trở về nước<ref name=\"HVQ\" \/>.\n\nTheo nhiều tài liệu, thì trong khoảng thời gian sống tại [[Pháp]], ngoài việc học khoa học, ông Tam còn chuyên tâm nghiên cứu về nghề báo, và ông nhận thấy loại báo trào phúng là khá thích hợp với sở thích của nhiều người<ref>Theo nhà văn Vu Gia, ''Nhất Linh trong tiến trình hiện đại hóa văn học'', tr. 23.<\/ref>.\n\nVề ở [[Hà Nội]], để thực hiện ước vọng của mình, Nguyễn Tường Tam nộp đơn xin Sở Báo chí cho phép ra báo ''Tiếng cười'', và chuẩn bị bài vở cho số báo đầu tiên. Tuy nhiên, lần nào hỏi thăm đều nghe người của sở ấy bảo rằng \"chờ xét\"<ref name=autogenerated1>Theo lời kể của Tú Mỡ. Vu Gia dẫn lại, tr. 24.<\/ref>. Trong thời gian đợi giấy phép ra báo, Nguyễn Tường Tam xin vào dạy học tại trường tư thục Thăng Long <ref>Theo một số tác giả, trong đó có Phạm Thế Ngũ (tr. 432), Vu Gia (tr. 23). Tuy nhiên, theo thi sĩ Nguyễn Vỹ, người đã từng dạy ở trường Thăng Long, thì ông Tam đã mua ngôi trường này khi trở về nước (1930), tự làm Hiệu trưởng, và bán lại khi ông đã nổi tiếng cùng với báo ''Phong Hóa''… (Văn thi sĩ tiền chiến, tr. 149-150).<\/ref>. Tại đây, ông quen biết với hai đồng nghiệp là Trần Khánh Giư ([[Khái Hưng]]) và Phạm Hữu Ninh<ref name=\"TP\">Theo nhà văn Văn Giá, [http:\/\/www.tienphong.vn\/van-nghe\/591718\/Sap-cong-bo-toan-bo-bao-Phong-Hoa---Ngay-Nay-cua-Tu-luc-van-doan-tpp.html \"Sắp công bố toàn bộ báo Phong Hóa và ''Ngày Nay của Tự Lực văn đoàn\" đăng trên Tiền Phong online ngày 16 tháng 8 năm 2012 ]<\/ref> (anh họ của nhạc sĩ Phạm Duy).\n\nKhi biết ông Ninh đang làm quản lý cho tờ ''Phong Hóa'', đã ra 13 số báo, nhưng sắp sửa phải đình bản vì không có gì mới mẻ để bạn đọc chú ý. Chớp thời cơ, Nguyễn Tường Tam ngỏ ý mua lại. Sau đó, ông Tam, với vai trò Giám đốc (Directeur) tờ báo, liền cùng với một nhóm anh em bạn hữu gồm có: Khái Hưng (Trần Khánh Giư, vốn là cây bút cốn cán giữ nhiêu mục quan trọng trên báo ''Phong Hóa'' suốt từ số 1 cho đến số 14)<ref>Theo GS. Thanh Lãng, tr. 61.<\/ref>, [[Tú Mỡ]] (Hồ Trọng Hiếu), [[Hoàng Đạo]] ([[Hoàng Đạo (nhà văn)|Nguyễn Tường Long]]), [[Thạch Lam]] (Nguyễn Tường Lân), tạo thành một ban biên tập hoàn toàn mới\"<ref>Theo lời kể của Tú Mỡ (Vu Gia dẫn lại, tr. 24).<\/ref>.\nBắt đầu ngày [[22 tháng 9|22 tháng 09]] năm [[1932]], báo ''Phong Hóa'' số 14 ra 8 trang khổ lớn, được đánh giá là \"một quả bom nổ giữa làng báo\" <ref>Theo GS. Thanh Lãng (tr. 610) và GS. Phạm Thế Ngũ (tr. 441).<\/ref>.\n\nNhà thơ [[Nguyễn Vỹ]], người cùng thời, đã kể về tờ báo ấy như sau:\n:''...Hai biến cố sôi nổi nhất vừa xảy ra trong lúc này ([[1932]]): tờ tuần báo ''Phong Hóa'' của một Cử nhân Khoa học ở Pháp mới về tên là Nguyễn Tường Tam,... và [[Bảo Đại|Bảo Đại]] đỗ Tú tài Pháp ở Paris cũng vừa về [[Huế]] để làm vua...\n:''Tôn chỉ đầu tiên của tuần báo ''Phong Hóa'' là đả kích những gì cũ kỹ của xã hội Việt Nam, và chủ trương một đời sống trưởng giả mới, thích hợp với phong trào lãng mạn của thời đại.\n:''Cái khôn khéo tùy thời của Nguyễn Tường Tam, chủ nhiệm báo ''Phong Hóa'', là biết lợi dụng đúng lúc sự chán nản của tinh thần thanh niên và dân chúng sau các vụ \"Hội Kín\" liên tiếp thất bại, gây ra máu lửa hãi hùng và tang tóc,...để phát hành tờ báo ''Phong Hóa'', chuyên về hài hước, cốt làm cho độc giả cười, thành một trò vui nhộn.\n:''Ông lại còn dùng giọng cười trào phúng đó để đả kích cái phong hóa cũ kỹ của xã hội Việt Nam. Do đó ông đặt ra hai nhân vật lố bịch mà ông gọi tên là \"Lý Toét\" và \"Xã Xệ\" để tượng trưng cho tất cả những gì hủ lậu, \"quê mùa\" ngơ ngẩn, của người [[An Nam]] (tức Việt Nam) trước cái văn minh tân tiến của Pháp.\n:''Ngay từ những số đầu, tờ báo ''Phong Hóa'' đã bán chạy như tôm tươi, chính là nhờ những tranh vẽ Lý Toét đầy cả mấy trang báo, và những mục khôi hài chê cười nhân vật điển hình ấy...''<ref name=\"NV\">Theo [[Nguyễn Vỹ]], [http:\/\/thuvien.thegioitrochoi.vn\/story\/Read\/59729 \"Tuấn, chàng trai nước Việt\", chương 47, bản điện tử ]{{Liên kết hỏng|date = ngày 18 tháng 5 năm 2021 |bot=InternetArchiveBot }}.<\/ref>\n\n==Lập văn đoàn để chủ động trong việc làm báo==\nĐể việc làm báo ''Phong Hóa'' được thuận lợi hơn, Nguyễn Tường Tam cùng với các cộng sự quyết định thành lập một bút nhóm lấy tên là [[Tự Lực văn đoàn]]. Một thành viên ban đầu của bút nhóm là nhà thơ [[Tú Mỡ]] kể lại (lược trích):\n:''...Tất cả những gì dự định cho báo ''Tiếng cười'', anh Tam dồn cả cho báo ''Phong Hóa mới''... Báo làm ăn phát đạt, và mặc dù anh em làm việc quên mình, không vụ lợi, nhưng anh Tam vẫn phải chạy tiền khá chật vật để mỗi tuần kịp trả đủ cho nhà in và tiền mua giấy... Cuối năm đó ([[1932]]), tính sổ mới ngã ngửa ra: lời lãi chia theo số vốn, phần lớn chui vào két của nhà tư sản... Anh Tam bèn họp bàn với anh em, và đồng ý với nhau rằng: Không thể chơi với nhà tư sản được. Quyết định thành lập \"Tự lực văn đoàn\" trên nguyên tắc làm ăn dựa vào sức mình, theo tinh thần anh em một nhà; tổ chức không quá 10 người nên không phải xin phép Nhà nước; không cần có văn bản điều lệ: lấy lòng tin nhau làm cốt, chỉ nêu ra trong nội bộ mục đích tôn chỉ, anh em tự giác tuân theo''...<ref>Dẫn lại theo Vu Gia (tr. 25-26. Xem thêm bài viết của TS. Hoàng Văn Quang, nguồn đã dẫn) Về sau, để mở rộng tầm hoạt động, bút nhóm ấy mới chính thức tuyên bố thành lập, với một tôn chỉ gồm 10 điều trên tuần báo ''Phong Hóa'' số 87 ra ngày thứ Sáu, [[2 tháng 3]] năm [[1934]].<\/ref>.\n \nKể từ đó, báo ''Phong Hóa'' trở thành cơ quan ngôn luận chính của nhóm. Theo Nguyễn Vỹ thì ban đầu tòa soạn và ban trị sự của báo ''Phong Hóa'' đặt tại trường Thăng Long ở góc phố hàng Cót (thời Pháp là rue de Takou) và phố cửa Bắc (thời Pháp là Bđ Carnot), [[Hà Nội]] <ref>''Văn thi sĩ tiền chiến'', tr. 151.<\/ref>; ít lâu sau mới dời về ở 80, [[phố Quán Thánh]] (thời Pháp là Avenue du grand Bouddha), Hà Nội. Ngoài ra, báo còn có chi nhánh ở là đường La Grandière (trước [[1975]], là đường [[Gia Long]]; nay là đường Lý Tự Trọng), [[Thành phố Hồ Chí Minh|Sài Gòn]].\n\n==Bị đóng cửa vĩnh viễn==\nTháng 6 năm [[1935]], báo ''Phong Hóa'' bị nhà cầm quyền ra lệnh đóng cửa ba tháng vì loạt bài \"Đi xem mũ cánh chuồn\"<ref>Số 150 ra ngày 24\/5\/1935<\/ref> châm biếm [[Tổng đốc]] [[Hà Đông]] [[Hoàng Trọng Phu]]. Sau đó ra tiếp được hơn một năm, thì bị đóng cửa vĩnh viễn (số cuối 190 ra ngày [[5 tháng 6]] năm [[1936]]) cũng vì tội \"chế nhạo\". Nhà thơ Tú Mỡ từng hồi ức rằng, dạo ấy báo ''Phong Hóa'' liên tục xoáy sâu vào chế nhạo và châm biếm triều đình Huế, nên nhà cầm quyền Pháp lấy cớ tờ báo đăng truyện \"Hậu Tây du\", nói cạnh khoé đến những nhân vật mới trong triều đình thân Pháp ấy mà đóng cửa báo <ref>Theo Khúc Hà Linh, ''Anh em Nguyễn Tường Tam...'' (Nhà xuất bản. Thanh niên, 2008). Xem online ở đây: [http:\/\/trieuxuan.info\/?pg=tpdetail&id=7466&catid=3 Anh em nhà Nguyễn Tường Tam (Nhất Linh): Ánh sáng và bóng tối (3)]. Khúc Hà Linh 27.07.2011<\/ref>. \nSau khi báo bị đóng cửa, tuần báo ''Ngày Nay'' trước ra kèm với tờ ''Phong Hóa'' (số đầu tiên ra ngày [[30 tháng 1]] năm [[1935]], nhưng chỉ ra được 13 số thì phải đình bản), được [[Tự Lực văn đoàn]] cho tục bản để tiếp tục công cuộc đang dở dang (số cuối 224 ra ngày [[7 tháng 9]] năm [[1940]]).\n\n==Các cây bút trụ cột và cộng tác==\nBan đầu, các cây bút trụ cốt gồm có 6 thành viên là: Nhất Linh (Nguyễn Tường Tam), [[Khái Hưng]] (Trần Khánh Giư), [[Tú Mỡ]] (Hồ Trọng Hiếu), [[Hoàng Đạo]] (Nguyễn Tường Long), [[Thạch Lam]] (Nguyễn Tường Lân). Về sau, báo có thêm hai cây bút trụ cột nữa, là [[Thế Lữ]] (Nguyễn Thứ Lễ) và [[Xuân Diệu]] (Ngô Xuân Diệu) \"<ref name=autogenerated1 \/>.\n\nNgoài ra, để báo ngày thêm phong phú, Nguyễn Tường Tam đã rất chú trọng đến việc chiêu hiền đãi sĩ, khiến các văn nghệ sĩ dưới đây thường xuyên đến góp sức và có bài cộng tác:\n*Các [[nhà văn]], [[nhà thơ]], như: [[Huy Cận]], [[Trọng Lang]], [[Đoàn Phú Tứ]], [[Đỗ Đức Thu]], [[Trần Tiêu]], [[Thanh Tịnh]], [[Phạm Cao Củng]], [[Tản Đà|Nguyễn Khắc Hiếu]], [[Tô Hoài]], [[Nguyên Hồng]], [[Đinh Hùng]], [[Nguyễn Công Hoan]], [[Vi Huyền Đắc]], [[Nguyễn Tường Bách]], v.v...\n*Các [[họa sĩ]], như: [[Nguyễn Gia Trí]], [[Tô Ngọc Vân]], [[Nguyễn Cát Tường]], Lê Minh Đức (tạo ra nhân vật Xã Xệ), v.v...<ref>Lược ghi theo di cảo viết tay \"Đời làm báo\" của [[Nguyễn Tường Tam|Nhất Linh]] [http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=3372%3Abut-hiu-t-lc-vn-oan&catid=129%3Aht-80-nm-th-mi-va-t-lc-vn-oan&Itemid=195&lang=vi Bút hiệu Tự lực văn đoàn] 3 Tháng 8 2012 15:54.<\/ref>.\n\nNhìn chung, tuy các thành viên trên có phong cách thể hiện khác nhau, song các sáng tác của họ đều tuân theo tôn chỉ (10 điều) mà Tự Lực văn đoàn đã đề ra, và đúng như lời họ quảng cáo trong số 13 (ra ngày [[8 tháng 9]] năm [[1932]]) là: \"Bàn một cách vui về các vấn đề cần thiết: Xã hội, chính trị, kinh tế. Nói rõ về hiện tình trong nước\".\n \n==Tác động đến xã hội và văn học Việt==\nTrong khoảng 4 năm tồn tại, báo ''Phong Hóa'' của nhóm [[Tự Lực văn đoàn]] đã có những tác động đến xã hội và văn học Việt như sau:\n\n===Về xã hội===\nNhư trên đã nói, tờ Phong Hóa đổi mới, vừa ra đời đã nổ ra như \"một trái bom\", mang lại cho xã hội Việt Nam một \"cái cười\" khác trước. Đáng chú ý là vừa bắt đầu ra đời (số 14), tờ báo ấy đã đánh thẳng vào ''Nam Phong tạp chí'', ''Đông Dương tạp chí'' và những người lãnh đạo hai tờ báo ấy (bài \"Phong dao mới\"). Sau đó, báo còn chế giễu nhiều nhân vật khác như: [[Hoàng Tăng Bí]], [[Huỳnh Thúc Kháng]], [[Tản Đà|Nguyễn Khắc Hiếu]], [[Nguyễn Văn Tố]], [[Nguyễn Trọng Thuật]], [[Dương Bá Trạc]], v.v... làm ''\"thổi tung những lớp bụi bặm phủ đầy trên lâu đài văn hóa cũ, báo hiệu sự hình thành những khuynh hướng mới của một thế hệ văn nghệ sĩ trẻ tuổi ý thức được trách nhiệm của mình trước lịch sử, và hiên ngang đòi quyền lãnh đạo trong văn học\"''<ref>GS. Thanh Lãng, tr. 611.<\/ref>.\n \nBên cạnh đó, với chủ trương duy tân và cấp tiến của mình, báo ''Phong Hóa'' còn lấy \"trào phúng làm phương pháp, tiếng cười làm vũ khí\", để chỉ ra và thúc đẩy người dân trút bỏ những tập tục cũ, đi vào con đường Âu hóa từ vật chất cho đến tinh thần. Đồng thời qua những bài lý luận thời sự về xã hội, chính trị, kinh tế...của [[Hoàng Đạo]], cũng chứng tỏ nhóm làm báo Phong Hóa rất quan tâm đến xã hội, đến việc \"khai dân trí, chấn dân khí, hậu dân sinh\" như tinh thần của nhà ái quốc [[Phan Châu Trinh|Phan Chu Trinh]] đã bàn đến hồi đầu [[thế kỷ 20]] <ref name=\"VHNA\">Xem bài viết của Phạm Thảo Nguyên - Nguyễn Trọng Hiền, [http:\/\/vanhoanghean.vn\/van-hoa-va-doi-song\/cuoc-song-quanh-ta\/5070-gioi-thieu-phong-hoa-ngay-nay.html \"Giới thiệu Phong Hóa-Ngày Nay\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120925041424\/http:\/\/vanhoanghean.vn\/van-hoa-va-doi-song\/cuoc-song-quanh-ta\/5070-gioi-thieu-phong-hoa-ngay-nay.html |date = ngày 25 tháng 9 năm 2012}} 18 Tháng 9 2012 21:47.<\/ref>.\n\nTuy nhiên, việc làm của báo ''Phong Hóa'' không phải không gặp những ý kiến phản đối, [[Nguyễn Vỹ]] kể lại: \n:''...Nhận xét khách quan, thì thấy phản ứng của độc giả báo Phong Hóa chia làm hai loại.\n:''Các giới trí thức bảo thủ và cách mạng cực đoan đều không tán thành cái chủ trương người Việt Nam công khai kích bác và mỉa mai chế nhạo người Việt Nam trong lúc [[người Pháp]] đã khinh rẽ người An Nam (tức Việt Nam) mình nhiều quá rồi... Nhà văn và nhà báo có trách nhiệm giáo hóa dân chúng, đưa dân chúng lên con đường văn minh, tiến bộ, chứ không có quyền châm biếm, chê cười những phong tục cổ truyền của dân tộc. Người ta kết án cái chủ trương của báo Phong Hóa ở điểm đó''...\n\n:''Phản ứng thứ hai của thanh niên và các giới bình dân thì có tính cách tiêu cực, dễ dãi hơn. Họ chỉ biết vỗ tay cười, cười vô ý thức, như khi họ xem một chú hề làm trò cười trước khán giả.\n:''Trên phương diện chính trị, chính phủ thuộc địa Pháp, và thực dân Pháp ở An Nam nhìn các hoạt động rộn rịp của Nguyễn Tường Tam và nhóm Phong Hóa, với cặp mắt đầy thiện cảm. Vì sau những vụ bùng nổ đẫm máu của [[Việt Nam Quốc dân Đảng|Việt Nam Quốc Dân Đảng]] của [[Nguyễn Thái Học]] và [[Đông Dương Cộng sản Đảng]] của [[Hồ Chí Minh|Nguyễn Ái Quốc]], chính phủ [[đế quốc thực dân Pháp|thực dân Pháp]] rất bằng lòng thấy đa số thành phần trí thức, thanh niên thiếu nữ An Nam chạy theo các phong trào lãng mạn của nhóm Nguyễn Tường Tam và các mốt áo quần mới do nhóm Phong Hóa cổ động. Nhạo báng người \"An-nam-mít\" lố bịch tên là Lý Toét, Xã Xệ,...vừa gây ra trận cười vui nhộn khắp các từng lớp dân chúng, vừa để quên các biến cố cách mạng vừa xảy ra, và thờ ơ lãnh đạm của tất cả các vấn đề \"quốc sự\", đó là rất hợp với chánh sách thực dân Pháp thời bấy giờ''...<ref name=\"NV\" \/>\n\nMột nhà văn đương thời khác là [[Trương Tửu]], cũng đã nhận xét rằng nhóm Tự Lực văn đoàn đã '' \"vô tình hay hữu ý mắc mưu thực dân Pháp\". Hưởng ứng phong trào \"vui vẻ trẻ trung năm 1932\" và đề cao \"tinh thần lãng mạn và nghệ thuật thuần túy\", nhóm ấy đã làm cho thanh niên quên đi con đường đấu tranh gian nan, ngả theo khuynh hướng hưởng lạc''...<ref>Dẫn lại theo Phạm Thế Ngũ, tr. 446.<\/ref>\n\n===Về văn học===\nBáo ''Phong Hóa'' đánh dấu một bước ngoặt quan trọng trong [[lịch sử]] [[báo chí Việt Nam]]. Bởi trong nhiều năm liền, tờ báo ấy là cơ quan ngôn luận chính của [[Tự Lực văn đoàn]]; và họ đã làm cho tờ báo tiến bộ nhiều từ nội dung cho đến hình thức.\n \nVới vai trò đó, ngoài việc đem đến \"cái cười\" cho bạn đọc, báo ''Phong Hóa'', còn công bố các sáng tác có giá trị của các nhà văn, nhà thơ (chủ yếu là của nhóm Tự Lực văn đoàn) trước khi in thành sách. Nhờ vậy mà \"cuộc cách tân [[tiểu thuyết]] tiến lên một bước mới\", phong trào \"[[thơ mới]]\" đi đến toàn thắng, đồng thời làm cho văn quốc ngữ trở nên sáng sủa, bình giản, ít [[chữ Hán]], khiến cho nhiều người thích đọc...Ngoài ra, báo Phong Hóa cũng là nơi cho thành viên của nhóm giới thiệu những họa mới, nhạc mới, các kiểu trang phục tân thời (trong đó nổi bật là kiểu áo Lemur), v.v...<ref name=\"VHNA\"\/>\n\n==Đánh giá==\nDưới đây là một vài nhận xét khái quát, mang tính tham khảo, của:\n*GS. [[Nguyễn Huệ Chi]]:\n:Với tờ báo ''Phong Hóa'', ngay từ buổi đầu thành lập, Tự Lực văn đoàn đã biết nắm lấy một vũ khí lợi hại là tiếng cười....Dưới ngòi bút của họ, cả một xã hội gồm những ông tai to mặt lớn trong giới quan trường, học thuật, báo chí, văn chương, uy thế đến như Toàn quyền Brévié, Thống sứ Châtel, Khâm sứ Graffeuil, Hoàng đế [[Bảo Đại]], Thượng thư [[Phạm Quỳnh]], Tổng đốc Hoàng Trọng Phu, Đốc lý Virgitti, cho đến cả những nhân vật hủ lậu ở nông thôn mà biểu tượng là Lý Toét, Xã Xệ, Bang Bạnh... đều bị đem ra chế giễu, bị ngòi bút châm chọc của họ làm cho điêu đứng. Bằng tiếng cười của mình, Tự Lực văn đoàn đã khéo léo hạ bệ các thần tượng phong kiến và thực dân, đưa các vị xuống đứng cùng hàng với đám chúng sinh khổ ải....Tuy cùng thời với nhóm Tự Lực cũng có khá nhiều tờ báo tìm nhiều cách gây cười cho độc giả, nhưng phải đến báo ''Phong Hóa'' thì cái cách cười hóm hỉnh thông minh của nó mới đủ hiệu lực biến một xã hội già nua lụ khụ thành một thế giới vui nhộn trẻ trung. Lần đầu tiên, báo chí giành được cho mình cái quyền trao đổi công khai mọi chuyện nghiêm trang nhất, biến nó thành những chuyện để cười, thành một sinh hoạt bình thường, hợp pháp, lành mạnh, được xã hội thừa nhận. Đó là những đóng góp chưa hề có.\n:...Vậy nên, phải nói trào phúng là đóng góp lớn lao của Tự Lực văn đoàn vào việc dân chủ hóa đời sống xã hội, một đóng góp từ trước chưa hề có và từ sau [[1945]] đến nay, báo chí cách mạng cũng dễ đâu đã theo kịp...<ref>Nguyễn Huệ Chi, \"Thử định vị Tự Lực văn đoàn\".<\/ref>\n*GS. Hoàng Văn Quang:\n:...Khảo sát Phong Hóa chúng ta thấy một hiện tượng, thời kỳ đầu, báo quan tâm nhiều hơn đến đời sống dân nghèo; nhưng về sau những đối tượng này được phản ánh mờ nhạt dần, dành dung lượng cho giới trí thức, tiểu tư sản thành thị…Cho thấy, có sự thay đổi trong nhãn quan chính trị của những người đứng đầu tờ báo.\n:Giọng điệu chung của Phong Hóa là hài hước, châm biếm. Có thể coi đây là tờ báo trào phúng đầu tiên của Việt Nam. Tiếng cười ở đây một mặt góp phần thay đổi lối sống lạc hậu trong xã hội, nhất là vùng nông thôn, mặt khác, nó là mũi dùi đâm thẳng vào tầng lớp thống trị, khiến kẻ thù của người nghèo đôi lúc phải chùn tay....Tuy nhiên, vì quá lạm dụng thủ pháp này mà nhiều khi tiếng cười của Phong Hóa biến thành tiếng cười sinh lý, không mang tính xã hội, cười cợt trên nỗi đau khổ của người khác, trêu chọc cả những người cùng khổ, ít học, châm biếm cả truyền thống ngàn đời của cha ông, và nguy hiểm hơn là đụng cả đến những giá trị thiêng liêng của dân tộc...<ref name=\"HVQ\" \/>\n\n==Thông tin liên quan==\nBản số hóa toàn bộ báo ''Phong Hóa'' và báo ''Ngày Nay'' của [[Tự Lực văn đoàn]] từ những năm [[1930]]- [[1940]] đang được công bố và cho download miễn phí tại nhiều website... Đây là công trình được bà Phạm Thảo Nguyên (định cư ở [[Hoa Kỳ]], con dâu của nhà văn [[Thế Lữ]]) cùng các cộng sự thực hiện từ đầu năm [[2011]]. Với tổng cộng 414 số kéo dài suốt từ [[1932]] đến [[1940]], báo ''Phong Hóa - Ngày Nay'' được xem như một phong vũ biểu về xã hội Việt Nam thời kỳ bấy giờ. Sự kiện này thu hút sự quan tâm của nhiều ngành<ref name=\"TP\"\/>.\n\n==Xem thêm==\n*[[Tự Lực văn đoàn]]\n*[[Ngày Nay (tuần báo)|Ngày Nay]]\n\n==Nguồn tham khảo==\n*[[Dương Quảng Hàm]], ''Việt Nam văn học sử yếu''. Trung tâm học liệu xuất bản (bản in lần thứ 10), Sài Gòn, 1968.\n*[[Nguyễn Huệ Chi]], mục từ \"Tự Lực văn đoàn\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*[[Nguyễn Huệ Chi]], \"Thử định vị Tự Lực văn đoàn\", bản điện tử: [http:\/\/boxitvn.blogspot.com\/2012\/09\/ung-ngay-nay-80-nam-truoc-bao-phong-hoa.html].\n*[[Phạm Thế Ngũ]], ''Việt Nam văn học sử giản ước tân biên'' (tập 3), Sài Gòn, 1965.\n*[[Thanh Lãng]], ''Bảng lược đồ văn học Việt Nam'' (quyển hạ), Nhà xuất bản Trình bày, Sài Gòn, 1967.\n*[[Nguyễn Vỹ]], ''Văn thi sĩ tiền chiến''. Nhà xuất bản Văn học in lại năm 2007.\n*Vu Gia, ''Nhất Linh trong tiến trình hiện đại hóa văn học''. Nhà xuất bản Văn hóa, 1995.\n\nVà các bài viết ghi kèm theo bài.\n== Chú thích ==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n*[https:\/\/www.nguoi-viet.com\/ThuVienNguoiViet\/PhongHoa.php Xem toàn bộ các số báo ''Phong Hóa'']\n*[http:\/\/chimviet.free.fr\/vanhoc\/phamthaonguyen\/pthaong064_LyToet.htm Phạm Thảo Nguyên, \"Đi tìm gốc gác Lý Toét, Xã Xệ\"]\n\n[[Thể loại:Tuần báo]]\n[[Thể loại:Báo chí Việt Nam]]\n[[Thể loại:Tự Lực văn đoàn]]"}