{"217742":"{{Công trình trong Kinh thành Huế\n|tên = Phu Văn lâu\n|hình = Phu Văn Lâu (03-10-17) I.jpg\n|cỡ hình = 300\n|ghi chú hình = Lầu Phu Văn sau khi được trùng tu\n|tên khác = Lầu trưng bày văn thư\n|vị trí = phía trước Kỳ đài ngoài Kinh thành Huế\n|địa chỉ = \n|đời vua = [[Gia Long]]\n|xây dựng = [[1819]]\n|phá hủy = \n|tình trạng = còn nguyên vẹn\n|chức năng = Trưng bày thư văn của triều đình\n|cao = \n|rộng = \n|dài = \n|diện tích = \n|vĩ độ = 16.465487\n|kinh độ = 107.580889\n}}\n'''Phu Văn Lâu ''' (hay còn gọi là '''lầu Phu Văn''') (敷文樓) là một tòa lầu nằm trên trục chính của [[Hoàng thành Huế]]. Từ [[Cột cờ|Kỳ đài]] nhìn ra [[sông Hương]] có hai công trình kiến trúc tô điểm cho bộ mặt của Kinh thành Huế. Một trong hai công trình ấy là Phu Văn lâu (phu: trưng bày, văn: văn thư, lâu: lầu) - Cái lầu trưng bày văn thư của triều đình. Phu Văn lâu được xây dựng vào năm thi [[1819]] dưới thời [[gia Long|vua Gia Long]], dùng làm nơi niêm yết những chỉ dụ quan trọng của nhà vua và triều đình, hoặc kết quả các kỳ thi do triều đình tổ chức. Năm [[1829]], vua [[Minh Mạng]] dùng nơi đây làm địa điểm tổ chức cuộc đấu giữa voi và hổ. Năm [[1830]], nhà vua này lại tổ chức cuộc vui chơi yến tiệc suốt 3 ngày để mừng sinh nhật của mình.\n\n== Miêu tả == \nPhu Văn lâu ở ngoài mặt Nam kinh thành, ngay trước Kỳ đài và [[Ngọ Môn (hoàng thành Huế)|Ngọ Môn]]. Vì vậy ca dao có câu:\n:''Ngọ Môn năm cửa chín lầu,\n:''Kỳ đài ba bậc,\n:''Phu Văn lâu trước thành.''\n\nĐây là ngôi nhà hai tầng, quay mặt về hướng nam. Dưới thời vua [[Minh Mạng]], triều đình cho dựng ở hai bên hai tấm bia đá khắc 4 chữ \"khuynh cái hạ mã\", nghĩa là ai đi qua đều phải cởi mũ và xuống ngựa. Từ năm [[1821]], sau khi truyền lô, danh sách các khoa danh [[tiến sĩ]] được đem niêm yết tại đây. Vì tính cách long trọng như vậy nên hai bên lầu có hai bia đá \"傾蓋下馬 (Khuynh Cái Hạ Mã)\" nhắc nhở tất cả mọi người đi ngang qua Phu Văn lâu phải \"nghiêng nón xuống ngựa\" để tỏ lòng kính cẩn.\n\nHai bên mặt trước Phu Văn lâu có đặt hai khẩu súng thần công nhỏ bằng đồng hướng vào nhau. Phía trước mặt Phu Văn lâu là một tiểu đình nằm kề bên sông Hương gọi là Nghinh Lương Đình<ref>Nghênh (迎) là động từ có nghĩa là \"đón\", lương (凉) có nghĩa là \"mát\". Vậy, Nghênh lương có nghĩa là \"hóng mát\". Đình (亭) ở đây là một cấu trúc có hình lục hoặc bát giác, có mái và thường chỉ gồm những cột chống đỡ mà không có vách vây quanh. Ngày xưa, đình thường được dựng dọc theo đường để khách bộ hành nghỉ chân, dựng cạnh bờ sông hồ để câu cá hóng mát, hoặc dựng để bảo vệ bia đá (gọi là \"bi đình\"). Xem chi tiết tại đây: [http:\/\/www.hueworldheritage.org.vn\/?catid=120&id=1].<\/ref>. Đây là nơi dùng để các vua tắm sông, hóng gió, ngắm cảnh.\n\nPhu Văn lâu tuy đã được tu bổ nhiều lần nhưng vẫn giữ nguyên cốt cách đặc trưng của kiến trúc thời Nguyễn.\n\n==Một vài sự kiện liên quan==\n*Vào đầu thời [[Gia Long]] ([[1802]]-[[1819]]), đây chỉ là một toà nhà nhỏ có tên [[Bảng đình]], dùng làm nơi công bố các chiếu thư, chỉ dụ của nhà vua hoặc các bảng [[thi Hội]], [[thi Đình]] cho dân chúng. Năm [[1819]], Bảng đình được thay thế bằng một một to kiến trúc hai tầng mái với 16 cây cột, xung quanh không có vách, tạo nét thanh tú và độc đáo với tên gọi là Phu Văn lâu. Phu Văn lâu còn là nơi ban phát lịch hoặc các sinh hoạt vui chơi dành cho dân chúng do triều đình tổ chức...Thời Minh Mạng, nhà vua quy định sau khi các chiếu thư được tuyên đọc ở Ngọ Môn hoặc điện Thái Hoà sẽ được đặt trên long đình, có che lọng và quân lính theo hầu hai bên để đưa ra niêm yết tại Phu Văn lâu. Các quan hàng tỉnh và hương lão phải đến quỳ lạy trước chiếu thư.\n*Năm [[1829]] đã từng có một cuộc đấu giữa voi và cọp trước lầu để cho vua [[Minh Mạng]] ra xem. Vào các dịp tứ tuần, ngũ tuần của Minh Mạng có nhiều cuộc vui khác được tổ chức ở đây. Về sau các vua [[Thiệu Trị]], [[Tự Đức|Tự Đức]] cũng giữ cái lệ ấy nhân những ngày khánh thọ của mình. Vua Thiệu Trị xem [[sông Hương]] và lầu Phu Văn là một trong 20 cảnh đẹp ở chốn Thần Kinh.\n*Năm [[1843]], Thiệu Trị cho dựng một nhà bia bên phải của lầu để khắc bài thơ ''Hương Giang Hiểu Phiếm'' (Buổi sớm bơi thuyền trên sông Hương).\n*Bão năm [[Giáp Thìn]] ([[1904]]) đã thổi bay lầu Phu Văn, [[thành Thái|vua Thành Thái]] đã hạ lệnh xây dựng lại, giống y như cũ.\n[[Tập tin:PhuVan Pavilion.jpg|nhỏ|phải|300px|Bến Phu Văn lâu]]\n*Năm [[1916]], [[Trần Cao Vân]], [[Thái Phiên]] đã giả vờ ngồi câu cá ở bến Phu Văn lâu để bí mật gặp vua [[Duy Tân]] bàn việc khởi nghĩa. Chẳng may việc bất thành, vua Duy Tân bị quân Pháp bắt và đày ra đảo [[Réunion]]. Tương truyền mấy câu ca dưới đây có ý nhắc đến việc này:\n\n:''Chiều chiều trước bến Văn Lâu,''\n:''Ai ngồi, ai câu, ai sầu, ai thảm?''\n:''Ai thương, ai cảm, ai nhớ, ai trông?''\n:''Thuyền ai thấp thoáng bên sông,''\n:''Nghe câu mái đẩy, chạnh lòng nước non!''<ref>Theo thi sĩ [[Quách Tấn]], bài \"hò mái đẩy\" này là của cố thi sĩ [[Ưng Bình Thúc Giạ Thị]] (''Bước lãng du'', tr. 104).<\/ref>\n\n* Lúc 5h50 sáng ngày 15 tháng 5 năm 2014, Phu Văn lâu bị sập một góc bên trái. Nguyên nhân là do mối mọt phá hoại và lâu ngày không được tu bổ, sửa chữa.<ref>[http:\/\/www.doisongphapluat.com\/xa-hoi\/phu-van-lau-bi-sap-do-moi-mot-a33171.html Phu Văn Lâu bị sập do mối, mọt], Đời sống & Pháp luật, 16 tháng 5 năm 2014<\/ref><ref>[http:\/\/www.tienphong.vn\/xa-hoi\/mot-goc-phu-van-lau-bi-sap-705770.tpo Một góc Phu Văn Lâu bị sập ], Tiền Phong, 15 tháng 5 năm 2014<\/ref>\n\n== Giá trị ==\nNằm trên trục lộ chính của quần thể di tích cố đô Huế, Phu Văn lâu tô điểm thêm cho vẻ đẹp Huế cổ kính và trầm mặc. Nghênh Lương Đình là một điểm dừng chân của du khách trong chương trình tham quan một di sản văn hóa. Phu Văn lâu như một minh chứng cho một thời kỳ [[lịch sử]] gắn liền với nhà vua yêu nước [[Duy Tân]]. Hình ảnh Phu Văn lâu được in trên mặt sau của tờ tiền 50.000 [[đồng (tiền)|đồng]] phát hành từ năm 2003.\n\n==Một vài tác phẩm liên quan==\n[[Tập tin:Phu Văn lâu.jpg|nhỏ|phải|300px|Phu Văn lâu trong chiều]]\n*Học giả [[Thái Văn Kiểm]], trong cuốn ''[[Cố đô Huế]]'', đã viết về hai danh thắng là [[cầu Trường Tiền]] và Phu Văn lâu.\n*Phu Văn lâu trong tác phẩm văn học: [[Thuyền Ai Đợi Bến Văn Lâu]] do [[Hoa Kỳ]] Xuất Bản, tác giả [[Nguyễn Lý Tưởng]] ấn bản vào năm: 2001 - dày 555 trang. Sách là công trình nghiên cứu lịch sử của tác giả. Những bài nghiên cứu mang hình ảnh của xứ Huế đặc biệt có liên hệ nhiều đến cuộc đời của vua Duy Tân khởi nghĩa chống Pháp vào năm [[1916]] đã ảnh hưởng đến nhiều người, nhiều gia đình mà trong đó có gia đình của tác giả. Sách còn có kể lại phong trào yêu nước nổi dậy chống Pháp cuối [[thế kỷ 19]] đầu thế kỷ 20 tại [[Huế]] gồm có nhiều nhân vật như cụ [[Phan Bội Châu]], [[Huỳnh Thúc Kháng]], [[Trần Quý Cáp]], [[Phan Châu Trinh|Phan Chu Trinh]], [[Đặng Nguyên Cẩn]], [[Nguyễn Tiểu La|Nguyễn Thành]]. Và cũng nói về thân thế sự nghiệp của những nhân vật đó.\n* Phu Văn lâu trong ca khúc '''Ai ra xứ Huế''', nhạc và lời: Duy Khánh. Lời ca khúc có đoạn:\n:''Ai ra xứ Huế thì ra. Ai về là về [[Bến Ngự]]. Ai về là về Văn Lâu. Bến Văn Lâu còn sâu thương nhớ. Thuyền Bến Ngự còn đợi khách về. Người tình quê, ơi người tình quê, có nhớ xin trở về.''\n\n== Tham khảo == \n* Thái Văn Kiểm, ''Cố đô Huế'', Nha Văn Hoá Bộ QGGD, Saigon, 1960, bản in lại ở Mỹ không đề năm.\n* Hoàng Trọng Thược, ''Hồ sơ vua Duy Tân'', Nhà xuất bản Mõ Làng, 2nd Edition, California, 1993.\n* [[Phạm Văn Sơn]], ''Việt Sử Toàn thư'', ấn bản điện tử.\n* [[Quách Tấn]], ''Bước lãng du'', Nhà xuất bản Trẻ, 1996.\n==Chú thích==\n{{Tham khảo}}\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]"}