{"19510066":"[[Tập tin:Pha Cat Lai- nguyen thi dinh-Cát Lái, Quận 2, Hồ Chí Minh, Việt Nam - panoramio.jpg|250px|phải|nhỏ|Bến phà Cát Lái phía Thành phố Thủ Đức]]\n'''Phà Cát Lái''' là một tuyến [[phà]] trên [[sông Đồng Nai]], kết nối giao thông giữa thành phố [[Thủ Đức]], [[Thành phố Hồ Chí Minh]] với huyện [[Nhơn Trạch]], tỉnh [[Đồng Nai]], [[Việt Nam]].<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/de-xuat-dau-tu-5700-ti-dong-xay-cau-thay-pha-cat-lai-1104820.htm|tựa đề=Đề xuất đầu tư 5.700 tỉ đồng xây cầu thay phà Cát Lái|tác giả=|họ=|tên=|ngày=2016-05-21|website=Tuổi Trẻ Online|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n[[Tập tin:Bến phà Cát Lái phía Nhơn Trạch.jpg|250px|phải|nhỏ|Bến phà Cát Lái phía Nhơn Trạch]]\nBến phà phía Thành phố Hồ Chí Minh nằm ở cuối đường Nguyễn Thị Định, thuộc địa bàn hai phường [[Cát Lái]] và [[Thạnh Mỹ Lợi]], thành phố Thủ Đức; còn bến phà phía Đồng Nai nằm ở đầu đường Lý Thái Tổ, thuộc địa bàn xã [[Phú Hữu, Nhơn Trạch|Phú Hữu]], huyện Nhơn Trạch.\n\n== Giai đoạn trước 2016 ==\nTrước năm 2016 bến phà được quản lý bởi Xí Nghiệp Phà Cát Lái trực thuộc Công Ty TNHH MTV Công Trình Cầu Phà TP Hồ Chí Minh (sau đổi tên thành Công Ty Cổ Phần Công Trình Cầu Phà TPHCM).<ref>{{Chú thích web|url=http:\/\/caupha.com\/NewsDetails.aspx?NewsId=118&Menu=News|tựa đề=Hoạt động phà - Công Ty TNHH MTV CTCP TPHCM|url-status=live}}<\/ref>\n\nĐồng phục chủ đạo là áo sơ mi xanh dương và quần tây đen.\n\nTừ ngày 1\/1\/2012 [[Phà Thủ Thiêm|bến phà Thủ Thiêm]] chấm dứt hoạt động nên các phương tiện phà được điều chuyển về bến phà Cát Lái vận hành.<ref>{{Chú thích web|url=https:\/\/dangcongsan.vn\/xa-hoi\/ben-pha-thu-thiem-chinh-thuc-ngung-hoat-dong-107283.html|tựa đề=Bến phà Thủ Thiêm chính thức ngừng hoạt động|url-status=live}}<\/ref>\n\n== Giai đoạn từ 2016 về sau ==\nTừ 1\/1\/2016, bến phà Cát Lái được điều chuyển cho Công ty TNHH một thành viên Dịch vụ công ích Thanh niên xung phong tiếp nhận quản lý <ref>{{Chú thích web|url=http:\/\/www.congbao.hochiminhcity.gov.vn\/tin-tuc-tong-hop\/%C4%91ieu-chuyen-ben-pha-cat-lai-tu-cong-ty-tnhh-mot-thanh-vien-cong-trinh-cau-pha-thanh-pho-sang-cong-ty-tnhh-mot-thanh-vien-dich-vu-cong-ich-thanh-nien-xung-phong-tiep-nhan-quan-ly|tựa đề=Điều chuyển Bến phà Cát Lái từ Công ty TNHH một thành viên Công trình Cầu phà Thành phố sang Công ty TNHH một thành viên Dịch vụ công ích Thanh niên xung phong tiếp nhận quản lý|ngày=2015-09-09|website=Công Báo TP Hồ Chí Minh}}<\/ref>. Khối lượng bàn giao tiếp nhận là nguyên canh nguyên cư Bến phà Cát Lái và khối công tác quản lý phà liên quan của Công ty TNHH một thành viên Công trình Cầu phà Thành phố nhằm đảm bảo duy trì hoạt động bình thường, an toàn của bến phà khi chuyển giao cho Công ty TNHH một thành viên Dịch vụ công ích Thanh niên xung phong.\n\nMàu sơn, tên phà được thay đổi, đồng phục nhân viên chuyển sang trang phục của Thanh niên xung phong, quần áo dài tay màu xanh lá, riêng lái phà mang áo sơ mi trắng và quần kaki màu xanh lá.\n\n== Sự cố tàu biển va chạm ngày 2\/4\/2020 ==\nSáng này 2\/4, một tàu biển chở container đã va chạm vào bến phao phà Cát Lái phía quận 2 (TPHCM)<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/tai-chinh-kinh-doanh\/nong-tau-bien-cho-container-dam-hong-cau-pha-cat-lai-1204937.html|tựa đề=Tàu biển chở container đâm hỏng cầu phà Cát Lái|tác giả=|ngày=2020-04-02|website=Báo Thanh Niên|ngày lưu trữ=|url-status=live}}<\/ref> khiến việc tổ chức giao thông qua bến phà bị ảnh hưởng. Vụ va chạm không gây thiệt hại về người nhưng khiến trụ định vị cụm phao nổi và cầu dẫn 30 tấn bị hư hỏng, cong vênh nên không thể phục vụ xe tải trọng lớn. Ngoài ra 2 phương tiện phà bị hư hỏng nặng là phà Cát Lái A SG-6005 và Cát Lái F SG-6084.\n\nSau sự cố bến phà Cát Lái chỉ khai thác cầu phao 8 tấn còn lại và không phục vụ phương tiện có tải trọng trên 8 tấn.\n\nĐến tháng 1 năm 2021 các hư hỏng đã được sữa chữa. Phà Cát Lái A đã quay lại vận hành vào tháng 11\/2020 còn phà Cát Lái F hư hỏng nặng phần chân vịt Schottel nên tới tháng 10 năm 2021 phà mới hoàn thành công tác sửa chữa và quay lại hoạt động.<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/thoi-su\/mat-3-thang-khac-phuc-su-co-tau-bien-va-cham-o-pha-cat-lai-20200403174305855.htm|tựa đề=Sửa chữa hư hỏng tại Phà Cát Lái|url-status=live}}<\/ref>\n\n== Đội phà ==\n[[Tập tin:Phà Cát Lái A.jpg|nhỏ|Phà Cát Lái A]]\n[[Tập tin:Phà Cát Lái D, SG-3201.jpg|nhỏ|Phà Cát Lái D]]\n\nTính đến tháng 8 năm 2022, bến phà Cát Lái có tổng cộng 12 phà các loại từ 60 đến 200 tấn. Nhưng chỉ hoạt động thường xuyên 4 phà 100 tấn và 2 phà 200 tấn, có 2 phà hết niên hạn sử dụng gòm phà Cát Lái I 60 tấn và phà Cát Lái G 100 tấn. <ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/pha-vam-cong-dua-ve-tphcm-gan-1-nam-chua-kip-xai-kha-nang-phai-thanh-ly-20210924192501199.htm|tựa đề=Xin đóng mới phà 200 tấn thay thế các phà đã hết niên hạn sử dụng tại bến phà Bình Khánh và phà Cát Lái|url-status=live}}<\/ref>\n\nCòn 2 phà 60 tấn đủ điều kiện hoạt động dùng làm phà dự bị phòng khi khi có phà gặp sự cố máy móc. 2 phà 60 tấn khác điều động về phà Bình Khánh với chức năng tương tự.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Xem thêm==\n*[[Phà Bình Khánh]]\n\n{{sơ khai giao thông Việt Nam}}\n[[Thể loại:Phà tại Việt Nam|Cát Lái]]\n[[Thể loại:Giao thông công cộng Thành phố Hồ Chí Minh]]\n[[Thể loại:Giao thông công cộng Đồng Nai]]\n[[Thể loại:Thủ Đức]]\n[[Thể loại:Nhơn Trạch]]"}