{"460347":"{{chú thích trong bài}} \n'''Phà Đông Xuyên''' là một tuyến [[phà]] nằm trên Tỉnh lộ 295 cắt sông Cầu nối thôn Đông Xuyên, xã [[Đông Tiến]], huyện [[Yên Phong]], tỉnh [[Bắc Ninh]] với thôn Mai Hạ, xã [[Mai Đình]], huyện [[Hiệp Hòa (huyện)|Hiệp Hòa]], tỉnh [[Bắc Giang]]. Đây là bến khách ngang sông do Đoạn quản lý Đường bộ Bắc Ninh (thuộc Sở GTVT Bắc Ninh) quản lý và khai thác. Bến phà này vốn là một bến đò dân sinh từ xa xưa. Năm 1968, bến đò Đông Xuyên được trang bị thêm phà máy thay cho việc chèo đò bằng tay. Từ đó đến nay, bến đò ấy được gọi bằng cái tên mới ''Bến phà Đông Xuyên'', nhưng người dân ở đây vẫn gọi bằng cái tên ''Bến đò Đông Xuyên''. \n==Vị trí==\nTỉnh lộ 295 xuất phát từ thị xã Từ Sơn đi qua thị trấn Chờ, Bến phà Đông Xuyên, thị trấn Thắng, thị trấn Cao Thượng, thị trấn Kép. Trong chiến tranh con đường này là con đường dự bị thay thế cho Quốc lộ 1 khi cầu Thị Cầu, cầu Bắc Giang bị phá sập, và các thành phố Bắc Giang, Bắc Ninh bị đánh phá ác liệt. Tỉnh lộ 295 có ý nghĩa kinh tế rất quan trọng đối với cả hai huyện Hiệp Hòa và Yên Phong.\n\n==Vai trò==\nHiện nay bến phà đang ngày càng quá tải. Hành khách qua đây vào giờ cao điểm từ 5 giờ đến 8 giờ 30 phút và 16 giờ đến 20 giờ các ngày đều lo lắng, mệt mỏi vì cảnh ùn tắc, chen lấn, mất an toàn. Nhu cầu có một cây cầu qua đây là rất bức thiết, nhất là tỉnh Bắc Giang lại có dự định xây dựng Khu công nghiệp – đô thị tại khu vực thuộc địa phận ba xã Châu Minh, Mai Đình, Hương Lâm với diện tích 800 ha và tổng vốn đầu tư khoảng 1.000 tỷ đồng. Hiện nay đang xây dựng cầu [[Cầu Đông Xuyên|Đông Xuyên]] để thay thế bến phà.\n\nBến phà Đông Xuyên có tọa độ là \n[http:\/\/wikimapia.org\/#lat=21.2237265&lon=105.9712726&z=17&l=38&m=s&v=9&show=\/14869404\/B%E1%BA%BFn-Ph%C3%A0-%C4%90%C3%B4ng-Xuy%C3%AAn-n%C3%A8 21°13'25\"N 105°58'16\"E]\n\n<gallery>\nHình:BP DongXuyen.JPG|Bến phà Đông Xuyên nhìn từ bờ Bắc\nHình:BP DongXuyen bac.JPG|Bờ phía Bắc của Bến phà Đông Xuyên\nHình:BP DongXuyen nam.JPG|Bờ phía Nam của Bến phà Đông Xuyên\n<\/gallery>\n<gallery>\nHình:BP DongXuyen nguoc.JPG|Từ trên phà nhìn ngược dòng sông Cầu\nHình:BP DongXuyen xuoi.JPG|Từ trên phà nhìn xuôi theo dòng sông Cầu\nHình:BP DongXuyen Pha.JPG|Phà chở người và ô tô qua sông\n<\/gallery>\n\n== Liên kết ngoài ==\n* [http:\/\/www.bacgiang.gov.vn\/defaulttab3.asp?Newid=10459 Công ty Phú Mỹ lập quy hoạch Khu công nghiệp – đô thị tại Hiệp Hòa (16\/12\/2009)]\n\n== Chú thích ==\n{{Tham khảo}}\n{{sơ khai giao thông Việt Nam}}\n[[Thể loại:Giao thông công cộng Bắc Ninh]]\n[[Thể loại:Giao thông công cộng Bắc Giang]]\n[[Thể loại:Phà tại Việt Nam|Đông Xuyên]]"}