{"420615":"Nhà Lý được xác định là nhà nước đầu tiên ở Việt Nam chính thức có '''hệ thống pháp luật''' từ khi giành độc lập sau thời [[Bắc thuộc]] mà thời [[nhà Ngô]], [[nhà Đinh]] và [[nhà Tiền Lê]] trước đó chưa có<ref name=\"THQ127\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 127<\/ref>.\n\n==Cơ quan pháp luật   ==\nCơ quan chuyên trách pháp luật của [[nhà Lý]] là [[Bộ Hình]] và ''Thẩm hình viện''. Đảm nhận chức vụ này thường là ''á tướng'' kiêm nhiệm. Trong một số trường hợp, vua đích thân xử án như vụ kiện năm 1065 được vua [[Lý Thánh Tông]] thân hành xét xử<ref name=\"THQ129\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 129<\/ref>.\n\nKhi có dịp lễ hội, cầu đảo hay thay đổi thời tiết hoặc vua mới lên ngôi… thường có lệnh chẩn tế hoặc tha tù.\n\nNăm 1077, [[Lý Nhân Tông]] tổ chức thi lại viên để tuyển chọn quan lại với 3 môn: thư (viết chữ), toán và hình luật<ref name=\"THQ129\"\/>.\n\nThời [[Lý Anh Tông]], triều đình đặt ra hòm bằng đồng để tiếp nhận thư kêu oan của dân.\n\n==Hình thư==\nNăm 1042, [[Lý Thái Tông]] sai trung thư san định luật lệ, chấn chỉnh cho thích ứng với thời thế, chia ra môn loại, biên thành điều khoản thành sách [[Hình thư]] của một triều đại.\n\n[[Đại Việt sử ký toàn thư]] ghi nhận việc này: từ khi sách làm xong, Lý Thái Tông xuống chiếu ban hành, nhân dân lấy làm tiện.\n\nTheo [[Lê Quý Đôn]] trong ''Nghệ văn chí'' của sách ''Đại Việt thông sử'', Hình thư gồm có 3 quyển, đã bị thất truyền<ref name=\"THQ127\"\/>.\n\nNgay sau khi ban hành luật, nhà Lý cho ban hành thể lệ chuộc tội: những người già trên 70 tuổi, trẻ con dưới 15 tuổi, người có nhược tật, những người họ nhà vua và người có công nếu phạm tội có thể chuộc tội bằng tiền, trừ khi người đó phạm phải những tội trong ''thập ác''<ref name=\"THQ127\"\/>:\n#Mưu phản: làm nguy xã tắc\n#Mưu đại nghịch: làm nguy tông miếu, cung khuyết\n#Mưu bạn nghịch: nổi loạn theo giặc\n#Ác nghịch: đánh giết ông bà cha mẹ\n#Bất đạo: giết người vô tội\n#Đại bất kính: dùng những đồ dành riêng cho vua, trộm và giả mạo ấn vua\n#Bất hiếu: mắng chửi hay không để tang ông bà cha mẹ\n#Bất mục: đánh giết những người thân thuộc gần\n#Bất nghĩa: dân giết quân, trò giết thầy, lính giết tướng, con giết cha\n#Nội loạn: thông dâm với họ hàng thân thiết, thiếp của ông hay cha\n\nNăm 1071, triều đình bổ sung thêm quy định về chuộc tội: tùy theo tội nặng nhẹ thì nộp tiền với mức độ nhiều ít khác nhau<ref name=\"THQ127\"\/>.\n\nNgười phạm tội ăn trộm sẽ bị chặt hết ngón chân, ngón tay. Năm 1043, [[Lý Thái Tông]] đặt thêm quy định: ai trộm lúa của dân sẽ bị đánh 100 trượng; nếu không lấy được mà làm bị thương người khác sẽ bị tội lưu. Quân lính lấy của cải của dân sẽ bị đánh 100 trượng và thích 30 chữ.\n\nViệc ra đời của Hình thư cũng như các cơ quan Bộ Hình và Thẩm hình được xem là bước tiến trong việc tổ chức quản lý của nhà nước thời Lý, tuy hiệu lực vẫn còn hạn chế<ref name=\"THQ129\"\/>.\n\n==Trong lĩnh vực kinh tế==\nPháp luật [[nhà Lý]] phản ánh và chấp nhận sự xuất hiện của chế độ tư hữu ruộng đất. Lý Anh Tông quy định ra phép chuộc ruộng và nhận ruộng, theo đó ruộng cầm đợi trong 20 năm được chuộc; tranh nhau ruộng đất trong vòng 5 năm hay 10 năm thì được quyền kiện. [[Ruộng lúa|Ruộng]] đã bán có khế ước thì không được chuộc, ai trái lệnh sẽ bị đánh 80 trượng. Nếu khi tranh chấp ruộng ao mà dùng binh khí đánh người gây tử thương thì cũng bị xử đánh 80 trượng, bị tội đồ và phải trả ruộng cho người bị tử thương<ref name=\"THQ128\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 128<\/ref>.\n\nPháp luật nhà Lý bảo vệ nguồn thu nhập của triều đình, đảm bảo dân đinh là sức lao động chủ yếu mà triều đình sử dụng. Năm 1146, [[Lý Anh Tông]] ra lệnh cho bách quan, quản giáp, chủ đô khi tuyển lính để bổ sung cho cấm quân thì phải chọn những hộ lớn là những hộ nhiều người, không được lấy người cô độc. Ai làm trái sẽ bị trị tội.\n\nThể lệ thu thuế cũng được định rõ: các quan lại thu thuế của dân, ngoài khoản phải nộp cho triều đình, được thu riêng một phần gọi là \"hoành đầu\" làm tiền giấy bút. Những người thu quá số sẽ bị ghép vào tội ăn trộm. Nhân dân có ai tố cáo việc đó được miễn dịch 3 năm. Nếu quản giáp, chủ đô và người trưng thu thuế thông đồng với nhau thu quá quy định, tuy lâu ngày nhưng có người phát giác thì tất cả cùng bị tội như nhau<ref name=\"THQ128\"\/>.\n\nKhố ti thu thuế lụa, nếu ăn lụa của nhân dân thì cứ mỗi thước lụa phạt 100 trượng, mỗi tấm lụa đến trên 10 tấm phạt thêm phối dịch 10 năm.\n\nĐể đảm bảo sản xuất [[nông nghiệp]], việc giết [[trâu]] [[bò]] được quy định chặt chẽ. Người giết trâu bò bừa bãi không theo quy định bị xử tội nặng.\n\n==Với đẳng cấp xã hội==\nPháp luật nhà Lý phản ánh rõ sự phân biệt đẳng cấp xã hội. Đẳng cấp của quý tộc quan liêu được hưởng đặc quyền, từ trang phục, nhà cửa cũng có sự phân biệt giữa vua quan và dân<ref name=\"THQ128\"\/>.\n\nThợ thuyền làm công cho triều đình không được chế các đồ dùng kiểu nhà quan mang ra bán cho nhà dân. Con cái nhà dân không được bắt chước theo cách trang sức trong cung.\n\nPháp luật [[nhà Lý]] coi [[nô tỳ]] là những người thấp kém nhất. Nô tỳ không được lấy con gái nhà dân. Tư nô không được xem mình như cấm quân [[xăm mình]] [[rồng]], người nào phạm tội sẽ bị sung công.\n\nNô tỳ nhà [[vương]] [[hầu]] và các quan lại không được cậy thế đánh đập quân dân, nếu phạm tội thì chủ nô phải tội đồ, còn nô bộc bị sung công<ref name=\"THQ128\"\/>.\n\n==Xem thêm==\n* [[Nhà Lý]]\n* [[Luật Hồng Đức]]\n\n==Tham khảo==\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên (2008), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lý}}\n\n[[Thể loại:Pháp luật Việt Nam thời Lý]]"}