{"10398":"'''Pháp lam''' (hay '''đồ đồng tráng men''') là những sản phẩm được làm bằng [[đồng]] hoặc [[hợp kim]] đồng, trên bề mặt được tráng men trang trí để tăng giá trị thẩm mỹ. Bài viết này chỉ đề cập đến '''Pháp lam Huế''' hay '''đồ đồng tráng men thời Nguyễn'''.\n[[Tập tin:NNU cổngHuế.JPG|phải|nhỏ|200px|Pháp lam ở Nghi môn trong khu Đại nội [[Huế]]]]\n\n== Lịch sử tên gọi ==\n[[Tập tin:LuTram.JPG|phải|nhỏ|240px|Lư trầm, pháp lam nội thất [[Huế]]]]\nVấn đề này hiện đang còn được tiếp tục tranh luận bởi giới nghiên cứu về Huế.\n* Dựa theo một số bài viết của cố [[họa sĩ]] Phạm Đăng Trí, những nhà sưu tập cắt nghĩa rằng: \"pháp lam\" bắt nguồn từ chữ \"pha lang\" do người [[Tên gọi Trung Quốc|Trung Hoa]] dùng để chỉ một loại đồ tráng men mà các [[nhà truyền giáo]] Tây phương trước kia hướng dẫn cho họ sản xuất rồi du nhập kỹ thuật sang [[Việt Nam]]. Sở dĩ chữ \"pháp lam\" phải trại ra từ chữ \"pha lang\" (''France'') là để tránh phạm húy chúa Nguyễn Phúc Lan[[#Chú thích|<sup>'''1'''<\/sup>]]...\n[[Tập tin:Phap lam.JPG|phải|nhỏ|240px|Pháp lam ngoại thất [[Huế]]]]\n* Một số [[nhà khảo cổ học]] cho rằng \"Pháp lam\" là loại đồ men [[Pháp]], chữ \"Pháp\" ở đây được người Trung Hoa dùng đề chỉ chung người phương Tây chứ không riêng gì người Pháp...; chữ \"lam\" ngoài nghĩa thông thường chỉ màu sắc xanh lam, cây chàm... còn được Từ điển Hán Việt Thiều Chữu giải thích trong là soi, làm gương theo kiểu Pháp... Theo từ điển, [[Cảnh Thái lam]] là tên gọi sản phẩm mỹ nghệ dùng men tráng lên đồng hoặc thiếc... niên hiệu Cảnh Thái đời [[Minh Đại Tông]], hàng được chế tạo tại [[Bắc Kinh]], và gọi: Cảnh Thái lam...\n* Ý kiến khác: \"... châu Âu trang trí cửa sổ bằng khung ghép hình và cùng với vật gia dụng tráng men trắng có lấm tấm hạt các màu xanh lục... Nghệ nhân [[Huế]] dưới triều [[nhà Nguyễn]] cũng chế tác mặt hàng nhiều mảng màu trên men, cốt đồng và nghĩ rằng nó có nguồn gốc từ \"pháp lang sa\" (''Française'') và do kiêng húy [[#Chú thích|<sup>'''2'''<\/sup>]] Thượng Vương Nguyễn Phúc Lan ([[1635]]-[[1648]]) nên gọi là \"Pháp lam\". Về việc đổi chữ \"lang\" thành \"lam\" đó là vì chữ Lang (瑯) có âm gần giống với chữ Lan (灡) trong tên chúa Nguyễn Phước Lan, nhất là phát âm theo lối Huế. Vì thế cần phải đọc trại đi để tránh phạm húy...\n* Tạm gọi và hiểu: Sản phẩm này mang tính địa phương ([[Huế]]) cao và trong lịch sử chỉ thời Nguyễn mới sản sinh ra chúng. Chúng có liên quan đến một di tích nằm trong quần thể [[Di sản thế giới|Di sản văn hóa thế giới]] (Cố đô Huế), đó là Pháp lam tượng cục. Dẫu không còn rõ nét trên thực địa nhưng tên gọi của cơ quan này vẫn còn ghi trong sử liệu. Thời xưa nghệ nhân Huế có sáng tạo trong quy trình công nghệ chế tác đồ pháp lam. Đây chính là cái giá trị văn hóa phi vật thể của loại đồ đặc biệt này và [[Luật di sản văn hóa]] buộc mọi người phải bảo vệ. Do đó không nên đổi tên gọi \"Pháp lam\" thành \"đồ đồng tráng men\", cũng không nên viết chung chung \"Pháp lam\" mà phải viết rõ ràng \"Pháp lam Huế\" hay \"đồ đồng tráng men thời Nguyễn\" để khỏi nhầm với Pháp lang Trung Hoa.\n\n== Nguồn gốc xuất xứ ==\nPháp lam Huế tiếp thu kỹ nghệ Họa pháp lang của [[Quảng Đông]], [[Trung Quốc]]. [[Quảng Đông]] là cửa ngõ du nhập công nghệ chế tác ''Họa pháp lang'' (''Émaux'' hay ''Painted enamel'') vào Trung Hoa. Khác với kỹ nghệ ''Kháp ti pháp lang'' (''Cloisonné''), từ xứ [[Đế quốc Đông La Mã|Byzantine]] du nhập vào Trung Hoa qua ngã [[Tây Vực]] theo vó ngựa viễn chinh của quân [[Mông Cổ]], kỹ nghệ Họa pháp lang xuất xứ từ vùng [[Limoges]] ở [[Pháp]] và vùng [[Battersea]] ở [[Anh]], du nhập vào Trung Hoa theo chân các tu sĩ [[dòng Tên]] vào cuối [[thế kỷ 17]].\n\nKỹ nghệ này du nhập vào [[Việt Nam]] từ thời vua [[Minh Mạng]] (năm [[1827]]). Bấy giờ, có một nhóm thợ vẽ ở Nội Tạo, cơ quan chuyên việc vẽ vời, trang trí trong cung Nguyễn, học được nghề làm pháp lam từ Trung Hoa.\n[[Tập tin:Phaplamco dainoiHue.jpg|phải|nhỏ|200px|Pháp lam Huế ''(họa pháp lang)''-một tiêu bản]]\n\n== Phân loại ==\nDựa vào phương pháp chế tạo thai cốt và kỹ thuật thể hiện men màu, họa tiết, có thể chia chế phẩm pháp lang thành bốn loại:\n# Kháp ti pháp lang (掐丝珐琅): Pháp lang làm theo kiểu ngăn chia ô hộc. Xem [[Cloisonne]]\n# Họa pháp lang (画珐琅): Pháp lang làm theo kiểu vẽ trên nền men như các tác phẩm hội họa ([[Painted enamel]]), kiểu này được phát minh ra tại thị trấn Limoges của Pháp trong [[thế kỷ 15]].\n# Tạm thai pháp lang (錾胎珐琅): Pháp lang có cốt được chạm trổ ([[champleve]]).\n# Thấu minh pháp lang (透明珐琅): Pháp lang có phủ lớp men trong bên ngoài.\n[[Tập tin:Khaptiphaplang.jpg|phải|nhỏ|200px|Kháp ti pháp lang Trung Quốc]]\n\nPháp lam Huế thuộc ''Họa pháp lang'' và một số vật dụng khác là đồ ký kiểu thuộc ''Kháp ti pháp lang'' được đặt mua tại Trung Hoa. Dựa trên các hiện vật pháp lam được trang trí trên các cung điện của triều Nguyễn và các hiện vật pháp lam hiện còn lưu giữ ở [[Bảo tàng Mỹ thuật Cung đình Huế|Bảo tàng Mỹ thuật cung đình Huế]] cũng như trong dân gian, có thể thấy pháp lam được sử dụng vào các mục đích chính sau đây:\n* '''Pháp lam dùng trong trang trí ngoại thất các cung điện triều Nguyễn''': Loại hình này thường thấy trên các bờ nóc, bờ quyết, cổ diềm tại các cung điện điển hình như ở điện Sùng Ân (lăng [[Minh Mạng]]); điện Biểu Đức (lăng [[Thiệu Trị]]); điện Hòa Khiêm (lăng [[Tự Đức]]); điện Thái Hòa ([[Hoàng thành Huế|Đại Nội]]) và các nghi môn ở các lăng trên cũng như khu vực Đại Nội.\n* '''Pháp lam dùng trong trang trí nội thất''': Đó là những hoành phi, câu đối, bình, choé...\n* '''Pháp lam gia dụng và pháp lam tế tự''': Hiện vật nhóm này bao gồm các đồ dùng trong việc tế tự như lư hương, quả bồng, chân đế quả bồng, cơi trầu... và các đồ gia dụng như khay trà, tô, bát, tìm đựng thức ăn.\n[[Tập tin:Phaplamphucche.jpg|phải|nhỏ|200px|Pháp lam Huế-phục chế]]\n\n== Pháp lam qua các thời kỳ ==\n[[Tập tin:Đĩa.jpg|nhỏ|phải|Đồ đồng tráng men hiện được trưng bày tại [[Bảo tàng Mỹ thuật Cung đình Huế]]]]\nPháp lam còn là loại hình [[mỹ thuật]], đồng thời, là một loại [[vật liệu]] đặc biệt, được sử dụng rất nhiều trong việc trang trí nội ngoại thất các cung điện ở [[Huế]]. Đó là những tác phẩm mỹ thuật hay các chi tiết trang trí trong kiến trúc Huế. Sử sách nhà Nguyễn cho biết thời điểm khai sinh kỹ nghệ chế tác pháp lam ở Việt Nam là năm [[1827]]; thịnh hành vào các đời vua [[Minh Mạng]] ([[1820]]-[[1841]]), [[Thiệu Trị]] ([[1841]]-[[1847]]), [[Tự Đức]] ([[1848]]-[[1883]]); sa sút từ sau thời kỳ ''tứ nguyệt tam vương''[[#Chú thích|<sup>'''3'''<\/sup>]] và dù được phục hồi, chỉnh đốn dưới triều [[Đồng Khánh]] ([[1885]]-[[1889]]) song không phục hưng nổi mà rơi vào thoái trào rồi thất truyền. Như vậy, thời gian tồn tại của kỹ nghệ pháp lam Huế, từ lúc khai sinh đến khi thất truyền, chỉ hơn 60 năm. Nhưng di sản pháp lam còn lại trên mảnh đất cố đô Huế khá đồ sộ, phong phú về số lượng; đa dạng về loại hình và kiểu thức.\n\nHiện ở Huế có nhiều nhóm nghiên cứu phục chế Pháp lam, tuy cách thức, công nghệ và đạt những mức độ thành công khác nhau song bước đầu đã đáp ứng công tác trùng tu di tích, hơn thế nữa đã phục hồi được một nghề chuyên sản xuất cho vua chúa mà một thời gian được xem như thất truyền.\n\n== Chú thích ==\n[[Tập tin:Chóe pháp lam.jpg|nhỏ|trái|Chóe pháp lam trong Đại Nội Huế]]\n# Trong Nguyễn Phúc tộc thế phả in năm 1995, trang 123, tên húy của chúa Nguyễn Phúc Lan viết theo Hán tự là 灡 và đọc là \"Lan\". Nếu theo Luật kỵ húy của triều Nguyễn tại sao triều đình Huế lại ban ra các chức danh có phiên âm gần giống lan như: Lang Đạo, Lang Chiên, Thị Lang, Lang Trung, Đặng Sĩ Lang, Tá Quốc Lang...? Nguồn ''Quan chức nhà Nguyễn''-Nhà xuất bản Thuận Hóa, năm 2000.\n# Âm Lan là quốc húy của triều Nguyễn. Căn cứ theo chỉ dụ năm Gia Long thứ 6 (1807) về những điều răn cấm: kính lục các chữ húy đọc đến phải tránh âm, làm văn phải đổi dùng chữ khác. Các chữ húy này gồm 6 chữ: Noãn (暖); Ánh (映); Chủng (種); Luân (輪); Hoàn (環) và Lan (籣).\n# Đây là giai đoạn lịch sử đen tối nhất của triều Nguyễn, sau khi vua Dục Đức bị truất phế, chỉ trong vòng 4 tháng mà hai quyền thần Tôn Thất Thuyết và Nguyễn Văn Tường đã lập rồi truất phế thêm 2 người nữa là vua Hiệp Hòa và vua Kiến Phúc nên ở Huế mới có câu: ''Nhất giang lưỡng quốc nan phân thuyết, Tứ nguyệt tam vương triệu bất tường'' (Một sông hai nước lời khôn nói, bốn tháng ba vua triệu chẳng lành).\n\n== Tham khảo ==\n{{tham khảo}}\n* Quốc sử quán triều Nguyễn, Đại Nam thực lục. Nhà xuất bản Khoa học, Hà Nội năm 1964.\n* 故宫藏金属胎珐琅器 (Cố cung tàng kim thuộc thai pháp lang khí). 编 著: 陈丽华 (Trần Lệ Hoa).\n* Tạp chí Bảo tàng mỹ thuật cung đình Huế - Chuyên đề Pháp lam\n\n== Liên kết ==\n* [http:\/\/www.hue.vnn.vn\/disandulich\/2005\/02\/61519\/ Phục chế Pháp lam Huế: Cần nghiên cứu kỹ lưỡng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051123101708\/http:\/\/www.hue.vnn.vn\/disandulich\/2005\/02\/61519\/ |date = ngày 23 tháng 11 năm 2005}}\n* [http:\/\/www.gomcohue.com\/php\/phaplamphucche.php?current_pages=2&catid=102 Pháp lam trên trang Gốm cổ Huế] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929021609\/http:\/\/www.gomcohue.com\/php\/phaplamphucche.php?current_pages=2&catid=102 |date = ngày 29 tháng 9 năm 2007}}\n* [http:\/\/www.hue.vnn.vn\/disandulich\/2005\/06\/86279\/ Pháp lam Huế-Những nhận thức mới I] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051119175649\/http:\/\/www.hue.vnn.vn\/disandulich\/2005\/06\/86279\/ |date = ngày 19 tháng 11 năm 2005}}\n{{thể loại Commons|Enamel}}\n{{Trang sức}}\n\n[[Thể loại:Thủ công mỹ nghệ Việt Nam]]\n[[Thể loại:Mỹ thuật cung đình triều Nguyễn]]\n[[Thể loại:Chất liệu nghệ thuật]]\n[[Thể loại:Nghệ thuật thủy tinh]]\n[[Thể loại:Nghệ thuật trang trí]]\n[[Thể loại:Ứng dụng thủy tinh]]\n[[Thể loại:Đồ gốm]]"}