{"145065":"{{for|nhà thờ cùng tên|Nhà thờ Phát Diệm}}\n{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Phát Diệm\n| hình = Phatdiemk-8.jpg\n| ghi chú hình = [[Nhà thờ Phát Diệm]]\n| vĩ độ = 20.0907 \n| kinh độ = 106.0851\n| diện tích = 1,05 km²\n| dân số = 9.561 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 9.106 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Kim Sơn]]\n| thành lập = 1958<ref name=0:\/>\n| mã hành chính = 14620<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = \n}}\n\n'''Phát Diệm''' (chữ Hán: 發艷) là [[Thị trấn (Việt Nam)|thị trấn]] huyện lỵ của huyện [[Kim Sơn]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Phát Diệm nằm ở trung tâm huyện [[Kim Sơn]], dọc theo [[quốc lộ 10]] và cách thành phố [[Ninh Bình (thành phố)|Ninh Bình]] 27&nbsp;km về phía đông nam và có vị trí địa lý:\n*Phía đông giáp xã [[Kim Chính]]\n*Phía tây giáp xã [[Lưu Phương (xã)|Lưu Phương]]\n*Phía nam và phía bắc giáp các xã [[Lưu Phương (xã)|Lưu Phương]], [[Thượng Kiệm]] và [[Kim Chính|Kim Chính.]]\n\nThị trấn Phát Diệm có diện tích 1,05&nbsp;km², dân số năm 2019 là 9.561 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 9.106 người\/km².\n\nThị trấn Phát Diệm nằm ở trung tâm đồng bằng ven biển Kim Sơn, tại vị trí ngã tư [[sông Vạc]] - sông Ân.\n\n==Lịch sử==\nNăm 1821, vua Minh Mạng tuần du ra Bắc có ghé thăm [[núi Ngọc Mỹ Nhân]] và cho khắc dòng chữ trên vách núi ở phía Bắc, dịch là: \n:''Dựng một nhà nhỏ nghỉ chân, khi lên núi xem thấy chùa tháp của sơn thành, cột buồm bến sông, cảnh đẹp như vẽ, cúi xuống giặt chiếc áo bụi đời''.\nTrở về kinh đô, vua Minh Mạng quan tâm đến nông nghiệp, đề ra chính sách khẩn hoang gồm hai hình thức đồn điền và doanh điền. Doanh điền là di dân lập ấp mới. Nhà vua cử [[Nguyễn Công Trứ]] ra [[Ninh Bình]] làm doanh điền sứ, chiêu mộ dân nghèo đi khai hoang vùng ven biển.\n\nĐến cuối năm 1829, Nguyễn Công Trứ cùng nhân dân khai phá được 14.620 mẫu đất và 1.268 người, miền đất đó đã ổn định, vua Minh Mạng cho lập thành một huyện mới tên là [[Kim Sơn]] (Kim Sơn hàm ý là rừng vàng, Tiền Hải là biển bạc). Thời ấy, Nguyễn Công Trứ cũng chọn một cụm dân cư đông đúc trong huyện đặt tên là Phát Diễm: Nơi phát sinh ra cái đẹp (\"Diễm\" và \"Diệm\" cùng âm, nghĩa là đẹp, ngày nay gọi là Phát Diệm).<ref>[http:\/\/www.dulichvn.org.vn\/index.php?category=2500&itemid=14055 Huyền thoại núi Cánh Diều – Ninh Bình]<\/ref>\n\nTheo lý giải của Nguyễn Công Trứ, khi ông đã đi qua tỉnh lỵ [[Ninh Bình]] (nay là [[ninh Bình (thành phố)|thành phố Ninh Bình]]), phát hiện thấy [[núi Ngọc Mỹ Nhân|núi Cánh Diều]] trông giống hình một cô gái mình trần nằm ngửa nhìn trời mây bao la trông rất đẹp hướng ra Biển Đông thuộc đất huyện [[Kim Sơn]], nên ông đặt tên trung tâm huyện lỵ là Phát Diệm, là nơi phát ra cái đẹp ở đó.\n\nThị trấn Phát Diệm được thành lập vào ngày [[3 tháng 12]] năm [[1958]] trên cơ sở tách một phần diện tích và dân số của các xã Lưu Phương, Thượng Kiệm và Kim Chính.<ref name=0:>{{Chú thích web|url=http:\/\/kimson.ninhbinh.gov.vn\/thi-tran-phat-diem-ky-niem-70-nam-thanh-lap-dang-bo-60-thanh-lap-thi-tran-phat-diem-840.html|tựa đề=Thị trấn Phát Diệm kỷ niệm 70 năm thành lập Đảng bộ, 60 thành lập thị trấn Phát Diệm|tác giả=|họ=|tên=|ngày=|website=Trang thông tin điện tử huyện Kim Sơn|url lưu trữ=https:\/\/web.archive.org\/web\/20200706000026\/http:\/\/kimson.ninhbinh.gov.vn\/thi-tran-phat-diem-ky-niem-70-nam-thanh-lap-dang-bo-60-thanh-lap-thi-tran-phat-diem-840.html|ngày lưu trữ=2020-07-06|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>\n\n==Hành chính==\nThị trấn Phát Diệm được chia thành 8 phố: Kiến Thái, Trì Chính, Thượng Kiệm, Phú Vinh, Phát Diệm Đông, Phát Diệm Tây, Nam Dân, Phát Diệm Nam.\n\n==Kinh tế==\n\nQuốc lộ 10 và [[sông Vạc]] chia thị trấn Phát Diệm làm 4 phần cân xứng ở 4 phía của ngã tư [[sông Vạc]] và sông Ân tạo ra hệ thống giao thông thủy và bộ rất thuận lợi.\n \nChợ Nam Dân Phát Diệm là một trong 5 chợ lớn nhất ở [[Ninh Bình]]. Chợ Nam Dân là chợ lớn thứ 3 ở [[Ninh Bình]] (chỉ sau [[chợ Rồng Ninh Bình|chợ Rồng]] ở [[ninh Bình (thành phố)|thành phố Ninh Bình]] và chợ Đồng Giao ở [[thành phố Tam Điệp]]), điều đặc biệt ở đây là nơi hội tụ các sản phẩm buôn bán đặc trưng như chiếu cói, [[rượu Kim Sơn]], gạo tám, nếp, dự... Tại đây còn có cảng than, cảng cá Kim Sơn.\n\nNăm 2008, tổng giá trị sản xuất thị trấn đạt 72,3 tỷ. Tốc độ tăng trưởng bình quân 16% so với năm 2007. Ngành thương mại - dịch vụ chiếm chủ đạo trong cơ cấu kinh tế của thị trấn với 94%, Công nghiệp, TTCN chiếm 5,1%, Nông nghiệp chiếm 0,9%.\n\n==Văn hóa==\n===Rạp Kim Mâu===\nRạp chiếu bóng Kim Mâu là công trình biểu tượng kết nghĩa giữa huyện [[Kim Sơn]] và thành phố Cà Mau. Rạp nằm ven sông Ân, quay mặt tiền ra quảng trường, sông Ân và quốc lộ 10. Rạp Kim Mâu có diện tích 1,65 ha với sức chứa 800 chỗ ngồi. Đây là nơi diễn ra các hoạt động văn hóa của huyện Kim Sơn.\n\n===Nhà thờ Phát Diệm===\n{{chính|Nhà thờ Phát Diệm}}\nThị trấn Phát Diệm nổi tiếng với [[nhà thờ chính tòa Phát Diệm|nhà thờ Phát Diệm]] - một công trình kiến trúc đá hiện đại hài hoà kết hợp giữa phương Đông và phương Tây, nơi được ví như kinh đô công giáo của Việt Nam.\n\n===Cầu ngói Phát Diệm===\n{{bài chi tiết|Cầu ngói Phát Diệm}}\nCầu ngói Phát Diệm là một công trình độc đáo, đã được in hình trên tem bưu chính Việt Nam. Cầu nằm bắc qua sông Ân ở trung tâm thị trấn Phát Diệm. Cầu ngói Phát Diệm có kiến trúc\"''thượng đình hạ kiều''\"tức phía trên là đình, phía dưới là cầu. So với 5 cây cầu ngói cổ hiện còn lại ở Việt Nam, cầu ngói Phát Diệm có [[chiều dài]] khá lớn, 36 m, chia thành 3 nhịp, mỗi nhịp có 4 gian. Ngoài cầu ngói Phát Diệm ở Kim Sơn còn 2 cầu ngói Lưu Quang và cầu ngói Hòa Bình đều bắc qua sông Ân.\n \nHai bên thân cầu ngói Phát Diệm có hai dãy lan can và cột đều bằng gỗ lim. Trên cầu là mái che cầu phong li tô, lợp ngói đỏ cổ truyền của vùng đồng bằng Bắc Bộ. Lối đi hai đầu cầu có các bậc tam cấp. So với Chùa Cầu Hội An và cầu ngói Thanh Toàn, cầu ngói Phát Diệm có dáng vẻ nhẹ nhàng và thanh thoát, thể hiện tài năng sáng tạo đặc biệt.\n\nĐây được đánh giá là cây cầu hiếm và có giá trị nghệ thuật cao nhất trong các loại cầu cổ ở Việt Nam. Cầu vừa có chức năng giao thông, vừa là một mái đình cổ kính, hơn nữa lại là điểm dừng chân tránh mưa nắng, nơi đôi lứa hẹn hò.\n\nDân gian có câu\"''cầu Nam, chùa Bắc, đình Đoài''\"để ca ngợi vẻ đẹp kiến trúc những cây cầu cổ ở xứ Sơn Nam, trong đó có cầu Ngói Phát Diệm ở [[Kim Sơn]], cầu Trà Là ở [[thành phố Ninh Bình]] và cầu Đông ở [[cố đô Hoa Lư]]. Cầu Ngói Phát Diệm đã được xếp hạng Di tích kiến trúc nghệ thuật năm 2018.<ref>[http:\/\/kimson.ninhbinh.gov.vn\/le-don-nhan-bang-xep-hang-di-tich-kien-truc-nghe-thuat-cau-ngoi-phat-diem-1246.html Lễ đón nhận bằng xếp hạng Di tích kiến trúc nghệ thuật Cầu Ngói Phát Diệm]{{Liên kết hỏng|date=2021-11-21 |bot=InternetArchiveBot }}<\/ref>\n\n==Hình ảnh ==\n<gallery mode=\"packed-hover\" widths=\"150\" heights=\"150\">\nTập tin:Phatdiemk-6.jpg|\nTập tin:Nhathodaphatdiem1.jpg|\nTập tin:Phatdiemk-77.jpg|\nTập tin:Nhathodaphatdiem2.jpg|Hành lang\nTập tin:Caungoininhbinh.jpg|Cầu ngói\nTập tin:Kimsonk9.JPG|\nTập tin:Kimsonk7.JPG|Nhà thờ chính toà\nTập tin:Phatdiemk-1.jpg|\nTập tin:Phatdiemk-2.jpg|\nTập tin:Phatdiemk-3.jpg|\nTập tin:Phatdiemk-4.jpg|\nTập tin:A-phatdiem1.JPG|Đài chiến sĩ ở thị trấn Phát Diệm\nTập tin:A-phatdiem2.JPG|Sông Ân Giang, đoạn chảy qua thị trấn Phát Diệm\n<\/gallery>\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Kim Sơn}}\n\n[[Thể loại:Huyện lỵ Việt Nam]]"}