{"2262079":"'''Pháp luật thời Trần''' trong [[lịch sử Việt Nam]] vốn kế thừa từ hệ thống [[pháp luật Việt Nam thời Lý|pháp luật thời Lý]], có bổ sung hoàn thiện hơn.\n\n== Hệ thống luật==\nNăm [[1230]], [[Trần Thái Tông]] đã cho xét các luật lệ đời trước, sửa đổi san định thể lệ cho làm ra sách ''Quốc triều thông chế'' gồm 20 quyển, quy định về tổ chức chính quyền. Sau đó qua vài lần sửa chữa bổ sung, nhà Trần lại ban hành bộ Quốc triều hình luật.<ref>Đại cương Lịch sử Việt Nam tập I, Trương Hữu Quýnh, 1997<\/ref>\n\nCơ quan pháp luật [[nhà Trần]] được tăng cường hoàn thiện hơn [[nhà Lý]]<ref name=\"ReferenceA\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 185<\/ref>. Trong triều có thẩm hình viện chuyên xét xử việc hình ngục. Cuối [[thế kỷ 13]], nhà Trần lập ra ''Viện đăng văn kiểm pháp'', lấy các đại thần phụ trách. Năm [[1332]], [[Nguyễn Trung Ngạn]] phụ trách cơ quan này lại lập ra thêm nhà bình doãn xử án.\n\nViệc tuyển chọn các quan làm chức vụ này có tiêu chuẩn thanh liêm, thẳng thắn.\n\n==Nội dung==\n===Hình sự===\nPháp luật [[nhà Trần]] khá nặng. Các tội trộm cắp lần đầu bị đánh 80 trượng, thích chữ lên mặt và phải đền cho chủ theo tỉ lệ mất 1 đền 9; nếu không đền đủ phải gán vợ con làm nô tì. Người tái phạm tội sẽ bị chặt chân tay; ai tái phạm tới lần thứ 3 sẽ bị giết<ref name=\"ReferenceB\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 186<\/ref>.\n\nVới tội [[thông dâm|gian dâm]], pháp luật cho phép giết chết kẻ gian dâm nếu bắt tại trận; gian phu được quyền nộp 300 quan chuộc tội, gian phụ phải về nhà chồng làm nô tì.\n\n===Phân chia tầng lớp===\nĐại quý tộc, trước hết là vua và hoàng gia được pháp luật dành cho đặc quyền, đặc lợi. Cùng tội danh phỉ báng triều đình như nhau, người trong hoàng tộc là Trần Lão có thể dùng 1000 quan tiền chuộc nhưng nô lệ tên là Khoáng đồng mưu thì bị xử lăng trì<ref name=\"ReferenceA\"\/>.\n\nNô tì của vương hầu, công chúa phải thích chữ vào mặt, mang hiệu của chủ, nếu không sẽ bị coi là giặc cướp. Nô tì không được kết hôn với quý tộc; cha con vợ chồng gia nô trong nhà không được tố cáo nhau.\n\n[[Nhà Trần]] cho đặt một quả chuông lớn trong lầu để dân chúng kêu oan thì đến gõ chuông.\n\n===Đối với nông nghiệp===\nPháp luật thời Trần xác nhận và bảo vệ quyền tư hữu tài sản, nhất là ruộng đất. Để bảo vệ và khuyến khích nghề nông, nhà Trần theo lệ nhà Lý, cấm giết trâu bò bừa bãi nếu giết sẽ nộp ba con trâu hoặc bò và đánh 80 trượng, nếu người nhìn thấy mà không cáo lên vua thì sẽ phạt một con trâu hoặc bò và đánh 100 trượng tội che giấu.\n\nPháp luật còn coi việc xây dựng đê điều và các công trình thủy lợi là công việc của triều đình và toàn dân. Vào tháng 6, tháng 7 hàng năm, nếu các quan hà đê lười biếng để dân cư phải trôi dạt, lúa bị ngập thì sẽ bị xử tội<ref name=\"ReferenceB\"\/>.\n\n==Xem thêm==\n* [[Nhà Trần]]\n*[[Pháp luật Việt Nam thời Lý]]\n* [[Luật Hồng Đức]]\n\n==Tham khảo==\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{tham khảo}}\n{{Lịch sử Việt Nam thời Trần}}\n\n[[Thể loại:Lịch sử Việt Nam thời Trần]]\n[[Thể loại:Pháp luật Việt Nam thời Trần]]"}