{"1295842":"{{Thông tin thánh\n| tên = Phêrô Đoàn Công Quí\n| hình = PheroDoanCongQuy.jpg\n| cỡ hình = 200px\n| alt = ALT\n| chú thích = \n| danh hiệu = \n| ngày sinh = [[1826]]\n| nơi sinh = [[Họ Búng]], [[trấn Biên Hòa]]\n| ngày mất = [[31 tháng 7]] năm [[1859]]\n| nơi mất = [[Châu Đốc]], [[An Giang]]\n| tôn kính = [[Giáo hội Công giáo Rôma]]\n| ngày chân phước = [[2 tháng 5]] năm [[1909]]\n| nơi chân phước = tại [[Roma|Rôma]]\n| chân phước bởi = [[Giáo hoàng Piô X]]\n| ngày hiển thánh = [[19 tháng 6]] năm [[1988]]\n| nơi hiển thánh = tại [[Roma|Rôma]]\n| hiển thánh bởi = [[Giáo hoàng Gioan Phaolô II]]\n| đền chính = [[Nhà thờ Châu Đốc]]\n| lễ quan thầy = [[31 tháng 7]]\n| biểu trưng = \n| bổn mệnh = \n| tranh cãi = \n| suppressed_date = \n| suppressed_by = \n| ảnh hưởng đến =\n| chịu ảnh hưởng =\n| truyền thống = \n| tác phẩm = \n}}\n'''Phêrô Đoàn Công Quí''' ([[1826]] – [[1859]]) là một [[linh mục]] [[Công giáo]] người Việt, ông còn là một trong 117 vị [[Các thánh tử đạo Việt Nam|thánh tử đạo Việt Nam]].\n==Tiểu sử==\nÔng sinh năm 1826 tại thôn Hưng Định, tổng [[Bình Chánh]] Thượng, huyện Bình An, phủ Phước Long, trấn Biên Hòa, nay là phường [[Hưng Định]], thành phố [[Thuận An]], tỉnh [[Bình Dương]], thuộc [[Giáo phận Phú Cường]], là con trai út của ông Antôn Đoàn Công Miêng và bà Anê Nguyễn Thị Trường, gia đình vốn dòng đạo đức, quyền quý, nguyên quán ở Huế đã từng phò vua giúp nước. Ông bà là người di cư từ miền Trung (Huế) vào Nam và muốn Quí theo đường học vấn đàng hoàng để làm vẻ vang cho dòng tộc, nhưng Quí lại thường đến với linh mục nhà thờ họ Búng tên là Tám. Một thời gian sau, cậu xin phép cha mẹ được ở và theo học luôn với [[linh mục]] này, thỉnh thoảng mới về thăm gia đình<ref>{{Chú thích web |url=http:\/\/www.tinmung.net\/CACTHANH\/118ThanhTDVN\/ |ngày truy cập=2012-05-26 |tựa đề=Trang mạng Tin Mừng |archive-date = ngày 20 tháng 6 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130620004753\/http:\/\/tinmung.net\/CACTHANH\/118ThanhTDVN\/ }}<\/ref>. Tên của các anh chị của cậu Phêrô Quí là: Phêrô Đoàn Công Thới, Maria Đoàn Thị Bường, Augustinô Đoàn Công Đã, Micae Đoàn Công Rạng, Antôn Đoàn Công Báu.\n\nNăm 1847, linh mục Tám giới thiệu Thầy Quí với linh mục Gioan Miche (Mịch) – sau này là Giám mục – để xin học [[latinh|tiếng Latinh]] và theo đường tu tập. Về sau, Thầy Quí gia nhập chủng viện Thánh Giuse ở [[Thị Nghè]], tỉnh [[Gia Định]]. Năm 1848, với chức thầy giảng, thầy được gửi đi du học tại đại chủng viện của [[Hội Thừa sai Paris]] bên [[Penang]] ([[Mã Lai]]) để học [[triết học]], [[thần học]], [[ngoại ngữ]] và [[văn chương]]. Sau 7 năm được hướng dẫn, học tập và tu đức tương đối đầy đủ, Thầy lên đường trở về quê hương vào ngày 11.4.1855 trong bối cảnh vua [[Tự Đức]] ra sắc chỉ cấm đạo [[Công giáo]] gay gắt. Trong tình thế ấy, Giám mục Lefèvre (Ngải) giao cho ông nhiệm vụ chăm sóc, dạy dỗ, động viên giáo dân tại các họ đạo địa phương, lúc này phụ thân đã qua đời. Năm [[1858]], ông được truyền chức linh mục tại nhà thờ Thủ Dầu Một. Một thời gian phục vụ tại các giáo xứ vùng [[Lái Thiêu]], Gia Định và [[Kiến Hòa]], linh mục Phêrô Đoàn Công Quí chuyển về [[Vĩnh Long]] làm linh mục phó xứ [[Vĩnh Thành, Chợ Lách|Cái Mơn]].\n\nCuộc bách hại đạo Công giáo của vua Tự Đức ngày càng khốc liệt, quân lính bao vây [[Dòng Mến Thánh Giá]] Cái Mơn để lùng bắt giáo sĩ, nhưng vì không bắt được ai nên họ bắt giam một [[nữ tu]] để tra khảo. Nghe tin đó, linh mục Quí muốn nộp mạng để lính tha cho các nữ tu nhưng giáo dân đã ngăn cản ông thực hiện việc này. Linh mục bề trên của giáo phận là Borelle (Hòa) giao cho linh mục Quí cải trang thành dân thường để đi thăm viếng, an ủi và ban các bí tích cho các giáo dân nên ông mới nguôi ý định nộp mạng.\n\nNgày [[27 tháng 12]] năm [[1858]], linh mục Quí được bổ nhiệm về giáo họ Đầu Nước ở [[Cù Lao Giêng]] (tỉnh [[An Giang]]). Với tính tình vui vẻ, hiền lành, hòa đồng với mọi người, các giáo hữu rất trân trọng và kính mến, linh mục Quí luôn an ủi những người đau khổ, nhủ bảo những kẻ khô khan nguội lạnh, thương yêu giúp đỡ những ai túng thiếu... nhờ đó mà tinh thần đạo đức rất sốt nóng, phấn khởi lan rộng.\n\nNgày [[7 tháng 1]] năm [[1859]] (nhằm lễ Ba Vua), quan quân triều đình bao vây nhà ông trùm họ (còn gọi là ông Câu) [[Emmanuel Lê Văn Phụng]] để bắt đạo trưởng Tây (tức các giáo sĩ phương Tây), các giáo dân khác báo tin và một linh mục đề nghị với linh mục Quí cùng đi trốn, nhưng ông không đi mà chạy vào ẩn nấp dưới sàn nhà ông Phụng. Thấy binh lính chuẩn bị đánh đòn chủ nhà để tra khảo, linh mục Quí tự ra nhận mình là đạo trưởng, nhưng binh lính không chịu và nói chắc chắn là còn có đạo trưởng Tây ở trong nhà này. Khi một em bé chỉ và nói linh mục Quí là đạo trưởng thì binh lính liền trói ông, ông Phụng và 32 giáo dân khác rồi giải về [[Châu Đốc]].\n\nQuan thẩm vấn linh mục này nhiều điều và hứa sẽ tha cho ông nếu ông tuyên bố bỏ đạo nhưng ông vẫn kiên quyết không bao giờ bỏ đạo Công giáo. Quan ra lệnh tống giam ông và đồng thời dùng nhiều phương kế dụ dỗ, đe dọa, tra tấn để ông đổi ý nhưng ông vẫn không chịu. Sau cùng, quan thảo bản án trảm quyết gửi về kinh đô xin ý kiến.\n\nNgày [[30 tháng 7]] năm [[1859]], linh mục Đoàn Công Quí và ông Lê Văn Phụng nhận án tử và ra pháp trường xử trảm ngày hôm sau. Thi hài họ được an táng tại nhà thờ Năng Gù, về sau được cải táng về chủng viện Cù Lao Giêng vào năm [[1959]].\n\n[[Giáo hoàng Piô X]] suy tôn [[chân phước]] cho linh mục Phêrô Đoàn Công Quí vào ngày [[2 tháng 5]] năm [[1909]]. Ngày [[19 tháng 6]] năm [[1988]], [[Giáo hoàng Gioan Phaolô II]] suy tôn ông lên bậc hiển thánh. Ngày nay, tên của ông được đặt cho một [[Chủng viện (Công giáo)|đại chủng viện]] ở [[Việt Nam]] là [[Đại chủng viện Thánh Quý|Đại chủng viện Thánh Quí]]\n\n==Tên Quí hay Quý?==\n[[Hình:Đền tưởng niệm.jpg|nhỏ|230px|phải|Đền tưởng niệm Thánh Phêrô Đoàn Công Quí (trái) và Thánh [[Emmanuel Lê Văn Phụng]] (phải) trên [[Cù lao Giêng]]]]\nTên của ông thường được viết là '''Phêrô Đoàn Công Quý''', nhưng có ý kiến cho rằng viết tên \"Quí\" thì chính xác hơn. Một số nguồn sau đây củng cố ý kiến này<ref>[http:\/\/giaoxugiaohovietnam.com\/PhuCuong\/01-Giao-Phan-PhuCuong-Bung.htm Giáo xứ Búng]<\/ref>:\n*Theo linh mục Jean Claude Pernot, đã từng sống và làm việc với vị thánh, sau này kể lại ở Paris luôn ghi: \"''le prêtre Qui\"'' hoặc \"''P. Quí\"'' \n*Linh mục Borelle rất quen biết với ông Câu Phụng và linh mục Phêrô Quí, đã viết bài tường thuật rất tỉ mỉ được đăng trong tập san của Hội Truyền Bá Đức Tin, số 33, năm 1860, cũng ghi rõ: P. Quí. \n*Trong bản ghi nguồn gốc họ đạo Búng, linh mục Martin (MEP) thuộc [[Hội Thừa sai Paris]], ngày 10-2-1911, cũng ghi \"''le Bienheureux Pierre Quí'' (trang 6 và trang 10).\n*Trong sách \"Thánh Giáo Yếu Lý\" vấn đáp, năm 1953, do nhà xuất bản Tân Định, in lần thứ 11, trang 102, \"Những điều vinh hạnh đặc biệt của địa phận Sài Gòn\", có viết: Ngày 02-5-1909, Đức Giáo Tông Piô X phong lên bậc Á Thánh: ''cha Phêrô Quí'', ông trùm Emmanuel Phụng, cha Phaolô Lộc, cha Phêrô Lựu, ông trùm Giuse Lựu và Phaolô Hạnh.\n*Adrien Launay, trong \"Les trente cinq Vénérablles Serviteurs de Dieu\", P. Lethielleux, Libraire - Editeur, 1907, trang 151 - 157, viết là ''\"cha P. Quí\"''.\n*Ngày [[17 tháng 2]] năm [[1960]], Giám mục [[Simon Hòa Nguyễn Văn Hiền]] khánh thành tượng đài ông tại họ đạo Búng, tại chân đế tượng ghi rằng: ''Thánh Phê rô Đoàn Công Quí''.\n*Ngày [[31 tháng 7]] năm [[1967]], khi viết tờ xin làm gia phả đầy đủ cho ông, người cháu đời thứ tư của ông là Đoàn Công Tần viết rằng: \"Tông chi than tộc Á Thánh Đoàn Công Quí\".\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Thánh tử đạo Việt Nam}}Tài liệu tham khảo: \n* Adrien LAUNAY, MEP, \"Les trente-cinq Vénérablé Serviteurs de Dieu - Francais - Annamites - Chinois\" - pp.&nbsp;151–168 - Paris P. LETHIELLEUX, libraire - Éditteur 1907\n* Archives.mepasie.org (Missions Etrangères de Paris)\n* Monographie de la Chrétienté de Búng.\n* L.E. Louvet: \"La Cochinchine Religieuse\", p.&nbsp;287\n* Linh mục Phaolô Vân, cha sở họ đạo Cù Lao Giêng: \"Hạnh Cha Quí và Lý Phụng tử đạo\" - 20-6-1090 séminaire Culaogiêng.\n* Seminaire Religieuse \"Nam Kỳ Địa Phận\", No 6-12\n* Lịch sử Họ Đạo Búng (Phú Cường) - 2007\n* Phan Phát Huồn, \"Việt Nam Giáo Sử\", quyển 1, Cứu Thế Tùng Thư, Sài Gòn, 1965, trang 470-472\n* Lm Dũng Lạc Trần Cao Tường, \"Thánh Emmanuel Lê Văn Phụng\" tại [http:\/\/vietcatholic.net\/cttdvn\/du http:\/\/vietcatholic.net\/cttdvn\/duongsong\/levanphung.html]{{Liên kết hỏng|date = ngày 25 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n* Bài tường thuật của cha Borelle (người rất quen biết ông Câu Phụng), đăng trong tập san của Hội Truyền Bá Đức Tin số 33 năm 1860.\n* Lời kể của một số giáo dân kỳ cựu ở Giáo xứ Cù Lao Giêng.\n* DÒNG DÕI THÁNH QUÍ - Gia phả họ Đoàn ở Búng và Bình Sơn: http:\/\/hodaobung.com\/Bai-viet\/705\/gia-pha-ho-doan-o-bung-va-binh-son.aspx\n\n[[Thể loại:Thánh Công giáo Việt Nam|D]]\n[[Thể loại:Người Bình Dương|D]]\n[[Thể loại:Người Thừa Thiên Huế|D]]\n[[Thể loại:Linh mục Công giáo người Việt|D]]"}