{"787477":"[[Tập tin:Linhmuctranluc.jpg|nhỏ|Linh mục Phêrô Trần Lục (Cố Sáu)]]\n\n'''Phêrô Trần Lục''' ([[1825]]-[[1899]]), còn được biết với biệt danh '''cụ Sáu''', là một [[linh mục]] [[Giáo hội Công giáo Rôma|Công giáo]] người Việt.\n\nÔng nổi tiếng là một giáo sĩ nhiệt thành, là người đã cho khởi công xây dựng [[Nhà thờ chính tòa Phát Diệm|Nhà thờ Phát Diệm]].\n\n==Thân thế==\nÔng tên thật '''Trần Văn Hữu''', sinh năm 1825, quê ở làng Mỹ Quan, tổng Cao Vịnh, huyện [[Nga Sơn]], phủ Hà Trung, tỉnh [[Thanh Hóa]] (nay là thôn Mỹ Quan, xã Hà Vinh, huyện [[Hà Trung]], tỉnh [[Thanh Hóa]]), thuộc giáo xứ Kẻ Rừa, giáo hạt Ngọc Định, [[giáo phận Thanh Hóa]]. Ông là con thứ hai trong gia đình 7 người con (gồm 5 trai 2 gái). Cha ông là ông Trần Văn Nhu, người [[Nam Định|Nam Định]], còn mẹ ông không rõ tên, là người gốc [[Ninh Bình]].<ref name=\"ngocthu\">[[Đức ông (Công giáo)|Msgr.]] Trần Ngọc Thụ, \"Sự nghiệp của cha Trần Lục\"<\/ref>\n\nKhi [[thanh Tẩy|rửa tội]], ông được đặt tên thánh là [[Thánh Phêrô|Phêrô]]. Năm [[1840]], ông rời gia đình theo linh mục Trần Văn Tiếu làm phụ lễ tại giáo xứ Bạch Bát. Năm 1845, ông được nhận vào [[Chủng viện (Công giáo)|Tiểu chủng viện]] Vĩnh Trị, đổi tên thành '''Trần Văn Triêm''' để tránh trùng tên với một chủng sinh khác. Sau khi tốt nghiệp vào năm 1850 và chịu chức Sáu (''diacre'') tại nhà thờ Tràng Vĩnh Trị, xứ Kẻ Vĩnh, Nam Định<ref name=\"congnghi\">Linh mục John Trần Công Nghị, \"Lịch sử [[Giáo phận Phát Diệm]]\", 2004<\/ref>, ông được gửi đi thực tập truyền giáo trong một số giáo xứ cho đến năm 1855 thì được nhận vào [[Chủng viện (Công giáo)|Đại chủng viện]] Kẻ Non ([[Hà Nam]]), bấy giờ do Giám mục [[Charles Hubert Jeantet]] (tên Việt là ''Khiêm'') cai quản, để tiếp tục học thêm về Triết lý và Thần học và thụ phong Phó tế.\n\n==Mục vụ thời cấm cách==\nTuy nhiên, nhân việc chiến thuyền Pháp Catinat vào cửa [[Đà Nẵng]], cho người đem thư lên trách triều đình Việt Nam về việc giết giáo sĩ đạo Thiên Chúa, tự tiện bắn phá các đồn lũy rồi bỏ đi năm 1856, vua [[Tự Đức]] càng ra sức cấm đạo quyết liệt. Trong năm 1857, liên tiếp 4 sắc chỉ cấm đạo được ban hành. Tiểu chủng viện Vĩnh Trị bị san thành bình địa<ref>Chỉ dụ ngày 1 tháng 12 năm 1857<\/ref>. Các cơ sở Công giáo khác cũng bị đốt phá và tiêu hủy<ref>Chỉ dụ ngày 8 tháng 12 năm 1857.<\/ref>. Ngày [[13 tháng 7]] năm 1858, ông bị bắt và bị đày lên [[Lạng Sơn]]. Em trai của ông là Gioan Trần Văn Pháp (hay Truật), cũng bị đày và chết tại đây.<ref name=\"ngocthu\"\/>\n\nTuy nhiên, tháng 1 năm 1860, ông được Giám mục [[Jeantet Khiêm]], bấy giờ là Đại diện Tông tòa Tây Đàng Ngoài, bí mật triệu hồi và phong chức linh mục ở Kẻ Trừ (nay là Giáo xứ Từ Châu, xã Liên Châu, huyện [[Thanh Oai]], [[Hà Nội]]). Do nhiều năm chịu chức Sáu, được các giáo dân thường gọi là '''Cụ Sáu''', ông lấy tên giả là '''Trần Lục''' để tránh lộ thân phận. Sau đó, ông trở về Lạng Sơn để cai quản giáo dân bị lưu đày tại đây mãi đến năm 1862, khi vua Tự Đức ban hành lệnh tha cấm đạo, ông mới được trả tự do.\n\n==Quản xứ Phát Diệm==\n[[Tập tin:Tuong Phero Tran Luc.jpg|nhỏ|Tượng linh mục Phêrô Trần Lục trước Nhà truyền thống tại quần thể Nhà thờ chính tòa Phát Diệm.]]\nSau khi được trả tự do, ông được Giám mục Jeantet Khiêm phân về quản nhiệm ba xứ Mỹ Diệm, Kẻ Dừa, Tam Tổng. Bấy giờ, cả ba xứ chỉ có một nhà thờ nhỏ lợp tranh tại làng Trung Đồng (nay thuộc xã Yên Nhân, huyện [[Yên Mô]], tỉnh [[Ninh Bình]]). Sau khi ông về quản nhiệm, đã cho dời nhà thờ xứ về [[Phát Diệm]].<ref>Theo như tài liệu \"Dạo chơi Phát Diệm\" có viết rằng: ''\"Theo như người ta nói thì trước kia nhà xứ Phát Diệm ở xã Trung Đồng, huyện Yên Mô, nằm giáp đê Cự Lĩnh; năm 1862 cha Trần Lục về làm chính xứ đã di chuyển nhà xứ xuống giữa làng Phát Diệm\"''. Dẫn theo Linh mục John Trần Công Nghị, \"Lịch sử Giáo phận Phát Diệm\".<\/ref>\n\nNăm 1865, ông được Giám mục Jeantet Khiêm bổ nhiệm làm Chánh xứ [[Phát Diệm]]. Năm 1871, ông đã huy động giáo dân xây dựng một nhà thờ nhỏ lợp ngói.\n\nNăm 1873, [[Francis Garnier]] đánh [[Trận thành Hà Nội (1873)|Hà Nội]] và [[Pháp đánh Nam Định, Ninh Bình, Hưng Yên (1873)|chiếm Nam Định, Ninh Bình, Hải Dương, Hải Phòng]], gây nên [[Biến cố Bắc Kỳ (1873)|Biến cố Bắc Kỳ 1873]]. Vua Tự Đức phái [[Trần Đình Túc]], [[Trương Gia Hội]] cùng hai giáo sĩ là Giám mục [[Joseph Hyacinthe Sohier]] (tên Việt là ''Bình'')<ref>Bấy giờ là Đại diện Tông tòa Bắc Đàng Trong<\/ref> và linh mục Danzelger (tên Việt là ''Đăng'') ra Hà Nội để điều đình với Garnier. Ông được cho là đã tháp tùng phái đoàn này. Việc điều đình chưa ngã ngũ thì [[Francis Garnier]] bị [[quân Cờ Đen]] phục kích giết chết tại [[Trận Cầu Giấy (1873)|Cầu Giấy]]. Vui mừng trước sự việc này, Tự Đức liền triệu hồi phái đoàn điều đình trở về. Riêng ông được vua thưởng cho 1 Kim khánh và 5 Kim tiền.\n\nVới sự ưu ái của triều đình, ông bắt tay vào việc xây dựng một [[nhà thờ chính tòa Phát Diệm|nhà thờ mới]] từ năm 1875. Mặc dù không phải là một [[kiến trúc sư]], ông đã tiếp nhận và dung hòa rất nhiều trường phái mỹ thuật để xây dựng một nhà thờ đá rất đồ sộ và mỹ thuật, có một phong cách riêng đặc biệt cho đến tận ngày nay. Năm 1901, [[Nhà thờ chính tòa Phát Diệm|Nhà thờ Phát Diệm]] được chọn làm Tòa giám mục của Giáo phận Thanh, sau đổi thành [[Giáo phận Phát Diệm]].\n\n==Qua đời==\nÔng qua đời ngày [[6 tháng 7]] năm [[1899]]. Trước khi qua đời, ông có trăn trối hãy táng xác ông giữa lối ra vào nhà thờ, ''\"để người ta đi lại, xéo trên mồ\"''<ref name=\"congnghi\"\/>. Tuy nhiên, giáo dân đã dịch qua khỏi lối đi và làm vòng rào bảo vệ.\n\nTrong đám tang của ông, [[Bố chánh]] [[Thanh Hóa]] thay mặt triều đình [[Tên gọi Việt Nam#Đại Nam|Đại Nam]] và Công sứ [[Ninh Bình]] thay mặt chính phủ Bảo hộ Pháp đến dự và đọc điếu văn.\n\n==Trợ giúp Pháp và Khởi nghĩa Ba Đình==\nÔng đã trợ giúp cho [[Đế quốc thực dân Pháp|Thực dân Pháp]] trong thời kỳ đầu người Pháp đô hộ [[Việt Nam]]. Sách [[Đại Nam thực lục]] chép về việc Trần Lục hỗ trợ quân Pháp như sau:<ref>{{Chú thích sách|title=Đại nam thực lục chính biên, (Đệ ngũ kỷ quyển 1) -  Tập 36, Viện sử học (dịch), nxb Khoa học xã hội, Hà Nội 1976, trang 43}}<\/ref>{{cquote|''...ở xã Phát Diệm trong hạt ấy có viên Giáo mục Trần Lục thông mưu với sứ Pháp, y mộ nhiều giáo dân và hàng nghìn tên vô lại, nhiều lần ra chặn bắt dịch phu để cướp lấy công văn. Các quan trú quân tại các tỉnh đều phải theo đường qua phủ Nho Quan mà đệ công văn về.''}}\n\nNăm 1886, hưởng ứng chiếu cần vương của vua Hàm Nghi, tại Thanh Hóa nổ ra cuộc [[khởi nghĩa Ba Đình]] do [[Phạm Bành]] và [[Đinh Công Tráng]] lãnh đạo. Giữa tháng 12, quân Pháp gồm 500 lính, có [[Pháo|đại bác]] 80 ly yểm hộ đã tổ chức tấn công căn cứ Ba Đình nhưng bị nghĩa quân đánh lui. Đầu tháng 1 năm 1887, khi quân Pháp tổ chức cuộc tấn công lần thứ hai, linh mục Trần Lục đã huy động 5.000 giáo dân Việt Nam tăng viện, góp phần giúp quân Pháp thành công tiêu diệt chiến khu này.<ref>Dieu et César, trg. 41-42 (bản tiếng Việt: Thập Giá và Lưỡi Gươm), Linh Mục Trần Tam Tĩnh, Giáo sư đại học Laval, Québec, Canada<\/ref>\n\nLinh mục Trần Lục đã hướng dẫn và giúp cho chuẩn úy Hautefeuille chiếm thành Ninh Bình. Ngoài ra, ông còn tuyển mộ thêm được 150 lính để giúp Hautefeuille bảo vệ an ninh.<ref>{{Chú thích sách|title=Vũ Ngự Chiêu, Các Vua Cuối Nhà Nguyễn 1883-1945,Tập I: Đại Nam mất tự chủ, 1858-1884, trang 225}}<\/ref>\n\nLinh mục Trần Lục được chính quyền Pháp tặng hai Bắc Đẩu Bội Tinh để tưởng thưởng công lao.{{cn}}<ref>{{Chú thích web|url=http:\/\/www2.culture.gouv.fr\/LH\/LH269\/PG\/FRDAFAN83_OL2624050V001.htm|tựa đề=Huân chương Bắc đẩu bội tinh Hạng 5 tặng thưởng cho ông Trần Văn Lục, Chánh xứ Phát Diệm (tỉnh Ninh Bình), ngày 28-12-1884, trung tâm lưu trữ quốc gia, bộ văn hóa Pháp.|url-status=live}}<\/ref>\n\n==Giai thoại==\n===Đối đáp với Tam nguyên Vị Xuyên===\nCó một giai thoại về việc linh mục Trần Lục ra câu đối với Tuần phủ [[Trần Bích San|Trần Hi Tăng]]<ref>Nguyên tên là [[Trần Bích San]], từng đỗ Tam nguyên, được vua Tự Đức ban tên là Hi Tăng.<\/ref>, một người có tiếng là đỗ đạt cao, văn hay chữ tốt trong triều đình nhà Nguyễn. Vế đối của Trần Lục viết bằng [[chữ Nôm]], nội dung như sau:<ref>{{Chú thích sách|title=Giai Thoại Văn Chương Việt Nam - Thái Bạch, Sài Gòn 1958, trang 123}}<\/ref>\n\n{{cquote|''Ba cụ ngồi một cỗ, cụ đủ đều, cụ chẳng sợ ai!''}}\n\nVế đối này hiểm hóc ở chỗ chữ \"cụ\" có rất nhiều nghĩa, đó là \"sợ\", \"đều\", \"đủ\", những nghĩa ấy đều được đề cập trong vế đối cả. Trần Hi Tăng, vốn được người đời mệnh danh là Tam nguyên Vị Xuyên, đã nhanh chóng đáp trả:\n\n{{cquote|''Một đạo chẳng hai đường, đạo dẫn trộm, đạo còn nói láo!''}}\n\nChữ \"đạo\" trong câu đáp trả cũng có nhiều nghĩa, đó là \"đạo lý\", \"đường đi\", \"dẫn\" và \"ăn trộm\". Ngoài ra, hai chữ \"cụ\" và \"đạo\" ghép lại với nhau thì thành ra \"cụ đạo\", tức là các linh mục Công giáo.<ref>{{Chú thích web |url=http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=277&Itemid=49 |ngày truy cập=2014-02-03 |tựa đề=NĂM VỊ TAM NGUYÊN TRONG LỊCH SỬ KHOA CỬ LỊCH TRIỀU VIỆT NAM |archive-date=2014-02-21 |archive-url=https:\/\/web.archive.org\/web\/20140221040417\/http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=277&Itemid=49 |url-status=dead }}<\/ref>\n\n===Phan Đình Phùng đánh đòn===\nLinh mục Trần Lục đã bị [[Phan Đình Phùng]], khi ấy làm tri phủ Yên Khánh, hỏi tội và cho đánh đòn công khai. Vì việc này mà Phan Đình Phùng đã bị triều đình trị tội năm Tự Đức thứ 31.<ref>{{chú thích sách|last=Đào Trinh Nhất|authorlink=Đào Trinh Nhất|title=Phan Đình Phùng, nhà lãnh đạo 10 năm kháng chiến 1886-1895 ở Nghệ Tĩnh|publisher=Tân Việt|date=ngày 31 tháng 01 năm 1957|location=[[Nam Kỳ|Nam phần Việt Nam]]|pages=19-20|chapter=3 - Ra làm quan|quote=Bởi vậy, khi làm Tri phủ Yên Khánh ở Ninh Bình, thấy một ông cố đạo bản xứ hay ỷ thế tôn giáo, hà hiếp lương dân, cụ Phan không kiêng nể ngần ngại gì, cứ việc hô lính đè cổ giáo sĩ đó xuống hỏi tội và đánh thẳng tay. Giáo sĩ bị trận đòn ấy là cụ Trần Lục, tục gọi là cụ Sáu, mấy năm sau nhờ thế lực Pháp mà được triều đình phong làm Tuyên phủ sứ có oai quyền lừng lẫy một lúc ở vùng Phát Diệm Ninh Bình, ai cũng phải sợ.}}<\/ref>\n\n== Đánh giá ==\nGiám mục [[Gioan Baotixita Nguyễn Bá Tòng]], khi được mời đi diễn thuyết nhiều nơi ở châu Âu đã ca tụng linh mục Trần Lục như sau:<ref>{{Chú thích web|url=http:\/\/www.vietcatholic.net\/News\/Home\/Article\/111981|tựa đề=Tọa đàm về cha Trần Lục -Bài 5: LM Phêrô Trần Lục - Danh Nhân Văn Hóa Dân Gian - VietCatholic News|website=www.vietcatholic.net|ngày truy cập=2021-12-19}}<\/ref>\n\n{{cquote|''Tôi quyết rằng không có người Việt Nam nào như Cụ Sáu, cụ là vẻ vang của Hội Thánh Bắc kỳ này, là vui mừng của con cái Phát Diệm, là danh dự của cả dân tộc Đông Dương chúng tôi.''}}\nTác giả [[Đào Trinh Nhất]], trong cuốn ''Phan Đình Phùng, nhà lãnh đạo 10 năm kháng chiến (1886-1895) ở Nghệ Tĩnh'' có nhận xét về linh mục Trần Lục như sau:<ref>{{Chú thích sách|title=Phan Đình Phùng, nhà lãnh đạo 10 năm kháng chiến (1886-1895) ở Nghệ Tĩnh|last=Đào Trinh Nhất|publisher=NXB Tân Việt|year=1950|location=Sài gòn|pages=19}}<\/ref>\n{{cquote|''Bởi vậy, khi làm tri phủ Yên Khánh ở Ninh Bình, thấy một ông cố đạo bản xử hay ỷ thế tôn giáo, hà hiếp lương dân, cụ Phan không kiêng nể ngần ngại gì, cứ việc hô lính đè cổ giáo sĩ đó xuống hỏi tội và đánh thẳng tay.''\n''Giáo sĩ bị trận đòn ấy tức là cụ Trần Lục, tục gọi là cụ Sáu, mấy năm sau nhờ thế lực Pháp mà được triều đình phong làm Tuyên phủ sứ có oai quyền lừng lẫy một lúc ở vùng Phát diệm-Ninh Bình, ai cũng phải sợ. Người ta nói ông có cái đức giết người như rạ, không kém gì Tôn Thất Thuyết.''}}\n\n== Xem thêm ==\n*[[Giáo phận Phát Diệm]]\n*[[Nhà thờ chính tòa Phát Diệm|Nhà thờ Phát Diệm]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*{{chú thích luận văn |last=Ngo |first=Lan A. |date=2016 |title=Nguyễn–Catholic History (1770s–1890s) and the Gestation of Vietnamese Catholic National Identity |type= |chapter= |publisher=Georgetown University |docket= |oclc= |url=https:\/\/repository.library.georgetown.edu\/handle\/10822\/1040724 |accessdate = }}\n\n{{Thời gian sống|Sinh=1825|Mất=1899}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Linh mục Công giáo người Việt]]\n[[Thể loại:Nhân vật lịch sử Việt Nam]]\n[[Thể loại:Nhà truyền giáo người Việt]]\n[[Thể loại:Lịch sử Việt Nam thời Nguyễn]]"}