{"3343750":"[[Tập tin:Ba linh muc chong Phap.jpg|thumb|300px|Ba linh mục Phêrô Nguyễn Văn Tường, Phêrô Đậu Quang Lĩnh và Gioan Baotixita Nguyễn Thần Đồng trước phiên tòa đại hình ngày 18 tháng 10 năm 1909. Linh mục Lĩnh là người đeo gông đứng giữa.]]\n'''Phêrô Đậu Quang Lĩnh''' (1870-1941)<ref>Một số tài liệu ghi năm sinh và năm mất của ông là 1867–1919. Ở đây ghi theo tài liệu của Giáo phận Vinh và của trường THCS Đậu Quang Lĩnh.<\/ref>, còn được giáo dân gọi là '''cha Chiêu''', là một [[linh mục]] [[Công giáo Việt Nam]]. Ông là một danh sĩ yêu nước nổi tiếng và là nhân vật chủ chốt trong [[Phong trào Đông Du]] và [[Phong trào Duy Tân]]. \n==Cuộc đời==\nLinh mục Phêrô Đậu Quang Lĩnh sinh năm 1870, quê tại làng Yên Phú, tổng Việt Yên, phủ Đức Thọ, tỉnh Hà Tĩnh (nay thuộc [[thị trấn Đức Thọ]], huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]]), thuộc giáo xứ Thọ Ninh, giáo hạt Can Lộc, [[giáo phận Hà Tĩnh]]. Xứ đạo Thọ Ninh quê hương ông là một xứ đạo lâu đời, từng là nơi đặt trị sở của các Giám mục Tông Tòa [[Tổng giáo phận Hà Nội|Giáo phận Tây Đàng Ngoài]]. Thời trẻ, ông theo học chủng sinh ở Tiểu chủng viện, có tiếng là thông minh, giỏi tiếng Pháp, tiếng La tinh và Hán văn, lại có năng khiếu về sáng tác nhạc. Năm 1891, ông tốt nghiệp Tiểu chủng viện và được giữ lại làm giáo sư. Thời gian làm giáo sư tại Tiểu chủng viện, ông nghiên cứu nhiều sách vở, đặc biệt là về các học thuyết dân chủ, dân quyền.\n\nNăm 1898, ông tiếp tục học tại Đại chủng viện Xã Đoài. Năm 1903, ông thụ phong chức linh mục lúc 33 tuổi, được Giám mục [[Louis-Marie Pineau]] Trị bổ làm Thư ký Tòa Giám mục [[Giáo phận Vinh|Giáo phận Tông tòa Nam Đàng Ngoài]]. Đây là một chức vụ rất quan trọng trong giáo phận, trước ông chỉ có linh mục người Pháp mới được bổ dụng. Dù rất được ưu ái và thường xuyên được tháp tùng Giám mục Pineau Trị trong các cuộc kinh lý, ông cũng nhìn thấy được nhiều bất công của thực dân Pháp với người bản xứ, kể cả giữa các đạo hữu thừa sai là người Pháp với các giáo sĩ người Việt.\n\nDo thông thạo cả Pháp văn lẫn Hán văn, ông được Giám mục Pineau Trị dịch các sách Hán văn để làm tài liệu cho giáo hội tham khảo, do đó ông có điều kiện đọc các tác phẩm xu hướng duy tân của [[Lương Khải Siêu]] và [[Khang Hữu Vi]]. Từ đó, ông dần có xu hướng ủng hộ [[Phong trào Duy Tân]], dần tập hợp một số giáo sĩ cùng chí hướng trong giáo phận như các linh mục [[Phêrô Nguyễn Văn Tường]], [[Gioan Baotixita Nguyễn Thần Đồng]], thầy giảng [[Mai Lão Bạng|Gioan Baotixita Mai Văn Châu]]... Khoảng cuối năm 1904 đầu năm 1905, các ông hình thành một tổ chức cách mạng lấy tên là \"Duy Tân giáo đồ hội\", đứng đầu là các linh mục Tường, Đồng, Lĩnh hoạt động theo tôn chỉ của [[Phong trào Duy Tân|Hội Duy Tân]] do [[Phan Bội Châu]] lãnh đạo. Hội đã đóng vai trò quan trọng trong việc sửa chữa sai lầm của [[phong trào Cần Vương]] về khẩu hiệu \"Bình Tây sát Tả\" (\"Sát Tả\" tức là giết những người theo đạo Thiên chúa), vì vậy đã xóa bỏ được các hận thù Lương - Giáo và quy tụ được nhiều giáo dân tham gia phong trào Duy Tân.\n\nTuy nhiên, chính quyền thực dân Pháp đã sớm chú ý các hoạt động yêu nước trong [[phong trào Đông Du]] và [[phong trào Duy Tân|Duy Tân]]. Tháng 6 năm 1909, chính quyền thực dân Pháp đã bắt giam 3 linh mục lãnh đạo Duy Tân giáo đồ hội là ông và 2 linh mục Tường, Đồng, cùng nhiều giáo dân tham gia Hội. Ngày [[21 tháng 10]] năm 1909, cả ba ông bị kết án 9 năm tù khổ sai biệt xứ và bị đày ra [[Côn Đảo]]. Do việc này mà Giám mục Pineau Trị cũng bị liên lụy, bị triệu hồi về Pháp và bị ép buộc phải từ chức\n\nTương truyền, khi bị đày ra Côn Đảo, cai ngục hỏi ông: ''Sao đã là linh mục rồi mà còn đi làm giặc?'' Ông khẳng khái trả lời bằng một câu đối:<ref name=\"huynhthuckhang\">''Thi tù tùng thoại'', [[Huỳnh Thúc Kháng]] biên soạn và dịch ra Quốc ngữ, Nhà xuất bản Tiếng Dân, Huế 1939.<\/ref>\n:''Vị bạch nhân hồ, thử sinh giảng tọa, pháp trường, nhược cam, nhược khổ, nhược lôi đình, chỉ thị công dân thường trách nhiệm.\n:''Giai hoàng tộc giả, vô số nhơn nhân, chí sĩ, vi phối, vi đồ, vi lưu huyết, khả vô ngô bối biểu đồng tâm.\n:Dịch nghĩa:\n:''Vì người da trắng ư? Sống trên giảng đài, nơi pháp trường, khi ngọt, khi cay, khi sấm sét chỉ là phận công dân đều trách nhiệm.\n:''Đều giống da vàng cả! Vô số bậc nhân thân chí sĩ, bị đày, bị tù, bị đổ máu, lẽ nào bọn chúng tôi không biểu đồng tâm.\n\nDù thân phận tù nhân, ông vẫn tiếp tục cổ vũ cho phong trào Duy Tân một cách nhiệt thành:<ref name=\"huynhthuckhang\" \/>\n\n:''Thần trí vị khai, dân trí ám,\n:''Quốc quyền bất chấn, giáo quyền ti.\n:''Lực bài nô chướng thiên trùng lũy,\n:''Biệt thự mịnh đô thập tự kỳ.\n:Dịch nghĩa:\n:''Quyền nước còn hèn, quyền giáo thấp,\n:''Trí thần chưa mở, trí dân ngây.\n:''Làng nô lũy quyết xô nền đổ,\n:''Chữ thập cờ toan dựng xứ này\n\nNăm 1918, ông cùng linh mục Đồng mãn hạn tù nhưng vẫn phải chịu án biệt xứ, không được cư trú tại Trung Kỳ và Bắc Kỳ. Linh mục Tường đã qua đời trước đó vào năm 1917. Tuy nhiên, do những nhận xét tích cực của Linh mục Marie Urbain Anselme Delignon Cao, Tổng đại diện Giáo phận Tây Đàng Trong trong chuyến ra thăm các ông tại Côn Đảo năm 1909, Giám mục [[Lucien-Emile Mossard]] Mão đã phục chức linh mục cho các ông và nhận về làm việc tại Giáo phận Tây Đàng Trong. Riêng ông được cử làm Phó xứ Cái Mơn (nay thuộc thuộc xã Vĩnh Thành, huyện [[Chợ Lách]], tỉnh [[Bến Tre]]), sau lên làm Chánh xứ, rồi Quản hạt, đồng thời làm Bề trên một Tu viện trên 200 Nữ tu.\n\nÔng qua đời ngày [[18 tháng 1]] năm 1941 tại Cái Mơn, hưởng thọ 71 tuổi. Mộ phần của ông hiện vẫn còn trong nhà thờ Tu viện Mến Thánh Giá ở Cái Mơn.\n\n==Nhận xét==\n{{cquote|\n''\"Đỗ quân có thông chữ Hán, về học thuyết mới cũng thông hiểu không mê tín như ai\"''.\n|||[[Huỳnh Thúc Kháng]], ''Thi tù tùng thoại'', Nhà xuất bản Nam Cường, Sài Gòn, 1951, tr.134.}}\n{{cquote|\n''\"Cụ là một người cao lớn, chững chạc và xem ra rất thông minh\"''.\n|||Linh mục Marie Urbain Anselme Delignon Cao, trong báo cáo gửi Giám mục [[Lucien-Emile Mossard]] Mão, 1909}}\n==Vinh danh==\nTên ông được đặt cho một trường trung học cơ sở tại xã [[Đức Long]], huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]].\nTên đường tại [[thị trấn Đức Thọ]], huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]].\n\n==Xem thêm==\n* [[Phong trào Đông Du]] \n* [[Phong trào Duy Tân]]\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/mobile.coviet.vn\/detail.aspx?pid=N0FDOTA4MEI&key=%C4%90%E1%BA%ADu+Quang+L%C4%A9nh&type=A0 Đậu Quang Lĩnh]\n* [http:\/\/thcsdauquanglinh.ductho.edu.vn\/vi\/about\/VAI-NET-VE-CUOC-DOI-VA-SU-NGHIEP-CUA-LINH-MUC-DAU-QUANG-LINH-MA-TRUONG-DUOC-MANG-TEN\/ Thông tin về linh mục Đậu Quang Lĩnh trên website của trường THCS Đậu Quang Lĩnh]{{Liên kết hỏng|date=2021-06-25 |bot=InternetArchiveBot }}\n{{thời gian sống|1870|1941}}\n\n[[Thể loại:Người Hà Tĩnh|D]]\n[[Thể loại:Linh mục Công giáo người Việt|D]]\n[[Thể loại:Nhà cách mạng Việt Nam|D]]"}