{"19477425":"'''Phí Công Tín''' ({{zh|t=費公信}}; ? – ?) hay '''Lý Công Tín''' ({{zh|t=李公信}}) là một đại thần [[nhà Lý]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\nPhí Công Tín, không rõ quê quán, giữ chức nội lệnh thư gia thời vua [[Lý Thần Tông]].<ref name=\"ĐVSKTT 8\">[[Ngô Sĩ Liên]] (chủ biên), ''[[Đại Việt sử ký toàn thư]]'', ''Bản kỷ'', quyển 3, ''[[:wikisource:zh:大越史記全書\/本紀卷之三|Lý kỷ]]''.<\/ref>\n\nNăm 1128, Phí Công Tín được Lý Thần Tông thăng chức Phụng nghị lang, nội thư gia. Khi Thần Tông đi xem đại hội Linh Quang (một ngày hội của Phật giáo) thì lấy Phí Công Tín với Tả ti [[Ngụy Quốc Bảo]] làm nội thường thị.<ref name=\"ĐVSKTT 8\"\/> Nội thường thị trong quan chế Trung Quốc thường do [[hoạn quan]] đảm nhiệm, nhưng nhiều khả năng là chỉ người hầu cận, thân tín.<ref name=\"NCLS 2\">[[Ngọc Tuyến]], [[Vũ Hiệp]], ''[http:\/\/thuvienso.bvu.edu.vn\/bitstream\/TVDHBRVT\/9675\/1\/000000CVv250S22008031.pdf Về dòng họ Phí ở Việt Nam]'', đăng trên ''[[Tạp chí Nghiên cứu lịch sử]]'' (số 2, 2008).<\/ref>\n\nNăm 1129, Phí Công Tín được thang chức tả ti lang trung. Đến năm 1135, vua Lý Thần Tông ban quốc tính cho tả ti lang trung Phí Công Tín, cũng cho ông được hưởng đặc quyền vào cung cấm để bàn việc nước với vua mà không cần kiểm tra, ngăn cấm.<ref name=\"ĐVSKTT 8\" \/>\n\nNăm 1136, Lý Công Tín được thăng lên chức [[Thiếu sư]], trật Minh Tự.<ref name=\"ĐVSKTT 8\"\/>\n\nNăm 1138, Lý Thần Tông qua đời, vua [[Lý Anh Tông]] nối ngôi khi mới 3 tuổi.<ref name=\"ĐVSKTT 9\">[[Ngô Sĩ Liên]] (chủ biên), ''[[Đại Việt sử ký toàn thư]]'', ''Bản kỷ'', quyển 4, ''[[:wikisource:zh:大越史記全書\/本紀卷之四|Lý kỷ]]''.<\/ref> Mọi quyền lực trong triều đình rơi vào Phụ quốc Thái úy [[Đỗ Anh Vũ]]. Trong thời gian Đỗ Anh Vũ nắm quyền, triều đình đổ nát. May nhờ có các trọng thần như [[Tô Hiến Thành]], [[Hoàng Nghĩa Hiền]], Lý Công Tín nên Anh Vũ mới không có mưu đồ khác.<ref name=\"VNSL\">[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'', Nhà xuất bản Văn hóa – Thông tin, Hà Nội, 2008. Trang 117.<\/ref>\n\nThời Lý Anh Tông, Lý Tông Tín giữ chức [[Thiếu bảo]]. Năm 1158, ông được vua Anh Tông phái đi chiêu mộ dân đinh, chia ra các hạng và lấy người bổ sung cho việc thờ cúng ở [[Đền Lý Bát Đế|Thái miếu]] và [[Sơn Lăng]].<ref name=\"ĐVSKTT 9\"\/>\n\nĐầu năm 1159, Đỗ Anh Vũ chết, quyền lực trong triều được trả về tay vua Lý Anh Tông.<ref name=\"ĐVSKTT 9\"\/> Cũng năm này, Lý Công Tín xin được đổi về họ cũ và được vua cho phép.<ref name=\"NCLS 2\"\/>\n\nTháng 2 năm 1161, Phí Công Tín cùng Thái úy Tô Hiến Thành được vua Anh Tông giao nhiệm vụ tuyển dân đinh để bổ sung quân ngũ. Hai người tuyển lựa kỹ càng, chia thành đội ngũ, cử người thạo binh pháp đến huấn luyện.<ref name=\"ĐVSKTT 9\"\/>\n\nNăm 1162, có binh lính đào ngũ tụ tập làm cướp, ở bên đường cướp bóc người dân. Lý Anh Tông pháp Phí Công Tín cầm quân đi đánh dẹp.<ref name=\"ĐVSKTT 9\"\/>\n\nSau đó không còn ghi chép gì về Phí Công Tín nữa. Ông phục vụ cho nhà Lý hơn 30 năm (1128 – 1162) dưới hai triều vua.\n\n== Nhận xét ==\n[[Trần Trọng Kim]] nhận định rằng, nhờ các đại thần như Tô Hiến Thành, Hoàng Nghĩa Hiền, Phí Công Tín mà Đỗ Anh Vũ dù lộng hành nhưng không dám có ý tiếm việt.<ref name=\"VNSL\"\/> Một sử gia miền nam trước 1975 cho rằng nhờ có sự tồn tại của Hoàng Nghĩa Hiền và Phí Công Tín nên chính trị nhà Lý mới không bị suy sụp dưới sự lộng quyền của [[Đỗ Anh Vũ]].<ref>''Việt sử tân biên'', trang 403.<\/ref>\n\n== Tham khảo ==\n* ''[[Đại Việt sử ký toàn thư]]''.\n* [[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'', Nhà xuất bản Văn hóa – Thông tin, Hà Nội, 2008\n* Phạm Văn Sơn, ''Việt sử tân biên''\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất thế kỷ 12]]\n[[Thể loại:Quan lại nhà Lý]]"}