{"102351":"[[Tập tin:phongtuyentamdiep2010.jpg|nhỏ|phải|250px|Hệ thống núi đá ở phòng tuyến Tam Điệp]]\n[[Tập tin:Denquanchao.jpg|nhỏ|phải|250px|Đền Quán Cháo]]\n[[Tập tin:Yenthang1 x.jpg|nhỏ|phải|250px|Phong cảnh [[hồ Yên Thắng]]]]\n[[Tập tin:Hang thờ trên núi Vương Ngự Quang Trung.jpg|nhỏ|phải|250px|Di tích hang thờ trên núi Vương Ngự]]\n'''Phòng tuyến Tam Điệp''' là một [[quần thể]] các [[Di tích|di tích lịch sử]] ghi dấu cuộc [[chiến tranh]] giữa nghĩa quân [[Nhà Tây Sơn|Tây Sơn]] và quân [[nhà Thanh|Thanh]]. Quần thể [[di tích]] này thuộc khu vực dãy núi [[Tam Điệp]] ([[Ninh Bình]]), là ranh giới tự nhiên hiểm yếu ngăn cách [[miền Bắc (Việt Nam)|miền Bắc]] và [[miền Trung (Việt Nam)|miền Trung]] [[Việt Nam]].\n\n==Tổng quan==\n===Lịch sử phòng tuyến Tam Điệp===\nNăm 1788, 29 vạn [[quân Thanh]] kéo sang [[Việt Nam]], với lý do diệt [[Tây Sơn]] dựng lại [[nhà Hậu Lê]]. [[Ngô Thì Nhậm]] dùng kế chọn [[đèo Tam Điệp]] làm [[căn cứ quân sự]] ngăn cản [[quân Thanh]]. Theo đó, [[Ngô Văn Sở]], Phan Văn Lân, [[Ninh Tốn]] rút quân từ [[Thăng Long]] về [[Tam Điệp]]. Đây là một nơi có vị trí khá hiểm trở, núi non hùng vĩ như bức tường thành án ngữ giữa hai miền. Đồi núi, [[thung lũng]] liên hoàn tạo thành khối vững chắc án ngữ Bắc-Nam, giúp [[Quang Trung|Nguyễn Huệ]] công thủ, tiến thoái cất lương, giấu quân để mùa xuân kỷ dậu (1789) tiến ra kinh thành [[Thăng Long]] quét sạch 20 vạn [[quân Thanh]] viết nên trang sử vẻ vang của [[Việt Nam|dân tộc Việt Nam]]. Chính [[Nguyễn Huệ]] đã từng nói với các tướng ở [[Tam Điệp]], trước khi tiến đánh [[Nhà Thanh|quân Thanh]]: \n::\"...[[Thăng Long]] lại là nơi bị đánh cả bốn mặt, không có sông núi để nương tựa. Năm trước ta ra đánh đất ấy, [[chúa Trịnh]] quả nhiên không thể chống nổi, đó là chứng cớ rõ ràng…\"<ref>[http:\/\/www.cpv.org.vn\/cpv\/Modules\/Preview\/PrintPreview.aspx?co_id=28340653&cn_id=428210 Về vị trí địa lý và vị thế thành Thăng Long], GS.TSKH Lê Đức An, PGS.TS Trần Đức Thạnh (Tham luận tại Hội thảo khoa học quốc tế kỷ niệm 1000 năm Thăng Long - Hà Nội), Báo điện tử Đảng Cộng sản Việt Nam, 11\/10\/2010<\/ref>\n\nTrong thời gian đóng quân và xây dựng căn cứ 140 ngày, [[Quân đội nhà Tây Sơn|Quân Tây Sơn]] ở [[Tam Điệp]] đã được nhân dân phủ [[Trường Yên, Hoa Lư|Trường Yên]] ủng hộ. Nhiều [[Tây Sơn hào kiệt|tướng lĩnh Tây Sơn]] là [[Người bản địa|người địa phương]] như: [[Đinh Huy Đạo]], [[Ninh Tốn]], Trịnh Phúc Dư...<ref>[http:\/\/ninhbinh.gov.vn\/web\/guest\/di-tich-lich-su-van-hoa\/-\/asset_publisher\/8IlE\/content\/phong-tuyen-tam-%C4%91iep-bien-son;jsessionid=9ECED5CBFF3134F849547E5EC733D346?redirect=%2Fweb%2Fguest%2Fdi-tich-lich-su-van-hoa Giới thiệu Phòng tuyến Tam Điệp trên trang Ninh Bình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140424180416\/http:\/\/ninhbinh.gov.vn\/web\/guest\/di-tich-lich-su-van-hoa\/-\/asset_publisher\/8IlE\/content\/phong-tuyen-tam-%C4%91iep-bien-son;jsessionid=9ECED5CBFF3134F849547E5EC733D346?redirect=%2Fweb%2Fguest%2Fdi-tich-lich-su-van-hoa |date = ngày 24 tháng 4 năm 2014}}, Theo Ninh Bình theo dòng lịch sử văn hóa<\/ref> Ngày 20 tháng 12 năm Mậu Thân (15\/1\/1789), vua [[Quang Trung]] đã hội đại binh ở đây và dõng dạc tuyên bố: \n::\"Nay ta tới đây, tự đốc việc quân, đánh hay giữ đã có kế cả rồi. Chỉ trong mười ngày, thế nào cũng quét sạch quân [[nhà Thanh]]\".\nNgày 30 tháng Chạp (25\/1\/1789), [[Quang Trung|vua Quang Trung]] mở tiệc khao quân ở [[đèo Tam Điệp]] và tuyên bố trước ba quân:\n::\"Nay hãy làm lễ ăn [[Tết Nguyên Đán|Tết Nguyên đán]] trước ở [[Tam Điệp]], đợi đến ngày 7 tháng Giêng vào [[thành Thăng Long]] sẽ mở tiệc lớn...\"<ref>Việt sử thông giám cương mục<\/ref>\n\n===Khu di tích phòng tuyến Tam Điệp===\nKhu di tích phòng tuyến Tam Điệp cách trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]] 20&nbsp;km theo hướng đi [[Ninh Bình]] – [[Thanh Hóa|Thanh Hoá]]. Đây là nơi hội quân một thời oai hùng của [[Nguyễn Huệ|Quang Trung]] với những cái tên [[đèo Tam Điệp|đèo Ba Dội]], núi Gióng Than, đồi Hầu Vua, đồi Chuông, đền Cao Sơn, đền Quán Cháo, chùa Dâu… Những đồn luỹ Tam Điệp, Quèn Rẻ, Quèn Thờ, Luỹ Chẹn, Luỹ Đệm, Luỹ Đền…, ải Quang Trung, Kẽm Đó – cổ họng hiểm yếu nhất Tam Điệp…\n\nQuần thể di tích lịch sử phòng tuyến Tam Điệp - Biện Sơn tại [[thành phố Tam Điệp]] được công nhận và xếp hạng gồm 2 khu:\n* Khu A thuộc phường [[Nam Sơn, Tam Điệp|Nam Sơn]] gồm: ''đèo Ba Dội ([[đèo Tam Điệp]]), Kẽm Đó, lũy Quang Trung, núi Cắm Gươm, núi Cắm Cờ, núi Chong Đèn, núi Hầu Vua, Vương Ngự, gắn với di tích đền Dâu, đền Quán Cháo.''\n* Khu B thuộc xã [[Đông Sơn, Tam Điệp|Đông Sơn]] gồm: ''luỹ Quèn Thờ, luỹ Quang Trung, đền Quèn Thờ gắn với danh thắng động Trà Tu, [[hồ Yên Thắng]], hồ Mừng, hồ Đoòng Đèn.''\n\nTrong quần thể di tích danh thắng trên đất [[Tam Điệp]] đầy ắp những truyền thuyết và huyền thoại văn hoá. Những địa danh, những dấu tích lịch sử hiện vẫn còn đậm nét trong tâm thức dân gian về đại quân Tây Sơn và vua Quang Trung khi dừng chân tại đây trước khi tiến quân thần tốc tiêu diệt quân Thanh xâm lược, giải phóng Thăng Long.\n\n==Một số di tích thuộc phòng tuyến==\n===Hệ thống thành lũy===\n*'''Đèo Tam Điệp''' là tên gọi chính thức trong sử sách và địa lý cổ Việt Nam, chỉ con đường thiên lý cổ thời phong kiến từ Thăng Long vào nam, đi qua 3 đoạn đèo giữa hai tỉnh [[Ninh Bình]] và Thanh Hóa. Nó là một tổ hợp đèo trên núi Tam Điệp, chạy ra biển theo hướng tây bắc – đông nam, có 3 ngọn. Đèo có tên gọi dân gian là đèo Ba Dội, xuất hiện trong thơ Hồ Xuân Hương, trong tiếng Việt cổ có nghĩa là ba đợt, ba lớp.\n*'''Thành cổ Tam Điệp''': phía tây đường Thiên Lý, cách luỹ Tam Điệp độ 200m, còn di tích một thành luỹ cổ gọi là \"Đồn Dâu\" vì ở gần Đền Dâu. Thành nằm bên cạnh đường Thiên Lý, hình gần vuông, mỗi cạnh dài từ 65 - 70m. Chân thành hiện còn 7m, đoạn thành cao nhất phía tây bắc cao tới 2m. Diện tích trong thành rộng hơn 1 mẫu Bắc Bộ. Đặc biệt, ba thành phía bắc, phía đông và phía nam, khoảng giữa đắp to hơn, rộng hơn. Phía ngoài thành, cả bốn mặt đều có hào, di tích còn lại, có chỗ rộng 4m, sâu chỉ còn từ 0,70 - 1,0m. Đồn Tam Điệp thường được nhân dân địa phương gọi là Âm hồn, vì ở đây có miếu thờ âm hồn những người chết trận. Đồn lũy Tam Điệp đều có nhiệm vụ phòng vệ phía ngoài cửa ải Tam Điệp.\n*'''Luỹ Quèn Thờ''': là một địa danh ở xã [[Đông Sơn, Tam Điệp|Đông Sơn]], [[thành phố Tam Điệp]]. Thực chất vùng đồi núi, rừng rú hoang vu, có nhiều hoa đào phai nở. Tương truyền khi hội quân ở đây Quang Trung thấy loài hoa rừng đẹp đã cho chặt đem về doanh trại để tạo khí thế động viện quân sĩ ăn tết sớm trước khi tiến về giải phóng Thăng Long. Hiện tại nơi đây phát triển mạnh làng nghề đào phai Tam Điệp. Luỹ nhằm chặn con đường mòn vượt qua Quèn Thờ. Luỹ nằm ở phía Đông Nam thành và cách luỹ Tam Điệp khoảng 5&nbsp;km. Luỹ Quèn Thờ gồm 3 lớp từ ngoài vào trong, từ dưới thung lũng lên sườn núi, thứ tự là Luỹ Chẹn, Luỹ Đệm và Luỹ Đền. Luỹ Chẹn và Luỹ Đệm đắp bằng đất đá hỗn hợp ở dưới thung lũng. Luỹ Đền trên sườn núi, hoàn toàn kè bằng đá, di tích còn lại, [[chiều dài]] hơn 20m, cao trung bình hơn 1m.<ref>[http:\/\/www.thv.vn\/vn\/Detail\/?ID=257&tn=Products Tài nguyên du lịch khu du lịch sinh thái hồ Đồng Thái]<\/ref>\n*'''Đường thiên lý''': là tên một con đường cổ, nối hai thị xã cửa ngõ Tam Điệp với Bỉm Sơn. Với [[chiều dài]] gần 4 Km, con đường quanh co uốn lượn qua bãi lau lách, hai bên đường là dãy núi đá sừng sững thâm nghiêm, vượt qua ba ngọn núi đất du khách đến với Nhà bia Ba dội trên đỉnh Đèo. Để phát triển du lịch, thành phố Tam Điệp đã xây dựng đề án phục dựng đường Thiên lý cổ trong Quần thể di tích lịch sử phòng tuyến Tam Điệp – Biện Sơn.<ref>[http:\/\/ninhbinh.tourism.vn\/index.php?options=items&code=3104 Thành phố Tam Điệp: Chú trọng xây dựng nếp sống văn minh lễ hội]<\/ref>\n*'''Kẽm đó - Ải Cửu Chân''': là một dãy núi, nhìn từ xa mạch núi khép kín dần, giống như cái đó bắt cá nên có tên là Kẽm Đó hay Lỗ Đó. Phía Bắc đèo Tam Điệp, đường Thiên Lý cổ len qua một \"cửa ải\", hai bên mạch núi đá vôi liên tiếp và khép kín lại, chừa một lối đi như miệng đó đơm cá khổng lồ mà truyền thuyết cho rằng thần Khổng Lồ [[Nguyễn Minh Không]] đã đơm đó bắt cá ở đó. Đây là cửa ải ngăn cách giữa hai quận Giao Chỉ và Cửu Chân xưa thời thuộc Hán. Cửa ải này án ngữ con đường Thiên Lý ra Bắc vào Nam.\n*'''Núi Chong Đèn''' là nơi đặt trạm gác của quân Tây Sơn, tại đây có thung Tập, gò Lệnh, gò Cắm cờ, núi Cắm gươm là nơi doanh trại quân sĩ sống và luyện tập, thung Muối, hang Lương là nơi đặt kho lương.\n\n===Các di tích - danh thắng===\n*'''Đền thờ Quang Trung''': Đền còn có tên là đền Thượng, nằm trên đỉnh núi Vương Ngự, tương truyền là nơi Hoàng đế Quang Trung đã dừng chân tại đây. Trên đường lên đền còn có các di tích khác cũng thờ Quang Trung và chùa Trung Sơn.\n*'''Đền Dâu''': Nằm ở phường Nam Sơn [[thành phố Tam Điệp]]. Đền thờ công chúa Liễu Hạnh, một trong tứ bất tử của điện thần Việt Nam đã hóa thân vào người con gái địa phương giúp dân trồng dâu nuôi tằm, may quần áo cho quân lính Tây Sơn. Hàng năm diễn ra lễ hội đền từ 20\/2 âm lịch và kéo dài đến hết tháng 3 âm lịch.\n*'''Đền Quán Cháo''' cũng là ngôi đền gắn với truyền thuyết tiên nữ nhập vào người con gái sở tại để nấu cháo dâng cho quân lính Tây Sơn trước giờ xung trận.\n*'''Đền Quèn Thờ''': nằm ở lũy Quèn Thờ, còn có tên là đền Cao Sơn vì thờ thần Cao Sơn - trấn ngự vùng núi phía tây [[Hoa Lư tứ trấn]] từ thời Đinh. Theo thần tích, năm xưa khi thân chinh ra Bắc, vua Quang Trung đã lên thắp hương xin kế phá giặc ở đây. Tương truyền ngôi đền thờ thần Cao Sơn trước đó ở giữa lưng chừng núi. Vua [[Nguyễn Huệ|Quang Trung]] đã được thần báo mộng và nhắc nhở xây đền lên đỉnh núi nếu thắng trận. Sau khi thắng trận vị vua này đã cho di rời Đền lên đỉnh núi.\n*'''Động Trà Tu''': Động Trà Tu còn có tên là Động Lễ, thuộc xã Đông Sơn. Vượt qua Quèn Thờ, đi bộ 4&nbsp;km đường rừng quanh co, vượt qua các thung lũng và triền núi, vào tới một chiếc động đẹp tuyệt vời. Động rộng rãi, thoáng mát, rộng độ hơn 200m2, có xây bệ thờ Phật, và những \"gian\" động khuất khúc bên trong. Tương truyền rằng, ở đây có loại thuốc tiên gọi là \"linh đan\" được sinh ra từ các nhũ đá, có thể chữa bách bệnh. Đây là một nhóm hang động động còn giữ được nhiều nhũ đá tự nhiên, có dấu tích của con người thời kỳ văn hóa Hòa Bình, Bắc Sơn như hang Mo, hang Trâu, hang Cò, hang Khỉ.v.v. Cửa động quay về hướng đông bắc. Động có hai hang là hang Sáng và hang Tối. Hang Sáng ở bên ngoài, cửa động nhỏ, rộng 7m, cao hơn 5 m, bên trong như một cái dù cao khoảng 15 m, sâu gần 30 m có nhũ đá rủ xuống hình quả phật thủ, ngà voi, những con rồng, con trăn, con rắn, đàn rùa v.v. Từ hang Sáng có lối ở bên phải hang vào hang Tối, một ngách núi như một đường hầm khổng lồ dài hơn 100m. Từng đoạn lại có ngách rẽ trái, rẽ phải, có hai vách đá tách ra tạo thành đường lên trời, có ngách ăn sâu xuống thăm thẳm như đường xuống âm phủ. Nước ở nhũ đá rỏ xuống làm cho không khí mát lạnh.\n*'''Hồ Yên Thắng''': Là một hồ nước lớn ở giáp giữa Tam Điệp và [[Yên Mô]]. Tại đây đang xây dựng khu liên hợp thể thao [[hồ Yên Thắng]] rộng 773 ha với sân Golf quy mô 54 lỗ.\n*'''Hồ Đoòng Đèn''' thuộc địa phận xã [[Đông Sơn, Tam Điệp|Đông Sơn]], diện tích 30 ha, hồ rộng và đẹp, giữa hồ có ngọn núi Lồng Đèn. Tương truyền trên đỉnh núi có ngọn đèn thắp sáng liên tục hàng đêm soi rọi cho cả một vùng rộng lớn.\n\n===Địa danh khác===\nTại lũy Tam Điệp, hiện vẫn còn các di tích: Bãi luyện quân, Gò Tập, Gò Cắm cờ, Lũy Quang Trung, Núi Hộ thành Quang Trung, Núi Bàn cờ Quang Trung, Đồn Dâu (còn gọi đồn Tam Điệp), Thành Tam Điệp, Bảo Lý Nhân, Đồn lính trú cổ triều. Vùng thành phố Tam Điệp hiện nay còn có những địa danh liên quan đến Quang Trung và quân Tây Sơn, như: Núi Vương Ngự (nơi Quang Trung đứng duyệt quân), Núi Ngô Công – nơi Ngô Văn Sở đóng, Núi Mưu Công – nơi Quang Trung họp với bộ tham mưu, Núi Vàng Mẹ, Vàng Con – nơi Quang Trung đốt hương, vàng tế Trời Đất; Núi Chong Đèn – nơi quân lính đốt đèn canh gác; Núi Dóng Than – nơi đốt khói làm hiệu; Núi Voi Phục – nơi một con voi Tây Sơn nằm lại trên đường tiến quân,…\n\n==Liên kết ngoài==\n*[http:\/\/baothanhhoa.vn\/news\/43811.bth Ngô Thì Nhậm với kế sách Tam Điệp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110119224256\/http:\/\/baothanhhoa.vn\/news\/43811.bth |date = ngày 19 tháng 1 năm 2011}}, Nguyễn Xuyến, Báo Thanh Hóa, (31\/01\/2009-8:29)\n*[http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050302121615\/ns060120104522\\ Ngô Thì Nhậm với nước cờ Tam Điệp]{{Liên kết hỏng|date = ngày 25 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/118\/118\/118\/31891\/Default.aspx Tam Điệp - cửa ải xung yếu trong lịch sử dân tộc], Đăng Vinh, Báo điện tử Quân đội nhân dân, QĐND - Thứ Hai, 26\/05\/2008, 21:10 (GMT+7)\n{{tham khảo|30em}}\n\n{{Du lịch Ninh Bình}}\n\n[[Thể loại:Văn hóa Ninh Bình]]\n[[Thể loại:Nhà Tây Sơn]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Thành cổ Việt Nam|Tam Điệp]]"}