{"7504":"'''Phó bảng''' ({{hn|ch=副榜}}; Tiến sĩ Ất khoa) là một [[học vị]] trong hệ thống [[Khoa bảng Việt Nam|khoa bảng]] [[Việt Nam]] trong [[Nhà Nguyễn|thời Nguyễn]], được áp dụng từ 1829 đến 1919.\n\n[[Hương cống|Cống sĩ]] đã dự thi Hội khi đậu đại khoa chia 2 hạng: hạng dưới gọi là Phó bảng\/Tiến sĩ Ất khoa, hạng trên gọi là Chính bảng\/Tiến sĩ Giáp khoa.\n\n==Lịch sử==\nHọc vị Phó bảng được cho là xuất phát từ danh hiệu \"Phụ bảng\" trong hệ thống khoa cử [[nhà Thanh]], trong đó, những người đỗ Phụ bảng là những sĩ tử giỏi, có năng lực, nhưng số lượng quá nhiều, dẫn đến vượt quá giải ngạch mà triều đình đương thời cho phép. Áp dụng tương tự cho hệ thống khoa cử trong nước, vua Minh Mạng phê chuẩn thiết lập danh hiệu Phó bảng nhằm “ngoài những quyển trúng cách, thể văn quyển nào đầy đủ, tuy không bằng người có tên trong chính bảng, nhưng cũng có thực học thì xin vào Phó bảng” để “không để sót nhân tài”. Tuy mượn hình thức Phụ bảng của Trung Quốc, nhưng triều Nguyễn đã thay đổi theo cách riêng của mình nhằm tìm ra nhân tài phục vụ bộ máy chính quyền, chẳng hạn như ở Trung Quốc, Phụ bảng thấp hơn Cử nhân, tuy nhiên ở Việt Nam thì Phó bảng thấp hơn Tiến sĩ nhưng lại cao hơn Cử nhân.{{sfn | Đỗ Thị Hương Thảo | 2013}}\n\nNăm 1807, vua [[Gia Long]] sau khi lên ngôi, với việc chú trọng tuyển chọn nhân tài nhằm kiến thiết đất nước, đã cho tổ chức khoa thi Hương đầu tiên, nhưng chưa tổ chức kỳ thi Hội. Từ thời [[Minh Mạng]], hệ thống khoa cử được tổ chức quy củ hơn với hai kỳ thi Hương và thi Hội được định lệ mỗi ba năm một lần. Khoa thi Hương và thi Hội diễn ra nối tiếp nhau, cứ năm trước thi Hương thì năm sau thi Hội, thi Đình.{{sfn | Đỗ Thị Hương Thảo | 2013}}{{sfn|Phạm Đức Thành Dũng -Vĩnh Cao (chủ biên) | 2000|p=57}} Đến năm 1829, Minh Mạng quy định đỗ Đại khoa chia thành hạng Chính bảng (hạng trên) và Phó bảng (hạng dưới). Những người đỗ Chính bảng gọi là \"trúng cách\", được tiếp tục dự thi Đình. Những người đỗ Thứ bảng, gọi là \"thứ trúng cách\", được trao học vị Phó bảng và dừng lại ở kỳ thi Hội.{{sfn | Phạm Đức Thành Dũng | 2012}}\n\nTuy nhiên, đến thời [[Tự Đức]], quy định tuyển chọn Phó bảng đã thay đổi về cách tính điểm và thể lệ dự thi ở các kỳ thi Hội và thi Đình nhằm mở rộng quy mô tìm kiếm nhân tài phục vụ chính quyền.{{sfn | Đỗ Thị Hương Thảo | 2013}} Chẳng hạn, những người chỉ đỗ \"thứ trúng cách\", tức Phó bảng, đều được cho vào thi Đình chứ không dừng lại ở kỳ thi Hội và tên của họ cũng được ghi danh chung một bảng với \"trúng cách\". Ở kỳ thi Đình thì những sĩ tử thứ trúng cách không gọi là Phó bảng, đợi sau khi thi Đình xong mới xác định Chính bảng và Phó bảng.{{sfn|Phạm Đức Thành Dũng -Vĩnh Cao (chủ biên) | 2000|p=106}} Đến năm 1873, quy định cho phép Phó bảng vào thi Đình bị bãi bỏ vì triều đình tuy muốn tuyển chọn càng nhiều nhân tài càng tốt nhưng lo ngại việc \"lấy nhiều không thể không lạm\".{{sfn | Đỗ Thị Hương Thảo | 2013}}\n\n==Ân điển và phẩm chức==\n[[File:Bang-vang-ghi-ten.jpg|thumb|Bảng vàng ghi tên Tiến sĩ]]\nTrong lịch sử khoa bảng triều Nguyễn, ở một số kỳ thi Đình, Phó bảng được dự thi cùng với những người đỗ Chính bảng để chọn ra Tiến sĩ (gồm Cập đệ Tam khôi, Hoàng giáp, Đồng tiến sĩ xuất thân), những người không đủ điểm sẽ được ban học vị Phó bảng. Khi đó, ân điển mà triều đình dành cho người thi đỗ Tiến sĩ và Phó bảng, như lễ Truyền lô, ban yến, ân tứ vinh quy,{{sfn|Phạm Đức Thành Dũng -Vĩnh Cao (chủ biên) | 2000|pp=109-112}} tương đối khác biệt. Trong đại lễ [[Truyền lô]]{{efn|''Truyền'' là dẫn đi, ''lô'' là trình bày. Lễ Truyền lô là nghi lễ tuyên chỉ của nhà vua nhằm xướng tên những người đỗ Tiến sĩ sau kỳ thi Đình. Lễ Truyền lô xuất phát từ hệ thống khoa cử Trung Hoa, bắt đầu ở nước ta từ thời vua Lê Thánh Tông.{{sfn|Phạm Đức Thành Dũng -Vĩnh Cao (chủ biên) | 2000|p=109}}}} được tổ chức sau mỗi kỳ thi Đình, tên của những người đỗ Tiến sĩ được ghi trên giấy vàng (long đằng hoặc long tiên), gọi là danh sách Hoàng bảng (bảng vàng) đặt ở [[Điện Thái Hòa (Hoàng thành Huế)|điện Thái Hòa]]; còn những người đỗ Phó bảng được ghi tên vào danh sách Phó bảng, viết trên giấy đỏ (hồng điều), đặt ở [[Tả Đãi Lậu Viện]]. Sau khi lễ Truyền lô kết thúc, bảng vàng ghi danh các Tiến sĩ được treo ở [[Phu Văn lâu|Phu Văn Lâu]]; danh sách Phó bảng chỉ được treo ở cánh hữu Phu Văn Lâu. Tuy nhiên, càng về sau, ân điển của triều đình dành cho Phó bảng càng gần giống với Tiến sĩ.{{sfn | Đỗ Thị Hương Thảo | 2013}}\n\nVề phẩm chức, khi mới được lập vào đời vua Minh Mạng, những sĩ tử đỗ học vị Phó bảng được bổ làm Hàn lâm viện Kiểm thảo, tương đương Tòng thất phẩm. Đến các đời vua triều Nguyễn sau, vị trí bổ nhiệm quan chức cho học vị Phó bảng càng lúc càng tăng. Theo [[Cao Xuân Dục]], vị trí cao nhất mà các Phó bảng triều Nguyễn từng nắm giữ lên đến chức Thượng thư, phẩm hàm tương đương Chánh nhị phẩm.{{sfn | Đỗ Thị Hương Thảo | 2013}}\n\n==  Một số danh nhân ==\n<!-- Danh sách bên dưới được sắp xếp theo thứ tự năm sinh -->\n* [[Nguyễn Văn Siêu]] (1799–1872), Phó bảng năm 40 tuổi, khoa thi Hội năm Mậu Tuất – Minh Mạng thứ 19 (1838), làm quan đến Thị giảng học sĩ (hàm Tòng tứ phẩm), phụ trách giảng dạy hoàng tử, từng làm Ất sứ sang nhà Thanh.<ref name=\"Bảo tàng Lịch sử Quốc gia 2018\">{{Chú thích web | title=Bảo tàng Lịch sử Quốc gia | website=Bảo tàng Lịch sử Quốc gia | date=2018-11-08 | url=http:\/\/baotanglichsu.vn\/vi\/Articles\/3098\/17777\/nguyen-sieu-mot-danh-nhan-van-hoa-cua-thang-long-ha-noi-1799-1872.html | access-date=2021-11-21 | archiveurl=https:\/\/web.archive.org\/web\/20200131082745\/http:\/\/baotanglichsu.vn\/vi\/Articles\/3098\/17777\/nguyen-sieu-mot-danh-nhan-van-hoa-cua-thang-long-ha-noi-1799-1872.html | archive-date=2020-01-31}}<\/ref>\n* [[Vũ Duy Thanh]] (1807–1859), đỗ Phó bảng năm 44 tuổi, đỗ Thủ khoa Chế khoa{{efn|Ở kỳ thi năm Tự Đức thứ 4 (1851), sĩ tử được tham gia kỳ Chế khoa và khi đỗ sẽ được ban danh hiệu \"Bác học hoành từ\"{{sfn | Đỗ Thị Hương Thảo | 2013}} hay \"Bác học hoành tài\"{{sfn|Phạm Đức Thành Dũng -Vĩnh Cao (chủ biên) | 2000|p=57}}. Chế khoa là khoa thi đặc biệt tổ chức theo lệnh của vua nhằm trọng đãi nhân tài. Chế khoa thường có mức độ khó hơn Chính khoa thông thường, do vậy, ân phẩm dành cho người đỗ Chế khoa thường cao hơn.{{sfn|Phạm Thị Huệ (chủ biên) 2012|p=xvii}} Phó bảng Vũ Duy Thanh đỗ Bác học hoành từ đệ nhất giáp Cát sĩ cập đệ đệ nhị danh.{{sfn | Đỗ Thị Hương Thảo | 2013}}}},{{sfn | Đỗ Thị Hương Thảo | 2013}} làm Tư nghiệp rồi Tế tửu Quốc tử giám Huế.\n* [[Đỗ Đăng Đệ]] (1814–1888), đỗ Phó Bảng năm 29 tuổi, khoa Nhâm Dần – Thiệu Trị thứ 2 (1842),{{sfn|Phạm Thị Huệ (chủ biên) 2012|p=38}} làm quan đến Lễ bộ Thượng thư, là nhà thơ.\n* [[Hoàng Diệu]] (1829–1882), đỗ Phó Bảng năm 25 tuổi, khoa Quý Sửu – Tự Đức thứ 6 (1853), từng giữ chức Tổng đốc Hà Ninh (bao gồm Hà Nội và vùng phụ cận).{{sfn|Phạm Thị Huệ (chủ biên) 2012|p=25}}<ref name=\"Trần Văn Mỹ 2018\">{{Chú thích web | author=Trần Văn Mỹ | title=Tổng đốc Hoàng Diệu: Sống vì dân, chết cũng vì dân | website=hanoimoi.com.vn | date=2018-02-01 | url=https:\/\/hanoimoi.com.vn\/tin-tuc\/1000_nam_thang_long\/334007\/tong-doc-hoang-dieu-song-vi-dan-chet-cung-vi-dan | access-date=2021-11-22 | archiveurl=https:\/\/web.archive.org\/web\/20190916062639\/https:\/\/hanoimoi.com.vn\/tin-tuc\/1000_nam_thang_long\/334007\/tong-doc-hoang-dieu-song-vi-dan-chet-cung-vi-dan | archive-date=2019-09-16}}<\/ref>\n* [[Nguyễn Thuật]] (1842–1911), đỗ Phó bảng năm 27 tuổi, khoa thi Hội năm Mậu Thìn – Tự Đức thứ 21 (1868), từng làm đến chức Thượng thư, Tổng đốc Thanh Hóa.{{sfn | Đỗ Thị Hương Thảo | 2013}}{{sfn|Phạm Thị Huệ (chủ biên) 2012|p=26}}\n* [[Nguyễn Sinh Sắc]] (1862–1929), Phó bảng năm 40 tuổi, làm quan Thừa biện bộ Lễ là thân sinh [[Chủ tịch Hồ Chí Minh]].\n* [[Phan Châu Trinh]] (1872–1926), đỗ Phó bảng năm 30 tuổi, khoa thi năm Tân Sửu (1901).{{sfn|Phạm Thị Huệ (chủ biên) 2012|p=371}}\n* [[Phạm Hy Lượng]] (1834-1886) , đỗ Phó bảng năm 29 tuổi, Án sát Ninh Bình\n\n==Ghi chú==\n{{notelist}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{Chú thích web | author=Đỗ Thị Hương Thảo | title=Chính sách giáo dục thời Nguyễn: Tiếp cận từ danh hiệu Phó bảng | website=Khoa Lịch sử - Trường Đại học Khoa học Xã hội và Nhân văn | date=2013-10-20 | url=https:\/\/khoalichsu.ussh.vnu.edu.vn\/chinh-sach-giao-dc-thi-nguyn-tip-cn-t-danh-hiu-pho-bng\/ | ref={{sfnref | Đỗ Thị Hương Thảo | 2013}} | access-date=2021-11-21 |archiveurl=https:\/\/web.archive.org\/web\/20211121174317\/https:\/\/khoalichsu.ussh.vnu.edu.vn\/chinh-sach-giao-dc-thi-nguyn-tip-cn-t-danh-hiu-pho-bng\/ | archive-date=2021-11-21}}\n* {{Chú thích web | author=Phạm Đức Thành Dũng | title=Thi hương, thi hội, thi đình... | website=Tuoitre.vn | date=2012-07-03 | url=https:\/\/tuoitre.vn\/thi-huong-thi-hoi-thi-dinh-499902.htm | ref={{sfnref | Phạm Đức Thành Dũng | 2012}} | access-date=2021-11-21 |archiveurl=https:\/\/web.archive.org\/web\/20211119071534\/https:\/\/tuoitre.vn\/thi-huong-thi-hoi-thi-dinh-499902.htm | archive-date=2021-11-19}}\n* {{Chú thích sách | author1=Phạm Đức Thành Dũng | author2=Vĩnh Cao | title=Khoa cử và các nhà khoa bảng triều Nguyễn | publisher=Trung tâm bảo tồn di tích cố đô Huế - Nhà xuất bản Thuận Hóa | year=2000 | url=https:\/\/books.google.ca\/books?id=Gx44AAAAMAAJ | location=Huế |ref={{sfnref|Phạm Đức Thành Dũng -Vĩnh Cao (chủ biên) | 2000}} | access-date=2021-11-22 | page=}}\n* {{Chú thích sách |author1=Phạm Thị Huệ |author2=Nguyễn Xuân Hoài |author3=Phạm Thị Yến |title=Khoa bảng Trung Bộ và Nam Bộ qua tài liệu Mộc bản triều Nguyễn |url= |date=2012 |publisher=Nhà xuất bản chính trị Quốc gia – Sự thật |location=Hà Nội | ref={{Harvid|Phạm Thị Huệ (chủ biên) 2012}} }}\n\n{{Khoa bảng}}\n\n[[Thể loại:Lịch sử hệ thống giáo dục Việt Nam]]\n[[Thể loại:Thi cử Nho học]]\n[[Thể loại:Học vị Nho học]]\n[[Thể loại:Nho giáo Việt Nam]]"}