{"2217":"{{Infobox Former Country\n| Chinese_name                = 扶南\n| conventional_long_name                = Vương quốc Phù Nam\n| common_name                = Nokor Phnom <br><small> ''नाम''<\/small><br><small>''ფუნანი''<\/small><br><small>''Nokor Phnom''<\/small>\n| image_map                = FunanMap001.jpg\n| map_caption                = Phù Nam và [[Chăm Pa]] vào khoảng [[thế kỷ 3]].\n| continent                = châu Á\n| region                = Đông Nam Á\n| country                = Việt Nam<br>Campuchia<br>Thái Lan<br>Myanmar\n| era                = Trung Cổ\n| status                = Vương quốc\n| status_text                = \n| stat_pop1                = 100.000\n| empire                = Nokor Phnom\n| government_type                = [[Quân chủ chuyên chế]]\n| leader1                = Kaundinya I\n| year_leader1                = \n| leader2                = Kaundinya II\n| year_leader2                = \n| leader3                = Srindravarman I\n| year_leader3                = \n| leader4                = Rudravarman\n| year_leader4                = \n| title_leader                = [[Raja|Vua]]\n| year_start                = [[68]]\n| year_end                = [[550]]\n| event_start                = Thành lập\n| date_start                = \n| event_end                = Diệt vong\n| date_end                = \n| event1                = \n| date_event1                = \n| event2                = \n| date_event2                = \n| event3                = \n| date_event3                = \n| event4                = \n| date_event4                = |\n| event_post                = Kết thúc Vương triều Nam phần Phù Nam\n| date_post                = [[628]]\n| s1                = Chân Lạp\n| s2                = Dvaravati\n| flag_s2                = \n| image_flag                = \n| flag                = \n| flag_type                = \n| image_coat                = \n| symbol                = \n| symbol_type                = \n| capital                = [[Vyadhapura]] (sơ khởi)<br>[[Kottinagar]] ([[thế kỷ 2]] - [[thế kỷ 7]])\n| common_languages                = [[Tiếng Khmer|Tiếng Khmer cổ]]<br>[[Tiếng Phạn]] \n| religion                = [[Phật giáo]]<br>[[Bà La Môn giáo]]\n| currency                = [[Vàng]]<br>[[Bạc]]<br>[[Ngọc trai]]<br>[[Ngà]]\n| today                = {{CAM}}<br>{{THA}}<br>{{VIE}}\n}}\n'''Phù Nam''' ([[chữ Hán]] : 扶南, [[tiếng Anh]] : '''Funan''') là tên gọi được đặt cho một [[quốc gia]] cổ trong lịch sử [[Đông Nam Á]], xuất hiện khoảng thế kỉ 1 [[Công Nguyên|trước Công Nguyên]], ở khu vực hạ lưu và châu thổ [[sông]] [[Mê Kông]]. Theo nhiều thư tịch cổ [[Trung Quốc]], thì trong thời kỳ hưng thịnh, vương quốc này về [[hướng Đông|phía Đông]], đã kiểm soát cả vùng đất phía Nam [[Miền Trung (Việt Nam)|Trung Bộ]] ([[Việt Nam]]), về [[hướng Tây|phía Tây]] đến Thung lũng [[Sông Chao Phraya|sông Mê Nam]] ([[Thái Lan]]), về [[hướng Nam|phía Nam]] đến phần [[hướng Bắc|phía Bắc]] [[bán đảo Mã Lai]].\n\nQuốc gia này tồn tại cho đến khoảng nửa đầu [[thế kỷ 7]] (sau năm [[627]]) thì bị sáp nhập vào lãnh thổ của [[Chân Lạp]] (Campuchia). Mãi đến [[thế kỷ 17]]-[[thế kỷ 18]], 1 phần lãnh thổ xưa kia được coi là trung tâm của Phù Nam tách khỏi [[Chân Lạp]] để trở thành một bộ phận của lãnh thổ Việt Nam, tức [[Nam Bộ]] ngày nay.\n\nYếu tố sắc tộc-ngôn ngữ của cư dân Phù Nam vẫn còn đang được tranh luận, chưa thể đưa ra được kết luận cụ thể từ các bằng chứng hiện có. Một số giả thuyết cho rằng đa phần dân cư Phù Nam nói các tiếng thuộc [[nhóm ngôn ngữ Môn-Khmer]], có giả thuyết lại cho rằng họ nói một ngôn ngữ thuộc [[ngữ hệ Nam Đảo]], lại có giả thuyết khác cho rằng Phù Nam là một xã hội đa sắc tộc.\n\n== Tên gọi ==\nĐược biết đến trong các ngôn ngữ ngày nay của khu vực như là {{lang|km|វ្នំ}} ''Vnom'' ([[tiếng Khmer|Khmer]]) hay {{lang|km|នគរភ្}} ''Nokor Phnom'' ([[tiếng Khmer|Khmer]]), {{lang|th|ฟูนาน}} ([[tiếng Thái]]), {{zh|c=扶南|p=Fúnán}}, tên gọi ''Phù Nam'' không được tìm thấy trong bất kỳ văn bản nào có nguồn gốc tại khu vực này trong thời kỳ đó, và người ta cũng không rõ người Phù Nam dùng tên gọi gì để nói tới [[Hệ thống Mandala|chính thể]] của mình. Tên gọi Phù Nam trong tiếng Việt là phiên dịch từ tên gọi tiếng Trung, do tên gọi 扶南 xuất hiện trong các thư tịch [[Trung Quốc|Trung Hoa]] khi mô tả về vương quốc này, và phần lớn các mô tả đó chủ yếu dựa trên báo cáo của hai sứ giả Trung Hoa là Khang Thái (康泰) và Chu Ứng (朱應) đã từng sống tại đây trong khoảng giữa thế kỷ 3 cho vua [[Đông Ngô]] ở Nam Kinh.\n\nChung quanh tên gọi Phù Nam hiện vẫn còn nhiều tranh cãi. Ý kiến được nhiều người tán đồng, đó là Phù Nam do chữ ''Fou Nan'' mà ra (gọi theo cách phát âm của người [[Tên gọi Trung Quốc|Trung Hoa]]). Từ ngữ này xuất phát từ ngôn ngữ Môn cổ: '''bnam''' hay '''vnam''', mà ngày nay được đọc là ''phnom'', có nghĩa là ''núi'' hoặc ''đồi''.<ref name=Coedes>Georges Cœdès, \"La Stele de Ta-Prohm\", Bulletin de l'Ecole francaise d'Extreme-Orient (BEFEO), Hanoi, VI, 1906, pp.44-81; George Cœdès, Histoire ancienne des États hindouisés d'Extrême-Orient, Hanoi, 1944, pp.44-45; Georges Cœdès, Les états hindouisés d'Indochine et d'Indonésie, Paris, E. de Boccard, 1948, tr. 128.<\/ref> Tuy nhiên, nhà nghiên cứu văn khắc [[Claude Jacques]] chỉ ra rằng diễn giải này dựa trên sự phiên âm sai từ tiếng Phạn ''parvatabùpála'' trong các văn khắc cổ như là tương đương với từ Khmer ''bnaṃ'' và đồng nhất hóa sai lệch vua [[Bhavavarman I]] đề cập trong các văn khắc này như là người chinh phục Phù Nam.<ref>Claude Jacques, \"'Funan', 'Zhenla'. The reality concealed by these Chinese views of Indochina\", in R. B. Smith and W. Watson (eds.), ''Early South East Asia: Essays in Archaeology, History, and Historical Geography'', New York, Nhà in Đại học Oxford, 1979, tr. 371–379, tr. 373, 375; Hà Văn Tấn, \"Óc Eo: Endogenous and Exogenous Elements\", ''Viet Nam Social Sciences'', 1-2 (7-8), 1986, tr. 91-101, tr. 91-92.<\/ref> Jacques cũng đề xuất loại bỏ việc sử dụng tên gọi Funan trong các ngôn ngữ [[phương Tây]] và thay vì thế sử dụng các tên gọi như ''Bhavapura'', ''Aninditapura'', ''Shresthapura'' hay ''Vyadhapura'', được biết đến từ các văn khắc đã từng được sử dụng vào thời gian đó để chỉ các đô thị trong khu vực và cung cấp ý tưởng chính xác hơn về địa lý của các khu vực Khmer cổ so với các tên gọi như ''Funan'' hay ''Zhenla'' (Chân Lạp), những tên gọi không được biết đến trong tiếng Khmer cổ.<ref>Claude Jacques, \"‘Funan’, ‘Zhenla’: The Reality Concealed by these Chinese Views of Indochina\", trong R. B. Smith & W. Watson (chủ biên), ''Early South East Asia: Essays in Archaeology, History and Historical Geography'', New York, Nhà in Đại học Oxford, 1979, tr. 371-379, tr. 378.<\/ref>\n\nTheo tác giả Lương Ninh thì một danh từ chung chỉ núi non không thể là nguồn gốc của tên đất nước, mà phải là cái khác, quý báu hơn: tên tộc người bản địa: ''Bnam''.<ref>Lương Ninh (2006), ''Nước Phù Nam'', Nhà xuất bản Đại học Quốc gia Thành phố Hồ Chí Minh, tr. 39 - 40.<\/ref> Theo đó các vua Phù Nam là những người thuộc dòng ''Vua Núi'' - ''Kurung bnam''.<ref>Lương Ninh (2006), ''Nước Phù Nam'', Nhà xuất bản Đại học Quốc gia Thành phố Hồ Chí Minh, tr. 40.<\/ref>\n\nKinh đô của Phù Nam, theo sách [[Lương thư]] và [[Tân Đường thư]] là thành ''Đặc Mục'' (特牧). Học giả G. Coedes cho đó là phiên âm của từ trong [[tiếng Phạn]] là Vyadhapura (pura: ''thành phố\/kinh đô'', Vyadha: ''người đi săn''), và thành này ở gần ngọn núi Ba Phnom ở làng Banam, thuộc tỉnh [[Prey Veng (thành phố)|Prey Veng]] ([[Campuchia]]) ngày nay.<ref name=Coedes \/><ref>Lược theo ''Giáo trình  du lịch'' (tr. 97), ''Lịch sử Campuchia'' (tr. 32).<\/ref> Ngược lại, một số tác giả như Paul Pelliot (1903),<ref>[http:\/\/www.persee.fr\/web\/revues\/home\/prescript\/article\/befeo_0336-1519_1903_num_3_1_1216 ''Le Fou-nan'', tr. 248–303]<\/ref> P. Dupont (1955), L. Malleret (1962) không tán thành thuyết đó, họ cho rằng kinh đô của Phù Nam có thể là [[Angkor Borei]] do nhiều hiện vật khảo cổ có niên đại và phong cách Phù Nam tìm thấy ở đây.<ref>Lương Ninh (2006), ''Nước Phù Nam'', Nhà xuất bản Đại học Quốc gia Thành phố Hồ Chí Minh, tr. 43.<\/ref>\n\n{{các vương quốc cổ ở Việt Nam}}\n\n== Lịch sử ==\n{{Lịch sử Campuchia}}\n\n=== Huyền thoại lập quốc ===\nTheo sứ giả Khang Thái của Ngô [[Tôn Quyền]] thời [[Tam Quốc]] chép trong sách ''Phù Nam thổ tục'' thì ông vua đầu tiên của nước Phù Nam, có lẽ là một quý tộc người [[Ấn Độ]] hay là một tăng lữ [[Bà-la-môn]] tên là Hỗn Điền.<ref>[[Lương thư]] và [[Nam Tề thư]] chép tương tự. Tại đây cần lưu ý là  tên các vị vua Phù Nam thì mỗi sách phiên âm một khác và các năm tháng trong bài chỉ có tính tương đối.<\/ref> Một số học giả phương Tây cho rằng truyền thuyết Hỗn Điền là dị bản của truyền thuyết Ấn Độ về Kaundinya.<ref name=\"NVD2009p15\">Ngô Văn Doanh (2009), trang 15.<\/ref>\n\nVương triều của Kaundinya tồn tại khoảng hơn 150 năm, trải qua 3 đời vua. Các thư tịch cổ của Trung Quốc phiên âm tên 3 vị vua này là Hỗn Điền, Hỗn Bàn Huống (127-217) và Hỗn Bàn Bàn (217-220).<ref name=\"NVD2009p15\" \/>\n\n=== Hưng thịnh ===\n[[Tập tin:East-Hem 600ad.jpg|nhỏ|200px|phải|[[Chân Lạp]]-Phù Nam, vào năm [[600]].]]\nNgô Văn Doanh (2009) dẫn [[Lương thư]] cho biết rằng quốc vương cuối cùng của Vương triều Kaundinya làm vua được 3 năm thì mất. Một vị tướng của Phù Nam mà Lương thư của [[Trung Quốc]] phiên âm là Phạm Sư Mạn lên làm vua, lập ra Vương triều họ Phạm. Theo Lương thư, làm vua được 3 năm thì Phạm Sư Mạn mất. Con ông là Phạm Kim Sinh nối ngôi, làm vua được khoảng 5 năm, đến năm [[245]] thì bị người anh họ tên Phạm Chiên giết chết để đoạt ngôi. Một người con khác của Phạm Sư Mạn là Phạm Trường đã nổi dậy lật đổ được Phạm Chiên, nhưng cũng lập tức bị tướng của Chiên là Phạm Tầm giết. Phạm Tầm lên làm vua. Phù Nam dưới Vương triều họ Phạm trở nên hùng mạnh. Phạm Sư Mạn đã đem quân đi chinh phạt được tới hơn 10 nước, mở rộng đáng kể lãnh thổ. Phạm Chiên đã thúc đẩy quan hệ ngoại giao với [[Ấn Độ]]. Còn Phạm Tầm đã thúc đẩy quan hệ ngoại giao với [[nhà Tấn]] ở Trung Quốc. Người Phù Nam đã có chữ viết, kiểu chữ viết có nguồn gốc Ấn Độ.<ref>Ngô Văn Doanh (2009), trang 16-17.<\/ref>\n\nCho đến giờ chưa phát hiện được tư liệu nào nói về thời kỳ tiếp sau Phạm Tầm. Các nhà khoa học cho rằng vào khoảng giữa [[thế kỷ 4]], quyền cai trị Phù Nam một lần nữa lại vào tay người Ấn Độ. Lương thư và [[Tấn thư]] có nhắc tới một người là Trúc Chiên Đàn đã triều cống [[Tấn Mục Đế|Mục Đế]]. Các nhà khoa học sau này cho đó là [[người Ấn Độ]] tên là Chandan hoặc Chandana.<ref>Ngô Văn Doanh (2009), trang 17-18.<\/ref>\n \nĐến đầu hoặc giữa [[thế kỷ 5]], vẫn là người [[Ấn Độ]] nắm quyền cai trị Phù Nam. Lương thư cho biết một người Thiên Trúc là Kiều Trần Như mà các nhà khoa học sau này cho rằng đó có thể là một người Brahman Ấn Độ cũng lại tên là Kaudinya đã thay đổi chế độ nhà nước Phù Nam sang theo kiểu Ấn Độ.<ref>Dẫn lại từ Ngô Đăng Doanh (2009), trang 18.<\/ref> Kiều Trần Như ở ngôi khoảng năm 470 đến 514, tự xưng là ''Người bảo vệ thánh kinh Vê đa''. Vào thời kỳ này, nhiều thương gia Phù Nam sang buôn bán ở [[Quảng Châu]] (Trung Quốc).<ref>Giáo trình Du lịch.<\/ref>\n \nKhi Kaundinya mất, con là Sri Indravarman (Lương thư phiên âm là Trì Lê Đà Bạt Ma) lên thay, và đã cho sứ sang triều cống [[Lưu Tống Văn Đế|Tống Văn Đế]] (nhà [[Lưu Tống]]) vào những năm 438, 453 và 438. Cũng theo Lương thư, thì năm 431-432, nước [[Lâm Ấp]] muốn đánh [[Giao Châu]] của [[người Việt]], nên có yêu cầu vua Phù Nam giúp sức, nhưng Phù Nam đã từ chối.\n\nKhi Sri Indravarman mất, người nối ngôi là Jayavarman (Lương thư phiên âm là Xà Gia Bạt Ma). Jayavarman đã phái một nhà sư Ấn Độ tên Nagasena đem lễ vật sang tặng vua [[Nam Tề]] năm 484, và yêu cầu nhà vua giúp mình đánh Lâm Ấp nhưng bị từ chối khéo. Các nhà khoa học đã phát hiện bia ký viết bằng [[chữ Phạn]] cho hay dưới thời Jayavarman Phù Nam đã xây dựng nhiều công trình [[thủy lợi]], biến nhiều vùng đầm lầy rộng lớn ở hạ lưu sông Mê Kông thành những vùng đồng bằng phì nhiêu, trù phú. Năm [[514]], Jayavarman mất. \n \nKế vị ngôi là Rudravarman (Lương thư phiên âm là Lưu Đà Bạt Ma), con cả của Jayavarman. Đây là ông vua cuối cùng của Phù Nam. Vào năm 517 và 539, nhà vua đều có sai sứ sang [[Trung Quốc]] triều cống.\n\n=== Diệt vong ===\nGiữa [[thế kỷ 5]], Chân Lạp nổi lên, chiếm thành Đặc Mục - kinh đô của Phù Nam, hợp nhất lãnh thổ Phù Nam với Chân Lạp. Nhà vua Phù Nam phải bỏ chạy và lập triều đình lưu vong tại Na Phất Na (vùng Angkor Borei). Phù Nam diệt vong.\n \nSách ''Lược sử vùng đất Nam Bộ Việt Nam'' (tr. 20) viết:\n:''Sau một thời rực rỡ, đế quốc Phù Nam bắt đầu suy thoái vào cuối [[thế kỷ 6|thế kỷ thứ 6]]. Nước Cát Miệt,<ref>Cát Miệt, do người Hoa phiên âm từ Khmer. Về sau quốc gia này có tên gọi là [[Chân Lạp]]. (chú thích lấy ở sách ''Lược sử vùng đất Nam Bộ Việt Nam'', tr. 19).<\/ref> một thuộc quốc của Phù Nam, đến thế kỷ này đã nhanh chóng phát triển thành một vương quốc độc lập và hùng mạnh. Nhân sự suy yếu của Phù Nam, Chân Lạp đã tấn công và chiếm lấy một phần lãnh thổ (tương đương với vùng đất [[Nam Bộ]] ngày nay) của đế chế này vào đầu [[thế kỷ 7]]...''\nSách ''[[nhà Tùy|Tùy]] thư'' chép tương tự:\n:''Nước Chân Lạp ở về phía Tây Nam nước Lâm Ấp, nguyên là một chư hầu của Phù Nam. Vua nước ấy là Ksatriya Citrasena đánh chiếm và tiêu diệt Phù Nam.''<ref>''Tùy thư'', Quyển 82, Liệt truyện 47, tờ 5. (Tư liệu khoa Sử, Đại học Quốc gia Hà Nội, H. 1949).<\/ref>\n\nSách ''[[Tân Đường thư]]'' do [[Âu Dương Tu]] & [[Tống Kỳ]] biên soạn cũng đã cho biết đầu niên hiệu Trinh Quán [[nhà Đường]] (627-649); ''trong nước Phù Nam có thay đổi lớn. Nhà vua đóng đô ở thành Đặc Mục, thình lình bị nước Chân Lạp đánh chiếm, phải chạy trốn về Na Phất Na.''<ref>''Tân Đường thư'', Quyển 222 hạ, Liệt truyện 147 hạ, tờ 3 (Bản [[chữ Hán]], Tư liệu khoa Sử, Đại học Quốc gia Hà Nội, H. 1948.<\/ref>\n\nCăn cứ năm [[627]], sứ giả Phù Nam còn đến tiến cống [[nhà Đường]], nên có thể suy ra nước Phù Nam bị tiêu diệt phải sau năm này.<ref>''Lược sử vùng đất Nam Bộ Việt Nam'', tr. 20.<\/ref>\n\nSau khi Chân Lạp đánh bại Phù Nam, trong sách Trung Quốc đã xuất hiện tên gọi ''Thủy Chân Lạp'' để chỉ phần lãnh thổ Phù Nam trên vùng đất [[Nam Bộ]] (Việt Nam); và cũng để phân biệt với vùng đất ''Lục Chân Lạp'', tức là vùng đất gốc của Vương quốc Chân Lạp.<ref>Mã Đoan Lâm, ''Văn hiến thông khảo'', Quyển 332, Tứ duệ khảo, tờ 9. (Tư liệu khoa Sử, Đại học Quốc gia Hà Nội, H. 875.<\/ref>\n\nMặc dầu chiếm đoạt được, nhưng trên thực tế, việc cai quản vùng lãnh thổ mới này đối với Chân Lạp gặp rất nhiều khó khăn. Trước hết, với truyền thống quen khai thác các vùng đất cao, dân số còn ít ỏi, [[người Khmer]] khi đó khó có khả năng tổ chức khai thác trên quy mô lớn một vùng đồng bằng mới bồi lấp, còn ngập nước và sình lầy. Hơn nữa, việc khai khẩn đất đai trên lãnh thổ của Lục Chân Lạp đòi hỏi rất nhiều thời gian và sức lực. Việc cai trị xứ Thủy Chân Lạp vì vậy vẫn phải giao cho những người thuộc dòng dõi Vua Phù Nam.\n\nTheo những tài liệu bi ký còn lại có thể thấy rằng, vào [[thế kỷ 8]] tại vùng trung tâm của Phù Nam trước đây vẫn còn tồn tại một tiểu quốc tên là Aninditapura, do một người thuộc dòng dõi vua Phù Nam tên là Baladitya trị vì. Và khi Phù Nam tan rã là lúc nhiều [[vương quốc]] nhỏ ở [[Đông Nam Á]] nổi lên thay thế vai trò đế quốc hàng hải của vương quốc này, mà nổi bật là vương quốc [[Srivijaya]] ở đảo [[Sumatra]] và vương quốc [[Sailendra]] ở đảo [[Java]], thuộc [[Indonesia]] ngày nay.\n\nTừ cuối [[thế kỷ 8]], [[Sailendra|vương quốc Sailendra]] hùng mạnh đã xâm chiếm toàn bộ [[Chân Lạp|Thủy Chân Lạp]] đồng thời đưa [[Chân Lạp|Lục Chân Lạp]] vào vị trí chư hầu của mình, tới đầu [[thế kỷ 9]], [[Sailendra]] suy yếu mới từ bỏ vùng đất Thủy Chân Lạp.\n\n== Văn hóa ==\n{{chính|Văn hóa Óc Eo}}\n[[Tập tin:Lingga.jpg|nhỏ|200px|phải|Linga được khai quật tại di chỉ Óc Eo (Bảo tàng An Giang).]]\n[[Tập tin:Tượng Phật bốn tay.jpg|nhỏ|phải|200px|Tượng Phật bốn tay và tấm bia đá cổ thời Phù Nam, hiện ở [[chùa Linh Sơn (Ba Thê)]].]]\nTừ tháng 2 đến tháng 4 năm 1944, nhà [[khảo cổ học]] [[Pháp]] [[Louis Malleret]] cho khai quật khảo cổ ở [[Óc Eo]],<ref>Óc Eo: tên một cánh đồng nay thuộc xã [[Vọng Thê]], huyện [[Thoại Sơn, An Giang|Thoại Sơn]], tỉnh [[An Giang]].<\/ref> và đã tìm thấy nhiều di vật quý, có niên đại phù hợp với thời kỳ quốc gia Phù Nam tồn tại ở đây.\n\nTại di chỉ Bình Tả (xã Đức Hòa, huyện [[Đức Hòa]], tỉnh [[Long An]]), trong đợt khai quật vào tháng 2 năm 1987 do [[Lê Trung Khá]] chủ trì, đã phát hiện một di vật có tên [[Bhavavarman]] (tên một hoàng thân Phù Nam) viết bằng chữ Phạn cổ. Đây là một cứ liệu chính xác cho phép gắn liền văn hóa khảo cổ Óc Eo với Vương quốc Phù Nam trong lịch sử.<ref>Theo ''Địa chí văn hóa TP. HCM'', tập I, phần 2, tr. 119.<\/ref>\n \nSau năm [[1975]], thêm nhiều lần khai quật khảo cổ ở Óc Eo và nhiều nơi khác nữa, thì thấy nền văn hóa này phân bố rất phong phú trên địa bàn các tỉnh như [[Long An]], [[Đồng Tháp]], [[An Giang]], [[Kiên Giang]], [[Thành phố Hồ Chí Minh]]...<ref>Cuộc khai quật đầu tiên của Malleret đã tiến hành với 24 điểm. Cho tới nay, trên sườn núi Ba Thê và cánh đồng Óc Eo đã có trên 50 địa điểm có giá trị khảo cổ học đã được ghi nhận và nghiên cứu. Tính đến năm 1975, bộ sưu tập về văn hóa Óc Eo - Ba Thê đã có 3.969 hiện vật. Trong đó bao gồm: 498 đồ vàng, 137 đồ bạc, 4 chì, 83 thiếc, 149 đồ  đồng, 2.749 đồ đá màu (trong đó có 2.522 chuỗi hạt, 79 đồ đá khác, 285 đất nung, 7 đồ gỗ và một số hiện vật không xác định rõ)<\/ref> Tất cả theo sách ''Lược sử vùng đất Nam Bộ Việt Nam'', đã khẳng định rằng Óc Eo là một nền văn hóa có nguồn gốc bản địa, mà chủ nhân của nó là những cư dân Phù Nam. Nền văn hóa này phát triển trên nền tảng văn hóa Đồng Nai, có quan hệ mật thiết với nền [[văn hóa Sa Huỳnh]] ở [[miền Trung]], và có quan hệ giao lưu rộng rãi với các nước ở bên ngoài (qua dấu tích [[vật chất]], cho thấy có sự liên hệ khá mật thiết với [[Trung Quốc]], [[Ấn Độ]], [[Tây Nam Á|Tây Á]] và [[Địa Trung Hải]]).<ref>''Lược sử vùng đất Nam Bộ Việt Nam'', tr. 17.<\/ref>\n \n''Từ điển Văn hóa Đông Nam Á'' cho biết chi tiết: \n:''Ở di chỉ Óc Eo đã phát hiện ra nhiều di chỉ khác nhau như di chỉ cư trú, di chỉ kiến trúc [[tôn giáo]], di chỉ mộ táng... cùng rất nhiều hiện vật quý như tượng thờ, linh vật, phù điêu, con dấu, [[tiền tệ]], di vật bằng [[vàng]], đồ trang sức bằng [[ngọc|đá quý]], vật dụng bằng đá, [[đồ gốm]], vật dụng bằng gỗ, cốt động vật, cốt thực vật...''\n\n:''Qua phân tích các mẫu vật, đã xác định được niên đại của di chỉ Óc Eo là cuối [[thế kỷ 2]] đến [[thế kỷ 5]]. Các hiện vật khảo cổ đã nói lên tầm quan trọng rất lớn trong nền văn hóa được mang tên là Óc Eo ở [[Đông Nam Á]]. Theo các nhà nghiên cứu, Óc Eo đã từng là một cảng quan trọng của nhà nước Phù Nam.''<ref>''Từ điển Văn hóa Đông Nam Á'', tr. 305.<\/ref>\n\nVà qua kết quả xét nghiệm những cốt sọ cùng nhiều hiện vật quý của cư dân Phù Nam, phần lớn các nhà nghiên cứu trong và ngoài nước đã đưa ra một số ý kiến, có thể tóm tắt vào mấy điểm chính như sau:<ref>Lược theo ''Giáo trình du lịch'' (tr. 101-102) và ''Lịch sử Campuchia''  (tr. 40-44).<\/ref>\n* Hai nhà nghiên cứu là Võ Sĩ Khải & Lê Trung Khá, sau khi tìm thấy hai sọ cổ (cư dân của nền văn hóa Phù Nam) ở [[Gò Tháp]] ([[Đồng Tháp]]) và [[Óc Eo (thị trấn)|Óc Eo]] năm 1984, đã cho biết rằng: \"Hai sọ cổ này mang những đặc điểm thường gặp phải ở số đông [[người Thượng]] hiện nay; và thường được xếp vào tiểu chủng hay loại hình nhân chủng Indonésien.<ref>''Địa chí văn hóa TP. HCM'' (tập I, phần 2, tr. 113) & ''Giáo trình du lịch'' (tr. 99). Sách ''Lược sử vùng đất Nam Bộ Việt Nam'' ghi cư dân Phù Nam mang đặc điểm nhân chủng Tiền Mã Lai (Protomalais).<\/ref> Trong quá trình phát triển, có sự tiếp xúc và cộng cư với những yếu tố nhân chủng khác.\n*Chế độ nhà nước là chế độ [[phong kiến]]. Vương quyền được kết hợp chặt chẽ với thần quyền, tôn giáo được sử dụng như một công cụ hữu hiệu của giai cấp thống trị.\n*Xã hội đã có sự phân hóa giàu nghèo thành các tầng lớp quý tộc, bình dân và nô lệ.\n[[Tập tin:Đồ trang sức Phù Nam.jpg|nhỏ|200px|trái|Đồ trang sức của cư dân Phù Nam.]]\n*Thuế là nguồn thu nhập chính của quốc gia. Thuế có thể đóng bằng vàng, bạc, châu ngọc, hương liệu...\n*Pháp luật được thi hành theo quan niệm \"thần đoán\" (xem đoạn trích sử [[Nam Tề]] ở phần ''Trong thư tịch cổ'').\n*Về tín ngưỡng chủ yếu là [[ấn Độ giáo|đạo Bà-la-môn]] và [[phật giáo|đạo Phật]].\n*Đặc điểm hình thể và cách ăn mặc của cư dân Phù Nam có những nét giống với các dân tộc bản địa ở miền [[cao nguyên]] [[Bán đảo Đông Dương|Đông Dương]].\n*Chữ viết là loại [[tiếng Phạn|chữ Phạn]] có nguồn gốc từ bộ chữ cái của [[người Pallava]], ở [[Ấn Độ]].<ref>Ghi theo ''Lược sử vùng đất Nam Bộ'' (tr. 18). ''Giáo trình du lịch'' cho rằng chữ ''Brami'', là thứ chữ đã được dùng ở Ấn Độ từ [[thế kỷ 3]] đến [[thế kỷ 5]] (tr. 99).<\/ref>\n**Có 2 giả thuyết về ngôn ngữ của dân cư Phù Nam, có thể là [[nhóm ngôn ngữ Mã Lai-Đa Đảo]] thuộc [[ngữ hệ Nam Đảo]]<ref>Ngô Văn Doanh (2009), trang 14. Ý kiến này phù hợp với ghi nhận của ''Lương thư'' (sử nhà Lương, [[Trung Quốc]]).<\/ref> hoặc là [[nhóm ngôn ngữ Môn-Khmer]].<ref>''Giáo trình du lịch'' (tr. 98).<\/ref>\n*Ăn ở: Lương thực chính là lúa gạo. Cất nhà trên cọc gỗ, mái lợp bằng lá [[Chi Thốt nốt|thốt nốt]] hoặc ngói. Louis Malleret khi đã tiến hành khai quật ở Óc Eo đã nhận xét rằng: ''phần lớn kiến trúc ở đây được lợp mái bằng ngói, một kiểu khác hẳn ở [[Angkor]]''.<ref>Louis Malleret. ''L’Archéologie du delta du Mékong'', Tome 3, Paris, 1963, tr. 314.<\/ref>\n*Tang lễ: người chết được [[chôn cất]] theo 4 cách: thủy táng, hỏa táng, điểu táng và địa táng. Theo ''Tấn thư'' thì tang lễ và hôn lễ của Phù Nam gần giống với [[Lâm Ấp]] (tức Chămpa).\n*Nhiều ngành nghề khá phát triển, như: luyện kim, nấu thủy tinh, chế tác ngọc, gốm màu, gạch, kim hoàn, xây dựng, tạc tượng, nghề cá, trồng lúa nước (lúa sạ), đóng tàu lớn, dệt vải, thêu thùa, làm muối, làm giấy (bằng bông gòn)...\n*Có kinh nghiệm và tài nghệ trong việc làm thủy lợi để cải tạo đất đai.\n*Có nền thương nghiệp, đặc biệt là ngoại thương khá phát triển.\n*Giỏi săn bắt và chăn nuôi (biết thuần dưỡng cả [[voi]]).\n*Thú tiêu khiển: Ca múa (loại hình nghệ thuật này rất phát triển), săn bắt, chọi gà...\n \nĐúc kết lại, sách ''Lịch sử Campuchia'' viết:\n:''Trên đây là những nét phát họa của một nền văn minh xuất hiện sớm nhất ở miền Nam [[Bán đảo Đông Dương|bán đảo Inđôchina]]. Văn minh đó của Phù Nam tiếp thu những tinh hoa của nền văn minh [[Ấn Độ]]. Nhưng tất cả những điều mà chúng ta biết đều chứng tỏ rằng ngay từ thuở ban đầu, văn minh Ấn Độ chỉ là đến ghép trên miếng đất cũ của nền văn hóa [[Đông Nam Á]] bản địa vốn có sẵn, để hình thành một nền văn minh và một nền nghệ thuật hết sức độc đáo.''<ref>''Lịch sử Campuchia'', tr. 44.<\/ref>\n=== Trong thư tịch cổ ===\nQuyển sách đầu tiên đề cập đến Vương quốc Phù Nam là ''Dị vật chí'' của Dương Phù thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] (25-220).\n \nKế đến là ''[[Ngô thư]]'' thời [[Tam Quốc]] (220-280). Theo sách này thì vào [[tháng chạp|tháng Chạp]] năm Xích Ô thứ 6 (243), vua Phù Nam là Phạm Chiên có sai sứ đến dâng nhạc công và phương vật cho vua Ngô là [[Tôn Quyền]] (182-252).\n[[Tập tin:Bia Tháp Mười.jpg|nhỏ|200px|phải||Bia đá cổ được tạo tác vào thời Phù Nam (khoảng thế kỷ 2-3), được tìm thấy ở [[Đồng Tháp]].]]\nThời gian sau, khi đánh chiếm [[Giao Châu]] và [[Cửu Chân]], vua Đông Ngô cũng đã sai người đến các nước phương Nam; thì các nước là Phù Nam, [[Lâm Ấp]] ([[Chăm Pa|Chămpa]]), [[Minh Đường]] thảy đều sai sứ đến dâng cống.<ref>''Ngô thư'', Ngô chủ truyện (quyển 47, tờ 31). Dẫn lại theo ''Lược sử vùng đất Nam Bộ Việt Nam'', tr. 14.<\/ref>\n\n''Lương thư'' còn cho biết vua (Đông) Ngô là Tôn Quyền đã sai Chu Ứng và Khang Thái đi sứ các nước phía Nam, trong số đó có Phù Nam. Sau khi đi sứ về, Khang Thái có viết quyển ''Phù Nam thổ tục'' còn gọi là ''Phù Nam truyện''.\n\nCác sách có niên đại muộn hơn vào các [[thế kỷ 6]] và 7 như ''Trần thư, Tùy thư, Thông điển, Tân Đường thư''... đều có ghi chép về đất nước Phù Nam. Trích một vài đoạn:\n;Nam Tề thư:\n:''Người Phù Nam thường buôn vàng bạc, tơ lụa. Con cái nhà quý tộc thường mặc xà-rông bằng [[lụa]] the. Đàn bà thì mặc một thứ áo vải luồn qua đầu. Người nghèo thì quấn một mảnh vải thô quanh mình. Họ đúc nhẫn và vòng đeo tay bằng vàng, làm bát đĩa bằng ngọc. Họ đốn cây lấy gỗ làm nhà và rào vườn tược chung quanh nhà. Nhà vua ở trong một nhà lầu có tầng gác. Dọc bờ biển, người ta trồng cây [[Chi Thốt nốt|thốt nốt]] lá dài dùng để lợp nhà. Người ta đóng những chiếc thuyền dài tám, chín [[trượng]] (tức hơn 20 m), rộng sáu, bảy phần mười trượng. Mũi thuyền và lái thuyền giống như đầu và đuôi cá. Nhà vua ngự trên mình [[voi]]. Đàn bà có thể cưỡi voi đi. Họ thích chơi chọi gà. Họ không có nhà tù. Khi có kiện cáo, tranh chấp, họ vứt nhẫn vàng hoặc trứng vào nước sôi. Ai dùng tay lấy ra mà không bị bỏng thì người ấy được kiện. Hoặc người ta bắt cầm ở tay một chiếc xích nung đỏ rồi đi bảy bước. Ai có tội thì bàn tay bị cháy bỏng, người vô tội thì chẳng có việc gì. Cũng có khi người ta nhận những người kiện xuống nước. Người có tội thì chìm hẳn dưới nước, người vô tội thì nổi lên...''\n:''Dưới đời vua Kaunđinya Giayavacman, phong tục của đất nước này là tôn thờ thần Mahaxvara. Thần luôn xuống ngự trên đỉnh Mộtan.''<ref>Mahaxvara, là một trong những tên gọi của thần Civa.  Đoạn trích này in trong sách ''Lịch sử Campuchia'', tr. 41-42.<\/ref>\n[[Tập tin:Bia cổ chùa Linh Sơn Ba Thê (An Giang).jpg|nhỏ|200px|trái|Một trong hai tấm bia đá cổ ở chùa Linh Sơn ([[Núi Ba Thê|Ba Thê]]), có khắc chữ viết của người Phù Nam.]]\n;Lương thư:\n:''Nước Phù Nam ở phía Nam quận [[Nhật Nam]], trong một vịnh lớn ở phía Tây biển. Nước cách Nhật Nam chừng 7.000 [[Hệ đo lường cổ Việt Nam|lý]] và cách Lâm Ấp hơn 3.000 lý về phía Tây Nam. Đô thành cách biển 500 lý. Một con sông lớn từ Tây Bắc chảy về phía Đông và đổ ra biển. Nước rộng hơn 3.000 lý. Đất thấp và bằng phẳng. Khí hậu và phong tục đại để giống [[Lâm Ấp]]...''\n:''...Họ (cư dân Phù Nam) không đào [[giếng]] gần nhà ở. Mấy chục gia đình chung nhau xây một cái bể chứa nước để dùng. Họ có tục sùng bái các vị thần trên trời. Họ đúc tượng thần để thờ, tượng  có một mặt bốn tay hay tượng bốn mặt tám tay;  mỗi tay cầm một vật gì đó, hoặc một đứa bé con, hoặc một con chim, một con thú nào đó, hoặc một hình [[mặt trời]] hay [[Mặt Trăng]]. Nhà vua thường ngự giá trên mình voi, các cung phi và đình thần cũng vậy. Khi vua ngồi, đầu gối chân phải gấp thẳng đứng, đầu gối chân trái gấp bằng sát đất (tư thế thường thấy ở các pho tượng thần Khơ-me và Ấn Độ). Trước mặt vua, người ta trải một tấm vải trên đặt những lọ bằng vàng và những lư hương. Khi có tang, người ta có tục cạo râu và cạo đầu. Về mai táng có bốn cách: hoặc vứt xác chết xuống dòng sông, hoặc [[hỏa táng]], hoặc đào huyệt chôn, hoặc vứt ngoài đồng nội cho quạ chim mổ xẻ.''<ref>''Sử nhà Lương''. Đoạn trích in trong sách ''Lịch sử Campuchia'', tr. 42.<\/ref>\n;Tấn thư:<ref>P.Pelliot, ''Le Fou Nan'', Hanoi, 1903 & ''Lược sử vùng đất Nam Bộ Việt Nam'', tr. 18.<\/ref>\n;Phù Nam thổ tục:\n:''Vương Quốc Phù Nam bề ngang rộng 399 lý, có nhiều đô thị, có tường cao bao quanh và bên trong có nhà ở... Nước da người dân màu đen, tóc quăn, xấu xí... Đàn ông đóng khố, đàn bà mặc cái chăn tròng từ cổ tới chân, xỏ lỗ tai để đeo bông tòn ten.''\n:''Nếp sống tuy rất đơn giản nhưng họ không [[trộm cắp]]. Họ làm nghề nông theo lối cổ, gieo trồng một lần gặt hái luôn trong 3 năm. Họ thích điêu khắc và dùng đục chạm trổ rất khéo; nhiều món đồ dùng để ăn cơm như chén đĩa đều làm bằng bạc. Dân chúng đóng thuế bằng vàng bạc, trân châu & dầu thơm... Họ biết đọc sách & có văn khố. Văn tự của họ giống như nét chữ của dân Hồ, một sắc dân ở Trung Á dùng Ấn tự... Cảnh vật trong xứ rất đẹp...''\n\n== Di chỉ ==\n=== Di chỉ Gò Cây Thị (Óc Eo) ===\n[[Tập tin:Di chỉ Gò Cây Thị.jpg|nhỏ|200px|phải|Nhà trưng bày di chỉ Gò Cây Thị.]]\n[[Tập tin:Namlinhson.jpg|nhỏ|200px|phải|Một hố khai quật khảo cổ trong khu di tích Nam Linh Sơn, nằm cách chùa Linh Sơn (Ba Thê) 60 [[Mét|m]].]]\nDi chỉ Gò Cây Thị thuộc xã [[Vọng Thê]], huyện [[Thoại Sơn, An Giang|Thoại Sơn]], tỉnh An Giang; là một di chỉ cung đình mang tính tôn giáo, gồm tiền điện, chính điện và 4 ô ngăn; đã được nhà khảo cổ [[Pháp]] Louis Malleret khai quật đầu tiên vào năm 1944 (từ tháng 2 đến tháng 4). Di chỉ có diện tích 488,8 m², có dạng gần vuông, quay mặt về hướng Đông, nằm trên cánh đồng Óc Eo, cách di tích [[Chùa Linh Sơn (Ba Thê)|khu di tích Nam Linh Sơn]] (núi Ba Thê) khoảng 1.600 m về phía Đông.\n\nỞ quanh khu di chỉ này, Louis Malleret còn tìm được 8 ngôi mộ táng. Hiện vật tìm thấy trong mộ hoặc xung quanh mộ, gồm những thỏi đất nung, mảnh gốm mịn, hạt chuỗi, đá quý, vàng lá, xương răng lợn, xương trâu bò, sừng hươu, than củi…\n=== Di chỉ Gò Tháp ===\nDi chỉ Gò Tháp thuộc huyện [[Tháp Mười]], tỉnh Đồng Tháp, được thám sát vào năm 1931, 1943 và 1984. Đây là khu di chỉ có các loại hình: cư trú, mộ táng và kiến trúc.\n=== Di chỉ Gò Thành ===\nDi chỉ Gò Thành thuộc ấp Tân Thành (xã [[Tân Thuận Bình]], huyện [[Chợ Gạo]], tỉnh Tiền Giang), được L. Malleret phát hiện năm 1941. Trong nhiều lần khai quật tiếp theo vào những năm: 1979, 1988, 1989, 1990, đã phát hiện ở độ sâu khoảng 1,5 đến 3 [[Mét|m]], có nhiều gốm cổ bị vỡ; nhiều vòi bình; nhiều di cốt trâu bò, heo và xương cá; nhiều dấu vết tro, than, vỏ trái cây, lá dừa nước; cùng với vài cọc gỗ có dấu vết gia công.\n\nNơi đây cũng đã phát hiện được 5 kiến trúc bằng gạch và 12 ngôi mộ xây bằng gạch có kích thước lớn nhỏ khác nhau. Trong và quanh mộ, ngoài những hiện vật bằng vàng, bằng gốm, đất nung còn có hai tượng thần [[Vishnu|Visnu]] bằng đá có kích cỡ khá lớn... Bằng kỹ thuật chuyên ngành, các nhà khảo cổ đã phân tích một số mẫu vật và kết luận rằng khu di tích khảo cổ Gò Thành có niên đại từ [[thế kỷ 4]] đến [[thế kỷ 8]]. Đây là một khu di chỉ đặc biệt vì nó còn lưu giữ khá nguyên vẹn và phong phú về nhiều loại hình di chỉ như: di chỉ cư trú, di chỉ mộ táng, và nhất là di chỉ [[kiến trúc]] với nhiều đền tháp ở cạnh nhau có quy mô khác nhau, rất hoành tráng tuy chỉ còn phần nền...\n=== Di chỉ Gò Cây Tung ===\n[[Tập tin:Bộ Xương.jpg|nhỏ|200px|phải|Bộ xương của người cổ được khai quật ở Gò Cây Tung ([[An Giang]], Việt Nam) năm 1994-1995.]]\n[[Tập tin:Vật dụng sinh hoạt của Phù Nam.jpg|nhỏ|200px|phải|Vật dụng sinh hoạt của cư dân Phù Nam.]]\nDi chỉ Gò Cây Tung thuộc ấp Thới Thuận, xã [[Thới Sơn, Tịnh Biên|Thới Sơn]], huyện [[Tịnh Biên]], tỉnh An Giang, được phát hiện và khai quật vào năm 1994 và 1995. Tại đây, người ta đã phát hiện nhiều ngôi mộ cổ với 23 bộ xương người, trong đó có 9 nam, 7 nữ, còn 7 cá thể chưa rõ giới tính... Ngoài ra, người ta còn tìm được nhiều hiện vật phong phú, bao gồm đồ gốm có vẻ màu, hơn 40 chiếc rìu đá (có hình [[tứ giác]]) cùng bàn mài, chày nghiền...\n\nCùng với những di chỉ trên, những di vật và mộ táng được phát hiện rất nhiều ở nơi khác như: Bình Tả ([[Long An]]), Gò Cây Duối-Thanh Điền, Tây Ninh, Đá Nổi ([[Kiên Giang]]), ND 11 (Khu kinh tế mới Lê Minh Xuân, huyện [[Bình Chánh]], Thành phố Hồ Chí Minh), Di chỉ Cây Gáo ([[Đồng Nai]]) v.v... đã khẳng định rằng ''[[Văn hóa Óc Eo|Óc Eo]] là một nền văn hóa có nguồn gốc bản địa, mà chủ nhân của nó là những cư dân Phù Nam''.\n\n== Phù Nam & Chân Lạp ==\n[[Tập tin:Bộ chân gỗ nhà sàn.jpg|nhỏ|200px|phải|Bộ cọc gỗ nhà sàn của cư dân Phù Nam (Bảo tàng An Giang).]]\nSách ''Lịch sử Campuchia'' viết:\n:''Cho tới nay, vẫn còn không ít người cho rằng nước Phù Nam là tiền thân của nước Chân Lạp''.\nQuan điểm nhầm lẫn này được nêu ra đầu tiên trong các công trình nghiên cứu của các học giả của [[Viện Viễn Đông Bác cổ|Trường Viễn Đông bác cổ]] từ nửa đầu [[thế kỷ 20]].\n\nSau, nhờ những nguồn thư tịch cổ của [[Trung Quốc]] và các cuộc khai quật khảo cổ,<ref>Võ Sĩ Khải viết: ''Căn cứ vào những kết quả nghiên cứu gần đây, có thể thấy những di tích khảo cổ học mang dấu ấn Chân Lạp trên đất Nam Bộ trước [[thế kỷ 16]] không nhiều và ảnh hưởng văn minh [[Angkor]] ở vùng này cũng không đậm nét. (''Địa chí văn hóa TP. HCM'' tập I, tr. 183.<\/ref> các nhà nghiên cứu mới có đủ bằng chứng để xác định hai quốc gia này không phải là một.\n\n''Tùy thư'' chép: \n:''Chân Lạp ở về phía [[Hướng Tây Nam|Tây Nam]] nước Lâm Ấp. Nguyên trước là thuộc quốc của Phù Nam. Sau họ ngày một hùng cường, vua Chân Lạp là Ksatriya Citrasena chiếm được Phù Nam và bắt thần phục...''<ref>''Tùy thư'', Quyển 82, Liệt truyện 47, tờ 5. Tư liệu khoa sử, Đại học Quốc gia Hà Nội, H. 1949.<\/ref>\n\nSử [[nhà Lương]] chép: \n:''Nước Phù Nam ở phía Nam quận [[Nhật Nam]], trong một vịnh lớn ở phía Tây biển. Nước cách Nhật Nam chừng 7.000 lý và cách [[Lâm Ấp]] hơn 3.000 lý về phía Tây Nam. Đô thành cách biển 500 lý...''\n \n''Tân Đường thư'' mô tả tương tự: \n:''Nước Phù Nam ở cách quận Nhật Nam bảy ngàn lý về phía Nam…, đất thấp như Hoàn Xương, có thói quen lập những thành phố bọc tường… Vua của họ đóng đô ở thành Đặc Mục. Thành ấy bị [[Chân Lạp]] đánh bất ngờ, phải dời đến thành phố Na Phất Na ở phía Nam...''<ref>''Tân Đường thư'' (bản chữ Hán). Tư liệu khoa sử, Đại học Quốc gia Hà Nội, H.1948.<\/ref>\n \nTừ đó, rút ra được hai điểm chính: \n* Vị trí của mỗi nước đều đã được xác định khá rõ ràng, tuy hai nước này có những mối quan hệ với nhau về nhiều mặt.\n* Ban đầu, nước Chân Lạp là một thuộc quốc của Phù Nam, sau dần lớn mạnh, không những cởi bỏ được ách thống trị và còn bắt Phù Nam thần phục lại mình. Sự kiện này xảy ra vào khoảng nửa đầu [[thế kỷ 7]] (sau năm 627). Từ đấy trở đi, có thể nói Phù Nam đã bị diệt vong và đất nước của họ bị sát nhập vào lãnh thổ của Chân Lạp.\n\nMãi sang tới [[thế kỷ 17]] - [[thế kỷ 18]], phần lãnh thổ xưa kia được coi là trung tâm của Phù Nam, tách khỏi ''đế quốc Ăngco'' (tức Chân Lạp) để trở thành một bộ phận của lãnh thổ Việt Nam, tức [[Nam Bộ]] ngày nay.<ref>Lược theo ''Lịch sử Campuchia'', tr. 28-29.<\/ref>\n\n== Bí ẩn về sự tiêu vong ==\n[[Tập tin:Tượng vũ nữ.jpg|trái|nhỏ|200px|Tượng vũ nữ bằng đá thời Phù Nam, hiện đang trưng bày tại Bảo tàng An Giang.]]\nChu Đạt Quan, một sứ thần [[nhà Nguyên]] trên đường sang kinh đô Ăngkor vào khoảng tháng 7 năm [[Bính Thân]] (1296), đã miêu tả cảnh Thủy Chân Lạp trong sách ''Chân Lạp phong thổ ký'' như sau:\n:''Từ chỗ vào Chân Bồ<ref>Vùng [[Bà Rịa]] ngày nay.<\/ref> trở đi, hầu hết là rừng thấp cây rậm. [[Sông]] dài cảng rộng, kéo dài mấy trăm dặm cổ thụ rậm rạp, mây leo um tùm, tiếng chim muông chen lẫn nhau ở trong đó. Đến nửa cảng mới thấy ruộng đồng rộng rãi, tuyệt không có một tấc cây. Nhìn xa chỉ thấy cây lúa rờn rờn mà thôi. [[Trâu rừng]] họp nhau thành từng đàn trăm ngàn con, tụ tập ở đấy. Lại có giồng đất đầy [[tre]] dài dằng dặc mấy trăm dặm. Loại tre đó, đốt có gai, măng rất đắng''.<ref>Chu Đạt Quan, ''Chân Lạp phong thổ ký''. Nhà xuất bản Thế giới, [[Hà Nội]], 2006, tr. 45.<\/ref>\n \nVì sao nền văn hóa đa sắc và rực rỡ này biến mất, hiện vẫn chưa có lời giải thích nào có tính thuyết phục cao. Tuy nhiên, một vài ý kiến sau đây đang được người quan tâm chú ý:\n\nBài ''Phế đô của vương quốc Phù Nam'', đã đăng trên ''báo [[Tuổi Trẻ (báo)|Tuổi Trẻ]]'',<ref>[http:\/\/dulich.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=96300&ChannelID=100 Xem Phế đô của vương quốc Phù Nam]{{Liên kết hỏng|date = ngày 24 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref> nêu ba giả thuyết:\n*Thứ nhất: do thiên tai (một trận [[Đại hồng thủy|hồng thủy]]). Nhưng theo nhiều nhà khoa học thế giới thì kỷ tan rã băng hà cuối cùng cách đây ít ra cũng đã 8.000 năm. Những trận [[động đất]] hay những cơn [[sóng thần]] cục bộ như [[Động đất và sóng thần Ấn Độ Dương 2004|xảy ra ở Nam Á vừa rồi]] khó có khả năng xóa được cả một vương quốc như Phù Nam.\n*Thứ hai: do đại dịch bệnh. Nhưng qua các cuộc khai quật, thì thấy những bộ hài cốt cổ không có dấu hiệu bị nhiễm dịch bệnh và đều được táng đàng hoàng trong mộ.\n*Thứ ba: do những cuộc ngoại xâm tàn sát. Và nghi vấn ngoại bang ấy chính là người Java (Mã Lai). Nhưng thư tịch cổ không thấy ghi như thế và cũng chưa tìm được chứng cứ để xác định...\n[[Tập tin:Tượng Phật thời Phù Nam.jpg|nhỏ|phải|200px|Tượng Phật gỗ thời Phù Nam (Bảo tàng An Giang).]]\nTheo nhóm tác giả sách ''Lịch sử Campuchia'' thì:\n:''Vào khoảng giữa [[thế kỷ 6]], nước Phù nam nhanh chóng bước vào thời kỳ tàn tạ. Nền [[văn minh]] Phù Nam cổ kính trước sau chỉ được nảy nở ở một số đô thị lớn tập trung dân cư, còn ở các vùng nông thôn rộng lớn thì cuộc sống ở đây không có ai quan tâm đến. Công tác thủy nông không được coi trọng nữa, khiến cho những vụ lũ lụt của sông [[Mê Kông]] gây những tai họa khủng khiếp cho các cánh đồng ruộng trũng, biến những vùng đồng bằng vốn phì nhiêu thành những vùng đồng lầy vô dụng ở miền hạ lưu sông Mê Kông; và làng mạc tiêu điều, cư dân xơ xác phải di cư đến những rẻo cao. Ngoài ra, việc Ruđravacman lên ngôi bất hợp pháp khiến xuất hiện nhiều nhóm phái chống đối, ly khai cát cứ thành những vùng độc lập. Để rồi, Phù Nam bị [[Chân Lạp]] chinh phục, và hợp nhất tạo thành [[Đế quốc Khmer|quốc gia Khmer]], mà Bhavaraman I có thể coi là người sáng lập.''<ref>''Lịch sử Campuchia'', tr. 47-48.<\/ref>\n\nTrích ý kiến của Võ Sĩ Khải:\n:''Những chuyển biến trong cơ cấu cư dân (Phù Nam), sự không thích ứng với những điều kiện chính trị, kinh tế và văn hóa dưới thời (lệ thuộc) [[Chân Lạp]], tình trạng chiến tranh triền miên giữa Chân Lạp (trong đó có Phù Nam) trên địa bàn [[Nam Trung Bộ]] và [[Đông Nam Bộ]], và những ảnh hưởng của các cuộc tấn công của [[Nhà Nguyên|đế quốc Nguyên Mông]] vào các nước Đông Nam Á vào [[thế kỷ 13]] đã là \"những nguyên nhân trực tiếp và gián tiếp đưa quá trình hoang hóa của vùng đất [[Gia Định]] và đồng bằng [[Nam Bộ]] nói chung\". Các cộng đồng dân tộc bản địa (Phù Nam) sinh sống trên đồng bằng châu thổ từ nhiều thế kỷ đã từ từ rút về sống co thủ ở miền cao trong những điều kiện hoang sơ, chỉ giữ lại trong ký ức hình ảnh của biển cả và một thời \"hoàng kim\" mà ngày nay chỉ còn tìm lại được qua một số tập quán, trong huyền thoại và những truyền thuyết dân gian.''<ref>''Địa chí văn hóa TP. Hồ Chí Minh'', tập I, tr. 118.<\/ref>\n\n== Quân chủ Phù Nam ==\n{| style=\"border-collapse: collapse\" width=\"95%\" border=\"1\" cellpadding=\"2\"\n| width=\"5%\" height=\"47\"  align=\"center\" | <span style=\"color:#000080;\">STT<\/span>\n| width=\"20%\" height=\"47\"  align=\"center\" | <span style=\"color:#000080;\">Âm Tiếng Phạn<\/span>\n| width=\"20%\" height=\"47\"  align=\"center\" | <span style=\"color:#000080;\">Tiếng Việt<\/span>\n| width=\"20%\" height=\"47\"  align=\"center\" | <span style=\"color:#000080;\">Tiếng Trung<\/span>\n| width=\"20%\" height=\"47\"  align=\"center\" | <span style=\"color:#000080;\">Tiếng Khmer<\/span>\n| width=\"15%\" height=\"47\"  align=\"center\" | <span style=\"color:#000080;\">Trị vì<\/span>\n|-\n| 01 ||Neang Neak<br>[[Soma]] || Liễu Diệp ||柳葉 (Liǔyè)|| សោមា || align=\"center\" | 68 ?\n|-\n| 02 || Preah Thong<br> Kaundinya I || Hỗn Điền \/ Hỗn Tu<br>Kiều Trần Như I || 混塡 (Hùntián) \/ 混湏 (Hùnhuì) <br> 憍陳如一世 (Qiáochénrú I) || ហ៊ុនទៀន<br> កៅណ្ឌិន្យទី១ || align=\"center\" | 68 ?\n|-\n| 03 || Hun Pan-huang || Hỗn Bàn Huống || 混盤況 (Hùnpánkuàng) || - || align=\"center\" | Nửa sau thế kỷ 2\n|-\n| 04\n| Pan-Pan || Bàn Bàn<ref>Con trai Hỗn Bàn Huống<\/ref> || 盤盤 (Pánpán) || - || align=\"center\" | 202-205\n|-\n| 05 || Srei Meara || Phạm Sư Mạn || 范師蔓 (Fàn Shīmàn) || - || align=\"center\" | 205-225\n|-\n| 06 || Fan Chin-sheng || Phạm Kim Sinh<ref name=\"Con trai Phạm Sư Mạn\">Con trai Phạm Sư Mạn<\/ref> || 范金生 (Fàn Jīnshēng) || - || align=\"center\" | 230 ?\n|-\n| 07 || Fan Chan || Phạm Chiên || 范旃 (Fàn Zhān) || - || align=\"center\" | 230-243 hoặc muộn hơn\n|-\n| 08 || Fan Chang || Phạm Trường<ref name=\"Con trai Phạm Sư Mạn\"\/>|| 范長 (Fàn Cháng) || - || align=\"center\" | Sau 243\n|-\n| 09 || Fan Hsun || Phạm Tầm || 范尋 (Fàn Xún) || - || align=\"center\" | 245\/250-287\n|-\n| 10 || - || - || - || - || align=\"center\" | ?\n|-\n| 11 || Candana ||  Trúc Chiên Đàn || 竺旃檀 (Zhú Zhāntán) || - || align=\"center\" | 357\n|-\n| 12 || - || - || - || - || align=\"center\" | ?\n|-\n| 13 || Kaundinya II || Kiều Trần Như II || 僑陳如二世 (Qiáochénrú II) || កៅណ្ឌិន្យវម៌្ម || align=\"center\" | 420-434\n|-\n| 14 || Śrī Indravarman || Trì Lê Đà Bạt Ma || 持梨陀跋摩 (Chílítuóbámó) || ឝ្រីន្ទ្រវម៌្មទី១ || align=\"center\" | 434-440\n|-\n| 15 || - || - || - || - || align=\"center\" | ?\n|-\n| 16 || - || - || - || - || align=\"center\" | ?\n|-\n| 17 || Kaundinya Jayavarman || Kiều Trần Như Xà Gia Bạt Ma || 僑陳如•闍耶跋摩 (Qiáochénrú Shéyébámó) || កៅណ្ឌិន្យជយវម៌្ម || align=\"center\" | 484-514\n|-\n| 18 || Rudravarman || Lưu Đà Bạt Ma || 留陁跋摩 (Liútuóbámó) || រុទ្រវម៌្មទី១ || align=\"center\" | 514-545\n|-\n|}\n\n== Xem thêm ==\n*[[Campuchia]]\n*[[Chân Lạp]]\n*[[Đế quốc Khmer|Đế chế Khmer]]\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Tham khảo chính ==\n*''Lược sử vùng đất Nam Bộ'' (in lần thứ 2) do GS TSKH Vũ Minh Giang chủ biên. Sách của Hội Khoa học Lịch sử Việt Nam tổ chức biên soạn, Nhà xuất bản thế giới ấn hành, Hà Nội, 2008.\n*''Lịch sử Camphchia'' do Phạm Việt Trung, Nguyễn Xuân Kỳ, Đỗ Văn Nhung biên soạn. Nhà xuất bản Đại học & THCN, 1982.\n*''Địa chí văn hóa TP. HCM'', tập I, phần 2 do Võ Sĩ Khải biên soạn. Nhà xuất bản TP. HCM, 1987.\n*Ngô Văn Doanh, ''Từ điển Văn hóa Đông Nam Á phổ thông''. Nhà xuất bản VH-TT, 1999.\n*Ngô Văn Doanh (2009), \"[http:\/\/thuvien.ued.udn.vn:8080\/dspace\/bitstream\/TVDHSPDN_123456789\/21276\/1\/000000CVv140S32009012.pdf Vương quốc Phù Nam (khái quát những giai đoạn lịch sử)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170813060209\/http:\/\/thuvien.ued.udn.vn:8080\/dspace\/bitstream\/TVDHSPDN_123456789\/21276\/1\/000000CVv140S32009012.pdf |date=2017-08-13 }}\", Nghiên cứu Đông Nam Á, số tháng 3, trang 13-20.\n*''Kiến thức phục vụ thuyết minh du lịch'' (gọi tắt là ''Giáo trình du lịch'') giáo trình do Hiệp hội du lịch TP HCM biên soạn, Nhà xuất bản Tp. HCM ấn hành năm 1995.\n*Lương Ninh, Vương quó̂c Phù Nam: lịch sử và văn hóa [Fu Nan: history and culture], Hà NộI, Việ̣̂n văn hóa và Nhà xuá̂t bản Văn hóa thông tin, 2005.\n\n==Liên kết ngoài==\n{{thể loại Commons|Funan}}\n*[http:\/\/dulich.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=96300&ChannelID=100 Phế đô của vương quốc Phù Nam.]{{Liên kết hỏng|date = ngày 24 tháng 3 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Phù Nam| ]]\n[[Thể loại:Quốc gia cổ trong lịch sử Campuchia|P]]\n[[Thể loại:Quốc gia cổ trong lịch sử Thái Lan|P]]\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Các vương quốc Ấn hóa]]\n[[Thể loại:Cựu quốc gia trong lịch sử Việt Nam]]"}