{"3138003":"'''Phùng Quý''' (chữ Hán: 冯贵, ? – 1422), người huyện Vũ Lăng <ref>Nay là [[Thường Đức]], [[Hồ Nam]]<\/ref>, quan viên [[nhà Minh]], tử trận khi trấn áp [[khởi nghĩa Lam Sơn]] tại [[Việt Nam]].\n\n== Sự nghiệp ==\nNăm [[Kiến Văn Đế|Kiến Văn]] thứ 2 (1400), Quý trúng tiến sĩ nhị giáp đệ 24 danh <ref>Phan Vinh Thắng, tlđd, trang 16<\/ref>, được làm Binh khoa cấp sự trung. Theo [[Trương Phụ]] trấn áp [[nhà Hậu Trần]], phụ trách lương hướng của quân đội. Dần được thăng đến chức Tả tham chính. Quý làm việc sáng suốt, giỏi vỗ về binh sĩ. Dưới quyền có 2000 binh sĩ, kiêu dũng thiện chiến, nhiều lần lập công, nhưng bị Trung quan [[Mã Kỳ]] chiếm đoạt.\n\nNăm Vĩnh Lạc thứ 20 (1422), Quý bị nghĩa quân Lam Sơn giết chết ở sách Khối (hay Khôi) <ref>KĐVSTGCM, tlđd – '''Chính biên quyển XIII: Nhâm Dần (1422). (Bình Định vương năm thứ 5. Minh, Vĩnh Lạc năm thứ 20)... Tháng 12, mùa đông. Bình Định vương đại thắng quân Minh ở sách Khối...:''' ''Vương từ Ba Lẫm tiến đến Quan Da. Mã Kỳ nhà Minh lại ước hẹn với [[Ai Lao]], hợp sức với nhau, hai mặt trước sau đánh khép lại. Quân của Vương không lợi, phải lui đóng ở sách Khối. Địch tập hợp cả quân lại để bao vây. Vương khóc lóc bảo các tướng sĩ:\"Giặc đang bao vây và bức bách cả bốn mặt. Chúng ta cố đánh nhanh thì sống; nếu không đánh nhanh thì tất phải bại vong\". Mọi người đều cảm kích, đua nhau liều chết cố đánh. Các tướng [[Lê Lĩnh]], [[Phạm Vấn]], [[Lê Hào]] và [[Lý Triện]] chính mình xông pha lên trước, đánh phá trận địch; chém tham tướng Minh Phùng Quý, và hơn nghìn thủ cấp quân lính địch. Mã Kỳ và [[Trần Trí]] đều phải chạy; quân Ai Lao cũng lẩn trốn...''<\/ref>. Thời [[Minh Nhân Tông]], Thượng thư [[Hoàng Phúc]] tâu rằng Quý chỉ có vài trăm binh sĩ gầy yếu, không địch nổi mà chết, nên được tặng Tả bố chính sứ <ref>Minh sử, tlđd: ''[[Lê Lợi]] phản, Quý đem vài trăm binh sĩ gầy yếu, ngăn giặc ở huyện Khôi, kiệt sức mà chết''<\/ref>.\n\n== Vơ vét vàng ==\nQuý thường nói đất [[Giao Chỉ]] có vàng, triều đình nhà Minh mệnh cho Quý làm Tham nghị Đề đốc kim trường (bãi vàng), người nhà Minh đương thời bàn rằng như thế là trái lẽ.\n\n== Tham khảo ==\n* [[Minh sử]] '''quyển 154, liệt truyện 42 – Phùng Quý truyện'''\n* [[Phan Vinh Thắng]] – '''Minh Thanh tiến sĩ lục''', Trung Hoa thư cục, 2006, ISBN 9787101043501\n* [[Khâm Định Việt Sử Thông Giám Cương Mục]] (KĐVSTGCM), bản dịch Quốc ngữ của Viện sử học, Nhà xuất bản Giáo dục, Hà Nội, 1998\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Nhân vật chính trị nhà Minh]]\n[[Thể loại:Người Hồ Nam]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 1422]]\n[[Thể loại:Khởi nghĩa Lam Sơn]]\n[[Thể loại:Tiến sĩ nhà Minh]]"}