{"506999":"{{bài cùng tên|Phú Đông}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Phú Đông\n| hình = \n| ghi chú hình = \n| vĩ độ = 13\n| kinh độ = 109\n| vĩ phút = 3\n| vĩ giây = 50\n| kinh phút = 19\n| kinh giây = 57\n| diện tích = 6,17 km²\n| dân số = 10.541 người\n| thời điểm dân số = 2007\n| mật độ dân số = 1.709 người\/km²\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Phú Yên]]\n| thành phố = [[Tuy Hòa]]\n| thành lập = 3\/12\/2007<ref name=ND175 \/>\n| trụ sở UBND = 174 Ngô Gia Tự\n| mã hành chính = 22041<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Phú Đông''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Tuy Hòa]], tỉnh [[Phú Yên]], [[Việt Nam]].\n\nPhường có trường Quân sự tỉnh Phú Yên, Trung đoàn Bộ binh huấn luyện, Tiểu đoàn huấn luyện, Ban quản lý cảng cá Đông Tác, Trung tâm bồi dưỡng Chính trị thành phố Tuy Hòa, Nghĩa Trang liệt sỹ tỉnh Phú Yên... đóng trên địa bàn.\n\n==Địa lý==\nPhường Phú Đông nằm ở phía nam thành phố Tuy Hòa, có vị trí địa lý:\n*Phía đông giáp [[Biển Đông]]\n*Phía tây giáp phường [[Phú Lâm (phường)|Phú Lâm]]\n*Phía nam và tây nam giáp phường [[Phú Thạnh, Tuy Hòa|Phú Thạnh]]\n*Phía bắc giáp [[Phường 6, Tuy Hòa|phường 6]] và xã [[Bình Ngọc (xã)|Bình Ngọc]] qua [[sông Đà Rằng]].\n\nPhường có diện tích 6,17&nbsp;km², dân số năm 2007 là 10.541 người<ref name=ND175 \/>, mật độ dân số đạt 1.709 người\/km².\n\n==Lịch sử==\nĐịa bàn phường Phú Đông trước đây là một phần thị trấn Phú Lâm thuộc huyện [[Tuy Hòa (huyện)|Tuy Hòa]] cũ (nay là thị xã [[Đông Hòa]] và huyện [[Tây Hòa]]).\n\nNgày [[5 tháng 1]] năm [[2005]], Chính phủ ban hành Nghị định 03\/2005\/NĐ-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-03-2005-ND-CP-thanh-lap-thanh-pho-Tuy-Hoa-thuoc-tinh-Phu-Yen-dieu-chinh-dia-gioi-hanh-chinh-mo-rong-Tuy-Hoa-phuong-Phu-Lam-52954.aspx|title=Nghị định 03\/2005\/NĐ-CP về việc thành lập thành phố Tuy Hoà thuộc tỉnh Phú Yên, điều chỉnh địa giới hành chính để mở rộng thành phố Tuy Hoà và thành lập phường Phú Lâm thuộc thành phố Tuy Hoà|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó, chuyển thị trấn Phú Lâm về thành phố Tuy Hòa mới thành lập và chuyển thành phường Phú Lâm.\n\nNgày [[3 tháng 12]] năm [[2007]], Chính phủ ban hành Nghị định 175\/2007\/NĐ-CP<ref name=ND175>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-175-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-phuong-thanh-lap-phuong-thi-tran-thuoc-huyen-Phu-Hoa-thanh-pho-Tuy-Hoa-tinh-Phu-Yen-59552.aspx|title=Nghị định 175\/2007\/NĐ-CP về việc điều chỉnh địa giới hành chính xã, phường; thành lập phường, thị trấn thuộc huyện Phú Hòa, thành phố Tuy Hòa, tỉnh Phú Yên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó, chia phường Phú Lâm thành 3 phường Phú Lâm, Phú Đông và Phú Thạnh.\n\nSau khi thành lập, phường có 616,85 ha diện tích tự nhiên và 10.541 người.\n\n==Hành chính==\n- Khu phố: Khi thành lập phường có 02 khu phố gồm khu phố 5 và khu phố 6 của phường Phú Lâm khi chưa được chia tách và thành lập phường mới từ trước năm 2008. Sau khi thành lập đề nghị chia tách 02 khu phố và thành lập 06 khu phố mới từ năm 2013 (từ khu phố 1 đến khu phố 6).\n\n== Kinh tế ==\n\nNguồn thu nhập chủ yếu là nông nghiệp, dịch vụ và đánh bắt hải sản xa bờ với đội tàu khai thác khoản 250 chiếc có công suất trên 90CV. Tổng số hộ có nguồn thu nhập chính từ nông nghiệp, đánh bắt khoản 1.400 hộ, dịch vụ 620 hộ, còn lại hộ kinh doanh dịch vụ và hộ khác.\n\n* Về Nông nghiệp: Diện tích đất nông nghiệp có 97ha nằm phần lớn thuộc địa bàn phường Phú Thạnh, phường Phú Lâm (xâm canh do chia tách phường 2008) và một phần nhỏ diện tích thuộc phường Phú Đông nhưng nằm trong dự án 394ha. Tổng sản lượng lương thực hàng năm đạt 1.350 tấn.\n* Về đánh bắt thủy, hải sản: Số lượng tàu thuyền có trên 300 chiếc, trong đó tàu có 90CV trở lên khoản 250 chiếc. Tổng sản lượng đánh bắt hàng năm đạt khoản từ 2.000 - 2.500 tấn cá các loại, chủ yếu là nghề câu cá Ngừ đại dương (địa phương gọi là Cá Bò Gù); xuất khẩu chiếm 70% sản lượng và khoản 30% là phục vụ nội địa. Có 01 tàu đóng mới theo Nghị định 67\/2014\/NĐ-CP về chính sách phát triển thủy sản (tàu vỏ thép). Có Cảng cá Đông Tác đã được đầu tư xây dựng và dự án quy hoạch cơ sở dịch vụ hậu cần nghề cá.\n\n== Giáo dục ==\n\nTrên địa bàn phường có 01 trường Trung hoc phổ thông Nguyễn Trường Tộ; một trường Tiểu học Lê Văn Tám đạt chuẩn quốc gia (với 02 điểm trường); 02 trường mẫu giáo và 06 cơ sở điểm nhóm mẫu giáo tư thục.\n\n== Giao thông ==\nCó tuyến đường sắt Bắc Nam đi qua; các trục đường chính là Ngô Gia Tự, Đinh Tiên Hoàng, Võ Thị Sáu, Yết Kiêu, Hùng Vương ngày được đầu tư khang trang hơn.\n\nNgoài ra còn các tuyến đường ngang Nguyễn Hồng Sơn, Bùi Thị Xuân, Phan Chu Trinh, 27\/7, Kim Đồng và Phạm Đình Quy.\n\n== Văn hóa ==\n\nLễ hội hát cầu ngư tại Lăng ông Đông Tác, Khu phố 6; lễ hội thường diễn ra từ 05-07 ngày; 01-02 ngày là lễ; 04-05 ngày là lễ hội phục vụ cho người dân. Ngoài ra còn các phong tục thờ cúng Thành Hoàng, Hậu thổ vào tháng 3 và tháng 8 Âm lịch. Hiện nay Lăng ông Đông tác đã được công nhận di tích lịch sử văn hóa cấp Tỉnh.\n\n== Quy hoạch đô thị, xây dựng ==\n\nHiện nay phường Phú Đông có khu quy hoạch khu đô thị 394 ha Nam thành phố Tuy Hòa giai đoạn 1, đến nay đã đền bù và giải tỏa 186ha, đã thi công 53ha. Khu quy hoạch dân cư 30 ha phục vụ tái định cư cho dự án 394ha. Dự án nhà ở xã hội nam Hùng Vương do công ty TNHH Bích Hợp làm chủ đầu tư hiện nay đang từng bước hoàn thiện. Quy hoạch các khu dân cư cho Bộ Chỉ huy quân sự tỉnh, Biên phòng tỉnh.... Đang thực hiện dự án kè biển Xóm Rế, (gọi là Gành đá Lỗ, Gành Đá Lỗ Rong) đã hoàn thành giai đoạn 1 và triển khai giai đoạn 2; dự án nạo vét lòng lạch phục vụ ra vào cảng cá Đông Tác...\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Phú Yên}}\n{{Đơn vị hành chính thuộc thành phố Tuy Hòa}}"}