{"244552":"{{bài cùng tên|Phúc Đồng}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Phúc Đồng\n| vai trò hành chính = phường\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| vĩ phút = 02\n| vĩ giây = 27\n| kinh độ = 105\n| kinh phút = 53\n| kinh giây = 38\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 4,95 km²<ref name=ND132\/>\n| dân số = 15.486 người<ref name=ubnhandanhanoi2022>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-24-tb-ubnd-215453-d2.html|tựa đề=Thông báo 24\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 07\/01\/2022\n|ngày=2022-01-07|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(15486\/4.95)}} }} người\/km²\n| dân tộc =\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| quận = [[Long Biên]]\n| thành lập = 2003<ref name=ND132\/>\n| thành lập 1 = \n| kiểu thành lập 1 = \n| trụ sở UBND = \n| mã hành chính = 00151<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Phúc Đồng''' là một [[phường (Việt Nam)|phường]] thuộc quận [[Long Biên]], thành phố [[Hà Nội]], [[Việt Nam]].\n\nPhường Phúc Đồng được thành lập năm 2003 trên cơ sở 494,76 ha diện tích tự nhiên và 6.994 người của các thôn Tân Thuỵ, Mai Phúc, Sài Đồng và tổ dân cư 918 thuộc xã Gia Thụy, huyện [[Gia Lâm]]. Riêng thôn Gia Thụy của xã Gia Thụy được sáp nhập với một phần diện tích và dân số của thị trấn Gia Lâm để thành lập phường Gia Thụy.<ref name=\"ND132\">[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-132-2003-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-quan-Long-Bien-Hoang-Mai-phuong-thuoc-quan-Hoang-Mai-Ha-Noi-vb51571t11.aspx Nghị định số 132\/2003\/NĐ-CP ngày 6 tháng 11 năm 2003 của Chính phủ] về việc điều chỉnh địa giới hành chính để thành lập các quận Long Biên, Hoàng Mai, thành lập các phường trực thuộc quận Long Biên, quận Hoàng Mai, thành phố Hà Nội.<\/ref><ref name=\"LB1\">{{chú thích web | url = http:\/\/hanoimoi.com.vn\/forumdetail\/quy_hoach\/1095\/v7883-tri-hai-qu7853n-m7899i-va-b7843n-2737891-quy-ho7841ch.htm | tiêu đề = Vị trí hai quận mới và bản đồ quy hoạch | author =  | ngày =  | ngày truy cập = ngày 14 tháng 9 năm 2012 | nơi xuất bản = Báo Hà Nội mới Online | ngôn ngữ =  | archive-date = 2011-05-04 | archive-url = https:\/\/web.archive.org\/web\/20110504025151\/http:\/\/www.hanoimoi.com.vn\/forumdetail\/quy_hoach\/1095\/v7883-tri-hai-qu7853n-m7899i-va-b7843n-2737891-quy-ho7841ch.htm | url-status = dead }}<\/ref> Phường có dân số năm 2022 là 15.486 người, mật độ dân số đạt {{formatnum:{{#expr:floor(15486\/4.95)}} }} người\/km².<ref name=ubnhandanhanoi2022\/>\n\nĐịa giới hành chính phường Phúc Đồng: Đông giáp các phường Việt Hưng, Sài Đồng; Tây giáp phường Bồ Đề; Nam giáp các phường Long Biên, Thạch Bàn; Bắc giáp các phường Gia Thụy, Việt Hưng.<ref name=\"ND132\"\/>\n\n=== '''1. Lịch sử hình thành''' ===\nPhúc Đồng là phường ven đô ở phía Đông Nam thành phố Hà Nội, có lịch sử hình thành từ hai làng cổ (Mai Phúc và Sài Đồng), quá trình tụ cư và phát triển của các làng Mai Phúc, Sài Đông xưa có quan hệ mật thiết với lịch sử đất nước và của Thăng Long - Đông Đô - Hà Nội. Nhân dân Mai Phúc, Sài Đồng xưa, Phúc Đồng ngày nay giàu truyền thống yêu nước và cách mạng, trải qua nhiều thiên niên kỷ kiên cường đánh đuổi giặc ngoại xâm và chống chọi với thiên nhiên khắc nghiệt để bảo vệ, xây dựng quê hương, đất nước.\n\nSau cách mạng tháng Tám 1945 thành công, các làng Mai Phúc, Sài Đồng  thành lập chính quyền cách mạng lâm thời cấp xã, giữa năm 1946, hai xã Mai Phúc, Sài Đồng sáp nhập thành một xã mang tên Phúc Đồng, thuộc huyện Gia Lâm, tỉnh Bắc Ninh. Năm 1949 xã Phúc Đồng và xã Gia Thụy sáp nhập với xã Việt Hưng thành xã Việt Hưng thuộc huyện Gia Lâm, tỉnh Bắc Ninh.\n\nTháng 12 năm 1954 đến cuối năm 1957, sau khi tiếp quản Thủ đô Hà Nội, chính quyền thành phố thành lập 8 quận gồm 4 quận nội thành và 4 quận ngoại thành, thôn Mai Phúc, Sài Đồng thuộc xã Việt Hưng thuộc quận VIII ngoại thành Hà Nội.\n\nĐầu năm 1958 các thôn Gia Thụy, Mai Phúc, Sài Đồng tách từ xã Việt Hưng thành lập xã Tiến Bộ, thuộc quận 8 ngoại thành Hà Nội. Ngày 31\/5\/1961, Hội đồng Chính phủ ra Quyết định số 78\/QĐ-CP, chia các khu vực nội thành và ngoại thành của Thành phố Hà Nội, theo đó xã Tiến Bộ thuộc huyện Gia Lâm ngoại thành Hà Nội.\n\nCuối năm 1965, xã Tiến Bộ thuộc huyện Gia Lâm đổi thành xã Gia Thụy. Sau nhiều lần thay đổi địa danh, địa giới, đến cuối năm 2003 gồm 4 thôn Gia Thụy, Tân Thụy, Mai Phúc, Sài Đồng thuộc xã Gia Thụy huyện Gia Lâm, ngoại thành Hà Nội và đến ngày 06\/11\/2003 theo Nghị định số 132\/2003\/NĐ-CP của Chính phủ, ba thôn Tân Thuy, Mai Phúc, Sài Đồng, khu dân cư 918, khu tập thể 310, cục vận tải, bộ tổng tham mưu, khu tái định cư đường 5 được tách khỏi xã Gia Thụy, thành lập phường Phúc Đồng trên cơ sở 494,76ha diện tích đất tự nhiên. Dân số toàn phường có 12.769 nhân khẩu, 3.332 hộ gia đình được phân bổ thành 18 tổ dân phố. Tháng 5\/2017, phường Phúc Đồng xây dựng đề án sáp nhập 12 tổ dân phố vào thành 05 tổ dân phố, hiện nay phường 10 tổ dân phố\n\n=== '''2. Vị trí địa lý''' ===\nPhường Phúc Đồng - quận Long Biên được thành lập vào cuối năm 2003, nằm ở phía Bắc thủ đô Hà Nội, phía Đông giáp các phường Phúc Lợi, Sài Đồng; phía Nam giáp các phường Long Biên, Thạch Bàn; phía Bắc giáp phường Việt Hưng; phía Tây giáp phường Gia Thụy, Bồ Đề                \n\nVới vị trí thuận lợi của một phường nằm gần trung tâm Thủ đô Hà Nội và có quốc lộ 5 đi qua, có tốc độ đô thị hóa nhanh, nhân dân có truyền thống cách mạng và văn hóa, kinh tế phát triển đa dạng, nhiều thành phần, đã thúc đẩy nền kinh tế của phường phát triển. An ninh chính trí được giữ vững, trật tự kỷ cương, văn minh đô thị, sự nghiệp văn hóa xã hội có nhiều chuyển biến tích cực, đời sống của nhân dân ngày càng được cải thiện và nâng cao, nhân dân phấn khởi tin tưởng vào sự lãnh đạo của  Đảng bộ và Chính quyền địa phương.\n\n==Di tích lịch sử và lễ hội truyền thống==\n\n=== Đình Mai Phúc ===\nĐình Mai Phúc ở Phúc Đồng là [[di tích về thời Đinh]] còn tồn tại đến ngày nay. Đình thờ hai anh em họ Lê là Lê Xuân Vinh và Luận Nương đã tập hợp trai tráng trong làng thành đội dân binh, đánh bại các sứ quân [[Nguyễn Khoan]], [[Lã Đường]], [[Kiều Công Hãn]] giúp Đinh Bộ Lĩnh dẹp [[loạn 12 sứ quân]]. Bãi Bắn ở rìa làng, rộng chừng 3 mẫu là nơi tập bắn của quân sĩ, Ngõ Giáo là nơi binh sĩ để gươm giáo; Nghè Hoa ở phía Tây Nam làng tương truyền là đất hương hỏa, có phần mộ, về sau là nơi thờ phụng cha mẹ của anh em Chung Vinh và Luận Nương. Sau khi quân đã đông và mạnh, hai anh em tổ chức đánh lại sứ quân [[Nguyễn Khoan]] và [[Lã Đường]] chiếm cứ vùng Tế Giang (nay là vùng huyện Văn Giang, Khoái Châu, tỉnh Hưng Yên). Sau đó, hai anh em đem quân về [[Hoa Lư]] nhập vào quân của [[Đinh Bộ Lĩnh]], được giao nhiệm vụ đánh dẹp sứ quân [[Kiều Công Hãn]], chỉ đánh một trận, đã giết được [[Kiều Công Hãn]]. Sau khi đất nước thống nhất, hai anh em cùng được phong thưởng, mở tiệc khao đãi dân làng. Tiệc đang vui thì cả hai anh em cùng bay về trời. Vua [[Đinh Tiên Hoàng]] nghe tin, bèn phong cho Chung Vinh là \"Xuân Vinh hộ quốc tán trị, linh đức đại vương\" và Luận Nương là \"Trinh Thục Từ Hoa công chúa\", sắc cho dân làng Mai Phúc thờ phụng.\n\n=== Chùa Mai Phúc ===\nChùa Mai Phúc còn có tên chữ \"Minh Tông Tự\", nghĩa là chùa Minh Tông, nằm cách trung tâm thành phố 10&nbsp;km về phía Đông – Bắc, xã [[Gia Thụy]], nay là tổ 5, phường [[Phúc Đồng (định hướng)|Phúc Đồng]], quận Long Biên, thành phố [[Hà Nội]]. Chùa được xếp hạng di tích lịch sử văn hóa – kiến trúc nghệ thuật năm 1992. Chùa Mai Phúc tọa lạc trên vùng đất cổ, gọi là Mai Động Trang, đời Hồng Đức (Lê Anh Tông) được cải tên là Mai Phúc. Đến thời Nguyễn, thôn Mai Phúc được gọi là xã Hàm Nhất, thuộc tổng Gia Thụy, huyện Gia Lâm, phủ Thuận Thành, tỉnh Bắc Ninh. Thời Lê gọi là trấn Kinh Bắc. Sau Cách mạng tháng Tám năm 1945, Mai Phúc thuộc quận 8, thành phố Hà Nội. Đến năm 1961, là thôn của xã Gia Thụy, ngoại thành Hà Nội. Đến năm 2003, Mai Phúc thuộc phường Phúc Đồng, quận Long Biên, nội thành Hà Nội. Chùa Mai Phúc tọa lạc trong một khu đất rộng, thoáng đãng, có ao trước cổng nằm trước sân chùa, có những cây cổ thụ bao bọc xung quanh. Căn cứ vào tấm bia \"Minh Tông tự bi ký\" niên hiệu [[Vĩnh Trị]] thứ 4 (1679) do Thiên thư Hải đường Đặng kinh Tiểu sinh Trần Đặng Tướng soạn, hiện còn lưu giữ cho biết, nhà sư trụ trì chùa tên là Nguyễn Thị Kim Thịnh, tự Pháp Thịnh đã xây dựng chùa cùng với nhân dân địa phương. Như thế, có thể đoán định chùa Mai Phúc được dựng vào thế kỷ XVII. Do nhiều biến động lịch sử, đặc biệt là do chiến tranh, nên ngôi chùa cũ không còn nữa. Diện mạo kiến trúc hiện nay của chùa có niên đại vào khoảng thế ký XIX, nhiều hạng mục được trùng tu ở thế kỷ thứ XX. Mặc dù vậy, chùa Mai Phúc vẫn được xem là một ngôi chùa khang trang trong những ngôi chùa ở quận Long Biên ngày nay. Chùa đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa]] – Thông tin công nhận xếp hạng di tích lịch sử văn hóa – kiến trúc nghệ thuật năm 1992.\n\n=== Đình Sài Đồng ===\nĐình Sài Đồng là một ngôi đình làng cổ, được công nhận Di tích lịch sử - văn hóa quốc gia vào năm 1992. Địa chỉ: ngõ 247 B Nguyễn Văn Linh, phường [[Phúc Đồng (định hướng)|Phúc Đồng]], quận [[Long Biên]], thành phố [[Hà Nội]]. Đình Sài Đồng tương truyền được xây dựng cách đây đã mấy trăm năm, bên trong thờ Linh Lang đại vương. Dân gian tin rằng, Linh Lang chính là Hoàng Chân - con trai của vua [[Lý Thánh Tông]], từng lập công lớn trong cuộc kháng chiến chống [[Nhà Tống|quân Tống]] vào năm 1076.\n\nNhưng trong bản khai thần tích để trình vua Bảo Đại ban sắc phong năm 1938 lại chép Linh Lang là vị thiên thần sinh ngày 13 tháng Chạp, mới được một tháng bảy ngày đã cùng hai tướng là Lê Công Báo và Phạm Công Hoàng lên đường đánh giặc Vĩnh Chinh, rồi hiển thánh vào ngày mồng 10 tháng Hai, được làng Sài Đồng và 269 làng khác cùng thờ.\n\nĐình cũ bao gồm các tòa đại bái và hậu cung, kết cấu theo hình chữ \"Đinh\", có cửa phụ và tường ngăn với sân ngoài. Đại bái xây 3 gian 2 dĩ, mặt quay về hướng tây-nam, nhìn ra một cái giếng tròn rồi đến sân gạch với đôi voi đá và cổng nghi môn. Hậu cung 1 gian, hai bên là tả hữu mạc rộng 4 gian. Gần đây đình được trùng tu và mở rộng, đặt thêm linh thú đá. Hai bên giếng có hai tòa nhà lớn và sân gạch rộng, thuận tiện hơn cho lễ hội và các sinh hoạt chung khác của làng.\n\nTrước cổng đình là một hồ dài men theo đường quốc lộ. Hồ này nguyên là \"Đấu ruộng chúa\", tức ruộng của chúa Trịnh cấp cho dân làng làm hương hỏa để thờ phụng thần Linh Lang. Khi xây sân bay Gia Lâm, phát xít Nhật đã lấy gần hết cánh đồng của các làng xung quanh, lại bắt đào phần ruộng còn lại của Sài Đồng đến sát đình để đắp nền, do đó mới sinh ra hồ.\n\nDi vật chủ yếu trong đình bao gồm một bản thần tích và 12 đạo sắc phong. Các sắc sớm nhất mang niên đại Cảnh Hưng thứ 44 (1783), Quang Trung 4 (1792, Cảnh Thịnh 1 (1783). Ngoài ra còn có 1 ngai rồng, 1 bài vị, 9 chiếc đài bằng đồng bên trong đặt 9 cái chén bằng bạc, 1 bộ bát bửu, 2 quán tẩy chạm rồng phượng, hoa mai, lá sen, 2 cỗ kiệu, 1 đôi hạc đứng trên lưng rùa và 1 ông phỗng bằng gỗ có từ TK 18. Long ngai, kiệu gỗ, quán tẩy đều được sơn son thiếp vàng.\n\nĐình Sài Đồng được công nhận Di tích lịch sử văn hóa quốc gia vào năm 1992. Lễ hội đình được dân làng tổ chức hàng năm vào ngày 8 tháng 2 âm lịch.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n# [http:\/\/phucdong.longbien.hanoi.gov.vn\/gioi-thieu1?p_p_id=101&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-1&p_p_col_count=2&_101_type=content&_101_struts_action=%2Fasset_publisher%2Fview_content&_101_assetEntryId=2497258&_101_urlTitle=gioi-thieu-chung-phuong-phuc-ong-quan-long-bien Cổng thông tin điện tử phường Phúc Đồng, quận Long Biên, thành phố Hà Nội].\n{{Đơn vị hành chính thuộc quận Long Biên}}\n{{sơ khai Hà Nội}}"}