{"471808":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Phú Thị\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| diện tích = 5,09 km²<ref name=MS>{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date=2013-03-24|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|url-status=dead}}<\/ref>\n| dân số = 17.300 người<ref name=ubnhandanhanoi2022>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-24-tb-ubnd-215453-d2.html|tựa đề=Thông báo 24\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 07\/01\/2022\n|ngày=2022-01-07|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(11366\/5.06)}} }} người\/km²\n| dân tộc = [[Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Gia Lâm]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 00559<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 131610<ref>[http:\/\/postcode.vnpost.vn\/services\/search.aspx Tra cứu mã bưu chính trên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120429065718\/http:\/\/postcode.vnpost.vn\/services\/search.aspx |date=2012-04-29 }} [[Tập đoàn Bưu chính Viễn thông Việt Nam|VNPT]]<\/ref>\n}}\n'''Phú Thị''' là một [[Xã (Việt Nam)|xã]] nằm trong vùng trung tâm của huyện [[Gia Lâm]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n== Địa lý ==\nXã Phú Thị nằm bên bờ Nam [[sông Đuống]], cách trung tâm thành phố Hà Nội khoảng 12 km, có vị trí địa lý:\n\n* Phía Bắc và Tây giáp xã [[Đặng Xá]]\n* Phía Tây Nam giáp thị trấn [[Trâu Quỳ]]\n* Phía Nam giáp xã [[Dương Xá]]\n* Phía Đông Nam giáp xã [[Dương Quang, Gia Lâm|Dương Quang]]\n* Phía Đông giáp xã [[Kim Sơn, Gia Lâm|Kim Sơn]]\n* Phía Đông Bắc giáp xã [[Phù Đổng (xã)|Phù Đổng]] với ranh giới tự nhiên là sông Đuống.\n\n== Hành chính ==\nXã Phú Thị bao gồm 5 thôn: Phú Thụy hay làng Sủi (bao gồm cả khu dân cư Phố Sủi và Cầu Giàng), Tô Khê (hay còn gọi là làng To), Trân Tảo (hay còn gọi là làng Táo), Hàn Lạc (hay còn gọi là làng Hàn) và thôn Đại Bản.\n\n== Giao thông ==\nXã Phú Thị có hệ thống giao thông đường bộ rất thuận lợi:\n\n* Đường Dương Đức Hiền (QL17): nối từ Nguyễn Đức Thuận (QL5) tại Kiên Thành (thị trấn [[Trâu Quỳ]]) kéo dài sang tỉnh [[Bắc Ninh]].\n* Đường Ỷ Lan: Từ Dốc Lời (xã [[Đặng Xá]]) đi qua xã và kéo dài đến thị trấn [[Văn Giang (thị trấn)|Văn Giang]], tỉnh [[Hưng Yên]].\n* Đường Phú Thị: từ ngã ba giao [[Đường Dương Đức Hiền]] đi ngã ba thôn Bài Tâm (xã [[Dương Quang, Gia Lâm|Dương Quang]])\n* Đường Nguyễn Huy Nhuận đi quốc lộ 5\n* Hệ thống xe buýt: 52A, 52B, 204.\n\n== Lịch sử ==\nXã Phú Thị nằm trong vùng đồng bằng Bắc bộ, có nét đặc trưng vùng “tam giác” sông Hồng, [[sông Đuống]] (Thiên Đức) nên địa hình bằng phẳng. Đến nay, đất đai đồng ruộng Phú Thị còn đậm dấu tích quá trình bồi đắp phù sa của sông Nghĩa Giang - một nhánh lớn của sông [[Sông Đuống|Thiên Đức]] xưa, nay sông bị triệt dòng, đã và đang biến dạng thành một dải ao, hồ, chạy dọc theo đường Ỷ Lan, từ thôn Lời, xã [[Đặng Xá]], qua xã Phú Thị đến xã [[Dương Xá]] và xã [[Dương Quang, Gia Lâm|Dương Quang]], rồi sang huyện [[Văn Lâm]], tỉnh [[Hưng Yên]].\n\nXã Phú Thị gồm các thôn: Đại Bản, Hàn Lạc, Phú Thụy (phố Sủi), Tô Khê, Trân Tảo - mà trước kia (thời nhà Nguyễn)<ref>Cuốn Tên làng xã Việt Nam đầu thế kỷ 19, xứ Kinh Bắc, phủ Thuận An, huyện Gia Lâm, trang 67.<\/ref>) vốn là 4 xã: Hàn Lạc, Phú Thụy, Tô Khê, Trân Tảo thuộc tổng Kim Sơn huyện Gia Lâm phủ Thuận An tỉnh Bắc Ninh. \n\nSau năm 1945, xã Hàn Lạc tách làm 2: Đại Bản và Hàn Lạc, tạo thành 5 thôn của xã Phú Thụy ngày nay. \n\nTrước năm 1965 xã Phú Thị có tên gọi là [[Phú Thị|Quyết Chiến]], sau được đổi thành Phú Thị. \n\nLàng Phú Thụy (kẻ Sủi), tức là thôn Phú Thụy, là một làng cổ từ thời [[nhà Lý|Lý]]-[[nhà Trần|Trần]], quê của Nguyên phi [[Ỷ Lan]]. Tên gọi Sủi, là một từ Việt cổ, có các biến âm là Lỗi hay Luỗi, sau được Hán Việt hóa thành Thổ Lỗi.<ref>Các mục từ Phú Thị trong từ điển Hà Nội địa danh của Bùi Thiết, trang 355-356.<\/ref>\n\n==Văn hóa==\nXã Phú Thị có nhiều di tích có giá trị quý như:\n\n* Di tích đình Tô Khê dân địa phương trong vùng quen gọi là đình làng To thờ Trần Văn Xương và Trần Văn Khúc là tướng của Phù Đổng Thiên Vương. Đây là di tích nghệ thuật cấp quốc gia đã được xếp hạng 1995.\n* Di tích tích đình Trân Tảo hay đình Táo thờ Lý Công Tấn là vị tướng của Lý Nam Đế. Di tích được Bộ văn hóa thông tin xếp hạng về lịch sử, kiến trúc và nghệ thuật 1990.\n*Chùa Sủi (Đại Dương Sùng Phúc Tự) là một ngôi chùa cổ được xây dựng từ khá sớm. Chùa Sủi đã được Bộ văn hóa thông tin xếp hạng là di tích kiến trúc và nghệ thuật cấp quốc gia 1989.\n* Đình làng Sủi thờ Tây Vị Đại Vương là [[tướng nhà Đinh]] có tên húy [[Đào Liên Hoa]] quê ở [[Thanh Hóa]], con ông Đào Lan và bà Nguyễn Thị Huệ. Ông rất thông minh, ham học, năm 15 tuổi đã xin cha cho đi học ở quận Vũ Ninh, phủ Từ Sơn, huyện [[Đông Ngàn (huyện)|Đông Ngàn]], thôn Hội Phụ (nay thuộc xã Đông Hội, huyện [[Đông Anh]]). Khi biết ở [[Hoa Lư]] có [[Đinh Bộ Lĩnh]] khởi nghĩa dẹp [[loạn 12 sứ quân]], ông xin đầu quân và được phong làm tướng quân. Với những chiến công có được, ông được [[Đinh Bộ Lĩnh]] phong làm ''Tây Vị Đại Vương'' rồi được cử đi Chánh sứ sang [[Trung Quốc]]. Khi huyện [[Gia Lâm]] có giặc loạn nổi lên, ông đem quân đi dẹp rồi lập đồn cùng trang ấp ở Thổ Lỗi, dậy nhân dân sản xuất, xây nhà cửa lo cuộc sống. Khi ông mất (vào ngày 25 tháng 12 âm lịch), vua phong ông là Thượng Đẳng Tôn Thần và hạ chiếu cho các làng thuộc địa hạt ông cai quản phải lập đình để hương khói phụng thờ đời đời. Dân làng Sủi đã lập đình Sủi thờ ông và tôn ông là Thành hoàng làng.\n\n== Danh nhân ==\n*[[Hoàng thái hậu Ỷ Lan]] (1044-1117)\n*[[Nguyễn Huy Nhuận]] (1678-1758) - tiến sĩ, Tham tụng; Thượng thư trải 5 bộ, Tri Quốc Tử Giám, đã được đặt tên đường tại quê hương Gia Lâm. \n*[[Đoàn Bá Dung]] - tiến sĩ, Thượng thư; \n*[[Cao Dương Trạc]] - tiến sĩ, Thượng thư; \n*[[Trịnh Bá Tướng]] - tiến sĩ, Thượng thư; \n*[[Nguyễn Huy Mãn]] (1688 - 1739) - tiến sĩ khoa Tân Sửu (1721), Giám sinh trường Quốc Tử Giám, Gia thần trong phủ Lượng quốc thuộc Vương phủ chúa Trịnh, giữ chức Đô Ngự Sử, Hiến sát sứ Sơn Nam, Đốc đồng Thanh Hoa, thầy dạy hai anh em Nguyễn Huệ, Nguyễn Nghiễm (quê Tiên Điền, Hà Tĩnh) đều đỗ tiến sĩ; Nguyễn Nghiễm là thân phụ của thi hào Nguyễn Du.\n*[[Nguyễn Huy Thuật]] (1690-) - tiến sĩ khoa Quý Sửu (1733), văn võ song toàn, Đề hình Giám sát Ngự sử, Hiến sát sứ xứ Sơn Tây, Đốc đồng xứ Kinh Bắc, Thanh Hoa; Tham chính xứ Sơn Tây, Hàn lâm viện Thừa chỉ. Khi về hưu, cụ được chúa Trịnh tặng ba chữ \"Kế phương đình\" và bốn câu đối; \n*[[Nguyễn Huy Dận]] (1708-1780), hiệu Giới Am, lấy con gái quan Hộ Bộ Thượng thư Cao Dương Trạc (cùng làng Sủi); tiến sĩ khoa Mậu Thìn (1748), Tri phủ Từ Sơn, Hàn lâm viện Thị chế, Đông các Hiệu thư, Thái thường Tự khanh, Đốc đồng An Quảng, Sơn Nam, Tả Tham chính Thái Nguyên. Cụ có trước tác để lại, trong đó có bài văn bia Hữu công thôn nội bi ký\/ Vĩnh cửu bất san được dựng tại đền thờ Sỹ Nhiếp (xã Thanh Khương, huyện Thuận Thành, tỉnh Bắc Ninh). \n*[[Nguyễn Huy Cẩn]], tức Cận (1729-1790), tên hiệu là Phương Am, Hội nguyên tiến sĩ, tiến sĩ khoa Canh Thìn (1760), Tri phủ Lạng Giang, sau từ quan, về mở trường Phương Am dạy học. Cụ có nhiều tác phẩm thơ văn, trong số đó, sau này được học trò là Cao Huy Diệu (cùng làng) tập hợp và soạn thành cuốn \"Phương Am Nguyễn tiên sinh truyện\" ghi lại 91 bài thơ của thầy mình (hiện vẫn còn ở Viện Hán Nôm); cụ còn là tác giả của bản \"Tuyên văn Mục lục\" cả chữ Hán và chữ Nôm có nội dung nhân bản và giáo dục cao, ca ngợi phong thổ, cảnh đẹp và truyền thống Làng Sủi. \n*[[Nguyễn Huy Lượng]] (1759-1808), đỗ Hương cống, Nhà chính trị, Nhà thơ nổi tiếng, giữ chức Hữu Thị Lang Bộ Hộ, danh nhân phò Tây Sơn, sáng tác nhiều thơ văn (Tụng tây hồ phú, Cung oán thi, Lượng như long phú, Văn tế trận vong tướng sỹ, Thơ Hồ Tây, Diễn ca \"Chinh phụ ngâm\" của Đặng Trần Côn, Ngự đạo hành cung nhật trình, Tam thiên tự giải nghĩa, Tây hồ cảnh tụng, Văn tế con dâu Hoàng Phùng Cơ...), trong đó nổi bật nhất là danh tác \"Tụng Tây Hồ phú\". Cụ đã được đặt tên đường tại nhiều thành phố lớn ở Việt Nam như Thành phố Hồ Chí Minh, Đà Nẵng, TT-Huế. \n*[[Cao Bá Quát]] (1809 -1855): Nhà thơ nổi tiếng, đỗ Hương cống (cử nhân). Đã được đặt tên đường ở nhiều thành phố lớn ở Việt Nam.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n{{Đơn vị hành chính thuộc huyện Gia Lâm}}\n{{sơ khai Hà Nội}}"}