{"1251650":"{{bài cùng tên|Phú Thạnh}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Phú Thạnh\n| hình = \n| ghi chú hình = \n| vĩ độ = 10\n| kinh độ = 106\n| vĩ phút = 43\n| vĩ giây = 1\n| kinh phút = 51\n| kinh giây = 2\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 17,76 km²<ref name=MS\/>\n| dân số = 7.558 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 419 người\/km²\n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Đồng Nai]]\n| huyện = [[Nhơn Trạch]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 26488<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Phú Thạnh''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nhơn Trạch]], tỉnh [[Đồng Nai]], [[Việt Nam]].\n\n==Địa lý==\nXã Phú Thạnh có vị trí địa lý:   \n*Phía đông giáp xã [[Long Tân, Nhơn Trạch|Long Tân]]\n*Phía tây giáp các xã [[Phú Đông, Nhơn Trạch|Phú Đông]] và [[Đại Phước, Nhơn Trạch|Đại Phước]]\n*Phía nam giáp xã [[Vĩnh Thanh, Nhơn Trạch|Vĩnh Thanh]]\n*Phía bắc các xã Đại Phước và Long Tân.\n\nXã Phú Thạnh có diện tích 17,76&nbsp;km², dân số 7.558 người,<ref name=\"MS\">{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date = ngày 24 tháng 3 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls}}<\/ref> mật độ dân số đạt 419 người\/km².\n\n==Hành chính==\nXã Phú Thạnh được chia thành 3 ấp: 1, 2, 3.\n\n==Kinh tế==\nPhú Thạnh là xã nông nghiệp nhân dân sống phân bố đều ở 3 ấp, dọc theo đường Lý Thái Tổ (tỉnh lộ 25A, sau này đổi thành tỉnh lộ 769), nhân dân chủ yếu sống bằng nghề nông nghiệp và buôn bán, địa hình của xã tương đối bằng phẳng, rộng rãi, có đường thủy và đường bộ chạy qua, thuận tiện cho việc giao lưu buôn bán trong và ngoài địa bàn, do thiên nhiên khí hậu ưu đãi cùng với việc đô thị hóa nhanh của các khu công nghiệp tạo ra nhiều việc làm cho nên đời sống của nhân dân cũng từng bước được cải thiện.\n\nDân tộc: Chủ yếu là dân tộc kinh sinh sống, còn lại một số lượng nhỏ người Hoa đến làm ăn sinh sống đã lâu trên địa bàn, chủ yếu làm nghề buôn bán, hiện nay cả xã có 120 người Hoa, sống tập trung ở chợ và dọc đường Lý Thái Tổ (tỉnh lộ 25A, sau này đổi thành tỉnh lộ 769).\n\nTình hình an ninh chính trị trận tự xã hội trong xã tương đối ổn định, hệ thống các tổ chức Đảng, tổ chức chính quyền, đoàn thể nhân dân vững mạnh. Hàng năm đều hoàn thành tốt các chỉ tiêu kinh tế xã hội của huyện đề ra.\n\n== Văn hóa ==\nCác cơ sở tôn giáo gồm có:\n#Chùa Khánh Lâm Tự: Thuộc ấp 1, được xây dựng cách đây khoảng 200 năm, chùa đã qua nhiều lần trùng tu, hiện nay là nơi sinh hoạt tôn giáo của tín đồ đạo phật, diện tích khuôn viên của chùa là 5 ha, thu nhập chính của chùa chủ yếu là tăng gia sản xuất.\n#Chùa Hưng thành Tự: Thuộc ấp 1, hiện nay chùa đã qua 2 lần trùng tu, chùa đã thực sự vững chắc đất đai của chùa gồm 2.000m².\n#Chùa Long Phú Tự: ở ấp 3, chùa đã được trùng tu sửa chữa vững chắc.\n#Thánh thất chí tôn Cao đài nằm ở ấp 3 được xây dựng năm 1955, trên khuôn viên 0,4ha thánh thất đã qua nhiều lần sửa chữa đến nay cơ bản vững chắc, là nơi sinh hoạt tôn giáo của các tín đồ, ngoài ra thánh thất còn 2 ha đất ở cù lao ông cồn, nguồn thu nhập chính của các chức sắc là do nhân dân đóng góp và tăng gia sản xuất.\n#Thánh thất phật mẫu: Được xây dựng ở ấp 3.\n#Tin lành mới du nhập vào địa bàn xã từ năm 1990 đến nay với số lượng ít không đáng kể, gồm 5 hộ.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Đồng Nai}}\n{{Đơn vị hành chính thuộc huyện Nhơn Trạch}}"}