{"548489":"{{otheruses|Phú Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Phú Sơn\n| hình = Đan viện Châu Sơn 2.jpg\n| ghi chú hình = Toàn cảnh Đan viện Châu Sơn\n| vĩ độ = 20\n| vĩ phút = 20\n| vĩ giây = 32\n| kinh độ = 105\n| kinh phút = 44\n| kinh giây = 33\n| diện tích = 7,84 km²\n| dân số = 4.282 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 546 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Nho Quan]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14407<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phú Sơn''' là một xã miền núi nằm ở phía bắc huyện [[Nho Quan]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Phú Sơn nằm ở phía bắc huyện [[Nho Quan]], cách trung tâm [[thành phố Ninh Bình]] 27&nbsp;km, có vị trí địa lý:\n*Phía đông giáp các xã [[Gia Tường, Nho Quan|Gia Tường]] và [[Lạc Vân, Nho Quan|Lạc Vân]]\n*Phía nam giáp xã [[Đồng Phong, Nho Quan|Đồng Phong]] và thị trấn [[Nho Quan (thị trấn)|Nho Quan]]\n*Phía tây giáp tỉnh [[Hòa Bình]]\n*phía bắc giáp xã [[Thạch Bình, Nho Quan|Thạch Bình]] và tỉnh Hòa Bình.\n\nXã Phú Sơn có diện tích 7,84&nbsp;km², dân số năm 2019 là 4.282 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 546 người\/km².\n\n==Văn hóa==\nTrên địa bàn xã có [[Đan viện Thánh Mẫu Châu Sơn|Đan viện Châu Sơn]] được xây dựng từ năm 1936 và một nhà thờ giáo xứ Phúc Châu; có 4 di tích lịch sử văn hóa, phủ, miếu, đền thờ trong đó có 03 di tích đã được xếp hạng di tích lịch sử văn hóa cấp tỉnh (Phủ Châu Sơn, Đền Châu Sơn, Đền Đìa La). Có một doanh nghiệp sản xuất vật liệu xây dựng, một mỏ đá ĐôLôMít và một đơn vị quân đội đứng trân trên địa bàn xã.\n===Đan viện Châu Sơn===\n{|\n|[[Tập tin:Đan viện Châu Sơn 2.jpg|nhỏ|phải|258px|Toàn cảnh [[đan viện Châu Sơn]]]] || \n|[[Tập tin:Nui Duc Me (1).JPG|nhỏ|phải|240px|Đường vào [[đan viện Châu Sơn]]]]||\n[[Tập tin:Đan viện Châu Sơn 1.JPG|nhỏ|trái|240px|Kiến trúc đặc thù của nhà thờ Châu Sơn]]\n|}\nNhà thờ [[Đan viện Châu Sơn]] là một trong những điểm đến ít người biết tới bởi ngôi thánh đường này nằm ẩn sâu trong dãy núi sau trục đường chính, có sông và cây cối bao quanh. Theo Kỷ yếu của Đan viện, ngôi thánh đường theo dòng Khổ Tu này được xây dựng vào năm 1939, cung hiến năm 1945 bởi sự khấn nguyện và tiền cúng của cha Phêro Trần Đức Trưởng. Hiện tại có tấm bia khắc ngay dưới chân nhà thờ ghi nhận ca ngợi công đức của cha Phêro. Cùng tham gia xây dựng Đan viện còn có kiến trúc sư chính là một vị linh mục trong Đan viện. Cha Placiđô Trương Minh Trạch đã nghiên cứu thiết kế xây dựng nhà thờ. Nhìn từ xa đã thấy Đan Viện giống như đang nằm dựa lưng vào núi. Với phong cách kiến trúc Gothic, lại được xây bằng gạch mộc, không hề trát vữa lăn sơn như các công trình khác tạo cho nhà thờ có một vẻ đẹp khác biệt. Trông giống như một sự tối giản nhưng lại rất ấm áp sắc đỏ của gạch mộc giữa những tán cây đại thụ. Phía xa ngoài sân là tượng Chúa đứng dưới mưa nắng thời gian.\n\n===Khoai lang Hoàng Long===\nKhoai lang Hoàng Long là loại cây đặc sản của tỉnh [[Ninh Bình]] nói chung và vùng [[Nho Quan]] - [[Gia Viễn]] bên [[sông Hoàng Long]] nói riêng. Khoai Hoàng Long có thịt củ bở, màu vàng nhạt, bùi, ngọt và có mùi thơm đặc trưng. Hiện nay, Trung tâm Thực nghiệm Sinh học Nông nghiệp công nghệ cao thuộc Viện Di truyền nông nghiệp Việt Nam đã thử nghiệm và phục tráng thành công giống khoai lang Hoàng Long cho năng suất, chất lượng cao trên [http:\/\/www.vietnamplus.vn\/Home\/Phuc-trang-khoai-lang-Hoang-Long-nang-suat-cao\/20139\/218329.vnplus diện tích 3ha] tại các xã Yên Quang và Phú Sơn huyện [[Nho Quan]]. Khoai Hoàng Long cùng với [[dê núi Ninh Bình]], [[rượu Kim Sơn]], [[dứa Đồng Giao]], [[cơm cháy Ninh Bình]] là những đặc sản tiêu biểu được xây dựng thương hiệu và đem vào phục vụ du lịch.\n\nKhoai lang Hoàng Long nguyên là giống nhập nội từ Trung Quốc có tên là Tương bần số 59. Năm 1960, KS. Quách Ngọc Ân - Cục Trồng trọt mang về khảo nghiệm tại huyện Hoàng Long (nay là huyện [[Gia Viễn]] và huyện [[Nho Quan]]), [[Ninh Bình]]. Do có nhiều đặc tính quý, khoai lang hoàng Long được trồng phổ biến ở nhiều nơi ở [[Việt Nam]]; tuy nhiên nó vẫn được gọi là khoai lang Hoàng Long và là một đặc sản nổi tiếng của [[Ninh Bình]]. Giống khoai lang Hoàng Long Ninh Bình có dạng thân bò trải, màu tím; lá hình tim màu xanh, lá ngọn có màu xanh tím; vỏ củ màu hồng nhạt, ruột củ màu vàng, bở. Thời gian sinh trưởng 120 - 125 ngày, năng suất đạt 10 - 12 tấn\/ha, thích hợp với chân đất pha cát nhẹ. Trong củ khoai lang Hoàng Long Ninh Bình, hàm lượng chất khô đạt 29,22%; hàm lượng tinh bột là 25,10%; hàm lượng đường tổng số đạt 21,67%.<ref>[http:\/\/www.agi.gov.vn\/vi\/hoat-dong-khcn\/48\/hoi-nghi-tong-ket-va-tham-mo-hinh-trinh-dien-giong-khoai-hoang-long-tu-nguon-giong-da-phuc-trang-tai-xa-gia-son-nho-quan-ninh-binh Hội nghị tổng kết và thăm mô hình trình diễn giống khoai Hoàng Long từ nguồn giống đã phục tráng tại xã Gia Sơn, Nho Quan, Ninh Bình.]<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Nho Quan}}"}