{"14660":"{{Thông tin đơn vị hành chính Việt Nam |huyện\n| tên = Phú Quý\n| logo = \n| hình = chualinhsonphuquy.jpg\n| ghi chú hình = Khung cảnh đảo Phú Quý nhìn từ chân tượng Quan Âm ở chùa Linh Sơn\n| vĩ độ = 10.52547\n| kinh độ = 108.94347\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 17,4 km²\n| dân số = 30.971 người\n| thời điểm dân số = 2018\n| mật độ dân số = 2.147 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Chơ Ro]], [[Cơ Ho]], [[Người Hoa (Việt Nam)|Hoa]]\n| vùng = [[Duyên hải Nam Trung Bộ]] ([[Biển Đông]])\n| tỉnh = [[Bình Thuận]] \n| huyện lỵ = xã [[Ngũ Phụng]]\n| thành lập = 1977\n| chủ tịch UBND = Lê Quang Vinh\n| chủ tịch HĐND = Lê Hồng Lợi\n|bí thư =  Lê Quang Vinh\n| phân chia hành chính = 3 xã\n| mã hành chính = 602<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = Số 237, đường Hùng Vương, thôn Quý Thạnh, xã Ngũ Phụng\n| điện thoại = 0252.3.768.191\n| fax = 0252.3.769.217\n| biển số xe = 86-B9 xxx.xx\n| web = {{url|phuquy.binhthuan.gov.vn}}\n}}\n'''Phú Quý''' là một huyện đảo thuộc tỉnh [[Bình Thuận]], vùng [[Duyên hải Nam Trung Bộ]], [[Việt Nam]] và là một quần đảo gồm 12 đảo lớn nhỏ, là hệ thống đảo ở cực Nam Trung Bộ.\n\n==Địa lý==\nPhú Quý ở tọa độ 108<sup>o<\/sup>55' đến 108<sup>o<\/sup>58' kinh Đông và từ 10<sup>o<\/sup>29' đến 10<sup>o<\/sup>33' vĩ Bắc, khoảng cách tới các vùng lân cận như sau:\n* Cách thành phố [[Phan Thiết]] 56 hải lý (khoảng 104&nbsp;km) về phía Đông Nam.<ref>Quang Thái Nguyễn, Hội khoa học kinh tế Việt Nam. ''Toàn cảnh kinh tế Việt Nam, Tập 2''. Nhà xuất bản Chính trị quốc gia, 2004. Trang 58.<\/ref> \n* Cách [[quần đảo Trường Sa]] 540&nbsp;km về  hướng Tây Nam.\n* Cách thành phố [[Cam Ranh]], tỉnh Khánh Hòa 150&nbsp;km về phía Nam.\n* Cách [[Côn Đảo]] 330&nbsp;km về phía Đông Bắc.\n* Cách thành phố [[Vũng Tàu]] 200&nbsp;km về phía Đông.\n*\n\n=== Khí hậu, Thủy văn ===\nChế độ khí hậu gió mùa với hai mùa rõ rệt: mùa gió Nam, bắt đầu từ tháng 5 đến tháng 8 và mùa gió Bấc từ tháng 9 đến tháng 4 năm sau. Lượng mưa trung bình hàng năm khoảng 1.000 đến 1.100mm. Nhiệt độ không khí trung bình 22<sup>o<\/sup>C đến 28<sup>o<\/sup>C. Độ ẩm không khí từ 72 đến 88%. Khí hậu tương đối ôn hòa, mát mẻ quanh năm. Tốc độ gió ở Phú Quý là khá lớn, trung bình năm là 6 m\/giây (cấp 4). Vùng đảo ít có bão, tần suất là 0,66 lần\/năm, nhưng thường xuyên chịu ảnh hưởng trực tiếp các đợt áp thấp nhiệt đới gây mưa to, gió lớn, biển động mạnh. Trên đảo chỉ có những dòng chảy tạm thời vào mùa mưa. Thủy triều ở vùng này thuộc thủy triều hỗn hợp, độ lớn triều trung bình 1,6 m, lớn nhất 2,2 m, nhỏ nhất 0,3 m. Độ mặn của nước biển 34 – 34,2%o'''.'''<ref name=\":1\">{{Chú thích sách|url=http:\/\/rgdoi.net\/10.13140\/RG.2.1.3586.8403|title=Biển đảo Việt Nam - Tài nguyên vị thế và những kỳ quan địa chất, sinh thái tiêu biểu (Vietnamese sea and islands – position resources, and typical geological and ecological wonders)|last=Trần Đức Thạnh|last2=Lê Đức An|last3=Nguyễn Hữu Cử|last4=Trần Đình Lân|last5=Tạ Hoà Phương|last6=Nguyễn Văn Quân|date=2012|publisher=Khoa học Tự nhiên và Công nghệ. Hà Nội|doi=10.13140\/rg.2.1.3586.8403}}<\/ref>\n\n=== Địa hình và Địa chất ===\nĐịa hình trên đảo tương đối bằng phẳng, thuộc dạng gò đồi, độ phân cắt yếu, nhưng vẫn thể hiện tính phân bậc khá rõ ràng. Ngoài 3 ngọn núi cao 108m, 86 m và 46 m, ở trung tâm đảo có những dãy đồi cao 20 - 30 m, 15 - 20 m, còn ven đảo thường cao khoảng 5m, đến 7 - 8m, thấp nhất khoảng 2m. Thềm biển phổ biến có độ cao 4m và 2m, cũng phát triển nhiều bãi cát, doi cát, là các bãi tắm đẹp. Nhiều lạch, mũi đá nhô ra biển tạo nên đường bờ đảo đa dạng về hình thái.<ref name=\":1\" \/>\n\nTrên đảo và trong phạm vi khu vực xung quanh đảo, hiện nay còn nhìn thấy dấu tích của 4 miệng núi lửa dưới nước và 2 chóp núi lửa ở trên đảo là núi Cấm, núi Ông Đụn. Núi Cao Cát là phần sót lại của chùy núi lửa, còn được bảo tồn tốt, ở sườn phía Đông tạo thành vách dốc đứng tạo thế đứng hùng vĩ, còn trên đỉnh có những khối đá trầm tích-phun trào núi lửa với những hình dáng kỳ vĩ do thiên nhiên ngàn năm tạo lập mà ít nơi có được.  \n*Đảo Phú Quý được tạo thành chủ yếu bởi khối đá basalt olivin, tuf basalt tuổi N<sub>2<\/sub><sup>1<\/sup>- Q<sub>1<\/sub><sup>1<\/sup>(với 2 tuổi tuyết đối 2,5 và 5,5 triệu năm), bị phủ bởi các trầm tích cát biển Q<sub>1<\/sub><sup>2<\/sup>. Tiếp theo là sự xen kẽ giữa các đợt phun trào basalt và trầm tích biển: basalt olivin, basalt pyroxen và tuf tuổi Q<sub>1<\/sub><sup>2-3<\/sup> và các trầm tích biển (cát thạch anh chứa carbonat) tuổi Q<sub>1<\/sub><sup>3<\/sup>, tiếp đó là đợt phun nổ vào đầu Holocen (Q<sub>2<\/sub><sup>1<\/sup>) và các trầm tích biển và do gió Holocen sớm- giữa (Q<sub>2<\/sub><sup>1-2<\/sup>) tạo thềm cao 15m; trẻ nhất là các trầm tích biển và gió Holocen muộn (Q<sub>2<\/sub><sup>3<\/sup>).<ref name=\":1\" \/>\n\n==Hành chính==\nHuyện đảo Phú Quý có 3 đơn vị hành chính cấp xã: [[Ngũ Phụng]] (huyện lỵ), [[Tam Thanh, Phú Quý|Tam Thanh]] và [[Long Hải, Phú Quý|Long Hải]].<ref>{{Chú thích web |url=http:\/\/phuquy.binhthuan.gov.vn\/wps\/portal\/home\/gioi-thieu\/!ut\/p\/c5\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3gfDxcLQ2MDQ08DAyMDA0eDUDML3zALgzADM6B8JE55F2MjArrDQfbh1w-SN8ABHA30_Tzyc1P1C3IjDLJMHBUB_o-BpQ!!\/dl3\/d3\/L3dDb0EvUU5RTGtBISEvWUZSdndBISEvNl9MSEQ4MTMwMUkwMDIwMEEwVTY4TVY4MEZWMw!!\/?WCM_GLOBAL_CONTEXT=%2Fqh_phuquy_vi%2Fqh_phuquy%2Fkho_noi_dung%2Fgioi_thieu%2Fgioi_thieu_chung |ngày truy cập=2021-06-25 |tựa đề=Giới thiệu chung |archive-date = ngày 22 tháng 11 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20191122015718\/http:\/\/phuquy.binhthuan.gov.vn\/wps\/portal\/home\/gioi-thieu\/!ut\/p\/c5\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3gfDxcLQ2MDQ08DAyMDA0eDUDML3zALgzADM6B8JE55F2MjArrDQfbh1w-SN8ABHA30_Tzyc1P1C3IjDLJMHBUB_o-BpQ!!\/dl3\/d3\/L3dDb0EvUU5RTGtBISEvWUZSdndBISEvNl9MSEQ4MTMwMUkwMDIwMEEwVTY4TVY4MEZWMw!!\/?WCM_GLOBAL_CONTEXT=%2Fqh_phuquy_vi%2Fqh_phuquy%2Fkho_noi_dung%2Fgioi_thieu%2Fgioi_thieu_chung |url-status=dead }}<\/ref>\n\nHiện nay, trung tâm huyện lỵ Phú Quý đạt chuẩn [[đô thị loại V (Việt Nam)|đô thị loại V]].\n\n==Lịch sử== \nĐã từ lâu đảo '''Phú Quý''' trở nên rất quen thuộc với nhiều người qua sử sách xưa dưới nhiều tên gọi: Cổ Long, [[Thuận Tịnh]], Cù Lao Khoai Xứ, '''Cù Lao Thu'''... Các nhà hàng hải phương Tây thường gọi đảo Phú Quý là '''Poulo-Cécir-de-Mer'''.<ref>Trong khi đó, '''Pulo Cica de Terre''' hoặc '''Poulo Cecir de Terre''' là tên gọi của cù lao Câu (hòn Cau, hòn Lao), một đảo nhỏ gần đất liền, thuộc huyện [[Tuy Phong]], Bình Thuận.<\/ref>\n\nTừ năm Thiệu Trị thứ 4 ([[1844]]) vì tiềm năng kinh tế dồi dào và số lượng đặc sản đáng kể biệt nạp cho [[Nhà Nguyễn|Triều đình Huế]], đảo được đổi tên từ [[Tổng Hạ]] sang [[Tổng Phú Quý]] trực thuộc huyện [[Tuy Phong]], [[phủ Ninh Thuận]], tỉnh Bình Thuận.\n\nTuy là một hòn đảo nằm biệt lập giữa trùng dương nhưng dấu tích phát hiện được cho thấy đảo đã được khai phá tạo nên cuộc sống ở đảo từ rất sớm. Trong quá trình khai thác đá quánh, nhân dân đã tìm thấy những mộ vò lớn. Trong mộ có chôn theo một số công cụ lao động như rìu, bôn và cả những chiếc vòng đeo tay bằng đá với kỹ thuật chế tác rất tinh xảo. Điều này phù hợp với những giai thoại được lưu truyền rằng trước khi có sự khai phá thiên nhiên của những con người từ lục địa, ở đây đã có một giống [[người Thượng]] sinh sống bằng nghề hái lượm và bắt cá ven biển. Trải qua những biến thiên của lịch sử, Phú Quý là nơi hội tụ của nhiều luồng dân di cư từ lục địa ra với nhiều thành phần dân tộc khác nhau. Trong đó [[người Việt|người Kinh]] đóng vai trò chủ thể.\n\nKhi bắt đầu phát triển mạnh kỹ thuật đóng thuyền buồm với những chiếc thuyền ra được khơi xa thì cũng là lúc có nhiều người từ lục địa đặt chân lên đảo. Cùng với những phần mộ còn sót lại trên đảo, sự tích công chúa Bàn Tranh chứng tỏ [[người Chăm]] đã có mặt ở đảo này. Sự tích kể rằng: Bàn Tranh là một công chúa xinh đẹp vì chống lệnh vua cha nên bị kết tội phản nghịch và bị đày ra đảo.<ref>{{Chú thích web | url = http:\/\/www.phuquy.gov.vn\/index.php?option=com_content&view=article&id=2486:khai-quat-tng-quan-v-lch-s-hinh-thanh-va-vn-hoa-huyn-phu-quy&catid=32:lch-s-phat-trin&Itemid=3 | tiêu đề = Khái quát tổng quan về lịch sử hình thành và văn hóa huyện Phú Quý | tác giả =  | ngày =  | ngày truy cập = 20 tháng 4 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 27 tháng 4 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20150427143217\/http:\/\/www.phuquy.gov.vn\/index.php?option=com_content&view=article&id=2486:khai-quat-tng-quan-v-lch-s-hinh-thanh-va-vn-hoa-huyn-phu-quy&catid=32:lch-s-phat-trin&Itemid=3 | url-status = dead }}<\/ref><ref>{{Chú thích web | url = http:\/\/www.phuquy.gov.vn\/index.php?option=com_content&view=article&id=962:di-tich-lch-s-vn-hoa-cp-tnh-n-th-cong-chua-ban-tranh&catid=22:du-lch&Itemid=7 | tiêu đề = Di tích lịch sử văn hóa cấp tỉnh - Đền thờ Công chúa Bàn tranh | tác giả =  | ngày =  | ngày truy cập = 20 tháng 4 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 27 tháng 4 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20150427143442\/http:\/\/www.phuquy.gov.vn\/index.php?option=com_content&view=article&id=962:di-tich-lch-s-vn-hoa-cp-tnh-n-th-cong-chua-ban-tranh&catid=22:du-lch&Itemid=7 | url-status = dead }}<\/ref>\n\nBên cạnh đó, do không chịu nổi sự hà khắc của chế độ nông nô, bất mãn với triều đình phong kiến, nhiều người đã tìm đường ra đây lập kế sinh nhai. Người Kinh có mặt ở đảo cũng từ rất sớm. Trong thời kỳ [[Trịnh-Nguyễn phân tranh]] ([[1627]]-[[1672]]), rất nhiều ngư dân thuộc các tỉnh duyên hải miền trung, hoặc chạy giặc lánh nạn, hoặc đi tìm nguồn cá, thuyền của họ vượt sóng trùng dương đã gặp phải những trận cuồng phong khốc liệt và \"xiêu\" lên đảo.\n\nCùng với người Kinh, một số [[người Hoa]] cũng hòa nhập vào cộng đồng cư dân ở Phú Quý. Vào thế kỷ 17, một số quan lại [[nhà Minh]] sau khi chống [[nhà Thanh]] thất bại, đã phải trốn ra nước ngoài. Từng đoàn thuyền vượt biển tiến về phía nam, trong số đó có hàng chục thuyền đã quyết định dừng chân lập nghiệp ở Phú Quý. Người Hoa đến đây sống dựa vào các ngành nghề như [[dệt]] [[tơ lụa]], buôn bán. Quá trình phát triển về sau, một số người do làm ăn trở nên giàu có đã lần lượt tìm vào các thành phố lớn ở đất liền, chỉ một số ít còn lại trên đảo.\n\nKhi dân cư ngày một đông hơn thì các hình thức tổ chức xã hội cũng dần dần được hình thành. Vào thời chúa [[Nguyễn Phúc Khoát]] ([[1738]]-[[1765]]), chính quyền [[Đàng Trong]] đã tổ chức trên đảo thành từng hộ bạch bố đến đội bạch bố rồi dần dần trở thành ấp và làng. Tuy số dân lúc bấy giờ chưa đông đúc nhưng Phú Quý có đến 14 làng và 1 ấp. Mỗi làng được lập trên cơ sở một nhóm nhỏ ngư dân, đôi lúc chỉ có từ 10 đến 12 tránh đinh và thường mang những tên cũ của địa phương trước khi đến đây lập nghiệp: Thoại Hải, Thế Hanh, Thế An, Hội Thiên, Hội Hưng, Hương Lăng, Mỹ Xuyên, Phú Ninh, An Hòa, Hải Châu, Thương Hải, Triều Dương, Hội An, Mỹ Khê và ấp Quý Thạnh. Từ niên hiệu [[Đồng Khánh]] - Đồng Khánh năm thứ 1 ([[1886]]), toàn đảo được tổ chức thành 11 làng và đến năm [[1930]] do sự sáp nhập ba làng Phú Ninh vào Phú Mỹ và Hương Lăng vào Quý Thạnh nên chỉ còn lại 9 làng: Long Hải, Phú Mỹ, An Hòa, Hải Châu, Thương Hải, Quý Thạnh, Triều Dương, Mỹ Khê và Hội An. Hiện nay, đảo được chia làm 3 xã: Long Hải, Ngũ Phụng, Tam Thanh.\n\nPhú Quý trong một thời gian dài đã sống trong điều kiện khép kín tự cung tự cấp với những hoạt động kinh tế như trồng trọt, đánh bắt [[hải sản]], một số ngành nghề thủ công như dệt vải, đan võng, ép dầu... Trong đó, ngư nghiệp đóng vai trò chủ đạo.<ref>{{Chú thích web | url = http:\/\/www.khoahocphothong.com.vn\/news\/detail\/36921\/tong-bi-thu-nguyen-phu-trong:-phu-quy-phai-co-chien-luoc-ket-hop-khai-thac-hai-san-xa-bo-voi-bao-ve-chu-quyen-bien,-dao-to-quoc.html | tiêu đề = Khoa Học Phổ Thông Online | tác giả = | ngày = | ngày truy cập = 20 tháng 4 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nNgày [[27 tháng 4]] năm [[1977]], huyện đảo Phú Quý chính thức được thành lập theo Quyết định số 329-CP của Hội đồng Chính phủ trên cơ sở đảo Phú Quý, khi đó thuộc tỉnh [[Thuận Hải]], gồm 3 xã: Long Hải, Ngũ Phụng và Tam Thanh.<ref name=\"329-CP 1977\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-329-CP-phan-vach-dia-gioi-huyen-va-thi-xa-thuoc-tinh-Thuan-Hai\/57935\/noi-dung.aspx Quyết định phân vạch địa giới huyện và thị xã thuộc tỉnh Thuận Hải]<\/ref>\n\nNgày [[26 tháng 12]] năm [[1991]], tỉnh Thuận Hải được tách thành 2 tỉnh là Bình Thuận và Ninh Thuận, huyện đảo Phú Quý trực thuộc tỉnh Bình Thuận như hiện nay.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n==Giáo dục==\nCác trường mầm non: Trước 2019: Mẫu giáo Tam Thanh, Mầm non Ban Mai (xã Tam Thanh); Mẫu giáo Ngũ Phụng, Mầm non Hoa Biển (xã Ngũ Phụng); Mẫu giáo Long Hải, Mầm non Hải Âu (xã Long Hải). Kể từ 01\/01\/2019: Sáp nhập lại thành 3 trường: Mầm non Tam Thanh, Mầm non Long Hải và Mầm non Ngũ Phụng.\n\nCác trường tiểu học: Trước 2019: Phú An, Quý Thạnh (xã Ngũ Phung); Quý Hải, Đông Hải (xã Long Hải); Mỹ Khê, Triều Dương (xã Tam Thanh). Kể từ 01\/01\/2019: Sáp nhập lại thành 3 trường: Tiểu học Ngũ Phụng; Tiểu học Long Hải; Tiểu học Tam Thanh.\n\nCác trường trung học cơ sở: Tam Thanh, Ngũ Phụng, Long Hải.\n\nMột trường trung học phổ thông: THPT Ngô Quyền.\n\n==Các đảo lân cận==\n'''Hòn Tranh''': Cách cảng Phú Quý 600 m, nằm phía đông nam đảo Phú Quý. Hòn Tranh có [[chiều rộng]] nhất là 650 m về phía Bắc, nơi hẹp nhất 290 m, [[chiều dài]] 1.176 m,<ref>Phú Quý: Hòn Tranh đẹp hoang sơ [http:\/\/dulich.baobinhthuan.com.vn\/vi-vn\/800-thang-canh\/5025-phu-quy-hon-tranh-dep-hoang-so.html] chuyên trang du lịch Bình thuận. truy cập ngày 23 tháng 10 năm 2018.<\/ref> diện tích 55 ha. Trước đây là một hoang đảo chủ yếu là cỏ tranh, được nhân dân phá trồng hoa màu, hiện nay đang được trồng rừng phục hồi môi trường. Không có dân cư sinh sống. Hiện là nơi đặt trạm ra-đa quan sát biển của lực lượng Hải quân nhân dân Việt Nam. {{coord| 10.49176| 108.96680| type:landmark| format=dms| name=Hòn Tranh}}\n\n'''Hòn Trứng''': rộng 3.600 m².<ref name=\"QuangThuong\">Quang Thương, [http:\/\/www.phuquy.gov.vn\/index.php?option=com_content&view=article&id=1164:phu-quy-va-cac-hon-o-xung-quanh&catid=22:du-lch&Itemid=7 Phú quý và các hòn đảo xung quanh]{{Liên kết hỏng|date = ngày 25 tháng 6 năm 2021 |bot=InternetArchiveBot }}, Cổng thông tin điện tử Huyện Phú Quý. Truy cập ngày 6 tháng 11 năm 2018.<\/ref> Nằm phía tây bắc, là cửa ngõ ra vào đảo, là điểm tựa của nhiều loại ghe thuyền. Mùa gió Nam thuyền có thể neo đậu ở phía bắc. Mùa gió Bắc có thể neo đậu ở phía nam.\n\n'''Hòn Trứng nhỏ''': rộng 2.000 m², cách Hòn Tranh 100 mét về phía đông nam.<ref name=\"QuangThuong\"\/>\n\n'''Hòn Đen''', '''Hòn Nghiên''' hay '''Hòn Mực''',<ref name=\"QuangThuong\"\/> do đảo toàn đá đen. Nằm phía đông bắc Phú Quý, cách bờ 100 mét, diện tích 23.000 m². Vào những lúc nước ròng có thể lội bộ ra Hòn Đen.\n\n'''Hòn Giữa''': đây là một dãy gành đá bén nhọn nằm cạnh Hòn Đen, nằm vắt ngang như một nhịp cầu nối liền Hòn Đen và Hòn Đỏ thuộc xã Long Hải. Diện tích 2.900 m².<ref name=\"QuangThuong\"\/>\n\n'''Hòn Đỏ''', '''Hòn Bút''', '''Hòn Son''' hay '''Hòn Bút Nghiên''':<ref name=\"QuangThuong\"\/> Nằm phía đông bắc Phú Quý, cách bờ khoảng 200 - 300 mét. Có tên là Hòn Đỏ vì ở đây toàn là đá màu đỏ. Diện tích hơn 28.000 m².<ref name=\"QuangThuong\"\/>\n\n'''Hòn Hải''' hay '''Hòn Khám, Hòn Hài''': cách đảo Phú Quý gần 65&nbsp;km về phía nam, là điểm A6 đường cơ sở lãnh hải Việt Nam. Có hình dạng là một khối đá vuông cạnh mọc thẳng đứng, có [[chiều dài]] khoảng 130 m, bề ngang chỗ rộng nhất khoảng 60 m, điểm cao nhất là 113 m tính từ mặt biển, rộng 46.000 m²,<ref name=\"QuangThuong\"\/> là một trong các điểm cơ sở nằm trên đường cơ sở của Việt Nam. Hòn Hải và hai hòn đảo nhỏ lân cận tạo thành cụm đảo The Catwicks trong các bản đồ hàng hải phương Tây. Hòn Hải được gọi là Pulo Sapata, Poulo Sapate, hoặc Shoe Island.<ref name=\":0\">Horsburgh, James (1841), [[iarchive:indiadirectoryor01hors\/page\/n9|The India directory, or, Directions for sailing to and from the East Indies, China, Australia, and the interjacent ports of Africa and South America: comp. chiefly from original journals of the honourable company's ships, and from observations and remarks, resulting from the experience of twenty-one years in the navigation of those seas]]. London: W.H. Allen and Co. Page 308.<\/ref> Hải đăng Hòn Hải được xây dựng năm 2004.<ref name=\":12\">[https:\/\/books.google.com.vn\/books?id=sU9FAQAAIAAJ&dq Journal of an Embassy from the Governor-general of India to the Courts of Siam and Cochin China: Exhibiting a View of the Actual State of Those Kingdoms, Tập 1]. H. Colburn and R. Bentley, 1830. Chapter 11.<\/ref><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/khoi-da-khong-lo-co-ham-xuyen-nui-tren-bien-dong-post561640.html|tựa đề=Khối đá khổng lồ có hầm xuyên núi trên Biển Đông|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.vms-south.vn\/hai-dang-luong-hang-hai\/he-thong-hai-dang\/hon-hai|tựa đề=Hải đăng Hòn Hải|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.baokhanhhoa.vn\/phong-su-anh\/201907\/dao-hon-hai-mua-chim-nhan-8124106\/|tựa đề=Đảo Hòn Hải mùa chim nhạn|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/mat-bien-o-hon-hai-20190309104804774.htm|tựa đề=Mắt biển ở Hòn Hải|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/thoi-su\/hon-hai-hon-da-khong-lo-giua-bien-1089078.html|tựa đề=Hòn Hải - hòn đá khổng lồ giữa biển|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n'''Hòn Đồ Lớn''' hay '''Hòn Bố''':<ref name=\"QuangThuong\"\/> Nằm phía đông nam và cách Phú Quý gần 60&nbsp;km, có thể một phần hòn đảo này hình thành năm [[1923]] do hoạt động phun trào dưới lòng biển Đông<ref>Theo tài liệu của phương Tây như [[John Crawfurd|Crawfurd]] hay James Horsburgh thì đảo này đã được nhiều tàu thuyền trông thấy đầu thế kỷ 19.<\/ref>. Lúc đầu có dạng hình tròn với đường kính 40 m, trên mặt có cát trắng và xung quanh có cạnh bậc thang thoai thoải. Hiện nay hình thành một bãi đá ngầm dài 700 m và rộng gần 500 m. Hòn Đồ lớn còn được hàng hải phương Tây gọi là Round Island hoặc Great Catwick.<ref name=\":0\" \/><ref>{{Chú thích web|url=https:\/\/innotour.vn\/nhung-hon-dao-an-tuong-khong-kem-bao-quanh-phu-quy\/|tựa đề=Những hòn đảo ấn tượng không kém bao quanh Phú Quý|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=https:\/\/web.archive.org\/web\/20191209091704\/https:\/\/innotour.vn\/nhung-hon-dao-an-tuong-khong-kem-bao-quanh-phu-quy\/|ngày lưu trữ=2019-12-09|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>\n\n'''Hòn Đồ Nhỏ''' hay '''Hòn Trào''': cách Hòn Bố 2 hải lý về phía đông, rộng chỉ có 50 m².<ref name=\"QuangThuong\"\/> Hòn Đồ nhỏ còn được gọi là Little Catwick hoặc Pyramid trong hàng hải phương Tây. Little Catwick cách Pulo Sapata (hòn Hải) 2 dặm về hướng tây bắc.<ref name=\":0\" \/>\n\n'''Hòn Đá Tý''', '''Hòn Tý''', '''Hòn Vung''' hay '''Hòn Tiền''':<ref name=\"QuangThuong\"\/> cách đảo Phú Quý 80–100 m.\n\n==Di tích lịch sử==\n[[Tập tin:Chualinhsonphuquy.jpg|nhỏ|Khung cảnh nhìn từ chân tượng Quan Âm chùa Linh Sơn]]\n*[[Chùa Linh Quang (Bình Thuận)|Chùa Linh Quang]] là di tích lịch sử cấp quốc gia tọa lạc trên một đồi cao tại thôn Mỹ Khê xã Tam Thanh. Chùa được xây dựng vào thời [[Cảnh Hưng thứ 8]] đến nay đã có hơn 250 tuổi. Chùa còn lưu giữ các sắc phong của triều Nguyễn ban.<ref>{{Chú thích web | url = http:\/\/www.phuquy.gov.vn\/index.php?option=com_content&view=article&id=953:di-lch-lch-s-vn-hoa-cp-quc-gia-chua-linh-quang&catid=22:du-lch&Itemid=7 | tiêu đề = Di lịch lịch sử văn hóa cấp quốc gia Chùa Linh Quang | tác giả =  | ngày =  | ngày truy cập = 20 tháng 4 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 27 tháng 4 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20150427142925\/http:\/\/www.phuquy.gov.vn\/index.php?option=com_content&view=article&id=953:di-lch-lch-s-vn-hoa-cp-quc-gia-chua-linh-quang&catid=22:du-lch&Itemid=7 | url-status = dead }}<\/ref>\n*[[Vạn An Thạnh (Phú Quý)|Vạn An Thạnh]] nằm ở xã Tam Thanh là một trong những vạn tại đảo thờ và tín ngưỡng ông Nam Hải và ở đây cũng có một số sắc phong mà các vua triều Nguyễn ban tặng.<ref>{{Chú thích web | url = http:\/\/www.phuquy.gov.vn\/index.php?option=com_content&view=article&id=949:di-tich-lch-s-vn-hoa-cp-quc-gia-vn-an-thnh&catid=22:du-lch&Itemid=7 | tiêu đề = Di tích lịch sử văn hóa cấp quốc gia - Vạn An Thạnh | tác giả =  | ngày =  | ngày truy cập = 20 tháng 4 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 27 tháng 4 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20150427143540\/http:\/\/www.phuquy.gov.vn\/index.php?option=com_content&view=article&id=949:di-tich-lch-s-vn-hoa-cp-quc-gia-vn-an-thnh&catid=22:du-lch&Itemid=7 | url-status = dead }}<\/ref>\n*[[Đền thờ Công chúa Bàn Tranh (Phú Quý)|Đền thờ Công chúa Bàn Tranh]] là di tích lịch sử cấp quốc gia, thôn Quý Hải, Long Hải\n* Đền thờ Bà Chúa Ngọc và vạn Thương Hải là 2 di tích lịch sử cấp tỉnh vừa mới được công nhận có 5 sắc phong thần cho Bà Chúa Ngọc và còn một số hiện vật tế tự quý như: chiếc đỉnh đồng, chân đèn và chuông đồng. Ba sắc phong cho Thần Nam Hải và 2 sắc phong thần cho Bắc Trấn đô đốc Bùi Quận Công.\n* Đình làng Triều Dương còn lưu giữ nhiều di vật quý giá như: các câu đối, hoành phi viết bằng chữ Hán Nôm; 5 sắc phong của các vua triều Nguyễn phong tặng cho Thành Hoàng bổn cảnh. Đây là di tích lịch sử cấp tỉnh.\n* Ngoài ra Phú Quý còn có một số chùa và đền nổi tiếng được nhân dân sùng bái và thờ kính: Chùa Linh Sơn núi Cao Các, Mộ Thầy Nại, Thánh thất Cao Đài Ngũ Phụng,...\n*Ngày 16\/5\/2019 Đền thờ Bạch mã Thái giám làng Phú Mỹ được trao bằng di tích kiến trúc nghệ thuật (cấp tỉnh)\n'''Di tích Cấp quốc gia:'''\n\n# [[Chùa Linh Quang (Bình Thuận)|Di tích lịch sử Thắng cảnh - Chùa Linh Quang (Tam Thanh)]]\n# [[Vạn An Thạnh (Phú Quý)|Di tích lịch sử văn hóa – Vạn An Thạnh (Tam Thanh)]]\n#[[Đền thờ Công chúa Bàn Tranh (Phú Quý)|Di tích lịch sử  – Đền thờ Công chúa Bàn Tranh (Long Hải)]]\n\n'''Di tích Cấp tỉnh:'''\n\n# Di tích lịch sử văn hóa - Đình làng Triều Dương (Tam Thanh)\n#Di tích lịch sử văn hóa – Đình và Vạn Hội An (Tam Thanh)\n#Di tích lịch sử văn hóa – Vạn Mỹ Khê (Tam Thanh)\n#Di tích lịch sử văn hóa – Đền thờ Thầy Sài Nại (Ngũ Phụng)\n#Di tích lịch sử văn hóa – Đền thờ Bà Chúa Ngọc- Vạn Thương Hải (Ngũ Phụng)\n#Di tích lịch sử văn hóa – Đình làng Long Hải (còn gọi là Nhà Vuông)\n#Di tích lịch sử văn hóa – Đền thờ Bà Chúa Ngọc-Miếu Cây Da (Long Hải)\n#Di tích kiến trúc nghệ thuật – Đền thờ Bạch Mã Thái Giám làng Phú Mỹ (Ngũ Phụng)\n\n==Ẩm thực - đặc sản==\n*[[Hải sâm]] được nhiều người ưa thích nhất và được phục vụ trong các bữa tiệc. Hải sâm còn là nguồn lợi xuất khẩu.\n*Da [[cá mú]] bông<ref>{{Chú thích web | url = http:\/\/ngoisao.net\/tin-tuc\/thu-gian\/an-choi\/dao-phu-quy-goi-y-khong-toi-cho-dip-le-30-4-3179250.html | tiêu đề = Đảo Phú Quý - gợi ý không tồi cho dịp lễ 30\/4 - Ngôi sao | tác giả = | ngày = | ngày truy cập = 20 tháng 4 năm 2015 | nơi xuất bản = Chuyên mục văn hoá giải trí của VnExpress | ngôn ngữ = }}<\/ref> hấp các vị thuốc bắc gồm đại táo, câu kỷ, mộc nhĩ, bá hạp, hột sen và một ít bún song thăng, gia thêm ngũ vị hương.\n*[[Cua huỳnh đế]]<ref>{{Chú thích web | url = http:\/\/www.thanhnien.com.vn\/am-thuc\/ra-dao-phu-quy-an-cua-huynh-de-216187.html | tiêu đề = Ra đảo Phú Quý ăn cua huỳnh đế | tác giả = | ngày = | ngày truy cập = 20 tháng 4 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref> là đặc sản của vùng biển Bình Thuận, nhất là tại Phú Quý. Cua huỳnh đế có màu đỏ hồng, mai hình vuông, càng và que ngắn. Đặc biệt, đầu cua dài và có nhiều râu.\n*[[Ốc vú nàng]]<ref>{{Chú thích web | url = http:\/\/nld.com.vn\/dia-phuong\/mon-ngon-nho-lau-vu-nang-phu-quy-20130405045536685.htm | tiêu đề = Món ngon nhớ lâu: Vú nàng Phú Quý | tác giả = | ngày = | ngày truy cập = 20 tháng 4 năm 2015 | nơi xuất bản = [[Người lao động (báo)|Người Lao động]] | ngôn ngữ = }}<\/ref><ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/mon-ngon-diem-dep\/oc-vu-nang-mon-ngon-cu-lao-cham-949036.htm | tiêu đề = Ốc vú nàng - món ngon cù lao Chàm | tác giả = | ngày = 28 tháng 9 năm 2014 | ngày truy cập = 20 tháng 4 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>\n\n==Giao thông Phú Quý==\nGiao thông nối liền Phú Quý và đất liền từ trước đến giờ còn hạn chế chủ yếu dựa vào đường thủy nội địa. Hiện nay có tàu trung tốc Hưng Phát, cao tốc SuperDong, Express Phú Quý. giảm thời gian từ 6h xuống còn 2h30 phút. Giao thông đường bộ trên đảo thuận lợi. Có dịch vụ cho thuê xe máy để di chuyển trên đảo.\n\n== Điện gió Phú Quý ==\n[[Điện gió Phú Quý]] {{coord|10.551125|108.931214| type:landmark_region:VN| format= dms| name= Điện gió}} đặt tại vùng đất xã [[Long Hải, Phú Quý|Long Hải]] và [[Ngũ Phụng]] phía bắc đảo. Điện gió Phú Quý có công suất lắp máy 6 MW với 3 tua bin, cung cấp hàng năm khoảng 25,4 triệu kWh, hoạt động liên hợp với nhà máy điện diesel 3 MW. Dự án khởi công ngày 26\/11\/2010, dự kiến tháng 12\/2011 nhưng thực tế khánh thành tháng 8\/2012 <ref name =dgpq-bth >[http:\/\/sct.binhthuan.gov.vn\/wps\/portal\/home\/tintuc\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3hfRxMDTyNnA3cLPzdDA88woxBfc89gQx9zA_2CbEdFAMfMzTk!\/?WCM_PORTLET=PC_7_LHD81301IOURE0AGM98REJ1UG3_WCM&WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/sbn_ct_vi\/st_congthuong\/kho_noi_dung\/tin_tuc\/sa_diennang\/ea9346804e5ab8a3977bdf98abcf668d&cur_id=ea9346804e5ab8a3977bdf98abcf668d Khánh thành nhà máy điện gió Phú Quý] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190212011805\/http:\/\/sct.binhthuan.gov.vn\/wps\/portal\/home\/tintuc\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3hfRxMDTyNnA3cLPzdDA88woxBfc89gQx9zA_2CbEdFAMfMzTk!\/?WCM_PORTLET=PC_7_LHD81301IOURE0AGM98REJ1UG3_WCM&WCM_GLOBAL_CONTEXT=%2Fwps%2Fwcm%2Fconnect%2Fsbn_ct_vi%2Fst_congthuong%2Fkho_noi_dung%2Ftin_tuc%2Fsa_diennang%2Fea9346804e5ab8a3977bdf98abcf668d&cur_id=ea9346804e5ab8a3977bdf98abcf668d |date = ngày 12 tháng 2 năm 2019}}. Tin Sở Công thương Bình Thuận, 29\/01\/2013. Truy cập 11\/07\/2019.<\/ref><ref name =dgpq-evn >[https:\/\/www.evn.com.vn\/d6\/news\/Khanh-thanh-Nha-may-Dien-gio-tai-huyen-dao-Phu-Quy-141-17-6584.aspx Khánh thành Nhà máy Điện gió tại huyện đảo Phú Quý]. Tin EVN, 25\/01\/2013. Truy cập 11\/07\/2019.<\/ref>.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{commons cat|Phú Quý}}\n* [http:\/\/phuquy.gov.vn Trang tin Đảo Phú Quý] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180409022448\/http:\/\/phuquy.gov.vn\/ |date = ngày 9 tháng 4 năm 2018}}\n*Horsburgh, James (1841), [[iarchive:indiadirectoryor01hors\/page\/n9|The India directory, or, Directions for sailing to and from the East Indies, China, Australia, and the interjacent ports of Africa and South America: comp. chiefly from original journals of the honourable company's ships, and from observations and remarks, resulting from the experience of twenty-one years in the navigation of those seas]]. London: W.H. Allen and Co.\n\n{{sơ khai Bình Thuận}}\n{{Đơn vị hành chính thuộc huyện Phú Quý}}\n{{Huyện thị Bình Thuận}}\n{{Đơn vị hành chính hải đảo Việt Nam}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Du lịch Bình Thuận]]\n[[Thể loại:Quần đảo Việt Nam]]\n[[Thể loại:Huyện đảo Việt Nam]]"}