{"546889":"{{bài cùng tên|Phú Lộc (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Phú Lộc\n| hình = Dongchuong001.jpg‎\n| ghi chú hình = Một góc [[hồ Đồng Chương]]\n| vĩ độ = 20\n| vĩ phút = 14\n| vĩ giây = 36\n| kinh độ = 105\n| kinh phút = 47\n| kinh giây = 32\n| diện tích = 9,55 km²\n| dân số = 6.345 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 664 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Nho Quan]]\n| thành lập = 1964\n| trụ sở UBND = \n| mã hành chính = 14446<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phú Lộc''' là một xã miền núi nằm ở huyện [[Nho Quan]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Phú Lộc cách trung tâm [[Thành phố Ninh Bình|thành phố Ninh Bình]] 24&nbsp;km, có vị trí địa lý:\n*Phía đông giáp xã [[Quỳnh Lưu, Nho Quan|Quỳnh Lưu]]\n*Phía nam giáp xã [[Phú Long, Nho Quan|Phú Long]] và xã [[Kỳ Phú, Nho Quan|Kỳ Phú]] \n*Phía tây giáp xã [[Văn Phú, Nho Quan|Văn Phú]]\n*Phía bắc giáp xã [[Thanh Lạc, Nho Quan|Thanh Lạc]] và xã [[Sơn Thành, Nho Quan|Sơn Thành]].\n\nXã Phú Lộc có diện tích là 9,55&nbsp;km², dân số là 6.345 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 664 người\/km².\n\nHiện nay có một đơn vị bộ đội là Trung đoàn 202 đóng quân trên địa bàn xã Phú Lộc.\nXã này nằm trên quốc lộ 12B nối [[thành phố Tam Điệp]] với [[nho Quan (thị trấn)|thị trấn Nho Quan]] đi các tỉnh Hòa Bình, Sơn La và [[Quốc lộ 45|quốc lộ 45]] đi Thanh Hóa, ngã ba Rịa là một nút giao thông trong xã. Xã cũng nằm trên Đại lộ [[Tràng An]] (đường nối [[chùa Bái Đính]] - [[Vườn quốc gia Cúc Phương|Cúc Phương]]) đi qua. \n[[Tập tin:Đền Kho.JPG |nhỏ|phải|250px|Đền Kho thờ Lê Chương, Lê Du thời Đinh]]\n\n==Lịch sử==\nXã được thành lập theo quyết định số 199\/QN ngày 22\/7\/1964 trên cơ sở tách từ xã Yên Phú.\n\n==Kinh tế==\nPhú Lộc là một trong 5 xã của huyện [[Nho Quan]] được chọn xây dựng nông thôn mới giai đoạn 2011-2015. Đối chiếu với bộ tiêu chí Quốc gia về XDNTM thì đến 2011 Phú Lộc mới chỉ đạt 2 trong tổng số 19 tiêu chí. Việc XDNTM ở Phú Lộc gặp rất nhiều khó khăn, đặc biệt là về cơ sở hạ tầng. Hơn 8&nbsp;km đường trục xã xuống cấp; tỷ lệ đường liên thôn, liên xóm cứng hóa chỉ đạt khoảng 10%. Hệ thống kênh mương, đường giao thông nội đồng phần lớn chưa được kiên cố hóa. Trường Tiểu học, Trung học cơ sở và Trung hoc phổ thông tuy đã đạt chuẩn Quốc gia giai đoạn 1 song vẫn chưa đạt yêu cầu của bộ tiêu chí Quốc gia nông thôn mới. Trạm y tế xã đã được xây dựng từ lâu, cơ sở vật chất thiếu thốn, nghèo nàn. Việc bố trí sắp xếp khu dân cư của xã không đồng đều, kiến trúc nhà ở lộn xộn, chắp vá, thiếu hệ thống tiêu, thoát nước…\n\nMục tiêu xã là tăng thu nhập của người dân lên gấp 4 lần, giảm tỷ lệ hộ nghèo từ 12% xuống dưới 6% và chuyển dịch cơ cấu lao động từ 80% nông nghiệp xuống 30% vào năm 2015.\n \nNgười dân Phú Lộc sống chủ yếu dựa vào nghề trồng lúa trong khi diện tích canh tác toàn xã chỉ có gần 500 ha, trong đó trên 200 ha vùng trũng cấy 1 vụ lúa. Giá trị kinh tế trên một đơn vị canh tác của xã hiện mới đạt 33 triệu đồng\/ha. Trong khi đó xã gần như không có nghề phụ, toàn xã chỉ có 10 doanh nghiệp xây dựng, 1 cơ sở may công nghiệp với số lượng công nhân không nhiều. \n \nHiện nay xã đã chuyển đổi 250 ha cấy lúa kém hiệu quả sang nuôi cá và dần biến những vùng này thành các gia trại nuôi cá, vịt, lợn cho thu nhập hàng trăm triệu đồng. Bên cạnh đó xã tập trung vào việc phát triển 20 ha trồng rau sạch, khuyến khích người dân chăn nuôi các cây, con đặc sản. Nâng cao hiệu quả hoạt động của các HTX, tạo điều kiện thuận lợi cho công nghiệp, dịch vụ phát triển trên địa bàn nông thôn, nhất là các doanh nghiệp chế biến, tiêu thụ nông sản, thực phẩm sử dụng nhiều lao động.\n\n===Chợ Rịa===\nXã Phú Lộc có chợ Rịa nằm tại ngã ba Rịa giữa điểm đầu quốc lộ 45 với quốc lộ 12B, là một trong 9 chợ quê trên địa bàn [[Nho Quan]] nằm trong danh sách 107 chợ loại 1, 2, 3 ở [[Ninh Bình]] năm 2008. Đây cũng là một chợ quê nổi tiếng trên vùng đất thuộc chiến khu Quỳnh Lưu xưa. Chợ Rịa từng được đi vào thơ ca:\n:Vẫn là chợ Rịa ngày xưa\n:Sắc hương rừng rắc lưa thưa dọc đường…\n:Núi đồi - đèo dốc giăng sương\n:Nghiêng nghiêng bóng mấy cô Mường xinh xinh.\n\n==Đình Hương Thịnh==\nĐình Hương Thịnh (Phú Lộc, Nho Quan): thờ [[thần Cao Sơn]] trấn trạch vùng núi phía tây [[Hoa Lư tứ trấn]] ở [[Ninh Bình]]. Thần Cao Sơn nguyên là Lạc tướng Vũ Lâm, cai quản vùng núi Vũ Lâm phía tây [[Ninh Bình]]. Đền thờ chính của thần ở huyện Phụng Hóa, nay là đền Láo ở xã Văn Phú, [[Nho Quan]], [[Ninh Bình]].<ref>{{Chú thích web |url=http:\/\/thanglong.chinhphu.vn\/Home\/Ngoi-den-tho-em-trai-Hung-Vuong-thu-nhat\/20106\/5004.vgp |ngày truy cập=2014-12-02 |tựa đề=Ngôi đền thờ em trai Hùng Vương thứ nhất |archive-date = ngày 20 tháng 7 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180720194935\/http:\/\/thanglong.chinhphu.vn\/Home\/Ngoi-den-tho-em-trai-Hung-Vuong-thu-nhat\/20106\/5004.vgp }}<\/ref> Vị thần này có công phù trợ quân [[Lê Tương Dực]] diệt được [[Lê Uy Mục|Uy Mục]] nên được dân làng Kim Liên rước về thờ trấn phía Nam kinh thành Thăng Long. Ở [[Ninh Bình]], thần Cao Sơn được thờ ở nhiều di tích thuộc vùng núi Nho Quan - Tam Điệp và là vị thần trấn trạch phía tây [[Hoa Lư tứ trấn]].\n\nTheo như thần phả các đền thờ Cao Sơn ở [[Ninh Bình]] thì Cao Sơn đại vương là Lạc tướng [[Hành cung Vũ Lâm|Vũ Lâm]] (tức vùng núi phía tây [[Ninh Bình]] ngày nay nên còn được gọi là vị thần tây trấn [[Hoa Lư tứ trấn]]), khi vâng mệnh vua Hùng đi tuần từ vùng Nam Lĩnh đến vùng Thiên Dưỡng, đã tìm ra một loài cây thân có bột dùng làm bánh thay bột gạo, lấy tên mình đặt tên cho cây là [[Báng|Quang lang]] (dân địa phương vẫn gọi là cây quang lang hay cây [[báng|búng báng]]). Thần đã dạy bảo và giúp đỡ người dân làm ăn sinh sống đồng thời bảo vệ khỏi các thế lực phá hoại vì vậy đã được nhân dân lập nhiều đền thờ<ref>[http:\/\/www.cpv.org.vn\/print_preview.asp?id=BT1580721655 Phát hiện sắc phong thời Tây Sơn ở Đền Núi Hầu], Báo Điện tử Đảng Cộng sản Việt Nam. Truy cập 2008-12-03.<\/ref>.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Nho Quan}}"}