{"546893":"{{otheruses|Phú Long (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Phú Long\n| hình = HoDongChuong1.jpg\n| ghi chú hình = [[Hồ Đồng Chương]]\n| vĩ độ = 20\n| vĩ phút = 11\n| vĩ giây = 58\n| kinh độ = 105\n| kinh phút = 47\n| kinh giây = 58\n| diện tích = 30,35 km²\n| dân số = 6.517 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 215 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Nho Quan]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14458<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phú Long''' là một xã vùng cao nằm ở phía nam huyện [[Nho Quan]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Phú Long nằm ở phía nam huyện [[Nho Quan]], cách trung tâm [[Thành phố Ninh Bình|thành phố Ninh Bình]] 27&nbsp;km, có vị trí địa lý:\n*Phía đông giáp các xã [[Quỳnh Lưu, Nho Quan|Quỳnh Lưu]] và [[Quảng Lạc, Nho Quan|Quảng Lạc]]\n*Phía nam giáp thành phố [[Tam Điệp]]\n*Phía tây giáp xã [[Kỳ Phú, Nho Quan|Kỳ Phú]]\n*Phía tây nam tỉnh [[Thanh Hóa]]\n*Phía bắc giáp xã [[Phú Lộc, Nho Quan|Phú Lộc]].\n\nXã Phú Long có diện tích 30,35&nbsp;km², dân số năm 2019 là 6.517 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 215 người\/km².\n\nĐây là xã có diện tích lớn thứ 4 ở Ninh Bình, sau các xã Cúc Phương, Kỳ Phú, Quang Sơn. Đây cũng là một trong 10 xã có mật độ dân cư thấp nhất [[Ninh Bình]], theo thứ tự tăng dần gồm: Cúc Phương, Kỳ Phú, Quang Sơn, Phú Long, Ninh Hải, Đông Sơn, Sơn Lai, Yên Đồng, Gia Hòa và Gia Sinh.\n\nXã Phú Long có quốc lộ 45 đi qua với chiều dài gần 8&nbsp;km. Từ đây cũng có đường tỉnh lộ nối thẳng trực tiếp với [[Tam Điệp|thành phố Tam Điệp]].\n\nỞ phía bắc xã Phú Long có hồ Đá Lải, là nơi lưu trữ nước phục vụ tưới tiêu trong huyện và một hồ câu cá ở miền Bắc.\n\n==Văn hóa - du lịch==\n===Công viên động vật hoang dã quốc gia Việt Nam===\n{{chính|Công viên động vật hoang dã quốc gia Việt Nam}}\n[http:\/\/baoninhbinh.org.vn\/news\/print\/2DE8F4 Dự án đầu tư xây dựng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304180138\/http:\/\/baoninhbinh.org.vn\/news\/print\/2de8f4 |date = ngày 4 tháng 3 năm 2016}} Công viên bảo tồn động vật hoang dã Quốc gia tại [[Ninh Bình]] thực hiện theo Quyết định số 57\/QĐ-TTg của Thủ tướng chính phủ Việt Nam. Địa điểm của dự án được đặt tại 2 xã [[Kỳ Phú, Nho Quan|Kỳ Phú]] và Phú Long ([[Nho Quan]]) với tổng diện tích khoảng 1.488 ha. Đây là công viên bảo tồn động vật hoang dã Quốc gia đầu tiên tại [[Việt Nam]] và được xây dựng, phát triển, hoạt động đạt tiêu chuẩn Quốc tế.\n \nDự án dự kiến giai đoạn đầu tư thu hút khoảng 2 triệu khách\/năm và đến năm 2020 sẽ đón 3,5 triệu khách\/năm. Dự án đi vào hoạt động sẽ tạo việc làm cho khoảng 2.500 lao động. Tổng vốn đầu tư khoảng 9.364,5 tỷ đồng, trong đó nguồn ngân sách 3.964,5 tỷ đồng, nguồn vốn doanh nghiệp và huy nguồn vốn xã hội hoá 5.400 tỷ đồng. Thời gian thực hiện dự án từ năm 2012- 2020. Đây là dự án mang tầm vóc quốc tế và cũng là dự án đầu tiên được triển khai tại Việt Nam cũng như trên địa bàn tỉnh [[Ninh Bình]].\n \nDự án này nằm ngay vùng đệm ở phía nam [[Vườn quốc gia Cúc Phương]], rất gần các [[Tràng An|Khu du lịch Tràng An]], [[chùa Bái Đính]], Khu du lịch sinh thái [[hồ Đồng Chương]], [[suối nước nóng Kênh Gà|suối Kênh Gà]]-[[động Vân Trình]] để tạo thành quần thể du lịch liên hoàn thu hút khách du lịch về với [[cố đô Hoa Lư]].\n\n[http:\/\/www.ninhbinh.gov.vn\/web\/guest\/the-thao\/view?assetpublish=954531&entries=tin+the+thao Theo QUYẾT ĐỊNH Số: 731 \/QĐ-ủy ban nhân dân V\/v phê duyệt quy hoạch xây dựng Công viên động vật hoang dã Quốc gia]{{Liên kết hỏng|date = ngày 18 tháng 5 năm 2021 |bot=InternetArchiveBot }} tại tỉnh Ninh Bình, Công viên động vật hoang dã Quốc gia Việt Nam [http:\/\/baodientu.chinhphu.vn\/Home\/Xay-Cong-vien-dong-vat-hoang-da-Quoc-gia-tai-Ninh-Binh\/20129\/149966.vgp có 6 phân khu chính gồm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305005838\/http:\/\/baodientu.chinhphu.vn\/Home\/Xay-Cong-vien-dong-vat-hoang-da-Quoc-gia-tai-Ninh-Binh\/20129\/149966.vgp |date=2016-03-05 }}:\n*'''Phân khu động vật hoang dã''': Vị trí tại phía Tây khu đất, tiếp giáp với vườn quốc gia Cúc Phương. Các hoạt động tại đây có tính chất gần gũi với thiên nhiên; Gồm các công trình: Nhà điều hành, quản lý, nghiên cứu khoa học; công trình phục vụ chăm sóc, triển lãm động vật hoang dã, các công trình dịch vụ phục vụ khách tham quan. \n*'''Phân khu Vui chơi giải trí theo chủ đề''': Vị trí tại phía Đông khu đất, cách xa Phân khu động vật hoang dã. Gồm các cụm công trình thể dục thể thao (trường đua, nhà luyện tập, thi đấu thể dục thể thao); Các cụm công trình giải trí (thế giới nước, trò chơi cảm giác mạnh, biểu diễn nghệ thuật, khu mô hình các công trình nổi tiếng thế giới, mê cung, phim trường...) và các dịch vụ hỗ trợ. \n*'''Phân khu Trung tâm dịch vụ''': Vị trí tại trung tâm khu đất, là trục chuyển tiếp, kết nối giữa hoạt động thiên nhiên và hoạt động con người. Có các công trình dịch vụ văn phòng, dịch vụ thương mại, khu dịch vụ ăn uống và dịch vụ nghỉ dưỡng. \n*'''Phân khu tái định cư và nhà công vụ''': Vị trí gần Trung tâm khu đất, phía Đông Nam khu Trung tâm Dịch vụ, bố trí quỹ đất, nhà ở phục vụ công tác tái định cư và cán bộ nhân viên làm việc lâu dài của Dự án. \n*'''Phân khu cây xanh sinh thái 1 và 2''': Vị trí phía Nam khu đất, là trục cảnh quan rừng của Dự án, tiếp nối với vườn quốc gia Cúc Phương. Các vị trí có địa hình thuận lợi bố trí các khu trang trại Nông lâm, các khu nghỉ dưỡng sinh thái Bungalow, với chức năng là vùng đệm, cách ly khu động vật hoang dã với các hoạt động bên ngoài công viên. \n*'''Phân khu Chăm sóc – Nghiên cứu Phát triển''': Vị trí phía Tây Bắc khu đất, phục vụ chăm sóc cứu hộ động vật, nghiên cứu nhân giống các loài động vật hoang dã, cung cấp, trao đổi động vật hoang dã cho các Vườn thú.\n\n===Di tích - danh thắng===\nXã Phú Long có 2 khu du lịch đã được đưa vào khai thác gồm:\n*[[Phủ Đồi Ngang]] là khu du lịch văn hóa tâm linh thuộc hệ thống tứ phủ thánh cậu.\n*[[Hồ Đồng Chương]] được xây dựng thành khu du lịch sinh thái nghỉ dưỡng cuối tuần.\n\nTính đến năm 2010, Phú Long có [[Du lịch Ninh Bình#Di tích, danh thắng cấp quốc gia|2 di tích cấp quốc gia]] là:\n*Dốc Giang: là di tích đã gắn liền với chiến thắng của quân và dân [[Ninh Bình]] năm 1953. Gọi là Dốc Giang vì trước đây có rất nhiều cây giang mọc ở hai đồi bên dốc. Dốc Giang nằm trên đường [[Quốc lộ 45]] từ Rịa đi Sòng Cạn (Thạch Thành - Thanh Hoá). Chiến thắng Dốc Giang đã tiêu diệt và bắt sống gần 200 tên địch, bắn cháy và phá huỷ 5 xe tăng, 2 xe thiết giáp, 4 xe cam nhông và 1 xe gíp. Trận đánh đã làm gãy mũi tấn công quan trọng của thực dân Pháp.\n*Thung Lóng.\nNgoài ra, Hồ Đá Lải thuộc xã Phú Long, có trữ lượng 2,5 triệu mét khối nước. Trên diện tích 400m 2 mặt nước nuôi cá lồng tại hồ Đá Lải mỗi năm cho sản lượng 15-18 tấn cá thịt cũng là một điểm du lịch giải trí cuối tuần.\n\nĐây cũng là xã được công nhận [http:\/\/baoninhbinh.org.vn\/news\/5\/2DA78E\/Nhung-phan-thuong-cao-quy---Anh-hung-luc-luong-vu-trang-nhan-dan Anh hùng lực lượng vũ trang nhân dân] ở [[Ninh Bình]].\n\n==Chú thích==\n{{Tham khảo|30em}}\n*[http:\/\/www.monre.gov.vn\/monrenet\/default.aspx?tabid=239&ItemID=30201 Danh mục địa danh các đơn vị hành chính thể hiện trên bản đồ - Địa danh hành chính thể hiện trên bản đồ tỉnh Ninh Bình]{{Liên kết hỏng|date = ngày 24 tháng 3 năm 2021 |bot=InternetArchiveBot }}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Nho Quan}}"}