{"750378":"{{chú thích trong bài}}\n{{bài cùng tên|Phúc Tân}} \n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Phúc Tân\n| vai trò hành chính = phường\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 0,79 km²<ref name=MS>{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date=2013-03-24|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|url-status=dead}}<\/ref>\n| dân số = 18.541 người<ref name=uybannhandanthanhphohanoi>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-851-tb-ubnd-ha-noi-2021-ve-danh-gia-cap-do-dich-trong-phong-chong-dich-covid-19-tren-dia-ban-214698-d2.html|tựa đề=Thông báo số 851\/TB-UBND đánh giá cấp độ dịch trong phòng, chống dịch Covid-19 trên địa bàn thành phố Hà Nội|tác giả=Ủy ban nhân dân thành phố Hà Nội|ngày=2021-12-24|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2021\n| mật độ dân số = {{formatnum:{{#expr:floor(18541\/0.79)}} }} người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| quận = [[Hoàn Kiếm]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 00037<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Phúc Tân''' là một [[Phường (Việt Nam)|phường]] thuộc quận [[Hoàn Kiếm]], thành phố [[Hà Nội]], [[Việt Nam]].\n\nPhường Phúc Tân có diện tích 0,79&nbsp;km², dân số năm 2021 là 18.541 người, mật độ dân số đạt {{formatnum:{{#expr:floor(18541\/0.79)}} }} người\/km².<ref name=MS\/><ref name=uybannhandanthanhphohanoi\/>\n\n==Vị trí địa lý==\nPhường Phúc Tân ở phía Đông thủ đô [[Hà Nội]].\n\nPhía đông giáp [[sông Hồng]]\n\nPhía tây giáp phường [[Đồng Xuân]], [[hàng Buồm (phường)|Hàng Buồm]], [[Lý Thái Tổ, Hoàn Kiếm|Lý Thái Tổ]]\n\nPhía nam giáp phường [[Chương Dương (phường)|Chương Dương]]\n\nPhía bắc giáp phường [[Phúc Xá]], quận [[Ba Đình]].\n\nTrên địa bàn phường có 6 đường phố chính đã được đặt tên là: Phố Phúc Tân, Bảo Linh, Thanh Yên, Nguyên Khiết, [[Nguyễn Tư Giản]] và một phần đường Hồng Hà từ cầu [[Long Biên]] đến [[Hàm Tử]] quan.\n\nPhường Phúc Tân nằm bên hữu ngạn sông Hồng. Hàng năm phù sa sông Hồng giúp đồng ruộng thêm màu mỡ, đồng thời bồi đắp và mở rộng vùng châu thổ. Nguồn cá bột của nó đã cung cấp cá giống đáng kể cho nghề nuôt cá nước ngọt ở [[Đồng bằng sông Hồng]]. Nhưng vào mùa lũ thì con sông này lại gây ra nhiều thảm họa cho dân ven bờ, trong đó có phương Phúc Tân.\n\n==Lịch sử==\nPhúc Tân là một dải đất nằm bên hữu ngạn sông Hồng (Nhị Hà). Từ xa xưa là những làng thôn nghèo thưa thớt. Cộng đồng cư dân phường Phúc Tân có một quá trình hình thành và phát triển lâu đời. Qua bao thế kỉ dựng xây, không ngừng đô thị hóa, từ những phường, thôn, làng nhỏ nằm sát bờ sông Nhị xưa, nay đã trở thành một trong những phường trung tâm của thủ đô Hà Nội.\n\nĐịa danh Phúc Tân là tên gọi từ sau [[Cách mạng tháng Tám]]. Theo sử sách cũ, ngay từ [[thế kỉ XI]] đến [[thể kỉ XIV]], nhà nước phong kiến Lý - Trần chọn [[Thăng Long]] làm quốc đô, xây dựng kinh thành trên bờ Tây sông Hồng. Để bảo vệ kinh thành khỏi sự tàn phá của thiên tai, ngay từ năm [[1108]], triều đình đã huy động nhân dân đắp đê ở phường [[Cơ Xá]] dọc sông Hồng từ [[Nghi Tàm]], [[Yên Phụ]] xuống [[Lương Yên]], [[Thanh Trì]] ngày nay.\n\nNăm [[1248]], [[Trần Thái Tông]] khuếch trương việc trị thủy sông Hồng, hạ lệnh đắp một hệ thống đê, gọi là đê Đỉnh Nhĩ (quai vạc) chạy suốt từ đầu nguồn đến bờ biển đề phòng nước lụt sông Hồng; đặt chức \"Hà đê sứ\" và \"phó sứ\" để trông coi, đôn đốc việc đắp đê.\n\nMùa lũ hằng năm, các viên chánh sứ, phó sứ về đê phải trực tiếp đi tuần tra, thấy chỗ nào non phải tu bổ ngay, nếu biếng nhác không làm tròn nhiệm vụ để đến nỗi trôi dân cư, ngập lúa má sẽ tùy tội nặng nhẹ mà khiển phạt (An Nam chí nguyện).\n\nTừ đời nhà Trần, sau khi một miền đất rộng lớn ven châu thổ sông Hồng phía Đông Bắc kinh thành Thăng Long bắt đầu được khai phá thì cộng đồng cư dân trong khu vực phường Phúc Tân ngày nay có thể cũng được hình thành. Theo các cụ già làng Bắc Biên Trung Hà ([[Gia Lâm]]) thì người dân ở đây là dân gốc phường Cơ Xá (địa giới Cơ Xá rộng vốn là một phường cổ, bao gồm một dải đất chạy dọc hữu ngạn sông Hồng gồm 4 thôn: Cơ Xá Tây Biên nam (một xóm nhỏ làng [[Đồng Nhân]] - [[hai Bà Trưng (quận)|quận Hai Bà Trưng]]), Cơ Xá Trung Hà (một làng đông dân cư gần cầu Long Biên), Cơ Xá Bắc Biên (Phúc Xá Bắc Biên).\n\nTheo [[Phạm Đình Hổ]], một nho sĩ sống vào nửa sau [[thể kỷ XVIII]] mô tả: Kinh thành khi xưa có phường Giang Khẩu (sau là Hà Khẩu) tiếp giáp bờ sông Nhị, liền với các ngòi sông Nhị chảy vào sông Tô. Do cửa sông Tô dần dần bị bồi lấp, bến càng Hà Nội chuyển lên phía Bắc (khoảng phố Nguyên Khiết) ngày nay.\n\n==Hành chính==\nPhường Phúc Tân được chia thành 7 khu phố, 63 tổ dân phố, tổ đông nhất có 103 hộ, ít nhất 53 hộ.\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.hoankiem.gov.vn\/city_info\/anzeige\/redaktionssystem\/main\/show.cfm?region_id=70&lang_id=2&id=2787&modul_id=5&masterid=2404&CFID=4734302&CFTOKEN=55388574&nocache=40897.6129051 Bản đồ hành chính phường Phúc Tân]{{Liên kết hỏng|date = ngày 25 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n{{Đơn vị hành chính thuộc quận Hoàn Kiếm}}"}