{"8383":"'''Phượng Hoàng Trung Đô''' (鳳凰中都) là [[thủ đô|kinh thành]] do [[Nguyễn Huệ|vua Quang Trung]] xây dựng bên dòng [[sông Lam]] và [[núi Quyết|núi Dũng Quyết]]; nay thuộc [[vinh|thành phố Vinh]], tỉnh [[Nghệ An]], [[Việt Nam]]. Thành được xây vào năm [[1788]]. Tại đây vua Quang Trung đã tập trung 10 vạn quân trước khi tiến ra [[Miền Bắc (Việt Nam)|Bắc]] để giành lại thành [[Thăng Long]] lúc bấy giờ đang bị [[nhà Thanh|quân Thanh]] xâm chiếm. Ngôi thành này dự định được xây dựng để thay thế kinh đô [[Cố đô Huế|Phú Xuân]], được đặt tên theo ý nghĩa chim [[Phượng hoàng]], một loài chim trong truyền thuyết. Trung Đô còn có ý nghĩa là kinh đô nằm giữa vùng lãnh thổ do Quang Trung kiểm soát, cách Phú Xuân khoảng 300&nbsp;km, cách Đông Kinh Kẻ Chợ cũng khoảng 300&nbsp;km.<ref name=\"LTDT\">{{Chú thích web|url=https:\/\/nld.com.vn\/thoi-su-trong-nuoc\/lan-theo-dau-tich-quang-trung-20160618215419585.htm|tựa đề=Lần theo dấu tích Quang Trung|ngày=2016-06-18|website=Người Lao Động|url-status=live|ngày truy cập=2021-09-05}}<\/ref>\n\n==Lịch sử trong văn tịch==\nNăm 1789, Quang Trung giao cho La Sơn Phu Tử [[Nguyễn Thiếp]] đến vùng Yên Trường thị sát chọn vùng đất giữa núi Quyết và núi con Mèo (Kỳ lân) vì thấy nơi đây là đất \"thiêng\" hội tụ đầy đủ bốn con vật thiêng ([[tứ linh]]) mà cha ông đã ngàn đời tôn vinh thờ cúng là: Long - Ly - Quy - Phượng (còn gọi là Phụng) để xây thành gọi là thành Phượng Hoàng Trung Đô. Trong thư gửi [[Nguyễn Thiếp]] (3 tháng 10 năm 1789), nhà vua viết: \"''Trẫm nay đóng đô tại Nghệ An, cùng tiên sinh gần gũi. Rồi đây, Tiên sinh hãy ra đây giúp nhau mà trị nước''\". Kinh đô ở Yên Trường tuy còn sơ sài nhưng thực sự đã được xây dựng, lấy tên là Phượng Hoàng Trung Đô. Để xây dựng Phượng Hoàng Trung Đô Nguyễn Huệ đã cho lính vây bắt dân, buộc họ phải làm việc ngày đêm để hoàn thành công trình có tầm vóc lớn này. Theo các sử liệu nước ngoài, dân địa phương phản đối và mạnh ai người nấy trốn.\n\n[[Tập tin:Phượng Hoàng Trung Đô.jpeg|thế=Phượng Hoàng Trung đô, ảnh chụp từ máy bay (trích trong cuốn An Tĩnh cổ lục của L. Breston)|nhỏ|300x300px|''Phượng Hoàng Trung đô, ảnh chụp từ máy bay (trích trong cuốn An Tĩnh cổ lục của L. Breston) - '''Bức ảnh năm 1930''''']]\n\n==Di tích==\nPhượng Hoàng Trung Đô có 2 vòng thành gọi là thành Nội và thành Ngoại [[hình thang]], [[chu vi]]: 2820 [[m]], [[diện tích]]: 22 [[hecta|ha]]. Phía ngoài có hào rộng 3 m, sâu 3 m, mặt thành cao 3–4 m. Thành Nội xây bằng [[gạch vồ]] và [[đá ong]], chu vi gần 1680 m, cao 2 m, cửa lớn mở ra hai hướng tây và đông. Trong thành nội có toà lầu rộng, cao 3 tầng, trước có bậc tam cấp bằng [[đá ong]], sau có hai dãy hành lang nối liền với điện Thái hoà dùng cho việc thiết triều. Nhìn từ trên không thì Thành Nội Phương Hoàng Trung Đô gần như hình [[tam giác]]: mặt hành phía Đông Bắc chạy sát theo chân núi Quyết (Phượng Hoàng), phía Nam cắt ngang qua núi Mèo (Kỳ Lân), phía Tây kéo dài qua cánh đồng theo một đường thẳng lên sát Mũi Rồng (một nhánh của núi Dũng Quyết.<ref name=\"LTDT\"\/>\n\nSách ''La Sơn phu tử'' nói rõ thêm: \n{{cquote|Núi Mèo (tức Kỳ Lân) làm nền cho đồn gác, thành phía Nam chấp vào núi ấy. Mặt đông bắc lấy núi Quyết (Phượng Hoàng) làm thành.}} \nCũng theo sách ''La Sơn phu tử'', về kích thước của thành Ngoại, ngoài các vách núi làm bức luỹ tự nhiên, còn phải đắp bờ thành nam dài 300 m, bờ thành tây dài 450 m. Bề đứng ở những đoạn phải đắp cũng rất cao vì để hài hoà với vách núi.\n[[Tập tin:Phuong-hoang-trung-do-2.jpg|thế=Bản đồ Phượng Hoàng Trung đô lập lại từ ảnh chụp trên máy bay|nhỏ|400x400px|''Bản đồ Phượng Hoàng Trung đô lập lại từ ảnh chụp trên máy bay'']]\nHoàng đế Quang Trung đã ngự giá đến Phượng Hoàng Trung Đô ít nhất là hai lần vào tháng 5 năm [[1791]] và tháng 1 năm [[1792]]. Nhưng sáu tháng sau, vua đột ngột qua đời nên không kịp thiên đô từ Phú Xuân ra Trung Đô.\n\nVới sự nghiệp [[nhà Tây Sơn]] quá ngắn ngủi, sau khi vua Quang Trung băng hà, vua [[Nguyễn Quang Toản|Quang Toản]] lên ngôi không chèo chống nổi cơ đồ trước lực lượng phục thù của [[Gia Long|Nguyễn Ánh]]. Chúa Nguyễn Ánh sau lên ngôi lập ra [[nhà Nguyễn]] ở Huế và Phượng Hoàng Trung Đô cũng bị lãng quên.\n\nNgày 28 Tháng Tư năm 1998, Bộ văn hóa thông tin thể thao Việt Nam đã ra quyết định số 313\/ QĐ-VH công nhận di tích Phượng Hoàng Trung đô.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-313-VH-VP-xep-hang-nhung-di-tich-danh-thang-canh-toan-mien-Bac-19864.aspx Quyết định 313-VH\/VP ngày 28 tháng 4 năm 1962] về xếp hạng di tích bảo vệ. Thư viện Pháp luật, 2015.<\/ref>\n\n==Tham khảo ==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* [http:\/\/www.baobinhdinh.com.vn\/568\/2003\/10\/6311\/ Phượng Hoàng Trung Đô - Tầm nhìn chiến lược của Quang Trung]\n{{Phong trào Tây Sơn}}\n\n[[Thể loại:Lịch sử Việt Nam thời Tây Sơn]]\n[[Thể loại:Thành cổ Việt Nam]]\n[[Thể loại:Xứ Nghệ]]\n[[Thể loại:Vinh]]\n[[Thể loại:Lịch sử Nghệ An]]\n[[Thể loại:Nhà Tây Sơn]]\n[[Thể loại:Cố đô Việt Nam]]"}