{"1242057":"{{bài cùng tên| Phường 5}}\n{{Thông tin đơn vị hành chính Việt Nam|phường\n| tên = Phường 5\n| hình = VN-vungtau-tempel-1.jpg\n| ghi chú hình = Chùa Hộ Pháp thuộc cụm kiến trúc [[Thích Ca Phật Đài]]\n| vĩ độ = 10\n| kinh độ = 107\n| vĩ phút = 22\n| vĩ giây = 19\n| kinh phút = 03\n| kinh giây = 48\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 3,90 km²\n| dân số = 13.984 người\n| thời điểm dân số = 1999\n| mật độ dân số = 3.585 người\/km²\n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Bà Rịa – Vũng Tàu]]\n| thành phố = [[Vũng Tàu]]\n| thành lập = 1986<ref name=QD58\/>\n| trụ sở UBND = \n| mã hành chính = 26518<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phường 5''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Vũng Tàu]], tỉnh [[Bà Rịa – Vũng Tàu]], [[Việt Nam]].\n\n==Địa lý==\nPhường 5 nằm ở phía tây bắc thành phố Vũng Tàu, có vị trí địa lý:\n*Phía đông giáp phường [[Thắng Nhì]]\n*Phía tây và phía bắc giáp [[vịnh Gành Rái]]\n*Phía nam giáp [[Phường 1, Vũng Tàu|Phường 1]].\n\nPhường có diện tích 3,90&nbsp;km², dân số năm 1999 là 13.984 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 3.585 người\/km².\n\nHầu hết diện tích phường 5 được bao phủ bởi dãy [[Núi Lớn]] (Tương Kỳ) và các vùng ven sườn núi giáp biển. Phía Đông Bắc là dãy sườn thấp dần đều từ núi xuống vùng đất bồi ở cửa rạch Bến Đình. Phía Tây Nam là Bãi Dâu, một vịnh nhỏ với bãi cát vàng.\n\n== Kết cấu đô thị ==\nPhường 5 bao gồm 3 vùng dân cư tách biệt hẳn nhau:\n\n* Bến Đá: là một làng chài với mật độ dân cư cao, chủ yếu là nhà ở đô thị thấp tầng, với nhiều cảng đánh bắt cá, hãng xưởng hậu cần nghề cá và cửa hàng thương mại.\n* Bãi Dâu: khu đồi quanh vịnh hẹp, với nhiều dịch vụ lưu trú, du lịch và cơ sở thờ tự tôn giáo.\n* Sao Mai: nằm ở cực bắc của phường, là một làng chài nhỏ hơn, với nhiều dịch vụ ẩm thực.\n\n=== Phân cấp hành chính ===\nPhường được chia thành 8 khu phố, đánh số từ 1 đến 8. Trong đó:\n\n* Khu phố 1: Bãi Dâu\n* Khu phố 2: Sao Mai\n* Các khu phố 3 đến 8: Bến Đá.\n\n==Lịch sử==\n[[Tập tin:Nha Tho Bai Dau-phường 5, Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam - panoramio.jpg|nhỏ|Trung tâm hành hương Đức Mẹ Bãi Dâu]]\nKhu vực phường 5 ngày nay nằm trên địa phận làng Thắng Nhì, nguyên là một trong 3 làng thủy binh người Việt lập trên đất Vũng Tàu thời đầu thế kỷ 19. Các địa danh Bến Đá, Bến Đình đã có từng lâu đời. Ngoại trừ khu vực Bến Đá vốn sát với làng chài Bến Đình, các khu dân cư Sao Mai, Bãi Dâu đều là các vùng rừng rậm, khỉ ho cò gáy.\n\nSau khi chiếm được [[Nam Kỳ]] từ tay nhà Nguyễn, người Pháp đã xây dựng nhiều cơ sở quân sự phòng vệ lớn ở Vũng Tàu, trong đó có trận địa pháo trên sườn Núi Lớn xây dựng năm 1905 được xem là lớn nhất Đông Dương.<ref>{{Chú thích web|url=https:\/\/vov.vn\/du-lich\/tran-dia-phao-co-lon-nhat-dong-duong-o-vung-tau-814790.vov|tựa đề=Trận địa pháo cổ lớn nhất Đông Dương ở Vũng Tàu|tác giả=Hà Thành|ngày=2020-11-04|website=VOV|url-status=live}}<\/ref>\n\nNăm [[1926]], một giáo dân công giáo tên Lê Hữu Lương khai thác một khu đất quanh sườn núi và đất bằng ở Vũng Mây. Tháng 4 năm 1926, ông chuyển giao khu đất này cho ông bà Nguyễn Hồng Ân (còn gọi là Vệ Ân). Sau đó, ông bà Ân xây một nhà nguyện đá rồi dâng nhà nguyện và đất đai cho [[Hội Thừa sai Paris]]. Các cha thừa sai cho phá rừng để trồng dâu nuôi tằm để tạo công ăn việc làm cho nhiều người mới đến: từ đó có tên gọi Bãi Dâu.<ref>{{Chú thích web|url=https:\/\/www.giaoxugiaohovietnam.com\/BaRia\/01-Giao-Phan-BaRia-BaiDau.htm|tựa đề=Nhà thờ Giáo xứ Bãi Dâu|website=Giáo xứ giáo họ Việt Nam|url lưu trữ=https:\/\/web.archive.org\/web\/20210624203121\/https:\/\/www.giaoxugiaohovietnam.com\/BaRia\/01-Giao-Phan-BaRia-BaiDau.htm|url-status=bot: unknown|ngày truy cập=2021-06-23|archive-date=2021-06-24}}<\/ref> Về sau, Giáo hội công giáo phát triển địa điểm này thành [[Đức Mẹ Bãi Dâu|trung tâm hành hương]] quy mô lớn, với đền thánh [[Đức Mẹ Maria]] bồng con và nhiều cơ sở của các dòng tu lớn trong Giáo phận công giáo.\n[[Tập tin:TRan phu,phường 5,Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam - panoramio.jpg|nhỏ|Đường Trần Phú đoạn đi qua Bến Đá]]\nSau [[Hiệp định Genève, 1954|hiệp định Genève]] chia đôi đất nước Việt Nam, khu vực phường 5 thuộc xã Thắng Nhì, thị xã Vũng Tàu, sau là quận Vũng Tàu, tỉnh [[Phước Tuy (tỉnh)|Phước Tuy]] (1956). Giai đoạn 1954-1956, chính quyền [[Ngô Đình Diệm]] đã đưa rất nhiều người Công giáo sinh sống rải rác ở Vũng Tàu. Nhóm giáo dân từ giáo xứ Phương Chính, địa phận [[Giáo phận Bùi Chu|Bùi Chu]], tỉnh [[Nam Định]] về định cư tại làng chài Bến Đá và khai sinh ra giáo xứ Bến Đá.<ref>{{Chú thích web|url=https:\/\/giothanhle.net\/gio-le\/nha-tho-ben-da\/|tựa đề=Nhà thờ Bến Đá|website=Giờ thánh lễ|url-status=live}}<\/ref> Một nhóm giáo dân khác từ Bùi Chu di cư vào Cần Giờ, rồi tới Phan Thiết lập nghiệp. Năm [[1957]], nhóm giáo dân này lại di chuyển về xã Thắng Nhì, lập nên giáo xứ Sao Mai.\n\nNăm 1957, ông Lê Quang Vinh, một cựu công chức chính quyền thuộc địa Pháp về hưu khai phá một vùng đất hoang vu trên sườn Núi Lớn gần Bến Đá, lập nên Thiền Lâm Tự. Ông xuất gia tu hành, lấy pháp danh Thích Giác Pháp. Năm 1962, Giáo hội Tăng già Nguyên thủy nhận thấy Thiền Lâm Tự tọa lạc ở một vị trí có khung cảnh thiên nhiên đẹp, là vùng đắc địa tụ kết khí thiêng, lại thuận tiện giao thông đi lại cho chư tăng, phật tử thập phương hành hương nên đã lập đồ án xây dựng quy mô Thiền Lâm Tự thành [[Thích Ca Phật Đài]].<ref>{{Chú thích web|url=http:\/\/www.bariavungtautourism.com.vn\/diem-den-du-lich\/di-tich-danh-thang\/w131-thich-ca-phat-dai.htm|tựa đề=Thích Ca Phật Đài|website=Trung tâm xúc tiến đầu tư - thương mại - du lịch|url-status=dead|ngày truy cập=2021-06-24|archive-date=2021-06-24|archive-url=https:\/\/web.archive.org\/web\/20210624212113\/http:\/\/www.bariavungtautourism.com.vn\/diem-den-du-lich\/di-tich-danh-thang\/w131-thich-ca-phat-dai.htm}}<\/ref>\n\nNgày 22 tháng 8 năm 1974, phường Thắng Nhì tách các khóm Bình Lợi, Bình Hải và Sao Mai để lập phường Phước Hải.\n[[Tập tin:Chùa Thiền Lâm Tự, Vũng Tàu (tượng Đức Phật nằm), ngày 19 tháng 5 năm 2014 (32).jpg|nhỏ|Tượng Đức Phật nằm trong khuôn viên Thích Ca Phật Đài]]\nSau [[Sự kiện 30 tháng 4 năm 1975|ngày thống nhất]], phường Phước Hải lại được nhập vào phường Thắng Nhì.\n\nNgày [[14 tháng 5]] năm [[1986]], [[Hội đồng Bộ trưởng Việt Nam|Hội đồng Bộ trưởng]] chia 5 phường hiện hữu thành 11 phường mang tên số. Trong đó, phường Thắng Nhì được chia tách thành các phường 5, 6, 7 và 9.<ref name=\"QD58\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-58-HDBT-dieu-chinh-dia-gioi-hanh-chinh-phuong-dac-khu-Vung-Tau-Con-Dao-37096.aspx|tựa đề=Quyết định 58-HĐBT năm 1986 về việc điều chỉnh địa giới hành chính của các phường thuộc đặc khu Vũng Tàu - Côn Đảo|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Khi mới thành lập, phường trực thuộc đặc khu [[Vũng Tàu – Côn Đảo]].\n\nNgày [[12 tháng 8]] năm [[1991]], đặc khu Vũng Tàu - Côn Đảo giải thể<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-42808.aspx|tựa đề=Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc trung ương do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, phường 5 trực thuộc thành phố Vũng Tàu như hiện nay.\n\nNăm [[2020]], thành phố Vũng Tàu tiến hành xây dựng bến phà biển ở gần cảng Sao Mai, phường 5. Ngày 4 tháng 1 năm 2021, tuyến phà biển Vũng Tàu - Cần Giờ chính thức khai trương, giúp rút ngắn khoảng cách di chuyển từ Vũng Tàu đến Cần Giờ chỉ còn 30 phút.\n\n== Chính trị ==\n'''Hội đồng Nhân dân''' và '''Ủy ban Nhân dân''' phường 5 là hai cơ quan quyền lực Nhà nước ở địa phương này. Trong đó, Hội đồng nhân dân hiện tại thuộc nhiệm kỳ 2021-2026, được bầu tại [[Bầu cử Quốc hội Việt Nam khóa XV|kỳ bầu cử Quốc hội khóa XV]]. Đứng đầu hội đồng nhân dân là Chủ tịch Hội đồng nhân dân. Trước đó, từ năm 2008 đến 2016, phường này không có hội đồng nhân dân, do thực hiện thí điểm không tổ chức hội đồng nhân dân.\n\nỦy ban Nhân dân là cơ quan chấp hành của Hội đồng nhân dân. Đứng đầu cơ quan này là Chủ tịch Ủy ban nhân dân phường 5.\n\nVề mặt Đảng, Đảng ủy phường 5 là cơ quan lãnh đạo của Đảng Cộng sản Việt Nam tại địa phương. Đứng đầu cơ quan này là Bí thư đảng ủy phường.\n\nTrụ sở Đảng ủy, Hội đồng nhân dân và Ủy ban nhân dân phường 5 đặt tại số 526 Trần Phú, phường 5, Tp Vũng Tàu.\n\n=== Bầu cử ===\nỞ cấp tỉnh, phường 5 thuộc đơn vị bầu cử '''số 1''', gồm các phường 1, 2, 3, 4, 5, 7 và Thắng Nhì, bầu ra 5 đại biểu cho Hội đồng nhân dân tỉnh Bà Rịa - Vũng Tàu.<ref>{{Chú thích web|url=https:\/\/baria-vungtau.gov.vn\/sphere\/baria\/vungtau\/page\/xem-tin.cpx?item=6082c4e58ea5ccbb90a96add|tựa đề=Ủy ban bầu cử tỉnh công bố danh sách chính thức những người ứng cử đại biểu HĐND tỉnh nhiệm kỳ 2021-2026|tác giả=Thùy Dương|ngày=2021-04-24|website=Cổng thông tin điện tử tỉnh Bà Rịa - Vũng Tàu|url-status=live}}<\/ref>\n\nỞ cấp thành phố, phường nằm trong đơn vị bầu cử '''số 3''', cùng với các [[Phường 4, Vũng Tàu|phường 4]] và [[Thắng Nhì]], bầu ra 5 đại biểu cho Hội đồng nhân dân thành phố Vũng Tàu.\n\n== Giáo dục ==\nTrên địa bàn phường 5 có 2 trường tiểu học: Trường tiểu học Hòa Bình (gồm 2 cơ sở) và trường tiểu học Sao Mai. \n[[Tập tin:Duong Tran phu, p5, tp vungtau, Baria vungtau,vn - panoramio.jpg|nhỏ|Một khách sạn ở trung tâm Bãi Dâu]]\nỞ khối trung học cơ sở, phường nằm trong địa bàn tuyển sinh của trường THCS Võ Văn Kiệt, tọa lạc tại số 184 Trần Phú, thuộc khu phố 1, phường 5, Tp Vũng Tàu. Cơ sở của trường khánh thành năm 2014 ở một vị trí khá đẹp trên sườn đồi dốc hướng ra vịnh Bãi Dâu và là trường trung học cơ sở duy nhất của phường.<ref>{{Chú thích web|url=https:\/\/edu.viettel.vn\/vtu-tpvungtau-thcsvovankiet\/gioi-thieu|tựa đề=Giới thiệu|website=Trường THCS Võ Văn Kiệt|url-status=live}}<\/ref>\n\n== Tôn giáo ==\nLà nơi du nhập người dân tứ xứ trong nhiều thế kỷ, địa bàn phường 5 có nhiều cơ sở thờ tự thuộc nhiều tôn giáo, tín ngưỡng.\n\n=== Công giáo ===\n\n* Trung tâm hành hương Đức Mẹ Bãi Dâu: là trung tâm tôn giáo lớn của giáo phận Bà Rịa. Trong khu vực này có nhà thờ Bãi Dâu, tượng đài Đức Mẹ và nhiều cơ sở của các dòng tu lớn trong giáo phận.\n* Giáo đường Bến Đá là nhà thờ của Giáo xứ Bến Đá, vốn được thành lập năm 1958. Nhà thờ hiện nay được khánh thành năm 2004 sau khi nhà thờ cũ được dỡ bỏ. \n* Nhà thờ Sao Mai: là nhà thờ của giáo xứ Sao Mai, thành lập năm 1957.\n* Nguyện đường Vinh Sơn: là nhà nguyện của họ đạo Vinh Sơn của giáo xứ Bến Đá.\n\n=== Phật giáo ===\n\n* Thích Ca Phật Đài: là quần thể kiến trúc, điêu khắc và thờ tự của Chùa Thiền Lâm, hiện đã được xếp hạng năm 1989. Trong khuôn viên có chùa Thiền Lâm và chùa Hộ Pháp theo phái [[Phật giáo Thượng tọa bộ|Nam tông]].\n* Hưng Thắng Tự: chùa của phái Tịnh độ tông, hiện do [[Tịnh độ cư sĩ Phật hội Việt Nam]] quản lý.\n* Phổ Đà Sơn Quan Âm Bồ Tát Tự: chùa của người Hoa do ông [[Huỳnh Siêu]], một thương gia Hoa kiều gốc Triều Châu xây dựng năm 1976 và tôn tạo năm 1993. Chùa có pho tượng Phật bà Quan Âm cao 18m nổi bật.<ref>{{Chú thích web|url=https:\/\/dulichvietdu.com\/chua-pho-da-son-quan-am-bo-tat-tu\/|tựa đề=Chùa Phổ Đà Sơn Quan Âm Bồ Tát Tự|ngày=2020-08-21|website=Du lịch Việt Du|url-status=live|ngày truy cập=2021-06-24}}<\/ref>\n\n=== Tín ngưỡng thờ Hùng Vương và thờ Mẫu ===\n\n* Đền thờ Hùng Vương - Mẫu Cửu Thiên vốn là đền Mẫu Cửu Thiên. Năm 1978, đền thờ Vua Hùng được dời từ Bãi Trước về đây và đổi thành Đền thờ Hùng Vương - Mẫu Cửu như ngày nay.\n\n== Giao thông ==\n\n=== Đường bộ ===\nCác tuyến đường chính trên địa bàn gồm:\n\n* Đường Trần Phú: con đường huyết mạch của phường thuộc hệ thống đường ven biển Trần Phú - Quang Trung - Hạ Long - Thùy Vân. Đường bắt đầu từ Bảo tàng Bà Rịa - Vũng ở giao lộ Thành Thái - Trần Phú, và kéo dài tới Ngã tư Bến Đình, ở giao lộ Lê Lợi - Nguyễn An Ninh - Trần Phú.\n* Bạch Đằng: là đường nội bộ trong khu vực Bến Đá, bắt đầu từ Dốc Bến Đá (gần cảng Incomap) đến ngã ba đường xuống Cảng Bến Đá.\n\n=== Xe buýt ===\nTuyến xe buýt số 22 (Vũng Tàu - Phú Túc) chạy qua đường Trần Phú trên địa bàn phướng. Tuyến này có nhiều điểm đón trả khách dọc theo đường Trần Phú.\n\n=== Đường thủy ===\n\n* Bến Sao Mai: là bến cảng dịch vụ tổng hợp, tọa lạc tại số 115B Trần Phú, phường 5.\n* Bến Phà biển Vũng Tàu - Cần Giờ, tại số 127C Trần Phú. Đây là điểm đầu của tuyến phà biển vận tải hành khách đi Cần Giờ.\n\n== Kinh tế ==\nSở hữu một làng chài lâu đời, ngành thủy sản đóng vai trò quan trọng trong nền kinh tế của phường 5. Quanh khu vực làng chài Bến Đá là hệ thống hãng xưởng và dịch vụ hậu cần nghề cá như: xưởng đóng tàu thuyền, nhà máy nước đá, hệ thống phân loại nguồn gốc và cảng bốc dỡ hàng thủy sản.\n\nĐến nay, có 5 cảng cá trong phường, bao gồm: cảng Incomap, cảng Bến Đá, cảng Lò Than, cảng phường 5 và cảng cá Tiến Thành. Trong đó, cả   5 cảng cá được công bố có độ sâu vùng nước đậu tàu từ 4 - 6m với chiều dài cầu cảng từ 28m đến 120m, có thể đón tàu cá có công suất 600cv -700cv cập cảng, năng lực xếp dỡ hàng hóa từ 6.000-36.000 tấn\/năm.<ref>{{Chú thích web|url=https:\/\/thuysanvietnam.com.vn\/cong-bo-mo-5-cang-ca-tai-phuong-5-tp-vung-tau\/|tựa đề=Công bố mở 5 cảng cá tại phường 5 TP Vũng Tàu|tác giả=Phương Anh|ngày=2020-07-06|website=Thủy sản Việt Nam|url-status=live|ngày truy cập=2021-06-24}}<\/ref>\n\nChợ Bến Đá là chợ truyền thống lớn nhất trong phường và là một địa điểm mua sắm hải sản quen thuộc của khách du lịch đến với Vũng Tàu.\n\nKhu vực ven biển Sao Mai gần đây nổi lên là địa điểm ẩm thực nổi tiếng của Vũng Tàu, với nhiều nhà hàng hải sản lớn như Thành Phát, Tân Phát và Lâm Đường.\n\nDọc theo bờ biển Bãi Dâu là các tổ hợp cao ốc khách sạn, biệt thự nghỉ dưỡng và chung cư cao cấp. Trong đó các cao ốc mới nổi gần đây là Thủy Tiên, Oyster Gành Hào, Nhà khách Dầu khí PVMTC và Mermaid Seaside.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n\n{{sơ khai Bà Rịa-Vũng Tàu}}\n{{Đơn vị hành chính thuộc thành phố Vũng Tàu}}\n{{Địa phương lân cận\n|Giữa = Phường 5\n|Bắc = [[Vịnh Gành Rái]]\n|Đông = [[Thắng Nhì]]\n|Nam = [[Phường 1, Vũng Tàu|Phường 1]]\n|Tây = [[Vịnh Gành Rái]]\n}}"}