{"1242025":"{{bài cùng tên| Phường 2}}\n{{Thông tin đơn vị hành chính Việt Nam|phường\n| tên = Phường 2\n| hình = Vung Tau Thanh Gioc 1.JPG\n| ghi chú hình = [[Tượng Chúa Kitô Vua (Vũng Tàu)|Tượng Chúa Kitô Vua]] trên đỉnh [[núi Nhỏ]]\n| vĩ độ = 10\n| kinh độ = 107\n| vĩ phút = 19\n| vĩ giây = 53\n| kinh phút = 04\n| kinh giây = 51\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 2,93 km²\n| dân số = 11.122 người\n| thời điểm dân số = 2004\n| mật độ dân số = 3.790 người\/km²\n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Bà Rịa – Vũng Tàu]]\n| thành phố = [[Vũng Tàu]]\n| thành lập = 1986<ref name=QD58\/>\n| trụ sở UBND = \n| mã hành chính = 26509<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phường 2''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Vũng Tàu]], tỉnh [[Bà Rịa – Vũng Tàu]], [[Việt Nam]].\n\n==Địa lý==\n[[Tập tin:Mũi Nghinh Phong.JPG|250px|trái|nhỏ|Mũi Nghinh Phong]]\nPhường 2 nằm ở phía nam thành phố Vũng Tàu, có vị trí địa lý:\n*Phía bắc giáp [[Phường 1, Vũng Tàu|Phường 1]], [[Phường 3, Vũng Tàu|Phường 3]] và phường [[Thắng Tam]]\n*Các phía còn lại giáp [[biển Đông]].\nĐịa bàn của phường bao trọn toàn bộ [[Núi Nhỏ]] (núi Tao Phùng) và khu dân cư phía bắc của dãy núi này.\n\nPhường có diện tích 2,93&nbsp;km², dân số năm 2004 là 11.122 người<ref name=ND212\/>, mật độ dân số đạt 3.790 người\/km².\n\n=== Phân chia hành chính ===\nPhường được chia thành 8 khu phố, đánh số từ 1 đến 8.\n\n=== Các phân khu không chính thức ===\n\n* Xóm Lưới: khu làng chài cũ nằm ở các đường Phan Bội Châu, Nguyễn Công Trứ và Đinh Tiên Hoàng. Trước năm 1986, khu phố này gọi là Khóm Lưới.\n* Khóm Vườn: khu dân cư ở phía Nam của Đình Thắng Tam, dọc theo đường Phan Chu Trinh.\n* Khu Á Châu: khu đô thị mới được giới hạn bởi các tuyến đường Hoàng Hoa Thám, Phan Chu Trinh, Phan Huy Ích và Văn Cao.\n* Bãi Dứa.\n\n==Lịch sử==\n[[Tập tin:Dinh Thang Tam, Hoang Hoa Tham , Vung tau Vietnam - panoramio.jpg|nhỏ|Cổng Đình Thắng Tam]]\nLịch sử phường 2 gắn liền với quá trình [[Người Việt|người Kinh]] đến lưu trú và định cư tại [[Vũng Tàu]]. Vào thời [[Gia Long|vua Gia Long]] (1802-1820), để kiểm soát và bảo vệ khu vực vịnh Ghềnh Rái, cửa biển Cần Giờ, triều đình Huế đã cử 3 đội thủy binh (gọi là “thuyền”) vào Vũng Tàu trấn giữ, dẹp nạn cướp biển, bảo vệ dân lành. Sau khi nạn cướp biển được dẹp yên, vua cho cấp đất lập làng. Khu vực phường 2 hiện nay nằm trên địa bàn làng Thắng Tam cũ, có vị trí bao gồm toàn bộ khu vực phường 1, 2, 4, 8, [[Thắng Tam]], [[Nguyễn An Ninh (phường)|Nguyễn An Ninh]] ngày nay. [[Đình Thắng Tam]] là trung tâm sinh hoạt và thờ tự của dân làng. \n\nNgoài nghề đánh bắt cá, đóng đáy, dân làng còn khẩn đất, khai hoang làm rẫy, vườn ruộng. Các tên gọi Xóm Lưới, Xóm Vườn ở phường 2 hiện nay bắt nguồn từ nhóm cư dân ban đầu này. \n\nDưới thời [[Việt Nam Cộng hòa]], địa bàn phường 2 hiện nay thuộc xã Thắng Tam, quận Vũng Tàu, tỉnh [[Phước Tuy (tỉnh)|Phước Tuy]]. \n\nTrái với khu trung tâm Vũng Tàu sầm uất, khu vực này chủ yếu là nhà vườn trồng cây ăn trái xen lẫn ruộng lúa. Phần phía đông hướng ra biển có một vùng đồng chiêm trũng xen lẫn ao đầm ngập nước. Phía gần biển đông là đồi cát với rừng dương tự nhiên. Ở phía tây, đoạn gần đường Trương Công Định hướng ra đường Quang Trung, Bãi Trước có một xóm chài. Khu vực này được gọi là Xóm Lưới hay Khóm Lưới.\n\nNgày [[22 tháng 8]] năm [[1972]], Tổng trưởng Nội vụ chính quyền Việt Nam Cộng Hòa lại ban hành Nghị định số 553-BNV\/HCĐP\/NĐ, đổi các danh xưng \"khu phố\" của thị xã thành phường. Theo đó, khu phố Thắng Tam trở thành '''phường Thắng Tam'''.\n\nSau năm [[1975]], Vũng Tàu trở thành thị xã trực thuộc tỉnh [[Đồng Nai]]. Ngày [[30 tháng 5]] năm [[1979]], đặc khu [[Vũng Tàu – Côn Đảo]] được thành lập, phường Thắng Tam trực thuộc đặc khu này.\n[[Tập tin:Vũng Tàu, from above.jpg|nhỏ|Ảnh chụp khu vực phường 2 năm 2007. Dải đất trống ở giữa hình đang chuẩn bị xây dựng Khu đô thị Á Châu]]\nNgày [[14 tháng 5]] năm [[1986]], chính phủ thành lập '''phường 2''' trên cơ sở một phần diện tích và dân số của phường Thắng Tam cũ<ref name=\"QD58\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-58-HDBT-dieu-chinh-dia-gioi-hanh-chinh-phuong-dac-khu-Vung-Tau-Con-Dao-37096.aspx|tựa đề=Quyết định 58-HĐBT năm 1986 về việc điều chỉnh địa giới hành chính của các phường thuộc đặc khu Vũng Tàu - Côn Đảo|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\n\nKhi mới thành lập, phường trực thuộc đặc khu [[Vũng Tàu – Côn Đảo]] với địa bàn kéo dài đến tận đường Lê Hồng Phong và Đài Liệt sĩ.\n\nNgày [[12 tháng 8]] năm [[1991]], đặc khu Vũng Tàu - Côn Đảo giải thể<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-42808.aspx|tựa đề=Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc trung ương do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, Phường 2 trực thuộc thành phố Vũng Tàu, tỉnh Bà Rịa - Vũng Tàu.\n\nNgày [[24 tháng 12]] năm [[2004]], Chính phủ ban hành Nghị định 212\/2004\/NĐ-CP<ref name=ND212>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-212-2004-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-phuong-xa-thuoc-thanh-pho-Vung-Tau-huyen-Chau-Duc-tinh-Ba-Ria-Vung-Tau-52704.aspx|tựa đề=Nghị định 212\/2004\/NĐ-CP về việc điều chỉnh địa giới hành chính, thành lập phường, xã thuộc thành phố Vũng Tàu và huyện Châu Đức, tỉnh Bà Rịa - Vũng Tàu|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Điều chỉnh 127,78 ha diện tích tự nhiên và 712 người của Phường 1 về Phường 2 quản lý\n*Thành lập [[Thắng Tam|phường Thắng Tam]] (mới) trên cơ sở 251,50 ha diện tích tự nhiên và 13.410 người của Phường 2.\n\nSau khi điều chỉnh địa giới hành chính, Phường 2 còn lại 293,43 ha diện tích tự nhiên và 11.122 người. Địa bàn của phường chỉ còn giới hạn về phía chân núi.\n\nNhững năm 2000 chứng kiến quá trình đô thị hóa nhanh chóng, khi các vùng đất trống và ngập nước dọc theo đường Phan Chu Trinh chuyển thành đất ở. Khu đất quanh đoạn cuối của hồ nước tự nhiên (Hồ Bàu Sen) được quy hoạch thành khu đô thị mới Á Châu. Hiện nay phường đang chủ trương quy hoạch khu công viên Ao cá phường 2 làm công viên sinh thái chính của phường.\n\n{{clear}}\n==Cơ sở hạ tầng==\n===Công viên===\n'''Công viên Bãi Sau''' là dải công viên cây xanh dọc theo bờ biển Bãi Sau, bắt đầu từ chân Dốc Thuỳ Vân lên hướng bắc tới Trung tâm Thông tin du lịch, dọc đường Thuỳ Vân. Dự án được khánh thành theo chương trình chỉnh trang đô thị của Tp Vũng Tàu năm 2012. Trong công viên có Quảng trường Bãi Sau, tượng cá voi và nhiều thiết bị giải trí tập thể cho công chúng.\n\n'''Công viên Tao Phùng''' nằm ở ven đường Hạ Long, trên sườn Núi Nhỏ. Công viên được xây dựng và khánh thành trước Lễ hội Biển 2006. \n===Giáo dục===\n[[Tập tin:Cổng trường THCS Vũng Tàu.jpg|nhỏ|Trường THCS Vũng Tàu]]\nTrong phường 2 không có trường phổ thông. Học sinh trong phường được sắp xếp đi học ở các trường lân cận, bao gồm: \n* Trường tiểu học Đoàn Kết\n* Trường tiểu học Hạ Long\n* Trường tiểu học Thắng Tam\n* Trường THCS Châu Thành (khu phố 1)\n* Trường THCS Vũng Tàu (khu phố 2, 3 và 4)\n* Trường THCS Huỳnh Khương Ninh (khu phố 5, 6 và 7)\n* Trường THPT Đinh Tiên Hoàng\n'''Trường Đại học Mỏ - Địa chất''' có đặt một cơ sở đào tạo tại Vũng Tàu, toạ lạc ở số 139 đường Phan Chu Trinh, Phường 2.\n==Giao thông==\n[[Tập tin:Đường ven biển Vũng Tàu.jpg|nhỏ|Đường Hạ Long dọc theo Núi Nhỏ]]\n\n===Đường bộ===\n\n* Khởi đầu từ ngã ba Thùy Vân - Phan Chu Trinh và kết thúc tại ngã ba Quang Trung - Trương Công Định, '''đường Hạ Long''' là con đường du lịch độc đáo của Vũng Tàu. Nó có tổng chiều dài 3,8km và được nâng cấp 2 lần. Ở lần nâng cấp năm 2006, dải kè đá được nâng cấp thành đá granit khang trang, đê chắn sóng cùng hàng đèn cao áp mới.\n* '''Đường Hoàng Hoa Thám''' là con đường trục chính dẫn từ Bãi Trước ra Bãi Sau. Đường này đi qua Đình Thắng Tam, có mật độ giao thông lớn.\n* Đường Phan Chu Trinh và Đinh Tiên Hoàng: là hai con đường nối tiếp nhau, chạy dọc theo Núi Nhỏ, tạo thành tuyến huyết mạch thứ hai sau đường Hoàng Hoa Thám.\n* Đường Võ Thị Sáu: đoạn chạy qua Phường 2 trước đây có hàng cây đôi. Sau cuộc thi công mở rộng những năm 2000, con đường không còn hàng cây nữa.\n* Đường Lương Văn Can: chạy dọc theo hướng Bắc-Nam từ ngã tư Hoàng Hoa Thám-Nam Kỳ Khởi Nghĩa đến Phan Chu Trinh. Con đường này nổi tiếng vì có quán Bánh khọt Gốc Vú Sữa.\n* Đường Hải Đăng: con đường núi dẫn lên [[Hải đăng Vũng Tàu]].\n===Đường thủy===\nBến Cầu Đá là bến tàu khách cũ của thành phố Vũng Tàu. Sau khi khánh thành bến mới ở hòn Ngưu cạnh Cáp treo Hồ Mây Park, hầu hết các tuyến tàu thủy đã dời đi, Bến Cầu Đá chỉ còn vận hành chuyến tàu cao tốc đi Côn Đảo.\n\n== Văn hóa - giải trí ==\n\n=== Cơ sở thờ tự ===\n[[Tập tin:Vung Tau Niet Ban Tinh Xa 3.JPG|nhỏ|Niết Bàn Tịnh Xá]]Phường 2 nổi tiếng với rất nhiều cơ sở thờ tự của nhiều tôn giáo khác nhau. Xung quanh chân núi Nhỏ có rất nhiều chùa và thiền viện Phật giáo. Trên đỉnh Nghinh Phong của Núi Nhỏ là tượng đài Chúa Kitô Vua.\n* '''Linh Sơn Cổ Tự''', tọa lạc tại số 104 Hoàng Hoa Thám, là ngôi chùa có lịch sử lâu đời. Nguyên thủy chùa được mở năm 1919 trên sườn Núi Nhỏ, sau được dời về đây năm 1959. Trong chùa đang lưu giữ tượng [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] được chế tác từ đá sa thạch vào [[Thế kỷ 7|thế kỷ VII]]. Theo tương truyền, ngư dân miền Trung khi đang nhặt củi trên sườn núi Bãi Dâu đã phát hiện 2 pho tượng bị vùi lấp. Họ cùng đào lên và xin lễ đem về. Dân làng Thắng Tam đã tới thương lượng và đưa bức tượng lớn hơn đem về Linh Sơn Cổ Tự.<ref>{{Chú thích web|url=http:\/\/www.bariavungtautourism.com.vn\/w350-linh-son-co-tu.htm|tựa đề=Linh Sơn Cổ Tự|website=Trung tâm Xúc tiến Đầu tư Thương mại Du lịch|ngày truy cập=2021-06-04|archive-date=2021-06-04|archive-url=https:\/\/web.archive.org\/web\/20210604152530\/http:\/\/www.bariavungtautourism.com.vn\/w350-linh-son-co-tu.htm|url-status=dead}}<\/ref>\n\n* Đền thờ Đức Thánh Trần Hưng Đạo, số 68 Hạ Long. Đền thờ được khởi công xây dựng năm 1955 và đến năm 1957 thì hoàn thành.\n* [[Niết Bàn Tịnh Xá|Niết bàn Tịnh xá]], số 66\/7 Hạ Long. Chùa do Hòa thượng Thích Thiện Huê xây dựng từ năm 1969 đến 1974 trên triền Núi Nhỏ nhìn xuống Bãi Dứa. Đây là một công trình đồ sộ gồm nhiều dãy nhà, diện tích gần 10.000m². Trong điện phật tôn trí một pho tượng Phật Thích Ca Mâu Ni nhập Niết Bàn lớn dài 12m. Trên lầu 2 của chùa có trưng bày chiếc thuyền bát nhã được đắp nổi, chạm khắc công phu.\n* [[Tập tin:Vung Tau Hon Ba.JPG|nhỏ|Hòn Bà]]Miếu Bà: là một ngôi miếu nằm trên Hòn Bà, một đảo đá nhỏ gần chân dốc Thùy Vân. Miếu do một hương chức của làng Thắng Tam xây dựng vào năm 1781 để thờ bà [[Thủy Long Thần Nữ]] - một nữ thần trong tín ngưỡng dân gian Việt Nam. Năm 1939, một sĩ quan người Pháp tên Archinard đã ra lệnh nã 3 phát đại pháo vào miếu nhưng chỉ có 1 phát trúng vào góc miếu, làm miếu bị hư hại. Ly kỳ là vài ngày sau đó, viên sĩ quan Archinard lại bỏ mạng tại Miếu Bà do sử dụng súng bất cẩn. Điều đó khiến thực dân Pháp tin rằng Miếu Bà hiển linh và không phá hoại miếu. Sau cái chết ly kỳ của viên sĩ quan Pháp, người Pháp gọi đảo Hòn Bà là ''đảo Archinard'' (tên của viên sĩ quan). Trong khi người dân Vũng Tàu vẫn gọi đảo là đảo Hòn Bà, Miếu Hòn Bà.  Mãi cho đến năm 1971, Miếu Bà được một người tên là Thanh Phong, người gốc [[Trà Vinh]] đứng ra quyên góp tiền để trùng tu, sửa sang lại miếu. Sau khi trải qua nhiều lần sửa chữa, Miếu Bà đã trở nên đẹp hơn, khuôn viên miếu được xây dựng và mở rộng, có cổng và con đường đá từ chân đảo lên Miếu Bà. Trong miếu vẫn thờ bà Thủy Long thần nữ và một số thần linh của người dân biển Vũng Tàu.\n* Tượng chúa Kitô Vua.\n[[Tập tin:Mũi Nghinh Phong.JPG|nhỏ|Mũi Nghinh Phong]]\n\n=== Bãi tắm ===\n\n* Bãi Dứa là một bãi biển nhỏ nằm ở đoạn đường Hạ Long gần đến Mũi Nghinh Phong. Bãi còn có tên khác là Lãng Du. So với nhiều bãi biển khác, Bãi Dứa có diện tích khá nhỏ lại có nhiều ghềnh đá dài, gồ ghề. \n\n* Bãi Ô Quắn: bãi tắm ở phía đông của Mũi Nghinh Phong.\n\n* Bãi Thùy Vân.\n\n=== Giải trí ===\nNhà văn hóa Thanh niên tỉnh Bà Rịa-Vũng Tàu là một trung tâm sinh hoạt văn hóa lớn của thành phố, do Tỉnh đoàn Bà Rịa-Vũng Tàu quản lý và điều hành.\n\n==Địa điểm đáng lưu ý==\n* Mũi Nghinh Phong: còn gọi là Mũi Vũng Tàu. Đây là mũi đất ở cực Nam bán đảo Vũng Tàu.\n*[[Hải đăng Vũng Tàu|Hải Đăng Vũng Tàu]]\n* [[Tượng Chúa Kitô Vua (Vũng Tàu)|Tượng Chúa Kitô Vua]]: khánh thành năm 1992 nằm trên đỉnh Tao Phùng của [[Núi Nhỏ]].\n*Bến Cầu Đá\n*Trận địa pháo cổ trên Núi Tao Phùng.\n*Chợ Xóm Lưới: chợ hải sản ở khu vực Xóm Lưới cũ.\n==Hình ảnh==\n<gallery mode=\"packed-hover\" widths=\"150\" heights=\"150\">\nTập tin:Phường 2, Vũng Tàu, Ba Ria - Vung Tau, Vietnam - panoramio (1).jpg\nTập tin:Hải đăng Vũng Tàu.JPG|[[Hải đăng Vũng Tàu]]\nTập tin:Ha Long phường 2, Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam - panoramio (1).jpg\nTập tin:Đường lên núi Chúa Vũng Tàu.jpg\nTập tin:Một phần Vũng Tàu 1.JPG\nTập tin:Một phần Vũng Tàu 2.JPG\nTập tin:Một phần Vũng Tàu 3.JPG\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n\n{{sơ khai Bà Rịa-Vũng Tàu}}\n{{Đơn vị hành chính thuộc thành phố Vũng Tàu}}\n{{Địa phương lân cận\n|Giữa = Phường 2\n|Bắc = [[Phường 3, Vũng Tàu|Phường 3]]\n|Đông Bắc = [[Thắng Tam]]\n|Đông = [[Biển Đông]]\n|Nam = [[Biển Đông]]\n|Tây = [[Biển Đông]]\n|Tây Bắc = [[Phường 1, Vũng Tàu|Phường 1]]\n}}"}