{"457978":"[[Tập tin:Biển chỉ dẫn đường.JPG|nhỏ|phải|320px|Đường về cổ làng Phước Tích]]\nLàng '''Phước Tích''' thuộc thôn Phước Phú, xã [[Phong Hòa, Phong Điền (Thừa Thiên Huế)|Phong Hòa]], huyện [[Phong Điền, Thừa Thiên Huế|Phong Điền]], tỉnh [[Thừa Thiên Huế]], [[Việt Nam]]. Phước Tích được nhà nước công nhận và trao bằng xếp hạng ''\"Di tích quốc gia\"'' làng cổ vào ngày [[13 tháng 6]] năm [[2009]]. Đây là làng cổ thứ 2 được nhà nước [[Việt Nam]] công nhận và cấp bằng ''\"Di tích quốc gia\"'' sau [[làng cổ]] [[Đường Lâm]] (thị xã [[Sơn Tây, Hà Nội|Sơn Tây]], [[Hà Nội]]).\n\n==Lịch sử làng cổ==\n\nLàng cổ Phước Tích được thành lập vào khoảng [[thế kỷ 15|thế kỉ 15]], gần với thời gian mở mang bờ cõi về phương Nam của nhà nước phong kiến [[Đại Việt]]. Trong gia phả của họ Hoàng - dòng họ khai canh ở Phước Tích có đoạn chép:\"Đến đời Lê Thánh Tôn, niên hiệu Hồng Đức thứ nhất và hai (1470 - 1471), ngài thủy tổ họ Hoàng lúc bấy giờ là Hoàng Minh Hùng, tục gọi là Nồi, nguyên người làng Cẩm Quyết, tỉnh Nghệ An, đã thân chinh đánh đuổi quân Chiêm Thành, sau chiến thắng trở về ngài đi xem xét đến nguồn Ô Lâu, bao chiến địa phận từ Khe Trăn, Khe Trái đến xứ Cồn Dương, sau khi xem bói, đoán biết được chỗ đất tươi tốt, ngài liền chiêu tập nhân dân thành lập làng\"<ref>Gia phả họ Hoàng lưu tại nhà bác Hoàng Bang ở Làng Phước Tích.<\/ref>.\n\nLúc đầu làng có tên gọi là Phúc Giang như mong muốn một vùng gần sông nước nhiều phúc lộc. Trong Phủ biên tạp lục của Lê Quý Đôn, làng Phúc Giang bên bờ sông Ô Lâu thuộc tỉnh Hương Trà<ref>Lê Quý Đôn, Phủ biên tạp lục, Nhà xuất bản. KHXH, H.1964, tr. 79.<\/ref>. Đến thời Tây Sơn, Phúc Giang được đổi thành Hoàng Giang, để nhớ đến dòng họ khai canh lập làng (Hoàng là tên dòng họ khai canh, Giang là vùng gần với sông nước). Đến đời Gia Long, làng được đổi tên thành Phước Tích, như là mong muốn của người dân được tích lũy phúc đức cho con cháu.\n\nVới ước mong đó, các thế hệ dân cư của làng đã tiếp nối truyền thống ông cha lao động sáng tạo xây dựng cho mình một làng quê tươi đẹp với những nét văn hóa cổ kính, như cảnh quan kiến trúc của làng mang đậm triết lý phương Đông, như văn hóa làng nghề, dòng họ, xóm, phe và đặc biệt là hệ thống đình, chùa, đền, miếu, nhà rường cổ.\n\nTheo sử sách và gia phả các dòng họ còn lưu lại, làng Phước Tích được thành lập từ năm 1470 vào những năm đầu trong đợt di dân thứ 2 vào vùng Thuận Quảng, sau cuộc bình Chiêm năm 1471 dưới triều vua Lê Thánh Tông. Cách đây khoảng trên 500 năm, vùng nay được gọi là xứ Cồn Dương, được bao bọc bởi dòng sông Ô Lâu uốn cong hình móng ngựa.\n\nLàng Phước Tích đến nay vẫn còn lưu giữ những di sản vật thể vô giá vừa cổ kính, vừa đồ sộ. Trong tổng số 117 nóc nhà của làng, hiện còn tới 27 ngôi nhà cổ, đa số là nhà rường 3 gian hai chái và 10 nhà thờ họ cổ. Trong đó có 12 nhà rường của các gia đình được xếp vào loại có giá trị đặc biệt.\n\nĐiều lý thú là các ngôi nhà rường cổ ở Phước Tích liên kết với nhau, chỉ cách nhau một khu vườn rộng với những hàng chè tàu xanh, thẳng.\n\nTheo nhận xét của KTS Hoàng Đạo Kính thì:\"Cấu trúc và tổ chức không gian làng Phước Tích có thể được coi là điển hình cho mô hình cư trú nơi thôn quê của người Việt ở vùng Bắc Trung Bộ. Đó là cấu trúc mở với những căn nhà trong vườn, nhà vườn. Ở Phước Tích, quỹ kiến trúc cổ và cũ, song cảnh quan và vườn được bao quanh thì lại rất trẻ và tràn đầy sức sống\".\n\n==Nghề gốm==\n\nGốm Phước Tích được gây dựng và phát triển hơn 500 năm qua và đã trở lại vào festival Huế năm 2006 qua tour ''Hương xưa làng cổ''. Xét một cách tổng thể, các làng nghề thủ công truyền thống đang đứng trước nhiều khó khăn bởi sự xâm nhập ồ ạt của các mặt hàng sản xuất hàng loạt và nghề gốm Phước Tích đã không còn hoạt động gần 20 năm nay. Sức sống của nghề gốm, do vậy, chủ yếu tồn tại trong ký ức của người già. Dĩ nhiên, từ ngữ nghề nghiệp chính là phương tiện để họ hệ thống hoá từng mảng tri thức đó. Nói cách khác, từ ngữ nghề gốm Phước Tích là một hệ thống ký hiệu, một\"bản mã\"tường thuật tri thức, kinh nghiệm nghề nghiệp và những khía cạnh thuộc về đời sống vật chất cũng như tinh thần. Gốm Phước Tích là một trong những di sản văn hoá cần được gìn giữ.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Xem thêm ==\n*[[Đường Lâm|Làng cổ Đường Lâm]]\n*[[Làng cổ Long Tuyền]]\n*[[Làng Mai Xá|Làng cổ Mai Xá]]\n*[[Làng Thủy Ba]]\n\n== Liên kết ngoài ==\n*[http:\/\/langcophuoctich.com Website của làng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100404041413\/http:\/\/www.langcophuoctich.com\/ |date=2010-04-04 }}\n\n[[Thể loại:Du lịch Thừa Thiên Huế]]\n[[Thể loại:Làng cổ Thừa Thiên Huế]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Phong Điền, Thừa Thiên Huế]]"}