{"139161":"{{bài cùng tên|Phước Thành (định hướng)}}\n'''Phước Thành''' là tỉnh cũ ở [[Nam Bộ Việt Nam]] vào thời [[Việt Nam Cộng hòa]], tồn tại từ năm 1959 đến năm 1965.\n\nTỉnh Phước Thành được thành lập theo Sắc lệnh số 25-NV ngày 23 tháng 1 năm 1959 của Tổng thống Việt Nam Cộng hòa. Đất đai tỉnh Phước Thành lấy từ phần đất của quận [[Tân Uyên (thành phố)|Tân Uyên]], tỉnh [[Biên Hòa]], và phần đất của các tỉnh [[Bình Dương]], [[Phước Long (định hướng)|Phước Long]], [[Long Khánh]].\n\nTỉnh bị giải thể theo Sắc lệnh số 131-NV ngày 6 tháng 7 năm 1965 của Thủ tướng Việt Nam Cộng hòa. \n==Vị trí==\nTỉnh Phước Thành phía Bắc giáp tỉnh [[Phước Long (định hướng)|Phước Long]], phía Đông là [[Long Khánh]], phía Nam giáp tỉnh [[Biên Hòa]], phía Tây là hai tỉnh [[Bình Dương]] và [[Bình Long]]. Diện tích toàn tỉnh là 1.300&nbsp;km².\n\n==Hành chính==\nTỉnh Phước Thành có các quận:\n\n*Quận [[Phú Giáo]]: quận lỵ đặt tại [[Phước Hòa, Phú Giáo|Bố Lá]], trước đó là Nước Vàng.\n*Quận [[Tân Uyên]]: quận lỵ đặt tại [[Uyên Hưng]]\n*Quận Hiếu Liêm: quận lỵ đặt tại [[Hiếu Liêm, Bắc Tân Uyên|Lạc An]], trước đó là vàm Sông Bé, xã Chánh Hưng.\n\nThêm vào một phần phía Nam Bunard (tỉnh Phước Long) và vùng Tà Lài (tỉnh Long Khánh).\n\nTỉnh lỵ đặt tại [[Phước Vĩnh, Phú Giáo|Phước Vĩnh]]. Phước Thành có hai phi trường ở tỉnh lỵ Phước Vĩnh và gần sông Da Sa Mạch.\n\n==Địa lý tự nhiên==\nĐất Phước Thành phần nhiều là đồng bằng, rừng và vườn trái cây, không có núi cao. Sông chính của tỉnh là sông Bé (một chi lưu của sông Đồng Nai), từ Bình Long và Phước Long chảy qua theo hướng Bắc-Nam, đến An Linh chảy theo hướng Đông Bắc-Tây Nam và có một phụ lưu là sông Giai. Kế đến là sông Đồng Nai, chảy sát ranh giới với Long Khánh và Biên Hòa ở phía Nam. Ngoài ra, tỉnh còn có các sông, suối đáng kể khác như Da Sa Mạch, rạch Rát, suối Lạch Bé, suối Ma Da, suối Ram, suối Trong, suối Tiên....\n\nKhí hậu của tỉnh nóng ẩm và cũng chia làm hai mùa: Mùa khô từ tháng Mười đến tháng Tư, mùa mưa từ tháng Năm đến tháng Mười. Hai liên tỉnh lộ số 1 và 16 nối Phước Thành với các tỉnh lân cận. \n==Dân cư, kinh tế==\nNgoài số người Kinh sinh sống phần đông ở đây, còn có người Thượng sắc tộc Stiêng, Mạa Churu và người gốc Khmer, Chàm. Các tôn giáo chính là đạo Phật, Thiên Chúa, Tin Lành, thờ phụng Thần linh, Tổ tiên.\n\nLúa gạo là hoa màu chính, rồi đến các hoa màu phụ như sắn, các loại khoai và đậu. Loại cây công nghiệp trồng khá nhiều là cao su, cà phê.\n\nVườn cây ăn trái trồng nhiều loại như mãng cầu xiêm, mãng cầu (na), cam, quýt, sầu riêng, ổi....Dân ta còn trồng mía ở những nơi gần sông ngòi.\n\nRừng cho một số cây như tre, nứa, gỗ dầu, củi, mây.... \n==Di tích, thắng cảnh==\nPhước Thành không có nhiều di tích và danh lam thắng cảnh. Ngoài các sông ngòi và các vườn trái cây, người ta có thể đến thăm suối Tiên và thác Trị An ở phía Nam tỉnh, sát ranh giới với tỉnh Biên Hòa.\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n\n[[Thể loại:Hành chính Việt Nam Cộng hòa]]\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Đông Nam Bộ]]\n[[Thể loại:Hành chính Bình Dương]]"}