{"3338747":"{{Miếu Việt Nam\n| name = Phước An Miếu\n| img = \n| img_size = \n| img_capt = \n| denomination = - Thất Phủ Vương Gia Công (Thất Phủ Đại Nhân)<br>- [[Thổ công|Ông địa]]\n| venerated = 16\/1 (âm lịch)\n| founded = [[1906]]\n| closed = \n| founder = Họ Lý gốc [[Phúc Kiến]] tại [[Chánh Nghĩa]]\n| teacher = \n| director = Họ Lý gốc [[Phúc Kiến]] tại [[Chánh Nghĩa]]\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = Đường Bùi Quốc Khánh, [[Chánh Nghĩa|Phường Chánh Nghĩa]], [[Thủ Dầu Một|Thành phố Thủ Dầu Một]], [[Bình Dương]]\n| country = {{VIE}}\n| website = \n}}\n\n'''Phước An Miếu''' ([[chữ Hán]]: 福安廟), thường được gọi là '''Chùa Ông Bổn''', là một cơ sở tín ngưỡng của [[Người Hoa tại Việt Nam|người Hoa]] tại phường [[Chánh Nghĩa]], thành phố [[Thủ Dầu Một]], tỉnh [[Bình Dương]]. Bên cạnh miếu này còn có từ đường họ Lý, còn gọi là '''Lý Thị Gia Miếu'''.\n\n==Lịch sử ông Bổn==\n\nLễ hội miếu Ông Bổn được luân phiên diễn ra với phạm vi hẹp hơn miếu Bà Thiên Hậu. Tuy nhiên, lễ hội miếu Ông gắn liền với những người làm nghề lò chén, họ coi trọng nơi nhập cư, họ lập chùa lấy tên vị thần đất (Ông Bổn) nói chung và thờ các vị thánh nhân phù hộ nghề nghiệp cho họ.\n\nĐối với người Hoa, Ông Bổn có nghĩa là \"Ông tổ\", \"Bổn\" có nghĩa là gốc. Ông Bổn chỉ là một biểu tượng, không phải là một nhân vật cụ thể. Đa số người Hoa đều quan niệm rằng \"Ông Bổn\" là \"Phước Đức Chánh Thần\". Tuy nhiên mỗi bang người Hoa đều có những quan niệm và tín ngưỡng riêng về Ông Bổn.\n\n[[Người Hoa (Việt Nam)|Người Hoa]] (gốc [[Phúc Kiến]]) ở [[Chợ Lớn]] đã cụ thể hóa \"Ông Bổn\" là Châu Đạt Quan – Một vị quan đời Nguyên. [[Người Hoa (Việt Nam)|Người Hoa]] gốc [[Triều Châu]], [[Hải Nam]] ở miền [[Đồng bằng sông Cửu Long|Tây Nam bộ]] lại cụ thể hóa là Tam Bảo Thái Giám Trịnh Hòa – Người [[Nhà Minh|đời Minh]]. Người [[Triều Châu]] (ở [[Hội An]]) cụ thể hóa là Phục Ba Tướng quân [[Mã Viện]]. Người [[Quảng Đông]] ở [[Chợ Lớn]] cho Ông Bổn của họ là Thần Thổ Địa,... nhưng những người Hoa họ Vương (gốc [[Phúc Kiến]]) ở [[Bình Dương]] cho rằng Ông Bổn của họ là Huyền Thiên Thượng đế và họ Lý (gốc [[Triều Châu]]) cho Ông Bổn của họ chính là Ông tổ họ Lý. Huyền Thiên Thượng đế là một vị thần do Thượng đế phân thân còn gọi là Chơn Võ (Chân Vũ). Trấn Vũ là vị thần ở núi Võ Đang. Bên cạnh Huyền Thiên Thượng đế, họ Vương còn thờ: Quan Âm Bồ Tát (người Phúc Kiến tôn thờ nhiều thần), Na Tra Thái Tử, Nam Triều Đại Đế. Họ Vương thì tôn thờ các vị thần trên.<ref>[https:\/\/hoangnguyen1608.wordpress.com\/2014\/03\/02\/phong-tuc-le-hoi-chua-ong-bon\/ PHONG TỤC LỄ HỘI CHÙA ÔNG BỔN]<\/ref>\n\nỞ [[Bình Dương]] hiện nay có 5 ngôi miếu thờ Ông Bổn. Đó là miếu Ông Bổn Chánh Nghĩa (Phước An Miếu), miếu Ông Bổn Bà Lụa, miếu Ông Bổn chợ Búng, miếu Ông Bổn Lái Thiêu và miếu Ông Bổn Tân Phước Khánh (Tân Phước Khánh Nghĩa Đường) của họ Lý, họ Vương Phúc Kiến. Lễ hội miếu Ông Bổn ở [[Bình Dương]] diễn ra luân phiên, không có quy mô lớn và thu hút đông đảo [[Người Hoa (Việt Nam)|Người Hoa]], người Việt như lễ hội [[Chùa Bà Thiên Hậu (Phú Cường)|chùa Bà-Thiên Hậu Thánh Mẫu]], nhưng đây lễ hội gắn liền với nghề nghiệp của những người Hoa làm gốm sứ. Nếu như lễ hội Thiên Hậu Thánh Mẫu thể hiện rõ tính chất cầu an, cầu mong sự phù hộ thì lễ hội miếu Ông Bổn đậm chất tri ân, biết ơn thánh nhân, nhớ về cội nguồn, coi trọng nơi nhập cư và cầu mong tiền nhân phù hộ nghề nghiệp cho họ.\n\nKhác với các cộng đồng [[Người Hoa (Việt Nam)|Người Hoa]] ở khu vực khác. Cộng đồng họ Lý đến từ [[Phúc Kiến]] ở khu vực Phước An Miếu ([[Chánh Nghĩa]], [[Thủ Dầu Một]]) lại thờ Ông Bổn là thủy tổ các họ: Lực, Chu, Quách, Tiêu, Triệu, Lý và Châu. Đây cũng chính là biểu tượng chính của ông Bổn tại đây. Họ cũng thờ Phước Đức Chánh thần mà họ gọi đó là Ông Địa, tức là thần đất đai ở địa phương. Và lễ hội Phước An miếu ở phường [[Chánh Nghĩa]], thành phố [[Thủ Dầu Một]] là một trong những lễ hội tiêu biểu của tục thờ Ông Bổn của người Hoa [[Bình Dương]].\n\nHọ Lý ở [[Chánh Nghĩa]] có nguồn gốc từ huyện [[An Khê, Tuyền Châu|An Khê]], phủ [[Tuyền Châu]], [[Phúc Kiến]] qua [[Việt Nam]] đã nhiều đời. Ngôi miếu Phước An thờ Ông Bổn ở đây đã có lẽ xuất hiện từ thời điểm ấy. Ngay bên cạnh miếu thờ Ông Bổn là từ đường của dòng họ Lý của ông. Hàng năm từ đường tổ chức hai kỳ cúng lễ, vào mùa xuân là ngày 2 tháng Giêng (âm lịch) và vào mùa thu là ngày 4 tháng 7 (âm lịch). Những tấm bia gỗ được đặt trang trọng trong từ đường khắc tên người quá cố các đời trước (trong đó 3 đời là những người vốn sinh sống bên Trung Quốc, các đời còn lại là những người đã sang Việt Nam định cư).\n\n==Phước An Miếu==\n\nMiếu Phước An tọa lạc ở khu phố 7, phường [[Chánh Nghĩa]], thành phố [[Thủ Dầu Một]], tỉnh [[Bình Dương]]. Miếu có diện tích không lớn, chừng 4m (ngang) và 5m (dài). Mái lợp ngói âm dương, trên có hình lưỡng long tranh châu. Đao mái gắn những con nghê trong rất sinh động. Chất liệu xây miếu là gạch, xi măng, đá rửa mài nhẵn sơn hồng. Hình dáng ngôi miếu hiện tại mà chúng ta đang nói được trùng tu lần thứ ba vào năm [[1980]].\n \nTrước miếu có bức hoành lớn khắc ba chữ Phước An Miếu. Tên miếu được ghép từ hai chữ để nhớ về nguồn gốc bản quán của cộng đồng người Hoa ở đây. Phước là từ Phước (Phúc) Kiến. An là từ tên huyện [[An Khê, Tuyền Châu|An Khê]]. Miếu Phước An là miếu của họ Lý có nguồn gốc từ huyện [[An Khê, Tuyền Châu|An Khê]], Phước Kiến, Trung Quốc. Cộng đồng người Hoa ở đây còn dùng chữ Phước An để đặt tên cho một số tổ chức của mình, như ''Đoàn lân Phước An''.\n\nTheo các vị cao niên thì miếu Phước An được xây dựng lần đầu tiên vào năm Bính Ngọ đời vua Quang Tự, [[nhà Thanh]]. Nếu hồi tưởng đó là chính xác thì Phước An miếu có thể được xây từ năm [[1906]].\n \nNăm [[1965]], miếu Phước An được trùng tu lần thứ hai. Theo các vị cao niên gắn bó với miếu Phước An, mỗi lần trùng tu hay xây mới, miếu luôn được xây dựng theo hình dáng và kích thước ban đầu và cũng là theo cấu trúc của ngôi miếu có cùng tên gọi, cùng các đối tượng thờ cúng ở quê hương bản quán tại huyện An Khê, Phước Kiến, Trung Quốc. Điều này cho thấy ý thức gìn giữ truyền thống của cộng đồng người Hoa ở đây khi họ di cư đến vùng đất mới [[Bình Dương]].\n\nBàn thờ chính điện chia thành hai tầng để đặt các bức tượng cao chừng 4-5 tấc. Phía trước là bàn bày biện khí tự và các vật phẩm dâng cúng. Miếu Phước An, hay như cách gọi của người dân địa phương là chùa Ông Bổn họ Lý phường Chánh Nghĩa, thờ Thất Phủ Vương Gia Công, hay Thất Phủ Đại Nhân. Đây là đối tượng thờ chính của miếu, được đặt trang trọng ở bàn thờ cao nhất.\n\nChính điện Phước An miếu có 7 tượng chân dung. Đây là Thất Phủ Đại Nhân, là bảy thánh nhân đứng đầu bảy phủ mang họ: Tiêu, Chu, Triệu, Châu, Lý, Lịch và Quách, trong đó phủ đại nhân họ Tiêu được xem là \"lớn nhất\", giữ vị trí trung tâm. Tương truyền thất đại nhân là bảy vị quyền cao chức trọng ở Phúc Kiến, được vua phong sắc, trao cho quyền tiền trảm hậu tấu, nhưng khi hỏi về lai lịch cụ thể của mỗi vị thì không ai biết và cũng chưa thấy có tài liệu nào ghi lại rõ ràng. Phía trên các tượng thờ có đại tự ghi hai chữ \"Hiển Hách\", và các bức hoành bày tỏ ước vọng của người dân, như \"Phong điều vũ thuận\", \"Quốc thái dân an\",...\n\nPhía trước miếu, hai bên cửa có kiệu ông. Kiệu được đóng bởi những gỗ to bản ghép lại, tương tự ghế ngồi, được sơn đỏ. Vào ngày lễ, ghế được dán bùa. Trên ghế có bàn chông sắt sắc nhọn, nơi đặt hai chân cũng có bàn chông. Hai tay vịn của ghế, phía sau dựa lưng đều có các thanh gươm rất sắc, sáng quắc. Trong quá trình tổ chức lễ hội nếu có người lên cốt (do một vị thần nào đó nhập vào) người đó sẽ ngồi lên kiệu, coi hát… nhưng không bị đứt bởi gươm hay chảy máu vì các bàn chông sắc nhọn.\n\nBên trái và ngay cạnh miếu Phước An là từ đường (nhà thờ) họ Lý. Trước từ đường có bức hoành lớn khắc bốn chữ \"Lý Thị Gia Miếu\" (tức là miếu thờ gia tộc họ Lý). Trong từ đường có ba bàn thờ. Chính giữa là bàn thờ Lý Lương Phát, được xem là ông tổ họ Lý, quê [[Phúc Kiến]], cách nay 20 đời. Bên phải bàn thờ Lý Lương Phát là bàn thờ dòng tộc họ Lý ở [[Bình Dương]]. Bên trái là bàn thờ Phước Đức Chánh Thần. Người Hoa ở [[Chánh Nghĩa]] quan niệm Phước Đức Chánh Thần của họ là thổ thần, là Ông Địa, tức là thần đất đai nơi cư trú.<ref>[http:\/\/lehoithegioi.com\/le-hoi-chua-ong-bon-binh-duong-tin-nguong-cua-nguoi-hoa\/Lễ hội chùa Ông Bổn Bình Dương – Tín ngưỡng của người Hoa tại Việt Nam]{{Liên kết hỏng|date = ngày 11 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nPhía trước miếu Phước An, vào dịp đại lễ ba năm một lần người ta dựng một sân khấu để biểu diễn tuồng. Đây là sân khấu tạm, có thể tháo dỡ, không làm cố định như võ ca trong đình miếu của người Việt. Miếu Phước An được quản lý bởi một Ban trị sự gồm 12 người do con cháu trong dòng tộc bầu vào dịp tổ chức lễ hội ba năm một lần. Đứng đầu Ban trị sự là Trưởng ban. Ban trị sự quản lý, điều hành mọi công việc của miếu.\n\n==Lễ hội==\n\n[[Tập tin:Chua Ong Bon - Chanh Nghia - doan ruoc kieu.jpg|thumb|Lễ hội Chùa Ông Bổn ngày 16 tháng 1 (âm lịch)]]\n\nLễ hội Phước An miếu diễn ra trong các ngày từ 11 đến rạng sáng ngày 14 tháng 8 (âm lịch). Đó là lịch lễ của ba năm tổ chức lễ lớn một lần, có đoàn hát. Những năm còn lại chỉ làm lễ cúng không mời đoàn hát và lễ cúng cũng chỉ diễn ra trong một ngày. Chính lễ là ngày 12 tháng 8 (âm lịch).\n\nKhông riêng gì cấu trúc và đối tượng thờ cúng mà ngay cả lịch lễ, các nghi thức thờ phượng của miếu Phước An ở Chánh Nghĩa cũng tương tự như miếu Phước An ở [[An Khê, Tuyền Châu]], [[Trung Quốc]]. Điều này cho thấy lưu dân người Hoa đến Thủ Dầu Một không những đã mang theo lễ tục mà còn bảo tồn và duy trì lễ tục đó trọn vẹn như ở quê hương bản quán ngày họ ra đi.<ref>[http:\/\/dulichbinhduong.org.vn\/tin\/binh-duong-le-hoi-mieu-ong-bon-cua-nguoi-hoa-144 Bình Dương - Lễ hội Miếu Ông Bổn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160303200449\/http:\/\/www.dulichbinhduong.org.vn\/tin\/binh-duong-le-hoi-mieu-ong-bon-cua-nguoi-hoa-144 |date = ngày 3 tháng 3 năm 2016}} Du lịch Bình Dương<\/ref>\n\nLễ hội diễn ra vào 16 tháng 1 (âm lịch), rược kiệu có các đoàn lân, hẩu, rồng đi trước. Đi đến tận rạng sáng hôm sau 17 tháng 1.\n\nTuyến đường đi: Bùi Quốc Khánh (rẽ trái) - Lò Chén (rẽ phải) - Cách mạng Tháng Tám (rẽ phải) - 30 tháng 4 (rẽ phải) - Bùi Quốc Khánh. Kết thúc đoàn rước kiệu quay lại nơi xuất phát.\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{Chùa tại Việt Nam}}\n\n[[Thể loại:Miếu Việt Nam]]\n[[Thể loại:Di tích tại Bình Dương]]"}