{"798782":"{{bài cùng tên|Phường 1}}\n{{Thông tin đơn vị hành chính Việt Nam| phường\n| tên = Phường 1\n| hình = \n| ghi chú hình = \n| vĩ độ = 10\n| vĩ phút = 27\n| vĩ giây = 53\n| kinh độ = 105\n| kinh phút = 37\n| kinh giây = 47\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 2,02 km²<ref name=ATELIERS\/>\n| dân số = 12.645 người<ref name=ATELIERS\/>\n| thời điểm dân số = 2008\n| mật độ dân số = 6.250 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Đồng Tháp]]\n| thành phố = [[Cao Lãnh (thành phố)|Cao Lãnh]]\n| thành lập = 23\/2\/1983<ref name=13-HĐBT\/>\n| mã hành chính = 29866<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = 17 Trần Phú\n| web = {{url|phuong1.tpcaolanh.dongthap.gov.vn}}\n}}\n\n'''Phường 1''' là một [[Phường (Việt Nam)|phường]] thuộc [[thành phố]] [[Cao Lãnh (thành phố)|Cao Lãnh]], [[tỉnh]] [[Đồng Tháp]], [[Việt Nam]].\n\n==Địa lý==\nPhường 1 nằm ở trung tâm thành phố Cao Lãnh, có vị trí địa lý:\n*Phía đông phường [[Mỹ Phú (phường)|Mỹ Phú]]\n*Phía tây giáp phường [[Hòa Thuận, thành phố Cao Lãnh|Hòa Thuận]]\n*Phía tây nam giáp [[Phường 4, thành phố Cao Lãnh|Phường 4]] và phường Hòa Thuận \n*Phía đông bắc giáp [[Phường 2, thành phố Cao Lãnh|Phường 2]] và xã [[Mỹ Tân, thành phố Cao Lãnh|Mỹ Tân]]\n*Phía tây bắc giáp xã Mỹ Tân.\n\nPhường 1 có diện tích 2,02&nbsp;km², dân số năm 2008 là 12.645 người<ref name=ATELIERS>{{Chú thích web|url=https:\/\/ateliers.org\/media\/workshop\/documents\/2_dossier_analyse_vt_dongthap.pdf|tựa đề= Tài liệu phân tích thành phố Cao Lãnh và bối cảnh khu vực – Quy hoạch phát triển bền vững thành phố Cao Lãnh đến năm 2020 tầm nhìn đến năm 2040 (diện tích, dân số, mật độ dân số năm 2008 trang 60) |ngày= tháng 5 năm 2010 |website=ATELIERS|url-status=live}}<\/ref>, mật độ dân số đạt 6.250 người\/km².\n\n===Khí hậu===\nPhường 1 có đặc điểm chung khí hậu nhiệt đới ẩm, gió mùa. Mỗi năm có hai mùa rõ rệt: mùa mưa từ tháng 5 đến tháng 11, trùng với gió mùa Tây Nam. Mùa khô từ tháng 12 đến tháng 4 năm sau, trùng với gió mùa Đông bắc.\n\nLượng mưa trung bình năm là 1.682-2.005&nbsp;mm. Lượng mưa phân bố không đồng đều theo các mùa trong năm. Mùa mưa từ tháng 5 đến tháng 11, chiếm đến 90 - 92% lượng mưa của cả năm và tập trung vào các tháng 9, 10 (30-40%). Mực nước trên các sông, rạch đều chịu tác động của thủy triều trong tháng. Hàng năm mùa khô vào tháng 3 đến tháng 5 là nước ở các sông, rạch khô cạn.\n\n==Hành chính==\nPhường 1 được chia thành 5 khóm: 1, 2, 3, 4, 5.<ref name=23\/2017\/TT-BTNMT>{{Chú thích web|url=https:\/\/admin.bandovn.vn\/UserFiles\/files\/23-2017-tt-btnmt_DongThap.PDF|tựa đề= Ban hành Danh mục địa danh dân cư, sơn văn, thủy văn, kinh tế - xã hội phục vụ công tác thành lập bản đồ phần đất liền tỉnh Đồng Tháp |ngày= 31 tháng 8 năm 2017 |website= Cục đo đạc, bản đồ và thông tin địa lý Việt Nam – Trung tâm thông tin dữ liệu đo đạc và bản đồ |url-status=live}}<\/ref>\n\n==Lịch sử==\nThị xã Cao Lãnh từng là tỉnh lỵ tỉnh [[Kiến Phong]] dưới thời [[Việt Nam Cộng hoà]].\n\nSau năm [[1975]], thị xã này trở lại thành thị trấn Cao Lãnh và là huyện lỵ của huyện Cao Lãnh.\n\nNgày [[23 tháng 2]] năm [[1983]], Hội đồng Bộ trưởng ban hành Quyết định 13-HĐBT<ref name=13-HĐBT>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-13-HDBT-chia-huyen-Tam-Nong-thanh-2-huyen-thanh-lap-thi-xa-Cao-Lanh-tinh-Dong-Thap-44715.aspx|tựa đề= Quyết định 13-HĐBT về việc chia huyện Tam Nông thành hai huyện và thành lập thị xã Cao Lãnh thuộc tỉnh Đồng Tháp |ngày= 23 tháng 2 năm 1983 |website= Thư viện pháp luật |url-status=live}}<\/ref> về việc thành lập phường I trên cơ sở một phần đất của thị trấn Cao Lãnh cũ.\n\nNgày [[16 tháng 1]] năm [[2007]], Chính phủ ban hành Nghị định 10\/2007\/NĐ-CP<ref name=10\/2007\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-10-2007-ND-CP-thanh-lap-thanh-pho-Cao-Lanh-thuoc-tinh-Dong-thap-16516.aspx|tựa đề= Nghị định 10\/2007\/NĐ-CP về việc thành lập thành phố Cao Lãnh thuộc tỉnh Đồng Tháp |ngày= 16 tháng 1 năm 2007 |website= Thủ viện pháp luật |url-status=live}}<\/ref> về việc thành lập thành phố Cao Lãnh thuộc tỉnh Đồng Tháp. Phường 1 trực thuộc thành phố Cao Lãnh.\n\n==Giao thông==\n===Giao thông đường bộ===\nTrước năm 1983 đây, là một phần đất thuộc thôn Mỹ Trà là vùng đất hoang sơ, đường nhỏ hẹp, mùa mưa lầy lội, phường có 2 tuyến đường chính đường 30\/4 và đường Nguyển Huệ, bị xuống cấp phương tiện giao thông khó khăn.\n\nTừ năm 1986 đến nay, được đầu tư xây dựng như: đường Lý Thường Kiệt, Trần Hưng Đạo, trải xà bần ở một số tuyến đường như: đường giữa (nay là đường Ngô thì Nhậm), đường Thầy Kiện (nay là đường Nguyễn Văn Tre),... tuyến đường giao thông trải nhựa tạo điều kiện thuận tiện cho việc nhân dân qua lại, giao lưu mua bán.\n\n===Cơ sở hạ tầng===\nCác tuyến đường giao thông đường bộ, toàn phường có chiều dài 47,0637&nbsp;km được trải nhựa kiên cố trong đó 5 tuyến đường chính:\n*Đường 30\/4 tiếp giáp từ phường 2 chạy dài tới cầu kinh cụt dài 2,3&nbsp;km. \n*Đường Nguyễn Huệ tiếp giáp từ cầu Đình Trung phường Mỹ Phú đến cầu Cầu Đúc phường 4 dài 1,160&nbsp;km.\n*Đường Lý Thường Kiệt tiếp giáp phường 2 (Tôn Đức Thắng đến Nguyễn Huệ) dài 0,915&nbsp;km (nằm trong địa bàn phường). \n*Đường Tôn Đức Thắng tiếp giáp cầu Cái Sao Thượng đến đường 30\/4 (30\/4 đến Trần Hưng Đạo) dài 1,110&nbsp;km (nằm trong địa bàn phường).\n*Đường Ngô Thì Nhậm tiếp giáp phường 2 (Lê Thị Riêng đến Nguyễn Huệ) dài 1,180&nbsp;km.\n\nNgoài các tuyến đường chính, phường còn có các tuyến đường như: Võ Trường Toản, Nguyễn Thị Minh Khai, Nguyễn Văn Tre, Lê Văn Tám, Lê Thị Riêng, Trần Phú đều được trải nhựa thuận lợi cho người dân qua lại giao thương mua bán. Tuy nhiên còn một đường như: Trần Hưng Đạo, Nguyễn Văn Bãnh và một số đường phụ, hẻm đang bắt đầu thi công vào năm 2016 đến nay.\n\n===Giao thông đường thủy===\nTrên địa bàn phường có 2 con sông chính là sông Cao Lãnh và sông Cái sao thượng nên thuận lợi cho việc vận chuyển giao thương hàng hóa của nhân dân trong ngoài đia phương.\n\nHệ thống giao thông đường thủy: Phường 1 nằm cặp sông Cao lãnh và sông Cái Sao Thượng. Hệ thống cầu, cống được đầu tư đảm bảo nhu cầu đi lại của nhân dân. Hệ thống sông đi qua địa bàn phường như: sông Cao Lãnh dài 2,300&nbsp;km (từ cầu kinh cụt đến cầu Đúc), sông Cái Sao Thượng dài 3,255&nbsp;km (từ cầu kinh cụt đến cầu Đình Trung).\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Đồng Tháp}}\n{{Đơn vị hành chính thuộc thành phố Cao Lãnh}}"}