{"1251879":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Phương Thạnh\n| hình = \n| ghi chú hình = \n| vĩ độ = 9\n| kinh độ = 106\n| vĩ phút = 56\n| vĩ giây = 51\n| kinh phút = 15\n| kinh giây = 59\n| diện tích = 22,26 km²\n| dân số = 12.307 người\n| thời điểm dân số = 2019\n| mật độ dân số = 553 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện = [[Càng Long]]\n| thành lập = \n| trụ sở UBND = Hương lộ 7, ấp Đầu Giồng<ref name=PHUONGTHANH\/>\n| mã hành chính = 29290<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phương Thạnh''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Càng Long]], tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\nXã Phương Thạnh nằm ở phía đông nam của huyện Càng Long, cách trung tâm huyện khoảng 13&nbsp;km<ref name=PHUONGTHANH\/>, có vị trí địa lý:\n*Phía đông giáp huyện [[Châu Thành, Trà Vinh|Châu Thành]]\n*Phía tây giáp xã [[Bình Phú, Càng Long|Bình Phú]]\n*Phía nam giáp xã [[Huyền Hội]] và huyện Châu Thành\n*Phía bắc giáp xã [[Đại Phúc (xã)|Đại Phúc]] và xã Bình Phú.\n\nXã Phương Thạnh có diện tích 22,26&nbsp;km², dân số năm 2019 là 12.307 người<ref name=\"TRAVINH2019\">{{Chú thích web |url = https:\/\/www.travinh.gov.vn\/1452\/39349\/72987\/618282\/so-lieu-thong-ke-cong-tac-dan-toc\/ket-qua-dieu-tra-53-dan-toc-thieu-so-tren-dia-ban-tinh-tra-vinh-ngay-01-4-2019|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Trà Vinh (Kết quả điều tra 53 dân tộc thiểu số trên địa bàn tỉnh Trà Vinh)|accessdate = ngày 3 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 553 người\/km².\n\n==Hành chính==\nXã Phương Thạnh được chia thành 9 ấp: Chợ, Đầu Giồng, Hưng Nhượng A, Hưng Nhượng B, Nguyệt Trường, Phú Hòa, Phú Thạnh, Sóc Vinh, Thiện Chánh.\n\n==Lịch sử==\nNgày [[15 tháng 10]] năm [[2019]], Hội đồng Nhân dân tỉnh Trà Vinh ban hành Nghị quyết 157\/NQ-HĐND<ref name=157\/NQ-HĐND>{{Chú thích web|url=https:\/\/travinh.gov.vn\/SiteFolders\/vpdbqh\/4950\/vanban\/signed_157_nq_hdnd.pdf|tựa đề= Nghị quyết số 157\/NQ-HĐND về việc sáp nhập ấp, khóm trên địa bàn tỉnh Trà Vinh|ngày= 15 tháng 10 năm 2019 |website=TRANG THÔNG TIN TIN ĐIỆN TỬ VĂN PHÒNG ĐOÀN ĐẠI BIỂU QUỐC HỘI VÀ HỘI ĐỒNG NHÂN DÂN TỈNH TRÀ VINH|url-status=live}}<\/ref> về việc sáp nhập một phần ấp Giồng Chùa vào ấp Sóc Vinh.\n\n==Kinh tế - xã hội==\nKinh tế tiếp tục phát triển, tổng giá trị sản xuất toàn ngành năm 2018 ước đạt 545,94 tỷ đồng, đạt 100,35% Kế hoạch, so cùng kỳ tăng 39,32 tỷ. Trong đó: ngành nông nghiệp đạt 276,16 tỷ đồng, đạt 100,26% Kế hoạch, so cùng kỳ tăng 8,75 tỷ; ngành thủy sản 18,39 tỷ đồng đạt 108,14% Kế hoạch, so cùng kỳ tăng 1,96 tỷ; ngành công nghiệp, tiểu thủ công nghiệp 140,79 tỷ đồng đạt 99,81% Kế hoạch, so cùng kỳ tăng 15,96 tỷ;  ngành xây dựng 68,23 tỷ đồng, đạt 99,09% Kế hoạch, so cùng kỳ tăng 7,83 tỷ và ngành dịch vụ 42,37 tỷ đồng, đạt 101,66% Kế hoạch, so cùng kỳ tăng 4,82 tỷ.\n\nThu nhập bình quân đầu người đạt 42.150.000 đ\/người\/năm đạt 100,36% Kế hoạch.<ref name=PHUONGTHANH\/>\n\n===Giáo dục===\n1 trường THCS Phương Thạnh tại ấp Đầu Giồng cặp theo Quốc lộ 53.\n\n3 trường Tiểu học: Có 1 điểm chính và 2 điểm lẻ:\n* Trường TH Phương Thạnh A tại ấp Chợ (điểm chính)\n* Trường TH Phương Thạnh A tại ấp Đầu Giồng (điểm lẻ)\n* Trường TH Phương Thạnh B tại ấp Phú Hòa (điểm lẻ).\n\n1 trường Mẫu giáo Ánh Dương tại ấp Đầu Giồng (điểm chính và 3 điểm lẻ ở các ấp: Sóc Vinh, Hưng Nhượng A, Nguyệt Trường).<ref name=PHUONGTHANH\/>\n\n==Giao thông==\n===Giao thông bộ===\nTrên địa bàn xã Phương Thạnh có tuyến giao thông lớn là Quốc lộ 53 và Hương lộ 7 tạo điều kiện thuận lợi cho xã giao lưu phát triển kinh tế - văn hoá – xã hội với các xã, thị trấn trong huyện và bên ngoài. Ngoài ra trên địa bàn toàn xã còn có các tuyến giao thông nông thôn 10\/10 ấp đều được bê tông hóa đảm bảo xe 2 bánh lưu thông đến trung tâm xã dễ dàng trong cả hai mùa mưa nắng.\n\nHệ thống giao thông của xã thời gian qua tuy đã phát triển, nhưng trong tương lai cần đầu tư mạnh để phát triển hệ thống giao thông đảm bảo phục vụ cho nhân dân lưu thông và vận chuyển hàng hoá ngày càng tăng.\n\n===Giao thông thủy===\nXã Phương Thạnh có hệ thống mạng lưới sông ngòi và kênh dày đặc thuận lợi cho việc phát triển nông nghiệp, và nuôi trồng thủy sản.<ref name=PHUONGTHANH>{{Chú thích web|url=http:\/\/quyhoach.xaydung.gov.vn\/vn\/quy-hoach\/7706\/quy-hoach-chung-xay-dung-xa-phuong-thanh--huyen-cang-long--tinh-tra-vinh-den-nam-2030.aspx|tựa đề= Quy hoạch chung xây dựng xã Phương Thạnh, huyện Càng Long, tỉnh Trà Vinh đến năm 2030 |ngày= 1 tháng 1 năm 2019 |website= CỔNG THÔNG TIN QUY HOẠCH XÂY DỰNG VÀ QUY HOẠCH ĐÔ THỊ VIỆT NAM |url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Càng Long}}"}