{"1242071":"{{bài cùng tên| Phường 7}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Phường 7\n| hình =Đường Nguyễn Thái Học, Tp Vũng Tàu, Bà Rịa - Vũng Tàu (1).jpg \n| ghi chú hình =Chung cư 15 tầng trên đường Nguyễn Thái Học \n| vĩ độ = 10\n| kinh độ = 107\n| vĩ phút = 21\n| vĩ giây = 46\n| kinh phút = 04\n| kinh giây = 56\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 1,63 km²\n| dân số = 21.759 người\n| thời điểm dân số = 1999\n| mật độ dân số = 13.349 người\/km²\n| dân tộc = \n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Bà Rịa – Vũng Tàu]]\n| thành phố = [[Vũng Tàu]]\n| thành lập = 1986<ref name=QD58\/>\n| trụ sở UBND = \n| mã hành chính = 26524<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Phường 7''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Vũng Tàu]], tỉnh [[Bà Rịa – Vũng Tàu]], [[Việt Nam]].\n\nPhường được thành lập năm 1986 trên cơ sở tách ra từ phường Thắng Nhì cũ.<ref name=\"QD58\" \/>\n\n==Địa lý==\nPhường 7 nằm ở phía bắc khu trung tâm thành phố Vũng Tàu, có vị trí địa lý:\n*Phía đông giáp [[Phường 8, Vũng Tàu|Phường 8]] bởi đường Trương Công Định.\n*Phía tây giáp phường [[Thắng Nhì]] bởi đường Lê Lợi và đường Nguyễn An Ninh.\n*Phía nam giáp [[Phường 4, Vũng Tàu|Phường 4]]\n*Phía bắc giáp phường Thắng Nhì và [[Phường 9, Vũng Tàu|Phường 9]].\n\nPhường có diện tích 1,63&nbsp;km², dân số năm 1999 là 21.759 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 13.349 người\/km².\n\n==Lịch sử==\nVào thời [[Gia Long|vua Gia Long]] (1802-1820), để kiểm soát và bảo vệ khu vực vịnh Ghềnh Rái, cửa biển Cần Giờ, triều đình đã cử 3 đội binh lính (gọi là \"thuyền\") đến vùng đất Vũng Tàu trấn giữ. Ba thuyền này gồm Thắng Nhất, Thắng Nhị, Thắng Tam. Về sau, vua cho lớp lính giải ngũ và định cư thành ba làng Thắng Nhất, Thắng Nhì và Thắng Tam. Địa bàn phường 7 tương ứng với khu vực phía đông nam làng Thắng Nhì cũ.\n\nSau khi xâm chiếm thành công [[Nam Kỳ Lục tỉnh|Lục tỉnh Nam Kỳ]], người Pháp đã phát triển Vũng Tàu thành đô thị nghỉ dưỡng và phòng thủ chiến lược cho [[Sài Gòn]], đặt tên là '''Cap Saint Jacques'''. Dọc theo đường Lê Lợi ngày nay (tức Route de Ben-dinh), nhà cầm quyền Pháp đặt nhiều doanh trại và cơ sở quân sự bộ binh, pháo binh và quân y viện.<ref>Chú thích của Paul Thompson trên bản đồ Cap Saint Jacques in năm 1934. Phần chú thích là hình thứ 2 trong bài đăng tựa đề \"10. Cable Anglais\/Telegraph\" của blog ''Vung Tau \/ Cap St. Jacques Colonial History''. Lưu trữ tại '''[https:\/\/vungtauhistory.wordpress.com\/the-town\/10-cable-anglais-telegraph\/ đây]'''.<\/ref>\n[[Tập tin:Phường 7 trên bản đồ 1969.jpg|nhỏ|Khu vực phường 7 trên bản đồ 1969 cho thấy nhiều cơ sở quân sự]]\nThời kỳ chiến tranh Việt Nam, Quân lực Việt Nam Cộng Hòa và đồng minh đã xây dựng nhiều khu huấn luyện quân sự trong khu vực phường 7. Trong số các công sự này có căn cứ Tiểu đoàn 6 Binh chủng Nhảy Dù QLVNCH. Dân cư sinh sống chủ yếu ở đoạn gần đường Phạm Hồng Thái đến Đình Thắng Nhì, và đoạn dọc theo đường Trương Công Định.<ref>Mô tả trên [[:Tập tin:Phường 7 trên bản đồ 1969.jpg|bản đồ Vũng Tàu]] do Cục Công binh Quân lực VNCH ấn hành năm 1969.<\/ref>\n\nSau ngày thống nhất, chính phủ Việt Nam có chủ trương phát triển Vũng Tàu thành trung tâm hậu cần khai thác và xuất khẩu dầu mỏ, nên đã lập ra [[Vũng Tàu – Côn Đảo|Đặc khu Vũng Tàu - Côn Đảo]]. Năm 1985, để hỗ trợ hơn 2,000 cán bộ, chuyên gia Liên Xô sang công tác lâu dài, chính quyền đặc khu và Tổng cục Dầu khí đã xây dựng một khu cư xá với 23 lô chung cư cao tầng riêng biệt, thường gọi là \"khu 5 tầng\".<ref>{{Chú thích web|url=https:\/\/thanhtra.com.vn\/xa-hoi\/doi-song\/co-mot-nuoc-nga-giua-long-pho-bien-174779.html|tựa đề=Có một nước Nga giữa lòng phố biển|tác giả=Mai Thắng|ngày=2020-11-27|website=Thanh Tra}}<\/ref>\n[[Tập tin:Dai hoc Ba Ria Vung Tau (co so 2).png|nhỏ|Cơ sở 2 của [[Trường Đại học Bà Rịa – Vũng Tàu|Đại học Bà Rịa - Vũng Tàu]].]]\nPhường 7 được thành lập vào ngày [[14 tháng 5]] năm [[1986]]<ref name=\"QD58\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-58-HDBT-dieu-chinh-dia-gioi-hanh-chinh-phuong-dac-khu-Vung-Tau-Con-Dao-37096.aspx|tựa đề=Quyết định 58-HĐBT năm 1986 về việc điều chỉnh địa giới hành chính của các phường thuộc đặc khu Vũng Tàu - Côn Đảo|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Khi mới thành lập, phường trực thuộc đặc khu [[Vũng Tàu – Côn Đảo]].\n\nNgày [[12 tháng 8]] năm [[1991]], đặc khu Vũng Tàu - Côn Đảo giải thể<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-42808.aspx|tựa đề=Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc trung ương do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, Phường 7 trực thuộc thành phố Vũng Tàu như hiện nay.\n\n== Hành chính ==\n\n=== Các phân khu ===\nVề quản lý hành chính, phường 7 được chia thành 9 khu phố, đánh số từ 1 đến 9.\n\n* Khu năm tầng: Khu tập thể cao tầng dành cho cán bộ công nhân viên liên doanh [[Liên doanh Việt-Nga Vietsovpetro|Vietsovpetro]]. Nhiều tòa nhà trong khu vực này đã chuyển thành khu phố của người Việt.\n* Trung tâm thương mại phường 7: khu nhà phố xây dựng dọc theo đường Nguyễn Thái Học và kéo dài đến Nguyễn An Ninh. \n* Công ty 12: khu dân cư được bao quanh bởi các đường Hoàng Văn Thụ, Hàn Mặc Tử và Trương Văn Bang. Sở dĩ có tên này là vì ở đầu đường Hoàng Văn Thụ và Nguyễn An Ninh là trụ sở Công ty xây dựng 12, nay là Idico-Conac.\n\n=== Đảng và chính quyền ===\n'''Hội đồng Nhân dân''' và '''Ủy ban Nhân dân''' phường 7 là hai cơ quan quyền lực Nhà nước ở địa phương này. Trong đó, Hội đồng nhân dân hiện tại là hội đồng nhân dân khóa 2021-2026, được bầu tại [[Bầu cử Quốc hội Việt Nam khóa XV|kỳ bầu cử Quốc hội khóa XV]]. Đứng đầu hội đồng nhân dân là Chủ tịch Hội đồng nhân dân. Trước đó, từ năm 2008 đến 2016, phường này không có hội đồng nhân dân, do thực hiện thí điểm không tổ chức hội đồng nhân dân.\n\nỦy ban Nhân dân là cơ quan chấp hành của Hội đồng nhân dân. Đứng đầu ủy ban này ông Nguyễn Xuân Thanh, Chủ tịch UBND phường.<ref name=\":0\">{{Chú thích web|url=http:\/\/vungtau.baria-vungtau.gov.vn\/danh-ba-dien-thoai-5|tựa đề=Danh bạ điện thoại|website=Cổng thông tin điện tử thành phố Vũng Tàu|url-status=live}}<\/ref>\n\nVề mặt Đảng, Đảng ủy phường 7 là cơ quan lãnh đạo của Đảng Cộng sản Việt Nam tại địa phương. Bí thư đảng ủy đương nhiệm là bà Nguyễn Thị Ngọc Thủy.<ref name=\":0\" \/>\n\nTrụ sở Đảng ủy, Hội đồng nhân dân và Ủy ban nhân dân phường 7 đặt tại số 2 đường Trương Văn Bang, Tp. Vũng Tàu.<ref name=\":0\" \/>\n\n== Giao thông ==\n\n=== Đường bộ ===\nCác tuyến phố chính đi qua địa bàn phường 7:\n\n* Nguyễn Thái Học: là con đường mới mở sau năm 1975 và đã trải qua thi công cải tạo nhiều lần. Hiện tại con đường dài 1.2&nbsp;km, rộng tới 60m với 6 làn xe chạy.\n* Lê Hồng Phong: chạy dọc theo ranh giới phía nam của phường. Đây là con đường trục đông-tây của thành phố Vũng Tàu. Đoạn thuộc phường 7 kéo dài từ Lê Lợi đến Ngã Năm.\n* Lê Lợi: nguyên là Route de Ben-dinh thời Pháp. Đường chạy từ ngã ba giao với đường Lê Hồng Phong đến Ngã tư Bến Đình. \n* Nguyễn An Ninh: một đường trục đông-tây trọng yếu của Vũng Tàu. Đoạn thuộc phường 7 kéo dài từ Ngã tư Bến Đình, qua Ngã tư Giếng Nước tới ngã tư Nguyễn An Ninh - Trương Công Định.\n\n=== Xe buýt ===\nHai tuyến xe buýt '''số 4''' (Bến xe Vũng Tàu - Bình Châu) và '''số 6''' (Bến xe Vũng Tàu - Phú Mỹ) chạy qua địa bàn phường 7 qua hai đường Lê Lợi và Nguyễn An Ninh.<ref name=\":1\">{{Chú thích web|url=https:\/\/busmediavn.com\/lo-trinh-cac-tuyen-xe-bus-tai-vung-tau-5390.html|tựa đề=Lộ trình các tuyến xe buýt tại Vũng Tàu|website=Bus Media|url-status=live}}<\/ref>\n\nTuyến xe buýt '''số 22''' (Vũng Tàu - Phú Túc (Đồng Nai)) chạy qua địa bàn phường qua đường Nguyễn An Ninh.<ref name=\":1\" \/>\n\n== Giáo dục ==\nỞ bậc tiểu học, phường 7 nằm trong địa bàn tuyển sinh của trường tiểu học Lê Lợi (các khu phố 1, 2, 3, 4 và 8), trường tiểu học Quang Trung (các khu phố 3 và 7), trường tiểu học Nguyễn Thái Học (khu phố 5), và trường tiểu học Bùi Thị Xuân (các khu phố 4 và 9).\n\nỞ bậc trung học cơ sở, phường nằm trong tuyến tuyển sinh của các trường THCS Duy Tân, Trần Phú, Thắng Nhì, Võ Trường Toản và Nguyễn Văn Linh.<ref>{{Chú thích web|url=https:\/\/edu.viettel.vn\/upload\/62150\/20200811\/2_KemQD_Phuong_an_tuyen_sinh_lop_6_NH_2020_2021_afeee72017.pdf|tựa đề=Phương án tuyển sinh lớp 6 trên địa bàn TP Vũng Tàu|website=|url-status=live}}<\/ref>\n\nTrong phường có cơ sở đào tạo của [[Trường Đại học Bà Rịa – Vũng Tàu|Trường Đại học Bà Rịa - Vũng Tàu]].\n\n== Tôn giáo ==\n* Nhà thờ Tân Châu, tọa lạc số 139 đường Phạm Hồng Thái, là nhà thờ Công giáo trực thuộc Giáo xứ Tân Châu, thành lập năm 1970 trên cơ sở nâng cấp giáo họ Bến Đình thuộc giáo xứ Vũng Tàu.<ref>{{Chú thích web|url=https:\/\/www.giaoxugiaohovietnam.com\/BaRia\/01-Giao-Phan-BaRia-TanChau.htm|tựa đề=Nhà thờ Giáo xứ Tân Châu|website=Giáo xứ giáo họ Việt Nam|url-status=live}}<\/ref>\n* Đền thờ Đức Quan Thánh là một kiến trúc tôn giáo văn hóa do người Hoa sáng lập, tọa lạc tại số 213 đường Phạm Hồng Thái.\n* Chùa Kim Liên là chùa phật giáo duy nhất trong phường, toạ lạc trong hẻm 180 Nguyễn An Ninh.\n*Tịnh xá Ngọc Đăng.\n\n== Cơ sở hạ tầng ==\n\n=== Thể thao - giải trí ===\nTrên địa bàn phường có nhiều cơ sở thể thao lớn:\n\n* Trung tâm thể thao Vietsovpetro, do Liên doanh Vietsovpetro quản lý, nằm ở Khu Năm Tầng.\n* Nhà thi đấu cầu lông PVGas, nằm ở đường Trần Khánh Dư.\n*CLB Thể thao OSC.\n*Công viên nước Vũng Tàu tại số 36 Nguyễn Thái Học, là công viên nước giải trí duy nhất của thành phố, khai trương năm 2003.\n\n=== Y tế ===\n\n* Trung tâm Y tế Thành phố Vũng Tàu, tọa lạc tại số 278 Lê Lợi, Phường 7.\n* Trung tâm Y tế Vietsovpetro, tọa lạc tại đường Pasteur.\n\n=== Thương mại ===\n\n* Chợ Năm Tầng là chợ truyền thống chính trong phường, tọa lạc trên đường Nguyễn Tri Phương, gần Trương Văn Bang.\n* Coop Mart: là siêu thị do tập đoàn Coop quản lý, tọa lạc trong tòa nhà Hodeco Plaza.\n\n== Các tòa nhà đáng chú ý ==\n\n* Hodeco Plaza: khu phức hợp thương mại và chung cư cao 21 tầng, do Hodeco xây dựng và khánh thành năm 2008. Bên dưới chung cư có siêu thị Coop Mart.\n* Tòa nhà HH1: tòa tháp đôi thương mại và chung cư hỗn hợp do liên doanh Vietsovpetro xây dựng từ năm 2012 và tạm dừng năm 2015 vì khó khăn tài chính.<ref>{{Chú thích web|url=https:\/\/www.sggp.org.vn\/kien-nghi-go-kho-tai-du-an-nha-o-dau-khi-hon-1600-ty-dong-667775.html|tựa đề=Kiến nghị gỡ khó tại dự án nhà ở dầu khí hơn 1.600 tỷ đồng|ngày=2020-06-12|website=SGGP Online|url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n\n{{sơ khai Bà Rịa-Vũng Tàu}}\n{{Đơn vị hành chính thuộc thành phố Vũng Tàu}}\n{{Địa phương lân cận\n|Giữa = Phường 7\n|Bắc = [[Thắng Nhì]], [[Phường 9, Vũng Tàu|Phường 9]]\n|Đông = [[Phường 8, Vũng Tàu|Phường 8]]\n|Nam = [[Phường 4, Vũng Tàu|Phường 4]]\n|Tây = [[Thắng Nhì]]\n}}"}