{"983252":"{{Bài cùng tên|Phạm Đình Trọng}}\n\n'''Phạm Đình Trọng''' ([[chữ Hán]]: 范廷重; [[1715]] - [[1754]]) là tướng nhà [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]]. Ông có công đánh dẹp các cuộc [[khởi nghĩa nông dân Đàng Ngoài]] giữa [[thế kỷ 18]], làm tới chức Thượng thư bộ Binh.\n\n==Thân thế==\nPhạm Đình Trọng người làng Khinh Dao, huyện Giáp Sơn, nay thuộc xã An Hưng, huyện An Dương, Hải Phòng. Ông là con trai thứ hai của quan [[Phạm Huy Ánh]] hàm Thái tử Thái bảo.\n\nHiện nay là làng Khinh Dao, xã An Hưng, huyện An Dương, thành phố Hải Phòng.\n\nNơi đây hiện có đền thờ ông và mộ phần của ông.\n\nGần đây đền thờ Phạm Đình Trọng được tu sửa, tôn tạo khang trang, uy nghiêm là một trong những địa điểm tín ngưỡng tâm linh của người dân địa phương.\n\n==Thời trẻ==\nKhi sinh ra, Đình Trọng đã có vẻ mặt khôi ngô. Năm lên 8 tuổi đi học, ông đã hiểu được luật thơ. Khi lớn, có tài văn chương và thơ ca.\n\nNăm [[1739]], ông đi thi lần đầu đã đỗ Đồng tiến sĩ dưới thời [[Lê Ý Tông]].\n\n==Dẹp Nguyễn Hữu Cầu==\nThời Lê Hiển Tông, Phạm Đình Trọng được trọng dụng, thăng chức Phó đô ngự sử, vào phủ chúa làm Bồi tụng, tước Dao Lĩnh hầu. Sau đó ông được chúa Trịnh Doanh sai làm Hiệp thống lĩnh 3 đạo Đông, Nam, Bắc.\n\nLúc đó Đàng Ngoài có nhiều cuộc nổi dậy của nông dân chống triều đình như [[Nguyễn Cừ]], [[Nguyễn Tuyển]], [[Nguyễn Danh Phương]], [[Lê Duy Mật]]... Sàu khi Cừ và Tuyển bị dẹp, các thủ hạ là [[Nguyễn Hữu Cầu]], [[Hoàng Công Chất]] lại tự xây dựng mỗi người một lực lượng riêng tiếp tục hoạt động mạnh hơn trước.\n\nNguyễn Hữu Cầu là người quen cũ của Phạm Đình Trọng khi còn nhỏ; là lực lượng mạnh nhất lúc đó, nhiều lần uy hiếp kinh thành. Triều đình lo lắng sai Phạm Đình Trọng và Hoàng Ngũ Phúc phối hợp với quân các đạo đi dẹp.\n\nĐình Trọng nhận lệnh, bèn đi chiêu mộ những người mạnh khỏe ở Thanh Hà, Tứ Kỳ, Vĩnh Lại và Thượng Hồng làm nghĩa binh, đặt hiệu riêng là bốn cơ Thanh, Kỳ, Hồng, Vĩnh, mà dùng hai người thủ hạ để quản lãnh.\n\nTháng 8 năm 1745 Phạm Đình Trọng cùng Hoàng Ngũ Phúc đánh phá được Nguyễn Hữu Cầu ở [[thành Xương Giang]]. Ông được bổ dụng làm hiệp thống lãnh đạo đông bắc. Nguyễn Hữu Cầu ra Yên Quảng, chiếm cứ Hạc Động, nhờ vào biển để làm kiên cố, thường dùng hạng thuyền nhanh nhẹ cướp bóc vùng đông nam. Phạm Đình Trọng cùng Ngũ Phúc đem các tướng đi đánh, phá tan chém được thủ hạ đắc lực của Hữu Cầu là Thông hơn 10 người, thu được nhiều quân nhu và ngựa chiến<ref name=\"cm40\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.46 Khâm Định Việt sử thông giám cương mục, quyển 40]{{Liên kết hỏng|date=2021-03-24 |bot=InternetArchiveBot }}<\/ref>\n\nNguyễn Hữu Cầu nhiều lần bị Đình Trọng đánh bại, bèn đào mả mẹ Đình Trọng quẳng xuống sông. Phạm Đình Trọng khóc lóc tố cáo với Trịnh Doanh, thề quyết chí giết Hữu Cầu (quyển 40).\n\nTháng 3 năm 1746, Hữu Cầu bị ông đánh thua nhiều thế lực suy yếu, bèn sai thủ hạ tên là Hựu đem nhiều bạc đút lót cho đại thần là Đỗ Thế Giai và nội giám Nguyễn Phương Đĩnh, để xin đầu hàng. Trịnh Doanh y cho, hạ lệnh cho Hữu Cầu cùng thủ hạ [[Hoàng Phùng Cơ]] đều được phép rửa hết tội trước, ban cho hiệu là Ninh Đông tướng quân và phong tước Hương Nghĩa hầu, rồi hạ lệnh triệu về kinh đô. Phạm Đình Trọng không nghe, có ý ngăn đường đón đánh Hữu Cầu. Hữu Cầu sai báo với [[Trịnh Doanh]]. Trịnh Doanh sai thiêm tri [[Nguyễn Phi Sảng]] đem lệnh chỉ đến phủ dụ Đình Trọng hoãn lại đừng đánh Hữu Cầu vội. Phạm Đình Trọng vì tư thù không nghe, nói với Phi Sảng<ref name=\"cm40\"\/><ref>Phan Huy Chú, sách đã dẫn, tr 362<\/ref>:\n:''\"Người làm tướng ở ngoài chiến trường, có khi không chịu nhận mệnh lệnh của vua. Tôi với Hữu Cầu không cùng đội trời chung, tôi đã từng nói ở trước chúa thượng. Nay ông tự nhận mệnh lệnh đi chiêu hàng, tôi tự nhận mệnh lệnh đi giết giặc, nếu gặp thế có thể đánh được giặc, thì tôi cũng không vì cớ ông đến chiêu hàng mà ngần ngại\".''\n\nPhi Sảng sợ hãi chạy đến báo cho Hữu Cầu biết. Đình Trọng cũng mang quân đuổi đến phía sau. Hữu Cầu phải bỏ trốn.\n\n[[Đỗ Thế Giai]] nhân Đình Trọng có công, gièm pha với chúa Trịnh Doanh rằng:\n:''\"Đình Trọng cầm quân ở ngoài, đặt bộ ngũ riêng, chẳng khỏi không có ý khác\"''\n\nTrịnh Doanh biết ông là người tự nguyện một lòng trung thành, nên bỏ lời Thế Giai đi, không hỏi, lại đặc chỉ ban cho bài thơ để yên ủi Đình Trọng.\n\nTháng 9 nhuận năm [[1748]], lực lượng của Nguyễn Hữu Cầu lại mạnh lên. Hữu Cầu mang quân đánh Sơn Nam. Trịnh Doanh sai Trấn tướng Vũ Tá Sắt đi đánh bị thua. Biết Hữu Cầu ngại Đình Trọng, Trịnh Doanh bèn sai ông ra trận.\n\nKhi Hữu Cầu tiến đến [[Bồ Đề]] thì gặp quân Phạm Đình Trọng. Hai bên giao chiến, Hữu Cầu thua trận phải bỏ chạy. Đình Trọng mang quân đuổi theo. Hai bên lại đụng độ ở Cẩm Giàng. Phạm Đình Trọng lại thắng Cầu một trận nữa. Hữu Cầu thua chạy, cho rằng triều đình vừa thắng sẽ không phòng bị, bèn mang quân đánh úp [[Thăng Long]]<ref name=\"cm40\"\/>. Tuy nhiên quân Cầu đi chậm, khi đến bến Bồ Đề thì trời đã sáng. Đến nơi thì trời vừa sáng; có tin báo, Trịnh Doanh tự đem quân ra giữ ở bến Nam Tân. Phạm Đình Trọng biết tin ấy lập tức đem quân về đánh mặt sau, Hữu Cầu lại thua bỏ chạy.\n\nHữu Cầu cùng với Hoàng Công Chất cướp ở huyện Thần Khê và Thanh Quan. Phạm Đình Trọng và Hoàng Ngũ Phúc lại đem binh xuống đánh đuổi. [[Hoàng Công Chất]] chạy vào Thanh Hóa, Hữu Cầu chạy vào Nghệ An, hợp với thủ lĩnh khởi nghĩa tên là Diên ở Hương Lãm (thuộc huyện Nam Đường).\n\nNăm [[1751]], Phạm Đình Trọng đem quân vào đánh phá trại. Hữu Cầu chạy đến làng Hoàng Mai ([[Quỳnh Lưu]], [[Nghệ An]]) thì bị bộ tướng của Đình Trọng là [[Phạm Đình Sĩ]] bắt được, đóng cũi đem về nộp chúa Trịnh. Trịnh Doanh đem cùng lúc đó dẹp được [[Nguyễn Danh Phương]], bắt mang về kinh đô, đi đến làng Xuân Hi, huyện Kim Anh, gặp người của Phạm Đình Trọng giải [[Nguyễn Hữu Cầu]] đến. Trịnh Doanh bèn mở tiệc khao quân, bắt Danh Phương dâng rượu, Hữu Cầu thổi kèn, sau đó mang về kinh đô giết cả hai <ref name=\"cm41\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.47 Khâm định Việt sử thông giám cơng mục, quyển 41]{{Liên kết hỏng|date=2021-06-25 |bot=InternetArchiveBot }}<\/ref>.\n\nCác lực lượng nổi dậy bị dẹp gần hết, chỉ còn Hoàng Công Chất ở tây bắc và Lê Duy Mật ở Trấn Ninh.\n\n==Trấn Nghệ An==\nNhờ dẹp được Nguyễn Hữu Cầu, Phạm Đình Trọng được phong làm Thượng thư bộ Binh khi mới 37 tuổi. Ông được gia phong Thái tử thái bảo, tước Hải quận công.\n\nSau đó [[Trịnh Doanh]] sai ông làm Đốc suất Nghệ An. Do có tiếng tăm, Đình Trọng nhanh chóng dẹp được các lực lượng trộm cướp, ổn đình cuộc sống của dân trong vùng. Ông được nhân dân lập đền thờ sống tại Nghệ An<ref name=\"phc364\"\/>.\n\nNăm [[1754]], Phạm Đình Trọng ốm qua đời khi mới 40 tuổi. Ông được truy tặng hàm thái bảo. [[Trịnh Doanh]] viết bốn chữ \"văn võ toàn tài\" ban cho, lại cho biển ngạch khắc chữ \"đồng hưu công thần\", phong cho thái ấp vài ngàn hộ.\n\n==Giai thoại==\n{{Chính|Nguyễn Hữu Cầu}}\n\n==Ghi nhận của hậu thế==\nNgày 24-1-2010, Hội Khoa học lịch sử Việt Nam, Viện Sử học Việt Nam, Hội Khoa học lịch sử Hải Phòng đã phối hợp tổ chức \"Hội thảo khoa học về thân thế và sự nghiệp của tiến sĩ Phạm Đình Trọng\"<ref>[http:\/\/daibieunhandan.vn\/default.aspx?tabid=78&NewsId=95583 Hội thảo khoa học về TS Phạm Đình Trọng ]<\/ref>. Với tinh thần đổi mới theo phương châm \"Nhìn thẳng vào sự thật, đánh giá đúng sự thật, nói rõ sự thật\", cùng với việc kết hợp quan điểm dân tộc và quan điểm giai cấp, các tham luận trong hội thảo của nhiều giáo sư, tiến sĩ đầu ngành lịch sử Việt Nam đều hướng tới mục tiêu đối xử một cách công minh với Phạm Đình Trọng, nhằm khôi phục và tôn vinh tên tuổi vị danh tướng.\n\nUBND thành phố [[Hải Phòng]] công nhận Tiến sĩ Phạm Đình Trọng là danh nhân văn hóa\n\n==Nhận định==\nPhạm Đình Trọng được đánh giá lá vị tướng có công lớn nhất trong việc đánh dẹp ở Đàng Ngoài đương thời <ref name=\"cm41\"\/>. \n:''Đình Trọng là một viên tướng có nho học, giữ vị vọng quan trọng, dầu ở nơi biên trấn mà sĩ phu không ai là không tưởng mến nghi phong thái độ.''\n\nTheo [[Phan Huy Chú]]<ref name=\"phc364\">Phan Huy Chú, sách đã dẫn, tr 364<\/ref>:\n:''Ông tài kiêm văn võ, làm bậc nguyên thần của nước là danh tướng trong làng nho, sự nghiệp kỳ vĩ, gần đây (tới thời [[nhà Nguyễn]]) chưa thấy có.''\n\n==Xem thêm==\n*[[Trịnh Doanh]]\n*[[Hoàng Ngũ Phúc]]\n*[[Khởi nghĩa nông dân Đàng Ngoài]]\n*[[Hoàng Công Chất]]\n\n==Tham khảo==\n*[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]], quyển 39, 41\n*[[Phan Huy Chú]] (2008), ''[[Lịch triều hiến chương loại chí]], tập 1'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.haiphongdost.gov.vn:8080\/haiphong\/jsp\/longArticle.jsp?articleID=5814 Hội thảo khoa học về thân thế và sự nghiệp của tiến sĩ Phạm Đình Trọng]{{Liên kết hỏng|date=2021-06-25 |bot=InternetArchiveBot }}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Sinh năm 1715]]\n[[Thể loại:Mất năm 1754]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}