{"3510119":"'''Phạm Đức Nhân''' (Nhạc sĩ, NSND Hạnh Nhân) là một nhạc sĩ Chuyên ngành sáng tác, chủ yếu là [[nghệ thuật chèo]]. Ông cũng là Trưởng khoa Âm nhạc Trường Đại học Sân khấu - Điện ảnh Hà Nội.<ref>{{Chú thích web |url=http:\/\/sankhau.com.vn\/news\/nhac-si-nsut-hanh-nhan-nguoi-da-het-co-don.aspx |ngày truy cập=2016-10-12 |tựa đề=Nhạc sĩ, NSƯT Hạnh Nhân: Người đã hết cô đơn! |archive-date=2016-10-13 |archive-url=https:\/\/web.archive.org\/web\/20161013073213\/http:\/\/sankhau.com.vn\/news\/nhac-si-nsut-hanh-nhan-nguoi-da-het-co-don.aspx |url-status=dead }}<\/ref>\n\n== Tiểu sử ==\nHạnh Nhân, sinh ngày 24 tháng 10 năm 1954, quê ở [[Khánh Cường]], [[Yên Khánh]], Ninh Bình. Quê hương ông là một trong những cái nôi của nghệ thuật [[Nhà hát Chèo Ninh Bình|chèo Ninh Bình]].<ref>[http:\/\/baoninhbinh.org.vn\/nhac-sy-hanh-nhan-va-noi-niem-tran-tro-voi-nhac-cheo-20140807022413686p0c1.htm Nhạc sĩ Hạnh Nhân và nỗi niềm trăn trở với nhạc chèo]<\/ref>\n\nNSUT Hạnh Nhân là con trai của nghệ nhân Phạm Quang Thảo (tức Phạm Nghệ) hay Cả Nghệ, là một trong những người đầu tiên xây dựng nên [[Nhà hát Chèo Ninh Bình|Đoàn chèo Sông Vân]]. NSƯT [[Lý Thanh]] Kha ([[Nhà hát Chèo Ninh Bình]]) cho biết: “Cụ Cả Nghệ từ xưa đã rất nổi tiếng, người ta thường nhắc tới cụ Nghệ và so sánh với hai gương mặt cùng thời là nghệ sĩ Tự Lô (Gia Trung), Năm Ngũ (Hà Nội).<ref>[http:\/\/en.baoninhbinh.org.vn\/mot-gia-dinh-ba-doi-gan-bo-voi-co-nhac-20150212040052325p1c86.htm Một gia đình ba đời gắn bó với cổ nhạc]<\/ref> Em trai ông là NSƯT Phạm Tuấn Dũng cũng là nhạc sĩ kỳ cựu của [[Nhà hát Chèo Ninh Bình]].\n\nÔng tốt nghiệp Đại học Sáng tác - Chỉ huy dàn nhạc tại Trường Đại học Sân khấu - Điện ảnh Hà Nội năm 1991. Năm 1992, là [[Nhạc trưởng]] Đoàn Tổng cục Hậu cần, sau ông xuất ngũ hồi hương về công tác tại [[Nhà hát Chèo Ninh Bình|đoàn chèo Sông Vân]], [[Nhà hát Chèo Hà Nam|đoàn chèo Hà Nam]] Ninh, [[Nhà hát Chèo Hà Nội|đoàn chèo Hà Nội]]. Năm 2003, ông là Phó trưởng khoa Âm nhạc Trường Đại học Sân khấu - Điện ảnh Hà Nội. Ông đến với âm nhạc khởi đầu bằng [[Tân nhạc Việt Nam|tân nhạc]] nhưng có duyên với nhạc chèo. Tại liên hoan sân khấu chèo toàn quốc tại Thái Bình năm 2011, nhạc sĩ là người viết nhạc cho 7\/16 vở tham dự.\n\nVới làng chèo Ninh Bình, nhạc sĩ Hạnh Nhân luôn dành sự mến trọng đặc biệt, Trong số trên dưới ba trăm vở mà ông từng viết nhạc, Hạnh Nhân dành tâm huyết đặc biệt cho những vở viết cho đoàn chèo quê hương như: Tấm áo bào hoàng đế, Nỗi oan người trở về, Chuyện tình người và đất, Em về đâu, Linh khí Hoa Lư, Tiếng hát đại ngàn…\n\n==Thành tích==\n*Từ năm 1991 đến 2009, ông là tác giả âm nhạc của 180 vở kịch - chèo - ca múa - ca khúc, đã đạt 3 Huy chương Vàng âm nhạc cho các vở diễn sân khấu chuyên nghiệp (1995-1997) và Giải âm nhạc xuất sắc Hội diễn Sân khấu chuyên nghiệp (1996).<ref>[http:\/\/www.hoinhacsi.vn\/hoi-vien\/pham-duc-nhan Tiểu sử Phạm Đức Nhân - NSUT Hạnh Nhân]<\/ref>\n*Hội diễn sân khấu [[kịch nói]] chuyên nghiệp toàn quốc 2009, Nhạc sĩ Hạnh Nhân đoạt giải Nhạc sĩ xuất sắc nhất với vở “Mỹ nhân và Anh hùng”. \n*Tại Hội diễn [[hát chèo|sân khấu chèo]] chuyên nghiệp toàn quốc năm 2009 ở [[Quảng Ninh]], duy nhất giải thưởng nhạc sĩ xuất sắc đã thuộc về nhạc sĩ Hạnh Nhân với vở Hùng ca Bạch Đằng giang của Đoàn NT Chèo Tổng cục Hậu cần.<ref>[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/hoi-dien-s226n-khau-ch232o-to224n-quoc-2009-qu225-moi-ch232o-se-tro-n234n-xa-la-n20091226090337533.htm Hội diễn sân khấu chèo toàn quốc 2009: Quá mới, chèo sẽ trở nên xa lạ]<\/ref>\n*Tại Cuộc thi [[Hát chèo|Nghệ thuật sân khấu Chèo]] chuyên nghiệp toàn quốc 2016 diễn ra ở [[Ninh Bình]], Giải nhạc sĩ xuất sắc nhất được trao cho nhạc sĩ NSƯT Hạnh Nhân trong vở Không phải là vụ án của [[Nhà hát Chèo Nam Định]].<ref>[http:\/\/sovhtt.hanoi.gov.vn\/cheo-ha-noi-gianh-nhieu-vang\/ Chèo Hà Nội giành nhiều “Vàng”]<\/ref>\n\n== Các tác phẩm==\n*Bàn tay mùa thu: (1993),\n*Phượng mùa thu: 1993),\n*Mưa bay mùa xuân, Vấn vương [[Quan họ]], Đồng đội, Dòng sông quê hương, Không phải điều vô tình, Về quê mẹ.\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Sinh năm 1954]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Đạo diễn sân khấu Việt Nam]]\n[[Thể loại:Nghệ sĩ Việt Nam]]\n[[Thể loại:Nghệ sĩ chèo]]"}