{"24475":"{{Cần biên tập|date=tháng 2\/2022}}\n{{Toàn URL|date=tháng 2\/2022}}\n{{Tiểu sử quân nhân\n| tên = Phạm Ngọc Thảo\n| hình = Phamngocthao (image).jpg\n| chú thích hình = \n| ngày sinh = [[14 tháng 2]] năm [[1922]]\n| ngày mất = {{ngày mất và tuổi|1965|7|17|1922|2|14}}\n| nơi sinh = Thành phố [[Cần Thơ]], Tỉnh [[Hậu Giang]]\n| nơi mất = Sài Gòn\n| biệt danh = Albert Phạm Ngọc Thảo, <br>Albert Thảo, <br>Chín Thảo\n| phục vụ = [[Hình:Flag of Viet Nam Peoples Army.svg|30px]][[Quân đội nhân dân Việt Nam]]\n| thuộc = \n| năm phục vụ = \n| cấp bậc = {{QH|đại tá}}\n| đơn vị = Ban quân sự Nam Bộ <br>Tiểu đoàn 410\n| chỉ huy = Trưởng phòng mật vụ <br>(tương đương Trung đoàn trưởng)\n| tham chiến = \n| khen thưởng = {{HCVN|Anh hùng lực lượng vũ trang nhân dân}}\n| gia đình = Adrian Phạm Ngọc Thuần (cha)<br>\nMartha Nguyễn Thị Giai (mẹ)<br>\nGaston Phạm Ngọc Thuần (anh trai)<br>\nPhạm Thị Nhiệm (vợ)\n| công việc khác = \n}}\n\n'''Phạm Ngọc Thảo''' ([[1922]]–[[1965]]), còn gọi là '''Albert Thảo''', là một cán bộ [[tình báo]] của [[Quân đội nhân dân Việt Nam]]. Ông hoạt động dưới vỏ bọc là một sĩ quan cao cấp trong [[Quân lực Việt Nam Cộng hòa]] cũng như là một chính khách có ảnh hưởng lớn trong chính quyền Sài Gòn thời đó. Ông cũng là một thành viên chủ chốt trong 2 cuộc đảo chính ở [[Việt Nam Cộng hòa]] vào những năm [[1964]]–[[1965]]. Ông mang quân hàm [[Đại tá]] của cả hai quân đội đối nghịch trong [[Chiến tranh Việt Nam]] là [[Quân đội nhân dân Việt Nam]] và [[Quân lực Việt Nam Cộng hòa]].<ref name=\":1\" \/>\n\nPhạm Ngọc Thảo được đích thân Bí thư Xứ ủy [[Lê Duẩn]] chỉ định ở lại miền Nam Việt Nam sau Hiệp định Genève, với nhiệm vụ chiến lược là thâm nhập vào hàng ngũ cao cấp của chính quyền Sài Gòn để \"phục vụ cho mục tiêu thống nhất đất nước\". Không ai biết rõ \"phục vụ cho mục tiêu thống nhất đất nước\" là nhiệm vụ gì, tuy nhiên theo [[Võ Văn Kiệt]], Phạm Ngọc Thảo được quyền tuỳ cơ ứng biến, hoạt động độc lập, không bị bất cứ một chế định nào, không bị bắt buộc phải báo cáo với một số cấp trên cụ thể nào.<ref name=\":2\">{{Chú thích web|url=https:\/\/thanhnien.vn\/gia-the-post401337.html|tựa đề=Gia thế|họ=Hoàng Hải Vân|ngày=2012-12-21|website=Báo Thanh Niên|url-status=live}}<\/ref><ref name=\":5\">{{Chú thích web|url=https:\/\/thanhnien.vn\/lat-ngua-bai-de-tang-hinh-post269411.html|tựa đề=Lật ngửa bài để tàng hình|tác giả=Hoàng Hải Vân|ngày=2012-12-22|website=Báo Thanh Niên|url-status=live}}<\/ref>\n\nSau một thời gian tạo vỏ bọc, Phạm Ngọc Thảo đã giành được lòng tin của chính phủ Ngô Đình Diệm, được bổ nhiệm một số chức vụ cao cấp và ông đã sử dụng quyền hạn của mình để phục vụ cho nhiệm vụ tình báo mình được giao. Trong thời gian được cử làm Tỉnh trưởng Kiến Hòa (Bến Tre), ông đã thả 2000 tù chính trị trong đó bao gồm nhiều cán bộ cách mạng, và cố ý làm lệch hướng các cuộc càn quét của quân đội Việt Nam Cộng hoà. Sau khi chế độ Ngô Đình Diệm sụp đổ cuối năm 1963, Phạm Ngọc Thảo tham gia nhiều vụ đảo chính với mục đích gây mất ổn định cho chính quyền Sài Gòn và tạo điều kiện cho hoạt động của quân Giải phóng. Tuy nhiên sau cuộc đảo chính bất thành vào năm 1965, ông bị chính quyền Việt Nam Cộng hoà truy nã và kết án tử hình. Ông tiếp tục hoạt động bất hợp pháp một thời gian cho đến khi bị bắt, tra tấn và sát hại vào ngày 17 tháng 7 năm 1965 lúc 43 tuổi.<ref>{{Chú thích web|url=https:\/\/www.qdnd.vn\/phong-su-dieu-tra\/ky-su\/bai-3-pham-ngoc-thao-diep-vien-co-mot-khong-hai-258985|tựa đề=Phạm Ngọc Thảo: Điệp viên “có một không hai”|tác giả=Hồng Hải, Thanh Xuân, Thu Hùng|họ=|ngày=2015-10-24|website=Báo Quân đội nhân dân|url-status=live|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/baodongkhoi.vn\/dau-an-lich-su-ve-nha-tinh-bao-pham-ngoc-thao-17072021-a88525.html|tựa đề=Dấu ấn lịch sử về nhà tình báo Phạm Ngọc Thảo|tác giả=Ánh Nguyệt|ngày=2021-07-17|website=Báo Đồng Khởi|url-status=live}}<\/ref>\n\nThân phận thật của Phạm Ngọc Thảo được giữ kín suốt một thời gian dài sau chiến tranh, chỉ đến năm 1995 ông mới được phong [[Anh hùng Lực lượng vũ trang nhân dân]]. Nguyên nhân được cho là để bảo đảm an toàn cho gia đình của ông đang sống ở Hoa Kỳ.<ref name=\":1\">{{Chú thích web|url=https:\/\/thanhnien.vn\/nhung-giot-nuoc-mat-cua-ong-muoi-huong-post269415.html|tựa đề=Những giọt nước mắt của ông Mười Hương|tác giả=Hoàng Hải Vân|ngày=2012-12-20|website=Báo Thanh Niên|url-status=live}}<\/ref>\n\nHình tượng Phạm Ngọc Thảo đã được nhà văn [[Trần Bạch Đằng]] sử dụng để xây dựng nhân vật Nguyễn Thành Luân trong tiểu thuyết ''Giữa biển giáo rừng gươm'', sau này được chuyển thể thành bộ phim ''[[Ván bài lật ngửa]]'' với vai chính do Nghệ sĩ ưu tú [[Nguyễn Chánh Tín]] đảm nhiệm.<ref name=\":1\" \/>\n\n==Thân thế gia đình==\nÔng sinh ngày [[14 tháng 2]] năm 1922, nguyên quán Thành Phố Cần Thơ - Tỉnh Hậu Giang (cũ) trong một gia đình [[Công giáo]] toàn tòng. Phạm Ngọc Thảo còn có tên là '''Albert Phạm Ngọc Thảo'''. Mọi người thường gọi ông là '''Chín Thảo''' vì ông được sinh thứ 9 trong gia đình.\n\nCha ông là Adrian Phạm Ngọc Thuần (1882-1970), một địa chủ lớn có quốc tịch [[Pháp]]. Mẹ ông là bà Martha Nguyễn Thị Giai (1883-1963). Ông Adrian Phạm Ngọc Thuần có tới hơn 4000 mẫu đất và gần 1000 căn nhà rải rác ở khắp các tỉnh Cần Thơ, Châu Đốc, Long Xuyên, Rạch Giá, Sa Đéc, Vĩnh Long. Ông Thuần có quốc tịch Pháp nên các con đều được sang Pháp học.\n\nGia đình Phạm Ngọc Thảo có nhiều người tham gia các phong trào yêu nước. Ông nội của Phạm Ngọc Thảo là chí sĩ ái quốc Phạm Ngọc Lành, người ủng hộ, hậu thuẫn cho nhiều phong trào chống Pháp (kể cả Cần Vương). Anh của Phạm Ngọc Thảo, luật sư Gaston Phạm Ngọc Thuần (1914-2002) là Phó chủ tịch Ủy ban Hành chính kháng chiến Nam bộ, sau năm 1954 tập kết ra Bắc, làm Đại sứ nước Việt Nam dân chủ cộng hòa tại CHDC Đức. Một anh trai khác là Lucien Phạm Ngọc Hùng là Ủy viên Hội đồng Chính phủ cách mạng lâm thời Cộng hòa miền Nam Việt Nam. Khi kháng chiến chống Pháp bùng nổ, gia đình Phạm Ngọc Thảo đã đem hết tài sản ra ủng hộ kháng chiến.<ref name=\":2\" \/>\n\nLúc nhỏ ông học một [[tư thục|trường tư thục]] Công giáo nổi tiếng ở [[Thành phố Hồ Chí Minh|Sài Gòn]] đó là [[trường trung học La San Taberd|trường Lasan Taberd]] (Có tài liệu nói học trường [[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|Chasseloup Laubat]]- ngày nay là trường THPT Lê Quý Đôn). Khi học xong tú tài, khác với các anh em khác, ông không sang Pháp du học (do [[Chiến tranh thế giới thứ hai]] xảy ra) mà ra [[Hà Nội]] học, tốt nghiệp Trường kỹ sư công chánh năm 1942 và về làm việc tại Sài Gòn từ năm 1943.<ref>{{Chú thích web|url=https:\/\/baophapluat.vn\/tieu-thu-do-thanh-va-cuoc-gap-dinh-menh-voi-pham-ngoc-thao-post202234.html|tựa đề=Tiểu thư đô thành và cuộc gặp định mệnh với Phạm Ngọc Thảo|tác giả=Trường Minh|ngày=2015-08-27|website=Báo Pháp luật Việt Nam|url-status=live}}<\/ref>\n\n==Tham gia Việt Minh==\n\nKhi [[Cách mạng tháng Tám]] bùng nổ, anh cả của ông là Gaston Phạm Ngọc Thuần tham gia [[Việt Minh]] ở Vĩnh Long và được cử giữ chức Phó Chủ tịch Ủy ban Hành chính Kháng chiến Nam Bộ. Khi Luật sư Phạm Văn Bạch ra miền Bắc, ông Thuần làm Chủ tịch Ủy ban Hành chính Kháng chiến Nam Bộ kiêm Chính ủy Bộ Tư lệnh Nam Bộ (trong những năm 60 làm đại sứ [[Việt Nam Dân chủ Cộng hòa]] tại Cộng hòa Dân chủ Đức). Anh trai thứ bảy Phạm Ngọc Hùng học ở Pháp, lấy vợ Pháp rồi về Việt Nam ra chiến khu chiến đấu, làm Uỷ viên Hội đồng Chính phủ cách mạng lâm thời miền Nam. Tốt nghiệp trường Kỹ sư công chánh ở Hà Nội, khi Pháp bội ước quay lại xâm chiếm Việt Nam, ông Phạm Ngọc Thảo tuyên bố huỷ bỏ quốc tịch Pháp và quyết định trở về Vĩnh Long theo anh tham gia kháng chiến, làm việc ở Văn phòng Uỷ ban kháng chiến hành chính Nam Bộ. Trên đường về, ông bị dân quân Việt Minh bắt hai lần và suýt bị xử bắn do hiểu lầm.\n\nNăm [[1946]], [[trường Đại học Trần Quốc Tuấn|trường Võ bị Trần Quốc Tuấn]] (sau này là Trường Sĩ quan Lục quân I, nay là Đại học Trần Quốc Tuấn) khai giảng. Ông cùng 12 chiến sĩ Nam Bộ khác được cử ra [[Sơn Tây (thị xã)|Sơn Tây]] học tập. Tốt nghiệp khoá I, ông được điều về [[Phú Yên]] nhận nhiệm vụ làm giao liên. Một lần, ông được giao nhiệm vụ đưa một cán bộ về Nam Bộ. Do người cán bộ này có vẻ ngoài gầy yếu, ông đề nghị người cán bộ này giả vờ bị bệnh [[lao phổi]] và cho mình cõng trên lưng, khi đi qua các khu vực do quân Pháp chiếm đóng sẽ khai là hai chú cháu cõng nhau đi tìm thầy thuốc. Như dự đoán, do sợ bệnh lao, những người xét hỏi chỉ khám xét qua loa và hai người đến vùng giải phóng an toàn. Người cán bộ được Phạm Ngọc Thảo hộ tống chính là [[Lê Duẩn]], người có ảnh hưởng rất lớn đến hoạt động tình báo của ông sau này.<ref name=\"cdtht01\">{{Chú thích web|url=https:\/\/www.qdnd.vn\/phong-su-dieu-tra\/dieu-tra\/cuoc-doi-that-cua-mot-huyen-thoai-479037|tựa đề=Cuộc đời thật của một huyền thoại|tác giả=Nguyễn Văn Minh|ngày=2008-06-11|website=Báo Quân đội nhân dân|url-status=live}}<\/ref>\n\nSau khi trở về Nam Bộ, ông được giao nhiệm vụ Trưởng phòng mật vụ Ban quân sự Nam Bộ – tổ chức tình báo đầu tiên của cách mạng ở Nam Bộ<ref name = \"cdtht01\"\/>, rồi được bổ nhiệm làm Tiểu đoàn trưởng Tiểu đoàn 410, Quân khu 9 (có tài liệu nói là tiểu đoàn 404 hoặc tiểu đoàn 307). Việc bổ nhiệm Phạm Ngọc Thảo, một thanh niên con nhà địa chủ Công giáo làm Trưởng phòng Mật vụ, được cho là quyết định rất táo bạo của Lê Duẩn. Trong thời gian này Phạm Ngọc Thảo cũng hướng dẫn về chiến tranh du kích cho các học viên [[Trần Văn Đôn]], [[Nguyễn Khánh]], [[Lê Văn Kim]]... những người sau này trở thành các tướng lĩnh trong [[Quân lực Việt Nam Cộng hòa]].<ref name=\":2\" \/>\n\nNăm 1949, Phạm Ngọc Thảo kết hôn với bà Phạm Thị Nhiệm, cũng là một trí thức tham gia kháng chiến (bà Nhiệm là em ruột giáo sư [[Phạm Thiều]]).<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/chuyen-nguoi-em-vo-cua-nha-tinh-bao-pham-ngoc-thao-post1518017.html|tựa đề=Chuyện người em vợ của nhà tình báo Phạm Ngọc Thảo|tác giả=Phan Xuân Hậu|ngày=2022-11-08|website=Báo Thanh Niên|url-status=live}}<\/ref>\n\nNhững năm 1952-1953, ông là sĩ quan tham mưu trong một số đơn vị chủ lực của [[Việt Minh]] tại miền Tây Nam Bộ.\n\n==Giai đoạn bắt đầu hoạt động==\nSau [[Hiệp định Genève, 1954|Hiệp định Genève]], các cán bộ của [[Việt Minh]] (cả dân sự lẫn quân sự) đều được tập kết ra Bắc. Cũng có nhiều cán bộ Việt Minh đã bí mật ở lại. Riêng trường hợp của Phạm Ngọc Thảo, chính [[Lê Duẩn]] đã chỉ thị cho ông không tập kết ra Bắc mà ở lại miền Nam để hình thành \"lực lượng thứ ba\" trong trường hợp Hiệp định Geneve không được đối phương thi hành. Về việc này, nguyên Thủ tướng [[Võ Văn Kiệt]] nói: \"''Anh Ba Duẩn rất tin cậy Phạm Ngọc Thảo và đã giao cho đồng chí Thảo một nhiệm vụ đặc biệt''\".<ref name=\"hvndn\">{{Chú thích web|url=http:\/\/hvhnt.dongnai.gov.vn\/pages\/newsdetail.aspx?NewsId=2289&CatId=76|tựa đề=Những chiến công như huyền thoại|tác giả=Phạm Văn Đảng|ngày=2020-06|website=Văn nghệ Đồng Nai|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/cand.com.vn\/So-tay\/Doi-loi-xin-duoc-cung-thua-i311413\/|tựa đề=Đôi lời xin được cùng thưa|tác giả=Dương Đức Quảng|ngày=2007-12-06|website=Báo Công an nhân dân|url-status=live}}<\/ref>\n\nLê Duẩn giới thiệu Phạm Ngọc Thảo với [[Mai Chí Thọ]], lúc ấy là người phụ trách Ban Đặc tình Xứ ủy và hai người khác trong Ban Đặc tình Xứ ủy là [[Mười Hương]] và [[Cao Đăng Chiếm]].<ref name = \"hvndn\"\/> Ông được giao nhiệm vụ phải thâm nhập vào nội bộ của chính quyền Sài Gòn để hoạt động \"phục vụ cho mục tiêu thống nhất đất nước\". Nội dung cụ thể chi tiết của nhiệm vụ này không được rõ, kể cả ông Mai Chí Thọ chỉ biết nhiệm vụ của mình đối với Phạm Ngọc Thảo nhưng không được biết Lê Duẩn giao nhiệm vụ gì cho ông Thảo. Theo lời của cựu thủ tướng Võ Văn Kiệt, Phạm Ngọc Thảo được quyền tùy cơ ứng biến, hoạt động độc lập, tự do hành động, không bị bất cứ một chế định nào, không có trách nhiệm báo cáo bất cứ chuyện gì với bất kỳ ai và có quyền tự do báo cáo thông tin với bất cứ cấp trên nào mà ông Thảo thấy tin tưởng.<ref name=\":5\" \/>\n\nTuy ở lại hoạt động ở miền Nam nhưng Đảng không cho phép [[Mai Chí Thọ]] và [[Cao Đăng Chiếm]] vào sống ở [[Sài Gòn]], chỉ có [[Mười Hương]] là có thể vào [[Sài Gòn]] sống hợp pháp vì ông là cán bộ từ ngoài Bắc vào, không ai biết. Do đó, [[Mười Hương]] đã bàn bạc cụ thể với Phạm Ngọc Thảo về phương thức hoạt động và trực tiếp liên lạc với Phạm Ngọc Thảo ngay tại [[Sài Gòn]]. Ông [[Mười Hương]] trở thành “người chỉ huy” Phạm Ngọc Thảo trong thời kỳ đầu, tuy nhiên thời gian này rất ngắn, vì sau đó [[Mười Hương]] bị chính quyền [[Ngô Đình Diệm]] bắt giam ở [[Huế]].<ref name=\":2\" \/>\n\nPhạm Ngọc Thảo trở lại Sài Gòn giữa lúc tình hình rất khó khăn, lực lượng [[Bình Xuyên]] gây rối khắp nơi. Vì không chịu ký tên vào giấy \"hồi chánh\" theo quy định của chế độ Việt Nam Cộng hòa đối với những người đã đi theo [[Việt Minh]] không tập kết ra Bắc, ông bị đại tá [[Mai Hữu Xuân]], Giám đốc An ninh Quân đội lùng bắt nhiều lần nhưng đều trốn thoát. Vì vậy, ông không vội tiếp cận với gia đình họ Ngô mà đi dạy học. Vợ ông cũng vậy.<ref name=\":5\" \/>\n\nSau cùng, ông về Vĩnh Long dạy học. Vùng này thuộc giáo phận của [[Giám mục]] Phêrô [[Phêrô Máctinô Ngô Đình Thục|Ngô Đình Thục]], vốn quen biết gia đình ông từ lâu. Gia đình ông theo Thiên chúa giáo lâu đời, rất thân thiết với Giám mục Ngô Đình Thục. Giám mục Ngô Đình Thục rất quý mến Thảo vì đã từng làm lễ rửa tội cho ông và coi ông như con nuôi. Trong kháng chiến chống Pháp, Phạm Ngọc Thảo từng mời [[Giám mục]] Phêrô [[Phêrô Máctinô Ngô Đình Thục|Ngô Đình Thục]] vào chiến khu để tranh thủ đồng bào Công giáo ủng hộ kháng chiến.<ref name=\":5\" \/> Vì vậy, Giám mục Thục đã bảo lãnh cho ông vào dạy học ở trường [[Nguyễn Trường Tộ]]. Sau này, cũng chính Giám mục Thục đã giới thiệu ông với [[Ngô Đình Nhu]] và ông được sắp xếp vào làm việc ở [[Sở Tài chánh Nam Việt]].\n\nNhờ chính sách \"đả thực bài phong\", khuyến khích những người theo kháng chiến cũ về với \"chính nghĩa quốc gia\" của [[Ngô Đình Diệm]], ông khôn khéo công khai hết nguồn gốc của mình, kể cả chức tiểu đoàn trưởng cũ, chỉ trừ một điều: mình là Đảng viên Đảng Lao động Việt Nam. Năm 1956, ông được phép đưa vợ con ra Sài Gòn sinh sống, làm việc tại ngân hàng quốc gia; rồi được chuyển ngạch quân sự, mang hàm [[Đại úy \"đồng hóa\"]].\n\nTháng 5 năm [[1956]] được sự giới thiệu của ông [[Huỳnh Văn Lang]], Tổng giám đốc Viện Hối đoái và Bí thư Liên kỳ bộ Nam Bắc Việt của [[đảng Cần lao Nhân vị|đảng Cần Lao]], Phạm Ngọc Thảo được cử đi học khóa huấn luyện tại trung tâm Nhân vị tại Vĩnh Long. Và sau đó (tháng 10 năm [[1956]]) ông gia nhập [[đảng Cần lao Nhân vị|đảng Cần Lao]].\n\nSau khi gia nhập [[đảng Cần lao Nhân vị|đảng Cần Lao]], ông phụ trách tổ quân sự, giữ nhiệm vụ nghiên cứu về chiến lược và chiến thuật quân sự và huấn luyện quân sự cho các đảng viên [[đảng Cần lao Nhân vị|đảng Cần Lao]]. Tháng 1 năm [[1957]] Phạm Ngọc Thảo tham gia biên tập bán nguyệt san ''Bách Khoa'' - tạp chí của một nhóm trí thức [[đảng Cần lao Nhân vị|đảng Cần Lao]]. Tờ ''Bách Khoa'' qua nhiều thăng trầm nhưng vẫn tồn tại cho đến năm 1975.<ref name=\":5\" \/>\n\n==Hoạt động tình báo trong Quân lực Việt Nam Cộng hòa==\nĐại tá Thảo còn biết \"khai thác\" vốn binh pháp Tôn Tử mà [[Hoàng Đạo Thúy]] từng dạy để viết báo. Thời gian này, ông cộng tác với tạp chí Bách khoa. Chỉ trong hơn một năm, ông đã viết 20 bài báo nói về các vấn đề chiến lược, chiến thuật, nghệ thuật chỉ huy, huấn luyện quân sự, phân tích binh pháp Tôn Tử, Trần Hưng Đạo... Điều đặc biệt là trong các bài báo này, ông ngầm ca ngợi quân đội Việt Minh và các lực lượng kháng chiến chống Pháp - điều tối kỵ đối với người sống dưới chính quyền Sài Gòn có chính sách chống Cộng triệt để. Chính quyền lúc đó thấy bài viết của ông mang \"giọng điệu Cộng sản\" nhưng không thể bắt bẻ được vì ông chỉ thuần tuý nêu lên kinh nghiệm cá nhân của mình mặc dù ai cũng ngầm hiểu đấy là \"kinh nghiệm\" của ai. Hơn nữa, các bài viết của ông được nhiều thành phần độc giả đánh giá cao, trong đó có chính anh em Ngô Đình Diệm. Nhờ đó, Phạm Ngọc Thảo dần dần lọt vào mắt xanh gia đình họ Ngô.<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Tu-lieu-antg\/Nha-tinh-bao-Pham-Ngoc-Thao-cong-khai-ca-ngoi-Viet-Minh-tren-bao-Sai-Gon-i304388\/|tựa đề=Nhà tình báo Phạm Ngọc Thảo công khai ca ngợi Việt Minh trên báo Sài Gòn|tác giả=Minh Hải|ngày=2012-07-02|website=Báo Công an nhân dân|url-status=live}}<\/ref> Năm 1957, ông được điều về làm việc tại Phòng Nghiên cứu chính trị của Phủ tổng thống với hàm thiếu tá.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/luan-ve-quan-tu-tieu-nhan-post401296.html|tựa đề=Luận về quân tử - tiểu nhân|tác giả=Hoàng Hải Vân|ngày=2012-12-23|website=Báo Thanh Niên|url-status=live}}<\/ref> Từ đó, ông lần lượt giữ các chức vụ Tỉnh đoàn trưởng Bảo an tỉnh Vĩnh Long, rồi Tỉnh đoàn trưởng Bảo an tỉnh [[Bình Dương]].\n\nNăm [[1960]], sau khi học một khóa chỉ huy và tham mưu ở [[Trường Võ bị Quốc gia Đà Lạt]], Phạm Ngọc Thảo được cử làm Thanh tra [[Khu Trù Mật]].\n\nBiết Phạm Ngọc Thảo từng là chỉ huy quân sự Việt Minh, đầu năm [[1961]] [[Ngô Đình Diệm]] đã quyết định thăng ông lên [[trung tá]] và cử làm [[tỉnh trưởng]] tỉnh [[Kiến Hòa]] (tức [[Bến Tre]]) để trắc nghiệm [[Chương trình Bình định]]. Trước khi nhận nhiệm vụ mới, ông đề nghị trực tiếp với [[Ngô Đình Diệm]] 3 yêu cầu:\n\n''- Một là ổn định tình hình Bến Tre không phải bằng bạo lực mà là chính trị, vì ông không thể hành động như những quân nhân võ biền khác.''\n\n''- Hai, nếu bắt được Việt Cộng, có đủ bằng chứng, cho lập phiên tòa xét xử.''\n\n''- Ba, Tỉnh trưởng Bến Tre được đặc cách chỉ báo cáo với Tổng thống, không qua một ban, bộ nào.''\n\nNgô Đình Diệm đã chấp thuận cả ba yêu cầu đó. Về làm Tỉnh trưởng Bến Tre một thời gian, ông đã ký quyết định thả 2.000 tù nhân chính trị đang bị giam giữ, (trong đó có ông [[Võ Viết Thanh]], sau này là Chủ tịch UBND Thành phố Hồ Chí Minh)<ref>{{Chú thích web|url=https:\/\/tienphong.vn\/ba-lan-giap-mat-nha-tinh-bao-pham-ngoc-thao-post1406503.tpo|tựa đề=Ba lần giáp mặt nhà tình báo Phạm Ngọc Thảo|tác giả=Huy Thịnh|ngày=2022-02-01|website=Báo Thanh Niên|url-status=live}}<\/ref>, liên lạc với bà [[Nguyễn Thị Định]], tạo điều kiện cho khởi nghĩa Bến Tre bùng nổ và lập tòa án trừng trị bọn phản bội, đầu hàng. Chính sách không sử dụng bạo lực của Phạm Ngọc Thảo đã \"bật đèn xanh\" cho phong trào \"[[đồng khởi]]\" sau này.\n\nNhiều phản ứng của phía chính quyền và quân đội Sài Gòn đều được Phạm Ngọc Thảo bác bỏ với lý do [[Ngô Đình Diệm]] thí nghiệm một luận thuyết mới nên phải có thì giờ để kiểm nghiệm.<ref name=\":0\">{{Chú thích web|url=http:\/\/congan.com.vn\/tin-chinh\/anh-hung-tinh-bao-pham-ngoc-thao-chim-noi-mot-cuoc-doi_6665.html|title=Anh hùng tình báo Phạm Ngọc Thảo: Chìm nổi một cuộc đời|tác giả=Huỳnh Thanh Văn|ngày=2015-08-30|website=Báo Công an Thành phố Hồ Chí Minh|url-status=live}}<\/ref> Do có nhiều tố cáo nghi ngờ ông là cán bộ [[chủ nghĩa cộng sản|cộng sản]] nằm vùng, anh em [[Ngô Đình Diệm]] - [[Ngô Đình Nhu]] đã ngưng chức [[tỉnh trưởng Kiến Hòa]] và cho ông sang [[Hoa Kỳ]] học một khóa về chỉ huy và tham mưu. Năm 1962, Phạm Ngọc Thảo được bổ nhiệm làm Thanh tra Ấp chiến lược, trực thuộc Phủ Tổng thống.<ref name=\":3\">{{Chú thích web|url=http:\/\/www.thanhnien.com.vn\/chinh-tri-xa-hoi\/phong-su\/suyt-lam-thu-tuong-viet-nam-cong-hoa-289590.html|title=Suýt làm Thủ tướng Việt Nam cộng hòa|tác giả=Hoàng Hải Vân|ngày=2012-12-25|website=Báo Thanh Niên|url-status=live}}<\/ref>\n\n=== Làm tỉnh trưởng, bị ám sát nhầm<ref name=\":0\" \/> ===\nNgày Quốc khánh [[Việt Nam Cộng Hòa|Việt Nam cộng hòa]] 26 tháng 10 năm 1961, một cuộc mít-tinh lớn biểu dương lực lượng được tổ chức tại [[Quảng trường An Hội]] (khu Vườn Hoa ba con chim câu bây giờ). [[Đặng Quốc Tuấn]] (sau này là [[Tỉnh ủy viên]], [[Bí thư Tỉnh đoàn]], Giám đốc Đài phát thanh - truyền hình tỉnh Bến Tre), lúc đó 17 tuổi, đang học đệ tam (lớp 10) cùng với đồng đội tên Thiều có nhiệm vụ phá hoại buổi mít-tinh này. Mỗi ông cầm 1 trái [[lựu đạn MK2]], còn lại 3 lựu đạn để ở nhà ông Thiều. Theo bàn bạc, ông Thiều ném lựu đạn trước, ông Tư Tuấn ném tiếp theo, xong chạy về tập kết tại nhà ông Thiều ở thị xã. Tuy nhiên, không có quả lựu đạn nào phát nổ. Hai ông định quay về nhà lấy thêm 3 trái lựu đạn còn lại thì bị bắt.\n\nMột tuần sau khi hai ông bị bắt, ông Thảo có đến gặp ông Tuấn và ông Thiều. Lần đó, một cố vấn Mỹ thẩm vấn, ông Thảo làm phiên dịch. Hỏi: “''Tại sao là học sinh mà đi ám sát Tỉnh trưởng ngay tại ngày Quốc khánh? Có phải Cộng sản giao việc không? Ai là người giao việc?''”. Trả lời: “''Do chính quyền độc ác, đàn áp ức hiếp giết hại dân. Chúng tôi học tập gương của [[Phạm Hồng Thái]], [[Nguyễn Thái Học]] đứng lên đấu tranh, không liên quan gì tới Cộng sản, không có ai giao việc cả''”. Ông Thảo dịch như thế nào ông Tư Tuấn không biết, ông Thảo chỉ nói với hai ông: “Các em còn nhỏ, phải lo chuyện học hành, chính trị là chuyện của người lớn, sau này lớn lên muốn làm gì thì làm”. Lần thứ hai, ông Thảo đến hỏi thăm trước khi cả hai bị đưa về Chí Hòa. Hai ông bị kết án mỗi người 20 năm tù, sau đó đưa ra [[Côn Đảo]]. Ông Thiều được trao trả năm 1973, thoát ly lên chiến khu, sau giải phóng làm cán bộ [[Ban Tổ chức Thành ủy]] Thành phố Hồ Chí Minh, qua đời năm 1984 vì bệnh. Còn ông Tư Tuấn đến ngày giải phóng mới về.\n\nNhững năm 1988 - 1989, bà [[Phạm Thị Nhiệm]] - phu nhân ông Thảo định cư ở Mỹ có về thăm tỉnh [[Bến Tre]] và [[An Giang]]. Bà đã gặp lại [[Đặng Quốc Tuấn]] trong chuyến thăm lại Dinh Tỉnh trưởng. Bà [[Phạm Thị Nhiệm]] thăm hỏi ông Tuấn rồi bảo gửi cho bà tấm ảnh khi còn là học sinh [[Kiến Hòa]], để về treo bên cạnh ảnh ông Phạm Ngọc Thảo làm kỷ niệm. Bà kể: “''Hồi đó, ông Thảo vẫn thường nhắc chúng mầy. Lúc bị ném lựu đạn ông Thảo chụp trái lựu đạn đang xì khói, lúng túng không biết xử lý làm sao. Nếu liệng ra bên ngoài thì chết dân, liệng bên phải bên trái thì chết dàn thiếu nhi nhà thờ. Đang không biết làm sao thì thấy khói dần dần mỏng ra, ổng biết lựu đạn lép, nên nắm chặt luôn”''.\n\n==Tham gia các cuộc đảo chính==\nTrong những năm 1962 - 1963, phong trào [[Đồng khởi]] lan rộng. Biết trước sau gì tổng thống Ngô Đình Diệm cũng bị người Mỹ lật đổ để dựng lên một chính quyền nguy hiểm hơn, Phạm Ngọc Thảo cùng với [[Trần Kim Tuyến]] và giáo sư [[Huỳnh Văn Lang]] lên một kế hoạch đảo chính với mục tiêu đổi chế độ nhằm vô hiệu hóa ý đồ của người Mỹ.\n\n===Lần thứ nhất===\nTháng 9 năm [[1963]], [[Trần Kim Tuyến]] nguyên Giám đốc Sở Nghiên cứu chính trị (thực chất là trùm mật vụ) và Phạm Ngọc Thảo âm mưu một cuộc [[đảo chính]]. Theo kế hoạch này, lực lượng đảo chính sẽ vẫn giữ Ngô Đình Diệm làm tổng thống, chỉ buộc Ngô Đình Nhu ra nước ngoài. Tuy nhiên, kế hoạch bị lộ. Để chấm dứt âm mưu đảo chính này, ngày 6 tháng 9 năm 1963, Tổng thống Diệm đã cử [[Trần Kim Tuyến]] đi làm Tổng lãnh sự tại [[Ai Cập]]. [[Ngô Đình Nhu]] không tin Phạm Ngọc Thảo tham gia kế hoạch này, thứ nhất là ông Nhu không tin Thảo phản bội, thứ hai là Thảo “không có quân”. Thực ra lúc đó Phạm Ngọc Thảo đã kêu gọi được một số đơn vị như Quân đoàn 3, Quân đoàn 4, Biệt động quân, Bảo an,... hậu thuẫn. Cuộc đảo chính không thành chủ yếu do thành phần đảo chính không phải là những người mà người Mỹ có thể nắm được.\n\nNgày 1 tháng 11 năm 1963, chính quyền [[Ngô Đình Diệm]] bị lật đổ bởi một nhóm tướng lĩnh do Mỹ bật đèn xanh. [[Hội đồng Quân nhân Cách mạng]] do tướng [[Dương Văn Minh]] đứng đầu lên cầm quyền. Phạm Ngọc Thảo được phe đảo chính giao nhiệm vụ đánh chiếm Đài phát thanh.<ref>[[Trần Kim Tuyến|Lương Khải Minh]] - Cao Vị Hoàng, ''Làm thế nào để giết một Tổng thống?''. Tập 2. NXB Sài Gòn, 1971. Tr. 597.<\/ref> Theo tài liệu \"Làm thế nào để giết một Tổng thống?\", Trung tá Phạm Ngọc Thảo nằm trong nhóm các tướng tá, đứng đầu bởi 2 tướng [[Trần Thiện Khiêm]] và [[Đỗ Mậu]], chủ trương chỉ thay đổi cơ cấu chế độ mà không làm hại đến tính mạng anh em Diệm - Nhu. Ông được tướng Khiêm giao nhiệm vụ tìm mọi cách để đón và bảo vệ an ninh cho anh em Diệm - Nhu sau khi quân đảo chính kiểm soát được dinh Gia Long.<ref>[[Trần Kim Tuyến|Lương Khải Minh]] - Cao Vị Hoàng, ''Làm thế nào để giết một Tổng thống?''. Tập 1. NXB Sài Gòn, 1970. Tr. 24-25.<\/ref> Dù không đón được anh em Diệm - Nhu, những người mà sau đó đã bị giết trong một hoàn cảnh bí ẩn, để tưởng thưởng cho công lao tham gia đảo chính, ông vẫn được thăng lên cấp [[đại tá]], làm tùy viên báo chí trong [[Hội đồng Quân nhân Cách mạng]] sau đó được cử sang Mỹ tu nghiệp. Một thời gian sau, ông được cử làm tùy viên văn hóa của Tòa đại sứ [[Việt Nam Cộng hòa|Việt Nam]] tại [[Hoa Kỳ|Mỹ]].<ref name=\":3\" \/> Sau đó ông được tướng [[Nguyễn Khánh]] mời làm phát ngôn viên báo chí trong [[“Hội đồng quân nhân Cách mạng”]].\n\nTháng 10 năm 1964, khi [[Trần Thiện Khiêm]] được bổ nhiệm làm Đại sứ Việt Nam Cộng Hòa tại Mỹ, ông được cử làm tùy viên báo chí và quân sự của Sứ quán Việt Nam Cộng Hòa.<ref name=\":0\" \/> Ông đưa luôn vợ con sang (họ định cư ở Mỹ cho đến ngày nay).<ref name=\":3\" \/>\n\n===Lần thứ hai===\nĐầu năm 1965, Phạm Ngọc Thảo bị gọi về nước vì chính quyền Sài Gòn đã nghi ngờ, muốn bắt ông. [[Nguyễn Khánh]] ra lệnh triệu hồi Phạm Ngọc Thảo về nước, với ý đồ sẽ bắt ông tại [[sân bay Tân Sơn Nhất]]. Phạm Ngọc Thảo đã khôn khéo không về đúng giờ bay dự định nên thoát.<ref name=\":3\" \/>\n\nVì vậy, ông đã đào nhiệm và bí mật liên lạc với các lực lượng đối lập khác để tổ chức đảo chính ở Sài Gòn vì một lý do vô cùng quan trọng. Theo một tài liệu mà ông nắm được, [[Mỹ]] và [[Nguyễn Khánh]] đã thỏa thuận sẽ ném bom xuống miền Bắc vào 20\/2\/1965, vì vậy cuộc đảo chính sẽ tiến hành đúng ngày 19 tháng 2 với tên gọi Chiến dịch Nguyễn Huệ<ref name=\":0\" \/>\n\nNgày [[19 tháng 2]] năm [[1965]], Phạm Ngọc Thảo cùng thiếu tướng [[Lâm Văn Phát]], đại tá [[Bùi Dzinh]] và trung tá [[Lê Hoàng Thao]] đem quân (gồm các đơn vị thiết giáp với 45 xe tăng và thiết giáp, các đơn vị địa phương quân, lực lượng của Trường bộ binh Thủ Đức và chủ lực là trung đoàn 46 thuộc Sư đoàn 25 bộ binh)<ref name=\":3\" \/> và [[xe tăng]] vào chiếm trại Lê Văn Duyệt, [[đài phát thanh]] Sài Gòn, [[bến Bạch Đằng]] và [[sân bay quốc tế Tân Sơn Nhất|sân bay Tân Sơn Nhất]]. Tướng [[Nguyễn Khánh]] được [[Nguyễn Cao Kỳ]] cứu thoát bằng máy bay ra [[Vũng Tàu]]<ref name=\":3\" \/>. Mục tiêu quan trọng hàng đầu là bắt sống [[Nguyễn Khánh]] đã không thực hiện được. Trong tờ [[Việt Tiến]] (in ronéo, phát bí mật) với bút hiệu [[Lê Minh]], đại tá Phạm Ngọc Thảo đã viết: “Chúng tôi vì không muốn đổ máu mà hơn nữa ngay từ phút đầu đã thấy có sự chia rẽ và tranh giành nhau, nên tôi đã cho lệnh chấm dứt cuộc chính biến vào lúc 20 giờ ngày 19 tháng 2 và coi như 20 giờ làm chủ thủ đô đã chấm dứt”.<ref name=\":0\" \/>\n\nNgày [[20 tháng 2]] năm 1965, [[Nguyễn Văn Thiệu]], [[Nguyễn Cao Kỳ]] và một số tướng lãnh được sự hậu thuẫn của người Mỹ đã tổ chức hội đồng các tướng lĩnh họp ở [[Biên Hòa]]. Các tướng cử [[Nguyễn Chánh Thi]] làm chỉ huy chống đảo chính và ra lệnh cho Phạm Ngọc Thảo, [[Lâm Văn Phát]] và 13 sĩ quan khác phải ra trình diện trong 24 giờ. Phạm Ngọc Thảo, [[Lâm Văn Phát]], [[Lê Hoàng Thao]] (Trung đoàn trưởng Trung đoàn 46) bỏ trốn.<ref name=\":3\" \/>\n\nNgày [[21 tháng 2]] năm 1965, các tướng tiếp tục họp tại [[Biên Hòa]], quyết định giải nhiệm Nguyễn Khánh cử tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]] làm Tổng Tư lệnh Quân lực Việt Nam Cộng Hòa.\n\nNgày [[22 tháng 2]] năm 1965, Quốc trưởng [[Phan Khắc Sửu]] ký sắc lệnh bổ nhiệm tướng [[Nguyễn Khánh]] làm Đại sứ lưu động (một hình thức trục xuất khỏi nước cho đi lưu vong).\n\nNgày [[25 tháng 2]] năm 1965, [[Nguyễn Khánh]] rời khỏi Việt Nam.\n\n==Bị bắt và qua đời==\nNgày 11 tháng 6 năm 1965, Quốc trưởng [[Phan Khắc Sửu]] và Thủ tướng [[Phan Huy Quát]] tuyên bố trả lại quyền lãnh đạo quốc gia cho quân đội.\n\nNgày 14 tháng 6 năm 1965, Ủy ban Lãnh đạo Quốc gia đã được thành lập do tướng [[Nguyễn Văn Thiệu]] làm Chủ tịch (tương đương quốc trưởng), tướng [[Nguyễn Cao Kỳ]] làm Chủ tịch Ủy ban hành pháp trung ương (tương đương thủ tướng)<ref name=\":3\" \/>\n\nSau đó, Phạm Ngọc Thảo phải rút vào hoạt động bí mật, lẩn tránh sự truy bắt của chính quyền, nhưng vẫn còn nắm được 1 tiểu đoàn<ref name=\":3\" \/>. Ông tiếp tục chuẩn bị tư tưởng cho các hoạt động cách mạng bằng cách xuất bản tờ báo \"Việt Tiến\", mỗi ngày phát hành trên 50.000 tờ, tuyên truyền tinh thần yêu nước. Ông có cả một hàng rào bảo vệ rộng lớn từ các xứ đạo [[Biên Hòa]] tới [[Hố Nai]], [[Thủ Đức]]; có nhiều linh mục giúp đỡ in ấn, phát hành tờ Việt Tiến. Lúc này, ông bị chính quyền Thiệu-Kỳ kết án tử hình và treo giải 3 triệu đồng cho ai bắt được nhưng vẫn liên lạc với cơ sở cách mạng trực tiếp là Sáu Dân (bí danh của [[Võ Văn Kiệt]]) để hoạt động tiếp.\n\nÔng [[Võ Văn Kiệt]] kể lại: ''\"tôi thấy Phạm Ngọc Thảo quá khó khăn nên đi tìm anh để đưa về chiến khu. Nhưng anh bảo vẫn còn khả năng đảo chính thành công quyết tâm ngăn chặn bàn tay đế quốc Mỹ định đưa quân viễn chinh vào miền Nam, cản trở kế hoạch ồ ạt đổ quân vào Đà Nẵng cuối tháng 5\/1965...\"''.\n\nĐại sứ quán Mỹ cũng đề nghị đưa ông ra nước ngoài an toàn nhưng ông từ chối.\n\nSau khi nhậm chức, [[Nguyễn Văn Thiệu]] quyết định tìm bắt và giết Phạm Ngọc Thảo để trừ hậu họa.<ref name=\":3\" \/> Tướng [[Lâm Văn Phát]] đã ra trình diện và chỉ bị cách chức, nhưng đại tá Phạm Ngọc Thảo phải trốn nhiều nơi, cuối cùng đến trốn trong Đan viện Phước Lý ở xã [[Vĩnh Thanh, Nhơn Trạch]], [[Biên Hòa]]. Lúc 3 giờ sáng ngày [[16 tháng 7]] năm [[1965]], khi ông vừa ra khỏi Đan viện Phước Lý thì bị an ninh quân đội mai phục sẵn bắt rồi đưa về một suối nhỏ gần Tam Hiệp, Biên Hòa, thủ tiêu.\n\nTuy nhiên Phạm Ngọc Thảo không chết mà chỉ bị ngất vì viên đạn chỉ trúng cằm. Tỉnh dậy, ông cố lết về một nhà thờ. Ông được linh mục Cường, cha tuyên úy của Dòng Nữ tu Đa Minh, Tam Hiệp cứu chữa. Sau đó ông chủ động xin chuyển tới chỗ khác phòng khi An ninh quân đội tới truy tìm, nhưng bị phát giác và ông lại bị an ninh quân đội bắt về Cục an ninh quân đội, đường Nguyễn Bỉnh Khiêm, Sài Gòn. Ông bị [[Nguyễn Ngọc Loan]] và thuộc hạ tra tấn dã man và bóp hạ bộ ông cho đến chết vào rạng sáng 17 tháng 7 năm 1965.<ref name=\":4\">{{Chú thích web|url=http:\/\/www.thanhnien.com.vn\/chinh-tri-xa-hoi\/phong-su\/cai-chet-bi-tham-va-su-menh-hoan-hao-289585.html|title=Cái chết bi thảm và sứ mệnh hoàn hảo|tác giả=Hoàng Hải Vân|ngày=2012-12-26|website=Báo Thanh Niên|url-status=live}}<\/ref> Khi đó ông mới 43 tuổi.\n\n[[Nguyễn Ngọc Loan]] (tức Sáu Lèo) được cho là đã sát hại ông lúc đó. Linh mục [[Nguyễn Quang Lãm]] (chủ bút [[Báo Xây dựng]]), người có tình cảm đặc biệt đối với Phạm Ngọc Thảo, đã che chở, giữ liên lạc và làm tất cả những gì có thể làm được để giúp Phạm Ngọc Thảo). Sau khi Phạm Ngọc Thảo bị giết hại, [[Báo Xây dựng]] của cha Lãm đã đăng loạt bài điều tra 40 kỳ về cái chết của ông. Chưa hết, gần 10 năm sau, vào năm 1974, cha Lãm còn viết một loạt bài nhiều kỳ đăng trên [[Báo Hòa Bình]], lại đề cập đến việc ai đã giết Phạm Ngọc Thảo, ai đã bán đứng Phạm Ngọc Thảo. Chính cha Lãm đã trực tiếp gặp [[Nguyễn Ngọc Loan]] để hỏi cho ra nhẽ. Tướng Loan chối, bảo rằng không có chuyện đó, rằng ông Thảo chết là do bị thương quá nặng, mình không liên quan đến chuyện bắt bớ ông Thảo. Linh mục [[Nguyễn Quang Lãm]] đem lời tướng Loan kể lại cho đàn em và bạn bè Phạm Ngọc Thảo, nhưng không ai tin, “''người ta sẵn sàng tin là tướng Loan nói thật, nhưng đó là sự thật ghi trên các phúc trình, báo cáo, biên bản của bác sĩ''”. Vị linh mục còn viết tiếp: “''Tôi biết chắc những người có dụng ý loại trừ Thảo không muốn chuyện bắt bớ kéo dài kéo theo nhiều chuyện lôi thôi. Bởi họ không thể không biết đại tá Phạm Ngọc Thảo rất được cảm tình và sự che chở của nhiều chức sắc cao cấp Công giáo. Nếu Phạm Ngọc Thảo bị giải về Sài Gòn, chờ ngày ra tòa lãnh án thì tất nhiên sẽ có nhiều tiếng nói can thiệp, nhiều áp lực ngay cả do phía tòa đại sứ Mỹ. Vì vậy biện pháp áp dụng là thủ tiêu ngay''”. Năm 2012, trong một bài báo của báo [[Thanh Niên (báo)|báo Thanh Niên]] linh mục Nguyễn Quang Lãm kể lại đã từng hỏi [[Nguyễn Cao Kỳ]]: \"''Hồi đó mọi người đều nói tướng [[Nguyễn Ngọc Loan]] tự tay giết chết Phạm Ngọc Thảo. Mà tướng Loan từng là người thân cận của ông''?”. [[Nguyễn Cao Kỳ]] đã trả lời: “''Tôi không biết ông Loan có giết ông Thảo hay không, nhưng mọi quyết định đều do ông [[Nguyễn Văn Thiệu|Thiệu]]''”.<ref name=\":4\" \/>\n\nCó ý kiến nói rằng Phạm Ngọc Thảo bị Nguyễn Văn Thiệu ra lệnh giết hại là bởi ông ta không tin Phạm Ngọc Thảo là Đảng viên cộng sản, nếu tin Phạm Ngọc Thảo là Đảng viên cộng sản thì Nguyễn Văn Thiệu sẽ không giết Phạm Ngọc Thảo. Bởi kinh nghiệm từ cuộc đảo chính lật đổ Ngô Đình Diệm, Nguyễn Văn Thiệu không cảm thấy lo sợ những người cộng sản bằng một người không cộng sản được Mỹ và Giáo hội Công giáo hậu thuẫn để làm đảo chính lật đổ ông ta.\n\n==Di sản==\nNhững năm ấy, rất ít người biết Phạm Ngọc Thảo là một nhà [[tình báo]], người ta chỉ biết ông là một sĩ quan có khả năng [[chính trị]] và [[ngoại giao]]. Sau ngày Việt Nam thống nhất, nhiều đồng đội đã vô cùng chua xót khi thấy mộ ông vẫn chỉ là nấm mồ vô danh. Họ đã sưu tầm tư liệu, đề nghị Nhà nước truy tặng ông danh hiệu [[Anh hùng lực lượng vũ trang Nhân dân]],... Rất nhiều nước mắt xúc động, cảm thương của những người chiến binh già đã rơi khi kể lại câu chuyện về ông. Năm 1987, Nhà nước Việt Nam truy tặng ông danh hiệu [[liệt sĩ]], với quân hàm [[đại tá]] [[Quân đội nhân dân Việt Nam]], danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]]. Hiện nay, mộ Phạm Ngọc Thảo được đưa về nghĩa trang Thành phố Hồ Chí Minh, trên [[đồi Lạc Cảnh]] ([[Thủ Đức|thành phố Thủ Đức]]). Mộ ông nằm cạnh mộ những tên tuổi nổi tiếng như [[Lưu Hữu Phước]], [[Phạm Ngọc Thạch]], [[Can Trường]]... Tên ông được đặt tên cho một con đường tại quận Tân Phú, [[Thành phố Hồ Chí Minh]].\n\nMãi tới 12 năm sau ngày hòa bình, Nhà nước Việt Nam mới chính thức công nhận liệt sĩ và phong anh hùng cho Phạm Ngọc Thảo. Ông [[Mười Hương]] đã nói: “''Phong anh hùng 10 lần cho Phạm Ngọc Thảo cũng xứng đáng, nhưng chưa thể được, vì vợ con Thảo đang ở Mỹ. Khi chiếu phim [[Ván bài lật ngửa]], tôi gọi cho ông [[Trần Độ]] (lúc ấy làm Trưởng ban Văn hóa Văn nghệ Trung ương) bảo hãy cấm cái phim đó đi, đừng làm hại vợ con Phạm Ngọc Thảo''”. Ông [[Phạm Xuân Ẩn]] cũng từng nói sau khi Phạm Ngọc Thảo bị giết chết, chính quyền [[Nguyễn Văn Thiệu]] đã đề nghị chính quyền Mỹ trục xuất vợ con ông Thảo, lúc đó ở Mỹ có một cuộc vận động bảo vệ vợ con ông Thảo, ngay cả những nhà báo Mỹ chống cộng cũng phản đối sự trục xuất này, vì vậy mà vợ con ông Thảo vẫn bình an vô sự cho đến bây giờ.<ref name=\":1\" \/>\n\nNgày 28 tháng 8 năm 2015, Tỉnh ủy [[Bến Tre]] tổ chức trọng thể lễ công bố quyết định của [[Bộ Văn hóa - Thể thao và Du lịch]] về xếp hạng di tích quốc gia, đối với nơi ở và hoạt động của đại tá tình báo Phạm Ngọc Thảo (dinh tỉnh trưởng cũ, sau là nhà bảo tàng tỉnh), tọa lạc tại số 146 Hùng Vương, [[Phường 3, Bến Tre (thành phố)|Phường 3, thành phố Bến Tre]], tỉnh [[Bến Tre]].<ref name=\":0\" \/>\n\nPhạm Ngọc Thảo được coi là một trong 4 tình báo viên xuất sắc nhất của [[Quân đội nhân dân Việt Nam]] (3 người kia là [[Phạm Xuân Ẩn]], [[Vũ Ngọc Nhạ]] và [[Đặng Trần Đức]]). Một số người còn cho ông là điệp viên xuất sắc nhất<ref>Trong Điệp viên hoàn hảo, nhà sử học Larry Berman đã dẫn lời điệp viên Phạm Xuân Ẩn: ''\"Nhiệm vụ được giao cho Phạm Ngọc Thảo khác với nhiệm vụ của tôi. Ông ấy có nhiệm vụ làm mất ổn định của chế độ Diệm và vạch âm mưu đảo chính, còn tôi là một nhà tình báo chiến lược. Nhiệm vụ của ông Phạm Ngọc Thảo nguy hiểm hơn nhiệm vụ của tôi rất nhiều\"<\/ref> bởi 3 đặc điểm chính:\n#Phạm Ngọc Thảo là tình báo viên hoạt động đơn tuyến, không có đồng đội trực tiếp hỗ trợ, chỉ chịu sự chỉ đạo về chiến lược của [[Lê Duẩn]]. Nhiệm vụ của ông không phải là đưa tin mà là tác động đến sự \"thay đổi chế độ\". Có thể nói tầm quan trọng của Phạm Ngọc Thảo ngang với sức mạnh của một đạo quân.\n#Khác với các tình báo viên thông thường, Phạm Ngọc Thảo là người có thể tác động trực tiếp đến chính quyền và quân đội. Là sĩ quan cao cấp trong [[Quân lực Việt Nam Cộng hòa]], ông có tác động, thậm chí trực tiếp đạo diễn và tham gia chỉ đạo hàng loạt vụ đảo chính làm rung chuyển gây mất ổn định chính quyền Nam Việt Nam những năm 1964-1965.\n#Trong cuộc tranh giành quyền lực giữa các phe phái quân đội, Phạm Ngọc Thảo bị xem là đối tượng nguy hiểm và bị đe dọa tính mạng bất cứ lúc nào. Dù vậy, ông vẫn tiếp tục nhiệm vụ mà không trốn chạy để bảo toàn mạng sống. Thậm chí, cả khi bị bắt và tra tấn đến chết, Phạm Ngọc Thảo vẫn không lộ tung tích của mình. Mãi sau này, khi ông được truy phong, người ta mới biết ông là tình báo viên.\n\nHai ông bà Phạm Ngọc Thảo và Phạm Thị Nhiệm có bảy người con. Vợ ông từng đi dạy học. Vợ và con ông hiện đang ở [[Hoa Kỳ]]. Tất cả các con của ông đều học hành thành tài (có người là [[bác sĩ]], đang ở [[Quận Cam (định hướng)|Quận Cam]]).\n\nTrong dòng đề tựa trong cuốn ''[[Ván bài lật ngửa]]'', nhà văn [[Trần Bạch Đằng]], với bút danh [[Trần Bạch Đằng|Nguyễn Trương Thiên Lý]], đã trân trọng viết \"Tưởng nhớ anh Chín T. (Thảo) và những người đã chiến đấu hy sinh thầm lặng\". Ông đã sử dụng chính hình tượng của Phạm Ngọc Thảo để xây dựng nhân vật Nguyễn Thành Luân trong tiểu thuyết của mình. Tiểu thuyết này sau được dựng thành phim rất ăn khách (vai Nguyễn Thành Luân do cố diễn viên Nghệ sĩ ưu tú [[Nguyễn Chánh Tín]] đảm nhiệm).\n\nÔng [[Trần Bạch Đằng]] nhận xét: \"''các nhà tình báo thông thường có nhiệm vụ giấu mình, thu thập, khai thác tin tức chuyển về trung tâm. Riêng Phạm Ngọc Thảo đi thẳng vào hàng ngũ kẻ thù, tung hoành hoạt động vì Tổ quốc cho tới tận lúc hy sinh, trường kỳ mai phục và độc lập tác chiến. Anh là người tình báo đặc biệt có một không hai''\". Nguyên thủ tướng [[Võ Văn Kiệt]] nói: \"''anh Phạm Ngọc Thảo đã nhận một nhiệm vụ đặc biệt, chưa từng có tiền lệ trong công tác cách mạng của chúng ta''\"\n\n== Vinh danh ==\nÔng được truy phong quân hàm [[Đại tá]], [[liệt sĩ]] [[Quân đội nhân dân Việt Nam]] và truy tặng những phần thưởng cao quý:<ref>{{Chú thích web|url=https:\/\/baodongkhoi.vn\/ky-niem-57-nam-ngay-mat-dai-ta-nha-tinh-bao-pham-ngoc-thao-17072022-a102963.html|tựa đề=Kỷ niệm 57 năm Ngày mất Đại tá - Nhà tình báo Phạm Ngọc Thảo|tác giả=Ánh Nguyệt|ngày=2022-07-17|website=Báo Đồng Khởi|url-status=live}}<\/ref>\n\n* [[Tập_tin:Vietnam_Hero_ribbon.png|40x40px]] [[Anh hùng lực lượng vũ trang nhân dân|Danh hiệu Anh hùng lực lượng vũ trang nhân dân]] (30\/08\/1995).\n* [[Tập tin:Vietnam Military Exploit Order 2kl rib.png|40x40px]] [[Huân chương Quân công]] hạng Nhì.\n* [[Tập tin:Resolution for Victory Order 2kl rib.png|41x41px]] [[Huân chương Chiến thắng]] hạng Nhì.\n\n* [[Tập_tin:Liberation_Order_ribbon.png|40x40px]] Huân chương Chiến sĩ giải phóng hạng Nhất.\n\n* [[Tập_tin:Liberation_Order_2kl_rib.png|40x40px]] Huân chương Chiến sĩ giải phóng hạng Nhì.\n* [[Tập_tin:Liberation_Order_3kl_rib.png|40x40px]] Huân chương Chiến sĩ giải phóng hạng Ba.\n\nTên ông được đặt cho các con đường ở [[Quận 8]], [[Tân Phú (quận)|Tân Phú]] ([[Thành phố Hồ Chí Minh]]), [[Đồng Xoài]] (tỉnh [[Bình Phước]]), [[Bến Tre (thành phố)|Thành phố Bến Tre]] (tỉnh [[Bến Tre]]), [[Tân Biên]] (tỉnh [[Tây Ninh]]), [[Quy Nhơn|Qui Nhơn]] (tỉnh [[Bình Định]]), [[Rạch Giá]] (tỉnh [[Kiên Giang]]).{{fact}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* {{chú thích sách|title= Thailand and the Southeast Asian Networks of the Vietnamese Revolution, 1885&ndash;1954 |first=Christopher E. |last=Goscha |publisher=[[Routledge]] | year=1999 |isbn=0-700-70622-4}}\n*{{chú thích sách| first=David |last=Halberstam |authorlink=David Halberstam | title=The Making of a Quagmire: America and Vietnam during the Kennedy Era | url=https:\/\/archive.org\/details\/makingofquagmire0000halb |year=2008 |publisher=Rowman & Littlefield |location=Lanham, Maryland | editor=Singal, Daniel J. |isbn=0-7425-6007-4}}\n*{{chú thích sách| title=A Death in November| url=https:\/\/archive.org\/details\/deathinnovembera0000hamm| authorlink=Ellen Hammer |first=Ellen J.|last=Hammer| year=1987 |publisher=[[E. P. Dutton]]|isbn=0-525-24210-4|location=[[Thành phố New York|New York]] |location=New York City, New York}}\n*{{chú thích sách| first=Seth |last=Jacobs| year=2006| title=Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950&ndash;1963| publisher=Rowman & Littlefield Publishers| isbn=0-7425-4447-8|location=Lanham, Maryland}}\n*{{chú thích sách |title=Window on a War: An Anthropologist in the Vietnam Conflict |first= Gerald Cannon |last=Hickey |publisher=Texas Tech University Press |year=2002 |isbn=0896724905|location=Lubbock, Texas}}\n*{{chú thích sách| first=Howard |last=Jones| year=2003| title= Death of a Generation| url=https:\/\/archive.org\/details\/deathofgeneratio0000jone | publisher=[[Oxford University Press]]| isbn=0-19-505286-2|location=New York City, New York}}\n*{{chú thích tạp chí |title=Political Polarization in South Vietnam: U.S. Policy in the Post-Diem Period Author(s) |url=https:\/\/archive.org\/details\/sim_pacific-affairs_winter-1979-1980_52_4\/page\/647 |first=George McT. |last=Kahin |authorlink=George McTurnan Kahin |journal= [[Pacific Affairs]] |volume=52 |number=4 |year=1979 |pages=647&ndash;673 |location=Vancouver, British Columbia}}\n* {{chú thích sách| title=Vietnam: A history| url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4| first=Stanley |last=Karnow |authorlink=Stanley Karnow|year=1997 |publisher=Penguin Books | isbn=0-670-84218-4 |location=New York City, New York}}\n*{{chú thích sách| title=Our Vietnam| url=https:\/\/archive.org\/details\/unset0000unse_f6q3| first=A. J. |last=Langguth |year=2000 |publisher=[[Simon and Schuster]] | isbn=0-684-81202-9 |location=New York City, New York}}\n*{{chú thích sách | title=Triumph Forsaken: The Vietnam War, 1954&ndash;1965 |first=Mark |last=Moyar |authorlink=Mark Moyar |publisher=Cambridge University Press |year=2006 |isbn=0521869110 |location=New York City, New York}}\n*{{chú thích sách| first=William|last= Prochnau | authorlink=William Prochnau| title=Once upon a Distant War| url=https:\/\/archive.org\/details\/onceupondistantw00proc| year=1995 |publisher=[[Vintage]] |isbn=0-812-92633-1 |location=New York City, New York}}\n*{{chú thích sách|first=Robert |last=Shaplen| title=The Lost Revolution: Vietnam 1945&ndash;1965 | year=1965 |publisher=[[Andre Deutsch]]|location=London}}\n*{{chú thích sách|author=[[Truong Nhu Tang]]| title=Journal of a Vietcong|url=https:\/\/archive.org\/details\/journalofvietcon0000trng| year=1986 |publisher=Cape |isbn=0224028197}}\n*{{chú thích sách|title=Into the Quagmire: Lyndon Johnson and the Escalation of the Vietnam War |first=Brian |last=VanDeMark |publisher=Oxford University Press |year=1995 |isbn=0195096509 }}\n*{{chú thích sách |title=The year of the hare: America in Vietnam, ngày 25 tháng 1 năm 1963 &ndash; ngày 15 tháng 2 năm 1964 |url=https:\/\/archive.org\/details\/yearofhareameric0000wint |first=Francis X. |last=Winters |publisher=University of Georgia Press |year=1997 |isbn=0-8203-1874-4}}\n\n==Liên kết ngoài==\n* [http:\/\/www.quandoinhandan.org.vn\/60nam\/So4\/437.htm Báo Quân đội nhân dân] {{Webarchive |url= https:\/\/web.archive.org\/web\/20060220110926\/http:\/\/www.quandoinhandan.org.vn\/60nam\/So4\/437.htm |date=2006-02-20 }}\n* Loạt bài [http:\/\/hoibihay.free.fr\/modules.php?name=News&file=article&sid=204 Nhà tình báo Phạm Ngọc Thảo]\n\n{{Tình báo Việt Nam}}\n\n{{Thời gian sống|sinh=1922|mất=1965}}\n\n[[Thể loại:Điệp viên Việt Nam]]\n[[Thể loại:Sĩ quan Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Binh biến ở Việt Nam Cộng hòa]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Tổng cục Tình báo, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đại tá Quân đội nhân dân Việt Nam]]\n[[Thể loại:Sinh năm 1922]]\n[[Thể loại:Mất năm 1965]]\n[[Thể loại:Người cộng sản Việt Nam]]\n[[Thể loại:Cựu học sinh Collège Chasseloup-Laubat]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nhà dân tộc chủ nghĩa Việt Nam]]"}