{"42337":"'''Phạm Cự Lạng''' ([[chữ Hán]]: 范巨倆, hay còn gọi là '''Phạm Cự Lượng''' 范巨量; [[944]] – [[984]]) là danh tướng đời [[Đinh Tiên Hoàng]] và được [[Lê Đại Hành]] phong cho đến chức [[Thái uý|Thái úy]]. Ông là người có vai trò rất quan trọng trong binh biến đưa [[Lê Đại Hành|Lê Hoàn]] lên ngôi Hoàng đế và [[Chiến tranh Tống - Việt, 981]]. Ông được sử sách Trung Hoa liệt vào danh sách \"Giao Châu thất hùng\", tức 7 anh hùng người Giao Châu gồm: [[Đinh Bộ Lĩnh]], [[Đinh Liễn]], [[Lê Hoàn]], [[Đinh Điền]], [[Nguyễn Bặc]], [[Phạm Hạp]] và Phạm Cự Lượng.<ref>Xem \"Việt sử toàn thư\", Phần 3 - Việt Nam Trên Đường Độc Lập - Chương 1 - Nguyễn Văn Sơn<\/ref>\n\n==Tiểu sử==\nPhạm Cự Lạng sinh ngày 20 tháng 11 năm [[Giáp Thìn]] (tức [[8 tháng 12]] năm [[944]]), người làng [[Trà Hương]], Khúc Giang (nay thuộc [[Nam Sách]], [[Hải Dương]]), trong một gia đình có truyền thống võ nghệ. Ông nội là [[Phạm Lệnh Công]], giữ chức Đông giáp tướng quân đời [[Ngô Quyền]]. Cha là Phạm Mạn, làm tham chính đô đốc đời Ngô [[Nam Tấn Vương]] (Xương Văn), mẹ là Trần Thị Hồng. Ông bà có tám người con, 5 trai, 3 gái đều hiển đạt.\n \nNgay từ nhỏ Phạm Cự Lạng đã tỏ rõ tư chất thông minh, có chí lớn, văn võ đều thấu hiểu. Ông thường cùng anh cả là [[Phạm Hạp]] đem tiền của chiêu dụ mọi người, mua ngựa luyện quân.\n\n==Sự nghiệp==\n\n===Giúp Đinh===\nKhi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] dấy binh dẹp [[loạn 12 sứ quân]], Phạm Cự Lạng cùng Phạm Hạp đem hơn 2000 người, ngựa từ quê đến [[Hoa Lư]] phò Đinh Bộ Lĩnh. Phạm Cự Lượng trở thành [[tướng nhà Đinh]], được phong chức Phòng Ngự sứ Tiên phong Tướng quân ra giữ cửa biển Đại Ác.\n\nNăm [[Mậu Thìn]] (968), dẹp xong loạn 12 sứ quân, Đinh Bộ Lĩnh lên ngôi Hoàng đế, tức là [[Đinh Tiên Hoàng]], đặt Quốc hiệu là [[Đại Cồ Việt]], đóng đô ở [[Hoa Lư]]. Phạm Cự Lượng được phong Tâm phúc Tướng quân coi việc Thị vệ Quan thân cận của vua.\n\n===Phò Lê===\nNăm 979, vua Đinh và Nam Việt vương Liễn bị sát hại (xem bài về [[Đinh Tiên Hoàng]]), Vệ vương [[Đinh Phế Đế|Đinh Toàn]] mới 6 tuổi được lập lên ngôi. Các đại thần [[Đinh Điền]], [[Nguyễn Bặc]] và anh Phạm Cự Lạng là [[Phạm Hạp]] thấy uy quyền của Phó vương [[Lê Đại Hành|Lê Hoàn]] quá lớn bèn khởi binh chống Lê Hoàn nhưng cả ba tướng nhanh chóng bị Lê Hoàn dẹp tan.\n\nPhạm Hạp bị Lê Hoàn xử tử.{{Cần chú thích}} Tuy vậy, Phạm Cự Lạng vẫn được Lê Hoàn tin dùng làm tướng dưới quyền.\n\nNăm sau, nhà Tống nhân lúc nước Đại Cồ Việt rối ren, liền nảy ý đồ đánh chiếm, sai quan trấn thủ Ung Châu Hầu Nhân Bảo cùng các tướng Tôn Toàn Hưng, Vương Soạn, Triệu Phụng Huân, đem quân theo hai đường thủy bộ vào xâm lược.\n\nTình thế Đại Cồ Việt vô cùng nguy cấp. Tháng 7 năm ấy, Thái hậu [[Dương Vân Nga]] phong Phạm Cự Lạng làm Đại tướng tiên phong đem quân đi chống giặc. Trước lúc tiến quân, Phạm Cự Lạng hội quân sĩ ở cửa Đào Lâm (nay là thôn Đào Lâm, xã Gia Thắng, huyện Gia Viễn), nói rằng: \n:''\"Có công thì thưởng, có tội thì phạt vẫn là lẽ dùng binh. Bây giờ quân giặc sắp vào cõi mà chúa thượng hãy còn thơ ấu, chúng ta có chút công trạng thì ai biết cho... Chẳng bằng nay ta tôn Thập Đạo Tướng quân lên ngôi Thiên tử đã, rồi sau sẽ xuất quân.\"''\n\nQuân sĩ nghe nói đều hô vang vạn tuế.\n\nTrong “Việt sử tiêu án” của Ngô Thời Sĩ có những câu phê phán Phạm Cự Lượng khi không tận trung với [[nhà Đinh]] như sau:\n:“Bặc – Điền vì nước liều mình,\n:Cớ sao Cự Lượng tán thành mưu gian”.\n\n===Đánh Tống và Chiêm===\nLê Hoàn lên ngôi Hoàng đế, Phạm Cự Lạng được phong làm Thái úy. Cuối mùa xuân năm [[Tân Tỵ]] (981), mọi mũi tiến quân của quân Tống đều bị quân Đại Cồ Việt phá, tướng Tống là [[Hầu Nhân Bảo]] chết trận, quá nửa quân Tống bị diệt, buộc vua Tống xuống chiếu lui quân.\n\nNăm [[Nhâm Ngọ]] (982), Phạm Cự Lạng được cử cầm quân đánh Chiêm Thành để trả đũa việc vua Chiêm vô cớ bắt sứ giả Đại Cồ Việt.\n\n===Thời bình===\nMùa thu năm [[Quý Mùi]] (983), Phạm Cự Lạng được vua tin trao trọng trách đi khai sông mới từ Đồng Cổ đến Bà Hòa (tức từ Đan Nê, Yên Định đến Đồng Hòa, Tĩnh Gia Thanh Hoá ngày nay). Trên đắp thành đường lớn, dưới khai thành sông lớn để lưu thông thủy bộ. Cũng trong năm này, Phạm Cự Lạng còn chỉ huy đào cảng Đa Cái ở Hoan Châu (tức Hương Cái, Hưng Nguyên, Nghệ An ngày nay).\n\nNgày 12 tháng 9 năm [[Giáp Thân]] (tức [[9 tháng 10]] năm [[984]]), Phạm Cự Lạng mắc bệnh sốt rét, mất tại Đồng Cổ, nơi ông đang làm việc, hưởng dương 41 tuổi. Nhà vua thương tiếc sai người đem tướng cữu hồi kinh, an táng tại phía nam Bồ Sơn.\n\n==Đền thờ==\nGhi nhớ công ơn Phạm Cự Lạng ở Đồng Cổ và Đa Cái hiện còn đền thờ ông. Tại kinh đô Thăng Long (Hà Nội), đời cháu ngoại Lê Đại Hành là vua Lý Thái Tông (1028-1054) giao cho Bộ Lễ viết sắc phong: \"Thần Phạm Cự Lạng làm Hoằng Thánh Đại Vương\" (sau vì kiêng húy đổi thành Hồng Thánh) chuyên xét việc hình ngục, thờ tại đền Ngự sử (nay là đền Lương Sử thuộc khu Văn Miếu-Quốc Tử Giám Hà Nội). Tại Hưng Lộc (Nghĩa Hưng -[[Nam Định]]) cũng có đền thờ Phạm Cự Lạng ghi lại sự tích tương tự như đền thờ Lương Sử (Hà Nội). Tại thị trấn Yên Ninh ([[Yên Khánh]], [[Ninh Bình]]) ông được thờ ở nhà thờ thái úy cùng với mộ táng của ông tại nghĩa trang làng Đa, xã Khánh Ninh gần đó.<ref>{{Chú thích web|url=http:\/\/hophamtphcm.org\/hoat-dong-dong-ho\/mot-cuoc-hoi-ngo-xuc-dong\/|tựa đề=MỘT CUỘC HÔI NGỘ XÚC ĐỘNG –\nLỄ GIỖ THÁI ÚY PHẠM CỰ LƯỢNG TẠI THỊ TRẤN YÊN NINH, NINH BÌNH|tác giả=Khôi Pham Văn|họ=|tên=|ngày=2016-01-14|website=http:\/\/hophamtphcm.org\/|url lưu trữ=https:\/\/web.archive.org\/web\/20160321021456\/http:\/\/hophamtphcm.org\/hoat-dong-dong-ho\/mot-cuoc-hoi-ngo-xuc-dong\/|ngày lưu trữ=2016-03-21|url hỏng=|ngày truy cập=2020-08-31|url-status=dead}}<\/ref>\n\nQua cuộc khảo sát và nghiên cứu gần đây, Sở Văn hóa, Thể thao và Du lịch tỉnh [[Thái Nguyên]] đã phát hiện 4 di tích lịch sử văn hóa thờ danh nhân Phạm Cự Lạng. Đó là các di tích: đình Đoài thuộc xóm Ngói, xã Hà Châu, huyện Phú Bình, đình Hoàng Đàm, xóm Hoàng Đàm, xã Nam Tiến, đình Thượng Giã, xã Thuận Thành, nghè thôn Nam Đô, làng Đông Cao, huyện Phổ Yên.<ref>{{Chú thích web|url=http:\/\/baothainguyen.org.vn\/trang-in-23785.html|tựa đề=Phát hiện di tích thờ tướng quân Phạm Cự Lạng ở huyện Phú Bình và Phổ Yên (Thái Nguyên)|tác giả=Nguyễn Đình Hưng|họ=|tên=|ngày=2007-12-16|website=http:\/\/baothainguyen.org.vn\/|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-31}}<\/ref>\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n|style=\"text-align:center;\" |2011||style=\"text-align:center;\" |''[[Lý Công Uẩn: Đường tới thành Thăng Long]]''|| style=\"text-align:center;\" |Nguyễn Xuân Trường\n|}\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[http:\/\/hopham.org\/index.php?mn=newsdetail&key=ho-pham-voi-dat-nuoc&newsid=329 Thái úy Phạm Cự Lượng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060524034300\/http:\/\/www.hopham.org\/index.php?mn=newsdetail&key=ho-pham-voi-dat-nuoc&newsid=329 |date=2006-05-24 }} trên trang Họ Phạm\n*[http:\/\/hophamvietnam.org\/1\/index.php?mn=newsdetail&key=thong-tin-van-hoa&newsid=193&type=7 Thái úy Phạm Cự Lượng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110915110944\/http:\/\/hophamvietnam.org\/1\/index.php?mn=newsdetail&key=thong-tin-van-hoa&newsid=193&type=7 |date=2011-09-15 }}\n*[[Nhà Đinh]]\n*[[Nhà Tiền Lê]]\n*[[Lê Đại Hành]]\n*[[Phạm Hạp]]\n{{12 sứ quân}}\n{{Thời gian sống|sinh = 944|mất = 984}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Võ tướng nhà Tiền Lê]]\n[[Thể loại:Thái úy Việt Nam]]"}