{"25185":"[[Tập tin:Phật mẫu man nương.jpg|nhỏ|[[Phật Mẫu]] Man Nương ở chùa Tổ, Thuận thành , Bắc Ninh]]\n'''Phật Mẫu Man Nương''' là một nhân vật liên quan đến sự tích [[Phật giáo Việt Nam]] khi [[phật giáo|đạo Phật]] mới truyền sang đất Việt. Bà có tên là A Man, người làng Mãn Xá vùng Luy Lâu tên tục của làng là kẻ Mèn. Cha mẹ bà là vợ chồng ông Tu Định, một cư sĩ Phật giáo thuần thành và là đệ tử của Khâu Đà La thiền sư. Sau này bà \"cải gia vi tự\" biến nhà thành chùa nên nhà cũ của bà hiện nay là [[chùa Tổ]] (Phúc Nghiêm tự).\n\n==Sự tích==\nTruyền thuyết kể rằng thuở xưa bà là một người con gái rất sùng đạo, năm 10 tuổi đến theo học đạo ở [[chùa Linh Quang]], nay là huyện [[Tiên Du]], tỉnh [[Bắc Ninh]]. Tại chùa có [[thiền sư]] [[Khâu Đà La]] là một vị [[cao]] tăng đầu tiên sang [[Việt Nam]] truyền đạo tại đây.\n\nMột hôm, thiền sư đi vắng và dặn Man Nương trông coi chùa cẩn thận. Tối đến Man Nương ngủ ở thềm, Khâu Đà La về và bước qua người, sau đó bà [[thụ tinh|thụ thai]]. Cha mẹ Man Nương trách cứ thì Khâu Đà La dặn rằng đó là con [[Phật]], không phải lo phiền.\n\nHai mươi [[tháng]] sau, Man Nương sinh hạ một người con gái vào ngày 8 tháng Tư ([[âm lịch]]), đem đến chùa trả lại Thiền sư. Ông dùng cây tầm xích ([[gậy tích trượng]]) gõ vào cây Dung Thụ (dâu ) ở cạnh chùa; cây dâu tách ra, thiền sư để đứa trẻ vào trong, cây lại khép vào. Khâu Đà La trao cho Man Nương cây gậy và dặn khi nào [[hạn hán]] thì đem gậy cắm xuống đất để cứu nhân dân. Khi vùng Dâu bị hạn hán ba năm liền, nhớ đến lời dặn của ông, Man Nương đã đem cây gậy thần cắm xuống đất. Ngay lập tức nước phun lên, cây cối, ruộng đồng lại tươi tốt và chúng sinh thoát nạn hạn hán.\n\nTiếp đó có trận mưa to, cây dâu bị gió [[bão]] quật đổ xuống sông Thiên Đức (sông Dâu) rồi trôi về [[Luy Lâu]]. Khi đó, [[Thái thú]] [[Sĩ Nhiếp]] cho quân lính vớt lên để làm nóc điện Kính Thiên, nhưng không ai lay chuyển nổi. Man Nương đi qua liền xuống sông, buộc dải [[yếm]] vào và bảo \"Có phải con mẹ thì đi lên theo mẹ\" lập tức kéo cây lên dễ dàng. Sĩ Nhiếp thấy thế kính sợ, tuyển mười người họ Đào [[điêu khắc|tạc]] tượng [[Tứ pháp]] là Pháp Vân - Pháp Vũ - Pháp Lôi - Pháp Điện tượng trưng cho Mây, Mưa, Sấm, Chớp để thờ. Bốn bức tượng phật đó được đặt ở bốn ngôi chùa khác nhau ở trên cùng một khu vực là Chùa Dâu, Chùa Đậu, Chùa Dàn, Chùa Tướng. Khi thợ tạc tượng gặp trong thân cây một khối [[đá]] bèn vứt xuống sông. Đến đêm thấy lòng sông rực sáng, Sĩ Nhiếp cho người vớt nhưng không tài nào vớt được. Man Nương liền đi thuyền ra giữa sông thì khì khối đá tự nhiên nhảy vào lòng. Khối đá ấy được gọi là Thạch Quang Phật (Phật đá tỏa sáng).\n\n==Di tích==\n{| class=\"wikitable\"\n|+\n![[Tập tin:Phap Van chuaDau.jpg|nhỏ|Tượng Pháp Vân chùa Thiền Định , bà Dâu chùa Dâu, phía trước là hộp đựng đá Thạch Quang Vương Phật]]\n![[Tập tin:Chùa Thành Đạo Pháp vũ.jpg|nhỏ|Tượng Pháp Vũ Chùa Thành Đạo ( do chùa bị phá năm 1947 nên đem về chùa Dâu) , bà Đậu]]\n![[Tập tin:Pháp Lôi chùa Phi Tướng.jpg|nhỏ|Tượng Pháp Lôi chùa Phi Tướng , bà Tướng chùa Tướng]]\n![[Tập tin:Tứ Pháp Pháp Điện.jpg|nhỏ|Tượng Pháp Điện chùa Trí Quả , bà Dàn ở chùa Dàn]]\n|}\nBốn pho tượng Tứ Pháp được thờ ở bốn ngôi chùa: [[chùa Dâu|Dâu]], [[chùa Đậu|Đậu]], [[chùa Tướng|Tướng]], [[chùa Dàn|Dàn]] ở [[Thuận Thành]], Bắc Ninh. Làng [[Mãn Xá]] lập [[chùa Phúc Nghiêm]] thờ Man Nương, gọi là Phật Mẫu, nên gọi chùa này là [[chùa Tổ]]. Hàng năm vào ngày hội chùa Dâu ngày 8 tháng Tư ([[âm lịch]]), thì ba làng Đậu, Tướng, Dàn rước tượng Pháp Vũ, Pháp Lôi, Pháp Điện về chùa Dâu gặp Pháp Vân rồi bốn chị em về chùa Tổ thăm Mẹ. [[Pháp thuộc|Thời Pháp thuộc]], chùa Đậu bị phá nên tượng Pháp Vũ để ở chùa Dâu. Thạch Quang Phật được thờ ở Chùa Tổ sau đó chuyển về thờ ở Chùa Dâu.\n\n==Xem thêm==\n*[[Văn hóa Việt Nam]]\n*[[Tín ngưỡng Việt Nam]]\n*[[Phật giáo Việt Nam]]\n*[[Người Bắc Ninh]]\n\n==Tham khảo==\n{{tham khảo}}\n*[http:\/\/vi.wikisource.org\/wiki\/L%C4%A9nh_Nam_ch%C3%ADch_qu%C3%A1i\/Truy%E1%BB%87n_Man_n%C6%B0%C6%A1ng Lĩnh Nam chích quái\/Truyện Man nương]\n*[http:\/\/dulich.tuoitre.vn\/Index.aspx?ArticleID=95953&ChannelID=100 Chùa Dâu - Nơi khởi nguồn đạo Phật VN]{{Liên kết hỏng|date=2022-12-10 |bot=InternetArchiveBot }}\n\n{{Sơ khai Việt Nam}}\n\n[[Thể loại:Tín ngưỡng dân gian Việt Nam]]\n[[Thể loại:Thuận Thành]]\n[[Thể loại:Du lịch Bắc Ninh]]\n[[Thể loại:Phật giáo Việt Nam]]\n[[Thể loại:Tứ Pháp]]\n[[Thể loại:Chư thiên Phật giáo]]\n[[Thể loại:Thần thánh Việt Nam]]"}