{"101626":"{{Bài cùng tên|Phạm Phú Quốc (định hướng)}}\n{{Thông tin viên chức\n|tên= Phạm Phú Quốc\n|hình= \n|cỡ hình=\n|miêu tả= \n\n|chức vụ= [[Hình: Fatherland - Space.png|22px]]<br>Tư lệnh Không đoàn 23 chiến thuật<br>Chỉ huy trưởng Căn cứ KQ Biên hòa\n|bắt đầu= 1\/1965\n|kết thúc= 4\/1965\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Trung tá (1\/1965)<br>-Đại tá (4\/1965)<br>(truy thăng)\n|địa hạt= Biệt khu Thủ đô\n|phó chức vụ= Tư lệnh KQ\n|phó viên chức= -Thiếu tướng [[Nguyễn Cao Kỳ]]\n\n|chức vụ 2= [[Hình: Fatherland - Space.png|22px]]<br>Chỉ huy Phi đoàn 514 Khu trục cơ<br>(thuộc Không đoàn 23 chiến thuật)\n|bắt đầu 2= 2\/1964\n|kết thúc 2= 11\/1964\n|trưởng chức vụ 2= Cấp bậc \n|trưởng viên chức 2= -Thiếu tá\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= [[Hình: Fatherland - Space.png|22px]]<br>Chỉ huy phó Phi đoàn 514\n|bắt đầu 3= 2\/1964\n|kết thúc 3= 11\/1964\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tá (2\/1964)\n|địa hạt 3= Biệt khu Thủ đô\n\n|chức vụ 4= [[Hình: Fatherland - Space.png|22px]]<br>Trưởng phòng Hành quân Phi đoàn 514\n|bắt đầu 4= 10\/1961\n|kết thúc 4= 2\/1962\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung úy (10\/1961)\n|địa hạt 4= Biệt khu Thủ đô\n|phó chức vụ 4= Tư lệnh KQ\n|phó viên chức 4= -Đại tá [[Nguyễn Xuân Vinh]]<br>-Đại tá [[Huỳnh Hữu Hiền (Đại tá, Quân lực VNCH)|Huỳnh Hữu Hiền]]\n\n|quốc tịch= {{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= tử trận\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|cha= Phạm Phú Phò\n|họ hàng= Phạm Thị Xuân Cơ\n|học vấn= Tú tài toàn phần\n|học trường= -Trường Công lập Chasseloup Laubat<br>-Trường Huấn luyện KQ Marrakech, Maroc, Bắc Phi\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[20 tháng 10]] năm [[1935]]\n|ngày mất= {{ngày mất và tuổi|1966|4|19|1935|10|20}}\n|nơi sinh= [[Đà Nẵng]], [[Liên bang Đông Dương]]\n|nơi mất= [[Hà Tĩnh]], [[Việt Nam Dân chủ Cộng hòa]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|24px]] [[Việt Nam Cộng hòa]]\n|thuộc= {{flagdeco|Việt Nam Cộng hòa|army}} [[Quân đội Việt Nam Cộng hòa|Quân đội VNCH]]\n|năm phục vụ= [[1954]]-[[1965]]\n|cấp bậc= [[Hình: A_VNAF-OF-5.svg|20px]] [[Đại tá|Đại tá Không quân]]\n|đơn vị= [[Hình: Fatherland - Space.png|24px]] [[Không lực Việt Nam Cộng hòa|Không đoàn 23 CT]]<ref>Không đoàn 23 Chiến thuật đồn trú tại căn cứ Không quân Biên Hòa thuộc Quân khu 3. Năm 1970 cùng với Không đoàn 43 và 63 Chiến thuật trở thành Sư đoàn 3 Không quân, phối thuộc Bộ Tư lệnh Quân đoàn III và Quân khu 3.<\/ref>\n|chỉ huy= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân đội Việt Nam Cộng hòa|Quân đội VNCH]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Knight BAR.png|22px]] [[Bảo quốc Huân chương]] đệ ngũ đẳng\n}}\n\n'''Phạm Phú Quốc''' (1935-1965), là một sĩ quan cao cấp trong Quân chủng [[Không lực Việt Nam Cộng hòa|Không quân]] thuộc [[Quân lực Việt Nam Cộng hòa]], ông xuất thân từ những khóa đầu tiên tại Trường đào tạo Hoa tiêu Quan sát của Quân đội Pháp ở một Quốc gia thuộc miền cực bắc Châu Phi (thuộc địa của Pháp). Ông là một trong hai sĩ quan Phi công [[Máy bay tiêm kích|Khu trục cơ]]<ref>Người thứ hai là Trung úy [[Nguyễn Văn Cử]] (1934-2013), sau là Trung tá Không quân phục vụ ở Phòng Kỹ thuật Điện toán tại Bộ Tư lệnh Không quân.<\/ref> đánh bom [[Dinh Độc Lập|Dinh Tổng thống]] [[Việt Nam Cộng hòa]] trong vụ [[vụ đánh bom Dinh Độc Lập 1962|Đánh bom Dinh Độc Lập]] ngày 27 tháng 2 năm 1962 nhằm ám sát Tổng thống [[Ngô Đình Diệm]] và Cố vấn [[Ngô Đình Nhu]].\n\n==Thân thế==\nÔng sinh ngày 20 tháng 10 năm 1935 tại Đà Nẵng trong một gia đình khá giả. Nguyên quán của ông ở làng Đông Bàn, huyện Diên Phước (phủ Điện Bàn cũ), tỉnh Quảng Nam (nay là thôn Đông Bàn, xã Điện Trung, Thị xã [[Điện Bàn]], tỉnh [[Quảng Nam]]). Theo gia phả, ông là hậu duệ của đại thần [[Phạm Phú Thứ]] thời vua [[Tự Đức]].\n\nThuở nhỏ, ông học tiểu học tại Đà Nẵng. Khi lên trung học, ông được gia đình cho về Sài Gòn học ở Trường [[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|Công lập Chasseloup - Laubat]]. Tương truyền, ngay từ khi còn là học sinh, ông đã biểu lộ sở thích đam mê về máy bay. Tiền tiêu vặt gia đình chu cấp, ông đều dành để gởi mua tận bên Pháp các sách kỹ thuật dạy cách chế tạo các loại máy bay nhỏ (tạp chí Mécanique Populaire), lắp ráp đem ra thực dụng trên bầu trời thuộc Sân bay Tân Sơn Nhất bây giờ.\n\nNăm 1954, ông tốt nghiệp trung học phổ thông với văn bằng Tú tài toàn phần (Part II). Sau đó, gia đình định cho ông sang Pháp để tiếp tục con đường học vấn nhưng vì quá ham thích máy bay nên ông xin cha mẹ cho ông được gia nhập quân đội.\n\n==Phục vụ trong không quân==\nNgày 15 tháng 6 năm 1954, ông tình nguyện nhập ngũ vào Không quân. Ông được cho đi thụ huấn tại trường Huấn luyện sĩ quan Không quân của Pháp tại Marrakech thuộc Vương quốc Maroc, miền bắc châu Phi. Đầu tháng 4 năm 1955, ông mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]] phi công. Về nước ông phục vụ Quân đội Quốc gia và công vụ tại căn cứ không quân Biên Hòa trong Phi đoàn máy bay Khu trục.\n\nTháng 11 năm 1957, sau hơn một năm chuyển sang phục vụ Quân đội Việt Nam Cộng hòa (cải danh từ Quân đội Quốc gia Việt Nam), ông được thăng cấp [[Thiếu úy]]. Đầu năm 1961, ông được đi tu nghiệp tại Hoa Kỳ, để tìm hiểu và lái các loại phi cơ thế hệ mới của Không lực Hoa Kỳ trong thời gian 6 tháng. Ngày Quốc khánh Đệ nhất Cộng hòa 26 tháng 10 năm 1961, ông được thăng cấp [[Trung úy]] và được cử làm Trưởng phòng Hành quân của Phi đoàn 514 Khu trục cơ, trực thuộc Căn cứ 2 Trợ lực Không quân ở Biên Hòa.<ref>Vào thời điểm năm 1961 trở về trước, Không quân Việt Nam Cộng hòa mới chỉ có 2 Phi đoàn Trợ lực Không quân: Phi đoàn 514 ở Biên Hòa và Phi đoàn 516 ở Nha Trang.<\/ref>\n*''(Thời gian này, trải qua 2 vị Tư lệnh Không quân là Đại tá [[Nguyễn Xuân Vinh]] (1957-1962) và Đại tá [[Huỳnh Hữu Hiền (Đại tá, Quân lực VNCH|Huỳnh Hữu Hiền]] (1962-1963)\n\n==Vụ đánh bom bất thành==\n{{see also|Vụ đánh bom Dinh Độc Lập 1962}}\n \n\nDưới chế độ Tổng thống [[Ngô Đình Diệm]], vì bất đồng chính kiến, nên vào ngày 27 tháng 2 năm 1962, ông cùng với bạn đồng đội là Trung úy [[Nguyễn Văn Cử]], nhân một chuyến hành quân nhưng không thi hành nhiệm vụ mà quay về Sài Gòn để oanh tạc dinh Độc Lập, đánh sập một góc dinh. Tuy nhiên, Tổng thống Diệm cùng gia đình đã may mắn thoát chết. Máy bay ông bị hỏa lực phòng không của Hải quân ở [[bến Bạch Đằng]] bắn trúng, ông phải đáp xuống sông Sài Gòn, gần một đồn bảo an vùng kho xăng [[Nhà Bè]], ông bị bắt và bị giam cầm tại Đề lao Chí Hòa. Phi công [[Nguyễn Văn Cử]] thoát được sang Vương quốc Campuchia và tỵ nạn tại đây.\n\n==Phục hồi và tái ngũ trong không quân==\nNgày 1 tháng 11 năm 1963, cuộc [[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính quân sự]] nổ ra khiến chế độ Ngô Đình Diệm sụp đổ. Ông được quân đảo chính giải thoát khỏi nhà lao và được phục hồi quân ngũ với cấp bậc cũ. Đầu tháng 12 cuối năm, ông được thăng cấp [[Đại úy]] tại nhiệm. Sau đó, ông tiếp tục được đi du học về chuyên môn khóa Air Ground Operation School tại [[Okinawa]], [[Nhật Bản]] cũng trong thời gian 6 tháng.\n\nĐầu tháng 2 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý ngày 30\/1\/1964]] của tướng [[Nguyễn Khánh]], ông được thăng cấp [[Thiếu tá]], giữ chức vụ Chỉ huy phó Phi đoàn 514 trực thuộc Không đoàn 23. Cuối năm ông được lên giữ chức vụ Phi đoàn trưởng Phi đoàn 514. Đầu năm 1965, ông được thăng cấp [[Trung tá]] và được bổ nhiệm làm Tư lệnh Không đoàn 23 Chiến thuật kiêm Chỉ huy trưởng Căn cứ Không quân Biên Hòa.\n\n==Nhiệm vụ cuối cùng==\nNgày 19 tháng 4 năm 1965, ông cùng đồng đội thực hiện phi vụ phối hợp với lực lượng không quân Mỹ đánh phá trục giao thông cách [[Vinh]] 10 cây số về phía nam. Sau khi hoàn tất phi vụ trên đường trở về, lúc đó là 15 giờ 04 phút, phi đội của ông đã đụng phải lực lượng phòng không của đối phương. Một phi cơ trúng đạn phía đuôi thiệt hại nhẹ, riêng phi cơ của ông bị trúng đạn bốc cháy và rơi ngay trên vùng trời Hà Tĩnh. Ông tử trận, hưởng dương 30 tuổi.\n\nLễ truy điệu cho ông được Bộ Tư lệnh Không quân và Bộ Tư lệnh Không đoàn 23 Chiến thuật đã tổ chức. Thiếu tướng [[Nguyễn Cao Kỳ]], Chủ tịch Ủy ban Hành pháp Trung ương (Thủ tướng) kiêm Tư lệnh Quân chủng Không quân, thay mặt Chính phủ và Quân lực Việt Nam Cộng hòa truy thăng cho ông cấp bậc [[Đại tá]], đồng thời truy tặng Huân chương Bảo quốc đệ ngũ đẳng kèm Anh dũng Bội tinh với nhành Dương liễu.\n\nDi hài ông ban đầu được người dân cất táng tại địa phương. Mãi đến năm 1997, di hài ông mới được người chị ruột là bà Phạm Thị Xuân Cơ (Đông Hải), cải táng từ Hà Tĩnh đem về chôn tại khuôn viên chùa Phước Lâm ở thành phố Hội An, Quảng Nam.\n\n==Huy chương==\n-Đệ ngũ đẳng Bảo quốc Huân chương (truy tặng<br>-Anh dũng Bội tinh với nhành Dương liễu (truy tặng)<br>-Anh dũng Bội tinh với ngôi sao vàng (1 lần)<br>-Anh dũng bội Tinh với ngôi sao bạc (5 lần)<br>-Anh dũng Bội tinh với ngôi sao đồng (2 lần)<br>-Phi dũng Bội tinh với cánh chim vàng<br>-Đệ nhị Không lực Huy chương<br>-Tuyên dương công trạng (12 lần) và nhiều lần khen thưởng khác.\n\n==Hình tượng trong thơ và nhạc==\nNhà văn Triệu Vũ từng viết một văn tế Phạm Phú Quốc. Cùng thời gian đó, nhạc sĩ [[Phạm Duy]] viết nhạc phẩm \"Huyền sử ca một người mang tên Quốc\" để tưởng nhớ ông.\n\n==Gia tộc và gia đình==\n*Thân phụ: Phạm Phú Phò, một thương gia thành đạt và nổi danh trên thương trường tại Đà Nẵng vào thập niên 1930 - 1940.\n*Bào tỷ: Phạm Thị Xuân Cơ\n*Phạm Phú Quốc có vợ và một con trai, ngày ông tử trận, vợ ông đang mang thai con trai đầu lòng được 3 tháng. Trước năm 1975 bà và con trai đã di tản sang Mỹ. Con trai ông, Phạm Phú Phi hiện nay là bác sĩ thẩm mỹ ở Hoa Kỳ.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{thời gian sống|1935|1965}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Đại tá Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Phi công Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Binh biến ở Việt Nam Cộng hòa]]"}