{"19128455":"'''Phạm Văn Nhân''' ([[1741]] – [[1811]]) là một võ quan đại thần vào cuối thời [[chúa Nguyễn]] cai trị [[Đàng Trong]] và đầu [[triều Nguyễn]]. Ông đã theo chúa [[Nguyễn Ánh]] (vua [[Gia Long]] sau này) chống lại [[nhà Tây Sơn]], và là một trong số các vị công thần được phối thờ ở [[Thế Tổ miếu (Hoàng thành Huế)|Thế miếu]].\n\n== Cuộc đời ==\nTổ tiên của Phạm Văn Nhân là người Quý huyện Tống Sơn ([[Thanh Hóa]]), đã theo chúa Tiên [[Nguyễn Hoàng]] vào Nam rồi nhập tịch ở phủ [[Thừa Thiên]]<ref name=\":0\">''Đại Nam liệt truyện'', tập 2, quyển 7 – phần ''Phạm Văn Nhân''<\/ref>. Dưới thời chúa Vũ [[Nguyễn Phúc Khoát]], Phạm Văn Nhân ra đầu quân, lệ thuộc trung hầu, sau thăng [[Cai đội]] thuộc nội.\n\n=== Vào Nam ===\nMùa đông năm [[Giáp Ngọ]] ([[1774]]), quân [[chúa Trịnh]] ở [[Đàng Ngoài]] tiến vào phương nam tấn công [[chúa Nguyễn]] ở [[Đàng Trong]], Phạm Văn Nhân bị súng bắn nên thương tật ở chân<ref name=\":0\" \/>. Mùa xuân năm [[Ất Mùi]] ([[1775]]), chúa Định [[Nguyễn Phúc Thuần]] chạy vào Nam lánh nạn, Nhân vì chân đau, không đi theo được<ref name=\":0\" \/>.\n\nNăm [[Mậu Tuất]] ([[1778]]), [[Nguyễn Ánh]] đã nhiếp chính, Nhân mới lẻn vào [[Gia Định]]. Năm [[Tân Sửu]] ([[1781]]), Nhân được làm Phó vệ úy vệ Đẳng Giao<ref>''Đại Nam thực lục'', tập 1, tr.210<\/ref>.\n\nNăm [[Quý Mão]] ([[1783]]), [[quân Tây Sơn]] vào đánh [[Hà Tiên (tỉnh)|Hà Tiên]], Nhân theo vua đi ra [[đảo Phú Quốc]], lại theo đi ra ngoài biển đi thuyền vào [[Long Xuyên (tỉnh)|Long Xuyên]]. Nghe tin giặc ở đảo Vu, chúa [[Nguyễn Ánh]] muốn đi dò xem hư thực, Nhân tâu rằng: “''Việc gì vua phải đi cho khó nhọc, thần xin đi''”, rồi cùng [[Ngô Công Quý]] đi thuyền triệu tứ để xem xét giặc.\n\nTháng 7 (âm lịch) năm đó, chúa nghe tin [[Bá Đa Lộc]] đang ở Chan Bôn (Chantabun), sai người đến mời, nhã ý muốn nhờ quân [[Phú Lãng Sa]] đến viện trợ. Bá Đa Lộc chấp thuận, dẫn công tử [[Nguyễn Phúc Cảnh]] mới 4 tuổi theo làm tin, sai Phó vệ úy Phạm Văn Nhân và Cai cơ [[Nguyễn Văn Khiêm]] cùng đi<ref>''Đại Nam thực lục'', tập 1, tr.218<\/ref>. Chúa Nguyễn Ánh và Vương phi [[Tống Phúc Thị Lan]] cầm nước mắt đưa con. Cuối năm sau ([[1784]]), Nhân và Liêm cùng Bá Đa Lộc đem công tử Cảnh chính thức lên tàu sang Tây<ref>''Đại Nam thực lục'', tập 1, tr.223<\/ref>.\n\nMùa đông năm [[Ất Tỵ]] ([[1785]]), vừa đến Tiểu Tây (tức [[Ấn Độ]]) gặp lúc nước Pháp có biến, nên phái đoàn bị giữ lại đấy<ref name=\":0\" \/>. Tháng 6 (âm lịch) năm [[Bính Ngọ]] ([[1786]]), Phạm Văn Nhân và Nguyễn Văn Liêm cho [[Hồ Văn Nghị]] phụng biểu về hành tại ở [[Vọng Các]] báo tin, rồi cả ba cùng ở lại hầu Nguyễn Ánh<ref>''Đại Nam thực lục'', tập 1, tr.226<\/ref>.\n\nTháng 7 (âm lịch) năm [[Đinh Mùi]] ([[1787]]), chúa Nguyễn Ánh từ nước [[Xiêm]] hồi loan, Nhân về trước [[hòn Tre]] chuẩn bị thuyền để đợi, rồi cùng [[Võ Di Nguy]] ở lại đảo Phú Quốc hộ vệ quốc mẫu [[Nguyễn Thị Hoàn]] và cung quyến<ref>''Đại Nam thực lục'', tập 1, tr.228<\/ref>.\n\nTháng 3 (âm lịch) năm [[Mậu Thân]] ([[1788]]), Phạm Văn Nhân được làm Khâm sai thuộc nội sai đội thay Ngô Công Quý để giữ đạo [[Long Xuyên (tỉnh)|Long Xuyên]]<ref>''Đại Nam thực lục'', tập 1, tr.232<\/ref>, rồi tháng 10 (âm lịch) bổ làm Khâm sai thuộc nội cai cơ cai quản thuyền Tả vệ<ref>''Đại Nam thực lục'', tập 1, tr.238<\/ref>. Tháng 3 (âm lịch) năm [[Kỷ Dậu]] ([[1789]]), Nhân được cai quản các đội Ban trực tả<ref>''Đại Nam thực lục'', tập 1, tr.244<\/ref>. Tháng 4 (âm lịch) năm [[Canh Tuất]] ([[1790]]), Cai cơ quản Ban trực tả là Nhân cùng cai đội quản Ban trực tiền là [[Tôn Thất Huyên]] đem quân vào giữ [[Bà Rịa (tỉnh)|Bà Rịa]]<ref>''Đại Nam thực lục'', tập 1, tr.258<\/ref>.\n\nNăm [[Nhâm Tý]] ([[1792]]), Nhân theo đi đánh giặc ở Thị Nại, vừa lúc giặc không phòng bị, Nhân đánh phá được. [[Đô đốc]] của Tây Sơn là Thành (không rõ họ) bỏ thuyền tan chạy<ref>''Đại Nam thực lục'', tập 1, tr.286-287<\/ref>.\n\nTháng 2 (âm lịch) năm [[Quý Sửu]] ([[1793]]), Phạm Văn Nhân được thăng làm Phó tướng Tả quân kiêm tri Tàu vụ<ref>''Đại Nam thực lục'', tập 1, tr.290<\/ref>. Tháng 4 (âm lịch) năm đó, vua thân đi đánh [[Quy Nhơn]], để Đông cung Thế tử [[Nguyễn Phúc Cảnh]] ở lại trấn [[Gia Định]], Nhân cùng với [[Tống Phúc Đạm]] ở lại giúp Đông cung<ref>''Đại Nam thực lục'', tập 1, tr.292<\/ref>. Tháng 11 (âm lịch) cùng năm, Đông cung Cảnh được sai đi trấn [[thành Diên Khánh]], vua dụ Nhân và Đạm giúp đỡ Đông cung, định nghiêm tướng lệnh, ai không tuân mệnh thì chém<ref>''Đại Nam thực lục'', tập 1, tr.302-303<\/ref>.\n\nTháng 10 (âm lịch) năm [[Ất Mão]] ([[1795]]), Phó tướng Tả quân Phạm Văn Nhân được làm phụ đạo cho Đông cung Cảnh. Ánh dụ rằng: “''Đông cung là ngôi trừ nhị<ref>''Ngôi trừ nhị'': Ngôi sẵn để làm vua.<\/ref>, tuổi còn non trẻ, tuy công phu học vấn vốn nhờ giảng viện, nhưng nhiệm vụ giúp bảo [phụ đạo] là ở đại thần. Tướng sĩ giáp binh dinh Tả quân cho khanh vẫn quản lãnh như trước, còn việc trong môn đình của Đông cung, như quan lại, liêu thuộc, thị vệ, tôi tớ, hết thảy mọi việc đều ủy cho khanh. Cốt sao giúp đỡ Thái tử, hun đúc đức tốt, chẳng những trong khi nói năng nghĩ ngợi sao cho ít lỗi, lại mong mọi việc quốc gia thảy đều biết cả, đừng để cho chỉ [[Y Doãn]] [[nhà Thương]] và [[Triệu công Thích|Thiệu công]] [[nhà Chu]] được tiếng tốt riêng về trước''”<ref>''Đại Nam thực lục'', tập 1, tr.327-328<\/ref>.\n\nTháng 9 (âm lịch) năm [[Bính Thìn]] ([[1796]]), Phạm Văn Nhân được kiêm chuyên quản năm vệ Thần võ, Thần uy, Thần dũng, Thần toán, Thần lược, đều cho theo Đông cung Cảnh điều bát<ref>''Đại Nam thực lục'', tập 1, tr.341<\/ref>. Năm [[Đinh Tỵ]] ([[1797]]), Nhân theo Đông cung đi hộ giá, tiến đánh [[Quảng Nam]], đánh nhau với giặc ở Hội An, La Qua, đều được thắng trận, rồi rút quân về<ref name=\":0\" \/>.\n\nTháng 2 (âm lịch) năm [[Mậu Ngọ]] ([[1798]]), sửa lại thành Mỹ Tho ở dinh Trấn Định, phó tướng Phạm Văn Nhân được sai trông nom công việc<ref>''Đại Nam thực lục'', tập 1, tr.365<\/ref>. Tháng 6 (âm lịch) năm đó, Nhân được bổ làm Chưởng cơ giám quân quân Thần sách, quản tướng sĩ năm đồn, kiêm tri Tượng chính Mã chính<ref>''Đại Nam thực lục'', tập 1, tr.369<\/ref>. Năm [[Kỷ Mùi]] ([[1799]]), Nhân theo vua đi đánh Quy Nhơn, đem thuộc hạ chia đóng các xứ từ Sa Lung đến Thạch Tân, để ngăn ngoại viện của Tây Sơn<ref name=\":0\" \/>.\n\nTháng 3 (âm lịch) năm [[Canh Thân]] ([[1800]]), đổi 5 đồn quân Thần sách thành 5 doanh, đổi bổ Nhân làm Giám quân quân Thần sách<ref>''Đại Nam thực lục'', tập 1, tr.408<\/ref>. Mùa hạ năm đó, Nhân theo chúa đi cứu viện [[Bình Định]], cùng [[Nguyễn Đức Xuyên]] tiến quân đến La Thai để đánh phía sau lưng giặc. Sau chúa triệu đến hành tại, cùng [[Nguyễn Huỳnh Đức]] chia coi chiến thuyền đóng giữ cửa biển Cù Mông<ref>''Đại Nam thực lục'', tập 1, tr.415-416<\/ref>.\n\nTháng 3 (âm lịch) [[Tân Dậu]] ([[1801]]), [[Nguyễn Văn Trương]] lấy lại được [[Quảng Nam]], Giam quân Thần sách Văn Nhân quản 3 chiếc hiệu thuyền đến cửa biển [[Đà Nẵng]], và kiêm quản tướng sĩ các thuyền Long phi, Phượng phi, để làm tiếp ứng<ref>''Đại Nam thực lục'', tập 1, tr.434<\/ref>. Khi đại binh tiến đánh Phú Xuân, Nhân cùng Trương đem binh thuyền đến trước [[cửa Thuận An]]; cựu binh đã thu phục, nên ở lại đóng giữ<ref name=\":0\" \/>.\n\n=== Thời Gia Long ===\nNăm [[Nhâm Tuất]] ([[1802]]), vua ngự giá đi Đông Hải đánh giặc, Nhân cùng [[Đặng Trần Thường]] đem bộ binh chia đường chống đánh, giặc liền tan chạy<ref>''Đại Nam thực lục'', tập 1, tr.479<\/ref>. Nhân đem quân thuộc hạ và lĩnh các vệ Hậu quân đến [[Bình Định]] họp bàn chống giặc<ref>''Đại Nam thực lục'', tập 1, tr.482<\/ref>. Đánh xong, Nhân cùng [[Lê Văn Duyệt]], [[Lê Chất]], [[Nguyễn Huỳnh Đức]] về Gia Định, vào yết kiến vua, được ban cho áo mũ<ref>''Đại Nam thực lục'', tập 1, tr.488<\/ref>.\n\nTháng 5 (âm lịch) năm đó, Nguyễn Ánh chính thức tế cáo đất trời, đặt niên hiệu là [[Gia Long]]. Cả ba ông [[Nguyễn Huỳnh Đức]], [[Nguyễn Văn Nhơn]] và Phạm Văn Nhân được phong tước [[Quận công]]<ref>''Đại Nam thực lục'', tập 1, tr.492<\/ref>. Phạm Văn Nhân được thăng chức Khâm sai Chưởng Hữu quân, kiêm giám Thần sách quân<ref name=\":0\" \/>.\n\nNăm thứ 2 ([[1803]]), cử hành đại lễ tấn phong Vương hậu cho Nguyên phi [[Tống Phúc Thị Lan]], Nhân cùng [[Lễ bộ]] [[Đặng Đức Siêu]] đều được sung làm sứ bưng sách và ấn<ref>''Đại Nam thực lục'', tập 1, tr.554<\/ref>. Năm thứ 3 ([[1804]]), đại lễ bang giao, Nhân được sung làm sứ nhận ấn, theo hầu vua về kinh<ref>''Đại Nam thực lục'', tập 1, tr.581<\/ref>. Vua khi rảnh rỗi thường say mê âm nhạc, Phạm Văn Nhân, [[Nguyễn Văn Nhơn]] và [[Nguyễn Đức Xuyên]] đều dâng sớ khuyên ngăn. Vua khen là nói phải, dụ rằng: “''Trẫm không vì đó mà trễ triều chính. Bọn khanh sao lo xa thế?''”<ref>''Đại Nam thực lục'', tập 1, tr.644<\/ref>.\n\nNăm thứ 5 ([[1806]]), Nhân được giao trông coi làm [[Đàn Nam Giao (triều Nguyễn)|đàn Nam Giao]] và [[Đàn Xã Tắc (Huế)|đàn Xã Tắc]]<ref>''Đại Nam thực lục'', tập 1, tr.653 & 655<\/ref>. Mùa hạ, tấn phong Tống Vương hậu làm Hoàng hậu, Nhân cùng [[bộ Hộ]] [[Nguyễn Kỳ Kế]] sung cầm cờ tiết, bưng sách ấn dâng cho Tống Hoàng hậu<ref>''Đại Nam thực lục'', tập 1, tr.679<\/ref>.\n\nNăm thứ 13 ([[1814]]), hoàng hậu [[Tống Phúc Thị Lan]] qua đời, vua thương tiếc lắm. Chưởng Hữu quân Phạm Văn Nhân được sung Chánh sứ, [[Thượng thư]] [[Lễ bộ]] [[Phạm Đăng Hưng]] làm Phó sứ, đến Tôn miếu dâng sách đặt [[tên thụy]] cho Hoàng hậu<ref>''Đại Nam thực lục'', tập 1, tr.886<\/ref>.\n\n==== Qua đời ====\nTháng 9 (âm lịch) năm thứ 14 ([[1815]]), quận công Phạm Văn Nhân mất, thọ 71 tuổi<ref name=\":0\" \/>. Vua rất thương tiếc, sai [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] trông coi việc tang<ref name=\":1\">''Đại Nam thực lục'', tập 1, tr.907<\/ref>.\n\nVua hỏi [[bộ Lễ]] rằng: “''Đối với những đại thần huân cựu cùng nước, cùng vui khi nghe tin buồn thì nghỉ chầu, lễ đời xưa thế nào?''”. Bộ thần tâu rằng: “''Việc cũ thuộc về [[đời Đường]] [[đời Tống]] thì nghỉ chầu 7 ngày, 5 ngày, 3 ngày, 1 ngày không giống nhau. Duy năm [[Hồng Vũ]] thứ 23 thì bàn định nghỉ chầu trước sau gồm 4 ngày, xin dùng chế độ ấy''”<ref name=\":1\" \/>. Vua cho là phải, xuống dụ nghỉ chầu 3 ngày, cho 1000 [[quan tiền]] lo việc tang, sai quan đến tế. Ngày an táng, nghỉ chầu thêm 1 ngày, vua sai các hoàng tử hoàng tôn đến đưa đám<ref name=\":1\" \/>. Lệ công thần chết cho nghỉ chầu bắt đầu từ đó.\n\nPhạm Văn Nhân được truy tặng làm ''Dực vận đồng đức công thần'', ''Đặc tiến Phụ quốc Thượng tướng quân'', ''Thượng trụ quốc'' ''Thái phó Quận công'', [[thụy]] là '''Trung Hiến'''<ref name=\":0\" \/>.\n\nTháng 12 (âm lịch) năm thứ 16 ([[1817]]), Thái bảo Quận công Phạm Văn Nhân được liệt thờ ở miếu Trung hưng công thần<ref>''Đại Nam thực lục'', tập 1, tr.960<\/ref>.\n\n=== Thời Minh Mạng ===\nNăm [[Minh Mạng]] thứ 5 ([[1824]]), tháng 5 (âm lịch), quận công Phạm Văn Nhân và 11 vị công thần được tòng tự ở [[Thế Tổ miếu (Hoàng thành Huế)|Thế miếu]]<ref>''Đại Nam thực lục'', tập 2, tr.354<\/ref>. Tháng 11 (âm lịch) năm đó, vua cho con cháu của ông 100 mẫu ruộng để được thu tô thuế mà lo việc tế tự<ref>''Đại Nam thực lục'', tập 2, tr.386<\/ref>.\n\nNăm thứ 12 ([[1831]]), Phạm Văn Nhân được tặng làm ''Tá vận công thần'', ''Đặc tiến Tráng võ tướng quân'', ''Hữu quân Đô thống phủ Chưởng phủ sự'', ''Thái phó'', đổi [[tên thụy]] là '''Hiếu Tĩnh''', tước phong '''Tiên Hưng Quận công'''<ref>''Đại Nam thực lục'', tập 3, tr.252<\/ref>.\n\n== Hậu duệ ==\nTiên Hưng Quận công Phạm Văn Nhân có ba người con là Trí, Tín, Thanh.\n\n* Trí làm quan đến chức Vệ úy, cai quản 2 vệ Hùng, Cự, Khâm sai thuộc nội chưởng cơ<ref name=\":0\" \/>. Con của Trí là Hội, được ấm thụ Kỵ đô úy, tập phong tước ''Tiên Hưng bá''<ref>''Đại Nam thực lục'', tập 4, tr.1069<\/ref>.\n* Tín được gả công chúa [[Nguyễn Phúc Ngọc Quỳnh|Ngọc Quỳnh]] (con gái thứ hai của vua [[Gia Long]]), thụ phong ''Phò mã Đô úy'' kiêm [[Chưởng vệ]]<ref>''Đại Nam thực lục'', tập 1, tr.742<\/ref>. Tín từng làm lưu thủ 2 trấn [[Quảng Nam]], [[Quảng Trị]], sau được triệu về kinh, thăng chức [[Chưởng cơ]]<ref name=\":0\" \/>. Con trưởng của phò mã Tín và công chúa Ngọc Quỳnh là Kiện được ấm thụ Cẩm y vệ Hiệu úy.\n\n== Tham khảo ==\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] Chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] Tiền biên - Chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{tham khảo|4}}\n\n[[Thể loại:Sinh năm 1741]]\n[[Thể loại:Mất năm 1811]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Công tước nhà Nguyễn]]\n[[Thể loại:Người họ Phạm tại Việt Nam]]"}