{"500907":"[[Tập tin:Phạm Duy Khiêm.jpg|nhỏ|phải|Phạm Duy Khiêm ([[1908]]-[[1974]])]]\n'''Phạm Duy Khiêm''' ([[1908]]-[[1974]]) là nhà giáo, nhà văn, cựu đại sứ [[Việt Nam Cộng hòa]] tại [[Pháp]] và tại [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]]. Ông là con trai nhà văn [[Phạm Duy Tốn]] (1881-1924) và anh cả của nhạc sĩ [[Phạm Duy]].\n\n== Tiểu sử ==\n=== Cuộc đời ===\nPhạm Duy Khiêm sinh ngày [[24 tháng 4]] năm [[1908]] tại [[Hà Nội]]. Ông quê gốc ở làng Phượng Vũ, huyện [[Thường Tín]], tỉnh Hà Đông (nay là huyện Thường Tín, thành phố Hà Nội). Cha ông là nhà văn [[Phạm Duy Tốn]].\n\nÔng Phạm Duy Tốn mất sớm vì [[lao|bệnh lao]], năm 43 tuổi, để lại nhiều nợ nần. Lúc đó Phạm Duy Khiêm 15 tuổi. Mới học ''troisième'' (tức lớp 9 bây giờ), ông đã thay cha trở thành trụ cột của gia đình. Nhờ sự trợ giúp của một tư nhân, Phạm Duy Khiêm có thể tiếp tục việc học ở [[trường Trung học Albert Sarraut|trường Albert Sarraut]], Hà Nội.\n\nÔng là một học sinh xuất sắc, giỏi nhất về cổ ngữ [[Latinh|Latin]], [[tiếng Hy Lạp|Hy Lạp]], là người [[Việt Nam]] đầu tiên đỗ tú tài văn chương Pháp (Bac classique). Sau đó ông được học bổng sang [[Pháp]] theo học lớp dự bị văn chương tại trường Louis le Grande. Sau đó, Phạm Duy Khiêm đỗ vào trường Cao đẳng sư phạm của Pháp (École Normale Supérieure, rue d'Ulm), cùng khóa với [[René Billières]], [[Thierry Maulier]] (nhà văn), [[Georges Pompidou]] (sau này là tổng thống Pháp), [[Leopold Senghor]] (sau này là tổng thống [[Sénégal]]), rồi đậu thạc sĩ văn phạm Pháp (Agrégée de grammaire). Ông là người Việt Nam đầu tiên đậu văn bằng này.\n\nNăm 1935, ông về nước làm giáo sư tại [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]], rồi trường Albert Sarraut. Từ tháng 9 năm 1939 đến tháng 6 năm 1940, ông gia nhập quân đội kháng chiến Pháp chống [[chủ nghĩa phát xít|phát xít]] Đức, nhưng rồi giải ngũ vì Thủ tướng Pháp [[Philippe Pétain]] nghị hòa với [[Đức]], giải tán quân đội. Phạm Duy Khiêm trở về Việt Nam, tiếp tục dạy học, viết văn và làm báo. Năm 1950, mẹ ông từ trần. Ít lâu sau, ông rời Việt Nam sang sống hẳn tại Pháp.\n\n==Tham gia chính trường==\n\nTháng 7 năm 1954, ông được [[Thủ tướng]] [[Quốc gia Việt Nam]] là [[Ngô Đình Diệm]] mời làm Bộ trưởng đặc nhiệm phủ thủ tướng, năm 1955 làm cao ủy, rồi làm [[đại sứ]] [[Việt Nam Cộng hòa]] tại Pháp.\n\nĐến năm 1957, ông được cử làm đại diện thường trực [[Việt Nam Cộng hòa]] cạnh tổ chức [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]]. Nhưng sau đó vì bất đồng quan điểm với chính quyền đương thời nên ông không đảm nhận chức vụ này. Từ đó, ông bỏ nhiệm sở.\n\n==Tham gia giảng dạy==\nÔng ở lại Pháp làm giáo sư.\n\nNgày 5 tháng 7 năm 1957, ông nhận bằng tiến sĩ danh dự của [[Đại học Toulouse]] (Pháp).\n\nTừ năm 1958 trở đi, Phạm Duy Khiêm sống ở Pháp bằng nhiều nghề: diễn thuyết, dạy học tư thục, đọc bản thảo để chọn tác phẩm và sửa lỗi cho các nhà in, sửa bài và duyệt sách cho Ủy ban xét lại Pháp ngữ...\n\n==Cuối đời==\nNgày 2 tháng 12 năm 1974, ông Phạm Duy Khiêm tự kết liễu đời mình tại nhà riêng ở nông trại La Hertaudrie, thuộc quận [[Montreuil le Henri]], vùng [[Sarthe]], cách [[Paris]] hơn 200&nbsp;km, như ông đã nghĩ từ hồi còn trẻ:\n\n:''Ta phải biện minh sự hiện diện của ta trên cõi đời này (il faut justifier sa présence sur cette terre)''.\n\n=== Tính cách ===\nĐối với gia đình, Phạm Duy Khiêm là người anh cả lạnh lùng và nghiêm khắc, một người chủ gia đình thực sự. Nhạc sĩ [[Phạm Duy]] nhớ lại trong hồi ký của ông: \"Lúc còn bé, nếu tôi nhớ không lầm, tôi chỉ được đùa chơi với anh Khiêm có hai lần\" và \"Bây giờ sống chung với người anh, tôi không được đánh đàn. Muốn đàn ca phải chờ khi anh ấy vắng nhà. Có lần quá cao hứng nên không đề cao cảnh giác, người anh chợt về, giật cái đàn mandoline vứt xuống đất và thân tặng nhạc sĩ mầm non một trận đòn. Một lần khác, vào mùa hè, tôi đang nằm trên nền nhà đá hoa để hưởng cái mát dịu, anh Khiêm ở đâu về, sồng sộc tới chỗ tôi nằm, nắm cổ lôi dậy, phạt tôi quỳ trước sự ngạc nhiên của mẹ tôi: Ai cho mày nằm dưới đất? Quỳ xuống đó!\" (''Hồi ký Phạm Duy'', trang 129).\n\nỞ trường học, Phạm Duy Khiêm là một người thầy khắt khe. Với những học trò dốt, ông không ngần ngại cho điểm âm. Học trò người Việt oán vì thầy không nâng đỡ người Việt. Học trò người Pháp căm giận vì bị một người thầy bản xứ sỉ nhục. Việc Phạm Duy Khiêm tự nguyện đi lính cho Pháp trong [[Chiến tranh thế giới thứ hai]] cũng là một hành động khó hiểu.\n\nKhi làm chính trị, nhận chức vụ đại sứ của chính quyền [[Việt Nam Cộng hòa]], Phạm Duy Khiêm hết sức ngay thẳng, không sợ mọi áp lực cửa quyền. Đó được cho là lý do khiến ông không làm đại sứ cho ông [[Ngô Đình Diệm]] được lâu. Sau này, khi [[Georges Pompidou]] lên làm tổng thống Pháp, ngỏ ý muốn gặp, Phạm Duy Khiêm thẳng thắng trả lời: rất vui mừng gặp lại bạn học cũ, nhưng đến yết kiến tổng thống thì không! Khi [[Léopold Senghor]], tổng thống [[Sénégal]], một người bạn học cũ khác, cũng là một nhà thơ nổi tiếng, gửi tặng một tập thơ, Phạm Duy Khiêm gửi trả lại với những lời phê, gạch đỏ, của một người thầy.\n\nĐánh giá về tính cách Phạm Duy Khiêm, [[Thụy Khuê]] viết:\n\n:''Đó là một người không chống ai, chỉ chống bất công và áp bức. Coi rẻ tiền tài và quyền lực. Liêm khiết, thẳng thắng, khó với mình và khó với người. Yêu nước và có trách nhiệm với gia đình. Vỏ ngoài cứng rắn bao bọc một nội tâm mềm yếu, vô cùng nhạy cảm và suốt đời cô đơn. Chán đời từ thời còn trẻ, hấp thụ trọn vẹn hai nền văn hóa Đông Tây, rất Khổng Mạnh trong nghĩa chính nhân quân tử, nhưng cũng lại rất Tây phương trong tư tưởng và hành động.''\n\n== Văn nghiệp ==\n=== Quá trình sáng tác ===\nHầu như tất cả các tác phẩm của Phạm Duy Khiêm đều được viết bằng [[tiếng Pháp]].\n\nTác phẩm đáng chú ý đầu tiên của ông là ''De Hà Nội à La Courtine'' (Từ Hà Nội đến La Courtine), một tự truyện viết về thời gian ông đầu quân chống [[Đức]], ký bút hiệu Nam Kim, do nhà xuất bản Taupin in lần đầu tại [[Hà Nội]] năm 1941. Năm 1958, nhà xuất bản Plon in lại cuốn này tại [[Paris]], đổi tên thành ''La place d'un homme'' (Vị thế một con người). Đây là một trong ba tác phẩm chính của Phạm Duy Khiêm.\n\nNăm 1942, ông viết tiếp ''De Courtine à Vichy'' (Từ Courtine đến Vichy), cuốn này bị cấm xuất bản.\n\nTác phẩm thành công nhất của Phạm Duy Khiêm có lẽ là ''Légendes des terres sereines'' (Huyền truyện miền thanh lãng), nội dung hòa hợp giữa cổ tích, huyền thoại, giai thoại và thực tế. Tác phẩm được tiếp đón nồng nhiệt ngay từ lúc ra đời, đoạt giải Văn chương Đông Dương (Prix littéraire de l'Indochine). Nhà xuất bản Taupin in đi in lại ba lần cuốn này chỉ trong năm 1943. Năm 1997, ''Légendes des terres sereines'' lại được nhà xuất bản Philippe Piquier tái bản dưới dạng sách bỏ túi\n\nTiếp đó ông viết ''La jeune femme de Nam Xương'' (Thiếu phụ Nam Xương, Taupin, 1944).\n\nTác phẩm quan trọng thứ ba của Phạm Duy Khiêm là cuốn tiểu thuyết ''Nam et Sylvie'' (Nam và Sylvie) cũng là một tự truyện (Plon, 1957, Paris), đoạt giải Louis Barthou của Viện Hàn Lâm Pháp.\n\nCuối cùng phải kể đến cuốn ''Ma mère'' (Mẹ tôi), chưa xuất bản, mặc dù năm 1972, khi giáo sư [[Nguyễn Đình Hòa]] từ [[Hoa Kỳ|Mỹ]] sang Pháp thăm Phạm Duy Khiêm hai năm trước khi ông mất, đã ngỏ ý muốn đưa bản thảo về Mỹ để dịch sang [[tiếng Anh]] và in tại Hoa Kỳ, nhưng Phạm Duy Khiêm từ chối vì muốn nguyên bản [[tiếng Pháp|Pháp văn]] phải in tại Pháp trước.\n\n=== Dùng tiếng Pháp truyền bá văn hóa Việt ===\nTác phẩm của Phạm Duy Khiêm hầu hết viết bằng [[tiếng Pháp]]. Khi chọn tiếng Pháp làm ngôn ngữ văn chương, ông đã có chủ đích muốn truyền bá văn hóa [[Việt Nam]] và tạo uy danh cho Việt Nam trên văn đàn thế giới qua một thứ tiếng thông dụng.\n\nMục đích này của Phạm Duy Khiêm thể hiện rõ rệt nhất qua tác phẩm ''Légendes des terres sereines'' (Huyền truyện miền thanh lãng). Được viết hoàn toàn bằng tiếng Pháp, cuốn sách là sự sáng tác lại ba mươi truyện cổ tích hoặc giai thoại văn hóa Việt Nam và [[Trung Quốc]], nhưng có ảnh hưởng mạnh ở Việt Nam như ''[[Trương Chi]]'', ''[[Khuất Nguyên]]'', ''[[Quan Âm Thị Kính (truyện thơ)|Quan Âm Thị Kính]]'', ''[[Hòn Vọng Phu]]'', ''[[Từ Thức]]'', ''Sự tích con muỗi'', ''Giấc mộng Nam Kha'', ''[[Mỵ Châu Trọng Thủy]]'', ''[[Trang Tử]] khóc vợ'', ''[[Chử Đồng Tử]] và Tiên Dung'', ''[[Nhị Khanh]]'', ''Sự tích con dã tràng'', ''Trầu cau''...\n\n''Légendes des terres sereines'' không chỉ là những cổ tích hiểu theo nghĩa thông thường. Phạm Duy Khiêm dùng cổ tích như cái cớ sáng tạo và truyền bá tư tưởng. Ông viết lại cổ tích với văn phong đầy chất thi ca và hướng về độc giả Tây phương, ông tìm cách giải thích những mấu chốt trong tâm hồn Việt, trong văn hóa Việt, xuyên qua ý nghĩa các huyền thoại.\n\nThụy Khuê bình luận:\n\n:''Với bút pháp tế nhị đầy cảm xúc và hình ảnh, Phạm Duy Khiêm dựng nên những mẩu đời, mẩu mộng khác thường, thoát khỏi cách kể truyện cổ tích bình thường, dù cho chúng có bắt đầu bằng hai chữ ngày xưa...''\n\n:''Cho nên Huyền truyện miền thanh lãng không chỉ giới thiệu với thế giới bên ngoài những mẩu truyện kỳ của đất Việt, mà còn nói lên triết lý sống - bằng bút pháp thanh cao, điêu luyện, của một nhà văn tài hoa, về tình yêu, về cái chết - một triết lý mang nặng khổ đau và cát bụi đời người ở những miền thanh lãng.''\n\n=== Lòng tự hào dân tộc qua văn chương ===\nDù các tác phẩm đều viết bằng tiếng Pháp, điều kỳ lạ là trong những câu chuyện của Phạm Duy Khiêm luôn thể hiện lòng tự hào dân tộc, về đất nước Việt Nam nơi ông sinh ra, chứ không phải nước Pháp nơi ông học tập và trưởng thành, một cách sâu lắng, tinh tế và đầy tính nhân bản.\n\nĐiều này thể hiện rõ rệt nhất qua hai tác phẩm, ''De Hà Nội à La Courtine'' (hay ''La place d'un homme'') và ''Nam et Sylvie''.\n\nTừ khi còn học trường Cao đẳng sư phạm rue d'Ulm, Phạm Duy Khiêm đã thể hiện rõ quan điểm sáng tác của mình khi ông diễn thuyết trong trường, hoặc viết báo để phổ biến văn hóa Việt và đáp trả những hành động phỉ báng người Việt trong các tác phẩm văn hóa Pháp.\n\n''De Hanoi à la Courtine'' là một tự truyện được viết dưới dạng những bức thư của một người lính tên là Nam Liên, gửi cho những người quen xa gần ở Pháp và An Nam. Cuốn sách phần nào hé lộ những đấu tranh tuyệt vọng của Phạm Duy Khiêm, cả về tư tưởng lẫn hành động, vì quyền ngang bằng giữa \"indigène\", hay người bản xứ An Nam và người Pháp ở mẫu quốc. Ông viết:\n\n:''Là người bản xứ, anh không bị bắt buộc đi quân dịch, anh không có quyền cầm súng. Nếu là một thanh niên Pháp hay Đức, anh có quyền chờ đợi để chiến đấu, để hy sinh một ngày nào đó. Anh có quyền ngưỡng mộ hình ảnh tổ tiên treo trên tường đã chết vì tổ quốc. Một thanh niên An Nam chỉ có quyền chết bệnh. Đôi mắt anh chỉ có quyền ngắm xã hội này hay xã hội kia, qua những thành quả vật chất, những kiểu mẫu sống đã hoạch định. Nhưng cũng cần nhắc cho anh biết rằng: ngoài tiền bạc, trong cuộc sống còn có sự hy sinh hay từ khước một lý tưởng.''\n\n''Nam et Sylvie'', tác phẩm được giải Louis Barthou năm 1957, lại là một tự truyện nữa. Phạm Duy Khiêm đã dành mười năm để viết hơn hai ngàn trang cuốn tiểu thuyết phóng tác theo nhật ký đồ sộ này. ''Nam et Sylvie'' chính là những mảnh nhật ký của cuộc đời ông sau 20 năm nhìn lại, với khoảng cách không gian và thời gian. Câu chuyện kể về tình yêu của một chàng trai An Nam với một cô gái Pháp, những giằng xé nội tâm của Nam ở đất Pháp trọ học và đất Việt quê hương, giữa người Pháp thực dân và người Pháp bản xứ...\n\nThụy Khuê đánh giá:\n\n:''Tác phẩm trỗi lên một niềm tự hào bản thân và tự hào dân tộc như một điệu nhạc thầm trong lòng người thanh niên thuộc thành phần ưu tú nhất của trí thức Pháp mà lại xuất thân từ một dân tộc bị chà đạp, khinh bỉ.''\n\nTrong tác phẩm, Nam nói, như chính Phạm Duy Khiêm nói, trong cảnh chia tay Sylvie ở bến tàu:\n\n:''Riêng tôi, tôi đã chuẩn bị từ lâu: Tôi không bao giờ bỏ gia đình và đồng bào tôi... Những lý do thông thường không giải thích được nỗi đớn đau cực độ của tôi trong những ngày cuối cùng ở Paris và những bối rối của tôi trong những giờ phút chót, Chính Sylvie, ý nghĩ sẽ mãi mãi mất nàng và sự vắng mặt của nàng trên sân ga, đã làm cho chuyến về này trở nên tàn nhẫn, xé nát diện mạo tôi đến không thể nào vá víu lại được.''\n\n== Giải thưởng và đánh giá ==\n=== Giải thưởng ===\n* Prix litéraire d’Indochine (Giải văn chương Đông Dương) cho cuốn ''Légendes des Terres Sereines''\n* Giải thưởng Louis Barthou của [[Viện Hàn lâm Pháp]] cho tác phẩm ''Nam et Sylvie''.\n\n=== Đánh giá ===\nKhi tự đánh giá về mình, Phạm Duy Khiêm nói:\n\n:''Thầy đồ (agrégé) Phạm Duy Khiêm xây dựng Việt ngữ, nhưng nhà văn Phạm Duy Khiêm phải tạo uy danh Việt Nam trên văn đàn thế giới.''\n\nTrong lĩnh vực chính trị ông khẳng định:\n\n:''Tôi đã đem lại cho chính phủ Ngô Đình Diệm một danh vị. Tôi là người cộng sự chứ không phải là tay sai như ai.''\n\nCố tổng thống Pháp Georges Pompidou viết về ông:\n\n:''Chẳng phải vì tò mò chuộng lạ mà tôi đã hướng tới bạn L. S Senghor, cũng như hướng tới bạn chung của chúng tôi là Phạm Duy Khiêm... Dù sao, với thời gian ba chúng tôi càng trở nên thân thiết. Không một chút khó khăn, tôi nhận thấy ở các bạn tôi một thái độ kiêu hùng, hãnh diện vì dân tộc và tha thiết với đất nước (họ) mặc dầu rất thâm trầm văn hoá của Âu châu và nước Pháp.''\n\n== Tác phẩm ==\n* ''Việt Nam văn phạm'' (soạn chung với [[Trần Trọng Kim]], [[Bùi Kỷ]], 1941)\n* ''De Hanoi à la Courtine'' (1941)\n* ''De la Courtine à Vichy'' (1942)\n* ''Mélanges'' (1942)\n* ''Légendes des Terres Sereines'' (1942)\n* ''La Jeune femme de Nam Xuong'' (1944)\n* ''Nam et Sylvie'' (1957)\n* ''La place d’un homme'' (1958)\n* ''Ma mère''\n\n==Tham khảo==\n{{tham khảo}}\n[http:\/\/www.phamduy.com\/ Trang web chính thức của nhạc sĩ Phạm Duy]\n\n{{Phạm Duy}}\n\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Bộ trưởng Việt Nam Cộng hòa]]\n[[Thể loại:Đại sứ Việt Nam Cộng hòa]]\n[[Thể loại:Sinh năm 1908]]\n[[Thể loại:Mất năm 1974]]\n[[Thể loại:Bộ trưởng Quốc gia Việt Nam|K]]"}