{"3227666":"'''Phạm Quang Xuân'''(sinh ngày 05 tháng 10 năm 1956) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]], nguyên Tư lệnh [[Binh chủng Công binh, Quân đội nhân dân Việt Nam|Binh chủng Công binh]] (2010-2014), nguyên là Phó Giám đốc [[Học viện Quốc phòng (Việt Nam)|Học viện Quốc phòng]] (2014-2016).<ref>{{Chú thích web|url = http:\/\/www.tienphong.vn\/xa-hoi\/ha-noi-lai-bac-cau-phao-178224.tpo|title = Hà Nội lại bắc cầu phao}}<\/ref><ref>{{Chú thích web|url = http:\/\/vovworld.vn\/vi-vn\/Van-hoa-Xa-hoi-Doi-song\/Hoi-nghi-cac-nha-tai-tro-Chuong-trinh-Chung-tay-gop-suc-khac-phuc-hau-qua-bom-min-sau-chien-tranh\/220281.vov|title = Hội nghị các nhà tài trợ Chương trình “Chung tay góp sức, khắc phục hậu quả bom mìn sau chiến tranh\"}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/quan-doi\/don-nhan-danh-hieu-anh-hung-llvt-nhan-dan\/236694.html|title = Đón nhận danh hiệu Anh hùng LLVT nhân dân}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/tap-chi-quoc-phong-toan-dan\/tap-chi-quoc-phong-toan-dan-so-2-2009\/47730.html|title = TẠP CHÍ QUỐC PHÒNG TOÀN DÂN - Số 2-2009}}<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng nhập ngũ năm 1974, tham gia chiến đấu ở chiến trường miền nam. Sau khi miền nam hoàn toàn giải phóng, ông được điều về một đơn vị công binh của fBB341.\n\nTháng 9 năm 1976, được cử đi đào tạo tại trường Sĩ quan Công binh.\n\nTháng 08 năm 1979, sau khi tốt nghiệp ông được nhà trường giữ lại làm cán bộ giảng dạy.\n\nTừ 1979- 1985: Học Đại học Bách khoa TPHCM với bằng kỹ sư cầu đường.\n\nTháng 08 năm 1988, làm Phó khoa Cầu đường vượt sông\n\nTháng 10 năm 1987, Bộ tư lệnh Công binh bổ nhiệm Phó Tiểu đoàn trưởng- Tham mưu trưởng Tiểu đoàn của Lữ đoàn Công binh 249.\n\nTừ 1990- 1991: đào tạo tại Học viện Lục quân về Chỉ huy tham mưu cấp trung đoàn.\n\nTừ 1994- 1996: đào tạo cao học tại Học viện Lục quân, tốt nghiệp với học hàm Thạc sĩ về khoa học quân sự xuất sắc.\n\nTháng 10 năm 1996, giữ chức Phó Trung đoàn trưởng Trung đoàn 293, Bộ Tư lệnh Công binh.\n\nTháng 11 năm 1997, Phó Lữ đoàn trưởng- Tham mưu trưởng Lữ đoàn 239, Bộ Tư lệnh Công binh.\n\nTừ 6\/1998- 6\/2001: làm Lữ đoàn trưởng Lữ đoàn 239- Bộ Tư lệnh Công binh.\n\nTừ 6\/2001- 6\/2007: giữ chức vụ phó hiệu tưởng đào tạo, Hiệu trưởng trường sĩ quan Công Binh.\n\nTháng 6 năm 2007, được điều chuyển làm phó tư lệnh kiêm Tham mưu trưởng [[Binh chủng Công binh, Quân đội nhân dân Việt Nam|Binh chủng Công binh]]\n\nTháng 4 năm 2010, bổ nhiệm giữ chức Tư lệnh [[Binh chủng Công binh, Quân đội nhân dân Việt Nam|Binh chủng Công binh]]\n\nTháng 7 năm 2010, được thăng quân hàm Thiếu tướng.\n\nTháng 9 năm 2014, bổ nhiệm giữ chức Phó Giám đốc [[Học viện Quốc phòng (Việt Nam)|Học viện Quốc phòng]]\n\nTháng 6 năm 2015, ông được thăng quân hàm Trung tướng.\n\nTháng 11 năm 2016, ông nghỉ hưu theo chế độ.\n\n[[Thiếu tướng]] (7.2010), [[Trung tướng]] (6.2015), tiến sĩ(2007), PGS(2013), NGƯT(2009).\n\n== Chú thích ==\n{{tham khảo}}\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tư lệnh Binh chủng Công binh, Quân đội nhân dân Việt Nam]]"}