{"313121":"[[Tập tin:PhamThanDuat.jpg|nhỏ|phải|Chân dung Phạm Thận Duật]]\n'''Phạm Thận Duật''' (''范慎遹'', 1825–1885) là một đại thần triều Nguyễn. Ông là người cùng với [[Tôn Thất Phan]] thay mặt triều đình vua Tự Đức ký vào bản [[Hòa ước Giáp Thân (1884)|Hòa ước Giáp Thân 1884]] (Hòa ước Patenotre). Ông cũng là một nhà sử học nổi tiếng, từng giữ chức vụ Phó tổng tài Quốc sử quán kiêm quản Quốc tử giám, là người duyệt cuối cùng bản Quốc sử [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]], từng là thầy dạy học cho hai hoàng thân là vua Dục Đức và Đồng Khánh sau này.\n\n==Thân thế==\nPhạm Thận Duật có hiệu là '''Quan Thành''', hiệu là '''Vọng Sơn''' (tên một ngọn núi ở quê Ninh Bình của ông), quê ở làng Yên Mô Thượng, xã [[Yên Mạc, Yên Mô|Yên Mạc]], huyện [[Yên Mô]], [[Ninh Bình]]. Ông sinh ngày [[4 tháng 11]] năm Ất Dậu (1825), dưới triều [[Minh Mạng]], trong một gia đình nông dân nghèo, có truyền thống hiếu học. Năm 9 tuổi, ông học [[Nho giáo|Nho học]] ở thầy [[Vũ Phạm Khải]] ở làng bên, nhưng chỉ được vài ngày thì Vũ Phạm Khải phải lên đường vào kinh nhậm chức, Phạm Thận Duật đến học người cậu ruột là Nguyễn Hữu Văn. Sau đó theo học thầy đồ Phạm Tư Tề là người làng, ra Xuân Trường (Nam Định) mở trường dạy học. Sau 4 năm, ông quay về học Lục Khê cư sĩ Phạm Đức Diệu, người Nộn Khê cùng huyện Yên Mô, sau này trở thành nhạc phụ của ông. Lục Khê cư sĩ nhận thấy tư chất tốt của ông nên năm ông 21 tuổi đã đưa ông đến nhờ người bạn thân là [[Hoàng giáp]] [[Phạm Văn Nghị]], người Nam Định khi ấy vừa cáo quan về quê mở trường dạy học.<ref name=\"d1\">[http:\/\/www.ninhbinhtourism.com.vn\/modules.php?name=News&op=viewst&sid=32 Phạm Thận Duật (1825 – 1885)]{{Liên kết hỏng|date = ngày 25 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.hopham.org\/2009\/10\/ao-thay-tro-cua-pham-than-duat.html |ngày truy cập=2010-02-06 |tựa đề=Đạo thầy trò của Phạm Thận Duật |archive-date = ngày 9 tháng 2 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100209210543\/http:\/\/www.hopham.org\/2009\/10\/ao-thay-tro-cua-pham-than-duat.html |url-status=dead }}<\/ref>\n\n==Tiến thân trong quan trường==\n\nNăm 1850, ông thi đỗ Cử nhân ở trường Nam, năm sau vào dự thi Hội ở Huế nhưng không đỗ. Tuy nhiên, ông vẫn được triệu ra làm quan dưới triều Nguyễn thời Tự Đức.\n\nĐầu tiên, ông được bổ làm giáo thụ huyện Đoan Hùng, rồi thăng Tri châu Tuần Giáo. Trong dịp này, ông đã viết cuốn Hưng Hóa ký lược vào năm 1856 với bút danh là Quan Thành.\n\nNăm 1857, ông được cử về làm tri châu Quế Dương, rồi thăng tri phủ Lạng Giang, một thời gian lại được thăng lên quan tỉnh, giữ trải các chức: Bang biện tỉnh vụ kiêm Đồn điền sứ, Án sát sứ, Bố chính sứ Bắc Ninh rồi quyền Tổng đốc Bắc Ninh.\n\nNăm 1870-1871, ông tham gia diệt trừ thổ phỉ vùng biên giới trung du. Đến năm 1873, khi Pháp đánh ra Bắc Kỳ, ông được cử đi tiếp quản các tỉnh và cắt đặt quan chức lâm thời, sau đó về giữ chức quyền Tuần phủ Hà Nội. Năm 1874, ông được cử làm Tuần phủ Bắc Ninh, mở cuộc hành quân tiễu phạt thổ phỉ trên biên cương phía Bắc thắng lợi. Đến năm 1875, ông được cử làm Hộ lý cho Hiệp đốc [[Tôn Thất Thuyết]], coi sóc việc hành chính hai tỉnh Bắc Ninh - Thái Nguyên, đóng ở Thái Nguyên.\n\nNăm 1876, Phạm Thận Duật được triệu về Huế làm Tham tri Bộ Lại, kiêm Phó Đô sát ngự sử, được 4 tháng lại ra Bắc giữ chức Hà đê sứ, đôn đốc việc đắp đê Sông Hồng và chuyên lo về thủy lợi. Năm 1878, ông được sung vào Viện cơ mật, sư bảo (thầy dạy) cho hai Hoàng tử con nuôi vua Tự Đức là Dục Đức và Chánh Mông, sau lại sung Quốc sử quán, Phó Tổng tài, kiêm quản Quốc tử giám, Tổng kiểm duyệt và in ấn bộ sử \"Khâm định Việt sử thông giám cương mục\" sau khi được vua Tự Đức duyệt biểu \"Cáo thành\" của ông vào ngày 19 tháng 9 năm 1884.\n\n==Mối hận Hòa ước Patenotre và phong trào Cần vương==\n\nTrước khi Pháp đánh Bắc kỳ lần thứ hai (1882), ông đã có \"bản mật tấu\" gửi triều đình Huế, trong đó nêu những biện pháp phòng chống địch. Ông chủ trương và tích cực xây dựng những đồn sơn phòng ở vùng rừng núi hiểm yếu, chuẩn bị căn cứ chống Pháp ở Quảng Bình, Hà Tĩnh và nhất là căn cứ Tân Sở (Quảng Trị) với một quy mô khá lớn. Kế hoạch của ông được các đại thần chủ chiến đứng đầu là [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] tán thành triển khai.\n\nTrước tết Quý Mùi (1883), ông được cử đưa đoàn sứ bộ nhà Nguyễn sang [[Thiên Tân]] ([[Trung Quốc]]) để thảo luận về việc hợp tác đánh Pháp, nhưng không thành. Đầu năm 1884, ông được giao nhiêm vụ Toàn quyền đại thần ký [[Hòa ước Giáp Thân (1884)|Hòa ước Giáp Thân 1884]] gồm có 19 điều khoản vào ngày [[6 tháng 6]] năm [[1884]] tại kinh đô [[Huế]]. Đại diện các phía nhà Nguyễn là Phạm Thận Duật - Toàn quyền đại thần, [[Tôn Thất thuyết]] - Phó Toàn quyền đại thần, [[Nguyễn Văn Tường]] - Phụ chính đại thần và phía Pháp là [[Patenôtre]] - Sứ thần Cộng hòa Pháp. Do hành vi này mà ông bị quần chúng đương thời lên án rất dữ dội.\n\nCuối năm 1884, ông công tác ở Bộ Hộ, đến năm 1885 được thăng lên Hiệp biện Đại học sĩ, kiêm Công bộ Tả tham tri. Ông trở thành một thành viên chủ chốt trong phái \"Chủ chiến\" tôn phò vua Hàm Nghi chống Pháp xâm lược.\n\nSau trận tập kích của quân triều đình vào đồn quân Pháp ở [[Trấn Bình đài|Mang Cá]] và Toà Khâm sứ vào đêm [[7 tháng 5]] năm [[1885]], thực dân Pháp chiếm thành [[Huế]]. Phạm Thận Duật và những quan quân trung thành đã phò vua [[Hàm Nghi]] chạy ra [[Thành Tân Sở|Tân Sở]] ([[Quảng Trị]]), phát [[Phong trào Cần Vương|Chiếu Cần Vương]] chống Pháp. Ngày 29 tháng 7 năm 1885, trong lúc chuẩn bị vượt biển ra Bắc để tổ chức kháng Pháp, ông bị tay sai thân Pháp bắt cùng toàn bộ gia đình.\n\nSau đó, Phạm Thận Duật bị giải về Huế. Ông từ chối mọi sự mua chuộc, dụ dỗ của Pháp và chấp nhận án tù giam ở [[Côn Đảo]], rồi bị đày đi [[Tahiti]]. Sau 6 ngày lênh đênh trên tàu đi đày biệt xứ, do bị bệnh [[tiểu đường]] tái phát, ông từ trần ngày 23 tháng 10 năm 1885 ở vùng biển [[Malaysia]].\n\n==Nỗi oan chiêu tuyết==\n\nTương truyền, ông được liệm trong một bộ quần áo trắng, thi hài bỏ vào chiếc bao rồi thả xuống biển khơi. Mấy năm sau, con cháu và người làng mới biết tin ông mất, đã lập một mộ giả tại làng quê để tưởng niệm ông. Trên nấm mộ giả này có một tấm bia đá do Vũ Kế Xuân soạn, nói về hành trạng của ông, nhưng phải chôn sấp mặt bia xuống mộ để che mắt người Pháp. Năm 1961, sau 73 năm, bia mới được dựng lên để mọi người biết công trạng và tài đức của Phạm Thận Duật, một văn thân yêu nước, một đại thần kiên quyết \"chủ chiến\" chống Pháp xâm lược trong triều đình [[Tự Đức]].\n\n==Vinh danh==\n\nTên ông được dùng để đặt cho đường phố [[Hà Nội]],đường Phạm Thận Duật ở quận 2 [[Thành phố Hồ Chí Minh]] và đường Phạm Thận Duật ở trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]], [[Ninh Bình]].\n\nNgoài ra, tên ông còn được đặt cho một giải thưởng trong các lĩnh vực sử học và khuyến học. Giải tổ chức thường niên, xét thưởng các tân tiến sĩ sử học có luận án được đánh giá xuất sắc ở Việt Nam<ref name=ttvh\/>.\n\n==Chú thích==\n\n{{tham khảo|30em|refs=\n\n<ref name=ttvh>\n{{chú thích báo\n|tác giả= Phạm Mỹ\n|tác phẩm= Báo Thể thao & Văn hóa online\n|url= http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/trao-giai-thuong-pham-than-duat-n20141129161851901.htm\n|tên bài= Trao Giải thưởng Phạm Thận Duật\n|ngày= 2014-11-29\n|ngày truy cập= 2015-05-20}}\n<\/ref>\n\n}}\n\n==Liên kết ngoài==\n*[http:\/\/www.giaithuongphamthanduat.vn Quỹ Giải thưởng Sử học Phạm Thận Duật] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150801151500\/http:\/\/giaithuongphamthanduat.vn\/ |date = ngày 1 tháng 8 năm 2015}}\n*[http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/404947\/ky-niem-125-nam-ngay-mat-cua-danh-nhan-pham-than-duat.htm Kỷ niệm 125 năm Ngày mất của danh nhân Phạm Thận Duật] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101201141056\/http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/404947\/ky-niem-125-nam-ngay-mat-cua-danh-nhan-pham-than-duat.htm |date = ngày 1 tháng 12 năm 2010}}\n\n{{Thời gian sống|1825|1885}}\n\n[[Thể loại:Đại học sĩ triều Nguyễn]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Nguyễn]]\n[[Thể loại:Tổng tài Quốc sử quán triều Nguyễn]]\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Phong trào Cần Vương]]\n[[Thể loại:Người Ninh Bình]]"}