{"34087":"{{chú thích trong bài}}\n'''Phạm Hữu Lầu''' ([[1906]] - [[1959]]) là người đảng viên [[Đảng Cộng sản Việt Nam]] đầu tiên tại tỉnh [[Đồng Tháp]].\n\nÔng là một trong bảy ủy viên của Ban Chấp hành Trung ương lâm thời của Đảng do [[Trịnh Đình Cửu]] đứng đầu. Ban được lập ra để hợp nhất các cơ sở đảng ở trong nước, sau khi thành lập của Đảng Cộng sản Việt Nam tháng 2 năm [[1930]]. Sau hiệp định Genève, ông làm Phó Bí thư Xứ uỷ, rồi Bí thư Xứ ủy Nam bộ cho đến năm 1959. Ông từ trần ngày 16 tháng 12 năm 1959 trên đất Campuchia do căn bệnh lao phổi.\n\nNgày nay, ở thành phố [[Cao Lãnh (thành phố)|Cao Lãnh]] và thành phố [[Sa Đéc]], tỉnh Đồng Tháp, một số con đường mang tên ông. Tên của ông cũng được đặt cho trường Chính trị tỉnh Đồng Tháp.\n\n== Cuộc đời ==\n{{wikify}}\n{{npov}}\n\nÔng Phạm Hữu Lầu bí danh là Tư Lộ, sinh năm 1906 tại làng Hòa An, tổng An Tịnh, quận [[Cao Lãnh (huyện)|Cao Lãnh]], [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay là phường 4, thành phố [[Cao Lãnh (thành phố)|Cao Lãnh]], tỉnh [[Đồng Tháp]]).\n\nThuở nhỏ, Ông học giỏi, nhưng vì gia đình nghèo, cha mất sớm, nên ông phải nghỉ học để làm nhiều nghề (thợ sơn, thợ hớt tóc...)để có tiền nuôi các em ăn học.\n\nTháng 8 năm 1926, ông cùng một số bạn trẻ tham gia tổ chức lễ truy điệu cụ Phan Chu Trinh ở thị trấn Cao Lãnh.\n\nTháng 9 năm 1928, Phạm Hữu Lầu được kết nạp vào tổ chức Việt Nam Thanh niên Cách mạng Đồng chí hội, được bầu làm tổ trưởng, đến tháng 10 năm 1929 được kết nạp vào An Nam Cộng sản Đảng, được đề cử vào Ban chấp hành lâm thời trung ương An Nam Cộng sản Đảng, được rút lên Sài Gòn và chỉ định đi \"Vô sản hoá\" ở đề pô xe lửa Dĩ An. Năm 1930, ông được đề cử vào Ban chấp hành lâm thời trung ương Đảng Cộng sản Việt Nam.\n\nGiữa năm 1930, ông đi dự hội nghị BCH trung ương lâm thời lần thứ nhất ở Hương Cảng. Đến cảng Hải Phòng thì bị mật thám Pháp bắt đưa về nhà lao Hỏa Lò (Hà Nội), sau đó đưa về Sài Gòn xét xử, bị kết án chung thân, phát lưu và đày ra Côn Đảo. Ngày ngày 24 tháng 7 năm 1930, Phạm Hữu Lầu bị bắt tại [[Hải Phòng]] và bị Hội đồng đề hình [[Hà Nội]] họp tại Hỏa Lò ngày ngày 30 tháng 7 năm 1930 ra lệnh tống giam về tội ''\"tham gia cuộc âm mưu nhằm phá hoại và thay đổi chính phủ Đông Dương và kích động các công dân hoặc là dân thường vũ trang chống lại các nhà cầm quyền\"''.\n\nNăm 1936, Mặt trận Bình Dân lên cầm quyền ở nước Pháp đã quyết định ân xá một số lớn chính trị phạm ở Đông Dương, trong đó có Phạm Hữu Lầu. Sau khi ra tù, ông tham gia xứ ủy Nam kỳ và hoạt động trong nhóm Dân Chúng \"Le peuple\" ở Sài Gòn. Đến cuối năm 1939 ông lại bị thực dân Pháp bắt, kết án 5 năm tù và đày đi Côn Đảo.\n\nCách mạng tháng Tám thành công, ông trở về Sa Đéc, được giao trách nhiệm làm Bí thư Tỉnh ủy tỉnh Sa Đéc.\n\nKhi Pháp trở lại chiếm Sa Đéc (25\/01\/1946), ông lãnh đạo, tổ chức các phòng tuyến chiến đấu, ngăn chặn kế hoạch đánh nhanh, thắng nhanh của địch.\n\nĐể bảo tồn lực lượng, Ông và Tỉnh ủy quyết định chia lực lượng Quân, Dân, Chánh, Đảng của tỉnh ra làm 3 bộ phận, hai bộ phận do ông và Nguyễn Hữu Xuyến chỉ huy rút xuống miền Tây, một bộ phận ở lại bám Đồng Tháp Mười tiếp tục kháng chiến.\nTháng 4 năm 1946, ông cùng bộ phận đi miền Tây trở về. Ông được bầu làm chủ nhiệm Việt Minh, sau đó làm Chủ tịch Ủy ban Hành chánh Kháng chiến tỉnh Sa Đéc.\n\nCuối năm 1949, Ông được rút lên khu ủy khu VIII, rồi về Ban đại diện Ủy ban kháng chiến Hành chánh Nam bộ.\nTháng 5 năm 1951, Ông về làm Bí thư Tỉnh ủy Mỹ Tho, kiêm ủy viên Ủy ban Kháng chiến Hành chánh phân liên khu miền Đông, phụ trách vùng Đồng Tháp Mười.\nTháng 4 năm 1952, ông được phân công làm ủy viên ủy ban Kháng chién Hành chánh Nam Bộ phụ trách Công An và Thương Binh cho đến năm 1954. Sau hiệp định Genève, Ông làm Phó Bí thư Xứ uỷ, rồi Bí thư Xứ ủy Nam bộ cho đến năm 1959.\n\nÔng từ trần ngày 16 tháng 12 năm 1959 trên đất Campuchia do căn bệnh lao phổi.\n\nNăm 1985, Lãnh đạo tỉnh Đồng Tháp đưa hài cốt ông vế an táng tại nghĩa trang liệt sĩ của tỉnh (tại TP Cao Lãnh), và quyết định đặt tên trường Chính trị của tỉnh là Trường Phạm Hữu lầu, và đặt tên cho một số con đường ở nội ô thành phố [[Sa Đéc]], thành phố [[Cao Lãnh (thành phố)|Cao Lãnh]] mang tên ông. Tại quận 7 (TP Hồ Chí Minh) cũng có một con đường mang tên Phạm Hữu Lầu.\n\nCuộc đời và sự nghiệp Cách mạng của Phạm Hữu Lầu mãi là tấm gương sáng cho hậu thế. Người dân Đồng Tháp tự hào về Phạm Hữu Lầu, người Cộng sản đầu tiên của tỉnh Đồng Tháp\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.cpv.org.vn\/details.asp?topic=2&subtopic=4&leader_topic=78&id=BT1460341741 Hội nghị thành lập Đảng Cộng sản Việt Nam]\n\n{{Sơ khai tiểu sử}}\n\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Sinh năm 1906]]\n[[Thể loại:Mất năm 1959]]\n[[Thể loại:Bí thư Tỉnh ủy Sa Đéc]]\n[[Thể loại:Bí thư Tỉnh ủy Mỹ Tho]]"}