{"139409":"{{Cần biên tập|date=tháng 1\/2022}}\n{{Thông tin nhà văn\n| name  = Phạm Đình Hổ<br>范廷琥\n| image  = 范廷琥.jpg\n| image_size = 222px\n| bgcolour = blue\n| caption = \n| birthname = Phạm Đình Hổ\n| birthdate = 1768\n| birthplace = [[Đông Kinh]], [[Đàng Ngoài]], [[Đại Việt]]\n| deathdate = 1839\n| deathplace = [[Hà Nội (tỉnh)|Hà Nội]], [[Bắc Kỳ]], [[Đại Nam]]\n| realname = Phạm Đình Hổ\n| penname = Đông Dã Tiều\n| occupation = [[Học sĩ]], [[giảng sư]]\n| nationality = [[Đại Việt]]\n| ethnicity = [[Người Việt]]\n| citizenship = \n| education = [[Hán học]]\n| alma_mater = [[Sinh đồ]]\n| period  = [[Nhà Lê trung hưng|Lê-Trịnh]], [[Nhà Tây Sơn|Tây Sơn]], [[Nhà Nguyễn|Nguyễn]]\n| genre = [[Nhà Nguyễn]]\n| subject = \n| movement = Cổ điển\n| notableworks = ''[[Quốc triều hội điển]]''<br>''[[Vũ trung tùy bút]]''<br>''[[Tang thương ngẫu lục]]''\n| awards = \n| spouse = Lê Thị\n| partner = \n| children = 5\n| relatives = [[Phạm Đình Dư]] (thân phụ)\n| influences = \n| influenced = \n| signature = \n| website = \n|sinh=[[1768]]|mất=[[1839]]  (71 tuổi)}}\n'''Phạm Đình Hổ''' ([[chữ Hán]]: 范廷琥, 1768 - 1839), tự '''Tùng Niên''' (松年), '''Bỉnh Trực''' (秉直), bút hiệu '''Đông Dã Tiều''' (東野樵), biệt hiệu '''Chiêu Hổ tiên sinh''' (昭琥先生), là một danh sĩ sống ở giai đoạn cuối [[thế kỷ 18]] và đầu [[thế kỷ 19]].\n\n==Tiểu sử==\n===1. Gia tộc===\nHọ Phạm định cư tại làng Đọc (xã Đan Loan, huyện Đường An, trấn Hải Dương, nay thuộc xã [[Nhân Quyền]], huyện [[Bình Giang]], tỉnh [[Hải Dương]]) cho đến đời Phạm Đình Hổ là 11 đời. Làng Đọc là một làng giàu vì nghề nhuộm cổ truyền, dân gian lưu truyền câu vè: “Tiền làng Đọc, thóc làng Nhữ, chữ làng Chằm”. Họ Phạm đến đời thứ 4 thì giàu quý và nhiều người làm quan tri huyện, thông phán. Đời thứ 10 đỗ khoa Tuyển cử làm quan Thái bộc tự khanh. Đây là 1 gia tộc có truyền thống học thi đỗ làm quan trước để phù vua, sau “phì gia ấm tử” rạng danh gia tộc.\n\nPhạm Đình Dư (là thân phụ của Phạm Đình Hổ) biệt hiệu là Diệc Hiên tiên sinh, ấu thơ giỏi văn võ, thông thạo lí số. Ông thi nhiều lần nhưng chỉ đỗ Hương cống. Để mưu sinh ông mở học hiệu tại Thăng Long, dạy văn, võ. Học sinh theo học rất đông đều có người đỗ đạt cao và là những bậc danh thần như Nguyễn Bá Tông, Nguyễn Thế Lịch, Nguyễn Đăng Thọ, Vũ Tông Diễm, Trịnh Lĩnh Hầu, Tự Trung Bá, Phồn Trung Bá … Về sau theo lệ, ông được bổ làm Nho học huấn đạo phủ Quốc Oai. Năm 1756, niên hiệu Cảnh Hưng thứ 17 ông thi đỗ khoa Tuyển cử và được bổ vào làm trong phủ chúa. Rồi làm việc ở bộ Binh, rồi thăng Hiến sát phó sử xứ Sơn Nam, rồi tuần phủ Sơn Tây. Năm [[Giáp Ngọ]] [[1774]], ông làm trí sĩ ở phường Hà Khẩu (nay là [[phố Hàng Buồm]], [[Hà Nội]]). Năm 1778, ông được thăng Hằng tín đại phu Thái bộc tự khanh cai quản các xứ Thanh Hoa. Nhưng chưa được một năm thì qua đời. Tứ Xuyên hầu Phan Trọng Phiên và Phan Huy Dung – những môn sinh của ông, trông bài viết về hành trạng Diệc Hiên tiên sinh cho biết: “Tiên sinh từng là một ông thầy nổi tiếng ở Thăng Long khi đang dạy học. Khi ra làm quan ông rất được dân các xứ ông cai quản tin yêu quí mến. Bạn bè giao tiếp với ông đều là những nhân vật đã được thiên hạ kén tuyển như Bảng nhãn Lê Quí Đôn, Thám hoa Nguyễn Huy Oánh, Song nguyên Ngô Thì Sĩ, rồi Đặng Trần Côn, Đào Xuân Lan”. \n\nDiệc Hiên tiên sinh có 3 đời vợ. Chính thất sinh được 2 con trai và mất sớm, thứ thất không có con. Kế thất là thân mẫu của Phạm Đình Hổ - Bà Phạm Thị Xuyến sinh được 4 người con: 3 nam, 1 nữ. Phạm Đình Hổ là con út trong gia đình. Bà là ái nữ của gia tộc Phạm nổi tiếng ở Đông Ngạc. Quan Bảng nhãn Phạm Quang Trạch (Cụ Bảng Vẽ) là ông nội của bà. Thân Phụ của bà là trưởng nam của cụ Bảng, và thân mẫu của bà là ái nữ của Gia tộc Nhữ nổi tiếng ở Hoạch Trạch. Bà Phạm Thị Xuyến có khí chất, thạo văn tự, lại được giáo dục hết sức gia giáo.\n\n===2. Ẩn cư===\nPhạm Đình Hổ sinh năm [[Mậu Tý]] ([[1768]]), nguyên quán tại hương Đan Loan, huyện Đường An, phủ Thượng Hồng, trấn [[Hải Dương]] (nay thuộc xã [[Nhân Quyền]], huyện [[Bình Giang]], tỉnh [[Hải Dương]]). Ông là ấm sinh của một vọng tộc khoa hoạn. Ấu thơ, Phạm Đình Hổ đã tỏ chí: ''Nam nhi phải lập thân hành đạo ... Lấy văn thơ nổi tiếng ở đời ...''<ref>Trích bài''Tự thuật'' trong sách ''Vũ Trung tùy bút''.<\/ref>.Từ khi lên 9 tuổi, ông học & đọc nhiều Hán thư, nhưng ông chỉ đỗ đến [[sinh đồ]] cuối thời [[Lê Chiêu Thống|Chiêu Thống]].\n\nNăm 1789, Phạm Đình Hổ phải chịu 4 cái tang lớn là thân phụ, anh trưởng, anh thứ, mẫu thân. Tang tóc của gia đình, xã hội loạn với nạn đói liên tiếp xảy ra ở [[đàng ngoài]] đã đẩy gia đình cảnh nghèo. Gặp buổi loạn lạc, [[Lê Mẫn Đế|Mẫn đế]] cho người cầu viện [[nhà Thanh|Đại Thanh]], rồi triều [[Lê trung hưng|Lê]] sụp đổ, [[nhà Tây Sơn|quân Tây Sơn]] cầm quyền ... Suốt quãng thời gian này, Phạm Đình Hổ sống đời cơ hàn dạy học ở quê.\n \nĐến khi [[Gia Long]] lên ngôi, cho khôi phục lại việc học hành thi cử; ông có đi [[thi Hương]] 3 lần, nhưng đều không đỗ. Hồi ấy ông đang dạy học ở phường Thái Cực, huyện [[Thọ Xương (huyện)|Thọ Xương]] trong thành [[Thăng Long]], hằng ngày rèn luyện học trò và biên soạn sách. Tại đây, ông kết bạn thơ với nữ sĩ [[Hồ Xuân Hương]].\n\nThời Gia Long, gia đình ông sống ở phường Thái Cực trong Kinh thành. Vợ ông làm nghề nhuộm còn ông đã làm tất cả những công việc thuộc khả năng của một kẻ sĩ thất thế: đi ngồi dạy học nếu được mời, viết thuê văn bia, văn hiếu hỉ, cho chữ câu đối hoành phi …. Qua thư từ ông gửi cho bạn bè, có thể thấy rõ tình cảnh của ông: “Đệ vì tao loạn mà thất học, thật chẳng có ý muốn làm thầy người, nhưng đoái cảnh nghiệp nhà hoang phế phải lưu lạc nơi cố kinh, may được vài người bạn tương tri, hiểu cho cảnh nghèo của mình đưa con cháu đến theo học” (Gửi Tiên Điền Nguyễn Thạch Đình). Trong thư gửi Phan Thanh Ngọc ông viết: “Sự khốn cùng của kẻ sĩ mà đến như đệ là quá lắm rồi … tiến không có của cải mà múa may, thoái không có một tấc đất mà cầy cấy”. Hoặc “Ta cũng điên đảo cùng đồ, kế sinh nhai chỉ tạm qua ngày” (Gửi học trò là Đinh Khắc Hài). Hay trong thư cho Kính Phủ “Đệ từ ốn năm tháng nay, hai con lên đậu, trong nhà không trở lại làm nhuộm nữa, gia kế lao đao”. Cứ như thế, từ lúc trưởng thành cho đến khi Minh Mạng ra Bắc năm 1822, 54 tuổi, Phạm Đình Hổ luôn rơi vào tình trạng đói nghèo bệnh tật. Trong cuộc gặp mặt với Minh Mệnh ở Bắc thành, ông đã than với nhà vua: “Vợ thần sinh được 3 con, hai trai một gái. Con trai trưởng chết yểu, con thứ còn nhỏ mà lắm bệnh, vợ thần chẳng may lại qua đời sớm, trong thì không một đấu gạo để dành, ngoài thì không một người thân để trông cậy, bản thân thần luôn đau ốm, quanh năm không ra được khỏi giường”. Có lẽ cuộc sống đó đã hình thành nên lối viết và nội dung sách của Phạm Đình Hổ. Ông không may mắn như Phan Huy Chú suốt 10 năm “đóng cửa tạ khách” để chỉ ngồi viết sách. Ông chỉ được viết giữa 2 trận ốm, giữa sự bức bách của miếng cơm manh áo. Năm 18 tuổi định đi thi thì triều Lê mất, Không dự khoa thi thời Tây Sơn, Đều tham dự 3 khoa thi thời Gia Long nhưng chỉ đỗ trường 2 trường 3. Bỏ khoa Ân thời Minh Mạng vì bị ốm.\n\n===3. Làm quan===\nNăm [[Canh Thìn]] ([[1820]]), có chỉ triệu ông và [[Phan Huy Chú]] vào Huế đợi mệnh cất dùng, nhưng vì ốm ông không vào được.\n\nNăm [[Tân Tỵ]] ([[1821]]), vua [[Minh Mạng]] ra [[miền Bắc (Việt Nam)|Bắc]]. Khi ấy, Phạm Đình Hổ ở tuổi 53, được vời ông đến hỏi về học vấn, thi cử và tình hình nhân tài [[Miền Bắc (Việt Nam)|đất Bắc]]. Lại khuyên hễ có những sách tiền triều, trước thuật ... nên đem tiến trình. Ông bèn dâng lên nhà vua những sách do mình biên soạn, bèn được triệu vào [[Huế]] làm Hành tẩu Viện Hàn lâm, được ít lâu, ông xin từ chức.\n\nNăm [[Minh Mạng]] thứ 7 ([[1826]]), vua lại triệu ông, cho làm Thừa chỉ [[Hàn lâm viện|Viện Hàn Lâm]], tiếp đến làm Tế tửu [[Quốc Tử Giám (Huế)|Quốc Tử Giám]]. Năm sau, xin nghỉ bệnh rồi từ chức. Về việc này, ''[[Quốc sử di biên]]'' của Phan Thúc Trực ghi như sau:\n\nThự Tế tửu Phạm Đình Hổ xin giải chức. Vua y cho. Hổ là người cương trực, dạy học rất nghiêm khắc. Lúc học ở Quốc Tử Giám, có một công tử không vâng lời, Hổ rút giày ném vào công tử ấy. Công tử hỏi rằng: Roi dùng làm hình phạt học trò, nay lấy giày mà ném, là nghĩa gì? rồi cầm ngay giày ấy ném lại, và nói: \"Không đậu đại khoa thì không đủ làm [[mô phạm]]\". Hổ thẹn quá, dâng biểu xin về Bắc thành dưỡng bệnh, vua cho 100 quan tiền.\n \nNăm [[Nhâm Thìn]] ([[1832]]), ông xin về trí sĩ. Năm [[Kỷ Hợi]] ([[1839]]), Phạm Đình Hổ mất, thọ 71 tuổi.\n\n==Tác phẩm==\n===Văn chương===\nPhạm Đình Hổ, vốn muốn ''lấy văn thơ nổi tiếng ở đời''<ref>Dựa theo Trần Nho Thìn (''Từ điển Văn học'', tr. 1356) & Tạ Ngọc Liễn (tr. 320 và 322).<\/ref>, nên cuộc đời ông chủ yếu dành cho việc sáng tác và biên soạn sách hơn là việc ở chốn quan trường. Và nhờ đọc nhiều, đi nhiều, ông đã để lại nhiều công trình khảo cứu, biên soạn có giá trị thuộc đủ mọi lĩnh vực như [[Logic học|luận lý]], [[lịch sử]], [[địa dư]], [[Nghệ thuật|trước thuật]] ... tất cả đều bằng [[chữ Hán]], nay còn lưu đến 22 trứ tác, đáng kể gồm:\n{|\n|-\n|valign=\"top\"|\n* ''[[An Nam chí]]''\n* ''[[Ô châu lục]]''\n* ''[[Kiền khôn nhất lãm]]''\n* ''[[Quốc triều hội điển]]''\n* ''[[Đạt Man quốc địa đồ]]''\n|valign=\"top\"|\n* ''[[Ải Lao sứ trình]]''\n* ''[[Bang giao điển lệ]]''\n* ''[[Nhật dụng thường đàm]]''\n* ''[[Hi kinh lãi trắc]]''\n* ''[[Quốc sử tiểu học]]''\n|valign=\"top\"|\n* ''[[Hành tại diện đối]]''\n* ''[[Quốc thư tham khảo]]''\n* ''[[Châu Phong tạp kho]]''\n* ''[[Vũ trung tùy bút]]''\n* ''[[Tang thương ngẫu lục]]''<ref>Hợp soạn với ông [[Nguyễn Án]].<\/ref>\n|}\n===Thi phú===\n* ''[[Đông Dã học ngôn thi tập]]''\n* ''[[Tùng cúc liên mai tứ hữu tập]]''\n* ''[[Bạn tiếp tồn phùng thi tập]]''\n* ''[[Châu Phong thi tập]]''\n{| valign=\"top\"\n|\n{|valign=\"top\"\n|\n:Nguyên tác:\n:'''懷古'''\n:去歲桃花發，\n:鄰女初學嵇。\n:今歲桃花發，\n:已嫁鄰家西。\n\n:去歲桃花發，\n:春風何淒淒。\n:鄰女對花泣，\n:愁深眉轉低。\n\n:今歲桃花發，\n:春草何淒淒。\n:鄰女對花笑，\n:吟成手自題。\n:吟成手自題。\n|\n:Diễn âm:\n:'''Hoài cổ'''\n:Khứ tuế đào hoa phát,\n:Lân nữ sơ học kê.\n:Kim tuế đào hoa phát,\n:Dĩ giá lân gia tê.\n\n:Khứ tuế đào hoa phát,\n:Xuân phong hà thê thê.\n:Lân nữ đối hoa khấp,\n:Sầu thâm mi chuyển đê.\n\n:Kim tuế đào hoa phát,\n:Xuân thảo hà thê thê.\n:Lân nữ đối hoa tiếu,\n:Ngâm thành thủ tự đề.\n|\n:Diễn nghĩa:\n:'''Cảm nhớ việc cũ'''\n:''Năm ngoái hoa đào nở,\n:''Cô láng giềng mới học cài trâm,\n:''Năm nay hoa đào nở,\n:''Cô đã lấy chồng ở láng giềng bên kia.''\n\n:''Năm ngoái hoa đào nở,\n:''Gió xuân sao lành lành,\n:''Đứng trước hoa cô láng giềng khóc,\n:''Buồn quá đôi lông mày sa xuống.''\n\n:''Năm nay hoa đào nở,\n:''Cỏ xuân sao mơn mởn.\n:''Đứng trước hoa cô láng giềng cười,\n:''Thơ ngâm xong tự tay cô viết.''\n|}\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Vinh danh==\nPhạm Đình Hổ đã được đặt tên phố ở quận [[Hai Bà Trưng (quận)|Hai Bà Trưng]] [[Hà Nội]], và [[quận 6]] [[Thành phố Hồ Chí Minh]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{wikisource tác giả|Phạm Đình Hổ}}\n*Phạm Đình Hổ, ''Vũ Trung tùy bút'' (bản dịch của Đông Châu [[Nguyễn Hữu Tiến]]). Nhà xuất bản Trẻ & Hội Nghiên cứu giảng dạy Văn học TP. HCM, in lại năm 1989.\n*Phạm Đình Hổ, ''Tang thương ngẫu lục'' (bản dịch của [[Trúc Khê]]). Nhà xuất bản VHTT in lại năm 2000.\n*Dương Quảng Hàm, ''Việt Nam văn học sử yếu''. Trung tâm học liệu [[Thành phố Hồ Chí Minh|Sài Gòn]] xuất bản (bản in lần thứ 10) năm 1968.\n*Nhiều người soạn, ''Từ điển Văn học (bộ mới).'' Nhà xuất bản Thế giới, 2004.\n*Nhiều người soạn, ''Hợp tuyển thơ văn Việt Nam thế kỷ 13-nửa đầu thế kỷ 19''. Nhà xuất bản Văn học, 1978.\n*Nguyễn Q. Thắng & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam.'' Nhà xuất bản KHXH, 1992.\n*Tạ Ngọc Liễn, ''Danh nhân văn hóa trong lịch sử Việt Nam''. Nhà xuất bản Thanh Niên, 2008.\n\n{{thời gian sống|1768|1839}}\n|}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Nhà Nho Việt Nam]]"}