{"11778837":"{{Thông tin nhân vật hoàng gia\n| tên = Phạm Chính Hậu\n| tên gốc = 范正后\n| tước vị = [[Quang Trung]] [[Hoàng hậu|Chính hậu]]\n| chức vị = [[Hoàng hậu]] [[nhà Tây Sơn]]\n| tại vị = 1788 - 1791\n| tiền nhiệm = <font color = \"red\">'''Hoàng hậu đầu tiên của nhà Tây Sơn'''<\/font>\n| kế nhiệm = <font color = \"blue\">[[Bùi Thị Nhạn|Quang Trung Bùi Kế hậu]]<\/font>\n| chồng = [[Nguyễn Huệ|Quang Trung]]\n| con cái = [[Nguyễn Quang Toản]]<br>và ba con trai cùng hai con gái khác.\n| thụy hiệu = <font color = \"grey\">Nhân Cung Đoan Tĩnh Trinh Thục Nhu Thuần Vũ Hoàng chính hậu<\/font><br>(仁恭端靜貞淑柔純武皇正后)\n| sinh = [[1758]]\n| mất = [[28 tháng 3]] năm [[1791]]\n| nơi an táng = [[Xương Thụy lăng]] (昌瑞陵)\n}}\n'''Phạm Thị Liên''' ([[chữ Hán]]: 范氏蓮; [[1758]] - [[1791]]), còn gọi '''Phạm Chính hậu''' (范正后), lại có tên '''Ngọc Dẫy''' (玉𧿆)<ref>[https:\/\/thanhnien.vn\/van-hoa\/gia-thuyet-moi-ve-chanh-cung-hoang-hau-vua-quang-trung-454379.html Giả thuyết mới về Chánh cung Hoàng hậu vua Quang Trung]: ''\"Nhóm nghiên cứu tại Quảng Nam đang tiến hành rất thận trọng các bước khảo sát, điền dã tại ngôi chùa và các mộ cổ ở lân cận. Trong số đó, có ngôi mộ của bà Phạm Thị Doanh, được cho là em gái của “Hoàng chánh hậu Phạm Thị Ngọc Dẫy”\"''<\/ref>, là [[hoàng hậu]] [[nhà Tây Sơn]], vợ cả của Quang Trung hoàng đế [[Nguyễn Huệ]].\n\n== Tiểu sử ==\nPhạm Thị Liên là người [[Quy Nhơn]], tỉnh [[Bình Định]]. Bà là con gái tặng Đại tư không [[Phạm Văn Phúc]] (范文福), tước ''Điển quận công'' (晪郡公). Bà là chị em cùng mẹ khác cha với Thái sư [[Bùi Đắc Tuyên]],<ref name = \"ĐNLT\">《[[Đại Nam thực lục|大南列傳正編初集]]·卷三十·偽西列傳·阮光纘傳》<\/ref> sinh vào niên hiệu Cảnh Hưng thứ 19 ([[1758]]), khoảng năm thứ 34 ([[1773]]), lúc đó Phạm thị 16 tuổi đã gả cho Nguyễn Huệ làm chính thất.\n\nBà là một người vợ rất được Nguyễn Huệ yêu quý, là người được cho là sinh ra người kế vị sau này của ông, [[Nguyễn Quang Toản]] cùng 3 người con trai và 2 người con gái khác<ref name = \"ĐNLT\" \/>.\n\nNăm Quang Trung nguyên niên ([[1788]]), sau khi xưng [[hoàng đế]], Nguyễn Huệ sắc phong Phạm phu nhân làm '''Hoàng chính hậu''' (皇正后), danh hiệu này còn gọi là '''Chính Cung hoàng hậu''' (正宮皇后), trên rất nhiều so với Thứ cung hoàng hậu [[Lê Ngọc Hân]].\n\nNăm Quang Trung thứ 4 ([[1791]]), ngày [[24 tháng 2]] (tức [[28 tháng 3]] dương lịch), [[Tân Hợi]], Phạm Chính hậu đột ngột mắc bệnh qua đời, hưởng dương 34 tuổi<ref name = \"NTS\">Cứ theo ''Phụng nghĩ Hoàng chính hậu lụy văn'' (奉擬皇正后誄文) của [[Ngô Thì Sĩ]]<\/ref>. Khi bà bị bệnh nặng, Nguyễn Huệ đã mời một thầy thuốc người phương Tây tên là ''Gi-ra vào'' chữa. Nhưng khi Gi-ra đến nơi thì bà đã mất trước đó. Trong một bức thư viết ngày [[17 tháng 7]] năm [[1791]], Giáo sĩ [[Sécrard]] đã kể: ''\"Chánh hậu của Tiên Vương (Quang Trung) mất vào khoảng tháng ba và ông đã khóc bà một cách sầu thảm. Ông đã cử hành tang lễ vô cùng linh đình trang trọng cho bà vào cuối tháng sáu. Dân Nam Hà đồn khắp nơi rằng ông đã băng hà vì quá đau buồn\"''.\n\n[[Thụy hiệu]] của bà là '''Nhân Cung Đoan Tĩnh Trinh Thục Vũ Hoàng chính hậu''' (仁恭端靜貞淑武皇正后), sau được gia thụy là '''Nhân Cung Đoan Tĩnh Trinh Thục Nhu Thuần Vũ Hoàng chính hậu''' (仁恭端靜貞淑柔純武皇正后), an táng ở [[Hương Trà]], [[Triệu Phong]], tên lăng là [[Xương Thụy lăng]] (昌瑞陵)<ref name = \"NTS\" \/>.\n\n== Sách văn ==\nLễ bộ Thượng thư [[Phan Huy Ích]] nhận chỉ làm sách văn như sau:\n\n:''Thượng ngôn, chí đức truy sùng, cổ đạo bỉnh tôn thân chi điển; đại danh quang thụ, di kinh thùy luận soạn chi văn. Cố khang nhân dật tụng vu sinh dân, nhi tề mị đằng phương vu thanh miếu. \n:''Khâm duy: Hoàng tỉ Nhân Cung Đoan Tĩnh Trinh Thục Vũ Hoàng chính hậu ngọc điện hạ, khôn nguyên xưng chí, hằng đức nghi trinh. Tạo chu tường 㝎 vu hà lương, hiệp ngũ bách tái hưng vương chi vận; lai vũ cần thi vu kinh thất, tuyên nhị thập niên trị nội chi du. Y tư cơ hóa vu túc ung, trất mộc tương gian vu kỳ 㝎. Chung thụy ứng nhi thiên thân tích khánh, khải địch tuy cửu miếu chi hưu; tuy âm hòa nhi đế ất 𨤲 tần, u nhàn nghiễm lục cung chi phạm. Ý thước vĩnh chương vu đồng quản, quang phương cửu bí vu toàn đình. Hỗn hoàng di lụy thọ kim đằng, hoàng khảo trọng huy du chi cảm; 茐 úc huyền đường phù ngọc xích, trùng linh tăng thu tử chi bi. Vĩnh ngôn di khí chi chỉ thừa, truy niệm từ văn chi yểu ải. Gian đại hoạch ngưng tuấn mệnh, duy tại thiên tương hữu chi thuần; sùng huy nguyện hiến hồng xưng, cái suất thổ hu kỳ chi khẩn. Nãi tuân mưu vu thiêm nghị, hàm tán thuật vu lễ nghi. Hoằng quang hậu tái vô cương, khánh lí trường miên vu qua điệt; động chúc hiếu tư bất quỹ, đức hinh khác đối vu hôn 𤌾. Phụng dương di thiết nhụ hoài, ân tiến tái kê 彜 điển. \n:''Cẩn thượng tôn hào viết '''Nhân Cung Đoan Tĩnh Trinh Thục Nhu Thuần Vũ Hoàng chính hậu'''. Phục vọng hiển lâm quang đại, giới tấn chính trung, tiên du yểu miểu ngũ vân đoan; tưởng ý mỹ phô, thư chi mạc khánh, thánh thụy chiêu minh thiên tái hạ. Nguyện thanh linh hưởng bảo vu vô cùng, tiểu tử bất thắng ngưỡng mộ phàn luyến chi chí, cẩn phụng sách tấu tiến dĩ văn.\"''<ref>Nguyên văn: 上言，至德追崇，古道炳尊親之典；大名光受，遺經垂論譔之文。故康禋溢頌於生民，而齊媚騰芳於清廟。欽惟皇妣仁恭端靜貞淑武皇正后玉殿下，坤元稱至，恒德宜貞。造舟祥㝎於河梁，協五百載興王之運；來宇勤施於京室，宣二十年治內之猷。衣私基化於肅雍，櫛沐襄艱於耆㝎。螽瑞應而天申錫慶，啟迪綏九廟之休；睢音和而帝乙𨤲嬪，幽閑儼六宮之範。懿鑠永彰於彤管，光芳久閟於璇庭。焜煌遺誄壽金滕，皇考重褘褕之感；茐鬱玄堂符玉尺，沖齡增楸梓之悲。永言彝器之祇承，追念慈聞之杳隘。艱大獲凝駿命，惟在天相佑之純；崇徽願獻鴻稱，蓋率土籲祈之懇。乃詢謀於僉議，咸讚述於禮儀。弘光厚載無疆，慶履長緜於瓜瓞；洞屬孝思不匱，德馨恪對於焄𤌾。奉敭彌切孺懷，殷薦載稽彜典。謹上尊號曰仁恭端靜貞淑柔純武皇正后。伏望顯臨光大，介晉正中，僊遊杳渺五雲端；想懿美鋪，舒之莫罄，聖諡昭明千載下。願聲靈饗保於無窮，小子不勝仰慕攀戀之至，謹奉冊奏進以聞。<\/ref>\n\n== Tham khảo ==\n{{tham khảo}}\n* [[Đại Nam thực lục]]\n* Cứ theo ''Phụng nghĩ Hoàng chính hậu lụy văn'' (奉擬皇正后誄文) của [[Ngô Thì Sĩ]]\n* [https:\/\/sites.google.com\/site\/thongtinhophamtphochiminh\/tuoitrehopham2\/thotre\/tulieulichsu\/tu-lieu-lich-su\/chinhcunghoanghaucuavuaquangtrung Chính cung Hoàng Hậu của Vua Quang Trung]\n* [http:\/\/www.doisongphapluat.com\/xa-hoi\/gia-thuyet-moi-ve-chanh-cung-hoang-hau-vua-quang-trung-a51248.html Giả thuyết mới về Chánh cung Hoàng hậu vua Quang Trung]\n* [http:\/\/baoquangnam.vn\/van-hoa-van-nghe\/van-hoa\/201409\/ve-than-phan-chanh-cung-hoang-hau-vua-quang-trung-533308\/ Về thân phận chánh cung hoàng hậu vua Quang Trung]\n\n[[Thể loại:Sinh năm 1758]]\n[[Thể loại:Mất năm 1791]]\n[[Thể loại:Hoàng hậu Việt Nam]]\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Nhà Tây Sơn]]\n[[Thể loại:Quang Trung]]"}