{"229410":"[[Tập tin:Bàn thờ Phật Trùm.jpg|nhỏ|phải|250px| Bàn thờ Phật Trùm tại nhà ở của ông khi xưa, nay thuộc ấp Sà lon, xã Lương Phi]]\n'''Phật Trùm''' (? - 1875) tên thật: '''Tà Ponl''', người Việt gốc [[Khmer]], ở ấp Sàlon, xã Lương Phi, huyện [[Tri Tôn]], tỉnh [[An Giang]]. Ông được tín đồ các giáo phái [[Đạo Bửu Sơn Kỳ Hương|Bửu Sơn Kỳ Hương]], [[Đạo Tứ Ân Hiếu Nghĩa|Tứ Ân Hiếu Nghĩa]], [[Phật giáo Hòa Hảo]] gọi tôn là ''Phật Trùm''. Ông cũng được xem là lần chuyển kiếp thứ 2 của Phật Thầy Tây An.<ref>Tín đồ theo đạo [[Đạo Bửu Sơn Kỳ Hương|Bửu Sơn Kỳ Hương]], [[Đạo Tứ Ân Hiếu Nghĩa|Tứ Ân Hiếu Nghĩa]], [[Phật giáo Hòa Hảo]] đều tin sau khi [[Đoàn Minh Huyên]] tức Phật Thầy Tây An mất, ông chuyển kiếp thêm bốn đời nữa để giáo hóa chúng sinh, đó là Phật Trùm, [[Ngô Lợi]], [[Sư Vãi Bán Khoai]] và [[Huỳnh Phú Sổ]].<\/ref>\n\n==Đời thực lẫn huyền thoại==\n'''Phật Trùm''', từ nhỏ đến lớn, sống như một người bình thường. Khi trưởng thành, ông cưới vợ và có được bốn cô con gái. Là [[người Việt]] gốc [[Khmer]] ít học, nói tiếng Việt không thạo; vậy mà vào năm [[1866]], sau những ngày lâm bệnh nặng đến hôn mê, ông bỗng dưng tỉnh táo và khỏe lại, tự nhận mình là ''\"hậu thân\"'' của Phật Thầy Tây An tức [[Đoàn Minh Huyên]], là ''\"hồn Trùm\"'' của Phật (nên được tín đồ gọi tôn là \"Phật Trùm\"), theo như mấy câu sám giảng của ông còn lưu truyền:\n\n:''Ở đời hạ giới yêu ma,\n:''Phật cho Thầy xuống để mà giảng dân.''\n\n:''Tuy là phần xác của [[Khmer|Miên]],''\n:''Hồn Trùm của [[Phật]] xuống lên dạy đời.''\n\nTừ đấy, Phật Trùm bắt đầu giảng giáo lý toàn bằng [[tiếng Việt]]. Bà Néang-Suông xưng là cháu chắt Phật Trùm cho biết ông có để lại một cuốn kinh bằng tiếng Việt, nhưng Tà-Sao là cháu của Phật Trùm đã đem nạp cho Pháp, bởi vậy chỉ có thể biết được một phần nội dung:\n[[Tập tin:Nhà Phật Trùm.jpg|nhỏ|phải|250px| Nhà Phật Trùm sinh sống khi xưa tại ấp Sàlon, nay trở thành nơi thờ cúng ông.]]\n\n:''Thương đời ta phải bị đày,''\n:''Phật môn vạn pháp không ngoài cái Tâm.''\n:''Hạ ngươn sanh chúng lạc lầm,''\n:''Nên đem diệu lý âm thầm độ sinh.''\n:''Tu Nhân, Học Phật khá gìn,''\n:''Long Hoa đến hội, Phật tiên đến gần...''<ref>[http:\/\/bskh.net\/noidung_detail.php?newsid=81 Theo website Bửu Sơn Kỳ Hương]<\/ref>\nVà cũng tương tự lối hành đạo của [[Đoàn Minh Huyên]] (Phật Thầy Tây An), Phật Trùm cho phân phát \"lòng phái\"<ref>Lòng phái là một miếng giấy vàng, có khi giấy bạch, trên đó có in bốn chữ ''Bửu Sơn Kỳ Hương'' bằng son tàu. Người nhận lãnh tin tưởng là nhờ Lòng phái sẽ được mạnh khoẻ, tránh được tà ma, tai nạn, nên họ giữ gìn cẩn thận và luôn mang theo bên mình.<\/ref>, trổ tài trị bệnh thật lạ thường.\nNgười ta kể rằng Phật Trùm thường dùng đèn sáp đốt lên, bảo bịnh nhơn ngửi hơi khói mà hết bịnh, nên ông còn được gọi là ''Đạo Đèn''.\n \nCái tên ấy, đã được nhắc đến trong sám giảng của ông: \n:''Lâm san nghe tiếng Đạo Đèn,\n:''Gần xa thiên hạ ngợi khen vô cùng.\n:''Kẻ thời đến lãnh giấy thông,\n:''Người thời đến lãnh phù ông đem về...''\n[[Tập tin:Mộ Phật Trùm.jpg|nhỏ|phải|250px| Mộ Phật Trùm trên lưng chừng núi Sàlon, ấp Sàlon, xã Lương Phi.]]\n\nKhoảng năm [[1870]], lúc này tín đồ người Việt theo ông đã khá đông. Thấy vậy, một số người Việt gốc Khmer trong xóm vu cáo là ông mượn chuyện đạo, chuyện trị bệnh để quy tụ, để cổ xúy nhân dân nổi loạn, nên nhà cầm quyền [[Đế quốc thực dân Pháp|Pháp]] cho bắt giam ông rồi kết án tù đày.\n \nTrong tù, ông chăn [[chi Lợn|heo]]. Sau vài năm, Pháp thấy ông hiền lành, không có biểu hiện gì chống đối, nên ông được trả tự do. Về lại quê nhà, Phật Trùm tiếp tục hành đạo, có khi rao giảng đạo sang tận bên nước [[Campuchia]].\n\nNgày 13 [[tháng ba|tháng 3]] [[âm lịch]] năm [[Ất Hợi]] ([[1875]]), Phật Trùm viên tịch.\n\nHiện mộ Phật Trùm nằm lưng chừng núi ''Sàlon''.<ref>Có một số web ghi nhầm tên núi Sàlon là [[Tà Lơn]], có thể vì âm đọc hơi giống nhau (núi Tà Lơn thuộc nước [[Campuchia]]).<\/ref>, một núi nhỏ, thấp thuộc ấp Sàlon, xã Lương Phi, huyện [[Tri Tôn]], tỉnh [[An Giang]].\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n:*[http:\/\/bskh.net\/noidung_detail.php?newsid=81 Tư liệu về Phật Trùm] Trên web Bửu Sơn Kỳ Hương.\n:*[http:\/\/www.phathocvienpghh.net\/PGHH1NguonGoCDao2.htm Tư liệu về Phật Trùm trong bài viết của nhà nghiên cứu Nguyễn Văn Hầu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090505185352\/http:\/\/www.phathocvienpghh.net\/PGHH1NguonGoCDao2.htm |date=2009-05-05 }} Trên web Phật giáo Hòa Hảo.\n{{Các ông đạo ở Nam Bộ, Việt Nam}}\n\n{{Thời gian sống||1875}}\n\n[[Thể loại:Người An Giang]]\n[[Thể loại:Đại sư Phật giáo]]\n[[Thể loại:Bửu Sơn Kỳ Hương]]\n[[Thể loại:Người Khmer Krom]]"}