{"1221133":"{{chú thích trong bài}}\n'''Phạm Văn Điềm''' một tướng lĩnh kiệt xuất, trung thành của phong trào [[Nhà Tây Sơn|Tây Sơn]]\n\n==Tiểu sử==\n\nPhạm Văn Điềm được giữ chức Tham đốc, An Phủ sứ phủ Phú Yên thời [[Nguyễn Quang Toản|Cảnh Thịnh]]. Ông là người giỏi dùng binh và mưu lược.\n\nNăm 1793, ông cùng với các tướng Tây Sơn là Đô đốc [[Hồ Văn Tự]], [[Nguyễn Quang Huy]] ông tử thủ Phú Yên, chống lại các tướng Nam triều là [[Nguyễn Văn Thành]], [[Lê Văn Duyệt]], [[Nguyễn Văn Tánh]], [[Nguyễn Đức Xuyên]].\n\n[[Đại Nam thực lục]] viết:<ref>Đại Nam thực lục, tập 1 trang 396<\/ref> \"''[[Nguyễn Văn Thành]] đánh bảo Hội An của giặc phá được, Tham đốc giặc là Phạm Văn Điềm đầu hàng. Thu phục được dinh Phú Yên. Tin báo đến, vua dụ giục (Nguyễn Văn) Thành tiến quân để tiếp nhau với các đạo quân của [[Võ Tánh]]''.\"\n\nNăm 1799, khi [[thành Hoàng Đế]] bị quân Nguyễn hạ lần thứ nhất, Phạm Văn Điềm trá hàng quân Nguyễn.\n\nNăm 1800, đến khi đại quân Tây Sơn do Thiếu phó [[Trần Quang Diệu]], Đại Tư đồ [[Vũ Văn Dũng]] kéo vào đoạt lại thành, Phạm Văn Điềm đem quân quay về với Tây Sơn.\n\nĐại Nam thực lục viết:<ref>Đại Nam thực lục, tập 1, trang 416<\/ref> \"''Hàng tướng là Phó trưởng chi chi Tiền du Trung quân Phạm Văn Điềm làm phản, chiếm giữ Phú Yên. Khi quân Tây Sơn đến Bình Định, Võ Tánh truyền hịch triệu hết quan quân ở Phú Yên về họp. Trưởng chi Hậu chi Nguyễn Văn Nguyện đã chở tiền lương đi trước. Lưu thủ Hồ Đức Vạn bèn sai (Phạm Văn) Điềm cùng Trưởng chi Thái Văn Long đem quân chi Tiền du tiến theo, còn tự mình mang thuộc quân đi sau, đêm vượt đèo Cù Mông. Điềm cùng với đảng là bọn Đô úy Đỗ Văn Nguyệt, Ngô Văn Huyền, Đô ty Nguyễn Văn Súy, Hoàng Văn Trang mưu phản, nhân lúc Vạn không ngờ mà đánh úp. Long chạy về Bình Định, Vạn không biết kết liễu thế nào. Cai bạ Trần Minh Đức, Ký lục Võ Đức Thông và Trưởng chi Hữu chi Phan Văn Tự đều ở sau, nghe có biến thì lui chạy về thành Diên Khánh. (Phạm Văn) Điềm bèn giữ Phú Yên, thông với giặc. Diệu, Dũng sai Điềm làm án trấn, biên hết dân làm binh, chia đặt đồn sở để chống viện binh của ta''.\"\n\nPhạm Văn Điềm giữ Phú Yên, đắp nhiều đồn lớn nhỏ khiến tướng Nam triều là [[Đặng Trần Thường]], [[Nguyễn Đức Xuyên]] sợ không dám tiến. Từ Phú Yên ông đánh phá đường vận lương của quân nam, không cho các cánh quân nam liên hợp với nhau ở mặc nam Quy Nhơn.\n\nĐại Nam Thực Lục viết:<ref>Đại Nam thực lục, tập 1, trang 445<\/ref> \"''Tham đốc giặc là Phạm Văn Điềm đem 500 quân xâm phạm Phú Yên. Trước là bộ binh của ta tiến đóng ở Vân Sơn và Phú Trung, từ Phú Yên trở vào trong, đồn điếm bỏ không. Điềm nhân sơ hở lẻn đánh, đốt cướp bảo Hội An. Tuyển quan(1) là [[Nguyễn Đức Thiện]] và [[Trần Văn Trạc]] cùng Lưu thủ [[Phạm Tiến Tuấn]], lui giữ cửa biển Xuân Đài. [[Hoàng Văn Khánh]] bị Tây Sơn bắt, trốn về báo tin. Vua hạ lệnh cho [[Nguyễn Đức Xuyên]] và Tống Viết Phước ([[Tống Viết Phước|Tống Viết Phúc]]) đem quân thủy bộ chia đường tiến đánh, quân Tây Sơn vỡ trốn. Ta lại rút quân về''.\"\n\n''\"Tham đốc giặc là Phạm Văn Điềm lại đánh Phú Yên. Sai [[Nguyễn Long]] làm Chánh thống suất, [[Lưu Tiến Hòa]] làm Phó thống suất, quản lĩnh 2 chi Chấn võ, An võ và quân hai dinh Bình Thuận Phú Yên, chia đóng đồn để giữ. Lại sắc cho Nguyễn Văn Thành sai thêm Tả chi của Trung quân và chi Khánh võ của Bình Khang cho lệ theo sai bát. Nguyễn Long tiến đóng đồn ở La Thai, lưu Lưu Tiến Hòa giữ bảo Hội An. Giặc lẻn xuống Vũng Lấm đốt phá đài lửa hiệu. Hòa ngày đêm đem quân chống đánh, gặp mai phục nên thua, bị giặc giết. Long nghe tin báo, đem quân trở về Hội An. Giặc ập đến, Nguyễn Long chống không nổi, lui chạy về sông Đà Diễn, khí giới lương thực bị giặc lấy hết. Việc báo lên. Vua dụ sai thu thập các chi, rút về đóng giữ Ba đèo để đợi lệnh triều đình. Rồi sai Hoàng Văn Khánh thay lĩnh quân, mà đóng gông Long đưa về hành tại trị tội. Bọn Nguyễn Văn Thành, Nguyễn Hoàng Đức ([[Hoàng Tướng Đức]], [[Nguyễn Văn Tánh]] đều xin cho, bèn tha''.\"<ref>Đại Nam thực lục, tập 1, trang 447<\/ref>\n\nNguyễn Phúc Ánh sai các tướng [[Tống Viết Phước|Tống Viết Phúc]], [[Hoàng Viết Toản]] đem quân vào Phú Yên cùng [[Đặng Trần Thường]], [[Nguyễn Đức Xuyên]], [[Nguyễn Long]] tiểu trừ quân Tây Sơn. Phạm Văn Điềm ít quân không chống nổi phải rút về Quy Nhơn.\n\nĐại Nam thực Luc viết:<ref>Đại Nam thực lục, tập 1, trang 466<\/ref> \"''Nguyễn Văn Thành sai Hoàng Viết Toản đem quân đánh phá được đảng giặc là Phạm Văn Điềm ở Mễ Tân [Bến Gạo]. Binh thuyền của [[Tống Phước Lương]] vừa tới, hợp cùng quân Nguyễn Văn Tánh tiến đánh các bảo giặc Bạng Quán, Lệ Uyên, Trúc Khê, quân giặc thua vỡ. Đuổi đến La Thai, thu được ấn đồng, cờ trống, khí giới rất nhiều. Điềm trốn chạy. Tánh đóng giữ nơi ấy. Phước Lương bèn dẫn quân về''.\"\n\nNăm 1802, Phạm Văn Điềm theo Thiếu phó [[Trần Quang Diệu]], Đại Tư đồ [[Vũ Văn Dũng]] rút quân ra bắc. Dọc đường đến Nghệ An, ông bị bắt.\n\nTheo [[Đại Nam thực lục|Đại Nam Thực Lục]] thì ông nhịn ăn, ốm, Nguyễn Phúc Ánh sai Lê Văn Duyệt giết trước ông để báo thù. Tuy nhiên theo gia phả họ Phạm ở Phú Yên thì, ông trốn thoát về Tây Sơn Trung đạo ở Phú Yên tiếp tục chống lại Nguyễn Phúc Ánh đến khi mất. Con cháu đem thi hài của ông về quê an táng.\n\nĐại Nam Thực Lục viết:<ref>Đại Nam Thực lục, tập 1, trang 512<\/ref>\n\n''\"Triệu Tán lý thượng đạo là [[Đặng Trần Thường]] đến hành tại bàn việc binh. Sai Đô thống chế Phan Tiến Hoàng thay lãnh quân thượng đạo. Trần Thường đến, dâng những tù bắt được là tên Thất con [[Nguyễn Huệ|Nguyễn Văn Huệ]], Tham đốc Phạm Văn Điềm, Đô đốc [[Nguyễn Văn Ngũ]]. Sai đem giết''.\"\n\n==Nghi vấn==\n\nĐiều này dẫn đến nghi vấn về việc có nhiều điều ghi trong sách [[Đại Nam thực lục|Đại Nam Thực Lục]] có chính xác hay không như:\n\n*Việc [[Vũ Văn Dũng]] bị bắt giết hay thực sự trốn thoát.\n* Việc [[Đô đốc Tuyết|Nguyễn Văn Tuyết]] có bị nhà Nguyễn được rồi tha.\n\n==Nguồn tham khảo==\n\n1. [[Đại Nam thực lục|Đại Nam Thực Lục]] - Tập 1 - Quốc sử quán triều Nguyễn\n\n2. [[Đại Nam thực lục|Đại Nam chính biên liệt truyện]] - Tập 2 - Quốc sử quán triều Nguyễn\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}