{"408900":"{{Thông tin tháp Chăm\n| tên = Tháp Đồng Dương\n| hình = Tháp Đồng Dương 2.jpg\n| chú thích hình = Tháp Đồng Dương đang trở thành phế tích\n| vĩ độ = 15.675327\n| kinh độ = 108.294381\n| tên khác = \n| thờ = \n| phong cách = [[Phong cách nghệ thuật các tháp Chăm#Phong cách Đồng Dương|Đồng Dương]]\n| xây dựng = [[Thế kỷ 9]]\n| địa chỉ = làng Đồng Dương, huyện [[Thăng Bình]]\n| tỉnh = [[Quảng Nam]]\n| quốc gia = {{VIE}}\n| tình trạng = phế tích\n| tên di tích = Phật viện Đồng Dương\n| cấp di tích = đặc biệt\n| loại di tích = khảo cổ\n| loại di tích 2 = \n| loại di tích 3 = \n| tiêu chuẩn = \n| ngày nhận = 22 tháng 12, 2016\n| ngày tước = \n| một phần của = \n| quyết định = 2499\/QĐ-TTg<ref>{{Chú thích web|url=http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&_page=1&mode=detail&document_id=187766|title=Quyết định số 2499\/QĐ-TTg của Thủ tướng Chính phủ: Về việc xếp hạng di tích quốc gia đặc biệt|website=Cổng thông tin điện tử Chính phủ}}<\/ref>\n| hồ sơ tham khảo = \n}}\n\n[[Tập tin:Đồng Dương 2011.jpg|phải|nhỏ|200px|Hoa văn trên tháp Đồng Dương ]]\n[[Tập tin:DD European Buddha from Đồng Dương.jpg|nhỏ|200px|phải|Đài thờ Phật, phát hiện tại Đồng Dương]]\n\n'''Tháp Đồng Dương''' là một di tích quan trọng vào bậc nhất của Chăm Pa, gồm có hệ thống các tháp nằm gần nhau, nằm ở làng Đồng Dương, huyện [[Thăng Bình]], tỉnh [[Quảng Nam]]. Tháp được xây dựng vào thời kỳ Chăm Pa còn bị ảnh hưởng của [[Phật giáo]], nên có tính chất đặc biệt so với các tháp khác trong hệ thống tháp Chăm, nó được mệnh danh là ''tòa tu viện Phật giáo giữa đô thành''. Hệ thống tháp Đồng Dương nằm ngay chính trung tâm đô thành [[Indrapura]] trong thời kỳ vương triều Indrapura.\n\n==Hiện trạng==\nHiện nay cả khu đền tháp này đã bị hủy hoại bởi chiến tranh, thiên tai, và ngay cả con người nữa. Nó đã bị biến thành bình địa, một đống đổ nát, chỉ còn lại nền chính và một ít dấu tích của các bức tường, và các thềm cửa.\n\n==Kiến trúc==\n{{chi tiết|Các phong cách nghệ thuật Chăm Pa#Phong cách Đồng Dương: Thế kỷ 9 - thế kỷ 10}}\nDựa vào các khai quật khảo cổ của các nhà nghiên cứu Pháp vào đầu thế kỷ 20, đã cho thấy kiến trúc đặc biệt của khu tháp này:\n\nKhu đền thờ Đồng Dương rộng 155 mét và dài 326 mét, có tất cả ba cụm kiến trúc được tách ra khỏi nhau bằng các tường ngăn và kế tiếp nhau theo trục từ tây sang đông. Trong ba cụm đó, chỉ cụm ở phía tây và cụm ở phía đông là còn lại nhiều dấu tích kiến trúc và điêu khắc.\n\n=== Cụm phía Tây ===\nCụm phía Tây gồm tháp thờ trung tâm, các tháp phụ và điện thờ nhỏ nằm dọc các chân tường bao quanh, tháp thờ chính là loại tháp tầng truyền thống của Chăm Pa gồm nền, thân, và các tầng. Quanh tường của nền tháp chính được trang trí bằng các hình tháp và hình đầu voi xen kẻ nhau.\n\nNội thất của tháp hình vuông và có hai ô khám lớn ở mặt bắc và mặt nam, trong gian thờ có một đài thờ lớn bằng đá - một trong những tác phẩm điêu khắc lớn đẹp và có nhiều giá trị về Phật giáo.\n\nNgoài ngôi tháp thờ chính trong cụm phía tây này, còn có dấu tích của các kiến trúc khác như tháp Nam, tháp Bắc, tháp Tây Nam, tháp Tây Bắc, tháp Trung tâm, các miếu thờ nhỏ quanh các chân tường, các ngôi nhà dài, tháp cổng,...\n\n=== Cụm Trung tâm ===\nTại cụm Trung tâm, kiến trúc đã đổ nát gần hết, chỉ để lại dấu tích các bức tường, thềm cửa,...Một trong những kiến trúc quan trọng nhất của cụm phía đông này là ngôi nhà dài, chạy theo hướng đông - tây, và mở hai cửa ra vào ở hai đầu hồi đông và tây. Gian nhà được chiếu sáng bằng hai dãy cửa sổ ở hai phía tường dài, mặc dầu không để lại nhiều dấu tích kiến trúc và điêu khắc như ở cụm phía Tây, nhưng một số tượng môn thần - Dvarapala bằng đá là những tượng môn thần đẹp nhất, gây ấn tượng nhất không chỉ của Đồng Dương mà còn cả lịch sử nghệ thuật Chăm Pa.\n\n=== Cụm phía Đông ===\nTại cụm phía Đông, là khu kiến trúc có chức năng như một tu viện Phật giáo thực thụ, tại cụm này ngoài ngôi nhà dài không có một dấu tích ngôi tháp nào, gian nhà dài được dựng trên hai dãy tám cột, có hai cột chính lớn, các cột đều bằng gạch và đều vuông.\n\nĐài thờ Vihara nằm ở cụm này có tượng Phật [[Tất-đạt-đa Cồ-đàm|Thích Ca Mâu Ni]], mặt trước của bệ tượng phật được trang trí một nhân vật có bốn đầu và tám tay, ngự bên trên là tượng Phật ngồi hai chân thõng xuống và hai bàn tay để lên hai đầu gối, xung quanh tượng Phật có các tượng đá nhỏ thể hiện các tu sĩ đứng và quỳ cùng các vị [[A-la-hán|La Hán]].\n\n<gallery mode=\"packed\" heights=\"160px\" caption=\"Ảnh chụp trong chuyến thám hiểm của đoàn [[Henri Parmentier]] năm 1902\">\nĐồng Dương, Court I, main tower.jpg|Ngôi đền chính\nCharles Carpeaux before a gopura de Court I at Đồng Dương.jpg|Nhiếp ảnh gia Charles Carpeaux\nĐồng Dương in 1902.jpg|\nFrench explorers in Đồng Dương.jpg|[[Henri Parmentier]] (trái) và nhà chụp ảnh Charles Carpeaux (phải) \n<\/gallery>\n\n==Lịch sử==\n[[Tập tin:Pedestal, Buddha, Bodhisattva, and Monk, view 4, Dong Duang, late 9th to early 10th century, Quang Nam - Museum of Cham Sculpture - Danang, Vietnam - DSC01795.JPG|nhỏ|180px|Bồ tát Phật, phát hiện tại Đồng Dương, cuối thế kỷ 9 đến đầu thế kỷ 10]]\nTháp Đồng Dương được xây dựng vào thế kỷ 9, trong thời kỳ [[Phong cách nghệ thuật các tháp Chăm#Phong cách Đồng Dương|Phong cách Đồng Dương]] của Chăm Pa, đây cũng là thời kỳ [[Phật giáo]] ảnh hưởng mạnh đến Chăm Pa. Tháp được vua [[Indravarman II]] một người đã theo Phật giáo xây dựng, khi lên ngôi vị vua sáng lập ra triều đại Indrapura này đã thúc đẩy cho Phật giáo phát triển mạnh gần như khắp vùng bắc Chăm Pa, vì thế cả một giai đoạn nghệ thuật Phật giáo đã bừng nở ở Chăm Pa trong suốt gần nửa thế kỷ, từ năm 875 đến năm 915 và đã để lại đến hôm nay nhiều công trình kiến trúc Phật giáo đặc sắc mà được các nhà khoa học đặt tên là giai đoạn Đồng Dương hay phong cách Đồng Dương. Ngày nay hậu duệ của triều đại Indrapura là dòng tộc họ Trà sống quanh tháp và các khu vực lân cận.\n\nMột phái đoàn thám hiểm của [[Viện Viễn Đông Bác cổ]] với [[Henri Parmentier]] được thực hiện vào năm 1902. Parmantier đã xuất bản một số biên khảo mô tả về Đồng Dương vào năm 1903, 1909 và 1918, các văn bản chính khắc trên đá được dịch trong ấn phẩm của [[Louis Finot]] vào năm 1904 <ref>Louis Finot, [http:\/\/www.persee.fr\/doc\/befeo_0336-1519_1904_num_4_1_1296 Notes d'épigraphie: VI. Inscriptions du Quang Nam (фр.) \/\/ Bulletin de l'Ecole française d'Extrême-Orient]. — 1904. — Vol. 4, no 1. — P. 83—115<\/ref>; Đồng Dương và các di tích [[Tháp Chăm]] khác cũng được mô tả bởi nhà nghiên cứu Khmer [[:fr:Jean Boisselier|Jean Boisselier]] trong thập niên 1950<ref>Trian Nguyen, [https:\/\/www.jstor.org\/stable\/25261818?seq=1#page_scan_tab_contents Laksmindralokesvara: Main Deity of the Đồng Dương Monastery: a Masterpiece of Cham Art and a New Interpretation] \/\/ Artibus Asiae. — 2005. — Vol. 65, no. 1. — P. 5—38.<\/ref>.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*''Tháp cổ Chăm Pa, huyền thoại và sự thật'' - Nhà xuất bản Trẻ 1996, [[Ngô Văn Doanh]]\n\n==Xem thêm==\n{{commonscat|Đồng Dương}}\n*[[Phong cách nghệ thuật các tháp Chăm]]\n*[[Danh sách đền tháp Chăm Pa]]\n*[[Tháp Chăm]]\n\n{{tháp Chăm Pa}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n{{DEFAULTSORT:Đồng Dương}}\n[[Thể loại:Di tích tại Quảng Nam|T]]\n[[Thể loại:Jaya Indravarman II]]\n[[Thể loại:Di tích khảo cổ Việt Nam]]"}