{"812973":"{{dablink|Xin xem các mục từ khác có tên tương tự ở [[Phạm Nhữ Dực (định hướng)]]}}\n\n'''Phạm Nhữ Dực''' ([[chữ Hán]]: 范汝翊, ? - ?) tự: '''Mạnh Thần''', hiệu: '''Bảo Khê'''; là [[nhà thơ]], [[giáo viên|nhà giáo]] trong khoảng thời [[nhà Hồ|Hồ]] đến thời thuộc [[Nhà Minh|Minh]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\n'''Phạm Nhữ Dực''' là người làng Đa Dực, nay thuộc huyện [[Quỳnh Phụ]], tỉnh [[Thái Bình]].\n\nNăm sinh, năm sinh đều chưa rõ, chỉ biết ông sống cùng thời với [[Nguyễn Phi Khanh]], và đã đỗ [[thi Hương]].\n\nĐời [[Hồ Quý Ly]] ([[1400]]), ông làm Giáo thụ huyện Tân An (có lẽ là Tân Yên, nay là [[Tiên Yên]], tỉnh [[Quảng Ninh]])<ref name=\"PTC\">Theo Phạm Tú Châu, tr. 1362.<\/ref>. \n \nNăm [[1406]], lấy cớ \"Phù [[Nhà Trần|Trần]] diệt [[Nhà Hồ|Hồ]]\", vua [[nhà Minh]] ([[Trung Quốc]]) sai quân sang đánh [[Đại Ngu|nước Việt]]. Khi ấy, Phạm Nhữ Dực phải bỏ vào núi lánh nạn.\n\nThời kỳ thuộc Minh (tức thời [[Bắc thuộc lần 4]]), ông được cử làm Huấn đạo.\n\nPhạm Nhữ Dực mất năm nào không rõ.\n\nHiện còn 61 bài thơ [[chữ Hán]] của ông được chép trong ''[[Toàn Việt thi lục]]''.\n\n==Nhận xét==\nGiáo thụ là chức quan lo về việc học, ít bổng lộc, nên cả đời Phạm Nhữ Dực rất nghèo. Mặc dù vậy, ông vẫn sống trong sạch, thường say mê đọc sách, chứ không chạy theo danh lợi.\n\nVề [[thơ]] ông, đặc điểm nổi bật nhất đó là chất tự sự, ký sự và hiện thực. Tuy nhiên, hiện thực trong thơ ông chật hẹp, không phản ánh được những vấn đề lớn của thời đại trong lúc đất nước bị quân Minh giày xéo <ref name=\"PTC\" \/>. Giới thiệu một bài:\n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt:\n:'''Dư nhiếp Tân An quận giáo, chu tam duyệt tuế thủy tập thảo đường, tài tất công nhi ngộ binh tiển, cảm cựu ngẫu thành'''\n:Nhiếp giáo tam niên quan xá vô,\n:Dân gia khách phố bão kiều cư.\n:Minh luân đường vũ kinh doanh thủy,\n:Dạ tức mao đình phác trác sơ.\n:Vị cập bán sàng thinh dạ vũ,\n:Khả liên nhất cự cánh yên khư.\n:Không dư đề vịnh thi thiên tại,\n:Cảm cựu linh nhân phú Tử Hư.\n|\n:Dịch nghĩa:\n:'''''Tôi làm giáo thụ quận Tân An, tròn ba năm mới dựng một nhà tranh, vừa làm xong thì gặp nạn binh lửa, ngẫu nhiên làm thơ'''''\n:''Ba năm làm chức giáo thụ không có nhà công,\n:''Ở nhờ nhà dân, phố khách <ref>Phố khách là phố của người Hoa kiều.<\/ref>, quá nhiều rồi.\n:''Việc làm ngôi nhà chính sáng sủa mới đang trù tính,\n:''Nhà tranh nhỏ nghỉ đêm vừa tạm làm xong.\n:''Chưa kịp nằm qua một chốc để nghe tiếng mưa rơi,\n:''Thương thay, một mồi lửa đã thành tro khói.\n:''Chỉ còn lại những bài thơ đề vịnh,\n:''Khiến cho người ta cảm vì việc cũ mà ngâm bài phú Tử Hư <ref>Phú Tư Hư của [[Tư Mã Tương Như]], là người ở [[Thành Đô]] đời [[nhà Hán]] ([[Trung Quốc]]).<\/ref>.\n|} \n==Sách tham khảo==\n*Phạm Tú Châu, mục từ \"Phạm Nhữ Dực\" in trong Từ điển văn học (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Nguyễn Đăng Na (chủ biên), ''Văn học thế kỷ X-XV'', mục: \"Phạm Nhữ Dực\". Nhà xuất bản Khoa học Xã hội, 2004.\n== Chú thích ==\n{{Tham khảo}}\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Nhà thơ Việt Nam thời Hồ]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Quan lại nhà Hồ]]"}