{"3686054":"'''Phạm Đăng Thuật''' (? - 1861), ông là dòng dõi của họ Phạm Đăng ở gò Sơn Quy, [[Mỹ Tho]], [[Tiền Giang]]. Ông là con trai thứ của Đức Quốc Công [[Phạm Đăng Hưng]] và em trai của Thái hậu [[Từ Dụ]]. Ông làm quan đến chức Lang trung Bộ Lễ, được vua gả công chúa cho và bạn tước Phò mã đô uý.\n\n==Thân thế==\nPhạm Đăng Thuật có xuất thân cao quý, con trai thứ của quan đại thần Lại bộ Thượng thư, Đức Quốc Công [[Phạm Đăng Hưng]], mẹ là bà Trần Thị Hữu (vợ lẻ). Chị cùng cha khác mẹ của ông là [[Thái hậu]] [[Từ Dụ]], vợ của vua [[Thiệu Trị]], mẹ của vua [[Tự Đức]].\n\n==Phò mã của triều Nguyễn==\nNăm niên hiệu Tự Đức thứ 3, năm [[1850]] vua đã kén ông làm [[phò mã]], lấy [[công chúa]] [[Nguyễn Phúc Vĩnh Trinh]], con gái thứ 18 của vua [[Minh Mạng]].\nCuộc sống vợ chồng của ông với công chúa [[Nguyệt Đình]] rất hạnh phúc, xướng họa tương đắc, không hề lấy địa vị con vua mà phung phí, kiêu ngạo. Sau khi chồng mất, công chúa đã thủ tiết thờ chồng và sau khi bà mất cũng được táng chung một chỗ với chồng. Ông bà chỉ sinh được một người con gái là Uyển La nhưng mất sớm.\n\n==Hy sinh==\nNăm 1861, giặc Pháp xâm chiếm 3 tỉnh miền Đông [[Nam kỳ]] là Biên Hòa, Gia Định và Định Tường, ông vâng mệnh vua Tự Đức vào Nam xem xét tình hình, nhiệm vụ hết sức nặng nề và nguy hiểm. Thật không may, ông hy sinh vì việc nước. Vua [[Tự Đức]] (gọi ông bằng cậu) vô cùng thương tiếc, truy tặng ông hàm Quang Lộc tự khanh.\n\n==Lăng mộ==\nHiện nay, từ đường thờ công chúa Quy Đức và phò mã Phạm Đăng Thuật ở đường Lê Ngô Cát, xã Thủy Xuân, thành phố [[Huế]], do ông Phạm Ngọc Công - một hậu duệ của dòng họ Phạm trông coi thờ tự. Trên bàn thờ trong ngôi từ đường cũng là cung phủ ngày xưa của công chúa Quy Đức có một bức song ảnh (ảnh hai người) rất độc đáo.\n\n==Đọc thêm==\n* [[Phạm Đăng Hưng]]\n* [[Nguyệt Đình]]\n* [[Từ Dụ]]\n\n==Tham khảo==\n{{tham khảo}}\n# http:\/\/gactholoc.net\/c9\/t9-320\/di-vieng-nha-tho-lang-mo-cong-chua-qui-duc-pho-ma-pham-thuat-o-hue.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20160818090512\/http:\/\/gactholoc.net\/c9\/t9-320\/di-vieng-nha-tho-lang-mo-cong-chua-qui-duc-pho-ma-pham-thuat-o-hue.html |date = ngày 18 tháng 8 năm 2016}}\n# http:\/\/voluongcongduc.com\/khu-lang-mo-va-den-tho-ong-pham-dang-hung.html\n\n{{sơ khai}}\n\n[[Thể loại:Phò mã]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Mất năm 1861]]"}