{"1290435":"'''Phạm Ngọc Đa''' ([[1938]] – [[30 tháng 8]] năm [[1953]]) là một [[liệt sĩ]] [[thiếu niên]] trong thời kỳ [[chiến tranh Đông Dương|kháng chiến chống Pháp]] của [[Việt Nam]], đồng thời là một trong số ít các [[thiếu niên]] Việt Nam được truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].\n\n==Tiểu sử==\nPhạm Ngọc Đa sinh năm 1938 tại làng Phác Xuyên, xã [[Bạch Đằng, Tiên Lãng|Bạch Đằng]], huyện [[Tiên Lãng]], thành phố [[Hải Phòng]] trong một gia đình lao động nghèo, cha mẹ mất sớm. Vì vậy, Đa phải đi ở cho một nhà giàu. Năm 15 tuổi, Phạm Ngọc Đa trở thành đội viên du kích xã, làm giao liên, trinh sát và trực tiếp tham gia chiến đấu trong những năm kháng chiến chống [[đế quốc thực dân Pháp|thực dân Pháp]]. Phạm Ngọc Đa được chọn vào tổ quân báo của du kích làm nhiệm vụ theo dõi quân pháp, đặt mìn, vót chông, giấu người của Việt Minh xuống [[hầm bí mật]].\n\nTrong giai đoạn này, [[đế quốc thực dân Pháp|thực dân Pháp]] đánh chiếm nội thành [[Hải Phòng]] và chuẩn bị càn quét để mở rộng vùng chiếm đóng ra ngoại thành, trong đó có huyện [[Tiên Lãng]]. Sáng ngày 28 tháng 08 năm 1953, quân Pháp mở chiến dịch càn quét với quy mô lớn mang tên Cloche (quả chuông)<ref>Có nguồn cho rằng tên trận càn là Claude<\/ref> vào toàn huyện Tiên Lãng. Đến ngày 30\/8\/1953, làng Phác Xuyên chìm trong lửa đạn của quân Pháp. Trước hỏa lực của quân Pháp, các du kích quân buộc phải rút xuống hầm trú ẩn. Quân Pháp tràn vào làng đốt phá, lùng sục. Không may cho Phạm Ngọc Đa, quân Pháp đặt súng cối trên nóc hầm bí mật của anh nên đất sụt xuống. Quân Pháp nghi ngờ, đào bới tìm ra hầm và bắt được Đa cùng một số du kích quân khác. Phạm Ngọc Đa bị bắt trói và tra tấn nhằm chỉ ra các hầm bí mật còn lại. Do nhất quyết không khai nên anh đã bị hành quyết cho đến chết. Tấm gương của thiếu niên du kích Phạm Ngọc Đa sau này được nhắc đến trong nhiều tài liệu giáo dục lịch sử của [[Đội Thiếu niên Tiền phong Hồ Chí Minh]] và [[Đoàn Thanh niên Cộng sản Hồ Chí Minh]] bên cạnh những tấm gương anh hùng thiếu niên khác.\n\n== Vinh danh ==\nNăm 1997, Phạm Ngọc Đa được truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]]. Tượng đài và nhà tưởng niệm Phạm Ngọc Đa được lần lượt xây dựng năm 2003 và 2012 tại huyện [[Tiên Lãng]], quê hương anh.<ref>[http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=HTL&MenuID=1061&ContentID=29897 Khởi công xây dựng công trình Nhà tưởng niệm Anh hùng Lực lượng vũ trang nhân dân Phạm Ngọc Đa]<\/ref>\n\n== Hình tượng trong văn học nghệ thuật ==\nPhạm Ngọc Đa làm đề tài cho một số tác phẩm văn học nghệ thuật như truyện ''Phạm Ngọc Đa'' của nhà văn [[Xuân Sách]]<ref name=nxbkd\/>, bài hát ''Gương sáng Phạm Ngọc Đa'' của nhạc sĩ Thế Vinh.\n\n==Tham khảo==\n* ''Gương anh hùng chiến sĩ thi đua toàn quốc thành phố Hải Phòng (1948 - 2000)'', Ủy ban nhân dân thành phố Hải Phòng, Nhà xuất bản. Hải Phòng, 2000\n* ''Phạm Ngọc Đa'', Xuân Sách, Nhà xuất bản. Kim Đồng, 2000\n* ''Cẩm nang cho người phụ trách Đội TNTP Hồ Chí Minh'', Nhà xuất bản. Giáo dục, 2003\n\n== Chú thích ==\n\n{{Tham khảo|refs=\n\n<ref name=nxbkd>{{chú thích web\n| url = http:\/\/www.nxbkimdong.com.vn\/products\/van-hoc-nhi-dong\/pham-ngoc-da.html\n| tiêu đề = Phạm Ngọc Đa\n| author = \n| ngày = \n| ngày truy cập = 2014-04-16\n| work = Nhà xuất bản Kim Đồng\n| archive-date = ngày 16 tháng 4 năm 2014 | archive-url = https:\/\/web.archive.org\/web\/20140416181755\/http:\/\/www.nxbkimdong.com.vn\/products\/van-hoc-nhi-dong\/pham-ngoc-da.html\n| url-status = dead\n}}<\/ref>\n\n}}\n\n==Liên kết ngoài==\n* [http:\/\/thuvien.haiphongcity.vn\/vn\/index.asp?menuid=661&parent_menuid=658&fuseaction=3&articleid=5661 Tiểu sử Phạm Ngọc Đa (Trang web Thư viện Thành phố Hải Phòng)]{{Liên kết hỏng|date = ngày 25 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n\n{{sơ khai nhân vật Việt Nam}}\n\n{{Thời gian sống|1938|1953}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]"}