{"3196623":"{{Thông tin viên chức\n| tên = Phạm Đăng Lân\n| hình = \n| cỡ hình = \n| miêu tả = \n| chức vụ = Giám đốc Tân cảng Sài Gòn\n| bắt đầu = 11\/1966\n| kết thúc = 12\/1967\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Chuẩn tướng (10\/1964)\n| địa hạt = Biệt khu Thủ đô\n| chức vụ 2 = [[Hình: Flag of ARVN Military Engineering Forces.svg|22px]]<br>Cục trưởng Cục Công Binh\n| bắt đầu 2 = 1\/1965\n| kết thúc 2 = 11\/1966\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Chuẩn tướng\n| kế nhiệm 2 = -Đại tá [[Nguyễn Chấn (chuẩn tướng)|Nguyễn Chấn]]\n| địa hạt 2 = Biệt khu Thủ đô\n| chức vụ 3 = Chỉ huy trưởng Bộ chỉ huy Công Binh\n| bắt đầu 3 = 11\/1963\n| kết thúc 3 = 1\/1965\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Đại tá (11\/1963)<br>-Chuẩn tướng\n| địa hạt 3 = Biệt khu Thủ đô\n| chức vụ 4 = Quyền Chỉ huy trưởng Bộ chỉ huy Công Binh\n| bắt đầu 4 = 12\/1962\n| kết thúc 4 = 11\/1963\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Trung tá (12\/1955)\n| tiền nhiệm 4 = -Trung tá Trần Ngọc Thức\n| địa hạt 4 = Biệt khu Thủ đô\n| chức vụ 5 = Liên Đoàn trưởng Liên đoàn 4 Công binh<br>kiêm Chỉ huy phó Bộ chỉ huy Công binh\n| bắt đầu 5 = 6\/1957\n| kết thúc 5 = 12\/1962\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Trung tá\n| địa hạt 5 = Quân khu Thủ đô\n| chức vụ 6 = Chỉ huy trưởng Trường Công binh\n| bắt đầu 6 = 3\/1955\n| kết thúc 6 = 6\/1957\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Thiếu tá (3\/1955)<br>-Trung tá\n| địa hạt 6 = Quân khu Thủ đô\n| quốc tịch = [[Hình: Flag of France.svg|22px]] Pháp<br>{{flag|Việt Nam Cộng hòa}}\n| nguyên nhâm mất = Tuổi già\n| nơi ở = Montpellier, Pháp\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| họ hàng = Các em:<br>Phạm Kim Quy<br>Phạm Thị Phụng<br>Phạm Kim Tấn<br>Phạm Kim Tài<br>Phạm Thị Loan<br>Phạm Thị Kim Anh<br>Phạm Kim Luông\n| học vấn = Tú tài bán phần\n| học trường = -Trường Trung học chương trình Pháp tại Sài Gòn<br>-Trường võ bị Viễn Đông Nước Ngọt, Vũng Tàu<br>-Trường Quân sự Saint Cyr (Coetquidan), Pháp<br>-Trường đào tạo chuyên môn ngành Công Binh tại Angers, Pháp<br>-Trường Chỉ huy Tham mưu Fort Leavenworth, Hoa Kỳ\n| quê quán = Nam Kỳ\n| ngày sinh = [[Tháng 3]] năm [[1927]]\n| ngày mất = [[30 tháng 3]] năm [[2017]]\n| nơi sinh = [[Sài Gòn]], [[Việt Nam]]\n| nơi mất = [[Montpellier]], [[Pháp]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1947]]-[[1967]]\n| cấp bậc = '''[[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n| đơn vị = [[Hình: Flag of ARVN Military Engineering Forces.svg|20px]] [[Công binh Việt Nam Cộng hòa|Cục Công binh]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Tổng cục Tiếp vận, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Tiếp vận]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n}}\n\n'''Phạm Đăng Lân''' (1927-2017), nguyên là cựu tướng lĩnh thuộc ngành Tiếp vận của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ khóa 2 trường Võ bị Viễn Đông do Chính quyền thuộc địa Pháp mở ra tại một tỉnh thuộc Duyên hải miền Đông Nam phần Việt Nam với mục đích đào tạo sĩ quan người Việt phục vụ cho Quân đội Liên hiệp Pháp. Trong thời gian tại ngũ, ông chỉ phục vụ trong ngành chuyên môn của mình.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 3 năm 1927 tại Sài Gòn trong một gia đình thương nhân. Năm 1946, ông tốt nghiệp Trung học chương trình Pháp tại Sài Gòn với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Liên hiệp Pháp===\nMùa thu năm 1947, ông tình nguyện nhập ngũ vào Quân đội Liên hiệp Pháp, mang số quân: 47\/101.388. Theo học khóa Đỗ Hữu Vị trường Sĩ quan Nước Ngọt Vũng Tàu,<ref>Khóa Đỗ Hữu Vị còn gọi là khóa 2 của trường Võ bị Liên quân Viễn Đông. Khóa 1 Nguyễn Văn Thinh được mở và đào tạo sĩ quan tại Đà Lạt, sau nhường cơ sở lại cho trường Võ bị Quốc gia từ Huế chuyển về. Trường Liên quân Viễn Đông dời về Vũng Tàu và đổi tên thành trường Sĩ quan Nước Ngọt.<br>-Tốt nghiệp khóa Đỗ Hữu Vị cùng với tướng Phạm Đăng Lân, về sau lên tướng còn có Cố Đại tướng [[Đỗ Cao Trí]] và Thiếu tướng [[Nguyễn Xuân Trang]].<\/ref> khai giảng vào tháng 8 năm 1947. Tháng 6 năm 1948, tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Sau khi đậu cuộc thi tuyển ông được cử đi du học tai Pháp tại Học viện Quân sự Coetquidan Saint Cyr, Pháp, khóa Promotion Général Leclerc, khai giảng tháng 10\/1948, mãn khóa tháng 8\/1949. Sau đó ông theo dự khóa tu nghiệp chuyên môn về ngành công binh tại Angers, Pháp, khai giảng tháng 10\/1949, mãn khóa tháng 8\/1950. Ra trường, ông được tuyển chọn vào ngành Công binh với chức vụ Trung đội trưởng của Đại đội 2 Công binh chiến đấu thuộc Đệ nhị Quân khu.\n\n===Quân đội Quốc gia Việt Nam===\nNăm 1950, chuyển sang phục vụ cho [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] ông được thăng cấp [[Trung úy]] tại nhiệm, sau đó được cử làm Đại đội trưởng Đại đội 2 Công binh chiến đấu. Đầu năm 1953, ông được thăng cấp [[Đại úy]] và được cử làm Tiểu đoàn trưởng Tiểu đoàn Công binh chiến đấu.\n\n===Quân đội Việt Nam Cộng hòa===\nCuối tháng 3 năm 1955, ông được thăng cấp [[Thiếu tá]] và được cử vào chức vụ Chỉ huy trưởng Trường Công binh. Cuối tháng 10 cùng năm, nền Đệ nhất Cộng hòa ra đời, đồng thời Quân đội Quốc gia Việt Nam được đổi tên thành Quân đội Việt Nam Cộng hòa. Tháng 12 cuối năm, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nGiữa năm 1957, ông được giữ chức vụ Liên đoàn trưởng Liên đoàn 4 Công binh kiêm Chỉ huy phó Bộ chỉ huy Công binh. Đến cuối năm 1962 Ông được chỉ định vào chức vụ quyền Chỉ huy trưởng Bộ chỉ huy Công binh. Đầu năm 1963, ông được cử đi du học khóa Chỉ huy Tham mưu cao cấp tại trường Chỉ huy và Tham mưu Fort Leavenworth, Tiểu bang Kansas, Hoa Kỳ (mãn khóa Tháng12 Năm1962). Sau khi mãn khóa về nước ông tiếp tục giữ chức vụ quyền Chỉ huy trưởng Bộ chỉ huy Công Binh.\n\nCuối năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (1 tháng 11). Ngày 5 tháng 11, ông được thăng cấp [[Đại tá]] tại nhiệm và chính thức được bổ nhiệm chức vụ Chỉ huy trưởng Bộ chỉ huy Công binh.<ref>Tướng Phạm Đăng Lân là chỉ huy thứ hai của ngành Công binh thay thế Trung tá [[Trần Ngọc Thức (Trung tá, Quân lực VNCH)|Trần Ngọc Thức]] ''(Tốt nghiệp khóa 2 Võ bị Huế)'' bị kỷ luật và giải ngũ vì liên can đến vụ vũ nữ ''Cẩm Nhung'' bị tạt át xít vào ngày 17 tháng 7 năm 1963.<\/ref>\n\nTháng 10 năm 1964, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm. Qua đầu năm 1965, ngành Công binh được đổi tên thành Cục Công binh và ông trở thành Cục trưởng đầu tiên.\n\nTháng 11 năm 1966 đến cuối năm 1967 ông được cử làm Giám đốc Tân Cảng Sài Gòn\n\nTháng 12 năm 1967, ông được giải ngũ (hồi hưu). Khi trở về đời sông dân sự, ông tiếp tục học lên Đại học Dược khoa. Tốt nghiệp trở thành Dược sĩ (Dec 1970)\n\n==1975==\nNgày 30 tháng 4, ông cùng gia đình di tản khỏi Việt Nam. Sau đó được đi định cư ở Paris, Pháp.\nÔng đi làm tại bệnh viện Quân đội Pháp ở Bercy, Paris và học lại bằng Dược Sĩ tại Đại học Paris, tốt nghiệp vào tháng 6 năm 1987.\n\nNgày 30 tháng 3 năm 2017 ông từ trần tại nơi định cư cuối cùng Montpellier, Pháp, hưởng thọ 90 tuổi.\n\n==Gia đình==\n*Bào đệ: Phạm Kim Quy, Phạm Kim Tấn, Phạm Kim Tài, Phạm Kim Luông.\n*Bào muội: Phạm Thị Phụng, Phạm Thị Loan, Phạm Thị Kim Anh.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1927]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Người Pháp gốc Việt]]"}