{"18989604":"'''Phật Nguyệt''' ([[23]] - [[43]]) là một nữ tướng thời [[Hai Bà Trưng]] trong [[lịch sử Việt Nam]]. Bà là nữ tướng gây kinh hoàng cho [[nhà Hán]] nhất khi có trận chiến thắng [[Mã Viện]], [[Lưu Long]] và Đoàn Chí ở [[hồ Động Đình]] (nay thuộc tỉnh [[Hồ Nam]], [[Trung Quốc]]).\n\n==Thân thế==\nPhật Nguyệt sinh ra và lớn lên ở làng Vũ Ẻn, một ngôi làng nhỏ bên bờ [[sông Thao]], cách xa huyện M’Ling về phía tây bắc (nay thuộc huyện Thanh Ba, Phú Thọ). Cha nàng là Đinh Văn Bôn và mẹ nàng là Phí Thị Vang làm nghề bốc thuốc gia truyền, chữa bệnh cứu người. Tiếng tăm của ông bà vang khắp các vùng. Nhiều gia đình nghèo, không tiền nhưng bệnh nặng đã đến tìm ông bà nhờ chữa bệnh đều được cứu chữa, chăm sóc tận tình. Dù ông bà tuổi đã cao nhưng cả hai vẫn bảo nhau cố tu nhân tích đức may chăng có được một mụn con nối dõi tông đường. Rồi một hôm, trời đã ra ân đối với ông bà. Sau mười tháng mang thai, vào ngày 3 tháng giêng năm [[Quý Mùi]] (năm 23 SCN), bà sinh ra một người con gái. Hai vợ chồng ông bà mừng như bắt được vàng, hết sức yêu thương chăm sóc. Qua ba năm ông bà mới đặt tên con mình là Đinh Thị Nguyệt.<ref name=\"Phật Nguyệt\">[https:\/\/phunuvietnam.vn\/phat-nguyet-nu-tuong-thuy-quan-cua-hai-ba-trung-uy-tran-dong-dinh-ho-20210225190634465.htm Phật Nguyệt - Nữ tướng thủy quân của Hai Bà Trưng uy trấn Động Đình hồ].<\/ref>\n\nMột hôm, khi đang bốc thuốc cho bà con trong làng, ông ngạc nhiên thấy một người không quen biết, xưng làm nghề tướng số đến thăm mình. Sau đôi ba câu chuyện, ông bà mời thầy xem tướng số cho con gái. Sau khi xem tướng số cho cô bé, vị thầy tướng khuyên ông bà lấy họ của ông là \"Đinh\" (仃), ghép với họ \"Phí\" (沸) của bà thành chữ \"Phật\", đổi chữ \"Thị\" thành chữ \"Phật\" (佛), rồi đặt tên con là \"Phật Nguyệt\". Vậy là ông bà đổi tên con gái từ \"Đinh Thị Nguyệt\" thành \"Đinh Phật Nguyệt\" như lời thầy dặn.\n\nNăm Phật Nguyệt lên 7 tuổi, ông Bôn cho con gái theo học một ông thầy họ Lữ trong làng. Càng học, cô càng chứng tỏ mình là người thông minh tài trí hơn người. Thuở nhỏ, Phật Nguyệt được học chữ nghĩa, sống bằng nghề chài lưới và đam mê cung kiếm. Năm 15 tuổi, nàng mồ côi cả cha lẫn mẹ. Nàng được rước vào chùa và được các sư thầy truyền thụ Kinh Dịch, Phật học, thiên văn, địa lý, binh pháp, võ thuật. Tuy lòng vẫn thương nhớ cha mẹ khôn nguôi, nàng luôn hướng đến tương lai và ấp ủ hy vọng thực hiện sứ mệnh của đời mình. Tại đây, nàng bắt đầu lắng nghe những nỗi đau khổ của nhân dân qua lời thở than cầu khấn của họ mỗi khi họ đến thắp hương lễ Phật. Dần dần, nàng tìm ra được cách chữa lành những vết thương vô hình trong lòng họ.\n\nĐến tuổi trưởng thành, Phật Nguyệt đã tinh thông văn võ, am tường binh pháp. Tay nghề chữa lành của nàng cũng đã lên một bậc cao phi thường, đến mức nhiều người tưởng là phép thuật. Dù tên tuổi nàng đã lừng danh muôn phương, Phật Nguyệt vẫn sống lặng lẽ kín đáo, ngày ngày âm thầm nghĩ suy về phương cách chữa lành vết thương của cả dân tộc, dù thâm tâm nàng đã le lói nghi ngờ rằng chỉ có một giải pháp mà thôi.\n\n==Khởi nghĩa==\nLớn lên trong cảnh dân tộc bị áp bức bởi [[nhà Hán]], tận mắt chứng kiến mọi hành vi dã man của quân cướp nước với bà con trong làng, Phật Nguyệt vô cùng căm giận chúng. Nàng chỉ mong muốn kết giao với các trai làng tìm cách giết giặc. Biết cháu gái mình có ý nghĩ khác thường, cậu của Phật Nguyệt là ông Lê Bảo Hoàn, vốn là một thầy giáo trong làng, đã tìm cách khuyên nhủ, nhưng nàng không nghe, vẫn một lòng mộ quân đánh giặc. Sau nhiều lần thử thách, cậu của Phật Nguyệt đã bố trí để nàng gặp ba chàng trai từ nơi khác đến cùng nhau bàn mưu đánh giặc. Từ đấy trai tráng trong vùng, bạn bè của ba chàng trai và học trò của cậu Phật Nguyệt, đã tập hợp dưới trướng của nàng, họ lặng lẽ vào rừng luyện tập võ nghệ, binh pháp chờ thời cơ.<ref name=\"Phật Nguyệt\">[https:\/\/phunuvietnam.vn\/phat-nguyet-nu-tuong-thuy-quan-cua-hai-ba-trung-uy-tran-dong-dinh-ho-20210225190634465.htm Phật Nguyệt - Nữ tướng thủy quân của Hai Bà Trưng uy trấn Động Đình hồ].<\/ref> Họ cùng bàn tính mưu lược, chiêu mộ binh sĩ, xây dựng căn cứ, và lên kế hoạch chiến đấu. Chẳng bao lâu, quân đội của Phật Nguyệt đã lớn mạnh và thực hiện những chiến thắng lẫy lừng, quét sạch quân Hán ra khỏi vùng ven sông Thao. Sau những thành tựu này, nàng tiếp tục rèn luyện dưới sự chỉ đạo của Phật, lòng vững tin rằng sẽ có lúc nhận được tiếng gọi của vận mệnh để điều trị tận gốc vết thương của dân tộc.\n\nNăm 40, [[Hai Bà Trưng]] khởi nghĩa. Nhận được thư mời tham gia nghĩa binh của Hai Bà, Phật Nguyệt hưởng ứng tức thì và đưa 2000 quân về với Hai Bà Trưng vài hôm sau đó. Thấy là một cô gái có sức khỏe và tài trí, với đội quân đã được huấn luyện chu đáo, [[Hai Bà Trưng]] đã nhận cả đoàn quân của Phật Nguyệt vào trướng của mình. Nàng được phong chức Tả Tướng Thủy Quân, ban đầu trấn giữ vùng sông Thao, về sau dẫn binh bình định vùng Kinh Bắc ([[Bắc Ninh]] và [[Bắc Giang]] ngày nay). Phật Nguyệt cho quân tiến đánh các nơi, cùng với các thủ lĩnh khác chiếm lại 65 thành trì của tất cả các châu quận.\nCuộc khởi nghĩa thắng lợi, Thái thú [[Tô Định]] phải bỏ chạy thẳng về nước. Nữ tướng Phật Nguyệt nhận lệnh truy kích quân của Tô Định đến tận vùng biên giới là [[hồ Động Đình]] (nay thuộc tỉnh [[Hồ Nam]], [[Trung Quốc]]).<ref name=\"Vị nữ\">[https:\/\/www.tindachieu.org\/2018\/05\/phat-nguyet-mot-tay-nho-nui-nga-mi-mot-tay-nho-nui-thai-son.html Vị nữ tướng “một tay nhổ núi Nga mi, một tay nhổ núi Thái sơn” khiến quân tướng phương bắc kinh hoàng”].<\/ref> Sau khi thắng lợi, [[Trưng Trắc]] lên ngôi vua, xưng là [[Trưng Nữ Vương]]. Phật Nguyệt được phong làm Tổng trấn hồ Động Đình, với nhiệm vụ bảo vệ biên giới phía bắc của nước Lĩnh Nam (quốc hiệu [[Lĩnh Nam]] có nghĩa là “phía nam Ngũ Lĩnh”).\n\n==Kháng chiến chống Mã Viện==\nNăm 42, vua Hán cho viên tướng kinh nghiệm và tài giỏi bậc nhất của mình là Phục Ba tướng quân [[Mã Viện]] tiến đánh chiếm lại nước ta.\nMã Viện đem quân đến biên giới thì đụng phải nữ tướng Phật Nguyệt, quân Hán bị thảm bại. Những trận đánh ở [[hồ Động Đình]]  khiến quân Hán thây chất ngổn ngang khắp nơi. Không chỉ [[Mã Viện]] bị thất bại mà viện binh 28 viên tướng của nhà Hán (gọi là nhị thập bát tú) cũng không qua được.<ref name=\"Vị nữ\">[https:\/\/www.tindachieu.org\/2018\/05\/phat-nguyet-mot-tay-nho-nui-nga-mi-mot-tay-nho-nui-thai-son.html Vị nữ tướng “một tay nhổ núi Nga mi, một tay nhổ núi Thái sơn” khiến quân tướng phương bắc kinh hoàng”].<\/ref>\n\nKhông sao tiến quân được, quân Hán cho thêm viện binh, chia thêm chiều ngả tấn công. Trước sức mạnh của quân Hán, Phật Nguyệt phải cho quân vừa đánh vừa rút lui để bảo toàn lực lượng, cuối cùng cho quân rút về [[sông Thao]].\nMột cánh quân khác của quân Hán tiến xuống [[Hợp Phố]], rồi chia làm hai đường thủy bộ tiến đến Lãng Bạc khiến quân ta phải chia ra đối phó với các cuộc tấn công của quân Hán.\nMã Viện giao cho Phó tướng là Lưu Long cho quân xuôi [[sông Thao]] tiến đánh Bạch Hạc. Biết được âm mưu của giặc, Phật Nguyệt đã chọn nhiều khúc sông hiểm yếu bố trí thủy quân và quân trên bộ phối hợp để chặn giặc. Nhiều trận quyết chiến giữa quân của Phật Nguyệt với quân Hán đã diễn ra ở khắp vùng thượng lưu sông Thao. Quân Hán không thể tiến về Bạch Hạc như kế hoạch được.\n\nSau nhiều ngày bị Phật Nguyệt chặn đánh trên sông, Lưu Long liền nghĩ ra kế khác. Chúng cho quân bản bộ bí mật vây chặt đại bản doanh của Phật Nguyệt. Đêm ngày 10 tháng 2 năm [[Quý Mão]] (năm [[43]]), [[Lưu Long]] huy động quân đánh úp vào doanh trại của Phật Nguyệt.\nMột trận đánh sống còn diễn ra, nữ tướng Phật Nguyệt tả xung hữu đột giữa trùng trùng quân Hán vây quanh, thoát được khỏi vòng vây chạy thoát ra bờ [[sông Thao]], nhưng nhìn lại thì không còn thấy bóng dáng quân sĩ nào theo mình cả. Tất cả đều đã nằm lại. Phía trước mặt, địch lại dùng đại quân chặn không thể chạy được nữa. Trước thế cùng, lực kiệt, Phật Nguyệt kìm cương ngựa, ngửa mặt lên trời kêu to lên một tiếng, rồi thúc ngựa lao xuống dòng sông Thao tự vẫn. Năm ấy nàng vừa tròn 20 tuổi.\n\n==Được tôn thờ==\nHiện nay vẫn còn nhiều di tích về bà tại chùa [[Kiến Quốc]] thuộc thành phố [[Trường Sa]] (thủ phủ tỉnh [[Hồ Nam]]) và tại ngôi chùa trên núi [[Thiên Đài]] trong hệ thống dãy núi [[Ngũ Lĩnh]]. Tại quê hương, bà được thờ tại các xã [[Vũ Ẻn]], [[Thanh Vân]], [[Phương Lĩnh]] của huyện [[Thanh Ba]], [[Phú Thọ]]. Đền thờ Phật Nguyệt ở Phương Lĩnh hiện vẫn còn đôi câu đối :\n\n:Tích trù [[Động Đình]] uy trấn Hán\n:Danh lưu thanh sử lực phù Trưng.\n\nNghĩa là:\n\n:''Một trận [[Động Đình]] uy trấn Hán\n\n:''Tên còn trong sử sức phù Trưng.\n\n==Tham khảo==\n* [[Hai Bà Trưng]]\n\n==Chú thích==\n\n{{Thời gian sống|sinh=23|mất=43}}\n\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Nữ tướng của Hai Bà Trưng]]\n[[Thể loại:Lịch sử Việt Nam thời Hai Bà Trưng]]"}