{"3187232":"{{Thông tin viên chức\n| tên = Phạm Xuân Chiểu\n| hình = General Phạm Xuân Chiểu.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Hình: Flag of South Korea.svg|22px]]<br>Đại sứ Việt Nam Cộng hòa tại Hàn Quốc\n| bắt đầu = 5\/1969\n| kết thúc = 5\/1975\n| tiền nhiệm = [[Đỗ Cao Trí]]\n| kế nhiệm = '''Không có''' ''(Chế độ sụp đổ)''\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Trung tướng\n| địa hạt = Thủ đô Seoul<br>(Đại Hàn Dân Quốc)\n| chức vụ 2 = [[Hình: Flag of South Vietnam.svg|22px]]<br>Chủ tịch Hội đồng Quốc gia Lập pháp\n| bắt đầu 2 = 2\/1965\n| kết thúc 2 = 10\/1965\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Trung tướng\n| địa hạt 2 = Thủ đô Sài Gòn\n| chức vụ 3 = [[Hình: Flag of the Army of the Republic of Vietnam.png|22px]]<br>Đệ tam Phó Chủ tịch<br>Hội đồng Quân nhân Cách mạng\n| bắt đầu 3 = 2\/1964\n| kết thúc 3 = 2\/1965\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Trung tướng\n| phó chức vụ 3 = Chủ tịch\n| phó viên chức 3 = -Trung tướng [[Nguyễn Khánh]]\n| địa hạt 3 = Thủ đô Sài Gòn\n| chức vụ 4 = [[Hình: Flag of the Army of the Republic of Vietnam.png|22px]]<br>Ủy viên An ninh<br>Hội đồng Quân nhân Cách mạng\n| bắt đầu 4 = 11\/1963\n| kết thúc 4 = 2\/1964\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Trung tướng (11\/1963)\n| phó chức vụ 4 = Chủ tịch\n| phó viên chức 4 = -Trung tướng [[Dương Văn Minh]]\n| chức vụ 5 = [[Hình: Cờ Chỉnh binh thao lược.png|22px]]<br>Chỉ huy trưởng Trường Chỉ huy tham mưu\n| bắt đầu 5 = 9\/1960\n| kết thúc 5 = 8\/1961\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Thiếu tướng\n| tiền nhiệm 5 = -Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]]\n| kế nhiệm 5 = -Trung tướng [[Thái Quang Hoàng]]\n| địa hạt 5 = Vùng 2 chiến thuật\n| chức vụ 6 = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tham mưu trưởng Bộ Tổng tham mưu\n| bắt đầu 6 = 8\/1958\n| kết thúc 6 = 9\/1960\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Thiếu tướng\n| kế nhiệm 6 = -Thiếu tướng [[Nguyễn Khánh]]\n| địa hạt 6 = Biệt khu Thủ đô\n| phó chức vụ 6 = Tổng Tham mưu trưởng\n| phó viên chức 6 = Đại tướng [[Lê Văn Tỵ]]|địa hạt Quân khu Thủ đô\n| chức vụ 7 = [[Hình: RVN National Police Flag.svg|22px]]<br>Tổng Giám đốc Cảnh sát Quốc gia\n| bắt đầu 7 = 12\/1956\n| kết thúc 7 = 3\/1958\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Đại tá<br>-Thiếu tướng (2\/1957)\n| tiền nhiệm 7 = -Thiếu tướng [[Nguyễn Ngọc Lễ]]\n| kế nhiệm 7 = -Thiếu tướng [[Nguyễn Văn Là]]\n| địa hạt 7 = Thủ đô Sài Gòn\n| chức vụ 8 = Tham mưu trưởng Đệ nhất Quân khu<br>(tiền thân của Vùng 3 chiến thuật)\n| bắt đầu 8 = 11\/1955\n| kết thúc 8 = 8\/1956\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Trung tá<br>-Đại tá (12\/1956)\n| địa hạt 8 = Miền đông Nam phần\n| phó chức vụ 8 = Tư lệnh\n| phó viên chức 8 = -Thiếu tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]]\n| chức vụ 9 = Tiểu đoàn trưởng Tiểu đoàn 18 Việt Nam\n| bắt đầu 9 = 8\/1954\n| kết thúc 9 = 11\/1955\n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Thiếu tá (7\/1954)<br>-Trung tá (11\/1955)\n| địa hạt 9 = Đệ tứ Quân khu<br>(Cao nguyên Trung phần)\n| quốc tịch = [[Việt Nam]]\n| nguyên nhân mất = Tuổi già\n| nơi ở = Maryland, Hoa Kỳ\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| vợ = Nguyễn Lệ Hà\n| con = 8 người con (3 trai, 5 gái)<br>Phạm Xuân Giang<br>Phạm Hùng Quốc<br>Phạm Xuân Chử<br>Phạm Thị Tường Nguyên<br>Phạm Thị Khánh Chi<br>Phạm Thị Tường Vân<br>Phạm Thị Tường Anh<br>Phạm Thị Tường Loan\n| học vấn = Tú tài toàn phần\n| học trường = -Trường Trung học Đệ nhất cấp ở Nam Định<br>-Trường Trung học Quốc lập Chu Văn An ở Hà Nội<br>-Trường Đại học Y khoa Hà Nội<br>-Trường Võ bị Lục quân Trần Quốc Tuấn ở Chapa, Lào Kay<br>-Trường Quân sự Hoàng Phố Trung Hoa<br>-Trường Tham mưu Ba Lê (École d'État Major de Paris), Pháp<br>-Học viện Fort Leavenworth, Kansas, Hoa Kỳ\n| quê quán = Bắc Kỳ\n| ngày sinh = [[20 tháng 11]] năm [[1920]]\n| ngày mất = [[7 tháng 8]] năm [[2018]]<br>(98 tuổi)\n| nơi sinh = làng Nộn Khê, huyện [[Yên Mô]], [[Ninh Bình]], [[Liên bang Đông Dương]]\n| nơi mất = [[Maryland]], [[Hoa Kỳ]]\n| phục vụ = [[Hình: Flag of France.svg|20px]] [[Pháp]]<br>[[Hình: Flag of South Vietnam.svg|22px]] [[Quốc gia Việt Nam]]<br>[[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân đội Việt Nam Cộng hòa]]\n| năm phục vụ = [[1946]] - [[1965]]\n| cấp bậc = [[Tập tin: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n| đơn vị = [[Hình: RVN National Police Flag.svg|20px]] [[Cảnh sát Quốc gia Việt Nam Cộng hòa|Cảnh sát Quốc gia]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<br>[[Hình: Cờ Chỉnh binh thao lược.png|20px]] [[Trường Chỉ huy tham mưu Việt Nam Cộng hòa|Trường Đại học Quân sự]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân đội Việt Nam Cộng hòa]]\n}}\n\n'''Phạm Xuân Chiểu''' ([[1920]] - [[2018]]) nguyên là một cựu tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng]]. Ông xuất thân từ trường Võ bị Lục quân của [[Việt Nam Quốc dân Đảng]] được mở ra ở vùng Tây Bắc [[Miền Bắc (Việt Nam)|miền Bắc Việt Nam]], huấn luyện [[người Việt]] trong các đảng phái để phục vụ cho các lực lượng kháng chiến. Sau có một số gia nhập vào Quân đội [[Liên hiệp Pháp]]. Trong thời gian tại ngũ ông luôn được giao đảm trách những chức vụ liên quan đến tham mưu nên có thể xem lĩnh vực tham mưu là chuyên môn của ông. Ông cũng là một trong số ít sĩ quan được thăng cấp tướng ở thời kỳ [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|Đệ nhất Cộng hòa]] (Thiếu tướng đầu năm 1957). Điều này chứng tỏ bản thân ông được Tổng thống [[Ngô Đình Diệm]] ưu ái.<ref>Sở dĩ tướng Chiểu được ưu ái là do có một thời gian ông làm Tham mưu trưởng cho [[Giáo phận Phát Diệm|Giáo phái Phát Diệm]]. Giáo phái này về sau là một Lực lượng Công giáo tích cực ủng hộ và hậu thuẫn cho Tổng thống [[Ngô Đình Diệm]] trong suốt thời gian cầm quyền ở [[Miền Nam (Việt Nam)|miền Nam Việt Nam]] (1954-1963).<\/ref> Tuy nhiên, cuộc [[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính ngày 1 tháng 11 năm 1963]] ông lại là một thành viên trong nhóm tướng lĩnh cầm đầu.\n\n==Tiểu sử & binh nghiệp==\nÔng sinh vào ngày 20 tháng 11 năm 1920 trong một gia đình điền chủ khá giả tại làng Nộn Khê, huyện [[Yên Mô]], tỉnh [[Ninh Bình]]. Cụ thân sinh làm chức thông phán (người làng gọi là ông Phán Đăng). Ông học Tiểu học tại Ninh Bình, Trung học Đệ nhất cấp<ref>Trung học Đệ Nhất cấp ở miền Nam ''(nay là Trung học Cơ sở)'' trước năm 1971 gồm các lớp: Đệ Thất (lớp 6), Đệ Lục (lớp 7), Đệ Ngũ (lớp 8), Đệ Tứ (lớp 9). Học xong Đệ Tứ, thi lấy bằng Trung học (Thành Chung) ''(Thời Pháp thuộc có tên là Diplôme)''<\/ref> ở Nam Định thi đậu bằng Thành chung. Năm 1938, khi học lên Trung học Đệ nhị cấp<ref>Trung học Đệ Nhị cấp ''(nay là Trung học Phổ thông)'' trước năm 1971 gồm các lớp: Đệ Tam (lớp 10), Đệ Nhị (lớp 11) (học xong Đệ Nhị thi lấy bằng Tú tài 1 (Tú tài bán phần) ''(Thời Pháp thuộc có tên Baccalauréat 1ère Partie (Part 1)'', tiếp đến lên lớp Đệ Nhất (lớp 12) (học xong Đệ Nhất thi lấy bằng Tú tài 2 (Tú tài toàn phần) ''(Thời Pháp thuộc có tên Certificat Secondaire (Part II)'', sau đó lên thẳng Cao đẳng hoặc Đại học.<\/ref> ông được gia đình cho ra Hà Nội học ở Trường Lycée du Protectorat ''(Sau năm 1945 đổi tên thành Trường Trung học Quốc lập Chu Văn An, tên dân gian gọi là \"Trường Bưởi\")''. Năm 1941 ông thi đậu Tú tài toàn phần (Part II). Sau đó ông thi vào Đại học và đã học đến năm thứ 2 ở Trường Đại học Y khoa Hà Nội.\n\n===Quân đội Liên hiệp Pháp===\nCuối năm 1945, ông nhập ngũ mang số quân 40\/301.796. Theo học khóa 4 Trường Võ bị Lục quân Trần quốc Tuấn tại Chapa, Lào Kay,<ref>Trường Võ bị Lục quân Trần Quốc Tuấn do [[Việt Nam Quốc dân Đảng]] thành lập. Ban Giám đốc và ban giảng huấn đều là sĩ quan người Nhật đã bỏ ngũ trước và sau khi Đế quốc Nhật đầu hàng Đồng Minh. Mục đích của những quân nhân này là giúp đỡ cho Quốc dân đảng Việt Nam<\/ref> khai giảng ngày 1 tháng 1 năm 1946. Tháng 12 cùng năm mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]]. Ra trường ông được đi tu nghiệp tại trường Võ bị Hoàng Phố, Trung Hoa.<ref>Thực ra, khi Pháp đầu hàng Nhật, ông di chuyển sang Trung hoa phục vụ Quân đội Quốc dân Đảng do Thống chế [[Tưởng Giới Thạch]] làm Tổng Tư lệnh, và được tu nghiệp ở trường Sĩ quan Hoàng Phố<\/ref> Tháng 4 năm 1947 mãn khóa về nước, ông được thăng cấp [[Thiếu úy]] phục vụ trong Tiểu đoàn Bộ binh thuộc Quân đội Liên hiệp Pháp. Tháng 6 năm 1948, ông được thăng cấp [[Trung úy]], biệt phái làm Tham mưu trưởng đơn vị Phụ lực quân của Lực lượng Giáo phái Phát Diệm.<ref>Chỉ huy Lực lượng Vũ trang Giáo phái Phát Diệm do Đức Giám mục [[Lê Hữu Từ]] làm Tổng Điều hành.<\/ref>\n\n===Quân đội Quốc gia Việt Nam===\nNăm 1950, sau khi [[Quốc gia Việt Nam]] thành lập Quân đội, ông được trưng dụng phục vụ [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] và được thăng cấp [[Đại úy]]. Tháng 7 năm 1952, ông được cử đi du học lớp Tham mưu tại Trường Tham mưu Ba Lê ''(École d'État Major de Paris, France)'' đến đầu năm 1953 mãn khóa về nước. Tháng 8 năm 1954, sau Hiệp định Genève (20 tháng 7), di chuyển vào Nam ông được thăng cấp [[Thiếu tá]] và được cử làm Tiểu đoàn trưởng Tiểu đoàn 18 Việt Nam đóng tại Cao nguyên Trung phần.<ref>Tiểu đoàn 18 Việt Nam được thành lập ngày 1 tháng 5 năm 1951 tại Phát Diệm.<\/ref>\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 11 năm 1955, sau khi Quân đội Quốc gia được cải danh thành [[Quân đội Việt Nam Cộng hòa]], chuyển sang cơ cấu quân đội mới ông được thăng cấp [[Trung tá]] giữ chức vụ Tham mưu trưởng Đệ nhất Quân khu Nam Việt do Đại tá [[Trần Văn Minh (lục quân)|Trần Văn Minh]] làm Tư lệnh. Ngày 8 tháng 12 năm 1956, ông được thăng cấp [[Đại tá]] được bổ nhiệm giữ chức vụ Tổng Giám đốc Tổng nha Cảnh sát-Công an thay thế Thiếu tướng [[Nguyễn Ngọc Lễ]] được cử đi giữ chức vụ Chỉ huy trưởng [[Trung tâm Huấn luyện Quốc gia Quang Trung|Trung tâm Huấn luyện số 1]].<ref>Trung tâm Huấn luyện số 1 là hậu thân của Trung tâm Huấn luyện tại Quán Tre. Sau trở thành Trung tâm Huấn luyện Quốc gia Quang Trung.<\/ref> Ngày 27 tháng 2 năm 1957, ông được thăng cấp [[Thiếu tướng]] tại nhiệm.\n\nNgày 7 tháng 3 năm 1958, nhận lệnh bàn giao chức vụ Tổng giám đốc Cảnh sát-Công an lại cho Thiếu tướng [[Nguyễn Văn Là]]. Ngày 15 tháng 8 cùng năm, ông được cử giữ chức vụ Tham mưu trưởng Liên quân tại Bộ Tổng tham mưu. Đến giữa tháng 9 năm 1960, bàn giao chức vụ Tham mưu trưởng Liên quân lại cho Thiếu tướng [[Nguyễn Khánh]]. Ngay sau đó, ông được chỉ định giữ chức vụ Chỉ huy trưởng Trường Chỉ huy tham mưu<ref>Nguyên là Trung tâm Chiến thuật Hà Nội. Sau năm 1954 chuyển vào Sài Gòn lấy tên Đại học Quân sự. Năm 1960 chuyển lên Đà Lạt đổi thành trường Chỉ huy và Tham mưu<\/ref> thay thế Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]]. Tháng 8 năm 1961, bàn giao Trường Chỉ huy Tham mưu lại cho Trung tướng [[Thái Quang Hoàng]], ông được cử đi du học lớp Tham mưu cao cấp (khóa 1961 - 1962) thụ huấn 42 tuần tại Học viện Fort Leavenworth, Kansas, Hoa Kỳ<ref>Cùng đi tu nghiệp lớp Chỉ huy Tham mưu 1961 - 1962 tại Hoa Kỳ với Thiếu tướng Phạm Xuân Chiểu còn có Thiếu tá Không quân [[Lê Minh Luân (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Minh Luân]] (Sinh năm 1926 tại Hà Nội, tốt nghiệp Trường Sĩ quan Nước Ngọt Vũng Tàu, sau cùng là Đại tá Phụ tá Tư lệnh Quân chủng Không quân).<\/ref>. Giữa năm 1962, mãn khóa về nước tùng sự ở Bộ Tổng Tham mưu.\n\nNgày 1 tháng 11 năm 1963, ông tham gia cuộc đảo chính chế độ Tổng thống Ngô Đình Diệm. Ngày 2 tháng 11, ông được thăng cấp [[Trung tướng]] giữ chức Uỷ viên An ninh của [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] do Trung tướng [[Dương Văn Minh]] làm Chủ tịch.\n\nĐầu tháng 2 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý ngày 30 tháng 1]] để giành quyền lãnh đạo của tướng [[Nguyễn Khánh]], ông được cử giữ chức Đệ Tam phó Chủ tịch Hội đồng Quân nhân Cách mạng do Trung tướng [[Nguyễn Khánh]] làm Chủ tịch. Ngày 17 tháng 2 năm 1965, ông được Hội đồng tướng lãnh bầu làm Chủ tịch Hội đồng Quốc gia Lập pháp. Hội đồng này gồm có 20 thành viên. Tháng 10 cùng năm ông được cho giải ngũ vì đã phục vụ quân đội trên 20 năm, đồng thời ông được bổ nhiệm làm Đại sứ Việt Nam Cộng hòa tại [[Nam Hàn]] cho đến tháng 10 năm 1969 mãn nhiệm kỳ về nước.\n\n==Từ sau 1975==\nSau [[Sự kiện 30 tháng 4 năm 1975]], ông ở lại Nam Hàn cho đến cuối năm, sau đó sang Hoa Kỳ, định cư tại Tp Rockville, Tiểu bang Maryland. <ref>[https:\/\/www.youtube.com\/watch?v=N0c145hQ1H4 MĐLS 10\/10: Phạm Xuân Chiểu - Lâm Lễ Trinh]<\/ref>\n\nNgày 7 tháng 8 năm 2018, ông từ trần tại nơi định cư. Hưởng thọ 98 tuổi.\n\n==Gia đình==\n*Phu nhân: Bà Nguyễn Lệ Hà\n:Ông bà có 8 người con (3 trai, 5 gái):<br>Phạm Xuân Giang, Phạm Hùng Quốc, Phạm Xuân Chử, Phạm Thị Tường Nguyên, Phạm Thị Khánh Chi, Phạm Thị Tường Vân, Phạm Thị Tường Anh, Phạm Thị Tường Loan\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{Thời gian sống|1920|2018}}\n\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Người Mỹ gốc Việt]]"}