{"3388299":"{{Chú thích trong bài|date=tháng 12\/2022}}{{Hộp thông tin Tu sĩ\n| background = green\n| tên = Phạm Thị Yến\n| hình = Phật tử Phạm Thị Yến (Pháp Danh- Tâm Chiếu Hoàn Quán).jpg\n| chú thích hình = Phật tử Phạm Thị Yến\n| sanskrit = \n| kiểu tên khác = \n| tên khác = \n| tôn giáo = [[Thiền tông|Phật giáo Thiền tông]]\n| quốc tịch = {{VIE}}\n| tên khai sinh = Phạm Thị Yến\n| ngày sinh = {{Ngày sinh và tuổi|1970|03|01}}\n| nơi sinh = [[Hạ Long, Quảng Ninh]], [[Việt Nam]]\n| ngày mất = <!--{{Ngày mất và tuổi|YYYY|MM|DD|YYYY|MM|DD}} (điền năm\/tháng\/ngày của ngày mất trước, ngày sinh sau)-->\n| nơi mất = \n| nơi an nghỉ = \n| resting_place_coordinates = <!-- tọa độ địa lí của nơi an nghỉ -->\n| spouse = \n| con cái = \n| bố mẹ = \n| website = {{url|https:\/\/phamthiyen.com}}\n| period = \n| kích thước hình = \n| alt = \n| school = [[Thiền tông]] [[Trúc Lâm Yên Tử]]\n}}'''Phạm Thị Yến''' (sinh ngày 01 tháng 03 năm 1970) là một [[Phật tử]], cư sĩ tại gia đang tu tập dưới sự giáo dưỡng của trên Thầy Trụ Trì cùng chư Tăng [[chùa Ba Vàng]]. Với tâm tin kính Tam Bảo, cô luôn luôn chuyên tâm nghe học lời Phật dạy và thực hành lời Phật dạy qua sự giảng dạy của thầy Thích Trúc Thái \n\nMinh. Ngoài ra, với tâm hộ trì Tam Bảo, hộ độ cho chư Tăng tu hành, cô cũng rất tinh tấn tham gia các hoạt động Phật sự, các lễ hội lớn tại chùa, khuyến tấn các Phật tử trong CLB và các đạo tràng cùng tham gia.\n\nCô Phạm Thị Yến sinh ra và lớn lên tại thành phố [[Hạ Long]], tỉnh [[Quảng Ninh]], Việt Nam. Nguyên quán ở thôn Kim Tháp, xã Đồng Tiến, huyện Khoái Châu, tỉnh Hưng Yên.\n\n== Hoạt Động Trong Lĩnh Vực Phật Giáo ==\n\nNăm 2004, cô biết đến Phật Pháp từ việc con trai lớn của cô (Phan Hồng Nhu) tham gia khóa tu mùa hè ở Thiền Viện Trúc Lâm Yên Tử. Khi đó, Thầy [[Thích Trúc Thái Minh]] đang phụ trách Ban Tri Khách ở [[Thiền viện Trúc Lâm Yên Tử|Thiền Viện Trúc Lâm Yên Tử]].\n\nNăm 2007, Thầy Thích Trúc Thái Minh được hoà thượng [[Thích Thanh Từ]] cho phép và Phật tử, nhân dân phường Quang Trung, thành phố Uông Bí, tỉnh Quảng Ninh thỉnh mời về làm trụ trì chùa Ba Vàng…\n\nCô Phạm Thị Yến quy y tại Thiền Viện Trúc Lâm Yên Tử có pháp danh là \"Tâm Chiếu Hoàn\", sau khi cô nhận Thầy Thích Trúc Thái Minh làm Sư Phụ, Thầy Thích Trúc Thái Minh đã đặt cho cô thêm chữ \"Quán\" vào pháp danh.\n\nĐến năm 2009, được sự cho phép của trên Thầy Trụ Trì (Thầy Thích Trúc Thái Minh), cô Phạm Thị Yến (Tâm Chiếu Hoàn Quán) đã thành lập đạo tràng Từ Tâm, ban đầu chỉ có 5 thành viên. Đạo tràng đã trợ duyên và hộ trì để Thầy Thích Trúc Thái Minh xây dựng Tăng đoàn tại chùa Ba Vàng.\n\nTừ đó, đạo tràng Từ Tâm không ngừng phát triển trong quá trình tu tập và làm Phật sự ở khắp các tỉnh thành trên cả nước.\n\n– Năm 2016, cô Phạm Thị Yến (Tâm Chiếu Hoàn Quán) thành lập [[CLB Cúc Vàng - Tập Tu Lục Hòa]] với gần 10 đạo tràng, với khoảng hơn 700 thành viên tham gia.\n\n– Đầu năm 2019, CLB Cúc Vàng - Tập Tu Lục Hòa đã có gần 40 đạo tràng và câu lạc bộ.\n\n– Tháng 6\/năm 2021: đã có 220 đạo tràng, nhóm Phật tử được thành lập với số lượng ước tính hơn một vạn Phật tử.\n\n– Tháng 6\/năm 2022: đã có gần 400 đạo tràng, nhóm Phật tử được thành lập.\n\n– Tháng 02\/năm 2023: đã có gần 500 đạo tràng, nhóm Phật tử được thành lập với số lượng ước tính hàng vạn Phật tử.\n\n== Quá Trình Tu Tập ==\n\nHạnh nguyện:\n\nHạnh nguyện: Phát Tâm Bồ đề, tu tập các công đức, hồi hướng cầu Vô Thượng Bồ Đề, chứng đắc Niết Bàn (nguyện thứ 19 trong 48 lời nguyện của đức Phật A Di Đà).\n\nCông hạnh:\n\nPhát Tâm Bồ Đề, Hộ Trì Tam Bảo, Chuyển Tải Phật Pháp, Rộng Khắp Thế Gian.\n\n– Quá trình tu tập của Cô trong thời gian này: \n\n+ Nghe học Phật Pháp, tại các buổi thuyết Pháp của Sư Phụ cùng chư Tăng tại chùa Ba Vàng. \n\n+ Bố trí sắp xếp thời gian phận sự, sách tấn các đạo hữu trong câu lạc bộ và nhập thất tu tập.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies-inline}}\n\n[[Thể loại:Sinh năm 1985]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Vận động viên bóng chuyền Việt Nam]]\n[[Thể loại:Phụ nữ Việt Nam thế kỷ 21]]"}