{"97055":"{{Thông tin viên chức\n| tên = Phạm Văn Phú\n| hình = \n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: QD II VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn II và Quân khu 2\n| bắt đầu = 11\/1974\n| kết thúc = 3\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Thiếu tướng\n| tiền nhiệm = -Trung tướng [[Nguyễn Văn Toàn]]\n| kế nhiệm = Sau cùng\n| địa hạt = Quân khu II\n| phó chức vụ = Tư lệnh phó<br><br>Phụ tá 1<br><br>Phụ tá 2<br><br>Tham mưu trưởng\n| phó viên chức = -Chuẩn tướng [[Lê Văn Thân]]<br>-Chuẩn tướng [[Trần Văn Cẩm]]<br>-Chuẩn tướng [[Phạm Duy Tất]]<br>-Đại tá Lê Khắc Lý\n| chức vụ khác = \n| thêm = \n| chức vụ 2 = [[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|22px]]<br>Chỉ huy trưởng<br>Trung tâm Huấn luyện Quang Trung\n| bắt đầu 2 = 1\/1973\n| kết thúc 2 = 11\/1974\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Thiếu tướng\n| phó chức vụ 2 = \n| phó viên chức 2 = \n| tiền nhiệm 2 = -Thiếu tướng [[Đoàn Văn Quảng]]\n| kế nhiệm 2 = -Thiếu tướng [[Trần Bá Di]]\n| địa hạt 2 = Biệt khu Thủ đô\n| chức vụ khác 2 = \n| thêm 2 = \n| chức vụ 3 = [[Hình: ARVN 1st Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 1 Bộ binh\n| bắt đầu 3 = 8\/1970\n| kết thúc 3 = 9\/1972\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Chuẩn tướng<br>-Thiếu tướng (6\/1971)\n| phó chức vụ 3 = \n| phó viên chức 3 = \n| tiền nhiệm 3 = -Thiếu tướng [[Ngô Quang Trưởng]]\n| kế nhiệm 3 = -Đại tá [[Nguyễn Văn Điềm]]\n| địa hạt 3 = Quân khu I\n| chức vụ khác 3 = \n| thêm 3 = \n| chức vụ 4 = [[Hình: 81st Airborne Commando Battalion.svg|22px]]<br>Tư lệnh Binh chủng Lực lượng đặc biệt\n| bắt đầu 4 = 1\/1970\n| kết thúc 4 = 8\/1970\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Chuẩn tướng\n| phó chức vụ 4 = \n| phó viên chức 4 = \n| tiền nhiệm 4 = -Đại tá [[Phan Đình Thứ]]\n| kế nhiệm 4 = -Đại tá Hồ Tiêu\n| địa hạt 4 = Biệt khu Thủ đô\n| chức vụ khác 4 = \n| thêm 4 = \n| chức vụ 5 = [[Hình: QD IV VNCH.jpg|22px]]<br>Tư lệnh Biệt khu 44 Chiến thuật\n| bắt đầu 5 = 7\/1968\n| kết thúc 5 = 1\/1970\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Đại tá<br>-Chuẩn tướng (4\/1969)\n| phó chức vụ 5 = \n| phó viên chức 5 = \n| tiền nhiệm 5 = \n| kế nhiệm 5 = -Đại tá Võ Hữu Hạnh\n| địa hạt 5 = Vùng 4 chiến thuật\n| chức vụ khác 5 = \n| thêm 5 = \n| chức vụ 6 = [[Hình: ARVN 1st Division SSI.svg|22px]]<br>Phụ tá Tư lệnh Sư đoàn 1 Bộ binh\n| bắt đầu 6 = 3\/1966\n| kết thúc 6 = 7\/1968\n| tiền nhiệm 6 = \n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Đại tá\n| kế nhiệm 6 = \n| địa hạt 6 = Vùng 1 chiến thuật\n| phó chức vụ 6 = Tư lệnh Sư đoàn\n| phó viên chức 6 = -Chuẩn tướng [[Phan Xuân Nhuận]]<br>(3\/1966-6\/1966)<br>-Chuẩn tướng [[Ngô Quang Trưởng]]<br>(6\/1966-8\/1970)\n| chức vụ khác 6 = \n| thêm 6 = \n| chức vụ 7 = [[Hình: ARVN 2nd Division SSI.svg|22px]]<br>Quyền Tư lệnh Sư đoàn 2 Bộ binh<br>và Biệt khu 12 Chiến thuật\n| bắt đầu 7 = 6\/1965\n| kết thúc 7 = 3\/1966\n| tiền nhiệm 7 = \n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Đại tá\n| kế nhiệm 7 = \n| địa hạt 7 = Vùng 2 chiến thuật\n| phó chức vụ 7 = Tư lệnh đương nhiệm\n| phó viên chức 7 = -Thiếu tướng [[Hoàng Xuân Lãm]]\n| chức vụ khác 7 = \n| thêm 7 = \n| chức vụ 8 = [[Hình: 81st Airborne Commando Battalion.svg|22px]]<br>Tham mưu trưởng<br>Binh chủng Lực lượng đặc biệt\n| bắt đầu 8 = 8\/1964\n| kết thúc 8 = 3\/1966\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Trung tá (11\/1964)<br>-Đại tá (4\/1965)\n| tiền nhiệm 8 = -Trung tá Nguyễn Hộ\n| kế nhiệm 8 = -Trung tá Nguyễn Hợp Đoàn\n| địa hạt 8 = Biệt khu Thủ đô\n| phó chức vụ 8 = Tư lệnh Binh chủng\n| phó viên chức 8 = Đại tá [[Đoàn Văn Quảng]]\n| chức vụ khác 8 = \n| thêm 8 = \n| chức vụ 9 = [[Hình: QD III VNCH.jpg|22px]] [[Hình: 81st Airborne Commando Battalion.svg|22px]]<br>Chỉ huy trưởng Lực lượng Đặc biệt<br>Vùng 3 Chiến thuật\n| bắt đầu 9 = 4\/1964\n| kết thúc 9 = 4\/1965\n| tiền nhiệm 9 = \n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Thiếu tá\n| phó chức vụ 9 = \n| phó viên chức 9 = \n| kế nhiệm 9 = \n| địa hạt 9 = Vùng 3 chiến thuật\n| chức vụ khác 9 = \n| thêm 9 = \n| chức vụ 10 = [[Hình: 81st Airborne Commando Battalion.svg|22px]]<br>Liên đội trưởng Liên đội 1 Quan sát<br>thuộc Binh chủng Lực lượng Đặc biệt\n| bắt đầu 10 = 8\/1961\n| kết thúc 10 = 4\/1964\n| tiền nhiệm 10 = \n| trưởng chức vụ 10 = Cấp bậc\n| trưởng viên chức 10 = -Thiếu tá (10\/1960)\n| phó chức vụ 10 = \n| phó viên chức 10 = \n| chức vụ khác 10 = \n| thêm 10 = \n| chức vụ 11 = \n| bắt đầu 11 = \n| kết thúc 11 = \n| tiền nhiệm 11 = \n| kế nhiệm 11 = \n| địa hạt 11 = \n| trưởng chức vụ 11 = \n| trưởng viên chức 11 = \n| phó chức vụ 11 = \n| phó viên chức 11 = \n| chức vụ khác 11 = \n| kế nhiệm 10 = \n| địa hạt 10 = Biệt khu Thủ đô\n| thêm 11 = \n| chức vụ 12 = \n| bắt đầu 12 = \n| kết thúc 12 = \n| tiền nhiệm 12 = \n| kế nhiệm 12 = \n| địa hạt 12 = \n| trưởng chức vụ 12 = \n| trưởng viên chức 12 = \n| phó chức vụ 12 = \n| phó viên chức 12 = \n| chức vụ khác 12 = \n| thêm 12 = \n| quốc tịch = {{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tự vẫn (uống thuốc độc)\n| nơi ở = \n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| tôn giáo = \n| đảng = \n| vợ = Đỗ Thị Lâm Đệ\n| cha = Phạm Văn Tích\n| mẹ = Nguyễn Thị Nhiễm\n| chồng = \n| họ hàng = Đỗ Văn Lưu (cha vợ)<br>Vương Chúc Anh (mẹ vợ)<br>Các em:<br>Phạm Văn Đương<br>Phạm Thị Phương\n| con = 8 người con (5 trai, 3 gái):<br>Phạm Ngọc Quý<br>Phạm Ngọc Vinh<br>Phạm Ngọc Hiển<br>Phạm Thị Phương Hà<br>Phạm Thị Phương Thảo<br>Phạm Thị Phương Dung<br>Phạm Ngọc Đông<br>Phạm ngọc Phúc\n| học vấn = Tú tài bán phần\n| học trường = -Trường Trung học Phổ thông tại Hà Nội<br>-Trường Võ bị Liên quân Đà Lạt\n| quê quán = Bắc Kỳ\n| ngày sinh = [[16 tháng 10]] năm [[1928]]\n| ngày mất = [[30 tháng 4]] năm [[1975]]<br>(47 tuổi)\n| nơi sinh = [[Hà Đông]], [[Liên bang Đông Dương]]\n| nơi mất = [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Việt Nam Cộng hòa]]\n| giải thưởng = \n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n| năm phục vụ = [[1952]] - [[1975]]\n| cấp bậc = [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n| đơn vị = [[Hình: Vietnamese Airborne Division 's Insignia.svg|20px]] [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]]<br>[[Hình: ARVN 1st Division SSI.svg|20px]] [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]<br>[[Hình: 81st Airborne Commando Battalion.svg|20px]] [[Lực lượng đặc biệt Việt Nam Cộng hòa|Lực lượng Đặc biệt]]<br>[[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|20px]] [[Trung tâm Huấn luyện Quốc gia Quang Trung|Trung tâm Huấn luyện Quang Trung]]<br>[[Hình: QD II VNCH.jpg|20px]] [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II và Quân khu 2]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of South Vietnam.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Tam đẳng\n}}\n\n'''Phạm Văn Phú ''' ([[1928]] - [[1975]]) nguyên là một tướng lĩnh gốc Nhảy dù của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng]]. Ông xuất thân từ trường Võ bị Liên quân do Chính phủ Quốc gia Việt Nam mở ra ở nam Cao nguyên Trung phần vào thời điểm [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] còn là thành phần trong Quân đội Liên hiệp Pháp. Ra trường, ông gia nhập vào Binh chủng Nhảy dù, về sau ông chuyển sang Chỉ huy Binh chủng Lực lượng Đặc biệt và Bộ binh cấp Sư đoàn. Sau cùng ông là Tư lệnh một trong 4 Quân đoàn và Vùng chiến thuật của [[Quân lực Việt Nam Cộng hòa]]. Ông là một trong năm tướng lĩnh [[Việt Nam Cộng hòa]] đã tự sát trong sự kiện [[30 tháng 4]] năm [[1975]].\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 16 tháng 10 năm 1928, trong một gia đình Nho học tại [[Hà Đông]], miền Bắc Việt Nam (nay thuộc [[Hà Nội]]).<ref>Địa giới trước kia là Thị xã tỉnh lỵ của tỉnh Hà Đông, nay là phạm vi của một Quận thuộc Trung tâm Thành phố Hà Nội.<\/ref> Năm 1948, ông tốt nghiệp Trung học chương trình Pháp tại Hà Nội với văn bằng Tú tài bán phần (Part I). Sau đó ông được tuyển dụng làm công chức tại Hà Đông một thời gian đến khi gia nhập quân đội.\n\n===Quân đội Quốc gia Việt Nam===\nGiữa năm 1952, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 48\/300.402. Ông theo học khóa 8 Hoàng Thụy Đông tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 7 năm 1952. Ngày 28 tháng 6 năm 1953, ông mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được chọn phục vụ trong đơn vị Nhảy dù của Quân đội Liên hiệp Pháp. Sau đó, ông chuyển về Tiểu đoàn 5 Nhảy dù đảm trách chức vụ Trung đội trưởng. Tháng 12 cùng năm, ông được thăng cấp [[Trung úy]] giữ chức vụ Đại đội phó.\n\nNgày 14 tháng 3 năm 1954, ông được cử làm Đại đội trưởng Đại đội 1 của Tiểu đoàn 5 Nhảy dù Quốc gia Việt Nam. Trong [[chiến dịch Điện Biên Phủ]], đơn vị của Đại úy Phú nhảy dù xuống chi viện cho quân Pháp, ông đã từng bắt nhịp bài [[La Marseillaise]] (Quốc ca Pháp) cho lính dưới quyền vừa hát vừa xông lên phản kích ở đồi C1 nên được các sĩ quan Pháp cảm kích. Ngày 25 tháng 4, ông được tướng Pháp đặc cách thăng cấp [[Đại úy]] tại mặt trận do chiến tích của Đại đội ông chỉ huy đạt được trong nhiệm vụ tái chiếm cứ điểm trọng yếu là đồi Elianne (đồi C1). Khi Điện Biên Phủ thất thủ, Việt Minh bắt giam ông cùng với Bréchignac, Botella, Clédic, Mackowiak và nhiều quân nhân Pháp khác.<ref>Theo \"Tập đoàn cứ điểm Điện Biên Phủ: 24 giờ cuối cùng\" - Bernard B. Fall, Vũ Trấn Thủ dịch<\/ref> Ngày 7 tháng 5, ông được ghi nhận là mất tích tại chiến trường do bị đối phương bắt làm tù binh, sau đó bị đưa về giam giữ ở trại giam Đình Cả, Thái Nguyên.\n\n===Quân lực Việt Nam Cộng hòa===\nNgày 8 tháng 7 năm 1955, sau [[Hiệp định Genève, 1954|Hiệp định Genève]], Phạm Văn Phú cùng trong số 20 sĩ quan tù binh được Việt Minh trao trả qua ngã cầu Hiền Lương, sông Bến Hải, tỉnh Quảng Trị thuộc vĩ tuyến 17. Sau đó được biên chế vào [[Quân đội Việt Nam Cộng hòa]]. Tháng 9 cùng năm, ông được cử theo học lớp Dẫn đạo Chỉ huy tại Trung tâm Huấn luyện số 1 ở Quán Tre.<ref>TTHL Quán Tre là tiền thân của [[Trung tâm Huấn luyện Quốc gia Quang Trung|Trung tâm Huấn luyện Quang Trung]] sau này.<\/ref> Đến đầu tháng 2 năm 1956, ông được tái phục vụ trong Binh chủng Nhảy dù.\n\nGiữa tháng 1 năm 1960, ông được biệt phái qua đơn vị Bảo an, giữ chức vụ Tỉnh đoàn trưởng Bảo an tỉnh Kiến Phong. Tháng 5 cùng năm, ông được cử làm Quận trưởng quận Trà Cú thuộc tỉnh Vĩnh Long. Ngày 26 tháng 10 cuối năm, nhân dịp lễ Quốc khánh lần thứ năm của nền Đệ nhất Cộng hòa, ông được thăng cấp [[Thiếu tá]] tại nhiệm.\n\nĐầu tháng 8 năm 1961, ông được cử làm Liên đội trưởng Liên đội Quan sát số 1 thuộc Lực lượng Đặc biệt. Hạ tuần tháng 10 cùng năm, được cử đi du học lớp Thực tập hành quân và Huấn luyện Lực lượng Đặc biệt tại Okinawa, Nhật Bản trong thời gian một tháng.\n\nHạ tuần tháng 4 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý]] các tướng lĩnh trong [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] để giành quyền lãnh đạo của tướng [[Nguyễn Khánh]], ông được cử làm Chỉ huy trưởng đơn vị Lực lượng Đặc biệt Vùng 3 Chiến thuật. Đến ngày 10 tháng 8, ông được kiêm chức vụ Tham mưu trưởng Bộ tư lệnh Binh chủng Lực lượng Đặc biệt thay thế Trung tá [[Nguyễn Hộ (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Hộ]].<ref>Trung tá Nguyễn Hộ sinh năm 1921 tại Quảng Trị, tốt nghiệp khóa 1 Võ bị Huế. Sau cùng là Đại tá Tư lệnh phó Lãnh thổ Quân đoàn II.<\/ref> Ngày 1 tháng 11 cùng năm, nhân kỷ niệm 1 năm cách mạng 11\/1963, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nTháng 4 năm 1965, ông được thăng cấp [[Đại tá]] và chuyển ra miền Trung nhận công tác tại Bộ tư lệnh Quân đoàn I ở Đà Nẵng. Cuối tháng 6, Xử lý thường vụ chức vụ Tư lệnh Sư đoàn 2 Bộ binh và Biệt khu 12 chiến thuật trong thời gian Tư lệnh đương nhiệm của Sư đoàn là Thiếu tướng [[Hoàng Xuân Lãm]] kiêm Tư lệnh Quân đoàn I. Thượng tuần tháng 3 năm 1966, ông bàn giao chức vụ Tham mưu trưởng Lực lượng Đặc biệt lại cho Trung tá [[Nguyễn Hợp Đoàn (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Hợp Đoàn]]<ref>Trung tá Nguyễn Hợp Đoàn sinh năm 1930 tại Hải Dương, tốt nghiệp khóa 4 Võ bị Đà Lạt. Sau cùng là Đại tá Tỉnh trưởng kiêm Tiểu khu trưởng Tuyên Đức kiêm Thị trưởng Đà Lạt.<\/ref>, sau đó được cử làm Phụ tá cho Tư lệnh Sư đoàn 1 Bộ binh do Chuẩn tướng [[Phan Xuân Nhuận]] làm Tư lệnh. Hạ tuần tháng 10 cùng năm, ông được cử đi công cán tại Hồng Kông với nhiệm vụ đặc biệt trong thời gian 1 tuần lễ. Hạ tuần tháng 7 năm 1967, tiếp tục là Phụ tá Tư lệnh Sư đoàn 1 do Đại tá [[Ngô Quang Trưởng]] làm Tư lệnh.\n\nĐầu tháng 7 năm 1968, ông thuyên chuyển về Vùng 4 Chiến thuật, được cử làm Tư lệnh Biệt khu 44 Chiến thuật khu vực Đồng Tháp Mười và khu vực biên giới Việt-Miên.<ref>Biệt khu 44 được thành lập ngày 1 tháng 12 năm 1967 gồm 4 tỉnh Kiến Tường, Kiến Phong, Châu Đốc và An Giang.<\/ref> Trung tuần tháng 4 năm 1969, ông được đặc cách thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\nĐầu tháng 1 năm 1970, được lệnh bàn giao Biệt khu 44 lại cho Đại tá [[Võ Hữu Hạnh (Đại tá, Quân lực Việt Nam Cộng hòa)|Võ Hữu Hạnh]],<ref>Đại tá Võ Hữu Hạnh sinh năm 1933 tại Sài Gòn, tốt nghiệp khóa 4 Sĩ quan Thủ Đức. Sau cùng giữ chức Tham mưu phó Quân đoàn II.<\/ref> sau đó ông được bổ nhiệm vào chức vụ Tư lệnh [[Lực lượng đặc biệt Việt Nam Cộng hòa|Lực lượng Đặc biệt]]<ref>Thời điểm tướng Phạm Văn Phú giữ chức vụ Tư lệnh LLĐB, các sĩ quan trong Bộ Tư lệnh gồm có: Đại tá [[Hồ Tiêu (Đại tá, Quân lực Việt Nam Cộng hòa)|Hồ Tiêu]] (Sinh năm 1922 tại Quảng Trị, tốt nghiệp khóa 2 Võ bị Địa phương Trung Việt) giữ chức Tư lệnh phó, Trung tá [[Đỗ Trọng Khôi (Trung tá, Quân lực Việt Nam Cộng hòa)|Đỗ Trọng Khôi]] (Sinh năm 1932 tại Hà Nội, tốt nghiệp khóa 10 Võ bị Đà Lạt) giữ chức Tham mưu trưởng.<\/ref>, thay thế Đại tá [[Phan Đình Thứ]] (tự Lam Sơn).<ref>Đại tá Phan Đình Thứ được chuyển đi làm Phụ tá cho Tư lệnh [[Biệt khu Thủ đô]].<\/ref>\n\nTháng 8 năm 1970, ông được lệnh bàn giao chức vụ Tư lệnh Lực lượng Đặc biệt lại cho Đại tá Hồ Tiêu. Sau đó ông được bổ nhiệm làm Tư lệnh Sư đoàn 1 Bộ binh thay thế Thiếu tướng Ngô Quang Trưởng được bổ nhiệm làm Tư lệnh Quân đoàn IV và Quân khu 4. Giữa tháng 4 năm 1971, ông được đặc cách thăng cấp [[Thiếu tướng]] tại nhiệm, do Sư đoàn 1 đạt được chiến công trong chiến dịch Lam sơn 719. Sau đó, ông được cử làm Trưởng đoàn hướng dẫn phái đoàn gồm 25 quân nhân các cấp có chiến tích ở Hạ Lào đi thăm viếng Trung Hoa Dân Quốc (Đài Loan).\n\nTrung tuần tháng 9 năm 1972, ông xin từ nhiệm để dưỡng bệnh sau khi bàn giao Sư đoàn 1 lại cho Đại tá [[Nguyễn Văn Điềm]] (nguyên Tư lệnh phó Sư đoàn). Đầu năm 1973, ông được chỉ định làm Chỉ huy trưởng Trung tâm Huấn luyện Quang Trung thay thế Thiếu tướng [[Đoàn Văn Quảng]].\n\nĐầu tháng 11 năm 1974, ông bàn giao Trung tâm Huấn luyện Quang Trung lại cho Thiếu tướng [[Trần Bá Di]] (nguyên Tư lệnh phó Quân đoàn IV). Ngay sau đó, ông được bổ nhiệm làm Tư lệnh Quân đoàn II và Quân khu 2 thay thế Trung tướng [[Nguyễn Văn Toàn]].<ref>Trung tướng Toàn được trở về Trung ương giữ chức vụ Chỉ huy trưởng Binh chủng Thiết giáp.<\/ref>\n\n*''Quân đoàn II vào thời điểm tháng 3\/1975, nhân sự trong Bộ Tư lệnh Quân đoàn được phân bổ trách nhiệm như sau:''\n\n-Tư lệnh - Thiếu tướng Phạm Văn Phú<br>-Tư lệnh phó<ref>Đặc trách về Lãnh thổ của Quân khu<\/ref> - Chuẩn tướng [[Lê Văn Thân]]<br>-Phụ tá 1<ref>Phụ tá Tư lệnh Quân đoàn, Đặc trách Kế hoạch Hành quân<\/ref> - Chuẩn tướng [[Trần Văn Cẩm]]<br>-Phụ tá 2<ref>Phụ tá Tư lệnh Quân đoàn, Đặc trách Chỉ huy trưởng cuộc Triệt thoái Quân đoàn II kiêm Chỉ huy trưởng Biệt động quân Quân khu 2<\/ref> - Chuẩn tướng [[Phạm Duy Tất]]<br>-Tham mưu trưởng - Đại tá [[Lê Khắc Lý (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Khắc Lý]]<ref>Đại tá Lê Khắc Lý sinh năm 1933 tại Thừa Thiên, tốt nghiệp khóa 4p Võ khoa Thủ Đức<\/ref><br>-An ninh Quân đội - Đại tá [[Nguyễn Văn Hãn (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Hãn]]<ref>Đại tá Nguyễn Văn Hãn sinh năm 1928 tại Hà Nam, tốt nghiệp khóa 3p Võ khoa Thủ Đức<\/ref><br>-Trưởng phòng 2<ref>Phòng chuyên về lãnh vực Tình báo và Phản gián<\/ref> - Đại tá [[Nguyễn Phúc Vĩnh Phổ (Đại tá, Quân lực Việt Nam Cộng hòa)|Vĩnh Phổ]]<br>-Trưởng phòng 3<ref>Phòng chuyên về lên kế hạch, đồng thời theo dõi và đáp ứng các yêu cầu cho những cuộc hành quân lớn và nhỏ của các đơn vị trực thuộc Quân đoàn, Quân khu<\/ref> - Trung tá [[Nguyễn Văn Đệ (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Đệ]]<ref>Trung tá Nguyễn Văn Đệ, tốt nghiệp khóa 10 Võ bị Liên quân Đà Lạt<\/ref><br>-Trưởng phòng Tổng Quản trị - Trung tá [[Trần Tiệp (Trung tá, Quân lực Việt Nam Cộng hòa)|Trần Tiệp]]<br>-Chỉ huy Pháo binh - Đại tá [[Nguyễn Ngọc Sáu (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Ngọc Sáu]]<ref>Đại tá Nguyễn Ngọc Sáu sinh năm 1928 tại Sài Gòn, tốt nghiệp khóa 6 Võ bị Liên quân Đà Lạt, nguyên Chỉ huy phó thay thế Đại tá Phạm Trọng Phùng ''(sinh năm 1928 tại Thanh Hóa, tốt nghiệp khóa 3 Võ khoa Thủ Đức)'' bị thương về Quân y viện Nha Trang điều trị<\/ref><br>-Chỉ huy Tiếp vận - Đại tá [[Phạm Thanh Nghị (Đại tá, Quân lực Việt Nam Cộng hòa)|Phạm Thanh Nghị]]<ref>Đại tá Phạm Thanh nghị sinh năm 1930 tại Thanh Hóa, tốt nghiệp khóa 1 Võ khoa Nam Định<\/ref>\n\n==1975== \nĐầu tháng 3\/1975, [[chiến dịch Tây Nguyên]] của [[Quân Giải phóng miền Nam]] nổ ra. Phạm Văn Phú đã có những phán đoán sai lầm, góp phần khiến tính hình chiến sự ngày càng xấu đi, làm suy sụp tinh thần và tan rã gần như hoàn toàn lực lượng của Quân đội Sài Gòn ở Cao nguyên Trung phần\n\nNgày 16 tháng 3, theo chỉ thị của Tổng thống [[Nguyễn Văn Thiệu]] trong cuộc họp khẩn cấp ngày 14 tháng 3<ref>Cuộc họp gồm có Tổng thống [[Nguyễn Văn Thiệu]], Tổng tham mưu trưởng Đại tướng [[Cao Văn Viên]] và 4 tướng Tư lệnh 4 Quân đoàn<\/ref> tại Thị xã Cam Ranh, ông được chỉ thị tổ chức và chỉ huy cuộc triệt thoái toàn bộ Quân đoàn II và Quân khu 2 về Tuy Hòa để tái phối trí (Bộ tư lệnh Quân đoàn đặt ở Nha Trang). Cuộc triệt thoái này đã hoàn toàn thất bại, làm rối loạn và thiệt hại lớn cho Quân đoàn II và Quân khu 2. Sau đó ông bị triệu tập về Sài Gòn nhưng vì lâm bệnh nặng nên không thể trình diện Tổng thống Thiệu được. Đầu tháng 4, ông phải vào điều trị tại Tổng y viện Cộng hòa.\n\nĐến sáng ngày 29 tháng 4 tại tư dinh số 19 đường Gia Long, Sài Gòn, sau khi nhờ Đại úy Đỗ Đắc Tân (sĩ quan tùy viên) đưa phu nhân và các con ông lên phi trường Tân Sơn Nhứt (nay là [[sân bay quốc tế Tân Sơn Nhất]]) để di tản ra khỏi Việt Nam, ông đã tự sát bằng một liều thuốc độc cực mạnh. Một trung úy tên Mạnh (sĩ quan an ninh) biết được sự việc liền báo ngay cho phu nhân chưa kịp lên đường, quay trở lại đưa ông vào [[bệnh viện Grall]] cấp cứu nhưng vô vọng vì ông đã uống quá nhiều thuốc. Ông bị hôn mê đến 11 giờ 15 trưa ngày 30 tháng 4, tỉnh lại thều thào hỏi phu nhân về hiện tình chiến cuộc ra sao. Sau khi được biết Tổng thống [[Dương Văn Minh]] đã ra lệnh cho toàn thể Quân lực Việt Nam Cộng hòa buông súng đầu hàng và quân Giải phóng đã tiến vào Sài Gòn, nghe xong ông từ trần, hưởng dương 47 tuổi.\n\n==Huy chương==\n- Bảo quốc Huân chương đệ tam đẳng\n\n==Gia đình==\n*Thân phụ: Phạm Văn Tích\n*Thân mẫu: Nguyễn Thị Nhiễm.\n*Nhạc phụ: Đỗ Văn Lựu ''(nguyên là Trung tá Chỉ huy phó Ngự lâm quân ở Đà Lạt thời Quốc trưởng Bảo Đại)''.\n*Nhạc mẫu: Vương Chúc Anh ''(người Hoa gốc Thượng Hải)''\n*Bào đệ: Phạm Văn Đương\n*Bào muội: Phạm Thị Phương\n*Phu nhân: Bà Đỗ Thị Lâm Đệ \n*Các con: Phạm Ngọc Quý, Phạm Ngọc Vinh, Phạm Ngọc Hiển, Phạm Thị Phương Hà, Phạm Thị Phương Thảo, Phạm Thị Phương Dung, Phạm Ngọc Đông và Phạm Ngọc Phúc<br>''(Trong số 8 người con, hiện có 1 người con gái đang sống ở Việt Nam, 7 người còn lại đã định cư ở Hoa Kỳ)''.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa\n\n[[Thể loại:Sinh năm 1928]]\n[[Thể loại:Mất năm 1975]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Sinh tại Hà Đông]]"}