{"812316":"'''Phạm Ngộ''' ([[chữ Hán]]: 范悟, hay '''Phạm Tông Ngộ''', ? - ?); hiệu: '''Liêu Khê'''; là [[nhà thơ]] và là quan [[nhà Trần]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\n'''Phạm Ngộ''' là người làng Kính Chủ, huyện Giáp Sơn; nay là xã Hoành Sơn, thị xã [[Kinh Môn]], tỉnh [[Hải Dương]].\n \nÔng nguyên họ '''Chúc''', tên '''Kiên'''; sau [[Trần Nhân Tông]] (ở ngôi: [[1285]]-[[1293]]) cho rằng họ ''Chúc'' không phải là họ lớn, mới cho đổi thành họ '''Phạm''', còn tên ''Kiên'' vì trùng với tên Phán thủ Huệ Nghĩa nên đổi thành '''Ngộ'''<ref name=\"TT\">Theo ''[[Đại Việt sử ký toàn thư]]'' (Tập 2), tr. 108.<\/ref>.\n\nTheo tài liệu thì ba cha con ông đều hay [[thơ]]. Cha (không rõ tên) là nhà sư ở Phù Thạch ([[Hà Tĩnh]]), anh là [[Phạm Mại]] (hay Phạm Tông Mại), làm quan đồng thời với ông <ref>Theo ''Từ điển bách khoa Việt Nam'', mục từ: \"Phạm Ngộ\".<\/ref>.\n\nKhông rõ Phạm Ngộ có thi đỗ gì không, chỉ biết khi [[Trần Nhân Tông]] xuất gia ([[Kỷ Hợi]], [[1299]]), Phạm Ngộ và [[Phạm Mại]] đều được cử làm Thị nội học sinh để theo hầu <ref name=\"TT\" \/>.\n\nDưới triều [[Trần Minh Tông]] (ở ngôi: [[1314]]-[[1323]]), ông được điều động làm Tri thẩm hình viện sự, sau lần lượt thăng các chức: Tả ty lang trung, Tri chính sự, đồng Tri thượng thư tả ty sự<ref>Theo ''Lịch triều hiến chương loại chí'' (Tập I, tr. 231), vào thời [[Trần Minh Tông]], Phạm Ngộ cùng [[Nguyễn Trung Ngạn]] đi sứ sang [[Nhà Nguyên|Nguyên]]. Song các sách ở mục \"sách tham khảo\" đều không thấy chép việc này.<\/ref>.\n\nÔng làm quan nổi tiếng ngay thẳng, thanh liêm và cẩn trọng <ref>Theo ''Từ điển bách khoa Việt Nam'' (mục từ \"Phạm Ngộ\") và ''Từ điển văn học'' (bộ mới) (tr. 1360).<\/ref>.\n\n==Tác phẩm==\nTác phẩm của Phạm Ngộ hiện chỉ còn 8 bài thơ chép trong ''[[Toàn Việt thi lục]]'' và ''[[Việt âm thi tập]]''.\n\nThơ Phạm Ngộ là loại thơ ít lời nhiều ý, ít nói thẳng tâm sự của mình ra, mà dùng hình ảnh, dùng cảnh vật để nói thay. Những hình ảnh nhà thơ sử dụng đều giàu sức biểu cảm, gợi thi hứng rất nhiều. Nhìn chung, thơ ông tự nhiên, đôn hậu, trong sáng như hầu hết những cây bút tiêu biểu trong dòng thơ thời [[Nhà Lý|Lý]]-[[Nhà Trần|Trần]] <ref>Theo GS. [[Nguyễn Huệ Chi]], tr. 1360.<\/ref>. \nGiới thiệu một bài:\n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt:\n:'''Đại Than dạ bạc'''\n:Thập tải giang hồ nhất diệp chu,\n:Tây phong xuy tận hắc điêu cầu.\n:Sương hàn dã tự chung sơ dạ,\n:Nguyệt mãn giang thôn nhạn chính thu.\n:Kim cổ vô cùng ngô đạo tại,\n:Càn khôn bất ngại thử thân phù.\n:Minh thời khổ luyến quy tâm vị,\n:Tàm quý vân sơn nhiễu mộng du.\n|\n:Dịch nghĩa:\n:'''''Đêm đậu thuyền ở bến sông Đại Than'''''<ref>Đại Than là tên một khúc sông, còn gọi là Bình Than. Khúc sông này là đoạn dưới của sông Thiên Đức (tức [[Sông Đuống|sông Đuống]] ngày nay).<\/ref> \t\n:''Mười năm giang hồ với một lá thuyền con,\n:''Gió tây thổi phai hết màu đen trên chiếc áo cầu lông điêu.\n:''Ngôi chùa quê trong sương lạnh, tiếng chuông điểm khi đêm vừa đổ xuống,\n:''Xóm ven sông trăng tỏa, chim nhạn bay giữa tiết trời thu.\n:''Kim cổ vô cùng, đạo ta vẫn còn mãi,\n:''Trời đất không ngăn trở, thân này cứ lênh đênh.\n:''Còn lưu luyến với đời thịnh trị, chưa được thoả lòng quy ẩn,\n:''Thẹn thùng, mây núi cứ quẩn quanh trong giấc chiêm bao.\n|}\n\n==Sách tham khảo==\n* [[Ngô Sĩ Liên]], ''[[Đại Việt sử ký toàn thư]]'' (Tập 2). Nhà xuất bản Khoa học Xã hội. 1985.\n* [[Nguyễn Huệ Chi]], mục từ \"Phạm Ngộ\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n* Nguyễn Đăng Na (chủ biên), ''Văn học thế kỷ X-XV'', mục từ \"Phạm Ngộ\". Nhà xuất bản Khoa học Xã hội, 2004.\n* Nhiều người soạn, ''Từ điển bách khoa Việt Nam'', mục từ \"Phạm Ngộ\" \n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]"}