{"52293":"'''Phạm Thế Hiển''' (范世顯,<ref>[[s:Trang:Viet Nam Su Luoc.djvu\/271|Việt Nam sử lược\/Quyển II\/Cận kim thời đại\/Chương VII]]<\/ref> [[1803]]–[[1861]]) là một danh thần đời [[Minh Mạng]], chết trong trận [[Pháp]] công phá [[đại đồn Chí Hòa]] năm [[1861]]. Ông là anh ruột Phó bảng [[Phạm Thế Húc]].\n\n== Tiểu sử ==\nÔng quê ở làng Luyến Khuyết, huyện [[Đông Quan]] - tỉnh [[Nam Định]] thời [[nhà Nguyễn]] (nay là xã Thụy Phong, huyện [[Thái Thụy]], tỉnh [[Thái Bình]]). Đỗ Cử nhân năm [[Mậu Tý]] [[1828]], năm sau Kỷ Sửu [[1829]] đỗ [[Đồng tiến sĩ xuất thân|Tam giáp Đồng tiến sĩ]]<ref>[[Quốc triều khoa bảng lục]]<\/ref>. Vì thế dân gian thường gọi ông là \"Ông Nghè Luyến Khuyết\".\n\nTrong quá trình làm quan, ông nổi tiếng cương trực, được [[vua]] [[Tự Đức]] tin dùng và lần lượt giữ chức Tham tri bộ Binh, bộ Hình...\n\nNăm 1854, ông được cử làm Tham tán quân thứ Gia Định, ít lâu sau thăng Tuần phủ Gia Định, rồi Thự (quyền) Tổng đốc Gia Định - Biên Hòa, kiêm Tham biện Kinh lược sứ, cùng Thống đốc quân vụ đại thần Nguyễn Tri Phương lo liệu mọi việc ở sáu tỉnh Nam Kỳ.\n\nKhảo sát đất đai Nam Kỳ ông tâu về triều: “Nam Kỳ có nhiều đất bỏ hoang nếu chiêu mộ được nhiều người hết sức khai khẩn thì sau này có lợi nhiều về kinh tế cho dân và thu được thêm lợi”.\n\nVua Tự Đức chuẩn tấu và dặn dò ông: “Xứ ấy là đất căn bản của nhà nước... ngươi cần hết lòng để vỗ yên dân, cốt để nơi biên thùy được tươi tốt”.\n\nChấp hành lệnh vua, ngay năm ấy (1855) Phạm Thế Hiển đi xem xét chỗ nào có ruộng đất bỏ hoang đều đưa binh lính đến dựng nhà ở, khai phá ruộng hoang để cày cấy. Ông lại cùng Nguyễn Tri Phương và Tổng đốc An Hà (An Giang - Hà Tiên) Doãn Uẩn xin triều đình cho xây dựng đồn lũy kiên cố ở những chỗ hiểm yếu nơi biên thùy, cửa bể, cửa sông để ngăn chặn giặc cướp và chống ngoại xâm.\n\nNăm [[1858]], khi quân [[Pháp]] [[trận Đà Nẵng (1858-1859)|tấn công]] Đà Nẵng, Phạm Thế Hiển, khi đó đang là [[Tổng đốc]] [[Gia Định|Định]] [[Biên Hòa|Biên]] <ref>[[Đại Nam thực lục]], tập 7, đệ tứ kỷ quyển XIX, trang 579.<\/ref> đã được cử sang giữ chức vụ Tham tán Đại thần Quân thứ Quảng Nam (trông coi việc biên phòng tỉnh [[Quảng Nam]]), được Tự Đức cử làm Phó tướng cho [[Nguyễn Tri Phương]]. Ra tới Đà Nẵng, rút kinh nghiệm của những người tiền nhiệm (đã thất bại) hai ông chủ trương “lấy thủ làm chiến” cho đắp đồn lũy thành phòng tuyến kiên cố và liên tiếp mở các trận phục kích tiêu hao sinh lực địch.\n\nTrận chiến ở Đà Nẵng từ tháng 10\/1858 dưới sự chỉ huy của Nguyễn Tri Phương, Phạm Thế Hiển quân ta vừa đánh vừa thủ, vừa tiến vừa giữ. Tháng 10\/1858, quân Pháp tiến đánh Thạch Thán, Phạm Thế Hiển cùng Nguyễn Tri Phương chỉ huy các tướng đánh trả mãnh liệt, giặc Pháp thua phải tháo chạy.\n\nSau chiến thắng Nguyễn Tri Phương và Phạm Thế Hiển được triệu về kinh ban thưởng. Vua Tự Đức hỏi kế sách đánh giặc, hai ông đều thống nhất “đánh là tiện hơn cả” và nói: “Các hạt Nam Kỳ nước ta thóc gạo, sản vật rất nhiều, tàu thuyền buôn bán có lợi... ý chúng (chỉ Pháp) muốn chiếm lấy đất ấy chứ không muốn hòa, cho nên nhiều lần hội bàn giảng hòa không thành...”.\n\nNăm 1860 ông về qu­ê thăm mẹ ốm nặng.Tại đây ông đã tìm gặp [[Phạm Huy Quang]] và đốc học [[Phạm Văn Nghị]] kêu gọi văn thân sĩ phu trong tỉnh dâng biểu xin đánh Tây củng cố lòng tin của vua Tự Đức.\n\nSau khi quân Pháp đánh chiếm thành [[Gia Định]], triều đình lại điều Nguyễn Tri Phương vào Nam. Tháng 12\/1860, Tham tán quân thứ Quảng Nam kiêm Tổng đốc Định Tường, Biên Hòa Phạm Thế Hiển được vua Tự Đức cử giữ chức Tham tán quân thứ Gia Định để cùng với Nguyễn Tri Phương mưu việc chống đánh giặc Pháp. Vừa vào tới nơi, Tham tán Phạm Thế Hiển được Nguyễn Tri Phương cử về các phủ huyện tổ chức dân binh, huấn luyện quân sự, trang bị vũ khí cho họ để họ hỗ trợ, tiếp ứng cho quân Triều đình khi quân Pháp tới đánh. Vào tới Gia Định, ông cùng Nguyễn Tri Phương lo bố phòng lại lực lượng, chiến lũy Chí Hòa được củng cố mở rộng. Hai ông cho áp dụng nhiều cách đánh địch: tập kích quấy rối, phục kích đánh địch khi chúng ra khỏi đồn.\n\nNgày 23\/2 năm [[Tân Dậu]] [[1861]], Kharne chỉ huy liên quân Pháp – Tây Ban Nha đưa toàn bộ lực lượng mạnh gồm 8.000 quân với 30 tàu chiến các loại tấn công đại đồn Chí Hòa. Suốt hai ngày hai đêm, quân ta chiến đấu dũng cảm, gây nhiều tổn thất cho giặc: quan 5 Tây Ban Nha Planca, 4 sĩ quan cao cấp, 30 sĩ quan, 121 hạ sĩ quan và 1805 liên quân xâm lược bị giết tại trận. Song bên ta cũng bị tổn thất nặng nề; Tán lý Nguyễn Duy, Tán tượng Tôn Thất Trĩ trúng đạn chết, Nguyễn Tri Phương bị thương, Phạm Thế Hiển phải lo đốc chiến.\n\nNgày 24\/2 năm [[Tân Dậu]] [[1861]], được sự đồng ý của Nguyễn Tri Phương, Phạm Thế Hiển lệnh cho Lê Tố, Lê Hóa ở tiền đồn mở đường rút quân về thôn [[Tân Tạo]], huyện Tân Long, phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]] là tỉnh lỵ lâm thời của tỉnh Gia Định. Quân Pháp đưa 400 lính, xe ngựa chở súng đến đánh phía trái đồn, Phạm Thế Hiển chỉ huy quân sĩ bắn trả ác liệt, quân Pháp phải rút lui về căn cứ.\n\nNgày 25\/2 năm [[Tân Dậu]] [[1861]], quân Pháp tập trung 300 quân đánh vào phía sau và bên trái đồn. Quân ta chiến đấu vô cùng dũng cảm nhưng hết đạn, hy sinh nhiều. Phạm Thế Hiển lo cứu chữa cho chủ tướng Nguyễn Tri Phương cùng quân lính bị thương chuyển về nơi an toàn. Sau đó Phạm Thế Hiển lệnh cho các quan quân thứ lui về Biên Hòa để củng cố lực lượng, tiếp tục đánh quân Pháp.\n\nNguyễn Tri Phương phải lui quân về giữ [[Biên Hòa]]. Tin đại đồn Chí Hòa thất thủ, vua Tự Đức triệu Phạm Thế Hiển về kinh để hỏi rõ sự tình. Trên đường ra Huế, tới Phú Yên, Phạm Thế Hiển bị bệnh và qua đời, hưởng dương 58 tuổi. Trên đường đưa linh cữu về quê, tỉnh thần và quân thứ các tỉnh đều ra nghênh đón, tế lễ tỏ lòng tôn kính ông.\n\nXem: [[Trận Đại đồn Chí Hòa|Trận Đại đồn Kỳ Hòa]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n{{Thời gian sống|sinh=1803|mất=1861}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}