{"559645":"'''Phạm Thanh Bình''' (sinh năm 1953) là một lãnh đạo chủ chốt, đóng vai trò quan trọng trong vụ khủng hoảng của [[Tập đoàn kinh tế Vinashin|Tập đoàn Vinashin]] (nay là Tổng công ty Công nghiệp Tàu thủy) tại [[Việt Nam]] năm 2010. Trước khi bị đình chức theo quyết định của Thủ tướng [[Nguyễn Tấn Dũng]] ngày [[13 tháng 7]] năm 2010<ref>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/390046\/Dinh-chi-chuc-vu-ong-Pham-Thanh-Binh.html Đình chỉ chức vụ ông Phạm Thanh Bình]<\/ref>, ông Bình là cá nhân giữ cùng lúc ba chức vụ quan trọng nhất ở Tập đoàn Vinashin là Chủ tịch [[Hội đồng quản trị]], Tổng Giám đốc và Bí thư Đảng ủy Tập đoàn.\n\n==Tóm tắt quá trình công tác==\nÔng sinh năm [[1953]] ở Thới Bình, Cà Mau, [[Minh Hải]] (nay thuộc tỉnh [[Cà Mau]]) nhưng tập kết ra Bắc và về quê vào năm 1954. Nguyên quán ông ở [[An Dương]], [[Hải Phòng]]. Năm 1977, ông là Kỹ sư vỏ tàu, cán bộ cấp phòng Viện Nghiên cứu Thiết kế Cơ khí Giao thông Vận tải. Được kết nạp vào [[Đảng Cộng sản Việt Nam]] ngày [[9 tháng 4]] năm 1990, ông Bình được đánh giá là người thăng tiến khá nhanh trên đường hoạn lộ. Năm 1994, ông trở thành Phó Viện trưởng Viện Nghiên cứu Thiết kế Cơ khí Giao thông Vận tải. Năm 1996, ông được điều qua làm Tổng Giám đốc [[Tập đoàn Kinh tế Vinashin|Tổng công ty Công nghiệp tàu thủy Việt Nam]], đến tháng 8 năm 1998 thì được bổ nhiệm làm Chủ tịch Hội đồng Quản trị kiêm Tổng Giám đốc. Từ tháng 6 năm 2003, ông Bình được phân công kiêm thêm chức Bí thư Đảng ủy Tổng công ty. Như vậy, tính đến năm 2010, ông Bình là người nắm giữ quyền lực cao nhất của [[Tập đoàn Kinh tế Vinashin]] (tiền thân là Tập đoàn Công nghiệp Tàu thủy Việt Nam) hơn 7 năm.\n\n==Vụ bê bối Vinashin==\nVào 19g tối [[4 tháng 8]] năm 2010, Cơ quan An ninh điều tra (Bộ Công an) đã tiến hành bắt giam ông Phạm Thanh Bình về hành vi ''\"cố ý làm trái quy định của Nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng\"''. Trước đó, trong một báo cáo của [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam]], được một số báo chí trong nước trích dẫn, cho thấy ông Bình đã thiếu trách nhiệm trong việc huy động, quản lý, sử dụng tiền vốn nhà nước tại Vinashin gây hậu quả nghiêm trọng khiến Vinashin bên bờ vực phá sản. Theo đó, trong nhiều năm, là một tập đoàn doanh nghiệp nhà nước, nhưng lãnh đạo tập đoàn đã báo cáo không trung thực với Chính phủ tình hình tài chính của doanh nghiệp; thành lập quá nhiều công ty con (gần 200) không đủ năng lực sản xuất kinh doanh; đầu tư dàn trải ra nhiều lĩnh vực ngoài ngành công nghiệp tàu thủy; đầu tư mua nhiều tàu biển cũ, gây thiệt hại lớn cho ngân sách nhà nước; vi phạm nghiêm trọng quy định của Nhà nước về lập, phê duyệt, đấu thầu các dự án; các khoản nợ rất lớn, mất khả năng thanh toán. Bộ máy quản lý vốn nhà nước tại nhiều đơn vị thuộc tập đoàn thiếu năng lực. Với tư cách người nắm giữ vai trò lãnh đạo cao nhất, ông Bình có trách nhiệm quan trọng trong những sai phạm này.\n\nNhững sai phạm của ông Bình trong huy động, quản lý, sử dụng tiền vốn của Nhà nước được quy là do thiếu tinh thần trách nhiệm, cố ý làm trái và có biểu hiện vụ lợi cá nhân, gây hậu quả nghiêm trọng về kinh tế, chính trị, xã hội; các khoản nợ rất lớn, mất khả năng thanh toán, đến nay nợ quá hạn và đến hạn không có khả năng thanh toán lên tới hàng chục nghìn tỷ đồng, hơn 5.000 lao động không có việc làm; các khoản nợ lương và bảo hiểm xã hội lên đến 234 tỷ đồng. Nhiều quyết định đầu tư, ông Bình ký mà nhiều thành viên HĐQT, tổng giám đốc khẳng định... không hề được biết. Điển hình là việc mua tàu Hoa Sen ngày [[7 tháng 5]] năm 2007, dù giá trị rất lớn, lên tới 1.390 tỷ đồng nhưng việc này được giao cho Công ty vận tải viễn dương Vinashin mua, chủ tịch HĐQT Phạm Thanh Bình ký, không hề qua hội đồng định giá và mua nhanh đến nỗi mua về rồi... các bộ mới biết - như công nhận của Phó chủ nhiệm Văn phòng Chính phủ [[Phạm Viết Muôn]].<ref name=\"tuoitre\">[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/388731\/Vinashin-co-che%C2%A0doc-nhat-vo-nhi%E2%80%9D.html Vinashin - cơ chế độc nhất vô nhị]<\/ref>\n\nÔng Bình còn lạm dụng quyền hạn, bổ nhiệm người thân trong gia đình đảm nhiệm nhiều chức vụ quan trọng trong Tập đoàn, trực tiếp vi phạm, trái với \"Quy chế quản lý tài chính công ty nhà nước và quản lý vốn nhà nước đầu tư vào doanh nghiệp khác\". Cụ thể, con trai ông Bình là Phạm Bình Minh (sinh năm 1980), chỉ trong vòng 5 năm liên tiếp được thăng chức, từ một nhân viên tập sự trở thành Viện phó Viện Khoa học công nghệ tàu thủy, kiêm Giám đốc Trung tâm Thử nghiệm và kiểm định tàu thủy. Ngay trong năm 2009, ông Bình đã ký quyết định bổ nhiệm con trai mình đến ba lần: ngày [[27 tháng 3]], bổ nhiệm làm Chủ tịch HĐQT Công ty TNHH Tư vấn thiết kế công nghiệp; ngày [[16 tháng 7]], bổ nhiệm kiêm chức Giám đốc Phòng thí nghiệm trọng điểm thuộc Viện Khoa học công nghệ tàu thủy; ngày [[22 tháng 12]], bổ nhiệm kiêm Phó tổng giám đốc Tổng công ty Công nghiệp tàu thủy Dung Quất. Việc bổ nhiệm con trai kiêm nhiệm các chức vụ trên, ông Bình không hề thông qua ý kiến Ban thường vụ Đảng ủy Tập đoàn và Nghị quyết của Hội đồng quản trị<ref name=\"tuoitre\"\/>. Em ruột ông Bình là ông Phạm Thanh Phong, tốt nghiệp tại chức Đại học Xây dựng năm 2000, khi về công tác tại Vinashin, được ông Bình cất nhắc dần lên giữ chức Phó tổng giám đốc Công ty TNHH một thành viên Đầu tư và xây dựng Vinashin. Sau khi được cử làm đại diện góp vốn của Tập đoàn cho Công ty Cổ phần Vinashin - Tư vấn đầu tư, ông Bình bổ nhiệm em trai mình giữ chức Chủ tịch HĐQT kiêm Giám đốc. Em vợ ông Bình, bà Phạm Thu Hằng, từ 1996-2004, được bổ nhiệm làm Trưởng văn phòng đại diện của Tổng công ty công nghiệp tàu thủy Việt Nam tại Nga. Từ 2004 đến nay làm Phó, rồi Trưởng ban Kinh doanh đối ngoại của Tập đoàn. Ông Bình còn ưu tiên \"xẻ\" vốn nhà nước trong Tập đoàn để cho người trong gia đình mình đứng tên làm đại diện như con trai Phạm Bình Minh được cử làm đại diện 10% vốn của Tập đoàn Vinashin trong Công ty Cổ phần kỹ thuật đóng tàu Vinashin, hoặc em trai Phạm Thanh Phong được cử làm đại diện 51% vốn của Tập đoàn Vinashin và Công ty TNHH một thành viên Đầu tư và xây dựng Vinashin tại Công ty cổ phần Vinashin - Tư vấn đầu tư.\n\nVề tài sản cá nhân, tuy đăng ký thường trú tại số 10 Ngô Văn Sở, ông Bình còn có một căn hộ chung cư tại 17T6 Trung Hòa - Nhân Chính, Hà Nội, một căn biệt thự ở khu vực Cầu Diễn, huyện Từ Liêm.<ref>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/393715\/Bat-nguyen-Chu-tich-HDQT-Vinashin-Pham-Thanh-Binh.html Bắt nguyên Chủ tịch HDQT Vinashin Phạm Thanh Bình]<\/ref>\n\nNgày 30\/8\/2012 khi ra tòa án phúc thẩm, ông Bình bị xử y án 20 năm tù và mức tiền bồi thường (hơn 500 tỷ đồng) với tội Cố ý làm trái quy định nhà nước về quản lý kinh tế gây hậu quả nghiêm trọng.<ref>{{chú thích web|url=http:\/\/vnexpress.net\/gl\/phap-luat\/2012\/08\/cuu-chu-tich-vinashin-bi-y-an-20-nam-tu\/|title=Cựu chủ tịch Vinashin bị y án 20 năm tù|publisher=vnexpress|date = ngày 30 tháng 8 năm 2012}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.vinashin.com.vn\/ Trang chủ VINASHIN]\n*[http:\/\/baodientu.chinhphu.vn\/Uploaded_VGP\/thukybientap\/20100804\/Thong%20bao%20%20VPCP.htm Báo cáo của Văn phòng Chính phủ tháng 8.2010 về Về tình hình hoạt động và chủ trương, giải pháp để ổn định, phát triển Vinashin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100820103033\/http:\/\/baodientu.chinhphu.vn\/Uploaded_VGP\/thukybientap\/20100804\/Thong%20bao%20%20VPCP.htm |date=2010-08-20 }}\n*[http:\/\/boxitvn.wordpress.com\/2010\/08\/19\/vinashin-chuy%e1%bb%87n-by-gi%e1%bb%9d-m%e1%bb%9bi-k%e1%bb%83-bi-5-khi-ng%c6%b0%e1%bb%9di-kh%e1%bb%95ng-l%e1%bb%93-chn-n%e1%ba%b7n-b%e1%ba%b1ng-d%e1%ba%a5t-seacute\/ Vinashin chuyện bây giờ mới kể (phần 5) Bauxite Việt Nam]\n\n{{Thời gian sống|1953}}\n\n[[Thể loại:Người Cà Mau]]"}