{"85082":"[[Tập tin:DenThoPhamVanNghi.jpg|nhỏ|phải|Nội và ngoại thất đền thờ Hoàng giáp Tam Đăng Phạm Văn Nghị]]\n'''Phạm Văn Nghị''' ([[chữ Hán]]: ''范文誼'', [[1805]]-[[1884]])<ref>Năm mất ghi theo ''Từ điển Bách Khoa''[http:\/\/cc.msnscache.com\/cache.aspx?q=73338595539157&mkt=en-US&lang=en-US&w=2ae800d3,c07b2561&FORM=CVRE4]{{Liên kết hỏng|date=2021-06-25 |bot=InternetArchiveBot }} và website ''Họ Phạm'' [http:\/\/www.hopham.org\/index.php?mn=newsdetail&key=hoat-dong-dong-ho&newsid=165&type=5]{{Liên kết hỏng|date=2021-06-25 |bot=InternetArchiveBot }}. Sách ''Văn học yêu nước và cách mạng Hà Nam Ninh (tập 1)'' và ''Việt sử giai thoại'' (tập 8) đều ghi ông mất năm [[1881]]. ''Từ điển nhân vật lịch sử Việt Nam'' và ''Hỏi đáp lịch sử (tập 4)'' đều ghi ông mất [[1880]].<\/ref> hiệu '''Nghĩa Trai'''; là một [[giáo viên|nhà giáo]], [[nhà thơ]] và là một viên quan [[nhà Nguyễn]] theo đường lối kháng [[Pháp]] ở [[thế kỷ 19]] trong [[lịch sử Việt Nam]].\n\n==Thân thế==\n[[Tập tin:BiaTS1838Hue.jpg|nhỏ|400px|phải|Đệ nhị giáp tiến sĩ xuất thân Phạm Văn Nghị trên Bia Tiến sĩ năm Mậu Tuất (1838), đặt tại Văn Thánh Miếu Huế, bia thứ 6 nhà bia Hữu vu.]]\nPhạm Văn Nghị là người ở xã [[Tam Đăng]], tổng [[An Trung]], huyện [[Đại An]], phủ [[Nghĩa Hưng]] (nay là thôn Tam Quang, xã [[Yên Thắng]], huyện [[Ý Yên]] tỉnh [[Nam Định]]). Là con của một ông đồ nghèo, nhưng nhờ chăm chỉ học, nên ông lần lượt đỗ: [[Tú tài]] ([[1826]]), [[Hương cống|cử nhân]] ([[1837]]) và [[Hoàng giáp]] ([[1838]], lúc 33 tuổi), nên được người đời gọi là '''Hoàng Tam Đăng'''.\n\n==Thăng trầm chốn quan trường==\nSau khi đỗ đạt cao, ông được bổ làm Tu soạn viện Hàn lâm, rồi làm Tri phủ Lý Nhân. Ở đấy, hễ dân có việc tranh tụng, thì ông thường lấy điều nhân nghĩa để khuyên bảo; vậy mà, có lúc ông bị giáng đến ba cấp <ref>Ghi theo ''Đại Nam chính biên liệt truyện'' (nhị tập, quyển 33) và ''Từ điển nhân vật lịch sử Việt Nam'', sách đã dẫn. Cả hai sách đều không cho biết lý do Phạm Văn Nghị bị giáng.<\/ref>, sau lại được trở về Biên tu ở Quốc sử quán.\n\nNăm [[1845]], ông cáo bệnh từ quan về nhà mở trường dạy học. Ở gần cửa biển Đại An, thấy đất gần cửa biển bỏ hoang, ông bèn chiêu tập người cùng làng đến khai khẩn, lập ấp, đặt tên mới là trại Sĩ Lâm (sau thành tổng Sĩ Lâm, nay là ba xã: [[Nghĩa Lâm]], [[Nghĩa Hùng, Nghĩa Hưng|Nghĩa Hùng]], [[Nghĩa Hải, Nghĩa Hưng|Nghĩa Hải]], huyện [[Nghĩa Hưng]], tỉnh [[Nam Định]]).\n \nNăm [[Tự Đức]] thứ 11 ([[1858]]), ông lại được triều đình triệu ra giữ chức Đốc học [[Nam Định]].\n\n==Nghĩa dũng sĩ phu==\nTháng Bảy ([[âm lịch]]) năm [[Tự Đức]] thứ 11 ([[Mậu Ngọ]], [[1858]]), tàu chiến [[Pháp]] nổ súng đánh phá [[Sơn Trà]] ([[Đà Nẵng]]), dù đang có bệnh, ông vẫn quyết định tạm giao công việc cho bạn đồng khoa là [[Tiến sĩ]] [[Doãn Khuê]], dâng lên vua \"Trà Sơn kháng sớ\" (Sớ kháng nghị việc Sơn Trà), rồi cùng với học trò và một số sĩ phu yêu nước ở [[Nam Định]], lập ngay một đội quân nghĩa dũng gồm 365 người rồi xin vua cho vào [[Đà Nẵng]] đánh quân Pháp.\n \nNhưng khi đội quân nghĩa dũng tới [[Huế]], thì quân Pháp đã rút khỏi nơi đó để vào đánh [[Gia Định]]. Vua [[Tự Đức]] không chuẩn y sớ của ông xin tiếp tục được vào Nam đánh đuổi ngoại xâm, mà chỉ ban lời khen ngợi, nên ông đành phải quay về <ref>Trên đường về, ông có sáng tác bài \"Thoát lỗi ca\" (Bài ca lui giặc) trong đó có nhiều câu thơ đầy tự hào và khí phách.<\/ref>. Tuy vậy, nghĩa cử này đã làm ''rúng động cả sĩ phu Nam Bắc''<ref>Ghi theo ''Từ điển văn học'' (bộ mới), tr. 1377.<\/ref>\n\nVề tới đất Bắc, ông tiếp tục làm chức vụ cũ. Khi ấy, có nhóm thổ phỉ người [[Trung Quốc]] tràn sang quấy nhiễu ở vùng [[Đông Bắc Việt Nam|Đông Bắc]], ông đem ngay số nghĩa dũng vừa chiêu mộ được, đến đóng đồn phòng giữ khi yên mới thôi. Triều đình thăng ông làm Hàn Lâm viện Thị giảng Học sĩ, nhưng vì bệnh nên ông lại xin nghỉ.\n \nNăm [[1866]], ông được sung chức Thương biện, đóng quân ở Hà Cát để trông coi vùng biển. Năm [[Tự Đức]] thứ 26 ([[1873]]), triều đình thăng ông làm Thị độc Học sĩ, ban cho thẻ bài bằng [[vàng]].\n\n[[Mùa đông]] năm ấy, Pháp đem quân đánh chiếm [[Hà Nội]], rồi đánh luôn [[Nam Định]]. Bấy giờ tuy đã 68 tuổi, Phạm Văn Nghị vẫn tổ chức dân binh chặn đánh quân Pháp ở ngã ba Độc Bộ. Do quân ít, chống không nổi, ông cho rút nghĩa quân về lập căn cứ ở Yên Hàn ([[Ý Yên]], [[Nam Định]]).\n\n===Về ở ẩn===\n[[Hòa ước Giáp Tuất (1874)|Hiệp ước Giáp Tuất]] được ký vào ngày [[15 tháng 3]] năm [[1874]], trong đó có điều khoản triều đình [[Huế]] phải giao đứt toàn bộ [[Nam Kỳ]] cho Pháp. Biết được tin này, Phạm Văn Nghị buồn bực, viện cớ tuổi cao, xin về dưỡng lão, mặc dù ông vừa được sung làm Thương biện [[Nam Định]].\n\nSau triều đình truy xét lại việc để thành Nam Định bị thất thủ, ông bị tước đoạt hết mọi chức tước, bổng lộc. Về ở ẩn, ông sống đạm bạc, nơi động [[Hoa Lư]], [[Ninh Bình]], lấy hiệu là \"Liên Hoa Động chủ\".\n\nNăm [[1884]], ông mất vì già yếu, được vua [[Tự Đức]] chuẩn cho khai phục nguyên chức hàm cũ là Thị độc Học sĩ.\n\n==Ghi nhận==\n===Nhân cách===\nSử [[nhà Nguyễn]] chép:\n{{cquote|\n''\"'''Phạm Văn Nghị''' cùng với [[Doãn Khuê]] (đỗ [[tiến sĩ]] cùng khoa với Nghị), được kẻ sĩ đương thời mến phục. Có lần Doãn vào bái yết vua, vua thong thả hỏi chuyện bệnh tình của Nghị rồi cho vàng và tiền để mua thuốc men, lại dụ rằng: \"Không phải ta khen Nghị về sự tiến thoái nhanh nhẹn, mà là khen về sự khí tiết hơn người, gặp việc là hăng hái làm...\" Tuy ở ẩn, nhưng ông Nghị luôn tự trách mình chưa làm hết chức trách với nước, với dân. Có người biết được tấm lòng ông, tâu chuyện lên vua. Vua ban cho ông 100 lạng [[bạc]] và dụ rằng: \"An cư, dưỡng lão, dạy bảo hiền tài, thế cũng đã là lo báo đáp, không nên tự cho như thế là chưa đủ\" ''\n|||[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]], tập 2, quyển 33}}\n\nNăm ông 70 tuổi, nhiều người có liễn đối, thơ mừng thọ, trong số đó có câu của [[Tống Duy Tân]]:\n:''Phong lãng kỉ hồi, đại nghĩa ná tri đầu phát bạch,''\n:''Giang sơn vô dạng, cố viên nhưng hữu cúc hoa hoàng.''\n:Dịch:\n:''Sóng gió nhiều phen, nghĩa lớn sá chi đầu tóc bạc;''\n:''Giang sơn yên ổn, vườn xưa còn đấy luống hoa vàng.''\n\n===Văn nghiệp===\nPhạm Văn Nghị viết nhiều và chủ yếu đều bằng [[chữ Hán]]. Tác phẩm gồm có:\n*'''Tự ký''' (Tự mình ghi chép)\n*'''Tùng Viên văn tập''' (Tập văn Tùng Niên)\n*'''Hoa động đồ trung thập vịnh''' (mười bài thơ vịnh cảnh đẹp [[động Hoa Lư]])\n*'''Nghĩa Trai thi văn tập''' (Tập thơ văn Nghĩa Trai)\nVà bài \"Trừ văn hịch\" (Hịch trừ muỗi).\n \nVề [[chữ Nôm]], ông có bài \"Tứ thành thất thủ phú\" (Phú kể lại việc Pháp đánh thành [[Hà Nội]] lần thứ nhất) và một số bài thơ khác ông làm khi về ở ẩn.\n\nThơ văn yêu nước của ông biểu lộ thái độ căm thù quân xâm lược sâu sắc, đả kích không thương tiếc những quan lại yếu hèn. Nhưng cũng qua đó, người đọc cũng dễ dàng thấy ở ông một tấm lòng yêu dân thiết tha, lòng kính trọng những anh hùng liệt sĩ đã dám xả thân vì nghĩa lớn.\n\nVề cuối đời, ''\"thơ ông nặng về tư tưởng nhàn, song tấm lòng son sắt với dân, với nước thì không hề phai nhạt\"''...<ref>Triêu Dương, ''Từ điển văn học'' (bộ mới), Nhà xuất bản. Thế giới, 2004, tr. 1377.<\/ref>\n\n===Giáo dục===\nNhờ công ông dạy dỗ, nhiều học trò của ông sau này đều đỗ đạt cao, trở thành người hữu ích như: [[Nguyễn Khuyến]], [[Trần Bích San]], [[Đỗ Huy Liêu|Nguyễn Quang Bích, Đỗ Huy Liêu]], [[Phạm Thận Duật]], [[Tống Duy Tân]], [[Đinh Công Tráng]], [[Nguyễn Cao]], [[Lã Xuân Oai]], [[Vũ Hữu Lợi]], [[Phạm Nhân Lý]], [[Trần Văn Gia]], [[Trần Đình Liêm]],..\n\nPhần các con ông, có: con trưởng là Phạm Văn Giảng, [[thi Hội]] đỗ [[Phó bảng]], làm quan đến chức Bố chánh [[Thanh Hóa]]; các con thứ là Phạm Văn Hân, Phạm Văn Hàm, Phạm Văn Phả đều thi đậu [[Hương cống|cử nhân]].\n\n==Tưởng nhớ==\nPhạm Văn Nghị mất, có rất nhiều câu đối, thơ điếu. Giới thiệu hai câu:\n:{| valign=\"top\" width=\"100%\"\n| width=\"50%\"|\n:Phu tử tiên thiên hạ chi ưu, kỷ độ thăng trầm thân thế;\n:Đệ tử thị tiên sinh do phụ, bách niên tồn một thủy chung.\n:Tạm dịch:\n:''Tiên sinh lo việc trước người đời, thân thế nổi chìm ôi mấy độ;''\n:''Đệ tử coi thầy như cha, mất còn chung thủy mãi trăm năm.''\n:(Tống Duy Tân)\n|width=\"50%\"|\n:Tích yên, nghĩa lỗ nhân can, Độc Bộ ba đào câu nộ sắc;\n:Kim dã, nghiêm sương hàn lộ, Hoa Lư thảo thụ đối sầu nhan.\n:Tạm dịch:\n:''Xưa chèo nghĩa buồm nhân, Độc Bộ cồn cồn sóng giận;''\n:''Nay băng đông sương giá, [[Hoa Lư]] ảm đạm cây sầu.''\n:(Khuyết danh)<ref name=\"a\">Chép theo ''Văn học yêu nước và cách mạng Hà Nam Ninh''.<\/ref>\n\nTAM ĐĂNG HOÀNG GIÁP HẠ THỌ\n\nKiều sở Ngô châu thuyết đại phương\/\nBách tùng trinh cốt ngạo hàn sương\/\nDân niên sở thường khám thần đoán\/\nBái khánh đình gian phủ liệt chương\/\nNhất kiến Giang đồn, thiên địa khoát\/\nBán song sơn động, thạch tuyền hương\/\nTường kim kế tiết tri đa nhật\/\nVị trụy tư văn chính mạch trường\/\n Môn sinh NGUYỄN QUANG BÍCH\n\nDịch thơ : \nChót vót châu ta bậc đại phương \/\nBách tùng ngạo nghễ cợt phong sương \/\nSớ tâu tuổi hạc, lệnh trên nghỉ \/\nÁo mũ sân hoè, lễ thọ dâng \/\nMột kiếm sông ngăn, trời đất rộng \/\nNửa non động khép, đá thơm hương \nBám tay ngày hãy còn dài lắm \/\nMạch chính nền văn vẫn vững vàng \/\n Nguyễn văn Huyền dịch\n\nĐể ghi nhớ công đức của Phạm Văn Nghị, nhân dân đã lập đền thờ ở Sĩ Lâm và ở Tam Đăng (cả hai nơi này đều được công nhận là ''di tích lịch sử văn hoá''). Hàng năm lễ hội tưởng niệm được tổ chức tại Sĩ Lâm (xã Nghĩa Lâm) vào ngày 14 và 15 tháng Giêng ([[âm lịch]]), và tại Tam Đăng vào ngày 12 tháng Chạp ([[âm lịch]]).\n\nNgoài ra, tên ông còn được chọn để đặt tên cho nhiều đường phố trong cả nước [[Việt Nam]], trong đó có tên đường trước cửa Trường THPT Phạm Văn Nghị đoạn từ ngã tư Mậu Lực đến cầu Yên Thắng; tên đường trước học viện cảnh sát, Cổ Nhuế, Bắc Từ Liêm, Hà Nội; đường Phạm Văn Nghị ở thành phố Nam Định, thành phố Ninh Bình (đường Phạm Văn Nghị, phường Đông Thành), thành phố Đà Nẵng , thành phố Vũng Tàu (đường Phạm Văn Nghị, phường Thống Nhất)..\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]'' (nhị tập, quyển 33). Nhà xuất bản Văn Học, 2004.\n*Triêu Dương, mục từ \"Phạm Văn NGhị\" in trong ''Từ điển Văn học (bộ mới)''. Nhà xuất bản Thế giới, 2004.\n*Nhiều người soạn, ''Văn học yêu nước và cách mạng Hà Nam Ninh'' (tập 1), Hội VHNT tỉnh biên soạn (Nhà xuất bản Khoa học xã hội, Hà Nội, 1981).\n*Nhiều người soạn ([[Huỳnh Lý]] chủ biên), ''Hợp tuyển thơ văn Việt Nam 1858-1920''. Nhà xuất bản. Văn học, 1984.\n*[[Nguyễn Q. Thắng]] và Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản. Khoa học xã hội, 1992.\n*Nguyễn Khắc Thuần, ''Việt sử giai thoại (tập 8)''. Nhà xuất bản. Giáo dục, 1998.\n*Nhiều người soạn, ''Hỏi đáp lịch sử (tập 4)''. Nhà xuất bản. Trẻ, 2007.\n*Và các website ghi ở phần Liên kết ngoài.\n\n== Liên kết ngoài ==\n{{wikisource tác giả|Phạm Văn Nghị}}\n*[http:\/\/cc.msnscache.com\/cache.aspx?q=73338595539157&mkt=en-US&lang=en-US&w=2ae800d3,c07b2561&FORM=CVRE4 Bài ''Phạm Văn Nghị'']{{Liên kết hỏng|date=2021-06-25 |bot=InternetArchiveBot }} trong Bách khoa toàn thư Việt Nam.\n\n{{Thời gian sống|Sinh=1805|Mất=1884}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Quan quân chống Pháp (1858-1884)]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Nhà giáo Việt Nam thời Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]\n[[Thể loại:Hoàng giáp Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}