{"44019":"[[Tập tin:Fanli.jpg|nhỏ|phải|Phạm Thiếu Bá]]\n'''Phạm Lãi''' ([[chữ Hán]]: 范蠡) (525 TCN - 455 TCN), [[biểu tự]] '''Thiếu Bá''' (少伯), còn gọi là '''Phạm Bá''' (范伯), '''Si Di Tử Bì''' (鸱夷子皮) hay '''Đào Chu Công''' (陶朱公), là một danh thần của [[Việt (nước)|nước Việt]] (khác với nước Việt Nam) thời [[Xuân Thu]] [[Chiến Quốc]], nổi tiếng thông tuệ, học thức và vai trò quan trọng trong việc giúp [[Việt Vương Câu Tiễn]] tiêu diệt [[nước Ngô]], quốc gia trước đó nhờ vào [[Ngũ Tử Tư]] và [[Tôn Vũ]] đã đánh bại [[nước Sở]] .\n\nÔng nổi tiếng như một [[thần đồng]], từ kinh sử, văn học, đến kinh tế lẫn chính trị đều hơn người, các tác phẩm của ông như [[Binh pháp]] (兵法) và [[Dưỡng ngư kinh]] (养鱼经) đã thất lạc, chỉ còn sót lại dẫn cú trong [[Văn tuyển]] (文选). Ngoài ra ông còn tập [[Đào Chu công sinh ý kinh]] (陶朱公生意经) nói về [[thương mại]] cũng rất nổi tiếng.\n\n== Mưu thần phục quốc ==\nPhạm Lãi, người nước Việt thời Việt vương Câu Tiễn. Ông xuất thân bần hàn nhưng tài học hơn người, từ kinh tế, chính trị, văn học và thiên văn không gì không tinh thông.\n\nKhi Việt vương [[Câu Tiễn]] muốn đem quân sang đánh nước Ngô, Phạm Lãi can nhưng Câu Tiễn không nghe. Kết quả là bị [[Ngô Phù Sai]] đánh cho đại bại ở [[Cối Kê]], bị bắt làm tù binh. Sau đó, Việt vương được tha cho về nước.\n\nVề tới nước, Câu Tiễn bên trong nuôi chí phục thù, nhưng ngoài mặt giả vờ tuân phục, hằng năm đều đặn [[triều cống]]. Việt vương giao Phạm Lãi bí mật luyện tập [[quân đội]], tích trữ [[quân lương]]. Cùng lúc, Phạm Lãi và bạn thân là đại thần [[Văn Chủng]] dùng [[mỹ nhân kế]] tuyển lựa người đẹp trong nước là Thi Di Quang (tức [[Tây Thi]] - một trong [[Tứ đại mỹ nhân Trung Hoa|Tứ đại Mỹ nhân]] [[Tên gọi Trung Quốc|Trung Hoa]]) và Trịnh Đán (sau được gọi là Đông Thi) dâng cho vua nước Ngô là [[Ngô Phù Sai]] làm cho Ngô vương hoang dâm, xa xỉ, bỏ bê chính sự, giết hại trung thần [[Ngũ Tử Tư]] (một trong những trụ cột chính của đất nước).\n\nCuối cùng Câu Tiễn đánh úp nước Ngô, tiêu diệt được Ngô Phù Sai rửa được cái nhục ở [[Cối Kê]] (năm 473 TCN).\n\n== Rút lui đúng lúc ==\nKhi đại sự thành công, Phạm Lãi cho rằng vua Việt có tướng cổ cao, môi dài mỏ quạ, là người nhẫn tâm mà ghét kẻ có công, cùng ở lúc hoạn nạn thì được chứ lúc an lạc thì không được, nên không ở lại làm quan mà bí mật trốn đi ở ẩn.\n\nTheo [[Sử ký]]<ref name=SK41>[http:\/\/zh.wikisource.org\/wiki\/%E5%8F%B2%E8%A8%98\/%E5%8D%B7041 Sử ký: quyển 41, Thế gia - Việt vương Câu TIễn thế gia]<\/ref> - nguồn tài liệu đáng tin cậy hơn cả - Phạm Lãi đến nước Tề, cha con cùng tự cày cấy làm ăn.Được mấy năm thì giàu có nổi danh thiên hạ.Vua [[Tề (nước)|Nước Tề]] biết Phạm lãi là người hiền sai sứ mang ấn tướng quốc đến mời ông vào triều làm tướng quốc.Nhưng làm được ba năm thì ông ngậm ngùi than :\"Ở nhà thì có hàng ngàn lạng vàng,làm quan thì đến công, khanh ,tướng quốc,kẻ áo vải được thế là tột bậc rồi,giữ mãi cái tiếng tăm lừng lẫy này là không tốt!\".Bèn trả ấn tướng quốc,đem tất cả tài sản chia cho bạn bè,hàng xóm láng giềng và người nghèo.Chỉ giữ lại và mang những của thật quý lẻn đi.Phạm lãi dừng chân ở đất Đào,cho nơi đó là ở giữa thiên hạ,tiện đường đổi chác,buôn bán để làm giàu.Phạm lãi đổi tên gọi mình là Đào Chu Công và cũng chỉ sau mấy năm lại trở thành người giàu có nổi danh thiên hạ.Sau đó lại chia phần lớn tài sản cho bạn bè và xóm làng .Và lại kinh doanh lại từ đầu.Cuối đời để lại tài sản cho con trai và qua đời ở Đất Đào .Vì Phạm Lãi giàu mà có đức nên người đời sau tôn thờ là ông Thần Tài. \n\nCó thuyết nói rằng ông rủ người đẹp Tây Thi lên thuyền đi vào [[Ngũ Hồ]], cắt đứt mọi mối quan hệ với thế giới bên ngoài, sống cuộc đời phóng khoáng tự do, khi ca hát, khi câu cá, lúc đọc sách, mặc cho thời gian trôi qua. Nhưng có thuyết khác bác bỏ ý trên, [[Đông Chu liệt quốc]] cho rằng khi diệt được Ngô, [[Việt Vương Câu Tiễn|Câu Tiễn]] định mang [[Tây Thi]] về Việt nhưng vợ Câu Tiễn ghen và sợ chồng mình mê đắm Tây Thi mà mất nước như Phù Sai nên bí mật sai người bắt nàng, buộc đá vào cổ và đẩy xuống sông cho chết. Vì thế Phạm Lãi chỉ đi một mình.\n\n== Kinh thương ==\nTrong suốt quãng đời ẩn danh, mưu sinh bằng nghề buôn, ông đã đúc kết cho mình và cho thiên hạ được 18 nguyên tắc kinh doanh hết sức quý giá truyền lại cho đến nay. Sách cổ Trung Hoa sau này ghi lại với tựa là [[Đào Chu công sinh ý kinh]] (陶朱公生意经), còn gọi là '''Đào Chu Công kinh thương thập bát tắc''' (陶朱公经商十八则), '''Đào Chu công thương huấn''' (陶朱公商训) hay '''Đào Chu công thương kinh''' (陶朱公商经).\n\nMười tám quy tắc kinh doanh được phân chia thành ba mục cụ thể rõ ràng.\n\nVỀ CON NGƯỜI:\n\n# '''Sinh ý yếu cần khẩn''': Kinh doanh cần phải cần cù siêng năng, công việc phải luôn luôn khẩn trương thực hiện mới đạt hiệu quả cao. Do là công việc quan trọng liên quan cơm áo, gạo tiền...(sinh ý = cầu ý chí kiếm sống, hay sinh tồn, tồn tại...) nên cần phải cần cù và khẩn trương, thiết nghĩ không còn gì đúng hơn thế nữa...\n# '''Dụng độ yếu tiết kiệm''': Chi dụng hàng ngày và mọi phí tổn phải chú ý tiết kiệm và có lợi nhất. Người làm thương mại dịch vụ chủ yếu lấy công làm lời nên việc tích tiểu thành đại, góp gió thành bão bao giờ cũng ưu tiên.\n# '''Tiếp nạp yếu khiêm hoà''': Khi giao tiếp, thương lượng cần phải khiêm tốn, cung kính, hoà nhã. Người làm kinh doanh bao giờ cũng quan trọng thể diện và uy tín, nên giữ bộ mặt và sĩ diện của mình hết sức quan trọng, tránh lệ thuộc đua chen hoặc mang tiếng là phô trương thái quá, thiếu khiêm tốn và hách dịch, quan liêu, thất lễ.\n\nVỀ PHƯƠNG THỨC KINH DOANH:\n\n# '''Mãi mại yếu tuỳ thời''': Làm kinh doanh, mua bán phải tùy theo thời điểm mà kinh doanh, không được dự đoán sai nhu cầu thị trường hoặc mua bán sau đuôi thiên hạ. Những dự báo sai bao giờ cũng đưa đến kết quả thảm hại, sai một ly đi một dặm...\n# '''Vượng khiếm yếu thức nhân''': Phải biết rõ nhân viên và đối tác giàu hay nghèo, tránh tình trạng thâm lạm công quỹ, dây dưa công nợ, gây ra nợ khó đòi hoặc thất thoát do hoàn cảnh túng bần họ làm liều.\n# '''Trương mục yếu kê tra''': Tài khoản, sổ sách, hồ sơ khách hàng, hàng hoá trong kho, trong thuyền, trên xe hoặc nguồn nguyên liệu, vật liệu phải thường xuyên kê khai, công khai tài chính và số liệu, đảm bảo tra xét chu đáo rõ ràng nhằm vừa quản lý tốt, vừa dự báo tình hình chính xác, vừa chống thất thoát, vừa chuẩn bị kịp thời cho các kế hoạch làm việc sắp tới...Tránh bê bối sổ sách, thâm hụt ngân quỹ, thất thoát tài sản, hư hao lãng phí...\n# '''Ưu liệt yếu phân biệt''': Phàm làm chủ phải có cặp mắt xét đoán, biết nhìn người và phân biệt thị phi, trắng đen rõ ràng; phải biết phân biệt và xét đoán kẻ tốt người xấu để tuyển dụng, uỷ quyền, tổ chức công việc và phân công nhân viên, phải biết nhìn người để lựa chọn đối tác đàng hoàng nghiêm chỉnh, tránh chọn nhầm đối tác xấu có thể gây tác hại lớn khi giao dịch; phải biết ưu điểm và khuyết điểm của nhân sự dưới quyền, thế mạnh và thói xấu của những người xung quanh nhằm tránh giao sai người thiếu năng lực, sai việc, sai địa điểm, sai trách nhiệm gây hậu quả nghiêm trọng.\n# '''Dụng nhân yếu phương chính''': Dùng người tâm phúc hoặc thuộc cấp trong tổ chức phải là những người phương cương chính trực,có tài đức, ngay thẳng để vừa giúp mình giữ gìn kỷ luật, giúp làm gương cho người xung quanh tránh tiêu cực, bè lũ, phe phái gây mất đoàn kết, gây thiệt hại trong quản lý điều hành.\n# '''Xuất nhập yếu cẩn thận''': Hàng hoá, sổ sách, tiền bạc thu chi hàng ngày phải cẩn thận, ghi chép, lưu trữ phải chính xác. Phải có công cụ và phương tiện lưu trữ, bảo quản tránh cháy, nổ, hư hỏng. công tác xuất nhập phải được đối chiếu thường xuyên, cần chính xác tránh gây sai lệch, thất thoát hoặc tạo điều kịên cho kẻ xấu lợi dụng.\n# '''Hoá sắc yếu diện nghiệm''': Hàng hoá muốn mua, nhập kho phải được xem xét thấy tận mắt, đến tận nơi, sờ tận tay. Phải đạt tiêu chuẩn tra xét, kiểm soát, kiểm nghiệm nhằm tránh mua trâu vẽ bóng hoặc mua hàng kém chất lượng.\n# '''Kỳ hạn yếu ước định''': Làm ăn phải coi trọng chữ tín, đúng kỳ hạn tránh tình trạng bị phạt hay bồi thường vì trễ hẹn.\n# '''Tồn lưu yếu kiểm soát''': Hàng hoá trong kho bãi phải được kiểm soát, bảo vệ che đậy, tránh thất thoát, mất trộm, hư hỏng vì mưa nắng, thời tiết nóng ẩm, lũ lụt...\n\nVỀ XÃ HỘI:\n\n# '''Nha môn yếu thông giám''': Làm ăn bất kỳ nơi đâu phải hiểu biết luật pháp, thuế suất, đặt quan hệ quen biết với cơ quan công quyền nhằm tạo thuận lợi cho việc kê khai giấy tờ, hàng hoá. Việc thông qua cơ quan công quyền để họ giám sát việc kinh doanh là một bước đi khôn ngoan để có thể thăm dò tình hình, tin tức chính trị xã hội nhằm có đối sách thích hợp. Mặt khác, mối quen biết có thể tạo tiền đề cho những lúc cần giải cứu về rắc rối luật pháp trong kinh doanh hoặc tạo vỏ bọc bảo vệ an toàn cho chính doanh nghiệp.\n# '''Thịnh vượng yếu tích đức''': Càng phát đạt thì phải càng tích đức hành thiện, vừa làm quảng cáo cho sản phẩm vừa tạo quan hệ tốt đẹp với cộng đồng, nhằm lôi kéo thiện cảm của cộng đồng để họ ủng hộ thương hiệu và sản phẩm.\n# '''Dụng vốn yếu tương hỗ''': Buôn có bạn, bán có phường. Đối với đối tác kinh doanh cùng ngành nghề nên có sự hợp tác mật thiết, nên giúp đỡ lẫn nhau về vốn tài chính, để dễ mượn thị trường hoặc bạn hàng. Hoặc những khi hàng hoá, thị trường bị thiếu hụt, có thể hỗ trợ lẫn nhau. Mặt khác, thương hội có thể tạo điều kiện xúc tiến thương mại ở những nơi xa lạ.\n# '''Xử thế yếu độ lượng''': Đối xử thuộc hạ phải độ lượng, làm công tác tư tưởng và động viên thường xuyên để họ trung thành và cống hiên sức lực và tài trí. Những khi thuộc cấp phạm lỗi thường khen trước chê sau, xử sự nhẹ nhàng thấu tình đạt lý để họ tâm phục khẩu phục. Giữ vững đội ngũ nhân sự ổn định dưới quyền chính là giữ vững sự phát triền bền lâu cho chính cơ ngơi của mình.\n\n== Lời khuyên Văn Chủng ==\nTheo Sử ký, khi bỏ sang Tề, trong thư Phạm Lãi gửi cho Văn Chủng có đoạn viết<ref name=SK41 \/>:\n\n''\"Phi điểu tận, lương cung tàng. Giảo thố tử, tẩu cẩu phanh. Việt vương vi nhân trường cảnh điểu uế, khả dữ cộng hoạn nạn, bất khả dữ cộng lạc. Tử hà bất khứ?\"''\n\nDịch nghĩa:\n\n:''Chim bay mất hết, cung tốt được cất đi. Thỏ khôn chết, chó săn bị nấu. Việt vương là người cổ dài, miệng diều hâu, chỉ có chung hoạn nạn mà không thể chung phú quý. Thầy sao còn chưa lui về?''\n\nVăn Chủng nhận được thư, cáo bệnh không vào triều. Có người sàm tấu Văn Chủng muốn phản loạn. Câu Tiễn ép Văn Chủng [[tự sát]] bằng cách ban cho ông thanh kiếm và viết ''\"Tử giáo quả nhân phạt Ngô thất thuật, quả nhân dụng kì tam nhi bại Ngô, kì tứ tại tử, tử vi ngã tòng tiên vương thí chi.\"''<ref name=SK41 \/> (Dịch nghĩa: Thầy dạy quả nhân 7 thuật phạt Ngô, quả nhân dùng 3 đánh bại Ngô, còn 4 ở lại với thầy, thầy vì ta theo tiên vương mà thử.). Văn Chủng bèn tự sát. Theo một tài liệu khác Văn Chủng bị chém chết<ref>Cuốn Tây Thi của Lợi Bảo, dịch giả Ông Văn Tùng, tr.679<\/ref> dù Văn Chủng không có tội gì.\n\nCũng từ đó mà có thành ngữ \"Thỏ tử cẩu phanh\", dùng để ám chỉ thói đời đen bạc, lấy oán trả ân, các vị vua hung bạo bất nhân, khi đã lập quốc thành công rồi thì trở mặt giết hại các công thần.\n\n== Cứu nước không cứu nổi con ==\nTheo [[Sử ký]], con thứ Phạm Lãi phạm tội giết người, bị giam ở nước Sở<ref name=SK41 \/>. Phạm Lãi quen tướng quốc Sở là [[Trang Sinh]], sai con mang 1.000 dật (24.000 lượng) vàng đi \"đút lót\" cho Trang Sinh xin tha con mình<ref name=SK41 \/>. Ông muốn sai đứa con út đi, nhưng người con cả nhất định đòi đi, nếu không sẽ tự sát; vợ ông cũng muốn để người con cả đã chín chắn vì sợ cậu con út còn ít tuổi. Cuối cùng ông đành nghe theo<ref name=SK41 \/>.\n\nNgười con cả đến nước Sở gặp Trang Sinh, đưa vàng và ngỏ lời nhờ tha cho em mình. Trang Sinh nhận lời, bảo con Phạm Lãi cứ về, rồi em sẽ được thả mà không được hỏi lý do tại sao. Trang Sinh vốn là người ngay thẳng, định bụng sau khi xong việc sẽ hoàn lại vàng cho Đào Chu công<ref name=SK41 \/>.\n\nSau đó Trang Sinh vào tâu vua Sở Huệ Vương, mượn điềm thiên văn tai ương để xui vua Sở phóng thích tù nhân, làm điều phúc đức tránh tai hoạ. Vua Sở nghe theo, bèn ra lệnh sẽ thả hết phạm nhân<ref name=SK41 \/>.\n\nCon cả Phạm Lãi chưa về ngay, lại lấy tiền riêng của mình mang theo là 100 dật<ref name=SK41 \/>, nhờ cậy một vị quan khác nước Sở nghe ngóng tình hình. Nghe tin vị đó báo lại là vua Sở sẽ đại xá, anh ta nghĩ rằng đáng lý mình không phải phí vàng đem đút lót mà em mình vẫn được thả, nên quay lại nhà Trang Sinh. Trang Sinh biết ý anh ta muốn đòi vàng, bèn trả lại; nhưng trong bụng thấy xấu hổ vì bị trẻ con nghĩ rằng mình là kẻ tham lam, bèn vào tâu vua Sở rằng:\n:''Tôi nghe thiên hạ dị nghị rằng đại vương nhận tiền đút lót của Phạm Lãi nên mới đại xá thiên hạ, làm giảm ân đức của người. Vậy xin chém riêng con Phạm Lãi để thiên hạ thấy sự nghiêm minh, nhân đức của đại vương!''<ref name=SK41 \/>\n\nVua Sở nghe theo, bèn sai mang con thứ Phạm Lãi trong ngục ra chém, còn những phạm nhân khác đều tha. Người con cả mang xác em về. Bà vợ khóc than, Phạm Lãi nói:\n:''Sở dĩ tôi muốn sai thằng út đi, vì khi nó sinh ra, nhà ta đã khá giả; vì thế nó sẽ không tiếc của mang hối lộ người ta. Còn thằng cả sinh ra khi nhà ta còn nghèo khó, nó sẽ tiếc của. Bởi thế lúc nó đi, tôi biết là nó sẽ phải mang xác em nó về''<ref name=SK41 \/>.\n\nPhạm Lãi hiểu nhân tình thế thái, không những hiểu từng đứa con, còn hiểu cả Trang Sinh nữa; tuy ông có thể cứu nước Việt nhưng lại không cứu nổi con mình. \n== Nhận Định==\n\n[[Tư Mã Thiên]] nhận định: ''\"Phạm Lãi ba lần đổi chỗ ở mà thành danh trong thiên hạ. Không phải ông ta chỉ bỏ đi một cách dễ dàng và thế là hết. Ông ta ở đâu, là nổi danh ở đấy\"''.\n\nPhạm Lãi là tướng tài duy nhất sống sót, bởi ông đã sớm nhận ra con người của Câu Tiễn. Ông được người đời sau khen là:\n{|\n:Người như ngọc chuốt, lòng tựa lửa hồng\n:Đức còn chảy mãi, nhân tỏ vĩnh hằng<ref>Cuốn Tây Thi của Lợi Bảo, dịch giả Ông Văn Tùng, tr.651<\/ref>\n|}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Thời gian sống |525 TCN|455 TCN}}\n\n# ^ [[Phạm Lãi#cite ref-SK41 1-0|<sup>'''''a'''''<\/sup>]] [[Phạm Lãi#cite ref-SK41 1-1|<sup>'''''b'''''<\/sup>]] [[Phạm Lãi#cite ref-SK41 1-2|<sup>'''''c'''''<\/sup>]] [[Phạm Lãi#cite ref-SK41 1-3|<sup>'''''d'''''<\/sup>]] [[Phạm Lãi#cite ref-SK41 1-4|<sup>'''''e'''''<\/sup>]] [[Thể loại:Nước Việt]] [[Thể loại:Thừa tướng Trung Quốc]] [[Thể loại:Nhân vật quân sự Xuân Thu]] [[Thể loại:Người họ Phạm tại Trung Quốc]] [[Thể loại:Người Trung Quốc lưu vong]] [[Thể loại:Nhà văn nhà Chu]] \n[[Phạm Lãi#cite ref-SK41 1-5|<sup>'''''f'''''<\/sup>]] [[Phạm Lãi#cite ref-SK41 1-6|<sup>'''''g'''''<\/sup>]] [[Phạm Lãi#cite ref-SK41 1-7|<sup>'''''h'''''<\/sup>]] [[Phạm Lãi#cite ref-SK41 1-8|<sup>'''''i'''''<\/sup>]] [[Phạm Lãi#cite ref-SK41 1-9|<sup>'''''j'''''<\/sup>]] [[Phạm Lãi#cite ref-SK41 1-10|<sup>'''''k'''''<\/sup>]] Sử ký: quyển 41, Thế gia - Việt vương Câu TIễn thế gia\n# '''[[Phạm Lãi#cite ref-2|^]]''' Cuốn Tây Thi của Lợi Bảo, dịch giả Ông Văn Tùng, tr.679\n# '''[[Phạm Lãi#cite ref-3|^]]''' Cuốn Tây Thi của Lợi Bảo, dịch giả Ông Văn Tùng, tr.651"}