{"3215424":"'''Phạm Bân''' (1930-1995) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], từng giữ các chức vụ: Phó Đoàn chuyên gia Quân sự Việt Nam tại Cu-ba, Phó Tư lệnh Mặt trận 579, Chỉ huy trưởng Bộ chỉ huy Quân sự Quảng Nam Đà Nẵng.<ref>{{Chú thích web|url = http:\/\/qk5.qdnd.vn\/vi-vn\/116\/335\/truy-tang-danh-hieu-anh-hung-llvt-nhan-dan-cho-thieu-tuong-pham-ban\/341940.html|title = Truy tặng danh hiệu Anh hùng LLVT nhân dân cho Thiếu tướng Phạm Bân|ngày truy cập = 2015-04-19|archive-date = 2015-04-19|archive-url = https:\/\/web.archive.org\/web\/20150419070310\/http:\/\/qk5.qdnd.vn\/vi-vn\/116\/335\/truy-tang-danh-hieu-anh-hung-llvt-nhan-dan-cho-thieu-tuong-pham-ban\/341940.html|url-status = dead}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.cadn.com.vn\/news\/102_126531_ga-p-ma-t-nhan-di-p-chu-ti-ch-nuo-c-truy-ta-ng-danh-hie-u-anh-hu-ng-llvtnd-cho-thie-u-tuo-ng-pha-m-ban.aspx|title = Gặp mặt nhân dịp Chủ tịch nước truy tặng danh hiệu Anh hùng LLVTND cho Thiếu tướng Phạm Bân}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.dnrtv.org.vn\/news\/tin-dia-phuong\/chinh-tri\/48404\/tieu-doan-bo-binh-9-don-nhan-danh-hieu-anh-hung-llvtnd|title = Tiểu đoàn bộ binh 9 đón nhận danh hiệu Anh hùng LLVTND|ngày truy cập = 2015-04-19|archive-date = 2015-04-19|archive-url = https:\/\/web.archive.org\/web\/20150419065222\/http:\/\/www.dnrtv.org.vn\/news\/tin-dia-phuong\/chinh-tri\/48404\/tieu-doan-bo-binh-9-don-nhan-danh-hieu-anh-hung-llvtnd|url-status = dead}}<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng quê tại xã [[Điện Nam]], huyện [[Điện Bàn]], tỉnh [[Quảng Nam]].\n\nTháng 4 năm 1946, ông nhập ngũ được điều về Đại đội 8 Tiểu đoàn 101 Trung đoàn 43 làm liên lạc.\n\nTháng 6 năm 1947, chuyển sang công tác quân báo biệt động, là tiểu đội trưởng của Huyện đội Điện Bàn.\n\nTháng 9 năm 1948, phụ trách đội thoát ly của các xã của huyện Điện Bàn.\n\nTháng 3 năm 1949, học đào tạo do Tỉnh đội Quảng Nam mở.\n\nTháng 1 năm 1950, chuyển về công tác tại Tỉnh đội Quảng Nam.\n\nTháng 2 năm 1953, chuyển về Huyện đội Điện Bàn kiêm xã đội trưởng xã Điện Nam.\n\nCuối năm 1953, chuyển về Đại đội 64 Tỉnh đội Quảng Nam.\n\nTháng 7 năm 1954, công tác tại Đại đội 5, Tiểu đoàn 6, Trung đoàn 93, Tỉnh đội Quảng Nam.\n\nCuối năm 1954, ông tập kết ra Bắc, được điều về Sư đoàn 324 giữ chức Đại đội trưởng công binh, Sư đoàn 324. \n\nTháng 9 năm 1958, ông được cử đi học tại trường Văn hóa Lạng Sơn.\n\nTháng 10 năm 1961, đi học tại Trường Thiết giáp Trung Quốc.\n\nTháng 11 năm 1964, về nước được điều về Tiểu đoàn 2 Trung đoàn 202 thuộc Bộ Tổng tư lệnh. \n\nTháng 3 năm 1965, ông là Tiểu đoàn trưởng Tiểu đoàn 6 Trung đoàn 203 thuộc Bộ tư lệnh Thiết giáp.\n\nTháng 3 năm 1966, Tiểu đoàn trưởng Tiểu đoàn 4 Trung đoàn 202.\n\nTháng 7 năm 1966, Trợ lý tham mưu chiến thuật Bộ tư lệnh Thiết giáp. \n\nNăm 1967, trở về miền Nam chiến đấu.\n\nTừ năm 1968 đến năm 1969, ông được điều về Trường Quân chính Quân khu 5 là phân khoa phó.\n\nTừ năm 1969 đến năm 1972, ông là Trung đoàn trưởng Trung đoàn 31 Sư đoàn 2 Quân khu 5.\n\nTừ năm 1972 đến năm 1974, ông là Tham mưu phó Sư đoàn 711, Trung đoàn trưởng Trung đoàn xe tăng Quân khu 5.\n\nTừ năm 1974 đến năm 1975, ông là Trưởng phòng Thiết giáp Quân khu 5. \n\nTừ năm 1975 đến năm 1978, ông là cán bộ tổng kết của Quân khu 5.\n\nTừ năm 1978 đến năm 1979, ông là Sư trưởng Sư đoàn 307 Quân khu 5.\n\nTừ năm 1979 đến năm 1980, ông học tại Học viện Quân sự cấp cao.\n\nTừ năm 1980 đến năm 1985, ông là Chỉ huy trưởng Bộ chỉ huy quân sự tỉnh Quảng Nam - Đà Nẵng.\n\nTừ năm 1985 đến năm 1990, ông là Phó tư lệnh Mặt trận 579.\n\nTừ năm 1990 đến năm 1994, ông là Phó Đoàn chuyên gia Quân sự Việt Nam tại Cuba.\n\n[[Thiếu tướng]] (1986).\n\n== Khen thưởng ==\nDanh hiệu Anh hùng Lực lượng Vũ trang nhân dân (truy tặng năm 2015)\n\nHuân chương Quân công (hạng Nhì, Ba)\n\n2 Huân chương Chiến công giải phóng hạng Nhất\n\n2 Huân chương Chiến công giải phóng hạng Nhì\n\nHuân chương Chiến thắng chống Pháp hạng Ba\n\nHuân chương Kháng chiến chống Mỹ hạng Nhất\n\nHuân chương Chiến sĩ vẻ vang (hạng Nhất, Nhì, Ba)\n\nHuân chương Chiến sĩ giải phóng (hạng Nhất, Nhì, Ba)\n\nHuy chương Quân kỳ quyết thắng\n\nHuân chương bảo vệ Tổ quốc do Nhà nước Căm-pu-chia trao tặng\n\nHuy hiệu 40 năm tuổi Đảng. \n\n== Chú thích ==\n{{tham khảo}}\n{{thời gian sống|1930|1995}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam người Quảng Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}