{"1221051":"{{thiếu nguồn gốc}}\n{{wikify}}\n'''Phạm Công Hưng''' (范公興) hay còn gọi là '''Phạm Văn Hưng''' (范文興), một danh tướng, trụ cột của nhà [[Nhà Tây Sơn|Tây Sơn]].\n\nPhạm Công Hưng là anh em cùng họ với Thái bảo [[Phạm Văn Tham]], Hộ giá [[Phạm Ngạn]], có chị hoặc em là [[Phạm Thị Liên]] lấy [[Nguyễn Huệ|Quang Trung]] Hoàng Đế [[Nguyễn Huệ|Nguyễn Văn Huệ]].\n\n== Sự nghiệp ==\n\nNăm 1771, Phạm Văn Hưng tham gia khởi nghĩa Tây Sơn ngay từ ngày đầu, dưới trướng Nguyễn Văn Huệ.\n\nNăm 1787, Khi hai anh em [[Nguyễn Nhạc|Nguyễn Văn Nhạc]], [[Nguyễn Huệ|Nguyễn Văn Huệ]] đánh nhau, ông theo về phe của Bắc Bình vương [[Nguyễn Huệ|Nguyễn Văn Huệ]]. Tháng 9 cùng năm ông đem 30 thuyền vận tải lương vào Gia Định lấy lương thực và hỗ trợ Phạm Văn Tham chống quân Nguyễn. Tuy nhiên, một thời gian ngắn sau (khoảng 1 tháng), ông phải mang lương thực quay về Phú Xuân.\n\nNăm 1792, Sau khi Quang Trung Hoàng Đế mất, ông được phong chức Thái úy, trông giữ binh quyền, một chức chỉ đứng sau chức Thái sư của [[Bùi Đắc Tuyên]] và trên cả chức Đại Tổng quản của [[Trần Quang Diệu]]. Phạm Văn Hưng được ban tước Quận công nên người đời và sử gọi ông là Phạm Công Hưng. Thái sư Bùi Đắc Tuyên “quản đốc trông coi các việc trong ngoài” và Thái uý Phạm Văn Hưng thì “cùng giữ việc quan trọng về quân quốc”.\n\nNăm 1793, Khi thành Hoàng Đế lâm nguy, Phạm Văn Hưng cùng [[Ngô Văn Sở]], [[Trần Quang Diệu]], [[Nguyễn Văn Huấn]], [[Lê Trung]] đem quân vào giải vây. Sau đó ông cùng Nguyễn Văn Huấn bắt ép Thái Đức Hoàng Đế Nguyễn Văn Nhạc, tịch thu lấy binh lương khiến Thái Đức Hoàng Đế Nguyễn Văn Nhạc uất ức mà chết.\n\nTrong các năm tiếp sau Phạm Văn Hưng cùng Trần Quang Diệu, Nguyễn Văn Huấn, Lê Trung tích cực đem quân đánh Bình Thuận, Diên Khánh, mưu đồ nam tiến đánh bại lực lượng của [[Gia Long|Nguyễn Phúc Ánh]], Bùi Đắc Tuyên cũng đi theo làm tán nghị nhưng không thành. Do bị ốm, ông cùng Nguyễn Văn Huấn thu quân về Phú Xuân. Chỉ huy quân đội tiếp tục chiến đấu là Đại Tổng quản Trần Quang Diệu và Tư lệ Lê Trung.\n\nỞ Phú Xuân, Thái sư Bùi Đắc Tuyên lông quyền, giết hại và bức bách nhiều đại thần.\n\nNăm 1795, Đại Tư khấu [[Vũ Văn Dũng]] từ Bắc Thành về gặp Trung thư lệnh [[Trần Văn Kỷ]]. Sau đó Vũ Văn Dũng, Phạm Văn Hưng, Nguyễn Văn Huấn làm binh biến bắt giết phe đảng Thái sư Bùi Đắc Tuyên, Đại Tư mã Ngô Văn Sở.\n\nĐại Tổng quản Trần Quang Diệu và Tư lệ Lê Trung từ Diên Khánh, Phú Yên về Phú Xuân cùng Vũ Văn Dũng, Nguyễn Văn Huấn cách sông đối địch. Phạm Văn Hưng cùng [[Võ Đình Tú]] phải đi điều đình. Các tướng vào triều gặp Cảnh Thịnh. Cuối cùng sắp xếp lấy Phạm Văn Hưng làm Thái úy, Trần Quang Diệu làm Thiếu phó, Vũ Văn Dũng làm Đại Tư đồ, [[Nguyễn Văn Danh]] làm Đại Tư mã (thay Ngô Văn Sở đã chết). Bốn người trên được gọi là [[Tứ trụ Đại thần]].\n\nTrong bốn người trên, Thái úy Phạm Công Hưng có quyền lớn nhất, do nắm trong tay binh quyền, Trần Quang Diệu tiếng là thăng Thiếu phó nhưng bị mất binh quyền. Đại Tư mã Nguyễn Văn Danh là anh ruột của Hộ giá Thượng tướng quân Nguyễn Văn Huấn, hai anh em là anh em họ ngoại của nhà Tây Sơn. Chức Thái sư bỏ trống.\n\nVề phe Vũ Văn Dũng có: Hộ giá Thượng tướng quân Nguyễn Văn Huấn, Đại Đô đốc [[Vũ Văn Thành]], [[Bùi Hữu Hiếu]]...\n\nVề phe Trần Quang Diệu có: Đại Tổng quản [[Lê Văn Thanh]], Tư lệ [[Lê Trung]], các Đại Đô đốc [[Lê Danh Phong]]. [[Trần Danh Tuấn]], [[Đào Công Giản]], [[Nguyễn Văn Xuân (tướng nhà Nguyễn)|Nguyễn Văn Xuân]]...vv\n\nMột số đại thần trung lập, chỉ theo lệnh của Cảnh Thịnh như: Nội hầu [[Nguyễn Thế Tử]], [[Lê Văn Lợi]], Kiểm điểm [[Trần Viết Kết]], Thái phó [[Lê Văn Ứng]], Thượng thư [[Hồ Công Diệu]]...\n\nNgoài ra chưa kể các tướng cũ của Thái Đức muốn ly khai khỏi Tây Sơn và các tướng Bắc Hà dưới quyền Khang công [[Nguyễn Quang Thùy]].\n\nPhạm Văn Hưng nỗ lực chèo chống để duy trì đại cuộc nhưng sau ông già yếu, lâm bệnh rồi mất. Nội bộ nhà Tây Sơn càng mất đoàn kết, dần dần đi đến suy vong.\n\n== Gia đình ==\n\nThái úy Phạm Văn Hưng có hai người con trai:\n\n* [[Phạm Văn Định]]: được phong chức Tư khấu, tước Quận công, chỉ huy đạo pháo binh. Khi Nguyễn Phúc Ánh đánh lấy Phú Xuân, Phạm Công Định đem binh theo đường thượng đạo về cứu nguy nhưng bất thành. Phạm Công Định bại trận, trốn vào các sách Man. Sử nhà Nguyễn [[Đại Nam thực lục|Đại Nam Thực Lục]] chép rằng ông bị thương rồi chết, nhưng có thuyết nói ông cải trang thoát đi. Hiện nay vẫn còn lưu giữ chiếc ấn của ông ở Thừa Thiên Huế.\n* [[Phạm Văn Trị]]: người đóng Giả Vương, đi sứ nhà Thanh, sau được gả công chúa, làm phò mã, ban quốc tính nên còn gọi là Nguyễn Văn Trị. Phạm Văn Trị chống giữ cửa biển nhưng bị [[Lê Văn Duyệt]] và [[Lê Chất]] đánh bại, bị bắt sống ở bến Trường Hà. Sau đó ông bị giải về Gia Định xử tử.\n\nHọ Phạm có nhiều người tham gia khởi nghĩa Tây Sơn, đóng góp lớn cho vương triều. Ngoài những người trên còn có Thái bảo [[Phạm Văn Tham]], Hộ giá Thượng tướng quân [[Phạm Ngạn]], Tham đốc Phạm Văn Điềm...\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}