{"1463445":"{{Viên chức\n| tên = Phạm Xuân Thăng\n| hình = \n| ngang = \n| chức vụ = \n| bắt đầu = \n| kết thúc = \n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| trưởng chức vụ = \n| trưởng viên chức = \n| phó chức vụ = \n| phó viên chức = \n| chức vụ khác = \n| thêm = \n| chức vụ 2 = [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII|Ủy viên Trung ương Đảng khóa XIII]]<br> ''(Đình chỉ chức vụ trong Đảng từ ngày 16\/9\/2022 đến 3\/10\/2022)''\n| bắt đầu 2 = [[30 tháng 1]] năm [[2021]]\n| kết thúc 2 = [[3 tháng 10]] năm [[2022]]<br\/>{{số năm theo năm và ngày|2021|1|30|2022|10|3}}\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| trưởng chức vụ 2 = [[Tổng Bí thư]]\n| trưởng viên chức 2 = [[Nguyễn Phú Trọng]]\n| phó chức vụ 2 = \n| phó viên chức 2 = \n| chức vụ khác 2 = \n| thêm 2 = \n| chức vụ 3 = Chủ tịch Hội đồng nhân dân tỉnh [[Hải Dương]]\n| bắt đầu 3 = [[23 tháng 3]] năm [[2021]]\n| kết thúc 3 = [[16 tháng 9]] năm [[2022]]<br\/>{{số năm theo năm và ngày|2021|3|23|2022|9|16}}\n| tiền nhiệm 3 = [[Nguyễn Mạnh Hiển]]\n| kế nhiệm 3 = [[Lê Văn Hiệu]]\n| địa hạt 3 = \n| trưởng chức vụ 3 = \n| trưởng viên chức 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ khác 3 = \n| thêm 3 = \n| chức vụ 4 = Bí thư [[Tỉnh ủy Hải Dương]]<br\/>''(Đình chỉ chức vụ trong Đảng từ ngày 16\/9\/2022 đến 3\/10\/2022)''\n| bắt đầu 4 = [[26 tháng 10]] năm [[2020]]\n| kết thúc 4 = [[16 tháng 9]] năm [[2022]]<br\/>{{số năm theo năm và ngày|2020|10|26|2022|9|16}}\n| tiền nhiệm 4 = [[Nguyễn Mạnh Hiển]]\n| kế nhiệm 4 = [[Trần Đức Thắng]]\n| địa hạt 4 = \n| trưởng chức vụ 4 = \n| trưởng viên chức 4 = \n| phó chức vụ 4 = Phó Bí thư\n| phó viên chức 4 = [[Lê Văn Hiệu]] (Thường trực) <br>[[Triệu Thế Hùng]]\n| chức vụ khác 4 = \n| thêm 4 = \n| chức vụ 6 = [[Danh sách Đại biểu Quốc hội Việt Nam khóa XIV|Đại biểu Quốc hội khóa XIV]]\n| bắt đầu 6 = [[2016]]\n| kết thúc 6 = [[2021]]\n| tiền nhiệm 6 = \n| kế nhiệm 6 = \n| chức vụ 5 = Phó Bí thư Thường trực [[Tỉnh ủy Hải Dương]]\n| tiền nhiệm 5 = [[Vũ Văn Sơn]]\n| kế nhiệm 5 = [[Triệu Thế Hùng]]\n| bắt đầu 5 = [[12 tháng 11]] năm [[2019]]\n| kết thúc 5 = [[26 tháng 10]] năm [[2020]]<br>{{số năm theo năm và ngày|2019|11|12|2020|10|26}}\n| chức vụ 7 = Trưởng ban Tuyên giáo [[Tỉnh ủy Hải Dương]]\n| bắt đầu 7 = [[tháng 9]] năm [[2011]]\n| kết thúc 7 = [[12 tháng 11]] năm [[2019]]\n| tiền nhiệm 7 = \n| kế nhiệm 7 = \n| địa hạt 7 = \n| trưởng chức vụ 7 = \n| trưởng viên chức 7 = \n| phó chức vụ 7 = \n| phó viên chức 7 = \n| chức vụ khác 7 = \n| thêm 7 = \n| ngày sinh = {{ngày sinh và tuổi|1966|6|1}}\n| nơi sinh = xã [[An Thanh, Tứ Kỳ|An Thành]], huyện [[Tứ Kỳ]], tỉnh [[Hải Dương]], [[Việt Nam Dân chủ Cộng hòa]]\n| nơi ở = \n| dân tộc = [[Người Kinh|Kinh]]\n| đạo = [[Không tôn giáo|Không]]\n| học vấn = [[Thạc sĩ]] Quản lý Khoa học Công nghệ\n| chết = \n| ngày chết = \n| nơi chết = \n| cha = \n| mẹ = \n| chồng = \n| vợ = \n| con = \n| nghề nghiệp = [[chính trị gia]]\n| đảng = {{CSVN}} (bị khai trừ ngày 3\/10\/2022)\n| phục vụ = \n| cấp bậc = \n}}\n'''Phạm Xuân Thăng''' (sinh năm 1966) là nguyên Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII]], Bí thư Tỉnh ủy, Chủ tịch Hội đồng nhân dân tỉnh, Trưởng Ban Chỉ đạo phòng, chống tham nhũng, tiêu cực tỉnh Hải Dương. Ông từng là Phó Bí thư Thường trực Tỉnh ủy Hải Dương, [[đại biểu Quốc hội Việt Nam]] khóa 14,<ref>{{chú thích web |url =http:\/\/dbqh.na.gov.vn\/daibieu\/27\/988\/Pham-Xuan-Thang.aspx |tiêu đề =Thông tin đại biểu Quốc hội Việt Nam khóa 14 |author = |ngày = |nhà xuất bản =Website Quốc hội Việt Nam |ngày truy cập =ngày 12 tháng 6 năm 2017 |ngôn ngữ = |archiveurl =https:\/\/web.archive.org\/web\/20191224153933\/http:\/\/dbqh.na.gov.vn\/daibieu\/27\/988\/Pham-Xuan-Thang.aspx |ngày lưu trữ =2019-12-24 |url-status =dead }}<\/ref> [[Quốc hội Việt Nam khóa XIII|khóa 13]], thuộc đoàn đại biểu [[Hải Dương]].<ref>{{chú thích web|url=http:\/\/dbqh.na.gov.vn\/XIII\/Daibieu.aspx|title=Danh sách Đại biểu Quốc hội khóa XIII|publisher=[[Quốc hội Việt Nam]]|accessdate=ngày 5 tháng 9 năm 2012|archive-date=2013-10-12|archive-url=https:\/\/web.archive.org\/web\/20131012215700\/http:\/\/dbqh.na.gov.vn\/XIII\/Daibieu.aspx}}<\/ref> Là bị can bị bắt giam về tội lợi dụng chức vụ, quyền hạn khi thi hành công vụ trong vụ án liên quan đến tiêu cực mua kit-test và sinh phẩm phòng chống dịch Covid-19. <ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-20220908164500109.htm|tựa đề=Bắt cựu bí thư tỉnh Hải Dương Phạm Xuân Thăng vì liên quan vụ Việt Á|họ=|tên=|ngày=2022-09-17|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-12-19}}<\/ref>\n\n==Tiểu sử==\nPhạm Xuân Thăng sinh ngày 1 tháng 6 năm 1966, người dân tộc Kinh, [[không theo tôn giáo nào]]. Ông có quê quán tại làng Thanh Kỳ (làng Trẩy con) xã [[An Thanh]], huyện [[Tứ Kỳ]], tỉnh [[Hải Dương]].\n\nÔng có bằng: Cử nhân hóa học; Thạc sĩ Quản lý Khoa học Công nghệ Đại học Sư phạm I; Cử nhân chính trị Đảng Cộng sản Việt Nam.\n\nSau khi tốt nghiệp cử nhân hóa học Đại học Sư phạm I, ông dạy học 6 năm. Ngày 6 tháng 8 năm 1994, Phạm Xuân Thăng gia nhập [[Đảng Cộng sản Việt Nam]]. Sau đó ông thôi làm giáo viên để đi học cử nhân chính trị theo diện học cử đi học để về làm cán bộ đoàn chuyên trách.\n\nTháng 11 năm 2003, Ông là Tỉnh ủy viên, Bí thư Tỉnh Đoàn Hải Dương.\n\nTháng 1 năm 2007 đến tháng 8\/2009, Ông là Bí thư Huyện Ủy Bình Giang.\n\nÔng Phạm Xuân Thăng từng là Ủy viên Ban Thường vụ Tỉnh ủy, Trưởng ban Tuyên giáo Tỉnh ủy, Trưởng ban Tổ chức Tỉnh ủy Hải Dương, đại biểu Quốc hội Việt Nam khóa 13.\n\nNgày 22 tháng 5 năm 2016, Phạm Xuân Thăng trúng cử [[đại biểu Quốc hội Việt Nam khóa 14]] tại tỉnh [[Hải Dương]].\n\nNgày 12 tháng 11 năm 2019, ông được bầu là Phó Bí thư Thường trực Tỉnh ủy Hải Dương.\n\nNgày 26 tháng 10 năm 2020, tại Đại hội lần thứ XVII của Đảng bộ tỉnh Hải Dương tổ chức ở Trung tâm Văn hóa xứ Đông, Ông được bầu làm Bí thư Tỉnh ủy Hải Dương.\n\nNgày 30 tháng 1 năm 2021, tại Đại hội Đại Biểu toàn quốc lần thứ XIII của Đảng Cộng sản Việt Nam tổ chức tại Trung tâm hội nghị quốc gia, ông trúng cử Uỷ viên Ban Chấp Hành Trung Ương Đảng Cộng Sản Việt Nam khoá XIII.<ref>https:\/\/thanhnien.vn\/thoi-su\/ong-pham-xuan-thang-duoc-bau-lam-bi-thu-tinh-uy-hai-duong-1296728.html<\/ref>\n\nSáng ngày 23 tháng 3 năm 2021, HĐND tỉnh Hải Dương khóa XVI, nhiệm kỳ 2016-2021 đã tổ chức kỳ họp thứ 17 - kỳ họp tổng kết nhiệm kỳ. Các đại biểu đã bầu ông Phạm Xuân Thăng, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy giữ chức Chủ tịch HĐND tỉnh Hải Dương khóa XVI, nhiệm kỳ 2016-2021.\n\nNgày 14 tháng 6 năm 2022, tại Hội nghị lần thứ 65, Ban Thường vụ Tỉnh ủy Hải Dương đã thống nhất thành lập Ban Chỉ đạo phòng, chống tham nhũng, tiêu cực tỉnh Hải Dương.\n\nTheo đó, Ban Chỉ đạo phòng, chống tham nhũng, tiêu cực trực thuộc Ban Thường vụ Tỉnh ủy Hải Dương do ông Phạm Xuân Thăng, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh làm Trưởng ban; ông Lê Văn Hiệu, Phó Bí thư Thường trực Tỉnh ủy, Trưởng Đoàn Đại biểu Quốc hội tỉnh Hải Dương và các ông là Ủy viên Ban Thường vụ Tỉnh ủy Hải Dương gồm: Vũ Tiến Phụng, Trưởng Ban Nội chính Tỉnh ủy; Nguyễn Hồng Sơn, Trưởng Ban Tổ chức Tỉnh ủy; Vũ Hồng Hiên, Chủ nhiệm Ủy ban Kiểm tra Tỉnh ủy; Bùi Quang Bình, Giám đốc Công an tỉnh là Phó Trưởng ban. Trong đó, ông Vũ Tiến Phụng, Trưởng ban Nội chính Tỉnh ủy được phân công làm Phó Trưởng ban Thường trực.\n\n=== Liên quan đến Công ty Việt Á trong phòng chống dịch Covid-19 ===\nTrong phòng chống dịch covid-19, tỉnh Hải Dương có sự chỉ đạo để Việt Á được độc quyền cung cấp Kit test covid-19. Vì vậy Hải Dương có tỷ lệ mua Kit test covid-19 của Việt Á lên đến 88% tổng số ngân sách mà tỉnh này đã mua. Ngoài ra còn có sự chỉ đạo để Việt Á được tham gia Test covid-19 tại Hải Dương. Với lợi nhuận từ bán Kit test, bán hóa chất của Việt Á và hoa hồng được chia chác của 1 số quan chức, thì nhiều người cho rằng có thể họ muốn Hải Dương có kết quả test không chính xác, có nhiều ca dương tính, muốn dịch bùng phát, để họ bán và mua nhiều Kit test mà hưởng lợi.\n\nVì thế ngày 11 tháng 8 năm 2022, [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]] đã xem xét kết quả kiểm tra khi có dấu hiệu vi phạm đối với Ban cán sự đảng UBND tỉnh Hải Dương trong lãnh đạo, chỉ đạo thực hiện công tác phòng chống COVID-19. Ủy ban Kiểm tra Trung ương xác định ông Phạm Xuân Thăng, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy Hải Dương, vi phạm \"đến mức phải xem xét kỷ luật\".<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/bi-thu-tinh-uy-hai-duong-vi-pham-den-muc-phai-xem-xet-ky-luat-4498497.html|tựa đề=Bí thư Tỉnh ủy Hải Dương 'vi phạm đến mức phải xem xét kỷ luật'|tác giả=Viết Tuân|website=VnExpress|ngôn ngữ=vi|ngày truy cập=2022-08-31}}<\/ref>\n\nNgày 16-9-2022, tại Trụ sở Trung ương Đảng, Tổng bí thư Nguyễn Phú Trọng chủ trì họp Bộ Chính trị, Ban Bí thư để xem xét, thi hành kỷ luật các tập thể, cá nhân vi phạm. Ông Phạm Xuân Thăng, Ủy viên Trung ương Đảng, Bí thư Tỉnh ủy, Chủ tịch HĐND tỉnh bị xác định vi phạm: nguyên tắc tập trung dân chủ, quy định của Đảng, pháp luật của Nhà nước, quy chế làm việc, quy định về những điều đảng viên không được làm và trách nhiệm nêu gương. Ông Thăng phải chịu trách nhiệm chính, trách nhiệm người đứng đầu về những vi phạm, khuyết điểm của Ban Thường vụ Tỉnh ủy nhiệm kỳ 2020-2025; chịu trách nhiệm trực tiếp, trách nhiệm cá nhân trong thực hiện chức trách, nhiệm vụ được giao; để nhiều tổ chức đảng và đảng viên vi phạm quy định của Đảng, pháp luật của Nhà nước. Căn cứ nội dung, tính chất, mức độ, hậu quả, nguyên nhân vi phạm và quy định của Đảng về kỷ luật tổ chức đảng, đảng viên vi phạm, Bộ Chính trị quyết định thi hành kỷ luật \"đình chỉ sinh hoạt đảng, đình chỉ các chức vụ trong Đảng và trình Ban Chấp hành Trung ương Đảng xem xét, thi hành kỷ luật đối với ông Phạm Xuân Thăng.\" Đề nghị các cơ quan chức năng thi hành kỷ luật về hành chính theo quy định đối với tập thể, cá nhân đã bị kỷ luật đảng.<ref>https:\/\/tuoitre.vn\/dinh-chi-sinh-hoat-dang-bi-thu-tinh-uy-hai-duong-pham-xuan-thang-20220916183038621.htm<\/ref>\n\nNgày 17-9-2022, [[Cục Cảnh sát điều tra tội phạm về tham nhũng, kinh tế, buôn lậu]] (C03, Bộ Công an) đã ra quyết định khởi tố bị can, thực hiện lệnh bắt tạm giam ông Thăng để điều tra về tội lợi dụng chức vụ, quyền hạn trong khi thi hành công vụ. Ông bị cáo buộc đưa ra các chỉ đạo trái với quy định của pháp luật trong đấu thầu để Công ty Việt Á thu về lợi nhuận bất chính, gây thiệt hại nghiêm trọng tài sản nhà nước. <ref>https:\/\/tuoitre.vn\/news-20220908164500109.htm<\/ref>\n\nNgày 3-10-2022, Hội nghị T.Ư 6 khóa XIII, T.Ư đã xem xét kỷ luật ông Phạm Xuân Thăng, Ủy viên T.Ư Đảng, Bí thư Tỉnh uỷ, Chủ tịch HDND tỉnh Hải Dương. Ban Chấp hành T.Ư Đảng đã biểu quyết, quyết định thi hành kỷ luật khai trừ Đảng đối với ông Phạm Xuân Thăng. <ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/post-1506302.html|tựa đề=Khai trừ Đảng Bí thư Tỉnh ủy Hải Dương Phạm Xuân Thăng|ngày=2022-10-03|website=Báo Thanh Niên|ngôn ngữ=vi|ngày truy cập=2022-10-03}}<\/ref>\n\n=== Phát ngôn về vụ bê bối tại CDC Hải Dương ===\n\"Sai phạm của ông Phạm Duy Tuyến là rất nghiêm trọng, đi ngược với nỗ lực chống dịch của cả hệ thống chính trị, gây bức xúc trong cán bộ, đảng viên và nhân dân\". \"Đề nghị Ban Thường vụ Tỉnh ủy, Ban cán sự Đảng UBND tỉnh Hải Dương rút kinh nghiệm sâu sắc trong công tác chỉ đạo, quản lý, giám sát, phòng ngừa tham nhũng, nhất là công tác mua sắm, thanh quyết toán phục vụ phòng chống dịch.\"<ref>{{Chú thích web|url=https:\/\/tienphong.vn\/post-1470646.tpo|tựa đề=Ông Phạm Xuân Thăng từng nói gì về bê bối tại CDC Hải Dương?|ngày=2022-09-18|website=Báo điện tử Tiền Phong|ngôn ngữ=vi|ngày truy cập=2022-09-24}}<\/ref>  ''(Phát biểu của ông Phạm Xuân Thăng tại Hội nghị Ban Thường vụ Tỉnh ủy Hải Dương lần thứ 48, ngày 21\/12\/2021, bốn ngày sau khi Phạm Duy Tuyến, giám đốc CDC Hải Dương bị bắt).''\n\n== Tham khảo ==\n{{Tham khảo}}{{Bí thư Tỉnh ủy Việt Nam (2020 – 2025)}}{{sơ khai chính khách Việt Nam}}\n\n{{thời gian sống|sinh=1966}}\n\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII Hải Dương]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV Hải Dương]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Người họ Phạm tại Việt Nam]]\n[[Thể loại:Bí thư Tỉnh ủy Hải Dương]]\n[[Thể loại:Bí thư Tỉnh ủy Việt Nam nhiệm kì 2020–2025]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam bị kỉ luật khai trừ]]"}