{"16100277":"'''Phạm Cao Sơn'''<ref>[http:\/\/thethao.sggp.org.vn\/doi-tuyen-ban-sung-22-nam-mot-hanh-trinh-395205.html  \"CHUYÊN TRANG THỂ THAO - BÁO SÀI GÒN GIẢI PHÓNG\"]<\/ref> (sinh năm [[1968]] tại [[Hải Phòng]]) là một vận động viên [[bắn súng (thể thao)|bắn súng]] [[Việt Nam]]. Phạm Cao Sơn nguyên VĐV đội tuyển bắn súng quốc gia, HLV đội tuyển bắn súng quốc gia, Trưởng bộ môn bắn súng Hải Phòng. Xạ thủ Phạm Cao Sơn có tới 19 năm thi đấu trong màu áo đội tuyển bắn súng Việt Nam. Anh là một trong những xạ thủ giàu thành tích nhất trong lịch sử bắn súng Việt Nam.\n\n==Tuổi trẻ==\nPhạm Cao Sơn là dân kỹ thuật giỏi có tiếng, tất cả đều nhờ tự học. Anh từng được giới thiệu cho rất nhiều công việc như quản trị mạng, thiết kế nội thất, truyền thông...Nhưng anh dành tình yêu cho bộ môn bắn súng. Năm 1988, khi Phạm Cao Sơn tròn 20 tuổi, anh gia nhập Trung tâm huấn luyện thể thao quốc gia Nhổn, huyện Từ Liêm, thành phố Hà Nội.\n\n==Sự nghiệp==\n- SEA Games 16: Phạm Cao Sơn ghi dấu ấn đầu tiên trong sự nghiệp khi giành 1 HCĐ cá nhân súng ngắn tiêu chuẩn và 2 HCB đồng đội (súng ngắn tiêu chuẩn và súng ngắn hơi).\n\n- SEA Games 18: Phạm Cao Sơn giành 1 HCV nội dung súng ngắn tiêu chuẩn, 1 HCB và 3 HCĐ\n\n- SEA Games 19: Phạm Cao Sơn giành 1 HCB cá nhân nội dung súng ngắn tự chọn; đội súng ngắn với sự góp mặt của anh giành 3 HCV và 1 HCB.\n\n- SEA Games 21: Phạm Cao Sơn cùng đồng đội đoạt 4 HCV nội dung đồng đội và 1 HCĐ cá nhân ở nội dung súng ngắn bắn nhanh.\n\n- Năm 2002, Phạm Cao Sơn cùng đàn anh Nguyễn Mạnh Tường thi đấu tại ASIAD nhưng không thành công.\n\n- Năm 2003, Phạm Cao Sơn đạt thành tích đáng tự hào tại SEA Games 22. Ở nội dung súng ngắn bắn nhanh cá nhân, Phạm Cao Sơn đã xuất sắc vượt qua các đối thủ để giành HCV. Phạm Cao Sơn cùng hai đồng đội Nguyễn Trung Hiếu và Trịnh Quốc Việt bước lên bục vinh quang.\n\n- SEA Games 25: Phạm Cao Sơn cùng đồng đội đoạt 2 HCV súng ngắn ổ quay và súng ngắn bắn nhanh. Phạm Cao Sơn còn đoạt thêm 1 HCB cá nhân xếp sau đàn anh Nguyễn Mạnh Tường.\nNhững đóng góp này đã giúp môn bắn súng Việt Nam đạt được thành tích rực rỡ nhất từ trước tới nay trên đấu trường SEA Games với 11 HCV.\n\n- Phạm Cao Sơn trở thành HLV sau SEA Games 25 năm 2007.\n\n- Phạm Cao Sơn cùng với [[Nguyễn Mạnh Tường (vận động viên)|Nguyễn Mạnh Tường]], [[Hoàng Xuân Vinh]], Trần Quốc Cường đã đóng góp trên 600 HCV (cả trong nước và quốc tế) cho bắn súng Việt Nam.<ref>[https:\/\/www.nhandan.org.vn\/thethao\/item\/7139202-.html Chỉ tiêu môn bắn súng là năm Huy chương vàng]<\/ref>\n\n==Đời tư==\nSau 8 năm yêu nhau, Phạm Cao Sơn kết hôn với một nữ VĐV bắn súng bằng bài thơ tựa đề Trăng và Núi (vợ anh tên là Hằng). Sau nhiều năm kết hôn, anh chị vẫn yêu nhau lãng mạn như ngày mới cưới. Vợ chồng Phạm Cao Sơn có hai người con trai.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật thể thao}}\n\n{{Thời gian sống|sinh=1968}}\n\n[[Thể loại:Vận động viên bắn súng Việt Nam]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Vận động viên người Hải Phòng]]\n[[Thể loại:Người Hải Phòng]]"}