{"233534":"'''Phạm Hữu Tâm''' (范有心, ? – [[1842]]), là một danh tướng [[nhà Nguyễn]] trong [[lịch sử]] [[Việt Nam]].\n\n==Thân thế ==\nÔng sinh trưởng trong một gia đình quan lại tại huyện [[Hương Trà]], tỉnh [[Thừa Thiên Huế|Thừa Thiên]]. Ông anh của ông là Cai bạ Đằng Long hầu Phạm Hữu Huệ, ông nội là Ký lục doanh [[Bình Thuận]] Phạm Hữu Ứng, và cha là Huấn đạo Phạm Hữu Hòa.\n\n== Quan lộ ==\nKhi còn nhỏ, Phạm Hữu Tâm được học văn và võ. Năm [[Đinh Tỵ]] ([[1797]]), ông đến đầu quân chúa [[Gia Long|Nguyễn Phúc Ánh]], và lập được công.\n\nNăm [[1802]], sau khi tiêu diệt [[nhà Tây Sơn]], chúa [[Gia Long|Nguyễn Phúc Ánh]] lên ngôi vua lấy hiệu là [[Gia Long]], Phạm Hữu Tâm được làm Khâm sai cai cơ ở Tả thắng. Nhưng sau vì phạm lỗi ông bị cách chức <ref>''Đại Nam nhất thống chí'', ''Đại Nam chính biên liệt truyện'' và ''Từ điển nhân vật lịch sử Việt Nam'' đều không cho biết lý do.<\/ref>.\n\nNăm [[1820]], [[Minh Mạng]] nối ngôi, thì năm sau ([[1821]]), ông được phục chức.\n\nNăm [[1822]], Phạm Hữu Tâm hộ tống lương thực đến quân trường ở Văn Bàn và Thủy Vỹ (nay thuộc tỉnh [[Lào Cai]]). Dọc đường gặp \"giặc Man\" (gọi theo sử [[nhà Nguyễn]]), ông đẩy lui được. Vua nghe, thưởng cho ông làm Cai đội, rồi lần lượt trải các chức: Phó quản cơ cơ Hiệu Thuận, Vệ úy, Trấn thủ [[Biên Hòa]], Vệ úy ban Tả trực doanh Thần sách lĩnh việc đi đánh dẹp [[cuộc nổi dậy Lê Văn Khôi]].\n\nĐến [[Gia Định]], ông theo Lê Tiến Bảo, Lê Đại Cương hiệp sức đánh. Lập được công, ông lần lượt được thăng: Chưởng cơ, Thống chế, rồi sung chức Tham tán đại thần ở quân thứ [[Gia Định]].\n\nTừ cuối năm [[1833]] đến đầu năm [[1834]], nhân lời cầu viện của [[Lê Văn Khôi]], đông đảo quân [[Xiêm|Xiêm La]] tràn xuống đánh phá nước Việt. Phạm Hữu Tâm nhận lịnh họp binh cùng [[Trương Minh Giảng]], [[Trần Văn Năng]], [[Nguyễn Xuân]], [[Nguyễn Đình Tân]]..., đánh thắng quân [[Xiêm]] tại Thuận Cảng ([[vàm Nao (sông)|sông Vàm Nao]]) và Cù Hu <ref>Cù Hu, sử Nguyễn chép là Cổ Hỗ hay Chiến Sai. Nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] giải thích: \"Chiến Sai là [[Chợ Thủ]], còn gọi là Chiến Sai Thủ hay Thủ Chiến Sai, vì nơi đây có đồn (thủ là đồn kiểm soát sông rạch) và từ tiếng [[Khmer]] mà ra (Kiên Svai, có nghĩa là chòm cây xoài)\". Hiện nay [[Chợ Thủ]] thuộc xã Long Điền A, huyện [[Chợ Mới]], tỉnh [[An Giang]] (''Lịch sử An Giang'', tr. 11).<\/ref>. Sau khi đẩy lui được quân [[Xiêm]] và cứu nguy luôn cho [[Campuchia|Cao Miên]], [[tháng mười|tháng 10]] ([[âm lịch]]) năm [[1834]], Phạm Hữu Tâm được phong tước ''Tân Phúc tử''<ref>Tước Tân Phúc tử chép theo ''Đại Nam chính biên liệt truyện'' (tr. 315). Sách ''Quốc triều sử toát yếu'' chép là Tân Phúc nam (tr. 240).<\/ref>.\n\nNăm [[1835]], nhà vua thăng ông làm thự Thảo nghịch tướng quân để hiệp cùng Tả tướng quân [[Nguyễn Xuân]] đốc quân các đạo tấn công quyết liệt thành Phiên An, đến [[tháng bảy|tháng 7]] cùng năm thì thành bị hạ. Theo ''[[Đại Nam nhất thống chí]]'', thì nhờ có ông ''\"bày mưu đào đường ngầm (xà đạo) mà đánh hạ được thành Phan An. Khi khải hoàn (được) làm lễ bão tất (ôm gối vua)\"''<ref>''Đại Nam nhất thống chí'', tập: \"Phủ Thừa Thiên\", mục \"Nhân vật\".<\/ref>.\n\nCuối năm đó, ông được tấn phong tước ''bá'', hàm Thái tử Thiếu bảo. Năm sau, ông lại thăng thự Tiền quân Đô thống kiêm giữ Tào chính, rồi Tiền quân Đô thống phủ Đô thống, tấn phong tước Tân Phước hầu, được khắc tên trên bia Võ công dựng trước [[Võ miếu Huế]].\n\nNăm [[1839]], ông lĩnh chức Tổng đốc An Tĩnh ([[Nghệ An]]-[[Hà Tĩnh]]), rồi Hà Ninh ([[Hà Nội]]-[[Ninh Bình]]).\n\nNăm [[1841]], [[Thiệu Trị]] nối ngôi, gia phong cho ông hàm Thái tử Thái bảo. Năm sau ([[1842]]), Phạm Hữu Tâm khi ấy đang ở [[Hà Nội]], thì lâm bệnh. Tới lúc bệnh nặng, ông mới xin phép về làng, nhưng đi đến [[Nghệ An]] thì mất.\n\nThương tiếc, vua [[Thiệu Trị]] cho truy tặng ông tước ''Tân Phúc quận công'', ban tên thụy ''Trung Túc'', thưởng thêm gấm nhiễu, chuẩn cho ngựa trạm đưa linh cữu về quê. Ngày an táng, nhà vua cấp thêm 3.000 quan tiền và sai quan đến tế hai lần.\n\n==Trận thủy chiến trên [[sông Tiền]], [[1834]]==\nTuy tham dự trận tại Thuận Cảng (tức [[vàm Nao (sông)|sông Vàm Nao]]) từ cuối năm [[1833]], nhưng tên tuổi Phạm Hữu Tâm lại gắn liền với trận thủy chiến đầu năm [[1834]] trên [[sông Tiền]], đoạn Cù Hu.\n\nTheo sử liệu thì vào cuối năm [[Quý Tỵ]] ([[1833]]), nhận lời cầu viện của [[Lê Văn Khôi]], vua [[Thái Lan|Xiêm]] sai tướng ''Chiêu Phi Nhã Chất Tri'' (còn gọi là tướng [[Chao Phraya Bodin Decha|Bodin]]) và ''Chiêu Phi Nhã Phật Lăng'' (PhraKlang), đem 20 vạn quân cùng với 350 chiến thuyền, chia làm 5 đạo, bằng nhiều hướng đánh vào một số tỉnh ở [[miền Trung (Việt Nam)|miền Trung]], [[Châu Đốc]] và [[Hà Tiên (tỉnh)|Hà Tiên]]<ref>Theo ''Địa chí An Giang'' (Tập I), tr. 238-239.<\/ref>.\n\nCuối năm ấy, thủy quân [[Xiêm]] tiến đến Thuận Cảng, thì bị quân Việt do tướng [[Trương Minh Giảng]] chỉ huy chận đánh, phải rút lui. Nhưng tháng sau, [[tháng giêng|tháng Giêng]] năm [[Giáp Ngọ]] ([[1834]]) lại tràn xuống, theo [[Sông Tiền]]. Quân Việt lui đến rạch Cù Hu thì đánh tan được quân Xiêm, buộc họ phải lui về giữ phủ Ba Cầu Nam thuộc [[Chân Lạp]]. Sau đó, quân Xiêm lại tổ chức tấn công. Tướng Trương Minh Giảng lại cho quân lui về Cù Hu, đóng đồn hai bên bờ, cố phòng thủ.\n\nSách ''Minh Mạng chính yếu'' chép: \n:'' Giặc Xiêm dẫn binh thuyền hơn trăm chiếc, từ Thuận Cảng (tức [[vàm Nao (sông)|sông Vàm Nao]]) xuôi xuống, bày ngang giữa dòng sông để chống lại thuyền của quân ta, lại đánh đồn của ta đóng bên tả ngạn. Quản vệ giữ đồn là Phạm Hữu Tâm chống đánh, chém kẻ cầm đầu của giặc là Phi Nhã Khổ Lặc. Giặc dựng trại ngang đồn, ngày đêm dùng đại bác bắn phá. Ta chờ quân chi viện, nhưng giặc ở phía thượng nguồn bèn nhân đêm tối, thừa lúc nước ròng, noi theo hai bên tả hữu bờ sông, phóng lửa đốt thuyền quân ta, rồi giặc đem quân đến đồn phía tả ngạn mà đánh...''<ref>Dẫn lại theo Sơn Nam, ''Lịch sử An Giang'', tr. 10.<\/ref>\n\nSách ''Quốc triều chính biên toát yếu'' chép:\n:''Khi ấy giặc nhơn lúc nước xuống, theo bờ sông phóng hỏa đốt bè, ngăn trở quân thủy ta, rồi chúng nó lại sấn tới đánh. Quản vệ Phạm Hữu Tâm đốc binh đánh từ giờ Dần đến giờ Tỵ, quân giặc chết nhiều, thây chồng lên nhau. Giặc liền lui. Ngài (vua [[Minh Mạng]]) xuống dụ ban khen... Tháng 10 năm [[Giáp Ngọ]] (1834), phong Thống chế Phạm Hữu Tâm tước Tân Phúc nam để tỏ rõ công đánh giặc Xiêm ở Thuận Cảng và ở Chiến Sai <ref>''Quốc triều chính biên toát yếu'' (tr. 215 và 241).<\/ref>.\n\nBị thua nặng, quân Xiêm rút về [[Châu Đốc]]. Quân Việt truy đuổi, quân Xiêm bỏ Châu Đốc, bỏ [[Hà Tiên (tỉnh)|Hà Tiên]], tháo chạy hết về nước. Đánh giá trận thủy chiến, nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] viết:\n:''Đây là trận ác chiến, mang tầm chiến lược quan trọng. Quân Xiêm dùng hỏa công, thả bè lửa, theo nước ròng (nước kém) chảy xiết để đốt chiến thuyền quân Việt. Trận chiến kéo dài từ khoảng 3 giờ khuya đến 10 giờ trưa mới dứt. Nếu quân Việt không ngăn được, quân Xiêm sẽ xuống [[Sa Đéc]] rồi [[Rạch Gầm - Xoài Mút|Rạch Gầm]], [[Mỹ Tho]]''...<ref>[[Sơn Nam (định hướng)|Sơn Nam]], ''Lịch sử An Giang'', tr.10-11.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam nhất thống chí]]'', tập \"Phủ Thừa Thiên\", mục \"Nhân vật\".\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm Tổng tài), ''Đại Nam chính biên liệt truyện''. Nhà xuất bản Văn học, 2004.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm Tổng tài), ''Đại ''Quốc triều sử toát yếu''. Nhà xuất bản Văn học, 2002.\n*Sơn Nam, ''Lịch sử An Giang''. Nhà xuất bản Tổng hợp [[An Giang]], 1988.\n*Nguyễn Q. Thắng -Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, 1992.\n\n{{Thời gian sống|mất=1842}}\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Năm mất thiếu]]"}