{"1578715":"{{bài cùng tên|Phạm Đình Thiện (định hướng)}}\n'''Phạm Đình Thiện''' (1957-1978) là một liệt sĩ, [[Anh hùng lực lượng vũ trang nhân dân]] [[Việt Nam]].\n\n==Cuộc đời và sự nghiệp==\nÔng sinh năm 1957, người dân tộc Kinh, quê ở khu phố 4, [[Ninh Bình (thành phố)|thị xã Ninh Bình]], tỉnh [[Ninh Bình]].\n\nÔng nhập ngũ tháng 5 năm 1974, tham gia giai đoạn cuối của [[Chiến tranh Việt Nam]], gồm cả [[Chiến dịch Hồ Chí Minh]].\n\nTừ tháng 7 năm 1977, ông cùng đơn vị được điều động tham gia chiến đấu ở [[Chiến dịch phản công biên giới Tây-Nam Việt Nam|chiến trường Tây Nam]]. Bấy giờ, ông là [[Trung sĩ]], Tiểu đội trưởng trinh sát, Đại đội 21, Trung đoàn 429, [[Sư đoàn Bộ binh 302, Quân đội Nhân dân Việt Nam|Sư đoàn 302]], [[Quân khu 7, Quân đội Nhân dân Việt Nam|Quân khu 7]], [[Mặt trận 479]]. Ông nhiều lần chỉ huy tiểu đội luồn sâu nắm thông tin đối phương chính xác kịp thời, phục vụ đắc lực cho chỉ huy chiến đấu thắng lợi. Ngoài nhiệm vụ trinh sát, tiểu đội ông còn làm nhiệm vụ chốt giữ một số mục tiêu trên đường số 7, có lần ông chỉ huy tiểu đội liên tục 5 ngày đánh quân [[Khmer Đỏ]] phản kích, tiêu diệt nhiều binh sĩ đối phương, giữ vững trận địa được giao.\n\nNgày [[11 tháng 7]] năm 1978, ông chỉ huy tổ 6 người gỡ bãi mìn của quân Khmer Đỏ để mở đường cho đơn vị tấn công. Trong lúc đang tháo gỡ thì mìn xì khói, để đảm bảo an toàn cho đồng đội, ông đã dũng cảm nằm đè lên quả mìn và đã anh dũng hi sinh.\n\n==Vinh danh==\nSau khi hy sinh, ông được Nhà nước Việt Nam truy tặng [[Huân chương Quân công]] hạng Ba. Ngày [[20 tháng 12]] năm 1979, ông được [[Chủ tịch nước Việt Nam|Chủ tịch nước Cộng hòa Xã hội chủ nghĩa Việt Nam]] truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].<ref>[http:\/\/thuvienphapluat.vn\/archive\/Lenh\/Lenh-tang-danh-hieu-anh-hung-luc-luong-vu-trang-nhan-dan-cho-100-don-vi-va-48-can-bo-chien-si-quan-doi-nhan-dan-Viet-Nam-va-dan-quan-tu-ve-187-LCT-vb58913t34.aspx Lệnh 187-LCT ngày 20 tháng 12 năm 1979]<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* Ban chấp hành Đảng bộ tỉnh Ninh Bình, ''Ninh Bình, Quê hương anh hùng'', Nhà xuất bản Chính trị Quốc gia, 2002.\n\n{{Thời gian sống|Sinh=1957|Mất=1978}}\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Huân chương Quân công]]"}