{"421610":"[[Tập tin:Portrait of Phạm Liệu.jpg|nhỏ|Ông Phạm Liệu]]\n'''Phạm Liệu''' (1873-1937), tự là '''Sư Giám''', hiệu là '''Tang Phố''',<ref name=\"Nổi chìm Ngũ phụng tề phi\">[http:\/\/thanhnien.vn\/van-hoa\/noi-chim-ngu-phung-te-phi-125372.html Nổi chìm \"Ngũ phụng tề phi\"]<\/ref> là một danh sĩ Việt Nam. Ông được xem là người đứng đầu nhóm [[Ngũ Phụng Tề Phi]], từng làm quan trải đến chức Thượng thư [[Bộ binh]] dưới các triều vua [[Thành Thái]], [[Duy Tân]], [[Khải Định]] và [[Bảo Đại]].\n\n==Thân thế==\nPhạm Liệu sinh năm [[Quý Dậu]] 1873, quê ở làng Trừng Giang, tổng Hòa Đa Thượng, huyện Diên Phước, phủ Điện Bàn, tỉnh Quảng Nam, nay là xã Điện Trung, huyện [[Điện Bàn]], tỉnh [[Quảng Nam]]. Ông xuất thân trong một gia đình Nho học, danh gia ở Điện Bàn. Nội tổ của ông là [[Phạm Hữu Nghi]] từng làm Chánh sứ sang Trung Quốc, rồi công cán Tân Gia Ba (Singapore), cuối đời được thăng hàm Quang lộc tự khanh, sung Toản tu ở Quốc Sử Quán.\n\nThuở nhỏ, ông được thân phụ chăm sóc rất chu đáo trong việc học hành, năm 1890 học trường Đốc Quảng Nam; năm Giáp Ngọ (1894), ông đỗ Giải nguyên Trường Thừa Thiên. Tương truyền, trong những năm 1891, 1894, ông là một trong hai thí sinh thông minh và hay chữ nhất tại kinh đô Huế. Các khoa này thi tại Trường La Chữ (Thừa Thiên) học sinh các tỉnh khác rớt hàng loạt. Riêng [[Huỳnh Thúc Kháng]] và ông đều được vào trường Ba. \n:''\"Vì cớ ấy, tên đồng danh Huỳnh Hanh, Phạm Liệu bay khắp kinh sư, số người tấp nập tới xem chúng tôi như kiến ổ. Kinh sư biết có “Huỳnh Hanh, Phạm Liệu” và lúc nào cũng cặp kè gọi như thế, chính bắt đầu từ ngày ấy\"''. (Theo Minh Viên, Huỳnh Thúc Kháng tự truyện, Anh Minh dịch và xuất bản, Huế, 1963).\n\nNăm 1898, ông vào thi Hội, đỗ Tiến sĩ, vào Đình thí được xếp đầu trong bảng Đệ tam giáp đồng tiến sĩ xuất thân. Khi đó ông mới 26 tuổi. Đặc biệt trong khoa này, ông với bốn bạn đồng hương Quảng Nam cùng đỗ (gồm 3 Tiến sĩ Phạm Liệu, [[Phan Quang]], [[Phạm Tuấn]], và 2 Phó bảng [[Dương Hiển Tiến]], [[Ngô Chuân]]), tương truyền được vua [[Thành Thái]] sắc ban “Ngũ phụng tề phi” (Năm con phụng cùng bay).<ref>[[Nguyễn Q.Thắng]], ''Khoa cử và giáo dục Việt Nam''. Nhà xuất bản Văn Hoá Thông tin, Hà Nội, 1993.<\/ref> Theo nhà nghiên cứu [[Trương Duy Hy]], cụm từ \"Ngũ Phụng Tề Phi\" là của Tổng đốc [[Đào Tấn]] và Đốc học Trần Đình Phong mừng 5 vị đại khoa năm Mậu Tuất chứ không phải của vua Thành Thái ban.<ref name=\"ReferenceA\">Thy Hảo Trương Duy Hy, ''Trở lại hồ sơ \"Ngũ Phụng Tề Phi\"''.<\/ref> Dù sao, khi các ông vinh quy, được quan chức và người dân Quảng Nam tiếp đón rất long trọng.\n\n==Sự nghiệp quan trường==\nSau khi đỗ, ông được lưu lại Huế học tiếng Pháp tại Tứ Dịch quán. Năm 1901, được bổ làm tri huyện Đông Sơn rồi tri phủ Nga Sơn ở Thanh Hóa. Năm 1905, làm chủ sự bộ Hình rồi chủ sự Quốc sử quán ở kinh đô. Năm 1908, được bổ làm tri huyện [[Phù Cát]] ([[Bình Định]]). Năm 1912, làm viên ngoại phụ chánh Cơ mật viện, hàm Quang lộc tự thiếu khanh. Khoa thi năm Quý Sửu (1913), làm quan duyệt quyển cùng với Nguyễn Thiện Hành - biện lý bộ Học. Hai năm sau, được thăng hàm Hồng lô tự khanh, làm phó chủ khảo trường thi Hương tại Nghệ An. Năm 1916, ông làm Án sát Quảng Ngãi.\n\nNăm 1920, ông được triệu về Huế, giữ chức Tham tri lần lượt ở bộ Hình, bộ Công và bộ Lại. Năm 1929, ông được bổ làm thượng thư bộ Binh. Đến năm 1933, vua [[Bảo Đại]] cải tổ nội các, bãi nhiệm cùng lúc 5 thượng thư, trong đó có cả Phạm Liệu. Hoài Nam [[Nguyễn Trọng Cẩn]] (1900-1946) có bài thơ ghi lại biến cố chính trị này: \n:''Năm cụ khi không rớt cái ình \n:''Đất bằng sấm dậy giữa thần kinh. \n:'''''Bài''' không đeo nữa đem dâng '''Lại'''''. \n:'''''Đàn''' chẳng ai nghe khéo dở '''Hình'''''. \n:'''''Liệu''' thế không xong '''Binh''' chẳng được''. \n:'''''Liêm''' đành chịu đói '''Lễ''' đừng dinh''. \n:'''''Công''' danh như thế là hưu hỉ \n:'''''Đại''' sự xin nhường kẻ hậu sinh.\n\nBài thơ chơi chữ ghi tên và chức vụ thượng thư gồm \n* Bài: Nguyễn Hữu Bài: Thượng thư bộ Lại. \n* Đàn: Tôn Thất Đàn: Thượng thư bộ Hình. \n* Liệu: Phạm Liệu: Thượng thư bộ Binh. \n* Liêm: Võ Liêm: Thượng thư bộ Lễ. \n* Đại: Vương Tứ Đại: Thượng thư bộ Công.\n\nSau khi hồi hưu, ông về an dưỡng tại quê nhà và mất ngày [[21 tháng 11]] năm 1937 (có tài liệu ghi năm 1936), hưởng thọ 66 tuổi. Triều đình truy phong tước Trừng Giang Nam, giao việc tế lễ và mai táng cho quan chức đầu tỉnh Quảng Nam tổ chức.\n\nKhi ông qua đời, danh sĩ đồng hương [[Huỳnh Thúc Kháng]] đã phúng điếu một câu đối, mà nay còn được lưu truyền:\n:''Văn tự quả hữu túc duyên đa, ấu nhi tĩnh tường nghệ chiến, lão nhi kinh đệ minh đàm, trừ trung gian quốc sự dịch kỳ trần lộ sâm thương dư nẫm tái.\n:''Hà sơn do thụy giai khí giả, cựu tắc Hán học thành tinh, tân tắc Âu khoa nhược trí, thứng vãn tấn châu bình nguyệt đán khẩu bi danh tánh mỗi song đề.\n\nDiễn ý:\n:''Văn chương chữ nghĩa có đầy duyên tứ trước vậy. Lúc nhỏ học trường tỉnh, ganh đua nghiệp văn. Khi già ở nhà khách tại kinh đô đàm luận. Ngoài việc biến đổi quốc sự, thì đường trần ai (tôi và ông) xa cách nhau hơn 20 năm.\n:''Sông núi do tú khí tạo nên, Hán học tinh thông, Tây học còn non yếu. Mỗi tháng cùng bạn văn chương bình thời sự. Danh tánh đều được bia đá bia miệng lưu truyền.\n\nPhần mộ của ông ở xã Điện Trung về sau được gia đình cho xây lại năm 1997, cạnh một nghĩa địa nhỏ. Bia mộ ghi rất sơ sài: Phạm Liệu, tự Sư Giám, hiệu Tang Phố, Tiến sĩ khoa Mậu Tuất (1898). Điều đặc biệt có hai chữ “ngũ phụng” ở phía dưới, nhưng không rõ vì sao bị bỏ mất hai chữ “tề phi”?<ref name=\"Nổi chìm Ngũ phụng tề phi\"\/>\n\n==Tác phẩm==\nÔng là tác giả nhiều bài thơ phú nổi tiếng đương thời.\n\nLúc bạn của ông bị Nam triều buộc về hưu non, ông có bài thơ họa với tên cảm tác:\n\n:''Bao nhiêu trừ đã bấy nhiêu thừa \n:''Học thức trên vua khen đến thế \n:''Thú vui trăng gió êm thuyền chở, \n:''Vĩnh Điện về qua dừng đứng ngắm.\n:''Cân nhắc già non thế cũng vừa \n:''Tài danh cả bọn có ai chưa? \n:''Tình ái non sông nặng chén đưa,\n:''Râu mày dạt có trỗi hơn xưa.\n\n==Nghi án Trần Cao Vân==\nTheo một số nhà nghiên cứu, khi làm Án sát ở Quảng Ngãi, chính Phạm Liệu lại là người phát giác đầu mối cuộc khởi nghĩa Duy Tân năm 1916, đưa đến cuộc thảm sát hàng loạt nhà cách mạng như [[Trần Cao Vân]], [[Thái Phiên]]...<ref>[[Trần Gia Phụng]], ''Ngũ phụng bay về đâu?'', Tạp chí Thế Kỷ, 8\/97<\/ref> Trong sách \"Chí sĩ Trần Cao Vân\" (Nhà xuất bản Đà Nẵng 1999) do Trần Trúc Tâm (người gọi cụ Trần Cao Vân là cố) sưu tầm, biên soạn, tác giả đã phê phán: ''\"Phạm Liệu - một tiến sĩ đứng đầu \"Ngũ phụng tề phi\" của đất Quảng Nam, nỡ đem tài học vấn của mình giúp cho chính quyền bảo hộ khám phá bí mật của công cuộc khởi nghĩa Duy Tân 1916\"''.<ref name=\"Nổi chìm Ngũ phụng tề phi\"\/> Tuy nhiên, theo nhà nghiên cứu Trương Duy Hy, một thủ bút của một người gọi là Phán Trứ báo cáo với Tòa Khâm về vụ khởi nghĩa đã được tìm thấy, chứng minh Phạm Liệu không hề hay biết vụ khởi nghĩa đó. Cũng theo nhà nghiên cứu Trương Duy Hy, Phạm Liệu chỉ biết tin trong đêm khởi nghĩa thất bại, vua Duy Tân bị bắt khi ông nhận được lệnh của Tổng đốc Quảng Ngãi yêu cầu tăng cường an ninh tại địa phương.<ref name=\"ReferenceA\"\/>\n==Đời tư==\nMột trong những người con trai của ông là nhà thơ [[Phạm Hầu]], từng được Hoài Thanh và Hoài Chân giới thiệu trong tập Thi nhân Việt Nam rằng: ''\"Ở giữa đời, Phạm Hầu là một cái bóng, chân đi không để dấu trên đường đi\"''.\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [[Nguyễn Q. Thắng]], ''Quảng Nam – đất nước và con người''. Nhà xuất bản Văn Hoá Thông tin tái bản, Hà Nội, 2001.\n* Phạm Ngô Minh và Trương Duy Hy hợp soạn, ''Khoa bảng Quảng Nam dưới thời nhà Nguyễn''. Nhà xuất bản Đà Nẵng, 1995\n{{thời gian sống|1873|1937}}\n\n[[Thể loại:Tiến sĩ nhà Nguyễn]]\n[[Thể loại:Người Quảng Nam]]"}