{"3341462":"'''Phạm Ngọc Tuyển''' (sinh [[20 tháng 8]] năm [[1956]]) là một tướng lĩnh [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], Tổng Giám đốc [[Tổng Công ty Đông Bắc]]. Danh hiệu [[Anh hùng Lao động]] năm [[2016]].\n==Tiểu sử==\nSinh ra trong một gia đình nông dân nghèo ở Xã Thái Thịnh , huyện Thái Thụy , tỉnh Thái Bình . Đất quê lúa Thái Bình giàu truyền thống yêu nước. Cha của Thiếu tướng Phạm Ngọc Tuyển nguyên là chiến sĩ Trinh sát của E66 – F320 (là Cựu tù binh Phú Quốc). Lớn lên nghe theo tiếng gọi của Tổ quốc, ông lên đường nhập ngũ, trải qua khóa huấn luyện tại một trung đoàn thuộc F371 sau đó được điều về Ban tác chiến Sư đoàn. Năm 1975, miền Nam được giải phóng, đất nước sum họp một nhà, ông được cử đi học và được về đoàn 871 BQP. Tốt nghiệp Đại học trường Quân sự Hải Phòng, ông nhận công tác tại F395 với các cương vị trợ lý Phòng Hậu cần sư đoàn, Phó Ban Sản xuất, Trưởng ban Kinh tế Sư đoàn.\n\nChiến tranh biên giới kết thúc, đến năm 1995 Phạm Ngọc Tuyển được điều về Công ty Đông Bắc - Tổng cục Công nghiệp Quốc phòng và Kinh tế giữ chức vụ Giám đốc Xí nghiệp Khai thác khoáng sản. Từ đây ông chính thức \"bén duyên\" với than. Chỉ sau bốn năm, ông đã đưa Xí nghiệp Khai thác Khoáng sản trở thành Đơn vị sản xuất kinh doanh (SXKD) vững mạnh toàn diện của Đông Bắc. Sau đó ông được đề bạt lên làm Phó Tổng Giám đốc, Tổng Công ty Đông Bắc và rồi trở thành vị tư lệnh đứng đầu doanh nghiệp khai khoáng tầm cỡ của Bộ Quốc phòng đứng chân vùng Đông Bắc Tổ quốc. Tình yêu quê hương đất nước, lý tưởng sống, phẩm chất của người lính là nền tảng, động lực để ông không ngừng phấn đấu cống hiến sức lực, trí tuệ, nỗ lực vượt lên chính mình trở thành một vị tướng, một doanh nhân xuất sắc và vinh dự được phong tặng danh hiệu Anh hùng Lao động năm 2015\n==Lịch sử thụ phong quân hàm==\n*[[Thiếu tướng Quân đội nhân dân Việt Nam]] (năm 2010)<ref>{{chú thích web|title=Những 'sếp' quân đội nổi danh trên thương trường|url=https:\/\/news.zing.vn\/nhung-sep-quan-doi-noi-danh-tren-thuong-truong-post355332.html|website=Zing news|access-date=2019-01-09|date=2013-09-25}}<\/ref>\n==Tham khảo==\n{{tham khảo}}\n* [http:\/\/quangninh.gov.vn\/vi-VN\/Trang\/tin%20chi%20tiet.aspx?newsid=27464&dt=2016-01-16&cid=13 Tổng Giám đốc Tổng Công ty Đông Bắc Phạm Ngọc Tuyển đón nhận danh hiệu Anh hùng Lao động ]{{Liên kết hỏng|date=2021-06-25 |bot=InternetArchiveBot }}\n{{sơ khai nhân vật quân sự Việt Nam}}\n{{thời gian sống|1956}}\n\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 2010]]\n[[Thể loại:Người được phong tặng danh hiệu Anh hùng Lao động]]"}