{"3187180":"{{Thông tin viên chức\n|tên= Phạm Quốc Thuần\n|hình=\n|cỡ hình= \n|miêu tả=\n\n|chức vụ= [[Hình: Flag of Dong De Military School.svg|22px]]<br>Chỉ huy trưởng<br>Trường Hạ sĩ quan Đồng Đế\n|bắt đầu= 11\/1974\n|kết thúc= 1\/4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Trung tướng\n|tiền nhiệm= -Trung tướng [[Dư Quốc Đống]]\n|kế nhiệm= Sau cùng\n|địa hạt= Quân khu II\n\n|chức vụ 2= [[Hình: QD III VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn III\n|bắt đầu 2= 10\/1973\n|kết thúc 2= 11\/1974\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tướng\n|tiền nhiệm 2= -Trung tướng [[Nguyễn Văn Minh (trung tướng Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Minh]]\n|kế nhiệm 2= -Trung tướng [[Dư Quốc Đống]]\n|địa hạt 2= Quân khu III\n\n|chức vụ 3= [[Hình: Flag of South Vietnam.svg|22px]]<br>Trưởng đoàn Việt Nam Cộng hòa<br>trong Ủy ban Liên hợp 2 bên\n|bắt đầu 3= 4\/1973\n|kết thúc 3 = 10\/1973\n|trưởng chức vụ 3= Cấp bậc \n|trưởng viên chức 3= -Trung tướng\n|kế nhiệm 3= -Chuẩn tướng [[Phan Hòa Hiệp]]\n|địa hạt 3= Biệt khu Thủ đô\n\n|chức vụ 4= [[Hình: Cư an tư nguy.svg|22px]]<br>Chỉ huy trưởng Trường Bộ binh Thủ Đức\n|bắt đầu 4= 8\/1969\n|kết thúc 4= 10\/1973\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Thiếu tướng<br>-Trung tướng (8\/1971) \n|tiền nhiệm 4= -Chuẩn tướng [[Lâm Quang Thơ]]\n|kế nhiệm 4= -Trung tướng [[Nguyễn Văn Minh (trung tướng Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Minh]]\n|địa hạt 4= Biệt khu Thủ đô\n\n|chức vụ 5= [[Hình: ARVN 5th Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 5 Bộ binh\n|bắt đầu 5= 7\/1965\n|kết thúc 5= 8\/1969\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại tá<br>-Chuẩn tướng (6\/1966)<br>-Thiếu tướng (6\/1968) \n|tiền nhiệm 5= -Chuẩn tướng [[Trần Thanh Phong]]\n|kế nhiệm 5= -Chuẩn tướng [[Nguyễn Văn Hiếu (trung tướng)|Nguyễn Văn Hiếu]]\n|địa hạt 5= Vùng 3 chiến thuật\n\n|chức vụ 6= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Phụ tá quân sự Tổng tưởng Quốc phòng\n|bắt đầu 6= 2\/1965\n|kết thúc 6= 7\/1965\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Đại tá\n|địa hạt 6= Biệt khu Thủ đô\n|phó chức vụ 6= Tổng trưởng\n|phó viên chức 6= -Trung tướng [[Nguyễn Văn Thiệu]]\n\n|chức vụ 7= [[Hình: QD IV VNCH.jpg|22px]]<br>Tham mưu trưởng Quân đoàn IV \n|bắt đầu 7= 9\/1964\n|kết thúc 7= 2\/1965\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Trung tá<br>-Đại tá (11\/1964)\n|địa hạt 7= Vùng 4 chiến thuật\n|phó chức vụ 7= Tư lệnh\n|phó viên chức 7= -Thiếu tướng [[Nguyễn Văn Thiệu]]\n\n|chức vụ 8= [[Hình: Cờ Bảo quốc an dân.png|22px]]<br>Phụ tá tại Nha Tổng giám đốc Bảo an<br>(trực thuộc Bộ Tổng tham mưu)\n|bắt đầu 8= 2\/1964\n|kết thúc 8= 9\/1964\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Trung tá\n|địa hạt 8= Biệt khu Thủ đô\n|phó chức vụ 8= Tổng giám đốc\n|phó viên chức 8= -Thiếu tướng [[Dương Ngọc Lắm]]\n\n|chức vụ 9= [[Hình: ARVN 5th Division SSI.svg|22px]]<br>Tham mưu trưởng Sư đoàn 5 Bộ binh\n|bắt đầu 9= 1\/1963\n|kết thúc 9= 2\/1964\n|trưởng chức vụ 9= Cấp bậc\n|trưởng viên chức 9= -Thiếu tá<br>-Trung tá (11\/1963)\n|địa hạt 9= Vùng 3 chiến thuật\n|phó chức vụ 9= Tư lệnh \n|phó viên chức 9= -Đại tá [[Nguyễn Văn Thiệu]]\n\n|chức vụ 10= [[Hình: ARVN 22nd Division Insignia.svg|22px]]<br>Tham mưu trưởng Sư đoàn 22 Bộ binh\n|bắt đầu 10= 11\/1960\n|kết thúc 10= 8\/1962 \n|trưởng chức vụ 10= Cấp bậc\n|trưởng viên chức 10= -Thiếu tá\n|địa hạt 10= Vùng 2 chiến thuật\n|phó chức vụ 10= Tư lệnh\n|phó viên chức 10= -Đại tá [[Nguyễn Bảo Trị]]\n\n|chức vụ 11= [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Tham mưu trưởng Sư đoàn 21 Bộ binh\n|bắt đầu 11= 1\/1960\n|kết thúc 11= 11\/1960\n|trưởng chức vụ 11= Cấp bậc\n|trưởng viên chức 11= -Thiếu tá\n|tiền nhiệm 11= -Thiếu tá [[Bùi Dzinh]]\n|địa hạt 11= Đệ ngũ Quân khu\n\n|chức vụ 12= [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Trung đoàn trưởng Trung đoàn 33<br>thuộc Sư đoàn 13 Khinh chiến<br>(tiền thân của Sư đoàn 21 Bộ binh)\n|bắt đầu 12= 3\/1956\n|kết thúc 12= 1\/1960\n|trưởng chức vụ 12= Cấp bậc\n|trưởng viên chức 12= -Đại úy (12\/1953)<br>-Thiếu tá (10\/1959)\n|kế nhiệm 12= -Thiếu tá [[Bùi Dzinh]]\n|địa hạt 12= Đệ ngũ Quân khu<br>(Miền tây Nam phần)\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= \n|nơi ở= Oregon, Hoa Kỳ\n|nghề nghiệp= Quân nhân \n|dân tộc= [[Người Việt|kinh]] \n|học vấn= Tú tài toàn phần\n|học trường= -Trường Trung học Đệ nhất cấp tại Hà Đông<br>-Trường Trung học Đệ nhị cấp tại Hà Nội<br>-Trường Hành chánh tại Hà Nội<br>-Trường Võ bị Liên quân Đà Lạt<br>-Học viện Fort Leavenworth, Kansas, Hoa Kỳ\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[31 tháng 8]] năm [[1926]]\n|ngày mất=\n|nơi sinh= [[Hà Đông (tỉnh)|Hà Đông]], [[Liên bang Đông Dương]]\n|nơi mất=\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|năm phục vụ= [[1951]] - [[1975]]\n|cấp bậc= [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n|đơn vị= [[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<br>[[Hình: ARVN 21st Infantry Division SSI.svg|20px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]<br>[[Hình: ARVN 22nd Division Insignia.svg|20px]] [[Sư đoàn 22 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 22 Bộ binh]]<br>[[Hình: ARVN 5th Division SSI.svg|20px]] [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và QK 4]]<br>[[Hình: QD III VNCH.jpg|20px]] [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III và QK 3]]<br>[[Hình: Cư an tư nguy.svg|20px]] [[Trường Bộ binh Thủ Đức|Võ khoa Thủ Đức]]<br>[[Hình: Flag of Dong De Military School.svg|20px]] [[Trường Hạ sĩ quan Quân lực Việt Nam Cộng hòa|Trường Hạ sĩ quan]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Tam đẳng\n|tham chiến= [[Chiến tranh Việt Nam]] \n}}\n\n'''Phạm Quốc Thuần''' (sinh năm [[1926]]) nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]] cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ những khóa đầu ở trường [[Trường Võ bị Quốc gia Đà Lạt|Võ bị Liên quân]] được Quốc gia Việt Nam mở ra ở Cao nguyên Trung phần Việt Nam. Trước khi gia nhập Quân đội, ông đã là một công chức của nhà nước Bảo hộ [[Pháp]]. Thời gian tại ngũ, ông đã theo đúng hệ thống của một sĩ quan chỉ huy, bắt đầu từ chức vụ chỉ huy cấp Trung đội và tuần tự đến chỉ huy cấp Quân đoàn. Trước khi là chỉ huy Sư đoàn Bộ binh, ông cũng đã từng là Tham mưu trưởng của Sư đoàn. Tương tự như vậy, trước khi lên làm Tư lệnh Quân đoàn, ông cũng đã là Tham mưu trưởng. Mặc dù có thời gian ông được chuyển sang lĩnh vực khác như Chỉ huy các cơ sở đào tạo nhân sự của Quân đội... nhưng chỉ là một thời gian rất ngắn, rồi nhanh chóng được chuyển trở về với chuyên môn của mình.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 31 tháng 8 năm 1926 trong một gia đình khá giả có thân phụ là công chức tại tỉnh [[Hà Đông]], miền Bắc Việt Nam. Năm 1945, ông tốt nghiệp Trung học Đệ nhất cấp chương trình Pháp với văn bằng Thành Chung tại Hà Đông. Tiếp theo ông được lên học tại trường Trung học phổ thông ở Hà Nội, cũng theo hệ Phổ thông chương trình Pháp, năm 1948 ông tốt nghiệp văn bằng Tú tài toàn phần (Part II). Kế tiếp, ông theo học khóa 2 Hành chính và tốt nghiệp năm 1950. Sau đó được Chính quyền Bảo hộ Pháp bổ nhiệm làm Quận trưởng quận Quốc Oai, tỉnh Sơn Tây.\n\n===Quân đội Quốc gia Việt Nam===\nCuối tháng 6 năm 1951, thi hành lệnh động viên của Quốc trưởng Bảo Đại, ông nhập ngũ vào Quân đội Quốc gia,<ref>Thời điểm này, dù Quốc gia Việt Nam đã được thành lập Quân đội từ năm 1950 nhưng vẫn còn theo quy chế của Quân đội Liên hiệp Pháp. Đến năm 1952, Quân đội Quốc gia được thành lập Bộ Tổng Tham mưu mới chính thức tách ra khỏi Quân đội Liên hiệp và tự điều hành.<\/ref> mang số quân: 46\/302.312. Theo học khoá 5 Hoàng Diệu tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 7 năm 1951. Ngày 24 tháng 4 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được chuyển về một đơn vị Bộ binh giữ chức vụ Trung đội trưởng thuộc Đại đội 4 Tiểu đoàn 18 Việt Nam, đồn trú tại Khu chiến Phát Diệm, [[Ninh Bình]].\n\nĐầu năm 1953, ông được thăng cấp [[Trung úy]] và được cử làm Đại đội trưởng Đại đội 4 kiêm Trưởng đồn Điền Hộ, Nga Sơn, Thanh Hóa. Sau đó chuyển sang làm Đại đội trưởng Đại đội 3 kiêm Tiểu đoàn phó Tiểu đoàn Khinh quân 719, đồn trú tại Khu chiến Bùi Chu, Nam Định. Cuối năm, ông được thăng cấp [[Đại úy]] và được cử làm Tiểu đoàn trưởng Tiểu đoàn 55 Việt Nam đồn trú tại Bình Lục, Phủ Lý thay thế Đại úy [[Đặng Văn Quang (tướng)|Đặng Văn Quang]] đi du học khóa Tham mưu tại trường Tham mưu Pháp. Sau khi Hiệp Định Genève ngày 20 tháng 7 năm 1954 được ký kết, cùng đơn vị di chuyển vào Nam, ông được cử làm Trưởng phòng 3 Tiểu khu Phú Quốc.\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1955, ông được chuyển công tác về làm Trưởng phòng 3 Tiểu khu Gia Định. Tháng 5 cùng năm, ông được chuyển sang làm Trưởng ban Đồn trú thuộc Phòng 3 Bộ Tổng Tham mưu. Cuối năm, sau khi Thủ tướng Diệm cải danh Quân đội Quốc gia thành Quân đội Việt Nam Cộng hòa, ông chuyển công tác đi giữ chức vụ Trưởng ban Hành quân thuộc Phòng 3 Bộ Tư lệnh Đệ nhất Quân khu Nam Việt. Tháng 3 năm 1956, ông được cử làm Chỉ huy Trung đoàn 33 thuộc Sư đoàn 13 Khinh chiến<ref>Sư đoàn 13 Khinh chiến là hậu thân của Sư đoàn số 3 Khinh chiến được thành lập tại Thủ Dầu Một cùng ngày với Sư đoàn Khinh chiến số 1 (ngày 1 tháng 8 năm 1955). Sau di chuyển lên Bến Kéo, Tây Ninh đặt Bộ Chỉ huy ở căn cứ cũ của Quân đội Cao Đài. Đến giữa năm 1959, hợp cùng với Sư đoàn 11 Khinh chiến (hậu thân của Sư đoàn Khinh chiến số 1) trở thành Sư đoàn 21 Bộ binh.<\/ref> Ngày Quốc khánh Đệ nhất Cộng hòa 26 tháng 10 năm 1959, ông được thăng cấp [[Thiếu tá]] tại nhiệm\n\nĐầu năm 1960, ông được cử làm Tham mưu trưởng Sư đoàn 21 Bộ binh<ref>Thời điểm này, Sư đoàn 21 Bộ binh do Đại tá [[Trần Thiện Khiêm]] làm Tư lệnh, ông là chỉ huy thứ tư của Sư đoàn 21. Chỉ huy đầu tiên Sư đoàn 21 khi còn là đơn vị Khinh chiến: Trung tá [[Lê Quang Trọng (Đại tá, Quân lực VNCH)|Lê Quang Trọng]] ''(Sinh năm 1925 tại Thừa Thiên, tốt nghiệp khóa 2 Võ bị Huế, nguyên Trung tá Tư lệnh đầu tiên Binh chủng TQLC (1954-1956), Đại tá Tư lệnh Sư đoàn 23 Bộ binh (1962-1963), giải ngũ năm 1964)''. Thứ hai đến Trung tá [[Nguyễn Bảo Trị]] và thứ ba là Trung tá [[Trần Thanh Chiêu (Đại tá, Quân lực VNCH)|Trần Thanh Chiêu]] ''(Tốt nghiệp khóa 5 Võ bị Đà Lạt, nguyên Tư lệnh phó Sư đoàn 22 Bộ binh)''.<\/ref> hoán chuyển nhiệm vụ với Thiếu tá [[Bùi Dinh]].<ref>Thiếu tá [[Bùi Dinh]] rời chức vụ Tham mưu trưởng ra chỉ huy Trung đoàn 33 thay Thiếu tá Thuần.<\/ref> Tháng 6 cùng năm ông được tuyển theo học Anh ngữ tại Bộ chỉ huy Tiếp vận 3 để chuẩn bị đi du học lớp Chỉ huy Tham mưu cao cấp tại Hoa Kỳ, nhưng bị ngưng lại do xảy ra cuộc chính biến ngày [[Đảo chính Việt Nam Cộng hòa 1960|11-11-1960]].<ref>Cuộc đảo chính nhằm vào Tổng thống [[Ngô Đình Diệm]] do Đại tá Tư lệnh Lữ đoàn nhảy dù [[Nguyễn Chánh Thi]] và Trung tá [[Vương Văn Đông (Trung tá, Quân lực VNCH)|Vương Văn Đông]] (Sinh năm 1930 tai Hà Nội, tốt nghiệp khóa 2 Võ bị Huế, xuất ngũ năm 1960 sang Pháp sống lưu vong).<\/ref> Ngay sau đó, ông được chuyển ra miền Trung làm Tham mưu trưởng Sư đoàn 22 Bộ binh do Đại tá [[Nguyễn Bảo Trị]] làm Tư lệnh. Tháng 8 năm 1962, ông tiếp tục được cử đi học lớp Tham mưu cao cấp (khóa 1962 - 2) thụ huấn 16 tuần tại Học viện Fort Leavenworth, Kansas, Hoa Kỳ<ref>Niên khóa 1962-2 Tham mưu cao cấp tại Đại học Chỉ huy và Tham mưu Hoa Kỳ, sĩ quan VNCH được thu nhận gồm có: Thiếu tá Phạm Quốc Thuần và<br>-Trung tá [[Nguyễn Hộ (Đại tá, Quân lực VNCH)|Nguyễn Hộ]] (Sinh năm 1921 tại Quảng Trị, tốt nghiệp khóa 1 Võ bị Huế, sau cùng là Đại tá Tư lệnh phó Lãnh thổ Quân khu 2 (1972-1973), giải ngũ năm 1973).<br>-Thiếu tá [[Lê Văn Thọ (Đại tá, Quân lực VNCH)|Lê Văn Thọ]] (Sinh năm 1924 tại Hà Nội, tốt nghiệp khóa 2 Sĩ quan Trừ bị Thủ Đức, sau cùng là Đại tá Chỉ huy trưởng Pháo binh Quân đoàn II (1967-1973), Chỉ huy trưởng Pháo binh Phòng không tại Bộ Tư lệnh Không quân (1973-1975).<br>-Thiếu tá [[Vũ Ngọc Tuấn (Đại tá, Quân lực VNCH)|Vũ Ngọc Tuấn]] (Sinh năm 1930 tại Mỹ Tho, tốt nghiệp Trường Sĩ quan Trừ bị Nam Định, sau cùng là Đại tá Tham mưu trưởng Quân đoàn III (1973-1974).<\/ref>. Đầu năm 1963 mãn khóa học về nước, ông được cử làm Tham mưu trưởng Sư đoàn 5 Bộ binh.<ref>Thiếu tá Thuần giữ chức vụ Tham mưu trưởng Sư đoàn 5 Bộ binh liên tiếp qua các vị Tư lệnh: Đại tá [[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]] và Đại tá [[Nguyễn Văn Thiệu]].<\/ref>\n\nNgày 1 tháng 11 năm 1963, cuộc đảo chính Tổng thống Diệm do một số tướng lãnh trong Quân đội cầm đầu, ông là một trong các sĩ quan cao cấp của Sư đoàn 5 bộ binh do Đại tá [[Nguyễn Văn Thiệu]] chỉ huy tiến công Dinh Độc Lập. Cuộc đảo chính thành công, ngày 2 tháng 11 ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nĐầu tháng 2 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ]] do tướng [[Nguyễn Khánh]] cầm đầu, ông được chuyển về làm Phụ tá tại Nha Tổng giám đốc Bảo an<ref>Nha Tổng Giám đốc Bảo an, giữa năm 1964 cải danh thành Bộ tư lệnh Địa phương quân, cuối năm 1965 đổi tên thành Bộ chỉ huy Địa phương quân và Nghĩa quân Trung ương, đến giữa năm 1968 lại trở về danh xưng Bộ tư lệnh Địa phương quân và Nghĩa quân<\/ref> do Thiếu tướng [[Dương Ngọc Lắm]] làm Tổng giám đốc. Tháng 9 cùng năm chuyển xuống miền Tây Nam phần, ông được chỉ định làm Tham mưu trưởng Quân đoàn IV & Vùng 4 chiến thuật do Thiếu tướng Nguyễn Văn Thiệu làm Tư lệnh. Ngày 1 tháng 11 cuối năm (kỷ niệm một năm ngày đảo chính 1 tháng 11 năm 1963 thành công), ông được thăng cấp [[Đại tá]] tại nhiệm. Tháng 2 năm 1965, ông được chuyển về Bộ Quốc phòng giữ chức vụ Phụ tá Quân sự cho Tổng tưởng là Trung tướng Nguyễn Văn Thiệu.<ref>Cuộc đời binh nghiệp của tướng Thuần, giai đoạn từ năm 1962 trở đi, luôn được sự nâng đỡ của người chỉ huy cũ là tướng Thiệu, hai người đã gắn bó với nhau từ khi còn ở Sư đoàn 5 Bộ binh cho đến sau này, minh chứng là tướng Thiệu ở đâu thì kéo tướng Thuần theo đó.<\/ref> Tháng 7 cùng năm, ông được bổ nhiệm làm Tư lệnh Sư đoàn 5 Bộ binh thay thế Chuẩn tướng [[Trần Thanh Phong]] về làm Trưởng phòng 3 Bộ Tổng tham mưu. Ngày Quân lực 19 tháng 6 năm 1966, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.<ref>Cùng thăng cấp Chuẩn tướng với tướng Thuần ở đợt này còn có Đại tá [[Nguyễn Viết Thanh]], Tư lệnh Sư đoàn 7 Bộ binh.<\/ref> Hai năm sau (1968), cũng vào ngày Quân lực 19 tháng 6, ông được thăng cấp [[Thiếu tướng]] tại nhiệm. Cùng năm, ông được cử làm Trưởng phái đoàn đi du hành quan sát các cơ sở Quân sự ở Đài Loan.\n\nNgày 15 tháng 8 năm 1969, ông nhận lệnh bàn giao Sư đoàn 5 lại cho Chuẩn tướng [[Nguyễn Văn Hiếu (trung tướng)|Nguyễn Văn Hiếu]]. Ngay sau đó, được cử giữ chức vụ Chỉ huy trưởng trường Bộ binh Thủ Đức thay thế Chuẩn tướng [[Lâm Quang Thơ]] đi làm Tư lệnh Sư đoàn 18 Bộ binh. Tháng 8 năm 1971, ông được thăng cấp [[Trung tướng]] tại nhiệm. Tháng 4 năm 1973, ông được cử kiêm chức vụ Trưởng đoàn Việt Nam Cộng hòa trong Ủy ban Liên hợp 2 bên tại Trại Davis cạnh phi trường Tân Sơn Nhất. Ngày 29 tháng 10 cùng năm, bàn giao chức vụ trưởng đoàn trong Ủy ban liên hợp lại cho Chuẩn tướng [[Phan Hòa Hiệp]], ông được bổ nhiệm làm Tư lệnh Quân đoàn III và Quân khu 3, hoán chuyển nhiệm vụ với Trung tướng [[Nguyễn Văn Minh]].<ref>Tướng Nguyễn Văn Minh đang là Tư lệnh Quân đoàn III, được chuyển đi làm Chỉ huy trưởng trường Bộ binh Thủ Đức thay tướng Phạm Quốc Thuần.<\/ref> Ngày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1974, ông thuyên chuyển ra Nha Trang giữ chức vụ Chỉ huy trưởng trường [[Trường Hạ sĩ quan Quân lực Việt Nam Cộng hòa|Trường Hạ sĩ quan Đồng Đế]], hoán chuyển nhiệm vụ với Trung tướng [[Dư Quốc Đống]].<ref>Tướng Dư Quốc Đống đang là Chỉ huy trưởng trường Hạ sĩ quan Đồng Đế, được bổ nhiệm làm Tư lệnh Quân đoàn III thay tướng Phạm Quốc Thuần.<\/ref>\n\n==1975==\nNgày 2 tháng 4, ông di tản khỏi Nha Trang theo Bộ tư lệnh Quân đoàn II và Quân khu 2 về Sài Gòn. Khuya ngày 29 tháng 4 năm 1975 rời Sài Gòn di tản ra khơi trên Tuần dương hạm Trần Quang Khải HQ-2 do Hải quân Trung tá Đinh Mạnh Hùng (sinh năm 1938, tốt nghiệp khoá 11 Trường Sĩ quan Hải quân Nha Trang) làm Hạm Trưởng.\n\nSau đó, ông được qua định cư tại Portland, Oregon, Hoa Kỳ.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tam đẳng (ân thưởng)<br>-12 Anh dũng Bội tinh với nhành dương liễu<br>-3 Anh dũng Bội tinh với ngôi sao vàng<br>-2 Anh dũng Bội tinh với ngôi sao bạc<br>-Huy chương danh dự Silver Star (Do Chính phủ Hoa Kỳ trao tặng).\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1926]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Hà Đông]]\n[[Thể loại:Người Mỹ gốc Việt]]"}