{"504129":"'''Phạm Văn Tráng''' (? - [[1913]]) còn có tên là '''Nguyễn Thế Trung''' (khi hoạt động cách mạng), là chiến sĩ thuộc [[Việt Nam Quang phục Hội|Việt Nam Quang phục hội]] ở đầu [[thế kỷ 20]] trong [[lịch sử]] [[Việt Nam]].\n\n==Tiểu sử sơ lược==\n'''Phạm Văn Tráng''' là người [[Bát Tràng]], nay thuộc huyện [[Gia Lâm]], thành phố [[Hà Nội]].\n \nThuở nhỏ, ông sống tại phố Hàng Nâu, tỉnh [[Nam Định]]. Ông vốn là người gan dạ, có chí khí, giỏi văn và võ. Ông từng dạy [[chữ Hán]] tại làng [[Hành Thiện]].\n\n[[Tháng ba|Tháng 3]] năm [[1907]], ông hăng hái hưởng ứng phong trào [[Đông Kinh Nghĩa Thục|Đông Kinh nghĩa thục]].\n \nNăm [[1912]], [[Việt Nam Quang phục Hội|Việt Nam Quang phục hội]] được thành lập do chí sĩ [[Phan Bội Châu]] đề xướng theo chủ nghĩa dân chủ với mục đích đánh đuổi người [[Pháp]] khỏi [[Bán đảo Đông Dương|Đông Dương]], ông liền tham gia.\n\n[[Tháng mười hai|Tháng 12]] năm đó, Phạm Văn Tráng được cử sang [[Nam Ninh]] ([[Trung Quốc]]) dự đại hội đại biểu [[Việt Nam Quang phục Hội|Việt Nam Quang phục hội]]. Tại đây, Phạm Văn Tráng tham gia \"hiệp hội tử vì nghĩa\", nhận nhiệm vụ ám sát [[toàn quyền Đông Dương]] [[Albert Sarraut]] và một số cộng sự đắc lực là [[người Việt]] như [[Hoàng Cao Khải]] (tổng đốc [[Hà Đông]]), [[Nguyễn Duy Hàn]] (tuần phủ [[Thái Bình]])...nhằm \"đánh thức đồng bào\", \"kêu gọi hồn nước\".\n\nSau đó, ông cùng [[Nguyễn Khắc Cần]] đã bí mật đem một số quả tạc đạn trở về cất giấu ở Yên Viên (quê ông Cần, nay thuộc [[Gia Lâm]], [[Hà Nội]]), rồi chia nhau đi thực hiện.\n\nNgày 12 [[tháng tư|tháng 4]] năm [[1913]]<ref>Ngày tháng ghi theo tài liệu của Cục Lưu trữ (hồ sơ số 69744 của Phòng Thống sứ). Sách ''Đại cương lịch sử Việt Nam'' (Tập 2) do Đinh Xuân Lâm làm chủ biên ghi là ngày 13 (Nhà xuất bản Giáo dục, 2006, tr. 180).<\/ref>, Phạm Văn Tráng đứng đợi trên con đường chính của tỉnh lỵ [[Thái Bình]]. Khoảng 11 [[giờ]] 30 [[phút]], xe kéo tuần phủ Nguyễn Duy Hàn chạy qua, ông Tráng liệng tạc đạn và giết chết viên tuần phủ. \n \nVào lúc 7 giờ rưỡi tối ngày 26 [[tháng tư|tháng 4]] năm [[1913]], khi khách hàng phần nhiều là người Pháp ngồi uống rượu và ăn ở sân trước, Nguyễn Khắc Cần và Nguyễn Văn Túy<ref>Nguyễn Văn Túy là người ném tạc đạn. Ông là công nhân trong nhà máy xe lửa [[Gia Lâm]] ([[Hà Nội]]) và cũng là thành viên trong [[Việt Nam Quang phục Hội|Việt Nam Quang phục hội]]. Sau khi ném tạc đạn, nhờ ông Cần nhận hết tội về mình, nên ông đã trốn được ra nước ngoài.<\/ref> đã dùng tạc đạn giết chết hai trung tá Pháp là Chapuy, Mongrand và làm bị thương 6 người Pháp cùng 7 người Việt khác tại khách sạn [[Hà Nội]] trên đường Paul Bert (nay là số 2, phố Nguyễn Khắc Cần, [[Hà Nội]])<ref>Số người chết và bị thương chép theo ''Histoire militaire de L'Indochine de [[1664]] à nos jours'' (1922), tr. 336 và tờ yết thị của Thống sứ [[Bắc Kỳ]] ngày 27 [[tháng tư|tháng 4]] năm [[1913]]. Dẫn lại theo Vũ Văn Tỉnh, tr. 58.<\/ref>.\n\nBị quân Pháp truy lùng gắt gao, Phạm Văn Tráng và Nguyễn Khắc Cần cùng các đồng chí khác trốn sang [[Trung Quốc]], nhưng bị bắt ở biên giới [[Lạng Sơn]]. Trong cuộc khủng bố lần này, quân Pháp đã bắt cả thảy 254 người mang về giam tại [[Hà Nội]]<ref>Số người bị Pháp bắt chép theo Đinh Xuân Lâm, sách đã dẫn, tr. 180.<\/ref>.\n\nNgày 29 [[tháng tám|tháng 8]] năm [[1913]], [[đế quốc thực dân Pháp|thực dân Pháp]] mở phiên tòa đại hình xét xử 87 người trong ba ngày liền. Ngày 5 [[tháng chín|tháng 9]], bảy người trực tiếp tham gia mưu sát, bị tuyên án tử hình, đó là Phạm Văn Tráng, Nguyễn Khắc Cần, Phạm Đệ Quý, Vũ Ngọc Thụy, Phạm Hoàng Quế, Phạm Hoàng Triết, Phạm Văn Tiên. [[Cường Để]], [[Phan Bội Châu]] ở nước ngoài cũng bị kết án tử hình vắng mặt. Còn số người khác thì bị kết án khổ sai chung thân lưu đày biệt xứ, hoặc tù giam từ 5 đến 10 năm.\n\nĐến ngày 24 [[tháng chín|tháng 9]], bảy người bị tuyên án tử hình lần lượt bị đưa lên [[máy chém]] tại nhà lao [[Hỏa Lò]] (Hà Nội).\n\nCó người cho rằng khi ấy Phạm Văn Tráng chỉ mới 28 tuổi.\n\n== Vinh danh ==\nTên ông được người ta đặt cho một con đường ở Quận 1, Thành phố Hồ Chí Minh nhưng ghi sai là \"Nguyễn Văn Tráng\". Việc sửa chữa đã được bàn bạc nhiều lần nhưng vẫn như cũ.<ref>[https:\/\/vnexpress.net\/vi-sao-38-ten-duong-o-tp-hcm-bi-dat-sai-4166909.html Vì sao 38 tên đường ở TP HCM bị đặt sai?], VnExpress<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n==Tài liệu tham khảo chính==\n*Vũ Văn Tĩnh, ''Một vài điểm xác minh về vụ ném bom ở Hà Nội năm 1913'', in trong ''Tuyển tập công trình nghiên cứu lịch sử [[Thăng Long]]-[[Hà Nội]]'' (Tập 2). Nhà xuất bản Hà Nội, 2010.\n*Và một số tài liệu đã dẫn kèm theo bài viết.\n==Liên kết ngoài==\n\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Mất năm 1913]]"}