{"1562879":"'''Phạm Trinh Cán''' ([[1912]] – [[2003]]) là nhà hoạt động cách mạng, Đại tá [[Quân đội nhân dân Việt Nam]], nhà giáo Việt Nam.\n\n==Quê quán==\nPhạm Trinh Cán sinh năm 1912, nguyên quán xã Đông Ngạc, huyện Từ Liêm, thành phố Hà Nội. Ông có anh trai là Phạm Chí Mẫn.\n\n==Quá trình hoạt động==\nDo gia đình có khả năng kinh tế nên ông học hết bậc Trung học rồi đỗ bằng Tú tài. Sau đó ông vừa học khoa Luật trường Đại học Đông Dương vừa đi dạy tư tại trường [[Trung học Tư thục Thăng Long]] cùng với các giáo sư [[Hoàng Minh Giám]], [[Đặng Thai Mai]], [[Phan Thanh]], [[Võ Nguyên Giáp]] …\n\nCách mạng Tháng Tám 1945, ông tham gia khởi nghĩa và được cử làm Phó Chủ tịch Ủy ban Cách mạng Lâm thời tỉnh Quy Nhơn (nay là [[Bình Định]]).\n\nNăm 1946 ông ra [[Hà Nội]], tham gia [[Quân đội nhân dân Việt Nam]], được phong quân hàm Đại tá đợt đầu tiên (năm [[1948]]) và đã trải qua các chức vụ: Phó Cục trưởng, Cục trưởng Cục Quân pháp, [[Bộ Quốc phòng Việt Nam|Bộ Quốc phòng]].\n\nNăm 1949 Cục Quân chính do ông [[Phan Tử Lăng]] làm Cục trưởng và Cục Quân pháp do ông Phạm Trinh Cán làm Cục trưởng – cùng đóng chung cơ quan ở [[Thái Nguyên]] - tổng cộng đến 30 người. Ông từng tham gia điều tra vụ án [[Trần Dụ Châu]].\n\nNăm 1950, ông chuyển sang [[Bộ Tổng tham mưu Quân đội nhân dân Việt Nam|Bộ Tổng tham mưu]]. Vốn là cử nhân Luật (Đại học Đông Dương) nên ông tham gia xây dựng luật nhà binh và tổ chức Tòa án binh. Ông giữ chức vụ Chánh [[Văn phòng Bộ Tổng Tham mưu (Việt Nam)|Văn phòng Bộ Tổng tham mưu]]<ref>{{chú thích web | url = https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-123-SL-bo-nhiem-can-bo-Bo-Vu-Cuc-Bo-tong-tu-lenh-quan-doi-quoc-gia-Viet-nam-36611.aspx | tiêu đề = Sắc lệnh 123\/SL bổ nhiệm cán bộ Bộ, Vụ, Cục Bộ Tổng tư lệnh Quân đội Quốc gia Việt nam | author = | ngày = | ngày truy cập = 29 tháng 12 năm 2019 | nơi xuất bản = | ngôn ngữ = }}<\/ref> (Phó Văn phòng: Nguyễn Hữu Chiến, Bạch Truật) kiêm Chánh án Tòa án binh khu Trung ương.\n\n==Hoạt động giáo dục==\nNăm 1953 ông chuyển công tác sang Bộ Giáo dục, làm Phó Văn phòng rồi Chánh Văn phòng Bộ Giáo dục dưới thời Bộ trưởng [[Nguyễn Văn Huyên]], sau đó làm Hiệu trưởng trường Đại học Sư phạm Ngoại ngữ (nay là Đại học Ngoại ngữ – ĐHQG Hà Nội). \nNăm 1973 ông về nghỉ hưu. \nÔng mất năm 2003 tại Hà Nội, hưởng thọ 92 tuổi.\n\n==Gia đình==\nCác con ông đều là giảng viên đại học về các bộ môn khoa học cơ bản và ngoại ngữ. Một người con gái là [[Phạm Chi Lan]], chuyên gia kinh tế, nguyên Phó Chủ tịch Phòng Thương mại và công nghiệp Việt Nam.\n\nCháu nội của ông, [[Phạm Đại Dương]], hiện là Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII]], [[Tỉnh ủy Phú Yên|Bí thư Tỉnh ủy Phú Yên]]\n\n==Nguồn tham khảo==\n{{Tham khảo}}\n{{Thời gian sống|sinh=1912|mất=2003}}\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Đại tá Quân đội nhân dân Việt Nam]]"}