{"101555":"{{Thông tin đơn vị hành chính Việt Nam|thành phố thuộc tỉnh\n| tên = Phổ Yên\n| logo = Biểu trưng Phổ Yên.jpg\n| ghi chú logo = Biểu trưng\n| hình = Khu công nghiệp Yên Bình.jpg\n| ghi chú hình = Một góc khu công nghiệp Yên Bình\n| vĩ độ = 21\n| vĩ phút = 28\n| vĩ giây = 36\n| kinh độ = 105\n| kinh phút = 56\n| kinh giây = 10\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 258,42 km²<ref name=NQ469 \/>\n| dân số = 231.363 người<ref name=NQ469 \/>\n| thời điểm dân số = 2021\n| mật độ dân số = 895 người\/km²\n| dân tộc =\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Thái Nguyên]]\n| thành lập = \n*15\/5\/2015: thành lập thị xã Phổ Yên<ref name=NQ932 \/>\n*10\/4\/2022: thành lập thành phố Phổ Yên<ref name=NQ469 \/>\n| phân chia hành chính = 13 phường, 5 xã\n| trụ sở UBND = Đường Phạm Văn Đồng, phường [[Ba Hàng]]\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại III|Loại III]]\n| năm công nhận = 2019<ref name=BXD\/>\n| chủ tịch UBND = Bùi Văn Lương\n| bí thư = Bùi Văn Lương\n| mã hành chính = 172<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 20-H1\n| web = {{url|phoyen.thainguyen.gov.vn}}\n}}\n\n'''Phổ Yên''' là một [[Thành phố (Việt Nam)|thành phố]] nằm ở phía nam tỉnh [[Thái Nguyên]], [[Việt Nam]].\n\n==Địa lý==\nThành phố Phổ Yên nằm ở phía nam của tỉnh Thái Nguyên, nằm cách thành phố [[Thái Nguyên (thành phố)|Thái Nguyên]] khoảng 26&nbsp;km về phía nam, cách trung tâm thủ đô [[Hà Nội]] khoảng 56&nbsp;km về phía bắc, có vị trí địa lý:\n*Phía đông giáp huyện [[Phú Bình]] và huyện [[Hiệp Hòa (huyện)|Hiệp Hòa]], tỉnh [[Bắc Giang]]\n*Phía tây giáp huyện [[Đại Từ]] và huyện [[Bình Xuyên]], tỉnh [[Vĩnh Phúc]]\n*Phía nam giáp huyện [[Sóc Sơn]], thành phố [[Hà Nội]] và  thành phố [[Phúc Yên]], tỉnh [[Vĩnh Phúc]]\n*Phía bắc giáp thành phố [[Sông Công (thành phố)|Sông Công]] và thành phố [[Thái Nguyên (thành phố)|Thái Nguyên]].<ref>{{Chú thích web|url=http:\/\/gis.chinhphu.vn\/?r=mkkzQ8RR9UGGuckRaWLuA|tựa đề=Địa giới hành chính thị xã Phổ Yên|website=Cổng thông tin điện tử Chính phủ|url-status=live}}<\/ref>\n\nThành phố Phổ Yên có diện tích 258,42&nbsp;km², dân số năm 2021 là 231.363 người<ref name=NQ469 \/>, mật độ dân số đạt 895 người\/km².\n\nDo có vị trí thuận lợi nên thành phố Phổ Yên là địa phương rất có tiềm năng và là nơi được nhiều nhà đầu tư lựa chọn khi bắt đầu khởi công xây dựng nhà máy [[Samsung]] tại khu công nghiệp Yên Bình, Phổ Yên.\n\n===Dân cư===\nTrong thời kỳ kháng chiến chống Pháp dân số huyện Phổ Yên là 28.400 người. Sau hòa bình lập lại (tháng 7\/1954), toàn huyện có 7.525 hộ, với 34.234 người. Theo tổng điều tra dân số ngày 01\/4\/1989 dân số Phổ Yên là 118.596 người. Năm 2006 dân số toàn huyện là 139.961 người (có 70.000 nam và 69.961 nữ; 126.456 người sống ở nông thôn, 13.505 người sống ở đô thị); Người Kinh 92,42%, người Sán Dìu 6,25%, người Tày 0,59%, Người Dao và người Nùng đều 0,29%, người Mường 0,06%, còn lại 0,1% là người các dân tộc khác... Trừ người Dao sống chủ yếu ở các xã chân dãy núi Tam Đảo, còn người các dân tộc khác sống xen kẽ với nhau.\n\nMật độ dân số trung bình toàn huyện tăng từ 514 người\/km² (năm 2002) lên 545 người\/km² (năm 2006); thị trấn Ba Hàng có mật độ dân số cao nhất 3.382 người\/km², xã Phúc Tân có mật độ dân số thấp nhất (89 người\/km²). Cư dân ở Phổ Yên gồm nhiều dân tộc khác nhau, có bộ phận đã định cư từ lâu đời, có bộ phận là dân được bọn địa chủ các đồn điền người Pháp và người Việt tuyển mộ vào làm thuê cho chúng; có bộ phận là đồng bào các tỉnh [[Hà Nam]], [[Thái Bình]], [[Hà Đông]] (nay thuộc [[Hà Nội]])... di cư, phiêu bạt lên, sinh cơ, lập nghiệp. Nhân dân các dân tộc Phổ Yên đã sống xen kẽ với nhau từ lâu đời và có truyền thống đoàn kết, yêu thương, đùm bọc lẫn nhau.\n\nTheo kết quả Tổng điều tra dân số và nhà ở năm 2019, thị xã Phổ Yên có dân số thành thị là 54.291 người (chiếm 27,6% dân số toàn thị xã).<ref name=DS2019>{{Chú thích web|url=https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf|tựa đề=Kết quả toàn bộ Tổng điều tra dân số và nhà ở năm 2019|website=Tổng cục Thống kê|url-status=live}}<\/ref>\n\n==Hành chính==\nThành phố Phổ Yên có 18 đơn vị hành chính cấp xã trực thuộc, bao gồm 13 phường: [[Ba Hàng]], [[Bãi Bông]], [[Bắc Sơn, Phổ Yên|Bắc Sơn]], [[Đắc Sơn]], [[Đông Cao]], [[Đồng Tiến, Phổ Yên|Đồng Tiến]], [[Hồng Tiến, Phổ Yên|Hồng Tiến]], [[Nam Tiến, Phổ Yên|Nam Tiến]], [[Tân Hương, Phổ Yên|Tân Hương]], [[Tân Phú, Phổ Yên|Tân Phú]], [[Thuận Thành, Phổ Yên|Thuận Thành]], [[Tiên Phong, Phổ Yên|Tiên Phong]], [[Trung Thành, Phổ Yên|Trung Thành]] và 5 xã: [[Minh Đức, Phổ Yên|Minh Đức]], [[Phúc Tân, Phổ Yên|Phúc Tân]], [[Phúc Thuận]], [[Thành Công, Phổ Yên|Thành Công]], [[Vạn Phái]].\n\n==Lịch sử==\nThời [[nhà Nguyễn]], tỉnh Thái Nguyên có 2 phủ là Phú Bình và Thông Hóa. Phổ Yên thuộc phủ Phú Bình, huyện lỵ đặt ở xã Lợi Xá (tổng Hoàng Đàm).\n\nTừ năm [[Tự Đức]] thứ 4 ([[1851]]), Phổ Yên do tri phủ Phú Bình kiêm lý; lỵ sở trước đặt ở xã Lợi Xá, nay bỏ. Huyện hạt Phổ Yên cách tây phủ thành 32 dặm, phía đông giáp thôn Cầu Đông, xã Nghĩa Hưng (huyện [[Phú Bình|Tư Nông]]); phía tây giáp hai xã Mi Khu, Đăng Cao (huyện [[Bình Xuyên]]) và xã Ký Phú (huyện [[Đại Từ]]); phía bắc giáp xã Niệm Quang (huyện [[Đồng Hỷ]]); phía nam giáp xã Nam Lý (huyện [[Kim Anh (huyện)|Kim Anh]]) và xã Đông Cao (huyện [[Đa Phúc (huyện)|Đa Phúc]]), tỉnh [[Bắc Ninh]]. Đông, tây cách nhau 77 dặm, nam, bắc cách nhau 63 dặm. Huyện được chia làm 6 tổng, gồm 25 xã, 1 trang:\n*Tổng Hoàng Đàm, gồm 5 xã: Hoàng Đàm, Lợi Xá, Sơn Cốt, Đắc Hiền, Cốt Ngạnh.\n*Tổng Thượng Vụ, gồm 4 xã: Thượng Vụ, Thượng Nhân, Đan Hạ, Hạ Đạt.\n*Tổng Thượng Kết, gồm 3 xã: Thượng Kết, Hạ Kết, Cát Nê.\n*Tổng Thống Thượng, gồm 6 xã, 1 trang: xã Thống Thượng, Trung Năng, Phúc Thuận, Thảo Đẳng, Kim Bảng, Thống Hạ và trang Tân Yên.\n*Tổng Vạn Phái, gồm 3 xã: Vạn Phái, Nông Vụ, Hạ Vụ.\n*Tổng Nhã Luật, gồm 3 xã, 1 phường: xã Nhã Luật, Dương Luật, Thanh Lộc và phường Đại Hữu (Thủy Cơ).\n\nNhư vậy, cho tới thời vua [[Đồng Khánh]] [[nhà Nguyễn]] ([[1886]]-[[1888]]), các tổng Tiên Thù, Tiểu Lễ (huyện [[Hiệp Hòa (huyện)|Hiệp Hòa]]), Thượng Giã (huyện [[Đa Phúc (huyện)|Thiên Phúc]]) - phần đất cực nam và đông nam thành phố Phổ Yên ngày nay thuộc về phủ Bắc Hà, xứ [[Kinh Bắc]].\n\nDưới thời Pháp thuộc, từ [[tháng 10]] năm [[1890]] đến [[tháng 9]] năm [[1892]], Phổ Yên nằm trong phủ Phú Bình, thuộc tiểu Quân khu Thái Nguyên- Đạo quan binh I Phả Lại. Từ [[tháng 10]] năm [[1892]], Phổ Yên là một huyện thuộc phủ [[Phú Bình]].\n\nNhững năm cuối [[thế kỷ XIX]] - đầu [[thế kỷ XX]], thực dân Pháp bỏ đơn vị hành chính cấp phủ. Phổ Yên là một huyện thuộc tỉnh Thái Nguyên gồm 6 tổng, với 24 làng.\n\nNăm [[1918]], Phổ Yên là 1 phủ (trong số 2 phủ, 3 huyện, 3 châu của tỉnh Thái Nguyên) gồm 8 tổng, với 36 làng.\n\nTheo Sắc lệnh số 148\/SL ngày [[25 tháng 3]] năm [[1948]] của [[Chủ tịch Hồ Chí Minh]], phủ Phổ Yên được đổi thành huyện Phổ Yên. Huyện Phổ Yên khi đó gồm có 16 xã: Đắc Sơn, Đại Xuân, Đồng Tiến, Hồng Tiến, Hợp Thành, Minh Đức, Nam Tiến, Phúc Thuận, Tân Hương, Tân Phú, Tân Tiến, Thắng Lợi, Thành Công, Thuận Thành, Tiên Phong và Trung Thành.\n\nNgày [[1 tháng 7]] năm [[1956]], Khu tự trị Việt Bắc được thành lập (theo Sắc lệnh số 268-SL của [[Chủ tịch Hồ Chí Minh]]), huyện Phổ Yên tách khỏi [[Thái Nguyên]], để trở thành một huyện của tỉnh [[Vĩnh Phúc]].\n\nNgày [[15 tháng 6]] năm [[1957]], huyện Phổ Yên được nhập lại về [[Thái Nguyên]], thuộc Khu Tự trị Việt Bắc và xóm Thông tách khỏi xã Thuận Thành (huyện Phổ Yên), sáp nhập vào xã Hồng Kỳ, huyện [[Đa Phúc (huyện)|Đa Phúc]], tỉnh [[Vĩnh Phúc]] (nay là xã Hồng Kỳ, huyện [[Sóc Sơn]], [[Thành phố trực thuộc trung ương|thành phố]] [[Hà Nội]]).\n\nNăm [[1965]], hai tỉnh [[Bắc Kạn]] và [[Thái Nguyên]] hợp nhất thành tỉnh [[Bắc Thái]], huyện Phổ Yên thuộc tỉnh Bắc Thái.<ref name=QD103>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-103-NQ-TVQH-phe-chuan-thanh-lap-tinh-Bac-Thai-Nam-Ha-Ha-Tay-sap-nhap-xa-An-Hoa-Thach-That-Son-Tay-vao-xa-Tien-xuan-Luong-Son-Hoa-Binh-17889.aspx|tựa đề=Quyết định 103-NQ-TVQH năm 1965 về việc phê chuẩn việc thành lập các tỉnh Bắc Thái, Nam Hà, Hà Tây và việc sáp nhập xã An Hòa thuộc huyện Thạch Thất, tỉnh Sơn Tây (cũ) vào xã Tiến Xuân thuộc huyện Lương Sơn, tỉnh Hòa Bình do Ủy ban thường vụ Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[26 tháng 10]] năm [[1967]], Bộ Nội vụ ra Quyết định số 416\/NV thành lập thị trấn Nông trường Bắc Sơn (từ năm 2011 chuyển thành thị trấn Bắc Sơn).<ref>Quyết định số 416-NV năm 1967 của Bộ Nội vụ.<\/ref>\n\nNgày [[26 tháng 11]] năm [[1970]], Bộ trưởng Phủ Thủ tướng ra Quyết định số 72-BT sáp nhập xã Đại Xuân vào xã Tiên Phong.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-72-BT-hop-nhat-xa-Dai-Xuan-xa-Tien-Phong-huyen-Pho-Yen-tinh-Bac-Thai-thanh-xa-Tien-Phong-18943.aspx Quyết định số 72-BT năm 1970]<\/ref>\n\nNgày [[9 tháng 9]] năm [[1972]], Bộ trưởng Phủ Thủ tướng ra Quyết định số 41-BT thành lập 3 thị trấn: Mỏ Chè, Ba Hàng và Bãi Bông.<ref name=QD41>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-41-BT-thanh-lap-mot-so-thi-tran-thuoc-tinh-Bac-Thai-19054.aspx|tựa đề=Quyết định 41-BT năm 1972 về việc thành lập một số thị trấn thuộc tỉnh Bắc Thái|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[7 tháng 4]] năm [[1974]], Bộ Nội vụ ra Quyết định số 136\/ NV đổi tên các xã Hợp Thành thành Vạn Phái, Tân Tiến thành Đông Cao và Thắng Lợi thành Cải Đan. Từ đó, huyện Phổ Yên có 3 thị trấn: Ba Hàng, Bãi Bông, Mỏ Chè; thị trấn nông trường Bắc Sơn và 15 xã: Cải Đan, Đắc Sơn, Đông Cao, Đồng Tiến, Hồng Tiến, Minh Đức, Nam Tiến, Phúc Thuận, Tân Hương, Tân Phú, Thành Công, Thuận Thành, Tiên Phong, Trung Thành, Vạn Phái.\n\nNgày [[1 tháng 10]] năm [[1983]], các xóm Tân Thắng, Đồng Đẳng tách khỏi xã Phúc Thuận để hợp nhất với xã Phúc Thọ (huyện Đại Từ), xóm Yên Ninh (xã [[Phúc Trìu]], huyện [[Đồng Hỷ]]) thành xã Phúc Tân thuộc huyện [[Đồng Hỷ]].<ref>[https:\/\/vanbanphapluat.co\/quyet-dinh113-hdbt-phan-vach-dia-gioi-xa-thuoc-tinh-bac-thai Nghị định số 113-HĐBT]<\/ref>\n\nNgày [[2 tháng 4]] năm [[1985]], các xã Phúc Tân, Bình Sơn, Bá Xuyên, Tân Quang tách khỏi huyện [[Đồng Hỷ]] và sáp nhập về huyện Phổ Yên. Huyện Phổ Yên bao gồm 3 thị trấn: Ba Hàng, Bãi Bông, Mỏ Chè; thị trấn nông trường Bắc Sơn và 19 xã: Bá Xuyên, Bình Sơn, Cải Đan, Đắc Sơn, Đông Cao, Đồng Tiến, Hồng Tiến, Minh Đức, Nam Tiến, Phúc Tân, Phúc Thuận, Tân Hương, Tân Phú, Tân Quang, Thành Công, Thuận Thành, Tiên Phong, Trung Thành, Vạn Phái.<ref name=\"QĐ102\">{{chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-102-HDBT-dieu-chinh-dia-gioi-huyen-va-thanh-pho-thuoc-tinh-Bac-Thai-44593.aspx|title=Quyết định 102-HĐBT năm 1985 về việc điều chỉnh địa giới một số huyện và thành phố thuộc tỉnh Bắc Thái do Hội đồng Bộ trưởng ban hành - Thư Viện Pháp Luật|website=thuvienphapluat.vn|publisher=Thư Viện Pháp Luật|access-date =}}<\/ref>\n\nNgày [[11 tháng 4]] năm [[1985]], tách thị trấn Mỏ Chè và 3 xã: Cải Đan, Tân Quang, Bá Xuyên để thành lập [[Sông Công (thành phố)|thị xã Sông Công]] (nay là thành phố Sông Công). Huyện Phổ Yên còn lại 2 thị trấn: Ba Hàng, Bãi Bông; thị trấn nông trường Bắc Sơn và 16 xã: Bình Sơn, Đắc Sơn, Đông Cao, Đồng Tiến, Hồng Tiến, Minh Đức, Nam Tiến, Phúc Tân, Phúc Thuận, Tân Hương, Tân Phú, Thành Công, Thuận Thành, Tiên Phong, Trung Thành, Vạn Phái.<ref name=\"113-HĐBT\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-113-HDBT-thanh-lap-thi-xa-Song-Cong-thuoc-tinh-Bac-Thai-44600.aspx|title=Quyết định 113-HĐBT năm 1985 về việc thành lập thị xã Sông Công thuộc tỉnh Bắc Thái|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[1 tháng 1]] năm [[1997]], tỉnh Thái Nguyên được tái lập, huyện Phổ Yên trở lại thuộc tỉnh Thái Nguyên.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-40091.aspx|tựa đề=Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc Hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> \n\nNgày [[10 tháng 4]] năm [[1999]], xã Bình Sơn được sáp nhập vào thị xã Sông Công.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-18-1999-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-va-thanh-lap-cac-xa-phuong-thuoc-cac-huyen-Dai-Tu-Pho-Yen-va-thi-xa-Song-Cong-Thai-Nguyen-45190.aspx|title=Nghị định số 18\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính và thành lập các xã, phường thuộc các huyện Đại Từ, Phổ Yên và thị xã Sông Công, tỉnh Thái Nguyên|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[13 tháng 1]] năm [[2011]], giải thể thị trấn Nông trường Bắc Sơn, điều chỉnh một phần diện tích và dân số của hai xã Phúc Thuận và Minh Đức để thành lập thị trấn Bắc Sơn.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-05-NQ-CP-giai-the-thi-tran-nong-truong-dieu-chinh-dia-gioi-hanh-chinh-117518.aspx|title=Nghị quyết số 05\/NQ-CP về việc giải thể các thị trấn Nông trường và điều chỉnh địa giới hành chính để thành lập các thị trấn: Bắc Sơn thuộc huyện Phổ Yên, Sông Cầu thuộc huyện Đồng Hỷ, Quân Chu thuộc huyện Đại Từ; thành lập phường Tích Lương thuộc thành phố Thái Nguyên và phường Bách Quang thuộc thị xã Sông Công, tỉnh Thái Nguyên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[30 tháng 12]] năm [[2013]], [[Bộ Xây dựng]] ban hành Quyết định số 1339\/QĐ-BXD về việc công nhận thị trấn Ba Hàng mở rộng là [[Đô thị Việt Nam#Đô thị loại IV|đô thị loại IV]].\n\nCuối năm [[2014]], huyện Phổ Yên bao gồm 3 thị trấn: Ba Hàng (huyện lỵ), Bắc Sơn, Bãi Bông và 15 xã: Đắc Sơn, Đông Cao, Đồng Tiến, Hồng Tiến, Minh Đức, Nam Tiến, Phúc Tân, Phúc Thuận, Tân Hương, Tân Phú, Thành Công, Thuận Thành, Tiên Phong, Trung Thành, Vạn Phái.\n\nNgày [[15 tháng 5]] năm [[2015]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 932\/NQ-UBTVQH13<ref name=NQ932>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-932-NQ-UBTVQH13-thanh-lap-thi-xa-Pho-Yen-dieu-chinh-dia-gioi-hanh-chinh-Thai-Nguyen-289498.aspx|title=Nghị quyết 932\/NQ-UBTVQH13 về việc thành lập thị xã Phổ Yên và 04 phường thuộc thị xã Phổ Yên, điều chỉnh địa giới hành chính thành phố Thái Nguyên để thành lập phường Lương Sơn thuộc thị xã Sông Công và thành lập thành phố Sông Công, tỉnh Thái Nguyên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Thành lập thị xã Phổ Yên trên cơ sở toàn bộ diện tích tự nhiên và dân số của huyện Phổ Yên\n*Điều chỉnh địa giới hành chính thị trấn Ba Hàng và xã Đồng Tiến để thành lập thành 2 phường có tên tương ứng\n*Chuyển 2 thị trấn Bắc Sơn và Bãi Bông thành 2 phường có tên tương ứng.\n\nSau khi thành lập, thị xã Phổ Yên có 4 phường: Ba Hàng, Bãi Bông, Bắc Sơn, Đồng Tiến và 14 xã: Đắc Sơn, Đông Cao, Hồng Tiến, Minh Đức, Nam Tiến, Phúc Tân, Phúc Thuận, Tân Hương, Tân Phú, Thành Công, Thuận Thành, Tiên Phong, Trung Thành, Vạn Phái.\n\nNgày [[17 tháng 6]] năm [[2019]], Bộ Xây dựng ban hành Quyết định số 530\/QĐ-BXD về việc công nhận thị xã Phổ Yên là [[Đô thị Việt Nam#Đô thị loại III|đô thị loại III]].<ref name=BXD>{{Chú thích web|url=https:\/\/moc.gov.vn\/vn\/tin-tuc\/1226\/16771\/cong-nhan-thi-xa-pho-yen--tinh-thai-nguyen-la-do-thi-loai-iii.aspx|tựa đề=Công nhận thị xã Phổ Yên, tỉnh Thái Nguyên là đô thị loại III|ngày=2019-06-18|website=Cổng thông tin điện tử Bộ Xây dựng|url-status=live}}<\/ref>\n\nNgày [[15 tháng 2]] năm [[2022]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 469\/NQ-UBTVQH15 (nghị quyết có hiệu lực từ ngày [[10 tháng 4]] năm [[2022]])<ref name=NQ469>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-469-NQ-UBTVQH15-2022-thanh-lap-phuong-thuoc-thi-xa-Pho-Yen-Thai-Nguyen-504359.aspx|tựa đề=Nghị quyết số 469\/NQ-UBTVQH15 năm 2022 về việc thành lập các phường thuộc thị xã Phổ Yên và thành lập thành phố Phổ Yên, tỉnh Thái Nguyên|url-status=live}}<\/ref>. Theo đó:\n*Thành lập 9 phường: Đắc Sơn, Đông Cao, Hồng Tiến, Nam Tiến, Tân Hương, Tân Phú, Thuận Thành, Tiên Phong, Trung Thành trên cơ sở 9 xã có tên tương ứng\n*Thành lập thành phố Phổ Yên thuộc tỉnh Thái Nguyên trên cơ sở toàn bộ 258,42 km² diện tích tự nhiên và 231.363 người của thị xã Phổ Yên.\n\nSau khi thành lập, thành phố Phổ Yên có 13 phường và 5 xã trực thuộc như hiện nay.\n\n==Kinh tế==\nThành phố Phổ Yên là một trong những trung tâm công nghiệp của tỉnh Thái Nguyên với nhiều khu công nghiệp cả cũ và mới xây dựng. Ngoài các dự án công nghiệp như khu công nghiệp nam Phổ Yên, khu công nghiệp tây Phổ Yên,... còn có nhiều dự án về các lĩnh vực du lịch, phát triển đô thị như: khu du lịch đồi Trinh Nữ, khu du lịch hồ Suối Lạnh, khu đô thị mới Thái Thịnh,... và nhiều dự án khác.\nHiện nay dự án Tổ hợp khu đô thị - dịch vụ - công nghiệp Yên Bình đang được khẩn trương xúc tiến tại thành phố Phổ Yên và huyện Phú Bình, là tiền đề quan trọng để chuyển dịch cơ cấu kinh tế của thành phố.\n\nTháng 3 năm 2012, tập đoàn [[Samsung]] đã chính thức tổ chức lễ khởi công \"Khu Tổ hợp Công nghệ cao\" tại huyện Phổ Yên (nằm tại KCN Yên Bình, xã Đồng Tiến, huyện Phổ Yên, tỉnh Thái Nguyên, cách Hà Nội 61&nbsp;km, cạnh thị trấn Ba Hàng) với tổng số vốn đầu tư bước đầu 2 tỷ đô la Mỹ, dự kiến khi đi vào hoạt động sẽ có công suất thiết kế đạt khoảng 100 triệu sản phẩm mỗi năm.<ref>[http:\/\/vtv.vn\/Cong-nghe\/Samsung-khoi-cong-nha-may-lon-nhat-the-gioi-tai-Thai-Nguyen\/61397.vtv Samsung khởi công nhà máy lớn nhất thế giới tại Thái Nguyên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130328052917\/http:\/\/vtv.vn\/cong-nghe\/samsung-khoi-cong-nha-may-lon-nhat-the-gioi-tai-thai-nguyen\/61397.vtv |date=2013-03-28 }}, VTV<\/ref>\n\nHiện trên địa bàn thành phố có các khu CN: Yên Bình 350ha, KCN Điềm Thụy (phần thuộc Phổ Yên 90 ha), KCN Nam Phổ Yên 200ha, Cụm CN Đa Phúc 50 ha.\n\nĐến nay, kết cấu hạ tầng đô thị của thành phố Phổ Yên đã cơ bản hoàn thiện đồng bộ, chất lượng đời sống của người dân được nâng cao; mạng lưới y tế, giáo dục được quan tâm đầu tư theo hướng tiếp tục nâng cao chất lượng đạt chuẩn quốc gia. An sinh xã hội được đảm bảo, đời sống của người dân không ngừng được cải thiện. Tỷ lệ hộ nghèo chỉ còn khoảng 3,72% (2019)...\n\nHiện nay trên địa bàn thành phố Phổ Yên đã và đang hình thành một số khu đô thị mới như khu đô thị dịch vụ Yên Bình, khu đô thị Đại Phong, khu dân cư Hồng Phong, khu đô thị Việt Hàn, điểm dân cư Ấm Diện, khu đô thị Đồng Tiến, khu đô thị Thanh Quang 2, khu đô thị Thanh Quang 3, khu đô thị Kim Thái, điểm dân cư Vạn Phúc (phường Hồng Tiến), điểm dân cư Cầu Gô (phường Tiên Phong), khu đô thị Sơn Duyên, khu đô thị xanh Phổ Yên, khu đô thị City Home...\n\nKết thúc năm 2018, 100% số xã của thị xã Phổ Yên đạt chuẩn nông thôn mới. Ngày 17\/10\/2019, Thủ tướng Chính phủ đã có Quyết định số 1407\/QĐ-TTg công nhận thị xã Phổ Yên hoàn thành nhiệm vụ xây dựng nông thôn mới, về đích trước 02 năm so với mục tiêu nghị quyết đại hội đề ra.\n\nVới sự phát triển mạnh mẽ của Phổ Yên, tháng 6\/2019 Bộ trưởng Bộ Xây dựng đã ký Quyết định số 530\/QĐ-BXD về việc công nhận thị xã Phổ Yên, tỉnh Thái Nguyên là đô thị loại III, về trước kế hoạch 1 năm so với Nghị quyết của Ban Thường vụ Tỉnh ủy đề ra.\n\nÔng Bùi Văn Lương, Chủ tịch UBND Thành phố Phổ Yên cho biết, kết thúc năm 2019 các chỉ tiêu, nhiệm vụ đề ra của nhiệm kỳ 2015-2020 cơ bản đã hoàn thành, nhiều chỉ tiêu hoàn thành ở mức cao như: Tốc độ tăng trưởng kinh tế bình quân đạt trên 30%\/năm; Cơ cấu kinh tế: Công nghiệp, xây dựng, thương mại và dịch vụ chiếm trên 97%; Tổng giá trị sản xuất Ngành Công nghiệp đạt 750 nghìn tỷ đồng (chiếm 92% giá trị sản xuất công nghiệp của tỉnh Thái Nguyên).\n\nGiá trị xuất khẩu trên địa bàn đạt 27 tỷ USD (chiếm 97% giá trị kim ngạch xuất khẩu toàn tỉnh). Thu nhập bình quân đầu người đạt trên 100 triệu đồng\/người\/năm.\n\nTổng thu ngân sách nhà nước trên địa bàn đạt gần 4.600 tỷ đồng; trong đó thành phố quản lý trên 800 tỷ đồng.\n\n==Giao thông==\n===Đường phố chính===\n*\n* Đường Tôn Đức Thắng (Ngã tư Ba Hàng - Hồng Tiến - Điềm Thụy -Phú Bình)\n* Đường Hoàng Quốc Việt (QL.3 đoạn Tân Hương - Trung Thành - Thuận Thành)\n* Đường Trường Chinh (QL.3 đoạn Ba Hàng - Nam Tiến - Tân Hương)\n* Đường Phạm Văn Đồng (QL.3 đoạn Ba Hàng - Hồng Tiến - Đắc Sơn)\n*Đỗ Cận (Ba Hàng - Đắc Sơn)\n*Nguyễn Cấu (QL.3 (Phạm Văn Đồng) - Quảng trường TX- NT Minh Khai)\n*Nguyễn Thị Minh Khai (Cấp 3 Lê Hồng Phong - Bãi Bông)\n*Trần Nhật Duật (Đắc Sơn)\n*Ngô Gia Tự (Ba Hàng - Viện 91 -Nam Tiến)\n*Lý Nam Đế (QL.3 - Ga phổ Yên - Đồng Tiến)\n*Trần Khánh Dư (Tân Hương - Nam Tiến- Vạn Phái)\n*Trần Nguyên Hãn (QL.3- UBND Nam Tiến)\n*Phạm Tu (QL.3- Tân Hương)\n*Triệu Quang Phục (Trung Thành - Đông Cao)\n*Trần Quang Khải (Trung Thành)\n*Triệu Túc (Thuận Thành)\n*Võ Thị Sáu (Thuận Thành)\n*Lý Thiên Bảo (Thuận Thành).\n*\n==Làng nghề==\nThành phố Phổ Yên là đơn vị hành chính có nhiều làng nghề và đa dạng ngành nghề nhất của tỉnh Thái Nguyên. Do có nhiều làng nghề, ngành nghề mà kinh tế của Phổ Yên vẫn là khá nhất của tỉnh kể cả khi chưa có khu công nghiệp về đóng trên địa bàn. Cũng như các huyện khác trong tỉnh thì riêng các làng nghề chế biến chè thường chếm trên 3\/4 tổng số các làng nghề của các huyện, thị trong tỉnh Thái Nguyên. Các làng nghề, làng có nghề trong thành phố:\n\n* Trồng và chế biến chè xã Phúc Thuận\n* Trồng và chế biến chè Phúc Tân\n* Chế biến chè xã Thành Công\n* Mây tre đan Hảo Sơn\n* Mây tre đan Thù Lâm\n* Trồng dâu nuôi tằm Phú Cốc\n* Mộc, đồ gỗ mỹ nghệ Giã Trung\n* Mộc, đồ gỗ mỹ nghệ Cẩm Trà.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{Huyện thị Thái Nguyên}}\n{{Đơn vị hành chính thuộc thành phố Phổ Yên}}\n{{sơ khai Thái Nguyên}}\n\n[[Thể loại:Đô thị Việt Nam loại III]]"}