{"1251438":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Phổ Phong\n| hình = \n| ghi chú hình = \n| vĩ độ = 14\n| kinh độ = 108\n| vĩ phút = 51\n| vĩ giây = 3\n| kinh phút = 51\n| kinh giây = 51\n| diện tích = 54,07 km²\n| dân số = 9.501 người\n| thời điểm dân số = 2005\n| mật độ dân số = 176 người\/km²\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Quảng Ngãi]]\n| thị xã = [[Đức Phổ]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 21445<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Phổ Phong''' là một [[Xã (Việt Nam)|xã]] thuộc thị xã [[Đức Phổ]], tỉnh [[Quảng Ngãi]], [[Việt Nam]].\n\n== Địa lý ==\nXã Phổ Phong nằm ở phía tây bắc thị xã [[Đức Phổ]], có vị trí địa lý:\n*Phía đông giáp xã [[Phổ Thuận]]\n*Phía tây giáp huyện [[Ba Tơ]] và huyện [[Nghĩa Hành]]\n*Phía nam giáp xã [[Phổ Nhơn]]\n*Phía bắc giáp huyện [[Mộ Đức]].\n\nXã Phổ Phong có diện tích 54,07&nbsp;km², dân số năm 2005 là 9.501 người, mật độ dân số đạt 176 người\/km².\n\n==Lịch sử==\nSau năm [[1945]], Phổ Phong là một xã thuộc huyện Đức Phổ.\n\nTừ năm [[1954]] đến năm [[1958]], chính quyền Sài Gòn đổi tên xã Phổ Phong thành xã Phổ Nghĩa thuộc quận Đức Phổ. Chính quyền cách mạng vẫn gọi xã Phổ Nghĩa là xã Phổ Phong như cũ.\n\nSau năm [[1975]], xã Phổ Phong thuộc huyện Đức Phổ.\n\nNgày [[10 tháng 3]] năm [[2003]], [[Chính phủ]] ban hành Nghị định số 20\/NĐ-CP.<ref>https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-20-2003-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-giua-xa-Ba-Lien-huyen-Ba-To-Pho-Phong-Duc-Pho-tinh-Quang-Ngai-6906.aspx<\/ref> Theo đó, điều chỉnh 1.019 ha diện tích tự nhiên của xã Phổ Phong thuộc huyện Đức Phổ về xã Ba Liên thuộc huyện Ba Tơ quản lý.\n\nSau khi điều chỉnh, xã Phổ Phong còn lại 5.407 ha diện tích tự nhiên và 9.177 người.\n\nNgày [[1 tháng 2]] năm [[2020]], thành lập thị xã Đức Phổ trên cơ sở toàn bộ diện tích và dân số của huyện Đức Phổ, xã Phổ Phong thuộc thị xã Đức Phổ.<ref name=NQ867>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-867-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-Quang-Ngai-434045.aspx|tựa đề=Nghị quyết số 867\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Quảng Ngãi|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Hành chính==\nXã Phổ Phong được chia thành 7 thôn: Hiệp An, Gia An, Vĩnh Xuân, Tân Phong, Hùng Nghĩa, Vạn Lý, Trung Liêm.\n\n==Kinh tế - xã hội==\n=== Kinh tế ===\nKinh tế xã Phổ Phong chủ yếu dựa vào nông nghiệp và lâm nghiệp\n\nTrên địa bàn xã có khu công nghiệp Phổ Phong với các nhà máy quan trọng như: nhà máy đường Phổ Phong ở km 6 (đóng cửa?), nhà máy gạch và nhà máy dăm gỗ ở km 9 ( Công ty TNHH Sản Xuất Thương Mại Vạn Lý).\n\nNghề làm chổi đót là một nghề truyền thống của xã, tập trung nhiều tại các thôn Vĩnh Xuân, Tân Phong, Gia An.\n\nMột bộ phận dân cư phát triển dịch vụ, buôn bán trên địa bàn các chợ hoặc dọc theo Quốc lộ 24A và các ngã ba, ngã 4 quan trọng trên địa bàn như: \n* Ngã 3 Hiệp An (giao nhau giữa Quốc lộ 24A và đường liên thôn Hiệp An-Gia An- Vĩnh Xuân)\n* Ngã 3 Tân Phong (nút giao đường dẫn vào Ủy ban xã và đường liên thôn Vạn Lý- Tân Phong, nơi đặt trường Tiểu học Phổ Phong và Di tích Nhà lưu niệm đồng chí Nguyễn Nghiêm)\n* Ngã 3 Hùng Nghĩa (nút giao Quốc lộ 24A và đường đi Ủy ban xã, Khu lưu niệm đồng chí Nguyễn Nghiêm, nơi đây đặt Trường THCS Phổ Phong)\n* Ngã 3 Vạn Lý hay còn gọi là số 7 (nút giao Quốc lộ 24A, đường liên thôn Vạn Lý-Tân Phong, đường liên xã Phổ Phong- Phổ Nhơn, nơi này có sư đoàn 307 đóng quân, có khu CN Phổ Phong đang được triển khai, có chợ Vạn Lý)\n* Chợ Phổ Phong hay gọi là chợ số 3 (Đây là chợ chính của Phổ Phong, nằm cạnh quốc lộ 24A, có đường đi Hiệp An, Gia An, Hùng Nghĩa)\n\n===Giáo dục===\nTrên địa bàn xã có 5 trường mẫu giáo, 1 trường tiểu học và 1 trường THCS, bao gồm các trường mẫu giáo\n* Hiệp An (km 2)\n* Hùng Nghĩa (Đường ngã ba Hùng Nghĩa - Ủy ban xã)\n* Vạn Lý (km 5)\n* Vĩnh Xuân (Đường liên xã Vạn Lý - Phổ Thuận)\n* Tân Phong (Ngã 3 Tân Phong)\n* Trường Tiểu học Phổ Phong (Ngã ba Tân Phong) và các cơ sở nhỏ ở Hiệp An, Vĩnh Xuân, Vạn Lý\n*Trường THCS Phổ Phong (km 3,5)\n\n=== Y tế ===\nTrạm Y tế xã Phổ Phong nằm đối diện Trường THCS Phổ Phong.\n\n== Giao thông ==\nTrên địa bàn xã có [[Quốc lộ 24A]] nối [[Quảng Ngãi]] - [[Kon Tum]] lần lượt chạy qua các thôn Hiệp An, Hùng Nghĩa, Vạn Lý, Trung Liêm.\n\n[[Quốc lộ 24A]] nối huyện [[Mộ Đức]] đi qua địa bàn xã đến huyện [[Ba Tơ]].\n\nCác tuyến đường quan trọng trên địa bàn xã:\n* [[Quốc lộ 24]]\n* Đường liên thôn Hiệp An - Gia An - Vĩnh Xuân\n* Đường liên thôn, liên xã Vạn Lý - Tân Phong - Vĩnh Xuân đi xã Phổ Thuận\n* Đường dẫn vào Ủy ban xã (Ngã 3 Hùng Nghĩa - Tân Phong) dẫn vào Ủy ban xã, Khu lưu niệm Nguyễn Nghiêm, Trường Tiểu học Phổ Phong\n* Đường liên thôn Vạn Lý - Tân Phong dẫn về Ủy ban xã\n* Đường liên xã, liên huyện Hùng Nghĩa- Đức Lân- Đức Tân (huyện Mộ Đức)\n* Đường liên xã Vạn Lý - Phổ Nhơn.\n\n== Du lịch ==\n* Núi Xương Rồng (di tích lịch sử), núi Chóp Vung\n* Nhà lưu niệm Nguyễn Nghiêm (Bí thư chi bộ đầu tiên của tỉnh Quảng Ngãi)\n* Hố Chuối (km 5, cách QL 24 1&nbsp;km)\n* Hố Cây Xanh, Cây Da (km 6, phía sau nhà máy Đường Phổ Phong)\n* Sông Ba Liên\n* Suối Tiên (km 9).\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Quảng Ngãi}}\n{{Đơn vị hành chính thuộc thị xã Đức Phổ}}"}