{"3182725":"{{tiêu đề nghiêng}}\n{{Infobox newspaper\n| name = Phụ nữ tân văn\n| logo = \n| image = \n| caption = \n| type = tư nhân\n| format = Tuần báo\n| owners = \n| founder = Nguyễn Đức Nhuận\n| publisher = Nguyễn Đức Nhuận\n| editor = \n| chiefeditor = \n| assoceditor = \n| maneditor =\n| newseditor =\n| managingeditordesign =\n| campuseditor =\n| campuschief =\n| opeditor =\n| sportseditor =\n| photoeditor =\n| staff = \n| foundation = 1929\n| political = \n| language = tiếng Việt\n| ceased publication = \n| headquarters = [[Sài Gòn]]\n| circulation = \n| sister newspapers =\n| ISSN = \n| oclc = \n| website = \n}}\n'''''Phụ nữ Tân văn''''' (1929—1935) (Hán Việt: 婦女新聞) là tờ [[báo]] [[phụ nữ]] tư nhân xuất bản tại [[Sài Gòn]] và có nhiều ảnh hưởng về [[văn hóa]], [[xã hội]] ở [[Việt Nam]] nửa đầu [[thế kỉ 20]]. Chủ trương của báo là đấu tranh cho nữ quyền, vận động mạnh mẽ cho việc học và viết [[chữ quốc ngữ]], khuyến khích [[giới trẻ]] viết báo để rèn luyện văn quốc ngữ.\n\n==Tên gọi==\n\nTân văn (新聞 - ''Shinbun'') trong [[tiếng Nhật]] có nghĩa là \"báo\", \"tin tức\". Từ ghép này được người Nhật sáng tạo ra và đã được du nhập sang [[tiếng Trung Quốc]], [[tiếng Triều Tiên]] và [[tiếng Việt]], nhưng được đọc lại theo cách của người bản địa.<ref>{{Chú thích web|url=https:\/\/trandinhsu.wordpress.com\/2013\/02\/25\/tu-han-viet-goc-nhat-trong-tieng-viet\/|tiêu đề=Từ Hán-Việt gốc Nhật trong tiếng Việt}}<\/ref> Trong [[tiếng Trung Quốc]] nó được đọc là ''Xīnwén'', trong tiếng Triều Tiên được đọc là ''sinmun'' (신문), trong tiếng Việt được đọc là \"tân văn\" như Phụ nữ tân văn, [[Trung Bắc tân văn]]... Tuy hiện nay rất ít khi được người Việt sử dụng danh từ này. \"''Phụ nữ tân văn''\" có nghĩa là \"báo phụ nữ\".\n\n==Lịch sử==\n''Phụ nữ tân văn'' được cho là tờ báo phụ nữ thứ hai xuất hiện tại [[Nam Kỳ]] (sau tờ [[Nữ giới chung]], do [[Sương Nguyệt Anh]] chủ trương năm 1918). Số đầu tiên xuất bản ngày 2 tháng 5 năm 1929. Người sáng lập báo là bà Nguyễn Đức Nhuận (nhũ danh Cao Thị Khanh), [[chủ nhiệm]] báo là ông Nguyễn Đức Nhuận.{{efn|Cần phân biệt Nguyễn Đức Nhuận, chủ báo Phụ nữ tân văn với Nguyễn Đức Nhuận, bút danh Bút Trà, người sáng lập báo \"Sài Thành\", rồi \"Sài Gòn\" và sau là \"Sài Gòn mới\" và Nguyễn Đức Nhuận, bút danh Phú Đức, nhà văn}} [[Chủ bút]] đầu tiên của báo là [[Đào Trinh Nhất]]. ''Phụ nữ tân văn'' là [[tuần báo]] phát hành ngày thứ năm, khổ báo là 23,2&nbsp;cm x29,9&nbsp;cm, gồm có từ 26 tới 31 trang ruột (không kể trang bìa và các trang quảng cáo).\n\nBáo đình bản vào ngày 21 tháng 4 năm 1935, ra được 273 số báo.\n\n==Ban biên tập==\nBáo ''Phụ nữ tân văn'' quy tụ được nhiều danh bút trên cả nước trong ban biên tập như: Đào Trinh Nhất, [[Phan Khôi]], [[Trịnh Đình Thảo]], [[Tản Đà]], [[Nguyễn Tử Thực]], [[Bùi Thế Mỹ]], [[Cao Văn Chánh]], [[Hồ Biểu Chánh]], [[Bửu Đình]], [[Thiếu Sơn]], [[Vân Đài]], [[Nguyễn Thị Kiêm]] (tức [[Manh Manh nữ sĩ]])… Tờ báo cũng được sự cộng tác của Sào Nam [[Phan Bội Châu]], [[Huỳnh Thúc Kháng]], [[Trần Trọng Kim]], [[Diệp Văn Kỳ]]…\n\nTrong đó, có Manh Manh nữ sĩ, tên thật là Nguyễn Thị Kiêm, sinh năm 1914 tại Gò Công, được cho là nhà thơ nữ tiên phong phong trào Thơ mới và là linh hồn của tờ báo. Bà nguyên là giáo viên, am tường nghệ thuật và thường đi khắp nơi diễn thuyết về các đề tài phụ nữ và thơ mới, bà còn nổi tiếng với các phóng sự đề tài xã hội và các bài nghiên cứu.<ref>Nguyễn Ngọc Phan, Phấn son tô điểm sơn hà, Văn nghệ Thế giới số 39<\/ref>\n\n==Mục tiêu và hoạt động==\n===Đấu tranh cho nữ quyền và bình đẳng giới===\nBáo ''Phụ nữ Tân văn'' chủ trương vận động nữ giới đấu tranh cho [[nữ quyền]], và \"phải tranh đấu có tổ chức, có đoàn thể, tranh đấu tự giác, chứ không tự phát\" và \"để phấn đấu cho đoàn thể mình, và phấn đấu cho cả quốc gia xã hội vậy\".<ref name=\"btth\" \/> Báo không chủ trương đòi một quyền lợi đặc biệt cho phụ nữ, một [[chủ nghĩa nữ quyền|chủ nghĩa nữ giới]] mới hay là \"bình quyền\" mà hoạt động cho [[Bình đẳng giới|sự bình đẳng giữa các giới tính]], chống sự phân biệt giới tính: \"''Tôi không phân biệt nam nữ chi hết, ai cũng là người thì ai cũng như ai, cần chi phải cổ động phụ nữ chủ nghĩa?''\" (''Sự hoạt động của một số tân nữ lưu'', PNTV số 217, tr.2).<ref name=\"btth\" \/>\n\nNhững mục tiêu đề ra là: Dẹp bỏ [[tam tòng]], [[trinh tiết]] \"cổ hủ\", luật cấm [[cải giá]], các \"[[hủ tục]]\"; phản đối \"quan niệm cổ hủ\" như ngăn cấm nữ giới tham gia các hoạt động thể dục thể thao, cấm giới nữ đi xe đạp, cắt tóc ngắn, đến trường học, thưởng thức văn học nghệ thuật... Báo chủ trương để giải phóng phụ nữ khỏi sự lệ thuộc, phụ nữ cần học rộng và tự lập, trau giồi trí dục và thể dục.<ref name=\"btth\" \/> ''Phụ nữ tân văn'' vận động thành lập các trường nữ học dạy bằng chữ quốc ngữ bên cạnh việc dạy tiếng Pháp, biên soạn sách học và phát miễn phí hoặc bán thật rẻ cho phụ nữ, và lập \"Phụ nữ ấn thơ quán\" tức là nhà in và nhà xuất bản riêng của phụ nữ, nhằm in sách tốt cho phụ nữ đọc.<ref name=\"btth\" \/>\n\n===Cổ vũ và phát triển chữ quốc ngữ===\nTrên số báo 101, ngày 24-9-1931, ''Phụ nữ tân văn'' đã có bài phản bác mạnh mẽ tư tưởng \"Tiếng Annam là Patois\"{{efn|\"Patois\" có nghĩa là [[thổ ngữ]] của một vùng nào đó, và chỉ dùng cho vùng đó mà thôi. Theo Phụ nữ tân văn, người có tư tưởng cho rằng tiếng Annam là thổ ngữ, tức đồng hóa với việc cha sinh mẹ đẻ ra ai cũng tự nhiên biết nói, biết viết, không cần phải học.}}. Đây là câu nói của ông Hồ Duy Kiên, Nghị viên quản hạt, trong cuộc họp \"Về vấn đề sơ học ở xứ ta nên lấy [[Pháp văn]] hay là [[quốc ngữ]] làm gốc\". Trước hiện tượng nhiều người chủ trương lấy tiếng Pháp làm ngôn ngữ chính dạy trong nhà trường, chê chữ quốc ngữ không thể dùng trong giáo dục, ''Phụ nữ tân văn'' lại cho rằng \"''việc ấy không có bao giờ thiệt hành, và hết thảy các dân tộc trên thế giới xưa nay, không bao giờ xảy ra cái hiện tượng như vậy được. Cái hiện tượng thay văn đổi tiếng ấy, càng không có thể xảy ra ở trong dân tộc ta, là cái dân tộc chịu văn hóa của [[Trung Quốc]] biết mấy ngàn năm, thế mà học [[chữ Tàu]], cũng đọc theo giọng mình, chớ không chịu phục tòng ngôn ngữ của người ta.''\"(\"''Ý kiến của đàn anh - Ông Phan Văn Trường đối với quốc văn''\", Phụ nữ tân văn số 63, trang 11){{efn|Ý nói người Việt không đọc chữ Trung Quốc như người Trung Quốc mà đọc lái đi, tạo thành hệ thống [[tiếng Hán-Việt]].}}\n\n''Phụ nữ tân văn'' số 37 kêu gọi toàn quốc đại hội nghị (Congrèss National) bàn việc thống nhất tiếng Việt Nam:\n{{cquote|Ta chiêu tập hết thảy các nhà làm báo, các nhà làm sách, các nhà giáo dục, các nhà cựu học, các nhà tân học lại, rồi cùng nhau suy xét, bàn tính, cân nhắc, thêm bớt, sửa sang lại tiếng Annam. Tiếng nào dùng đúng? Tiếng nào dùng trật?... Nói tóm lại đổ chung cả tiếng Nam Bắc lại, mà lựa chọn trao đổi thế nào, cho thành một thứ tiếng nói phổ thông, một nền văn minh nhứt định vậy?|author=''Vấn đề thống nhứt tiếng Việt Nam, Phụ nữ tân văn số 37, trang 6.}}\n\nKhi Hội [[Khai trí Tiến Đức]] Hà Nội biên soạn bộ [[Việt Nam tự điển]], dù chỉ mới in cảo bản, ''Phụ nữ tân văn'' đã tham gia giới thiệu và phê bình \"một cách nhiệt tình\". Ngoài ra, báo Phụ nữ tân văn khuyến khích những người trẻ viết bài, rèn luyện văn quốc ngữ bằng cách hứa hẹn sẽ sửa bài hộ và cho đăng báo:\n{{cquote|Các bạn hãy viết bài gởi đến cho chúng tôi, muốn viết về chuyện gì tùy ý mình muốn, song phải nhớ viết làm hai bổn, một bổn gởi đến nhà báo PNTV, một bổn cất để dành. Khi tiếp được bài của các bạn, chúng tôi sẽ sửa giùm một cách kĩ lưỡng rồi đăng vào Phần Nhi Đồng nầy. Bấy giờ các bạn mới lấy cái bổn của các bạn để dành, đem ra so sánh với cái bài đăng trên báo, dò coi chúng tôi sửa đổi câu nào, chữ nào; sửa đổi như vậy mà có đúng hay không để bắt chước. Làm cách nầy cũng như các bạn tập làm Rédaction ở trường. Chúng tôi xin nói trước để các bạn biết rằng bài nào của các bạn gởi tới, chúng tôi cũng sửa và đăng; song trước, sau, sớm, muộn, là do theo thứ tự khi tiếp được bài, các bạn nên nhớ giùm điều ấy.|author=Hàm Tiếu - \"Nên tập viết văn\", Phụ nữ tân văn, số 180, trang 32.}}\n\nBáo được cho là cũng cổ xúy cho việc canh tân văn chương và văn học Việt Nam. Số 122 ra ngày 10 tháng 3 năm 1932 đã cho đăng bài thơ ''Tình già'' của Phan Khôi, được cho là bài thơ đầu tiên của phong trào [[Thơ mới]].<ref name=\"btth\">Bùi Thị Thanh Hương, [http:\/\/www.vjol.info\/index.php\/sphcm\/article\/viewFile\/11892\/10837 Báo Phụ nữ Tân văn: Những việc làm và tư tưởng mới] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150105035518\/http:\/\/www.vjol.info\/index.php\/sphcm\/article\/viewFile\/11892\/10837 |date = ngày 5 tháng 1 năm 2015}}, Tạp chí Khoa học Việt Nam, số 46 năm 2013, trang 161-167<\/ref> Báo cũng tạo diễn đàn cho những ý kiến bênh vực và chống lại thơ mới được công bố.<ref>Mai Thị Mỹ Vị, [http:\/\/www.vjol.info\/index.php\/khxh\/article\/viewFile\/17621\/15640 Báo Phụ nữ Tân Văn và sự khởi xướng phong trào Thơ mới đầu thế kỷ XX] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150105035553\/http:\/\/www.vjol.info\/index.php\/khxh\/article\/viewFile\/17621\/15640 |date = ngày 5 tháng 1 năm 2015}}, Tạp chí Khoa học Xã hội số 7 (179) -2013, trang 49-55<\/ref>\n\n===Hoạt động xã hội===\nBáo có những chương trình hoạt động xã hội \"rất sôi nổi\".\n\nSố báo thứ 3 phát hành ngày 16 tháng 5 năm 1929 đã kêu gọi hưởng ứng việc lập quỹ học bổng cho học sinh nghèo đi du học, đợt đầu đã có 2 học sinh là Nguyễn Hiếu và Lê Văn Hai được nhận học bổng sang Pháp du học.<ref name=\"btth\" \/> ''Phụ nữ tân văn'' số 112, ra ngày 10 tháng 12 năm 1931 kêu gọi chị em phụ nữ tham gia Hội Dục Anh do báo và một số phụ nữ lập ra tại miền Nam để giúp các trẻ em nghèo.<ref name=\"btth\" \/> Thành lập Ban Phụ nữ Cứu tế và các hội chợ cho phụ nữ.\n\nBáo cũng đứng ra tổ chức những bữa cơm miễn phí cho người nghèo, trong đó có 3 quán cơm tại Sài Gòn.<ref name=\"btth\" \/>\n<!--\"Có thể nói, PNTV là tờ báo đứng hàng đầu bấy giờ về những hoạt động xã hội\".<ref name=\"btth\" \/>-->\n\n===Những tư tưởng canh tân===\nBáo cũng đề ra những ý kiến đổi mới về tập quán xã hội.\n\n''Phụ nữ tân văn'' kêu gọi cha mẹ phải xem trọng nhân cách của con cái: \n{{cquote|Người làm cha mẹ nên vì nước nhà, vì xã hội mà kính trọng cái nhân cách của con cái''}}\n{{cquote|Thấy nhiều người đối đãi với con mình tệ quá, giày đạp cái nhân cách chúng nó, chẳng kể ra chi. Như thế mà trông con cho nên người, thật là trái lẽ. Chính mình làm cha mẹ đã đè đầu nó xuống rồi, sao lại còn mong nó ngước mặt lên?|tác giả=''Cha mẹ cũng phải kính trọng nhân cách của con cái'', Phụ nữ tân văn số 175, tr.2}}\n\n==Đánh giá==\n{{cquote|''Bên cạnh sự đấu tranh tích cực cho nữ quyền, những hoạt động xã hội sôi nổi, báo Phụ nữ tân văn còn ra sức cổ động cho việc học, sử dụng [[tiếng Việt]] và [[chữ quốc ngữ]]. Bấy giờ, trên báo Phụ nữ tân văn, tiếng Việt và chữ quốc ngữ được sử dụng gần như hoàn thiện, mặc dù còn ảnh hưởng phần nào [[tiếng Pháp]] như việc đề ngày tháng trên trang báo và ảnh hưởng một chút [[chữ Hán]]. [[Phương ngữ]] [[Nam Bộ]] chiếm ưu thế. Các thể loại [[báo chí]] nở rộ.<ref>BÁO PHỤ NỮ TÂN VĂN: TIẾNG VIỆT VÀ CHỮ QUỐC NGỮ, Bùi Thị Thanh Hương, Tạp chí KHOA HỌC [[Đại học Sư phạm Thành phố Hồ Chí Minh]], ngày 11-3-2013.<\/ref>\n|||Bùi Thị Thanh Hương}}\n\n{{cquote|''Tờ Phụ nữ tân văn, một [[tuần báo]] phụ nữ nhưng đã phản ánh được một [[thời đại]] quan trọng của lịch sử nước nhà. Phụ nữ tân văn là một chứng nhân trung thực trong suốt những năm có nhiều biến cố.<ref>Phụ nữ tân văn – Phấn son tô điểm sơn hà, Thiện Mộc Lan, Nhà xuất bản Văn hóa Sài Gòn, 2010.<\/ref>\n|||[[Thiện Mộc Lan]]}}\n\n==Ghi chú==\n{{notelist}}\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/leminhquoc.vn\/hoi-hoa\/tu-lieu-le-minh-quoc\/1666-phu-nu-tan-van-so-dau-tien-.html?start=1 Phụ nữ Tân văn, số đầu tiên]\n* [http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=cl&cl=CL1&sp=HtCq&e=-------vi-20--1--img-txIN------ Bản scan các số báo Phụ nữ Tân văn tại Thư viện Quốc gia Việt Nam]\n* Bùi Thị Thanh Hương, [http:\/\/www.vjol.info\/index.php\/sphcm\/article\/viewFile\/11892\/10837 Báo Phụ nữ Tân văn: Những việc làm và tư tưởng mới] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150105035518\/http:\/\/www.vjol.info\/index.php\/sphcm\/article\/viewFile\/11892\/10837 |date = ngày 5 tháng 1 năm 2015}}, Tạp chí Khoa học Việt Nam Trực tuyến, số 46 năm 2013\n* Nguyễn Thiên Thụ, [http:\/\/sontrung.blogspot.de\/2010\/05\/phu-nu-tan-van-1929-1939.html Phụ nữ Tân Văn (1929-1939)], trích từ Văn Học Quốc Ngữ\n\n{{Thời gian tổ chức|thành lập=1929}}\n\n[[Thể loại:Báo chí Việt Nam thời Pháp thuộc|Phụ nữ Tân văn]]\n[[Thể loại:Khởi đầu năm 1929]]\n[[Thể loại:Chấm dứt năm 1935]]\n[[Thể loại:Báo chí Sài Gòn]]"}