{"490745":"'''Phủ Đặc ủy Trung ương Tình báo''' ([[tiếng Anh]]: ''Central Intelligence Office'' hay ''Central Intelligence Organization'',<ref name=CIO>Taylor, K. W. ''Voices from the Second Republic of South Vietnam (1967-1975)''. Ithaca, NY: Cornell Southeast Asia Program Publications, 2014. Tr 15-30<\/ref> viết tắt là '''CIO''') là cơ quan [[tình báo]] chiến lược trung ương của chính quyền [[Việt Nam Cộng hòa]], trực thuộc Phủ Tổng thống, tức Nha Hành chính và Nhân viên Phủ Tổng thống. Trụ sở Phủ Đặc ủy đặt tại số 3 Bến Bạch Đằng,<ref>Từ năm 1985 là [[Đường Tôn Đức Thắng, Thành phố Hồ Chí Minh|đường Tôn Đức Thắng]]<\/ref> [[Sài Gòn]].\n \n==Lịch sử==\nPhủ Đặc ủy được thành lập năm [[1961]] theo sắc lệnh số 109\/TTP do tổng thống [[Ngô Đình Diệm]] ký ngày [[5 tháng 5]] năm 1961 tuy nhiên đến năm 1962 mới bắt đầu hoạt động thu nhận nhân viên và đào tạo tác vụ.<ref name=\"CIO\"\/>\n\nTrước khi thành lập cơ quan này thì nền [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]] đã có [[Sở Nghiên cứu Chính trị Xã hội]] (SEPES) nhưng đơn vị đó chỉ chú trọng đến việc thu nhập tình báo chính trị mà thôi trong khi những thông tin và hoạt động ngoài tầm chính trị quốc nội thì không có hoạt động. [[SEPES]] chỉ mở thêm tác vụ hướng về [[Việt Nam Dân chủ Cộng hòa|Bắc Việt]] sau khi [[Đoàn Công tác Đặc biệt Miền Trung]] khám phá ra hệ thống tình báo của lực lượng cộng sản hoạt động phía nam vĩ tuyến 17. CIO vì thế được lập ra với nhiệm vụ điều tra, thu thập tin tình báo chiến lược của [[Việt Nam Dân chủ Cộng hòa]] và các nước liên quan; cùng cố vấn cho chính phủ về an ninh quốc gia qua Ủy ban Quốc gia Phối hợp An ninh và Tình báo.<ref name=\"CIO\"\/>\n\nSau [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chánh năm 1963]] thì [[Hội đồng Quân nhân Cách mạng (Việt Nam, 1963)|Hội đồng Quân nhân Cách mạng]] ra lệnh bắt các giám đốc và chủ sự của [[SEPES]] và [[Đoàn Công tác Đặc biệt Miền Trung]] vì cho họ thuộc phe phái [[Đảng Cần lao Nhân vị|Cần Lao]] nên Phủ Đặc ủy trở thành cơ quan tình báo duy nhất còn lại. Hoạt động dù vậy hạn chế vì tình hình chính trị bất ổn, liên tiếp những chính phủ được lập lên rồi đổ. Mãi đến năm 1967 thì Phủ Đặc ủy Tình báo Trung ương mới có địa vị vững vàng.<ref name=\"CIO\"\/>\n\n==Tổ chức==\nNguyên thủy Phủ Đặc ủy chia thành hai phần: Nha Nghiên cứu và Nha Điều vụ. Nha Nghiên cứu lãnh phần kế hoạch và phân tích thông tin tình báo trong khi Nha Điều vụ là phần thi hành công tác thu thập và điệp vụ.<ref name=\"CIO\"\/>\n\nSau năm 1963 thì Phủ Đặc ủy được tổ chức lại và đến năm 1968 thì theo cơ chế mới, có Nha Kế hoạch Điều vụ (ban A). Ủy viên ban A cũng là người soạn báo cáo gửi lên [[Tổng thống Việt Nam Cộng hòa|tổng thống]].\n \nNgoài ra là Nha Tình báo Quốc nội gồm các đơn vị: Điệp báo (ban K), Phản gián (ban U) và Chính trị (ban Z); Nha Tình báo Quốc ngoại; và Trung tâm Quốc gia Thẩm vấn (cơ quan này chỉ làm nhiệm vụ tiếp nhận các tù binh từ các quân khu đưa về thẩm tra). Trong vùng kiểm soát của Việt Nam Cộng hòa thì có bảy Đoàn công tác đặc biệt phân bố trên các [[Việt Nam Cộng hòa#Các quân khu|vùng chiến thuật]], trực thuộc Nha Tình báo Quốc nội. Mục đích chính của các đoàn này là thu thập thông tin và xâm nhập các tổ chức của lực lượng cộng sản. Họ hoạt động song song với các đơn vị của [[Quân lực Việt Nam Cộng hòa]]. Ở nước ngoài, có các biệt nha trực thuộc Nha Tình báo Quốc ngoại như ở [[Lào]] (2 đơn vị), [[Cao Miên]], [[Thái Lan]], [[Pháp]], [[Nhật Bản|Nhật]], và [[Hồng Kông]].<ref name=\"CIO\"\/>\n\n==Đặc vụ==\nTrong những hoạt động đáng ghi nhận của Phủ Đặc ủy Trung ương Tình báo là việc phát giác ra liên lạc giữa [[Hoa Kỳ]] và [[Việt Nam Dân chủ Cộng hòa]] ở [[Paris]] vào năm 1969 khi Hoa Kỳ muốn tìm cách điều đình chấm dứt [[Chiến tranh Việt Nam|chiến tranh]]. Trạm tình báo ở Paris gửi báo cáo về [[Sài Gòn]] sau khi săn được tin qua ngả tình báo của Sûreté Pháp. Tổng thống [[Nguyễn Văn Thiệu]] triệu đại sứ Hoa Kỳ [[Ellsworth Bunker]] vào để trả lời. Phía Việt Nam Cộng hòa sau đó tiếp tục theo dõi nhưng giữ im lặng.<ref name=\"CIO\"\/>\n\n==Trong Sự kiện 30 tháng 4 năm 1975==\nTheo cuốn ''Bên Thắng cuộc'' của nhà báo [[Huy Đức]] thì ngày 24\/04\/1975, Nguyễn Khắc Bình lặng lẽ di tản không một lời bàn giao cho thuộc cấp. Tổng thống [[Trần Văn Hương]] bổ nghiệm ông Nguyễn Phát Lộc,<ref>Đi cải tạo cho tới khi chết ở trại giam Nam Hà<\/ref> phụ tá của ông Bình, làm đặc ủy trưởng. Chiều ngày 28\/04\/1975, tòa Đại sứ Mỹ yêu cầu tất cả nhân viên Phủ Đặc ủy tập trung ở số 3 Bạch Đằng chờ, sau đó chuyển sang số 2 Nguyễn Hậu. Nhưng, tới 1 giờ sáng ngày 30\/04\/1975 thì tất cả liên lạc giữa Tòa Đại sứ và Phủ Đặc ủy đều bị cắt. Hầu như tất cả cán bộ của Phủ Đặc ủy đều bị kẹt ở lại.\n\n==Các Đặc ủy trưởng qua các thời kỳ==\n* Trung tá Lê Liêm\n* Đại tá [[Nguyễn Văn Y]]\n* Trung tướng [[Mai Hữu Xuân]]\n* Chuẩn tướng [[Nguyễn Ngọc Loan]]\n* Trung tướng [[Linh Quang Viên]]\n* Đại tá [[Nguyễn Khắc Bình]]\n* Nguyễn Phát Lộc\n\n==Tham khảo và chú thích==\n{{Tham khảo}}\n==Xem thêm==\n*[[Nha Kỹ thuật, Quân lực Việt Nam Cộng hòa]]\n*[[Sở Nghiên cứu Chính trị Xã hội]]\n*[[Đoàn Công tác Đặc biệt Miền Trung]]\n\n[[Thể loại:Tình báo Việt Nam Cộng hòa]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Chính phủ Việt Nam]]\n[[Thể loại:Cơ quan tình báo]]\n[[Thể loại:Việt Nam]]\n[[Thể loại:Việt Nam Cộng hòa]]\n[[Thể loại:Cơ quan tình báo Việt Nam]]"}