{"457943":"[[Tập tin:phuvuonthien1.jpg|nhỏ|phải|250px|Cổng vào phủ Vườn Thiên ở [[cố đô Hoa Lư]]]]\n'''Phủ Vườn Thiên''' ''(còn gọi là đền thờ hoàng tử Lê Long Thâu hay phủ Kình Thiên Vương)'' là di tích lịch sử văn hóa cấp quốc gia, thuộc vùng bảo vệ đặc biệt của khu di tích [[cố đô Hoa Lư]], tỉnh [[Ninh Bình]].\n\nPhủ Vườn Thiên nằm cách trung tâm khu di tích [[cố đô Hoa Lư]] 600m, gần với [[đền thờ Công chúa Phất Kim]] (nơi thờ con gái út của vua [[Đinh Tiên Hoàng]]). Phủ có kiến trúc y hệt quy mô của một ngôi đền với 3 tòa chầu vào sân giữa.\n\nPhủ Vườn Thiên hiện nay thực chất là đền thờ hoàng tử Lê Long Thâu, con cả vua [[Lê Đại Hành]]. Lê Long Thâu được phong là Kình thiên đại vương năm 989, mất năm 1000. Tương truyền xưa ông là người cai quản Tháp Tư thiên xây dựng tại [[Hoa Lư]]. Tháp đặt gần ghềnh có nhiệm vụ quan sát thiên tượng, dự đoán thời tiết hàng ngày để tâu lên vua. Trong việc quân cơ rất cần biết thời tiết, khí tượng. Các nhà nghiên cứu cho rằng đây chính là tháp đài mà năm 991 Tống Cảo - sứ nhà Tống đã tâu vua Tống rằng: \"...ở [[hoa Lư|kinh đô Hoa Lư]] có một cái tháp nhiều tầng, kết gỗ dựng lên, hình dáng hơi thô lậu, [[Lê Đại Hành|Lê Hoàn]] có mời bọn hạ thần lên đó xem. [[Lê Đại Hành|Lê Hoàn]] hỏi: bên thượng quốc có cái tháp này không? Ấy là tháp đo khí hậu. Khí hậu nước này không rét, giữa tháng Chạp vẫn mặc áo đơn, dùng quạt\".<ref>[https:\/\/tiepthisaigon.com.vn\/di-tich-lich-su-phu-vuon-thien-o-ninh-binh-9-390.html Di tích lịch sử Phủ Vườn Thiên ở Ninh Bình]<\/ref>\n\nVề các hoàng tử, công chúa Tiền Lê, tại [[đền Vua Lê Đại Hành]] chỉ thờ Vua cùng hai con là [[Lê Long Đĩnh]] và công chúa [[Lê Thị Phất Ngân]]. Ở [[cố đô Hoa Lư]], còn một di tích thờ người con trai thứ hai của [[Lê Đại Hành]] là [[Lê Long Tích]] (phối thờ cùng cháu [[Lý Long Bồ]]), tức phủ Đông Vương nằm cách phủ Vườn Thiên khoảng 1&nbsp;km theo đường bộ. Kình Thiên Vương còn được thờ ở di tích đình Yến, xã Thanh Hà, huyện [[Thanh Liêm]], tỉnh [[Hà Nam]].<ref>{{Chú thích web |url=http:\/\/tapchivanngheninhbinh.org\/van-nghe-dan-gian\/su-tich-phu-kinh-thien-392.html |ngày truy cập=2020-02-21 |tựa đề=Sự tích Phủ Kình Thiên |archive-date=2020-02-21 |archive-url=https:\/\/web.archive.org\/web\/20200221193720\/http:\/\/tapchivanngheninhbinh.org\/van-nghe-dan-gian\/su-tich-phu-kinh-thien-392.html |url-status=dead }}<\/ref>\n\n{{du lịch Ninh Bình}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{sơ khai}}\n\n[[Thể loại:Di tích Cố đô Hoa Lư]]"}