{"17830502":"{{otheruses5|tuyến phố tại Hà Nội|phường cùng tên|Phố Huế (phường)||Huế (định hướng)}}\n'''Phố Huế''' là một tuyến đường đi qua địa bàn các quận [[Hoàn Kiếm]] và [[Hai Bà Trưng (quận)|Hai Bà Trưng]], thành phố [[Hà Nội]].\n\n==Vị trí–Đặc điểm==\n[[Tập tin:Street scene while walking in Hanoi, Pho Hue, Pho Nguyen Cong Tru.jpg|250px|trái|nhỏ|Góc phố Huế và phố Nguyễn Công Trứ]]\nĐây là tuyến đường một chiều, chạy từ đường Đại Cồ Việt đến ngã tư phố Hàm Long - [[Phố Hàng Bài|Hàng Bài]], song song với [[Phố Bà Triệu, Hà Nội|phố Bà Triệu]].\n\nPhố Huế dài 1.266 m, rộng 14 m, giao với các tuyến đường: Nguyễn Du, Lê Văn Hưu, Trần Nhân Tông, Trần Xuân Soạn, Tuệ Tĩnh, Hòa Mã, Tô Hiến Thành, Nguyễn Công Trứ. Phố thuộc địa bàn các phường Hàng Bài (quận Hoàn Kiếm), Nguyễn Du, Phạm Đình Hổ và Phố Huế (quận Hai Bà Trưng).\n\n==Lịch sử==\nĐây nguyên là một đoạn của con đường thiên lý xưa, nối kinh đô [[Thăng Long]] với các trấn, các tỉnh ở phía nam.\n\nĐầu thế kỷ XIX, tuyến phố đi qua các thôn, phường cổ gồm: phường Phục Cổ, thôn Giáo Phường, thôn Đông Hạ và thôn Yên Thọ, đều thuộc tổng Tả Nghiêm, huyện [[Thọ Xương (huyện)|Thọ Xương]] cũ. Giữa thế kỷ XIX, thôn Đông Hạ hợp với thôn Sài Tan, Cẩm Chỉ thành thôn Đông Tân, còn thôn Yên Thọ hợp với thôn Thống Nhất thành thôn Yên Nhất.<ref>''Từ điển đường phố Hà Nội'', Nhà xuất bản Hà Nội, 2010<\/ref>\n\nNăm 1890, phố được gọi là đường Huế (route de Hué) và sau năm 1945 thì đổi thành phố Duy Tân. Từ ngày giải phóng thủ đô, phố Duy Tân đổi tên thành phố Huế, mang tên cố đô [[Huế]] của [[nhà Nguyễn]].\n\nHiện nay, dọc theo tuyến phố vẫn còn các đình, đền mang tên các thôn, phường cũ như: đình Phục Cổ tại số nhà 14 phố Nguyễn Du, đình Giáo Phường tại số nhà 83B phố Huế, đình Đông Hạ tại số nhà 133 phố Huế (còn đền của làng này ở tại số nhà 28 ngõ Huế) và đình Yên Nhất tại số nhà 260 phố Huế.\n\n==Các tuyến xe buýt chạy qua==\n* Tuyến 08A, 08B, 31, 35A, 36, CNG03: Hết phố\n* Tuyến 23: từ Thái Phiên đến chỗ cắt Tô Hiến Thành - Nguyễn Công Trứ (chiều đi); từ Nguyễn Công Trứ đến chỗ cắt Hòa Mã -Tuệ Tĩnh (chiều về)\n* Tuyến 38, 52A, 52B: từ cuối Đại Cồ Việt đến chỗ cắt Trần Xuân Soạn - Trần Nhân Tông\n\n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Đường phố Hà Nội|Huế]]\n[[Thể loại:Hai Bà Trưng (quận)]]\n[[Thể loại:Hoàn Kiếm]]"}