{"840942":"{{Chú thích trong bài|date=tháng 4\/2022}}\n''' Phủ Đồi Ngang ''' là một di tích văn hóa tâm linh thuộc hệ thống thờ tín ngưỡng tứ phủ thánh cậu ở miền Bắc Việt Nam. Phủ nằm ở xã [[Phú Long, Nho Quan|Phú Long]], huyện [[Nho Quan]], tỉnh [[Ninh Bình]], thuộc vùng du lịch [[hồ Đồng Chương]] - sân golf Tràng An - phủ Sòng Xanh. Từ Quốc lộ 1 tại [[thành phố Tam Điệp]] theo quốc lộ 12B về ngã 3 Rịa rẽ vào quốc lộ 45 chừng 1&nbsp;km là đến phủ Đồi Ngang hoặc có thể theo đại lộ Tràng An hay quốc lộ 38B từ [[thiên Tôn, Hoa Lư|thị trấn Thiên Tôn]] về ngã 3 Rịa. Phủ Đồi Ngang nằm bên đồi thông, thờ Cậu Bé Đồi Ngang và mẹ là Công chúa [[Liễu Hạnh công chúa|Liễu Hạnh]] cùng tướng [[Lê Du]] thời Đinh và các vị tiên thánh khác trong tín ngưỡng thờ Mẫu Tam phủ.<ref>[http:\/\/nhoquan.ninhbinh.gov.vn\/huyennhoquan\/1223\/27423\/38910\/66523\/DI-TICH-LICH-SU---VAN-HOA\/DI-TICH-LICH-SU-VAN-HOA-CAP-TINH-PHU-DOI-NGANG--XA-PHU-LONG.aspx DI TÍCH LỊCH SỬ VĂN HÓA CẤP TỈNH PHỦ ĐỔI NGANG, XÃ PHÚ LONG]<\/ref> Do phủ nằm ở trên đồi có một con đường ngang chạy qua nên được gọi là phủ Đồi Ngang.\n\n==Lịch sử==\nTheo truyền thuyết Thánh Mẫu tiên chúa tái tam giáng thế, hiển thánh tại vùng đất [[Nho Quan]], [[Ninh Bình]] vào khoảng thế kỷ XVI. Biến hóa thành cô thôn nữ dọn quán bán nước ven đường (trước cổng phủ Đồi Ngang ngày nay) quan sát, dùng phép thuật trừ tà ác, dâm tặc bảo vệ nhân dân. Thánh Mẫu biến hóa, cải trang thành người trần để thử lòng trần gian.\n\nLúc bấy giờ, có một người con trai họ Mai cũng cùng cảnh giáng trần. Cơ duyên đã đưa họ gặp gỡ, tâm đầu ý hợp, trong cuộc trò truyện họ nghĩ về cuộc sống gia đình hạnh phúc với những đứa con. Bỗng nhiên có tiếng khóc của một đứa bé. Và đó chính là đứa con ước nguyện của Mẫu Liễu Hạnh và người con trai họ Mai. Theo thời gian cậu bé lớn lên và trưởng thành, khí phách hiên ngang, giúp dân giúp nước. Tương truyền rằng cậu là sống phóng khoáng, cậu sẵn sàng cho một người nào đó tất cả nếu thuận lòng, nếu người đó có tâm sáng. Nhưng cũng không kém phần dứt khoát của một chàng trai, nếu không bằng lòng với ai, cậu sẽ lấy hết những gì mà người đó có. Vì vậy Đền Đồi Ngang ngoài thờ Mẫu Liễu Hạnh, còn là nơi linh thiêng thờ cậu bé Đồi Ngang. Hàng năm du khách thập phương đến với đền đều thành tâm cúng lễ xin lộc tài, mong điều tốt đẹp và thuận lợi trong cuộc sống và công việc.\n\n==Kiến trúc==\nPhủ được xây dựng thời [[Nhà Lê sơ|Lê]], đến năm 1989 được xây dựng lại như ngày nay. Phủ có diện tích 5.000 mét vuông. Phủ Đồi Ngang có ba ngôi nhà đứng độc lập. Trong phủ có 5 toà nhà gồm ba gian nhà ngang, [[động Sơn Trang]], 1 gian thờ Cậu bé Đồi Ngang.Đầu tiên là Bái đường, tiếp theo là toà thờ ''tứ vị chầu Bà'' và cung cấm thờ tượng Công chúa Liễu Hạnh. Toàn phủ đều quay về hướng Đông, thẳng hướng về [[chùa Bái Đính]] và [[cố đô Hoa Lư]].\n\n==Lễ hội==\nLễ hội phủ Đồi Ngang diễn ra vào ngày 10 đến ngày 20 tháng 2 âm lịch. Hiện nay, lễ hội phủ Đồi Ngang diễn ra các phần tế và hầu đồng, diễn về các sự tích, công lao của các vị thần, các vị anh hùng dân tộc, đây là những hoạt động tín ngưỡng mang tính chất độc đáo, có giá trị di sản văn hoá phi vật thể. Cũng như người dân khu vực đền Dâu và đền Quán Cháo ở [[Tam Điệp]], người dân [[Nho Quan]] tổ chức lễ hội đền để tưởng nhớ cậu bé và Công chúa Liễu Hạnh, người đã hóa thân vào người dân bản địa để giúp nghĩa quân Tây Sơn đánh giặc. Lễ hội phủ Đồi Ngang còn gắn kết với các lễ hội trong và ngoài tỉnh tạo thành tuyến du lịch tâm linh: đền Dâu - quán Cháo ([[thành phố Tam Điệp]], tỉnh [[Ninh Bình]]); phủ Dày, phủ Sòng Sơn, phủ Tây Hồ…\n\nPhủ Đồi Ngang cùng với điểm du lịch khác của [[Nho Quan]] bao gồm: [[Vườn quốc gia Cúc Phương|Vườn Quốc gia Cúc Phương]]; Khu tắm ngâm nước khoáng [[Vườn quốc gia Cúc Phương|Cúc Phương]]; Khu du lịch nghỉ dưỡng Cucphuong Orion Resort; Khu du lịch sinh thái [[hồ Đồng Chương]]; Hang [[động Vân Trình]], xã Thượng Hòa; Khu du lịch hang Bụt - [[động Thiên Hà]], xã Sơn Hà<ref>{{Chú thích web |url=http:\/\/baoninhbinh.org.vn\/news\/43\/2DDF6B |ngày truy cập=2012-01-01 |tựa đề=Nho Quan hướng tới phát triển du lịch bền vững |archive-date=2011-07-19 |archive-url=https:\/\/web.archive.org\/web\/20110719142357\/http:\/\/baoninhbinh.org.vn\/news\/43\/2DDF6B }}<\/ref> đã được kết nối tạo thành những tuyến điểm du lịch, tạo điều kiện phát triển kinh tế cho địa phương.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Xem thêm==\n*[[Cô Đôi Thượng Ngàn]]\n*[[Động Thiên Hà]]\n*[[Vườn quốc gia Cúc Phương|Vườn Quốc gia Cúc Phương]]\n\n==Liên kết ngoài==\n\n{{Du lịch Ninh Bình}}\n{{sơ khai kiến trúc Việt Nam}}\n\n[[Thể loại:Văn hóa Ninh Bình]]\n[[Thể loại:Di tích tại Ninh Bình]]"}