{"575081":"[[Hình:Phố Hàng Bồ.JPG|nhỏ|Phố Hàng Bồ hiện nay|liên_kết=https:\/\/nguoihanoi.com.vn\/pho-hang-bo-quan-hoan-kiem-ha-noi-33160.html]]\n[[Tập tin:Một cửa hàng trên phố Hàng Bồ.JPG|nhỏ|Một cửa hàng trên phố Hàng Bồ]]\n{{for|phường cùng tên|Hàng Bồ (phường)}}\n'''Phố Hàng Bồ''' nằm trong khu vực [[khu phố cổ Hà Nội|phố cổ Hà Nội]]. Thời kì thuộc Pháp vào cuối thế kỉ XIX phố có tên tiếng Pháp là Rue des Paniers. Từ sau năm 1945 phố chính thức mang tên Hàng Bồ. Cùng thời gian đó phố là nơi tập trung các cửa hàng bán dụng cụ đan bằng tre nứa như bồ, sọt, thúng mủng.<ref>[http:\/\/thanglong.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=59&articleid=304 Phố Hàng Bồ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110705221135\/http:\/\/thanglong.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=59&articleid=304 |date = ngày 5 tháng 7 năm 2011}} Báo thanglong.cinet.vn, truy cập ngày 13\/12\/2010<\/ref> Vào những dịp [[Tết Nguyên Đán]] hàng hoá truyền thống được chất đầy trên phố, kẻ mua người bán tấp nập.\n\n==Vị trí==\n\nPhố Hàng Bồ hiện nay thuộc phường Hàng Bồ, quận Hoàn Kiếm, thành phố Hà Nội. Phố dài khoảng 0,27&nbsp;km theo hướng Đông – Tây. Đầu phố phía Đông là ngã tư giao với các phố [[Phố Hàng Đào|Hàng Đào]], [[Phố Hàng Ngang|Hàng Ngang]] và [[Phố Hàng Bạc|Hàng Bạc]]. Đầu phố phía Tây là ngã tư giao với các phố [[Phố Hàng Thiếc|Hàng Thiếc]], [[Phố Thuốc Bắc|Thuốc Bắc]] và [[Phố Bát Đàn|Bát Đàn]].\n\nPhố nằm ở vị trí cách [[Hồ Hoàn Kiếm]] 0,35&nbsp;km về phía [[Bắc]] và cách [[chợ Đồng Xuân]] 0,5&nbsp;km về phía Nam\n \n==Lịch sử==\n\nKhu vực phố Hàng Bồ nguyên là đất thôn Xuân Hoa (đoạn phía Đồng) và thôn Nhân Nội (đoạn phía tây), tổng Tiền Túc, huyện Thọ Xương cũ. Tới giữa thế kỷ XIX, thôn Xuân Hoa hợp với thôn Yên Hoa thành thôn Xuân Yên. Và tổng Tiền Túc cũng đã đổi ra là tổng Thuận Mỹ. Thời Pháp thuộc, phố Hàng Bồ có tên gọi \"Rue des Paniers\", tuy nhiên sau cách mạng, Hà Nội đã chính thức hóa tên gọi \"Hàng Bồ\". Khoảng những năm đầu thế kỷ XX, có nhiều ngườiHoa kiều gốc Triều Châu cư trú ở khu phố này; họ cân thóc gạo và hoa quả, một số thì mở hiệu ảnh.\n\nDấu vết các làng cũ ở phố Hàng Bồ là những đình miếu còn sót lại: đền Xuân Yên (của thôn Xuân Hoa cũ) ở số nhà 44 phố Hàng Cân thờ công chúa Lân Ngọc, đền Xuân Yên của thôn Yên Hoa cũ ở số 6 phố Lương Văn Can thờ Nguyên quận phu nhân, đền Nhân Nội ở số nhà 84A phố Hàng Bồ cũng thờ công chúa Lân Ngọc và đình Nhân Nội ở số nhà 33 phố Bát Đàn thờ thần Bạch Mã. Đoạn giữa phố, cho tới đầu thời Pháp thuộc, là nơi tập trung những cửa hàng bán các thứ bồ đan bằng tre nứa. Còn đoạn đầu phố, chỗ tiếp giáp phố Hàng Đào, Hàng Ngang thời trước có tên là phố Hàng Dép. Ở đây tập trung các cửa hàng bán guốc dép.<ref>{{Chú thích web|url=https:\/\/nguoihanoi.com.vn\/pho-hang-bo-quan-hoan-kiem-ha-noi-33160.html|tựa đề=Phố Hàng Bồ, quận Hoàn Kiếm, Hà Nội|họ=|ngày=2017-07-31|website=Tạp chí Người Hà Nội Online|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-03-26}}<\/ref>\n\n==Xem thêm==\n\n*[[Khu phố cổ Hà Nội|Phố cổ Hà Nội]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Khu phố cổ Hà Nội|B]]\n[[Thể loại:Đường phố Hà Nội|Hàng Bồ]]"}