{"1166619":"'''Hàng Quạt''' là một phố nằm trong [[khu phố cổ Hà Nội]], dài khoảng 200m<ref name=\"Vần H\">{{Chú thích web |url=http:\/\/thanglonghanoi.gov.vn\/channel\/273\/2009\/07\/2536\/#N6IbraUg4r7k |ngày truy cập=2012-03-18 |tựa đề=Các đường phố Hà Nội theo vần H |archive-date=2011-12-24 |archive-url=https:\/\/web.archive.org\/web\/20111224185033\/http:\/\/thanglonghanoi.gov.vn\/channel\/273\/2009\/07\/2536\/#N6IbraUg4r7k }}<\/ref> và chỉ cắt ngang phố [[Tố Tịch]]. Phố bắt đầu từ phố [[Phố Lương Văn Can, Hà Nội|Lương Văn Can]] và kết thúc tại chỗ ngã ba [[Hàng Nón]] - [[Hàng Hòm]].\n\n== Lịch sử ==\n[[Tập tin:Hanoï - Promenade du Dragon, rue des Éventails.jpg|nhỏ|Múa rồng Phố hàng Quạt, đầu thế kỷ 20]]\nPhố Hàng Quạt nguyên thuộc đất thôn Tố Tịch và thôn Thuận Mỹ, tổng Tiền Túc, huyện [[Thọ Xương]] cũ, nay là phường Hàng Gai, quận [[Hoàn Kiếm]]. Phố gồm ba phố cũ rất nhỏ gộp lại: nửa phía đông là phố Hàng Quạt (cũ) và Hàng Đàn, nửa phía tây là phố Mã Vĩ. Sau 1945 đã chính thức hóa tên ''phố Hàng Quạt''.<ref name=\"Vần H\" \/> Phố ngày nay thuộc phường Hàng Gai, quận Hoàn Kiếm.\n\nĐoạn đầu phố cũng gọi là Hàng Quạt, xưa có những cửa hàng vừa bán quạt do mình sản xuất và của cả những nơi khác chở đến nữa. Nghề làm quạt do một số người dân gốc làng Đào Xá, tên nôm là Đầu Quạt (tỉnh Hưng Yên) đem tới. Họ cư trú ở đây, làm quạt, lập đình thờ vị tổ nghề họ Đào.\n\nĐoạn giữa phố Hàng Quạt vốn có tên Hàng Đàn vì xưa kia nhiều nhà làm và bán các loại [[đàn nguyệt]], [[đàn tranh]], [[đàn bầu]], nhị, hồ... Hồi đó gần như không có cửa hàng lớn, mà chỉ có những gia đình thợ thủ công sống về nghề mộc.\n\nĐoạn đầu phố cũng gọi là Hàng Quạt, xưa có những cửa hàng vừa bán quạt do mình sản xuất và của cả những nơi khác chở đến nữa. Nghề làm quạt do một số người dân gốc làng Đào Xá, tên nôm là Đầu Quạt (tỉnh Hưng Yên) đem tới. Họ cư trú ở đây, làm quạt, lập đình thờ vị tổ nghề họ Đào.\n\nĐoạn giữa phố Hàng Quạt vốn có tên Hàng Đàn vì xưa kia nhiều nhà làm và bán các loại đàn nguyệt, đàn tranh, đàn bầu, nhị, hồ... Hồi đó gần như không có cửa hàng lớn, mà chỉ có những gia đình thợ thủ công sống về nghề mộc.\n\nSau khi thực dân Pháp sang Hà Nội, phố có tên là \"rue des Eventails\". Từ đầu thế kỷ XX chủ yếu các cửa hàng ở đây làm và bán những đồ gỗ chạm như long đình, kiệu bát cống, song loan... Sau nữa chuyển sang làm đồ gỗ thông thường như bàn, ghế, tủ, chạn...\n\n== Đặc điểm ==\nĐoạn cuối phố Hàng Quạt ngày nay, từ đền Dâu đến đầu Hàng Nón, trước gọi là phố Mã Vĩ. Phố này chuyên làm và bán các loại áo mũ triều phục, trang phục tuồng, chèo, lễ hội, cờ, phướn, trướng, lọng và một số đạo cụ sân khấu làm bằng lông đuôi ngựa nên gọi là Mã Vĩ (đuôi ngựa)...\n\nNgày nay, phố Hàng Quạt không còn bán quạt và đàn nữa. Những cửa hàng trên phố chuyển sang kinh doanh các mặt hàng khác như bàn thờ lớn nhỏ; tranh thêu; chữ, đối, trướng dùng vào việc hiếu, hỷ, chúc thọ, khen thưởng. Trên phố, ngoài trường giáo dục thường xuyên Nguyễn Văn Tố còn có trường THCS Nguyễn Du, trường Nguyễn Bá Ngọc\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Khu phố cổ Hà Nội|Q]]"}