{"1251746":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Phụng Châu\n| vai trò hành chính = xã\n| hình = Phố Phượng, Phụng Châu, Hà Nội.png\n| ghi chú hình = Một góc tuyến phố Phượng Nghĩa, Phụng Châu, Hà Nội\n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 56\n| vĩ giây = 43\n| kinh phút = 42\n| kinh giây = 19\n| diện tích = 7,12 km²<ref name=MS\/>\n| dân số = 11.449 người<ref name=MS\/>\n| thời điểm dân số = 2006\n| mật độ dân số = 1.608 người\/km²\n| dân tộc = Hầu hết là [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Chương Mỹ]]\n| thành lập = 2006<ref>Nghị định 01\/2006\/NĐ-CP<\/ref>\n| trụ sở UBND =Phượng Nghĩa, Phụng Châu, Chương Mỹ, Hà Nội \n| mã hành chính = 10021<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Phụng Châu''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Chương Mỹ]], thành phố [[Hà Nội]], [[Việt Nam]].\n\nXã có diện tích 7.12 km², dân số năm 2018 là 11.523 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | accessdate =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 1.668 người\/km².\n\n==Địa lý==\nVề địa lý, Phụng Châu có dãy [[Chùa Trầm|núi Trầm]] và có dòng [[sông Đáy]] chảy qua.\n\nXã nằm ở phía Đông Bắc [[Chương Mỹ]]:\n* Phía Đông Nam giáp phường [[Biên Giang]], [[quận Hà Đông]]\n* Phía Đông giáp phường [[Yên Nghĩa]], [[quận Hà Đông]]\n* Phía Nam giáp thị trấn [[Chúc Sơn]], [[Chương Mỹ]]\n*Phía Bắc giáp [[Đại Thành]], [[Quốc Oai]]\n* Phía Tây Bắc giáp [[Tân Hòa]], [[Quốc Oai]]\n* Phía Tây Nam giáp [[Tiên Phương]]. [[Chương Mỹ]]\n\n== Hành chính ==\nHiện tại Phụng Châu có 4 phố gồm: phố Phượng Đồng, phố Phượng Nghĩa, phố Phương Bản và phố Long Châu.<br \/>\nUBND xã Phụng Châu nằm trên phố Phượng Nghĩa.\n\n==Giáo dục==\nTrường Đại học trên địa bàn:\n*[[Trường Đại học Sư phạm Thể dục Thể thao Hà Nội]][[Tập tin:Đài phun nước \"Trống đồng Đông Sơn\" tại trường THCS Phụng Châu.jpg|nhỏ|Đài phun nước \"Trống đồng Đông Sơn\" tại trường THCS Phụng Châu]]\n\nTrường Phổ thông trên địa bàn:\n* THPT Nguyễn Văn Trỗi\n* THCS Phụng Châu\n*Tiểu học Phụng Châu\n\n==Đặc sản==\nNem Phượng được biết đến là đặc sản của Phụng Châu, do gia truyền tại khu Phượng Nghĩa. Nguyên liệu làm nem Phượng bao gồm: thịt nạc, bì lợn, gạo tẻ, gạo nếp, lá sung. Nguyên liệu đơn giản nhưng phải chế biến điêu luyện thì mới ra thành phẩm ngon.\n\n==Các địa điểm nổi tiếng==\nPhụng Châu với vị trí địa lý được thiên nhiên ưu ái nên cảnh quan phong phú và có nhiều danh lam thắng cảnh đẹp. Nơi đây là địa điểm tham quan và du lịch của người dân thủ đô và các tỉnh vùng ven cũng như du khách nước ngoài khi đến tham quan thành phố [[Hà Nội]]. \n===Chợ Phượng===\nĐây là chợ phiên lớn được tổ chức vào các ngày Âm lịch như mùng 3, mùng 5, mùng 8, mùng 10, mùng 13, mùng 15, mùng 18, mùng 20, mùng 23, mùng 25, mùng 27, mùng 30 vào buổi sáng. Tuy nhiên, hàng ngày chợ vẫn hoạt động tại gần đó tuy nhiên với quy mô nhỏ hơn. Cuối năm 2019, chợ Phượng được sửa chữa, nâng cấp và mở rộng quy mô với mật độ bê tông phủ kín.\n\n===Núi Trầm===\n[[Tập tin:Núi Trầm, Chương Mỹ, Hà Nội.png|nhỏ|389x389px|Núi Trầm]]\nKhu du lịch sinh thái [[núi Trầm]] nằm cách trung tâm Hà Nội khoảng 20&nbsp;km là địa điểm khám phá thiên nhiên, du lịch nổi tiếng vùng ngoại ô với quần thể chùa nổi tiếng. Núi Trầm hay còn có tên gọi khác là Tử Trầm Sơn. Ba ngôi chùa tại đây có tên lần lượt là chùa Trầm, chùa Hang và chùa Vô Vi Lễ hội chùa Trầm được tổ chức từ mùng 2 đến mùng 4 tháng 2 âm lịch. Với các trò chơi, văn hóa, văn nghệ dân gian. Mỗi cuối tuần, nơi đây thu hút số lượng lớn du khách về tham quan, tổ chức cắm trại qua đêm. Nơi đây cũng là thiên đường của những người đam mê bộ môn [[Trekking]], đạp xe đạp, chụp ảnh, ... .\n\n===Chùa Trầm===\n[[Chùa Trầm]] tọa lạc tại khu vực thắng cảnh núi Trầm thuộc thôn Long Châu, nên còn có tên là chùa Long Châu. Chùa được xây dựng vào năm Cảnh Trị thứ 7 (1669). Chùa đã qua nhiều lần trùng tu. Ngôi chùa hiện nay còn giữ được nhiều tượng Phật mang phong cách nghệ thuật thế kỷ XVIII - XIX, với kỹ thuật chạm khắc công phu, tinh tế. Trên nền cao tam cấp bằng đá của chùa, ở phiến đá chính giữa có chạm nổi hai con thằn lằn rất đẹp. Lễ hội chùa vào ngày 2 tháng 2 âm lịch hàng năm, thu hút rất đông khách trảy hội, vãn cảnh.\n\n===Đình Phương Bản===\nĐình làng Phương Bản thuộc xã Phụng Châu là nơi thờ [[Phùng Hưng]] và 2 vị [[tướng nhà Đinh]] là Uy Sơn đại vương và Ngọ Tân đại vương. Hai ông là người làng Phương Bản từng chiêu mộ binh sĩ theo giúp vua [[Đinh Tiên Hoàng]] dẹp [[loạn 12 sứ quân]].<ref>[https:\/\/luutru.gov.vn\/dinh-phuong-ban-148-vtlt.htm Đình Phương Bản]<\/ref>\n\n== Làng nghề ==\nPhụng Châu có nhiều làng nghề truyền thống, nổi tiếng trong đó là làng nghề điêu khắc đá ở thôn Long Châu. Làng nghề truyền thống này đã có từ lâu đời ở bên cạnh quần thể núi Trầm. Các nghệ nhân điêu khắc đá đã về đây học hỏi, cũng như mở xưởng đá ở nơi đây.\n\n==Cơ sở hạ tầng==\nPhụng Châu có điều kiện tốt phát triển cơ sở hạ tầng với ưu thế:\n\n* Đường [[Quốc lộ 6]] (kết nối thủ đô [[Hà Nội]] với các tỉnh phía Bắc) và đường TL419 chạy ngay sát địa giới\n* Cách Bến xe Yên Nghĩa và [[Tuyến số 2A (Đường sắt đô thị Hà Nội)]] 5 km về phía Đông\n* Cách Khu Công nghiệp Phú Nghĩa 5 km về phía Tây\n* Khoảng cách từ trung tâm xã đến [[Đại lộ Thăng Long]] (hay đường cao tốc Láng - Hòa Lạc) khoảng 7 km về phía Bắc\n* Khoảng cách từ trung tâm xã đến [[Quốc lộ 21B]] (kết nối giữa thủ đô Hà Nội và hai tỉnh Hà Nam và Nam Định) khoảng 8 km về phía Đông Nam\n\n=== Khu đô thị ===\n\n* Khu đô thị Dreamhouse Phụng Châu 8\n* Khu đô thị Dreamhouse Phụng Châu 12\n\n=== Trung tâm mua sắm ===\n\n* Siêu thị [[Thegioididong.com|Điện Máy Xanh]]\n*Siêu thị [[VinMart]]\n\n=== Trục đường ===\n\n* Đường Đê Mới là trục đường chính của Phụng Châu, giao với đường Hoa tại ngã ba Chợ Phượng, kết nối giữa quần thể Núi Trầm và [[Quốc Oai]].\n*Đường Phượng Thành\n*Đường Văn Miếu\n* Đường Phượng Yên là trục đường phụ, kết nối phố Phượng Đồng và phố Phượng Nghĩa.\n* Đường Hoa là đường chính, kết nối phố Phượng Đồng và phố Phượng Nghĩa, giao với đường Phượng Bãi ([[Biên Giang]]) nối thẳng với [[Quốc lộ 6]] và đường Phúc Tiến ([[Biên Giang]]).\n* Đường Long Châu là tuyến đường giao với đường Phượng Nghĩa, kết nối phố Phượng Nghĩa, phố Long Châu và phố [[Ninh Sơn]], [[Chúc Sơn]].\n*Đường Phương Bản là tuyến đường đi xã [[Tân Hòa, Quốc Oai]].\n*Đường [[Phố Lê Văn Lương, Hà Nội|Lê Văn Lương]] (hay là đường Tố Hữu kéo dài) kết nối Phụng Châu và TT Chúc Sơn với đường vành đai 4 (nằm trong quy hoạch định hướng phát triển không gian Hà Nội) <ref>{{Chú thích web|url=http:\/\/www.hanoimoi.com.vn\/tin-tuc\/Kinh-te\/834867\/ha-noi-phe-duyet-nhiem-vu-chi-gioi-duong-do-duong-to-huu-keo-dai|tựa đề=Hà Nội: Phê duyệt nhiệm vụ chỉ giới đường đỏ đường Tố Hữu kéo dài|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n=== Tuyến xe buýt ===\n{| class=\"wikitable\"\n!Tuyến xe buýt\n!Ghi chú\n!Lộ trình\n|-\n|<sup>'''CNG07'''(Bến xe Yên Nghĩa - Hoài Đức)<\/sup>\n|\n|''Chiều đi:'' Quốc lộ 6 - Cầu Mai Lĩnh - Biên Giang - Phượng Bãi - Chùa Trầm - Tỉnh lộ 419 - Chùa Trăm Gian - Tỉnh lộ 419 - Thị trấn Quốc Oai - Cầu vượt Hoàng Xá - Đường ven Khu Đô thị Sunny Garden - Đường nội bộ Khu Du lịch Tuần Châu Ecopark - Đường vành đai Khu Di tích chùa Thầy - Tỉnh lộ 421B - Đê Song Phương - Tỉnh lộ 422 - Ngã tư Sơn Đồng - Tỉnh lộ 422 - Quốc lộ 32\n''Chiều về:'' Hoài Đức (Bến xe Hoài Đức) - Quốc lộ 32 - Tỉnh lộ 422 - Ngã tư Sơn Đồng - Tỉnh lộ 422 - Đê Song Phương - Tỉnh lộ 421B - Đường vành đai KDT chùa Thầy - Đường nội bộ KDL Tuần Châu Ecopark - Đường ven KĐT Sunny Garden - Cầu vượt Hoàng Xá - Thị trấn Quốc Oai - Tỉnh lộ 419 - Chùa Trăm Gian - Tỉnh lộ 419 - Chùa Trầm - Phượng Bãi - Biên Giang - Cầu Mai Lĩnh - Quốc lộ 6 - Bến xe Yên Nghĩa\n|}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Đơn vị hành chính thuộc huyện Chương Mỹ}}"}