{"525878":"[[Tập tin:PhuChuaTrinh.jpg|nhỏ|phải|Quang cảnh Phủ chúa Trịnh do Samuel Baron vẽ năm 1685.]]\n'''Phủ chúa Trịnh''' ([[chữ Hán]]: 鄭王府 \/ '''Trịnh vương phủ''') - vốn có danh xưng chính thức<ref>Được sử dụng khi đương quyền.<\/ref> là '''Chính phủ''' ([[chữ Hán]]: 政府) hoặc '''Soái phủ''' ([[chữ Hán]]: 帥府) hoặc '''Nội phủ''' ([[chữ Hán]]: 内府) - đã từng là một công trình kiến trúc đồ sộ vào bậc nhất thời [[Lê trung hưng]]. Được xây dựng trong thời gian một thế kỷ rưỡi ([[1592]] - [[1749]]), công trình này là một tòa thành, được xây bằng gạch, bao bọc nhiều [[cung điện]], lầu các mà các đời [[chúa Trịnh]] đã lần lượt cho xây dựng. Ngoài ra, các chúa còn cho xây nhiều cung điện ngoài phủ.\n\n==Lịch sử==\nThời kỳ Lê Trung hưng, còn được gọi là thời Lê-Trịnh. Trong suốt thời [[phong kiến]] Việt Nam, thời kỳ này là thời kỳ duy nhất: vừa có [[vua]] lại vừa có chúa. Chúa Trịnh nắm thực quyền, còn vua Lê chỉ là bù nhìn. Khác hẳn với các triều đại trước, phủ Chúa là nơi giải quyết mọi việc lớn nhỏ trong nước, triều đình vua Lê chỉ có danh mà không có thực. Tại triều đình [[Thăng Long]], các chúa Trịnh ngày càng lấn át, ức chế vua Lê.\n\nNăm 1599, [[Trịnh Tùng]] tự lập làm Đô nguyên soái, Tổng quốc chính, Thương phụ, Bình An vương. Uy quyền ngày một cao, Trịnh Tùng muốn làm đúng danh vị tước vương, bèn sai người xin với nhà vua; nhà vua bất đắc dĩ phải y cho. Vua [[Lê Thế Tông]] sai Thái tể [[Hoàng Đình Ái]] đem sách thư tiến phong Trịnh Tùng làm Bình An vương, ban thêm cho ngọc toản, tiết mao và hoàng việt (ba thứ này đều tượng trưng đặc quyền của vua chúa thời phong kiến). [[Trịnh Tùng]] được mở phủ Chúa, đặt quan thuộc. Từ đấy chính sự quyền bính đều do phủ Chúa tự quyết đoán, mọi việc từ của cải, thuế khóa, quân lính đến dân chúng đều hết thảy về phủ Chúa.\n\nTừ đó, triều đình vua Lê phải đặt dưới quyền điều khiển của họ Trịnh và phủ Chúa mới thực sự là trung tâm của bộ máy nhà nước phong kiến. Hệ thống tổ chức chính quyền lúc ban đầu đại khái vẫn dựa theo quan chế thời [[Lê Thánh Tông|Hồng Đức]], có thay đổi ít nhiều cho thích hợp với tình thế mới. Phủ chúa Trịnh (Vương phủ) được xây dựng từ năm [[1592]] đến năm [[1749]]. Từ năm [[1718]], [[Trịnh Cương]] lại đặt thêm lục phủ (tương đương với lục bộ) là: Bộ Lại, Hộ, Lễ, Binh, Hình, Công bên phủ chúa, để rút hết quyền hành của lục bộ bên triều đình.\n\n==Vị trí==\nTra cứu các bản đồ cổ, so sánh các địa danh của Thăng Long thế kỷ 17-18 với bản đồ [[Lê Thánh Tông|Hồng Đức]] (có từ trước khi có phủ chúa Trịnh-năm 1490 thời [[Nhà Lê sơ|Lê sơ]]) và thư tịch cổ thì phủ Chúa Trịnh nằm ở phía Tây Nam [[hồ Hoàn Kiếm|hồ Gươm]]. Nhưng về vị trí cụ thể của phủ thì hiện nay đang có những giả thuyết khác nhau. Giả thuyết được nhiều người tán thành nhất: phủ Chúa là một hình chữ nhật tương ứng với các phố ngày nay: hai bề dọc là hai đoạn đầu [[Phố bà Triệu, Hà Nội|phố Bà Triệu]] và phố Quang Trung<ref>Từ điển Hà Nội-địa danh của Bùi Thiết, Quang Trung (phố), trang 372.<\/ref>, hai bề ngang là hai đoạn giữa phố Hai Bà Trưng và Trần Hưng Đạo, ngõ-xóm Hạ Hồi (Hà Hồi)<ref>Từ điển Hà Nội-địa danh của Bùi Thiết, Hà Hồi (ngõ-xóm), trang 157.<\/ref>; trên phần đất khoảng các làng Vũ Thạch Tiểu, Vũ Thạch Hạ, Hồi Thuần tổng Tả Nghiêm, Phụ Khánh tổng Tiền Nghiêm huyện [[Thọ Xương]] phủ Phụng Thiên [[Thăng Long]]. Nằm ở phía nam hồ Tả Vọng, có ba cửa: Chính môn ở phía Nam, Tuyên Vũ môn ở phía Đông, Diệu Công môn ở phía Tây. Xung quanh phủ có tường thành xây bằng gạch bao bọc. Bên trong có nhiều cung điện, lầu gác lộng lẫy, xa hoa. Khu vực nội phủ rộng lớn, ứng với các khu vực ngày nay bao gồm: Khu [[bệnh viện Việt Đức]], qua [[phố Tràng Thi]], [[Thư viện quốc gia]], [[Tòa án nhân dân tối cao]], [[phố Hỏa Lò]] tới giáp phố Thợ Nhuộm. Phía trên (phía trái mặt Đông phủ) có hồ Tả Vọng (Hồ Gươm), phía dưới là hồ Hữu Vọng (nằm về phía phải mặt Đông phủ (phía cửa Tuyên Vũ), quãng từ các phố Lý Thường Kiệt, Ngô Quyền, Vọng Đức, xuống tới các phố Lò Đúc, Hàn Thuyên (vốn là vùng mặt nước hồ)<ref>Từ điển Hà Nội-địa danh của Bùi Thiết, Hàn Thuyên (phố), trang 167.<\/ref> và Hàng Chuối bây giờ) với ngụ ý hai hồ hướng về phủ chúa. Theo miêu tả và các hình minh hoạ trong sách du ký của các lái buôn phương Tây ở Thăng Long thời đó, Phủ chúa Trịnh dường như nằm ở ven [[sông Hồng]]. Trên sông, lực lượng thủy quân của vua Lê chúa Trịnh cũng luyện tập thường xuyên. Đến [[Thăng Long]] cùng lúc với Dampier, Phan Đỉnh Khuê (Trung Quốc) nhận xét: ''Trên bãi cát dọc sông, suốt khoảng 50 -60 dặm, có nhiều chiến thuyền''. Đối chiếu các nguồn tư liệu, có thể đưa ra giả thuyết: Quần thể Phủ chúa Trịnh được xây trên một diện tích rất rộng, trong đó khu chính ở phía Tây Nam [[hồ Hoàn Kiếm]] ngày nay. Sau đó có thêm nhiều công trình kiến trúc, tiến dần sang phía Đông và Đông Nam, sát bờ [[sông Hồng]] (trải dài trên một quãng từ [[Bảo tàng Lịch sử Việt Nam]] đến [[Bệnh viện Việt - Xô]] ngày nay).\n\n==Kiến trúc==\n[[Tập tin:Samuel_Baron_-_The_City_of_CHA-CHO,_the_Metropolis_of_TONQUEEN.jpg|nhỏ|Tranh giáo sĩ Phương Tây vẽ cảnh Thăng Long - Kẻ Chợ - tòa lầu cao to nổi bật được cho là lầu Ngũ Long của chúa Trịnh]]\nXung quanh phủ và ven các hồ lân cận, nhà chúa cho xây dựng khá nhiều nguyệt đài, thủy tạ, như dựng Tả Vọng đình trên Gò Rùa (nền Tháp Rùa ngày nay); dựng cung Khánh Thụy; đắp núi Ngọc Bội để tôn vinh võ công ở bờ phía Tây hồ. Nhà chúa cũng thường cho lập các trại thủy binh trên hồ. Ở cửa ô Tây Long (Bảo tàng Lịch sử ngày nay), vào thế kỷ thứ XVII, chúa [[Trịnh Doanh]] cho xây lầu Ngũ Long mang hình năm con rồng, (vào năm 1644). Lâu cao 300 thước, được dát bằng mảnh sứ và có đá cẩm thạch quấn quanh, đến năm 1787 lầu này bị đốt cháy cùng với toàn bộ quần thể phủ Chúa<ref>Từ điển Hà Nội-địa danh của Bùi Thiết, Ngũ Long (lầu), trang 304.<\/ref>...\n\nChúa Trịnh còn cho xây dựng ngoài phủ những chuồng voi ước chừng có từ 150 -200 con, hàng ngày được dẫn xuống sông để uống nước và tắm rửa, rồi những kho thuốc súng và Bãi duyệt binh mà Dampier miêu tả: ''Đằng trước phủ chúa có một bãi rộng hình vuông cho quân lính luyện tập. Ở một bên có chỗ cho các quan ngồi xem quân lính luyện tập. Ở một bên khác có một kho súng ống và đạn đại bác''. Bãi cát duyệt binh này đã là một địa điểm chính trong những ngày lễ Tế cờ và thi đấu võ. Lịch triều hiến chương ghi: ''Sau những ngày lễ Tế cờ, thi (Bắc cử) ở bãi cát giữa sông.... có thi nghề múa đao của các quân''.\n\nCấu trúc nội phủ đúng là một cõi tráng lệ chẳng kém gì cung vua: Để bước vào phủ, trước tiên phải đến Chính môn.\n\nGần đây, có tài liệu nghiên cứu nói rằng: Chính môn nằm ở gần [[chùa Chân Tiên]]<ref name=\"hanoimoi.com.vn\">{{Chú thích web |url=http:\/\/www.hanoimoi.com.vn\/forumdetail\/1000_nam_thang_long\/8012\/ph7911-chua-tr7883nh-7903-th259ng-long.htm |ngày truy cập=2010-09-05 |tựa đề=Hà Nội mới, Phủ chúa Trịnh ở Thăng Long |archive-date = ngày 14 tháng 10 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101014161924\/http:\/\/www.hanoimoi.com.vn\/forumdetail\/1000_nam_thang_long\/8012\/ph7911-chua-tr7883nh-7903-th259ng-long.htm |url-status=dead }}<\/ref> để thờ [[Tống Thiên Thần Vương]], người giúp [[Trịnh Liễu]] đặt quý địa (mà chùa Chân Tiên vào thời tồn tại phủ chúa Trịnh nằm ở làng Phụ Khánh tổng Tiền Nghiêm, khoảng di tích nhà tù Hỏa Lò ngày nay tức là góc phố Hai Bà Trưng-Thợ Nhuộm, lệch về phía tây bắc gần phố Cửa Nam thời nay hơn; về sau thời [[Pháp thuộc]], cuối thế kỷ 19, chùa được di chuyển xuống phía đông nam đến đất làng Thể Giao, cuối phố Bà Triệu bây giờ để lấy đất xây [[hỏa Lò|nhà tù Hỏa Lò]])<ref>Từ điển Hà Nội-địa danh, Chân Tiên (chùa), trang 58.<\/ref>. Nhưng theo nhà sử học Trịnh Quang Vũ, thì: ''...Vương phủ trải dài từ khu vực phố Cửa Nam, Hàng Bông ngày nay qua phố Phủ Doãn, Quang Trung, ra tận hồ Hale (hồ Thiền Quang) và xuyên xuống phố Bà Triệu, chia ra ba cửa chính: Chính Nam (phố Bà Triệu), Tuyên Vũ Môn (có Ngũ Long Lầu, cao 70m, là Bưu điện Hà Nội nay) và Diệu Đức (thông ra Cửa Nam kinh thành Thăng Long). Tổng số có 52 cung, phủ, điện, đài, vườn ngự uyển, hồ, trại lính...''<ref>[http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/93548\/Hoai-niem-ve-net-co-pho-phuong-Ha-Noi.html Bài ''Hoài niệm về nét cổ phố phường Hà Nội'', mục ''Xin cố lưu giữ bóng hình xưa'', trên báo Tuổi trẻ online.]<\/ref>. Vậy có thể thấy rằng, Phủ chúa Trịnh có 3 cửa: cửa phía nam gọi là Chính Nam hay Chính Môn (khoảng phố Bà Triệu), cửa Diệu Đức Môn (phía tây, là cửa chính thông ra Cửa Nam của kinh thành Thăng Long-nơi vua Lê ở, là hướng giao lưu chính với [[Hoàng thành Thăng Long]]) cửa này có lẽ mới gần chùa Chân Tiên ở thôn Phụ Khánh tổng Tiền Nghiêm, cửa phía đông Tuyên Vũ Môn (quay ra khoảng giữa hai hồ Tả Vọng và Hữu Vọng, gần lầu Ngũ Long).\n\nQua Chính môn (Chính Nam), vào cửa thứ hai là Cáp môn, có xá nhân canh giữ. Tiếp đến là phủ Tiết chế, khu quân lính. Từ Cáp môn có Tiền mã quân túc trực tới đại điện. Sân điện rộng lớn nằm ở chính giữa. Thềm gác 2 tầng bày nghi trượng, vũ khí, chiêng trống, nghi vệ. Phía sau là tòa Trung Đường, Nghị sự đường, Hậu đường, Tĩnh đường.\n\nNội cung có lầu Ngũ Phượng, nơi tuyên phi ngự và có các hoa viên. Đường nối qua các cung là hành lang có điểm hậu mã quân túc trực, bao lơn lượn vòng kiểu cách tuyệt đẹp. Sau nội cung có Thái Miếu.\n\nTheo lời mô tả của S.Baron, thương gia Anh Quốc đến Thăng Long năm 1680, thì: Phủ Chúa ở Trung tâm thành phố Kẻ Chợ. Những dinh thự dành cho người nhà chúa được xây 2 tầng có nhiều cửa mở thoáng đãng. Các cửa đồ sộ, chạm trổ công phu và tất thảy đều làm từ [[gỗ lim]]<ref>cuốn Thăng Long-Hà Nội của Lưu Minh Trị-Hoàng Tùng, nhà xuất bản Chính trị Quốc gia, trang 122.<\/ref>. Các tư thất và cung dành cho phụ nữ đều lộng lẫy, xa hoa, có chạm trổ, sơn son thiếp vàng. Sân trước khu dinh thự có chuồng voi lớn và ngựa tốt, trong sân có nhiều vườn cảnh, khóm cây; lối đi có những chòi tháp nhỏ, ao cá và tất cả những gì chúa giải trí, vui chơi, mặc dù họa hoằn chúa mới đến đây thưởng lãm.\n\n[[Vườn Ngự uyển]] ở sau cùng của Vương phủ có nhiều hồ lớn, quanh bờ trồng nhiều cây cảnh kỳ lạ được thu thập từ muôn phương. Đường uốn lượn quanh co, giữa đất bằng có núi non ghép cảnh; lâu đài bên hồ có thạch kiều, liễu rủ; trong vườn có nhiều chim thú lạ.Phủ chúa Trịnh quả đúng là cõi tiên nơi trần tục, khiến Hải Thượng Lãn Ông [[Hải Thượng Lãn Ông|Lê Hữu Trác]] miêu tả đầy thán phục trong [[Thượng kinh ký sự]]: ''Đi tới cổng phủ, quan truyền mệnh dẫn qua hai lần cửa nữa rồi rẽ về phía trái. Tôi ngẩng đầu nhìn, thấy bốn bề tám phía chỗ nào cũng có cây cối um tùm, chim kêu ríu rít, trăm hoa đua nở, gió thoảng hương trời. Hành lang, lan can quanh co, tiếp nối song song. Người giữ cửa truyền báo lệnh công đi lại tíu tít như mắc cửi. Vệ sĩ canh gác cửa cung, ra vào phải có phù hiệu...''. ''Vòng quanh ước chừng một dặm, nơi nào cũng lầu đài, đình, gác, rèm châu cửa ngọc, ánh nước mây lồng, suốt lối toàn hoa cỏ kỳ lạ, gió thoảng hương trời, thú đẹp chim quý, nhảy nhót bay hót, giữa đất bằng nhô lên ngọn núi cao, cây to bóng mát, nhịp cầu sơn vẽ bắc ngang lạch nước quanh co, lại có lan can toàn bằng đá màu. Tôi vừa đi vừa ngắm, thực chẳng khác gì cõi tiên vậy''<ref>Thượng kinh ký sự của Hải Thượng Lãn Ông, trang 36 và 46.<\/ref>.\n\nPhủ chúa Trịnh ngày thường đã là bậc kỳ quan kiến trúc nhưng đến ngày lễ hội thì vẻ đẹp xa hoa của nơi đây mới thực sự bộc lộ hết. [[Nguyễn Án]] viết trong cuốn [[Tang thương ngẫu lục]]: ''Mỗi năm đến tết Trung thu, từ trước mấy tháng, chúa phát gấm trong cung ra để làm hàng trăm, hàng nghìn cái đèn lồng, cái nào cũng tinh xảo tuyệt vời, mỗi cái giá đến mấy chục lạng vàng. Đến ngày chúa ngự ra chơi Bắc cung, cung có cái ao gọi là Long Trì rộng nửa dặm. Trong ao trồng rất nhiều hoa sen, hoa súng. Ven ao đắp đất trồng đá làm núi, chỗ cao chỗ thấp, dàn đặt có hình thế. Có những chỗ khuỷu để cho nhạc công ngồi đàn sáo. Bờ ao trồng hàng mấy trăm cây phù dung, treo đèn ở trên. Sóng trăng rập rờn, trông xa tựa hàng vạn ngôi sao sáng...''\n\n==Bị phóng hỏa==\nNăm 1787, khi họ Trịnh thất bại trong việc khôi phục lại địa vị, [[Trịnh Bồng]] chạy khỏi kinh thành, [[Lê Chiêu Thống]] ngầm cho người đốt phủ chúa đi. Đám cháy lan khắp hai phần ba kinh thành và cháy trong mười ngày liền<ref name=\"hanoimoi.com.vn\"\/> làm mất đi một quần thể kiến trúc đẹp của Thăng Long - Hà Nội. Điều này được sách [[Hoàng Lê nhất thống chí]] chép như sau: ''Sớm hôm sau, [[Lê Chiêu Thống|hoàng thượng]] mới biết là [[Trịnh Bồng|Án đô vương]] đã trốn đi lúc ban đêm tức thì ngầm sai người phóng hoả đốt hết phủ chúa. Khi phủ cháy, khói lửa bốc lên ngút trời, hơn mười ngày chưa tắt''<ref>Ngô gia văn phái, Hoàng Lê nhất thống chí, tập 1, 1984, trang 207<\/ref>\n\nVề việc này và việc [[Lê Chiêu Thống]] nghe lời [[Nguyễn Hữu Chỉnh]] cho vét hết [[chuông đồng]], [[tượng đồng]] ở các chùa, đền trong nước đem đúc tiền dùng vào việc quân, sách [[Lê Quý kỷ sự]] chép: ''Người đương thời có câu mỉa mai: \"Thiên hạ thất tự chung, chung thất, nhi đỉnh an tại! Hoàng thượng phần vương phủ, phủ phần, tức điện diệc không!\"'' Nghĩa là: \"Thiên hạ mất chuông chùa, chuông đã mất, vạc dựa vào đâu!<ref>Vạc, do chữ \"đỉnh\", tượng trưng cho cơ đồ thiên tử<\/ref> Hoàng thượng thiêu phủ Chúa, phủ bị thiêu, điện trơ ra đó!\"<ref>Nguyễn Thu, Lê Quý kỷ sự, Nhà xuất bản Khoa học xã hội, Hà Nội 1974, trang 66<\/ref>\n\n==Xem thêm==\n*[[Trịnh Bồng]]\n*[[Lê Chiêu Thống]]\n*[[Nguyễn Hữu Chỉnh]]\n*[[Hành chính Đàng Ngoài thời Lê trung hưng]]\n\n==Chú thích==\n{{Tham khảo}}\n\n== Tham khảo thêm ==\n*[http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/93548\/Hoai-niem-ve-net-co-pho-phuong-Ha-Noi.html Bài ''Hoài niệm về nét cổ phố phường Hà Nội'' trên báo Tuổi trẻ Online, 14h18' ngày 18\/9\/2007.]\n*[http:\/\/www.vusta.vn\/Temps\/Home\/template2\/default.asp?nid=6DD6 Bài ''Đời sống xã hội, văn hoá ở kinh đô Thăng Long vào cuối thế kỷ XVI và đầu thế kỷ XVII'' trên Website của Liên hiệp các hội KH&KT Việt Nam, 00h00' Ngày 31\/12\/2008.]{{Liên kết hỏng|date = ngày 25 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Công trình lịch sử tại Hà Nội]]\n[[Thể loại:Di tích tại Hà Nội]]\n[[Thể loại:Cung điện tại Việt Nam]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]\n[[Thể loại:Văn hóa triều Lê trung hưng]]"}