{"344005":"{{wiki hoá}}\n{{thiếu nguồn gốc}}\n'''Phổ Đà Sơn''', '''núi Chùa Cao''' hay '''núi Phổ Đà''', là tên gọi chung của 5 ngọn núi cao nhất trong dãy [[núi đá vôi]] trùng điệp xuất phát từ Miếu Môn kéo dài về đến Hương Sơn. Với độ cao 280 mét so với chân núi, là nơi tiểu sơn lâm mà có Đại kì quan. Chùa tọa lạc trên núi với không gian thoáng rộng, phía trước chùa nhìn ra hướng đông Nam. Bên tay trái là núi Bàn Cờ, trên đỉnh có bàn cờ tiên, bên tay phải là núi hai ngọn có động Quán Âm, phía sau Chùa cách 500 mét có động Phật Tích hay còn gọi là động Hang Chiêng, cả hai động này đều cao rộng, có nhũ đá óng ánh rủ xuống bao quanh tượng Phật, tượng Bồ tát tạo nên cảnh chí lung linh huyền diệu. Dưới chân núi có chùa Quan Âm và lầu Di Lặc nhìn ra hồ Bát Nhã. Trong Làng còn có chùa Bồ Đề và ngôi đình cổ kính.\n\n'''Chùa Cao''', thôn Vĩnh An được khai sáng từ thời Lê, trải qua thời gian khá dài, hơn 400 năm nên có rất nhiều vị sư về tu tập. Nhưng sự nối dõi trụ trì có gián đoạn nên không rõ thần phả truyền lại.\nCăn cứ vào văn bia để lại, vào thời Lê (Lê Thánh Tông 1460-1497) Sư tổ Trần Đạo Viên, Pháp danh Thích Thanh Quang vốn là một quan chức triều đìnhm sau treo ấn từ quan để đi tu tìm đến vùng núi hương tích lập thảo am tu tập. Sau đó Tổ vân du qua vùng này thấy nới đây Quần Long Tụ Thủy. Thế núi có nhiều vượng khí thoát lên, sơn thủy hữu tình. Ngài bèn dừng lại nghỉ chân dưới làng, đêm đến nhìn về đỉnh núi thấy vô số hào quang phát lên lung linh huyền diệu. Thấy làm lạ, sáng hôm sau bèn đem chuyện kể với già làng. Già làng nghe chuyện rồi liền kể sự tích pho tượng Quan Âm trôi về không hcịu đi và lập am thờ Bồ Tát trên núi. Sư Tổ biết đây là điều lành, Ngài bèn men lên núi mở sách phong thủy ra coi, biết đây là nơi Linh Sơn Phúc Địa. Ngài bèn lập thảo am làm nơi công phu tu tập. Sau đó xây dựng thành chùa và đặt ten là Bàn Long Tự (Chùa trên lưng rồng) và đặt tên núi là Phổ Đà Sơn theo tích '''\"Quan Âm Bất Khẳng Khứ\"''' ở Phổ Đà Sơn Trung Quốc. Sự tích nơi đây ứng theo câu thơ cổ:\" Thần thông ngàn mắt ngàn tay, cũng trong một điểm linh đài hóa ra, rằng trong bể nước Nam ta, phổ môn có đức Phật Bà Quán Âm. Ứng thân ngồi núi Phổ Đà, thân lên tiên phật, thân quan cứu đời\"\nSư Tổ Thích Thanh Quang viên tích ngày 20\/8 Âm Lịch, Xá lợi hiện còn lưu giữ trong ngôi tháp cổ được xây bằng gạch thất cạnh chùa, tượng tổ cũng được tạc và thờ phụng trong chùa cho đến ngày nay\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Núi tại Hà Nội]]"}