{"96352":"{{Thông tin nhân vật hoàng gia\n| tên = Tuyên Thống Đế\n| tên gốc = 宣統帝\n| tước vị = [[Hoàng đế]] [[Trung Hoa]]\n| tước vị thêm = \n| hình = Pu Yi, Qing dynasty, China, Last emperor.jpg\n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = \n| tại vị = \n| đăng quang = \n| tiền nhiệm = \n| nhiếp chính = \n| kế nhiệm = \n| chức vị 1 = [[Tập tin:Flag of the Qing Dynasty (1889-1912).svg|border|22x20px]] [[Danh sách hoàng đế nhà Thanh|Hoàng đế Đại Thanh]]\n| tại vị 1 = [[2 tháng 12]] năm [[1908]] – [[12 tháng 2]] năm [[1912]]<br> ({{số năm theo năm và ngày|1908|12|2|1912|2|12}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1636 till:1912\nAlignBars = early\nScaleMajor = increment:276 start:1636\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1908 till:1912 color:red\n<\/timeline>\n| tiền nhiệm 1 = [[Quang Tự|<font color=\"grey\">Thanh Đức Tông<\/font>]]\n| kế nhiệm 1 = ''Không''<br>''Chế độ phong kiến sụp đổ''<br>''(Được tái lập tầm 11 ngày năm [[1917]] bởi [[Trương Huân (tướng đuôi sam)|Trương Huân]])''\n| chức vị 3 = [[Tập tin:Flag_of_Manchukuo.svg|border|22x20px]] [[Hoàng đế]] [[Mãn Châu quốc|Đại Mãn Châu Đế quốc]]\n| tại vị 3 = [[1 tháng 3]] năm [[1934]] – [[15 tháng 8]] năm [[1945]]<br>({{số năm theo năm và ngày|1934|3|1|1945|8|15}})\n| tiền nhiệm 3 = ''Triều đại thành lập''\n| kế nhiệm 3 = ''Triều đại sụp đổ''\n| nhiếp chính 3 = *[[Trịnh Hiếu Tư]] ([[1932]] - [[1935]])\n*[[Trương Cảnh Huệ]] ([[1935]] - [[1945]])\n| kiểu nhiếp chính 3 = Thủ tướng\n| con cái = \n| tên đầy đủ = Ái Tân Giác La Phổ Nghi<br>(愛新覺羅溥儀)\n| tên tự = \n| tên hiệu = \n| thông tin niên hiệu = ẩn\n| phối ngẫu = [[Uyển Dung]]<br>[[Lý Thục Hiền]]\n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = <\/small>\n*Tuyên Thống (宣統; [[1908]] - [[1912]])\n*Đại Đồng (大同; [[1 tháng 3]] năm [[1932]] - [[28 tháng 2]] năm [[1934]])\n*Khang Đức (康德; [[1 tháng 3]] năm [[1934]] - [[17 tháng 8]] năm [[1945]])\n| thời gian của niên hiệu = \n| hoàng tộc = [[Nhà Thanh]]\n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| cha = [[Tải Phong]]\n| mẹ = [[Ấu Lan]]\n| sinh = {{ngày sinh|1906|2|7}}\n| nơi sinh = [[Bắc Kinh]], [[Nhà Thanh]]\n| mất = {{ngày mất và tuổi|1967|10|17|1906|2|7}}\n| nơi mất = [[Bắc Kinh]], [[Trung Quốc]]\n| ngày an táng = \n| nơi an táng = [[Nghĩa trang cách mạng Bát Bảo Sơn]]<br>''Năm 1996 dời về [[Tây Thanh Mộ]].\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Phổ Nghi '''({{lang-mnc|ᡦᡠ<br>ᡳ|v=Pu I|a=Pu I}}, {{Lang-zh|t=溥儀|p=Pǔ Yí}}; [[7 tháng 2]], năm [[1906]] – [[17 tháng 10]], năm [[1967]]), [[Tây Tạng]] tôn vị '''Văn Thù Hoàng đế''' (文殊皇帝), là vị vua thứ 12 và là vị vua cuối cùng của triều đại [[Nhà Thanh|Mãn Thanh]] nói riêng và của [[chế độ quân chủ]] trong [[lịch sử Trung Quốc]] nói chung.\n\nÔng lên ngôi lúc 2 tuổi, thoái vị năm [[1912]] khi [[Cách mạng Tân Hợi]] bùng nổ và được [[Đế quốc Nhật Bản|Phát xít Nhật]] đưa lên làm [[Hoàng đế]] bù nhìn của [[Mãn Châu quốc|Đại Mãn Châu Đế quốc]] ở Đông Bắc [[Trung Quốc]] năm [[1934]]. Năm [[1945]], ông bị [[Hồng quân|Hồng quân Liên Xô]] bắt và quản thúc, sau đó có góp mặt trong phiên tòa xét xử các tội phạm chiến tranh của Nhật. Từ năm [[1949]] đến [[1959]], ông được trả về nước và bị [[Quốc vụ viện Cộng hòa Nhân dân Trung Hoa|Quốc vụ viện Trung Quốc]] quản thúc, giam giữ vì tội danh bắt tay với quân xâm lược Nhật. [[Tháng 12]] năm [[1959]], ông được thả và sống ở [[Bắc Kinh]] như một thường dân cho đến khi qua đời.\n\nÔng có một [[niên hiệu]] chính thức khi là Hoàng đế Đại Thanh, gọi là '''Tuyên Thống''', do đó hay được gọi là '''Tuyên Thống Hoàng đế''' (宣統皇帝). Và dù sau này ông có thêm hai niên hiệu khác trong thời kỳ Mãn Châu quốc là '''Đại Đồng''' cùng '''Khang Đức''', thì ông vẫn được biết đến như Tuyên Thống Đế hơn cả. Do viết chiếu thư nhường vị, ông cũng được biết đến với vị hiệu là '''Tốn Hoàng đế''' (遜皇帝) hay '''Mạt đại Hoàng đế''' (末代皇帝).\n\n== Thân thế ==\n[[Tập tin:HenryPuYi.jpeg|nhỏ|trái|250px|Tốn Hoàng đế Phổ Nghi lúc mới lên ngôi.]]\nTốn Hoàng đế Phổ Nghi sinh ngày [[14 tháng 1]] (âm lịch) năm Quang Tự thứ 32 ([[1906]]), nhũ danh '''Ngọ Cách''' (午格), [[biểu tự]] '''Diệu Chi''' (耀之), hiệu '''Hạo Nhiên''' (浩然), xuất thân hoàng tộc [[Ái Tân Giác La]]<ref>《末代皇妹韞龢》中，溥儀出生佔三個「午」字，屬馬「午馬」丙午年、壬午月、午時生。<\/ref>. Cụ nội của Phổ Nghi là [[Thanh Tuyên Tông]] Đạo Quang Hoàng đế. Khi Đạo Quang Đế băng hà, con trai trưởng lên ngôi, tức là [[Hàm Phong Đế]]. Ông nội của Phổ Nghi là Thuần Hiền Thân vương [[Dịch Hoàn]], con trai thứ 7 của Đạo Quang Đế và là anh em cùng cha khác mẹ với Hàm Phong Đế. Sau khi Hàm Phong Đế băng hà, con trai duy nhất của ông lên ngôi, trở thành [[Đồng Trị Đế]]. Mẹ Phổ Nghi là [[Ấu Lan]], con gái của [[Vinh Lộc]] - một trong những lãnh đạo của phe bảo thủ trong Triều đình và là một người ủng hộ trung thành của [[Từ Hi Thái hậu]].\n\nNăm Đồng Trị thứ 13 ([[1875]]), Đồng Trị Đế qua đời mà không có con trai, em họ là [[Quang Tự Đế]] lên thay. Năm Quang Tự thứ 34 ([[1908]]), Quang Tự Đế mất cũng không có người kế vị. Trước tình thế ấy, Phổ Nghi được lập làm Hoàng đế.\n\nXét theo thứ tự, Phổ Nghi là con trai trưởng của Thuần Thân vương [[Tải Phong]], con trai của Thuần Hiền Thân vương và người thiếp thứ hai của mình là bà Lưu Giai thị. Lưu Giai thị vốn là một người hầu trong phủ Thuần Thân vương mang [[họ Lưu]], sau được đổi thành thị tộc Mãn Châu là [''\"Lưu Giai\"''] khi bà trở thành một người thuộc Mãn tộc. Thuần Thân vương do đó là em cùng cha khác mẹ của Quang Tự Đế và là người anh em xếp cùng hàng sau ông. Điều thú vị là người anh họ ít nổi tiếng hơn của Phổ Nghi, [[Phổ Tuyết Trai]] (溥雪齋) là một bậc thầy quan trọng về nhạc cụ cổ truyền [[cổ cầm]]<ref>Phổ Tuyết Trai （1893—1966）, tên thật là Phổ Cân (溥伒), hiệu Tuyết đạo nhân (雪道人), còn có hiệu là Nam Thạch cư sĩ (南石居士), bút danh Nam Thạch, Thuý Viên, Lạc Sơn Đẳng. Xuất thân trong gia đình đại hoàng tộc nhà Thanh, cụ nội là Đạo Quang, là anh em trực hệ với Phổ Nghi. Ông là một danh gia thư họa và là một nghệ nhân diễn tấu cổ cầm.<\/ref>.\n\nPhổ Nghi được [[Từ Hi Thái hậu]] chọn lên ngôi khi bà đang hấp hối. Vào lúc bấy giờ, vấn đề chọn thừa tự là trường hợp thứ ba của Đại Thanh, lần thứ nhất là khi Đồng Trị Đế tuyệt tự, mà bối phận chữ [''\"Phổ\"''] khi ấy không có ai đủ khả năng, nên Quang Tự Đế phải thay thế. Triều Thanh quy định rất gắt gao và rạch ròi, thành viên hoàng thất trưởng thành dù mất đi mà không có con, thì hoàng gia cũng phải chỉ định người dòng khác làm con thừa tự để chăm hương khói mãi mãi. Sự việc của Đồng Trị Đế năm xưa, khiến Đồng Trị Đế trở thành người không có thừa tự do Quang Tự Đế được chọn để thừa tự Hàm Phong Đế. Sau khi Quang Tự Đế qua đời, triều đình yêu cầu lập thừa tự có thể vừa hương khói Đồng Trị (kiêm Hàm Phong), lại vừa hương khói Quang Tự, do đó Phổ Nghi vào thời điểm được chọn chính là con của cả Đồng Trị Đế lẫn Quang Tự Đế<ref>《清史稿·本纪二十五·宣统皇帝本纪》：三十四年冬十月壬申，德宗疾大渐，太皇太后命教养宫内。癸酉，德宗崩，奉太皇太后懿旨，入承大统，为嗣皇帝，嗣穆宗，兼承大行皇帝之祧，时年三岁。<\/ref>.\n\n== Tiểu sử ==\n[[Tập tin:1 dragon dollar Qing dynasty - 1911.png|thumb|250px|[[Xu bạc]]: 1 yuan\/đô la Xuantong năm thứ 3 - 1911 [[(Chopmark)]], đây là dòng xu bạc thương mại cuối cùng được đúc của Nhà Thanh dưới thời trị vì của Phổ Nghi]]\n===Hoàng đế Đại Thanh (1908-1912)===\nSau khi được chỉ định làm Tự Hoàng đế, Phổ Nghi đã lên ngôi lúc mới 2 tuổi (nếu tính tuổi mụ thì là 3 tuổi), chính thức nhậm Hoàng vị vào [[tháng 11]] (âm lịch) năm Quang Tự thứ 34 ([[1908]]), sau khi người bác là Quang Tự Đế băng hà ngày [[14 tháng 11]], ngay hôm sau ([[15 tháng 11]]), sau khi vừa được triều đình Phổ Nghi dâng tôn tước hiệu [[Thái hoàng thái hậu]], thì Từ Hi Thái hậu cũng qua đời vào buổi trưa. Các quan chức triều đình đã theo di mệnh của Từ Hi Thái hậu, đem đến nhà và đưa Phổ Nghi đi. Khi ấy, Phổ Nghi đã khóc và chống cự khi các quan triều đình ra lệnh cho các [[hoạn quan|thái giám]] bế ông lên. Bà [[vú em]] của Phổ Nghi là Vương Tiều thị, khi ấy là người duy nhất có thể dỗ được ông và do đó được theo vào [[Tử Cấm Thành]]. Phổ Nghi sau đó không được gặp mẹ mình trong 6 năm<ref>Edward Behr, ''The Last Emperor'', 1987, p. 63<\/ref>.\n\nTheo di chiếu của Từ Hi Thái hậu, cha ruột của Phổ Nghi là Tái Phong được mệnh làm [[Nhiếp chính|Nhiếp chính vương]], quản lý tất cả sự vụ trong triều đình đến khi Phổ Nghi trưởng thành. Và dù không có thân thích gì, Phổ Nghi vẫn phải tôn Hoàng hậu của Quang Tự Đế là Na Lạp thị làm [[Long Dụ Hoàng thái hậu]] và gọi bà là [''\"Kiêm thiêu Mẫu hậu\"''], do Phổ Nghi đã là con của cả Quang Tự Đế<ref>Kiêm thiêu, chữ Hán 兼祧, có nghĩa là ''\"cả hai\"'' và ''\"thừa kế\"'', ý nói đến vị thế phải thờ cả hai dòng Đồng Trị Đế và Quang Tự Đế của Phổ Nghi. Long Dụ Thái hậu là vợ Quang Tự Đế, mà Quang Tự Đế được thờ ''kiêm thêm'' bởi Phổ Nghi, nên mới gọi như vậy.<\/ref>. Trong nội cung, mọi việc đều do Thái hậu quyết định, và bà ta cùng 4 vị Thái phi của Đồng Trị Đế đã tranh giành sự ảnh hưởng lên vị Hoàng đế nhỏ.\n\n[[Tập tin:Xuantong.jpg|nhỏ|phải|250px|Phổ Nghi trên ngai báu.]]\n\nViệc nuôi dưỡng Phổ Nghi rất khó khăn để khiến cậu bé trở thành một đứa trẻ có sức khỏe và biết điều. Ban đêm, cậu bé được cung phụng như ông trời con và cậu bé đã không thể cư xử như một đứa bé bình thường. Ngoài bà vú nuôi họ Vương ra, những người lớn xung quanh cậu bé hoàn toàn xa lạ, giữ khoảng cách và không thể rèn luyện cho cậu bé. Khi cậu đến đâu mọi người đều phái quỳ xuống và khấu đầu. Do dù còn rất nhỏ, Phổ Nghi đã phát hiện ra quyền lực tuyệt đối được sử dụng đối với các [[hoạn quan]] và ông thường bắt đánh đập họ vì những lỗi nhỏ<ref>Edward Behr, ''ibid'', p. 80<\/ref>.\n\nCha Phổ Nghi, Nhiếp chính vương [[Tái Phong]] đã nắm quyền lực của Đại Thanh từ khi Phổ Nghi lên ngôi cho đến ngày 6 tháng 12 năm [[1911]], khi [[Long Dụ Hoàng thái hậu|Long Dụ Thái hậu]] phế truất vị trí của ông vì để lên án trách nhiệm trước [[Cách mạng Tân Hợi]].\n\n[[Tập tin:Qingtuiweizhaoshu.JPG|320px|trái|nhỏ|''Thanh đế thoái vị chiếu thư'' (1912) chấm dứt chế độ quân chủ ở Trung Quốc.]]\n\nTrước áp lực của dư luận, cũng như bị lừa gạt từ [[Viên Thế Khải]], Long Dụ Thái hậu đã ký '''Thanh đế thoái vị chiếu thư''' (清帝退位詔書) vào ngày [[12 tháng 2]] năm [[1912]]. Sau Cách mạng Tân Hợi, theo một thỏa thuận do Viên Thế Khải làm môi giới trung gian với Triều đình ở [[Bắc Kinh]] và những người Cộng hòa ở Nam Trung Hoa, thì các ''\"Điều kiện ưu đãi của Hoàng đế nhà Thanh\"'' (清帝退位優待條件) ký với [[Trung Hoa Dân Quốc]] mới đã được thông qua và chấp thuận, Phổ Nghi được giữ lại tước vị Hoàng đế và được chính quyền Cộng hòa đối xử với danh nghĩa như một Hoàng đế ngoại quốc sống ở Trung Hoa Dân Quốc. Điều này tương tự như [[Luật đảm bảo]] của Ý năm [[1870]] ban cho [[Giáo hoàng]] một số đặc quyền và danh dự nhất định như đối với [[Vua Ý]].\n\nTheo như những điều khoản ấy, Phổ Nghi và triều đình được phép ở lại trong [[Tử Cấm Thành]], các cung điện riêng như Dưỡng Tâm điện cũng như được ở lại trong Di Hoà Viên, hằng năm Chính phủ Cộng Hoà sẽ trợ cấp cho hoàng gia 4 triệu lượng bạc và duy trì một vị hoàng đế cũng như một triều đình nhà Thanh chỉ còn lại hư danh trong Tử Cấm Thành và tồn tại song song với chính quyền dân quốc, thời gian này Phổ Nghi vẫn được đối xử như một vị [[Thiên tử]] và nhận được mọi sự kính trọng cũng như quyền hành trong triều đình riêng của mình.\n\n=== Thời kỳ phục hồi Đế vị ngắn (1917) ===\nNăm [[1917]], quân phiệt [[Trương Huân (tướng đuôi sam)|Trương Huân]] vốn là người trung thành với nhà Thanh nên đã phục hồi đế vị cho Phổ Nghi trong 12 ngày, từ ngày [[1 tháng 7]] đến [[12 tháng 7]] năm ấy. Những công dân nam của Bắc Kinh đã phải nhanh chóng đội [[tóc đuôi sam]] giả để tránh bị phạt do đã cắt bỏ chúng vào năm 1912. Trong 12 ngày này, một quả bom nhỏ đã được một máy bay của quân Cộng hòa Trung Hoa thả xuống Tử Cấm Thành và gây ra hư hại nhỏ. Sự kiện này được xem như cuộc không kích đầu tiên ở [[Đông Á]]. Sự phục hồi đế vị này đã thất bại do làn sóng phản đối khắp Trung Hoa và một sự can thiệp đúng lúc của một quân phiệt khác là [[Đoàn Kỳ Thụy]]. Giữa [[tháng 7]] năm ấy, quân Trương Huân thất bại, các đường phố Bắc Kinh đã tràn ngập các đuôi sam giả đã bị các chủ nhân của nó nhanh chóng vứt đi cũng như chúng được vội vã mua để đội lên đầu vậy.\n\nLúc bấy giờ, Phổ Nghi tuy đã tuyên bố thoái vị, tước hiệu Hoàng đế chỉ mang tính chất [[quân chủ lập hiến]], không có quyền lực, nhưng hôn sự của Hoàng đế vẫn là vấn đề trọng đại của triều đình Mãn Thanh đang lụi tàn. Năm [[1920]], vào lúc Phổ Nghi 15 tuổi, có chính khách của chính phủ Dân Quốc đề nghị hôn nhân cho vị Hoàng đế đang thành niên. Ngày [[20 tháng 11]] năm đó, tờ 《Tiểu công báo》 có ''“Thanh Đế nghị hôn”'' vấn đề, đề cập rằng Tổng thống [[Từ Thế Xương]] có ý định đem con gái của chính mình gả cho Tuyên Thống Đế. Sang ngày [[25 tháng 11]], tắc có ''“Nghị hôn tin tức”'', các vị Thái phi từ chối hôn nhân của Từ Thế Xương, nói rằng Hoàng đế nên đến tuổi như Đồng Trị Đế cùng Quang Tự Đế, vào năm 17 tuổi mới bàn đến hôn nhân. Tuy Từ Thế Xương bị khước từ, nhưng rồi các Thái phi cũng từ đó chú ý đến vấn đề hôn nhân của Phổ Nghi, bắt đầu để mắt đến việc chọn các con gái thuộc quý tộc Mông Cổ hoặc quan lại Mãn Châu, danh gia vọng tộc, mới xứng đáng vị trí Hoàng hậu tương lai.\n\nTừ năm [[1921]], lựa chọn đã chính thức bắt đầu quá trình. Rất nhiều người bị tuyển, rồi đào thải, cuối cùng còn lại 4 người: con gái của Vinh Nguyên là Quách Bố La thị, con gái của Đoan Cung là Ngạch Nhĩ Đức Đặc thị, con gái Hành Vĩnh là Hoàn Nhan thị, và cuối cùng là con gái của Dương Thương Trát Bố là Bát Nhĩ Tế Cát Đặc thị, tất cả đều xuất thân quý tộc, không gia đình giàu có thì cũng là dòng dõi cao quý. Cuối cùng, Hoàng hậu được chọn cho Quách Bố La thị, tên [[Uyển Dung]], còn một vị trí [[Phi (hậu cung)|Phi]] là Ngạch Nhĩ Đức Đặc thị, tên [[Văn Tú]]. Năm [[1922]], ngày [[10 tháng 3]], Phổ Nghi thông qua triều đình của mình tuyên bố thành hôn, cuối cùng đại hôn diễn ra vào ngày [[1 tháng 12]] cùng năm, Uyển Dung chính thức trở thành Hoàng hậu nhà Thanh.\n\nQuy trình đó được chính Phổ Nghi kể lại như sau:\n{{Cquote|[[Tập tin:Empress_Gobele_Wan-Rong_(03).JPG|thumb|trái|200px|Chân dung Uyển Dung]][[Tập tin:《淑妃文绣》.jpg|thumb|phải|200px|Chân dung Văn Tú.]]\n照片送到了养心殿，一共四张……便不假思索地在一张似乎顺眼一些的相片上，用铅笔画了一个圈。这是满洲额尔德特氏端恭的女儿，名叫文绣……这是敬懿太妃所中意的姑娘。这个挑选结果送到太妃那里，端康太妃不满意了，她不顾敬懿的反对，硬叫王公们来劝我重选她中意的那个，理由是文绣家境贫寒，长的不好，而她推荐的这个是个富户，又长的很美。她推荐的这个是满洲正白旗郭布罗氏荣源家的女儿，名婉容。\n\n...\n\nẢnh chụp đưa đến Dưỡng Tâm điện, tổng cộng 4 trương<ref>Nguyên là [张], đây là chỉ về một thứ có thể căn ra được thành tấm, ám chỉ đến bức ảnh.<\/ref>,... (Ta) không nghĩ ngợi nhiều mà liền khoanh 1 vòng tròn vào 1 bức ảnh mà ta thấy thuận mắt nhất trong đống ảnh đó. Đây là Mãn Châu Ngạch Nhĩ Đức Đặc thị, con gái Đoan Cung, tên là Văn Tú,... là cô nương được Kính Ý Thái phi vừa ý nhất.\n\nKết quả lựa chọn đưa đến chỗ các Thái phi, nhưng Đoan Khang Thái phi không hài lòng, không màng đến sự phản đối của Kính Ý Thái phi, bèn nói các Vương công đến khuyên ta chọn người theo ý bà, vì Văn Tú gia cảnh bần hàn, tướng mạo trông không đẹp, mà (Đoan Khang Thái phi) lại đề cử cô gái con nhà phú hộ, dáng vẻ lại xinh đẹp. Đó là Mãn Châu Chính Bạch kỳ Quách Bố La thị, con gái Vinh Nguyên, tên Uyển Dung|||Lời tự thuật của Tuyên Thống Đế khi chọn lập Hậu, Phi<ref name=\"Puyi\">Puyi (Swedish): ''Jag var kejsare av Kina'' (I was the emperor of China) (1988)<\/ref>}}\n\nNăm [[1924]], [[tháng 10]], Phổ Nghi bị chính phủ [[Trung Hoa Dân Quốc]] do quân phiệt [[Phùng Ngọc Tường]] gây sức ép buộc phải rời khỏi [[Tử Cấm Thành]]. Ngày [[5 tháng 11]] năm đó, gia đình Phổ Nghi đã chính thức rời khỏi Tử Cấm Thành, đem theo Uyển Dung và [[Văn Tú]]. Họ sống như những người dân thường trong xã hội tại một ngôi làng ở [[Thiên Tân]], nơi đã chịu sự quản lý bởi Nhật Bản<ref>Rogaski, R: Hygienic Modernity, page 262. University of California Press, 2004<\/ref>. Phổ Nghi từ đó đổi tên thành '''Phổ Hạo Nhiên''' (溥浩然).\n\nNăm [[1928]], quân phiệt [[Tôn Điện Anh]] đã đem quân vào khu vực lăng tẩm nhà Thanh ở Sơn Đông, quật mộ của [[Càn Long Đế]] và [[Từ Hi Thái hậu]]. Chỉ có lăng của Khang Hi Đế là còn tương đối toàn vẹn, vì khi cậy mở được cửa lăng thì một khối nước màu vàng khè từ bên trong tuôn tràn ra rất mạnh, quân sĩ sợ hãi quá phải bỏ chạy. Tin các lăng tẩm của Càn Long Đế và Từ Hi Thái hậu bị khai quật để lấy của đã gây chấn động và căm phẫn sâu sắc cho Phổ Nghi, đồng thời cũng khiến các thành viên hoàng tộc, cựu thần nhà Thanh bất mãn. Ông Johnston, thầy dạy tiếng Anh của Phổ Nghi kể lại: [''\"Chỉ qua một vài ngày Phổ Nghi đã già đi rất nhiều. Chỉ những ai hiểu lòng tôn thờ tổ tiên của người Trung Hoa và người Mãn Châu mới hiểu nỗi đau đớn của Phổ Nghi\"'']. Sau đó. Phổ Nghi gửi một điện văn cho [[Tưởng Giới Thạch]] và yêu cầu trừng trị những kẻ xâm phạm các lăng tẩm, kể cả [[Tôn Điền Dương]]. [[Tưởng Giới Thạch]] sau đó liền cho mở một cuộc điều tra, nhưng cuối cùng cũng ỉm đi luôn. Chính phủ Cộng hoà cũng không gửi một lời chia buồn đến cho Phổ Nghi.\n\nBiến cố này càng khiến Phổ Nghi nung nấu quyết tâm khôi phục ngai vàng nhà Mãn Thanh bằng bất cứ giá nào, cho dù có phải nhờ vào sự trợ giúp của [[Đế quốc Nhật Bản]] - kẻ thù của nước Trung Hoa khi đó.\n\n=== Hoàng đế Mãn Châu quốc ===\n[[Tập tin:Puyi-Manchukuo.jpg|250px|nhỏ|trái|Phổ Nghi khi là Hoàng đế [[Mãn Châu quốc|Mãn Châu Quốc]].]] \nNgày 1 tháng 3 năm [[1932]], Phổ Nghi đã được Nhật Bản dựng lên làm [[Quốc trưởng]] [[Mãn Châu quốc|Mãn Châu Quốc]], một vị trí bị nhiều nhà sử học coi là [[nhà nước bù nhìn]] của [[Đế quốc Nhật Bản]], dưới [[niên hiệu]] là '''Đại Đồng''' (大同).\n\nNăm [[1934]], Phổ Nghi đã chính thức đăng quang Hoàng đế [[Mãn Châu quốc|Đại Mãn Châu Đế quốc]] với niên hiệu '''Khang Đức''' (康德). Ông vẫn bí mật luôn ở thế xung đột với Nhật Bản nhưng bên ngoài vẫn tỏ ra phục tùng. Ông không hài lòng khi trở thành Quốc trưởng Mãn Châu Quốc và sau đó là Hoàng đế Đại Mãn Châu Đế quốc thay vì được phục hồi hoàn toàn làm Hoàng đế [[Nhà Thanh|Đại Thanh]]. Là một phần của [[Chính sách thuộc địa Nhật Bản ở Mãn Châu Quốc]], Phổ Nghi phải ở [[Ngụy Hoàng cung]] trong thời gian này. Trong thời gian trị vì này, ông xung đột với Nhật Bản về y phục, khi người Nhật muốn ông mặc y phục Mãn Châu Quốc, còn ông xem đó là một sự sỉ nhục nếu mặc các y phục khác thay vì mặc y phục truyền thống của triều Thanh. Trong một trường hợp thỏa hiệp tiêu biểu, ông mặc một bộ đồng phục khi ngồi trên ngai và mặc long phục trong lễ tuyên cáo lên ngôi tại [[Thiên Đàn]]. Em trai Phổ Nghi là [[Phổ Kiệt]] (溥傑) cưới [[Hiro Saga]], một người bà con xa với Nhật Hoàng [[Hirohito]] và được phong làm [[Hoàng tự]] (người kế vị).\n\nTrong thời kỳ trị vì của Hoàng đế Đại Mãn Châu Đế quốc, toàn bộ gia đình của ông bị người Nhật giám sát chặt chẽ và liên tục thực hiện các bước [[Nhật hóa]] Mãn Châu như họ đã thực hiện ở [[Triều Tiên]] và những nơi khác. Khi Phổ Nghi đi thăm [[Tokyo]] trong một chuyến thăm cấp quốc gia, ông đã tâng bốc một cách ngượng nghịu trước [[Hoàng thất Nhật Bản|Hoàng gia Nhật Bản.]] Ông còn cảm tạ [[Hirohito|Nhật Hoàng Hirohito]] đã cho bầu trời trong và ánh bình minh cho dịp này. Trong những năm tháng nhạt nhẽo này, ông bắt đầu quan tâm lớn đến [[Phật giáo]], nhưng người Nhật đã sớm ép buộc ông chọn [[Thần đạo]] là quốc giáo của Mãn Châu. Những người ủng hộ cũ của ông dần bị loại bỏ và thay bằng những vị quan thân Nhật. Trong thời kỳ này, Phổ Nghi liên tục ký những luật do người Nhật soạn thảo, đọc thuộc lòng những bài kinh cầu nguyện, tham vấn những nhà tiên tri và viếng thăm khắp vương quốc của mình.\n\n=== Cuộc sống cuối đời ===\n[[Tập tin:Soviet Union Military Officer and Puyi.JPG|nhỏ|Phổ Nghi và Hồng quân Liên Xô năm 1946]]\nKhi kết thúc [[Chiến tranh thế giới thứ hai]], Phổ Nghi bị [[Hồng Quân|Hồng quân]] [[Liên Xô]] bắt năm [[1945]]. Ông được đưa sang Liên Xô và sống ở [[Siberia]], ban đầu ở [[Chita, Zabaykalsky Krai|Chita]], sau đó được chuyển về [[Khabarovsk]]<ref>[http:\/\/rbth.com\/arts\/2015\/08\/18\/in_the_last_emperors_words_life_as_a_prisoner_in_the_ussr_48561.html In the Last Emperor’s words: Life as a prisoner in the USSR].<\/ref> Ông đã làm chứng tại một phiên tòa tội ác chiến tranh tại [[Tōkyō|Tokyo]] năm 1946. Tại phiên tòa này, ông đã kể lể những ngược đãi của Nhật Bản đối với mình. Khi Đảng Cộng sản Trung Quốc dưới sự lãnh đạo của [[Mao Trạch Đông]] lên nắm quyền năm 1949, Phổ Nghi đã viết thư cho [[Iosif Vissarionovich Stalin|Stalin]] đề nghị không đưa ông trở lại Trung Quốc. Ông cũng viết ra quan điểm sống của mình đã thay đổi do ảnh hưởng của các tác phẩm của [[Karl Marx|Marx]] và [[Vladimir Ilyich Lenin|Lenin]] mà ông đã đọc trong tù. Tuy nhiên, do Stalin mong muốn làm ấm lại quan hệ với Mao Trạch Đông nên ông đã cho hồi hương Phổ Nghi vào năm 1950. Do tội danh bắt tay với quân Nhật, Phổ Nghi phải trải qua 10 năm trong [[Học tập cải tạo|trại cải tạo]] [[Phủ Thuận]], tỉnh [[Liêu Ninh]] cho đến khi được tuyên bố là đã được cải tạo xong. Phổ Nghi đến Bắc Kinh năm 1959, với sự cho phép đặc biệt từ Chủ tịch Mao Trạch Đông và đã sống 6 tháng tiếp theo trong một căn hộ bình thường ở Bắc Kinh với em gái của mình trước khi bị chuyển đến một khách sạn do Chính phủ tài trợ.\n\nÔng lên tiếng ủng hộ những người Cộng sản và làm việc tại Vườn thực vật Bắc Kinh. Ông đã kết hôn với một y tá tên là [[Lý Thục Hiền]] ngày 30 tháng 4 năm 1962 bằng một lễ kết hôn tổ chức tại Phòng Khánh tiết của Đại lễ đường.\n\nSau đó, Phổ Nghi được bổ nhiệm làm Ủy viên Ủy ban Văn sử, [[Hội nghị Hiệp thương Chính trị Nhân dân Trung Quốc]] gọi tắt là Chính hiệp, đến năm [[1964]] là Ủy viên Chính Hiệp, nơi ông được trả lương khoảng 100 tệ<ref>[[CCTV-10]] Historical Series:公民溥仪, Episode 10, 17:34<\/ref><ref>{{chú thích web|url=http:\/\/m.tienphong.vn\/xa-hoi-phong-su\/hoi-ky-cua-cuu-hoang-pho-nghi-va-nhung-tinh-tiet-chua-tung-duoc-cong-bo-72757.tpo|tiêu đề=Hồi ký của Cựu hoàng Phổ Nghi và những tình tiết chưa từng được công bố|ngày truy cập=2017-06-27|archive-date = ngày 4 tháng 7 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170704214029\/http:\/\/m.tienphong.vn\/xa-hoi-phong-su\/hoi-ky-cua-cuu-hoang-pho-nghi-va-nhung-tinh-tiet-chua-tung-duoc-cong-bo-72757.tpo|url-status=dead}}<\/ref>. Với sự cổ vũ của Mao và sau đó là Thủ tướng Chu Ân Lai và được Chính phủ công khai tán thành, Phổ Nghi đã viết [[tự truyện]] ''Nửa cuộc đời trước đây của tôi'' (我的前半生; bản dịch [[tiếng Anh]] có tên ''From Emperor to Citizen'' - ''Từ Hoàng đế đến Thường dân'') vào thập niên 1960 cùng với [[Lý Văn Đạt]], một biên tập viên của Cục Xuất bản Nhân dân Bắc Kinh.\n\nMao Trạch Đông bắt đầu tiến hành [[Cách mạng văn hóa|Cách mạng Văn hóa]] năm [[1966]], và các [[Hồng vệ binh]] xem Phổ Nghi, một biểu tượng của chế độ phong kiến Trung Hoa là một mục tiêu dễ tấn công. Tuy nhiên Phổ Nghi vẫn được bảo vệ bởi lực lượng công an địa phương dù khẩu phần ăn, các vật dụng sang trọng như bàn và ghế bành đã bị cắt bỏ. Khi về già, Phổ Nghi đã chịu ảnh hưởng về mặt thể chất và tình cảm. Ông đã qua đời ở [[Bắc Kinh]] do biến chứng của [[ung thư thận]] và [[bệnh tim]] năm 1967 trong thời kỳ Cách mạng Văn hóa. Theo luật Cộng hòa Nhân dân Trung Hoa, xác ông được hỏa táng thay vì mai táng như tổ tiên của ông. Tro của ông được [[chôn cất|chôn]] tại [[Nghĩa trang cách mạng Bát Bảo Sơn|Nghĩa trang Cách mạng Bát Bảo Sơn]], nơi [[chôn cất]] các quan chức của đảng và nhà nước Trung Quốc. Trước khi nước Cộng hòa Nhân dân Trung Hoa được thành lập, đây là nơi [[chôn cất]] các nàng hầu trong các cung phủ và các thái giám.\n\nNăm [[1995]], bà quả phụ Lý Thục Hiền đã di chuyển tro của ông đến [[Thanh Tây lăng]] cách Bắc Kinh 120&nbsp;km về phía Tây Nam.\n\n== Miếu hiệu và thụy hiệu ==\nTừ trước đến nay, Phổ Nghi luôn được gọi là '''Thanh Phế Đế''' (清废帝) hay '''Tốn Đế''' (逊帝; chữ ''\"Tốn\"'' có nghĩa là nhường lại), hoặc '''Mạt đại Hoàng đế''', đó là bởi vì ông là quân chủ cuối cùng của Đại Thanh, qua đời lấy thân phận thường dân, chưa từng lấy lễ Thiên tử, nên không có [[miếu hiệu]] cùng [[thụy hiệu]].\n\n== Gia đình ==\n{{ahnentafel top}}<center>\n{{ahnentafel-compact5\n|boxstyle_1=background-color: #c0c080;\n|boxstyle_2=background-color: #b0b080;\n|boxstyle_3=background-color: #a0a080;\n|boxstyle_4=background-color: #909080;\n|boxstyle_5=background-color: #808080;\n| 1 = '''Tuyên Thống Hoàng đế Phổ Nghi'''\n| 2 = Thuần Thân vương, Nhiếp chính vương [[Tái Phong]]\n| 3 = Thuần Thân vương phi [[Ấu Lan]]\n| 4 = Thuần Hiền Thân vương [[Dịch Hoàn]]\n| 5 = Thuần Hiền Thân vương Trắc phi Lưu Giai thị\n| 6 = Văn Hoa điện Đại học sĩ [[Vinh Lộc]]\n| 7 = Ái Tân Giác La thị\n| 8 = Tuyên Tông Thành Hoàng đế [[Đạo Quang|Mân Ninh]]\n| 9 = [[Trang Thuận Hoàng quý phi]] Ô Nhã thị\n|10 = Ngũ phẩm Điển vệ [[Lưu Đức Khánh]] \n|11 = \n|12 = Cam Túc, Lương Châu trấn Tổng binh [[Trường Thọ (Qua Nhĩ Giai thị)|Trường Thọ]]\n|13 = Ô Trát thị\n|14 = Võ Anh điện Đại học sĩ [[Linh Quế]]\n|15 = Tôn thị\n|16 = Nhân Tông Duệ Hoàng đế [[Ngung Diễm]]\n|17 = [[Hiếu Thục Duệ Hoàng hậu]] Hỉ Tháp Lạp thị \n|18 = Bút thiếp thức [[Linh Thọ (Ô Nhã thị)|Linh Thọ]]\n|19 = Ông thị\n|20 =\n|21 = \n|24 = Khách Thập Cát Nhĩ, Ban bạn Đại thần [[Tháp Tư Cáp]]\n|25 = Tát Mã Nhĩ thị\n|26 = [[Xước Hòa Thái]]\n|28 = [[Vụ Bổn (Ái Tân Giác La)|Vụ Bổn]]\n|29 = Qua Nhĩ Giai thị, con gái [[Thạch Lan Đồ]]\n|30 = [[Tôn Sinh]]\n}}<\/center>\n{{ahnentafel bottom}}\n* Thân phụ: Thuần Thân vương [[Tái Phong]], được Từ Hi Thái hậu khâm mệnh làm Nhiếp chính vương.\n* Thân mẫu: Thuần Thân vương phi [[Ấu Lan]], Qua Nhĩ Giai thị, con gái Văn Hoa điện Đại học sĩ [[Vinh Lộc]].\n* Anh chị em: Phổ Nghi có ba người em trai và 7 người em gái. \n# [[Phổ Kiệt]] [溥杰], em trai cùng mẹ.\n# [[Phổ Khái]] [溥倛] \n# [[Kim Hữu Chi|Phổ Nhậm]] [溥任]\n# [[Uẩn Anh]] [韞媖], em gái cùng mẹ.\n# [[Uẩn Hòa]] [韞和], em gái cùng mẹ.\n# [[Uẩn Dĩnh]] [韞穎], em gái cùng mẹ.\n# [[Uẩn Nhàn]] [韞嫻]\n# [[Uẩn Hinh]] [韞馨]\n# [[Uẩn Ngu]] [韞娛]\n# [[Uẩn Hoan]] [韞歡]\n\n* Thê thiếp: Phổ Nghi có năm người vợ chính thức.\n{| width:100%\" class=\"wikitable\"\n! width=10% | Tên || width=\"5%\" | Chân dung || width=15% | Sinh mất || Ghi chú\n|-\n| colspan=4 align=\"center\"| '''Chính thất'''\n|-\n|[[Uyển Dung]]||[[Tập tin:Empress_Gobele_Wan-Rong_(04).JPG|122px]]||{{Ngày sinh|1906|11|13}}<br>- {{Ngày mất và tuổi|1946|6|20|1906|11|13}}||Xuất thân [[Quách Bố La thị]], [[Mãn Châu]] [[Chính Bạch kỳ]]. Cha là [[Vinh Nguyên]].\n\nNăm [[1922]], bà được cưới làm '''Hoàng hậu'''. Theo hồi ký ''\"[[Hoàng đế cuối cùng (phim)|Nửa đời trước của tôi]]\"'', sau khi Văn Tú ly hôn Phổ Nghi, tình cảm giữa Uyển Dung và Phổ Nghi cũng ngày càng rạn nứt. Khi Phổ Nghi làm Hoàng đế của Mãn Châu Quốc, bà cũng trở thành Hoàng hậu. Sau đó, bà bị phát hiện ngoại tình với một tài xế và sinh một bé gái, đứa bé bị thiêu chết, còn Uyển Dung bị giam cầm.\n\nNăm [[1945]], bà thoát cảnh bị giam cầm nhưng qua đời sau đó 1 năm vì bệnh tật và cơn đói thuốc phiện.\n|-\n|[[Lý Thục Hiền]]||[[Tập tin:Li Shuxian in her old days.jpg|122px]]||{{Ngày sinh|1925|9|4}}<br>– {{Ngày mất và tuổi|1997|6|9|1925|9|4}}||Là [[người Hán]], quê ở [[Hàng Châu]], từ nhỏ đã mồ côi cha mẹ.\n\nBà kết hôn với Phổ Nghi năm [[1962]], là kế thất của Phổ Nghi. Vào những năm đầu thập niên 80, Lý Thục Hiền trở nên giàu có nhờ vào việc cho xuất bản hồi ký của bà về những tháng năm cuối cùng của mình với Phổ Nghi.\n|-\n| colspan=4 align=\"center\"| '''Trắc thất'''\n|-\n|[[Văn Tú]]||[[Tập tin:Wenxiu_after_divource.png|122px]]||{{Ngày sinh|1909|12|20}}<br>– {{Ngày mất và tuổi|1953|9|17|1909|12|20}}||Xuất thân gia tộc [[Ngạch Nhĩ Đức Đặc thị]], [[Mông Cổ]] [[Tương Hoàng kỳ]]. Cha là [[Đoan Cung]].\n\nNăm [[1922]], được chọn làm [[Phi (hậu cung)|Phi]] của Phổ Nghi, với danh hiệu ['''Thục phi'''; 淑妃]. Năm [[1931]], bà yêu cầu [[ly hôn]] với Phổ Nghi, tạo thành một [[scandal]] khi ấy. Để giữ thể diện hoàng thất, ngay sau ngày ký đơn ly hôn, Phổ Nghi ra một ''\"chỉ dụ\"'' với nội dung phế bỏ Thục phi Văn Tú làm thứ dân.\n\nBà trở thành giáo viên tiểu học rồi tái giá với [[Lưu Chấn Đông]], một thiếu tá trong quân đội Quốc dân đảng.\n|-\n|[[Đàm Ngọc Linh]]||[[Tập tin:明贤贵妃旧照_局部.jpg|122px]]||{{Ngày sinh|1920|8|11}}<br>– {{Ngày mất và tuổi|1942|8|14|1920|8|11}}||Xuất thân quý tộc người Mãn, nguyên họ [[Tha Tha Lạp thị]], sau phải đổi họ thành họ Hán.\n\nNăm [[1937]], Đàm Ngọc Linh được tuyển làm phi tần cho Phổ Nghi, hiệu ['''Tường Quý nhân'''; 祥貴人]. Sau khi qua đời, Phổ Nghi ban thụy hiệu là '''Minh Hiền Quý phi''' (明賢貴妃). Là người duy nhất trong số 5 bà vợ được Phổ Nghi ban thụy hiệu và cử hành lễ an táng trọng thể. Theo hồi ký ''\"Nửa đời trước của tôi\"'', Đàm Ngọc Linh là người vợ Phổ Nghi yêu thương nhất, sau khi bà mất, Phổ Nghi vẫn luôn giữ bên mình lọn tóc và di ảnh của bà.\n|- \n|[[Lý Ngọc Cầm]]||[[Tập tin:Li_Yuqin.jpg|122px]]||{{Ngày sinh|1928|7|15}}<br>– {{Ngày mất và tuổi|2001|4|24|1928|7|15}}||Nguyên là người Hán, quê gốc ở [[Sơn Đông]], con nhà nghèo ở [[Trường Xuân, Cát Lâm]].\n\nNăm [[1943]], Lý Ngọc Cầm khi đang học một trường nữ sinh, đã được nạp cho Phổ Nghi làm phi tần nhằm thay thế Đàm Ngọc Linh, hiệu ['''Phúc Quý nhân'''; 福貴人]. Năm [[1958]], bà ly hôn với Phổ Nghi và tái giá với một kỹ thuật viên tên [[Hoàng Dục Canh]] và có với ông này 2 người con trai.\n|}\n\n== Trong phim ảnh ==\n[[Tập_tin:Last_emperor_poster_(1987).jpg|thumb|phải|150px|Poster của phim ''\"The Last Emperor\"'' - bộ phim điện ảnh quy mô tiêu biểu nói về cuộc đời Phổ Nghi.]]\n{| class=\"wikitable\" style=\"width:75%;\"\n|-  style=\"background:cornflowerblue; color:white; text-align:center;\"\n|'''Năm'''||'''Tên phim'''||'''Nơi sản xuất'''||'''Diễn viên'''\n|-\n| colspan=4 align=\"center\"|'''Điện ảnh'''\n|-\n| 1986 || align=\"center\"|《[[Mạt đại Thái hậu]]》<br>(末代太后) || {{flag|Hồng Kông thuộc Anh}} || align=\"center\"|[[Khương Văn]] 姜文\n|-\n| 1987 || align=\"center\"|《[[Hoàng đế cuối cùng (phim)|Hoàng đế cuối cùng]]》<br>(The Last Emperor)|| {{flag|Trung Quốc đại lục}}<br>{{flag|Anh Quốc}}<br>{{flag|Ý}}||align=\"center\"|[[Tôn Long]] 尊龍\n|-\n| rowspan=2|2011 || align=\"center\"|《[[Kiến Đảng Vĩ Nghiệp]]》<br>(建党伟业) || rowspan=\"2\" |{{flag|Trung Quốc đại lục}}|| align=\"center\"|[[Cừu Mộ Viễn]] 裘慕远\n|-\n|align=\"center\"|《[[1911 (phim)|Cách mạng Tân Hợi]]》<br>(辛亥革命) || align=\"center\"|[[Tô Hàm Diệp]] 苏晗烨\n|-\n| colspan=4 align=\"center\"|'''Truyền hình'''\n|-\n|1987 || align=\"center\"|《[[Lưu manh Hoàng đế]]》<br>(流氓皇帝) || {{flag|Hồng Kông thuộc Anh}} || align=\"center\"|[[Trịnh Thiếu Thu]] 鄭少秋\n|-\n|1988 || align=\"center\"|《[[Mạt đại Hoàng đế]]》<br>(末代皇帝) || {{flag|Trung Quốc đại lục}} || align=\"center\"| [[Trần Đạo Minh]] 陈道明<br>[[Chu Húc]] 朱旭\n|-\n|1990 || align=\"center\"|《[[Mãn Thanh thập tam hoàng triều]] chi Nguy thành tranh bá》<br>(滿清十三皇朝之危城爭霸) || {{flag|Hồng Kông thuộc Anh}} || align=\"center\"|[[Nghiêm Thu Hoa]] 嚴秋華\n|-\n| 2003 ||align=\"center\"|《[[Lưu chuyển đích Vương phi·Tối hậu đích Hoàng đệ]]》<br>(流轉的王妃·最後的皇弟) || {{flag|Nhật Bản}} || align=\"center\"|[[Vương Bá Chiêu]] 王伯昭\n|-\n| 2004 ||align=\"center\"|《[[Mạt đại Hoàng phi]]》<br>(末代皇妃) || {{flag|Trung Quốc đại lục}} || align=\"center\"|[[Lý Á Bằng]] 李亚鹏\n|-\n| 2012 ||align=\"center\"|《[[Thâm cung nội chiến 2]]》<br>(金枝慾孽貳) || {{flag|Hồng Kông}} || align=\"center\"|[[Tào Khải Kiêm]] 曹啟謙\n|-\n| 2014 ||align=\"center\"|《[[Mạt đại Hoàng đế truyền kỳ]]》<br>(末代皇帝传奇) || {{flag|Trung Quốc đại lục}} || align=\"center\"|[[Dư Thiếu Quần]] 余少群<br>[[Triệu Văn Tuyên]] 赵文瑄\n|-\n| 2016 ||align=\"center\"|《[[Hoàng đế lưu manh (2016)|Lưu manh Hoàng đế]]》<br>(Rogue Emperor) || {{flag|Hồng Kông}} || align=\"center\"|[[Mã Quốc Minh]] 馬國明\n|}\n\n==Di sản==\n===Chiếc đồng hồ đắt nhất thế giới===\nNgày 23\/5\/2023, Hãng Phillips đã cho đấu giá chiếc đồng hồ Patek Philippe Reference 96 Quantieme Lune của Hoàng đế Phổ Nghi tại [[Hong Kong]] và thu về mức giá kỷ lục với 6,2 triệu USD. Được biết, trên thế giới chỉ còn lại 8 chiếc loại này. Ban đầu, các nhà đấu giá kỳ vọng sẽ thu về khoảng 3 triệu USD, nhưng sau khoảng 5 phút đấu giá, chiếc đồng hồ đã được chốt giá bán là 40 triệu [[Đô la Hồng Kông]] (khoảng 5,1 triệu USD), cộng thêm các khoảng phí khác lên đến 6,2 triệu USD. Đây là số tiền cao nhất mà một người mua từng bỏ ra cho một mẫu đồng hồ Patek Philippe 96. Một chiếc đồng hồ Patek Philippe thuộc về [[Haile Selassie]], [[Đế quốc Ethiopia|hoàng đế Ethiopia]] cuối cùng, được bán với giá 2,9 triệu USD vào năm 2017.<ref>{{Chú thích sách|url=https:\/\/tuoitre.vn\/dong-ho-cua-hoang-de-pho-nghi-ban-voi-gia-ky-luc-20230524165605121.htm|title=Đồng hồ của hoàng đế Phổ Nghi bán với giá kỷ lục|editor-last=Phương Vũ|editor-first=Dennis|editor-last2=|editor-first2=|date=2023-23-5|publisher=Báo Tuổi trẻ|isbn=|pages=|language=vn}}<\/ref>\n\nCác tài liệu lịch sử mà hãng đấu giá Philipps có được đã chứng minh cựu hoàng từng mang chiếc đồng hồ này khi đến một trại tù của [[Liên Xô]] ở [[Khabarovsk]]. Sau đó, ông tặng nó cho [[Georgy Permyakov]], một người nói [[tiếng Quan thoại]] thông thạo, từng là gia sư và phiên dịch tiếng Nga cho Phổ Nghi trong thời gian ông bị giam giữ.\n\n== Xem thêm ==\n* [[Danh sách Hoàng đế Nhà Thanh]]\n* [[Đại Thanh]]\n* [[Mãn Châu Quốc]]\n* [[Thanh sử cảo]]\n\n== Tham khảo ==\n{{thể loại Commons|Pu Yi}}\n{{Tham khảo}}\n{{refbegin}}\n* {{chú thích sách |title = S.M. Ali, a Commemorative Volume |first1=S. M. |last1=Ali |first2=Fowzia |last2=Ally |first3=Syed Manzoorul |last3=Islam |year=1997 |publisher=S.M. Ali Memorial Committee |url = https:\/\/books.google.com\/books?id=0AJlAAAAMAAJ |isbn = |accessdate =ngày 10 tháng 3 năm 2014 |ref = {{harvid||}} }}\n* {{chú thích sách |title = The Last Emperor |first=Edward |last=Behr |year=1987 |publisher=Futura |location=Toronto| ref = {{harvid||}} }}\n* {{cite article |title =  \"Rule of Law in a Brave New Empire: Legal Rhetoric and Practice in Manchukuo\" |first=Thomas |last=Dubois |journal= Law and History Review |volume= 26 | issue=Summer 2008 |pages=285–319 |ref = {{harvid||}} }}\n* {{chú thích sách |title = Park Chung Hee and Modern Korea The Roots of Militarism, 1866–1945 |first=Carter |last=Eckert |year=2016 |publisher= Harvard University Press |location=Cambridge| ref = {{harvid||}} }}\n* {{chú thích sách |title = The Manchu Way: The Eight Banners and Ethnic Identity in Late Imperial China|first=Mark C. |last=Elliott |volume= |edition=illustrated, reprint |year=2001 |publisher = Stanford University Press |url = https:\/\/books.google.com\/?id=_qtgoTIAiKUC&printsec=frontcover#v=onepage&q&f=false |isbn = 978-0804746847 |accessdate =ngày 10 tháng 3 năm 2014 |ref = {{harvid||}} }}\n* {{chú thích sách |title= Emperor Qianlong: Son of Heaven, Man of the World |first=Mark C. |last=Elliott |year=2009 |publisher= Longman |url= https:\/\/books.google.com\/books?id=WpsMAQAAMAAJ |isbn= 978-0321084446 |accessdate = ngày 10 tháng 3 năm 2014 |ref= {{harvid||}} }}\n* {{chú thích sách |title = The Origins of the Second World War in Asia and the Pacific |url = https:\/\/archive.org\/details\/originsofsecondw0000iriy |first= Akira |last= Iriye |year=1987 |publisher= Longman |location= London |isbn = 978-0582493490 |ref= {{harvid||}} }}\n* {{chú thích sách |title= From Emperor to Citizen: The Autobiography of Aisin-Gioro Pu Yi |author=Puy |first2= William John Francis |last2=Jenner |translator = [[William John Francis Jenner]] |edition = illustrated, reprint |year=1987 |publisher= Oxford University Press |url = https:\/\/books.google.com\/books?id=RZNxAAAAMAAJ |isbn = 978-0192820990 |accessdate = ngày 10 tháng 3 năm 2014 |ref = {{harvid||}} }}\n* {{cite article |title= \"Saint Joan\" From A Chinese Perspective: Shaw and the Last Emperor, Henry Pu-Yi Aisin-Gioro |first=Kay |last=Li |journal= Shaw |volume=29 |issue=2009 |pages= 109–126 |ref= {{harvid||}} }}\n*{{chú thích sách |title= The Russian Fascists Tragedy and Farce in Exile 1925-45 |author=Stephan |first=John |year=1978 |publisher= Harper & Row |isbn=978-0-06-014099-1 |ref = {{harvid||}} }}\n* {{chú thích sách |title= The Last Manchu: The Autobiography of Henry Pu Yi, Last Emperor of China |author=Henry Pu Yi |editor-first=Paul |editor-last=Kramer |year=2013 |publisher= Skyhorse Publishing, Inc. |url = https:\/\/books.google.com\/?id=ivYsAgAAQBAJ&printsec=frontcover#v=onepage&q&f=false |isbn= 978-1626367258 |accessdate = ngày 10 tháng 3 năm 2014 |ref = {{harvid||}} }}\n{{refend}}\n{{Nhóm hộp điều hướng\n|title= Phổ Nghi\n|list1=<span>{{Đầu hộp}}\n{{thứ tự kế vị\n|chức vụ=[[Nhà Thanh|Hoàng đế nhà Thanh]]\n|trước= [[Quang Tự]]\n|sau= Không có\n|năm= [[1908]]-[[1912]]}}\n{{Cuối hộp}}\n{{Hoàng đế nhà Thanh}}\n}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1906|1967}}\n\n[[Thể loại:Mãn Châu quốc]]\n[[Thể loại:Người Bắc Kinh]]"}