{"488903":"{{Thông tin đường đô thị Việt Nam | phố\n| tên = Hàng Bè\n| hình chụp đường = Phố Hàng Bè.jpg\n| caption_đường = Hình vẽ Phố Hàng Bè\n| tên khác = \n| chiều dài =172 m \n| chiều rộng = \n| giao thông = \n| tồn tại = \n| lịch sử = \n| quận = [[Hoàn Kiếm]]\n| phường = [[Hàng Bạc (phường)|Hàng Bạc]]\n}}\n\n'''Phố Hàng Bè''' là một trong [[Khu phố cổ Hà Nội|những con phố cổ của Hà Nội]], đi từ ngã ba [[Phố Hàng Mắm|Hàng Mắm]] – [[Phố Hàng Bạc|Hàng Bạc]] đến ngã tư [[Phố Cầu Gỗ|Cầu Gỗ]] – [[Phố Hàng Thùng|Hàng Thùng]], nối tiếp [[phố Hàng Dầu]]. Phố Hàng Bè thuộc [[Hàng Bạc (phường)|phường Hàng Bạc]], [[Hoàn Kiếm|quận Hoàn Kiếm]], [[Hà Nội]]. Trước kia Hàng Bè là một khúc của con đê cũ, khi dòng chảy còn ở sát chân đê, các bè gỗ và những vật liệu làm nhà từ miền ngược trở về đây bán. Do đó khúc đê này có tên là Hàng Bè, chợ trên đê là chợ Hàng Bè. Thời [[Pháp thuộc]] phố đã có tên là phố Hàng Bè (''Rues des Radeaux''). Phố được xây dựng trên nền đất xưa vốn thuộc thôn Nam Hoa, tổng Hữu Túc, huyện [[Thọ Xương (huyện)|Thọ Xương]].\n\n== Lịch sử ==\nPhố Hàng Bè khi xưa là một khúc của con đê cũ. Khi dòng chảy của [[sông Hồng]] còn ở sát chân đê, các bè gỗ nứa lá song mây, những vật liệu làm nhà từ miền ngược trở về áp vào đây bán. Do đó khúc đê này có tên là Hàng Bè, chợ trên đê là chợ Hàng Bè. Thời Pháp thuộc phố đã có tên là phố Hàng Bè (''Rues des Radeaux''). Phố được xây dựng trên nền đất xưa vốn thuộc thôn Nam Hoa, tổng Hữu Túc, huyện [[Thọ Xương (huyện)|Thọ Xương]].<ref name=\":0\">{{Chú thích web|url=http:\/\/thanglong.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=59&articleid=88|tựa đề=Phố Hàng Bè|archive-url=https:\/\/web.archive.org\/web\/20110705215034\/http:\/\/thanglong.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=59&articleid=88|archive-date=2011-07-05|ngày truy cập=2010-04-25}}<\/ref>\n\nĐến giữa thế kỷ XIX đổi là thôn Nam Phố, tổng Đông Thọ. Trước đây chỗ này gần ô Mỹ Lộc giáp bờ sông Hồng. Các bè nứa, luồng được đưa lên đây bán, lập thành chợ bán bè, luồng thuộc chợ Hàng Bè, lúc đầu bán ở [[phố Hàng Tre]], sau dời vào chỗ phố Hàng Bè bây giờ. Đoạn đầu Hàng Bè đã có thời gọi là phố Hàng Cau vì đây là nơi buôn bán cau khô. Khi bè mảng không vào được sát chân đê nữa vì cát bồi đưa sông ra xa, thì phố này là nơi buôn bán cau, nên cũng có tên là phố Hàng Cau.<ref name=\":0\" \/>\n\nTrước kia, hàng năm thuyền mành từ miền trong ra đem hàng như đường Quảng, vây cá, tôm he, cá khô, nước mắm, cau khô của [[Quy Nhơn|Qui Nhơn]], [[Bình Định]]; khi về họ chở vào; bát ăn cơm, giấy hàng mã, vải, nồi đồng, mâm thau. Thuyền đinh lớn to mấy gian, bên trong có cả hoành phi câu đối, khám thờ, tủ chè và nuôi cả gà chó. Lái buôn người Việt Nam – và cả lái buôn người Tàu – đem hàng ra từng kiện, chứa trong kho những nhà chứa trọ phố Hàng Bè tất nhiên là sầm uất cho đến khi lòng sông lùi ra xa,  một con đê mới đắp ở cách xa đê cũ, nứa gỗ chuyển đến nơi khác, và cau thì vẫn đem bán ở đây. Con đê mới nói trên có đoạn tên là Bè Thượng, khi người Pháp mới đến Hà Nội, họ vẽ bản đồ ghi là ''Rue de la Digue'' (phố trên đê), tức là con phố Nguyễn Hữu Huân bây giờ.<ref name=\":0\" \/>\n\n== Tham khảo ==\n{{tham khảo|cột=}}\n\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Khu phố cổ Hà Nội|Bè]]"}