{"103331":"[[Tập tin:Ô Quan Chưởng.jpg|nhỏ|Cửa ô Quan Chưởng nằm ở đầu phố Ô Quan Chưởng]]\n'''Phố Ô Quan Chưởng''' là một con phố cổ thuộc phường [[Đồng Xuân, Hoàn Kiếm|Đồng Xuân]], quận [[Hoàn Kiếm]], [[Hà Nội]] và là một trong những phố ngắn nhất thành phố này.\n\n==Địa lý==\nPhố Ô Quan Chưởng dài khoảng 75m, nối từ cửa [[Ô Quan Chưởng]] cuối [[phố Hàng Chiếu]] ra [[Đường Trần Nhật Duật, Hà Nội|đường Trần Nhật Duật]]. Phố thuộc phường [[Đồng Xuân, Hoàn Kiếm|Đồng Xuân]], quận Hoàn Kiếm.<ref>{{Chú thích web|url=https:\/\/nguoihanoi.com.vn\/pho-o-quan-chuong-quan-hoan-kiem-ha-noi-16355.html|tựa đề=Phố Ô Quan Chưởng, quận Hoàn Kiếm, Hà Nội|họ=|ngày=2019-05-28|website=Tạp chí Người Hà Nội|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-05-08}}<\/ref> Đây là con phố nhỏ, ít người qua lại. Trên phố chỉ có hơn chục số nhà, kinh doanh một số ít các mặt hàng.\n\nTừ phố Ô Quan Chưởng có thể dẫn ra 4 phố Hàng Chiếu, [[Phố Đào Duy Từ, Hà Nội|Đào Duy Từ]], [[Phố Thanh Hà, Hà Nội|Thanh Hà]] và Trần Nhật Duật.\n\n== Lịch sử ==\nTheo sử sách ghi chép vào đời vua Lê Hiến Tông (1740-1786) niên hiệu Cảnh Hưng, Thăng Long có mười sáu cửa ô. Đến thế kỷ XX thì trên sách báo chỉ còn nhắc đến tên của năm cửa ô, với câu thơ nổi tiếng của Xuân Diệu khi nói về ngôi sao vàng \"năm cánh xòe trên năm cửa ô\". Đó là Ô Cầu Giấy, Ô Cầu Dền, Ô Chợ Dừa, Ô Đống Mác và Ô Quan Chưởng.\n\n\"Ở đâu năm cửa ô chàng ơi\n\nSông Nhĩ Hà mấy khúc n­ước chảy xuôi một dòng!\"\n\nNgày hôm nay hầu hết các cửa ô khác chỉ còn lưu lại địa danh sau này trở thành tên gọi của phường phố như ô Chợ Dừa là tên gọi một cái chợ phía tây-nam thành phố, ô Cầu Giấy còn biết được vì là tên gọi của cái cầu gạch bắc qua sông Tô Lịch… chứ không còn một kiến trúc nào có thể gợi lại vết tích xưa. Thậm chí còn có một cửa ô thứ sáu chỉ còn tên gọi trong ký ức chứ không ai biết nằm ở chỗ nào như ô Đồng Lầm, nay thuộc khu vực Kim Liên phía nam thành phố. Tuy nhiên, ngày nay Hà Nội vẫn còn một cửa Ô gần như nguyên vẹn đó là Ô Quan Chưởng.\n\n'''''Ô Quan Chưởng- Đầu thế kỉ XX'''''\n\nSau khi chiếm đóng Hà Nội, người Pháp đã cho phá bỏ các công trình cũ quanh thành thị để mở rộng khu phố mới. Nhưng riêng ô Quan Chưởng, nhờ có sự đấu tranh kiên trì của nhân dân và của ông cai tổng Đồng Xuân, Đào Đăng Chiểu (1845-1916), nên chủ trương đó không thực hiện được. Vì ông Cai tổng cùng với dân chúng nhất định không chịu ký tên vào tờ trình xin phép phá cửa ô nên cuối cùng người Pháp phải nhượng bộ.\n\nTheo Tuyển tập văn bia Hà Nội, tập 1, cửa Đông Hà xây từ năm Cảnh Hưng 10 (1749) được sửa chữa lại năm Gia Long (Đinh Sửu 1817). Ngang lối đi giữa cổng có một tấm bia đá gắn vào tường mé trong. Bia khắc tờ sức của Hà Ninh tổng đốc Hoàng Diệu và tuần phủ Hà Nội Hoàng Hữu Xứng đề năm Mậu Dần 1878 cấm lính canh gác xách nhiễu nhân dân.\n\nTrong cuốn \"Người và cảnh Hà Nội\" của nhà Hà Nội học Hoàng Đạo Thúy, có ghi chép về Ô Quan Chưởng như sau: \"Song song với Hàng Đậu là Hàng Khoai. Dư­ới chợ là Phố Mới; đầu phố, chỗ gần bờ sông có cửa Ô Quan Ch­ưởng (cửa Đông Hà), còn nguyên cổng xây cũ, đoạn này gọi là phố Hàng Chiếu. Trước khi Tây sang, tên Jean Dupuis (Đồ Phổ Nghĩa) gây cơ sở ở đây cùng với bọn khách trú khi Francisco Garnier đánh thành thì một ông Ch­ưởng Cơ, cùng một trăm chiến sĩ, đã giữ cửa này đến ng­ười cuối cùng!\"\n\nĐây là một trong nhiều cửa ô, mở qua tường phía đông, của tòa thành đất bao quanh khu kinh thành Thăng Long xưa. Tòa thành ấy đắp vào năm 1749. Nhưng diện mạo Ô Quan Chưởng như hiện nay là do lần sửa chữa lớn vào năm 1817. Tên chính thức là Đông Hà môn, tức là cửa ô Đông Hà. Gọi là Ô Quan Chưởng, để ghi nhớ sự hy sinh của viên Chưởng cơ và binh lính nhà Nguyễn, chiến đấu chống Pháp, khi chúng đánh thành Hà Nội.\n\n'''''Ô Quan Chưởng hôm nay'''''\n\nÔ Quan Chưởng ở trên đầu phố Hàng Chiếu, mặt trước nhìn về phía đông và sông Hồng, mặt sau nhìn về phía tây và phố Hàng Chiếu kéo dài. Về kiến trúc có vòm cửa trấn giữ, trên lại còn lưu giữ một lầu địch vọng là nơi canh gác. Cửa được xây vòm tò vò rộng, trước đây có hai cổng bằng gỗ dày lớn, ban đêm lính canh đóng cửa thành và mở ra buổi sớm cho người dân qua lại, buôn bán.\n\nPhố Ô Quan Chưởng thời thuộc Pháp có tên là Rue des Nattes en Joncs - Phố Hàng Chiếu Cói, là nơi tập trung buôn bán chiếu cói, sản phẩm của những vùng ven biển Ninh Bình, Thái Bình, Nam Định, chở lên bằng thuyền.\n\nNgày nay, Ô Quan Chưởng là cửa ô duy nhất còn lại của Hà Nội, vừa là dấu vết của thành Thăng Long xưa vừa là một bằng chứng tinh thần đấu tranh bất khuất của nhân dân trong việc chống giặc ngoại xâm và gìn giữ di sản văn hóa dân tộc.\/.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Khu phố cổ Hà Nội|Ô Quan Chưởng]]\n[[Thể loại:Đường phố Hà Nội|Ô Quan Chưởng]]"}