{"423267":"[[Tập tin:Phỗ Cổ.jpg|nhỏ]]\n{{chú thích trong bài}} \n{{Location map | Vietnam\n| width = 220\n| float = right\n| relief = yes\n| label = ''Đồng Văn''\n| position = bottom\n| lat_deg = 23| lat_min = 16| lat_sec=54.4| lat_dir = N \n| lon_deg = 105| lon_min = 21| lon_sec= 35.62| lon_dir = E \n}}\n{{coord|23|16|54.4|N|105|21|35.62|E|format=dms|display=title}}\n\n'''Phố cổ Đồng Văn''' nằm ở thị trấn [[Đồng Văn (thị trấn)|Đồng Văn]], huyện [[Đồng Văn]], tỉnh [[Hà Giang]].\n\nKhu vực trung tâm thị trấn Đồng Văn xưa thuộc tổng Đông Quan, châu Nguyên Bình, phủ Tường Vân, tỉnh [[Tuyên Quang]] và có lịch sử phát triển về kiến trúc, văn hóa hàng trăm năm. Những năm 1880, khi chiếm đóng khu vực này, người Pháp đã có những quy hoạch và để lại những điểm nhấn quan trọng về quy hoạch và kiến trúc, đặc biệt là chợ Đồng Văn, xây bằng đá trong những năm 1920 gần như còn nguyên vẹn đến ngày nay.\n\n==Kiến trúc==\nThị trấn [[Đồng Văn]] nằm lọt thỏm giữa thung lũng với bốn bề núi đá bao bọc xung quanh. Khu phố cổ vẻn vẹn 40 nóc nhà nằm xếp vào nhau dưới núi đá. Buổi sớm, bức tranh phố cổ là sự pha trộn đến tài tình hai tông màu: màu vàng rực của nắng và màu xám của những ngôi nhà cổ.\n\nKhu phố cổ được hình thành từ đầu thế kỷ 20, ban sơ chỉ có vài gia đình người [[Mông]], người [[Người Tày|Tày]] và người [[Hoa]] sinh sống, dần dần có thêm nhiều cư dân địa phương khác tìm đến. Nhìn tổng thể, khu phố cổ mang đậm dấu ấn kiến trúc của người Hoa với những ngôi nhà hai tầng lợp ngói âm dương, những chiếc đèn lồng đỏ cao cao...\n\nĐêm đến ánh đèn dầu từ mỗi chiếc bàn chỉ đủ soi lờ mờ. Trong không gian ấy đôi khi có tiếng kèn môi của chàng trai [[Mông]] trong giai điệu gọi bạn tình. Vào đêm cuối tuần, quán lại rộn ràng với những chàng trai, cô gái từ các bản được chủ quán mời về hát những bài [[dân ca]], thể hiện những điệu múa giao duyên...\n\nTừ trên cao nhìn xuống, bên ba dãy [[chợ]] xếp thành hình chữ U lợp ngói âm dương là hai dãy phố cổ chạy vào chân núi. Một khu dân cư chủ yếu là người [[Người Tày|Tày]] với hàng chục ngôi nhà cũ dựng bởi những người thợ ở [[Tứ Xuyên]] sang làm thuê và được xem như một phần quan trọng của phố cổ [[Đồng Văn]]. Theo tài liệu từ một cuộc hội thảo về phố cổ [[Đồng Văn]] thì tại khu vực này còn khoảng trên dưới 40 ngôi nhà cổ có tuổi đời trên dưới 100 năm, cá biệt có những ngôi nhà gần 200 năm như nhà ông Lương Huy Ngò, người Tày và được xây dựng từ khoảng năm 1860.\n\nKiến trúc ở đây phổ biến là nhà hai tầng trình tường, lợp ngói âm dương. Riêng khu vực chợ Đồng Văn, còn có nhiều nhà cổ kiểu ống để tận dụng mặt tiền như [[khu phố cổ Hà Nội|phố cổ Hà Nội]]. Từ năm 2006, huyện Đồng Văn đã tổ chức mỗi tháng 3 \"đêm phố cổ\" vào các ngày 14, 15, 16 âm lịch. Theo đó các hộ dân trong khu phố cổ đồng loạt treo đèn lồng đỏ, một số hoạt động như trưng bày thổ cẩm các dân tộc, trình diễn và bán các món ăn truyền thống của các dân tộc với kỳ vọng thu hút khách du lịch theo kiểu một [[phố cổ Hội An]].\n\n==Bảo tồn==\nHầu hết các ngôi nhà cổ ở Đồng Văn đều đang ở trong tình trạng cũ nát và xuống cấp nghiêm trọng. Cụ thể, việc dãn dân ra khỏi khu phố cổ chỉ nên áp dụng với những hộ quá đông người, đồng thời cần phải duy trì một cuộc sống bình thường của con người để bảo tồn một không gian văn hóa của nhiều dân tộc đang sống ở Đồng Văn. Nét văn hóa phi vật thể này có thể hấp dẫn du khách hơn những ngôi nhà cổ dù được gìn giữ tốt nhưng lại không gắn với sự sống, với sinh hoạt của con người.{{fact|date=7-2014}}\n\n==Xem thêm==\n* [[Khu phố cổ Hà Nội]]\n* [[Phố Hiến]]\n* [[Phố cổ Hội An]]\n* [[Cảng thị cổ Thanh Hà]]\n* [[Phố cổ Thành Nam]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n[[Tập tin:Cà phê phố cổ.jpg|nhỏ]]\n[[Tập tin:Góc Chợ.jpg|nhỏ]]\n[[Tập tin:Đặc trưng.jpg|nhỏ]]\n\n==Liên kết ngoài==\n\n[[Thể loại:Hà Giang]]\n[[Thể loại:Phố cổ tại Việt Nam|Đồng Văn]]"}