{"1087695":"{{Thông tin đường đô thị Việt Nam | phố\n| tên = Hàng Nón\n| hình chụp đường = Pho Hang Non.JPG\n| caption_đường = Phố Hàng Nón đầu thế kỷ 20\n| tên khác = Rue dé Chapeaux\n| chiều dài = 216 m\n| chiều rộng = \n| số làn = \n| giao thông = \n| tồn tại = \n| lịch sử = \n| quận = [[Hoàn Kiếm]]\n| phường = [[Hàng Gai (phường)|Hàng Gai]], [[Cửa Đông (phường)|Cửa Đông]]\n}}\n\n'''Hàng Nón''' là một con phố nhỏ nằm trong [[khu phố cổ Hà Nội]], chạy trong địa phận phường [[Hàng Gai (phường)|Hàng Gai]] và phường Cửa Đông,<ref name=\"P\"\/> quận [[Hoàn Kiếm]], [[Hà Nội]]. Sở dĩ gọi là phố được gọi là Hàng Nón bởi vì thời xưa, phố có bán các loại nón thời cổ rộng vành. Ngày nay mặt hàng chủ yếu của phố là bán chăn ga gối đệm, đoạn giao với phố [[Hàng Điếu]].\n\nPhố đã có từ thời [[Lê Trung hưng]]. Khi [[thực dân Pháp]] đánh chiếm Hà Nội, họ đặt tên phố là ''Rue des Chapeaux'', theo nghĩa đen là phố Hàng Mũ. Năm [[1945]], Thị trưởng Hà Nội [[Trần Văn Lai]] đổi tên phố lại thành ''Hàng Nón'' và các lần đổi tên sau vẫn như vậy.\n\n== Đặc điểm ==\nPhố Hàng Nón dài 216m, chạy từ ngã ba [[Hàng Quạt]] - [[Hàng Hòm]] qua các ngã phố [[Hàng Mành]], [[Hàng Thiếc]], [[Hàng Điếu]] đến phố Đường Thành.<ref name=\"P\"\/> Xưa kia, đoạn đầu chính là phố Mã Vĩ (vì ở đây có làm phục trang, mũ mãng, cờ quạt cho quan lại và đạo cụ biểu diễn nghệ thuật... những thứ dùng đến đuôi ngựa) cũng gọi là Hàng Nón trên. Đoạn cuối mới là nơi làm và bán các loại nón và gọi là phố Hàng Nón. Phố ngày nay thuộc phường Hàng Gai, quận Hoàn Kiếm.\n\n== Lịch sử ==\nPhố đã có từ thời [[nhà Lê trung hưng]], vốn nằm trên đất thôn Yên Nội - Đông Thành, tổng Tiền Túc (sau đổi là tổng Thuận Mỹ), huyện Thọ Xương cũ; rất lâu trước khi Thực dân Pháp sang chiếm nước ta. Đoạn phố cũ mang tên Hàng Nón vì xưa kia ở đây vốn có nhiều cửa hàng bán các loại nón khác nhau, kể cả nón \"tu lờ\" dành cho các nhà sư trong chùa.\n\n[[Thời Pháp thuộc]], chính quyền Pháp đổi tên từ Hàng Nón thành''Rue des Chapeaux''<ref>{{Chú thích web |url=http:\/\/thanglong.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=59&articleid=169 |ngày truy cập=2012-02-29 |tựa đề=Phố Hàng Nón |archive-date = ngày 5 tháng 7 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110705221322\/http:\/\/thanglong.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=59&articleid=169 }}<\/ref>, theo nghĩa đen là ''Phố Hàng Mũ''. Nếu muốn tả đúng hình dáng thì là \"mũ hình chóp\" (chapeaux coniques), dịch từ chữ ''Hàng Nón''. Năm 1945, Thị trưởng Trần Văn Lai cho lấy lại tên cũ, do đó phố này chính thức được gọi là phố Hàng Nón.<ref name=\"P\"\/> Mãi tới cuối [[thế kỷ XIX]], người Việt Nam, cả đàn ông lẫn đàn bà vẫn đội nón. Đàn ông dùng nón dứa, nón lông có chóp bằng bạc hoặc đồng. Đàn bà có nhiều loại nón hơn, nếu sang thì dùng nón thúng quai thao, người lao động thì đội nón ba tầm hoặc nón chảo làm bằng lá gối mềm. Nón quai thao là một loại nón của phụ nữ ở [[Bắc Bộ]] Việt Nam trước đây. Nón làm bằng lá cọ hoặc lá gồi, có kích thước đường kính 70–80&nbsp;cm, vành rộng 10–12 cm. Nón có hình dáng giống như tai nấm, có quai thao, đỉnh bằng; quai thao làm bằng 1-8 dây thao đan kết bằng tơ, chỉ, ngoài bọc tơ dệt liền.\n\nNhưng từ cuối những năm 1910, trừ những người Hà Nội, đàn ông không ai đội nón nữa, họ đội khăn bịt, che ô. Đàn bà sang trọng dùng dù vải. Ngoài đường chỉ có những người lao động nặng nặng nhọc lam lũ mới dùng nón lá. Do đó các cửa hàng bán nón trong phố thưa dần, về sau sót lại vài ba nhà nghề cũ, nón chỉ còn thấy bán ở trong các chợ. Tại số nhà 15, phố này, ngày 28 tháng 7 năm 1929 đã họp Đại hội thành lập Công hội đỏ Bắc Kỳ. Những chủ hiệu nón trên phố dần dần chuyển sang bán các mặt hàng khác. Có mấy cửa hàng hồi đó kinh doanh các loại guốc sơn cho phụ nữ như Mỹ Sinh và Mỹ Thịnh, có chủ hiệu là người làng Hà Vỹ, một làng nghề sơn ta cổ truyền. Họ từ [[Hàng Hòm]] dọn tới đây, mua guốc gỗ đẽo sẵn rồi sơn màu và bán.\n\nĐến cuối [[thế kỉ XX]], nghề nón được khôi phục lại, chủ yếu bán cho du khách trong các khách sạn.\nNgày nay, phố không còn bán các mặt hàng truyền thống như trước nữa mà bán rất nhiều các mặt hàng khác nhau, chỗ giáp phố Hàng Quạt có bán các loại trướng thêu. Phố Hàng Nón hiện nay là một phố tương đối dài hơn mấy phố chung quanh. Cuối phố Hàng Nón có gần chục cửa hàng bán guốc. Phố Hàng Nón ngày này gồm phần lớn là những cửa hàng chuyên làm và bán hàng tủ, chạn bát trước kia đã chuyển hướng sang làm tủ bằng khung nhôm kính.\n\n== Công trình ==\n[[Tập tin:HanoiOldQuartersCrossing.JPG|nhỏ|Phố Hàng Nón ngày nay]]\n* Đình Yên Nội, số 42 Hàng Nón.\n* Đình Đông Thổ, số 2 Hàng Nón, còn gọi đình Hàng Thiếc, bên trong thờ vị tổ nghề thợ thiếc là ngài Phạm Ngọc Thạch, người đã mở mang kĩ thuật này tại Việt Nam kể từ năm 1518. Ban thờ là thứ cổ duy nhất còn lại trong đình.<ref name=\"P\">{{citeweb|url=http:\/\/360.hncity.org\/spip.php?article77|tiêu đề=Phố Hàng Nón|tác giả=Đông Tỉnh NCCong|ngày truy cập=4 tháng 9 năm 2020}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Khu phố cổ Hà Nội|Nón]]"}