{"15158120":"[[Tập tin:phohoadinhtienhoang2.jpg|nhỏ|250px|[[Phố Đinh Tiên Hoàng, Hà Nội|Phố Đinh Tiên Hoàng]] là tuyến phố thuộc không gian đi bộ Hồ Gươm]]\n'''Phố đi bộ Hồ Gươm''' là khu vực [[Phố đi bộ|không gian đi bộ]] bao gồm 16 tuyến phố xung quanh [[Hồ Hoàn Kiếm|Hồ Gươm]], cấm các phương tiện xe cộ lưu thông.\n\n== Thời gian và phạm vi ==\nHà Nội đã thử nghiệm tổ chức phố đi bộ trên tuyến phố [[Hàng Đào]] – [[Đồng Xuân]] năm 2004; địa bàn khu bảo tồn cấp I năm 2014 (gồm [[Hàng Buồm]], [[Hàng Giầy]], [[Lương Ngọc Quyến]], [[Mã Mây]], [[Đào Duy Từ]], [[Tạ Hiện]]).\n\nKhu phố đi bộ Hồ Gươm như hiện nay<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/xa-hoi\/ha-noi-chinh-thuc-ngan-xe-ve-ho-guom-khai-truong-tuyen-pho-di-bo-moi-20160901194155362.htm|title=Hà Nội: Chính thức ngăn xe về Hồ Gươm, khai trương tuyến phố đi bộ mới|last=|first=|date=|website=Báo Dân Trí|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> được đưa vào hoạt động ngày 1 tháng 9 năm 2016. Các tuyến phố được quy hoạch bao gồm: [[Phố Đinh Tiên Hoàng|Đinh Tiên Hoàng]], [[Hàng Khay]], [[Phố Lê Thái Tổ|Lê Thái Tổ]] (½ [[đường Lê Thái Tổ]] phía bên [[hồ Hoàn Kiếm]], đoạn từ [[Hàng Trống]] đến [[Hàng Khay]]), [[Phố Lê Lai|Lê Lai]] (đoạn từ Đinh Tiên Hoàng đến Lý Thái Tổ), [[Phố Lê Thạch|Lê Thạch]], [[phố Trần Nguyên Hãn]] (đoạn từ Đinh Tiên Hoàng đến Lý Thái Tổ), [[Phố Đinh Lễ|Đinh Lễ]], [[Phố Nguyễn Xí|Nguyễn Xí]], [[Phố Tràng Tiền|Tràng Tiền]] (đoạn từ [[Nhà hát Lớn Hà Nội]] đến [[Hàng Bài]]), [[Lò Sũ]] (Đinh Tiên Hoàng đến Nguyễn Hữu Huân), [[Hàng Dầu]] (Đinh Tiên Hoàng đến Cầu gỗ), [[phố Hồ Hoàn Kiếm]], [[Phố Lương Văn Can|Lương Văn Can]] (đoạn từ Hàng Hành đến Lê Thái Tổ), phố [[Hàng Bài]] (đoạn từ Hai Bà Trưng đến Hàng Khay), [[Bảo Khánh]] (đoạn từ Ngõ Bảo Khánh đến Lê Thái Tổ).<ref name=\":0\">{{Chú thích web|url=https:\/\/vnexpress.net\/thoi-su\/ha-noi-khai-truong-khong-gian-di-bo-ho-guom-3462140.html|title=Hà Nội khai trương không gian đi bộ hồ Gươm|last=|first=|date=|website=Báo Vnexpress|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nTừ 31\/12\/2020, Hà Nội mở rộng không gian đi bộ phía Nam khu Phố cổ Hà Nội kết nối phía Bắc khu vực hồ Hoàn Kiếm, gồm các tuyến phố: [[Đinh Liệt]], Gia Ngư, [[Cầu Gỗ]], Hàng Bè, Hàng Dầu, Hàng Bạc, [[Đào Duy Từ]] (đoạn từ Chợ Gạo đến Ô Quan Chưởng), [[Ô Quan Chưởng]] (gồm [[phố Ô Quan Chưởng]] và khu vực ngã tư Hàng Chiếu - Thanh Hà), ngõ Cầu Gỗ, ngõ Trung Yên, ngõ Phất Lộc.[https:\/\/vtv.vn\/xa-hoi\/pho-co-ha-noi-chinh-thuc-duoc-mo-rong-khong-gian-di-bo-phia-nam-20210101041509962.htm]\n\nThời gian hoạt động vào 3 tối cuối tuần (thứ 6, thứ 7 và Chủ Nhật), mùa Hè từ 19h đến 24h, mùa Đông từ 18h đến 24h.\n\nThời gian hoạt động của phố đi bộ được mở rộng trong một số dịp nhất định.<ref>{{Chú thích web|url=https:\/\/baotainguyenmoitruong.vn\/xa-hoi\/ha-noi-pho-di-bo-ho-guom-keo-dai-thoi-gian-hoat-dong-dip-le-gio-to-hung-vuong-1267986.html|title=Hà Nội: Phố đi bộ hồ Gươm kéo dài thời gian hoạt động dịp lễ Giỗ tổ Hùng Vương|last=|first=|date=|website=Báo Tài Nguyên môi trường|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> Đồng thời có kế hoạch mở rộng các tuyến phố đi bộ.<ref>{{Chú thích web|url=https:\/\/anninhthudo.vn\/doi-song\/de-xuat-trien-khai-khong-gian-di-bo-tai-pho-dinh-liet\/781498.antd|title=Đề xuất triển khai không gian đi bộ tại phố Đinh Liệt|last=|first=|date=|website=Báo An Ninh Thủ Đô|archive-url=|archive-date=|url-status=|access-date=}}<\/ref><ref>{{Chú thích web|url=https:\/\/vov.vn\/xa-hoi\/ha-noi-se-mo-rong-khong-gian-di-bo-ho-hoan-kiem-811499.vov|title=Hà Nội sẽ mở rộng không gian đi bộ Hồ Hoàn Kiếm?|last=|first=|date=|website=Báo điện tử đài tiếng nói Việt Nam|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n== Hoạt động ==\nTrong buổi khai trương phố đi bộ, ông [[Nguyễn Đức Chung]], [[Chủ tịch Ủy ban nhân dân thành phố Hà Nội]] phát biểu: “Chúng ta tin tưởng rằng với những nét văn hóa đặc sắc của vùng đất Thăng Long cùng sự hội tụ và những biến tấu văn hóa - ẩm thực phù hợp với nhịp sống đương đại sẽ đáp ứng nhu cầu sinh hoạt văn hóa và vui chơi giải trí lành mạnh của người dân thủ đô cùng du khách trong và ngoài nước”.\n\nTrong thời gian hoạt động phố đi bộ, thành phố cho phép các khách sạn từ 3 sao trở lên, quán bar, nhà hàng tại khu vực [[hồ Hoàn Kiếm]] được mở cửa phục vụ đến 2 giờ sáng hôm sau.<ref name=\":0\" \/> Phố đi bộ có bố trí các cây bán nước tự động, trạm phát wifi miễn phí.\n\nPhố đi bộ không chỉ là nơi mọi người tự do đi dạo, vui chơi, giao lưu, trò chuyện, mà còn là nơi diễn ra các trò chơi dân gian, hoạt động văn hóa nghệ thuật cá nhân tự phát hoặc được tổ chức. Tính đến tháng 10 năm 2018, trong hai năm hoạt động, không gian đi bộ khu vực hồ Hoàn Kiếm và phụ cận đã tổ chức hàng trăm sự kiện, hoạt động giao lưu văn hóa, nghệ thuật phong phú, đa dạng, trong đó có 185 sự kiện văn hóa quy mô lớn, thu hút sự tham gia của 8 tỉnh, thành phố trong nước và 17 quốc gia.<ref name=\":1\">{{Chú thích web|url=https:\/\/www.tienphong.vn\/nhip-song-thu-do\/mo-rong-khong-gian-di-bo-ho-hoan-kiem-1322845.tpo|title=Mở rộng không gian đi bộ hồ Hoàn Kiếm|last=|first=|date=|website=Báo Tiền Phong|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n== Tác động ==\nSau 2 năm triển khai không gian đi bộ [[hồ Hoàn Kiếm]] và vùng phụ cận đã thúc đẩy phát triển thương mại, du lịch, kinh tế của quận Hoàn Kiếm nói riêng và thành phố nói chung. Lượng khách trong và ngoài nước đến tham quan và tham gia rất đông, trung bình ban ngày khoảng 3.000 đến 5.000 người; buổi tối khoảng 1,5 vạn đến 2 vạn người, những buổi có sự kiện lớn có trên 3 vạn người tham dự.\n\nLượng khách du lịch lưu trú đến quận Hoàn Kiếm và thành phố tăng nhanh. Năm 2017 là trên 1,7 triệu lượt người, tăng 33% so với năm 2016; 9 tháng đầu năm 2018 là trên 1,4 triệu lượt người, tăng 18% so với cùng kỳ năm 2017. Số cửa hàng kinh doanh chuyển sang dịch vụ du lịch tăng gần 600 cơ sở. Tính đến nay, trên địa bàn quận có 585 khách sạn và cơ sở lưu trú, tăng 121 cơ sở so với năm 2017, trong đó có 225 khách sạn được xếp hạng, gắn sao.\n\nNhững kết quả trên góp phần quan trọng tăng thu ngân sách Nhà nước cho [[quận Hoàn Kiếm]]. Năm 2016 quận thu trên 5,2 nghìn tỷ đồng; năm 2017 đạt trên 6 nghìn tỷ đồng; 8 tháng đầu năm 2018 đạt trên 5,7 nghìn tỷ đồng và ước cả năm 2018 đạt trên 7,5 nghìn tỷ đồng.<ref name=\":1\" \/>\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Đường phố Hà Nội| ]]\n[[Thể loại:Hạ tầng đi bộ]]\n[[Thể loại:Hoàn Kiếm]]"}