{"820607":"{{dablink|Hà Nội có bốn tuyến phố cùng mang tên Nguyễn Thái Học tại trung tâm thành phố, quận Hà Đông, thị xã Sơn Tây và huyện Đan Phượng. Bài này viết về con phố đi qua hai quận Ba Đình và Hoàn Kiếm tại trung tâm thành phố.}}\n'''Phố Nguyễn Thái Học''' (tên cũ: '''phố Hàng Đẫy''', '''đường số 59''', '''đại lộ Borgnis Desbordes kéo dài''', '''phố Duvillier''', '''phố Phan Chu Trinh''') là một phố nằm trên địa bàn phường Cát Linh và phường Văn Miếu, quận Đống Đa; phường Điện Biên và phường Kim Mã, quận Ba Đình - Hà Nội và phường Cửa Nam - [[Hoàn Kiếm|Quận Hoàn Kiếm]]. Phố dài 1688m, đi từ ngã năm Cửa Nam đến phố Sơn Tây và đường Kim Mã, chạy qua phía sau Văn Miếu. Thời Pháp thuộc, đây là phố Duvillier, nhưng người dân Hà Nội vẫn quen gọi là phố Hàng Đẫy.\n\nPhố Nguyễn Thái Học là một trong những tuyến phố đẹp, kinh doanh sầm uất vào bậc nhất của Hà Nội, ở ngay trung tâm quận Ba Đình. Đây cũng là một trong những tuyến đường có số phương tiện tham gia giao thông lớn nhất của Hà Nội do hầu hết các phương tiện từ đường Láng-Hòa Lạc, đường 32 và đường Thăng Long-Nội Bài khi vào trung tâm thành phố Hà Nội đều phải qua đường Nguyễn Thái Học<ref>{{Chú thích web|url = http:\/\/hanoi.vietnamplus.vn\/Home\/Pho-Nguyen-Thai-Hoc\/20108\/2550.vnplus|title = phố Nguyễn Thái Học}}<\/ref>.\n\n== Đặc điểm ==\n\n=== Nhân vật ===\n[[Nguyễn Thái Học]] sinh ngày 1 tháng 12 năm Quý Mão ([[1902]]) tại làng [[Thổ Tang]], tổng Lương Điền, phủ [[Vĩnh Tường]], tỉnh [[Vĩnh Yên]].\n\nNăm 19 tuổi, ông thi đậu vào trường Cao đẳng Sư phạm Hà Nội và nhận học bổng của Chính phủ Bảo hộ Pháp. Do tính tình cương trực và không thích khuất phục lối giáo dục của người Pháp, ông bỏ học năm thứ ba, và sau đó ghi danh học trường Cao đẳng Thương mại thuộc Đại học Đông Dương (1925-1927).\n\nTháng 10\/1927, ông tham gia thành lập [[Việt Nam Quốc dân Đảng|Việt Nam Quốc Dân Đảng]] với mục đích dùng bạo động lật đổ chính quyền [[đế quốc thực dân Pháp|thực dân Pháp]], thành lập một chế độ [[cộng hòa]] dân chủ độc lập trên toàn cõi Việt Nam.\n[[Tập tin:Nguyenthaihoc.gif|trái|nhỏ|150px|Chân dung Nguyễn Thái Học]]\nTháng 12\/1927, Việt Nam Quốc Dân Đảng tổ chức đại hội đảng lần thứ nhất đã bầu ông làm Chủ tịch Tổng bộ đảng, kiêm Chủ tịch đảng.\n\nDưới sự lãnh đạo của Nguyễn Thái Học, Việt Nam Quốc Dân Đảng bắt đầu phát triển rất nhanh chóng để kết nạp tầng lớp trí thức, giáo viên, nông dân, công chức, binh sĩ.\n\nĐến đầu năm 1929, Việt Nam Quốc Dân Đảng đã thành lập được 120 chi bộ tại Bắc kỳ với 1500 đảng viên.\n\nSau cuộc [[Khởi nghĩa Yên Bái|khởi nghĩa]] không thành của Việt Nam Quốc dân Đảng, ngày 20\/2\/1930, Nguyễn Thái Học bị bắt tại ấp Cổ Vịt ([[Chí Linh]], [[Hải Dương]]) và bị xử chém cùng nhiều đồng chí khác của ông vào ngày 17 tháng 6 năm 1930. Ông để lại gương sáng cho lớp thanh niên yêu nước, cách mạng Việt Nam. Ông đã có một câu nói nổi tiếng \"không thành công thì cũng thành nhân.\"\n\n=== Lịch sử phố ===\nPhố Nguyễn Thái Học vốn là đường chạy trên hào và tường lũy bao phía nam thành Thăng Long thời Nguyễn. Đây là đất các thôn: Vĩnh Xương, Văn Mặc, Đỉnh Tân, Cố Thành, huyện Thọ Xương và thôn Thanh Ninh, huyện Vĩnh Thuận cũ. Tới giữa thế kỷ 19, hai thôn Văn Mặc, Đỉnh Tân hợp nhất thành thôn Văn Tân; thôn Cổ Thành thì hợp nhất với Hậu Giám thành thôn Cổ Giám. Còn thôn Thanh Ninh thì sáp nhập vào thôn Phụ Bảo thành thôn Thanh Bảo.\n\nCông cuộc quy hoạch và xây dựng phố này bắt đầu từ năm 1905. Khi đó, chính quyền bảo hộ quyết định xây dựng tuyến tàu điện Hà Nội - Sơn Tây. Một phần trong kế hoạch này chính là việc xây dựng đại lộ Borgnis Desbordes (tức phố Tràng Thi ngày nay) kéo dài theo báo cáo số 419-1104 ngày 11\/12\/1905 của Kĩ sư trưởng Chánh sở địa phận, Khu Công chính Bắc Kì. Đến năm 1906, Hội đồng Thành phố quyết định trưng mua đất và nhà của các hộ dân để xây đường.\n\nPhố Nguyễn Thái Học thoạt đầu có tên là đường số 59, hay còn gọi là đại lộ Borgnis Desbordes kéo dài. Phố chính thức mang tên Duvillier sau cuộc họp vào ngày 31\/7\/1909 của Hội đồng Thành phố Hà Nội. Kế đó, quyền Thống sứ Bắc Kì đã gửi Toàn quyền Đông Dương công văn ngày 8\/9\/1909 thông báo việc phố này được đổi thành Duvillier.\n\nChỗ số nhà 31 phố Nguyễn Thái Học xưa kia chính là đình thôn Vĩnh Xương cũ, hiện còn 2 tấm bia đá gắn ở tường ngoài. Đình thôn Cổ Thành nằm ở số nhà 147. Đình Thanh Ninh ở chỗ số nhà 1 phố Sơn Tây, cách phố Nguyễn Thái Học vài chục mét về bên phía Bắc. Còn đình Văn Tân nằm ở số 82 [[Phố nguyễn Khuyến, Hà Nội|phố Nguyễn Khuyến]] (nay là Trung tâm Y tế quận Đống Đa).\n\nThời Pháp thuộc, dân gian thường quen gọi đây là phố Hàng Đẫy. Sở dĩ được gọi như vậy là vì ở đầu đọan phố, chỗ giáp [[Phố Lê Duẩn, Hà Nội|đường Lê Duẩn]] ngày trước là nơi sản xuất và bày bán các thứ đẫy, túi.\n\n[[Tập tin:Pho Nguyen Thai Hoc tu tren cao (thoi phap thuoc).jpg|nhỏ|phải|300px|Phố Nguyễn Thái Học (thời Pháp thuộc) nhìn từ trên cao]]\nThực dân Pháp có ý định biến phố Nguyễn Thái Học thành một trong những con đường quan trọng trong khu phố Tây. Do đó, phố Duvillier được quy hoạch rất sớm (khoảng những năm thập niên mười của thế kỉ 20). Thực dân Pháp đã cho mở đường tàu điện bắc suốt chiều dài của phố đi Hà Đông và đi Cầu Giấy (với dự kiến sẽ bắc dài đến thị xã Sơn Tây). Theo nghị định số 91 ngày 7\/7\/1921 của Thống sứ Bắc Kỳ về các công trình xây mới tại một số đường của Hà Nội thì phố Duvillier cùng với một số đại lộ khác của Hà Nội chỉ được phép xây dựng nhà theo kiến trúc phương Tây. cấm xây nhà kiểu bản xứ hoặc nhà chia ô. Số người sử dụng ở mỗi phòng ngủ tối đa là 1người\/25 m²<ref>[http:\/\/hanoi.vietnamplus.vn\/Home\/Lam-cho-Ha-Noi-thanh-mot-thanh-pho-chau-Au\/20108\/2512.vnplus \"Làm cho Hà Nội thành một thành phố châu Âu\"] [https:\/\/web.archive.org\/web\/20120516122016\/http:\/\/kientrucaviet.com\/index.php?language=vi&nv=news&op=ban-tin-quy-hoach%2FLam-cho-Ha-Noi-thanh-mot-TP-chau-Au-81 bản lưu 16\/5\/2012]<\/ref>. Tuy vậy phố Hàng Đẫy chỉ được mở mang từng đoạn và hoàn thành khá muộn: đến đầu năm 1945 vẫn còn có chỗ đất còn bỏ trống chưa xây dựng hết.\n\nSau Cách mạng, chính quyền mới đổi thành phố Phan Chu Trinh. Thời tạm chiếm, phố được đổi thành đại lộ Nguyễn Thái Học vào năm 1951 và giữ tên đó cho đến tận bây giờ.\n\nTrong thời tạm chiếm, quận ủy quận Nội thành đã từng đặt văn phòng bí mật ở số nhà 53 phố này. Khi đó, một số chiến sĩ cách mạng đã đứng ra đã đứng ra mở lò bánh kẹo để che mắt địch suốt từ năm 1951 đến ngày giải phóng Thủ đô.\n\n[[Tập tin:Duyetbinhnth.jpg|nhỏ|phải|250px|Lễ diễu binh diễu hành kỉ niệm [[Đại lễ 1000 năm Thăng Long – Hà Nội|1000 năm Thăng Long - Hà Nội]] trên phố Nguyễn Thái Học (ngày 10\/10\/2010)]]\n\nPhố Nguyễn Thái Học tiếp giáp với phố Lê Duẩn ở hướng Đông Nam, giao với phố Kim Mã và phố Sơn Tây ở hướng Tây Bắc. Phố cắt ngang với các đường phố sau: đường Hùng Vương, phố Chu Văn An, phố Văn Miếu, đường Hoàng Diệu, phố Tôn Đức Thắng, phố Cao Bá Quát, phố Trịnh Hoài Đức, phố Hàng Cháo, phố Lê Trực. Trên phố có 2 ngõ được đặt tên là ngõ Yên Thế (thông sang [[Phố nguyễn Khuyến, Hà Nội|phố Nguyễn Khuyến]]) và ngõ Thanh Miến (thông sang phố Văn Miếu).\n\nCác tuyến xe buýt chạy qua phố này gồm số: 2, 18, 23, 25, 32, 34, 38, 50. Ở đầu phố có một đoạn đường sắt đi các tỉnh phía Bắc chạy qua. Trước năm 1990, phố Nguyễn Thái Học còn có đường tàu điện Cầu Giấy - Bờ Hồ chạy dọc qua phố phía lòng đường bên phải. Sau khi tàu điện chấm dứt hoạt động thì đường ray trên phố cũng bị gỡ bỏ.\n\nPhố Nguyễn Thái Học là một con đường rộng, đẹp và sầm uất bậc nhất của thủ đô Hà Nội<ref>[http:\/\/hanoi.vietnamplus.vn\/Home\/Pho-Nguyen-Thai-Hoc\/20108\/2550.vnplus Phố Nguyễn Thái Học - 1000 Years Thang Long (VietNamPlus)<!-- Bot generated title -->]<\/ref>. Trước kia, vào thập niên 80 và 90 của [[thế kỷ 20|thế kỉ 20]], phố Nguyễn Thái Học tập trung nhiều cửa hàng kinh doanh máy khâu và săm lốp xe thồ. Hiện nay, trên phố này, nhiều cửa hiệu bán tranh sao chép và thiết kế quảng cáo xuất hiện.\n\n=== Di tích và danh thắng ===\n\n==== Bảo tàng Mĩ thuật Việt Nam ====\nSố nhà 66 của phố này là tòa nhà được người Pháp xây dựng vào những năm 30 của [[thế kỷ 20]] với chức năng là nơi dành cho con cái của các quan chức người Pháp từ khắp Đông Dương về Hà Nội trọ học.\n[[Tập tin:Vietnam National Museum of Fine Arts 01.JPG|nhỏ|Bảo tàng Mĩ thuật Việt Nam]]\n\nNăm [[1962]], nhà nước Việt Nam giao cho Bộ Văn hóa cải tạo tòa nhà từ chỗ mang dáng dấp kiến trúc phương Tây được bổ sung những chi tiết trang trí kiến trúc của đình làng Việt Nam để làm nơi trưng bày vĩnh viễn các tác phẩm mỹ thuật của Việt Nam.\n\nNăm 1966, [[Bảo tàng Mỹ thuật Việt Nam]] chính thức được khánh thành với diện tích mặt bằng là 4200m² và diện tích trưng bày là 1200m², năm 1997-1999, đã được mở rộng với tổng diện tích là 4737m².\n\n==== Văn Miếu - Quốc Tử Giám ====\nPhố Nguyễn Thái Học giáp một phần với [[Văn Miếu - Quốc Tử Giám|Văn Miếu-Quốc Tử Giám]], quần thể di tích đa dạng và phong phú hàng đầu của thành phố Hà Nội, nằm ở phía Nam kinh thành [[Thăng Long]] thời nhà Lý.\n\n==== Sân vận động Hàng Đẫy ====\nThời Pháp thuộc, [[sân vận động Hàng Đẫy]] được mang tên Septo, có cửa chính nằm tại phố Trịnh Hoài Đức và một phần khán đài phụ nằm ở phố Nguyễn Thái Học. Sân này vẫn được người dân quen gọi là sân Hàng Đẫy ngay từ thời mới mở cửa. Năm [[1992]], sân cũ bị phá để xây một sân mới. Năm 1995, sau khi sân mới hoàn thành, nó được đặt tên là sân vận động Hà Nội với sức chứa 22.500 chỗ. Tuy nhiên, đến năm 2005, sân lại được mang tên cũ: Hàng Đẫy. Đây là nơi tổ chức nhiều sự kiện văn hóa - thể thao của Hà Nội và cả nước trong suốt nhiều năm qua.\n\n==== Nhà máy in Tiến Bộ ====\nTrước kia là một khu nhà ở tập thể của vợ con binh lính khố đỏ gọi là Trại Con Gái, cùng loại với hai khu nữa ở chỗ phố Ông Ích Khiêm và kho thuốc súng.\n\nKhoảng năm [[1942]], người Pháp lấy khu vực này định xây dựng thành Xưởng đúc tiền do đó, khu nhà này thường được dân gian gọi là Nhà Tiền. Xưởng này chuyên đúc ra tiền năm xu, một xu, nửa xu, tiền Khải Định thông bảo và Bảo Đại thông bảo.\n\nTừ [[1942]] đến [[1945]], ở đây mọc lên một dãy nhà một tầng mười gian bán mái làm xưởng đúc ở trong bãi, và hai ngôi nhà lớn ở sát mặt đường. Một ngôi nhà này dùng tạm làm Trường Cao đẳng Thương mại; một ngôi nhà là xưởng cơ khí chính xác (Atelier de précision). Chính quyền Pháp định mở rộng và phát triển khu vực này thành Viện tiền tệ (Hotel des Monnaies).\n\nSau Cách mạng, chính phủ Việt Nam Dân chủ Cộng hòa cũng tổ chức đúc tiền bằng nhôm tại đây. Năm 1946, tòa nhà của Trường Cao đẳng Thương mại này dùng để mở lớp Tài chính kế toán của Chính phủ Việt Nam.\n\nKhu vực này, trong thời gian tạm chiếm, quân đội Pháp dùng làm nơi bắt giam và tra tấn tù chính trị và quần chúng cách mạng. Sau 1954, nhà Tiền được cải tạo thành nhà máy in Tiến Bộ.\n\n==== Ngôi nhà danh nhân ====\nSố nhà 65 Nguyễn Thái Học từng là nơi sống và làm việc của nhiều văn nghệ sĩ nổi tiếng như họa sĩ [[Nguyễn Phan Chánh]], nhạc sĩ [[Đỗ Nhuận]], nhà văn [[Nguyễn Văn Bổng]], họa sĩ [[Dương Bích Liên]], họa sĩ [[Nguyễn Sáng]], họa sĩ [[Nguyễn Tư Nghiêm]], họa sĩ [[Huỳnh Văn Gấm]], họa sĩ Song Văn, nhà điêu khắc [[Diệp Minh Châu]], nhà văn [[Nguyễn Đình Thi]], họa sĩ [[Văn Giáo]], họa sĩ [[Trần Đông Lương]], họa sĩ [[Mai Văn Hiến]], nhà văn [[Vũ Tú Nam]]...<ref>[http:\/\/giadinh.net.vn\/201172917457351p0c1000\/biet-thu-danh-hoa-o-pho-nguyen-thai-hoc.htm Biệt thự danh họa ở phố Nguyễn Thái Học | Xã hội | giadinh.net.vn<!-- Bot generated title -->]<\/ref>\n\n== Các tuyến xe buýt chạy qua ==\n*Tuyến 02: từ đầu phố Tôn Đức Thắng đến ngã sáu Cửa Nam.\n*Tuyến 18: từ bến xe Kim Mã đến đường Lê Duẩn.\n*Tuyến 22A: từ bến xe Kim Mã đến đường Hoàng Diệu.\n*Tuyến 23: từ đầu phố Tôn Đức Thắng đến ngã sáu Cửa Nam.\n*Tuyến 32: từ bến xe Kim Mã đến đường Lê Duẩn.\n*Tuyến 34: hết phố.\n*Tuyến 38: từ bến xe Kim Mã đến đường Lê Duẩn.\n*Tuyến 50: từ đầu phố Tôn Đức Thắng đến đường Hoàng Diệu.\n*Tuyến CNG03: từ bến xe Kim Mã đến đường Lê Duẩn.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Đường phố Hà Nội|Nguyễn Thái Học]]\n[[Thể loại:Ba Đình]]\n[[Thể loại:Địa lý Hà Nội]]"}