{"255830":"[[Hình:Cửa hàng bán ô mai trên phố Hàng Đường.JPG|nhỏ|250px|Một cửa hàng bán ô mai truyền thống trên phố Hàng Đường]]\n'''Phố Hàng Đường''' là một phố trong [[khu phố cổ Hà Nội]], chạy theo hướng bắc - nam, đầu phía nam nối vào [[hàng Ngang|phố Hàng Ngang]], đầu phía bắc nối vào [[phố Đồng Xuân]]. Cắt ngang phố có [[hàng Cá|phố Hàng Cá]] và [[Ngõ Gạch]].<ref>{{Chú thích web|url=http:\/\/nguoihanoi.com.vn\/pho-hang-duong-quan-hoan-kiem-ha-noi_234926.html|title=Phố Hàng Đường, quận Hoàn Kiếm, Hà Nội|last=|first=|date=Ngày 7 tháng 8 năm 2017|website=Người Hà Nội|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\nTên phố có nguồn gốc từ các mặt hàng kẹo bánh và các sản phẩm làm từ đường, mật.\n\n==Lịch sử==\nPhố Hàng Đường là một con đê có từ trước thế kỉ 15, nằm trên địa bàn thôn Đông Hoa Nội và Hậu Đông Hoa Môn (sau nhập lại thành Đức Môn) và Vĩnh Thái (sau đổi là Vĩnh Hanh), tổng Hậu Túc, huyện Thọ Xương, thành Thăng Long. Phố ngày nay thuộc phường Hàng Đào, quận Hoàn Kiếm. Trước kia sông Tô Lịch chạy qua khu vực này, có một cây cầu đá bắc ngang qua gọi là Cầu Đông, nay cầu đã mất nhưng vẫn còn tên gọi qua ngôi chùa Cầu Đông. Trên phố có một chợ cạnh cầu gọi là chợ Cầu Đông, sau dời đến phố Đồng Xuân nên gọi là [[chợ Đồng Xuân]].\n\nThời Pháp thuộc, phố có tên là ''Rue du Sucre'', đường xe điện bánh sắt [[Bờ hồ]] - [[Đồng Xuân]] chạy qua phố.\n\nHiện nay phố là đường một chiều theo chiều từ Hàng Ngang đến Đồng Xuân. Phố nằm trong tuyến phố đi bộ vào các buổi tối cuối tuần.\n\n==Đặc trưng==\nXưa kia hàng hóa đặc trưng của phố là các loại bánh kẹo, hàng làm từ mật, đường mía, đường phèn. Đường phèn từ Quảng Ngãi, đường mật mía từ các vùng qua tay lái buôn rồi đem đến phố bán lẻ hoặc chế biến thành các loại bánh kẹo. Những tháng tấp nập nhất là trước Tết và Rằm trung thu.\n\nNgày nay tại phố Hàng Đường vẫn còn nhiều cửa hàng bán mứt kẹo, đặc biệt là [[ô mai]] ngon có tiếng.<ref>{{Chú thích web|url=http:\/\/hanoi.vietnamplus.vn\/Home\/O-mai-Hang-Duong--mon-qua-tao-nha-dat-Ha-thanh\/20099\/2.vnplus|title=Ô mai Hàng Đường - món quà tao nhã đất Hà thành|last=|first=|date=Ngày 13 tháng 9 năm 2009|website=hanoi.vietnamplus.vn|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\n==Di tích==\n*[[Chùa Cầu Đông]], tên cũ là chùa Đức Môn, số 38 Hàng Đường. Trong chùa ngoài tượng Phật còn có tượng [[Trần Thủ Độ]] và [[Linh Từ quốc mẫu|Trần Thị Dung]]\n*Đình Đức Môn ở cạnh chùa Cầu Đông, thờ Ngô Văn Long, một vị tướng thời [[Hùng Vương]]\n*Đình Vĩnh Hanh, số 19B Hàng Đường. Đình xưa tầng dưới để buôn bán, bên trên để thờ, ngày nay không còn\n\n==Tham khảo==\n{{tham khảo|30em}}\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/index.htm Khu phố cổ Hà Nội]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/phoco\/group2\/group2_3\/page2_3_49.htm Phố Hàng Đường]\n\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Khu phố cổ Hà Nội|Đ]]"}