{"3354691":"{{Infobox Scientist\n|name = Po Dharma\n|image =\n|birth_date = 1945\n|birth_place = [[Palei]] [[Baoh Dana]], tỉnh [[Ninh Thuận]], [[Hình:Flag of French Indochina.svg|23px]] [[Liên bang Đông Dương]]\n|death_date = 22 tháng 2 năm 2019\n|death_place = [[Paris]]\n|residence = [[Paris]]\n|citizenship = {{flag|Pháp}}\n|nationality = {{flag|Pháp}}\n|ethnicity = \n|field = [[Văn hóa sử]]\n|work_institutions = [[Đại học Sorbonne]]\n|alma_mater = [[Tiến sĩ]]\n|doctoral_advisor = \n|doctoral_students = \n|known_for = ''[[Lịch sử 33 năm cuối cùng]]''\n|influences = \n|influenced = \n|prizes = \n|religion = [[Balamôn Giáo]]\n|footnotes = \n|signature =\n}}\n'''Po Dharma''', nguyên danh '''Quảng Văn Đủ''' (sinh năm 1945, [[Palei]] [[Baoh Dana]] (thôn [[Chất Thường]] - 22 tháng 2 năm 2019 tại [[Paris]], [[Pháp]]), thuộc xã [[Phước Hậu]], huyện [[Ninh Phước]], tỉnh [[Ninh Thuận]])<ref>[http:\/\/www.champaka.info\/index.php?option=com_content&view=article&id=911:tiens&catid=34:lichsu&Itemid=28 Tiến sĩ Po Dharma tác giả cuốn Lịch sử 33 Năm Cuối Cùng Champa]<\/ref> là một nhà nghiên cứu [[văn hóa sử]] [[người Chăm]].\n\n==Tiểu sử==\nPo Dharma xuất thân trong một gia đình [[nông dân]] gồm 7 anh chị em, ông là người duy nhất bước chân vào [[đại học]]. Những năm 1960 - 1964, ông học ở trường tư thục Bồ Đề, sau đó chuyển sang trường trung học Duy Tân ([[Phan Rang]]) cho đến khi đậu [[tú tài]] vào năm 1968. Thời niên thiếu, ông đã từng dẫn đầu của nhóm học sinh Chăm nhằm bảo vệ bản sắc dân tộc bằng cách gây phong trào kêu học sinh Chăm phải nói tiếng Chăm và nữ sinh Chăm phải mặc đồng phục Chăm. Ông là thanh niên gan lì nhất, dám chọi với băng đảng [[người Kinh]] thường hiếp đáp học sinh Chăm trong thành phố [[Phan Rang]].\n \nNăm 1966, thể theo lời kêu gọi của Đại úy Dương Tấn Sở, quận trưởng quận An Phước, Po Dharma sáng lập Đoàn thiện chí Chăm để xây dựng cơ sở ký túc xá cho trường trung học An Phước dành cho dân tộc Chăm. Bên cạnh chương trình giáo dục, trường trung học An Phước còn là trung tâm \"Đông Kinh Nghĩa Thục\" theo phong cách tổ chức của người Chăm qua khẩu hiệu \"sinh hoạt tự túc, kỷ luật tự giác, tháo vác tự cường\" nhằm phát huy ý thức hệ dân tộc. Là nhân vật lãnh đạo đoàn thiện chí Chăm có văn phòng thường trực trong ký túc xá của trường An Phước, Po Dharma bị cơ quan an ninh bắt giam vào tháng 7 năm 1967 về tội quảng cáo tên gọi Champa viết trên đồng phục của đoàn thiện chí Chăm và tiếp tay cho Fulro. Biến cố này đã biến ông thành một nhân vật mang thương tích tinh thần, một thanh niên bị quản chế bởi cơ quan an ninh và không được ra khỏi biên giới của tỉnh Ninh Thuận. Đây là giai đoạn khủng hoảng nhất trong cuộc đời của ông.\n\n===Tham gia FULRO===\nTháng 1 năm 1968, Thiếu tướng [[Nguyễn Phước Vĩnh Lộc]] đưa lực lượng của vùng 3 chiến thuật bao vây trụ sở quận An Phước và cách chức Dương Tấn Sở, quận trưởng quận An Phước, về tội dựa vào thế lực Fulro để chống lại uy quyền của quân đội. Kể từ đó, Po Dharma trở thành đối tượng thù địch của cơ quan an ninh thời đó. Thiếu tướng Vĩnh Lộc là lãnh chúa ở vùng 3 chiến thuật có tầm nhìn sai lầm về Fulro cho rằng tổ chức này là tay sai của cộng sản trong khi đó chính quyền Sài Gòn có quan điểm hoàn toàn khác biệt, không xem Fulro là đối tượng thù địch mà là một đảng phái đấu tranh có chính nghĩa mặc dù bám vào lực lượng vũ trang để làm bàn đạp cho cuộc khởi nghĩa mà Po Dharma đã trình bày trong tác phẩm ''Từ FLM đến FULRO - Cuộc đấu tranh của dân tộc thiểu số miền Nam Đông Dương (1955 - 1975)'', đăng trên tạp chí [[Champaka]] số 12 năm 2012. Không còn giải pháp để định hướng tương lai trên đất [[Việt Nam]], Po Dharma quyết định từ giã quê hương vào tháng 9 năm 1968 để tham gia Mặt Trận Fulro, mặc dù ông biết đây là con đường vô cùng mạo hiểm, tức là « ra đi không ngày trở lại ». Năm 1968, ông vượt biên với đoàn quân Fulro sang Campuchia, thay đổi tên Quảng Văn Đủ thành Po Dharma. «Po» là ký hiệu Fulro dành cho những ai sang Campuchia tham gia mặt trận vào tháng 9 năm 1968, chứ không phải là tên gọi do ông chọn lựa. Dharma cũng là ký hiệu phát xuất từ tên Đủ. Năm 1969, ông tốt nghiệp trường sĩ quan Fulro do quân đội Campuchia huấn luyện và phục vụ tại chiến khu 3 Fulro cách thị trấn của tỉnh Mondulkiri vào khoảng 50 cây số, nằm ở phía tây nam Ban Mê Thuột.\n\nNăm 1970, ông tham gia trong cuộc đập phá Sứ Quán Mặt Trận Giải Phóng Miền Nam và Hà Nội ở thủ đô Nam Vang, nhân dịp đảo chánh Quốc Trưởng Norodom Sihanouk vào ngày 18-3-1970 vì quá thân cộng sản đã cho phép quân đội Bắc Việt dùng lãnh thổ Campuchia để làm hậu cứ chống Mỹ ở miền nam. Sau biến cố này, Po Dharma trở về phục vụ tại chiến khu 3 Fulro thuộc tỉnh Mondulkiri. Tháng 5-1970, chiến khu 3 Fulro bị thất thủ trước cuộc tấn công của lực lượng cộng sản Việt Nam. Ông và đoàn quân [[FULRO]] băng rừng, rút về thủ đô Nam Vang. Cuộc rút lui này kéo dài trong vòng 2 tháng, đã gây thiệt hại lớn cho nhóm Fulro, vì thiếu lương thực, chỉ biết ăn cây cỏ để sống và ngày nào cũng đụng độ với quân cộng sản trên lãnh thổ Campuchia. Gần 50 thành viên Fulro gốc người Chăm Việt Nam bị chết hay mất tích trong biến cố này, trong đó có Nghịch (Hiếu Lễ), Đều và Câu (Chất Thường), Giáo và Linh (Hoài Trung), Khồ (Như Ngọc), Đổng Tập và Trượng Văn Nô (Phan Rí),... Sau hai tháng lẩn trốn trong rừng rậm, Po Dharma bị lực lượng [[Hoa Kỳ]] bắt làm tù binh ở tỉnh Tây Ninh. Tháng 7 năm 1970, ông được phóng thích trở về Nam Vang, lên chức Đại úy và đóng vai tiểu đoàn phó của tiểu đoàn 181 thuộc Lữ đoàn 5 đặc biệt [[FULRO]] đặt dưới sự điều hành của Thiếu tướng [[Les Kosem]]. Tháng 12 năm 1970, ông bị thương nặng trên bãi chiến trường Kompong Cham chống lại lực lượng cộng sản Bắc Việt. Sau một tháng điều trị ở bệnh viện quân đội Campuchia không thành công, ông được quân đội Hoa Kỳ giúp đỡ đưa về [[Hawaii]] để điều trị, sau đó tại bệnh viện của quân đội Mỹ ở [[Sài Gòn]].\n\n===Du học Pháp===\nĐàu năm 1972, ông sang [[Okinawa]] để theo khóa đào tạo tình báo quân sự của Hoa Kỳ, tốt nghiệp đứng hàng thứ 3 trong 94 sĩ quan và được bằng khen của Đại tá Edmund E. Balmforth, giám đốc của U.S. Army Pacific Intelligence School. Ngày 13-9-1972, ông được mời đến dinh của Thống Tướng [[Lon Nol]], Tổng thống Cộng Hòa Khmer có sự hiện diện của Thiếu tướng Les Kosem để nhận chức Thiếu tá dành cho sĩ quan trẻ tuổi có công trạng trên chiến trường lúc đó ông chỉ có 27 tuổi. Nhân dịp tiếp tân này, Po Dharma xin Thiếu tướng Les Kosem cho phép ra khỏi quân đội vì sức khỏe và thương tích để phục vụ trong cơ quan hành chánh. Thiếu tướng Les Kosem và Thống tướng Lon Nol chấp nhận lời yêu cầu và đề nghị Po Dharma sang Pháp du học đặt dưới sự hướng dẫn của Gs. P-B Lafont (đại học Sorbonne, Paris), tức là bạn thân của Thiếu tướng Les Kosem. Thống tướng Lon Nol ra lệnh cho thư ký đặc biệt của Phủ Tổng thống đánh ngay bản quyết định. Ngày 16-9-1972, Tổng thống [[Cộng hòa Khmer]] ký lên bản quyết định. Bốn ngày sau, tức là ngày 20-9-1972, Po Dharma rời [[Campuchia]] để sang Pháp du học trong chương trình đào tạo cán bộ [[FULRO]] ở nước ngoài. Tại [[Pháp]], ông là sinh viên của Phân Khoa Lịch sử và Văn Tự Học (Sciences historiques et philologiques) thuộc [[Đại học Sorbonne]]. Là sinh viên du học tự túc, ông phải chấp nhận giải pháp vừa đi làm và vừa đi học, nhất là phải theo học khóa tiếng Pháp ban đêm, vì sau năm 1954 chương trình tiếng Pháp không còn giảng dạy trong trường lớp nữa. Năm 1978, ông tốt nghiệp Cử nhân tại đại học Sorbonne, năm 1980: Thạc sĩ và 1986: Tiến sĩ.\n\n===Nghiên cứu khoa học===\nNăm 1982, ông được tuyển vào chức vụ nghiên cứu khoa học tại Viện Viễn Đông Pháp (EFEO) chuyên về lịch sử và nền văn minh Champa. Năm 2003, ông lên chức Phó Giáo sư tại viện này, đã từng giảng dạy tại nhiều trường đại học Pháp (EFEO, EHESS, [[Institut national des langues et civilisations orientales|INALCO]]) và nước ngoài như đại học Malaya, đại học Kebangsaan (Mã Lai), đại học Tokyo (Nhật Bản), đại học Bắc Kinh, Quảng Châu, Quảng Tây (Trung Quốc). Ông cũng thường có mặt trên các diễn đàn khoa học quốc tế ở châu Âu, châu Á và châu Mỹ để trình bày những đề tài liên quan đến Champa. Bên cạnh chuyên đề nghiên cứu và giảng dạy, Po Dharma còn nằm trong phái bộ [[Pháp]] ở [[Kuala Lumpur]] để điều hành chương trình hợp tác song phương Pháp-Mã Lai về vấn đề Xã hội và Nhân Văn, đào tạo sinh viên cấp thạc sĩ và tiến sĩ chuyên về lịch sử và văn hóa Champa và tổ chức hơn 15 hội thảo quốc tế về mối liên hệ giữa Champa và thế giới [[Mã Lai]]. Sau 4 thập niên trong ngành khoa học, Po Dharma đã xuất bản 12 tác phẩm khoa học về lịch sử và văn hóa Champa tập trung hơn 2565 trang viết bằng tiếng Pháp và song ngữ Pháp-Mã Lai. Ông cũng từng làm chủ biên của 7 công trình nghiên cứu về mối liên hệ giữa Champa và thế giới Mã Lai, tổng cộng hơn 1283 trang, chưa nói đến 45 bài khảo luận đăng rải rác trên mặt báo chí khoa học trên thế giới tập trung gần 700 trang.\n\n===Sách báo===\nBên cạnh những công trình khoa học viết bằng tiếng Pháp và Mã Lai, Po Dharma còn là tổng biên tập của Tập San Champaka viết bằng tiếng Việt dành cho độc giả Chăm và Việt Nam muốn tìm hiểu lịch sử và nền văn minh Champa. Hình thành vào năm 1999 do IOC-Champa ấn hành, Tập San Champaka ra mắt cho đến hôm nay là 12 số, tập trung những bài viết có giá trị khoa học của những nhà nghiên cứu trên thế giới và một số trí thức Chăm ở hải ngoại, tổng cộng hơn 2.000 trang. Song song với trách nhiệm điều hành Tập San Champaka, Po Dharma còn là sáng lập viên của trang web champaka.info, cơ quan ngôn luận duy nhất của dân tộc Chăm trên thế giới nhằm bảo vệ danh dự, quyền lợi và di sản văn hóa của dân tộc này. Website champaka.info còn là trung tâm tư liệu chứa đựng hàng ngàn trang của bài viết về lịch sử và nền văn minh Champa. Ra mắt vào ngày [[1 tháng 4]] năm 2012, website champaka.info đã thu hút hơn 670 000 lượt truy cập của độc giả, đa số là những nhà trí thức, cơ quan của nhà nước, báo chí, truyền thanh và truyền hình trong và ngoài nước. Công trình lớn nhất mà ông đã thực hiện tái bản [[Archives royales du Champa]] viết từ năm 1702 cho đến triều đại Tự Đức (1847-1883) tập trung 4402 trang viết bằng Akhar Thrah Chăm được chứng thực bởi 408 ấn triện mà nhà Nguyễn ban cho vương quốc Champa. Mục tiêu của chương trình này nhằm trình bày mỗi trang tư liệu hoàng gia có hình nguyên gốc, kèm theo bản chuyển ngữ [[Latin]] và phần tóm tắt về nội dung.\n\nPo Dharma hiện bị cấm trở về thăm quê hương và gia đình sau 47 năm cách biệt.<ref>[http:\/\/champaka.info\/index.php?option=com_content&view=article&id=1332:ky&catid=43:quandiemlichsu&Itemid=65 Ký sự: Phong trào thanh niên Chăm tham gia Fulro 1968], Po Dharma, champaka, 27.12.2015<\/ref>\n\n==Xem thêm==\n* [[FULRO]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* [http:\/\/inrasara.com\/2012\/08\/25\/inrasara-minh-dinh-ve-buc-thu-cua-tien-si-thanh-dai\/ Minh định về bức thư của Tiến sĩ Thành Đài]\n* [http:\/\/www.tinparis.net\/thoisu12\/2012_11_12_Chiase%20voiPoDharmavetacpham33namcuoicuaChampa_Champa.html Chia sẻ với Tiến sĩ Po Dharma và dân tộc Chăm về Lịch sử 33 Năm Cuối Cùng]\n* [http:\/\/www.nguoicham.com\/1882\/ts-po-dharma-nói-gì-về-lịch-sử-champa-trong-ngày-đại-hội-2015\/ Tiến sĩ Po Dharma nói gì về lịch sử Champa trong ngày đại hội 2015]{{Liên kết hỏng|date=2021-06-26 |bot=InternetArchiveBot }}\n* [http:\/\/www.rfa.org\/vietnamese\/in_depth\/cham-his-is-par-vn-his-05252015083009.html Lịch sử Champa là một phần của lịch sử Việt Nam]\n* [http:\/\/dev.champaka.info\/ Champaka.info] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160624062825\/http:\/\/dev.champaka.info\/ |date=2016-06-24 }} Thông tin, nghị luận và nghiên cứu về Chăm Pa, tổng biên tập Po Dharma\n\n{{Authority control}}\n[[Thể loại:FULRO]]\n[[Thể loại:Người Chăm]]\n[[Thể loại:Người Ninh Thuận]]\n[[Thể loại:Người Pháp]]\n[[Thể loại:Nhà sử học Pháp]]"}