{"19167878":"'''Preah Thong''' (hay '''Kaundinya I''') cùng với '''Neang Neak''' ([[Soma|Nữ vương Soma]]) là những nhân vật biểu tượng trong văn hóa [[Khmer]]. Họ được xem như là những người sáng lập và nhà cai trị đầu tiên của nhà nước [[Phù Nam]] thời tiền [[Angkor]]. Phần lớn phong tục đám cưới của người Khmer được cho là bắt nguồn từ cuộc hôn nhân của Preah Thong và Neang Neak.\n==Lịch sử==\nTheo ghi chép của hai đặc sứ Trung Quốc, Khang Thái (康泰) và Chu Ứng (朱應), nước Phù Nam được thành lập bởi một [[người Ấn Độ]] tên là Kaundinya. Người này đã đánh bại nữ vương địa phương và nữ vương này sau đó đã kết hôn với Kaundinya ([[chữ Hán]]: 混填, ''Hỗn Điền''). Dòng dõi của hai người về sau trở thành vương tộc của [[Phù Nam]]. Sau đó, Kaundinya đã xây dựng một kinh đô và đổi tên nước thành 'Kambuja'.<ref>The Asia-Pacific World {{Liên kết hỏng|date=March 2018}}. Truy cập ngày 5 tháng 3 năm 2013.<\/ref>\n\n==Tạp thuyết==\n===Hỗn Điền===\nSách [[Lương thư]] chép theo các báo cáo của Khang Thái và Chu Ứng, theo đó thì Phù Nam quốc được lập ra bởi một người ngoại quốc có tên là '''Hỗn Điền''' (混填). Người này đến từ Nam của Kiêu (徼) quốc (một địa điểm chưa thể xác định, có lẽ trên [[Bán đảo Malaysia]] hoặc ở [[quần đảo Indonesia]]) sau khi nằm mộng thấy vị thần bản mệnh đã chỉ cho anh ta cách tìm thấy một cây cung thần. Sau đó, anh ta theo một con tàu lênh đên trên biển cho đến khi cập bờ ở Phù Nam. Nữ vương '''[[Soma|Liễu Diệp]]''' (柳葉) của nước này muốn cướp và chiếm chiếc tàu nhưng đã bị Hỗn Điền dùng cây cung thần làm cho hoảng sợ và quy phục. Hỗn Điền sau đó đã cưới nữ vương làm vợ, rồi lên cai trị đất nước và truyền lại ngôi vị cho con trai mình.<ref name=Coedes>{{chú thích sách|last= Coedès|first= George|authorlink= George Coedès|editor= Walter F. Vella|others= trans.Susan Brown Cowing|title= The Indianized States of Southeast Asia|year= 1968|publisher= University of Hawaii Press|isbn= 978-0-8248-0368-1}}<\/ref>\n\nMột câu chuyện tương tự cũng được ghi chép trong sách [[Tấn thư]] do [[Phòng Huyền Linh]] biên soạn vào khoảng năm 648 sau Công nguyên. Tuy nhiên, các nhân vật trong truyện được phiên âm [[chữ Hán]] thành '''Hỗn Tu''' (混湏) và '''Diệp Liễu''' (葉柳).\n\n===Kaundinya===\nMột số học giả cho rằng câu nhà chinh phục Hỗn Điền trong sách Lương thư chính là một người [[Bà-la-môn]] tên là '''Kauṇḍinya''', người đã kết hôn với một công chúa nāga (rắn) tên là Somā. Câu chuyện này được ghi lại trên một bi ký khắc bằng [[tiếng Phạn]] được tìm thấy tại [[Thánh địa Mỹ Sơn]]<ref name=Coedes\/> và nó được xác định niên đại vào khoảng năm 658 sau Công nguyên. Một số học giả khác<ref>Vickery, \"Funan reviewed\", p. 197<\/ref> lại bác bỏ giải thuyết này. Họ cho rằng từ Hỗn Điền (''Hùntián'') vốn chỉ có hai âm tiết, trong khi từ \"Kauṇḍinya\" lại có ba âm, và khả năng đặc sứ Trung Quốc sẽ không dùng phiên âm có hai âm tiết để phiên âm từ có những ba âm tiết từ một ngôn ngữ khác.<ref>Edwin George Pulleyblank, ''Lexicon of reconstructed pronunciation in early Middle Chinese, and early mandarin'', Vancouver: UBC Press 1991, pp. 135 and 306<\/ref>\n\nTuy nhiên, cái tên \"Kaundinya\" xuất hiện trong một số nguồn độc lập và dường như chỉ ra một giai đoạn quan trọng trong [[lịch sử Phù Nam]].\n\nTrong các tài liệu chữ Hán, từ tiếng Phạn \"Kaundinya\", [Kauṇḍinya, Koṇḍañña, Koṇḍinya, v.v.] thường được phiên âm thành '''Kiều Trần Như''' (僑陳如).<ref>Hackmann, ''Erklären des Wörterbuch zum chinesischen Buddhismus'', p. 80, s. v. ''Chiao-ch'ên-ju''<\/ref> Một nhân vật với tên này đã được nhắc đến trong Lương thư, sau câu chuyện của Hỗn Điền. Theo mô tả thì Kiều Trần Như là một trong những người kế vị của [[Thiên Trúc Chiên Đàn]] (天竺 旃檀), nhà cai trị của Phù Nam vào khoảng năm 357 sau Công nguyên, người đã gửi những con voi được thuần hóa để tỏ lòng thần phục [[Tấn Mục Đế]]. Cũng theo câu chuyện, Kiều Trần Như vốn là một người Bà-la-môn đến từ [[Ấn Độ]]. Một ngày nọ, anh ta đã nghe được lời phán truyền rằng mình phải đến để trị vì Phù Nam và đã đi đến nước [[Bàn Bàn]]. Người dân Phù Nam rất vui mừng đón Kiều Trần Như và tôn anh ta lên làm vua. Kiều Trần Như sau đó đã thay đổi các luật lễ cũ để phù hợp với luật lệ của Ấn Độ.\n\nCâu chuyện tương tự về Kaundinya cũng được ghi chép vắn tắt bên bi ký khắc bằng tiếng Phạn (được đánh ký hiệu C. 96) của vua Champa Prakasadharma được tìm thấy tại [[Mỹ Sơn]].<ref>Louis Finot,''Notes d'Epigraphie XI: Les Inscriptions de Mi-so'n'', p.923<\/ref><ref>Golzio, \"Kauṇḍinya in Südostasien\", pp. 157–165<\/ref> Một bi ký khác (được đánh ký hiệu K.5) cũng được tìm thấy tại [[Tháp Mười]] (được gọi là \"Prasat Pram Loven\" trong tiếng Khmer) ở tỉnh [[Đồng Tháp]] ([[Việt Nam]]) và hiện được trưng bày tại [[Bảo tàng Lịch sử Thành phố Hồ Chí Minh]], cũng ghi chép câu chuyện tương tự.<ref>Georges Cœdès, \"Études Cambodgiennes XXV: Deux inscriptions sanskrites du Fou-nan\", pp. 2–8<\/ref>\n\n===Preah Thaong===\nTrong văn hóa dân gian Khmer, vị hoàng tử ngoại quốc được gọi là '''Preah Thaong''' và nữ vương là '''Neang Neak'''. Theo truyền thuyết thì nơi Preah Thaong cập bến là một hòn đảo được đánh dấu bởi một cây thlok khổng lồ, có nguồn gốc từ Campuchia. Trên đảo, ông tìm thấy nhà của nāgas và gặp Neang Neak, con gái của vua nāga. Anh kết hôn với cô với lời chúc phúc từ cha cô và trở về thế giới loài người. Vua nāga uống biển quanh đảo và đặt tên là \"Kampuchea Thipdei\", có nguồn gốc từ tiếng Phạn (Kambujādhipati) và có thể được hiểu như là \"chúa tể của Campuchia\". Trong một phiên bản khác, lại khẳng định rằng Preah Thaong đã chiến đấu với Neang Neak.<ref>Rudiger Gaudes, ''Kaundinya, Preah Thong, and the Nagi Soma: Some Aspects of a Cambodian Legend'', p. 337<\/ref><ref>Eveline Poree-Maspero, ''Nouvelle Etude sur la Nagi Soma'', pp. 239 & 246<\/ref><ref>[[R. C. Majumdar]], ''Kambuja-Desa or An Ancient Cambodian Colony in Cambodia'', pp. 18–19<\/ref>\n\n== Xem thêm ==\n* [[Phù Nam]]\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Michael Vickery, \"Funan reviewed: Deconstructing the Ancients.\" ''Bulletin de l'École Française d'Extrême Orient'' XC-XCI (2003–2004), pp.&nbsp;101–143. [http:\/\/www.persee.fr\/doc\/befeo_0336-1519_2003_num_90_1_3609]\n* Louis Finot, \"Notes d'Épigraphie XI: Les Inscriptions de Mi-so'n\", ''Bulletin de l'École Française d'Extrême Orient'' IV (1904), pp.&nbsp;918–925\n* Karl-Heinz Golzio, \"Kauṇḍinya in Südostasien\", in Martin Straube, Roland Steiner, Jayandra Soni, Michael Hahn and Mitsuyo Demoto (eds.) ''Pāsādikadānaṁ. Festschrift für Bhikkhu Pāsādika'', Marburg: Indica et Tibetica Verlag 2009, pp.&nbsp;157–165\n* George Cœdès, \"Études Cambodgiennes XXV: Deux inscriptions sanskrites du Fou-nan\",''Bulletin de l'École Française d'Extrême Orient'' XXXI (1931), pp.&nbsp;1–12\n[[Thể loại:Phù Nam]]\n[[Thể loại:Văn học Campuchia]]\n[[Thể loại:Huyền sử Tây Nguyên]]\n[[Thể loại:Huyền sử Champa]]"}