{"1448481":"'''Quan chế nhà Lý''' là [[quan chế các triều đại quân chủ Việt Nam|định chế cấp bậc phẩm hàm quan lại]] [[phong kiến]] dưới thời [[nhà Lý]] trong [[lịch sử Việt Nam]].\n\n==Khái quát==\nNhững ghi chép trong sử sách không hoàn thiện và đầy đủ về quan chế thời [[nhà Lý|Lý]], không cụ thể từng cấp bậc, phẩm hàm theo trật tự từ trên xuống. Về cơ bản, quan chế nhà Lý được phỏng theo kiểu [[Quan chế nhà Tống]] của Trung Hoa. Các sử gia căn cứ theo các tài liệu khác nhau để mô phỏng chế độ quan lại từ trung ương tới địa phương.\n\nHệ thống quan lại thời Lý gồm có: quý tộc, công thần, tăng quan và nho sĩ. Quan chế thời kỳ này đã được chia thành 9 phẩm (từ nhất phẩm tới cửu phẩm, nhưng sử không chép rõ từng phẩm có những chức gì), phía trên là các vương hầu quý tộc, bên dưới chia làm 2 ban văn võ, các quan trong (trung ương) và quan ngoài (địa phương)<ref name=\"ReferenceA\">Nguyễn Quang Ngọc, sách đã dẫn, tr 302<\/ref>. Các sử gia theo nhận định của [[Phan Huy Chú]] trong sách ''[[Lịch triều hiến chương loại chí]]'' thống nhất rằng nhiều chức quan trong bộ máy chính quyền [[phong kiến]] [[Việt Nam]] được đặt ra từ thời [[nhà Lý]]<ref name=\"ReferenceA\"\/>.\n\n==Chế độ==\n=== Tước vị ===\nNhà Lý có tham khảo rất lớn chế độ các triều đại Trung Hoa. Trong hoàng tộc cũng vì thế quy định chặt chẽ tước vị, và một số tước vị phong tặng cho công thần.\n* [[Hoàng thái tử]] - dành cho [[Trữ quân]], người kế vị [[Hoàng đế]].\n* [[Vương (tước hiệu)|Vương]]: dành cho [[hoàng tử]], các anh em và con trai khác của Hoàng đế.\n* [[Công chúa]]: dành cho [[hoàng nữ]], chị em hoặc con gái của Hoàng đế.\n* [[Quốc công]] (國公)\/ [[Khai quốc công]] (開國公): dành tặng công thần.\n* [[Hầu tước|Liệt hầu]] (列侯): dành cho tôn thất và công thần.\n* [[Quan nội hầu]] (關內侯): có phẩm trật bổng lộc, nhưng không thể thừa kế thế tập.\n\nSau thời [[Lý Thái Tông]], bắt đầu xuất hiện một số tước vị riêng biệt:\n* [[Minh Tự]] (明字): một dạng [[tước Bá]] thời Trung Quốc cổ đại; cận thị Hoàng đế thì thêm chữ '''Nội''' (內).\n* [[Đại liêu ban]] (大僚班): dành tặng công thần; cận thị Hoàng đế thì thêm chữ '''Nội''' (內).\n* [[Thân vương ban]] (亲王班): dành tặng công thần.\n* [[Chư vệ]] (諸衛): dành tặng công thần; cận thị Hoàng đế thì thêm chữ '''Nội''' (內).\n* [[Thượng chế]] (上製): dành tặng công thần; cận thị Hoàng đế thì thêm chữ '''Nội''' (內).\n* Thấp nữa là [[Sùng ban]] (崇班), [[Cung phụng]] (供奉), [[Hầu cấm]] (侍禁), [[Nội điện trực]] (內殿直) và [[Điện trực]] (殿直).\n\nNgoài ra, cũng như Tống, nhà Lý thiết lập hệ thống tán quan huân quan, dùng để tán thưởng gia tặng, trước mắt nhận thấy có:\n* [[Khai phủ nghi đồng tam ti]] (开府仪同三司); dành cho quan văn.\n* [[Đặc tiến]] (特進); dành cho quan văn.\n* [[Quang lộc đại phu]] (光禄大夫); dành cho quan văn.\n* [[Triều phụng lang]] (朝奉郎); dành cho quan văn.\n* [[Thừa trực lang]] (承直郎); dành cho quan văn.\n* [[Phụng nghị lang]] (奉議郎); dành cho quan văn.\n* [[Thừa tín lang]] (承信郎); dành cho quan võ.\n\n=== Bộ máy ===\nNhà Lý phỏng theo chế độ [[nhà Tống]]; đứng trên trăm quan, thay mặt vua giải quyết mọi việc trong triều là [[Tể tướng]], thời Lý chân chính Tể tướng là [[Thái úy]].\n\nVị quan đầu triều đầu tiên của nhà Lý là [[Trần Cảo (nhà Lý)|Trần Cảo]], được phong chức danh Tướng công dưới thời [[Lý Thái Tổ]]<ref>《越史略》卷中載太祖元年十一月：「陳鎬為相公。」<\/ref>. Tuy nhiên, sang thời [[Lý Thái Tông]] đặt ra chức '''Phụ quốc Thái úy''' nắm chính sự, vai trò của vị quan đầu triều mới thực sự lớn<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 294<\/ref>. Sang thời [[Lý Nhân Tông]], vị quan đầu triều được gia tăng thêm mấy chữ '''Bình chương quân quốc trọng sự''' (平章軍國重事), lại thêm các danh hiệu khác như '''Đồng trung thư môn hạ''' (同中書門下) hoặc '''Thượng trụ quốc''' (上柱國). Các vị quan Tể tướng thường được gia phong thêm các chức vụ [[Tam thái]] (Thái sư, Thái phó, Thái bảo) hoặc [[Tam thiếu]] (Thiếu sư, Thiếu phó, Thiếu bảo). Các vị quan Tể tướng có danh vọng dưới triều Lý là [[Lý Thường Kiệt]] làm ''Thái phó phụ quốc thượng tướng quân''; [[Lý Đạo Thành]] làm ''Thái phó bình chương quân quốc trọng sự''; [[Tô Hiến Thành]] làm ''Nhập nội kiểm hiệu thái phó bình chương quân quốc trọng sự''<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 294-295<\/ref><ref name=\"Lê Văn Siêu, sách đã dẫn, tr 519\">Lê Văn Siêu, sách đã dẫn, tr 519<\/ref>.\n\nCũng theo chế độ nhà Tống, triều Lý thiết đặt giúp đỡ Tể tướng là các chức [[Tham tri chính sự]], [[Khu mật sứ]] các chức, còn có [[Văn Minh điện Đại học sĩ]] (文明殿大學士) có vai trò cố vấn trực tiếp cho Hoàng đế. Lại có [[Gián nghị đại phu]] khuyên răn Hoàng đế, [[Trung thừa]] (中丞) thực thi giám sát, [[Thái sử]] (太史) để làm việc [[thiên văn]].\n\nNgoài ra, nhà Lý cũng dựa vào nhà Tống thiết đặt các cơ quan:\n* [[Trung thư tỉnh]] (中書省): đầu mối cơ quan, có trưởng quan là [[Trung thư thị lang]], lại có [[Lệnh thư gia]] (令書傢) chuyên làm việc. Hành chính cơ quan Thượng thư tỉnh thiết Tả Hữu tư, có [[Lang trung]] xử lý công việc, lại có [[Viên ngoại lang]] làm việc quan lại. \n* [[Lục bộ]]: có [[Thượng thư]] làm trưởng, giúp đỡ thì có [[Thị lang]], dưới có Lang trung làm việc.\n* [[Đô hộ phủ]]: làm việc thi hình hình pháp; trưởng quan là [[Sĩ sư]] (士师); lại có các ấn quan coi ngục phụ trách thẩm vấn tội nhân.\n* Cấm quân trưởng quan là [[Điện tiền chỉ huy sứ]], dưới có các Hỏa đầu. Xuất chinh là các Đô thống, Tướng quân.\n\n===Quan chế===\nCứ theo [[Việt sử lược]], ta có đại khái quan chế:\n* Ban văn: [[Tam thái]] (Thái sư, Thái phó, Thái bảo); [[Tướng công]] (相公); [[Trung thư thị lang]] (中書侍郎); [[Tham tri chính sự]] (参知政事); [[Gián nghị đại phu]] (諫議大夫); [[Thượng thư]] [[Lục bộ]]; Tả Hửu [[Tư lang trung]] (司郎中); [[Lang trung]] [[Lục bộ]]; [[Viên ngoại lang]]; [[Thư gia]] (书家).\n* Ban võ: [[Khu mật sứ]] (樞密使); [[Thái úy]] (Kiểm hiệu Thái úy, Phụ quốc Thái úy); [[Đô thống Đại nguyên soái]] (都統大元帥); [[Đô thống nguyên soái]] (都統元帥); [[Nguyên soái]]; [[Điện tiền chỉ huy sứ]] (殿前指揮使); [[Tả kim ngô]] (左金吾); [[Hữu vũ vệ]] (右武衛); [[Tả vũ vệ]] (左武衛); [[Tả uy vệ]] (左威衛); [[Hữu uy vệ]] (右威衛); [[Tả kiêu vệ tướng quân]] (左驍衛將軍); [[Định thắng tướng]] (定勝將); [[Lang tướng]] (郎將); [[Cụ Thánh đô]] [[Hỏa đầu]] (具聖都火頭); [[Ngọc Giai đô]] [[Hỏa đầu]] (玉堦都火頭); Quan chức đô Hỏa đầu; Thị vệ đô Hỏa đầu.\n* Mặt khác còn có gần hầu quan: [[Thượng phẩm Phụng ngự]] (上品奉禦); [[Chi hậu Phụng ngự]] (祗侯奉禦); [[Nội thị Phán thủ]] (內侍判首); [[Nội nhân Hỏa đầu]] (內人火頭); [[Nội thường thị]] (內常侍).\n* Địa phương trưởng quan có: [[Châu mục]] (州牧); [[Tri châu quân sự]] (知州軍事);\n* Chú thích: đơn vị '''Đô''' (都) của Cấm quân là đơn vị thuộc Điện tiền chỉ huy sứ, trưởng quan gọi '''Hỏa đầu''' (火頭). Đây là dựa vào cấm quân thời [[Bắc Tống]], cũng thiết mỗi Đô, nhưng trưởng quan ở Bắc Tống là ''Đô đầu'' (都头). Việt sử lươc ghi các tên đô có: Phụng Vệ đô, Tả hữu quan chức đô, Thị vệ đô, Tả hữu Hưng Thịnh Quảng Vũ đô, Cụ Thánh đô, Ngọc Giai đô, Củng Thánh đô.\n\nCăn cứ [[Khâm định Việt sử Thông giám cương mục]], quan chế nhà Lý có vài cái bất đồng với Việt sử lược, cụ thể:\n* Triều đình trọng chức: [[Tam thái]] (Thái sư, Thái phó, Thái bảo), [[Tam thiếu]] (Thiếu sư, Thiếu phó, Thiếu bảo); [[Thái úy]]; [[Thiếu úy]]; [[Nội ngoại hành điện đô tri sự]] (内外行殿都知事); [[Kiểm hiệu Bình chương sự]] (检校平章事).\n* Văn ban nội chức: Lục bộ Thượng thư; Tả Hữu [[Tham tri chính sự]]; Tả Hữu [[Gián nghị đại phu]]; [[Trung thư thị lang]]; Lục bộ Thị lang; Tả Hữu [[Tư lang trung]]; [[Thượng thư tỉnh]] [[Viên ngoại lang]]; Đông-Tây [[Các Môn sử]] (阁门使); tả Hữu [[Phúc tâm]] (腹心); [[Nội thường thị]]; [[Phủ sĩ sư]] (府士师); [[Điện học sĩ]] (殿学士); [[Hàn lâm học sĩ]] (翰林学士); [[Vệ đại phu]] (卫大夫); [[Chư hỏa thư gia]] (诸火书家); [[Thừa trực lang]] (承直郎); [[Thừa tín lang]] (承信郎).\n* Văn ban ngoại chức: [[Tri phủ]]; [[Phán phủ]]; [[Tri châu]]<ref>Đào Duy Anh, sách đã dẫn, tr 122<\/ref>.\n* Võ ban nội chức: [[Đô thống]]; [[Nguyên soái]]; [[Tổng quản]]; [[Khu mật sứ]]; [[Khu mật Tả hữu sứ]] (枢密左右使); Tả hữu [[Kim ngô Thượng tướng]] (金吾上将); [[Đại tướng]]; [[Đô tướng]]; Chư vệ Tướng quân; Chỉ huy sứ; Vũ vệ Hỏa đầu; Võ tiệp; Võ lâm chư Binh tào.\n* Võ ban ngoại chức: Chư lộ trấn trại, quan binh trấn thủ.\n\n===Trang phục===\nTừ tháng 8 năm [[1059]], [[Lý Thánh Tông]] bắt đầu áp dụng kiểu mẫu triều phục cho các quan.\n\nHoàng đế cấp cho trăm quan mũ cánh chuồn (đương thời gọi là mũ phốc đầu) và hia, quy định triều phục vào chầu là đội mũ cánh chuồn và đi hia<ref name=\"Đại Việt sử lược, tr 146\">Đại Việt sử lược, tr 146<\/ref>. Các bộ chính sử đều xác nhận việc đội mũ cánh chuồn và đi hia của các quan khi vào chầu vua bắt đầu từ đó<ref name=\"Đại Việt sử lược, tr 146\"\/><ref name=\"informatik.uni-leipzig.de\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt08.html Đại Việt sử ký toàn thư, Bản kỷ quyển 3]<\/ref><ref>Ngô Thì Sĩ, sách đã dẫn, tr 281<\/ref><ref>Khâm định Việt sử thông giám cương mục, Chính biên quyển 3<\/ref>.\n\nTriều đại [[nhà Trần]] về sau tiếp tục dùng áp dụng những đồ dùng đó làm triều phục.\n\n==Chế độ tuyển dụng và bổ nhiệm==\n{{Chính|Giáo dục khoa cử Đại Việt thời Lý}}\n\nĐể có đội ngũ quan lại phục vụ trong bộ máy chính quyền, [[nhà Lý]] đã áp dụng nhiều phương thức. Trong thời gian đầu, triều đình chỉ áp dụng chế độ tuyển cử, nhiệm tử và nộp tiền<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 302-303<\/ref>:\n* Tuyển cử là phương thức bổ dụng quan lại khá phổ biến trong các đời vua đầu tiên. Những người được tuyển cử đều thuộc tầng lớp trên, trong hoàng tộc hoặc thân thích của người có công. Con cháu của thợ thuyền, con hát, nô tỳ đều không nằm trong những đối tượng được cử tuyển\n* Nhiệm tử là bổ nhiệm con cháu của những người có công theo hình thức tập ấm, tuy nhiên ít được áp dụng như thời Đinh và Tiền Lê; càng về sau hình thức này càng ít áp dụng\n* Nộp tiền để làm quan là hình thức có từ thời nhà Lý, tuy chưa thật thịnh hành và chưa có điển chế rõ ràng\t\n\nTừ thời [[Lý Nhân Tông]] bắt đầu áp dụng chế độ khoa cử, cho thi tuyển chọn lấy người tài làm quan.\n\nTừ thời [[Lý Anh Tông]], vua áp dụng chế độ sát hạch lại (khảo khóa) đối với những người đương chức, thành lệ 9 năm 1 lần.\n\nNăm [[1179]] thời [[Lý Cao Tông]], triều đình thực hiện khảo xét công trạng các quan, người giữ chức siêng năng tài cán nhưng không thông chữ nghĩa làm một loại, người có chữ nghĩa tài cán làm một loại, người tuổi cao hạnh thuần, biết rõ việc xưa nay làm một loại, cứ theo thứ tự mà trao cho chức vụ trị dân coi quân, khiến cho quan chức không lạm quyền tham nhũng<ref name=\"informatik.uni-leipzig.de\"\/>.\n\nNhìn chung, đội ngũ quan lại triều Lý được tuyển chọn tương đối kỹ càng, nên cơ bản xứng với thực tài và chức vụ.\n\n==Chế độ lương bổng==\nSử sách chép không nhiều và không đầy đủ về chế độ lương bổng của quan lại nhà Lý. Năm [[1067]], vua [[Lý Thánh Tông]] đặt ra chế độ cấp lương bổng. Ông cho Đô hộ phủ sĩ sư và người làm án ngục lại hàng năm như sau<ref name=\"informatik.uni-leipzig.de\"\/>:\n* Đô hộ phủ sĩ sư hưởng là 50 quan tiền, 100 bó lúa và các thứ cá muối v..v..\n* Ngục lại mỗi người 20 quan tiền, 100 bó lúa\n\nViệc ban bổng lộc nhằm để nuôi đức liêm khiết của họ. Theo tính toán và so sánh của Lê Văn Siêu, mức bổng lộc này là cao. Lê Văn Siêu dẫn căn cứ từ sách Lĩnh Ngoại đại đáp cho thấy, những viên quan lãnh trọng trách đi sứ [[nhà Tống]] năm [[1156]] mỗi ngày được hưởng 10 đồng để tiêu ở nước ngoài (ngoài ra được gạo); trong khi quan đô hộ phủ sĩ sư được hưởng 50 quan 1 năm tức là 1 ngày được trên 80 đồng, còn quan ngục lại tính ra mỗi ngày cũng được trên 30 đồng<ref name=\"Lê Văn Siêu, sách đã dẫn, tr 518\">Lê Văn Siêu, sách đã dẫn, tr 518<\/ref>.\n\nTheo ghi chép của sử sách, các quan làm việc trong kinh thành không có lương bổng, chỉ thỉnh thoảng được vua ban thưởng. Nhưng như vậy không có nghĩa là họ phải sống nghèo túng. Mỗi người trong số các quan có chức vụ đều có vài chục người hầu, nếu dùng không hết thì vẫn lĩnh lương theo danh nghĩa để nuôi những người hầu đó; ngoài ra, họ còn được hưởng thổ sản ở các địa phương trong nước tiến cống về và các tặng phẩm của vua<ref name=\"Lê Văn Siêu, sách đã dẫn, tr 518\"\/>. Tuy không hưởng chế độ lương bổng thường xuyên, nhưng họ được hưởng chức tước và bổng lộc (ruộng đất và quyền thu thuế ruộng) và nhiều hình thức khác nên các quan lại thời Lý có cống hiến tốt, góp phần tạo nên sự hưng thịnh và duy trì triều đại nhà Lý trong hơn 200 năm<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 303<\/ref>.\n\n==Xem thêm==\n* [[Nhà Lý]]\n* [[Hành chính Việt Nam thời Lý]]\n* [[Quân sự nhà Lý]]\n* [[Quan chế nhà Nguyễn]]\n* [[Quan chế nhà Tống]]\n\n==Tham khảo==\n* Nguyễn Gia Tường dịch (1993), ''Đại Việt sử lược,'' Nhà xuất bản TP Hồ Chí Minh\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n* [[Phan Huy Chú]] (2008), ''[[Lịch triều hiến chương loại chí]]'', tập 1, Nhà xuất bản Giáo dục\n* [[Đại Việt sử ký toàn thư]]\n* Trần Thị Vinh, \"Thiết chế bộ máy chính quyền nhà nước thời Lý (1010-1225)\", ''Nghiên cứu lịch sử'', số 6 năm [[2008]], trang 40-49.\n* [[Đào Duy Anh]] ([[2005]]), ''Đất nước Việt Nam qua các đời'', Nhà xuất bản Văn hóa thông tin\n* [[Ngô Thì Sĩ]] ([[2011]]), ''Đại Việt sử ký tiền biên'', Nhà xuất bản Văn hóa thông tin\n* Lê Văn Siêu ([[2006]]), Việt Nam văn minh sử, Nhà xuất bản Văn học\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Lịch sử Việt Nam thời Lý}}\n\n[[Thể loại:Nhà Lý]]\n[[Thể loại:Quan chức phong kiến Việt Nam|Lý]]"}