{"142594":"{{otheruses|Quang Bình (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|huyện \n| tên = Quang Bình\n| hình = \n| ghi chú hình =\n| vĩ độ = 22.410539\n| kinh độ = 104.582263\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 791,78 km²\n| dân số = 61.711 người<ref name=HAGIANG2019\/>\n| dân số thành thị = 7.278 người (12%)\n| dân số nông thôn = 54.433 người (88%)\n| thời điểm dân số = 2019\n| mật độ dân số = 78 người\/km²\n| dân tộc = Tày, Pà Thẻn, Dao, Mông, Kinh\n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Hà Giang]]\n| huyện lỵ = Thị trấn [[Yên Bình, Quang Bình|Yên Bình]]\n| phân chia hành chính = 1 thị trấn, 14 xã\n| thành lập = 1\/12\/2003<ref name=\"146\/2003\/NĐ-CP\"\/>\n| trụ sở UBND= Đường Trần Phú, tổ dân phố 2, thị trấn Yên Bình\n| mã hành chính = 035<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| điện thoại = 0219.3.820.012\n| biển số xe = 23-E1\n| web = {{url|quangbinh.hagiang.gov.vn}}\n}}\n\n'''Quang Bình''' là một [[Huyện (Việt Nam)|huyện]] miền núi thuộc tỉnh [[Hà Giang]], [[Việt Nam]].<ref name =HaGiang-tt21 >[https:\/\/thukyluat.vn\/vb\/thong-tu-21-2013-tt-btnmt-ve-danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-phuc-vu-cong-tac-thanh-lap-ban-do-tinh-ha-giang-31d87.html Thông tư 21\/2013\/TT-BTNMT ngày 01\/08\/2013] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh... phục vụ công tác thành lập bản đồ tỉnh Hà Giang. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref><ref name=qd124cp@2004 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref>\n\n==Địa lý==\nHuyện Quang Bình nằm ở phía tây nam tỉnh Hà Giang, có vị trí địa lý:\n*Phía đông giáp huyện [[Bắc Quang]]\n*Phía tây giáp huyện [[Bảo Yên]], tỉnh [[Lào Cai]]\n*Phía nam giáp huyện [[Lục Yên]], tỉnh [[Yên Bái]]\n*Phía bắc giáp huyện [[Hoàng Su Phì]] và huyện [[Xín Mần]].\n\nHuyện Quang Bình có diện tích 791,78&nbsp;km², dân số năm 2019 là 61.711 người<ref name=HAGIANG2019>{{Chú thích web|url = http:\/\/hagiang.gov.vn\/PublishingImages\/N%C4%83m%202020\/Van%20ban\/H%C3%A0%20Giang%20-%20dan%20so%20DTTS%20cap%20xa_63%20tinh.xls|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Hà Giang|accessdate = ngày 28 tháng 8 năm 2020|author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}{{Liên kết hỏng|date=2022-01-08 |bot=InternetArchiveBot }}<\/ref>, mật độ dân số đạt 78 người\/km².\n\n==Lịch sử==\nNgày [[1 tháng 12]] năm [[2003]], Chính phủ ban hành Nghị định 146\/2003\/NĐ-CP<ref name=\"146\/2003\/NĐ-CP\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-146-2003-nd-cp-thanh-lap-xa-thuoc-huyen-bac-quang-thanh-lap-huyen-quang-binh-tinh-ha-giang-6309.aspx\/ Nghị định 146\/2003\/NĐ-CP thành lập xã thuộc huyện Bắc Quang và thành lập huyện Quang Bình, tỉnh Hà Giang]<\/ref> về việc thành lập huyện Quang Bình trên cơ sở:\n*Điều chỉnh 52.767 ha diện tích tự nhiên và 42.947 nhân khẩu của 12 xã: Bản Rịa, Yên Thành, Yên Bình, Bằng Lang, Xuân Giang, Nà Khương, Yên Hà, Tiên Yên, Hương Sơn, Tân Trịnh, Vĩ Thượng, Tân Bắc thuộc huyện [[Bắc Quang]]\n*Điều chỉnh 17.013 ha diện tích tự nhiên và 5.457 nhân khẩu của 2 xã: Tiên Nguyên, Xuân Minh thuộc huyện [[Hoàng Su Phì]]\n*Điều chỉnh 7.683 ha diện tích tự nhiên và 2.482 nhân khẩu của xã Tân Nam thuộc huyện [[Xín Mần]].\n\nHuyện Quang Bình có 77.463 ha diện tích tự nhiên và 50.886 nhân khẩu, có 15 đơn vị hành chính trực thuộc gồm các xã Bản Rịa, Yên Thành, Yên Bình, Bằng Lang, Xuân Giang, Nà Khương, Yên Hà, Tiên Yên, Hương Sơn, Tân Trịnh, Vĩ Thượng, Tân Bắc, Tiên Nguyên, Xuân Minh và Tân Nam.\n\nNgày [[7 tháng 12]] năm [[2010]], Chính phủ ban hành Nghị quyết 47\/NQ-CP về việc thành lập thị trấn Yên Bình (thị trấn huyện lỵ huyện Quang Bình) trên cơ sở toàn bộ diện tích và dân số của xã Yên Bình. Huyện Quang Bình có 1 thị trấn và 14 xã như hiện nay.<ref name=\"47\/2010\/NQ-CP\">{{Chú thích web|url= https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-47-nq-cp-thanh-lap-thi-tran-yen-binh-115421.aspx |tựa đề= Nghị quyết 47\/NQ-CP năm 2010 thành lập thị trấn Yên Bình |ngày= 7 tháng 12 năm 2010 |website= Thư viện pháp luật |url-status=live}}<\/ref>\n\n==Hành chính==\nHuyện Quang Bình có 15 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Yên Bình, Quang Bình|Yên Bình]] (huyện lỵ) và 14 xã: [[Bản Rịa]], [[Bằng Lang]], [[Hương Sơn, Quang Bình|Hương Sơn]], [[Nà Khương]], [[Tân Bắc, Quang Bình|Tân Bắc]], [[Tân Nam, Quang Bình|Tân Nam]], [[Tân Trịnh, Quang Bình|Tân Trịnh]], [[Tiên Nguyên]], [[Tiên Yên, Quang Bình|Tiên Yên]], [[Vĩ Thượng]], [[Xuân Giang, Quang Bình|Xuân Giang]], [[Xuân Minh, Quang Bình|Xuân Minh]], [[Yên Hà]], [[Yên Thành, Quang Bình|Yên Thành]].\n\n==Kinh tế - xã hội==\nHuyện Quang Bình là đầu mối giao thông quan trọng phía Tây - Nam của tỉnh Hà Giang giao thương với tỉnh Lào Cai và Yên Bái. DO vậy, hoạt động sản xuất công nghiệp, tiểu thủ công nghiệp và thương mại dịch vụ khu trung tâm thị trấn Yên Bình luôn sôi động. Năm 2009, tổng mức luân chuyển hàng hóa dịch vụ, thương mại - du lịch của thị trấn đạt 21,2 tỷ đồng<ref name=\"QB1\">[http:\/\/baodientu.chinhphu.vn\/Home\/Thanh-lap-thi-tran-Yen-Binh-Ha-Giang\/201012\/53006.vgp Thành lập thị trấn Yên Bình (Hà Giang)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101211110251\/http:\/\/baodientu.chinhphu.vn\/Home\/Thanh-lap-thi-tran-Yen-Binh-Ha-Giang\/201012\/53006.vgp |date=2010-12-11 }}. Cổng thông tin điện tử Chính phủ. Truy cập 08\/12\/2010.<\/ref>.\n\nTrong lĩnh vực nông nghiệp, sản lượng lương thực quy thóc năm 2009 của thị trấn đạt 244,5 tấn, bình quân lương thực đầu người 485&nbsp;kg\/người\/năm<ref name=\"QB1\"\/>.\n\nLà một địa phương trẻ nhất trong tỉnh do mới được thành lập, huyện Quang Bình có diện tích tự nhiên là 77.463 ha và dân số khoảng 50.886 người. Mặc dù gần như­ phải gây dựng và phát triển từ đầu, song với sự nỗ lực, đoàn kết, thống nhất của Đảng bộ và nhân dân, huyện Quang Bình đã không ngừng vư­ơn lên, đạt được nhiều thành tích đáng khích lệ trong sự nghiệp phát triển kinh tế xã hội và giữ vững an ninh, quốc phòng.\n\nĐược sự quan tâm, đầu tư­ của Đảng, Nhà nước cũng nh­ư của tỉnh Hà Giang, năm 2003, huyện đã v­ượt qua nhiều thách thức, khó khăn, duy trì được sự phát triển đồng đều ở các ngành, các lĩnh vực với mức tăng trưởng kinh tế đạt 11%; giá trị tổng sản phẩm xã hội đạt 165 tỷ đồng và thu nhập bình quân đầu người đạt khoảng 3,2 triệu đồng\/năm. Trong sản xuất nông nghiệp, huyện đã khuyến khích và chỉ đạo thực hiện thâm canh, tăng vụ chuyển dịch cơ cấu cây trồng, vật nuôi. Ngoài các loại cây lư­ơng thực, thực phẩm, các địa phương trong huyện đã tích cực đ­a các loại cây trồng khác như­: chè, cây ăn quả, măng tre Bát độ...vào sản xuất trên diện rộng. Bởi vậy, năng suất, chất lư­ợng và hiệu quả kinh tế trên một đơn vị diện tích canh tác không ngừng được nâng cao. Tổng sản l­ượng lư­ơng thực trên địa bàn đạt 24.513 tấn, bình quân lư­ơng thực đầu người đạt 486&nbsp;kg\/năm. Chăn nuôi,lâm nghiệp được chú trọng phát triển, góp phần cải thiện đời sống cho bà con nông dân. Sản xuất công nghiệp, tiểu thủ công nghiệp mặc dù được quan tâm, khuyến khích phát triển như­ng chủ yếu vẫn là các cơ sở nhỏ, lẻ với giá trị sản xuất cả năm chỉ đạt khoảng 29 tỷ đồng. Đặc biệt, bằng các nguồn vốn đầu tư­ của Nhà nước và huy động trong dân, huyện đã đầu t­ư trên 50 tỷ đồng vào việc xây dựng và phát triển cơ sở hạ tầng. Hệ thống điện, đư­ờng, trư­ờng, trạm đã từng bư­ớc được xây dựng khang trang, kiên cố hơn. Hoạt động thư­ơng mại, dịch vụ được mở rộng hơn thông qua mạng l­ưới chợ phiên và các điểm bán lẻ tới tận các vùng sâu, vùng xa, cơ bản đã đáp ứng được nhu cầu sản xuất và tiêu dùng của nhân dân. Bên cạnh việc phát triển kinh tế, các cấp chính quyền trong huyện cũng thư­ờng xuyên quan tâm, thúc đẩy phát triển các lĩnh vực văn hoá xã hội. Đời sống tinh thần, đặc biệt là dân trí và điều kiện chăm sóc sức khoẻ của nhân dân được nâng lên một bư­ớc.\n\nNăm 2004, huyện Quang Bình đề ra mục tiêu: \"Phát triển kinh tế với tốc độ cao và ổn định, chuyển biến một cách mạnh mẽ về cơ cấu kinh tế, nâng cao giá trị sản phẩm và sức cạnh tranh trên thị trường. Phát triển và nâng cao chất lư­ợng nguồn nhân lực; đẩy mạnh áp dụng khoa học công nghệ trong hoạt động kinh tế, xã hội. Thực hiện có hiệu quả công tác xoá đói, giảm nghèo, nâng cao mức sống cho nhân dân, giải quyết những vấn đề xã hội và giữ vững an ninh, quốc phòng\". Trên cơ sở đó huyện phấn đấu đạt giá trị tổng sản phẩm tăng từ 11% trở lên, trong đó nông, lâm nghiệp, thủy sản tăng 5%; công nghiệp, tiểu thủ công nghiệp, xây dựng tăng 37% và dịch vụ, thư­ơng mại tăng 25% trở lên. Thu nhập bình quân đầu người đạt 3,5 triệu đồng\/năm; giảm tỷ lệ hộ đói nghèo xuống còn 7%.\n\nVới xuất phát điểm kinh tế thấp, huyện Quang Binh còn gặp khá nhiều khó khăn trong phát triển kinh tế xã hội. Tuy nhiên, với những chính sách phát triển đúng đắn và phù hợp với điều kiện, tình hình thực tiễn, huyện đang dần bứt lên, từng b­ước thoát khỏi đói nghèo, hoà nhịp cùng các địa phương trong công cuộc đổi mới và phát triển.\n\n== Tham khảo ==\n{{Tham khảo |colwidth=25em}}\n* Sách: Hà Giang thành tựu trong công cuộc đổi mới.\n\n== Liên kết ngoài ==\n{{Thể loại Commons|Quan Binh District}}\n{{Sơ khai Hà Giang}}\n{{Huyện thị Hà Giang}}\n{{Đơn vị hành chính thuộc huyện Quang Bình}}"}