{"1251983":"{{bài cùng tên|Quang Phục}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Quang Phục\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 49\n| vĩ giây = 56\n| kinh phút = 22\n| kinh giây = 44\n| diện tích = 6,86 km²<ref name=MS\/>\n| dân số = 6364 người<ref name=MS\/>\n| thời điểm dân số = 2009\n| mật độ dân số = 1028 người\/km²\n| dân tộc = Kinh\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| huyện = [[Tứ Kỳ]]\n| thành lập = \n| trụ sở UBND = Thị tứ Ngã Tư Mắc (Ngã Tư Cẩm Mặc)\n| mã hành chính = 11101<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Quang Phục''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Tứ Kỳ]], tỉnh [[Hải Dương]], [[Việt Nam]].\n\nXã Quang Phục là tên gọi từ tháng 10 năm 1947 khi đã sáp nhập 6 xã trong lịch sử: xã Mặc Xá (vốn có thôn Vạn Hộ), xã Bích Cẩm (được thành lập khoảng sau thời vua Nguyễn Đồng Khánh) (có 3 thôn: thôn Bích Lâm (Sầm), thôn Cẩm Mặc (Mắc), thôn An Cống), xã Đồng Tràng, xã An Phòng và xã Thái Lãng (vốn có làng Đông Trù) và Tứ Kỳ phường (Phố Phủ).<ref>Địa danh và tài liệu lưu trữ về làng xã Bắc Kỳ, trang 349<\/ref> Từ tháng 8 năm 1945 đến tháng 10 năm 1947, liên xã này có tên là Ái Quốc xã.\n\nXã Quang Phục có diện tích 6,86&nbsp;km², dân số năm 2009 là 8596 người,<ref name=\"MS\">{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | accessdate =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 1028 người\/km².\nQuang Phục là xã thuần nông, diện tích nông nghiệp là 2,45&nbsp;km². \n==Hành chính==\nQuang Phục có trung tâm hành chính là Thị tứ Quang Phục, phía Bắc xã. Có 7 thôn, 1 thị tứ: Mạc Xá, An Phòng, An Giang, Bích Lâm, Bích Cẩm, Đồng Tràng, Thái An, Thị Tứ Quang Phục.\n\nNgày 23 tháng 4 năm 2019, Hội đồng nhân dân tỉnh Hải Dương ban hành Nghị quyết số 01\/2019\/NQ-HĐND, theo đó sáp nhập các thôn An Phòng với An Giang thành An Phòng Giang; thôn Bích Lâm với thôn Đồng Tràng thành thôn Bích Đồng. Như vậy, lúc này xã Quang Phục có 6 thôn gồm: Thôn Mạc Xá, thôn An Phòng Giang, thôn Bích Đồng, thôn Bích Cẩm, thôn Thái An và thôn Thị Tứ\n\n== Phương ngôn ==\n''\"Đông Trù, Quảng Bí, Khổng Lý, Nghĩa Hy''\" (về 4 làng xã nhỏ nhất đất Tứ Kỳ xưa. làng Đông Trù sau là xóm Đống Nấm - Thái Lãng, sau lập ra \"đội sản xuất Vinh Quang\"\n\n==Danh lam, cổ tích==\n-Nhà thờ An Cống (được xây dựng muộn nhất vào năm 1904) xưa thuộc thôn An Cống, xã Bích Cẩm.\n\n- Nhà thờ Thái Lãng\n- Đền thờ Nhị Vị Quan Nghè, tháp Thiên Ngọc Kết thuộc thôn Mạc Xá.\n- Đền Mắc thuộc thôn Bích Cẩm.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Hải Dương}}\n{{Đơn vị hành chính thuộc huyện Tứ Kỳ}}"}