{"841869":"{{bài cùng tên|Quang Trung (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Quang Trung\n| hình = \n| ghi chú hình = \n| vĩ độ = 22.67055556\n| kinh độ = 106.3055556 \n| diện tích = 48,46 km²\n| dân số = 2.646 người \n| thời điểm dân số = 2019\n| mật độ dân số = 55 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Cao Bằng]]\n| huyện = [[Hòa An]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 01702<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Quang Trung''' là một [[xã (Việt Nam)|xã]] thuộc huyện [[Hòa An]], tỉnh [[Cao Bằng]], [[Việt Nam]].\n\n==Địa lý==\nXã Quang Trung nằm ở phía đông huyện [[Hòa An]], có vị trí địa lý:\n*Phía đông giáp huyện [[Quảng Hòa]] và xã [[Nguyễn Huệ, Hòa An|Nguyễn Huệ]]\n*Phía tây giáp thành phố [[Cao Bằng (thành phố)|Cao Bằng]]\n*Phía nam giáp xã [[Hồng Nam, Hòa An|Hồng Nam]]\n*Phía bắc giáp xã [[Ngũ Lão, Hòa An|Ngũ Lão]].\n\nXã Quang Trung có diện tích 48,46&nbsp;km², dân số năm 2019 là 2.646 người, mật độ dân số đạt 55 người\/km².<ref name=\"NQ864\"\/>\n\nTrên địa bàn xã Quang Trung có một số ngọn núi như: Giả Vuồng, Vò Nhật, Kê Tái, Lũng Thau, Lũng Vai, Phia Đeng, Pì Ta, Róc Bối và đồi Roỏng Rảc.\n\n[[Sông Bằng Giang]], suối Roỏng Rảc, suối Củn và suối Cốc Tém chảy qua địa bàn xã. Xã cũng có thủy điện Suối Củn được xây dựng ở con suối cùng tên.\n\n==Lịch sử==\nĐịa bàn xã Quang Trung hiện nay trước đây vốn là hai xã Hà Trì và Quang Trung thuộc huyện Hòa An.\n\nNgày [[9 tháng 7]] năm [[2020]], Ủy ban nhân dân huyện Hòa An, tỉnh Cao Bằng ban hành Thông báo số 55\/TB-UBND<ref name=\"55\/2020\/TB-UBND\">{{Chú thích web |url= https:\/\/hoaan.caobang.gov.vn\/SiteFolders\/hoaan\/4836\/2020\/T7\/55-TBUB.signed.signed.pdf |tựa đề= Kết quả thực hiện sắp xếp các xã, thị trấn và các xóm, tổ dân phố trên địa bàn huyện Hòa An |ngày= 9 tháng 7 năm 2020 |website= Trang thông tin điện tử UBND huyện Hòa An |url-status= live }}{{Liên kết hỏng|date=2022-01-08 |bot=InternetArchiveBot }}<\/ref> về việc:\n*Sáp nhập xóm Cộp My vào xóm Đông Sằng\n*Sáp nhập 4 hộ của xóm Lũng Mằn vào xóm Nà Lại\n*Sáp nhập 14 hộ của xóm Lũng Mằn vào xóm Khuổi Lừa \n*Sáp nhập óm Nà Mùi vào xóm Hát Thín.\n\nTrước khi sáp nhập, xã Quang Trung có diện tích 29,22&nbsp;km², dân số là 1.728 người, mật độ dân số đạt 59 người\/km², có 7 xóm: Pàn Kèn, Cốc Phia, Phan Thanh, Đông Sằng, Khuổi Khoang, Khau Súng, Khuổi Bắc. Xã Hà Trì có diện tích 19,24&nbsp;km², dân số là 918 người, mật độ dân số đạt 48 người\/km², được chia thành 4 xóm: Khuổi Lũng, Nà Lại, Nặm Tàn, Khuổi Lừa.\n\nNgày [[10 tháng 1]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 864\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng (nghị quyết có hiệu lực từ ngày [[1 tháng 2]] năm [[2020]])<ref name=NQ864>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-864-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Cao-Bang-434042.aspx|tựa đề=Nghị quyết số 864\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập toàn bộ diện tích và dân số của xã Hà Trì vào xã Quang Trung.\n\n==Hành chính==\nXã Quang Trung được chia thành 10 xóm: Cốc Phia, Đông Sằng, Khuổi Khoang, Khau Súng, Khuổi Bắc, Khuổi Lũng, Khuổi Lừa, Nà Lại, Nặm Tàn, Pàn Kèn, Phan Thanh.<ref name=\"55\/2020\/TB-UBND\"\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{sơ khai Cao Bằng}}\n{{Đơn vị hành chính thuộc huyện Hòa An}}\n\n[[Thể loại:Đơn vị hành chính Việt Nam đặt tên theo tên người]]"}