{"2456328":"{{bài cùng tên|Quang Bình}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Quang Bình\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| vĩ phút = \n| vĩ giây = \n| kinh phút = \n| kinh giây = \n| diện tích = 7 km²<ref name=MS\/>\n| dân số = 9.624 người<ref name=MS\/>\n| thời điểm dân số = 2009\n| mật độ dân số = 1.375 người\/km²\n| dân tộc = đa số người Kinh\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Kiến Xương]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 13144<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Quang Bình''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Kiến Xương]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\nXã Quang Bình có diện tích 7&nbsp;km², dân số năm 2009 là 9.624 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 1.375 người\/km².\n\nXã Quang Bình nằm ở phía Tây Nam của huyện Kiến Xương, cách trung tâm huyện 6&nbsp;km, cách trung tâm thành phố Thái Bình 7&nbsp;km. Địa phương có tổng diện tích tự nhiên 700,16 ha trong đó đất canh tác 454 ha. Phía Bắc giáp xã Quang Lịch, Hoà Bình; phía Nam giáp xã Vũ Công; Vũ Hoà, và Quang Minh; phía Tây giáp xã Vũ Trung, Vũ Quý. Phía Đông giáp thị trấn Kiến Xương và xã Bình Minh. Quang Bình có 9 thôn bao gồm: Ngái Đông; Ngái; Đông; Kim Thịnh; Bắc Sơn; Đoàn Kết; Hưng Tiến; Hoa Thám và Đại Thành. Toàn xã có 3449 hộ và 11.154 nhân khẩu.\n\n==Lịch sử==\nTháng 4-1946, sau ngày bầu cử HĐND 3 cấp căn cứ vào tình hình thực tế, huyện uỷ, UB hành chính huyện Kiến Xương quyết định hợp nhất các thôn của xã Thân Thượng gồm thôn Quán, Ngái, Trung, Tiền, Đông cùng với thôn Lai Vè nay thuộc xã Quang Minh và thôn Thái Công nay thuộc xã Vũ Công để thành lập xã Ngô Quyền. Đến tháng 4\/1949, xã Ngô Quyền lại được chia tách thôn Xuân Vũ trả về xã Vũ Hoà, thôn Thái Công hợp nhất để thành lập xã Vũ Công, xã Ngô Quyền còn lại 7 thôn và được đổi tên thành xã Quang Bình và được sử dụng cho đến ngày nay.\n\nDù ở bất cứ thời kỳ lịch sử nào của dân tộc, mảnh đất, con người Quang Bình cũng luôn để lại những dấu ấn tốt đẹp, góp phần vào công cuộc xây dựng quê hương, sự nghiệp vẻ vang của Đảng và bảo vệ Tổ quốc. Theo đó,  Đảng bộ xã  luôn củng cố tổ chức và lớn mạnh không ngừng; hiện nay đã có 332 đảng viên, sinh hoạt tại 13 chi bộ. Trong cuộc kháng chiến chống Pháp và các đế quốc xâm lược; toàn Đảng toàn quân và toàn dân Quang Bình đã đoàn kết vượt qua mọi khó khăn, gian khổ, giữ đất, rào làng, chiến đấu chống kẻ thù xâm lược. Trong các cuộc kháng chiến bảo vệ tổ quốc với khẩu hiệu: \"Không có gì quý hơn độc lập tự do\", \"Tất cả vì Miền Nam ruột thịt\", \"Tất cả để đánh thắng giặc Mỹ xâm lược\", Đảng bộ và nhân dân phát huy truyền thống cách mạng củng cố hậu phương vững chắc, chi viện sức người sức của cho đồng bào Miền Nam đánh thắng giặc Mỹ xâm lược, thống nhất Tổ quốc với khẩu hiệu \"Thóc không thiếu một cân, quân không thiếu một người\". Trải qua các cuộc kháng chiến toàn xã có 23 mẹ VNAH; 208 thương binh, liệt sỹ.   \nQuang  Bình có 3 ngôi chùa bao gồm Đoài Lâm; Chùa Đông và Chùa Tây An Tự. Địa phương có 1 xứ họ đạo với 332 giáo dân và 5 nhà thờ.\n\nPhát huy truyền thống cách mạng của địa phương, hàng năm Quang Bình luôn hoàn thành các nhiệm vụ phát triển kinh tế; văn hóa xã hội; an ninh -quốc phòng ở địa phương. Theo đó, tốc độ phát triển kinh tế trên 10,5%; tỷ lệ hộ nghèo giảm còn 3,7%; thu nhập đầu người bình quân đạt 42 triệu đồng\/người\/năm. Hưởng ứng Chương trình Mục tiêu Quốc gia về xây dựng nông thôn mới  với phương châm\"Nhà nước và nhân dân cùng làm\", 5 năm qua người dân trong xã đã đóng góp hàng nghìn ngày công làm giao thông thủy lợi, hiến hàng trăm m2 đất, đóng góp trên 17 tỷ đồng để xây dựng nông thôn mới. Toàn xã đã làm được trên 42&nbsp;km giao thông nông thôn và giao thông nội đồng, trên 7&nbsp;km kênh mương, cơ sở vật chất được đầu tư xây mới đáp ứng đầy đủ nhu cầu sản xuất và đời sống dân sinh của người dân trong xã.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Kiến Xương}}"}