{"19612188":"'''Quan Tượng Đài''' hay '''Nam Đài''' là một đài thiên văn được xây dựng dưới thời vua [[Minh Mạng]] tại góc Tây Nam [[kinh thành Huế]]. Đây là công trình dạng đài thiên văn thứ hai được biết đến trong lịch sử phong kiến ở Việt Nam, và là công trình duy nhất còn lại dấu tích.<ref>{{Chú thích web|url=https:\/\/hanoimoi.com.vn\/tin-tuc\/Van-hoa\/950353\/quan-tuong-dai---dai-thien-van-co-trieu-nguyen|tựa đề=Quan Tượng Đài - đài thiên văn cổ triều Nguyễn|website=Hà Nội Mới|url-status=live}}<\/ref>\n\n== Lịch sử ==\nQuan Tượng Đài được xây dựng năm vào tháng 3 năm 1827 (năm Minh Mạng thứ 8), nằm ở thượng thành (mặt trên thành), góc Tây nam kinh thành, thuộc phạm vi pháo đài Nam Minh (nay thuộc địa phận phường [[Thuận Hòa (phường)|Thuận Hòa]], thành phố Huế). Công trình đặt dưới sự quản lý trực tiếp của [[Khâm thiên giám|Khâm Thiên Giám]], cơ quan thành lập từ đầu thời [[Gia Long]] và tổ chức quy củ dưới thời Minh Mạng, hoạt động liên tục đến cuối triều Nguyễn.<ref name=\":0\">{{Chú thích sách|title=Huế - Kinh thành và cung điện|last=Phan|first=Thuận An|publisher=Nhà xuất bản Đà Nẵng|year=2013}}<\/ref>\n\nQuan Tượng Đài gồm 2 phần chính: Nền đài và đình Bát Phong. Nền đài cao 5,9 m, các mặt đều được ốp bằng gạch vồ. Đình Bát Phong được xây ở trên đài cao với sườn gỗ và mái ngói, xung quanh để trống, mặt bằng hình bát giác. Bên ngoài đình Bát Phong, triều đình còn dựng cờ để thấy gió đang thổi theo hướng nào.\n\nChức năng quan trọng nhất của Quan Tượng Đài là nơi để các nhà chiêm tinh của cơ quan Khâm Thiên Giám dùng kính thiên văn quan sát mặt trời, trăng và các ngôi sao nhằm xác định tọa độ địa lý của các tỉnh, thành, vùng miền trên đất nước.\n\nNăm 1837, thấy các quan tính toán thiếu chính xác về tọa độ địa lý của kinh đô, vua Minh Mạng đã dùng phương pháp mới của phương Tây để tính và xác định điểm giữa kinh thành Huế là 16 độ, 22 phút, 30 giây vĩ bắc và 105 độ kinh đông.<ref name=\":0\" \/>\n\nNăm 1844 vua [[Thiệu Trị]] cho cải tiến lá cờ trên Quan Tượng Đài theo dạng [[hình vuông]].\n\nCho tới những năm 1960, Quan Tượng Đài ở kinh thành Huế vẫn còn tương đối nguyên vẹn. Nhưng sau đó, vì không hoạt động và cũng không được bảo tồn, trùng tu nên Quan Tượng Đài xuống cấp, đình Bát Phong bị hư hại, sụp đổ.\n\nTháng 10\/ 2012, dự án ''\"Tu bổ, phục hồi di tích Quan Tượng Đài\"'' trong hệ thống dự án \"Bảo tồn, tu bổ và tôn tạo hệ thống Kinh thành Huế\" đã được khởi công. Trong đó, phần nền đài được tu bổ, nâng cấp; đình Bát Phong được phục dựng mới hoàn toàn theo kiến trúc cũ. Công trình đã được hoàn thành vào đầu tháng 9\/2013.\n\n== Chú thích ==\n{{tham khảo}}\n\n{{Quần thể di tích Cố đô Huế}}"}