{"292094":"[[Tập tin:Chaigneau.jpg|thumb|right|230px|[[Jean-Baptiste Chaigneau]] với trang phục Pháp-Việt là một nhân vật có vai trò quan trọng trong cuộc can thiệp của Pháp ở Việt Nam.]]\n'''Quan hệ giữa Nguyễn Ánh và người Pháp''' đề cập tới các quan hệ ngoại giao và hợp tác của [[Gia Long|Nguyễn Ánh]], vị vua đầu tiên của [[nhà Nguyễn]] với người [[Pháp]] kéo dài từ năm 1777 đến 1820. Từ năm 1777, giám mục [[Pigneau de Behaine]], thuộc [[Hội Thừa sai Paris]], đã bảo vệ chúa Nguyễn Ánh trước các cuộc truy đuổi của quân [[Nhà Tây Sơn|Tây Sơn]]. Pigneau de Behaine đã đi Pháp để cầu viện quân sự và đã đạt được [[Hiệp ước Versailles (1787)|Hiệp ước Versailles năm 1787]], một hiệp ước ký kết giữa vua Pháp là [[Louis XVI của Pháp|Louis XVI]] và chúa Nguyễn Ánh. Nội dung chủ yếu là Nguyễn Ánh đồng ý cắt lãnh thổ Việt Nam cho Pháp, đổi lại Pháp đồng ý đưa quân và vũ khí sang đánh [[nhà Tây Sơn]].\n\nDo nhiều yếu tố, đặc biệt là cuộc [[Cách mạng Pháp]] năm 1789 lật đổ Hoàng gia, nên nước Pháp đã không thi hành Hiệp ước Versailles 1787. Tuy vậy, Bá Đa Lộc vẫn tìm cách thực hiện việc giúp đợ Nguyễn Ánh bằng các kêu gọi được sự giúp đỡ của nhưỡng thương nhân, nhà phiêu lưu, binh lính và sĩ quan Pháp. Việc này đã giúp cho [[Gia Long|Nguyễn Ánh]] hiện đại hóa quân đội của mình, giúp ông trong cuộc chiến của mình với Tây Sơn, Một số sĩ quan Pháp về sau trở thành quan trong triều đình [[nhà Nguyễn]]. Người cuối cùng trong số họ rời khỏi Việt Nam năm 1824 khi vị vua không ưa người Pháp là [[Minh Mạng]] kế vị [[Gia Long]].\n\nTuy nhiên về sau, [[Hiệp ước Versailles (1787)|Hiệp ước Versailles năm 1787]] vẫn trở thành một di họa đối với Việt Nam. Pháp đã dựa vào Hiệp ước này để làm cớ yêu cầu nhà Nguyễn cắt đất, và sau đó xâm lược Việt Nam vào năm 1858. Sau này tác giả Faure chép truyện Bá Đa Lộc, có nuối tiếc rằng nếu Hiệp ước được thi hành thì Pháp có thể chiếm Việt Nam sớm hơn mấy chục năm:\n: ''\"Nếu lúc ấy Chính phủ Pháp sẵn sàng giúp ông Bá Đa Lộc thì ông ấy đã giúp cho nước Pháp hoàn thành cuộc bảo hộ ở An Nam ngay từ cuối thế kỷ 18, để sau khỏi phải dùng đến chiến sự mới xong công việc\"''<ref>{{Chú thích web |url=http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Thomas-De-Conway-va-Hiep-uoc-Versailles-1787-26081.html |ngày truy cập=2017-05-12 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 27 tháng 8 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180827110350\/http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Thomas-De-Conway-va-Hiep-uoc-Versailles-1787-26081.html }}<\/ref>\n\n== Bảo vệ Nguyễn Ánh ==\n[[Tập tin:Pigneau de Behaine portrait.jpg|nhỏ|Linh mục [[Pigneau de Behaine]] (Bá Đa Lộc) là nhân vật có vai trò quan trọng trong công cuộc can thiệp của Pháp vào Việt Nam từ năm 1777 đến năm 1824.]]\nLần đầu tiên người Pháp can thiệp vào các trận đánh giữa quân Nguyễn Ánh và quân Tây Sơn là vào năm 1777, khi Nguyễn Ánh lên 15 tuổi, đang chạy trốn khỏi cuộc truy đuổi của quân Tây Sơn và đã đến nương tựa ở chỗ [[Pigneau de Behaine]] ở phía nam [[Hà Tiên (tỉnh)|Hà Tiên]].<ref name=\"Mantienne, p.77\">Mantienne, p.77<\/ref> Pigneau de Behaine và cộng đồng Công giáo của ông ở Hà Tiên lúc đó đã giúp Nguyễn Ánh tị nạn ở [[Đảo Thổ Chu|đảo Pulo Panjang]].<ref name=\"Mantienne, p.77\"\/>\n\nNhững sự kiện này đã thiết lập một mối quan hệ chặt chẽ giữa Nguyễn Ánh và Bá Đa Lộc (Pigneau de Behaine), người có vai trò quan trọng trong việc che chở cho Nguyễn Ánh. Nguyễn Ánh đã chiếm lại Sài Gòn vào tháng 11 năm 1777 và toàn bộ [[Nam Kỳ]] và đã được các tướng tôn làm Đại nguyên súy Nhiếp quốc chính khi mới 17 tuổi.\n\n== Pháp trợ giúp Nguyễn Ánh chiếm lại Gia Định==\nKể từ năm 1787, với sự giúp đỡ mạnh mẽ hơn của người Pháp thông qua [[giám mục]] [[Pigneau de Behaine|Pigneau de Béhaine]] (tức Bá Đa Lộc), [[Gia Long|Nguyễn Ánh]] quay trở lại [[Gia Định]]. Trước đó, ngày 25 tháng 1 năm 1787, [[Bá Đa Lộc]] (giáo sĩ người Pháp làm cố vấn cho Nguyễn Ánh) đã thay mặt Nguyễn Ánh ký [[Hiệp ước Versailles (1787)]] với Pháp. Theo đó, vua Pháp đồng ý cử sang 4 chiếc tàu chiến và một đạo binh: 1.200 lục quân, 200 pháo binh, 250 lính da đen ở Phi Châu (Cafres) và đủ các thứ súng ống thuốc đạn để đánh Tây Sơn. Ngược lại, sau khi chiến thắng, Nguyễn Ánh phải nhường đứt cho nước Pháp cửa [[Hội An]] (Faifo) và [[đảo Côn Lôn]] (Poulo-Condore), chủ quyền các vùng đất đó sẽ vĩnh viễn thuộc về nước Pháp ngay lúc quân đội Pháp chiếm đóng hòn đảo nói trên. Đúng lúc đó thì nước Pháp xảy ra Cách mạng, vua Pháp không thực hiện Hiệp ước nhưng Bá đa lộc đã kêu gọi các thương nhân người Pháp trợ giúp cho Nguyễn Ánh.<ref name=\"Tạ Chí Đại Trường 1973 200-208\"\/>\n\nCác hoạt động quyên góp tiền sau này hay xây dựng, sửa sang thành Gia Định, [[Vĩnh Long]], [[Châu Đốc]], [[Hà Tiên (tỉnh)|Hà Tiên]], [[Biên Hòa]], [[Bà Rịa]], huấn luyện cơ đội pháo thủ, tổ chức bộ binh và rèn luyện tập binh lính theo lối châu Âu, trung gia mua tàu chiến và vũ khí... đều có sự góp sức của những người Pháp mà do [[Bá Đa Lộc]] chiêu mộ, kêu gọi.<ref name=\"Tạ Chí Đại Trường 1973 200-208\">{{harvnb|Tạ Chí Đại Trường|1973|pp=200-208}}<\/ref> Việc củng cố Gia Định cộng thêm sự giúp đỡ của người Pháp đã giúp cho thế lực của Nguyễn Ánh ngày càng mạnh, có thể đối đầu với Tây Sơn.\n\nNhà nghiên cứu Maybon, trong cuốn sách ''\"La Relation Bissachère và Histoire moderne du pays d’Annam\"'', in năm 1920 tổng kết công trạng của những người Pháp do [[Bá Đa Lộc]] chiêu mộ trong việc trợ giúp Nguyễn Ánh chống Tây Sơn như sau:\n:''\"Vai trò của nhóm người can đảm đếm trên đầu ngón tay này, trong sự thiếu vắng thông tin mong đợi, không thể xác định được một cách chi tiết. Nhưng không thể chối cãi được rằng họ đã góp phần lớn lao vào chiến thắng của Nguyễn Ánh. Ấy là chưa kể đến phần của họ trong những trận đánh quan trọng như trận tiêu diệt hạm đội của Tây Sơn năm 1792 và những trận dẫn đến chiến thắng Huế năm 1801. Người ta không khỏi khâm phục công trình tạo mà họ đã thực hiện trong những điều kiện không mấy thuận lợi: họ đã xây dựng một nền hải quân theo lối Tây phương và thành lập đội ngũ thủy binh; họ đã huấn luyện quân đội, họ đã đưa kỷ luật vào quân đội, thành lập những cấp chỉ huy; họ đã đúc đại bác, dạy cho người An Nam cách dùng trái phá, họ đã tạo ra đội ngũ pháo binh lưu động mà sự di chuyển đã khiến quân Tây Sơn khiếp vía; họ đã xây dựng những thành đài\"''\n\n== Can thiệp vào cuộc xung đột ở Cao Miên (1799-1781) ==\nỞ đất nước láng giềng [[Campuchia|Cao Miên]], một cuộc binh biến của phe ủng hộ Nguyễn Ánh đã nổ ra và đã lật đổ phe ủng hộ [[Xiêm|Xiêm La]] của vua [[Ang Non]]. Năm 1780, quân Nguyễn Ánh đã can thiệp và Pigneau đã giúp họ giành được vũ khí từ người Bồ Đào Nha. Bá Đa Lộc thậm chí còn bị người Bồ Đào Nha cáo buộc đã chế tạo vũ khí cho quân Nguyễn Ánh, đặc biệt là [[lựu đạn]], một loại vũ khí mới đối với khu vực Đông Nam Á.<ref>Mantienne, p.78<\/ref> Pigneau de Behaine cũng tổ dàn xếp việc cung cấp 3 chiếc tàu chiến Bồ Đào Nha cho Nguyễn Ánh.<ref name=\"m81\"\/> Trong các cuộc trợ giúp vũ khí này, Pigneau đã được một người Pháp tên là Manuel hỗ trợ.<ref name=\"m81\">Mantienne, p.81<\/ref> Các nhân chứng thời đó đã mô tả rõ vai trò quân sự của Pigneau:\n{{quote|''Linh mục Pierre Joseph Georges, một người quốc tịch Pháp, đã được lựa chọn để xử lý các vấn đề chiến tranh nhất định.''|J. da Fonceca e Sylva, 1781.<ref>Quoted in Mantienne, p.79-80<\/ref>}}\n\n== Chú thích ==\n{{tham khảo}}\n\n== Tham khảo ==\n* Mantienne, Frédéric 1999 ''Monseigneur Pigneau de Béhaine'', Editions Eglises d'Asie, 128 Rue du Bac, Paris, ISSN 12756865 ISBN 2-914402-20-1\n{{Liên bang Đông Dương}}\n\n[[Thể loại:Lịch sử Pháp]]\n[[Thể loại:Việt Nam thế kỷ 18]]\n[[Thể loại:Việt Nam thế kỷ 19]]\n[[Thể loại:Lịch sử Việt Nam thời Tây Sơn]]\n[[Thể loại:Lịch sử Việt Nam thời Nguyễn]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Quan hệ Pháp – Việt Nam]]\n[[Thể loại:Xung đột thế kỷ 18]]\n[[Thể loại:Xung đột thế kỷ 19]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]\n[[Thể loại:Thế kỷ 18 ở Việt Nam]]\n[[Thể loại:Gia Long]]"}