{"546509":"{{otheruses|Quang Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Quang Sơn\n| hình = Quang Son TD.JPG\n| ghi chú hình = Trụ sở UBND xã Quang Sơn\n| vĩ độ = 20\n| vĩ phút = 9\n| vĩ giây = 37\n| kinh độ = 105\n| kinh phút = 50\n| kinh giây = 54\n| diện tích = 35,21 km²\n| dân số = 5.120 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 145 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| thành phố = [[Tam Điệp]]\n| thành lập = \n*17\/12\/1982<ref name=200\/1982\/QĐ-HĐBT\/>: thành lập\n*9\/4\/2007<ref name=62\/2007\/NĐ-CP\/>: điều chỉnh\n| trụ sở UBND = Thôn Tân Thượng\n| mã hành chính = 14377<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n}}\n\n'''Quang Sơn''' là một xã thuộc thành phố [[Tam Điệp]], [[tỉnh]] [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Quang Sơn nằm ở phía tây thành phố Tam Điệp, nằm cách trung tâm thành phố Ninh Bình 19&nbsp;km, có vị trí địa lý:\n*Phía đông giáp phường [[Bắc Sơn, Tam Điệp|Bắc Sơn]] và phường [[Tây Sơn, Tam Điệp|Tây Sơn]]\n*Phía tây giáp tỉnh [[Thanh Hóa]]\n*Phía nam giáp phường [[Nam Sơn, Tam Điệp|Nam Sơn]]\n*Phía bắc giáp xã [[Yên Sơn, Tam Điệp|Yên Sơn]] và huyện [[Nho Quan]].\n\nXã Quang Sơn có diện tích là 35,21&nbsp;km², dân số năm 2019 là 5.120 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 145 người\/km².\n\n==Lịch sử==\nNgày [[17 tháng 12]] năm [[1982]], Hội đồng Bộ trưởng ban hành Quyết định số 200-HĐBT<ref name=200\/1982\/QĐ-HĐBT>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-200-HDBT-mo-rong-dia-gioi-2-thi-xa-Ha-Nam-Ninh-Binh-va-thanh-lap-thi-xa-Tam-Diep-tinh-Ha-Nam-Ninh-44010.aspx|title=Quyết định số 200-HĐBT của Hội đồng Bộ trưởng về việc mở rộng địa giới hai thị xã Hà Nam, Ninh Bình và thành lập thị xã Tam Điệp thuộc tỉnh Hà Nam Ninh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref> về việc thành lập xã Đông Sơn thuộc thị xã Tam Điệp mới thành lập trên cơ tách một phần diện tích và nhân khẩu của thị trấn Tam Điệp và hai xã Yên Bình, Yên Sơn thuộc huyện Tam Điệp.\n\nNgày [[26 tháng 12]] năm [[1991]], Quốc hội ban hành Nghị quyết<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=26 tháng 12 năm 1991|website=Thư viện pháp luật|archive-url=|archive-date=|url-status=|access-date =}}<\/ref> về việc tái lập tỉnh Ninh Bình từ tỉnh Hà Nam Ninh cũ và xã Quang Sơn thuộc thị xã Tam Điệp, tỉnh Ninh Bình.\n\nNgày [[9 tháng 4]] năm [[2007]], Chính phủ ban hành Nghị định số 62\/2007\/NĐ-CP<ref name=62\/2007\/NĐ-CP>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-62-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-phuong-Bac-Son-Nam-Son-xa-Yen-Binh-Quang-Son-de-thanh-lap-Tan-Binh-Tay-Son-tinh-Ninh-Binh-18027.aspx|tựa đề=Nghị định số 62\/2007\/NĐ-CP về việc điều chỉnh địa giới hành chính phường Bắc Sơn, phường Nam Sơn, xã Yên Bình, xã Quang Sơn để thành lập phường Tân Bình và phường Tây Sơn thuộc thị xã Tam Điệp, tỉnh Ninh Bình|tác giả=|họ=|tên=|ngày=9 tháng 4 năm 2007|website=Thư viện pháp luật|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> về việc thành lập phường Tây Sơn trên cơ sở điều chỉnh 186,55 ha diện tích tự nhiên và 2.736 người của xã Quang Sơn.\n\nSau khi điều chỉnh địa giới hành chính, xã Quang Sơn còn lại 3.524,61 ha diện tích tự nhiên và 4.584 nhân khẩu.\n\nNgày [[10 tháng 4]] năm [[2015]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 904\/NQ-UBTVQH13<ref name=904\/NQ-UBTVQH13>Nghị quyết 904\/NQ-UBTVQH13 năm 2015 về việc việc thành lập phường Yên Bình thuộc thị xã Tam Điệp và thành lập thành phố Tam Điệp thuộc tỉnh Ninh Bình<\/ref><ref name=07\/NQ-HĐND>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-07-NQ-HDND-nam-2014-De-an-thanh-lap-phuong-Yen-Binh-thuoc-Tam-Diep-thuoc-Ninh-Binh-255294.aspx|tựa đề=Nghị quyết số 07\/NQ-HĐND năm 2014 về việc thông qua Đề án thành lập phường Yên Bình trực thuộc thị xã Tam Điệp và thành lập thành phố Tam Điệp trực thuộc tỉnh Ninh Bình|ngày=16 tháng 7 năm 2014|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc thành lập thành phố Tam Điệp thuộc tỉnh Ninh Bình và xã Quang Sơn trực thuộc thành phố Tam Điệp.\n\n==Kinh tế==\nKhu công nghiệp Tam Điệp (thuộc xã Quang Sơn và một phần thuộc phường Tây Sơn, thành phố Tam Điệp). Diện tích 450 ha (giai đoạn I: 200 ha, giai đoạn II: 250 ha), trong đó đất xây dựng nhà máy là 228,3 ha. Dự kiến bố trí công nghiệp chế biến nông sản thực phẩm, may mặc, giày da, cơ khí chế tạo, sản xuất vật liệu xây dựng, điện tử; Công nghiệp hàng tiêu dùng.\n\nNhà máy xi măng [[Tam Điệp]] thuộc Công ty xi măng [[Tam Điệp]] là thành viên của Tổng Công ty công nghiệp xi măng Việt Nam được xây dựng trên địa bàn xã Quang Sơn, cách thủ đô Hà Nội 100&nbsp;km về phía nam, cách Quốc lộ 1 1,5&nbsp;km về phía tây. Nhà máy xi măng Tam Điệp có công xuất 1,4 triệu tấn Cliker\/năm, sản phẩm của nhà máy bao gồm Xi măng PC50, PCB40, PCB30 và Cliker Pcp40, Pcp50.<ref>{{Chú thích web |url=http:\/\/tdcc.com.vn\/vn\/Gioi-thieu\/Gioi-thieu-chung.aspx |ngày truy cập=2012-08-08 |tựa đề=Website Công ty xi măng Tam Điệp |archive-date = ngày 26 tháng 11 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101126132110\/http:\/\/www.tdcc.com.vn\/vn\/Gioi-thieu\/Gioi-thieu-chung.aspx }}<\/ref>\n\nChợ Quang Sỏi nằm ở thôn Tân Trung là chợ trong danh sách các chợ loại 1, 2, 3 ở [[Ninh Bình]].\n\nXã Quang Sơn và phường [[Tây Sơn, Tam Điệp|Tây Sơn]] nằm trong vùng nông trường chè [[Tam Điệp]], 2 địa phương này có 240 ha chè, sản lượng năm 2007 đạt 1.700 tấn.<ref>[http:\/\/baoninhbinh.org.vn\/news\/21\/2DAD7C\/Duy-tri-va-phat-trien-vung-che-Tam-Diep Duy trì và phát triển vùng chè Tam Điệp]<\/ref>\n\n==Văn hóa==\n===Chùa Quang Sơn - đền Mẫu Thượng===\n[[Tập tin:chuaquangson.jpg|nhỏ|giữa|250px|Chùa Quang Sơn]]\nKhu di tích chùa Quang Sơn - đền Mẫu Thượng thuộc địa phận thôn Tân Thượng xã Quang Sơn, là công trình kiến trúc Phật giáo nổi tiếng ở thành phố Tam Điệp. Trong một trận đánh Lê Lợi bị giặc Minh đuổi tới khu vực Đồng Giao - [[Tam Điệp]] thì gặp xác một người phụ nữ đã bị mối xông, vua vội đắp đất mà không để ý quân giặc đã đuổi tới gần. Tình thế cấp bách vua vội nấp vào gốc cây đa rất to ở gần đó. Giặc có con chó săn rất giỏi tìm người, trận đánh nào chúng cũng cho chó đi theo và chưa khi nào nó tìm sai. Đến gần gốc cây đa nơi vua Lê Lợi đang nấp, bất ngờ từ trong gốc đa có một con cáo chạy ra, đánh lạc hướng quân địch; nhờ vậy vua Lê Lợi được cứu thoát. Vua cho rằng chính vong hồn của người phụ nữ vừa được nhà Vua lấp đã hoá thành con cáo để cứu mình nên cho quân lập đền thờ hồ ly phu nhân và phong cho cô gái là \"''Bạch Diện Sơn Tinh công chúa''\" để ghi nhớ ơn cứu mạng. Từ đó nhân dân trong vùng [[Tam Điệp]] truyền tụng nhau và đến đây lễ rất đông, đền thuộc địa phận thôn Tân Thượng xã Quang Sơn nên thường gọi là đền Mẫu thượng, hiện nay vẫn còn ở thành phố Tam Điệp.<ref>[http:\/\/tamdiep.ninhbinh.gov.vn\/ubndtamdiep\/4\/469\/37856\/58558\/Chua-Quang-Son---den-Mau-Thuong\/Den-Mau-Thuong.aspx Sự tích đền Mẫu Thượng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171028093053\/http:\/\/tamdiep.ninhbinh.gov.vn\/ubndtamdiep\/4\/469\/37856\/58558\/Chua-Quang-Son---den-Mau-Thuong\/Den-Mau-Thuong.aspx |date = ngày 28 tháng 10 năm 2017}} Sở Thông tin và Truyền thông tỉnh Ninh Bình, 14-04-2016<\/ref>\n\nHệ thống tượng thờ trong chùa Quang Sơn được bài trí tại toà Thượng điện và toà Tiền Đường. Trong cuộc kháng chiến chống thực dân Pháp và đế quốc Mỹ, nơi đây đã từng là bệnh viện Kháng chiến tiền phương, đã đóng góp lớn vào chiến dịch Tây Nam [[Ninh Bình]] và mặt trận liên khu 4. Là trụ sở hội họp của Ban Chấp hành Đảng bộ Quân khu 3, điểm giao liên nối liền [[khu căn cứ cách mạng Quỳnh Lưu]], huyện [[Nho Quan]] và chiến khu Ngọc Trạo, tỉnh Thanh Hoá.\n\n==Chú thích==\n*[http:\/\/www.monre.gov.vn\/monrenet\/default.aspx?tabid=239&ItemID=30201 Danh mục địa danh các đơn vị hành chính thể hiện trên bản đồ - Địa danh hành chính thể hiện trên bản đồ tỉnh Ninh Bình]{{Liên kết hỏng|date = ngày 25 tháng 3 năm 2021 |bot=InternetArchiveBot }}\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc thành phố Tam Điệp}}"}