{"1251937":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Quang Húc\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 17\n| vĩ giây = 9\n| kinh phút = 11\n| kinh giây = 18\n| diện tích = 7,31 km²<ref name=MS\/>\n| dân số = 3952 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 541 người\/km²\n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Phú Thọ]]\n| huyện = [[Tam Nông]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 08470<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Quang Húc''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Tam Nông]], tỉnh [[Phú Thọ]], [[Việt Nam]]. Xã Quang Húc có diện tích 7,31&nbsp;km², dân số năm 1999 là 3952 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | accessdate =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 541 người\/km². Năm 2012 được tỉnh Phú Thọ thí điểm làm khu vực chăn nuôi cá lồng lớn nhất tỉnh Phú Thọ với gần 20 hộ tham gia xây dựng và nuôi cá lồng bè trên Sông Bứa và thành lập Hợp Tác Xã Thủy Sản Quang Húc. \n==Ô nhiễm==\nVào mùa mưa năm 2014, trong trận lũ hàng năm, bất ngờ hàng loạt lồng cá dọc theo sông Bứa từ huyện Thanh Sơn về tới các xã Tề Lễ, Quang Húc, Hùng Đô cá chết hàng loạt không rõ nguyên nhân, với thiệt hại hàng trăm tấn cá các loại, gần kề ngày thu hoạch, bao gồm: cá lăng, cá điêu hồng, cá rô phi, cá trắm giòn, cá chép giòn. Báo đài thời gian này đồng loạt đưa tin. Qua tìm hiểu lên thượng nguồn sông Bứa thì có các thông tin. Công ty lương thực Phú Thọ xây dựng nhà máy sản xuất tinh bột sắn tại xã Địch Quả (huyện Thanh Sơn, Phú Thọ) với công suất 60 tấn củ tươi\/ngày. Cũng từ đó, người dân xã Địch Quả luôn phải sống trong môi trường nước, không khí bị ô nhiễm nghiêm trọng do hệ thống xử lý chất thải của nhà máy hầu như không có tác dụng.\n\nĐường nước thải của nhà máy sản xuất tinh bột sắn thải ngay ra sông Bứa khi chưa được xử lý triệt để. Khoảng 4–5&nbsp;km dọc theo bờ sông Bứa, chất thải của nhà máy chế biến bột sắn còn tồn dư, chất có màu trắng đục, nhầy, đóng thành từng mảng bám vào rêu và đá dưới lòng sông. Nhiều chỗ chất thải đọng lại dầy tới 50&nbsp;cm. Trong khi đó, nhà máy nước Thanh Sơn thường xuyên lấy nguồn nước sông Bứa cung cấp cho khoảng 5.000 hộ dân toàn thị trấn. Rồi từ khu vực lắng nước thải đó mùi hôi thối bốc lên nồng nặc.\n\nVào ban đêm khi sương xuống là lúc hơn 200 hộ dân trong xã phải chịu cảnh ô nhiễm môi trường nặng nề nhất. Hơn nữa, nước thải của nhà máy còn ảnh hưởng đến cả nguồn giếng nước sinh hoạt của người dân. Đặc biệt, tồn dư chất thải sắn rất độc hại cho các loại thủy sản trên sông Bứa, và gây ngộ độc rất nặng nề cho các loại cá nuôi trong lồng bè dọc khu vực xã Tề Lễ, Quang Húc, Hùng Đô. Ngoài ra, hệ thống bể lọc xử lý chất thải của nhà máy không có nắp đậy khiến môi trường không khí toàn vùng bị ô nhiễm nghiêm trọng<ref>{{Chú thích web|url=http:\/\/cand.com.vn\/Xa-hoi\/Phu-Tho-Song-Bua-dang-bi-o-nhiem-nang-123392\/|title=Tại đây}}<\/ref>\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n{{sơ khai Phú Thọ}}\n{{Đơn vị hành chính thuộc huyện Tam Nông, Phú Thọ}}"}