{"405869":"'''Quick & Snow show''' (ban đầu là '''MTV Most Wanted''') là một chương trình [[radio|phát thanh]] trên băng tầng của [[Đài Tiếng nói Việt Nam]], phát đều đặn vào 10 giờ sáng [[chủ nhật]] hàng tuần trên kênh VOV giao thông 91&nbsp;MHz từ ngày 15\/1\/1999 cho đến khoảng năm 2014.<ref name=vovkyniem20>{{Chú thích web|url=https:\/\/vov.vn\/van-hoa\/am-nhac\/20-nam-quick-snow-show-va-nhung-hoi-uc-quy-gia-ve-qua-khu-865081.vov|title=20 năm \"Quick & Snow show\" và những hồi ức quý giá về quá khứ|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref> Đây là một chương trình âm nhạc có kèm theo các bức thư của [[thính giả]] gửi đến. Các [[chương trình]] được phát thanh hàng tuần đều có một [[chủ đề]] riêng.\n\n==Lịch sử==\n\n===Thời gian đầu===\nĐược phát thanh lần đầu tiên vào ngày 15 tháng 1 năm 1999<ref name=\"hht\">[http:\/\/www.hoahoctro.vn\/camnang\/21053.hht Quick & Snow show kỷ niệm 10 năm phát sóng! ], trên báo Hoa Học Trò<\/ref>, lúc đầu chương trình có tên là \"Chương trình MTV Most Wanted\" hay \"MTV theo yêu cầu\" do hãng Clear tài trợ như một chương trình quà tặng âm nhạc, nơi thính giả có thể yêu cầu nhạc để tặng nhau. Qua 3 lần thay đổi [[người dẫn chương trình]] nhưng qua thời gian, hai người dẫn hiện nay là ''anh Quick'' (Nguyễn Hồng Quang) và ''chị Snow'' (Vũ Ngọc Anh) đã dần trở nên gắn bó và quen thuộc với các thính giả và thay đổi tên thành \"Quick & Snow show\" như hiện nay và còn được gọi là chương trình \"Nhật ký viết chung\" và [[website]] đầu tiên dành riêng cho các bạn trẻ yêu mên chương trình, tại \"Ngôi nhà nhỏ cho những ước mơ lớn\", các biên tập viên của website mong muốn ngoài việc kết nối các thính giả có cùng tình yêu với Quick & Snow, cũng sẽ cùng nhau xây dựng những ước mơ của chính họ.<ref name=\"hht\">[http:\/\/www.hoahoctro.vn\/camnang\/21053.hht Quick & Snow show kỷ niệm 10 năm phát sóng!], trên báo Hoa Học Trò<\/ref>\n\nChương trình gồm phần giới thiệu nhạc quốc tế có chọn lọc và được dẫn giải cùng với những [[thông tin]] cập nhật về [[nhạc trẻ]] thế giới. Khác với những chương trình qua [[Radio]] cùng loại, ''Quick & Snow show'' nổi lên bởi những bức thư tâm sự đầy tình cảm của các thính giả gửi về.\n\n===Tạm ngưng phát sóng và quay trở lại===\nTháng 3 năm 2009, MC Quick của chương trình đã thông báo trên trang mạng xã hội [[Yahoo! 360°|Yahoo! 360]] của chương trình. Chương trình sẽ tạm ngưng phát sóng trong tháng 4 năm 2009 xong điều đó đã kéo dài hơn thông báo, chương trình đã ngưng phát sóng trong một thời gian dài từ tháng 4 cho tới tháng 11 năm 2009. Trong thời gian này MC Snow dẫn chương trình trên kênh mới của Đài tiếng nói Việt Nam có tên là VOV giao thông.\n\nTới tháng 12, Quick & Snow show được phát sóng trở lại song không phải trên kênh VOV3 như trước kia, thay vào đó, chương trình được phát sóng trên VOV giao thông với khung giờ khác là 08 giờ sáng chủ nhật hàng tuần. Chương trình hiện nay không chỉ còn toàn các ca khúc [[thế giới|quốc tế]] như trước kia mà đã có các ca khúc [[Việt Nam]].\n\n=== Dừng phát sóng ===\nĐến khoảng năm 2014, chương trình dừng phát sóng. Tuy vậy, đài VOV vẫn phát lại các chương trình ghi âm cũ. Ngày 15\/1\/2019, chương trình kỷ niệm 20 năm phát sóng. Các MC cũ của show gồm có Quick, Snow và Phúc Hiếu đều quay trở lại buổi thu hình trực tiếp này.<ref name=vovkyniem20\/>\n\n==Lịch phát sóng chương trình==\n* Phát chính:\n:12h - 13h Chủ nhật hàng tuần.\n* Phát lại:\n:1h00 - 02h00 thứ 3 và thứ 7 hàng tuần.\n* Trên VOV Giao thông 91&nbsp;MHz.\n* Phát trực tuyến:\n\n==Người dẫn chương trình==\nQuick & Snow show ban đầu do hai MC Phúc Hiếu và Snow (Vũ Ngọc Anh) dẫn dắt. Sau khoảng 10 tháng làm việc, Phúc Hiếu rời vị trí, thay vào đó là MC Quick (Nguyễn Hồng Quang).<ref name=vovkyniem20\/>\n\n==Xem thêm==\n*[[Xone FM]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n<!-- Vui lòng ko chèn link quảng cáo -->\n* [https:\/\/quicknsnowshow.com\/ Trang chủ]\n\n[[Thể loại:Chương trình truyền thanh Việt Nam]]\n[[Thể loại:Khởi đầu năm 1999 ở Việt Nam]]"}