{"19490979":"'''Quy hoạch phát triển và quản lý báo chí toàn quốc đến 2025''' là một đề án lớn thực hiện kéo dài qua nhiều năm, dựa trên Quyết định số 362\/QĐ-TTg ban hành ngày 3 tháng 4 năm 2019<ref>{{Chú thích web|url=http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&_page=1&mode=detail&document_id=196672|tựa đề=Quyết định số 362\/QĐ-TTg của Thủ tướng Chính phủ: Phê duyệt Quy hoạch phát triển và quản lý báo chí toàn quốc đến năm 2025|tác giả=|họ=|tên=|ngày=2019\/04\/03|website=Chính phủ nước Cộng hòa Xã hội Chủ nghĩa Việt Nam|url lưu trữ=https:\/\/web.archive.org\/web\/20200218170354\/http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&_page=1&mode=detail&document_id=196672|ngày lưu trữ=2020-02-18|url hỏng=yes|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref><ref>{{Chú thích web|url=http:\/\/tulieuvankien.dangcongsan.vn\/he-thong-van-ban\/van-ban-quy-pham-phap-luat\/quyet-dinh-so-362qd-ttg-ngay-0342019-cua-thu-tuong-chinh-phu-phe-duyet-quy-hoach-phat-trien-va-quan-ly-bao-chi-toan-quoc-den-5312|tựa đề=Quyết định số 362\/QĐ-TTg ngày 03\/4\/2019 của Thủ tướng Chính phủ phê duyệt Quy hoạch phát triển và quản lý báo chí toàn quốc đến năm 2025|tác giả=|họ=|tên=|ngày=2019\/04\/03|website=Báo điện tử Đảng Cộng sản Việt Nam|url lưu trữ=https:\/\/web.archive.org\/web\/20200214134818\/http:\/\/tulieuvankien.dangcongsan.vn\/he-thong-van-ban\/van-ban-quy-pham-phap-luat\/quyet-dinh-so-362qd-ttg-ngay-0342019-cua-thu-tuong-chinh-phu-phe-duyet-quy-hoach-phat-trien-va-quan-ly-bao-chi-toan-quoc-den-5312|ngày lưu trữ=2020-02-14|url hỏng=yes|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.mic.gov.vn\/Pages\/VanBan\/14308\/362_Qd-TTg.html|tựa đề=362\/QĐ-TTg|tác giả=|họ=|tên=|ngày=2019\/04\/03|website=Bộ Thông tin và Truyền thông|url lưu trữ=https:\/\/web.archive.org\/web\/20190427221454\/http:\/\/www.mic.gov.vn\/Pages\/VanBan\/14308\/362_Qd-TTg.html|ngày lưu trữ=2019-04-27|url hỏng=yes|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref> của [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] [[Nguyễn Xuân Phúc]]<ref>{{Chú thích web|url=https:\/\/www.mic.gov.vn\/Pages\/TinTuc\/138822\/Toan-van-Quy-hoach-phat-trien-va-quan-ly-bao-chi-toan-quoc-den-nam-2025.html\/\/|title=Toàn văn Quy hoạch phát triển và quản lý báo chí toàn quốc đến năm 2025|tác giả=|họ=|tên=|ngày=|website=Bộ Thông tin và Truyền thông|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref><ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/xa-hoi\/toan-van-quy-hoach-phat-trien-va-quan-ly-bao-chi-toan-quoc-den-2025-20190404143645670.htm\/|title=Toàn văn Quy hoạch phát triển và quản lý báo chí toàn quốc đến 2025|tác giả=|họ=|tên=|ngày=|website=Dân trí|url lưu trữ=https:\/\/web.archive.org\/web\/20190404094621\/https:\/\/dantri.com.vn\/xa-hoi\/toan-van-quy-hoach-phat-trien-va-quan-ly-bao-chi-toan-quoc-den-2025-20190404143645670.htm|ngày lưu trữ=2019-04-04|url hỏng=yes|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref><ref name=\":0\">{{Chú thích web|url=http:\/\/dangcongsan.vn\/huong-toi-ky-niem-90-nam-ngay-truyen-thong-nganh-tuyen-giao\/thong-tin-tu-lieu\/quy-hoach-phat-trien-va-quan-ly-bao-chi-toan-quoc-den-nam-2025-557901.html|tựa đề=Quy hoạch phát triển và quản lý báo chí toàn quốc đến năm 2025|tác giả=PV|họ=|tên=|ngày=2020-06-29|website=Đảng Cộng sản Việt Nam|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref>. Trong quá trình xây dựng Quy hoạch, [[Bộ Thông tin và Truyền thông (Việt Nam)|Bộ Thông tin và Truyền thông]] đã nhiều lần báo cáo [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương]] và Ban Cán sự Đảng Chính phủ về sự cần thiết phải ban hành Quy hoạch và tác động của việc sắp xếp các cơ quan báo chí theo Quy hoạch.<ref>{{Chú thích web|url=http:\/\/quochoi.vn\/hoatdongdbqh\/Pages\/home.aspx?ItemID=45175|tựa đề=ĐBQH NGUYỄN HUY THÁI CHẤT VẤN VỀ QUY HOẠCH PHÁT TRIỂN VÀ QUẢN LÝ BÁO CHÍ|tác giả=Bích Lan|họ=|tên=|ngày=2020-04-29|website=Đại biểu Quốc hội|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 13 tháng 9 năm 2020}}<\/ref> Đề án này đã thực hiện hàng loạt các cuộc sáp nhập trên quy mô lớn và phạm vi toàn quốc toàn bộ báo chí thuộc cả các ngành và địa phương.<ref>{{Chú thích web|url=http:\/\/ictvietnam.vn\/quy-hoach-phat-trien-va-quan-ly-bao-chi-toan-quoc-den-nam-2025-tu-goc-nhin-xa-hoi-thong-tin-20200429114804604.htm|tựa đề=Quy hoạch phát triển và quản lý báo chí toàn quốc đến năm 2025 - Từ góc nhìn xã hội thông tin|tác giả=Đỗ Thị Thu Hằng|họ=|tên=|ngày=2020-05-01|website=Thông tin và Truyền thông|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref><ref>{{Chú thích web|url=http:\/\/datafilesbk.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq\/2016\/12\/2434.signed.pdf|tựa đề=2434.signed.pdf|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nĐề án thực hiện trong khoảng 10 năm này đã giảm mạnh số lượng cơ quan báo chí và chi phí vận hành bộ máy này trên thực tế, với chủ trương sáp nhập hầu hết các cơ quan báo chí các bộ ngành, địa phương thành 1 cơ quan duy nhất.<ref>{{Chú thích web|url=https:\/\/moha.gov.vn\/tin-tuc-su-kien\/diem-tin\/quy-hoach-bao-chi-chinh-thuc-duoc-thu-tuong-phe-duyet-40474.html|tựa đề=Quy hoạch báo chí chính thức được Thủ tướng phê duyệt|tác giả=|họ=|tên=|ngày=2019-04-04|website=Bộ Nội vụ|url lưu trữ=https:\/\/web.archive.org\/web\/20201205112811\/https:\/\/www.moha.gov.vn\/tin-tuc-su-kien\/diem-tin\/quy-hoach-bao-chi-chinh-thuc-duoc-thu-tuong-phe-duyet-40474.html|ngày lưu trữ=2020-12-05|url hỏng=no|ngày truy cập=ngày 13 tháng 9 năm 2020|url-status=dead}}<\/ref>\n\n== Bối cảnh ==\nViệc sắp xếp các cơ quan báo chí theo mô hình cơ quan báo chí có nhiều loại hình báo chí xuất phát từ xu hướng các loại báo chí in, phát thanh, truyền hình và báo điện tử có thể hội tụ trên một nền tảng công nghệ nhằm tăng cường sức mạnh của cơ quan báo chí đa phương tiện. Việc thành lập mô hình cơ quan báo chí có nhiều loại hình báo chí xuất phát từ nhu cầu thực tế của địa phương, đảm bảo không vượt quá số lượng cơ quan báo chí theo Quy hoạch phát triển và quản lý báo chí toàn quốc đến năm 2025 đã được Thủ tướng Chính phủ phê duyệt.\n\nMặt khác thời gian qua, thực hiện Nghị quyết số 18-NQ\/TW<ref>https:\/\/thuvienbinhphuoc.org.vn\/laws\/detail\/Nghi-quyet-so-18-NQ-TW-cua-Ban-Chap-hanh-Trung-uong-Dang-khoa-XII-251\/?download=1&id=0{{Liên kết hỏng|date=2021-06-27 |bot=InternetArchiveBot }} truy cập ngày 13 tháng 9 năm 2020<\/ref><ref>{{Chú thích web|url=http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq\/2020\/02\/18.signed_01.pdf|tựa đề=18.signed.pdf|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=ngày 13 tháng 9 năm 2020}}{{Liên kết hỏng|date=2023-02-20 |bot=InternetArchiveBot }}<\/ref><ref>{{Chú thích web|url=http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=509&_page=1&mode=detail&document_id=199283|tựa đề=Nghị quyết số 18\/NQ-CP của Chính phủ: Sửa đổi, bổ sung một số điều của Nghị quyết số 97\/NQ-CP ngày 02 tháng 10 năm 2017 của Chính phủ ban hành Chương trình hành động của Chính phủ thực hiện Nghị quyết số 12-NQ\/TW ngày 03 tháng 6 năm 2017 của Hội nghị Ban Chấp hành Trung ương Đảng lần thứ 5 Khóa XII về tiếp tục cơ cấu lại, đổi mới và nâng cao hiệu quả doanh nghiệp nhà nước|tác giả=|họ=|tên=|ngày=|website=CỔNG TTĐT CHÍNH PHỦ\nNƯỚC CỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=ngày 13 tháng 9 năm 2020}}<\/ref><ref>{{Chú thích web|url=https:\/\/moj.gov.vn\/qt\/cacchuyenmuc\/daihoidaibieu\/Lists\/VanBanCuaDangCapTren\/Attachments\/42\/Ngh%E1%BB%8B%20quy%E1%BA%BFt%20s%E1%BB%91%2018-NQ-TW.pdf|tựa đề=18-NQ\/TW|tác giả=|họ=|tên=|ngày=|website=Bộ Tư pháp|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=ngày 13 tháng 9 năm 2020}}<\/ref>, Nghị quyết số 19-NQ\/TW ngày 25 tháng 10 năm 2017 của [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương]] về “Một số vấn đề về tiếp tục đổi mới, sắp xếp tổ chức bộ máy của hệ thống chính trị tinh gọn, hoạt động hiệu lực, hiệu quả” và “Tiếp tục đổi mới hệ thống tổ chức và quản lý, nâng cao chất lượng và hiệu quả hoạt động của các đơn vị sự nghiệp công lập”, một số địa phương đã tiến hành triển khai thành công việc sắp xếp tinh gọn các đơn vị sự nghiệp công lập, trong đó, có việc sắp xếp quy hoạch báo chí trên nguyên tắc sáp nhập các cơ quan báo chí hiện có để thành lập mô hình cơ quan báo chí có nhiều loại hình báo chí.<ref>{{Chú thích web|url=http:\/\/tulieuvankien.dangcongsan.vn\/van-kien-tu-lieu-ve-dang\/hoi-nghi-bch-trung-uong\/khoa-xii\/nghi-quyet-so-18-nqtw-ngay-25102017-hoi-nghi-lan-thu-sau-ban-chap-hanh-trung-uong-dang-khoa-xii-mot-so-van-de-ve-tiep-568|tựa đề=Nghị quyết số 18-NQ\/TW ngày 25\/10\/2017, Hội nghị lần thứ sáu Ban Chấp hành Trung ương Đảng khóa XII Một số vấn đề về tiếp tục đổi mới, sắp xếp tổ chức bộ máy của hệ thống chính trị tinh gọn, hoạt động hiệu lực, hiệu quả|tác giả=|họ=|tên=|ngày=2017-10-25|website=Báo điện tử Đảng Cộng sản Việt Nam|url lưu trữ=https:\/\/web.archive.org\/web\/20200228033744\/http:\/\/tulieuvankien.dangcongsan.vn\/van-kien-tu-lieu-ve-dang\/hoi-nghi-bch-trung-uong\/khoa-xii\/nghi-quyet-so-18-nqtw-ngay-25102017-hoi-nghi-lan-thu-sau-ban-chap-hanh-trung-uong-dang-khoa-xii-mot-so-van-de-ve-tiep-568|ngày lưu trữ=2020-02-28|url hỏng=yes|ngày truy cập=ngày 13 tháng 9 năm 2020}}<\/ref><ref>{{Chú thích web|url=https:\/\/moha.gov.vn\/danh-muc\/tinh-gon-bo-may-tang-hieu-qua-hoat-dong-41734.html|tựa đề=Tinh gọn bộ máy, tăng hiệu quả hoạt động|tác giả=Nguyễn Văn Tùng|họ=|tên=|ngày=2020-01-09|website=Bộ Nội vụ|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 13 tháng 9 năm 2020}}{{Liên kết hỏng|date=2021-06-27 |bot=InternetArchiveBot }}<\/ref>\n\n==Nội dung đề án==\nĐề án đưa ra giải pháp cụ thể đối với các ngành, các địa phương từ trung ương đến cấp tỉnh.<ref name=\":0\" \/> Theo đó:\n\n===Đối với báo và tạp chí in===\nGiảm số lượng cơ quan báo in, mỗi cơ quan có thể có nhiều ấn phẩm (trong đó có một ấn phẩm chính và có thể có một số ấn phẩm khác). Các cơ quan báo chí được giao quyền tự chủ tài chính. Nhà nước tập trung đầu tư ngân sách cho một số cơ quan báo chủ lực, thực hiện cơ chế đặt hàng đối với một số báo và tạp chí phục vụ các nhiệm vụ chính trị được xác định. Phương án sắp xếp và lộ trình thực hiện như sau:\n\n* Ban Chấp hành Trung ương có [[Nhân Dân (báo)|Báo Nhân dân]], [[Tạp chí Cộng sản]]. Báo Nhân dân thực hiện theo mô hình cơ quan truyền thông đa phương tiện. Đến năm 2020, mỗi ban đảng Trung ương có không quá 1 tạp chí in; khuyến khích các tạp chí có phiên bản điện tử và chuyển dần từ hình thức tạp chí in sang tạp chí điện tử. Sau năm 2020, trên cơ sở lấy [[Báo điện tử Đảng Cộng sản Việt Nam]] (thuộc [[Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam|Ban Tuyên giáo Trung ương]]) làm nòng cốt, hợp nhất tạp chí các ban đảng Trung ương để xây dựng một cơ quan báo chí tập trung, đa phương tiện.\n\n* [[Văn phòng Quốc hội Việt Nam|Văn phòng Quốc hội]], [[Viện kiểm sát nhân dân tối cao (Việt Nam)|Viện kiểm sát nhân dân tối cao]], [[Tòa án nhân dân tối cao (Việt Nam)|Toà án nhân dân tối cao]], [[Kiểm toán Nhà nước Việt Nam|Kiểm toán Nhà nước]]: mỗi cơ quan có 1 cơ quan báo in và 1 cơ quan tạp chí in.\n* Bộ, cơ quan ngang bộ có 1 cơ quan báo và 1 cơ quan tạp chí. Đối với các bộ, cơ quan ngang bộ nếu tiếp nhận thêm cơ quan báo thuộc các tổ chức xã hội - nghề nghiệp, tổ chức xã hội trung ương, các doanh nghiệp thì được có tối đa 2 cơ quan báo nhưng chậm nhất đến năm 2025 phải hoàn thành việc sắp xếp (còn 1 cơ quan báo).\n\n[[Đài Truyền hình Việt Nam]], [[Đài Tiếng nói Việt Nam]], [[Thông tấn xã Việt Nam]], [[Nhân Dân (báo)|Báo Nhân dân]], [[Quân đội nhân dân (báo)|Báo Quân đội nhân dân]] và [[Công an nhân dân (báo)|Báo Công an nhân dân]] thực hiện theo mô hình cơ quan truyền thông đa phương tiện.\n\nCơ quan thuộc Chính phủ (trừ Đài Truyền hình Việt Nam, Đài Tiếng nói Việt Nam, Thông tấn xã Việt Nam) có một cơ quan tạp chí. Quân khu, quân chủng có 1 cơ quan báo hoặc 1 cơ quan tạp chí.\n\nTổng cục và tương đương thuộc bộ, cơ quan ngang bộ có 1 cơ quan tạp chí.\n\nLộ trình thực hiện: Đến hết năm 2020, các bộ, cơ quan ngang bộ, cơ quan thuộc Chính phủ hoàn thành việc sắp xếp theo đúng quy hoạch.\n\n* [[Bộ Công an (Việt Nam)|Bộ Công an]] hoàn thành sắp xếp báo của công an 5 tỉnh, thành phố trực thuộc trung ương thành ấn phẩm của [[Công an nhân dân (báo)|Báo Công an nhân dân]] trong năm 2020.\n*Học viện, viện nghiên cứu, các trường đại học, bệnh viện đủ điều kiện theo quy định được có cơ quan tạp chí khoa học chuyên ngành. Các cơ quan tạp chí này thực hiện tự chủ theo quy định của pháp luật. \n*Mỗi tỉnh, thành phố trực thuộc trung ương có 1 cơ quan báo thuộc Đảng bộ cấp tỉnh, 1 cơ quan tạp chí thuộc hội văn học - nghệ thuật tỉnh. Một số tỉnh, thành phố là địa bàn trọng điểm về kinh tế, khoa học, công nghệ, văn hóa, du lịch được có cơ quan tạp chí chuyên ngành. Các cơ quan cấp sở, ngành thuộc các tỉnh, thành phố trực thuộc trung ương không có cơ quan báo chí.   Đến hết năm 2020, các tỉnh, thành phố trực thuộc trung ương hoàn thành việc sắp xếp theo đúng quy hoạch. Riêng Hà Nội và Thành phố Hồ Chí Minh, đến hết năm 2020 sắp xếp còn tối đa 05 cơ quan báo (không tính các cơ quan báo thuộc tổ chức tôn giáo); đến năm 2025, hoàn thành việc sắp xếp (còn 1 cơ quan báo).\n\n* Mỗi tổ chức chính trị - xã hội trung ương có 1 cơ quan báo và 1 cơ quan tạp chí. [[Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam]], [[Liên hiệp các Hội Văn học nghệ thuật Việt Nam]] có 1 cơ quan báo trực thuộc Liên hiệp và một số tạp chí của các hội thành viên. Hội Nhà báo Việt Nam, [[Hội Nhà văn Việt Nam]] có 1 cơ quan báo và 1 cơ quan tạp chí. Mỗi tổ chức xã hội - nghề nghiệp, tổ chức xã hội trung ương có 1 cơ quan tạp chí. Đến hết năm 2019, các tổ chức ở trung ương hoàn thành việc sắp xếp theo đúng quy hoạch. Riêng [[Ban Chấp hành Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh|Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh]] đến hết năm 2020 sắp xếp còn tối đa 3 cơ quan báo; đến năm 2025, hoàn thành việc sắp xếp (còn 1 cơ quan báo).\n* Đến hết năm 2020, các Tập đoàn kinh tế, Tổng công ty Nhà nước không còn cơ quan báo. Các tạp chí của Tập đoàn kinh tế, Tổng công ty Nhà nước hoạt động theo giấy phép đã được cấp; việc cấp lại giấy phép thực hiện theo quy định của Luật Báo chí. \n*Cơ quan trung ương của các tổ chức tôn giáo hoạt động hợp pháp theo quy định của pháp luật Việt Nam có 1 cơ quan tạp chí. Đến năm 2025, các tổ chức tôn giáo hoàn thành việc sắp xếp theo đúng quy hoạch.\n\n===Đối với phát thanh, truyền hình===\n\n* Hệ thống phát thanh, truyền hình đổi mới theo hướng tập trung sản xuất chương trình, bảo đảm thời lượng phát sóng chương trình sản xuất trong nước của kênh phát thanh, kênh truyền hình phục vụ nhiệm vụ chính trị, thông tin tuyên truyền thiết yếu của quốc gia và địa phương đạt tỷ lệ tối thiểu 70% tổng thời lượng phát sóng trong 1 ngày của từng kênh chương trình (trong đó, thời lượng chương trình tự sản xuất mới đạt tối thiểu 30% thời lượng các chương trình sản xuất trong nước); việc khai thác các nội dung từ kênh chương trình nước ngoài tập trung vào tin thời sự quốc tế, khoa học, kỹ thuật, thể thao, giải trí và không vượt quá 30% tổng thời lượng phát sóng trong 1 ngày của kênh đó. Đến năm 2020, các đài phát thanh, truyền hình tự bảo đảm kinh phí hoạt động thường xuyên. Nhà nước có cơ chế hỗ trợ, đặt hàng đối với các kênh, chuyên mục, chương trình phục vụ các nhiệm vụ chính trị, thông tin, tuyên truyền thiết yếu và có cơ chế phù hợp để từng bước hình thành và phát triển ngành công nghiệp sản xuất nội dung trong nước.\n* Đối với hệ thống dịch vụ phát thanh, truyền hình trả tiền, số lượng kênh chương trình nước ngoài được phép khai thác nguyên kênh trên hệ thống không vượt quá 30% tổng số kênh khai thác.\n* Kênh Truyền hình Nhân dân (cơ quan chủ quản là Báo Nhân dân), kênh Truyền hình Thông tấn (cơ quan chủ quản là Thông tấn xã Việt Nam), kênh Truyền hình Đài Tiếng nói Việt Nam (cơ quan chủ quản là Đài Tiếng nói Việt Nam), kênh Truyền hình Công an Nhân dân (cơ quan chủ quản là Bộ Công an), kênh Truyền hình Quốc phòng Việt Nam (cơ quan chủ quản là Bộ Quốc phòng), kênh Truyền hình Quốc hội (cơ quan chủ quản là Văn phòng Quốc hội) không xây dựng hệ thống truyền dẫn, phát sóng riêng; các Trung tâm truyền hình khu vực của Đài Truyền hình Việt Nam chỉ thực hiện chức năng sản xuất chương trình cho Đài Truyền hình Việt Nam tại khu vực đó, không phát sóng riêng kênh chương trình khu vực.\n* Phương án sắp xếp:\n** Đài Truyền hình Việt Nam là Đài Truyền hình Quốc gia. Đài Tiếng nói Việt Nam là Đài Phát thanh Quốc gia. Thông tấn xã Việt Nam là cơ quan thông tấn Quốc gia.\n** Thông tấn xã Việt Nam, Đài Tiếng nói Việt Nam, Báo Nhân dân, Bộ Quốc phòng, Bộ Công an, Văn phòng Quốc hội có kênh truyền hình.\n** Mỗi tỉnh, thành phố trực thuộc trung ương có 1 đài phát thanh và truyền hình. Mỗi đài chỉ có 1 kênh phát thanh, 1 kênh truyền hình phục vụ nhiệm vụ chính trị, thông tin tuyên truyền thiết yếu.\n** Riêng Thành phố Hồ Chí Minh có 1 đài phát thanh, 1 đài truyền hình. Thành phố Hà Nội, Thành phố Hồ Chí Minh, mỗi đài có tối đa 2 kênh phát thanh, 2 kênh truyền hình phục vụ nhiệm vụ chính trị, thông tin tuyên truyền thiết yếu.\n** Lộ trình thực hiện: Đến hết năm 2020, các đài phát thanh, truyền hình trên cả nước hoàn thành việc sắp xếp.\n\n===Đối với báo điện tử và tạp chí điện tử===\n\n* Phương án sắp xếp đối với báo, tạp chí điện tử tương tự như đối với báo, tạp chí in. Các cơ quan, tổ chức được có cơ quan báo, tạp chí in như quy định tại khoản 1 trên đây thì được phép có báo, tạp chí điện tử. Tạp chí điện tử phải thể hiện đúng tính chất tạp chí, không được sử dụng giấy phép xuất bản tạp chí điện tử để xuất bản báo điện tử. Lộ trình thực hiện: Việc sắp xếp thực hiện theo lộ trình như đối với báo in, tạp chí in.\n* Các báo điện tử hiện có cơ quan chủ quản là các tổ chức xã hội, tổ chức xã hội - nghề nghiệp, doanh nghiệp nhà nước thì thực hiện chuyển đổi cơ quan chủ quản hoặc chuyển thành tạp chí.\n* Về cơ bản các báo điện tử tự cân đối tài chính. Nhà nước có cơ chế hỗ trợ phát triển một số [[báo điện tử]] chủ lực có kỹ thuật, công nghệ hiện đại, tính tương tác cao, phong phú về nội dung, có khả năng thu hút công chúng, định hướng dư luận xã hội, nhất là trước các sự kiện, vấn đề quan trọng, phức tạp, nhạy cảm để phục vụ nhiệm vụ chính trị, tuyên truyền và thông tin đối ngoại (bằng tiếng Việt và tiếng nước ngoài). d) Sắp xếp hệ thống các báo điện tử gắn với đổi mới công nghệ, quản lý nhằm phát huy tối đa lợi thế về bao phủ thông tin, khả năng tương tác, tìm kiếm thông tin và xâu chuỗi sự kiện, phù hợp với xu hướng hội tụ công nghệ đa phương tiện, trở thành công cụ hữu hiệu định hướng thông tin mạng.\n\n==Hình thành đề án và thí điểm==\nTrước khi hình thành đề án, các cơ quan báo chí được lập mới mỗi năm, đẩy số lượng báo chí lên mức cao kỷ lục với hiện trạng mỗi ngành, địa phương và cơ quan chủ quản có thể có rất nhiều báo chí với đủ các loại. Có nhiều báo tự đầu tư và phát triển, nhưng cũng có rất nhiều báo vẫn xin các nguồn kinh phí từ ngân sách và các nhà tài trợ. Nhiều báo trùng lắp nhau, không tạo ra giá trị và làm bức tranh trở nên khá phức tạp. Trong khi đó, số đầu báo thực sự tốt và đem lại giá trị cho xã hội, tự sống một cách lành mạnh không có nhiều. Hiện tượng nhà báo đi kiếm quảng cáo, thậm chí tống tiền không phải là ít.\n\nĐề án này đã được hình thành từ thời [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng]] [[Nguyễn Tấn Dũng]] song chưa được ban hành và thực thi. Sau nhiều thúc đẩy, đến năm 2015, trước khi Đề án đi vào thực tế bắt đầu có những thí điểm hướng đi của đề án trên thực tế.\n\n* '''[[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Vận tải]] sáp nhập báo chí''': Từ 2015, Bộ Giao thông - Vận tải đã bắt đầu sắp xếp các cơ quan báo chí thuộc bộ với hiện trạng rất nhiều báo về 1 đầu mối, 1 báo duy nhất.<ref>{{Chú thích web|url=http:\/\/hanoimoi.com.vn\/tin-tuc\/Xa-hoi\/745929\/bo-giao-thong-van-tai-chi-con-1-to-bao-1-tap-chi\/\/|title=Bộ Giao thông vận tải chỉ còn 1 tờ báo, 1 tạp chí|tác giả=|họ=|tên=|ngày=2015-03-23|website=|url lưu trữ=https:\/\/web.archive.org\/web\/20180909013351\/http:\/\/hanoimoi.com.vn\/Tin-tuc\/Xa-hoi\/745929\/bo-giao-thong-van-tai-chi-con-1-to-bao-1-tap-chi|ngày lưu trữ=2018-09-09|url hỏng=yes|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref>\n* '''[[Bộ Thông tin và Truyền thông (Việt Nam)|Bộ Thông tin và Truyền thông]] sáp nhập báo chí''': Năm 2018, Bộ Thông tin - Truyền thông tiếp tục việc sắp xếp các cơ quan báo chí thuộc bộ theo hướng giảm đầu mối tối đa và việc đầu tiên là sáp nhập các báo thuộc nhóm báo Bưu điện Việt Nam vào [[VietNamNet|Vietnamnet]]. Theo đó, [[VietNamNet|báo điện tử Vietnamnet]] sẽ hợp nhất Báo Bưu điện Việt Nam để trở thành [[VietNamNet|Báo Vietnamnet]]. [[VietNamNet|Báo Vietnamnet]] trở thành cơ quan báo chí đa phương tiện, có nhiều ấn phẩm, thực hiện chức năng cơ quan ngôn luận của [[Bộ Thông tin và Truyền thông (Việt Nam)|Bộ Thông tin và Truyền thông]], thực hiện nhiệm vụ thông tin, tuyên truyền vì sự nghiệp phát triển các ngành, lĩnh vực thuộc phạm vi quản lý nhà nước của [[Bộ Thông tin và Truyền thông (Việt Nam)|Bộ]]. [[VietNamNet|Báo Vietnamnet]] là đơn vị sự nghiệp công lập hoạt động theo Luật Báo chí và các quy định khác liên quan, có tư cách pháp nhân, có con dấu riêng, có trụ sở chính tại Hà Nội, có tên giao dịch quốc tế là [[VietNamNet|Vietnamnet]]. [[VietNamNet|Báo Vietnamnet]] kế thừa toàn bộ quyền, nghĩa vụ hợp pháp của Báo Bưu điện Việt Nam và [[VietNamNet|Báo điện tử Vietnamnet]]; có trách nhiệm tiếp nhận bàn giao từ Báo Bưu điện Việt Nam và [[VietNamNet|Báo điện tử Vietnamnet]], duy trì ổn định hoạt động kể từ khi Quyết định có hiệu lực từ ngày 1 tháng 9 năm 2018.<ref>{{Chú thích web|url=https:\/\/vietnamfinance.vn\/quy-hoach-bao-chi-sap-nhap-bao-dien-tu-vietnamnet-voi-bao-buu-dien-viet-nam-20180504224207601.htm\/\/|title=Quy hoạch báo chí: Sáp nhập báo điện tử Vietnamnet với Báo Bưu điện Việt Nam|tác giả=|họ=|tên=|ngày=|website=vietnamfinance.vn|url lưu trữ=https:\/\/web.archive.org\/web\/20180602062028\/http:\/\/vietnamfinance.vn\/quy-hoach-bao-chi-sap-nhap-bao-dien-tu-vietnamnet-voi-bao-buu-dien-viet-nam-20180504224207601.htm|ngày lưu trữ=2018-06-02|url hỏng=yes|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref>\n\n==Sáp nhập báo chí từ sau Quyết định chính thức==\nViệc sáp nhập các cơ quan báo chí diễn ra nhanh và mạnh hơn sau khi đề án chính thức được ký và ban hành vào năm 2019. Quy hoạch được ký từ tháng 4 năm 2019 thì đến tháng 12 cùng năm, cả nước đã giảm 18 cơ quan báo chí so với năm 2018, theo báo cáo của [[Ban Tuyên giáo Trung ương]]. Cho đến 30 tháng 11 năm 2019, cả nước còn có 850 cơ quan báo chí.\n\nThống kê này cũng cho thấy, trong 850 cơ quan báo chí đó, đó, có 179 báo (83 báo trung ương và 96 báo địa phương), 648 tạp chí, 23 cơ quan báo chí điện tử độc lập. Cả nước có 72 cơ quan có giấy phép hoạt động phát thanh truyền hình với 2 đài quốc gia ([[Đài Truyền hình Việt Nam|VTV]], [[Đài Tiếng nói Việt Nam|VOV]]), 1 [[Đài Truyền hình Kỹ thuật số VTC]], 64 đài địa phương, 5 kênh truyền hình với tổng số 87 kênh phát thanh và 93 kênh truyền hình.\n\nSố liệu cùng lúc đó do [[Thanh Niên (báo)|báo Thanh niên]] đưa cho thấy tổng doanh thu báo in và báo điện tử trong năm 2019 ước đạt 4.923 tỉ đồng (báo in 3.508 tỉ đồng, giảm 3,9% so với năm 2018; báo điện tử 1.415 tỉ đồng, tăng 13,38% so với năm 2018). Tổng doanh thu của 72 đài phát thanh truyền hình là 11.394 tỉ đồng, trong đó doanh thu quảng cáo là 9.067 tỉ đồng. Cả nước thời điểm đó có 41.000 người đang công tác tại các cơ quan báo chí, trong đó có 20.407 người được cấp thẻ nhà báo<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/thoi-su\/khan-truong-thuc-hien-nghiem-quy-hoach-bao-chi-1165794.html\/|title=Khẩn trương thực hiện nghiêm quy hoạch báo chí|tác giả=Lê Hiệp|họ=|tên=|ngày=2019-12-29|website=Thanh Niên|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref>. Mức giảm này là ít và nhiều nơi vẫn chưa thực hiện hoặc thực hiện chưa tốt nên ông [[Võ Văn Thưởng]] - [[Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam|Trưởng Ban Tuyên giáo Trung ương]] đã hối thúc cần \"khẩn trương thực hiện nghiêm quy hoạch báo chí\".\n\n===Quy hoạch báo chí các hội trung ương===\nNgày 27 tháng 2 năm 2020, [[Bộ Thông tin và Truyền thông]] công bố đã triển khai xong việc chuyển đổi mô hình, sắp xếp các cơ quan báo chí của 19 tổ chức hội ở trung ương<ref name=\":3\">{{Chú thích web|url=https:\/\/tuoitre.vn\/hoan-thanh-quy-hoach-bao-chi-19-to-chuc-hoi-trung-uong-202002280040513.htm\/|title=Hoàn thành quy hoạch báo chí 19 tổ chức hội trung ương|tác giả=P.V|họ=|tên=|ngày=2020-02-28|website=Tuổi Trẻ|url lưu trữ=https:\/\/web.archive.org\/web\/20200717130427\/https:\/\/tuoitre.vn\/hoan-thanh-quy-hoach-bao-chi-19-to-chuc-hoi-trung-uong-202002280040513.htm|ngày lưu trữ=2020-07-17|url hỏng=yes|ngày truy cập=ngày 13 tháng 9 năm 2020}}<\/ref>.\n\nTheo Quy hoạch phát triển và quản lý báo chí toàn quốc đến năm 2025, 24 tổ chức hội trung ương phải chuyển đổi mô hình, sắp xếp cơ quan báo, tạp chí, trong đó mỗi tổ chức hội sau khi thực hiện quy hoạch có 1 tạp chí.<ref name=\":3\" \/> Với sự vào cuộc quyết liệt của cơ quan chỉ đạo, cơ quan quản lý nhà nước về báo chí, về cơ bản, các tổ chức hội đã thực hiện triển khai quy hoạch báo chí.<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/thong-tin-truyen-thong\/hoan-thanh-quy-hoach-bao-chi-19-to-chuc-hoi-trung-uong-620042.html|tựa đề=Hoàn thành quy hoạch báo chí 19 tổ chức hội Trung ương|tác giả=|họ=|tên=|ngày=2020-02-28|website=Vietnamnet|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 13 tháng 9 năm 2020}}<\/ref>\n\nTheo Cục Báo chí (Bộ Thông tin và Truyền thông), đến nay đã triển khai xong việc chuyển đổi mô hình, sắp xếp các cơ quan báo chí đối với 19 tổ chức hội. Cụ thể:\n\n* Báo điện tử ''Tri thức trẻ'' thành chuyên trang của báo điện tử ''Tổ quốc'', hoạt động từ 1 tháng 2 năm 2020.\n* Cấp phép cho 18 tạp chí của 18 tổ chức hội, giấy phép có hiệu lực từ ngày 1 tháng 4 năm 2020, gồm:<ref>{{Chú thích web|url=http:\/\/cand.com.vn\/thoi-su\/Hoan-thanh-quy-hoach-bao-chi-cua-19-24-to-chuc-Hoi-trung-uong-583638\/|tựa đề=Hoàn thành quy hoạch báo chí của 19 tổ chức Hội trung ương|tác giả=Hùng Quân|họ=|tên=|ngày=2020-02-28|website=Công an Nhân dân|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 14 tháng 9 năm 2020}}<\/ref> Tạp chí ''Diễn đàn doanh nghiệp'' ([[Liên đoàn Thương mại và Công nghiệp Việt Nam]]); tạp chí ''Người cao tuổi'' ([[Hội Người cao tuổi Việt Nam]]); tạp chí ''[[Bóng đá (tạp chí)|Bóng đá]]'' ([[Liên đoàn bóng đá Việt Nam|Liên đoàn Bóng đá Việt Nam]]); tạp chí ''Thời đại'' ([[Liên hiệp các tổ chức Hữu nghị Việt Nam|Liên hiệp Các tổ chức hữu nghị Việt Nam]]);<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/thoi-su\/hoan-thanh-quy-hoach-19-co-quan-bao-chi-1188564.html|tựa đề=Hoàn thành quy hoạch 19 cơ quan báo chí|tác giả=Mai Hà|họ=|tên=|ngày=2020-02-28|website=Thanh Niên|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 13 tháng 9 năm 2020}}<\/ref> tạp chí ''Chất lượng và Cuộc sống'' ([[Hội Tiêu chuẩn và Bảo vệ người tiêu dùng Việt Nam|Hội Khoa học và Kỹ thuật về Tiêu chuẩn và Chất lượng Việt Nam]]); tạp chí ''Thương hiệu và Công luận'' ([[Hiệp hội Chống hàng giả và Bảo vệ Thương hiệu Việt Nam|Hiệp hội Chống hàng giả và bảo vệ thương hiệu Việt Nam]]); tạp chí điện tử ''Giáo dục Việt Nam'' ([[Hiệp hội các trường đại học, cao đẳng Việt Nam|Hiệp hội Các trường đại học, cao đẳng Việt Nam]]); tạp chí ''Doanh nghiệp và Tiếp thị'' (Hội Marketing Việt Nam); tạp chí ''Kinh tế và Đồ uống'' ([[Hiệp hội Chè Việt Nam]]); tạp chí điện tử ''[[Zing|Tri thức trực tuyến]]'' (Hội Xuất bản Việt Nam); tạp chí điện tử ''Kinh tế Chứng khoán Việt Nam'' (Hiệp hội Kinh doanh chứng khoán Việt Nam); tạp chí ''Kinh tế nông thôn'' ([[Hội Làm vườn Việt Nam]]); tạp chí ''Một thế giới'' (Hội Thông tin Khoa học và Công nghệ Việt Nam); tạp chí ''Đời sống và Pháp luật'' ([[Hội Luật gia Việt Nam]]); tạp chí ''Năng lượng mới'' ([[Hội Dầu khí Việt Nam]]); tạp chí ''[[Báo sức khỏe cộng đồng|Sức khỏe cộng đồng]]'' ([[Hội Giáo dục chăm sóc sức khỏe cộng đồng Việt Nam]]); tạp chí ''Làng nghề Việt Nam'' ([[Hiệp hội Làng nghề Việt Nam|Hiệp hội Làng nghề Việt Nam)]]; tạp chí ''Mê Kông - ASEAN'' (Hội Phát triển hợp tác kinh tế Việt Nam - ASEAN).\n\nNgoài ra, còn 5 báo thuộc 5 tổ chức hội (2 báo đang tạm dừng xuất bản để triển khai thực hiện quy hoạch, 1 báo chuyển đổi cơ quan chủ quản, 2 báo đang hoàn thiện hồ sơ, thủ tục), [[Bộ Thông tin và Truyền thông (Việt Nam)|Bộ Thông tin và Truyền thông]] sẽ tiếp tục triển khai theo quy định.\n\n===Quy hoạch báo chí tại TPHCM===\nSau khi nhậm chức không lâu, ngày 22 tháng 5 năm 2020, Phó Chủ tịch [[Ủy ban nhân dân Thành phố Hồ Chí Minh|Ủy ban nhân dân TP.HCM]] [[Dương Anh Đức]] đã ký ban hành Quyết định số 1786 phê duyệt Đề án sắp xếp, phát triển và quản lý báo chí TP.HCM đến năm 2025<ref>{{Chú thích web|url=http:\/\/tphcm.chinhphu.vn\/tphcm-con-19-co-quan-bao-chi\/|title=TPHCM còn 19 cơ quan báo chí|tác giả=Băng Tâm|họ=|tên=|ngày=2020-05-22|website=Cổng thông tin chính phủ, thành phố Hồ Chí Minh|url lưu trữ=https:\/\/web.archive.org\/web\/20200607150324\/http:\/\/tphcm.chinhphu.vn\/tphcm-con-19-co-quan-bao-chi|ngày lưu trữ=2020-06-07|url hỏng=yes|ngày truy cập=ngày 13 tháng 9 năm 2020}}<\/ref>. Việc quy khoạch báo chí tại TP.HCM khá phức tạp và khó khăn vì tại đây có nhiều tờ báo cơ quan chủ quản nhỏ song quy mô và ảnh hưởng của báo rất lớn, không chỉ ở tầm quốc gia mà còn ở tầm quốc tế như [[Tuổi Trẻ (báo)|báo Tuổi trẻ]].<ref name=\":2\">{{Chú thích web|url=https:\/\/tuoitre.vn\/tp-hcm-con-19-co-quan-bao-chi-20200522180234818.htm|tựa đề=TP.HCM còn 19 cơ quan báo chí|tác giả=|họ=|tên=|ngày=2020-05-22|website=Tuổi Trẻ|url lưu trữ=https:\/\/web.archive.org\/web\/20200825194116\/https:\/\/tuoitre.vn\/tp-hcm-con-19-co-quan-bao-chi-20200522180234818.htm|ngày lưu trữ=2020-08-25|ngày truy cập=ngày 13 tháng 9 năm 2020|url hỏng=yes}}<\/ref>\n\nTheo đó, sau khi sắp xếp, thành phố Hồ Chí Minh còn 19 cơ quan báo chí gồm 7 báo in, gồm các báo [[Sài Gòn Giải Phóng]], [[Tuổi Trẻ (báo)|Tuổi Trẻ]], [[Người lao động (báo)|Người Lao Động]], Phụ Nữ thành phố Hồ Chí Minh, Pháp Luật TP, Công giáo và Dân tộc, Giác Ngộ.<ref>{{Chú thích web|url=https:\/\/www.thesaigontimes.vn\/303861\/quy-hoach-bao-chi-tphcm-co-7-bao-in-10-tap-chi.html|tựa đề='Quy hoạch báo chí': TPHCM có 7 báo in, 10 tạp chí|tác giả=M.Đ|họ=|tên=|ngày=2020-05-22|website=Kinh tế Sài Gòn Online|url lưu trữ=https:\/\/web.archive.org\/web\/20200605203824\/https:\/\/www.thesaigontimes.vn\/303861\/quy-hoach-bao-chi-tphcm-co-7-bao-in-10-tap-chi.html|ngày lưu trữ=2020-06-05|ngày truy cập=ngày 13 tháng 9 năm 2020|url hỏng=yes}}<\/ref><ref>{{Chú thích web|url=https:\/\/plo.vn\/thoi-su\/tphcm-con-19-co-quan-bao-chi-den-truoc-nam-2025-914289.html|tựa đề=TP.HCM còn 19 cơ quan báo chí đến trước năm 2025|tác giả=|họ=|tên=|ngày=2020-05-22|website=PLO|url lưu trữ=|ngày lưu trữ=|ngày truy cập=ngày 13 tháng 9 năm 2020|url hỏng=no}}<\/ref> Ngoài ra có 1 đài phát thanh, 1 đài truyền hình và 10 tạp chí. So với trước khi sắp xếp, giảm 8 cơ quan báo chí (chuyển thành 6 ấn phẩm phụ và 2 bản tin). Các cơ quan báo chí vừa có báo in vừa có báo điện tử, tạp chí in và tạp chí điện tử sắp xếp theo lộ trình của báo in, tạp chí in.<ref name=\":2\" \/> \n\nSố lượng cơ quan báo chí thành phố Hồ Chí Minh thực hiện sắp xếp là 27\/28 (báo ''Công an thành phố Hồ Chí Minh'' thực hiện sắp xếp theo đề án của [[Bộ Công an (Việt Nam)|Bộ Công an]]) với lộ trình gồm hai giai đoạn.\n\n'''Giai đoạn 1''': Từ khi đề án được phê duyệt đến hết năm 2020. Ở giai đoạn này, có 21 cơ quan báo chí phải sắp xếp. Trong đó, giữ ổn định một cơ quan là báo ''Sài Gòn Giải Phóng''.\n\nCụ thể, chuyển cơ quan chủ quản sáu cơ quan báo chí, gồm: Báo ''Phụ nữ thành phố Hồ Chí Minh'' chuyển từ Hội Liên hiệp phụ nữ thành phố Hồ Chí Minh sang [[Thành ủy Thành phố Hồ Chí Minh]]; [[Tuổi Trẻ (báo)|báo ''Tuổi Trẻ'']] từ Thành đoàn TP sang [[Thành ủy Thành phố Hồ Chí Minh]]; [[Người lao động (báo)|báo ''Người Lao động'']] từ Liên đoàn Lao động TP sang [[Thành ủy Thành phố Hồ Chí Minh]]; báo ''Pháp Luật thành phố Hồ Chí Minh'' từ Sở Tư pháp sang [[Ủy ban nhân dân Thành phố Hồ Chí Minh|UBND thành phố Hồ Chí Minh]]; tạp chí ''Du lịch'' từ Sở Du lịch sang [[Ủy ban nhân dân Thành phố Hồ Chí Minh|UBND thành phố Hồ Chí Minh]] và tạp chí ''Phát triển Nhân lực'' từ [[Ủy ban nhân dân Thành phố Hồ Chí Minh|UBND TP]] sang Học viện Cán bộ TP.\n\nChuyển đổi mô hình hoạt động, chuyển cơ quan chủ quản tám cơ quan báo chí thành tạp chí, gồm: Báo ''Cựu chiến binh, [[Tạp chí Kinh tế Sài Gòn|Thời báo Kinh tế Sài Gòn]],'' báo ''Giáo dục thành phố Hồ Chí Minh,'' báo ''Doanh nhân Sài Gòn, Khoa học Phổ thông, Tuần báo Văn nghệ thành phố Hồ Chí Minh.''\n\nChuyển đổi mô hình hoạt động hai cơ quan báo chí thành bản tin, gồm: Tạp chí ''Sổ tay Xây dựng Đảng,'' tạp chí ''HTV''.\n\n'''Giai đoạn 2''': Từ năm 2021 đến hết năm 2025 sẽ hoàn thành việc sắp xếp. Các cơ quan báo chí nhanh chóng ổn định, hoạt động theo yêu cầu mới. Đồng thời tiếp tục triển khai Quyết định số 362 ngày 3 tháng 4 năm 2019 của Thủ tướng Chính phủ về phê duyệt Quy hoạch phát triển và quản lý báo chí toàn quốc đến năm 2025.\n\nBên cạnh đó, báo in và tạp chí in hoạt động theo mô hình một cơ quan báo in có nhiều ấn phẩm; đối với phát thanh truyền hình hoàn thiện tổ chức nhân sự theo mô hình tinh gọn, hiệu quả; đối với báo điện tử và tạp chí điện tử tập trung phát triển báo điện tử, tạp chí điện tử chủ lực có kỹ thuật, công nghệ hiện đại, tính tương tác cao, phong phú về nội dung, thu hút công chúng, định hướng dư luận xã hội…\n\nĐến năm 2025, thành phố Hồ Chí Minh sẽ tiếp tục nghiên cứu việc sắp xếp báo chí theo Đề án còn một cơ quan truyền thông đa phương tiện.\n\nHiện nay, thành phố Hồ Chí Minh có 161 cơ quan báo chí Trung ương đặt Văn phòng đại diện và cử phóng viên thường trú; 10 chi nhánh đơn vị hoạt động truyền hình trả tiền, 46 đơn vị hoạt động truyền hình thu qua vệ tinh; 28 cơ quan báo chí của địa phương (gồm 16 báo, một đài truyền hình, một đài tiếng nói nhân dân và 10 tạp chí).\n\n=== Quy hoạch báo chí tại Hà Nội<ref>{{Chú thích web|url=https:\/\/infonet.vietnamnet.vn\/truyen-thong\/ha-noi-quy-hoach-bao-chi-giam-10-toa-soan-bao-tap-chi-56042.html|tựa đề=Hà Nội quy hoạch báo chí, giảm 10 tòa soạn báo, tạp chí|họ=News|tên=VietNamNet|website=VietNamNet|ngôn ngữ=vi|ngày truy cập=2021-12-22}}<\/ref> ===\nUBND Thành phố Hà Nội ban hành Quyết định số 18\/QĐ-UBND ngày 2 tháng 1 năm 2020 phê duyệt Đề án sắp xếp phát triển và quản lý báo chí Thành phố Hà Nội đến năm 2025 thực hiện sắp xếp 15\/20 cơ quan báo chí (riêng báo Quốc phòng Thủ đô và An ninh Thủ đô thực hiện sắp xếp theo đề án của [[Bộ Quốc phòng Việt Nam|Bộ Quốc phòng]] và [[Bộ Công an (Việt Nam)|Bộ Công an]]).\n\nQuyết định trên thể hiện mục tiêu sắp xếp hệ thống báo chí Thành phố Hà Nội gắn với đổi mới mô hình tổ chức, nâng cao hiệu quả lãnh đạo, quản lý báo chí để phát triển hệ thống báo in, báo hình, báo nói, báo điện tử; khắc phục tình trạng chồng chéo, đầu tư dàn trải, buông lỏng quản lý, hoạt động xa rời tôn chỉ, mục đích; xây dựng cơ quan báo chí chủ lực, đa phương tiện làm nòng cốt, có vai trò định hướng dư luận xã hội, thông tin đối ngoại; xây dựng đội ngũ cán bộ quản lý, phóng viên, biên tập viên có đủ phẩm chất, năng lực đáp ứng yêu cầu phát triển báo chí trong tình hình mới; nâng cao trách nhiệm lãnh đạo, quản lý báo chí của các cấp ủy Đảng, chính quyền và người đứng đầu cơ quan chủ quản và cơ quan báo chí thành phố Hà Nội.\n\nTheo đó, trong giai đoạn 1, từ khi đề án được phê duyệt đến hết năm 2020 có 3 cơ quan báo chí không phải sắp xếp; 15 cơ quan báo chí phải sắp xếp. Trong đó, dừng hoạt động 6 tạp chí: Giáo dục Thủ đô, Thương gia, Hàng hóa và Thương hiệu, Tinh hoa Đất Việt, Phái đẹp (Elle), Golf Việt Nam; Dừng hoạt động 3 cơ quan báo: Màn ảnh Sân khấu, Thời báo Doanh nhân, Cựu chiến binh Thủ đô; giữ ổn định 4 cơ quan báo: Kinh tế và Đô thị; Phụ nữ Thủ đô; Lao động Thủ đô; Tuổi trẻ Thủ đô; sáp nhập báo Pháp luật và Xã hội vào báo Kinh tế và Đô thị; chuyển đổi mô hình hoạt động 1 cơ quan báo: báo Người Hà Nội chuyển thành tạp chí chuyên ngành Văn học Nghệ thuật của TP.\n\nKết quả sau sắp xếp còn 8 cơ quan báo chí: 5 báo ([[Hànộimới|Hà Nội mới]]; Kinh tế và Đô thị; Phụ nữ Thủ đô; Lao động Thủ đô; Tuổi trẻ Thủ đô), 2 tạp chí (Khoa học (thuộc trường đại học Thủ đô); Văn học và Nghệ thuật HN), 1 Đài PT-TH Hà Nội; giảm 10 cơ quan báo chí.\n\nGiai đoạn 2, từ ngày 1 tháng 1 năm 2021 đến hết năm 2025, hoàn thành việc sắp xếp; ổn định hoạt động và nâng cao chất lượng, hiệu quả các cơ quan báo chí Thành phố sau sắp xếp. Xác định cơ quan báo chí chủ lực, nòng cốt thực hiện nhiệm vụ chính trị, định hướng thông tin tạo đồng thuận trong xã hội.\n\nĐối với báo in và tạp chí sẽ hoạt động theo mô hình một cơ quan báo in có nhiều ấn phẩm; đổi mới hình thức, nội dung. Đối với báo điện tử và tạp chí điện tử: tập trung phát triển báo điện tử có kỹ thuật, công nghệ hiện đại, tính tương tác cao, định hướng dư luận xã hội, tuyên truyền và thông tin đối ngoại (bằng tiếng Việt và tiếng nước ngoài); đổi mới công nghệ, trở thành công cụ hữu hiệu định hướng thông tin mạng.\n\nĐối với phát thanh, truyền hình: Đài PT-TH Hà Nội hoàn thiện tổ chức nhân sự theo mô hình tinh gọn, hiệu quả; đẩy mạnh cung cấp trên mạng internet; đầu tư thiết bị chuyên ngành và hệ thống an ninh, an toàn trong phát sóng; sản xuất chương trình truyền hình theo tiêu chuẩn kỹ thuật hiện đại.\n\n==Bước ngoặt của một số báo chí có hợp tác của tư nhân==\nMột số báo chí có hợp tác của các công ty tư nhân về công nghệ, khai thác quảng cáo, tài trợ... như [[Zing|Zing News]], [[Dân trí (báo)|báo Dân trí]]... cũng có những bước chuyển rất khác nhau thời kỳ này.\n\n== Quan điểm ==\nQuan điểm của Quy hoạch phát triển và quản lý báo chí đến năm 2025 xác định phát triển báo chí đi đôi với quản lý tốt, theo hướng cách mạng, chuyên nghiệp, hiện đại, chất lượng, hiệu quả đáp ứng nhu cầu thông tin của nhân dân, tuyên truyền đường lối của [[Đảng Cộng sản Việt Nam|Đảng]], chính sách, pháp luật của [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước]], đoàn kết tập hợp quần chúng, tạo đồng thuận trong xã hội, định hướng tư tưởng và thẩm mỹ, góp phần nâng cao dân trí, phát triển văn hóa và con người Việt Nam.\n\nQuy hoạch cũng xác định phát triển báo chí phù hợp với xu thế phát triển khoa học công nghệ và thông tin, truyền thông thế giới. Kết hợp chặt chẽ các loại hình báo chí đồng thời phát huy lợi thế của các phương tiện, dịch vụ thông tin Internet nhằm chủ động cung cấp thông tin chính thống, có định hướng, tăng diện bao phủ trong nước và quốc tế; hạn chế ảnh hưởng tiêu cực và bảo đảm an toàn, an ninh thông tin mạng.<ref name=\":1\">{{Chú thích web|url=https:\/\/nhandan.com.vn\/tin-tuc-su-kien\/phe-duyet-quy-hoach-phat-trien-va-quan-ly-bao-chi-den-nam-2025-354474\/|tựa đề=Phê duyệt Quy hoạch phát triển và quản lý báo chí đến năm 2025|tác giả=Nguyên Minh|họ=|tên=|ngày=2020-04-03|website=Nhân Dân|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 13 tháng 9 năm 2020}}<\/ref>\n\nQuy hoạch cũng nêu rõ Nhà nước có cơ chế, chính sách tài chính, đào tạo, tạo điều kiện cần thiết cho báo chí phục vụ nhiệm vụ chính trị, tuyên truyền đồng thời khuyến khích các cơ quan báo chí tăng cường huy động nguồn lực phát triển nhưng phải bảo đảm đúng tôn chỉ, mục đích, không chạy theo lợi nhuận thuần túy, không để tư nhân sở hữu báo chí, không để nhóm lợi ích chi phối báo chí.<ref name=\":1\" \/>\n\n== Mục đích ==\nMục đích của đề án là sắp xếp hệ thống báo chí gắn với đổi mới mô hình tổ chức, nâng cao hiệu quả lãnh đạo, quản lý báo chí để phát triển hệ thống báo in, báo hình, báo nói, báo điện tử. Xây dựng một số cơ quan báo chí chủ lực, đa phương tiện làm nòng cốt, có vai trò định hướng dư luận xã hội. Sắp xếp hệ thống báo chí, khắc phục tình trạng chồng chéo, dàn trải đầu tư, buông lỏng quản lý, hoạt động xa rời tôn chỉ mục đích; gắn với việc xác định rõ trách nhiệm lãnh đạo, quản lý báo chí của các cấp ủy Đảng, chính quyền, nhất là của người đứng đầu cơ quan chủ quản và cơ quan báo chí. Xây dựng đội ngũ cán bộ quản lý, phóng viên, biên tập viên có đủ phẩm chất, năng lực đáp ứng yêu cầu phát triển báo chí trong tình hình mới.<ref>{{Chú thích web|url=https:\/\/nghean.dcs.vn\/vi-vn\/tin\/quy-hoach-phat-trien-va-quan-ly-bao-chi-toan-quoc-den-2025\/277354-500969-110550|tựa đề=Quy hoạch phát triển và quản lý báo chí toàn quốc đến 2025|tác giả=|họ=|tên=|ngày=2019-06-12|website=Đảng bộ tỉnh Nghệ An|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 9 tháng 9 năm 2020}}<\/ref>\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n== Thư mục ==\n\n* {{Chú thích sách|title=Theories of the information society|url=https:\/\/archive.org\/details\/theoriesinformat00webs_923|last=Frank Webster|first=|publisher=Routlege Publisher|year=2006|isbn=|location=|pages=[https:\/\/archive.org\/details\/theoriesinformat00webs_923\/page\/n16 8]-9}}\n* {{Chú thích sách|title=Prain – The role of PR agency on public policy PR|last=Woo Young Choi|first=|publisher=Prain Company|year=2016|isbn=|location=Hàn Quốc|pages=}}\n* {{Chú thích sách|title=Les marché des média au Vietnam: etats des lieux et perspectives d'évolution|last=Đỗ Thị Thu Hằng|first=|publisher=Les Cahier de la SFSiC, Société Français des Sciences de l'information de la Communication|year=2017|isbn=|location=Pháp|pages=337-354}}\n* {{Chú thích tạp chí|last=Đỗ Thị Thu Hằng|first=|date=Tháng 7 năm 2017|title=Thị trường báo chí truyền thông Việt Nam – thực trạng và xu hướng phát triển|url=|journal=Tạp chí Lý luận chính trị và Truyền thông|volume=|pages=|via=}}\n* {{Chú thích tạp chí|last=Đỗ Thị Thu Hằng|first=|date=Tháng 9 năm 2018|title=Công tác quản lý báo chí truyền thông trong bối cảnh phát triển xã hội thông tin ở Việt Nam hiện nay|url=|journal=Tạp chí Lý luận chính trị và Truyền thông|volume=338|pages=|via=}}\n\n== Liên kết ngoài ==\n\n* [https:\/\/www.mic.gov.vn\/Pages\/TinTuc\/138822\/Toan-van-Quy-hoach-phat-trien-va-quan-ly-bao-chi-toan-quoc-den-nam-2025.html Toàn văn Quy hoạch phát triển và quản lý báo chí toàn quốc đến năm 2025] tại Bộ Thông tin và Truyền thông {{In lang|vi}}\n* [https:\/\/www2.chinhphu.vn\/portal\/page\/portal\/chinhphu\/noidungquyhoachnganh?_piref33_14744_33_14741_14741.strutsAction=ViewDetailAction.do&_piref33_14744_33_14741_14741.docid=4538&_piref33_14744_33_14741_14741.substract= Phê duyệt Quy hoạch hệ thống báo chí đối ngoại đến năm 2020, định hướng đến năm 2030]{{Liên kết hỏng|date=2023-02-20 |bot=InternetArchiveBot }} tại Cổng thông tin [[Chính phủ Việt Nam|Chính phủ]]\n{{sơ khai}}\n\n[[Thể loại:Báo chí Việt Nam]]\n[[Thể loại:Lịch sử báo chí Việt Nam]]"}