{"199594":"{{chú thích trong bài}}\n\n{{Thông tin nghệ sĩ\n| nền = ca sĩ\n| hình = Quách Thị Hồ.jpg\n| tiền tố = [[Nghệ sĩ nhân dân]]\n| tên = Quách Thị Hồ\n| quốc tịch = {{VIE}}\n| nghề nghiệp = \n| giải thưởng 1 = Liên hoan Quốc tế<br>Âm nhạc Truyền thống châu Á\n| năm 1 = 1983\n| hạng mục 1 = Giải I\n| danh hiệu = [[Nghệ sĩ nhân dân]] (1988)\n| thể loại âm nhạc = Ca trù\n| chú thích hình = \n| nghệ danh = \n| tên khai sinh = \n| ngày sinh = {{ngày sinh|1909|6|11}}\n| nơi sinh = [[Văn Giang]], [[Bắc Ninh]]\n| ngày mất = {{ngày mất và tuổi|2001|1|4|1909|6|11}}\n| nơi mất = [[Hà Nội]]\n}}\n\n'''Quách Thị Hồ''' ([[11 tháng 6]] năm [[1909]] – [[4 tháng 1]] năm [[2001]]) là một bậc thầy về [[ca trù]] và là danh ca ca trù nổi tiếng. Bà là người đầu tiên đưa tiếng hát ca trù của [[Việt Nam]] ra nước ngoài. Năm [[1988]], bà được phong tặng danh hiệu [[Nghệ sĩ nhân dân (Việt Nam)|Nghệ sĩ Nhân dân (NSND)]].\n\n== Tiểu sử ==\nBà sinh năm [[1909]] tại làng Ngọc Bộ, xã Long Hưng, huyện [[Văn Giang]], [[Hưng Yên]] (trước thuộc tỉnh [[Bắc Ninh]], nơi sản sinh nhiều làn điệu [[quan họ]]). Bà sinh ra trong một gia đình có nghiệp đàn hát lâu đời. Mẹ bà cũng là một ca nương có tiếng. Ngay từ nhỏ, bà Hồ đã sống trong tiếng đàn phách, rồi được mẹ truyền nghề đàn hát.\n\nNăm [[1930]], bà đi ra Hà Nội hát, sau đó làm chủ nhà hát Vạn Thái ở phố Bạch Mai. Bà trở thành đào nương nổi tiếng cùng với bà Nguyễn Thị Phúc. Sau Cách mạng tháng 8, rồi kháng chiến chống Pháp, bà đi hát ở [[Vĩnh Yên]], [[Phú Thọ]], [[Thái Nguyên]].\n\nNăm [[1954]], [[hòa bình]] lập lại ở miền Bắc, bà làm cộng tác viên cho chuyên mục [[ngâm thơ]] của [[Đài Tiếng nói Việt Nam]] cùng với bà Nguyễn Thị Phúc. Do hoàn cảnh lúc này nghệ thuật ca trù bị coi là tàn dư của [[phong kiến|chế độ phong kiến]] cũ nên những đào kép đều từ bỏ nghề Tổ. Năm [[1976]], Giáo sư [[Trần Văn Khê]] từ [[Pháp]] trở về [[Hà Nội]] và tìm gặp các nghệ nhân ca trù. Tại đây ông đã ghi âm tiếng hát của bà đem đi giới thiệu với thế giới. Năm [[1978]], Hội đồng Âm nhạc Quốc tế của [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] và Viện Nghiên cứu Quốc tế về Âm nhạc đã trao tặng bà bằng danh dự cho công lao \"gìn giữ một di sản nghệ thuật truyền thống quý báu của Việt Nam, một vốn quý của nhân loại\". Năm [[1983]], băng ghi âm tiếng hát của bà đại diện cho Việt Nam đã được xếp hạng nhất tại Liên hoan Quốc tế Âm nhạc Truyền thống châu Á ở [[Bình Nhưỡng]] (Triều Tiên). Năm [[1984]], bà tham gia bộ phim tư liệu ''Nghệ thuật ca trù'' của đạo diễn [[Ngô Đặng Tuất]] và hội ngộ cùng các nghệ nhân khác như Nguyễn Thị Phúc, Nguyễn Thị Hào, Chu Văn Du, Nguyễn Thế Tuất, Phó Đình Kỳ, Đinh Khắc Ban, [[Phó Thị Kim Đức]], Phạm Thị Mùi. Quách Thị Hồ đã trở thành nghệ nhân ca trù tiêu biểu của Việt Nam. Giọng hát của bà đã được Đài tiếng nói Việt Nam thu âm, phát sóng rộng rãi trên sóng phát thanh của Đài. Năm [[1988]], bà được nhận danh hiệu [[Nghệ sĩ Nhân dân|Nghệ sĩ nhân dân]], là nghệ nhân ca trù duy nhất nhận danh hiệu này.\n\nNghệ nhân Quách Thị Hồ mất năm [[2001]] tại Hà Nội, hưởng thọ 92 tuổi.\n\n== Giọng hát và sự nghiệp ==\nBà sở hữu một giọng hát đặc biệt, cùng tiếng phách điêu luyện đã chinh phục nhiều người thưởng thức. Nhiều người đánh giá giọng hát của bà như:\n* \"''Có người ví tiếng hát của Quách Thị Hồ đẹp và tráng lệ như một tòa lâu đài nguy nga, lộng lẫy, mà mỗi một tiếng luyến láy cao siêu tinh tế của bà là một mảng chạm kỳ khu của một bức cửa võng trong cái tòa lâu đài ấy. Tiếng hát ấy vừa cao sang bác học, vừa mê hoặc ám ảnh, diễn tả ở mức tuyệt đỉnh nhất các ý tứ của các văn nhân thi sĩ gửi gắm trong các bài thơ.'' - Vũ Khang<ref>{{Chú thích web |url=http:\/\/www.baohungyen.vn\/content\/viewer.asp?a=4739&z=126 |ngày truy cập=2008-03-19 |tựa đề=Nghệ sĩ nhân dân Quách Thị Hồ |archive-date=ngày 2 tháng 4 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080402234939\/http:\/\/www.baohungyen.vn\/content\/viewer.asp?a=4739&z=126 |url-status=dead |=https:\/\/web.archive.org\/web\/20080402234939\/http:\/\/www.baohungyen.vn\/content\/viewer.asp?a=4739&z=126 }}<\/ref>\n* \"''Chất giọng khỏe, đanh, sắc như đổ vàng vào tai người nghe, chất giọng đầy uy quyền có thể hiếp đáp được người nghe''\" - Trần Ngọc Linh<ref name=tnl\/>.\n\nMột trong những kĩ thuật đặc trưng nhất của bà là kĩ thuật [[đổ hột]] hay [[nảy hạt]] - một kĩ thuật thường thấy trong [[xẩm]], [[tuồng]] và cả [[quan họ]]. Giáo sư [[Trần Văn Khê]] và [[Trần Quang Hải]] cho rằng kĩ thuật đổ hột trong giọng hát của bà là đặc trưng của nghệ thuật hát ả đào. Tuy nhiên Trần Ngọc Linh lại phản bác ý kiến này. Ông cho rằng: kĩ thuật đổ hột hoàn toàn không có trong bất cứ nghệ nhân cũ nào khác, hay cũng không được nhắc đến trong bất kì tác phẩm nghiên cứu nào về ca trù trước đây<ref name=tnl>[http:\/\/vietnamnet.vn\/service\/printversion.vnn?article_id=818901 Đổ hột có phải là một kỹ thuật đặc trưng Ca trù?] - Trần Ngọc Linh<\/ref>, điều đó chứng tỏ đổ hột hoàn toàn không phải là kĩ thuật Ca trù. Để giải thích về giọng hát đặc biệt của bà, ông cho rằng đổ hột là yếu tố tự nhiên trong giọng hát của bà, tiếp thu từ người mẹ và giáo phường ở Kinh Bắc - cái nôi của nghệ thuật quan họ. Sau này những cô đầu trong nhóm Ca trù Thái Hà đã bắt chước kĩ thuật này của bà qua những băng ghi âm của bà. Nhóm đã thực hiện nhiều chuyến lưu diễn, thông qua sự giới thiệu của ông Trần Văn Khê, đưa tiếng hát ca trù ra thế giới và những điều này đã gây ra sự nhầm lẫn trong giới nghiên cứu ca trù về kĩ thuật đổ hột<ref name=tnl\/>.\n\nTrong những năm thập niên 1950-1970, nghệ thuật ca trù không có chỗ đứng do bị coi là tàn tích của chế độ phong kiến cũ. Nhiều đào nương kép đàn đã phải bỏ nghề, bỏ Tổ. Nhưng chỉ có bà là người dám tự nhận mình là một cô đào, sống với Tổ và nghề<ref>{{Chú thích web |url=http:\/\/nguoivienxu.vietnamnet.vn\/vanngheviet\/hoatdongvhnt\/2005\/05\/424869\/ |ngày truy cập=2008-03-19 |tựa đề=Quách Thị Hồ - sênh phách giọng sầu gửi bóng mây |archive-date=ngày 22 tháng 2 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080222161540\/http:\/\/nguoivienxu.vietnamnet.vn\/vanngheviet\/hoatdongvhnt\/2005\/05\/424869\/ |url-status=dead |=https:\/\/web.archive.org\/web\/20080222161540\/http:\/\/nguoivienxu.vietnamnet.vn\/vanngheviet\/hoatdongvhnt\/2005\/05\/424869\/ }}<\/ref>, như câu nói dũng cảm mà bà đã từng nói: \"''Tôi sẵn sàng đeo biển trước ngực đi trên phố để nói tôi là người hát Ca trù''\"<ref name=tnl\/>. Năm [[1978]], khi tiếng hát ca trù lần đầu tiên được vang danh trên thế giới, bà đã được ghi nhận là một trong những nghệ nhân ca trù tiêu biểu. Cũng từ đây, nghệ thuật ca trù đã dần được khôi phục, và được biết đến là một trong những di sản quý báu của Việt Nam và nhân loại. Có thể nói Quách Thị Hồ là người đã có công đóng góp lớn trong việc khôi phục, quảng bá và phát triển nghệ thuật ca trù. Giọng hát của bà cũng được nhiều nghệ sĩ học hỏi như nhóm Ca trù Thái Hòa và nghệ sĩ [[Thúy Loan]].\n\n== Tán thưởng ==\n* Nghệ nhân Quách Thị Hồ và Nguyễn Thị Phúc đã được nhắc tới trong ''Giai thoại về một chầu hát không tiền khoáng hậu'' của [[Thạch Lam]] (ký tên Hoài Điệp Thứ Lang)<ref name=tnl\/>\n* Nhà thơ [[Trần Huyền Trân]] đã viết bài thơ Sầu chung để tặng cho bà:\n\"''Tự cổ sầu chung kiếp xướng ca''\/ ''Mênh mông trời đất vẫn không nhà''\/''Người ơi mưa đấy? Hay sênh phách''\/ ''Tay yếu gieo lòng xuống chiếu hoa...''\/''Thôi khóc chi ai kiếp đọa đầy''\/'' Tỳ bà tâm sự rót nhau say''\/ ''Thơ ta gửi tặng người ngâm nhé''\/ ''Cho vút giọng sầu tan bóng mây''\".\n* Năm bà 76 tuổi, Nghệ sĩ nhân dân [[Tào Mạt]] đã viết tặng bà:\n::Trang tặng Quách Thị Hồ nghệ sĩ\n\n::\"''Bắc cách, Nam phong, cung dữ thương,''\n::''Hà Mô lục tuế trại Thu Nương,''\n::''Ca trường lạc hội mai tiêu phẩm''\n::''Thất bát hồ cầm hựu nhất chương''\"\n\ndịch là:\n\n::Trân trọng tặng nghệ sĩ Quách Thị Hồ\n\n::''Bắc cách, Nam phong, cung dữ thương''\n::''Hà Mô sáu tuổi sánh Thu Nương <ref>Hà Mô là xóm ca lâu nổi tiếng của Trung Hoa, còn Thu Nương là ca nữ nổi tiếng đời Đường. Câu này lấy từ tích trong bài \"Tỳ bà hành\" nổi tiếng của [[Bạch Cư Dị]], thuật lời tâm sự của một ca nữ với Bạch Cư Dị, từng là đồng nghiệp của Thu Nương: ''Rằng: \"Xưa vốn là người kẻ chợ; Cồn Hà Mô trú ở lân la; Học đàn từ thuở mười ba, Giáo phường đệ nhất chỉ đà chép tên; Gã thiện tài sợ phen dừng khúc, Ả Thu Nương ghen lúc điểm tô...\"''<\/ref>''\n::''Ca tàn, hội vãn hương mai ngát,''\n::''Bảy tám hồ cầm lại một chương''\n\n== CD, đĩa nhạc ==\n* CD Nghệ sĩ nhân dân Quách Thị Hồ - Đào nương bậc nhất thế kỷ 20 do Viện âm nhạc sản xuất\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* [http:\/\/www.sankhauvietnam.com.vn\/Story\/nghesy\/2007\/1\/1477.html Nhân ngày giỗ Nghệ sĩ Nhân dân Quách Thị Hồ (10-12 âm lịch): Sênh phách giọng sầu gửi bóng mây ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080402030647\/http:\/\/www.sankhauvietnam.com.vn\/Story\/nghesy\/2007\/1\/1477.html |date = ngày 2 tháng 4 năm 2008}}\n* [http:\/\/vietnamnet.vn\/service\/printversion.vnn?article_id=818901 Đổ hột có phải là một kỹ thuật đặc trưng Ca trù? ]\n\n{{Thời gian sống|sinh=1909|mất=2001}}\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Nghệ nhân]]\n[[Thể loại:Nghệ sĩ nhân dân Việt Nam]]\n[[Thể loại:Ca trù]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Ca sĩ thế kỷ 20]]\n[[Thể loại:Ca sĩ thế kỷ 21]]\n[[Thể loại:Nữ ca sĩ Việt Nam]]"}