{"117483":"[[Hoàng giáp]] '''Quách Hữu Nghiêm''' (郭有嚴, 1442-1503), quê xã '''[[Thái Phúc]]''', huyện [[Thái Thụy]] tỉnh [[Thái Bình]], quan [[nhà Lê sơ]], dưới hai đời vua [[Lê Thánh Tông]] và [[Lê Hiến Tông]], tới chức [[Thượng thư]] bộ Lại kiêm Đô ngự sử.\n\n== Tiểu sử ==\n[[Hình:Cổng Den tho Thái Phúc.jpg|nhỏ|250px|phải|Cổng đền - từ đường Thái Phúc, nơi thờ cụ Quách Đình Bảo và Quách Hữu Nghiêm]]\n\nQuách Hữu Nghiêm sinh ngày 3 tháng 10 năm Nhâm Tuất (1442). Tất cả anh em nhà ông (mà người anh cả là [[Quách Đình Bảo]]) đều theo học quan Tế tử Quốc tử giám Nguyễn Thành. Năm 1466, niên hiệu Quang Thuận thứ 7, đời vua Lê Thánh Tông, ông thi đình đỗ Hoàng giáp, là một trong ba người đỗ đầu khoa thi đó. Sau một thời gian làm quan ở Hàn lâm viện, ông được cử giữ chức Tả thị lang bộ Lễ. Năm 1484, ông được phong phó Đô ngự sử Ngự sử đài. Năm Canh Thân (1500), ông được thăng Thái thường tự khanh. Năm 1502, ông được cử làm Chánh sứ đi sứ [[nhà Minh]].\n\nLúc còn trẻ tài cao, hai anh em ông làm quan đồng triều, trải nhiều chức vụ cao. Năm Canh Tuất 1490, ông làm Phó đô ngự sử, rồi thăng Đô ngự sử và từng được giao nhiệm vụ coi việc thi Đình, làm Đề điệu trông coi hai khoa thi Đình năm Quý Sửu 1493, Bính Thìn 1496. Hiện nay có tên đường Quách Hữu Nghiêm tại quận Tân Bình, Thành phố Hồ Chí Minh.\n\nHiện tại,tại thành phố Thái Bình cũng có đường Quách Hữu Nghiêm, tại phường Tiền Phong, gần với đường mang tên anh trai ông là Quách Đình Bảo.\n\n[[Hình:Lang mo cu Nghiem 1.jpg|nhỏ|250px|Lăng mộ Quách Hữu Nghiêm, có hình như thuyền quan]]\n== Hoạt động về quân sự ==\nHai anh em ông từng theo vua [[Lê Thánh Tông]] đi chinh chiến mở mang bờ cõi, hành quân đánh chiếm Chiêm Thành và chinh chiến sang cả phía tây.\n\nNăm 1471, vua [[Lê Thánh Tông]] thân đi dẹp [[Chiêm Thành]], lấy [[Quách Đình Bảo]] và [[Đỗ Nhuận]] làm quan đông các hiệu thư, Quách Hữu Nghiêm làm ký lục quân vụ, [[Ngô Sĩ Liên]] làm sử quan. Ông lo việc thư ký quân vụ, giải quyết việc ghi chép sổ sách, tổng hợp binh, lương... và truyền đạt mệnh lệnh. Khi đó Quách Hữu Nghiêm 29 tuổi được hầu bên Vua là vinh hạnh lớn. Ông siêng năng, sổ sách mạch lạc, tấu trình việc quân việc lương rành mạch, được vua yêu, cho gần thuyền ngự, ở gần long trại.\n\nĐến cửa Đại Càn (cửa Cờn, Quỳnh Lưu, Nghệ An, có [[đền Cờn]] rất thiêng), đang vào mùa đông bỗng nổi gió chướng, cho nên không thể hành quân. Lệnh truyền rẽ vào sông Hoàng Mai, vừa cho binh lính nghỉ ngơi, vừa đợi thuyền lương của quan vận tải [[Đông Hải Đại Vương|Nguyễn Phục]]. Xa giá ngự phía hữu ngạn, cạnh đền Hương Cần, tức đền Cờn (xã Hương Cần cũ, nay đổi là xã Quỳnh Phương). Vua [[Lê Thánh Tông]] thân vào thắp hương khấn lễ cầu thần linh phù hộ quân ta thắng trận. Quách Hữu Nghiêm ở trại tả ngạn, phía trong Dị Nậu. Nơi đây thật là kỳ diệu, núi gặp đồng bằng, sông gặp non xanh, núi gặp được biển, Quách Hữu Nghiêm làm thơ vịnh hào khí quân ta, ca ngợi non nước. Tại đây ông gặp bà Hồ Thị Thành, vốn dòng Hoàng tộc, người có tài cầm kỳ thi họa. Người quốc sắc kẻ văn tài, họ Quách họ Hồ tâm đầu ý hợp, được anh cả '''[[Quách Đình Bảo]]''' (cùng trong quân) cho phép, được đức vua Lê Thánh Tông ra ân, hai người đã làm lễ thành thân.\n\nĐầu năm Tân Mão (1471), quân Đại Việt đánh vào tận kinh thành Chà Bàn (Vijaya, Bình Định), bắt được vua Chiêm là [[Trà Toàn]]. Kể từ đây, [[Chiêm Thành]] bị sáp nhập vào Đại Việt. Không còn nạn Chiêm Thành quấy nhiễu kinh đô Thăng Long nữa. Khi đại quân chiến thắng trở về, qua cửa Đại Càn (cửa Cờn), Quách Hữu Nghiêm được Vua và anh cả Quách Đình Bảo cho lưu lại quê ngoại ít ngày. Duyên trời xui khiến, bà Hồ Thị Thành có tin vui. Chín tháng sau thì sinh được Quách Quý Công, sau trở thành Anh Kiệt tướng quân và thành tổ chi họ Quách Hữu ở Quỳnh Lưu, Nghệ An. Anh Kiệt tướng quân sau này được cử làm thượng tướng, coi quân cẩm y vệ, luôn hầu giá bên vua.\n\n== Hoạt động về giáo dục ==\nQuách Hữu Nghiêm làm việc tại Hàn Lâm Viện, giữ chức Tả Lang Bộ Lễ. Ông được cử làm đề điệu (Chánh chủ khảo) các khoa thi đình năm Canh Tuất (1490), Quý Sửu (1493), Bính Thìn (1496). Năm 1484, ông đã tâu với vua Lê Thánh Tông và được Vua chấp thuận về việc cải cách chế độ học bổng với học sinh Quốc Tử Giám.<ref>[[Đại Việt sử ký toàn thư|Đại Việt Sử ký toàn thư]] Bản Kỷ Thực Lục, Quyển 13<\/ref> Không dừng lại ở lĩnh vực giáo dục khoa cử, với chức trách làm việc ở Ngự sử đài, trung thực nói thẳng, giám sát và xét thật công bằng việc của trăm quan trước mặt Nhà vua.<ref>Nam châu đồng phả, bản tiếng Hán viết năm 1625-1909. Bản dịch của Sở Văn hóa Thái Bình năm 1976.<\/ref>\n\n== Hoạt động về luật pháp ==\nThời vua Hiến Tông năm 1499 khi cụ Nghiêm nghiên cứu về pháp luật trước bối cảnh xã hội lúc đó, tệ quan liêu, cường hào đã làm cho dân chúng khổ sở. Cụ Nghiêm tấu trình và được Vua chấp thuận, khiến kẻ gian ác biết được sợ hãi mà không dám buông tuồng hung bạo.\n\n== Hoạt động ngoại giao và tài văn chương ==\nTrong bối cảnh lịch sử thời Lê Thánh Tông và Lê Hiến Tông, đối với công việc ngoại giao với Nhà Minh, chính quyền phong kiến Đại Việt thời đó đã tỏ ra sáng suốt và khôn khéo, mềm dẻo về sách lược, cứng rắn về nguyên tắc, nó được thể hiện qua lời tuyên ngôn của Lê Thánh Tông \"Kẻ nào dám đem một tấc đất của Lê Thái Tổ làm mồi cho giặc, kẻ đó sẽ bị trị tội tru di\".\n\nNăm Nhâm Tuất 1502, Quách Hữu Nghiêm giữ chức Chánh sứ sang nhà Minh với duyên cớ tạ ơn mũ áo, nhằm tiếp tục duy trì quan hệ ngoại giao mềm dẻo với họ. Với trách nhiệm nặng nề là cầm đầu đoàn sứ bộ, song với tài thông minh, lanh lẹ ứng đối, xử lý các công việc như thần, Quách Hữu Nghiêm đã tỏ ra là một nhà ngoại giao xuất sắc mà có lẽ công việc này cũng là đắc trí nhất trong đời làm quan của Cụ. Sử gia Phan Huy Chú nhận xét là \"Nhà ngoại giao đầy mưu chước chính trị\".\n\nNăm Quý Hợi tháng 3, khi sắp về nước sứ ta vào bệ kiến vua Minh để tạ từ, nhân nhìn thấy trên sân rồng ánh nắng chiếu qua cái lọng bị thủng lỗ (có lẽ là mái nhà thủng), vua Minh đã ra câu đối rằng:\n\n:''\"Ốc lậu nhật xuyên hình như kê noãn tam tam tứ tứ\". ''\n\nDịch là: Nhà thủng mặt trời xuyên qua, hình như trứng gà ba ba bốn bốn.\n\n:Sứ ta đối lại:\n:''\"Giang trường phong lộng thế tự long lân điệp điệp trùng trùng\".''\n\nDịch là: Sông lớn gió thổi giống như vẩy rồng trùng trùng điệp điệp.\n\nVua Minh thấy ông đối chỉnh ý, chỉnh chữ mà hùng khí lẫm liệt, ngợi khen hết lời. Qua tài thông minh, ứng đối mau lẹ qua các bài biểu, bài tâu đối trí, những lần được mời lên trên điện, vua Minh ban cho áo đại hồng có thêu con dê thần và đám mây bằng kim tuyến xen chỉ tơ sống, chỉ gai. Giao cho thượng thư bộ binh cấp cho đoàn sứ bộ ta một thuyền lớn để trở về nước. Vua Minh ban cho Quách Hữu Nghiêm bốn chữ \"Tam Đại Di Tài\", xếp ông là nhân tài thời tam đại. Lần đi sứ này đoàn sứ bộ Việt Nam được Bắc Kinh đón tiếp rất trọng thể, đưa lại kết quả rất tốt đẹp và có thể nói rằng chưa có trong lịch sử ngoại giao giữa Việt Nam và Trung Quốc trước đó.\n\nVua Minh hỏi: Đường về quê có nơi nào sông rộng, nước sâu nhất? Sứ thần tâu: Sâu nhất là cửa Côn Giang. Vua lấy chiếc hòm quý đề mấy chữ không cho biết là gì, dặn khi nào về đến sông Côn hãy mở ra.\n\nTháng 7 năm Quý Hợi (1503), sứ bộ về đến Thăng Long. Vua Lê Hiến Tông khen ông: \"Toàn quân mệnh, tráng quốc uy\", nghĩa là làm vẻ vang quốc thể, rạng rỡ quân vương và thăng lên chức thượng thư Bộ Lại. Vua lưu giữ cụ Nghiêm tại kinh thành hai tháng, rồi cho phép về thăm quê. Về tới bến Côn Giang, ông sai quân mở chiếc hòm quý ra, thấy có bốn chữ bằng bạch kim \"Côn Giang lão nhân\". Tương truyền tự nhiên ông không ốm mà mất. Sau đó trời nổi phong ba và thuyền quan bị đắm. Trên thuyền khi đó còn có 92 quan quân tùy tùng cũng mất theo.\n\nHôm ấy là ngày 9\/9 năm Quý Hợi (1503). Ông hưởng thọ 62 tuổi. Vua [[Lê Hiến Tông]] vô cùng thương xót, ban tặng thụy hiệu là \"Táp Trai\", cấp cho quan tài đồng, cử qụan Bộ Lễ về tế. Nhà Vua còn phong sắc là \"Thượng Đẳng Thần\".\n\nVua ban chỉ dụ xây đền thờ ông Quách Hữu Nghiêm tại làng Thuyền Quan, gọi là '''[[đền Côn Giang]]''' và ban cho 50 mẫu ruộng công điền để bốn mùa hương khói tế lễ. Làng Thuyền Quan nay đổi thành xã [[Thái Hà, Thái Thụy|Thái Hà]], huyện Thái Thụy, Thái Bình. Đền Côn Giang là đền cổ, tồn tại nguyên vẹn đến tận ngày nay với tuổi đời hơn 500 năm. Năm 2010-2011, gia đình ông '''[[Quách Tuấn Ngọc]]''' chủ trì cùng con cháu họ Quách đã tu bổ, tôn tạo đền Côn Giang và phần mộ, làm cho đền được khang trang, uy nghiêm, đẹp đẽ.\n\nNăm 2013, Bộ Văn Hóa Thể thao và Du linh đã đầu tư trùng tu lớn đền Côn Giang.\n\nHiện nay, đều đặn hàng năm, dân làng các xã xung quanh đều tổ chức 5 ngày lễ hội đền Côn Giang để tưởng nhớ ngày mất của ông.\n\n[[Hình:Le te 1.jpg|nhỏ|250px|Lễ tế ông Quách Hữu Nghiêm nhân ngày kỵ (cửu trùng) 9\/9 hàng năm]]\nÔng Nghiêm còn có đền thờ tại xã Thái Tân, Thái Thuỵ, Thái Bình, là nơi ông dạy học trong thời gian ở nhà chịu tang.\n\nLúc ở quê nhà, cụ Nghiêm kết duyên với tổ mẫu Tạ Thị Cứu, tức Bồ Đề phu nhân, sinh ra '''[[Quách Đình Nhân]]''' và '''[[Quách Thị Xuân Dung]]'''. Cô Xuân Dung được phong làm công chúa, con nuôi vua Lê Thánh Tông. Cô mất lúc còn rất trẻ. Bà Tạ Thị Cứu quê gốc tại Tiên Lữ, Hưng Yên nên sinh ra chi họ Quách Hữu tại Tiên Lữ.\n\nNăm 1471, trên đường hành quân đi chinh phạt Chiêm Thành, khi dừng quân tại Quỳnh Lưu, Nghệ An, cụ Nghiêm bén duyên với bà thứ là Hồ Thị Thành. Năm sau sinh hạ được một con trai và sau này hình thành nên chi Quách Hữu tại Quỳnh Lưu.\n\n[[Hình:Cổng Đền Thái Tân - nen.jpg|nhỏ|250px|Đền Thái Tân, một nơi khác có đền thờ cụ Quách Hữu Nghiêm]]\n\n== Giai thoại ==\nVề sự kiện ông mất ngày 9\/9 có giai thoại như sau:\n\nKhi đi sứ, ông chơi thân với một thầy Tàu giỏi tử vi. Trước khi ông về, được thầy Tàu xem và báo ngày mất. Quách Hữu Nghiêm là người sống phóng khoáng, rất có tài biện luận. Khi phụng mệnh đi sứ sang Trung Quốc, gặp một người giỏi về đẩu số, chơi với nhau rất thân ái, nên lúc Quách Hữu Nghiêm về, người ấy trao cho một phong thư và bảo: Về đến nhà hãy mở ra xem. Tới kinh sư, Quách Hữu Nghiêm mở thư thì chỉ thấy có một mảnh giấy, ghi rõ ngày mất của Quách Hữu Nghiêm và câu đề tiếp là ông sẽ được làm Thành Hoàng xã Thuyền Quan. Huyện ấy sẽ lập miếu thờ ở bến sông. Quách Hữu Nghiêm không thích lời sấm ấy nhưng quả là ông về nước ít lâu thì mất. Sau thường hiển linh ở xã '''[[Thuyền Quan]]'''.\".\n\nTài liệu tham khảo còn có Nam Châu đồng phả, bản gốc tiếng Hán. Năm 1976 được Ty Văn hoá Thái Bình dịch sang tiếng Việt.\n\nNội dung ghi văn bia chủ yếu dựa vào [[Đại Việt sử ký toàn thư]] (Tập 12, tập 13) và Nam châu đồng phả (gia phả họ Quách, bản gốc tiếng Hán - Nôm, được Sở Văn hóa Thái Bình dịch năm 1976).\n\nĐền thờ - từ đường và khu lăng mộ của Quách Đình Bảo tại thôn Phúc Tiền, xã '''[[Thái Phúc]]''', Thái Thụy, tỉnh Thái Bình cùng với đền '''[[Côn Giang]] '''thờ Quách Hữu Nghiêm (xã Thái Hà, Thái Thuỵ, tỉnh Thái Bình) đã được xếp hạng là di tích lịch sử văn hoá quốc gia.<ref>Quyết định công nhận số 100\/VHQĐ ngày 21\/1\/1989 của Bộ Văn hóa<\/ref> Tại đền - từ đường Thái Phúc có bức đại tự ghi bốn chữ ''Thi lễ truyền gia'' do vua [[Lê Thánh Tông]] ban tặng cho gia tộc họ Quách.\n\n== Tham khảo==\n{{thể loại Commons|Quách Hữu Nghiêm}}\n{{tham khảo}}\n{{Hội Tao Đàn}}\n{{Thời gian sống| Sinh=1442|Mất=1503}}\n\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}