{"14802684":"{{Thông tin nhạc sĩ\n| nền = ca sĩ hát đơn\n| tên = Quách Mai Thy\n| hình =\n| kích thước hình = 250px\n| chú thích hình = \n| ngày sinh = {{năm sinh và tuổi|1994}}\n| nơi sinh = [[Nho Quan]], [[Ninh Bình]]\n| thể loại = [[Nhạc Dân Gian]]<br>[[Nhạc Trữ Tình]]<br>[[Nhạc Quê Hương]]\n|tên thật=Quách Mai Thy|nghề nghiệp=Ca sĩ|hợp tác với=[[NSUT Huỳnh Tú]]<br>[[NSUT Thanh Thanh Hiền]]|nghệ danh=Ka Thy Quách|Nguyên quán=[[Nho Quan]], [[Ninh Bình]]|ca khúc tiêu biểu=[[\"Hồn Vọng Quốc\"]]<br>\"Khúc hát sông quê\"<br>\"Mẹ yêu con\"<br>\"Người con gái sông La\"<br>\"Hà Nội - Huế - Sài Gòn\"}}\n\n'''Quách Mai Thy''' (sinh năm [[1994]]), là một nữ ca sĩ giành ngôi vị quán quân - Giải nhất [[Liên hoan tiếng hát truyền hình toàn quốc]] - giải Sao Mai 2019 phong cách dân gian. Ở cuộc thi này, Quách Mai Thy cũng là thí sinh được khán giả yêu thích và bầu chọn nhiều nhất đối với cả ba dòng nhạc: Thính phòng, dân gian và nhạc nhẹ trong tốp 9 đêm chung kết 3 và tốp 6 đêm chung kết xếp hạng.<ref>[https:\/\/vnexpress.net\/giai-tri\/quach-mai-thy-gianh-cu-dup-sao-mai-2019-3909505.html Quách Mai Thy giành 'cú đúp' Sao Mai 2019]<\/ref>\n\n==Tiểu sử==\nQuách Mai Thy sinh ra và lớn lên trên vùng đất Đồng Phong, [[Nho Quan]], [[Ninh Bình]], quê hương của các loại hình nghệ thuật dân gian như [[hát chèo]], [[xẩm]], [[hát văn]], ca trù. Từ bé, Mai Thy đã được bà ngoại, cha mẹ truyền cho những giai điệu dân gian mộc mạc. Qua những lời ru, câu hò, vè, hay những làn điệu chèo, Mai Thy đã được truyền dạy niềm đam mê ca hát. Ngay từ khi còn học ở Trường THCS Đồng Phong, Quách Mai Thy đã giành Giải Nhất Liên hoan tiếng hát Hoa Phượng Đỏ tỉnh Ninh Bình lần thứ nhất và Liên hoan tiếng hát Hoa Phượng Đỏ toàn quốc lần thứ nhất do [[Đài Truyền hình Việt Nam|VTV]] tổ chức. <ref>[http:\/\/ninhbinh.edu.vn\/thcsdongphong\/tin-tuc-su-kien\/hoat-dong-su-kien\/gioi-thieu-truong-thcs-dong-phong.html Giới thiệu Trường THCS Đồng Phong]<\/ref>\n\nTốt nghiệp Trường THPT Nho Quan B ([[Thị trấn Nho Quan]], huyện [[Nho Quan]], tỉnh [[Ninh Bình]]), Quách Mai Thy trúng tuyển vào khoa Sư phạm Âm nhạc, chuyên ngành Quản lý Văn hoá, ĐH Văn hóa Nghệ thuật Quân đội.<ref>[https:\/\/phapluatxahoi.vn\/sao-mai-quach-mai-thy-gam-mau-la-ca-tinh-141790.html Sao Mai Quách Mai Thy: Gam màu lạ, cá tính]<\/ref> Sau khi tốt nghiệp với tấm bằng loại giỏi, Quách Mai Thy làm việc tại Nhà hát Ca Múa Nhạc Việt Nam - Trung Tâm Nghệ thuật Âu Cơ.<ref>[https:\/\/vtv.vn\/truyen-hinh\/giai-nhat-sao-mai-2019-mien-bac-quach-mai-thy-tu-tin-mang-lan-gio-moi-cho-dong-nhac-dan-gian-20190311004721122.htm Giải Nhất Sao mai 2019 miền Bắc Quách Mai Thy tự tin mang làn gió mới cho dòng nhạc dân gian]<\/ref>\n\nNhững tác phẩm mà Quách Mai Thy thể hiện qua các vòng thi ở Sao Mai 2019 được đánh giá luôn là những tác phẩm rất khó, mang đậm bản sắc dân gian, dân tộc Việt Nam nhưng vẫn có pha chút hiện đại, phá cách.<ref>[https:\/\/vtv.vn\/truyen-hinh\/quach-mai-thy-thi-sinh-an-tuong-nhat-mua-sao-mai-2019-20190415002902782.htm Quách Mai Thy - Thí sinh ấn tượng nhất mùa Sao mai 2019]<\/ref>\n\n==Quán quân Sao mai 2019==\nQuách Mai Thy được đánh giá cao trong hành trình chinh phục Sao mai 2019 với nhiều sự sáng tạo và mới lạ nhất đã đoạt “Quán quân dòng dân gian” và “Thí sinh được yêu thích nhất”. Mai Thy đã tạo ra sự khác biệt ở cuộc thi Sao Mai 2019 so với các mùa giải trước khi là thí sinh nổi trội, có cá tính mạnh. Cô gái đến từ mảnh đất Ninh Bình giữ phong cách “độc, lạ” ở vòng chung kết Sao Mai 2019 để mỗi tuần như một cuộc \"lột xác\" gây bất ngờ cho giám khảo và khán giả hâm mộ.<ref>[https:\/\/vietnamnet.vn\/vn\/giai-tri\/nhac\/quach-mai-thy-xung-dang-khi-am-2-giai-nhat-o-sao-mai-2019-523354.html Quách Mai Thy xứng đáng khi ẵm 2 giải nhất ở Sao Mai 2019]<\/ref>\n\nGiải Nhất phong cách Dân gian được trao cho Quách Mai Thy (Ninh Bình) hoàn toàn thuyết phục. Quách Mai Thy mang trích đoạn chèo Vãn cảnh - Sử dầu lên sân khấu cùng cách thể hiện đầy sự biến hóa, sâu sắc trong từng câu hát và ánh mắt. Ở phần song ca cùng ca sĩ khách mời, cô thể hiện là một nghệ sĩ bản lĩnh khi tự tin trình diễn cùng NSƯT Thanh Thanh Hiền tác phẩm Thề non nước (Thơ: Tản Đà; Âm nhạc: Huỳnh Tú). Cùng với giải thưởng cao nhất dòng Dân gian, Quách Mai Thy còn giành được giải Thí sinh được yêu thích nhất.<ref>[http:\/\/www.phunuvietnam.vn\/giai-tri\/sao-mai-2019-goi-ten-luong-hai-yen-quach-mai-thy-va-truong-thuy-duong-post58017.html Không bất ngờ khi 3 cô gái này đoạt giải Nhất Sao Mai 2019]<\/ref>\n\nTại Đêm Chung kết Liên hoan tiếng hát truyền hình khu vực miền Bắc Sao mai 2019, Quách Mai Thy đã đạt giải Nhất dòng nhạc dân gian Sao mai 2019 miền Bắc với phong cách tự tin cùng khả năng biến hóa rất đa dạng trong phần thể hiện bản mashup Thề non nước - Đá Trông chồng của tác giả: Huỳnh Tú - Lê Minh Sơn.\n\nTrước đó, năm 2017, tại vòng Liên hoan tiếng hát Truyền hình tỉnh Ninh Bình - Giải Sao Mai năm 2017, Quách Mai Thy đã vượt qua các thí sinh đồng hương giành giải nhì cuộc thi.<ref>[http:\/\/nbtv.vn\/thong-bao-ntv\/201706\/danh-sach-thi-sinh-vao-vong-chung-khao-lien-hoan-tieng-hat-truyen-hinh-tinh-ninh-binh-giai-sao-mai-nam-2017-743663\/ Danh sách thí sinh vào vòng Chung khảo Liên hoan tiếng hát Truyền hình tỉnh Ninh Bình - Giải Sao Mai năm 2017]<\/ref> Một năm sau đó, tại vòng chung kết Liên hoan tiếng hát truyền hình Hải Phòng – Sao Mai 2018 vừa diễn ra vào 20h ngày 28\/12\/2018, giải Nhất của chương trình đã thuộc về Quách Mai Thi đến từ Ninh Bình với giá trị giải thưởng 100 triệu đồng tiền mặt và gói dịch vụ thẩm mỹ chăm sóc sức khỏe nha khoa trị giá 50 triệu đồng. Giả nhì thuộc về 3 thí sinh đó là Nguyễn Đức Tùng (Nam Định), Nguyễn Thị Qúy (Hà Tĩnh), Hoàng Khánh Ngọc với phần thưởng trị giá 30 triệu đồng và gói dịch vụ thẩm mỹ chăm sóc sức khỏe nha khoa trị giá 30 triệu đồng.<ref>[http:\/\/tintucnamdinh.vn\/nguyen-duc-tung-que-nam-dinh-xuat-sac-gianh-giai-nhi-cuoc-thi-hai-phong-sao-mai-2018\/ Quách Mai Thy xuất sắc giành giải nhất cuộc thi Hải Phòng – Sao Mai 2018]<\/ref>\n\n==Thành tích==\n*Tại Cuộc thi Tài năng trẻ Âm nhạc toàn quốc 2016 diễn ra từ 28\/11 đến ngày 3\/12\/2016 tại Học viện Âm nhạc Quốc gia Việt Nam, Quách Mai Thy đã xuất sắc giành huy chương vàng.<ref>[https:\/\/dantri.com.vn\/van-hoa\/trao-5-huy-chuong-vang-8-huy-chuong-bac-cho-cac-tai-nang-am-nhac-20161205205542129.htm Trao 5 Huy chương Vàng, 8 Huy chương Bạc cho các tài năng âm nhạc]<\/ref>\n*Á Quân chung kết Quốc tế - Tiếng hát hữu nghị Việt Trung 2016\n*Giải Nhì cuộc thi Giọng hát hay trên sóng PT-TH, Hải Phòng - Sao Mai 2017.<ref>[http:\/\/www.vnpt.vn\/Local_VNPT\/Ha_Tinh\/NewsDetail\/tabid\/553\/newsid\/46744\/seo\/TTKD-VNPT-Hai-Phong-tai-tro-chinh-cuoc-thi-Giong-hat-hay--Sao-Mai-2017\/Default.aspx TTKD VNPT Hải Phòng tài trợ chính cuộc thi Giọng hát hay - Sao Mai 2017]<\/ref>\n*Giải Nhì Liên hoan tiếng hát truyền hình tỉnh Ninh Bình - Sao Mai 2017.\n*Giải Nhất Sao mai 2019 khu vực miền Bắc.\n*Giải Nhất vòng chung kết toàn quốc Sao mai 2019 phong cách dân gian.\n\n==Ca khúc==\n*Vãn canh (làn điệu chèo)\n*Thề non nước (nhạc Huỳnh Tú, thơ Tản Đà, âm hưởng ca trù)\n*Đá trông chồng (Lê Minh Sơn)\n*Hồn vọng quốc\n*Du xuân\n*Hóa vàng (nhạc Lê Huy, thơ Thùy Dương - Lê Mây)\n*Say trăng\n*Tìm em trong chiều hội Lim (Nguyễn Trung)\n*Ngọc Hoa tự khúc\n\n== Xuất hiện trong các chương trình ==\n\n* Ai là triệu phú - VTV3 (2019)\n*Chúng tôi là chiến sĩ - VTV3 (2019)\n*Vì bạn xứng đáng - VTV3 (2020)\n*Những mảng màu cuộc sống - VTV2 (2020)\n*Tiền khéo tiền khôn - VTV3 (2020)\n\n==Chia sẻ==\nQuách Mai Thy đã thành công trong việc xây dựng một hình ảnh độc và lạ trong lòng khán giả. Không chọn những ca khúc dân gian quen thuộc, Mai Thy mang lại những mảng màu sắc vô cùng tươi mới về âm nhạc dân gian Việt Nam. Đây chính là một trong những nguyên nhân giúp Mai Thy đạt tới ngôi vị Quán quân Sao mai 2019. Chia sẻ về phong cách riêng của mình, Mai Thy cho biết:<ref>[https:\/\/vtv.vn\/truyen-hinh\/quach-mai-thy-quan-quan-sao-mai-2019-toi-se-thu-suc-voi-nhieu-dong-nhac-khac-20190415010454454.htm Quách Mai Thy – Quán quân Sao mai 2019: “Tôi sẽ thử sức với nhiều dòng nhạc khác”]<\/ref>\n\n:''\"Là một người thuộc lớp thế hệ trẻ, tôi nhận ra rằng mình không thể vượt qua các thế hệ đi trước, đó là lí do tôi cần làm mới bản thân. Cho đến giờ, tôi cảm thấy mình đã tìm được một cá tính riêng biệt, một cá tính độc và lạ không lẫn với bất kì ai\".''\n:''\"Sao mai là bước đệm đầu tiên để tôi bước vào chặng đường chuyên nghiệp hơn trong tương lai. Vì vậy, sau Sao mai, tôi sẽ tiếp tục rèn luyện bản thân để mang đến những gì mới lạ nhất đến với khán giả. Nếu có thể, tôi vẫn muốn được mở rộng hơn nữa, trau dồi khả năng của mình và hướng tới những hình ảnh khác biệt hơn. Ngoài ra, không chỉ gắn mình với phong cách dân gian, tôi muốn được thử sức với dòng nhạc nhẹ, nhạc thính phòng và các loại hình nghệ thuật khác\".''\n\n==Video==\n*[https:\/\/www.youtube.com\/watch?v=y_UjLET_asU Bữa Trưa Vui Vẻ: Quách Mai Thy - Quán quân Sao Mai dòng nhạc dân gian - 24\/04\/2019]\n*[https:\/\/www.youtube.com\/watch?v=eSWKS4Eoj3M Văn cảnh - Sử đầu (Quách Mai Thy) | Quán quân dòng nhạc Dân gian Sao mai 2019]\n*[https:\/\/www.youtube.com\/watch?v=iVyJBTpihxA Dạ cổ Hoài Lang - Chầu văn Huế - Hát văn xá thượng (Quách Mai Thy)]\n*[https:\/\/www.youtube.com\/watch?v=p_GdLNc0-Ls Thề non nước - Quách Mai Thy và Thanh Thanh Hiền - Chung kết Sao Mai 2019]\n*[https:\/\/www.dailymotion.com\/video\/x7puvxn Ai là triệu phú - 15\/10\/2019 | Ca sĩ Quách Mai Thy]\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n\n* [https:\/\/ailatrieuphu.fandom.com\/vi\/wiki\/Quách_Mai_Thy Trang phần thi trong Ai là triệu phú]\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Ca sĩ nhạc đỏ Việt Nam]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Nữ ca sĩ Việt Nam]]\n[[Thể loại:Sinh năm 1994]]"}