{"569676":"'''Quân đội nhà Mạc''' phản ánh việc tổ chức quân đội và chính sách quân sự của [[nhà Mạc]] trong 65 năm tồn tại trong [[lịch sử Việt Nam]].\n\n==Tổ chức ==\nDo tình hình đất nước luôn trong tình trạng chiến tranh, nhà Mạc rất chú trọng xây dựng lực lượng quân đội đủ mạnh để bảo vệ chính quyền.\n\nNăm [[1528]], [[Mạc Đăng Dung|Mạc Thái Tổ]] sai phò mã Lâm quốc công Nguyễn Quốc Hiền và một số đại thần trong triều sửa đổi lại binh chế. Nhà Mạc tổ chức lại các vệ và ty quân sự. Trong cả nước được chia ra 4 vệ, ngoài 2 vệ Cẩm Y và Kim Ngô có từ trước, lập thêm 2 vệ là Hưng Quốc và Chiêu Vũ. Bốn vệ này thống lĩnh toàn bộ quân đội thường trực ở kinh thành và các trấn<ref>Viện sử học (1996), sách đã dẫn, tr 51<\/ref>.\n\nBốn vệ chủ lực quân đội nhà Mạc bao gồm:\n* Binh lính Hải Dương thuộc vệ Hưng Quốc\n* Binh lính Kinh Bắc thuộc vệ Kim Ngô\n* Binh lính Sơn Tây thuộc vệ Cẩm Y\n* Binh lính Sơn Nam thuộc vệ Chiêu Vũ\n\nTrên thực tế, trong phần lớn thời gian tồn tại, nhà Mạc chỉ kiểm soát được khu vực từ [[Ninh Bình]] trở ra, do đó nhân sự trưng tập đưa vào quân đội chủ yếu là người dân vùng [[Bắc Bộ Việt Nam|Bắc Bộ]]. Bên dưới các vệ, nhà Mạc còn phân bổ cho các Ty, mỗi Ty đặt một viên chỉ huy sứ, một viên chỉ huy đồng tri, một viên chỉ huy thiêm sự, 10 viên trung hiệu, 1100 viên trung sĩ, chia làm 22 viên túc trực<ref>Đại Việt thông sử, truyện Mạc Đăng Dung<\/ref>.\n\nSử sách để lại không còn nhiều tư liệu về việc tổ chức quân đội của [[nhà Mạc]] trong các chế độ trưng tập binh lính ở các địa phương, luyện tập, các binh chủng và vũ khí... Toàn bộ quân đội nhà Mạc lúc đông đảo nhất có 12 vạn quân<ref>Viện sử học (2007), sách đã dẫn, tr 555<\/ref>. Bản thân các vua Mạc từng nhiều lần thân chinh ra trận. Ngoài [[Mạc Đăng Dung|Mạc Thái Tổ]] xuất thân là võ tướng dựng nghiệp, các vua sau như [[Mạc Thái Tông]], [[Mạc Hiến Tông]], [[Mạc Mậu Hợp]] cũng thường xuyên tự làm tướng cầm quân giao tranh với các lực lượng chống đối, chủ yếu là quân nhà Lê trung hưng. Điều này được xem là một nét đặc thù nổi bật về tổ chức quân sự của nhà Mạc<ref>Viện sử học (1996), sách đã dẫn, tr 45<\/ref>.\n\n== Chính sách==\nĐể cổ vũ lòng trung thành, khuyến khích tinh thần chiến đấu của quân sĩ, động viên các tướng hiệu tăng cường lực lượng, nhà Mạc có những ưu đãi cho lực lượng quân đội qua chế độ \"lộc điền\", hay còn gọi là \"binh điền\". Khác với thời [[Nhà Lê sơ|Lê sơ]], lộc điền vốn chỉ dành cho quan lại, lộc điền thời Mạc ưu tiên cho binh sĩ. Chế độ này tuy ban hành từ năm [[1528]] thời [[Mạc Đăng Dung|Mạc Thái Tổ]] nhưng đến năm [[1543]] thời [[Mạc Hiến Tông]] mới thực hiện được. Lộc điền chủ yếu lấy từ nguồn ruộng công ở các làng xã và ruộng chùa. Với việc áp dụng biện pháp này, chính sách \"[[ngụ binh ư nông]]\" từ thời [[nhà Lý]] tồn tại 500 năm từ đó bị phá sản, các triều đại từ nhà Mạc về sau đều không còn áp dụng chính sách này<ref name=\"vsh52\">Viện sử học (1996), sách đã dẫn, tr 52<\/ref>\n\n[[Nhà Mạc]] lấy phần ruộng công của làng xã ban cho quân sĩ, do đó ruộng của làng xã trở thành một thứ lương bổng. Theo chế độ lộc điền do Thiếu sư Mạc Ninh Bang đề xuất, quân sĩ được hưởng như sau:\n* Xã nào có nhiều ruộng công phải cấp cho viên Trung hiệu hạng nhất mỗi người 2 phần rưỡi, Trung sĩ hạng nhất mỗi người 2 phần;\n* Xã nào ít ruộng thì cấp cho mỗi người một phần.\n* Các cấp bậc dưới được phân chia giảm dần\n\nPhần ruộng mang cấp không quá 2 mẫu. Số lượng binh lính nhà Mạc thời điểm cao nhất là 12 vạn, diện tích lộc điền khoảng vài chục vạn mẫu. Ruộng cấp cho binh sĩ thường thuộc loại \"nhất đẳng điền\". Sau khi cấp cho quân sĩ xong, số ruộng còn lại mới chia đều cho các đinh trong xã.\n\nTuy được hưởng chính sách đãi ngộ như vậy nhưng phần binh lính được hưởng vẫn đóng khung trong khuôn khổ \"khẩu phần\" ruộng công từng làng. Chính sách này đã giúp nhà Mạc tạo nên một đội ngũ quân sĩ khá đông đảo và trung thành để bảo vệ quyền lợi triều đình<ref name=\"vsh52\"\/>.\n\n== Hoạt động ==\nTrong 65 năm tồn tại, [[nhà Mạc]] chủ yếu phải đối phó với các lực lượng chống đối trong nước cả phía bắc (như [[chúa Bầu]]) và phía nam (Lê Ý, nhà [[Nhà Lê trung hưng|Lê trung hưng]]), do đó hoạt động quân sự nhà Mạc chủ yếu là cuộc nội chiến chống các lực lượng này.\n\nNăm [[1540]], trước nguy cơ về chiến tranh với [[nhà Minh]] không xảy ra (do sự cầu viện của nhà Lê trung hưng), [[Mạc Đăng Dung|Mạc Thái Tổ]] chủ động dùng biện pháp giảng hòa để giữ yên biên giới phía bắc. Với các nước [[Lào|Ai Lao]], [[Chiêm Thành]] nhà Mạc cũng không xảy ra xung đột. Ai Lao từng giúp nhà Lê trung hưng trong thời kỳ đầu nhưng không trực tiếp có hoạt động quân sự chống nhà Mạc.\n\n==Xem thêm==\n* [[Nhà Mạc]]\n* [[Chiến tranh Lê-Mạc]]\n* [[Quân đội nhà Lê sơ]]\n* [[Quân đội nhà Lê trung hưng]]\n* [[Quân đội nhà Đinh]]\n* [[Quân đội nhà Lý]]\n* [[Quân đội nhà Trần]]\n* [[Quân đội nhà Tây Sơn]]\n* [[Quân đội nhà Nguyễn]]\n\n==Tham khảo==\n* Viện Sử học (1996), ''Vương triều Mạc,'' Nhà xuất bản Khoa học xã hội\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 3,'' Nhà xuất bản Khoa học xã hội\n* [[Lê Quý Đôn]], Đại Việt thông sử\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Mạc}}\n\n[[Thể loại:Lịch sử quân sự Việt Nam]]\n[[Thể loại:Quân sự Việt Nam thời Mạc]]"}