{"3230627":"{{Infobox Military Unit\n|unit_name= Binh chủng Quân cảnh<br>Việt Nam Cộng hòa\n|image= [[Hình: Flag of ARVN's Military Police.svg|180px]]\n|caption= Hiệu kỳ\n|dates= [[1959]] - [[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|branch= Quân thường trực\n|type= Cảnh sát Quân sự\n|command_structure= [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|motto= '''''Kỷ luật''' - '''Nghiêm minh'''''\n|notable_commanders= - [[Nguyễn Ngọc Thiệt (Đại tá, Quân lực VNCH)|Nguyễn Ngọc Thiệt]]<br>- [[Nguyễn Chấn Á]]<br>- [[Nguyễn Hữu Phước (Đại tá, Quân lực VNCH)|Nguyễn Hữu Phước]]<br>- [[Nguyễn Văn Kinh (Đại tá, Quân lực VNCH)|Nguyễn Văn Kinh]]\n|identification_symbol=[[Hình: 越南共和國軍警徽章.svg|100px]]|identification_symbol_label=Phù hiệu}}\n\n'''Quân cảnh''' ([[1959]] - [[1975]]) là một Binh chủng trực thuộc Bộ Tổng Tham mưu của [[Quân lực Việt Nam Cộng hòa]]. Binh chủng này được thành lập để thừa hành và thực thi quân luật của quân đội, duy trì quân phong quân kỷ trong Quân lực Việt Nam Cộng hòa.\n\n==Lịch sử hình thành==\n'''Binh chủng Quân cảnh''' là biến thân của ngành Cảnh sát Quân sự được hình thành từ thời Quân đội Liên hiệp Pháp tiếp đến thời kỳ Quân đội Quốc gia. Chính thức thành lập vào năm 1959 dưới nền Đệ nhất Cộng hòa của Chính quyền Tổng thống Ngô Đình Diệm.\n:'''Tổ chức của Quân cảnh gồm:\n:'''A.''' Quân cảnh Hành quân\n:'''B.''' Quân cảnh Tư pháp ''(Tiền thân là Hiến binh)\n\n===Nhiệm vụ của Quân cảnh Hành quân===\n*1. ''Duy trì quân phong quân kỷ trong Quân đội:''<br>Thi hành kỷ luật và điều chỉnh tác phong đối với các quân nhân từ sĩ quan, hạ sĩ quan đến binh sĩ trong tất cả các đơn vị từ hậu phương cho đến tiền tuyến trong Quân lực Việt Nam Cộng hòa, đồng thời phối hợp với đơn vị ''(cấp Đại đội)'' Quân cảnh và Kiểm soát của các quân binh chủng như: [[Hải quân Việt Nam Cộng hòa|Hải quân]] ''(ĐĐ 201)'', [[Không lực Việt Nam Cộng hòa|Không quân]] ''(ĐĐ 203)'', [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Nhảy dù]] ''(ĐĐ 204)'', [[Thủy quân lục chiến Việt Nam Cộng hòa|Thủy quân Lục chiến]] ''(ĐĐ 202)'', [[Biệt động quân Việt Nam Cộng hòa|Biệt động quân]] ''(Ks Bđq)'', [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Thiết giáp binh]], [[Pháo binh (Quân lực VNCH)|Pháo binh]], [[Công binh Việt Nam Cộng hòa|Công binh]] v.v... và các tiểu khu (Địa phương quân và Nghĩa quân). Các quân trường và trung tâm huấn luyện Quốc gia để thi hành quân luật. Các quân trường lớn như [[Trường Võ bị Quốc gia Đà Lạt|Trường Sĩ quan Võ bị Đà Lạt]], [[Trường Bộ binh Thủ Đức|Trường Sĩ quan Trừ bị Thủ Đức]], [[Trường Hạ sĩ quan Quân lực Việt Nam Cộng hòa|Trường Hạ sĩ quan Đồng Đế]], [[Trung tâm Huấn luyện Quốc gia Quang Trung|Quân trường Quang Trung]], [[Trung tâm Huấn luyện Biệt động quân Dục Mỹ|Quân trường Dục Mỹ]] v.v... đều có các phân đội Quân cảnh của binh chủng Quân cảnh.\n*2. ''Hộ tống và hướng dẫn lưu thông các đoàn quân xa:''<br>Chuyển quân, tiếp vận và các công vụ khác v.v...\n*3. ''Điều hành các đồn Quân cảnh:''<br>Đặt các Trạm kiểm soát để kiểm tra quân nhân.\n*4. ''Điều hành các trại giam tù binh:''<br>Các trại giam lớn như: Chí Hòa, Côn Đảo, Phú Quốc. Ngoài ra, còn những trại giam nhỏ ở 4 quân khu và trại giam tù binh ở Qui Nhơn v.v...\n*5. ''Điều hành các trại quân kỷ:''<br>Các quân lao của 4 quân khu: Đà Nẵng ''(quân khu 1)'', Nha Trang ''(quân khu 2)'', Gò Vấp ''(quân khu 3)'', Cần Thơ ''(quân khu 4)''. Các trại tạm giam: Trại Nguyễn Văn Sâm ''(Bình Chánh, Gia Định)'', Quân vụ thị trấn ''(Sài Gòn)'', quân trấn ở các Biệt khu, Đặc khu và các trại tạm giam ở các quân khu, tiểu khu, chi khu trên toàn quốc. Các trại chuyển tiếp quân nhân hồi ngũ ở 4 đơn vị Quản trị trung ương thuộc 4 quân khu.\n*6. ''Áp giải quân nhân:''<br>Các quân nhân phạm pháp hình sự, các quân nhân đào ngũ hoặc vi phạm kỷ luật đến quân lao, tòa án mặt trận quân sự và di lý đến trại giam sau khi những thành phần này đã thụ án.\n*7. ''Áp giải tù binh:''<br>Các tù binh từ tiền tuyến về hậu cứ và đến các trại giam\n*8. ''Bảo vệ an ninh cơ sở Quân đội.\n\n===Nhiệm vụ của Quân cảnh Tư pháp===\n*1. ''Điều tra và thụ lý các vi phạm quân luật quân đội.\n*2. ''Hỗ trợ các toà án Quân sự mặt trận:''<br>Gồm các tòa án mặt trận trung ương ''(Sài Gòn)'', tòa án mặt trận của 4 quân khu. Ngoài ra còn những tòa án mặt trận lưu động trên toàn quốc.\n*3. ''Phụ giúp Nha Quân pháp:''<br>Thiết lập hồ sơ các vụ phạm pháp.<br>Điều tra tư pháp và truy tố các vi phạm hình luật liên quan đến quân đội.\n*4. ''Điều hành các đơn vị Quân cảnh Tư pháp:''<br>Những năm đầu thập niên 1960 ngành Hiến binh Quốc gia do Thiếu tá [[Lê Nguyên Phu (Đại tá, Quân lực VNCH)|Lê Nguyên Phu]]<ref>Sau cùng là Đại tá Giám đốc Nha Quân Pháp, giải ngũ năm 1965<\/ref> làm Chỉ huy trưởng. Trụ sở đặt tại [[Đường Lý Tự Trọng, Thành phố Hồ Chí Minh|đường Gia Long]], trước mặt Bộ Quốc phòng. Khi được lệnh giải tán, một số nhân sự Hiến binh chuyển qua Quân cảnh, một số chuyển qua Tổng nha Cảnh sát Quốc gia.\n\nNăm 1974, một số Tiểu đoàn Quân cảnh được chuyển sang đơn vị tác chiến để thành lập Liên đoàn 8 Biệt động quân.\n\nNgày 30 tháng 4 năm 1975, cũng như tất cả các đơn vị trong Quân lực, khi nghe Tổng thống Dương Văn Minh ra lệnh hạ vũ khí ngừng chiến đấu, họ đã tự động tan hàng và rã ngũ.\n\n==Chỉ huy trưởng qua các thời kỳ==\n{|class= \"wikitable\"\n!width= \"1%\" |Stt\n!width= \"23%\" |Họ và Tên\n!width= \"12%\" |Cấp bậc\n!width= \"16%\" |Tại chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Nguyễn Công Khanh (Đại tá, Quân lực VNCH)|Nguyễn Công Khanh]]<ref>Đại tá Nguyễn Công khanh, sinh năm 1930 tại Hải Dương.<\/ref><br>''Võ bị Địa phương<br\/>Nam Việt Vũng Tàu<ref>Xuất thân từ Trường Sĩ quan.<\/ref>\n|<center> Trung tá<ref>Cấp bậc khi nhậm chức<\/ref>\n|<center> 1959-1963\n|Thăng cấp Đại tá năm 1960. Sau là Trưởng phòng Điều nghiên thuộc Bộ Quốc phòng.\n|-\n|<center> 2\n|<center> [[Nguyễn Ngọc Thiệt (Đại tá, Quân lực VNCH)|Nguyễn Ngọc Thiệt]]<ref>Đại tá Nguyễn Ngọc Thiệt, sinh năm 1928<\/ref><br>''Võ bị Đà Lạt K5\n|<center> Thiếu tá\n|<center> 1963-1965\n|Chỉ huy trưởng lần thứ nhất\n|-\n|<center> 3\n|<center> [[Nguyễn Hiếu Trung (Đại tá, Quân lực VNCH)|Nguyễn Hiếu Trung]]<ref>Đại tá Nguyễn Hiếu Trung, sinh năm 1932 tại Gia Định.<\/ref><br\/>''Võ khoa Thủ Đức K4\n|rowspan= \"2\" |<center>Đại tá\n|<center> 1965-1968\n|Sau là Đại tá chuyển qua Phòng Tổng thanh tra Quân lực bộ TTM.\n|-\n|<center> 4\n|<center> [[Nguyễn Ngọc Thiệt (Đại tá, Quân lực VNCH)|Nguyễn Ngọc Thiệt]]\n|<center> 1968-1972\n|Chỉ huy trưởng lần thứ hai\n|-\n|<center> 5\n|<center> [[Nguyễn Chấn Á]]\n|<center> Thiếu tướng\n|<center> 1972\n|Sau giữ chức vụ Cố vẩn Tổng cục Chiến tranh Chính trị\n|-\n|<center> 6\n|<center> [[Nguyễn Hữu Phước (Đại tá, Quân lực VNCH)|Nguyễn Hữu Phước]]<ref>Đại tá Nguyễn Hữu Phước, sinh năm 1925 tại Kiến Hòa.<\/ref><br\/>''Võ bị Đà Lạt K5\n|rowspan= \"2\" |<center>Đại tá\n|<center> 1972-1973\n|Sau là phó Giám đốc Nha An ninh Quân đội\n|-\n|<center> 7\n|<center> [[Nguyễn Văn Kinh (Đại tá, Quân lực VNCH)|Nguyễn Văn Kinh]]<ref>Đại tá Nguyễn Văn Kinh sinh năm 1935 tại Cần Thơ<\/ref><br>''Võ khoa Thủ đức K5\n|<center> 1973-1975\n|\n|-\n|}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{ARVN}}\n\n[[Thể loại:Bộ Tổng Tham mưu Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1959]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]"}