{"489257":"{{Cần thêm chú thích}}\n{{Infobox military unit\n|unit_name = Quân đội nhà Trần\n|image = \n|caption =\n|dates = thế kỷ 13 - 14\n|country = [[Đại Việt]] thời Trần\n|allegiance = \n|branch = Bộ binh nhà Trần<br>Kỵ binh nhà Trần<br>Tượng binh nhà Trần<br>Thủy binh nhà Trần\n|type =\n|role = \n|size = 200.000 (1284)\n|command_structure = Thăng Long\n|garrison = \n|past_commanders =\n|ceremonial_chief = \n|notable_commanders = [[Trần Hưng Đạo]]\n|identification_symbol = \n|identification_symbol_2 = \n|nickname =\n|patron = \n|motto =\n|colors = \n|march =\n|mascot =\n|battles = [[Chiến tranh Nguyên Mông – Đại Việt lần 1]]<br>[[Chiến tranh Nguyên Mông – Đại Việt lần 2]]<br>[[Chiến tranh Nguyên Mông – Đại Việt lần 3]]<br>[[Đại Việt tấn công nhà Nguyên]] 1313<br>[[Chiến tranh Việt–Chiêm 1311]]<br>[[Chiến tranh Việt–Chiêm 1314]]<br>[[Chiến tranh Việt–Chiêm 1318]]<br>[[Chiến tranh Việt–Chiêm (1367–1396)]]<br>[[Chiến tranh Minh–Việt (1407–1414)|Chiến tranh Minh–Việt]] (1407–1414)\n|anniversaries =\n|decorations =\n|battle_honors =\n}}\n'''Quân đội nhà Trần''' là lực lượng quân đội của [[nhà Trần]] nước Đại Việt trong [[lịch sử Việt Nam]], tồn tại từ đầu thế kỷ 13 đến cuối thế kỷ 14. Hoạt động quân sự của quân đội nhà Trần diễn ra ở trong và ngoài lãnh thổ [[Đại Việt]]. Lịch sử quân đội nhà Trần nổi bật với [[Chiến tranh Nguyên Mông – Đại Việt|ba lần đánh quân Nguyên Mông xâm lược]]. Tướng lĩnh nổi bật là Tiết chế Quốc công [[Trần Hưng Đạo]], Chiêu Minh Đại vương [[Trần Quang Khải]]. Quân đội nhà Trần cũng từng tổ chức [[Đại Việt tấn công nhà Nguyên|tấn công]] [[nhà Nguyên]] Trung Quốc vào năm 1313. Nhưng đạo quân này suy yếu dần vào cuối thế kỷ 14, trong chiến tranh với Chăm Pa hứng chịu hàng loạt thất bại, tổn thất nặng nề và chấm dứt tồn tại khi nhà Trần sụp đổ vào năm 1400.\n\nMột lực lượng khác đã thành lập và hỗ trợ [[nhà Hậu Trần]] trong việc chống lại quân Minh nhưng cũng chấm dứt khi nhà Hậu Trần bị tiêu diệt.\n\n==Tên gọi==\nKhông rõ tên gọi chính thức và đầy đủ của quân đội Đại Việt thời nhà Trần, tên '''Quân đội nhà Trần''' trích xuất từ ''Lịch sử chiến thuật Quân đội nhân dân Việt Nam, 1944-1975, Tập 1'',{{sfn|Phạm Vĩnh Phúc|2003|p=30, 32-33}} ''Bách khoa tri thức quốc phòng toàn dân'',{{sfn|Lê Huy Hòa|2003|p=455, 1804}} ''Anh hùng dân tộc thiên tài quân sự Trần Quốc Tuấn và quê hương Nam Định''.{{sfn|Viện lịch sử quân sự Việt Nam|2000|p=123, 134, 348}}\n\n==Đặc điểm==\nQuân đội [[Đại Việt]] thời Trần kế thừa phần lớn binh chế thời [[nhà Lý]]. Theo đó, quân đội cũng có đầy đủ các binh chủng như [[bộ binh]], [[kỵ binh]], [[Hải quân|thủy binh]] và [[Voi chiến|tượng binh]]. Ngoài ra, để phòng bị tốt trước nguy cơ xâm lăng từ các thế lực láng giếng hùng mạnh như [[Chiêm Thành]] ở phía nam và [[Chủ nghĩa đế quốc Trung Hoa|Trung Quốc]] ở phía bắc, Đại Việt cũng tiếp thu tiến bộ trong lĩnh vực quân sự từ các nước, cụ thể về kỹ thuật pháo binh{{sfn|Viện lịch sử quân sự Việt Nam|2008|p=55}} và binh pháp. Chẳng hạn, giáp phục binh lính thời Trần có nhiều điểm tương đồng với giáp phục của binh lính [[nhà Tống]], [[nhà Nguyên]]; thuyền chiến của Đại Việt cũng có đầy đủ chủng loại giống với thủy binh của Tống và Chiêm Thành.\n\nBên cạnh đó, quân đội Trần cũng tiến hành nhiều cải tiến, phát triển về trận pháp, đội hình, phép luyện binh, công nghệ, vũ khí mang bản sắc riêng, như [[Binh thư yếu lược]] của [[Trần Hưng Đạo]], [[Mông đồng|chiến thuyền Mông Đồng]],... đều là những đặc trưng của quân đội Đại Việt so với các quốc gia láng giềng đương thời.\n\n==Quy mô==\nDân số của Đại Việt thời Trần vào giữa thế kỷ 13 ước tính khoảng 4,9 triệu người.{{sfn|Viện Sử học|2009|p=55}} Cứ theo tỷ lệ 10 dân nuôi 1 lính tức hai hộ tuyển một lính, tổng quân số thường trực toàn quốc trên lý thuyết khoảng 1\/10 dân số, khả năng huy động có thể hơn 40 vạn quân.{{sfn|Phan Huy Lê, Phan Đại Doãn, Nguyễn Quang Ngọc|1988|p=94}} Tuy nhiên do phải áp dụng chính sách kinh tế \"[[Ngụ binh ư nông]]\"{{sfn|Viện nghiên cứu Hán Nôm|2006|p=17}} ([[Hán văn]]: 寓兵於農) trong thời bình, nên quân số thường trực trên thực tế không đông như thế. Trong những năm thiên tai mất mùa, quân số có thể giảm xuống mức thấp hơn nữa.\n\n==Ngân sách==\nKinh phí để duy trì quân đội đều phụ thuộc vào nguồn tô thuế quốc gia, giống như thời [[nhà Lý]]. Ngay từ thời Lý, triều đình đã đặt ra nhiều ngạch tô thuế cụ thể: thuế đầm, ao ruộng; thuế bãi dâu; thuế sản vật ở các phiên trấn, thuế muối ở quan ải, thuế nguyên liệu quý của các dân tộc thiểu số; và thuế gỗ, hoa quả đầu nguồn.<ref>{{Chú thích web|url=http:\/\/thoibaotaichinhvietnam.vn\/baoin\/s%E1%BB%91%20104-105-106%20(30-8-2019)\/trang%2022.pdf|tựa đề=Quản lý ngân khố của các triều đại phong kiến Việt Nam|tác giả=Lê Tiên Long|ngày=ngày 30 tháng 8 năm 2019|website=Thời báo Tài chính Việt Nam|url lưu trữ=https:\/\/web.archive.org\/web\/20200611044017\/http:\/\/thoibaotaichinhvietnam.vn\/baoin\/s%E1%BB%91%20104-105-106%20(30-8-2019)\/trang%2022.pdf|ngày lưu trữ=2020-06-11|url hỏng=yes|ngày truy cập=ngày 28 tháng 7 năm 2022}}<\/ref> Tất cả tô này (nộp hiện vật thay tiền thuế) đều đóng vai trò quan trọng trong khả năng quốc phòng, ví dụ như muối dùng để bảo quản quân lương, kim loại thô dùng để đúc quân trang, binh phí, bảo dưỡng thuyền bè, ngựa vùng biên cho kị binh,... Ngoài ra, số thuế thu được triều đình quản lý chặt chẽ, giúp duy trì quân đội ổn định mà vẫn chi phối được sức mạnh của phiên binh địa phương.\n\nNăm [[1242]], triều đình đặt ra mức điền phú, theo đó: \"dân đinh nào có ruộng phải nộp tiền thóc, không có ruộng thì mới được miễn\". Cụ thể, người có 1-2 mẫu ruộng phải nộp 1 quan tiền thuế, cứ 3-4 mẫu ruộng phải nộp 2 quan tiền thuế, còn từ 5 mẫu trở lên thì nộp 3 quan. Riêng tô thì cứ sở hữu 1 mẫu ruộng thì dân địch phải nộp 100 thăng thóc (gấp hàng chục lần so với thời Lý, chỉ 3 thăng) để cấp dưỡng cho quân đội.\n\nSang đến thời [[Trần Phế Đế (Đại Việt)|Trần Phế Đế]], nhà Trần đánh nhau với [[Chiêm Thành]] ([[1378]]), buộc triều đình phải đặt thêm thuế dung (thuế thân, phỏng theo thuế khóa thời [[nhà Đường]] bên Trung Quốc) mỗi mẫu thêm 5 thăng thóc. Ngoài ra, thuế bãi dâu cũng tùy vào đất tốt xấu mà đánh thuế. Cụ thể, mỗi mảnh đất thượng đẳng (thường là đất phong của vương hầu quý tộc) thì thu thêm 5 quan tiền, trung đẳng 4 quan và hạ đẳng 3 quan.\n\n==Chính sách==\nChính sách chủ đạo của nhà Trần vẫn là \"''ngụ binh ư nông''\", vốn được xây dựng từ thời nhà Lý. Chính sách này vừa đảm bảo lực lượng đông đảo đã qua huấn luyện khi cần thiết chống xâm lược, vừa tiết kiệm quân phí cho triều đình, lại tối đa hóa năng suất lao động của dân chúng.<ref>{{Chú thích web|tiêu đề=Quốc sách 'gửi binh lính vào trong dân' thời phong kiến|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/quoc-sach-gui-binh-linh-vao-trong-dan-thoi-phong-kien-3515184.html|tác giả=Đinh Quang Hải|ngày=ngày 21 tháng 12 năm 2016|website=Báo điện tử VnExpress|ngày truy cập= ngày 19 tháng 9 năm 2018|url lưu trữ=https:\/\/web.archive.org\/web\/20191121110657\/https:\/\/vnexpress.net\/thoi-su\/quoc-sach-gui-binh-linh-vao-trong-dan-thoi-phong-kien-3515184.html |ngày lưu trữ=2019-11-21}}<\/ref><ref>{{Chú thích web|tiêu đề=Chính sách \"NGỤ BINH Ư NÔNG\" và vấn đề kết hợp kinh tế với quốc phòng\n|url=http:\/\/vanhien.vn\/news\/Chinh-sach-NGU-BINH-U-NONG-va-van-de-ket-hop-kinh-te-voi-quoc-phong-38520|ngày=ngày 28 tháng 11 năm 2014|website=Văn hiến Việt Nam|ngày truy cập= ngày 19 tháng 9 năm 2018|url lưu trữ=https:\/\/web.archive.org\/web\/20190613210636\/http:\/\/vanhien.vn\/news\/Chinh-sach-NGU-BINH-U-NONG-va-van-de-ket-hop-kinh-te-voi-quoc-phong-38520 |ngày lưu trữ=2019-06-13}}<\/ref>\n\nĐại Việt thời Trần lập sổ Đinh, trong đó ghi rõ Đinh Nam, Đinh Nữ. Sổ Đinh Nam lại cập nhật số lượng Tiểu Hoàng Nam và Đại Hoàng Nam cũng như Lão và Long Lão theo từng năm. Trong đó, Đại Hoàng Nam đều phải tham gia Lộ quân, tiếp nhận huấn luyện quân sự. Cũng vì Lộ quân tự cung tự cấp nên không giới hạn quân số, Đại Hoàng Nam khi nhập doanh huấn luyện đều phải tự chuẩn bị lương thực. Nếu không có sẽ được quan phủ cho vay, sau nếu không trả sẽ sung làm quan nô, phần lớn quan nô đều đày tới biên ải gia nhập Biên quân.\n\nNhờ chính sách ''ngụ binh ư nông'' và kế hoạch quản lý hộ khẩu rõ ràng rành mạch nên lực lượng quân đội nhà Trần khá đông. Cấm quân vào thời điểm hưng thịnh nhất đã có khoảng 10 vạn người.{{sfn|Nguyễn Khắc Thuần|2010|p=148}}\n\nTừ năm [[1253]], nhà Trần cho lập trường [[Giảng Võ đường|Giảng Võ]]{{sfn|Doãn Chính|2008|p=335}}<ref name=\"Quyển V\"\/> để đào tạo võ thuật cho nhân tài cả nước, đặc biệt chú trọng bồi dưỡng võ nghệ thực chiến. Các môn võ đối kháng truyền thống được rèn luyện cho binh sĩ. Đây chính là trường cao cấp quân sự đào tạo các võ quan.\n\n== Cơ cấu tổ chức ==\nQuân Trần có số lượng lên đến 20 vạn vào năm 1258,{{sfn|Nguyễn Thị Thu Thủy|1999|p=54}} 10 vạn vào năm 1281, 20 vạn vào năm 1284.<ref name=\"TL\">{{chú thích web|tiêu đề=Tìm hiểu về tổ chức quân đội nhà Trần trong chiến tranh chống quân Nguyên xâm lược|url=http:\/\/bienphongvietnam.vn\/lich-su-van-hoa\/dlls\/2013-ddd.html|tác giả=TL|ngày=ngày 14 tháng 3 năm 2018|website=Biên phòng Việt Nam|ngày truy cập=19 tháng 9 năm 2018|url lưu trữ=https:\/\/web.archive.org\/web\/20190613210635\/http:\/\/bienphongvietnam.vn\/lich-su-van-hoa\/dlls\/2013-ddd.html |ngày lưu trữ=2019-11-21}}<\/ref> \n\nTừ sau năm Thiệu Long{{efn|Niên hiệu của vua [[Trần Thánh Tông]].}} thứ 10 ([[1267]]), các cấp đơn vị tổ chức quân đội, lấy hệ ngũ (cơ số 5) số lượng binh lính của đơn vị căn bản:\n{| class=\"wikitable sortable\"\n|+\n!Đơn vị\n!Quân số\n!Cấp bậc của chỉ huy đơn vị\n|-\n|Ngũ{{sfn|Tập chí quân đội nhân dân|1982|p=61}}\n|5\n|Ngũ trưởng, đội trưởng\n|-\n|Đô{{sfn|Viện Sử học|2009|p=55}}\n|80\n|Doanh trưởng, quân trưởng\n|-\n|Quân{{sfn|Viện Sử học|2009|p=55}}\n|2.400\n|Tướng quân\n|}\nTrong đó, ngũ trưởng và đội trưởng là quan quân cấp thấp nhất, doanh trưởng và quân trưởng là quan quân cấp trung. Các quân trưởng được chỉ huy bởi tướng quân, đây là một cấp bậc tướng lĩnh cao cấp của quân đội, nắm quyền chỉ huy cấp quân đoàn. Thông thường, mỗi quân đoàn sẽ đóng giữ một vùng, nên lấy tên vùng đó đặt cho tên quân đoàn. Ví dụ như quân đoàn trấn thủ ở lộ [[Lạng Sơn|Lạng Châu]] sẽ lấy tên là quân đoàn Lạng Châu, gọi tắt là quân Lạng Châu.\n\nLần đầu chạm trán quân Mông Cổ vào năm 1258, đạo quân chủ lực nhà Trần gồm 6 ''quân'' (Thiên Thuộc, Thiên Chương, Thánh Dực, Chương Thánh, Thần Sách, Củng Thần) đã được huy động toàn bộ vào trận Bình Lệ Nguyên.<ref name=\"epochtimesviet\"\/>\n\nTheo chiếu định của [[Trần Thánh Tông]], tôn thất vương hầu giỏi võ nghệ, tinh binh pháp sẽ được chọn khởi nghiệp từ quan quân cấp trung, trong khi lê dân nhập ngũ phải bắt đầu từ binh lính cấp thấp nhất. Trên cấp tướng là cấp bậc thượng tướng quân, trên nữa là các chức quan võ do các trọng thần đầu triều nắm giữ, như thái úy hoặc các chức vụ tương đương.\n\nCuối cùng, nguyên soái là cấp bậc tối cao, thay mặt nhà vua thống suất toàn quân đội, trực tiếp chỉ đạo cả các tướng quân lẫn thượng tướng quân. Tuy nhiên, nguyên soái chỉ mang tính chất thời vụ trong chiến tranh, được lập ra khi triều đình tập kết một đội quân quy mô lớn từ nhiều quân đoàn khác nhau. Khi kết thúc chiến tranh, nguyên soái sẽ trở về thực hiện nghi thức \"giao lệnh{{efn|Giao lệnh là nghi thức cổ xưa mỗi khi quân đội hoàn thành nhiệm vụ mà hoàng đế và triều đình giao cho. Theo đó, chỉ huy quân đội sẽ trao trả lại binh phù, dâng chiến lợi phẩm cho hoàng đế và triều đình. Quân đội được triệu tập cũng trở về nơi đóng quân do hoàng đế và Binh bộ quản lý, chấm dứt tình trạng tập kết quy mô lớn.}}\" với hoàng đế và triều đình.\n\nQuân Đại Việt thời Trần có thể phân ra làm 2 sắc quân chính là Cấm quân,<ref name=\"TL\"\/> và quân địa phương,{{sfn|Viện nghiên cứu Hán Nôm|2006|p=17}} quân địa phương bao gồm Lộ quân<ref name=\"TL\"\/> và Biên quân. Ngoài ra, còn có lực lượng gia binh đông đảo của các vương tôn, quý tộc. Tuy không phải quân chính quy, nhưng lực lượng vương hầu quân cũng có những đóng góp quan trọng.\n\n=== Cấm quân ===\nNhững thông tin về Cấm quân thời Trần trong chính sử còn hạn chế. Chỉ biết vào năm [[1239]], vua [[Trần Thái Tông]] ra lệnh cải tổ quân đội cả nước, chia quân làm 3 bậc ''Thượng'', ''Trung'' và ''Hạ''. Trong đó, Cấm quân thuộc bậc ''Thượng'', đóng quanh khu vực kinh đô [[Thăng Long]] và hành cung [[Thiên Trường]] (đất tổ nhà Trần) để bảo vệ triều đình và hoàng gia<ref name=\"TL\"\/> và đóng vai trò \"xương sống\" trong quân đội cả nước. Cấm vệ quân được tuyển chọn kĩ lưỡng từ tráng đinh trên cả nước, phải trải qua sự huấn luyện hà khắc nhất và trang bị những binh khí tốt.\n\nGiống như [[Quân đội Nhà Lý|thời Lý]], Cấm quân có binh lực đông đảo nhất trong cả nước, lúc cực thịnh có thể lên đến 10 vạn, nhằm đảm bảo sự phục tùng của các địa phương với triều đình trung ương, đồng thời đủ sức trấn áp mọi thế lực cát cứ, nội loạn trong nước. Bởi lẽ đó, Cấm quân luôn được triều đình chú trọng phát triển. Không chỉ được cung cấp áo giáp, binh khí thượng hạng, Cấm quân còn được hưởng bổng lộc cao hơn các lực lượng khác, thậm chí gia quyến cũng được cấp dưỡng chu đáo, tạo điều kiện cho quân sĩ chuyên tâm bảo vệ triều đình và tận trung với vua. Vì vậy, chính sách [[Ngụ binh ư nông|\"ngụ binh ư nông\"]] thường không áp dụng cho Cấm quân, khiến việc duy trì lực lượng này trở nên tốn kém ngân sách của triều đình. Có thể nói, sự hùng mạnh của Cấm quân phụ thuộc sự phồn vinh của triều đình nhà Trần.\n\nTheo sử sách ghi chép lại, Cấm quân của Đại Việt luôn xăm lên trán 3 chữ \"Thiên tử quân\".{{efn|Áp dụng theo cấm vệ quân từ thời Lý Thánh Tông, Cấm quân phục vụ thiên tử, nên khó có thể điều lực lượng này đi biên, lộ, mà chỉ có thể điều đi theo chiến dịch, sau đó lại rút về kinh sư hộ giá. Chữ \"thiên tử binh\" thích trên trán có thể được xem như biểu tượng cho sức mạnh bền vững của cấm quân đối với thiên hạ.<ref>Đại Việt Sử Ký Bản Kỷ Toàn Thư, {{Chú thích web|url=https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt08.html|tựa đề=Quyển III, Thánh Tông Hoàng Đế.|tác giả=|họ=|tên=|ngày=|website=informatik.uni-leipzig.de|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=ngày 28 tháng 7 năm 2022}}<\/ref>}} Chỉ huy của Cấm quân là ''Điện tiền chỉ huy sứ'',{{efn|Theo thông lệ cũ từ thời Lý.|name=surrender}} thường do người tôn thất đảm nhiệm. Cấm quân trên một phương diện nhất định có thể xem như là tư binh của [[Vua Trần|hoàng đế]], bởi chỉ huy của họ tuyệt đối trung thành với vua. Vì thế, mệnh lệnh điều động của [[Bộ Binh (bộ)|Binh bộ]] không có tác dụng với Cấm quân.\n\n==== Các vệ cấm quân khác ====\nNăm 1246, [[Trần Thái Tông]] đặt ra các vệ tứ thiên, tứ thánh, tứ thần, được hợp thành từ ưu binh của các Lộ quân.<ref name=\"Quyển V\">Đại Việt Sử Ký Bản Kỷ Toàn Thư, {{Chú thích web|url=https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10a.html|tựa đề=Quyển V, Thái Tông Hoàng Đế.|tác giả=|họ=|tên=|ngày=|website=informatik.uni-leipzig.de|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=ngày 28 tháng 7 năm 2022}}<\/ref>\n* Quân các lộ [[Thiên Trường]],{{efn|Thuộc địa phận tỉnh [[Nam Định]] ngày nay.}} Long Hưng{{efn|Thuộc địa phận tỉnh [[Thái Bình]] ngày nay.}} nhập vào quân Thiên Thuộc, Thiên Cương, Chương Thánh, Củng Thần.\n* Quân các lộ Hồng Châu, Khoái Châu nhập vào các quân tả hữu Thánh Dực.\n* Quân các lộ Trường Yên, Kiến Xương nhập vào các quân Thánh Dực, Thần Sách.\n\nNăm 1311, [[Trần Anh Tông]] lập thêm quân Vũ Tiệp.\n\nNăm 1374 [[Trần Duệ Tông]] lập thêm các quân Uy Tiệp, Bảo Tiệp, Long Tiệp, Long Dực, Tả ban, Hữu ban.\n\nNăm 1378, đời [[Trần Phế Đế]], nhà Trần lập thêm các quân Thần Dực, Thiên Uy, Hoa Ngạch, Thị Vệ, Thần Vũ, Thiên Thương, Thiết Giáp, Thiết Liêm, Thiết Hồ, Ô Đồ.\n\n=== Lộ quân ===\nLộ quân (hay phiên binh) của Đại Việt đóng tại các châu, phủ trên cả nước. Do đa phần là dân binh (chỉ có rất ít Biên quân giải ngũ về quê), Lộ quân không duy trì đầy đủ quân số, mà chỉ lên cơ ngũ hàng tháng (đi phiên, mỗi phiên chỉ kéo dài một vài ngày), hết phiên lại về quê làm ruộng. Tùy vào thời điểm trong năm (mùa vụ) hoặc theo kế hoạch của quan phủ mà số Lộ quân tập trung huấn luyện trong doanh trại lại khác nhau. Mỗi \"Lộ\" thường có 1 ''quân'' và 20 đơn vị hỗ trợ gọi là ''phong đoàn''<ref name=\"vnmilitaryhistory\">{{Chú thích web|tiêu đề=Quá trình hình thành và phát triển các tổ chức quân sự ở Việt Nam|url=http:\/\/www.vnmilitaryhistory.net\/index.php?topic=1157.0;wap2|website=vnmilitaryhistory.net|ngày truy cập= ngày 19 tháng 9 năm 2018|url lưu trữ=https:\/\/web.archive.org\/web\/20190613210632\/http:\/\/www.vnmilitaryhistory.net\/index.php?topic=1157.0;wap2 |ngày lưu trữ=2019-06-13}}<\/ref> với 120 lính.\n\nLà đơn vị áp dụng chặt chẽ nhất chính sách \"ngụ binh ư nông\", nên Lộ quân không được cung cấp quân phí từ triều đình. Về bản chất, Lộ quân vẫn chỉ là dân chúng thay nhau thực hiện nghĩa vụ quân sự khi nông nhàn nên không được hưởng bổng lộc, vậy nên quân nhu cho Lộ quân đều là tự cung tự cấp (duy chỉ có cấp quân trưởng tại ngũ thường trực nên được trợ cấp lúa và vải).{{efn|Theo thông lệ cũ từ thời Lý.|name=surrender}} Thay vào đó, triều đình chỉ chuyển giao trang bị cũ của Cấm quân hoặc Biên quân cho Lộ quân để huấn luyện, tự vệ, chống giặc cướp, bảo vệ xóm làng. Khi có chiến tranh, Lộ quân mới được cấp quân trang theo chuẩn của triều đình. Hệ thống Lộ quân giúp trung ương có được lực lượng đông đảo mà lại ít tốn kém chi phí.\n\n=== Biên quân ===\n[[Tập tin:Quy Hoa 1257 AD battle scene (Ha Bong leader barring the way of Yuan forces), Thanh Hoa province,Tran dynasty, 13th-14th century AD, glazed ceramic - National Museum of Vietnamese History - Hanoi, Vietnam - DSC05492.JPG|phải|nhỏ|320x320px|Biên quân do Hà Bổng chỉ huy đụng độ quân Mông Cổ tại Quy Hóa năm 1258.]]\nDo lãnh thổ Đại Việt trải dài từ bắc xuống nam, nên phần lớn các phủ, châu, lộ đều tiếp giáp với [[Biển Đông|biển]] hoặc biên cương [[Núi|miền núi]]. Trong khi đó, Trung Quốc và Chiêm Thành lần lượt tiếp giáp về phía bắc và nam là những thế lực lớn có thể đe dọa Đại Việt. Do đó, nhà Trần tổ chức quân biên phòng chuyên nghiệp đóng ở những vùng có địa hình chiến lược quan trọng án ngữ biên giới hai đầu Bắc-Nam.\n\nBiên quân có quân số ít hơn nhiều so với Cấm quân, được chiêu mộ từ tráng đinh địa phương, thậm chí là tù binh, tù nhân bị đày ải tại địa phương đó, với nhiệm vụ chính là tuần tra, bảo vệ an ninh biên giới. Khi có chiến tranh, lực lượng này có thể dựa vào địa thế để phòng thủ chờ quân chủ lực đến chi viện, hoặc tổ chức tập kích quy mô nhỏ nhằm làm tiêu hao sinh lực địch hoạt động tại địa phương.\n\nTrong giai đoạn cuối [[Chiến tranh Nguyên Mông–Đại Việt lần 1|cuộc chiến với đế quốc Mông Cổ năm 1258]], thủ lĩnh Biên quân [[người Tày]] ở trại Quy Hóa{{efn|Thuộc địa phận tỉnh [[Yên Bái]] ngày nay.}} là [[Hà Bổng]] đã tập kích tàn quân của [[Ngột Lương Hợp Thai]] trên đường rút lui về [[Vân Nam]] sau khi đạo quân này bị quân chủ lực nhà Trần tổng phản công.\n\nMặc dù không được trang bị tốt như Cấm quân, nhưng Biên quân cũng có đủ mọi binh chủng, vũ khí. Với đặc thù trường kì hoạt động ở biên ải hiểm trở, nên điều kiện sinh hoạt, huấn luyện gian khổ hơn. Chi phí để duy trì Biên quân sẽ được trung ương san sẻ một nửa với các địa phương. Theo đó, nguồn thuế thu được ở các vùng biên ải được triều đình cấp dưỡng cho Biên quân, trong khi các địa phương áp dụng chính sách ''ngụ binh ư nông'' để tự cung cấp quân nhu cho quân lực địa phương, giảm đáng kể gánh nặng tài chính cho triều đình.\n\n=== Vương hầu quân, Sương quân ===\nTừ năm Thiệu Long thứ 9 ([[1266]]), tôn thất nhà Trần gồm các vương hầu, [[công chúa]], [[phò mã]], [[cung tần]] tiền triều được cử đi thu nạp dân tứ tán đi [[Khai hoang|khai khẩn đất hoang]], từ đó tạo dựng [[thái ấp]] riêng. Trên cơ sở độc lập về kinh tế, họ đã xây dựng tư binh riêng theo đúng chính sách ''ngụ binh ư nông'', mặc dù số lượng gia binh của quý tộc luôn rất hạn chế. Gia nô quân được chia làm hai dạng gồm ''sương quân'' (do các đại gia tộc hay quan lại quyền thế không thuộc hoàng thất, cai quản) và ''vương hầu quân'', tư binh của các vương tôn, quý tộc thuộc hoàng thất. Mục đích của sự phân định này là nhằm xác định thứ tự ưu tiên để triều đình có kế hoạch hỗ trợ quân phí, quân trang trong thời chiến. Theo đó, ''vương hầu quân'' sẽ được ưu tiên viện trợ trước, sau đó mới đến ''sương quân''.\n\nSố lượng tư binh của các quý tộc thay đổi theo từng thời kỳ. Khi chiến tranh với ngoại bang nổ ra, vua Trần sẽ ra chiếu lệnh cho phép các quý tộc tăng cường chiêu binh mãi mã, gia tăng nhanh tổng quân số nhà Trần. Nhưng khi thời bình, số tư binh toàn quốc lại bị hạn chế để đảm bảo quân triều đình có sức răn đe lớn và khiến giới quý tộc không tùy tiện nuôi quân để tránh những nghi kị trong triều.\n\n==Binh chủng==\nQuân đội gồm 4 binh chủng: bộ binh, kỵ binh, tượng binh, thủy binh.{{sfn|Nguyễn Khắc Thuần|2010|p=107, 148}}\n\n=== Bộ binh ===\n[[Tập tin:National Museum Vietnamese History 30.jpg|nhỏ|Khắc họa trên gốm thời Trần, mô tả bộ binh cầm giáo và khiên giao đấu đối kháng.]]\nBộ binh nhà Trần{{sfn|Viện nghiên cứu Hán Nôm|2006|p=17}} là binh chủng có quân số đông đảo nhất cả nước.{{sfn|Nguyễn Khắc Thuần|2010|p=107}} Lãnh thổ Đại Việt đa dạng về địa hình (núi, rừng, sông, suối,...), bộ binh là lực lượng thích nghi với các điều kiện tự nhiên của đất nước.<ref name=\"tapchiqptd\"\/> Đây là binh chủng nắm vai trò chủ yếu.{{sfn|Tập chí quân đội nhân dân|1982|p=61}}\n\nBộ binh nhà Trần đã chạm trán quân Mông Cổ lần đầu vào ngày 28 tháng 1 năm 1258 trong trận đánh ngoại vi Thăng Long, 3.000 bộ binh đã phối hợp kỵ binh tấn công lều trại quân địch.<ref name=\"vusta\">{{Chú thích web|url=https:\/\/vusta.vn\/tu-binh-le-nguyen-den-dong-bo-dau-logic-cua-mot-phuong-luoc-khang-chien-p72106.html|tựa đề=Từ Bình Lệ Nguyên đến Đông Bộ Đầu – logic của một phương lược kháng chiến|tác giả=|ngày=ngày 22 tháng 7 năm 2010|website=vusta.vn|ngày truy cập=ngày 28 tháng 7 năm 2022}}<\/ref>\n\n=== Kỵ binh ===\nKỵ binh nhà Trần đã chạm trán quân Mông Cổ lần đầu tiên vào ngày 28 tháng 1 năm 1285 tại Đông Bộ Đầu, ngoại vi Thăng Long. 5.000 kỵ binh nhà Trần đã xông vào doanh trại quân Mông Cổ.<ref>{{Chú thích web|url=https:\/\/canhsatbien.vn\/portal\/bien-dao-viet-nam\/vua-tran-thai-tong-voi-viec-bao-ve-chu-quyen-dat-nuoc|tựa đề=Vua Trần Thái Tông với việc bảo vệ chủ quyền đất nước|tác giả=|ngày=ngày 10 tháng 8 năm 2016|website=canhsatbien.vn|ngày truy cập=ngày 28 tháng 7 năm 2022}}<\/ref>\n\n=== Tượng binh ===\nTượng binh nhà Trần được đánh giá là rất mạnh.{{sfn|Trần Xuân Sinh|2003|p=78}}{{sfn|Nguyễn Khắc Thuần|2010|p=148}} Cơ sở huấn luyện voi chiến đặt trên đất Cổ Dũng (ngày nay thuộc Bắc Giang).{{sfn|Nguyễn Quang Ân, Ngô Văn Trụ|2006|p=37}}\n\nTrong các trận đánh đầu tiên, quân Mông Cổ do A Truật chỉ huy đã bắn tên bịt sắt loạn xạ vào voi chiến quân Trần{{sfn|Trần triều hiển thánh|p=9}} khiến voi hoảng sợ và chạy ngược lại.{{sfn|Nguyễn Thị Thu Thủy|1999|p=47}}{{sfn|Trần triều hiển thánh|p=9}} Quân Trần buộc phải tạm thời [[rút lui]].{{sfn|Nguyễn Thị Thu Thủy|1999|p=47}}\n\nLực lượng tượng binh nhà Trần đã từng đánh với quân Mông - Nguyên trong các trận Bình Lệ Nguyên, Nội Bàng, Vạn Kiếp.<ref name=\"tapchiqptd\">{{Chú thích web|url=http:\/\/tapchiqptd.vn\/Sites\/print.aspx?newid=9074|tựa đề=XÂY DỰNG QUÂN ĐỘI THƯỜNG TRỰC “QUÂN CỐT TINH KHÔNG CỐT NHIỀU” TRONG SỰ NGHIỆP DỰNG NƯỚC VÀ GIỮ NƯỚC CỦA TỔ TIÊN TA|tác giả=Hà Thành|ngày=ngày 30 tháng 6 năm 2016|website=tapchiqptd.vn|ngày truy cập=ngày 28 tháng 7 năm 2022}}<\/ref>\n\nTượng binh nhà Trần trong cuộc chiến chống Mông Nguyên lần thứ hai do tướng Dã Tượng chỉ huy.{{sfn|Phạm Côn Sơn|2000|p=299}}\n\n=== Thủy binh ===\nThủy binh{{sfn|Viện nghiên cứu Hán Nôm|2006|p=17}} không chỉ là một lực lượng chủ lực mà còn biểu trưng cho văn hóa của vương triều. Tổ tiên nhà Trần có xuất thân ngư dân,{{sfn|Nguyễn Thị Phương Chi|2002|p=263}} quen sống sông nước vùng biển và luyện võ nên nhà Trần ý thức được tầm quan trọng của thủy binh.{{sfn|Trương Khánh Châu|2014|p=23}} Thủy binh nhà Trần được đánh giá là một binh chủng mạnh{{sfn|Nguyễn Khắc Thuần|2010|p=148}} và quan trọng.{{sfn|Nguyễn Khắc Thuần|2010|p=142}}\n\nThủy binh bao gồm:\n\n*Đông Hải Quân<ref name=\"baohaiquanvietnam\">{{Chú thích web|tiêu đề=Sử dụng thuyền chiến trong lịch sử dựng nước |url=https:\/\/baohaiquanvietnam.vn\/tin-tuc\/su-dung-thuyen-chien-trong-lich-su-dung-nuoc|website=Hải quân Việt Nam|ngày truy cập= ngày 25 tháng 9 năm 2018|url lưu trữ=https:\/\/web.archive.org\/web\/20190613210636\/https:\/\/baohaiquanvietnam.vn\/tin-tuc\/su-dung-thuyen-chien-trong-lich-su-dung-nuoc |ngày lưu trữ=2019-06-13}}<\/ref> bao gồm 2.400 lính. Họ chiến đấu trên biển, sông, bãi biển.\n*Bình Hải Quân<ref name=\"baohaiquanvietnam\"\/>{{sfn|Nguyễn Thị Phương Chi|2002|p=72}} cũng bao gồm một \"quân\" với 2.400 lính, được hỗ trợ bởi 900 thủy thủ trên 30 thuyền buồm, họ chiến đấu trên biển, đảo và cửa sông. Trụ sở chính đặt trên đảo Vân Đồn.<ref name=\"TL\"\/>\n\nTrụ sở chính thủy binh là doanh trại ở bến Đông Bộ Đầu sát kinh thành Thăng Long.<ref name=\"vusta\"\/>\n\nNăm 1284, thủy binh có 1.000 thuyền chiến,{{sfn|Viện lịch sử quân sự Việt Nam|2008|p=67}} số lượng và chất lượng thuyền được tăng cường nhưng hầu hết là thuyền chiến trên sông.{{sfn|Nguyễn Việt, Vũ Minh Giang, Nguyễn Mạnh Hùng|1983|p=163}} Thuyền là loại chèo, có loại thuyền lên đến 100 người chèo.{{sfn|Nguyễn Việt, Vũ Minh Giang, Nguyễn Mạnh Hùng|1983|p=163}} Thời Trần, thuyền [[Mông đồng]]{{efn|Đây là một loại thuyền chèo hạng nhẹ, có mũi bằng kim loại và lướt nhanh. Theo An Nam chí lược của Lê Tắc, thuyền Mông đồng ở Việt Nam được áp dụng từ thời Bắc thuộc, do [[An Nam đô hộ phủ|Trương Châu]] - An Nam đô hộ phủ (806-810) dưới thời [[Đường Hiến Tông]] chủ trương chế tạo nhằm thay thế các loại thuyền chiến lớn không phù hợp với địa hình vùng Giao Chỉ.}} là loại thuyền chiến chủ yếu trong thủy binh{{sfn|Nguyễn Việt, Vũ Minh Giang, Nguyễn Mạnh Hùng|1983|p=79}} với 30 lính chiến và 30 phu chèo.<ref name=\"epochtimesviet\"\/>\n\nSoái hạm là Kim Phượng, Thanh Lan, Vĩnh Xuân, là các thuyền chở vua, đích thân vua chỉ huy thủy binh.{{sfn|Trương Khánh Châu|2014|p=23}}\n\nTrong trận Bình Lệ Nguyên, thủy binh đã dùng thuyền vận chuyển cả ba binh chủng bộ binh, kỵ binh, tượng binh đi tác chiến, và đảm nhận việc vận chuyển họ đi khi cần rút chạy.<ref name=\"epochtimesviet\">{{Chú thích web|tiêu đề=Lê Tần: Vị dũng tướng Việt Nam đầu tiên đại chiến với quân Mông Cổ |url=https:\/\/www.epochtimesviet.com\/le-tan-vi-dung-tuong-viet-nam-dau-tien-dai-chien-voi-quan-mong-co_168922.html|tác giả=Minh Bảo|ngày=ngày 27 tháng 12 năm 2021|website=epochtimesviet.com|ngày truy cập= ngày 27 tháng 7 năm 2022}}<\/ref>\n\n==Chiến lược, chiến thuật==\nTrong thực chiến, chiến lược của quân đội nhà Trần cũng rất linh hoạt, tùy thuộc vào đối thủ. Với kẻ địch hùng mạnh như quân Nguyên Mông thì chiến lược chủ yếu được sử dụng là chiến tranh du kích, áp dụng lối đánh mai phục dựa vào địa hình và chính sách \"''[[Tiêu thổ|vườn không nhà trống]]''\" cùng với cắt đứt hậu cần, kết hợp với tác chiến quy mô lớn khi thời cơ thích hợp. Còn đối với kẻ địch yếu thế hơn như [[Chiêm Thành]], các bộ tộc người Man ở Tây Bắc, hay các thế lực nổi loạn thì quân đội Đại Việt thường sử dụng chiến lược tấn công nhanh, mạnh và thần tốc để tiêu diệt quân địch.\n\nTuy nhiên, sau nhiều năm chiến tranh với quân Nguyên Mông, thực lực quốc gia suy giảm nghiêm trọng đã khiến [[Đại Việt]] chú trọng hơn trong việc áp dụng chiến lược \"''lấy đoản binh thắng trường trận''\" do Hưng Đạo vương [[Trần Hưng Đạo|Trần Quốc Tuấn]] lập ra. Theo đó thì quân đội Đạt Việt chú trọng tinh nhuệ hơn là quân số, chú trọng đánh hiểm vào những nơi địch yếu hại hơn là dàn quân tác chiến quy mô lớn. Từ đây, quân đội Đại Việt chủ yếu lấy số lượng quân vừa đủ để phá địch chứ không còn huy động quy mô cả nước để tấn công như vũ bão nữa.\n\n[[Trần Hưng Đạo|Trần Quốc Tuấn]] - vị tướng tổng chỉ huy hai [[Chiến tranh Nguyên Mông-Đại Việt|cuộc chiến chống Mông-Nguyên]] [[Chiến tranh Nguyên Mông-Đại Việt lần 2|lần thứ 2]] và [[Chiến tranh Nguyên Mông-Đại Việt lần 3|lần thứ 3]] đã soạn bộ ''Vạn Kiếp tông bí truyền thư'' và [[Binh thư yếu lược]]. Ông đã tìm hiểu và tổng kết kinh nghiệm chiến tranh của [[Trung Quốc]] cổ từ thời [[Xuân Thu]] đến tận [[nhà Tống|Tống]], [[nhà Nguyên|Nguyên]] đương thời. Trong ''Binh thư yếu lược'', ông viết: ''\"Người giỏi thắng không cần thắng nhiều lần, mà cần toàn thắng, đảm bảo thắng\"''. Điều đó đồng nghĩa với việc làm cách nào để có được chiến thắng cuối cùng mới là điều quan trọng nhất, còn thắng bại trong các trận đánh chỉ là phụ. Cuộc chiến chống Mông-Nguyên của quân dân nhà Trần, dưới sự chỉ đạo của ông cũng tiến hành theo nguyên tắc trên.\n\n==Danh sách các cuộc chiến và trận đánh==\n*Nội chiến \n**Chiến tranh Lý – Trần\n*[[Chiến tranh Nguyên Mông – Đại Việt|Chiến tranh với Mông Cổ]]\n**[[Chiến tranh Nguyên Mông – Đại Việt lần 1]]\n**[[Chiến tranh Nguyên Mông – Đại Việt lần 2]]\n**[[Chiến tranh Nguyên Mông – Đại Việt lần 3]]\n***Thủy chiến:\n****[[Chiến tranh Nguyên Mông – Đại Việt lần 3#Trận Vân Đồn|Trận Vân Đồn]]\n****[[Trận Bình Than]]\n****[[Trận Bạch Đằng (1288)]]\n**[[Đại Việt tấn công nhà Nguyên]], năm 1313\n*Chiến tranh với Chiêm Thành \n**[[Chiến tranh Việt – Chiêm (1367 – 1396)]]\n***[[Trận Đồ Bàn (1377)|Trận Đồ Bàn]], năm 1377\n*Nội chiến \n**Cuộc đảo chính của Hồ Quý Ly\n*[[Chiến tranh Minh–Việt (1407–1414)|Chiến tranh Minh–Việt]] (1407–1414)\n\n==Xem thêm==\n* [[Quân đội Hậu Trần]]\n* [[Quân đội nhà Lê sơ]]\n* [[Quân đội nhà Mạc]]\n\n==Ghi chú==\n{{notelist\n| colwidth = 30em\n| notes =\n}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n===Sách===\n*{{Chú thích sách|tựa đề=Tư tưởng Việt Nam thời Lý-Trần|tác giả=Doãn Chính|năm=2008|nhà xuất bản=Nhà xuất bản Chính trị quốc gia}}\n*{{Chú thích sách|tựa đề=Bách khoa tri thức quốc phòng toàn dân|tác giả=Lê Huy Hòa|năm=2003|nhà xuất bản=Nhà xuất bản Chính trị quốc gia}}\n*{{Chú thích sách|tựa đề=Đại cương lịch sử cổ-trung đại Việt Nam|tác giả=Nguyễn Khắc Thuần|năm=2010|nhà xuất bản=Nhà xuất bản Giáo dục}}\n*{{Chú thích sách|tựa đề=Địa chí Bắc Giang: lịch sử và văn hóa|tác giả=Nguyễn Quang Ân, Ngô Văn Trụ|năm=2006|nhà xuất bản=Sở văn hóa thông tin Bắc Giang và Trung tâm Unesco thông tin tư liệu lịch sử và văn hóa Việt Nam}}\n*{{Chú thích sách|tựa đề=Thái áp-điền trang thời Trần: thế kỷ XIII-XIV|tác giả=Nguyễn Thị Phương Chi|năm=2002|nhà xuất bản=Nhà xuất bản Khoa học xã hội}}\n*{{Chú thích sách|tựa đề=Việt Nam và Đông Nam Á thời kỳ chống xâm lược Nguyên-Mông, thế kỷ XIII|tác giả=Nguyễn Thị Thu Thủy|năm=1999|nhà xuất bản=Trung tâm UNESCO-Phát triển nhân văn tại TP. Hồ Chí Minh}}\n*{{Chú thích sách|tựa đề=Quân thủy trong lịch sử chống ngoại xâm|tác giả=Nguyễn Việt, Vũ Minh Giang, Nguyễn Mạnh Hùng|năm=1983|nhà xuất bản=Nhà xuất bản Quân đội nhân dân}}\n*{{Chú thích sách|tựa đề=Đất Việt mến yêu: từ điển du lịch dã ngoại Việt Nam|tác giả=Phạm Côn Sơn|năm=2000|nhà xuất bản=Nhà xuất bản Đồng Nai}}\n*{{Chú thích sách|tựa đề=Lịch sử chiến thuật Quân đội nhân dân Việt Nam, 1944-1975, Tập 1|tác giả=Phạm Vĩnh Phúc|năm=2003|nhà xuất bản=Nhà xuất bản Quân đội nhân dân}}\n*{{Chú thích sách|tựa đề=Chiến thắng Bạch Đằng 938 và 1288|tác giả=Phan Huy Lê, Phan Đại Doãn, Nguyễn Quang Ngọc|năm=1988|nhà xuất bản=Nhà xuất bản Quân đội nhân dân}}\n*{{Chú thích sách|tựa đề=Thuyết Trần: sử nhà Trần|tác giả=Trần Xuân Sinh|năm=2003|nhà xuất bản=Nhà xuất bản Hải Phòng}}\n*{{Chú thích sách|tựa đề=Đặc trưng công nghệ quân sự Việt Nam qua các thời kỳ cách mạng: sách tham khảo|tác giả=Trương Khánh Châu|năm=2014|nhà xuất bản=Nhà xuất bản Chính trị quốc gia - Sư̜ thật}}\n*{{Chú thích sách|tựa đề=Anh hùng dân tộc thiên tài quân sự Trần Quốc Tuấn và quê hương Nam Định|tác giả=Viện lịch sử quân sự Việt Nam|năm=2000|nhà xuất bản=Nhà xuất bản Quân đội nhân dân}}\n*{{Chú thích sách|tựa đề=Lịch sử kỹ thuật quân sự Việt Nam: giản yếu|tác giả=Viện lịch sử quân sự Việt Nam|năm=2008|nhà xuất bản=Nhà xuất bản Quân đội nhân dân}}\n*{{Chú thích sách|tựa đề=Một số văn bản điển chế và pháp luật Việt Nam, Tập 1|tác giả=Viện nghiên cứu Hán Nôm|năm=2006|nhà xuất bản=Nhà xuất bản Khoa học xã hội}}\n*{{Chú thích sách|tựa đề=Trần triều hiển thánh|tác giả=|năm=2007|nhà xuất bản=Nhà xuất bản Vǎn hóa thông tin}}\n\n===Tạp chí===\n*{{Chú thích tạp chí|tựa đề=Nghiên cứu lịch sử, Số phát hành 394|tác giả=Viện Sử học|năm=2009|nhà xuất bản=Viện sử học}}\n*{{Chú thích tạp chí|tựa đề=Tập chí quân đội nhân dân, Số phát hành 303-309|tác giả=Tập chí quân đội nhân dân|năm=1982|nhà xuất bản=Tổng Cục Chính Trị}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Military of the Trần dynasty}}\n* [https:\/\/books.google.com.vn\/books?hl=vi&id=EmJwAAAAMAAJ&dq=%C4%91%C3%A1nh+v%C3%A0o+d%E1%BA%A1+d%C3%A0y+qu%C3%A2n+%C4%91%E1%BB%8Bch&focus=searchwithinvolume&q=%22c%C3%A1i+d%E1%BA%A1+d%C3%A0y%22 Anh hùng dân tộc thiên tài quân sự Trần Quốc Tuấn và quê hương Nam Định]\n\n{{lịch sử Việt Nam thời Trần}}\n[[Thể loại:Quân sự Việt Nam thời Trần]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]"}