{"3194872":"{{thiếu nguồn gốc}}\n{{Infobox military unit\n|unit_name = QUÂN ĐOÀN III<br>Việt Nam Cộng hòa\n|image= [[Hình:Insignia of ARVN III Corps.svg|180px]]\n|caption= Huy hiệu\n|dates= [[1959]] [[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|command_structure= [[Hình: ARVN Joint General Staff Insignia.svg|22px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|branch= Hỗn hợp\n|type= Chủ lực Quân khu\n|size= Quân đoàn\n|garrison= [[Biên Hòa]], [[Việt Nam Cộng hòa]] \n|motto= '''''Chiến thắng''' - '''Xây dựng'''''\n|battles= [[Sự kiện Tết Mậu Thân|Trận Mậu Thân]]<br>[[Sự kiện 30 tháng 4 năm 1975]]\n|notable_commanders= [[Thái Quang Hoàng]]<br>[[Lê Văn Nghiêm]]<br>[[Tôn Thất Đính]]<br>[[Trần Thiện Khiêm]]<br>[[Lâm Văn Phát]]<br>[[Cao Văn Viên]]<br>[[Đỗ Cao Trí]]<br>[[Dư Quốc Đống]]<br>[[Nguyễn Văn Toàn]]\n| identification_symbol = [[Hình:Flag of the ARVN III Corps.svg|trái|120px]]\n| identification_symbol_label = Quân kỳ\n}}\n[[Hình: South Vietnam Map.jpg|nhỏ|phải|300px|<center>Bản đồ 4 Quân khu [[Việt Nam Cộng hòa]]]]\n[[Hình: Map of III CTZ.jpg|nhỏ|phải|300px|<center>Bản đồ các tỉnh thuộc '''Quân khu III''']]\n\n'''Quân đoàn III''' là một đơn vị cấp Quân đoàn, được tổ chức hỗn hợp gồm cả Hải - Lục - Không quân, là một trong bốn Quân đoàn chủ lực của [[Quân lực Việt Nam Cộng hòa]]. Đây là Quân đoàn có nhiệm vụ kiểm soát địa bàn gồm các tỉnh xung quanh [[Thành phố Hồ Chí Minh|Đô thành Sài Gòn]], vì vậy giữ vai trò hết sức trọng yếu đối với Chính thể [[Việt Nam Cộng hòa]]. Cuối tháng 4 năm [[1975]], sau khi vô hiệu hóa phòng tuyến [[Xuân Lộc]], lực lượng [[Quân đội nhân dân Việt Nam]] và [[Quân Giải phóng miền Nam Việt Nam]] đã thực hiện chiến dịch lớn cuối cùng, đánh tan những lực lượng cuối cùng của Quân đoàn III phòng thủ Sài Gòn, kết thúc cuộc [[Chiến tranh Việt Nam]].\n\n==Lịch sử hình thành==\nTiền thân của Vùng III Chiến thuật là Đệ nhất Quân khu, được thành lập ngày 1 tháng 7 năm 1952<ref>Sắc lệnh số 61-QP của Quốc trưởng [[Bảo Đại]] ngày 26 tháng 6 năm 1952<\/ref>, là một trong 4 Quân khu của [[Quân đội Quốc gia Việt Nam]]. Vùng kiểm soát của Đệ nhất Quân khu, tương ứng với vùng Nam phần Việt Nam, từ [[Bình Thuận]] vào đến [[Cà Mau]]. Tư lệnh đầu tiên là Đại tá [[Lê Văn Tỵ]]. Địa bàn Đệ nhất Quân khu gần như được giữ nguyên trong cuộc điều chỉnh năm 1954.<ref>Sắc lệnh số 19-QP của Quốc trưởng Bảo Đại ngày [[19 tháng 3]] năm 1954<\/ref>\n\nSau khi Chính thể [[Việt Nam Cộng hòa]] chính thức thành lập ngày [[26 tháng 10]] năm [[1956]], toàn bộ lãnh thổ Nam Việt Nam do Việt Nam Cộng hòa kiểm soát được chia thành 6 Quân khu: Đệ nhất Quân khu (đông Nam phần), Đệ nhị Quân khu (Trung phần), Đệ tam Quân khu (Kontum, Pleiku, Bình Định, Phú Yên), Đệ tứ Quân khu (nam cao nguyên Trung phần và phía nam duyên hải Trung phần), Đệ ngũ Quân khu (tây Nam phần) và Quân khu Thủ đô (Sài Gòn, Gia Định, Long An). Địa bàn của Đệ nhất Quân khu (cũ) được tách làm 3 phần gồm Đệ nhất Quân khu (mới) (gồm các tỉnh Gia Định, Phước Long, Bình Tuy, Bình Dương, Biên Hòa, Tây Ninh, Phước Tuy, Long Khánh, Bình Long), Đệ ngũ Quân khu (gồm các tỉnh Long An, Kiến Tường, Kiến Phong, Định Tường, Kiến Hòa, Vĩnh Long, Vĩnh Bình, An Giang, Phong Dinh, Ba Xuyên, Kiên Giang, An Xuyên, Đặc khu Côn Sơn) và Quân khu Thủ đô (Sài Gòn).<ref>Sắc lệnh số 147\/b\/QP ngày [[24 tháng 10]] năm 1956.<\/ref> Tuy nhiên, mãi đến ngày [[14 tháng 2]] năm [[1957]], Đại tướng [[Lê Văn Tỵ]], Tổng Tham mưu trưởng Quân đội [[Việt Nam Cộng hòa]] mới ký Công vụ lệnh số 146\/TTM\/VP chỉ định Chỉ huy trưởng 3 Quân khu kể trên, gồm: Trung tướng [[Dương Văn Minh]], Chỉ huy trưởng Quân khu Thủ đô; Đại tá [[Nguyễn Văn Y (Đại tá, Quân lực VNCH)|Nguyễn Văn Y]],<ref>Đại tá Nguyễn Văn Y sinh năm 1922 tại Tây Ninh, tốt nghiệp khóa 1 Võ bị Huế. Năm 1961 được bổ nhiệm chức vụ Tổng Giám đốc Cảnh sát Quốc gia. giải ngũ cuối năm 1963.<\/ref> Chỉ huy trưởng Đệ nhất Quân khu, Đại tá [[Nguyễn Văn Là]], Chỉ huy trưởng Đệ ngũ Quân khu. Trung tướng Dương Văn Minh đồng thời kiêm nhiệm chức Tư lệnh 3 Quân khu trên.<ref>''Tài liệu Tham mưu biệt bộ Phủ tổng thống''. Trung tâm lưu trữ quốc gia II TP Hồ Chí Minh.<\/ref>\n\nBộ tư lệnh Quân đoàn III được thành lập lâm thời vào ngày 1 tháng 3 năm 1959 tại [[Biên Hòa]] do Trung tướng [[Thái Quang Hoàng]] làm Tư lệnh đầu tiên, giữa tháng 4 kiêm Tư lệnh Quân khu Thủ đô, thay tướng Dương Văn Minh chuyển sang làm Tổng thư ký Thường trực Quốc phòng. Mãi hơn một năm sau, Quân đoàn mới chính thức thành lập vào ngày 20 tháng 5 năm 1960, với nòng cốt là [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5]], [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7]], và [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21]] Bộ binh.\n\nNgày 1 tháng 6 năm 1961, Tổng thống Diệm đã ra sắc lệnh cải tổ các Quân khu thành các Vùng chiến thuật, theo đó Đệ nhất và Đệ ngũ Quân khu được sáp nhập để thành lập Vùng 3 Chiến thuật<ref>Sắc lệnh số SL.98\/QP ngày 13 tháng 4 năm 1961<\/ref>. Quân khu Thủ đô được đổi thành [[Biệt khu Thủ đô]], mở rộng địa bàn thêm tỉnh Gia Định, trực thuộc Vùng 3 chiến thuật. Tỉnh Côn Sơn được tách ra, trực thuộc vào Bộ Tư lệnh Hải quân.<ref>[http:\/\/www.baotangbrvt.org.vn\/index.php?Module=Content&Action=view&id=310&Itemid=261# Sự thay đổi địa giới Hành chính và Quân sự của Chính quyền Sài Gòn giai đoạn 1955-1963 tại Bà Rịa-Vũng Tàu]<\/ref> Từ đó Quân đoàn có danh hiệu liên hợp Quân đoàn III và Vùng 3 Chiến thuật.\n\nĐịa bàn của Vùng 3 được tổ chức thành các Khu Chiến thuật:<br>Khu chiến thuật Đông: gồm các tỉnh Biên Hòa, Phước Tuy, Bình Tuy, Long Khánh, Phước Long, Bình Long, Bình Dương, Tây Ninh, Phước Thành.<br>Khu chiến thuật Tiền Giang: gồm các tỉnh Long An, Kiến Tường, Kiến Phong, Định Tường, Kiến Hòa.<br>Khu chiến thuật Hậu Giang: gồm các tỉnh Vĩnh Long, Vĩnh Bình, An Giang, Phong Dinh, Ba Xuyên, Kiên Giang, An Xuyên.\n\nMỗi khu Chiến thuật là địa bàn hoạt động của một Sư đoàn. Các tỉnh cũng được tổ chức về mặt Quân sự thành các Tiểu khu chiến thuật, đứng đầu là một sĩ quan cấp Đại tá hoặc Trung tá với chức danh Tỉnh trưởng (hoặc Thị trưởng) kiêm Tiểu khu trưởng, trực tiếp chỉ huy và điều động các đơn vị Địa phương quân và các Chi khu (trong đó có các Trung đội Nghĩa quân). Quân số của mỗi Tiểu khu tương đương với quân số từ một đến hai Trung đoàn bộ binh nhưng về mặt trang bị không bằng các đơn vị chủ lực. Vì vậy khi cần thiết sẽ được sự hỗ trợ của các Sư đoàn Bộ binh. Do đó, khi phối hợp tác chiến Tiểu khu trưởng dưới quyền của Tư lệnh Sư đoàn.\n\nLãnh thổ của Vùng 3 chiến thuật khi đó tương ứng với khu vực rộng lớn bao gồm miền đông và tây Nam phần, gây ra rất nhiều khó khăn trong kiểm soát địa bàn. Do nhu cầu cần có thêm các đơn vị chủ lực nữa để hỗ trợ và chia sẻ vùng hoạt động, Tổng thống Ngô Đình Diệm quyết định thành lập thêm [[Sư đoàn 9 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 9]] vào ngày 1 tháng 1 năm 1962 và [[Sư đoàn 25 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 25]] Bộ binh vào ngày 1 tháng 7 năm 1962. Ngày 1 tháng 1 năm 1963, khi Quân đoàn IV và Vùng 4 Chiến thuật được thành lập từ phần lãnh thổ miền tây Nam phần, với nòng cốt là các sư đoàn 7, 9 và 21. Phần lãnh thổ trách nhiệm của Quân đoàn III và Vùng 3 chiến thuật chỉ còn 11 tỉnh và một Đặc khu thuộc miền đông Nam phần, tổ chức thành 3 Khu chiến thuật: Khu Chiến thuật 31 (gồm các tỉnh Tây Ninh, Hậu Nghĩa, Long An), Khu chiến thuật 32 (gồm các tỉnh Bình Long, Phước Long, Bình Dương) và Khu chiến thuật 33 (gồm các tỉnh Long Khánh, Bình Tuy, Phước Tuy, Biên Hòa, Biệt khu Thủ đô).\n\n===Đảo chính và chống đảo chính ===\nDo vai trò hết sức quan trọng, bảo vệ đầu não Chính quyền Việt Nam Cộng hòa, nên Quân đoàn được xem như cái chốt quan trọng quyết định sự thành công hay thất bại của các cuộc đảo chính. Vì vậy, khi [[Đảo chính Việt Nam Cộng hòa 1960|cuộc đảo chính 1960]] nổ ra, các chỉ huy quân đảo chính lập tức bắt giữ tướng Thái Quang Hoàng, vô hiệu hóa Bộ tư lệnh Quân đoàn III và Quân khu Thủ đô. Dù sau đó, các lực lượng dưới quyền Quân đoàn đã tự động tổ chức phản kích và đánh bại quân đảo chính, Tổng thống Diệm vẫn cáo buộc tướng Thái Quang Hoàng không đủ năng lực để phản ứng với cuộc đảo chính, vì thế đã điều chuyển ông sang giữ chức vụ Chỉ huy trưởng Trường Đại học Quân sự và kiêm Quân trấn trưởng Đà Lạt.\n\nTừ sau vụ [[Vụ đánh bom Dinh Độc Lập 1962|binh biến năm 1962]], Tổng thống Ngô Đình Diệm và Cố vấn [[Ngô Đình Nhu]] đã xếp đặt tướng Tôn Thất Đính, một tướng lĩnh trẻ và được cho là trung thành, về giữ chức vụ Tư lệnh Quân đoàn III kiêm Tổng trấn Đô thành Sài Gòn, đồng thời giao giữ vai trò quan trọng trong kế hoạch phản đảo chính nếu đảo chính nổ ra lần nữa. Tuy nhiên, tướng Đính sớm thay đổi và đứng về nhóm đảo chính, trở thành một trong những thành viên chủ chốt khi [[Đảo chính Việt Nam Cộng hòa 1963|đảo chính thực sự]] nổ ra và kết thúc với cái chết bi thảm của Tổng thống Diệm và Cố vấn Nhu.\n\nKhông đầy 3 tháng sau, một cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|\"Chỉnh lý\"]] do tướng [[Nguyễn Khánh]] cầm đầu, được thực hiện với sự tham gia của tân Tư lệnh Quân đoàn III [[Trần Thiện Khiêm]] đã gạt bỏ quyền lực của các tướng lĩnh chủ chốt trong cuộc đảo chính trước đó, mở đường cho tướng Nguyễn Khánh lên nắm quyền và [[Thời kỳ Loạn tướng]]. Ngày 1 tháng 7 năm 1970, Vùng 3 chiến thuật được cải danh thành Quân khu 3.\n\n===Mậu Thân 1968===\n{{see also|Sự kiện Tết Mậu Thân}}\n\n===Mùa hè đỏ lửa===\n{{see also|Mặt trận Đông Nam Bộ năm 1972|Trận Lộc Ninh (1972)|Trận An Lộc|Chiến dịch Nguyễn Huệ}}\n\n===Mở đầu và kết thúc của thất bại cuối cùng===\n{{see also|Chiến dịch Đường 14 - Phước Long||Chiến dịch Phan Rang - Xuân Lộc|Trận Xuân Lộc|Chiến dịch Hồ Chí Minh|Sự kiện 30 tháng 4 năm 1975}}\n\nTrụ sở Bộ Tư lệnh Quân đoàn III đặt tại Biên Hòa. Sau năm 1975 nơi này được trưng dụng làm trụ sở [[Bộ Chỉ huy Quân sự Tỉnh Đồng Nai]].\n\n==Biên chế tổ chức==\nDưới đây là biên chế tổ chức của Quân đoàn III vào đầu năm 1975.\n*'''Bộ Tư lệnh:\n{{Multicol}}\nBộ Tham mưu<br>Sở An ninh Quân đội<br>Phòng 1 Tổng Quản trị<br>Phòng 2 Tình báo\n{{Multicol-break}}\nPhòng 3 Tác chiến<br>Bộ chỉ huy Tiếp vận<br>Bộ chỉ huy Pháo binh\n{{Multicol-end}}\n*'''Đơn vị tác chiến trực thuộc:\n{{Multicol}}\n[[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]]: Trách nhiệm địa bàn các tỉnh [[Bình Dương]], [[Bình Long (tỉnh)|Bình Long]] và [[Phước Long (tỉnh)|Phước Long]]<br>[[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18 Bộ binh]]: Trách nhiệm địa bàn các tỉnh Biên Hòa, Bình Tuy, Gia Định, Long Khánh, [[Phước Tuy (tỉnh)|Phước Tuy]] và Đặc khu [[Vũng Tàu]]<br>[[Sư đoàn 25 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 25 Bộ binh]]: Trách nhiệm địa bàn các tỉnh Hậu Nghĩa, [[Long An]] và [[Tây Ninh]].<br>[[Địa phương quân và nghĩa quân|Địa phương quân và Nghĩa quân]]: Trách nhiệm trên địa bàn của từng Tiểu khu.<ref>Các đơn vị Đại phương quân và Nghĩa quân: Mỗi Tiểu khu (tỉnh) có từ 3 đến 5 Tiểu đoàn Địa phương quân, mỗi Chi khu (quận) có từ 10 đến 15 Trung đội Nghĩa quân.<\/ref>\n{{Multicol-end}}\n*'''Đơn vị tác chiến phối thuộc:\n{{Multicol}}\n[[Không lực Việt Nam Cộng hòa|Sư đoàn 3 Không quân]]<br>[[Không lực Việt Nam Cộng hòa|Sư đoàn 5 Không quân]]<br>[[Hải quân Việt Nam Cộng hòa|Hải quân Vùng 3 Duyên hải]]<br>[[Hải quân Việt Nam Cộng hòa|Hải quân Vùng 3 Sông ngòi]]<br>[[Hải quân Việt Nam Cộng hòa|Hải quân Biệt khu Thủ đô]]\n{{Multicol-break}}\n[[Binh chủng Thiết giáp Việt Nam Cộng hòa|Lữ đoàn 3 Kỵ binh]]<br>[[Pháo binh (Quân lực VNCH)|Pháo binh Quân khu 3]]<br>[[Biệt cách dù Việt Nam Cộng hòa|Liên đoàn 81 Biệt cách dù]]<br>[[Biệt động quân Việt Nam Cộng hòa|Lực lượng Biệt động quân]] ''(Liên đoàn 31, 32, 33)''<br>[[Biệt động quân Việt Nam Cộng hòa|Lực lượng Biệt động quân Tổng trừ bị]] ''(Liên đoàn 4, 6, 7, 8, 9)''\n{{Multicol-end}}\n*'''Tiểu khu, Đặc khu trực thuộc:\n{{Multicol}}\nTiểu khu Biên Hòa: Các Chi khu ''(Quận)'' Công Thanh, Dĩ An, Đức Tu, Long Thành, Nhơn Trạch, Tân Uyên và Yếu khu Thị xã Biên Hòa<br>Tiểu khu Bình Dương: Các Chi khu Bến Cát, Châu Thành, Lái Thiêu, Phú Hòa, Phú Giáo, Trị Tâm và Yếu khu Thị xã Phú Cường<br>Tiểu khu Bình Long: Các Chi khu An Lộc, Chơn Thành, Lộc Ninh và Yếu khu Thị xã An Lộc<br>Tiểu khu Bình Tuy: Các Chi khu Hàm Tân, Hoài Đức, Tánh Linh và Yếu khu Thị xã Hàm Tân<br>Tiểu khu Gia Định: Các Chi khu Bình Chánh, Cần Giờ, Gò Vấp, Hốc Môn, Nhà Bè, Quảng Xuyên, Tân Bình, Thủ Đức và Yếu khu Thị xã Gia Định<br>Tiểu khu Hậu Nghĩa: Các Chi khu Củ Chi, Đức Hòa, Đức Huệ, Trảng Bàng và Yếu khu Thị xã Khiêm Cường<br>Tiểu khu Long An: Các Chi khu Bến Lức, Cần Đước, Cần Giuộc, Châu Thành, Rạch Kiến, Tân Trụ, Thủ Thừa và Yếu khu Thị xã Tân An<br>Tiểu khu Long Khánh: Các Chi khu Định Quán, kiệm Tân, Xuân Lộc và Yếu khu Thị xã Xuân Lộc<br>Tiểu khu Phước Long: Các Chi khu Bố Đức, Đôn Luân, Đức Phong, Phước Bình và Yếu khu Thị xã Phước Bình<br>Tiểu khu Phước Tuy: Các Chi khu Đất Đỏ, Đức Thạnh, Long Điền, Long Lễ, Xuyên Mộc và Yếu khu Thị xã Phước Lễ<br>Tiểu khu Tây Ninh: Các Chi khu Hiếu Thiện, Khiêm Hạnh, Phú Khương, Phú Ninh và Yếu khu Thị xã Tây Ninh<br>Đặc khu Vũng Tàu: Yếu khu Thị xã Vũng Tàu ''(1 quận)\n\n==Bộ Tham mưu và Phòng Sở Quân đoàn III tháng 4\/1975==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"21%\" |Họ và tên\n!width= \"13%\" |Cấp bậc\n!width= \"20%\" |Chức vụ\n!width= \"20%\" |Phòng Sở\n!Chú thích\n|-\n|<center> 1\n|<center> [[Nguyễn Văn Toàn]]<br>''Võ bị Đà Lạt K5\n|rowspan= \"2\"|<center> Trung tướng\n|<center> Tư lệnh\n|rowspan= \"5\"|<center> Bộ Tư lệnh<br>Quân đoàn\n|\n|-\n|<center> 2\n|<center> [[Nguyễn Vĩnh Nghi]]<br>''Võ bị Đà Lạt K5\n|<center> Tư lệnh phó<br>Tư lệnh Tiền phương\n|\n|-\n|<center> 3\n|<center> [[Nguyễn Văn Hiếu (trung tướng)|Nguyễn Văn Hiếu]]<br>''Võ bị Đà Lạt K3\n|rowspan= \"2\"|<center> Thiếu tướng\n|<center> Tư lệnh phó<br>Đặc trách Hành quân\n|Ngày 8 tháng 4 năm 1975, tử nạn do bị cướp cò súng lục. Ngày 10 tháng 4, được truy thăng Trung tướng\n|-\n|<center> 4\n|<center> [[Đào Duy Ân]]<br>''Võ bị Đà Lạt K4\n|<center> Tư lệnh phó<br>Lãnh thổ\n|\n|-\n|<center> 5\n|<center> [[Lê Trung Tường]]<br>''Võ bị Huế K2\n|<center> Chuẩn tướng\n|<center> Tham mưu trưởng\n|\n|-\n|<center> 6\n|<center> [[Nguyễn Khuyến (Đại tá, Quân lực VNCH)|Nguyễn Khuyến]]\n|rowspan= \"3\"|<center> Đại tá\n|<center> Chánh Sở\n|<center> An ninh Quân đội\n|\n|-\n|<center> 7\n|<center> [[Trần Quốc Khang (Đại tá, Quân lực VNCH)|Trần Quốc Khang]]<ref>Đại tá Trần Quốc Khang sinh năm 1931 tại Nam Định.<\/ref><br>''Võ khoa Nam Định''<ref>Trường Sĩ quan Trừ bị Nam Định<\/ref>\n|<center> Chỉ huy trưởng\n|<center> Tiếp vận\n|\n|-\n|<center> 8\n|<center> [[Hoàng Đình Thọ (Đại tá, Quân lực VNCH)|Hoàng Đình Thọ]]<ref>Đại tá Hoàng Đình Thọi snh năm 1930 tại Ninh Bình.<\/ref><br>''Võ bị Địa phương<br>Bắc Việt\n|<center> Trưởng phòng\n|<center> Phòng 3 Tác chiến\n|\n|-\n|}\n\n==Pháo binh Quân đoàn<ref>Các đơn vị Pháo binh biệt phái cho các Sư đoàn, xem ở trang Sư đoàn Bộ binh QLVNCH.<\/ref>==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"22%\" |Họ và Tên\n!width= \"13%\" |Cấp bậC\n!width= \"16%\" |Chức vụ\n!width= \"25%\" |Đơn vị\n!Chú thích\n|-\n|<center> 1\n|<center> [[Lê Văn Trang (Đại tá, Quân lực VNCH)|Lê Văn Trang]]<ref>Đại tá Lê Văn Trang, sinh năm 1934 tại Nam Định<\/ref><br>''Võ bị Đà Lạt K10\n|rowspan= \"2\"|<center> Đại tá\n|<center> Chỉ huy trưởng\n|<center> Bộ Chỉ huy<br>Pháo binh Quân đoàn<ref>Bộ chỉ huy dặt cạnh Bộ tư lệnh Quân đoàn<\/ref>\n|\n|-\n|<center> 2\n|<center> [[Hồ Văn Tâm (Đại tá, Quân lực VNCH)|Hồ Văn Tâm]]<ref>Đại tá Hồ Văn Tâm, sinh năm 1936 tại Huế<\/ref><br>''Võ khoa Thủ Đức K12\n|<center> Chỉ huy phó\n|<center> nt\n|\n|-\n|<center> 3\n|<center> [[Vũ Ngọc Thành (Đại tá, Quân lực VNCH)|Vũ Ngọc Thành]]<br>''Võ bị Đà Lạt K11\n|<center> Trung tá\n|rowspan= \"4\"|<center> Tiểu đoàn trưởng\n|<center> Tiểu đoàn 104 Cơ động<br>(Đại bác 175 ly)\n|\n|-\n|<center> 4\n|<center> [[Lê Xước (Thiếu tá, Quân lực VNCH)|Lê Xước]]<br>''Võ khoa Thủ Đức K6\n|<center> Thiếu tá\n|<center> Tiểu đoàn 2 Phòng không\n|\n|-\n|<center> 5\n|<center> [[Trần Duy Lượng (Trung tá, Quân lực VNCH)|Trần Duy Lượng]]\n|rowspan= \"3\"|<center> Trung tá\n|<center> Tiểu đoàn 46 (155 ly)\n|\n|-\n|<center> 6\n|<center> [[Hoa Hải Thọ (Trung tá, Quân lực VNCH)|Hoa Hải Thọ]]<br>''Võ bị Đà Lạt K11\n|<center> Tiểu đoàn 61 (105 ly)\n|\n|-\n|<center> 7\n|<center> [[Nguyễn Đạt Sinh (Trung tá, Quân lực VNCH)|Nguyễn Đạt Sinh]]<ref>Trung tá Nguyễn Đạt Sinh, sinh năm 1933<\/ref><br>''Võ khoa Thủ Đức K4\n|<center> Chỉ huy trưởng\n|<center> Bộ Chỉ huy Pháo binh<br>Biệt khu Thủ đô\n|Điều hành Pháo binh Tiểu khu Gia Định và Pháo binh của các đơn vị khác đóng quân trong địa bàn Biệt khu Thủ đô \n|-\n|}\n\n==Pháo binh Tiểu khu<ref>Đơn vị Pháo binh Tiểu khu có cấp cố tương đương 1 Tiểu đoàn, trang bị Đại bác 105 ly, còn gọi là \"Pháo binh Diện địa\".<\/ref>==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"22%\" |Họ và Tên\n!width= \"13%\" |Cấp bậc\n!width= \"16%\" |Chức vụ\n!width= \"20%\" |Đơn vị\n!Chú thích\n|-\n|<center> 1\n|<center> [[Lê Quang Đạt (Thiếu tá, Quân lực VNCH)|Lê Quang Đạt]]<br>''Võ khoa Thủ Đức K5\n|rowspan= \"11\"|<center> Thiếu tá\n|rowspan= \"11\"|<center> Chỉ huy trưởng\n|<center> Tiểu khu Bình Tuy\n|\n|-\n|<center> 2\n|<center> [[Lê Ngọc Bửu (Thiếu tá, Quân lực VNCH)|Lê Ngọc Bửu]]\n|<center> Tiểu khu Phước Tuy\n|\n|-\n|<center> 3\n|<center> [[Trần Đức Hiệu (Thiếu tá, Quân lực VNCH)|Trần Đức Hiệu]]<br>''Võ khoa Thủ Đức K7\n|<center> Tiểu khu Long Khánh\n|\n|-\n|<center> 4\n|<center> [[Đặng Hữu Bá (Thiếu tá, Quân lực VNCH)|Đặng Hữu Bá]]<br>''Võ khoa Thủ Đức K7\n|<center> Tiểu khu Biên Hòa\n|\n|-\n|<center> 5\n|<center> [[Nguyễn Ngọc Ánh (Thiếu tá, Quân lực VNCH)|Nguyễn Ngọc Ánh]]<br>''Võ bị Đà Lạt K18\n|<center> Tiểu khu Gia Định\n|\n|-\n|<center> 6\n|<center> [[Lê Tiến Khai (Thiếu tá, Quân lực VNCH)|Lê Tiến Khai]]\n|<center> Tiểu khu Long An\n|\n|-\n|<center> 7\n|<center> [[Phan Văn Khải (Thiếu tá, Quân lực VNCH)|Phan Văn Khải]]<br>''Đặc biệt Đồng Đế K1\n|<center> Tiểu khu Hậu Nghĩa\n|\n|-\n|<center> 8\n|<center> [[Hồ Huệ Phú (Thiếu tá, Quân lực VNCH)|Hồ Huệ Phú]]<br>''Võ bị Đà Lạt K13\n|<center> Tiểu khu Bình Dương\n|\n|-\n|<center> 9\n|<center> [[Lai Tỷ (Thiếu tá, Quân lực VNCH)|Lai Tỷ]]\n|<center> Tiểu khu Bình Long\n|\n|-\n|<center> 10\n|<center> [[Đinh Văn Nê (Thiếu tá, Quân lực VNCH)|Đinh Văn Nê]]\n|<center> Tiểu khu Phước Long\n|\n|-\n|<center> 11\n|<center> [[Nguyễn Quang Bình (Thiếu tá, Quân lực VNCH)|Nguyễn Quang Bình]]\n|<center> Tiểu khu Tây Ninh\n|\n|-\n|}\n\n==Chỉ huy các đơn vị trực thuộc và phối thuộc==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"24%\" |Họ và Tên\n!width= \"13%\" |Cấp bậc\n!width= \"17%\" |Chức vụ\n!width= \"20%\" |Đơn vị\n!Chú thích\n|-\n|<center> 1\n|<center> [[Lê Minh Đảo]]<br>''Võ bị Đà Lạt K10''<br>[[Nguyễn Xuân Mai (Đại tá, Quân lực VNCH)|Lê Xuân Mai]]<ref>Đại tá Lê Xuân Mai sinh năm 1929 tại Hà Đông.<\/ref><br>''Võ bị Đà Lạt K4\n|<center> Thiếu tướng<br>Đại tá\n|<center> Tư lệnh<br>Phó tư lệnh\n|<center> Sư đoàn 18 Bộ binh\n|Bộ Tư lệnh đặt tại Thị xã Xuân Lộc, Long Khánh\n|-\n|<center> 2\n|<center> [[Lê Nguyên Vỹ]]<br>''Võ bị Địa phương<br>Trung Việt Huế K1''<br>[[Trần Văn Thoàn (Đại tá, Quân lực VNCH)|Trần Văn Thoàn]]<ref>Đại tá Trần Văn Thoàn sinh năm 1932 tại Pháp.<\/ref><br>''Võ bị Đà Lạt K10\n|<center> Chuẩn tướng<br>Đại tá\n|<center> Tư lệnh<br>Phó tư lệnh\n|<center> Sư đoàn 5 Bộ binh\n|Bộ Tư lệnh đặt tại căn cứ Lai Khê, Bình Dương\n|-\n|<center> 3\n|<center> [[Lý Tòng Bá]]<br>''Võ bị Đà Lạt K6''<br>[[Trương Thắng Chức (Đại tá, Quân lực VNCH)|Trương Thắng Chức]]<ref>Đại tá Trương Thắng Chức sinh năm 1928 tại Hải Ninh.<\/ref><br>''Võ bị Móng Cái\n|<center> Chuẩn tướng<br>Đại tá\n|<center> Tư lệnh<br>Phó tư lệnh\n|<center> Sư đoàn 25 Bộ binh\n|Bộ Tư lệnh đặt tại căn cứ Đồng Dù, Củ Chi, Hậu Nghĩa\n|-\n|<center> 4\n|<center> [[Lưu Yểm (Đại tá, Quân lực VNCH)|Lưu Yểm]]<ref>Đại tá Lưu Yểm sinh năm 1928 tại Bạc Liêu.<\/ref><br>''Sĩ quan Bổ túc Pháp\n|rowspan= \"12\"|<center> Đại tá\n|rowspan= \"11\"|<center> Tỉnh trưởng<br>Tiểu khu trưởng\n|<center> Biên Hòa<br>''Biên Hòa<ref>Tên Tỉnh lỵ, Trung tâm Hành chính của tỉnh<\/ref>\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''Biên Hòa\n|-\n|<center> 5\n|<center> [[Nguyễn Văn Của (Đại tá, Quân lực VNCH)|Nguyễn Văn Của]]<ref>Đại tá Nguyễn Văn Của sinh năm 1932 tại Gia Định.<\/ref><br>''Võ khoa Thủ Đức K3''<ref>Trường Sĩ quan Trừ bị Thủ Đức<\/ref>\n|<center> Bình Dương<br>''Phú Cường\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''Phú Cường\n|-\n|<center> 6\n|<center> [[Nguyễn Công Thành (Đại tá, Quân lực VNCH)|Nguyễn Công Thành]]\n|<center> Bình Long<br>''An Lộc\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''An Lộc\n|-\n|<center> 7\n|<center> [[Trần Bá Thành (Đại tá, Quân lực VNCH)|Trần Bá Thành]]<ref>Đại tá Trần Bá Thành sinh năm 1933 tại Sài Gòn.<\/ref><br>''Võ khoa Thủ Đức K4\n|<center> Bình Tuy<br>''Hàm Tân\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''Hàm Tân\n|-\n|<center> 8\n|<center> [[Châu Văn Tiên (Đại tá, Quân lực VNCH)|Châu Văn Tiên]]<ref>Đại tá Châu Văn Tiên sinh năm 1931 tại Tây Ninh.<\/ref><br>''Võ khoa Thủ Đức K1\n|<center> Gia Định<br>''Gia Định''<ref>Trung tâm Hành chính tỉnh Gia Định được đặt tại xã Bình Hòa thuộc quận Gò Vấp<\/ref>\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại xã Bình Hòa, quận Gò Vấp.\n|-\n|<center> 9\n|<center> [[Tôn Thất Soạn (Đại tá, Quân lực VNCH)|Tôn Thất Soạn]]<ref>Đại tá Tôn Thất Soạn sinh năm 1933 tại Đà Lạt.<\/ref><br\/>''Võ khoa Thủ Đức K4\n|<center> Hậu Nghĩa<br>''Khiêm Cường\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''Khiêm Cường\n|-\n|<center> 10\n|<center> [[Trần Vĩnh Huyến (Đại tá, Quân lực VNCH)|Trần Vĩnh Huyến]]<ref>Đại tá Trần Vĩnh Huyến sinh năm 1929 tại Cần Thơ.<\/ref><br>''Võ bị Đà Lạt K4\n|<center> Long An<br>''Tân An\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''Tân An\n|-\n|<center> 11\n|<center> [[Phạm Văn Phúc (Đại tá, Quân lực VNCH)|Phạm Văn Phúc]]<ref>Đại tá Phạm Văn Phúc sinh năm 1928 tại Hà Nội.<\/ref><br\/>''Võ bị Đà Lạt\n|<center> Long Khánh<br>''Xuân Lộc\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''Xuân Lộc\n|-\n|<center> 12\n|<center> [[Nguyễn Thông Thành (Đại tá, Quân lực VNCH)|Nguyễn Thông Thành]]\n|<center> Phước Long<br>''Phước Bình\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''Phước Bình\n|-\n|<center> 13\n|<center> [[Phạm Ngọc Lân (Đại tá, Quân lực VNCH)|Phạm Ngọc Lân]]<ref>Đại tá Phạm Ngọc Lân sinh năm 1927 tại Bến Tre.<\/ref><br>''Võ bị Đà Lạt K5\n|<center> Phước Tuy<br>''Phước Lễ\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''Phước Lễ\n|-\n|<center> 14\n|<center> [[Bùi Đức Tài (Đại tá, Quân lực VNCH)|Bùi Đức Tài]]<ref>Đại tá Bùi Đức Tài, sinh năm 1930 tại Long Xuyên<\/ref><br>''Võ khoa Thủ Đức K2\n|<center> Tây Ninh<br>''Tây Ninh\n|Trung tâm Hành chính Tỉnh và Bộ Chỉ huy Tiểu khu đặt tại ''Tây Ninh\n|-\n|<center> 16\n|<center> [[Vũ Duy Tạo (Đại tá, Quân lực VNCH)|Vũ Duy Tạo]]<ref>Đại tá Vũ Duy Tạo sinh năm 1929 tại Hải Dương.<\/ref><br>''Võ bị Huế K2\n|<center> Thị trưởng<br>Đặc khu trưởng<ref>Đại tá Vũ Duy Tạo đương nhiệm Chỉ huy trưởng trường Truyền tin ở Vũng Tàu, được bổ nhiệm giữ chức vụ Đặc khu trưởng kiêm Thị trưởng Vũng Tàu<\/ref>\n|<center> Đặc khu Vũng Tàu<br>''Vũng Tàu\n|Trung tâm Hành chính Thị xã và Bộ Chỉ huy Đặc khu đặt tại Thị xã Vũng Tàu\n|-\n|<center> 17\n|<center> [[Huỳnh Bá Tính]]<br>''Võ khoa Thủ Đức K1\n|<center> Chuẩn tướng\n|<center> Tư lệnh\n|<center> Sư đoàn 3 KQ<ref>Bộ Tư lệnh đặt tại Căn cứ Không quân Biên Hòa<\/ref>\n|rowspan= \"6\"|<center> Đơn vị phối thuộc\n|-\n|<center> 18\n|<center> [[Phan Phụng Tiên]]<br>''Võ khoa Nam Định''<br>[[Đinh Thạch On (Đại tá, Quân lực VNCH)|Đinh Thạch On]]<ref>Đại tá Đinh Thạch On sinh năm 1931.<\/ref><br>''Võ khoa Thủ Đức K1<br>Sĩ quan Hoa Tiêu K1\n|<center> Chuẩn tướng<br>Đại tá\n|<center> Tư lệnh<br>Phó tư lệnh\n|<center> Sư đoàn 5 KQ<ref>Bộ Tư lệnh đặt tại Căn cứ Không quân Tân Sơn Nhất, Gia Định<\/ref>\n|-\n|<center> 19\n|<center> [[Trần Quang Khôi]]<br>''Võ bị Đà Lạt K6\n|<center> Chuẩn tướng\n|<center> Tư lệnh\n|<center> Lữ đoàn 3<br>Kỵ binh<ref>Bộ Tư lệnh đặt cạnh Bộ tư lệnh Quân đoàn<\/ref>\n|-\n|<center> 20\n|<center> [[Vũ Đình Đào]]<ref>Phó Đề đốc Hải quân<\/ref><br>''Hải quân Nha Trang K3\n|<center> Chuẩn tướng\n|<center> Tư lệnh\n|<center> Hải khu 3<ref>Hải quân Vùng 3 Duyên hải. Bộ Tư lệnh đặt tại Căn cứ Cát Lở, Phước Tuy<\/ref>\n|-\n|<center> 21\n|<center> [[Trịnh Quang Xuân (Đại tá, Quân lực VNCH)|Trịnh Quang Xuân]]<ref>Đại tá Trịnh Quang Xuân sinh năm 1934 tại Sa Đéc<\/ref><br>''Hải quân Brest K3\n|rowspan= \"2\"|<center> Đại tá\n|<center> Tư lệnh\n|<center> Giang khu 3<ref>Hải quân Vùng 3 Sông ngòi. Bộ Tư lệnh đặt tại Căn cứ Long Bình, Biên Hòa<\/ref>\n|-\n|<center> 22\n|<center> [[Nguyễn Thành Chuẩn (Đại tá, Quân lực VNCH)|Nguyễn Thành Chuẩn]]<ref>Đại tá Nguyễn Thành Chuẩn sinh năm 1930 tại Vĩnh Long.<\/ref><br>''Võ bị Đà Lạt K6\n|<center> Chỉ huy trưởng\n|<center> Biệt động quân<br>Quân khu 3<ref>Bộ Chỉ huy đặt cạnh Bộ Tư lệnh Quân đoàn<\/ref>\n|\n|-\n|}\n\n==Tư lệnh Quân đoàn qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"20%\" |Họ và tên\n! width= \"18%\" |Cấp bậc tại nhiệm\n! width= \"18%\" |Thời gian tại chức\n! Chú thích\n|-\n|<center> 1\n|<center> [[Thái Quang Hoàng]]<br>''Võ bị Tông Sơn Tây\n|<center> Trung tướng\n|<center> 3\/1959-10\/1959\n|Chức vụ sau cùng: Đại sứ Việt Nam Cộng hòa tại Thái Lan (1965)\n|-\n|<center> 2\n|<center> [[Nguyễn Ngọc Lễ]]<br>''Võ bị Lục quân Pháp\n|<center> Trung tướng<br>(1956)\n|<center> 10\/1959-5\/1961\n|Chức vụ sau cùng: Chánh thẩm Tòa án Quân sự Mặt trận Sài Gòn (1964)\n|-\n|<center> 3\n|<center> [[Lê Văn Nghiêm]]<br>''Võ bị Lục quân Pháp\n|<center> Thiếu tướng<br>(1955) \n|<center> 5\/1961-12\/1962\n|Chức vụ sau cùng: Trung tướng, Giám đốc Nha Động viên Bộ Quốc phòng (1965)\n|-\n|<center> 4\n|<center> [[Tôn Thất Đính]]<br>''Võ bị Huế K1\n|<center> Thiếu tướng<br>(1958)<br>Trung tướng<br>(1963)\n|<center> 12\/1962-1\/1964\n|Chức vụ sau cùng: Thượng nghị sĩ (1967-1975)\n|-\n|<center> 5\n|<center> [[Trần Thiện Khiêm]]<br>''Võ bị Liên quân<br>Viễn Đông Đà Lạt\n|<center> Trung tướng<br>(1963) \n|<center> 1\/1964-2\/1964\n|Chức vụ sau cùng: Thủ tướng Việt Nam Cộng hòa (1969-1975)\n|-\n|<center> 6\n|<center> [[Lâm Văn Phát]]<br>''Võ Liên quân<br>Viễn Đông Đà Lạt\n|<center> Thiếu tướng<br>(1963)\n|<center> 2\/1964-4\/1964\n|Chức vụ sau cùng: Trung tướng, Tư lệnh Biệt khu Thủ đô (1975)\n|-\n|<center> 7\n|<center> [[Trần Ngọc Tám]]<br>''Võ bị Liên quân<br>Viễn Đông Đà Lạt\n|<center> Thiếu tướng<br>(1958)<br>Trung tướng<br>(4\/1964)\n|<center> 4\/1964-10\/1964\n|Chức vụ sau cùng: Đại sứ Việt Nam Cộng hòa tại Thái Lan (1972-1974)\n|-\n|<center> 8\n|<center> [[Cao Văn Viên]]<br>''Võ bị Địa phương<br>Cap Saint Jacques\n|<center> Thiếu tướng<br>(3\/1964)\n|<center> 10\/1964-10\/1965\n|Chức vụ sau cùng: Đại tướng (1967), Tổng tham mưu trưởng Quân lực Việt Nam Cộng hòa (1965-1975)\n|-\n|<center> 9\n|<center> [[Nguyễn Bảo Trị]]<br>''Võ khoa Nam Định\n|<center> Thiếu tướng\n|<center> 10\/1965-6\/1966\n|Chức vụ sau cùng: Trung tướng, Tổng cục trưởng Tổng cục Quân huấn\n|-\n|<center> 10\n|<center> [[Lê Nguyên Khang]]<br>''Võ khoa Nam Định\n|<center> Thiếu tướng<br>(1965)\n|<center> 6\/1966-8\/1968\n|Chức vụ sau cùng: Trung tướng, Phụ tá Tổng tham mưu trưởng, đặc trách hành quân\n|-\n|<center> 1\n|<center> [[Đỗ Cao Trí]]<br>''Võ bị Nước Ngọt<br>Vũng Tàu\n|<center> Trung tướng<br>(1963) \n|<center> 8\/1968-2\/1971\n|Tử nạn trực thăng ngày 23\/2\/1971. Được truy thăng Đại tướng\n|-\n|<center> 12\n|<center> [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]]<br>''Võ bị Đà Lạt K4\n|<center> Thiếu tướng<br>(1968)<br>Trung tướng<br>(1972)\n|<center> 2\/1971-10\/1973\n|Chức vụ sau cùng: Trung tướng, Tư lệnh Biệt khu Thủ đô\n|-\n|<center> 13\n|<center> [[Phạm Quốc Thuần]]<br>''Võ bị Đà lạt K5\n|<center> Trung tướng<br>(1971)\n|<center> 10\/1973-10\/1974\n|Chức vụ sau cùng: Chỉ huy trưởng trường Hạ sĩ quan Đồng Đế\n|-\n|<center> 14\n|<center> [[Dư Quốc Đống]]<br>''Võ bị Đà Lạt K3\n|<center> Trung tướng<br>(1970)\n|<center> 10\/1974-1\/1975\n|Chức vụ sau cùng: Phụ tá Tổng tham mưu trưởng \n|-\n|<center> 15\n|<center> [[Nguyễn Văn Toàn]]<br>''Võ bị Đà Lạt K5\n|<center> Trung tướng<br>(1974)\n|<center> 1\/1975-30\/4\/1975\n|Tư lệnh cuối cùng\n|- \n|}\n\n==Các đơn vị thuộc dụng Quân đoàn III tháng 4\/1975==\n<center><gallery><center>\n\nHình: ARVN 5th Division SSI.svg|<center>[[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]]\nHình: ARVN 18 Division SSI.svg|<center>[[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18 Bộ binh]]\nHình: Cờ Thẳng tiến.png|<center>[[Sư đoàn 25 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 25 Bộ binh]]\nHình: Fatherland - Space.png|<center>[[Không lực Việt Nam Cộng hòa|Sư đoàn 3 Không quân]]\nHình: Fatherland - Space.png|<center>[[Không lực Việt Nam Cộng hòa|Sư đoàn 5 Không quân]]\nHình: Fatherland - Ocean.svg|<center>[[Hải quân Việt Nam Cộng hòa|Hải quân Vùng 3<br>Duyên hải]]\nHình: Fatherland - Ocean.svg|<center>[[Hải quân Việt Nam Cộng hòa|Hải quân Vùng 3<br>Sông ngòi]]\nHình: Fatherland - Ocean.svg|<center>[[Hải quân Việt Nam Cộng hòa|Hải quân<br>Biệt khu Thủ đô]]\nHình: Vietnamese Rangers SSI.svg|<center>[[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt động quân<br>Quân khu 3]]\nHình: Flag of ARVN Armored Cavalry Regiment.png|<center>[[Binh chủng Thiết giáp Việt Nam Cộng hòa|Lữ đoàn 3 Kỵ binh]]\nHình: Flag of ARVN's Artillery Forces.svg|<center>[[Pháo binh (Quân lực VNCH)|Pháo binh Quân khu 3]]\nHình: 81st Airborne Commando Battalion's Insignia.png|<center>[[Biệt cách dù Việt Nam Cộng hòa|Liên đoàn 81<br>Biệt cách dù]]\nHình: Cờ Bảo quốc an dân.png|<center>[[Địa phương quân và nghĩa quân|Địa phương quân<br>và Nghĩa quân]]\n<\/center><\/gallery><\/center>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011) ''Lược sử Quân lực Việt Nam Cộng hòa\n\n{{ARVN}}\n\n[[Thể loại:Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1955]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]"}