{"8542":"{{pp-move-indef}}\n{{pp-sock|small=yes}}\n{{Infobox Military Unit\n|unit_name= Quân lực Việt Nam Cộng hòa<br>{{small|Republic of Vietnam Armed Forces}}\n|nickname= Quân đội Việt Nam Cộng hòa<br> Quân đội Sài Gòn\n|image= ARVN Cap Badge for Captains & Colonels.svg\n|caption= Huy hiệu\n|dates= 1955 – 1975\n|country= {{flagcountry|Việt Nam Cộng hòa}}\n|type= [[Lực lượng vũ trang]]\n|motto= '''''Tổ quốc''' - '''Danh dự''' - '''Trách nhiệm'''''\n|battles= - [[Chiến tranh đặc biệt]] 1961–1965<br>- [[Sự kiện Tết Mậu Thân|Chiến dịch Mậu Thân]] 1968<br>- [[Chiến dịch Lam Sơn 719]] 1971<br>- [[Mùa hè đỏ lửa]] 1972<br>- [[Hải chiến Hoàng Sa]] 1974<br>[[Chiến dịch Mùa Xuân 1975|Chiến dịch Mùa Xuân]] 1975\n|notable_commanders= - [[Lê Văn Tỵ]]<br>- [[Trần Văn Đôn]]<br>- [[Dương Văn Minh]]<br>- [[Nguyễn Khánh]]<br>- [[Trần Thiện Khiêm]]<br>- [[Đỗ Cao Trí]]<br>- [[Nguyễn Văn Thiệu]]<br>- [[Đỗ Mậu]]<br>- [[Nguyễn Hữu Có]]<br>- [[Cao Văn Viên]]<br>- [[Nguyễn Cao Kỳ]]<br>- [[Nguyễn Chánh Thi]]<br>- [[Ngô Quang Trưởng]]<br>- [[Phạm Văn Phú]]<br>- [[Lê Minh Đảo]]\n|identification_symbol= [[Hình: Flag of the RVNMF.svg|150px]]\n|identification_symbol_label= Quân kỳ 1\n|identification_symbol_2= [[Hình: Flag of the Republic of Vietnam Armed Forces.svg|150px]]\n|identification_symbol_2_label= Quân kỳ 2<ref>Không chính thức.<\/ref>\n}}\n{{Khóa|sock|small=yes|category=30\/500}}'''Quân lực Việt Nam Cộng hòa''' ('''QLVNCH'''; {{lang-en|Republic of Vietnam Armed Forces}}, viết tắt '''RVNAF''') là lực lượng [[quân đội]] của [[Việt Nam Cộng hòa]], thành lập vào năm [[1955]], tiền thân là [[Quân đội Quốc gia Việt Nam]] thuộc [[Liên hiệp Pháp]], chủ yếu là [[Địa phương quân và nghĩa quân|Bảo an đoàn]], [[Bảo chính đoàn]]. Ngày Truyền thống (còn gọi là ngày Quân lực) là ngày '''[[19 tháng 6]]'''. Trong quá trình tồn tại của mình, Quân lực Việt Nam Cộng hòa nhiều lần tham gia các biến cố [[chính trị]], mà cao điểm là cuộc [[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính năm 1963]] lật đổ Tổng thống [[Ngô Đình Diệm]], và sau đó các tướng lĩnh của quân đội nắm quyền chi phối Chính phủ Việt Nam Cộng hòa (kể cả khi đã chuyển sang giai đoạn chính thể dân sự) đến ngày chính phủ này sụp đổ năm 1975.\n\nQuân lực Việt Nam Cộng hòa được Hoa Kỳ cung cấp trang bị rất hùng hậu với sức cơ động cao và hỏa lực mạnh, nhận được sự hỗ trợ rất lớn của [[Hoa Kỳ|Mỹ]] và các đồng minh, có nhiều các lực lượng hỗ trợ, bản thân lại có quân số thường trực và chính quy rất đông (tính đến năm 1975 là 1.351.000 quân) để chống lại [[Quân Giải phóng miền Nam Việt Nam]], lực lượng vũ trang chính quy của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và là bộ phận tại miền Nam Việt Nam của [[Quân đội nhân dân Việt Nam|Quân đội Việt Nam Dân chủ Cộng hòa]]. Tuy vậy, khác với đối phương được tổ chức đơn giản, gọn nhẹ và hiệu quả cao, Quân lực Việt Nam Cộng hòa là một quân đội được xây dựng, trang bị và chỉ huy mô phỏng hoàn toàn theo kiểu Hoa Kỳ nên rất tốn kém. Nền kinh tế [[Việt Nam Cộng hòa]], vốn nhỏ bé chưa vững mạnh và từ năm 1963 thì lệ thuộc Mỹ cho nên đã không thể cáng đáng được kinh phí này, nên đã gần như phải dựa hoàn toàn vào viện trợ của [[Hoa Kỳ]] để có thể thực hiện tác chiến trước lực lượng đối phương có chiến thuật, chiến lược phù hợp với hình thái chiến tranh thực địa hơn.\n\nKhi [[Mỹ]] giảm viện trợ xuống còn 1,1 tỷ đô la vào năm [[1974]], nền [[kinh tế Việt Nam Cộng hòa]] lâm vào cuộc khủng hoảng với lạm phát ở mức 200%.<ref name=\"Andrew A. Wiest 1975\">Andrew A. Wiest, The Vietnam War, 1956-1975, 2002, Osprey Publishing, tr. 80.<\/ref> Quân lực Việt Nam Cộng hòa vốn không được tổ chức thích hợp, sử dụng hỏa lực quá tốn kém lại cộng thêm nạn [[tham nhũng]] nên đã rơi vào tình trạng thiếu kinh phí để duy trì mức hoạt động như trước. Cùng với đó, sự yếu ớt về tinh thần chiến đấu của binh sĩ và những sai lầm từ cấp chỉ huy khiến các kế hoạch tác chiến nhanh chóng thất bại. Chỉ sau 55 ngày đêm [[Chiến dịch Mùa Xuân 1975]] của Quân đội Nhân dân Việt Nam và Quân Giải phóng miền Nam, lực lượng quân đội với hơn 1 triệu quân này đã hoàn toàn tan rã.<ref name=\"Andrew A. Wiest 1975\"\/>\n\n==Tên gọi khác==\nTên [[tiếng Anh]] của Quân lực Việt Nam Cộng hòa (QLVNCH) là '''Republic of Vietnam Armed Forces''' (Các lực lượng vũ trang VNCH) hay viết tắt là '''RVNAF'''. Trong các [[Văn kiện|tài liệu]] của [[Hoa Kỳ]], họ rất ít nhắc đến từ này mà từ '''ARVN''' , tức là ''Army of the Republic of Vietnam'' hay ''[[Lục quân Việt Nam Cộng hòa]]'', được dùng phổ biến do đây là lực lượng chiến đấu chính của QLVNCH.\n\n==Lịch sử==\n=== Thời kỳ Cộng hòa Tự trị Nam Kỳ (1946–1949) ===\n{{seealso|Vệ binh Nam Việt|Việt binh đoàn|Bảo chính đoàn}}\n\nTrong suốt thời gian chiếm đóng [[Bán đảo Đông Dương]], [[quân đội Pháp]] có tuyển những [[người Việt]] phục vụ trong [[quân đội]] để đáp ứng nhu cầu chiến trường. Các quân nhân này được đào tạo theo quy chế Pháp và đại đa số là binh lính, hạ sĩ quan với một số rất ít sĩ quan.\n\nKhi [[chiến tranh]] lan rộng ở [[Nam Kỳ Lục tỉnh|Nam Kỳ]], để huy động thêm nguồn nhân lực nhằm để chống lại tổ chức phong trào kháng chiến [[Việt Minh]] của [[Đảng Cộng sản Việt Nam]] (trụ sở ở Hà Nội), [[người Pháp]] đã thành lập ra các Lực lượng phụ trợ ''(Forces suppletives)'' bao gồm lính người Nam Kỳ được tuyển mộ tại địa phương do sĩ quan Pháp chỉ huy. Ngày [[1 tháng 10]] năm [[1946]], ''Vệ binh Cộng hòa Nam Kỳ'' được thành lập, là Lực lượng quân sự đầu tiên của Chính phủ [[Cộng hòa Tự trị Nam Kỳ]]. Ngày [[9 tháng 6]] năm [[1948]], Lực lượng này được đổi tên thành ''Vệ binh Nam Việt''. Ngày [[12 tháng 4]] năm [[1947]], Lực lượng ''Bảo vệ quân'' ra đời tại [[Thừa Thiên Huế|Huế]], năm [[1948]] đổi tên thành ''Việt binh đoàn''. [[Tháng bảy|Tháng 7]] năm [[1948]], Lực lượng quân sự người Việt tại Bắc Kỳ ra đời mang tên ''Bảo chính đoàn''. Thực chất, đây là những Lực lượng quân sự địa phương, tổ chức để hỗ trợ quân lực chính quy ([[quân đội Pháp]]), về nguyên tắc là trực thuộc chính quyền tự trị [[người Việt]], thực tế vẫn do các sĩ quan Pháp chỉ huy.\n\n=== Thời kỳ Quốc gia Việt Nam (1949–1955) ===\n{{Xem thêm|Quân đội Quốc gia Việt Nam}}\n[[Hình: Chao co Phap.jpg|nhỏ|phải|284x284px|Lính Quân đội Quốc gia Việt Nam làm lễ chào cờ Pháp và cờ Quốc gia Việt Nam tại huyện Tiên Du, tỉnh Bắc Ninh]]\n[[Hình: French officer and State of Vietnam soldiers.jpg|nhỏ|phải|284x284px|Sĩ quan Pháp trao huân chương cho binh lính quân đội Quốc gia Việt Nam]]\n\nTheo [[Hiệp định Élysée (1949)]], [[Quốc gia Việt Nam]] được thành lập, có quân đội và cơ quan ngoại giao riêng, đây là một Chính phủ được Pháp lập nên nhân danh nghĩa [[chống cộng]] và [[dân tộc chủ nghĩa]] nhằm chống lại Việt Minh và Việt Nam Dân chủ Cộng hòa. Theo nghị định quốc phòng ngày 13 tháng 4 năm 1949, một Lực lượng Quân đội Quốc gia được thành lập, lấy tên là ''Vệ binh Quốc gia''<ref>[http:\/\/www.vantuyen.net\/index.php?view=story&subjectid=6349 Trần Hội & Trần Đỗ Cẩm, Khái lược lịch sử hình thành Quân lực Việt Nam Cộng hòa]<\/ref> Các lực lượng Vệ binh Nam Việt, Việt binh đoàn, Bảo chính đoàn và Vệ binh sơn cước được chuyển sang ''Vệ binh Quốc gia.\n\nTrong nỗ lực thành lập [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]], vấn đề cơ bản là đào tạo sĩ quan và hạ sĩ quan. [[Chính phủ]] của Quốc gia Việt Nam thừa nhận tình trạng thiếu những người được huấn luyện quân sự nhưng tuyên bố vì lý do chính trị, việc sử dụng sĩ quan Pháp là trở ngại. Trong khi đó Pháp lại không chấp nhận trang bị vũ khí cho những đơn vị Quân đội Quốc gia mới thành lập trừ khi Việt Nam chấp nhận một tỷ lệ nhất định sĩ quan nước ngoài trong Quân đội Quốc gia trong thời gian sĩ quan Việt Nam đang được đào tạo tại những cơ sở huấn luyện mới thành lập. Pháp có trách nhiệm hỗ trợ Việt Nam trong công tác huấn luyện sĩ quan.<ref name=\"rvnaf\" \/>\n\nNgày [[11 tháng 5]] năm [[1950]], [[Trần Văn Hữu|Thủ tướng Trần Văn Hữu]] tuyên bố chính thức thành lập ''Vệ binh Quốc gia Việt Nam'' với quân số lúc đó là 60.000 người <ref>[http:\/\/www.vantuyen.net\/index.php?view=story&subjectid=6349&chapter=3 Khái lược lịch sử hình thành quân lực Việt Nam Cộng hòa - Thời kỳ thành lập (1950-1952)]<\/ref>. \n \nNgày [[8 tháng 12]] năm [[1950]], Quốc gia Việt Nam và Pháp ký Hiệp định quân sự thành lập Quân đội Quốc gia bằng cách đặt một số đơn vị quân đội người Việt do Pháp thành lập dưới quyền chỉ huy của Quốc gia Việt Nam. Dự kiến quân đội này sẽ bao gồm 120.000 quân và 4.000 sĩ quan. Tất cả sĩ quan đều phải là người Việt.<ref name=\"rvnaf\">{{Chú thích web |url=http:\/\/www.buttondepress.com\/secretstuff\/ttu2006\/rvnaf.htm |ngày truy cập=2011-07-29 |tựa đề=A Brief Overview of the Vietnam National Army and the Republic of Vietnam Armed Forces (1952-1975), PERSPECTIVES ON RVNAF FROM FRUS, Stephen Sherman and Bill Laurie |archive-date=ngày 12 tháng 6 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180612143217\/http:\/\/www.buttondepress.com\/secretstuff\/ttu2006\/rvnaf.htm}}<\/ref> [[Nguyên thủ quốc gia|Quốc trưởng]] [[Bảo Đại]] là Tổng chỉ huy quân đội này từ năm 1950 đến 1955.\n \nSau hai lần thay đổi nội các, Quốc trưởng Bảo Đại ký Dụ số 43 ngày 23 tháng 5 năm 1952 thành lập [[Quân đội Quốc gia Việt Nam|Bộ Tổng tham mưu Quân đội Quốc gia]]. Tổng tham mưu trưởng đầu tiên là một sĩ quan người Việt quốc tịch Pháp, nguyên Đại tá Chánh Võ phòng của Quốc trưởng, tân Thiếu tướng [[Nguyễn Văn Hinh]]. Trụ sở Bộ Tổng tham mưu đặt tại số 1 đường Galiéni, tức thành Ô Ma ''(Camp Aux Mares)'', [[Sài Gòn]] <ref>[http:\/\/vantuyen.net\/index.php?view=story&subjectid=10124 Quân đội Lãnh đạo Quốc gia từ ngày 19 tháng 6 năm 1965]<\/ref>. Toàn Việt Nam được phân thành 4 quân khu đầu tiên và một số sĩ quan cấp tá người Việt đã được bổ nhiệm vào chức vụ Tư lệnh Quân khu. Đệ Nhất Quân khu tại Nam Việt (Tư lệnh: Đại tá [[Lê Văn Tỵ]]), Đệ Nhị Quân khu tại Trung Việt (Tư lệnh: Trung tá [[Nguyễn Ngọc Lễ]]), Đệ Tam Quân khu tại Bắc Việt (Tư lệnh: Trung tá [[Nguyễn Văn Vận]]), Đệ Tứ Quân khu tại Cao nguyên Trung phần (Tư lệnh: Trung tá [[Linh Quang Viên]]). Cùng năm, [[Hải quân Việt Nam Cộng hòa|Binh chủng Hải quân]] và [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]] được thành lập.<ref>[http:\/\/www.vietnamnavy.com\/tochuch1.html Lược sử tổ chức Hải quân Việt Nam Cộng hòa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090423121847\/http:\/\/www.vietnamnavy.com\/tochuch1.html |date = ngày 23 tháng 4 năm 2009}}.<\/ref> Tuy vậy, các Tư lệnh chiến trường của Pháp lại có quyền yêu cầu các đơn vị của Quốc gia Việt Nam hỗ trợ trong các cuộc hành quân.\n\n=== Quân đội Việt Nam Cộng hòa (1955–1963) ===\n{{QLVNCH}}\n[[Hình: Southvietmap.jpg|nhỏ|phải|393x393px|Bản đồ VNCH và 4 vùng chiến thuật]]\n\nNăm 1955, sau khi [[Bảo Đại|Quốc trưởng Bảo Đại]] bị truất phế, [[Ngô Đình Diệm|Thủ tướng Ngô Đình Diệm]] đã đổi tên chính phủ Quốc gia Việt Nam thành [[Việt Nam Cộng hòa]] ở [[miền Nam Việt Nam]], và [[Quân đội Quốc gia Việt Nam]] được đổi tên thành Quân đội Việt Nam Cộng hòa. Cùng năm, Bộ Tổng tham mưu không còn phụ thuộc hệ thống chỉ huy của Pháp.{{fact}}\n\nNăm 1957, Quân đoàn I và Quân đoàn II được thành lập<ref>Quân đoàn I thành lập 1\/6\/1957, với các đơn vị trực thuộc là hai sư đoàn 1 và 2 dã chiến. Quân đoàn II thành lập 1\/10\/1957, với các đơn vị trực thuộc là hai sư đoàn 3 và 4 dã chiến.<\/ref>. Cùng năm, thành lập Binh chủng [[Lực lượng đặc biệt Việt Nam Cộng hòa|Lực lượng đặc biệt]], huấn luyện sĩ quan và hạ sĩ quan tại trường Biệt động đội ở Đồng Đế, và đơn vị đầu tiên mang tên Liên đội Quan sát Số 1.{{fact}}\n\nĐầu năm 1959, những sư đoàn khinh chiến và dã chiến được tổ chức lại thành các sư đoàn bộ binh. Giải thể ba sư đoàn 12, 13 và 16 khinh chiến và tái phối trí về các sư đoàn còn lại để thành lập 7 đơn vị bộ binh là các sư đoàn: 1, 2, 5, 7, 21, 22, 23, với quân số hơn 10.500 người mỗi sư đoàn. Ngày 1 tháng 3 năm 1959, [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III]] được thành lập lâm thời<ref>Quân đoàn III chính thức thành lập 20\/5\/1960, với các đơn vị trực thuộc là 3 sư đoàn 5, 7 và 21 bộ binh.<\/ref>. Cùng năm, Lữ đoàn Thủy quân Lục chiến tách ra khỏi Hải quân và trở thành Lực lượng Tổng trừ bị.{{fact}}\n\nNgày 11 tháng 11 năm 1960, Đại tá [[Nguyễn Chánh Thi]] đã chỉ huy một số đơn vị thuộc Lữ đoàn Nhảy dù, Biệt động quân, Thiết giáp... làm đảo chính quân sự. Tuy nhiên, cuộc đảo chính bị dập tắt nhanh chóng.{{fact}}\n\nNgày 13 tháng 4 năm 1961, [[Nguyên thủ Việt Nam Cộng hòa|Tổng thống]] [[Ngô Đình Diệm]] ra sắc lệnh số SL.98\/QP chia lại lãnh thổ thành ba vùng chiến thuật và Biệt khu Thủ đô. Vùng 1 chiến thuật gồm các tỉnh từ Quảng Trị đến Quảng Ngãi, do Quân đoàn I trấn đóng. Vùng 2 chiến thuật gồm Cao nguyên Trung phần và các tỉnh duyên hải nam Trung phần từ Bình Định vào tới Bình Thuận, do Quân đoàn II trấn đóng. Vùng 3 chiến thuật gồm các tỉnh từ Bình Tuy vào đến Cà Mau do Quân đoàn III trấn đóng. Biệt khu Thủ đô gồm Đô thành Sài Gòn và tỉnh Gia Định.{{fact}}\n\nNăm 1962, Liên đoàn Nhảy dù gồm các tiểu đoàn 1, 3, 4, 5, 6, 7 và 8, tiền thân là các Tiểu đoàn nhảy dù thuộc địa của Pháp, được phát triển thành Lữ đoàn Nhảy dù. Liên đoàn 31 Lực lượng Đặc biệt cũng được thành lập. Các đơn vị Không quân tác chiến và yểm trợ tác chiến được tăng lên cấp Không đoàn tại mỗi Quân đoàn, gồm các Không đoàn 41 ([[Đà Nẵng]]), 62 ([[Pleiku]]), 23 ([[Biên Hòa]]), 33 ([[Tân Sơn Nhất]]), 74 ([[Cần Thơ]]). Cùng năm, hai sư đoàn 9 và 25 bộ binh cũng được thành lập, nâng cấp số đơn vị bộ binh lên thành 9 Sư đoàn.{{fact}}\n\n=== Quân lực Việt Nam Cộng hòa (1963-1975) ===\n[[Tập tin:Diem's body and ARVN officer, military coup 1963.jpg|Một sĩ quan tươi cười chụp ảnh bên thi hài Tổng thống Ngô Đình Diệm, người vừa bị Quân lực VNCH đảo chính và giết chết|phải|nhỏ|340x340px]]\nSau cuộc đảo chính với sự giúp đỡ của [[Chính phủ Mỹ]] ngày 1\/11\/1963 lật đổ chính tổng thống VNCH là [[Ngô Đình Diệm]], các tướng lĩnh Quân đội Việt Nam Cộng hòa nắm quyền chính trị. Ngày 27\/11\/1964, Hội đồng Quân lực phân định lại các Vùng chiến thuật, tách Biệt khu Thủ đô và Đặc khu Rừng Sác thành khu chiến thuật độc lập khỏi Vùng 3 chiến thuật.{{fact}}\n\nNăm 1965, Hội đồng Quân lực quyết định đổi danh xưng Quân đội Việt Nam Cộng hòa thành Quân lực Việt Nam Cộng hòa. Đồng thời thành lập thêm [[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 10]] bộ binh ''(đặt trực thuộc Quân đoàn III, năm 1967 đổi tên thành Sư đoàn 18 bộ binh)'', nâng tổng số đơn vị đoàn bộ binh lên thành 10 sư đoàn. Cùng năm, Lữ đoàn Nhảy dù phát triển thành Sư đoàn Nhảy dù.{{fact}}\n\nTháng 7 năm 1970, các Vùng chiến thuật được đổi tên trở lại thành các Quân khu. Tính đến thời điểm này, Quân lực Việt Nam Cộng hòa có quân số lên đến 1 triệu quân, được trang bị 1 triệu súng M-16, 12.000 súng máy M-60, 40.000 súng phóng lựu ''(grenade launcher)'' M-79, và 2.000 lựu pháo ''(howitzer)'' và súng cối hạng nặng ''(heavy mortar)''<ref>Robert Buzzanco, ''Vietnam and the Transformation of American Life'', 1999, Blackwell Publishing, tr. 103.<\/ref>. Đồng thời phát triển lực lượng Không quân, lấy nòng cốt từ các Không đoàn trên 4 Quân khu để thành lập 4 Sư đoàn: Sư đoàn 1 tại Đà Nẵng, Sư đoàn 2 tại Nha Trang, Sư đoàn 3 tại Biên Hòa và Sư đoàn 4 tại Cần Thơ. Cùng năm, giải tán Lực lượng đặc biệt để sáp nhập một số qua Biệt động quân, số còn lại trở thành [[Binh chủng Biệt cách dù Việt Nam Cộng hòa|Liên đoàn 81 Biệt cách dù]].{{fact}}\n\nNăm 1971, thành lập Sư đoàn 5 Không quân làm đơn vị Tổng trừ bị cho Bộ Tổng tham mưu. Tháng 10 cùng năm [[Sư đoàn 3 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 3]] bộ binh được thành lập, trở thành Sư đoàn bộ binh thứ 11 và cũng là đơn vị chủ lực quân con út của Quân lực Việt Nam Cộng hòa. Cuối năm, cải tổ lại Lực lượng Biệt động quân sau khi đồng hóa [[Lực lượng Dân sự chiến đấu]] thành các Tiểu đoàn [[Biệt động quân Biên phòng]] và thành lập tại mỗi Quân khu một Bộ chỉ huy Biệt động quân. Năm 1972, thành lập thêm Sư đoàn 6 Không quân tại Pleiku, hoạt động trên vùng trời và trách nhiệm với chiến trường Cao nguyên Trung phần. Năm 1973, một lần nữa Biệt động quân lại được cải tổ. Nâng tổng số Lực lượng này thành 15 Liên đoàn, một số là đơn vị Tổng trừ bị cho Bộ Tổng tham mưu, số còn lại Tổng trừ bị cho các Quân khu. Cuối năm 1974 và đầu năm 1975, thành lập thêm 2 đơn vị nữa là Liên đoàn 8 và 9, nâng tổng số Binh chủng Biệt động quân lên thành 17 Liên đoàn.{{fact}}\n\n==Các trận chiến quan trọng==\n*[[Trận Ấp Bắc]] (1963)\n*[[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính lật đổ Ngô Đình Diệm]] (1963)\n*[[Trận Bình Giã]] (1964-1965)\n*[[Trận Ba Gia]] (1965)\n*[[Trận Đồng Xoài]] (1965)\n*[[Trận Pleime]] (1965)\n*[[Sự kiện Tết Mậu Thân|Trận Mậu Thân]] (1968)\n*[[Chiến dịch Campuchia]] (1970)\n*[[Chiến dịch Lam Sơn 719]] (1971)\n*[[Chiến dịch Trị Thiên|Trận Quảng Trị]] (1972)\n*[[Trận An Lộc]] (1972)\n*[[Tống Lê Chân|Trận Tống Lê Chân]] (1973)\n*[[Hải chiến Hoàng Sa 1974|Trận hải chiến Hoàng Sa]] (1974)\n*[[Trận Thượng Đức]] (1974)\n*[[Chiến dịch Đường 14 - Phước Long|Trận Phước Long]] (1974)\n*[[Trận Xuân Lộc]] (1975) \n*[[Sài Gòn sụp đổ|Trận Sài Gòn]] (1975)\n\n==Tranh chấp lãnh thổ hải đảo với các nước==\nKhông chỉ giao chiến với [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]], Quân lực Việt Nam Cộng hòa cũng từng tham gia tranh chấp một số hòn đảo với [[Vương quốc Campuchia]], [[Philippines]], [[Đài Loan]] và [[Trung Quốc]]. Trong các tranh chấp này, Việt Nam Cộng hòa đã để mất [[quần đảo Hoàng Sa]], một số đảo thuộc quần đảo Trường Sa và một số đảo nhỏ gần [[Phú Quốc|đảo Phú Quốc]] vào tay các nước khác:\n*Năm 1956, [[Đài Loan]] điều tàu đến [[Ba Bình|đảo Ba Bình]] (là đảo lớn nhất thuộc [[quần đảo Trường Sa]]) khi đó thuộc quyền quản lý của Việt Nam Cộng hòa. Nhân dịp lễ Song Thập 10\/10 của Trung Hoa Dân Quốc (tức Đài Loan), Tổng thống Ngô Đình Diệm đã ra lệnh cho quân rút khỏi đảo Ba Bình, Đài Loan giành quyền kiểm soát đảo mà không cần phải nổ súng.<ref>{{chú thích báo |title=Đài Loan thừa gió bẻ măng, chiếm đảo Ba Bình |author=Nguyễn, Nhã |url=http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/241450\/Dai-Loan-thua-gio-be-mang-chiem-dao-Ba-Binh.html |publisher=Tuổi trẻ online |date=2008\/1\/31 |access-date = ngày 24 tháng 11 năm 2012}}<\/ref>)<ref>{{harv|Dzurek|1996|p=16}}, dẫn lại Heinzig (1976), tr. 35-36, 42.<\/ref>\n*Những năm 1956–1966, Hải lực Việt Nam Cộng hòa đã để mất 6 hòn đảo nằm giữa đảo Phú Quốc và nội địa Campuchia vào tay quân đội Vương quốc Campuchia. Đó là các đảo: Hòn Năng Trong và Hòn Năng Ngoài (tiếng Pháp lần lượt là \"Ile du Milieu\" và \"Ile à l’Eau\", còn được gọi là đảo Phú Dự) bị Campuchia đánh chiếm năm 1956; đảo Hòn Tai (Ile du Pic) bị chiếm năm 1958; Hòn Kiến Vàng (Ile des Fourmis) và Hòn Keo Ngựa (Ile du Cheval) bị chiếm năm 1960; đảo Hòn Trọc (đảo Wai hay Poulo Wai, thực tế là gồm 2 đảo nằm liền kề nhau) bị chiếm mất năm 1966. Tổng diện tích các đảo bị mất khoảng 30&nbsp;km², lớn nhất là đảo Phú Dự rộng khoảng 25&nbsp;km².\n*Năm 1970, [[Philippines|Philppines]] đã tổ chức chiếm giữ đảo Song Tử Đông, đảo Thị Tứ, đảo Loại Ta và 4 đảo nữa từ tay Việt Nam Cộng hòa. Theo như Đại tá về hưu hải quân Philippines Domingo Tucay Jr kể lại thì các đảo, bãi khi đó hoàn toàn hoang vắng, Philippines chiếm đóng dễ dàng. Chỉ khi tới đảo Song Tử Tây, họ mới thấy quân đội của Việt Nam Cộng hòa đóng ở đây. Quân Phillipines báo về sở chỉ huy, được chỉ thị cứ để mặc quân Việt Nam Cộng hòa. Lính Việt Nam Cộng hòa ở đảo Song Tử Tây cũng để yên để cho quân Philippines hành động. Sau chiến dịch, Philippines chiếm được 6 đảo nổi và bãi đã mà không cần phải nổ súng, trong đó Thị Tứ là đảo lớn thứ nhì, Bến Lạc (Đảo Dừa) là đảo lớn thứ ba, Song Tử Đông là đảo lớn thứ năm ở quần đảo Trường Sa. Philippines giữ các đảo và bãi này từ đó đến nay. Sau vụ chiếm đóng, Chính phủ Việt Nam Cộng hòa cũng không hề lên tiếng gì về vụ chiếm đóng đó. Theo như lời Tucay kể lại, nhiều tháng sau khi Philippines chiếm đóng 7 đảo ở quần đảo Trường Sa, các nước khác mới biết vụ việc này<ref>http:\/\/news.abs-cbn.com\/global-filipino\/07\/11\/11\/secret-mission-1970-put-ph-troops-spratlys<\/ref><ref>{{Chú thích web |url=http:\/\/www.manilamaildc.net\/navy-officer-tells-how-the-philippines-claimed-spratly-islets.html |ngày truy cập=2016-06-07 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 22 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161022100012\/http:\/\/www.manilamaildc.net\/navy-officer-tells-how-the-philippines-claimed-spratly-islets.html }}<\/ref>.\n*Năm [[1974]], trong [[Hải chiến Hoàng Sa]], Quân lực Việt Nam Cộng hòa thất bại và mất toàn bộ [[Quần đảo Hoàng Sa]] vào tay [[Trung Quốc|Cộng hòa Nhân dân Trung Hoa]]. Sau đó, Chính phủ Việt Nam Cộng hòa quyết định tăng cường trấn thủ Trường Sa và thực hiện Chiến dịch Trần Hưng Đạo 48 để lấy một số đảo.\n\n==Tan rã==\n[[Hình: Vietnamese UH-1 pushed over board, Operation Frequent Wind.jpg|nhỏ|phải|297x297px|Trực thăng UH-1 của Việt Nam Cộng hòa bị ném xuống biển sau khi di tản ra tàu sân bay Mỹ]]\n\n*Tháng 3 năm 1975, sau khi [[Phước Long (tỉnh)|Phước Long]] và [[Buôn Ma Thuột]] thất thủ, Tổng thống Nguyễn Văn Thiệu ra lệnh tái bố trí, rút bỏ Quân khu 1 và 2, dồn toàn quân về Quân khu 3 và 4 chống giữ. Cuộc rút quân tái phối trí hoàn toàn thất bại. Hạ tuần tháng 4, ông Thiệu từ chức, các tướng tá tháo chạy, và trong vòng 55 ngày, toàn bộ quân đội Việt Nam Cộng hòa đã tan rã, chủ yếu vì suy sụp tinh thần và thiếu lãnh đạo.\n*[[Trận Xuân Lộc|Trận giao tranh cuối cùng]] của Quân lực Việt Nam Cộng hòa ngoài vòng đai [[Thành phố Hồ Chí Minh|Sài Gòn]] xảy ra tại [[Xuân Lộc]], do [[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18 bộ binh]], dưới sự chỉ huy của tướng [[Lê Minh Đảo]], và Lữ đoàn 1 Nhảy dù, dưới sự chỉ huy của Trung tá [[Nguyễn Văn Đỉnh (Trung tá, Quân lự VNCH)|Nguyễn Văn Đỉnh]]. Sau trận này tướng Đảo bị đối phương bắt và phải đi học tập cải tạo.\n*Trận giao tranh cuối cùng của QLVNCH trong Đô thành Sài Gòn xảy ra tại bản doanh Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa, do Liên đoàn 81 Biệt kích dù, dưới sự chỉ huy của chỉ huy trưởng Biệt đội 3 Chiến thuật, Thiếu tá [[Phạm Châu Tài (Thiếu tá, Quân lực VNCH)|Phạm Châu Tài]].\n*Lực lượng quân đội tan rã và đầu hàng sau cùng của Việt Nam Cộng hòa là [[Lực lượng Biệt cách dù Việt Nam Cộng hòa|Liên đoàn 81 Biệt cách Dù]], dưới sự chỉ huy của chỉ huy trưởng Liên đoàn 81 Biệt cách Dù, Đại tá [[Phan Văn Huấn (Đại tá, Quân lực VNCH)|Phan Văn Huấn]].\n\nSau sự kiện ngày 30 tháng 4 năm 1975, một số nhóm Quân lực Việt Nam Cộng hòa vẫn còn chiến đấu tại một vài nơi tại miền Tây Nam Bộ thêm 1-2 ngày, vì theo phương án Gavin của Mỹ, nếu Sài Gòn thất thủ thì khu vực cuối cùng phải án giữ là vùng Tây Nam Bộ, lấy Cần Thơ làm trung tâm. Binh lính Quân lực Việt Nam Cộng hòa đầu hàng tại tỉnh cuối cùng là [[Châu Đốc (tỉnh)|Châu Đốc]] (nay là [[An Giang]]) vào ngày 2 tháng 5 năm 1975<ref>{{Chú thích web|url=http:\/\/baoangiang.com.vn\/an-giang-trong-cuoc-tong-tien-cong-va-noi-day-mua-xuan-1975-a91265.html|title=An Giang trong cuộc tổng tiến công và nổi dậy mùa xuân 1975|last=|first=|date=|website=An Giang Online|archive-url=https:\/\/web.archive.org\/web\/20181230234221\/http:\/\/baoangiang.com.vn\/an-giang-trong-cuoc-tong-tien-cong-va-noi-day-mua-xuan-1975-a91265.html|archive-date=2018-12-30|url-status=dead|access-date=}}<\/ref>. Tuy nhiên một nhóm vẫn chưa đầu hàng hoàn toàn mà vẫn cố thủ tại [[chùa Tây An]]. Đến ngày 6 tháng 5 năm 1975, quân Giải phóng miền nam điều lực lượng và phát động quần chúng tiến vào chùa Tây An, cờ Mặt trận Dân tộc Giải phóng miền Nam Việt Nam tung bay tại chùa Tây An vào ngày này, và những binh lính Quân lực Việt Nam Cộng hòa cuối cùng chính thức ra hàng ở đây<ref>{{Chú thích web|url=http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Chuyen-tu-thu-sau-thoi-khac-lich-su-30-4-1975-tai-mien-Tay-Nam-Bo-349646\/|title=Chuyện 'tử thủ' sau thời khắc lịch sử 30\/4\/1975 tại miền Tây Nam Bộ|last=|first=|date=|website=Công An Nhân Dân Online|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>.\n\n==Nghĩa trang==\n[[Nghĩa trang Nhân dân Bình An|Nghĩa trang Quân đội Biên Hòa]] là khu [[nghĩa trang]] chính; ngoài mộ địa chôn hàng chục nghìn tử sĩ, còn có một số công trình kiến trúc như viện bảo tàng, cổng tam quan, hội trường, nhà thăm viếng, Nghĩa Dũng đài.{{fact}} Nghĩa trang này sau năm 1975 thuộc khu vực cấm nên dần hoang tàn. Năm 2006 Nghĩa trang Quân đội Biên Hòa được trao trả cho địa phương quản lý, trong những năm gần đây thì khu nghĩa trang được tu sửa và được tự do vào thăm viếng như một trong những hành động thiện chí nhằm để tiến tới công cuộc [[hòa giải và hòa hợp dân tộc ở Việt Nam|hòa hợp và hòa giải dân tộc]].<ref>{{Chú thích web |url=http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&_page=306&mode=detail&document_id=18035 |nhà xuất bản=Cổng Thông tin điện tử Chính phủ Việt Nam |tiêu đề=Quyết định 1568\/QĐ-TTg về việc bàn giao đất khu vực Nghĩa địa Bình An, huyện Dĩ An, tỉnh Bình Dương |ngày tháng=27 tháng 11 năm 2006 |ngày truy cập=4 tháng 5 năm 2014 |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304223937\/http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&_page=306&mode=detail&document_id=18035 |url-status=dead }}<\/ref>\n\nỞ hải ngoại hiện nay, [[cộng đồng]] [[người Việt hải ngoại]] đã xây dựng một số đài kỷ niệm các quân nhân trong Quân lực Việt Nam Cộng hòa. Địa phương đầu tiên là do cộng đồng [[người Úc gốc Việt]] ở [[Sydney]] của [[Úc]] vào thập niên 1990 với đài tưởng niệm ở Cabra-Vale, thuộc thành phố Fairfield, ngoại ô Sydney, thuộc tiểu bang [[New South Wales]].<ref>[http:\/\/www.greenspun.com\/bboard\/q-and-a-fetch-msg.tcl?msg_id=00CZRX \"Treo Cờ Vàng vĩnh viễn tại Sydney Úc Đại Lợi\"]<\/ref> Sau đó các cộng đồng [[người Mỹ gốc Việt|người gốc Việt]] ở một số thành phố Mỹ cũng xúc tiến xây nên một số khu kỷ niệm ở địa phương.\n\n===Hoa Kỳ===\n[[Hình: Thuong Tiec.jpg|nhỏ|phải|293x293px|Bia tưởng niệm QLVNCH dựng ở Westminster, California]]\n\n*[[Westminster, California]]: Freedom Park (29 Tháng 4, 2003)<ref>{{Chú thích web |url=http:\/\/baocalitoday.com\/vn\/tin-tuc\/cong-dong\/vietnam-war-memorial-tuong-dai-chien-si-viet-my-westminster-california.html |ngày truy cập=2015-10-23 |tựa đề=\"Vietnam War Memorial, Tượng-đài Chiến-sĩ Việt-Mỹ\" |archive-date=ngày 4 tháng 10 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151004105639\/http:\/\/baocalitoday.com\/vn\/tin-tuc\/cong-dong\/vietnam-war-memorial-tuong-dai-chien-si-viet-my-westminster-california.html |url-status=dead}}<\/ref>\n*[[Houston, Texas]]: đường Bellaire<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticles30thang4.aspx?articleid=202123&zoneid=492 |ngày truy cập=2015-10-25 |tựa đề=\"Houston đất lành chim đậu\" |archive-date=2015-05-24 |archive-url=https:\/\/web.archive.org\/web\/20150524195414\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticles30thang4.aspx?articleid=202123&zoneid=492 |url-status=dead }}<\/ref> (11 Tháng 6, 2005)<ref>[http:\/\/tqlcvn.org\/sinhhoat\/tuongdai_houston2005.htm \"Lễ khánh thành tượng đài kỷ niệm\"]<\/ref><ref>[http:\/\/www.machsong.org\/modules.php?name=News&file=print&sid=266 \"Các Sinh Hoạt Tháng 6, 2005\"]<\/ref>\n*[[West Valley City, Utah]]: Utah Cultural Celebration Center (22 Tháng 9, 2007)<ref>[http:\/\/nguoiviettudoutah.org\/2011\/?p=55256 \"Phan Công Tôn – 40 năm nhìn lại: Lịch sử việc thành lập các Hội Đoàn người Việt tại tiểu bang Utah (1975-2015)\"]<\/ref>\n*[[Wichita, Kansas]]: Veterans Memorial Park (21 Tháng 7, 2012)\n*[[Orlando, Florida]]: Baldwin Memorial Park (27 Tháng 4, 2013)<ref>[http:\/\/www.dao-liege.org\/TDVM2013_FLO.htm \"Tường Thuật Buổi Lễ Khánh Thành Tượng Đài Việt - Mỹ\"]<\/ref>\n*[[Arlington, Texas]]: Arlington Veterans Park<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=216461&zoneid=3 |ngày truy cập=2015-10-26 |tựa đề=\"Khánh thành Tượng Đài Chiến Sĩ Việt-Mỹ tại Arlington, Texas\" |archive-date=2015-10-28 |archive-url=https:\/\/web.archive.org\/web\/20151028205438\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=216461&zoneid=3 |url-status=dead }}<\/ref> (25 Tháng 10, 2015)<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=216327&zoneid=3 |ngày truy cập=2015-10-23 |tựa đề=\"Texas có thêm một tượng Đài Chiến Sĩ Việt - Mỹ\" |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304113849\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=216327&zoneid=3 |url-status=dead }}<\/ref>\n\n===Úc===\n\n*[[Perth]], [[Tây Úc]]: Kings Park (7 Tháng 12, 2002)<ref>[http:\/\/xa.yimg.com\/kq\/groups\/...\/TuongDaiUcViet2.pdf \"Tượng đài Úc Việt\"]{{Liên kết hỏng|date = ngày 27 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n*[[Brisbane]], [[Queensland]]: Roma Street Parklands (16 Tháng 9, 2005)<ref>[http:\/\/monumentaustralia.org.au\/themes\/conflict\/vietnam\/display\/90724-australian-vietnamese-war-memorial \"Australian Vietnamese War Memorial\"]<\/ref>\n*[[Dandenong]], [[Victoria)Úc)|Victoria]] (30 Tháng 4, 2005)<ref>[http:\/\/www.nguyenkhapnoi.com\/2010\/03\/15\/dai-t%C6%B0%E1%BB%9Fng-ni%E1%BB%87m-chi%E1%BA%BFn-si-uc-vi%E1%BB%87t-ti%E1%BB%83u-bang-victoria\/ \"ĐÀI TƯỞNG NIỆM CHIẾN SĨ TỰ DO TRẬN VONG ÚC VIỆT TẠI VICTORIA\"]<\/ref>\n*[[Adelaide]], [[Nam Úc]] (15 Tháng 10, 2006)<ref>[http:\/\/anhduong.net\/LinhTinh\/Nov06\/TuongDaiVietUc.htm \"Hình ảnh tượng đài chiến sĩ Úc Việt mới được khánh thành\"]<\/ref>\n\n==Xem thêm==\n*[[Lịch sử Quân lực Việt Nam Cộng hòa]]\n*[[Quân hàm Quân lực Việt Nam Cộng hòa]]\n*[[Danh sách các biểu trưng của Quân lực Việt Nam Cộng hòa]]\n*[[Tổ chức Quân đội Việt Nam Cộng hòa|Hệ thống Tổ chức Quân lực Việt Nam Cộng hòa (1955-1975)]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{Thể loại Commons|Military of Vietnam}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy, 2011. ''Lược sử Quân lực Việt Nam Cộng hòa''\n*Nguyễn Đức Phương. ''Chiến tranh Việt Nam Toàn tập''. Toronto: Làng Văn, 2001.\n*Smith, Harvey et al. ''Area Handbook for South Vietnam''. Washington, DC: US Government Printing Office, 1967.\n\n==Liên kết ngoài==\n*[http:\/\/www.bgkq.net\/quansu\/qskq.htm Quân sử Không Quân Việt Nam Cộng Hòa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070504044904\/http:\/\/www.bgkq.net\/quansu\/qskq.htm |date = ngày 4 tháng 5 năm 2007}}\n*[http:\/\/vobivietnam.com\/ Võ Bị Quốc gia Đà Lạt]\n*[http:\/\/www.kbc4100.com\/TSU.htm Lịch sử Trường Bộ Binh Thủ Đức]\n*[http:\/\/www.nhaydu.com\/ Sư đoàn Nhảy Dù Việt Nam Cộng hòa]\n*[http:\/\/www.bietdongquan.com\/ Biệt Động Quân Việt Nam Cộng hòa]\n*[http:\/\/vietnam-on-line.com\/hph\/Suutap\/Phuhieu\/phuhieuqlvnch.htm Phù hiệu các quân binh chủng Việt Nam Cộng hòa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060207155200\/http:\/\/vietnam-on-line.com\/hph\/Suutap\/Phuhieu\/phuhieuqlvnch.htm |date = ngày 7 tháng 2 năm 2006}}\n*[http:\/\/vietnam-on-line.com\/hph\/Suutap\/Huanchuong\/Huanhuychuong.htm Huân chương & Huy chương Việt Nam Cộng hòa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080106145247\/http:\/\/vietnam-on-line.com\/hph\/Suutap\/Huanchuong\/Huanhuychuong.htm |date = ngày 6 tháng 1 năm 2008}}\n*{{fr}} [http:\/\/www.ecpad.fr\/ecpa\/PagesDyn\/result.asp?dossierID=488&photo=1&collectionid=4 Vietnamese National Army gallery (May 1951-June 1954)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090326145935\/http:\/\/www.ecpad.fr\/ecpa\/PagesDyn\/result.asp?dossierID=488&photo=1&collectionid=4 |date = ngày 26 tháng 3 năm 2009}} - French Ministry of Defense archives\n*{{fr}} [http:\/\/www.aet-dalat.net\/ Dalat veterans association website 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151118205253\/http:\/\/aet-dalat.net\/ |date = ngày 18 tháng 11 năm 2015}} \/ [http:\/\/aet.d.club.fr\/index2.htm 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071226034506\/http:\/\/aet.d.club.fr\/index2.htm |date = ngày 26 tháng 12 năm 2007}}\n*{{fr}} [http:\/\/www.aet-association.org\/ecoles\/indochine\/dalat\/ Dalat our school] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160213015540\/http:\/\/www.aet-association.org\/ecoles\/indochine\/dalat\/ |date=2016-02-13 }}\n*{{fr}} [http:\/\/perso.orange.fr\/X1000\/AET\/DIVERS5.html Dalat archives gallery 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071018095826\/http:\/\/perso.orange.fr\/X1000\/AET\/DIVERS5.html |date=2007-10-18 }} \/ [http:\/\/aet.d.club.fr\/Photos_promo_Placide.htm 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080519042124\/http:\/\/aet.d.club.fr\/Photos_promo_Placide.htm |date = ngày 19 tháng 5 năm 2008}}\n*{{fr}} [http:\/\/www.anai-asso.org\/NET\/document\/le_temps_de_la_guerre\/la_guerre_dindochine\/larmee_nationale_vietnamienne_\/index.htm The Vietnamese National Army] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160303220528\/http:\/\/www.anai-asso.org\/NET\/document\/le_temps_de_la_guerre\/la_guerre_dindochine\/larmee_nationale_vietnamienne_\/index.htm |date = ngày 3 tháng 3 năm 2016}}, thesis by Nguyen Van Phai (1980)\n*{{en}} [http:\/\/indochine54.free.fr\/cefeo\/anv.html#top ''The Fantoches: Vietnamese National Army'']\n*{{en}} [http:\/\/www.vnafmamn.com\/ARVN_68-75.html ARVN 1968-1975] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100612114609\/http:\/\/www.vnafmamn.com\/ARVN_68-75.html |date=2010-06-12 }}\n*{{en}} [https:\/\/web.archive.org\/web\/20091026215624\/http:\/\/www.geocities.com\/lord10kyears\/vietnamlost.html ''When the War In Vietnam Was Really Lost''] - about Nguyen Van Hinh\n*{{en}} [http:\/\/www.vietnamgear.com\/Indochina1954.aspx Vietnam War Timeline: 1954]\n*{{fr}} {{Chú thích web|url=http:\/\/fr.wikipedia.org\/wiki\/Bataille_de_Na_San|tiêu đề=Battle of Na San}}\n{{ARVN}}\n{{Các chủ đề|Chiến tranh Việt Nam}}\n\n[[Thể loại:Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Quân đội bị giải tán]]"}