{"811195":"{{Thông tin đơn vị hành chính Việt Nam | thị trấn\n| tên = Quân Chu\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 29\n| vĩ giây = 49\n| kinh phút = 43\n| kinh giây = 4\n| diện tích = 53,18 km²\n| dân số = 8.769 người<ref name=NQ729 \/>\n| thời điểm dân số = 2022\n| mật độ dân số = 164 người\/km²\n| loại đô thị = Loại V\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Thái Nguyên]]\n| huyện = [[Đại Từ]]\n| thành lập = 13\/1\/2011<ref name=NQ05 \/>\n| trụ sở UBND = \n| mã hành chính = 05764<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|quanchu.daitu.thainguyen.gov.vn}}\n}}\n\n'''Quân Chu''' là một [[Thị trấn (Việt Nam)|thị trấn]] thuộc huyện [[Đại Từ]], tỉnh [[Thái Nguyên]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Quân Chu nằm ở phía nam huyện [[Đại Từ]], trên tuyến tỉnh lộ 261, có vị trí địa lý:\n*Phía đông giáp thành phố [[Phổ Yên]]\n*Phía tây và phía nam giáp tỉnh [[Vĩnh Phúc]]\n*Phía bắc giáp xã [[Cát Nê]].\n\nThị trấn Quân Chu có diện tích 53,18&nbsp;km², dân số năm 2022 là 8.769 người,<ref name=NQ729 \/> mật độ dân số đạt 164 người\/km².\n\nTuyến tỉnh lộ 261 kết nối thành phố [[Phổ Yên]] và huyện [[Đại Từ]] chạy qua địa bàn thị trấn.\n\n==Lịch sử==\nQuân Chu là một địa danh có từ lâu đời. Đầu thời Nguyễn, địa bàn Quân Chu thuộc làng Cát Nê, tổng Thượng Kết, huyện Phổ Yên. Đến đầu thế kỷ XX, làng Cát Nê được cắt chuyển sang châu Đại Từ và chia thành 2 làng Cát Nê và Quân Chu, thuộc tổng Ký Phú.<ref>{{chú thích sách|tác giả=Ngô Vi Liễn|tựa đề=Tên làng xã và địa dư các tỉnh Bắc kỳ: Tuyển tập các công trình địa chí Việt Nam|nhà xuất bản=Nhà xuất bản Văn hóa Thông tin|year=1999|nơi=|trang=420|url=https:\/\/www.google.com\/books\/edition\/Tên_làng_xã_và_địa_dư_các_tỉn\/KmhuAAAAMAAJ|doi=|id=|isbn=}}<\/ref> Năm 1922, châu Đại Từ sáp nhập với châu Văn Lãng thành huyện Đại Từ.\n\nĐầu năm 1945, lợi dụng sự suy yếu của chính quyền tay sai thực dân Pháp tại địa phương, tháng 4 năm 1945, Việt Minh thành lập chính quyền cách mạng lâm thời ở Đại Từ với tên gọi Ủy ban dân tộc giải phóng lâm thời châu Giải Phóng (tên dùng cho huyện Đại Từ khi đó). Thời [[kháng chiến chống Pháp]], địa bàn Cát Nê, Quân Chu từng là nơi đưa đón cán bộ cách mạng từ miền xuôi lên hoạt động ở [[Định Hóa]], [[Tân Trào]] và ngược lại, thuộc vùng An toàn khu của chính quyền [[Việt Nam Dân chủ Cộng hòa]]. Sau khi tiếp quản miền Bắc, chính phủ Việt Nam Dân chủ Cộng hòa thực hiện chính sách xây dựng kinh tế sau nhiều năm chiến tranh, điều động một số đơn vị quân đội lên vùng cao, chuyển đổi thành đơn vị sản xuất kinh tế tập trung của nhà nước. Theo đó, ngày 15 tháng 11 năm 1957, một số đơn vị quân đội được điều động lên xây dựng nông trường Bắc Sơn, nằm trên địa bàn 2 huyện [[Đại Từ]] và [[Phổ Yên]] ngày nay. Ngày 22 tháng 12 năm 1960, nông trường quân đội Bắc Sơn chuyển thành nông trường quốc doanh Bắc Sơn.\n\nNgày 26 tháng 4 năm 1966, trên phần diện tích chuyên canh chè của nông trường Bắc Sơn, nông trường chè Quân Chu được thành lập. Bên cạnh đó, một bộ máy chính quyền đặc thù của các nông trường cũng ra đời. Ngày [[27 tháng 10]] năm [[1967]], [[thị trấn nông trường]] Quân Chu chính thức được thành lập, kiêm nhiệm công tác quản lý sản xuất và quản lý hành chính trên địa bàn nông trường, độc lập với chính quyền địa phương của xã Quân Chu.\n\nKhi Việt Nam bước vào thời kỳ đổi mới, mô hình kiêm nhiệm quản lý sản xuất và quản lý hành chính trên địa bàn nông trường dần không còn phù hợp. Năm 1992, bộ máy hành chính của thị trấn nông trường Quân Chu được tách ra, độc lập với bộ máy quản lý sản xuất của Nông trường Quân Chu.\n\nNgày [[13 tháng 1]] năm [[2011]], Chính phủ ban hành Nghị quyết số 05\/NQ-CP<ref name=NQ05>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-05-NQ-CP-giai-the-thi-tran-nong-truong-dieu-chinh-dia-gioi-hanh-chinh-117518.aspx|title=Nghị quyết số 05\/NQ-CP về việc giải thể các thị trấn Nông trường và điều chỉnh địa giới hành chính để thành lập các thị trấn: Bắc Sơn thuộc huyện Phổ Yên, Sông Cầu thuộc huyện Đồng Hỷ, Quân Chu thuộc huyện Đại Từ; thành lập phường Tích Lương thuộc thành phố Thái Nguyên và phường Bách Quang thuộc thị xã Sông Công, tỉnh Thái Nguyên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Giải thể thị trấn nông trường Quân Chu, chuyển 735 người của thị trấn về xã Cát Nê quản lý, chuyển 3.654 người của thị trấn về xã Quân Chu quản lý và chuyển 429 người còn lại của thị trấn về xã [[Phúc Thuận]], huyện Phổ Yên quản lý\n*Thành lập thị trấn Quân Chu trên cơ sở điều chỉnh 227,5 ha diện tích tự nhiên và 397 người của xã Cát Nê, 907,81 ha diện tích tự nhiên và 3.639 người của xã Quân Chu.\n\nSau khi thành lập, thị trấn Quân Chu có 1.185,31 ha diện tích tự nhiên và 4.036 người. Xã Quân Chu còn lại 4.040,19 ha diện tích tự nhiên và có 3.912 người.\n\nĐến năm 2019, thị trấn Quân Chu được chia thành 13 tổ dân phố, xã Quân Chu được chia thành 19 xóm.\n\nNgày [[23 tháng 7]] năm [[2019]], sáp nhập một số xóm thuộc xã Quân Chu, cụ thể: sáp nhập bốn xóm Hàng Sơn, Hùng Vương, Vạn Thành 1, Vạn Thành 2 thành xóm Tân Lập, sáp nhập hai xóm Hòa Bình 1 và Hòa Bình 2 thành xóm Hòa Bình, sáp nhập hai xóm Chiểm 1 và Chiểm 2 thành xóm Chiểm, sáp nhập hai xóm Tân Yên 1 và Tân Yên 2 thành xóm Tân Yên, sáp nhập hai xóm Tân Tiến 1 và Tân Tiến 2 thành xóm Tân Tiến.<ref name=NQ-HĐND>{{Chú thích web |url=http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/193821 |ngày truy cập=2020-04-19 |tựa đề=Nghị quyết về việc sáp nhập xóm, tổ dân phố trên địa bàn thành phố Thái Nguyên, huyện Đồng Hỷ và huyện Đại Từ |archive-date=2020-03-26 |archive-url=https:\/\/web.archive.org\/web\/20200326143803\/http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/193821 |url-status=dead }}<\/ref>\n\nNgày [[11 tháng 12]] năm [[2019]], sáp nhập một số tổ dân phố thuộc thị trấn Quân Chu, cụ thể: sáp nhập hai tổ dân phố 8B và Khe Cua 1 thành tổ dân phố 1, sáp nhập tổ dân phố 10 vào tổ dân phố 2, sáp nhập một phần tổ dân phố Khe Cua 2 vào tổ dân phố 6, sáp nhập tổ dân phố 8 và phần còn lại của tổ dân phố Khe Cua 2 thành tổ dân phố 7; sáp nhập một số xóm thuộc xã Quân Chu, cụ thể: sáp nhập hai xóm Dốc Vụ và An Thái thành xóm Thống Nhất, sáp nhập ba xóm Tân Vinh, Cây Hồng, Vụ Tây thành xóm Tân Vinh.<ref name=NQ-HĐND2>{{Chú thích web |url=http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |ngày truy cập=2020-04-19 |tựa đề=Nghị quyết về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Thái Nguyên |archive-date=2020-03-24 |archive-url=https:\/\/web.archive.org\/web\/20200324064604\/http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |url-status=dead }}<\/ref>\n\nSau khi điều chỉnh, thị trấn Quân Chu có 10 tổ dân phố, xã Quân Chu có 9 xóm.\n\nNgày [[13 tháng 2]] năm [[2023]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 729\/NQ-UBTVQH15 (nghị quyết có hiệu lực từ ngày [[10 tháng 4]] năm [[2023]]).<ref name=NQ729>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-729-NQ-UBTVQH15-2023-thanh-lap-thi-tran-Hoa-Thuong-huyen-Dong-Hy-Thai-Nguyen-556503.aspx|tựa đề=Nghị quyết số 729\/NQ-UBTVQH15 năm 2023 về việc thành lập thị trấn Hóa Thượng thuộc huyện Đồng Hỷ và nhập xã Quân Chu vào thị trấn Quân Chu thuộc huyện Đại Từ, tỉnh Thái Nguyên|url-status=live}}<\/ref> Theo đó, sáp nhập toàn bộ 40,67 km² diện tích tự nhiên và 4.573 người của xã Quân Chu vào thị trấn Quân Chu.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n{{sơ khai Thái Nguyên}}\n{{Đơn vị hành chính thuộc huyện Đại Từ}}"}