{"3263630":"{{Infobox Military Unit\n|unit_name= Cục Quân nhu<br>Việt Nam Cộng hòa\n|image=\n|caption= Huy hiệu\n|dates= [[1951]] - [[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|type= Đơn vị Yểm trợ\n|command_structure= [[Tổng cục Tiếp vận, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Tiếp vận]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|motto= '''''Quân sung''' - '''Nhu hùng'''''\n|notable_commanders= - [[Lê Ngọc Triển]]<br>- [[Nguyễn Tử Đóa (Đại tá, Quân lực VNCH)|Nguyễn Tử Đóa]]<br>- [[Đỗ Trọng Cương (Đại tá, Quân lực VNCH)|Đỗ Trọng Cương]]<br>- [[Nguyễn Thuế Hiệp (Đại tá, Quân lực VNCH)|Nguyễn Thuế Hiệp]]\n}}\n\n'''Quân nhu''' ([[1951]] -[[1975]]) là một đơn vị chuyên ngành trực thuộc sự điều hành của [[Tổng cục Tiếp vận, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Tiếp vận]] và dưới quyền điều động của [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng tham mưu]] trong [[Quân lực Việt Nam Cộng hòa]]. Ngành Quân nhu có trách nhiệm hỗ trợ trong Quân đội với nhiệm vụ điều phối, cung ứng thực phẩm, nhu yếu phẩm, quân trang, quân dụng, nhiên liệu v.v... đến tất cả các đơn vị của [[Quân lực Việt Nam Cộng hòa]]. Đồng hành với các đơn vị tiếp vận khác trong Tổng cục Tiếp vận, ngành đã làm tròn trách vụ cho đến cuối tháng 4 năm [[1975]] thì chấm dứt sự tồn tại.\n\n==Lịch sử hình thành==\nCuối năm 1951, ở thời kỳ sơ khai của [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]], '''Ngành Quân nhu''' phát triển với sự thành lập Đoàn sĩ quan Quân nhu Quân đội Việt Nam và các cơ sở Quân nhu Địa phương. Trong thời kỳ đầu, ngành còn thiếu thốn về mặt nhân sự có trình độ chuyên môn, nhất là các cấp chỉ huy. Do đó, các sĩ quan chỉ huy trong ngành lần lượt được cử sang Pháp tu nghiệp. Mặt khác, huấn luyện bổ túc nghiệp vụ cũng như đào tạo tại chỗ cho các Hạ sĩ quan và Binh sĩ của ngành dưới sự chỉ đạo và cố vấn của các Sĩ quan, Hạ sĩ quan người Pháp.\n\nSau Hiệp định Genève (20-7-1954), một số Sĩ quan được cử đi tu nghiệp ở Pháp trở về, lần lượt được giao trách nhiệm chỉ huy và điều hành ngành Quân nhu, đứng đầu ngành với chức danh Giám đốc. Trước đó cho đến đầu năm 1953, các kho Quân nhu cũng lần lượt được thành lập.\n: '''A''' - Hoạt động của ngành được cải tổ và thực hiện như sau:\n:- Từ đầu năm 1956 đến cuối năm 1958, ngành Quân nhu Việt Nam hoạt động với nhân sự người Việt nhưng theo tổ chức của Pháp. Thời gian này ngành được đặt danh hiệu là '''Nha Quân nhu''' (1957).\n:- Từ đầu năm 1959 đến 1975, ngành Quân nhu hoạt động và điều hành theo phương thức của Mỹ. Năm 1964, danh hiệu Nha Quân nhu được đổi tên thành '''Cục Quân nhu''', đứng đầu với chức danh Cục trưởng. Đến năm 1967, Cục Quân nhu lập thêm 1 cơ sở Kỹ thuật Bảo toàn, 1 Phòng Tổ chức và 1 Phòng Nông mục.\n:'''B''' -Nhiệm vụ chính của Cục Quân nhu ở giai đoạn sau cùng:\n:-Đảm trách và điều phối nhiên liệu\n:-Sản xuất quân trang, quân dụng\n:-Tiếp tế thả dù\n:-Huấn luyện và cung cấp quân khuyển\n:-Đảm trách về phương diện chung sự\n:-Nông mục v.v...\n\n==Giám đốc, Cục trưởng qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"24%\" |Họ và Tên\n!width= \"11%\" |Cấp bậc\n!width= \"17%\" |Chức vụ\n!width= \"14%\" |Tại Chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Nguyễn Sùng (Đại tá, Quân lực VNCH)|Nguyễn Sùng]]<ref>Đại tá Nguyễn Sùng, sinh năm 1915 tại Sơn Tây.<\/ref><br>''Sĩ quan Trưng dụng<ref>Xuất thân từ trường Sĩ quan.<\/ref>\n|rowspan= \"2\" |<center> Đại tá\n|rowspan= \"4\" |<center> Giám đốc\n|<center> 1954-1956\n|Giải ngũ cùng cấp\n|-\n|<center> 2\n|<center> [[Tạ Xuân Thuận (Đại tá, Quân lực VNCH)|Tạ Xuân Thuận]]<ref>Đại tá Tạ Xuân Thuận, sinh năm 1918.<\/ref><br>''Sĩ quan Trưng dụng\n|<center> 1956-1962\n|Giải ngũ cùng cấp\n|-\n|<center> 3\n|<center> [[Lê Ngọc Triển]]<br>''Võ bị Huế K2\n|rowspan= \"3\" |<center> Trung tá\n|<center> 1962-1963\n|Xem bài tiểu sử\n|-\n|<center> 4\n|<center> [[Hồ Văn Di Hinh (Đại tá, Quân lực VNCH)|Hồ Văn Di Hinh]]<ref>Đại tá Hồ Văn Di Hinh, sinh năm 1928 tại Trà Vinh.<\/ref><br>''Võ khoa Thủ Đức K1<ref>Trường Sĩ quan Trừ bị Thủ Đức.<\/ref>\n|<center> 1963-1966\n|Thăng cấp Đại tá tại nhiệm (1966). Chức vụ sau cùng: Tỉnh trưởng, Tiểu khu trưởng Tuyên Đức kiêm Thị trưởng Thị xã Đà Lạt. Giải ngũ cùng cấp.\n|-\n|<center> 5\n|<center> [[Nguyễn Tử Đóa (Đại tá, Quân lực VNCH)|Nguyễn Tử Đóa]]<ref>Đại tá Nguyễn Tử Đóa, sinh năm 1929 tại Ninh Bình.<\/ref><br>''Võ khoa Thủ Đức K2\n|rowspan= \"6\" |<center> Cục trưởng\n|<center> 1966-1969\n|Thăng cấp Đại tá tại nhiệm (1968)\n|-\n|<center> 6\n|<center> [[Đỗ Xuân Sinh (Đại tá, Quân lực VNCH)|Đỗ Xuân Sinh]]<ref>Đại Đỗ Xuân Sinh, sinh năm 1928 tại Hà Nội.<\/ref><br>''Võ bị Đà Lạt K3\n|rowspan= \"5\" |<center> Đại tá\n|<center> 1969<ref>Đại tá Đỗ Xuân Sinh, giữ chức quyền Cục trưởng một thời gian ngắn.<\/ref>\n|Chức vụ sau cùng: Cục trưởng Cục Xã Hội\n|-\n|<center> 7\n|<center> [[Nguyễn Tử Đóa (Đại tá, Quân lực VNCH)|Nguyễn Tử Đóa]]\n|<center> 1969-1972\n|Tái nhiệm lần thứ hai. Chức vụ sau cùng: Trưởng ban Quân sự 4 bên\n|-\n|<center> 8\n|<center> [[Nguyễn Hữu Bầu (Đại tá, Quân lực VNCH)|Nguyễn Hữu Bầu]]<ref>Đại tá Nguyễn Hữu Bầu, sinh năm 1931 tại Hà Đông.<\/ref><br>''Võ bị Đà Lạt K6\n|<center> 1972-1\/1975\n|Chức vụ sau cùng: Đổng lý văn phòng Bộ Quốc phòng\n|-\n|<center> 9\n|<center> [[Đỗ Trọng Cương (Đại tá, Quân lực VNCH)|Đỗ Trọng Cương]]<br>''Võ khoa Thủ Đức\n|<center> 1\/1975-3\/1975\n|\n|-\n|<center> 10\n|<center> [[Nguyễn Thuế Hiệp (Đại tá, Quân lực VNCH)|Nguyễn Thuế Hiệp]]<ref>Đại tá Nguyễn Thuế Hiệp sinh năm 1930 tại Gò Công<\/ref><br>''Võ bị Đà Lạt K6\n|<center> 3\/1975-4\/1975\n\n|\n|-\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{ARVN}}\n\n[[Thể loại:Quân lực Việt Nam Cộng hòa]]"}