{"377819":"[[Tập tin:Phanboquanlucthoihongduc.ipg.jpg|nhỏ|Phân bố quân lực thời Hồng Đức (1471)]]\n'''Quân đội nhà Lê Sơ''' là tổng thể tổ chức quân sự của triều đình nhà Hậu Lê bắt đầu từ vua [[Lê Thái Tổ]] đến hết triều vua [[Lê Cung Hoàng]], từ năm 1428 đến năm 1527. Thời kỳ đầu và từ thời [[Lê Thánh Tông]] trở đi có những thay đổi lớn trong tổ chức và chế độ trưng tập huấn luyện.\n\n==Trước thời Lê Thánh Tông==\nTrong thời [[khởi nghĩa Lam Sơn]], [[Lê Thái Tổ|Lê Lợi]] chủ yếu tuyển binh ở [[Thanh Hóa]] trở vào đến [[Thuận Hóa]], quy định là cứ 3 suất đinh thì lấy 1 người sung vào quân ngũ và cho miễn [[thuế]] trong 3 năm.\n\nCuối năm [[1427]], khi khởi nghĩa sắp thắng lợi, lực lượng quân Lam Sơn phát triển đến 35 vạn người<ref>Đại Việt sử ký toàn thư, quyển X<\/ref>. Lê Lợi chia thành ngũ quân: tiền – trung - hậu - tả - hữu; mỗi quân lại chia thành 14 vệ, có các chức Thượng tướng quân, Đại tướng quân, Tướng quân, Đô chỉ huy sứ, Hỏa đầu, Hỏa chủ chỉ huy.\n\nTháng 2 năm 1429, thực hiện chủ trương khi chiến tranh kết thúc, Lê Thái Tổ cho 25 vạn người về quê làm ruộng, chỉ để lại 10 vạn quân. Số quân này được chia thành 5 đạo và 6 quân ngự tiền. Quân các đạo gồm Bắc đạo, Nam đạo, Đông đạo, Tây đạo và Hải Tây đạo lo trấn giữ 5 đạo hành chính trong nước. Sáu quân ngự tiền đóng ở kinh thành để bảo vệ cung vua, gồm có Ngự tiền vũ sĩ, Ngự tiền trung tả hữu tiền hậu quân, Thánh dực quân, Phụng thánh quân, Chấn lôi quân và Bảo ứng quân.\n\nNăm 1448, [[Lê Nhân Tông]] cho bỏ bớt số tướng hiệu các vệ quân. Quân ngự tiền trước có tám người thì giảm còn 2 người; quân Thiết đột mỗi quân có năm người nay chỉ còn 4.\n\nĐể có lực lượng tinh nhuệ sẵn sàng tham chiến, nhà Lê thường xuyên cho quân luyện tập trận pháp và võ nghệ. Từ năm 1434, [[Lê Thái Tông]] ra quy định: việc vệ quân 5 đạo vào [[mùa xuân]] đều phải về kinh đô điểm mục và tập võ nghệ.\n\n==Từ thời Lê Thánh Tông==\n[[Lê Thánh Tông]] quan tâm xây dựng quân đội, củng cố quốc phòng. Ông đã thực hiện thay đổi lớn trong quân đội trong thời gian trị vì.\n\n===Chế độ trưng tập===\nNăm 1465, [[Lê Thánh Tông]] cho làm hộ tịch trong cả nước. Cứ 3 năm một lần làm lại hộ khẩu gọi là\"tiểu điển\", 6 năm một lần gọi là\"đại điển. Cứ 6 năm 1 lần, các [[xã trưởng thời Hậu Lê|xã trưởng]] mang sổ hộ khẩu của mình lên kinh đô chiếu vào viết lại trong chính thư của triều đình về số dân hiện tại trong xã<ref>Viện Sử học, sách đã dẫn, tr 170<\/ref>.\n\nCũng định kỳ 6 năm một lần, triềc quan về địa phương dựng lập trường tuyển, sau đó duyệt tân binh. Trừ các hàng chức sắc, quan lại, các dân đinh từ 18 tuổi trở lên đều phải đăng ký vào hộ tịch và được chia làm các bậc: tráng hạng, quân hạng, dân hạng, lão hạng, cố hạng, cùng hạng.\n\n====Đối tượng trưng tập====\nKhi cần điều động, sẽ đưa tráng đinh làm lính, dâng tráng sung vào hạng quân ở nhà làm ruộng. Khi nào thải người già yếu, thì chiếu theo thứ tự lấy bổ sung vào<ref>Viện Sử học, sách đã dẫn, tr 176<\/ref>.\n\nLệ tuyển dân đinh vào làm lính như sau:\n\n* Nhà có 3 dân đinh thì 1 người vào hạng lính tráng, 1 người vào hạng quân, 1 người vào hạng dân.\n* Nhà có bốn người thì bổ 2 người hạng dân.\n* Nhà từ 5 đinh trở lên thì 2 người bổ hạng lính, 1 người bổ hạng quân ứng vụ.\n\n[[Phan Huy Chú]] đã nhận xét về phép tuyển lính của nhà Lê trong sách [[Lịch triều hiến chương loại chí]]:\n:''Phép tuyển binh thời Hồng Đức rõ ràng, chu đáo. Dân đinh không sót tên trong sổ mà số binh thường có nhiều, vì kén lựa được đúng số''<ref>Viện Sử học, sách đã dẫn, tr 177<\/ref>.\n\n====Đối tượng miễn====\nCác đối tượng được miễn gồm có:\n* Con cháu các quan viên: quan văn võ nhất phẩm, nhị phẩm và con trưởng quan tam phẩm; con cháu các [[công]], [[hầu]], [[bá]] nếu biết chữ sẽ sung làm nho sinh trong ''Sùng văn quán'', nếu không biết chữ thì cho vào làm tuấn sĩ đội ''Cẩm y''. Các con quan tam phẩm tới bát phẩm nếu biết đọc sách thì cho thi vào làm nho sinh ''Tú lâm cục'', nếu không biết chữ thì sung vào quân ''Vũ lâm''; nếu có tài được bổ làm quan ở các nha môn. Con quan cửu phẩm chỉ có hai người được như con quan bát phẩm, còn lại các con khác như dân thường.\n* Với dân thường: Nhà nào cha con, anh em từ 3 đinh trở lên cùng trong 1 [[xã]] thì 1 đinh được miễn tuyển, nếu ở khác xã thì không được miễn.\n* Người làm thuê, làm mướn: đối tượng này nếu biết chữ và được ty Thừa tuyên bản xứ chấp thuận thì được miễn.\n\n===Cải tổ quân đội===\nThời [[Lê Thánh Tông]], tổ chức hành chính và quân đội được cải tổ mạnh mẽ. Các đơn vị hành chính toàn quốc được chia làm đạo, sau đổi làm thừa tuyên rồi xứ. Tổ chức quân ngũ được chia thành 3 cấp khác nhau: \n* Tổ chức quân ngũ tại ngũ phủ (toàn quốc) \n* Tổ chức quân ngũ tại kinh sư (kinh thành) \n* Tổ chức quân ngũ tại đạo \/ thừa tuyên \/ xứ\n\n==== Tổ chức quân ngũ tại ngũ phủ - Ngũ quân Đô đốc phủ ====\nToàn quốc đổi từ 5 vệ quân làm 5 phủ đô đốc, gọi là [[Ngũ quân Đô đốc phủ]] (五軍都督府) với các tên gọi là Trung quân phủ, Đông quân phủ, Tây quân phủ, Nam quân phủ và Bắc quân phủ. Tất cả quân đội toàn quốc, trên danh nghĩa, đều được đặt dưới quyền điều hành của 5 phủ đô đốc. Dưới 5 phủ đô đốc là các Đô ty đặt tại các đạo. Trên danh nghĩa, mỗi đạo đặt một Đô ty để điều hành việc quân sự tại đạo và các Đô ty trực thuộc một trong 5 phủ trên do triều đình chỉ định. Nhưng thực tế, đạo có thể thuộc phủ hoặc không thuộc phủ về việc điều hành quân sự. Các đạo thuộc phủ không lập Đô ty, ngoại trừ đạo Thanh Hoa và đạo Nghệ An thuộc Trung quân phủ có Đô ty riêng. Các đạo không thuộc phủ như đạo Hưng Hóa, đạo Lạng Sơn, trên danh nghĩa do các quan Ngũ quân Đô đốc thống lĩnh quân binh, nhưng thực tế, các trưởng quan của các Đô ty tại những đạo này mới là các quan trực tiếp chỉ huy quân binh.<ref name=\":4\">''Tổ chức chính quyền dưới triều Lê Thánh Tông'', Lê Kim Ngân, Bộ Quốc gia Giáo dục Sài gòn, 1963 trang 79-115<\/ref>[[Tập tin:Tổ chức quân sự Ngũ phủ thời Lê Thánh Tông.jpg|nhỏ|Tổ chức [[Ngũ quân Đô đốc phủ]] thời Lê Thánh Tông năm 1471]]Năm 1471, năm phủ và các đạo chịu sự điều hành của phủ được tổ chức như sau:<ref name=\":4\"\/>\n* Trung quân phủ: điều hành đạo Thanh Hoa (tức Thanh Hóa), Nghệ An\n* Đông quân phủ: điều hành đạo Nam Sách (sau đổi là Hải Dương)\n* Nam quân phủ: điều hành đạo Thiên Trường (sau đổi là Sơn Nam)\n* Tây quân phủ: điều hành đạo Quốc Oai (sau đổi là Sơn Tây)\n* Bắc quân phủ: điều hành đạo Bắc Giang (sau đổi là Kinh Bắc)\nCác đạo còn lại như đạo Thuận Hóa, An Bang, Tuyên Quang, Hưng Hóa, Thái Nguyên, Lạng Sơn không trực thuộc phủ.[[Tập tin:Trung quan phu thoi Le Thanh Tong.jpg|nhỏ|Trung quân phủ thời Lê Thánh Tông năm 1471]]Tại phủ, mỗi phủ do 2 vị võ quan đồng chỉ huy là Tả Hữu Đô đốc trật Tòng nhất phẩm. Dưới là 2 quan phụ tá Đô đốc đồng tri và Đô đốc thiêm sự giúp việc. Đô đốc đồng tri là quan võ phụ tá việc binh bị trật Chánh nhị phẩm. Đô đốc thiêm sự là quan võ phụ tá việc văn thư, hành chính trật Tòng nhị phẩm.<ref name=\":4\"\/>\n\nTại các đạo lập Đô ty, dù thuộc hoặc không thuộc phủ, quan đứng đầu Đô ty là Đô Tổng binh sứ trật Chánh tam phẩm. Dưới là 2 quan phụ tá Tổng binh đồng tri và Tổng binh thiêm sự giúp việc. Tổng binh đồng tri là quan võ phụ tá việc binh bị trật Tòng tam phẩm. Tổng binh thiêm sự là quan võ phụ tá việc văn thư, hành chính trật Chánh tứ phẩm. Tại các đạo không trực thuộc phủ như đạo Thuận Hóa, An Bang, Tuyên Quang, trên danh nghĩa, các quan Ngũ quân đô đốc thống lĩnh quân binh, nhưng thực tế, các quan Đô Tổng binh sứ tại các Đô ty mới là các quan trực tiếp chỉ huy quân binh.<ref name=\":4\"\/>\n\nTại các đạo không lập Đô ty do phủ trực tiếp chỉ huy việc quân sự, như đạo Tuyên Quang, đạo Bắc Giang, đứng đầu vệ, là cấp bậc dưới phủ, là quan Tổng tri (tức Tổng binh Đồng tri) trật Tòng tam phẩm. Dưới là 2 quan phụ tá Đồng Tổng tri và Thiêm Tổng tri. Đồng Tổng tri là quan võ phụ tá việc binh bị trật Tòng tứ phẩm. Thiêm Tổng tri là quan võ phụ tá việc văn thư, hành chính trật Chánh ngũ phẩm.<ref name=\":4\"\/>\n[[Tập tin:Nam quan phu thoi Le Thanh Tong.jpg|nhỏ|Nam quân phủ thời Lê Thánh Tông]]\nNgoài ra, binh lính tại hai đạo Tuyên Quang và Thái Nguyên còn nhận trách nhiệm khác là quân Phụng Trực, tức quân túc trực tại kinh đô.<ref name=\":4\"\/>\n\nThời này, trên danh nghĩa, [[Thái uý|Thái úy]] vẫn là vị tổng chỉ huy quân đội, nhưng các phủ đô đốc là các vị võ quan cao nhất lo việc cụ thể về chiến thuật, kỹ thuật, quản lý việc binh và động viên quân đội. Bộ Binh đảm nhận nhiệm vụ trên phương diện hành chính như tuyển bổ, khảo xét, chăm lo trang bị, hậu cần. Khi có chiến tranh, các phủ đô đốc nắm quyền chỉ huy chiến thuật, bộ Binh giữ trách nhiệm xếp đặt quân ngũ và tham mưu những chiến thuật căn bản.<ref name=\":4\"\/>\n\n==== Quân đội ====\nQuân đội tổ chức thống nhất trong toàn quân thời kỳ này gồm các vệ.\n\nQuân được chia thành hai loại: quân Cấm vệ (hay thân binh bảo vệ kinh thành) và ngoại binh trấn giữ các [[Phân cấp hành chính Việt Nam thời quân chủ#C.C3.A1c.C4.91.E1.BA.A1o|đạo]].\n\nQuân số các cấp đơn vị được quy định thống nhất:\n\n''Mỗi ty 100 lính.''\n\n''Mỗi sở có 400 lính, chia làm 20 ngũ, mỗi ngũ 20 lính.''\n\n''Mỗi vệ có 2.000-2.400 lính, gồm 5 đến 6 sở.''\n\n''Mỗi phủ có 12.000-14.400 lính, gồm 6 vệ.''\n\nQuân ở các [[Phân cấp hành chính Việt Nam thời quân chủ#C.C3.A1c.C4.91.E1.BA.A1o|đạo]] do ty Đô quản lý dưới sự chỉ huy trực tiếp của phủ.\n\nThời kỳ này: \n* '''Quân Cấm vệ ở Kinh đô:''' ''Gồm 2 vệ Kim ngô và Cẩm y''',''' 4 vệ Hiệu lực, 4 vệ Thần vũ, 6 vệ Điện tiền, 4 vệ Thuần tượng, 4 vệ Mã bế.''\n* '''Ngoại binh ở các [[Phân cấp hành chính Việt Nam thời quân chủ#C.C3.A1c.C4.91.E1.BA.A1o|đạo]]:''' ''Thông thường mỗi đạo có 1 vệ, mỗi vệ có 2 '''sở''', với quân số khoảng 5 - 6 nghìn người. Một số [[Phân cấp hành chính Việt Nam thời quân chủ#C.C3.A1c.C4.91.E1.BA.A1o|đạo]] do vị trí địa lý và có tầm quan trọng hơn các địa phương khác được nên tổ chức thêm lực lượng Giang hải tuần kiểm.<ref>{{Chú thích web|url=http:\/\/mod.gov.vn\/wps\/portal\/!ut\/p\/b1\/vZTbcqowFIafpQ_gEM72MuV8MJwJcONAtSiIyEFFnr5019kzu7OrN63J1Zr5M1_-f2WFSIiISPbpaZun_bbep7uPOuGWMkTu_IWEAACPBRoNjcB8ngrIT4J4EggKVBneBGBuKpMAqoH77NA0gPS_5xUYykDTPQAFnqUEhSEwEQFm6RWgtYxLWV9Wgh2KkTYGzy7yNhYJI-_Y4URPd7lfyUZUHhJ1o_uIWzMH6K1a8hhHutGnlYATZdclyrBtlb4ucZqnlIETw8hSnW1qfEx3lbFOdLfOKn1bGrHdm4vc8pFss1pNZiVm4xquzoeN4Dw9XX2BbxYE93x9nr8huJMrJpKbCIa_Cm5F_0dww0M8CfjvL8kS_rU7l4M2lqNbjK7p-xrdlRsERjwuJD5Evmx5K4SQGNoAkMgvSR21MeilYQpXtVehG7xAgVL19nQHOOceDWR-HWipH0BfZz3LoQBDPdrhz_dQJ5J8V2fT5xBGccNLtXaWoLDcrE1Du6wkx2Qk_k0XlKAU2C7Laa4Pij46js05Huy9crJd6Ij7_WtvzBCSxCxiLAFvWBf2pez1M9PhtWEBj51ZdF0rxbk90J5TLwfRGyjKIs8-LxYz47Wy51k4R3QtpW9c02DkclwZQgo3ehPFbyrIUi5oqABpLYs37qlPleP6Y7KRWlfrr7F9GUDnv7F1hUMtinggCww80Xam2MxFL08uZiQQQ-SNsr0oa4BGafCQfY1NTIyWXt4BcsyDgQ7_28CvTx88OlLux4GHKjgZJueqY_R3r5VT9bnzp3dGhjzj\/dl4\/d5\/L2dBISEvZ0FBIS9nQSEh\/|title=Lực lượng vũ trang thời Hậu Lê (1418 - 1788)}}<\/ref>''\nMỗi phủ có các chức Tả Hữu Đô đốc, Đô đốc đồng tri, Đô đốc thiêm sự chuyên giữ việc quân. Tại các vệ đặt chức Tổng tri, Đồng tổng tri và Thiêm tổng tri. Tại sở đặt các chức quản lãnh, phó quản lãnh, vũ úy và phó vũ úy. Mỗi ngũ được đặt 1 chức Tổng kỳ<ref>Viện Sử học, sách đã dẫn, tr 171<\/ref>.\n\nTổng số quân Cấm Vệ có '''66 ty và 97 sở''', xấp xỉ 45.000 người.\n\nTổng số quân ty tại các [[Phân cấp hành chính Việt Nam thời quân chủ#C.C3.A1c.C4.91.E1.BA.A1o|đạo]] là '''152 sở''', xấp xỉ 60.800 gười.\n\nTổng số binh khác tại các [[Phân cấp hành chính Việt Nam thời quân chủ#C.C3.A1c.C4.91.E1.BA.A1o|đạo]] là '''154 sở''', xấp xỉ 61.600 người.\n\nTổng số quân trong nước lúc ấy khoảng '''167.800 người'''<ref>Viện Sử học, sách đã dẫn, tr 172<\/ref>.\n\n===Chế độ kỷ luật===\nNăm 1467, Lê Thánh Tông ban hành ''Luật cấm vệ và quân chính'', trong đó có các quy định<ref>Viện Sử học, sách đã dẫn, tr 179-180, 186<\/ref>:\n* Những người sao quân, sao đội<ref>Chức vụ giữ sổ sách trong quân ngũ<\/ref> và chánh phó ngũ trưởng nếu che đậy hoặc để cho lính trốn và bóc lột xoay tiền thì xử tội đồ, lưu; nếu nặng thì xử tử và truy tiền công theo luật.\n* Kẻ phải ra trận mà tìm cách xảo trá trốn tránh sẽ bị chém. Tướng chỉ huy không hỏi đến cùng thì bị xử giảm 2 bậc so với người phạm tội, nếu đồng lõa thì bị xử lưu\n* Tướng hiệu ở nơi trấn thủ tự ý cho phép quân lính về nhà thì xử tội đồ, cho phép rời nơi đóng quân thì giảm 1 bậc; đang lúc đánh trận mà thả cho đi thì xử chém\n* Quân lính bỏ trốn thì xử đồ, tái phạm thì xử lưu, người chứa chấp lính trốn cũng bị tội. Xã trưởng không bắt lính trốn mang nộp cũng bị xử bớt 1 bậc so với người phạm tội; quan huyện, quan lộ biết mà đồng tình thì bị bãi chức. Lính trốn tự ra đầu thú thì được xử giảm 1 bậc và bắt đền tiền khóa dịch cho triều đình.\n* Quan tướng hiệu không siêng năng huấn luyện, lại sai quân sĩ làm việc riêng cho mình, nhẹ thì xử tội đồ, nặng thì xử tội lưu\n* Khi có kỳ duyệt tập quân đội, quân lính ai thiếu mặt thì xử phạt đánh 80 trượng, biếm làm quân đinh ở bản quân và phạt 3 quan tiền. Đội trưởng và chánh, phó ngũ trưởng mượn người thay thế cũng bị phạt đánh 80 trượng và giáng chức 3 bậc.\n\n==Thành tựu==\nNhững cải cách quy định quân sự dẫn đến những thay đổi to lớn trong tổ chức binh chế thời Lê. Cùng xu hướng trung ương tập quyền cao, triều đình nắm độc quyền tổ chức lực lượng vũ trang và người đứng đầu là vua. Các quan lại quý tộc thời Lê hoàn toàn không có quyền tổ chức quân đội riêng như dưới thời nhà Trần.\n\nChế độ duyệt tuyển của nhà Lê ngày càng hoàn thiện và chính quy hơn trước. Quân đội được chia khẩu phần ruộng đất công của làng xã, do đó yên tâm hơn trong thời gian dài trong quân ngũ. Ngoài ra, nhà Lê vẫn áp dụng chế độ\"ngụ binh ư nông\"như các triều trước nhằm đảm bảo sản xuất nông nghiệp, của cải vật chất cho xã hội. Chế độ này làm giảm người thoát ly sản xuất, khiến triều đình giảm bớt chi phí quân sự, bảo đảm cân đối giữa kinh tế và quốc phòng.\n\nNhà Lê xây dựng được lực lượng quân đội hùng mạnh. [[Phan Huy Chú]] lý giải rằng, với chế độ tuyển quân chặt chẽ đảm bảo cho nhà Lê huy động được nhiều quân, do đó mới có số quân bộ đi đánh [[Chiêm Thành]], [[Bồn Man]] là 26-30 vạn<ref>Viện Sử học, sách đã dẫn, tr 174<\/ref>.\n\nQuân đội hùng hậu của nhà Lê góp phần củng cố chính quyền trung ương tập quyền vững mạnh và đưa nước [[Đại Việt]] từ thời Lê Thánh Tông trở thành quốc gia hùng cường ở bán đảo Trung - Ấn, mở rộng đất đai phía tây và phía nam, khiến nhiều quốc gia ở [[Đông Nam Á]] như [[Chiêm Thành]], [[Chân Lạp]], [[Lan Xang]], [[Thành phố Chiang Mai|Chiang Mai]], [[Ayutthaya]] và [[Java]] phải thần phục<ref>Viện Sử học, sách đã dẫn, tr 187<\/ref>.\n\n==Xem thêm==\n* [[Nhà Hậu Lê]]\n* [[Lê Thánh Tông]]\n* [[Chiến tranh Đại Việt-Chiêm Thành (1471)|Chiến tranh Việt-Chiêm 1471]]\n* [[Quân đội nhà Mạc]]\n* [[Quân đội nhà Trần]]\n* [[Quân đội nhà Đinh]]\n* [[Quân đội nhà Nguyễn]]\n\n==Tham khảo==\n* Sun Laichen.\"Chinese Gunpowder Technology and Đại Việt, ca. 1390-1497\". ''Việt Nam Borderless Histories''. Madison, WI: The University of Wisconsin Press, 2006.\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 3,'' Nhà xuất bản Khoa học xã hội\n* [[Đại Việt sử ký toàn thư]]\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê sơ}}\n\n[[Thể loại:Quân sự Việt Nam thời Lê sơ]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]"}