{"3201671":"{{Infobox Military Unit\n|unit_name= Cục Quân cụ<br>Việt Nam Cộng hòa\n|image=\n|caption= Huy hiệu\n|dates= [[1954]] - [[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|type= Đơn vị Yểm trợ\n|command_structure= [[Tổng cục Tiếp vận, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Tiếp vận]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|motto= '''''Chiến cụ tinh''' - '''Quân nhuệ khởi'''''\n|notable_commanders= - [[Đỗ Ngọc Nhận (Đại tá, Quân lực VNCH)|Đỗ Ngọc Nhận]]<br>- [[Trần Văn Trọng (Đại tá, Quân lực VNCH)|Trần Văn Trọng]]<br>- [[Từ Nguyên Quang (Đại tá, Quân lực VNCH)|Từ Nguyên Quang]]\n}}\n\n'''Quân cụ''' ([[1954]] - [[1975]]) là một đơn vị chuyên ngành của [[Quân lực Việt Nam Cộng hòa]], dưới sự điều hành hàng dọc của [[Tổng cục Tiếp vận, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Tiếp vận]] trực thuộc [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng tham mưu]]. Quân cụ có nhiệm vụ tạo tác, phân phối và điều độ khí cụ các loại, quân xa, chiến xa, quân trang, quân dụng... cho các đơn vị trong Quân đội theo nhu cầu. Đồng thời có trách nhiệm sửa chữa và đại tu tất cả phương tiện nêu trên. Ngành Quân cụ đã đồng hành và giữ vai trò yểm trợ trong Quân đội suốt thời gian tồn tại của [[Quân lực Việt Nam Cộng hòa]].\n\n==Lịch sử hình thành==\n'''Ngành Quân cụ''' chính thức được thành lập từ tháng 8 năm 1954 trong [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]. Tính đến tháng 4 năm 1975, qua 2 lần đổi danh xưng của Quân đội là Quân đội Việt Nam Cộng hòa (1955) và Quân lực Việt Nam Cộng hòa (1965), ngành đã hình thành qua 3 giai đoạn:\n*-Giai đoạn 1: Từ 1955 đến 1960\n*-Giai đoạn 2: Từ 1961 đến 1973\n*-Giai đoạn 3: Từ 1973 đến 4\/1975\n:'''Giai đoạn 1 (1955-1960):\n:Sau Hiệp định Genève 1954, Pháp rút lui. Những vật liệu của Pháp được chuyển giao cho Quân đội Quốc gia. Thành lập các đơn vị từ Trung ương đến Địa phương để phù hợp nhu cầu chiến trường và sự lớn mạnh của Quân đội. Năm 1957, được đặt danh hiệu là \"Nha Quân cụ\", trách nhiệm điều hành là Giám đốc. Trực thuộc Bộ Tổng tham mưu.\n:'''Giai đoạn 2 (1961-1973): \n:Song song với sự tăng trưởng của Quân lực, ngành Quân cụ được phát triển mạnh từ tổ chức đến nhân lực. Quân số toàn ngành khoảng 16.000 người. Năm 1964, Nha Quân cụ được đổi tên thành '''Cục Quân cụ''' và chức danh điều hành là Cục trưởng. Trực thuộc Tổng cục Tiếp vận.\n:'''Giai đoạn 3 (1973-4\/1975):\n:Với một sự cải tổ tiếp vận toàn diện với mục đích phối, kết hợp các ngành Tiếp vận gồm các Nha Quân cụ, Công binh, Quân y, Truyền tin, Quân nhu... vào thành một đơn vị duy nhất để các Binh đoàn chỉ đến một nơi nhận lãnh hàng tiếp liệu.\n\nTại các Vùng chiến thuật ''(Quân khu)'' có một hoặc hai Bộ chỉ huy Tiếp vận để yểm trợ các Binh đoàn tham chiến nhanh chóng và hữu hiệu.\n\nThời điểm này ngành Quân cụ chỉ còn nhiệm vụ thuần tuý về kỹ thuật. Trường Quân cụ vẫn tiếp tục đào tạo chuyên viên trong ngành. Và toàn ngành đã luôn hoàn thành tốt trách nhiệm của mình cho đến ngày 30 tháng 4 năm 1975 thì chấm dứt nhiệm vụ.\n\n==Giám đốc, Cục trưởng qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"25%\" |Họ và Tên\n!width= \"11%\" |Cấp bậc\n!width= \"12%\" |Chức vụ\n!width= \"12%\" |Tại chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Lê Văn Sâm (Đại tá, Quân lực VNCH)|Lê Văn Sâm]]<br>''Võ bị Huế K2''<ref>Xuất thân từ Trường Sĩ quan.<\/ref>\n|rowspan= \"4\" |<center> Đại tá<ref>Cấp bậc khi nhậm chức<\/ref>\n|rowspan= \"2\" |<center> Giám đốc \n|<center> 1957-1961\n|Giải ngũ cùng cấp \n|-\n|<center> 2\n|<center> [[Đỗ Ngọc Nhận (Đại tá, Quân lực VNCH)|Đỗ Ngọc Nhận]]<ref>Đại tá Đỗ Ngọc Nhận, sinh năm 1930 tại Nam Định.<\/ref><br>''Võ bị Đà Lạt K3\n|<center> 1961-1964\n|Sau cùng là Tổng cục phó Tổng cục Quân huấn\n|-\n|<center> 3\n|<center> [[Trần Văn Trọng (Đại tá, Quân lực VNCH)|Trần Văn Trọng]]<ref>Đại tá Trần Văn Trọng, sinh năm 1929 tại Rạch Giá.<\/ref><br>(Nhạc sĩ Anh Việt)<br>''Võ khoa Thủ Đức K1''<ref>Trường Sĩ quan Trừ bị Thủ Đức<\/ref>\n|rowspan= \"2\" |<center> Cục trưởng\n|<center> 1964-1970\n|Sau cùng là Trưởng phòng Điều nghiên thuộc Bộ Quốc phòng\n|-\n|<center> 4\n|<center> [[Từ Nguyên Quang (Đại tá, Quân lực VNCH)|Từ Nguyên Quang]]<ref>Đại tá Từ Nguyên Quang, sinh năm 1928 tại Quảng Nam.<\/ref><br>''Võ bị Đà Lạt K3\n|<center> 1970-1975\n|\n|-\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{ARVN}}\n\n[[Thể loại:Quân lực Việt Nam Cộng hòa]]"}