{"2438966":"'''Quân đội Đàng Trong thời Lê trung hưng''' là tổng thể tổ chức quân sự của [[chúa Nguyễn]] bắt đầu từ khi [[Nguyễn Hoàng]] ly khai chính quyền [[nhà Lê trung hưng|Lê]]-[[chúa Trịnh|Trịnh]], cát cứ tại [[Thuận Hóa|Thuận]] [[Quảng Nam|Quảng]] đến cuối [[thế kỷ 18]].\n\nVì sự chia cắt [[Đàng Ngoài]] – [[Đàng Trong]], kể từ năm 1600, quân đội Đàng Trong dưới quyền chúa Nguyễn được hình thành và có cơ cấu tổ chức riêng, phân biệt với [[quân đội nhà Lê trung hưng#Thời Trịnh Nguyễn phân tranh|quân đội Đàng Ngoài của chúa Trịnh ở Bắc Hà]].\n\n==Tổ chức==\nDo nhu cầu sống còn về việc phải chống trả các cuộc tấn công từ [[Đàng Ngoài]] của [[chúa Trịnh]] với lực lượng đông đảo hơn, chúa Nguyễn quan tâm xây dựng quân đội hùng mạnh ngay từ thời gian đầu cát cứ tại đây.\n\nQuân đội chúa Nguyễn được chia làm ba loại: quân túc vệ ở kinh thành Phú Xuân, quân chính quy thường trực tại các dinh và thổ binh tại các địa phương.\n\n* '''Quân túc vệ''' hay thân quân gồm có 2 vệ: Tả tiệp và Hữu tiệp, mỗi vệ 50 người, có nhiệm vụ bảo vệ kinh thành và hộ vệ chúa Nguyễn. Năm 1744, Nguyễn Phúc Khoát xưng vương mới đổi gọi là Vũ lâm quân. Thành phần quân túc vệ là những người thân cận, đáng tin cậy như con cháu các võ quan, hoặc người cùng quê huyện Tống Sơn với chúa Nguyễn<ref>Viện Sử học, sách đã dẫn, tr 128<\/ref><ref>Nguyễn Lương Bích, Phạm Ngọc Phụng, sách đã dẫn, tr 340<\/ref>.\n* '''Quân chính quy''' đóng tại các dinh, được phiên chế theo thứ tự: dinh, cơ, đội và thuyền. Đứng đầu dinh là Chưởng dinh, đứng đầu cơ là Chưởng cơ và Cai cơ; đứng đầu các đội có Cai đội và đội trưởng. Những chức vụ quan trọng ở cấp dinh trở xuống được tuyển chọn từ người trong họ hàng có bản quán ở Thanh Hóa, người nơi khác không được làm. Tuy nhiên, biên chế quân Nguyễn không thống nhất. Dưới Dinh là Cơ, dưới Cơ có thể là nhiều thuyền hoặc nhiều đội và số lượng cũng không thống nhất. Số lính ở mỗi cơ cũng không đều nhau, có thể là 260, 300, 500 thậm chí 2700 người<ref name=\"Viện Sử học, sách đã dẫn, tr 129\">Viện Sử học, sách đã dẫn, tr 129<\/ref>.\n* '''Thổ binh''', còn gọi là '''Tạm binh''', là lực lượng quân đội địa phương, số lượng rất lớn. Do chính binh phải bảo vệ Phú Xuân để phòng quân Trịnh, thổ binh thường có trách nhiệm canh giữ những vùng đất mới và trấn áp những sự chống đối của [[Chiêm Thành]] và [[Chân Lạp]]. Lực lượng này không được trả lương như quân túc vệ hay chính binh mà chỉ được miễn sưu thuế vì hoạt động chủ yếu là tuần tra, canh gác, lao động…\n\nVề binh chủng, quân Đàng Trong cũng khá giống với Đàng Ngoài, gồm có bộ binh, thủy binh, pháo binh và thêm tượng binh. Thủy binh Đàng Trong khá mạnh, mỗi thuyền có khoảng 30 chèo, có 3 khẩu đại bác ở mũi và 2 khẩu ở đuôi. Trong cuộc chiến với [[chúa Trịnh]], [[chúa Nguyễn]] đã tranh thủ mua vũ khí phương Tây và học cách đóng tàu thuyền, đúc súng của họ. Tại [[Phú Xuân]] có xưởng đúc súng do người [[Bồ Đào Nha]] giúp, được mở năm 1631 và hiện nay vẫn còn di tích ở [[Huế]]<ref name=\"vsh213\">Viện Sử học, sách đã dẫn, tr 213<\/ref>.\n\n==Chế độ tuyển mộ==\nChế độ tuyển mộ khá nghiêm ngặt. Từ khi lên thay [[Nguyễn Hoàng]], [[Nguyễn Phúc Nguyên]] bỏ các chức vụ thuộc cơ cấu tổ chức của nhà Lê, thiết lập Tam ty.\n\nNăm [[1632]], Nguyễn Phúc Nguyên bắt đầu áp dụng phép duyệt tuyển, chia dân đinh làm nhiều loại để đánh thuế và xét tuyển.\n\nThể lệ tuyển cũng phỏng theo thời [[Lê Thánh Tông|Hồng Đức]]: 3 năm 1 lần tiểu điển, 6 năm 1 lần đại điển, theo đó các xã trưởng mang sổ lên kinh khai báo số dân. Đến kỳ các đợt thì tháng giêng làm hộ tịch, tháng 6 duyệt tuyển.\n\nDân đinh chia làm 8 hạng: tráng, quân, dân, lão, tật, cố, cùng, đào vong. Tráng là người khỏe mạnh để sung vào quân đội, quân là hạng ở nhà làm ruộng, khi cần mới gọi vào lính. Tất cả dân thuộc loại tráng từ 18-50 tuổi đều nằm trong diện điều động. Ai trốn tránh hoặc người tuyển mộ mà tuyển người không đủ tiêu chuẩn đều sẽ bị chém<ref name=\"Viện Sử học, sách đã dẫn, tr 129\"\/>.\n\n==Thành tựu==\nQuân chúa Nguyễn được xây dựng khá hùng hậu vì nhu cầu tự vệ. Trong 100 năm đầu tiên, quân đội Đàng Trong đã lập được 2 thành tích quan trọng:\n* Trong cuộc chiến với chúa Trịnh: Lực lượng này đã tiến chiếm giữ 7 huyện ở Nghệ An trong 5 năm (1655-1660) và đánh lui 6 đợt tấn công của quân Trịnh trong cuộc [[Trịnh Nguyễn phân tranh|xung đột 45 năm]]; dù lực lượng quân Trịnh thường ở thế đông hơn trong những lần tham chiến.\n* Cùng trong khoảng thời gian chiến tranh với quân Trịnh, quân chúa Nguyễn vẫn nhiều lần đánh bại lực lượng tàn dư của nước Chiêm Thành, mở rộng vùng cai trị của chúa Nguyễn không chỉ bó hẹp ở Thuận Hóa - Quảng Nam mà đến hết địa giới [[Nam Trung Bộ]]. Đến năm [[1697]], chúa Nguyễn cơ bản sáp nhập đất Chiêm vào Đại Việt, Chiêm Thành không còn tồn tại với tư cách 1 quốc gia như trước mà trở thành một phần lãnh thổ của chính quyền Đàng Trong<ref>Viện Sử học, sách đã dẫn, tr 146<\/ref>. Đây là một mốc quan trọng trong lịch sử Việt Nam.\n* 1 lần đánh đuổi được hải quân Hà Lan xâm phạm lãnh thổ.\n\n==Xem thêm==\n* [[Chúa Nguyễn]]\n* [[Quân đội nhà Lê Sơ]]\n* [[Quân đội nhà Lê trung hưng]]\n* [[Trịnh Nguyễn phân tranh]]\n* [[Thủ công nghiệp Đàng Trong thời Lê trung hưng]]\n\n==Tham khảo==\n* Viện sử học ([[2007]]), ''Lịch sử Việt Nam'', ''tập 4'', Nhà xuất bản Khoa học xã hội\n* Nguyễn Lương Bích, Phạm Ngọc Phụng ([[1976]]), ''Tìm hiểu thiên tài quân sự của Nguyễn Huệ'', Nhà xuất bản Quân đội nhân dân\n* [[Khâm định Việt sử Thông giám Cương mục]]\n\n==Chú thích==\n{{tham khảo}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lê trung hưng]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]"}