{"124449":"{{DISPLAYTITLE:''Quê nghèo''}}\n{{thiếu nguồn gốc}}\n{{Thông tin bài hát Việt\n| bgcolour = #BBBB00\n| tên = Quê nghèo\n| nhạc sĩ = [[Phạm Duy]]\n| lời = \n| tên khác = \n| thể loại = [[Nhạc tiền chiến]]\n| năm = [[1948]]\n| ca sĩ = \n}}\n\n'''''\"Quê nghèo\"''''' là một bài hát nổi tiếng{{fact|date=7-2014}} của [[nhạc sĩ]] [[Phạm Duy]]. Những hình ảnh làm nên một vùng quê nghèo trong bài này được tác giả lấy từ vùng [[Quảng Bình]].\n\n==Xuất xứ==\nCùng thời điểm với \"[[Về miền Trung]]\", \"[[Gio Linh#Nhạc phẩm Bà mẹ Gio Linh|Bà mẹ Gio Linh]]\", bài này được sáng tác khi Phạm Duy có chuyến công tác ở [[miền Trung]], khi đi qua vùng Quảng Bình ([[1948]]).{{fact|date=7-2014}}\n\n==Hai phần lời==\nTên khai sinh của bài hát, theo tác giả là \"Bao giờ anh lấy được đồn Tây\" với phần lời được ông nhớ lại trong hồi ký:\n:...\n:''Chiều qua, tôi đi qua vùng chiếm đóng ''\n:''Không bóng trâu cầy bên đồng'' \n:''Vắng tiếng heo gà trên sân''\n:''Chiều qua gánh nước cho Vệ Quốc Quân ''\n:''Nghe tiếng o nghèo kể rằng:''\n:''Quân thù về đây đốt làng''\n:...\n:''Bao giờ anh lấy được đồn Tây hỡi anh''\n:''Để cho cô con gái không buồn vì chiến tranh''\n: \n: Tuy vậy theo danh mục các ca khúc của Phạm Duy in trong tờ nhạc Thanh niên Việt Nam năm 1950, thì ca khúc có giai điệu giống Quê nghèo là \"Chiều qua\".\n\nSau đó ông đặt thêm lời khác cho bài và đổi tên thành \"Quê nghèo\". Phần nội dung không còn xoay quanh một cuộc chiến mà đi vào mô tả hình ảnh của một vùng đất nghèo nàn:\n\n''Làng tôi không xa kinh kỳ sáng chói ''\n\n''Có những cánh đồng cát dài <br>\n''Có lũy tre còm tả tơi ''\n\nVà sự khốn khó của cư dân, với những ông già cuốc đất, với đám trẻ gầy gò. Những bóng người tát nước bên ngòi từ sáng sớm, nụ cười hiu hắt của người mẹ khi chiều về, bên niềm vui là nồi cơm độn ngô (''hiu hắt tiếng bà mẹ cười, vui vì nồi cơm ngô đầy'')... Nhưng trong hoàn cảnh cơ cực vẫn còn nghe đâu đó những mơ mộng (''nằm mơ, mơ thấy trăm họ tốt tươi''), đợi chờ (''Bao giờ em trở lại vườn dâu, hỡi em? Để cho anh bắc gỗ, xây nhịp cầu bước sang''), và hy vọng:'' ''\n\n''Bao giờ cho nối lại tình thương, hỡi ai <br>\n''Để em ra bến vắng, đón chàng người người chiến binh.''\n\n Phần lời này nhanh chóng được đón nhận và đã được thu âm bởi nhiều ca sĩ nổi tiếng: Thái Thanh, Duy Khánh, Khánh Ly...\n\n==Tham khảo Xin ghi đầy đủ lời bài hát Bao giờ anh lấy được đồn Tây, anh ơi: Chiều qua khi tôi qua vùng chiếm đóng.Qua những cánh đồng khô cằn. Qua những mái nghèo tàn hoang. Chiều qua, qua những xóm làng xác xơ, tôi thấy bao bà mẹ già đang chờ đoàn quân trở về. Buổi mai, khi sương rơi mờ chinh giới, thấp thoáng bóng người trên đồi, vắng tiếng dân lành cười vui. Giặc đi, bắt lính bắt người bắt phu đắp lũy xây đồn nặng nề . Ôi lòng người dân ê chề.==\nBao giờ anh lấy được đồn Tây, anh ơi. Để dân ta được sống cuộc đời sướng vui. Bao giờ anh lấy được đồn Tây, anh ơi. Để em mua thuốc lá tặng người lập chiến công\n\n{{chú thích web|author1=Đông Kha|title=Hoàn cảnh sáng tác “Quê Nghèo” của nhạc sĩ Phạm Duy – Thương quê nghèo Bình Trị Thiên|url=https:\/\/nhacxua.vn\/hoan-canh-sang-tac-que-ngheo-cua-nhac-si-pham-duy-thuong-que-ngheo-binh-tri-thien\/|website=nhacxua.vn|access-date=2021-06-19}}<\/ref>\n\n{{tham khảo}}\n{{Sơ khai Việt Nam}}\n{{Phạm Duy}}\n\n[[Thể loại:Nhạc quê hương]]\n[[Thể loại:Nhạc Phạm Duy]]\n[[Thể loại:Ca khúc tiền chiến]]\n[[Thể loại:Bài hát tiếng Việt]]"}