{"19270702":"'''Quý Lan''' còn được gọi là '''An Bình Công chúa''' hay '''Nái Sơn Công chúa''', là một nữ tướng thời [[Hai Bà Trưng]] trong lịch sử Việt Nam.\n\n==Thân thế==\nTheo thần tích, Quý Lan quê gốc ở Long Động, huyện Chí Linh, tỉnh Hải Dương.<ref name=\"Danh tướng\">[https:\/\/vinhphuc.gov.vn\/ct\/cms\/thongtingioithieu\/vanhoa\/Lists\/nhanvanlichsu\/View_Detail.aspx?ItemID=3 Danh tướng - Quý Lan Nương]<\/ref> Cha bà là Hồ Nguyên Trừng - một hào trưởng có thế lực, giàu có và trung hậu trong vùng và mẹ là Trần Thị Ý. Vì không chịu được cảnh áp bức của giặc Hán, Hồ Nguyên Trừng dẫn vợ lánh lên ở ẩn tại trang Tinh Luyện (nay thuộc xã Liễn Sơn, huyện Lập Thạch, Vĩnh Phúc). Quý Lan được sinh ra và lớn lên cùng gia đình ở trang Tinh Luyện, đến tuổi trưởng thành văn thao võ lược, nhan sắc đằm thắm, mọi người trong vùng đều kính phục.\n\n==Theo Hai Bà Trưng khởi nghĩa==\nNăm 40, [[Hai Bà Trưng]] kêu gọi những trang anh hùng hào kiệt để đứng lên đấu tranh chống lại nhà Đông Hán. Nàng bái biệt cha mẹ, hồ hởi vượt đường xa dặm dài tìm đến Mê Linh. Tại đây, Quý Lan được Hai Bà Trưng tiếp đãi rất ân cần và sau đó kết nghĩa làm chị em, lại được cử đi tập hợp các quan lang, phụ đạo cùng theo về với nghĩa quân. Tương truyền, Quý Lan đã mời gọi được bốn bậc hào kiệt và đã tuyển mộ được 500 nghĩa dũng.<ref name=\"Chân dung\">[https:\/\/ngason.vn\/tin-tuc\/van-hoa-the-thao\/chan-dung-mot-tuong-linh-xuat-sac-cua-hai-ba-trung.html Chân dung một số tướng lĩnh xuất sắc của Hai Bà Trưng]<\/ref> Quý Lan được phong làm Nội thị tướng quân, ngày đêm chiêu mộ, huấn luyện cấm quân và cận kề Trưng chủ để bảo vệ.\n\nSau khi đánh đuổi quân Hán, Trưng Trắc lên ngôi vua. Quý Lan được phong làm An Bình Công chúa. Trưng Vương còn đứng ra tác hợp cho nàng với tướng quân họ Đinh quê trang Đào Khê bên sông Đà, nhà nối đời làm quan lang phụ đạo nên vợ nên chồng. Tình chị em kết nghĩa giữa An Bình Công chúa với Trưng Vương vì thế mà càng trở nên sâu sắc.\n\n==Kháng chiến chống Mã Viện==\nĐầu năm [[Nhâm Dần]] ([[42]]), vua Hán sai tên tướng là [[Mã Viện]] đem quân tiến đánh nghĩa quân [[Hai Bà Trưng]]. Quý Lan theo lệnh của [[Trưng Vương]] mang quân bản bộ, cùng tướng sĩ trong toàn huyện [[Lập Thạch]] tiến quân về hội với [[Trưng Vương]].\n\nLần này thế giặc mạnh gấp nhiều lần, biết tình thế không thể chống cự nổi, nhưng quân dân với các tướng quân và [[Trưng Vương]] quyết tâm chống giặc. An Bình Công chúa đã sát cánh chiến đấu bên cạnh [[Trưng Vương]] ở Lãng Bạc.<ref>Sách ''[[Đại Việt sử ký toàn thư]]'' (kỷ Trưng Nữ Vương) cho rằng Lãng Bạc là [[Hồ Tây]] ([[Hà Nội]]). Tuy nhiên, theo một số nhà nghiên cứu ngày nay, thì Lãng Bạc ở miền đồi núi [[Tiên Du]] ([[Bắc Ninh]]). Nguồn: ''Đại cương lịch sử Việt Nam'' (tập 1, tr. 87) và ''Lịch sử Việt Nam'' (tập 1, tr. 279).<\/ref> Cuối cùng, vì thế giặc quá mạnh, [[Hai Bà Trưng]] rút quân về Cấm Khê.<ref>Cấm Khê có thể là một địa điểm nằm trong vùng chân núi [[Ba Vì]] chạy dọc theo [[sông Đáy]] và kéo dài đến địa phận Cửu Chân ([[Thanh Hóa]]). Theo ''Lịch sử Việt Nam'' (tập 1), tr. 279.<\/ref> Trên đường rút, quân của [[Trưng Vương]] chỉ còn một mình công chúa An Bình đi theo cùng với [[Trưng Nhị]]. Sau khi [[Trưng Vương]] hy sinh, An Bình Công chúa chỉ còn 20 đệ tử đi theo, cùng đắp mộ cho [[Trưng Vương]] ở núi Hy Sơn (tức núi Nghĩa Lĩnh, nơi có đền thờ các vua Hùng). Quân địch tiến tới giao chiến, nàng cùng các nữ binh vượt sông Lô rút về Thản Sơn tiếp tục chiến đấu cho đến khi sức cùng lực kiệt phải rút kiếm tuẫn tiết chết theo gương của Trưng Vương, người chị gái kết nghĩa của nàng.<ref name=\"Chuyện chưa\">[https:\/\/www.phunuonline.com.vn\/chuyen-chua-ke-ve-nguoi-em-gai-ket-nghia-cua-trung-vuong-a37244.html Chuyện chưa kể về người em gái kết nghĩa của Trưng Vương]<\/ref>\n\nNgày hôm sau, nhân dân làng Thản Sơn tìm đến thì mối đã đắp thành ngôi mộ lớn. Nơi ấy nay vẫn còn, gọi là \"Lăng Đức bà An Bình\". Nhớ công ơn đánh giặc giữ nước của Quý Lan, nhân dân các làng huyện [[Lập Thạch]] lập miếu đền thờ cúng.<ref name=\"Danh tướng\"\/>\n\n==Được tôn thờ==\nQuý Lan hiện được thờ phụng hương khói với lòng tưởng nhớ anh hùng ở xã [[Liễn Sơn]], huyện [[Lập Thạch]], [[Vĩnh Phúc]]. Nàng được thờ ở các miếu Khuôn, Đáp, Cầu và đình Thản Sơn. Ở làng Tĩnh Luyện, nơi nàng sinh ra và lớn lên cũng thờ nàng (dân làng Tĩnh Luyện gọi Quý Lan là Từ Hiên Công chúa). Theo người dân địa phương thì nơi Quý Lan tắm trước khi lên núi là con suối Mả Mèo. Ngọn núi mà Quý Lan tự vẫn sau được đặt tên là núi Nái cũng được gọi là núi Mồ. Quý Lan cũng còn được nhân dân địa phương gọi là Nái Sơn Công chúa. Bài vị thờ nàng ở Thản Sơn ghi hàng chữ được gia phong là \"Nguyễn Triều Thái tổ Hoàng phi An Bình Công chúa\"<ref name=\"Danh tướng\"\/>. Theo thần tích, Quý Lan sinh ngày mồng mười tháng hai âm lịch và mất ngày mười bốn tháng bảy âm lịch.\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Người Vĩnh Phúc]]\n[[Thể loại:Nữ tướng của Hai Bà Trưng]]\n[[Thể loại:Lịch sử Việt Nam thời Hai Bà Trưng]]"}