{"130478":"{{chú thích trong bài}}\n{{multiple image\n| image_style = border:none;\n| background color = \n| align = right\n| direction = vertical\n| header = '''Quýt Hương Cần'''\n| image1 = chum quyt.jpg\n| alt1 = \n| caption1 = \n| image2 = qua quyt.jpg\n| alt2 = \n| caption2 = Chùm quýt Hương Cần\n}} \n{{Ẩm thực Huế}}\n'''Quýt Hương Cần''' là một giống quýt ngọt trồng nhiều ở [[Thừa Thiên Huế]], Việt Nam. Tỉnh Thừa Thiên Huế có nhiều loại đặc sản về hoa quả nổi tiếng như [[nhãn|long nhãn]] (nhãn xưa chỉ dành cho nhà vua dùng), [[măng cụt]], [[bưởi]] Thanh Trà... ngoài ra, bên dòng [[sông Bồ]], còn có quýt Hương Cần.\n==Đặc điểm==\nQuýt Hương Cần tên khoa học là ''Citrus deliciosa'' Tenore, thuộc chi ''[[Chi Cam chanh|Citrus]]'', họ ''[[Họ Cửu lý hương|Rutaceae]]'', nằm trong danh mục nguồn \"Gien cây trồng quý cần bảo tồn của Việt Nam\" (Ban hành theo QĐ số 80\/2005\/QĐ-BNN, ngày 5\/12\/2005 của Bộ NN-PTNT Việt Nam).\n\nCây quýt ưa khí hậu nóng, ẩm, nhiều ánh sáng, nên ở [[Giang Nam]] ([[Trung Quốc]]) được trồng nhiều. Ở [[Việt Nam]] có rất nhiều nơi trồng quýt nhưng quýt Hương Cần nổi tiếng nhờ được trồng trên đất phù sa của [[sông Bồ]], thuộc Giáp Kiền?, [[làng Hương Cần]]. Người ta thường dùng phương pháp [[chiết cành]] để nhân giống giúp cho cây trồng mới phát triển nhanh và không bị thoái hóa giống sau nhiều năm.\n\nQuýt Hương Cần có đặc điểm khác với các loại quýt khác là khi chín (tháng 10-11) quả có màu vàng cam ở mặt quả và màu xanh lá cây ở phần cuống. Vỏ xốp mỏng như giấy rất dễ bóc, khi bóc quýt có mùi thơm đặc trưng. Các múi quýt dễ tách ra từng múi. Cơm màu hồng nhạt, khi ăn vị ngọt và thanh. Vì thế, mới có câu thơ của [[Tùng Thiện Vương]]: \"... chỉ dành để cho người yêu bóc, mùi thơm ngát tận xương...\"\n\n==Lịch sử==\n[[Tập tin:Quyt.jpg|200px|nhỏ|phải|Quýt Hương Cần]]\nTheo tác giả Trần Như Lãm trong ''Hương Cần - Làng quê xứ Huế'' (Nhà xuất bản Văn Nghệ Thành phố Hồ Chí Minh - 2006) thì tương truyền tiếng ngon của quả quýt Hương Cần được ví như quýt vùng Giang Lăng (Giang Nam) của Trung Quốc. Nhà thơ [[Nguyễn Du]] đã có viết bài thơ \"Tống Nhân\" trong tập ''Nam Trung Tạp Ngâm'', được Quách Tấn dịch, như sau:\n\n{|-valign=top\n|\n:'''Tống Nhân'''\n:''Hương Cần quan đạo liễu thanh thanh''\n:''Giang Bắc, Giang Nam vô hạn tình''\n:''Thượng uyển oanh kiều đa đố sắc''\n:''Cố hương thuần lão thượng cam khanh''\n:''Triều đình hữu đạo thành quân hiếu''\n:''Trúc thạch đa tàm phụ nhĩ minh''\n:''Trù trướng thâm tiêu cô đối ảnh''\n:''Mãn sàng trệ vũ bất kham thinh''\n|\n:'''Tiễn bạn'''\n:Hương Cần đường liễu dập dờn xanh\n:Bến Bắc, bờ Nam vô hạn tình\n:Oanh trẻ vườn vua ganh nét đẹp\n:Thuần già quê cũ ngọt ngon canh\n:Trân cam mừng bác thân lo vẹn\n:Trúc thạch cười tôi nguyện chẳng thành\n:Thưởng thức giường khuya nương bóng lẻ\n:Chẳng kham mưa gió sụt sùi canh.\n|}\n\nNhà thơ [[Tùng Thiện Vương]] Miên Thẩm có viết bài thơ về quả quýt ở Hương Cần trong ''Thương Sơn thi tập'' (quyển 44, tờ 6a) như sau:\n\n{|-valign=top\n|\n:'''橘 吱 詞'''\n:&nbsp;\n:五 月 青 青 十 月 黃\n:幾 重 風 雨 幾 重 霜\n:甘 心 剖 自 情 人 手\n:要 識 儂 家 徹 骨 香\n|\n:'''Quất chi từ'''\n:(Đồng chư công phú)\n:''Ngũ nguyệt thanh thanh thập nguyệt hoàng,''\n:''Kỷ trùng phong vũ kỷ trùng sương.''\n:''Cam tâm phẫu tự tình nhân thủ,''\n:''Yêu thức nông gia triệt cốt hương.''\n|\n:'''Lời quả quýt'''\n:&nbsp;\n:Tháng 5 xanh tháng 10 vàng,\n:Trải bao mưa gió trải bao sương.\n:Lòng mong được tự người yêu bóc,\n:Để biết mình thơm ngát tận xương.\n|}\n\n== Triển vọng ==\nNgày nay, nhờ kinh tế thị trường, một số hộ nhà nông ở làng Hương Cần, huyện [[Hương Trà]], [[Thừa Thiên Huế]] đã chuyển đổi hàng chục ha đất ruộng hoặc đất màu ở bãi bồi ven [[sông Bồ]], Giáp Kiền, Hương Cần để trồng quýt. Nhờ đó, cuộc sống đã khá hơn, bình quân thu nhập gấp nhiều lần hơn trồng lúa (2007){{Cần chú thích}}.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [https:\/\/www.mard.gov.vn\/Pages\/thua-thien--hue-khoi-phuc-phat-trien-dac-san-quyt-huong-can-.aspx?item=11 Thừa Thiên Huế khôi phục, phát triển \"đặc sản quýt Hương Cần\"] Bộ Nông nghiệp và Phát triển nông thôn\n\n[[Thể loại:Ẩm thực Thừa Thiên Huế]]\n[[Thể loại:Chi Cam chanh]]\n[[Thể loại:Đặc sản Thừa Thiên Huế]]\n[[Thể loại:Giống cây trồng Việt Nam]]\n\n\n{{Rutaceae-stub}}"}