{"19568648":"{{Thông tin sự kiện thời sự\n|title            = Quý Kiệt hoàn dân Thì Trung phát phối\n|image            = Văn quan vinh quy đồ 2.jpg\n|image_size       = 292px\n|caption          = Họa phẩm ''Văn quan vinh quy'' (文官榮歸圖) thực hiện năm 1648 tại [[Nghệ An]].\n|date             = [[Tháng 10]] năm 1775\n|time             = [[Chúa Trịnh|Trịnh soái phủ]]\n|place            = Thành [[Hà Nội|Đông Kinh]], phủ [[Hà Nội|Trung Đô]], [[Hình:Personal Flag of Emperor Minh Mang.svg|23px]] [[Đàng Ngoài|An Nam quốc]]\n|coordinates      = \n|also known as    = [[Khoa cử|Khoa cử án]]<br>[[Văn tự án|Văn tự ngục]]\n|first reporter   = \n|filmed by        = \n|participants     = \n|outcome          = Đại thần [[Lê Quý Đôn]] giáng cấp<br>[[Lê Quý Kiệt]] mất lộc vị<br>[[Đinh Thì Trung]] phát vãng\n|reported injuries        = \n|reported death(s)        =  \n|reported missing         =\n|reported property damage = \n|burial                   = \n|inquiries                = \n|inquest                  = \n|coroner                  = \n|verdict                  = \n|suspects                 = \n|charges                  = \n|convictions              = \n|publication bans         = \n|litigation               = \n|awards                   = \n|url                      = \n|website                  = \n|notes                    = \n}}\n'''Quý Kiệt hoàn dân Thì Trung phát phối''' (chính văn: 貴傑還民時中發配) là nhan đề học giới đặt cho một [[văn tự án]] chấn động [[Đàng Ngoài|Bắc Hà]] năm 1775.\n==Lịch sử==\nTheo ''[[Tứ bình thực lục]]'', từ giữa [[thế kỷ XVIII]], cụ thể là giai đoạn [[Trịnh Giang|Uy Nam vương]] trở đi, do tình hình nội trị [[Đàng Ngoài|Bắc Hà]] rối loạn vì ít nhất 4 cuộc bạo động đều do [[sĩ lâm]] chủ trương, triều đình mất dần tin tưởng giới văn thần nên việc [[khoa cử]] bắt đầu từ bê trễ tới thoái hóa. Sau khi dẹp xong [[Nguyễn Hữu Cầu (quận He)|loạn quận He]], nền [[khoa cử]] [[Đàng Ngoài|Bắc Hà]] trở nên giản lược hơn trước nhiều phần, dẫn tới tình trạng đút lót để được đi thi và trúng cách, thậm chí có hiện tượng nhiều người không biết nhận mặt chữ cũng đỗ đầu. Tuy nhiên, tại khoa [[thi Hội]] [[tháng 10]] [[âm lịch]] năm 1775 ([[Ất Mùi]]) xảy ra một sự kiện chấn động giới cầm quyền, buộc [[Trịnh Sâm|chúa Tĩnh Đô]] phải xem xét lại việc chấn hưng nền quốc học vốn đã mục ruỗng quá lâu.\n==Diễn biến==\nĐúng ngày yết bảng [[tháng 10]] năm [[Ất Mùi]], khi khảo quan đệ trình danh sách thí sinh trúng cách khoa [[thi Hội]], Tĩnh Đô vương [[Trịnh Sâm]] đọc văn bài ''Chấn hưng uy vũ thu lại đất xưa'' (nhà chúa vừa dẹp xong nội loạn và lần đầu đẩy được quân Nguyễn lui sâu về Nam nên mới ra đề thế) của thủ khoa [[Lê Quý Kiệt]], phát hiện bút pháp lạ. Vì nguyên thí sinh [[Lê Quý Kiệt]] (năm sinh chưa rõ) là cậu ấm quan đại thần [[Lê Quý Đôn]] và phu nhân Lê Thị Trang<ref>[https:\/\/www.trieuxuan.info\/Ba-Le-Thi-Trang--vo-Le-Quy-Don--con-gai-mot-Danh-Nho-mot-quan-thuong-thu-noi-tieng\/ Về mệnh phụ phu nhân Lê Thị Trang]<\/ref>, chúa đã có giao thiệp từ trước và biết rõ tính tình. Khi tra tới bài của thí sinh đỗ đệ tam hạng là [[Đinh Thì Trung]] (sinh năm 1757) thì hóa ra đúng lối chữ của thí sinh [[Lê Quý Kiệt]].\n\nNhà chúa bèn sai người kín đáo gọi [[Đinh Thì Trung]] vào đàn hặc. Do bị khảo gắt quá, [[Đinh Thì Trung|Thì Trung]] phải khai tuột rằng có đổi quyển với [[Lê Quý Kiệt]] ở kì đệ tứ trường. Tuy thế, hình lại vẫn vờ không tin, [[Đinh Thì Trung]] cả sợ phải nộp bức thư tay do đại thần [[Lê Quý Đôn]] soạn, nội dung là mướn [[Đinh Thì Trung|Thì Trung]] gá bài cho con ông, như vậy quan đại thần [[Lê Quý Đôn]] bị khép tội chủ mưu<ref>[http:\/\/antgct.cand.com.vn\/So-tay\/Mot-goc-nhin-ve-thi-cu-phong-kien-Dai-than-gay-dai-an-554021\/ Đại thần gây đại án]<\/ref>.\n{{quote box\n|quote    = ''Lời chua: Hai người cùng một tội mà xử phạt khác nhau thì sao có thể gọi là công bằng được ? Xét hành trạng của [[Lê Quý Đôn|Quý Đôn]] không có một điều gì đáng khen cả.''\n|source   = — ''[[Khâm định Việt sử Thông giám cương mục]]''\n|width    = 30%\n|border   = 1px\n|fontsize = 90%\n}}\nTuy nhiên, phần nhiều do nhà chúa nể vì [[Lê Quý Đôn]] là bậc quốc lão trọng thần nên chỉ phạt sơ sơ là giáng 1 cấp cùng 3 năm bổng lộc (tạm cho đi [[Trấn thủ lưu đồn|tiền quân hiệu lực]] một thì gian ngắn), nhưng buộc thêm tội cho ấm sinh [[Lê Quý Kiệt]], tạm giam ở ngục thất phía [[Cửa Đông|Đông môn]] kinh sư. Theo kết quả nghị án, phạm nhân [[Lê Quý Kiệt]] bị tước tập ấm và cách tuột làm thứ dân, tức là suốt đời không được đi thi, còn phạm nhân [[Đinh Thì Trung]] xét ra nặng tội hơn nên bị đóng gông đày ra [[Yên Quảng]] làm lính thú.\n\nĐiều đáng nói, cả [[Lê Quý Kiệt]] và [[Đinh Thì Trung]] đều là [[Văn Miếu - Quốc Tử Giám|giám sinh]], từ lâu nức tiếng về văn tài, vì là đồng môn nên có lẽ hai người trạc tuổi nhau. Riêng [[Đinh Thì Trung]] tuy còn trẻ tuổi nhưng đã được người đương thời liệt hạng nhất trong [[Tràng An tứ hổ]]<ref>[https:\/\/kienthuc.net.vn\/phong-thuy\/trang-an-tu-ho-la-ai-65958.html Tràng An tứ hổ là ai ?]<\/ref> (gồm [[Đinh Thì Trung]], [[Lê Quý Đôn]], [[Hà Tông Huân]] và [[Lê Như Quyền]]), cũng là con nhà quan, lừng tiếng thần đồng tự tấm bé và sức học hơn [[Lê Quý Kiệt]] bội phần. Mà cũng chính vì thế càng khiến nhà chúa nghi hoặc về thứ hạng hai người này trong kì thi.\n{{cquote|''Gian lận thi cử thì thời nào cũng có, song khoa cử ba năm mới tổ chức một lần, tỉ lệ số người đỗ mỗi khoa lại rất ít, người đỗ danh vọng cao, quyền uy nhiều cho nên người học trò đi thi rất dễ bị cám dỗ, miễn sao chóng được thi đỗ để ra làm quan. Song vì một số người gian lận mà chê khoa cử tổ chức thiếu nghiêm mật e không đúng. Quả thật cha ông ta đã nghĩ hết cách để phòng ngừa, thiết tưởng đời nay chưa chắc đã bằng.''|||[[Nguyễn Thị Chân Quỳnh]], ''[http:\/\/chimviet.free.fr\/vanhoc\/chquynh\/thihuong\/DAN%20NHAP%201%20DAI%20LUOC%20KHOA%20CU.htm Khoa cử Việt Nam]''}}\n==Hệ quả==\n{{chính|Thái học}}\n[[Hình:廣南國夷官.jpg|nhỏ|phải|200px|Lối ăn vận của giám sinh [[An Nam]] thời [[Lê trung hưng|Lê mạt]].]]\nCứ [[sách]] ''[[Lê quý dật sử]]''<ref>Phạm Văn Thắm, ''[https:\/\/nghiencuulichsu.com\/2016\/04\/07\/le-quy-dat-su\/ Vấn đề \"Lê quý dật sử\"'']<\/ref>, sự kiện chấn động [[khoa cử]] [[Đàng Ngoài|Bắc Hà]] có liên đới trực tiếp tới quan đại thần [[Lê Quý Đôn]], người được ca tụng là \"thiên hạ vô tri vấn bảng Đôn\"<ref>PGS-TS Trần Ngọc Vương: [https:\/\/www.youtube.com\/watch?v=o8-HrNsCN-I Nho giáo không phải tông giáo, tại sao ?]<\/ref> (cái gì không biết cứ hỏi ông bảng Đôn), khiến dân gian đặt [[vè]] đàm tiếu: \"''Quý Kiệt hoàn dân, tăng Diên Hà chi dân số; Thì Trung phát phối, chấn Đông Hải chi văn ba''\" (貴傑還民增延河之民數、時中發配震東海之文波; Quý Kiệt về làm dân thường cũng chỉ để tăng dân số ở Diên Hà, còn Thì Trung bị đi đày thì phong hóa Đông Hải chấn động). Hàm nghĩa: Huyện [[Duyên Hà (huyện)|Diên Hà]] là chốn hẻo lánh không ai hay chữ bao giờ, cho nên [[Lê Quý Kiệt]] bị an trí ở đấy cũng không làm phong hóa nơi này rực rỡ thêm, ám chỉ [[Lê Quý Kiệt]] dốt; miền [[Yên Quảng]] là nơi cửa bể, chẳng mấy ai thành đạt trong hoạn trường, nên [[Đinh Thì Trung]] về đấy khiến nơi này được chút danh thơm, ý chỉ [[Đinh Thì Trung]] là kẻ tài hoa nhưng thất thế.\n\nÍt lâu sau (1776), [[Đinh Thì Trung]] bất ngờ được xét ân xá, nhưng trong một chuyến đi tiễu [[Hải tặc|cường khấu]] bị chết đuối ở [[sông Bạch Đằng]]. Còn phần [[Lê Quý Kiệt]], sau khi cả [[nhà Lê trung hưng]] rồi đến [[nhà Tây Sơn]] đều đổi vạc, vào những năm đầu triều [[Gia Long]] ông cải danh là Lê Duy Thanh và lại đi thi Hương rồi đỗ [[Hương cống]] trường [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (1808), sau đó khăn gói quả mướp vào tân kinh [[Huế]] làm quan đến ''Thị trung trực học sĩ'', trật ''Chánh tam phẩm'', tước ''Lãng Phái hầu''<ref>Năm [[Mậu Tuất]] (1778), đại thần [[Lê Quý Đôn]] xin chuyển sang võ ban, được nhà chúa ưng cho và phong tước ''Nghĩa Phái hầu''. [[Triều Nguyễn]] phong đại thần [[Lê Quý Kiệt]] tước ''Lãng Phái hầu'' là ngầm nhắc ông nối nghiệp cha một cách thuần cẩn hơn.<\/ref>. Thời [[Gia Long]], ông có công tìm được thế đất xây [[Lăng Gia Long|Thiên Thọ lăng]] ở Định Môn thôn gần Thiên Thọ sơn. Năm 1813, khi [[vua]] có ý cho làm giám khảo kì [[thi Hương]], [[Lê Quý Kiệt]] từ khước, bởi nhẽ \"''cho rằng mình có lỗi, hoàng thượng khen ông là người không che giấu khuyết điểm của mình''\"<ref>[https:\/\/baophapluat.vn\/dan-sinh\/con-trai-bang-nhan-vuong-an-thi-cu-324455.html Con ông bảng nhãn vướng án khoa cử]<\/ref>. Nhưng sang triều [[Minh Mệnh]], [[Lê Quý Kiệt]] thuộc số ít người tâm phúc của hoàng đế từ lúc chưa đăng cơ, vì thế bị phe [[Lê Văn Duyệt]] - [[Lê Chất]] ganh ghét, nhiều lần đòi đổi ông ra biên viễn, thậm chí tố giác hành vi nhũng lạm<ref>[http:\/\/truongan.name\/?p=8812 Về cậu ấm Lê Quý Kiệt]<\/ref>.\n\nRiêng với [[Chúa Trịnh|Trịnh chính phủ]], từ những năm sau chúa [[Trịnh Sâm]] bắt đầu tiến hành sửa sang quốc học, mà trước hết ở hạng [[khoa cử]]. Tuy nhiên, thời kì này nhà chúa đã già yếu nên việc chấn hưng lề lối [[khoa cử]] rất chậm, vả lại chính trị [[Đàng Ngoài|Bắc Hà]] thời này đã mạt tới mức không khắc phục được nữa. Năm 1882, chúa [[Trịnh Sâm]] băng, cung đình rối loạn rồi sa lầy vào cuộc [[Khởi nghĩa Tây Sơn|chiến tranh Tây Sơn]] khiến toàn thể nền quốc học [[Đàng Ngoài|Bắc Hà]] đi tới suy vi và phải nhường chỗ cho sự thăng hoa của quốc học [[Đàng Trong|Nam Hà]] khi [[triều Nguyễn]] hưng thịnh về sau.\n{{cquote|''Tính chất tông giáo của Nho giáo rất mờ nhạt. Nó chỉ giống như một trạng thái tín ngưỡng nếu so với ảnh hưởng của một học thuyết lớn đến thế. Thậm chí có thể nói, tính chất tông giáo của Nho giáo gần như là không có. Bởi vì, ngay trong điện thờ chính thức của Nho giáo không có một vị thần linh nào. Một tông giáo chỉ được coi là tông giáo khi đủ ba điều kiện tối thiểu: Hệ thống thần điện và giáo chủ, hệ thống tăng lữ, hệ thống giáo luật. Mặc dù có phương diện tông giáo đấy, nhưng người ta chưa bao giờ coi Nho giáo là tông giáo.''<br>''Thứ đến, phát xuất điểm Nho giáo là hệ thống học thuật có tính chất đạo đức hành vi, tức là phải có tính thực tế. Nên ngay từ đầu, nó đã quy phạm hóa cách ứng xử cho mọi lớp người. Vì thế, tôi ủng hộ cách nhìn của các nhà nghiên cứu [[Đài Loan]]: Mục tiêu của Nho giáo nếu phải nói gọn lại trong một cụm từ, thì là \"tu kỉ trị nhân\".''<br>''Nhưng cũng chính vì phát xuất điểm là học thuyết đạo đức của sĩ quân tử, nên nó đòi hỏi những phẩm chất cực kì cao. Cũng có nghĩa, bản thể Nho giáo không phải học thuyết triết học. Nên mãi về sau này nó mới phải bổ sung những yếu tố triết học, thế nhưng yếu tố triết học Nho giáo lại rất khó hoàn thiện. Nên mới có hiện tượng, nhà nho hễ đụng vào triết học là mặt cứ ngây ra, còn cuốn được coi hàng đầu về triết học là Dịch Kinh lại bị biến thành sách bói toán, nhìn chung không thể triết học hóa quyết liệt được và cũng chẳng áp dụng được. Nhân vật bác học được coi là kiệt xuất nhất [[Việt Nam]] trung đại Lê Quý Đôn, \"thiên hạ vô tri vấn bảng Đôn\", trong những sách của ông chỉ có một cuốn về Dịch Kinh, nhưng lại là tác phẩm dở nhất và cũng được soạn với thái độ run rẩy nhất. Không ông nào giải thích được triệt để những mệnh đề triết học Nho giáo, chứ chưa nói những học thuyết khác.''<br>''Vì không được xây dựng trên nền tảng triết học, lại thù ghét những biện pháp hình chính, chỉ chủ trương trị quốc bằng giáo hóa, nên chính cái đức trị ấy đã kiềm hãm sự phát triển của [[Dĩ hoa vi trung|trung quốc]]. Về sau, nhà cầm quyền không bằng cách nào khác được nên đành đưa Pháp gia vào Nho giáo dưới biện pháp cưỡng bách. Tức là, không có Pháp gia thì không trị quốc được.''|||[[Giáo sư]] [[Trần Ngọc Vương]] giải nghĩa [[Nho giáo]], 2020}}\n{{cquote|''Các nghiên cứu gia ngoại quốc như [[Li Tana]], [[Keith Weller Taylor]], [[Liam C. Kelley]], [[Shiraishi Masaya]]... có cái nhìn khá trung lập về lịch sử Việt Nam cổ trung đại. Họ không bị ám ảnh bởi những \"tư tưởng\" về \"chủ nghĩa dân tộc\" hay \"lòng yêu nước\", ngược lại, họ \"giải ảo\" và trình bày lịch sử Việt Nam theo hướng khác chứ không lặp theo mô thức quen thuộc của các sử gia Việt Nam. Mà tôi thấy, những nhà nghiên cứu đó rất giỏi sinh ngữ, đặc biệt là họ phải giỏi Hán văn nên mới có thể đọc được các tài liệu gốc thời trung đại, thứ mà ngay nhiều nhà nghiên cứu Việt Nam cũng không muốn hoặc không biết đọc.''|||[[Trần Nguyễn Tuấn]]<ref>Hội luận ''Sự trỗi dậy của Đại Việt quốc trong thế kỉ XV'', [[Sài Gòn]], 21 tháng 12 năm 2015.<\/ref>, khoa Lịch Sử trường [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh|ĐH KHXHNV QG]] [[Thành phố Hồ Chí Minh]]}}\n==Tham khảo==\n* [[Khoa cử]]\n* [[Sĩ lâm]]\n==Liên kết==\n{{tham khảo|4}}\n===Tài liệu===\n* [[Quốc sử quán (nhà Nguyễn)|Nguyễn triều Quốc Sử quán]], ''[[Khâm định Việt sử Thông giám cương mục]]'' (欽定越史通鑑綱目), 1856-84.\n* [[Phan Thúc Trực]], ''[[Quốc sử di biên|Dưỡng Hạo Hiên đỉnh tập Quốc sử di biên]]'' (養浩軒鼎輯國史遺編), 1851-2.\n* [[Phạm Đình Hổ]], [[Vũ trung tùy bút]] (雨中隨筆), cuối [[thế kỷ XVIII]].\n* [[Phạm Đình Hổ]] & [[Nguyễn Án]], ''[[Tang thương ngẫu lục]]'' (桑滄偶錄), đầu [[thế kỷ XIX]].\n* [[Cao Xuân Dục]] & [[Lê Mạnh Liêu]] & [[Lê Đăng Na]], ''[[Quốc triều khoa bảng lục|Quốc triều chính phó khoa bảng lục]]'' (國朝正副榜科錄), 1894.\n* [[Ngô Tất Tố]], ''Lều chõng'', Mai Lĩnh xuất bản, [[Hà Nội]], 1939.\n* [[Trần Văn Giáp]], ''Lược khảo về khoa cử Việt Nam'', Khai Trí Tiến Đức tập san, [[Hà Nội]], 1941.\n* [[Hoàng Minh Giám (tác giả)|Hoàng Minh Giám]], ''Bút nghiên'', [[Hà Nội]], 1942.\n* [[Hoàng Minh Giám (tác giả)|Hoàng Minh Giám]], ''Nhà nho'', [[Hà Nội]], 1943.\n* [[Ngô Đức Thọ]], ''Các nhà khoa bảng Việt Nam'', Nhà xuất bản Văn Học, [[Hà Nội]], 1993.\n* [[Nguyễn Thị Chân Quỳnh]], ''Lối xưa xe ngựa'', An Tiêm xuất bản, [[Paris]], 1995.\n* [[Nguyễn Thị Chân Quỳnh]], ''[http:\/\/chimviet.free.fr\/vanhoc\/chquynh\/thihuong\/DAN%20NHAP%201%20DAI%20LUOC%20KHOA%20CU.htm Khoa cử Việt Nam]'', An Tiêm xuất bản, [[Paris]], 2002.\n* [[Đào Đức Chương]], ''[http:\/\/viethocjournal.com\/2019\/01\/luoc-su-che-do-khoa-cu-viet-nam-thoi-nho-hoc\/ Lược sử chế độ khoa cử Việt Nam thời Nho học]''\n* Lê Thái Dũng, ''Giở trang sử Việt'', Nhà xuất bản Đại Học Quốc Gia Hà Nội, [[Hà Nội]], 2008.\n===Tư liệu===\n* [https:\/\/danviet.vn\/vu-danh-trao-bai-thi-rung-dong-trong-su-viet-7777912563.htm Vụ tráo bài thi chấn động trong Việt sử]\n* [https:\/\/www.nguoiduatin.vn\/nghi-an-nha-bac-hoc-le-quy-don-tung-khien-than-dong-viet-chet-yeu-a315348.html Nghi án nhà bác học khiến thần đồng chết yểu]\n* [https:\/\/dantri.com.vn\/blog\/su-doi-tra-khong-the-song-trong-mot-xa-hoi-trong-su-cong-chinh-1360800590.htm Sự dối trá không thể sống trong một xã hội trọng sự công chính]\n\n[[Thể loại:Khoa cử]]\n[[Thể loại:Văn chương án]]\n[[Thể loại:Vụ án tại Việt Nam]]\n[[Thể loại:Pháp luật Việt Nam thời Lê trung hưng]]"}