{"4480":"{{bài cùng tên|Cát Bà}}\n{{Thông tin đảo\n<!--Tên, hình-->\n| tên = Quần đảo Cát Bà\n| liên kết tên bản địa = \n| tên bản địa = \n| tên hình = QD Catba2.jpg\n| chú thích hình = Quần đảo Cát Bà\n<!--Địa lí-->\n| bản đồ ranh giới =\n| vị trí = Thành phố Hải Phòng\n| tọa độ = {{Tọa độ|20|47|N|106|56|E|display=inline,title}}\n| quần đảo = \n| tổng số đảo = 367 đảo\n| đảo lớn = Cát Bà\n| diện tích = 300 km²\n| chiều dài =\n| chiều rộng =\n| đường bờ biển = \n| núi cao nhất = \n| độ cao = \n<!--Quốc gia--> \n| quốc gia = {{VIE}}\n| khu vực hành chính quốc gia = huyện đảo Cát Hải\n| thành phố lớn nhất =\n| dân số của thành phố lớn nhất =\n| quốc gia 1 =\n| khu vực hành chính quốc gia 1 =\n| thành phố lớn nhất 1 =\n| dân số của thành phố lớn nhất 1 =\n| quốc gia 2 =\n| khu vực hành chính quốc gia 2 =\n| thành phố lớn nhất 2 =\n| dân số của thành phố lớn nhất 2 =\n| quốc gia 3 =\n| khu vực hành chính quốc gia 3 =\n| thành phố lớn nhất 3 =\n| dân số của thành phố lớn nhất 3 =\n| quốc gia 4 =\n| khu vực hành chính quốc gia 4 =\n| thành phố lớn nhất 4 =\n| dân số của thành phố lớn nhất 4 =\n| quốc gia 5 =\n| khu vực hành chính quốc gia 5 =\n| thành phố lớn nhất 5 =\n| dân số của thành phố lớn nhất 5 =\n| quốc gia 6 =\n| khu vực hành chính quốc gia 6 =\n| thành phố lớn nhất 6 =\n| dân số của thành phố lớn nhất 6 =\n<!--Nhân khẩu học-->\n| dân số = 45.000 người\n| dân số tính đến năm = 2019\n| mật độ = \n| dân tộc = \n}}\n\n[[Tập tin:ĐảoKhỉ CátBà VN.jpg|300px|nhỏ|phải|Bãi tắm Cát Cò 3]]\n'''Quần đảo Cát Bà''' là một [[quần đảo]] gồm 367 đảo, trong đó có đảo '''Cát Bà''' ở phía nam [[vịnh Hạ Long]], ngoài khơi thành phố [[Hải Phòng]] và tỉnh [[Quảng Ninh]], cách trung tâm thành phố [[Hải Phòng]] khoảng 30&nbsp;km, cách [[thành phố Hạ Long]] khoảng 25&nbsp;km. Về mặt hành chính, quần đảo thuộc [[huyện]] [[Cát Hải]], thành phố Hải Phòng. Nơi đây đã được UNESCO công nhận là [[khu dự trữ sinh quyển thế giới]]. Cơ sở hạ tầng khá phát triển với tổ hợp nhiều khách sạn, nhà nghỉ, khu nghỉ dưỡng, chùa chiền và đặc biệt là toàn bộ khu vực đảo đã được thành phố Hải Phòng triển khai các trạm thu phát sóng vô tuyến (Wifi). Cát Bà đang không ngừng được đầu tư và phát triển để trở thành địa điểm du lịch mang tầm vóc quốc tế trong tương lai.\n\n==Vị trí địa lý==\nQuần đảo có tọa độ 106°52′- 107°07′Đông, 20°42′- 20°54′độ vĩ Bắc. Diện tích khoảng gần 300&nbsp;km². Dân số 45.000 người (năm 2019). Các đảo nhỏ khác: hòn Cát Ông, hòn Cát Đuối, hòn Mây, hòn Quai Xa, hòn Tai Kéo,...\n\nCát Bà, còn gọi là '''đảo Ngọc''', là hòn đảo lớn nhất trên tổng số 1.969 đảo trên vịnh Lan Hạ.Theo truyền thuyết địa phương thì tên Cát Bà còn được đọc tên Các Bà. Vì có một thời các bà, các chị ở đây đứng ra lo việc hậu cần cho các ông đánh giặc trên một hòn đảo lân cận. Đảo có tên là đảo các Ông (Cát Ông). Như vậy, Cát Bà là đọc chệch của các Bà.\n\nCát Bà là một hòn đảo đẹp và thơ mộng,đẹp lịch sử[[Tập tin:Hinhmoi.jpg|nhỏ|200px|Hoàng hôn trên thị trấn Cát Bà]]\nTương truyền xưa kia tên đảo là ''Các Bà'', là hậu phương cho ''Các Ông'' theo [[Thánh Gióng]] đánh giặc [[Ân]]. Ở thị trấn Cát Bà hiện nay có đền Các Bà. Các bản đồ hành chính thời Pháp thuộc (như bản đồ năm 1938) còn ghi là ''Các Bà''. Như vậy có lẽ tên gọi ''Các Bà'' đã bị đọc chệch thành ''Cát Bà''.\n\nTrước đây đảo Cát Bà thuộc huyện [[Cát Bà (huyện)|Cát Bà]], năm 1977 mới sáp nhập với huyện Cát Hải thành huyện Cát Hải mới. Trước đây đảo thuộc tỉnh [[Quảng Yên]], sau thuộc khu [[Hồng Quảng]], đến năm 1956 mới chuyển về thành phố Hải Phòng.\n\nThị trấn Cát Bà hiện nay là huyện lị huyện Cát Hải. Trước năm 1945, thị trấn Cát Bà là phố Cát Bà, rồi đại lý Cát Bà thuộc [[huyện Cát Hải]], tỉnh Quảng Yên. Sau năm 1945, trở thành [[thị xã (Việt Nam)|thị xã]] Cát Bà. Đến năm [[1957]] thị xã Cát Bà đổi thành [[thị trấn]] và [[huyện]] Cát Bà mới thành lập.\n\nKhí hậu:\n[[Tập tin:QD Catba.jpg|nhỏ|trái|200px|Một số đảo trong quần đảo Cát Bà thuộc Vịnh Lan Hạ]]\nNằm trong khu vực [[khí hậu nhiệt đới gió mùa|nhiệt đới gió mùa]] chịu ảnh hưởng của đại dương nên các chỉ số trung bình về nhiệt độ, [[độ ẩm]], lượng mưa cũng tương đương như các khu vực xung quanh, tuy nhiên có đặc điểm là mùa đông thì ít lạnh hơn và mùa hè thì ít nóng hơn so với đất liền. Cụ thể là:\n*Lượng mưa: 1.700-1.800&nbsp;mm\/năm, dao động theo mùa. [[Mùa mưa]] chủ yếu là [[tháng bảy|tháng 7]], [[8]].\n*Nhiệt độ trung bình: 25-28&nbsp;°C, dao động theo mùa. Về [[mùa hạ|mùa hè]] có thể lên trên 30&nbsp;°C, về mùa đông trung bình 15-20&nbsp;°C nhưng có thời điểm có thể xuống dưới 10&nbsp;°C (khi có gió mùa đông bắc).\n*Độ ẩm trung bình: 85%.\n*Dao động của thủy triều: 3,3-3,9 mét.\n*Độ mặn nước biển: Từ 0,930% (mùa mưa) đến 3,111% (mùa khô)\n*\n'''Địa hình'''\n\nQuần đảo gồm 367 hòn đảo lớn nhỏ nằm trên diện rộng khoảng 300&nbsp;km². Đảo Cát Bà lớn nhất có diện tích 153&nbsp;km², là đảo lớn thứ ba ở Việt Nam sau Phú Quốc và Cái Bầu, có đỉnh cao nhất 331m. Các đảo còn lại ít khi độ cao đạt 100-250m, phần nhiều là đảo nhỏ có độ cao dưới 100m và các hòn rất nhỏ thường chỉ cao 20-50m . Đây là một khu vực địa hình karst nhiệt đới bị ngập chìm do biển tiến Holocen, có cảnh quan độc đáo tương tự vịnh Hạ Long là phổ biển các chóp kiểu Phong Tùng và các chóp kiểu Phong Linh, các thung karst và phễu karst. Các hòn đảo là các chóp hoặc tháp kart đơn lẻ hoặc thành cụm, vách bờ dốc đứng nổi trên mặt nước biển trong xanh. Nhiều tên đảo gọi theo hình dáng của vạn vật như Ớt, Chuông, Mai Rùa, Lã Vọng, Đuôi Rồng, Báo và Sư Tử v.v. Ăn mòn sinh hóa và cơ học của nước biển do sóng và thủy triều tạo nên rìa bờ lõm vòng quanh đảo làm tăng vẻ kì dị, độc đáo hình dạng các hòn đảo. Trên đảo Cát Bà có các thung lũng karst như Trung Trang, Gia Luận, Tai Lai và Việt Hải. Chúng có độ cao 5-8m, chiều rộng 100-600m, có nơi rộng tới 1&nbsp;km, kéo dài một vài tới chụckm, được lấp đầy bằng các trầm tích sông-biển Pleistocen muộn. QĐCB có rất nhiều hang động đẹp thuộc ba nhóm: hang ngầm cổ, hang nền và hang hàm ếch biển. Các hang ngầm cổ như động Hùng Sơn, động Hoa, hang Trung Trang v.v thường có độ cao trên 10m. Các hang nền phổ biến nhưng thường có kích thước nhỏ và thường có độ cao dưới 10m. Hang hàm ếch biển có khi xuyên thủng các khối đá vôi tạo thành hang luồn như hang Xích, hang Thủng, v.v. Địa hình đáy ven bờ QĐCB Bà gồm các dạng tùng áng, rạn san hô, đồng bằng đáy vịnh và luồng lạch. Tùng, áng là các thung lũng hoặc phễu karst bị biển ngập chìm. Tùng có 26 chiếc với hình dạng kéo dài (tùng Gấu, tùng Chàng .v.v.). Áng có 33 chiếc với hình dạng đẳng thước (áng Thảm, áng Vẹm và áng Kê, v.v.).<ref name=\"rgdoi.net\">{{Chú thích sách|url=http:\/\/rgdoi.net\/10.13140\/RG.2.1.2800.4085|title=Thiên nhiên và môi trường vùng bờ Hải Phòng - Nature and environment in Haiphong coastal zone|last=Trần Đức Thạnh|last2=Bùi Quang Sản|last3=Nguyễn Văn Cấn|last4=Trần Đình Lân|last5=Nguyễn Văn Quân|last6=Lưu Văn Diệu|last7=Nguyễn Thị Thu|last8=Trần Anh Tú|last9=Nguyễn Thị Kim Anh|date=2015|publisher=Nhà xuất bản Khoa học Tự nhiên và Công nghệ|language=sk|doi=10.13140\/rg.2.1.2800.4085}}<\/ref>\n\n'''Địa chất'''\n\nVề cấu trúc địa chất, quần đảo nằm trên bể Đông Bắc Bắc Bộ, ưu thế các đá trầm tích carbonat Paleozoi và trầm tích bở rời Đệ Tứ. Biểu hiện magma ở QĐCB không đáng kể với vài thể đá magma xâm nhập dạng mạch đã được xác định là spesartit và minet tại Hùng Sơn và Bến Bèo. Hệ tầng Phố Hàn ''(D<sub>3<\/sub>-C<sub>1<\/sub> ph)'' có tuổi Đevon muộn - Cac bon sớm, phân bố chủ yếu ở phía TN Nam và giữa đảo Cát Bà, lộ ít hơn ở phía Bắc đảo, dày khoảng 400 – 650 m, gồm đá vôi xám đen phân lớp xen các đá lục nguyên và đá silic. Ở bờ vụng Cát Bà lộ ra mặt cắt địa tầng chuyển tiếp giữa Đevon và Carbon rất có giá trị khoa học và di sản địa chất. ''Hệ tầng Bắc Sơn'' (''C<sub>1<\/sub>-P<sub>2<\/sub> bs'') ''(C<sub>1<\/sub>-P<sub>2<\/sub> bs''), tuổi Carbon sớm - Permi muộn, phân bố rộng khắp, dày khoảng 700–1000 m, chủ yếu gồm đá vôi màu xám, xám sáng, phân lớp dày và dạng khối. Các trầm tích Đệ Tứ gồm trầm tích hệ tầng Vĩnh Phúc ''(Q<sub>1<\/sub><sup>3<\/sup> vp)'' tuổi Pleistocen muộn, thành phần cát, cuội cấu tạo nên bậc thềm biển cao 5-8m ở Ao Cối và các trầm tích sông - biển ở các thung lũng Gia Luận, Trung Trang; Trầm tích hệ tầng Hải Hưng ''(Q<sub>1<\/sub><sup>1-2<\/sup> hh),'' tuổi Holocen sớm - giữa và ''Trầm'' tích hệ tầng Thái Bình ''(Q<sub>2<\/sub><sup>2<\/sup>-<sup>3<\/sup> tb).'' Các trầm tích hiện đại gồm có trầm tích bãi biển, bãi triều, bãi lầy sú vẹt và trầm tích đáy biển nông, thành phần từ sét, bột đến cát sạn. Biển tiến sau băng hà lần cuối cùng bắt đầu từ 17-18 nghìn năm trước, khi mực biển thấp hơn hiện nay 100 - 120m, đến khoảng 7-8 nghìn năm trước bắt đầu tràn ngập khu vực Cát Bà, mở rộng nhất vào 5-6 nghìn năm trước chính thức biến nơi này thành quần đảo.<ref name=\"rgdoi.net\"\/>\n\n== Lễ hội ==\nLễ hội của người dân Cát Bà giống như lễ hội của những [[người Việt|người Kinh]] ở khu vực khác, tuy nhiên có thêm ngày [[1 tháng 4]] [[dương lịch]] là lễ hội ngày Bác Hồ về thăm làng cá.Còn có thêm lễ hội \" Đền Bà \" ở xã Hiền Hào. Đây cũng là một trong những lễ hội lớn của người dân địa phương. ngoài ra còn rất nhiều lễ hội khác.\n\n==Du lịch==\nTrên đảo chính Cát Bà có rừng nguyên sinh trên núi đá vôi là một nơi đang được đẩy mạnh phát triển du lịch sinh thái. phía đông nam của đảo có [[vịnh Lan Hạ]], phía tây nam có [[vịnh Cát Gia]] có một số bãi cát nhỏ nhưng sạch, sóng không lớn thuận tiện cho phát triển du lịch tắm biển, nghỉ dưỡng. Trên biển xuất hiện nhiều núi đá vôi đẹp tương tự vịnh Hạ Long và Bái Tử Long. Ở một số đảo nhỏ, cũng có nhiều bãi tắm đẹp.[[Tập tin:Duong len Cat Ba.JPG|nhỏ|trái|200px| Con đường độc đạo chạy ven biển và xuyên qua đảo Cát Bà]]\n*Đường xuyên đảo Cát Bà: dài 27&nbsp;km, có nhiều đèo dốc quanh co, xuống khoăn, qua áng, men theo mép biển, xuyên qua vườn quốc gia, phong cảnh kỳ thú, non nước hữu tình.\n*Vườn quốc gia Cát Bà: có diện tích 15.200 ha, trong đó có 9.000 ha rừng, 5.400 ha biển tạo nên một môi trường sinh thái lý tưởng.\n*Động Trung Trang: Nằm cách thị trấn 15&nbsp;km cạnh đường xuyên đảo, có nhiều [[nhũ thạch|nhũ đá]] thiên nhiên. Động này có thể chứa hàng trăm người.\n*Động Hùng Sơn: Cách thị trấn 13&nbsp;km, trên đường xuyên đảo. Động còn có tên Động Quân y vì trong [[Chiến tranh Việt Nam]] người ta đã xây cả một bệnh viện hàng trăm giường nằm ở trong lòng núi.\n*Động Phù Long (Cái Viềng) mới tìm ra, được cho là đẹp hơn động Trung Trang.\n*Các bãi tắm: Cát Cò 1, Cát Cò 2, Cát Dứa (bãi tắm đảo Khỉ), Cát Ông, Cát Trai Gái, Đường Danh v.v... là những bãi tắm nhỏ, đẹp, kín đáo, có nhiều mưa, che nắng, cát trắng mịn, nước biển có độ mặn cao, trong suốt tới đáy. Một số bãi tắm có các khu resort như Monkey Island Resort ở đảo Khỉ, Nam Cát resort ở đảo Nam Cát, Cover Beach resort ở đảo Vách Đá... Người ta dự định xây dựng ở đây những \"thủy cung\" để con người có thể trực tiếp quan sát các đàn cá heo, tôm hùm, rùa biển, mực ống, cá mập bơi lượn quanh những cụm san hô đỏ.\n[[Tập tin:ĐảoKhỉ CátBà VN.jpg|nhỏ|trái|200px|Bãi tắm Cát Cò 3]]\nCát Bà với vẻ đẹp nguyên sơ và hùng vĩ, nó được mệnh danh là Hòn Ngọc của [[Vịnh Bắc Bộ]]\n*Các nhà tổ chức tour du lịch Cát Bà: Cat Ba Express, Kivo travel, Vietnam travel, Pys Travel...\n\n==Khu dự trữ sinh quyển==\n{{Xem thêm|Vườn quốc gia Cát Bà}}\nQuần đảo Cát Bà có rừng mưa nhiệt đới trên đảo [[đá vôi]], [[rừng ngập mặn]], các rặng san hô, thảm rong - cỏ biển, hệ thống hang động, tùng áng, là nơi hội tụ đầy đủ các giá trị bảo tồn [[đa dạng sinh học]], bảo đảm các yêu cầu của khu dự trữ sinh quyển thế giới theo quy định của [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]].\n\nCát Bà đã được UNESCO công nhận là [[khu dự trữ sinh quyển thế giới]] ngày [[2 tháng 12|02 tháng 12]] năm [[2004]]. Ngày [[1 tháng 4]] năm [[2005]] tại đây đã diễn ra lễ đón nhận bằng quyết định của UNESCO và kỷ niệm sự kiện này. Việt Nam hiện có 06 khu dự trữ sinh quyển thế giới được UNESCO công nhận là: [[Cần Giờ]], [[Cát Tiên]], [[đồng bằng sông Hồng|châu thổ sông Hồng]], miền Tây Nghệ An, Kiên Giang và quần đảo Cát Bà.\n\nTổng diện tích khu dự trữ sinh quyển Cát Bà rộng hơn 26.000 ha, với 2 vùng lõi (bảo tồn nghiêm ngặt và không có tác động của con người), 2 vùng đệm (cho phép phát triển kinh tế hạn chế song kết hợp với bảo tồn) và 2 vùng chuyển tiếp (phát triển kinh tế). Khu dự trữ sinh quyển Cát Bà là vùng hội tụ đầy đủ cả [[rừng mưa nhiệt đới]] trên đảo đá vôi, [[rừng ngập mặn]], các [[rạn san hô]], thảm rong và đặc biệt là hệ thống hang động.[[Tập tin:Bai tam Dao Khi.JPG|nhỏ|phải|200px| Một bãi tắm đẹp trên Đảo Khỉ thuộc quần đảo Cát Bà]]\n===Sách đỏ Việt Nam===\nGần 60 loài đã được coi là các loài đặc hữu và quý hiếm đã được đưa vào [[Sách đỏ Việt Nam]] như các loài động vật: [[ác là]], [[quạ khoang]], [[voọc Cát Bà|voọc đầu vàng]], [[voọc quần đùi trắng]] và các loài thực vật như [[chò đãi]], [[kim giao]] (''Podocarpus fleurii''), [[lá khôi]] (''Ardisia'' spp.), [[lát hoa]] (''Chukrasia tubularis''),[[dẻ hương]], [[thổ phục linh]], [[trúc đũa]], [[sến mật]]. Ngoài ra còn 8 loài rong, 7 loài động vật đáy cũng cần được bảo vệ.\n===Đề cử di sản thế giới===\n\n==== Thất bại với đề cử di sản thiên nhiên thế giới (độc lập) năm 2014 ====\nNăm 2014, tại kỳ họp thứ 38 của [[Ủy ban Di sản thế giới]] tại [[Qatar]] Quần đảo Cát Bà từng được đưa ra bầu chọn là di sản thiên nhiên thế giới nhưng bị thất bại (Hồ sơ Quần đảo Cát Bà được các cơ quan tư vấn của UNESCO đặt ở mức N - [http:\/\/whc.unesco.org\/archive\/2014\/whc14-38com-8B-en.pdf Not recommended for inscription], tức không được khuyến khích để ghi danh vì lý do Cát Bà & Vịnh Lan Hạ nằm cùng quần thể với Vịnh Hạ Long, cần được đệ trình như là một quần thể). Trước đó, Cát Bà ứng cử hồ sơ di sản theo các tiêu chí sau:\n#Tiêu chí (ix):Di sản Quần đảo Cát Bà là những ví dụ nổi bật, tiêu biểu cho các hệ sinh thái nhiệt đới, cận nhiệt đới điển hình của châu Á. Nổi trội là hệ sinh thái quần đảo đá vôi lớn nhất châu Á. Đây cũng là khu vực có mức độ đa dạng cao nhất của các hệ sinh thái nhiệt đới và cận nhiệt đới điển hình, liền kề, kế tiếp nhau trong một Di sản như rừng mưa nhiệt đới nguyên sinh trên đảo, tiếp theo là rừng ngập mặn, vùng triều, hồ nước mặn, san hô. Các hệ sinh thái này đại diện cho các quá trình sinh thái và sinh học đang tiếp diễn trong quá trình tiến hoá và phát triển của các hệ sinh thái biển và hải đảo, thể hiện qua sự đa dạng cao của các quần xã động vật, thực vật trên đảo và dưới biển cùng với trên 21 loài động vật, thực vật đặc hữu cho khu vực. Trải qua 18000 năm phát triển, di sản vẫn giữ được tính tự nhiên cao, không hề bị xuống cấp, mặc dầu đã có sự xuất hiện của con người cách đây 7000 năm.\n#Tiêu chí (x): Quần đảo Cát Bà là Trung tâm đa dạng sinh học cao của thế giới với nhiều loài quý hiếm có giá trị toàn cầu được IUCN xếp loại. Tiêu biểu là sự có mặt của 3.860 loài thực vật và động vật trên cạn và dưới biển. Có tới 130 loài được xác định là các loài quý hiếm đưa vào sách Đỏ Việt Nam và thế giới. Trong đó có 76 loài nằm trong danh mục quý hiếm của IUCN, 21 loài đặc hữu. Đặc biệt loài Voọc Đầu vàng Cát Bà (Trachypithecus poliocephalus) là loài đặc hữu hiện nay trên thế giới chỉ còn một quần thể với 63 cá thể phân bố duy nhất ở Cát Bà, được IUCN đánh giá là giá trị bảo tồn ngoại hạng toàn cầu. Ngoài ra còn có nhiều loài thực vật, và động vật cũng được IUCN xếp hạng ở cấp cực kỳ nguy cấp (CR).\n\n==== Đệ trình Vịnh Hạ Long - Cát Bà là di sản thiên nhiên thế giới <ref>{{Chú thích web|url=https:\/\/baophapluat.vn\/kinh-te\/vinh-ha-long-cat-ba-de-trinh-unesco-cong-nhan-la-di-san-thien-nhien-the-gioi-383554.html|tựa đề=Vịnh Hạ Long - Cát Bà: Đệ trình UNESCO công nhận là Di sản Thiên nhiên thế giới|ngày=2018-03-15|website=Báo Pháp Luật|url lưu trữ=https:\/\/web.archive.org\/web\/20200708041204\/https:\/\/baophapluat.vn\/kinh-te\/vinh-ha-long-cat-ba-de-trinh-unesco-cong-nhan-la-di-san-thien-nhien-the-gioi-383554.html|ngày lưu trữ=2020-07-08|url-status=dead|ngày truy cập=2020-07-08}}<\/ref> ====\nVới sự hỗ trợ của Cơ quan Phát triển Quốc tế Hoa Kỳ (USAID) sáng kiến Liên minh Vịnh Hạ Long - Cát Bà được khởi xướng vào năm 2014 nhằm xây dựng cơ chế hợp tác giữa Nhà nước, doanh nghiệp và cộng đồng địa phương từ đó thúc đẩy hoạt động bảo tồn, bảo vệ môi trường tại Vịnh Hạ Long và quần đảo Cát Bà.\n\nNăm 2015, Liên minh đã thành lập Ban lãnh đạo với định hướng  tăng cường sự tham gia của DN, giải quyết những thách thức về môi trường từ hoạt động của các du thuyền, hỗ trợ kỹ thuật cho UNESCO trong công tác quản lý Vịnh Hạ Long cũng như đề xuất mở rộng Di sản Thiên nhiên thế giới Vịnh Hạ Long bao gồm quần đảo Cát Bà.\n\nĐại diện TP Hải Phòng cũng thông tin, tháng 7\/2017, Hải Phòng đã nộp báo cáo tóm tắt về di sản đến Trung tâm Di sản thiên nhiên thế giới và đã được chấp nhận. Từ đó đến nay đã tập trung xây dựng hồ sơ và đến nay Hồ sơ chính đã được hoàn thành, đang lấy ý kiến các sở, ban ngành trước khi chuyển sang Quảng Ninh và trình Ủy ban Di sản quốc gia... Theo lộ trình, đầu tháng 9\/2018, sẽ nộp Bộ hồ sơ lên Thường trực Trung tâm Di sản thiên nhiên thế giới và sẽ hoàn thiện lại theo ý kiến tham vấn, tháng 2\/2019, sẽ trình bộ hồ sơ chính thức\n\n==Xem thêm==\n*[[Vườn quốc gia Cát Bà]]\n*[[khu du lịch quốc gia|khu du lịch trọng điểm quốc gia]]\n\n==Tham khảo==\n{{tham khảo|3}}\n\n==Liên kết ngoài==\n<!-- không chèn link quảng cáo du lịch ở đây -->\n{{thể loại Commons|Cat Ba}}\n*[http:\/\/catba.org.vn Website chính thức của Khu dự trữ sinh quyển Cát Bà] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170701190434\/http:\/\/catba.org.vn\/ |date = ngày 1 tháng 7 năm 2017}}\n*[http:\/\/www.unesco.org\/mabdb\/br\/brdir\/directory\/biores.asp?code=VIE+03&mode=all Thông tin về Khu dự trữ sinh quyển Cát Bà trên trang thông tin điện tử của Chương trình Con người và Sinh quyển (MAB)\/UNESCO]\n*[http:\/\/www.arcbc.org.ph\/wetlands\/vietnam\/vnm_catba_arc.htm Cat Ba Archipelago]\n\n{{Khu dự trữ sinh quyển thế giới và Di sản thế giới tại Việt Nam}}\n{{Di tích Việt Nam hạng đặc biệt}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Quần đảo Việt Nam|Cát Bà]]\n[[Thể loại:Du lịch Hải Phòng]]\n[[Thể loại:Khu dự trữ sinh quyển Việt Nam|C]]\n[[Thể loại:Du lịch sinh thái Việt Nam|Cát Bà]]\n[[Thể loại:Thắng cảnh thiên nhiên xứ Đông]]"}