{"2335424":"{{chú thích trong bài}}\n \n{{bài cùng tên|Quảng Nghĩa (định hướng)}}\n'''Quảng Nghĩa''' là một thị xã cũ của tỉnh [[Nghĩa Bình (tỉnh)|Nghĩa Bình]], [[Việt Nam]].\n\nThị xã được thành lập vào năm 1975 trên cơ sở hợp nhất [[Quảng Ngãi (thành phố)|thị xã Quảng Ngãi]] và huyện [[Tư Nghĩa]].\n\nPhía Bắc giáp huyện [[Sơn Tịnh]] (ranh giới là [[sông Trà Khúc]]), phía Nam giáp 2 huyện [[Mộ Đức]] và [[Nghĩa Minh (huyện)|Nghĩa Minh]], phía Đông giáp [[Biển Đông]], phía Tây giáp huyện [[Sơn Hà]].\n\nKhi hợp nhất, thị xã Quảng Nghĩa có 4 phường: Lê Hồng Phong, Nguyễn Nghiêm, Trần Hưng Đạo, Trần Phú và 13 xã: Nghĩa An, Nghĩa Điền, Nghĩa Dõng, Nghĩa Hà, Nghĩa Hiệp, Nghĩa Hòa, Nghĩa Kỳ, Nghĩa Lâm, Nghĩa Lộ, Nghĩa Phương, Nghĩa Thắng, Nghĩa Thương, Nghĩa Trung.\n\nNgày [[24 tháng 3]] năm [[1979]], chia xã Nghĩa Lộ thành hai xã lấy tên là xã Nghĩa Phú và xã Nghĩa Chánh.\n\nNgày [[23 tháng 4]] năm [[1979]], đổi tên xã Nghĩa Phú thành xã Nghĩa Lộ.\n\nNhư vậy, đơn vị hành chính của thị xã Quảng Nghĩa gồm 4 phường: Nguyễn Nghiêm, Trần Phú, Lê Hồng Phong, Trần Hưng Đạo và 14 xã: Nghĩa An, Nghĩa Chánh, Nghĩa Điền, Nghĩa Dõng, Nghĩa Hà, Nghĩa Hiệp, Nghĩa Hòa, Nghĩa Kỳ, Nghĩa Lâm, Nghĩa Lộ, Nghĩa Phương, Nghĩa Thắng, Nghĩa Thương, Nghĩa Trung.\n\nNgày [[24 tháng 8]] năm [[1981]], thị xã Quảng Nghĩa được chia lại thành thị xã Quảng Ngãi và huyện Tư Nghĩa:\n\n* [[Quảng Ngãi (thành phố)|Thị xã Quảng Ngãi]] có 4 phường: Lê Hồng Phong, Nguyễn Nghiêm, Trần Phú, Trần Hưng Đạo và 5 xã: Nghĩa Chánh, Nghĩa Dõng, Nghĩa Dũng, Nghĩa Lộ, Quảng Phú.\n* Huyện [[Tư Nghĩa]] có 11 xã: Nghĩa An, Nghĩa Điền, Nghĩa Hà, Nghĩa Hiệp, Nghĩa Hòa, Nghĩa Kỳ, Nghĩa Lâm, Nghĩa Phương, Nghĩa Thắng, Nghĩa Thương, Nghĩa Trung.\n\nCũng trong năm này, huyện Nghĩa Minh được tách thành 2 huyện [[Nghĩa Hành]] và huyện [[Minh Long]], huyện [[Phước Vân (huyện)|Phước Vân]] được tách thành 2 huyện là [[Tuy Phước]] và [[Vân Canh]], huyện [[Hoài Ân]] được tách thành 2 huyện là [[Hoài Ân]] và [[An Lão, Bình Định|An Lão]], huyện [[Tây Sơn]] được tách thành 2 huyện là Tây Sơn và [[Vĩnh Thạnh, Bình Định|Vĩnh Thạnh]].\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Quảng Ngãi}}\n\n[[Thể loại:Huyện cũ Việt Nam]]\n[[Thể loại:Hành chính Quảng Ngãi]]\n[[Thể loại:Quảng Ngãi (thành phố)]]"}