{"3254759":"{{hợp nhất đến|Tổ chức Đảng bộ cấp tỉnh tại Việt Nam}}\n{{Chính trị Việt Nam}}\n'''Quận ủy''' còn được gọi là '''Ban chấp hành Đảng bộ Quận''' là là cơ quan lãnh đạo cao nhất của Đảng bộ giữa 2 kỳ Đại hội. Do hệ thống Việt Nam do [[Đảng Cộng sản Việt Nam]] lãnh đạo nên Quận ủy là cơ quan đứng đầu quận. Đứng đầu quận ủy là bí thư, bí thư có thể kiêm nhiệm chức vụ của [[Ủy ban Nhân dân]] quận hoặc [[Hội đồng Nhân dân]] quận, bí thư quận ủy thường là ủy viên Thường vụ Ban chấp hành Đảng bộ thành phố trực thuộc Trung ương gọi tắt là [[Thành ủy]].\n\nQuận ủy là cấp tương đương với [[Huyện ủy (Việt Nam)|Huyện ủy]], [[Thành ủy]] (trực thuộc tỉnh) và [[Thị ủy (Việt Nam)|Thị ủy]].\n\nQuận ủy chỉ có trong các [[thành phố trực thuộc Trung ương]] và thường quản lý mật độ dân số lớn, có mức thu nhập lớn trình độ phát triển hạ tầng khá cao. Hiện tại tính đến 29\/8\/2015 có 49 Quận ủy<ref>[http:\/\/www.gso.gov.vn\/default.aspx?tabid=386&idmid=3&ItemID=8589 Tổng cục Thống kê Việt Nam.]<\/ref>.\n==Cơ quan trực thuộc Quận ủy==\n* Văn phòng Quận uỷ\n* Ban Tổ chức Quận ủy\n* Ban Dân vận Quận ủy\n* Ủy ban Kiểm tra Quận ủy\n* Ban Tuyên giáo Quận ủy\n==Quyền hạn và nhiệm vụ==\nQuận ủy có quyền hạn và nhiệm vụ sau:\n* Lãnh đạo toàn diện các lĩnh vực chính trị, kinh tế, văn hoá xã hội, an ninh, quốc phòng, công tác chính trị tư tưởng, công tác xây dựng Đảng, Chính quyền, Mặt trận tổ quốc và các đoàn thể nhân dân trên địa bàn.\n* Quyết định chương trình, chuyên đề công tác toàn khóa và chương trình, kế hoạch công tác hàng năm của Quận ủy; quy chế làm việc của Ban chấp hành, quy chế làm việc của Ủy ban Kiểm tra Quận ủy.\n* Ban hành các Chỉ thị, Nghị quyết, quyết định các chủ trương, biện pháp, chương trình, đề án, kế hoạch công tác quan trọng trong các lĩnh vực: phát triển kinh tế, văn hóa, xã hội, an ninh quốc phòng, công tác chính trị tư tưởng, công tác xây dựng Đảng, công tác vận động quần chúng. Nhằm cụ thể hoá và tổ chức thực hiện thắng lợi các Chỉ thị, Nghị quyết của [[Trung ương Đảng Cộng sản Việt Nam|Trung ương]], của [[Thành ủy]], Nghị quyết Đại hội Đảng bộ quận và nhiệm vụ của cấp trên giao<ref>khoản 1 điều 19 chương IV Điều lệ Đảng Cộng sản Việt Nam<\/ref>.\n* Thực hiện các vấn đề về công tác cán bộ theo quy định của Điều lệ Đảng và quyết định phân cấp quản lý cán bộ của Ban Thường vụ Thành ủy; bẩu ủy viên Ban thường vụ, Bí thư, Phó Bí thư, Ủy ban Kiểm tra và chủ nhiệm Ủy ban Kiểm tra Quận ủy.\n* Hàng năm nghe báo cáo về tình hình hoạt động của Ban Thường vụ và ủy ban kiểm tra của Quận ủy thảo luận và quyết định những vấn đề khác do Ban Thường vụ đề nghị hoặc khi có trên 1\/3 số ủy viên Ban chấp hành Đảng bộ quận yêu cầu.\n* Chuẩn bị và quyết định triệu tập Đại hội nhiệm kỳ, Đại hội bất thường Đảng bộ quận (nếu có); thảo luận và thông qua các văn kiện trình Đại hội; chuẩn bị những vấn đề về tiêu chuẩn, số lượng, cơ cấu và danh sách nhân sự giới thiệu với Đại hội bầu Ban chấp hành khóa mới, bầu đại biểu đi dự Đại hội Đảng bộ Thành phố theo quy định của Điều lệ Đảng, hướng dẫn của Trung ương, Thành phố.\n==Chế độ làm việc==\nQuận ủy làm việc theo chương trình toàn khoá và hàng năm (từng thời gian có thể bổ sung điều chỉnh). Hội nghị Ban chấp hành Đảng bộ do Ban Thường vụ Quận ủy triệu tập họp thường kỳ 1 quý 1 lần<ref>khoản 2 điều 19 chương IV Điều lệ Đảng Cộng sản Việt Nam<\/ref>, họp bất thường khi cần thiết hoặc có trên 1\/2 số Quận ủy viên đề nghị. Hội nghị Ban chấp hành Đảng bộ họp nội bộ, khi cần thiết mở rộng thành phần tới các cá nhân có liên quan trong lĩnh vực công tác cần triển khai thực hiện.\n\nBan Thường vụ Quận ủy có trách nhiệm chuẩn bị nội dung kỳ họp. Văn phòng Quận ủy, các ban Đảng, Ủy ban Mặt trận Tổ quốc, các đoàn thể nhân dân, các cơ quan chức năng, các đơn vị có liên quan của quận có trách nhiệm xây dựng báo cáo, văn bản trình hội nghị đúng quy trình, bảo đảm chất lượng và tiến độ thời gian quy định. Văn phòng Quận ủy có trách nhiệm đôn đốc và chuẩn bị các tài liệu gửi tới các đồng chí Quận ủy viên trước kỳ họp ít nhất 3 ngày.\n\nCác Quận ủy viên có trách nhiệm nghiên cứu các văn bản và tài liệu tham khảo, chuẩn bị ý kiến đóng góp có chất lượng vào quá trình thảo luận và quyết định của Quận ủy. Việc tổ chức thảo luận các chuyên đề được thực hiện trên cơ sở phân công các đồng chí Quận ủy viên phụ trách các lĩnh vực chuyên môn có trách nhiệm tổng hợp tham mưu đề xuất những nội dung quan trọng cần thảo luận kỹ.\n\nĐối với những vấn đề quan trọng, qua thảo luận có ý kiến khác nhau, Ban Thường vụ Quận ủy trao đổi thống nhất, trình bày ý kiến trước khi Quận ủy biểu quyết bằng phiếu kín.\n\nQuận ủy thông qua nghị quyết chung của kỳ họp; nghị quyết chuyên đề (nếu có), ủy nhiệm Ban Thường vụ tiếp thu ý kiến, hoàn chỉnh nghị quyết để ban hành.\n==Ban Thường vụ Quận ủy==\n===Tổ chức===\nBan Thường vụ Quận ủy được Hội nghị Ban chấp hành Đảng bộ Quận bầu ra để lãnh đạo, kiểm tra việc thực hiện Nghị quyết của Đại hội đại biểu Đảng bộ Quận và Nghị quyết, Chỉ thị của Quận ủy; Nghị quyết, Chỉ thị của cấp trên. Ban Thường vụ Quận ủy quyết định những vấn đề về chủ trương, tổ chức, cán bộ, quyết định triệu tập và chuẩn bị nội dung các kỳ họp của Quận ủy.\n\nBan Thường vụ Quận ủy bao gồm:\n* Bí thư Quận ủy\n* Các Phó bí thư quận ủy\n* Lãnh đạo các cơ quan trực thuộc Quận ủy\n* Chủ tịch và một số Phó Chủ tịch Hội đồng Nhân dân, Ủy ban Nhân dân quận\n===Trách nhiệm và quyền hạn===\nBan Thường vụ Quận ủy có trách nhiệm và quyền hạn sau:\n* Cụ thể hóa các chỉ thị, nghị quyết của cấp trên, của Quận ủy và lãnh đạo, tổ chức thực hiện toàn diện các mặt công tác của Đảng bộ. Quyết định triệu tập và chuẩn bị nội dung các kỳ họp của Ban chấp hành Đảng bộ Quận.\n* Hướng dẫn, kiểm tra, giám sát việc thực hiện Điều lệ Đảng, Nghị quyết Đại hội Đảng các cấp, các mặt công tác xây dựng Đảng và chính quyền; các hoạt động kinh tế - xã hội, công tác nội chính và hoạt động của Mặt trận Tổ quốc, các đoàn thể nhân dân quận.\n* Quyết định về công tác tổ chức và cán bộ của quận theo quy định của Điều lệ Đảng và các quy định của Ban Thường vụ Thành ủy về phân cấp quản lý cán bộ; quy chế bổ nhiệm, bổ nhiệm lại, giới thiệu bầu cử, từ chức, miễn nhiệm, điều động, luân chuyển, nghỉ hưu đối với cán bộ thuộc diện Ban Thường vụ Quận ủy quản lý. Đề đạt ý kiến với cấp trên về công tác tổ chức, cán bộ do cấp trên quản lý; xem xét trình Ban Thường vụ Thành ủy nhân sự dự kiến giới thiệu ứng cử các chức danh Chủ tịch Hội đồng Nhân dân, Chủ tịch Ủy ban Nhân dân, Phó chủ tịch Hội đồng Nhân dân, Phó chủ tịch Ủy ban Nhân dân quận; nhân sự bổ sung ủy viên Ban Thường vụ, ủy viên Ban chấp hành Đảng bộ quận; xem xét quyết định thực hiện chính sách cán bộ diện Quận ủy quản lý theo thẩm quyền. Định kỳ báo cáo Ban Chấp hành việc thực hiện công tác tổ chức và cán bộ.\n* Báo cáo cấp ủy cấp trên và thông báo tới cơ sở kết quả công tác theo định kỳ hoặc đột xuất. Được Ban Chấp hành ủy quyền chuẩn y kết nạp đảng viên mới, xem xét quyết định kỷ luật và giải quyết khiếu nại về kỷ luật đối với tổ chức đảng, đảng viên; xét và quyết định công nhận cơ sở Đảng trong sạch vững mạnh, chất lượng cán bộ, đảng viên theo quy định của Điều lệ Đảng và hướng dẫn của Trung ương và Thành ủy. Sơ kết, tổng kết rút kinh nghiệm về những chương trình, chuyên đề công tác hoặc nhiệm vụ trọng tâm, đột xuất của Đảng bộ.\n* Xem xét, xác nhận và đề nghị khen thưởng cấp Thành phố, Trung ương, quyết định đối với cá nhân hoặc tập thể theo thẩm quyền; nghe báo cáo về tình hình khen thưởng, kỷ luật, giải quyết chế độ, chính sách cán bộ...thuộc diện Ban Thường vụ Quận ủy quản lý. Định kỳ nghe kết quả và cho ý kiến chỉ đạo đối với Mặt trận Tổ quốc, các đoàn thể nhân dân quận, xem xét quyết định ban hành quy chế làm việc, tổ chức bộ máy của các ban Đảng Quận ủy, Trung tâm Bồi dưỡng chính trị, Văn phòng Quận ủy.\n* Quyết định thành lập, sáp nhập, giải thể, chia tách, tiếp nhận, chuyển giao các tổ chức cơ sở Đảng theo quy định của Điều lệ Đảng và hướng dẫn thực hiện của cấp trên.\n* Phân công công tác đối với các ủy viên Ban Thường vụ, Ủy viên Ban Chấp hành Đảng bộ quận.\n* Chuẩn bị các văn kiện và đề án nhân sự đại hội đại biểu Đảng bộ quận khoá tiếp theo trình Quận ủy.\n===Chế độ làm việc===\nBan Thường vụ Quận ủy họp thường kỳ một tháng 2 lần vào thời gian thích hợp, họp bất thường khi cần thiết.\n\nThường trực Quận ủy chỉ đạo chuẩn bị nội dung trình Hội nghị Ban Thường vụ. Tài liệu gửi tới các Ủy viên Thường vụ trước cuộc họp ít nhất 2-3 ngày (trừ các tài liệu nhân sự và họp đột xuất).\n\nBáo cáo định kỳ, báo cáo chuyên đề trình hội nghị Ban Thường vụ Quận uỷ phải được Thường trực Quận uỷ thảo luận, cho ý kiến trước khi trình hội nghị Ban Thường vụ Quận uỷ.\n\nTrong cuộc họp Thường vụ, các ủy viên Ban Thường vụ vắng mặt có lý do, Văn phòng Quận uỷ gửi tài liệu để các ủy viên nghiên cứu, cho ý kiến trực tiếp vào văn bản, tổng hợp báo cáo Thường trực Quận uỷ.\n\nKhi chuẩn bị những nội dung quan trọng của Ban Thường vụ cần tham khảo của các Quận ủy viên, các cá nhân lãnh đạo chủ chốt phòng, ban, ngành, đoàn thể, các phường và chuyên gia thuộc các lĩnh vực có liên quan, các cá nhân được Ban Thường vụ tham khảo ý kiến có trách nhiệm thực hiện nghiêm túc đầy đủ theo quy định.\n\nTại hội nghị, Ban Thường vụ chỉ nghe báo cáo tóm tắt những vấn đề quan trọng, những vấn đề còn ý kiến khác nhau cần tập trung thảo luận để quyết định, không đọc lại toàn văn báo cáo, văn bản của các cơ quan chức năng.\n\nBan Thường vụ Quận ủy biểu quyết bằng hình thức thích hợp đối với những vấn đề quan trọng có ý kiến khác nhau và bỏ phiếu kín nếu cần thiết.\n\nCác vấn đề xin ý kiến ủy viên Thường vụ bằng văn bản, nếu quá 1\/2 số ủy viên Ban Thường vụ tán thành thì có giá trị như nghị quyết cuộc họp. Trường hợp đã có trên 1\/2 tán thành, nhưng vẫn còn ý kiến khác nhau về nội dung cơ bản thì tổ chức hội nghị Ban Thường vụ để tiếp tục thảo luận, quyết định.\n==Thường trực Quận ủy==\n===Tổ chức===\nThường trực Quận ủy gồm [[Bí thư Quận ủy|Bí thư]], các Phó Bí thư chỉ đạo, kiểm tra việc thực hiện Nghị quyết, Chỉ thị của cấp ủy, của Ban Thường vụ và cấp ủy cấp trên; giải quyết công việc hàng ngày của Đảng bộ; quyết định triệu tập và chuẩn bị nội dung các kỳ họp của ban Thường vụ<ref>Khoản 4 Điều 20 Chương IV [[Điều lệ Đảng Cộng sản Việt Nam]]<\/ref>.\n===Trách nhiệm và quyền hạn===\nThường trực Quận ủy có trách nhiệm và quyền hạn sau:\n* Chỉ đạo thực hiện và tổ chức kiểm tra việc thực hiện các Chỉ thị, Nghị quyết của Trung ương, Thành phố, Quận uỷ, Ban Thường vụ Quận uỷ trong toàn Đảng bộ quận.\n* Chỉ đạo, điều hành hoạt động phối hợp của các ban Đảng, Văn phòng Quận ủy, Mặt trận Tổ quốc, các tổ chức đoàn thể nhân dân, các cấp uỷ trực thuộc; Chỉ đạo giải quyết các công việc hàng ngày của Đảng bộ, những vấn đề đột xuất nảy sinh giữa hai kỳ họp của Ban Thường vụ Quận ủy.\n* Chuẩn bị về công tác tổ chức, cán bộ để Ban Thường vụ, Ban Chấp hành bàn và quyết định theo phân cấp quản lý cán bộ.\n* Chỉ đạo chuẩn bị nội dung và chủ trì các cuộc họp của Ban Thường vụ, Ban Chấp hành, các hội nghị phổ biến, triển khai thực hiện sơ kết, tổng kết của Đảng bộ quận.\n* Chỉ đạo chuẩn bị nội dung chương trình, kế hoạch tổ chức thực hiện các chỉ thị, Nghị quyết của cấp ủy cấp trên; chương trình công tác hàng tháng, hàng quí, năm và những vấn đề cần thiết để hội nghị Ban Thường vụ, Ban chấp hành bàn và quyết định.\n* Chỉ đạo thực hiện chế độ thông tin, báo cáo; thay mặt Quận ủy, Ban Thường vụ Quận ủy ký các văn bản chủ yếu theo quy định và báo cáo Ban Thường vụ quận ủy những công việc đã giải quyết giữa hai kỳ họp Ban thường vụ.\nThực hiện các nhiệm vụ được Ban Thường vụ Quận ủy ủy quyền:\n* Về công tác cán bộ:\n*:* Quyết định thẩm tra những cán bộ diện Ban Thường vụ Quận ủy quản lý khi có những vấn đề cần phải xem xét về lịch sử chính trị và chính trị hiện nay theo các quy định hiện hành thuộc thẩm quyền của Ban Thường vụ Quận uỷ, để đưa ra Ban Thường vụ xem xét kết luận.\n*:* Cho ý kiến về đề nghị bổ nhiệm, bổ nhiệm lại, miễn nhiệm, khen thưởng...đối với cán bộ là cấp phó của các cơ quan trực thuộc Thành phố đóng trên địa bàn theo quy định phân cấp quản lý cán bộ (trừ cấp phó của: Ban chỉ huy Quân sự quận, Công an quận, Viện Kiểm sát Nhân dân, Tòa án Nhân dân quận thuộc thẩm quyền của Ban Thường vụ Quận uỷ).\n*:* Chuẩn y kết quả bầu cử cấp uỷ viên, ủy viên Ủy ban Kiểm tra và các chức danh lãnh đạo của chi ủy, Đảng ủy trực thuộc; chỉ định bổ sung cấp ủy viên theo đề nghị của cấp ủy cấp dưới, theo quy định Điều lệ Đảng.\n*:* Quyết định việc đi học tập, công tác trong nước và nước ngoài đối với cán bộ diện Ban Thường vụ Quận ủy quản lý theo đúng quy định pháp luật, chỉ đạo và tổ chức thực hiện công tác chính sách cán bộ.\n*:* Cho ý kiến về đề nghị xét tặng các danh hiệu thi đua khen thưởng theo sự ủy quyền trước khi trình các cơ quan có thẩm quyền quyết định.\n* Về công tác nội chính, an ninh quốc phòng:\n*:* Cho ý kiến về định hướng chương trình công tác và đánh giá kết quả công tác hàng năm của các cơ quan nội chính; chủ trương xử lý các vấn đề đột xuất có liên quan đến an ninh trật tự trên địa bàn,nhất là những vấn đề về an ninh chính trị, thực hiện nhiệm vụ quốc phòng, quân sự địa phương.\n*:* Chỉ đạo xử lý đơn, thư khiếu nại, tố cáo của công dân liên quan đến cán bộ diện Ban Thường vụ Quận ủy quản lý và những đơn thư có tính chất phức tạp.\n* Về kinh tế xã hội:\n*:* Cho ý kiến đối với các định hướng phát triển kinh tế - xã hội, chủ trương đầu tư các dự án, công tác quản lý tài chính, điều hành ngân sách có tác động, ảnh hưởng lớn đến kinh tế, xã hội, an ninh quốc phòng và đời sống nhân dân trên địa bàn, chủ trương sử dụng các khoản chi hỗ trợ cho các nhu cầu phòng chống thiên tai, cứu trợ khẩn cấp.\n*:* Chỉ đạo thực hiện các chương trình, kế hoạch và phối hợp hoạt động, quan hệ đối ngoại với các địa phương, đơn vị.\n*:* Những vấn đề phức tạp hoặc khi xét thấy cần thiết, Thường trực Quận ủy xin ý kiến Ban Thường vụ Quận ủy trước khi quyết định.\n* Trong phạm vi được ủy quyền, các ý kiến chỉ đạo của Thường trực Quận ủy có hiệu lực như quyết định của Ban Thường vụ; đồng thời Thường trực Quận ủy phải báo cáo Ban Thường vụ trong phiên họp gần nhất.\n===Chế độ làm việc===\nThường trực Quận ủy họp định kỳ hàng tuần, khi cần có thể họp bất thường hoặc điều chỉnh thời gian để bàn bạc tập thể chỉ đạo giải quyết những công việc thường xuyên của Đảng bộ, phối hợp công tác của Bí thư, các Phó Bí thư Quận ủy, kiểm tra đôn đốc việc thực hiện các nghị quyết, quyết định của Trung ương Đảng, Thành ủy, Quận ủy; cho ý kiến chỉ đạo kịp thời xử lý những vấn đề mới nảy sinh, tháo gỡ những khó khăn vướng mắc trong quá trình tổ chức thực hiện nhiệm vụ của Quận; chuẩn bị những nội dung công tác quan trọng để trình Ban Thường vụ Quận ủy quyết định và những công việc thuộc thẩm quyền\n\nTuỳ từng nội dung, mời lãnh đạo các ban Đảng Quận ủy, Phó Chủ tịch Ủy ban nhân dân quận và thủ trưởng các đơn vị có liên quan tham dự hội nghị.\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Đảng Cộng sản Việt Nam]]\n[[Thể loại:Quận Việt Nam]]\n[[Thể loại:Quận ủy]]"}