{"818284":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Quảng Ngọc\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 8,8 km² <ref name=DCQX>{{Chú thích sách| title = Địa chí huyện Quảng Xương |author = Hoàng Tuấn Phổ (chủ biên)| publisher = Nhà xuất bản Từ điển Bách khoa | location = Hà Nội | year = 2010 |trang =98-99}}<\/ref>\n| dân số = 8.598 người<ref name= DCQX\/>\n| thời điểm dân số = [[2009]]\n| mật độ dân số = \n| dân tộc = [[Người Việt|Kinh]]\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| thành phố = \n| huyện = [[Quảng Xương]]\n| thị xã = \n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 16498<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Quảng Ngọc''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Quảng Xương]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Địa giới hành chính==\nXã Quảng Ngọc nằm ở tây nam của huyện Quảng Xương.\n*[[Hướng Đông|Phía đông]] giáp các xã [[Quảng Bình, Quảng Xương|Quảng Bình]] và [[Quảng Trường, Quảng Xương|Quảng Trường]], huyện Quảng Xương.\n*[[Hướng Nam|Phía nam]] giáp các xã Quảng Trường và [[Quảng Phúc, Quảng Xương|Quảng Phúc]], huyện Quảng Xương.\n*[[Hướng Tây|Phía tây]] giáp xã [[Quảng Phúc, Quảng Xương|Quảng Phúc]], huyện Quảng Xương; xã [[Tế Nông]], huyện Nông Cống và xã [[Quảng Văn, Quảng Xương|Quảng Văn]], huyện Quảng Xương.\n*[[Hướng Bắc|Phía bắc]] giáp các xã Quảng Văn và [[Quảng Hợp, Quảng Xương|Quảng Hợp]], huyện Quảng Xương.\n\n==Lịch sử hành chính==\nVùng đất thuộc xã Quảng Ngọc ngày nay, vào đầu thế kỉ 19 thuộc tổng Văn Trinh, huyện Ngọc Sơn, phủ Tĩnh Gia, nội trấn Thanh Hóa, đến đời Đồng Khánh thì tổng Văn Trinh chia thành hai tổng Văn Trinh và Ngọc Đới. Cuối thế kỉ 19 (sau đời vua Đồng Khánh), hai tổng này chuyển về huyện Quảng Xương cùng phủ Tĩnh Gia, tỉnh Thanh Hóa<ref name=DCQX82>{{Chú thích sách| title = Sách đã dẫn |author = Hoàng Tuấn Phổ (chủ biên)| year = 2010 |trang =82}}<\/ref>.\n\nSau năm 1945, thuộc các xã Ba Đình và Quốc Tuấn, huyện Quảng Xương. Năm 1948, các xã Châu Phong, Ba Đình và Quốc Tuấn sáp nhập thành xã Quảng Ngọc, tên gọi Quảng Ngọc xuất hiện từ đây. Năm 1954, một phần lãnh thổ xã Quảng Ngọc được tách ra để lập xã Quảng Trường<ref name= DCQX\/>.\n\nXã Quảng Ngọc sau năm 1954 gồm các làng<ref name= DCQX\/>:\n* Làng Tam Uy: đầu thế kỉ 19 là các thôn Hội, Thượng, Trung thuộc xã Uy Nỗ, tổng Văn Trinh; thời Đồng Khánh xã Uy Nỗ thuộc tổng Ngọc Đới, trong đó thôn Hội đổi thành thôn Nội. Sau năm 1945, 3 thôn sáp nhập thành làng Tam Uy thuộc xã Quốc Tuấn. Từ năm 2000 được chia thành 2 làng là Uy Bắc và Uy Nam.\n* Làng Kỳ Vỹ: có từ năm 1529; đầu thế kỉ 19 là thôn Kỳ Vỹ thuộc xã Văn Trinh, tổng Văn Trinh. Sau năm 1945 thuộc xã Quốc Tuấn.\n* Làng Yên Lãng: có từ thế kỉ 15; đầu thế kỉ 19 là thôn Yên Lãng (An Lãng) thuộc xã Can Trúc, tổng Văn Trinh; thời Đồng Khánh xã Can Trúc thuộc tổng Ngọc Đới. Năm 1957-1958, sáp nhập với xóm trại Phơ thành thôn Gia Hằng. Từ năm 2000 tách ra làng Yên Lãng.\n* Làng Gia Đại: đầu thế kỉ 19 là các thôn Bái Đông, Bái Đại và Bái Cầu thuộc xã Can Trúc, tổng Văn Trinh; thời Đồng Khánh xã Can Trúc thuộc tổng Ngọc Đới. Sau năm 1945, thuộc xã Ba Đình.\n* Làng Bất Động: có từ giữa thế kỉ 18; đầu thế kỉ 19 là thôn Tĩnh thuộc xã Can Trúc, tổng Văn Trinh; sau đó do kiêng húy nên được đổi thành thôn Bất Động. Sau năm 1945, thuộc xã Ba Đình.\n* Làng Thắng Phú: có từ giữa thế kỉ 19, gọi là trang Bồ Đức thuộc thôn, xã Uy Nỗ.\n* Làng Xuân Mộc: trước là làng Thung, đời [[Thành Thái]] đổi thành Xuân Mộc. Sau năm 1945, thuộc xã Quốc Tuấn.\n* Làng Xuân Thắng: thành lập từ một phần các làng Xuân Mộc và Thắng Phú vầo năm 1973.\n* Làng Gia Hằng: trước năm 1958 là xóm trại Phơ của làng Gia Đại. Năm 1958 nhập với làng Yên Lãng thành làng Gia Hằng, năm 2000 tách thành làng Gia Hằng mới.\n* Làng Ngọc Trinh: thành lập năm 2000 từ một phần các làng Uy Bắc và Gia Hằng.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Quảng Xương}}"}