{"818093":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Quảng Giao\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 3,6 km² <ref name=DCQX>{{Chú thích sách| title = Địa chí huyện Quảng Xương |author = Hoàng Tuấn Phổ (chủ biên)| publisher = Nhà xuất bản Từ điển Bách khoa | location = Hà Nội | year = 2010 |trang =107-108}}<\/ref>\n| dân số = 4.124 người<ref name= DCQX\/>\n| thời điểm dân số = [[2009]]\n| mật độ dân số = \n| dân tộc = [[Người Việt|Kinh]]\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| thành phố = \n| huyện = [[Quảng Xương]]\n| thị xã = \n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 16519<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Quảng Giao''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Quảng Xương]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Địa giới hành chính==\nXã Quảng Giao nằm ở phía đông của huyện [[Quảng Xương]].\n*[[Hướng Đông|Phía đông]] giáp xã [[Quảng Đại]], thành phố [[Sầm Sơn]].\n*[[Hướng Nam|Phía nam]] giáp các xã [[Quảng Hải, Quảng Xương|Quảng Hải]] và [[Quảng Nhân]], huyện Quảng Xương.\n*[[Hướng Tây|Phía tây]] giáp các xã Quảng Nhân và [[Quảng Đức, Quảng Xương|Quảng Đức]], huyện Quảng Xương.\n*[[Hướng Bắc|Phía bắc]] giáp các xã [[Quảng Minh, Sầm Sơn|Quảng Minh]] và [[Quảng Hùng]], thành phố [[Sầm Sơn]].\n\n==Lịch sử hành chính==\nVùng đất thuộc xã Quảng Giao ngày nay, vào đầu thế kỉ 19 thuộc xã Chàng Xá, tổng Thủ Hộ, huyện Quảng Xương, phủ Tĩnh Gia, nội trấn Thanh Hóa<ref name= DCQX\/>.\n\nSau năm 1945, thuộc xã Tây Hồ, huyện Quảng Xương (xã này gồm các làng: Bùi, Nghiêm và Mỹ Lâm). Năm 1948, các xã Lê Lợi, Nguyễn Trãi và Tây Hồ sáp nhập thành xã Quảng Hải<ref name=DCQX109>{{Chú thích sách| title = Sách đã dẫn |author = Hoàng Tuấn Phổ (chủ biên)| year = 2010 |trang =109}}<\/ref>. Năm 1954, một phần lãnh thổ xã Quảng Hải được tách ra để lập các xã Quảng Đại, Quảng Hùng (nay thuộc Sầm Sơn), Quảng Nhân và Quảng Giao, tên gọi Quảng Giao xuất hiện từ đây<ref name= DCQX\/>.\n\nXã Quảng Giao gồm các làng<ref name= DCQX\/>: \n* Làng Nghiêm: đầu thế kỉ 19 là thôn Uy thuộc xã Chàng Xá, tổng Thủ Hộ; thời [[Minh Mạng]] đổi xã Chàng Xá thành xã Lương Xá; thời [[Đồng Khánh]] (cuối thế kỉ 19) đổi tổng Thủ Hộ thành tổng Thủ Chính. Từ năm 1946 thuộc xã Tây Hồ, năm 1948 thuộc xã Quảng Hải. Năm 1954, các xóm thuộc làng Nghiêm được chia về ba xã Quảng Nhân, Quảng Đại và Quảng Giao, trong đó xóm Nghiêm Trung, Nghiêm Thành và Nghiêm Thanh thuộc về Quảng Giao.\n* Làng Bùi: đầu thế kỉ 19 là thôn Bùi thuộc xã Chàng Xá, tổng Thủ Hộ. Đầu thế kỉ 20 gồm có năm xóm là Sau, Trước, Giữa, Mả và Chợ. Từ năm 1946 thuộc xã Tây Hồ, năm 1948 thuộc xã Quảng Hải. Năm 1954, các xóm thuộc làng Bùi được chia về hai xã là Quảng Đại và Quảng Giao, trong đó các xóm Bùi Bắc, Bùi Tiến, Bùi Trung, Bùi Chính, Bùi Nam, Bùi Thắng, Bùi Thành và Bùi Thịnh thuộc về Quảng Giao. Sau đó, thời kỳ Hợp tác xã Quảng Giao được chia thành các thôn 1 đến  9 theo hướng Bắc xuống Nam. Từ năm 2019, các thôn 1, 2 và 3 nhập lại thành thôn Bùi Trung.\n*Làng Bùi một thời là thủ phủ của huyện Quảng Xương và có câu \"trai Lưu Vệ, lính lệ Làng Bùi\" thể hiện tính khôn ngoan, mẹo mực của những nhóm người này thuở ấy.\n\n== Văn hóa ==\nQuảng giao nổi tiếng trong vùng với truyền thống hiếu học, có nhiều người học hành, đỗ đạt. Thời Phong Kiến có Mai Lý (枚 理) đỗ Hương Cống năm 1733, sau này gọi là Cử Nhân đời '''Lê Thuần Tông''' ([[chữ Hán]]: 黎純宗 [[1699]] – [[1735]]) là vị hoàng đế thứ 13 của [[Nhà Lê trung hưng|triều Lê Trung hưng]] nước [[Đại Việt]] đồng thời là hoàng đế thứ 24 của [[nhà Hậu Lê]]. Ông được ban Sắc phong hai lần cho những công trạng trong khi đương chức là Tri huyện huyện Chân Phúc (huyện Nghi Lộc, Nghệ An ngày nay) đối với việc trông coi thi cử và đề cử quan lại đương thời. Đời Nguyễn có người họ Nguyễn Danh (Làng Nghiêm) và Nguyễn Xuân Trị đỗ cử nhân. Từ năm 1945 tới nay, có nhiều người đạt học vị tiến sỹ, thạc sỹ trong và ngoài nước.\n\nQuảng Giao trước có một số đình, miếu, nghè, chùa nhưng giờ chỉ còn Đình Làng Bùi và Đình Làng Nghiêm đã được trùng tu lại. Chùa Làng Bùi cũng đã được dựng lại, năm phía sau đình tạo thành tổ hợp Đình-Chùa Làng Bùi.\n\nLàng Bùi trước có trống đồng Phó Lựu do ông Phó Lựu, cha ông Nguyễn Thế Hiền (đã mất) ở Thôn 3 (nay thuộc thôn Việt Trung), Quảng Giao sưu tầm được từ những năm 1920. Trống hiện mang tên Trống đồng Thôn Bùi được giữ tại Bảo Tàng Lịch sử ở Hà Nội.\n\nTrước đây, Làng Bùi có cây gạo lớn đến bốn năm người ôm ở giữa ngã tư đường ra Quảng Đại và đường đi lên Thôn Việt Trung, đường xuống UBND xã bây giờ. Cây gạo đã bị bão lớn năm 1988 xô đổ, cho dù thế, người dân ở đây vẫn lấy \"Gốc Gạo\" làm mốc cho trong ngôn ngữ của Làng.\n\nLàng Bùi là làng văn hiến với nhiều người tài hoa, nhiều thú ăn chơi và ẩm thực đặc sắc như gỏi cá, thịt chó, thịt ếch, rượi, bánh đa, thuốc lào, chè xanh...\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Quảng Xương}}"}