{"6500":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | tỉnh\n| tên = Quảng Trị\n| logo =Logo tỉnh Quảng Trị.svg\n| ghi chú logo = Biểu trưng\n| hình = Thành cổ Quảng Trị ngày nay.jpg\n| ghi chú hình = [[Thành cổ Quảng Trị]] ngày nay\n| vĩ độ = 16.830832\n| kinh độ = 107.067261\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=2|stroke-color=#000000}}\n| biệt danh = Đất Anh Hùng, Đất Lửa, Đất Thép, Thành Đồng, Đất Thiêng\n| diện tích = 4.701,23 km²<ref name=\"area_2020\">{{cite act|index=387\/QĐ-BTNMT|title=Phê duyệt và công bố kết quả thống kê diện tích đất đai năm 2020|url=https:\/\/luatvietnam.vn\/tai-nguyen\/quyet-dinh-387-qd-btnmt-217769-d1.html|legislature=[[Bộ Tài nguyên và Môi trường (Việt Nam)]]|date= 2022| type = Quyết định}}<\/ref><ref name=\"Tổng_cục_Thống_kê_2022\">{{Chú thích sách | author = [[Tổng cục Thống kê (Việt Nam)|Tổng cục Thống kê]] | year = 2022 | url = https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf | title = Niên giám Thống kê Việt Nam năm 2021 | publisher = Nhà Xuất bản Thống kê | access-date = 2022-08-01 | archive-date = 2022-08-01 | archive-url = https:\/\/web.archive.org\/web\/20220801122014\/https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf|url-status=live}}<\/ref>{{rp|89}}\n| dân số = 759.800 người<ref name=\"Tổng_cục_Thống_kê_2022\"\/>{{rp|92}}\n| thời điểm dân số = 2022\n| dân số thành thị = 323.000 người ({{formatnum:{{#expr:323000\/759800*100round2}}}}%)<ref name=\"Tổng_cục_Thống_kê_2022\"\/>{{rp|98}}\n| dân số nông thôn = 436.800 người ({{formatnum:{{#expr:436800\/759800*100round2}}}}%)<ref name=\"Tổng_cục_Thống_kê_2022\"\/>{{rp|100}}\n| mật độ dân số = 161 người\/km²<ref name=\"Tổng_cục_Thống_kê_2022\"\/>{{rp|89}}\n| vùng = [[Trung Trung Bộ]] \n| dân tộc = [[Người Việt|Kinh]], [[Người Bru - Vân Kiều|Bru - Vân Kiều]], [[Người Hoa (Việt Nam)|Hoa]], [[Người Tà Ôi|Tà Ôi]]\n| tỉnh lỵ = Thành phố [[Đông Hà]]\n| thành lập = \n*Thành lập: Năm 1832\n*Tái lập lần 1: Năm 1876\n*Tái lập lần 2: 01\/7\/1989\n| chủ tịch UBND = [[Võ Văn Hưng]]\n| hội đồng nhân dân = 50 đại biểu\n| chủ tịch HĐND = [[Nguyễn Đăng Quang]]\n| chánh án TAND = [[Lê Hồng Quang (Quảng Trị)|Lê Hồng Quang]]\n| viện trưởng VKSND = [[Trần Hưng Bình]]\n|bí thư = [[Lê Quang Tùng]]\n| chủ tịch UBMTTQ = Đào Mạnh Hùng\n| trụ sở UBND = 45 Hùng Vương, TP. Đông Hà, Quảng Trị \n| đại biểu quốc hội = 6 đại biểu\n| phân chia hành chính = 1 thành phố, 1 thị xã, 8 huyện\n| mã địa lý = [[ISO 3166-2:VN|VN-25]]\n| mã hành chính = 45<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = [[Mã bưu chính Việt Nam|52xxxx]]\n| mã điện thoại = [[Mã điện thoại Việt Nam|233]]\n| biển số xe = [[Biển xe cơ giới Việt Nam|74]]\n| web = {{url|quangtri.gov.vn}}\n\n| thời điểm kinh tế = 2022\n| GRDP = 49.440 tỉ đồng (2,1 tỉ USD)\n| GRDP bình quân đầu người = 57,5 triệu đồng (2.479 USD)}}\n'''Quảng Trị''' là một [[tỉnh]] [[Bờ biển|ven biển]] nằm ở gần cực nam khu vực [[Bắc Trung Bộ]], [[Trung Bộ|miền Trung]] của [[Việt Nam]].<ref name =Ms@124 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 11\/04\/2019.<\/ref><ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref>\n\nNăm 2018, Quảng Trị là đơn vị hành chính [[Việt Nam]] đông thứ 57 về số dân, [[Danh sách đơn vị hành chính Việt Nam theo GRDP|xếp thứ 55]] về [[Tổng sản phẩm trên địa bàn (GRDP)]], [[Danh sách đơn vị hành chính Việt Nam theo GRDP bình quân đầu người|xếp thứ 37]] về [[Tổng sản phẩm trên địa bàn (GRDP)|GRDP]] bình quân đầu người, [[Danh sách đơn vị hành chính Việt Nam theo GRDP|đứng thứ 51]] về tốc độ tăng trưởng [[Tổng sản phẩm trên địa bàn (GRDP)|GRDP]]. Với 630,6 nghìn dân<ref>{{Chú thích web|url=https:\/\/www.gso.gov.vn\/default.aspx?tabid=714|title=Dân số các tỉnh Việt Nam năm 2018|last=|first=|date=|website=Tổng cục Thống kê Việt Nam|archive-url=|archive-date=|url-status=|access-date=Ngày 30 tháng 9 năm 2019}}<\/ref>, GRDP đạt 27.494 tỉ [[Đồng (đơn vị tiền tệ)|Đồng]] (tương ứng với 1,1940 tỉ USD), GRDP bình quân đầu người đạt 43,6 triệu đồng (tương ứng với 1.894 USD), tốc độ tăng trưởng GRDP đạt 7,12%.<ref name=\":030\">{{Chú thích web|url=http:\/\/www.mpi.gov.vn\/Pages\/tinbai.aspx?idTin=42159&idcm=224|title=Tình hình kinh tế, xã hội Quảng Trị năm 2018|last=|first=|date=|website=Bộ Kế hoạch và Đầu tư|archive-url=|archive-date=|url-status=|access-date=Ngày 30 tháng 9 năm 2019}}<\/ref>\n\nTỉnh Quảng Trị từng có [[Khu phi quân sự vĩ tuyến 17]], là giới tuyến chia cắt miền Bắc Việt Nam [[Việt Nam Dân chủ Cộng hòa]] và [[Việt Nam Cộng hòa]], do đó cũng là một chiến trường ác liệt nhất trong suốt 21 năm của cuộc [[Chiến tranh Việt Nam]] ([[1954]] - [[1975]]).\n\n== Lịch sử ==\n[[Tập tin:QuangTriTinh.jpg|nhỏ|250px|phải|Bản đồ tỉnh Quảng Trị (廣治) của [[nhà Nguyễn]] Việt Nam in trong ''[[Đại Nam nhất thống chí]]'']]\n{{main|Lịch sử hành chính Quảng Trị}}\n===Trong cổ sử===\n[[Tù trưởng|Từ]] thời [[Hùng Vương]] - [[An Dương Vương]], vùng Quảng Trị ngày nay được cho là thuộc lãnh địa bộ Việt Thường của Nhà nước [[Văn Lang]] - [[Âu Lạc]]. Đầu [[Nhà Hán]] thuộc (từ năm 111 trước Công Nguyên đến năm 192), Quảng Trị thuộc đất quận [[Nhật Nam]]. Cuối thế kỷ 2, nhân triều đình [[nhà Hán]] sụp đổ, Trung Quốc rơi vào tình trạng loạn lạc, cát cứ, một chính quyền bản xứ của quận [[Nhật Nam]] và xứ [[Tượng Lâm]] đã được hình thành, lập nên vương quốc [[Lâm Ấp]]. Lãnh thổ của Lâm Ấp được phỏng đoán tương ứng với vùng từ [[đèo Hải Vân]] đến [[đèo Ngang]] ngày nay, tức bao gồm cả vùng Quảng Trị.\n\n===Thời Lý===\nTuy mãi đến thế kỷ 10 mới giành lại được độc lập, nhưng các chính quyền của nhà nước [[Đại Việt]] nhanh chóng phát triển về mọi mặt và luôn tìm cách phát triển lãnh thổ để giành lấy không gian sinh tồn trước sự uy hiếp của Trung Quốc ở phía Bắc và [[Chăm Pa]] (hậu thân của Lâm Ấp) ở phía Nam. Sự phát triển nhanh chóng của Đại Việt là mối lo ngại cho Chăm Pa cũng như tham vọng của [[nhà Tống]]. Để loại trừ mọi uy hiếp ở phía Nam và phá tan âm mưu của nhà Tống câu kết với Chăm Pa đánh phá Đại Việt, năm 1069 vua [[Lý Thánh Tông]] thân chinh thống lĩnh 5 vạn quân cùng [[Lý Thường Kiệt]] đi tiên phong đánh thẳng vào kinh đô [[Đồ Bàn|Chà Bàn]], bắt được vua Chăm Pa là [[Rudravarman III]] (sử Việt chép tên là [[Chế Củ]]) đưa về [[Thăng Long]].\n\nĐể chuộc tội, Chế Củ xin dâng 3 châu: [[Bố Chính]], [[Địa Lý]] và [[Ma Linh]] cho Đại Việt. Vua Lý Thánh Tông nhận 3 châu đó rồi tha cho Chế Củ về nước. Ông cho đổi châu Địa Lý thành châu Lâm Bình, châu Ma Linh thành châu Minh Linh. Địa bàn của châu Minh Linh được phỏng đoán tương ứng với vùng đất từ Cửa Việt trở ra phía bắc Quảng Trị ngày nay, gồm các huyện [[Gio Linh]], [[Cam Lộ]], [[Đakrông]], một phần đất của thành phố [[Đông Hà]], các huyện [[Hướng Hóa]] và [[Vĩnh Linh]] hiện nay.\n===Thời Trần===\nMột trong những sự kiện lịch sử đáng nhớ của Quảng Trị xảy ra vào thời nhà Trần. Năm 1306, vua Chăm Pa là [[Chế Mân|Jaya Sinhavarman III]] (sử Việt chép là [[Chế Mân]]) dâng biểu cầu hôn lên vua [[Trần Anh Tông]] xin cưới [[Huyền Trân|Công chúa Huyền Trân]] và dâng 2 châu Ô và Lý (Rí) làm vật sính lễ. Vua Trần bằng lòng gả công chúa Huyền Trân cho Chế Mân và nhận hai châu Ô, Rí. Năm 1309, nhà Trần đổi châu Ô thành Thuận Châu, châu Rí thành Hóa Châu. Địa bàn Thuận Châu tương ứng với vùng đất từ sông Hiếu - Cửa Việt trở vào phía Nam Quảng Trị ngày nay, trong đó có các huyện [[Hải Lăng]], [[Triệu Phong]], [[Quảng Trị (thị xã)|thị xã Quảng Trị]] và một phần đất thành phố [[Đông Hà]] hiện nay.\n===Thời kỳ Nam tiến===\nTừ đó cho đến khi người Việt hoàn thành công cuộc [[Nam tiến]], dù có vài lần Chăm Pa chiếm lại được quyền kiểm soát, nhưng chung quy người Việt vẫn làm chủ được vùng này. Đặc biệt từ sau năm 1558, khi [[Nguyễn Hoàng]] được vua [[Lê Anh Tông]] sai vào trấn thủ [[Thuận Hóa]], đóng [[Dinh Cát]] ở [[Ái Tử]], các [[chúa Nguyễn]] đã áp dụng những chính sách di dân cũng như cho phép người nước ngoài nhập cư vào [[Đàng Trong]], đặc biệt là người Hoa, nhằm làm tăng nhanh dân số cũng như tiềm lực kinh tế để làm cơ sở tranh hùng với các [[chúa Trịnh]] ở [[Đàng Ngoài]].\n===Thời nhà Nguyễn===\nTrong suốt gần 300 năm, vùng đất Quảng Trị tồn tại với tên gọi Cựu dinh thuộc vào trấn [[Thuận Hóa]]. Mãi đến sau khi [[Gia Long]] lên ngôi năm 1802, đã đặt lại Cựu dinh thành dinh Quảng Trị, bao gồm các huyện [[Hải Lăng]], Đặng Xương (tên cũ là Vũ Xương), Minh Linh và đạo [[Cam Lộ]]. Năm 1806, Quảng Trị trở thành dinh trực lệ kinh sư Huế. Năm 1822, đặt châu Hướng Hóa lệ thuộc đạo Cam Lộ. Đến năm 1827, dinh Quảng Trị nâng lên thành trấn Quảng Trị. Năm 1832, trấn Quảng Trị đổi thành tỉnh Quảng Trị. Năm 1853, tỉnh Quảng Trị hợp nhất với phủ Thừa Thiên thành đạo Quảng Trị. Tới năm 1876, tỉnh Quảng Trị được tái lập.\n===Thời Pháp thuộc===\nSau khi nắm được quyền kiểm soát [[Bán đảo Đông Dương|Đông Dương]], ngày [[3 tháng 5]] năm 1890, [[Toàn quyền Đông Dương]] [[Jules Georges Piquet]] ra Nghị định hợp Quảng Trị với tỉnh [[Quảng Bình]] thành tỉnh Bình Trị. Ngày [[23 tháng 1]] năm 1896, Toàn quyền [[Paul Armand Rousseau]] ra Nghị định rút Quảng Trị ra khỏi địa hạt thuộc quyền Công sứ Đồng Hới, cùng [[Thừa Thiên]] dưới quyền [[Công sứ Trung Kỳ]], đặt một phó Công sứ đại diện cho Khâm sứ ở Quảng Trị. Đến năm 1900, Toàn quyền [[Paul Doumer]] ra Nghị định tách Quảng Trị ra khỏi Thừa Thiên lập thành một tỉnh riêng biệt gồm 4 phủ: Triệu Phong (Thuận Xương cũ), Hải Lăng, Vĩnh Linh (Chiêu Linh cũ) Cam Lộ và huyện Gio Linh. Công sứ đầu tiên là Quillet (1900 - 1902). Ngày [[17 tháng 2]] năm 1906, thời viên công sứ Pháp là Valentin (1903 - 1907), Toàn quyền [[Jean Baptiste Paul Beau|Paul Beau]] ra Nghị định thành lập thị xã Quảng Trị và đặt làm tỉnh lỵ.\n\n===Việt Nam Cộng hòa===\n{| class=\"wikitable\" style =\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Dân số tỉnh Quảng Trị 1967'''<ref>''Việt Nam Cộng hòa bản đồ hành chánh''. Đà Lạt: Phân cục Địa dư Quốc gia, 1967.<\/ref>\n|- style =\"background:lightgrey;\"\n! Quận\n! Dân số\n|-\n| [[Cam Lộ]] || 36.434\n|- \n| [[Gio Linh]] || 36.656\n|-\n| [[Hải Lăng]] || 60.187\n|-\n| [[Hướng Hóa]] || 8536\n|-\n| [[Mai Lĩnh]] || 43.178\n|-\n| [[Triệu Phong]] || 82.048\n|- \n| [[Trung Lương, Quảng Trị|Trung Lương]] || 13.647\n|-\n| '''Tổng số || 280.686\n|}\nSau [[Hiệp định Genève, 1954]], sông Bến Hải được chọn làm giới tuyến quân sự tạm thời, tỉnh Quảng Trị tạm thời chia làm hai vùng: Vùng bờ nam sông Bến Hải là tỉnh Quảng Trị, gồm các huyện: Hải Lăng, Triệu Phong, Cam Lộ, Gio Linh, Hướng Hóa, xã Vĩnh Liêm và một phần của xã Vĩnh Sơn (Vĩnh Linh), thị xã Quảng Trị, do chính quyền [[Việt Nam Cộng hòa]] quản lý; hơn 3\/4 địa bàn và dân cư của huyện Vĩnh Linh ở phía Bắc [[vĩ tuyến 17 Bắc|vĩ tuyến 17]] (sông Bến Hải) do Nhà nước [[Việt Nam Dân chủ Cộng hòa]] quản lý, được thành lập đặc khu. Đặc khu Vĩnh Linh tương đương đơn vị hành chính cấp tỉnh, trực thuộc Trung ương.\n\n[[Tập tin:34. Quang Tri Citadel and City looking South Fall 1967.jpg|nhỏ|250px|phải|[[Thành cổ Quảng Trị]] và một góc thị xã thuộc [[Việt Nam Cộng hòa]], năm 1967]]\n\n===Sau 1975===\n====[[Bình Trị Thiên]]====\nSau khi [[Sự kiện 30 tháng 4 năm 1975|Sài Gòn thất thủ]], tỉnh Quảng Trị và đặc khu Vĩnh Linh được [[Cộng hòa Miền Nam Việt Nam]] tiếp quản. Từ [[tháng 3]] năm [[1976]], thực hiện Quyết định của Quốc hội nước [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]], Quảng Trị cùng hai tỉnh [[Quảng Bình]], [[Thừa Thiên]] và đặc khu [[Vĩnh Linh]] hợp nhất thành tỉnh mới là [[Bình Trị Thiên]]. Ngày [[11 tháng 3]] năm [[1977]], hợp nhất 3 huyện [[Vĩnh Linh]], [[Gio Linh]] và [[Cam Lộ]] thành huyện [[Bến Hải (huyện)|Bến Hải]]; hợp nhất 2 huyện [[Triệu Phong]] và [[Hải Lăng]] thành huyện [[Triệu Hải (huyện)|Triệu Hải]].\n====Tái lập tỉnh====\n[[Tập tin:Sông Thạch Hãn ở Quảng Trị.jpg|nhỏ|250px|phải|[[Sông Thạch Hãn]], đoạn chảy qua cầu Thạch Hãn]]\nNgày [[30 tháng 6]] năm [[1989]], Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam (khóa VIII, kỳ họp thứ 5) quyết định chia tỉnh Bình Trị Thiên thành 3 tỉnh: Quảng Bình, Quảng Trị, Thừa Thiên Huế.\n\nNgày [[1 tháng 7]] năm [[1989]], tỉnh Quảng Trị được tái lập, gồm thị xã [[Đông Hà]] (tỉnh lị) và 3 huyện: [[Bến Hải (huyện)|Bến Hải]], [[Hướng Hóa]], [[Triệu Hải (huyện)|Triệu Hải]].\n\nTừ năm [[1990]], có sự thay đổi về địa giới và tên gọi một số huyện, thị xã như sau: chia lại uyện Bến Hải thành 2 huyện: Vĩnh Linh, Gio Linh; chia lại huyện Triệu Hải 2 huyện: Hải Lăng, Triệu Phong và [[Quảng Trị (thị xã)|thị xã Quảng Trị]].\n\nNgày [[19 tháng 10]] năm [[1991]], tái lập lập huyện [[Cam Lộ]] từ một số xã của thị xã Đông Hà.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-328-HDBT-dieu-chinh-dia-gioi-thi-xa-Dong-Ha-va-thanh-lap-lai-huyen-Cam-Lo-tinh-Quang-Tri-vb38202t17.aspx Quyết định 328-HĐBT năm 1991 điều chỉnh địa giới thị xã Đông Hà và thành lập lại huyện Cam Lộ thuộc tỉnh Quảng Trị]<\/ref>\n\nNgày [[17 tháng 12]] năm [[1996]], huyện [[Đakrông]] được thành lập trên cơ sở tách 10 xã thuộc huyện [[Hướng Hóa]] và 3 xã thuộc huyện [[Triệu Phong]].<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-83-CP-thanh-lap-huyen-DaKrong-thuoc-tinh-Quang-Tri-vb40269t11.aspx Nghị định 83-CP năm 1996 về việc thành lập huyện ĐaKrông thuộc tỉnh Quảng Trị]<\/ref>\n\nNgày [[1 tháng 10]] năm [[2004]], thành lập huyện đảo [[Cồn Cỏ]] trên cơ sở đảo Cồn Cỏ thuộc xã Vĩnh Quang, huyện Vĩnh Linh.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-174-2004-ND-CP-thanh-lap-huyen-dao-Con-Co-thuoc-tinh-Quang-Tri-vb52453t11.aspx Nghị định 174\/2004\/NĐ-CP về việc thành lập huyện đảo Cồn Cỏ thuộc tỉnh Quảng Trị]<\/ref>\n\nNgày [[11 tháng 8]] năm [[2009]], chuyển thị xã Đông Hà thành [[Đông Hà|thành phố Đông Hà]].<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-33-NQ-CP-thanh-lap-thanh-pho-Dong-Ha-thuoc-tinh-Quang-Tri-vb92867t13.aspx Nghị quyết số 33\/NQ-CP về việc thành lập thành phố Đông Hà thuộc tỉnh Quảng Trị]<\/ref>\n\n== Địa lý ==\n=== Vị trí địa lý ===\nQuảng Trị là một tỉnh nằm ở dải đất [[miền Trung Việt Nam]], nơi chuyển tiếp giữa hai miền địa lý Bắc - Nam. Tọa độ địa lý tỉnh Quảng Trị ở vào vị trí từ 16°18' đến 17°10' vĩ độ Bắc, 106°32' đến 107°34' kinh độ Đông. Nằm cách thủ đô [[Hà Nội]] 593&nbsp;km về phía Nam, cách thành phố [[Đà Nẵng]] 178&nbsp;km về phía Bắc. Có vị trí địa lý:\n\n* Phía bắc giáp tỉnh [[Quảng Bình]].\n* Phía nam giáp tỉnh [[Thừa Thiên Huế]].\n* Phía tây giáp 2 tỉnh [[Savannakhet]] và [[Salavan]] của [[Lào|Cộng hòa Dân chủ Nhân dân Lào]].\n* Phía Đông giáp [[biển Đông]].\n\nVới tọa độ địa lý này, Quảng Trị được tạo nên bởi một không gian lãnh thổ mang sắc thái khí hậu nhiệt đới ẩm, điển hình của vòng đai nội chí tuyến Bắc bán cầu và chịu ảnh hưởng rất lớn của [[biển Đông]].\n\n==== Các điểm cực của tỉnh Quảng Trị: ====\n* Điểm cực bắc tại: thôn Mạch Nước, xã Vĩnh Thái, huyện [[Vĩnh Linh]].\n* Điểm cực nam tại: bản A Ngo, xã A Ngo, huyện [[Đakrông]].\n* Điểm cực đông tại: thôn Thâm Khê, xã Hải Khê, huyện [[Hải Lăng]].\n* Điểm cực tây tại: đồn biên phòng Cù Bai, xã Hướng Lập, huyện [[Hướng Hóa]].\n\nChiều ngang trung bình của tỉnh 63,9&nbsp;km, (chiều ngang rộng nhất 75,4&nbsp;km, chiều ngang hẹp nhất 52,5&nbsp;km).\n\nTuy với một diện tích không rộng, người không đông nhưng do nằm ở vị trí chiến lược quan trọng nên Quảng Trị đã và đang giữ vai trò trọng yếu trong việc bảo vệ và khai thác Biển Đông, giao lưu giữa hai miền Bắc - Nam của đất nước cũng như lưu thông thuận lợi với các nước phía tây bán đảo Đông Dương, các nước khác trong khu vực [[Đông Nam Á]] và thế giới qua cửa khẩu [[Lao Bảo]] - hành lang quốc lộ số 9 ra [[cảng Cửa Việt]].\n\n===Điều kiện tự nhiên===\nDãy núi Trường Sơn khu vực thuộc tỉnh Quảng Trị có độ cao trung bình thấp nhất. Là tỉnh có diện tích đất bazan lớn nhất khu vực Bắc Trung Bộ với hơn 15.000ha rải rác nhiều nơi nhưng tập trung chủ yếu ở hai huyện Vĩnh Linh và Gio Linh. Loại đất này rất thích hợp với trồng các loại cây công nghiệp.\n\n====Địa hình====\nQuảng Trị nằm trong vùng đứt gãy của dãy Trường Sơn. Địa hình đa dạng bao gồm núi, đồi, đồng bằng, cồn cát và bãi biển chạy theo hướng tây bắc - đông nam. Quảng Trị có nhiều sông ngòi với 7 hệ thống sông chính là [[sông Thạch Hãn]], [[sông Bến Hải]], sông Hiếu, [[sông Ô Lâu]], sông Bến Đá, [[sông Xê Pôn]] và [[sông Sê Păng Hiêng]]. Sông ở các huyện miền núi có khả năng xây dựng [[thủy điện]] vừa và nhỏ. Nhìn đại thể, địa hình núi, đồi và đồng bằng Quảng Trị chạy dài theo hướng tây bắc - đông nam và trùng với phương của đường bờ biển.\n\nSự trùng hợp này được thấy rõ trên dường phân thủy giữa Trường Sơn Đông và Trường Sơn Tây. Ở [[Quảng Bình]], các đỉnh cao nhất đều nằm ở giữa đường biên giới Việt - Lào nhưng ở Quảng Trị, các đỉnh cao lại nằm sâu trong lãnh thổ Việt Nam. Các sông lớn như Sê Păng Hiêng, Sê Pôn... đều bắt nguồn từ Việt Nam chảy qua Lào.Tuy nhiên nếu xem xét địa hình ở quy mô nhỏ hơn, từng dãy núi, từng dải đồi thì địa hình lại có hướng song song với các thung lũng sông lớn như Cam Lộ, Thạch Hãn, Bến Hải...\n\n''Địa hình núi cao.'' Phân bố ở phía Tây từ dãy Trường Sơn đến miền đồi bát úp, chiếm diện tích lớn nhất, có độ cao từ 250–2000 m, độ dốc 20-300. Địa hình phân cắt mạnh, độ dốc lớn, quá trình xâm thực và rửa trôi mạnh. Các khối núi điển hình là Động Voi Mẹp, Động Sa Mui, Động Châu, Động Vàng. Địa hình vùng núi có thể phát triển trồng rừng, trồng cây lâu năm và chăn nuôi đại gia súc. Tuy nhiên phần lớn địa hình bị chia cắt mạnh, sông suối, đèo dốc nên đi lại khó khăn, làm hạn chế trong việc xây dựng cơ sở hạ tầng như giao thông, mạng lưới điện... cũng như tổ chức đời sống xã hội và sản xuất. Tuy nhiên có tiềm năng thủy điện nhỏ khá phong phú.\n\n''- Địa hình gò đồi, núi thấp.''Là phần chuyển tiếp từ địa hình núi cao đến địa hình đồng bằng, chạy dài dọc theo tỉnh. Có độ cao từ 50-250m, một vài nơi có độ cao trên 500 m. Địa hình gò đồi, núi thấp (vùng gò đồi trung du) tạo nên các dải thoải, lượn sóng, độ phân cắt từ sâu đến trung bình. Khối bazan Gio Linh - Cam Lộ có độ cao xấp xỉ 100 – 250 m dạng bán bình nguyên, lượn sóng thoải, vỏ phong hóa dày, khối bazan Vĩnh Linh nằm sát ven biển, có độ cao tuyệt đối từ 50-100m. Địa hình gò đồi, núi thấp thích hợp cho trồng cây công nghiệp như cao su, hồ tiêu, cây ăn quả lâu năm.\n\n''- Địa hình đồng bằng.''Là những vùng đất được bồi đắp phù sa từ hệ thống các sông, địa hình tương đối bằng phẳng, có độ cao tuyệt đối từ 25–30 m. Bao gồm đồng bằng Triệu Phong được bồi tụ từ phù sa sông Thạch Hãn khá màu mỡ; đồng bằng Hải Lăng, đồng bằng sông Bến Hải tương đối phì nhiêu. Đây là vùng trọng điểm sản xuất lương thực, nhất là sản xuất lúa ở các huyện Hải Lăng, Triệu Phong, Gio Linh, Vĩnh Linh.\n\n''- Địa hình ven biển.''Chủ yếu là các cồn cát, đụn cát phân bố dọc ven biển. Địa hình tương đối bằng phẳng, thuận lợi cho việc phân bố dân cư. Một số khu vực có địa hình phân hóa thành các bồn trũng cục bộ dễ bị ngập úng khi có mưa lớn hoặc một số khu vực chỉ là các cồn cát khô hạn, sản xuất chưa thuận lợi, làm cho đời sống dân cư thiếu ổn định.\n\n====Khí hậu====\nQuảng Trị nằm ở phía Nam của Bắc Trung Bộ, trọn vẹn trong khu vực nhiệt đới ẩm gió mùa, là vùng chuyển tiếp giữa hai miền khí hậu là cận nhiệt đới gió mùa và nhiệt đới gió mùa. Ở vùng này khí hậu khắc nghiệt, chịu hậu quả nặng nề của gió tây nam khô nóng, bão, mưa lớn, khí hậu biến động mạnh, thời tiết diễn biến thất thường, vì vậy trong sản xuất và đời sống người dân gặp không ít khó khăn.\n\nĐộ ẩm: Quảng Trị có độ ẩm tương đối, trung bình năm khoảng 80-85%. Giữa hai miền Đông và Tây Trường Sơn chế độ ẩm cũng phân hóa theo thời gian. Tháng có độ ẩm thấp nhất là từ tháng 5 đến đầu tháng 8 vì đây là các tháng chịu ảnh hưởng mạnh mẽ nhất của gió phơn Tây Nam khô nóng và ít mưa, độ ẩm thấp nhất có khi xuống đến 22%; trong những tháng mùa mưa, độ ẩm tương đối trung bình thường trên 85%, có khi lên đến 88-90%.\n\nGió: Tỉnh Quảng Trị chịu ảnh hưởng của hai hướng gió chính là gió mùa Tây Nam và gió mùa Đông Bắc. Đặc biệt gió Tây Nam khô nóng ở Quảng Trị là hiện tượng rất điển hình, được đánh giá là dữ dội nhất ở nước ta. Trung bình mỗi năm có khoảng 45 ngày. Trong các đợt gió Tây Nam khô nóng, nhiệt độ có thể lên tới 40 - 42&nbsp;°C. Gió Tây Nam khô nóng làm ảnh hưởng không nhỏ tới các hoạt động kinh tế - xã hội, đặc biệt là sản xuất nông nghiệp.\n\nDo nằm trọn vẹn trong nội chí tuyến Bắc bán cầu, hàng năm có hai lần mặt trời đi qua thiên đỉnh (tháng 5 và tháng 8), nền bức xạ cao (cực đại vào tháng 5, cực tiểu vào tháng 12). Tổng lượng cán cân bức xạ cả năm ở Quảng Trị dao động trong khoảng 70-80 Kcalo\/cm² năm), những tháng mùa hè gấp 2-3 lần những tháng mùa đông. Tổng số giờ nắng trung bình năm ở Quảng Trị dao động từ 1.800 - 2.000 giờ. Số giờ nắng nhất vào tháng 7 (240-250 giờ).\n\nNhiệt độ trung bình hàng năm dao động từ 24,5 - 25,2&nbsp;°C, tháng 7 cao nhất còn tháng 1 thấp nhất. Nhiệt độ tối cao trong năm vào các tháng nóng, ở vùng đồng bằng trên 40&nbsp;°C và ở vùng núi thấp 34-35&nbsp;°C. Nhiệt độ thấp nhất trong năm có thể xuống tới 8-10&nbsp;°C ở vùng đồng bằng và 3-5&nbsp;°C ở vùng núi cao. Gió phơn tây nam khô nóng, thường gọi là \"gió Lào\", thường xuất hiện vào tháng 3-9 và gay gắt nhất tháng 4-5 đến tháng 8. Hàng năm có 40-60 ngày khô nóng.\n\nMùa mưa diễn ra từ cuối tháng 8 đến tháng 12, với lượng mưa trong thời gian này chiếm trên 80% tổng lượng mưa cả năm. Lượng mưa trong khoảng đầu mùa mưa (tháng 8 - 11) chủ yếu là từ các cơn bão, áp thấp và vùng xoáy thấp nhiệt đới. Lượng mưa nửa cuối mùa mưa chủ yếu từ các đợt gió mùa Đông Bắc gây ra kiểu thời tiết lạnh và ẩm. Các tháng mưa kéo dài, lớn là tháng 9-11 (có thể đạt khoảng 600&nbsp;mm). Tháng ít mưa nhất là tháng 2-7 (thấp nhất là 40mm\/tháng). Tổng lượng mưa cả năm dao động khoảng 2.000–2.700&nbsp;mm, số ngày mưa 130-180 ngày. Độ ẩm tương đối trung bình, tháng ẩm 85-90%, độ ẩm thấp nhất tháng khô có thể xuống dưới 50%, có. Thành phố Đông Hà vào mùa hè bị khô cạn hơn cả, vùng [[Khe Sanh]] (Hướng Hóa) có khí hậu quanh năm ẩm.\n\nMùa bão ở Quảng Trị diễn ra từ tháng 7 đến tháng 11, trong đó tháng 9-10 nhiều bão nhất. Theo số liệu thống kê trong 98 năm có 75 cơn bão đổ bộ vào khu vực Bình Trị Thiên, bình quân 0,8 cơn bão\/năm ảnh hưởng trực tiếp đến Quảng Trị, có năm không có bão, nhưng lại có năm liên tiếp 2-3 cơn bão đổ bộ trực tiếp. Ảnh hưởng tai hại nhất là bão gây ra gió xoáy giật kèm theo mưa to dài ngày (2-5 ngày)gây ra lũ lụt nghiêm trọng. Tỷ lệ mưa do bão và áp thấp nhiệt đới ngây ra chiếm tới 40-50% tổng lượng mưa trong các tháng 7-10. Lượng mưa do một cơn bão gây ra khoảng 300–400&nbsp;mm, có khi lên tới 1.000&nbsp;mm.\n\n==== Tài nguyên khoáng sản ====\nTài nguyên khoáng sản của tỉnh Quảng Trị khá phong phú và đa dạng, đặc biệt là khoáng sản làm nguyên liệu sản xuất xi măng và làm vật liệu xây dựng. Đây là điều kiện để tỉnh có thể phát triển mạnh công nghiệp xi măng và VLXD.\n\nTheo tài liệu hiện có, trên địa bàn tỉnh Quảng Trị có 130 mỏ và điểm khoáng sản, trong đó có 86 điểm, mỏ vật liệu xây dựng và nguyên liệu sản xuất xi măng với các loại chủ yếu như đá vôi, đá sét và các chất phụ gia (như đá bazan, quặng sắt), sét gạch ngói, cát cuội sỏi, cát thủy tinh, cao lanh... Ngoài ra còn có các điểm, mỏ khoáng sản khác như vàng, titan, than bùn...\n\n- ''Đá vôi xi măng''. Có tổng trữ lượng trên 3 tỷ tấn, tập trung chủ yếu ở các mỏ: Tân Lâm, Cam Thành (Cam Lộ), Tà Rùng, Hướng Lập (Hướng Hóa); sét ximăng ở Cam Tuyền, Tà Rùng, phụ gia xi măng khác ở Cùa, Tây Gio Linh...\n\n- ''Đá xây dựng, ốp lát''.Toàn tỉnh có 10 điểm, mỏ đá xây dựng, trữ lượng khoảng 500 triệu m3; phân bố chủ yếu dọc Quốc lộ 9 và đường Hồ Chí Minh trở về phía Tây, có điều kiện giao thông khá thuận lợi. Đá ốp lát có 4 điểm là đá granit Chân Vân, đá hoa Khe Ngài, granodiorit Đakrông và gabro Cồn Tiên.\n\n''- Sét gạch ngói.''Hiện có 18 điểm, mỏ với trữ lượng khoảng gần 82 triệu m3, phân bố ở nhiều nơi nhưng tập trung chủ yếu ở Vĩnh Linh, Gio Linh, Cam Lộ, Triệu Phong, Hải Lăng.\n\n''- Cát, cuội, sỏi xây dựng.'' Có 16 mỏ và điểm, trữ lượng dự báo khoảng 3,9 triệu m3, tập trung ở phần thượng nguồn các sông, nằm ở những vùng có giao thông thuận lợi cho việc khai thác.\n\n''- Cát thủy tinh.'' Dự báo trữ lượng khoảng 125 triệu m3, chất lượng tốt, phân bố chủ yếu ở Gio Linh, Triệu Phong, Hải Lăng nhưng tập trung ở khu vực Cửa Việt; có khả năng chế biến silicát, sản xuất thủy tinh và kính xây dựng.\n\n''- Cao lanh.''Đã phát hiện được 03 điểm cao lanh là Tà Long, A Pey (Đăkrông) và La Vang (Hải Lăng) chất lượng khá tốt, đang tiếp tục thăm dò, thử nghiệm để đưa vào khai thác.\n\n''- Than bùn.''Phân bố tập trung ở Hải Lăng và Gio Linh với tổng trữ lượng gần 400 ngàn tấn cho phép khai thác làm nguyên liệu sản xuất phân vi sinh với khối lượng khá lớn.\n\n''- Ti tan.''Phân bố dọc ven biển nhưng tập trung chủ yếu ở Vĩnh Linh, Gio Linh, Hải Lăng, có trữ lượng trên 500.000 tấn, có thể khai thác với khối lượng khoảng 10 - 20 nghìn tấn\/năm để chế biến xuất khẩu.\n\n''- Nước khoáng.''Phân bố ở Cam Lộ, Đakrông cho phép phát triển công nghiệp sản xuất nước khoáng, phát triển các dịch vụ nghỉ dưỡng, chữa bệnh.\n\n''- Vàng''. Phân bố ở Vĩnh Ô (Vĩnh Linh), Tà Long, A Vao (Đakrông) với trữ lượng khoảng 20 tấn, trong đó điểm mỏ vàng góc A Vao đã được thăm dò có thể tổ chức khai thác với quy mô công nghiệp.\n\n== Dân số==\n{| class=\"toc\" style =\"float: right; font-size:90%; text-align: center; margin:1em; margin-top:0.5em; \"\n|-\n| colspan=\"17\" style =\"background:#0ff; \"| ''' Lịch sử phát triển ''' <br> '''dân số''' <\/small>\n|-\n| style =\"background:#df73ff; \"|'''[[Năm]]''' || || style =\"background:#df73ff; \"|'''[[Dân số]]'''\n|-\n| [[1995]] || || 534.900\n|-\n| [[1996]] || || 544.800\n|-\n| [[1997]] || || 555.000\n|-\n| [[1998]] || || 565.400\n|-\n| [[1999]] || || 574.900\n|-\n| [[2000]] || || 577.600\n|-\n| [[2001]] || ||580.800\n|-\n| [[2002]] || || 583.900\n|-\n| [[2003]] || || 586.300\n|-\n| [[2004]] || || 588.600\n|-\n| [[2005]] || || 590.300\n|-\n| [[2006]] || || 591.900\n|-\n| [[2007]] || || 594.100\n|-\n| [[2008]] || || 596.700\n|-\n| [[2009]] || || 598.600\n|-\n| [[2010]]|| || 601.700\n|-\n| [[2011]] || || 604.700\n|-\n| [[2019]] || || 632.375\n|-\n| colspan=\"17\" style =\"text-align: center\"| '''Nguồn''':<ref name =\"dánolonganqacnam\">[http:\/\/www.gso.gov.vn\/default.aspx?tabid=387&idmid=3&ItemID=12873 Dân số trung bình phân theo địa phương qua các năm], Theo Tổng cục thống kê Việt Nam.<\/ref>\n|}\n\nTính đến ngày 1\/4\/2019, dân số của tỉnh là 632.375 người. Toàn tỉnh có 136.743 hộ gia đình, bình quân 4,4 nhân khẩu\/hộ. Dân số thành thị có 195.413 người, chiếm 30,9%. Tỉ lệ tăng dân số tự nhiên tăng 0,55; dân số cơ học tăng không đáng kể. Bình quân mỗi năm dân số trung bình toàn tỉnh tăng thêm khoảng 5.000-6.000 người. Đây cũng là tỉnh ít dân nhất vùng [[Bắc Trung Bộ]] với gần 700.000 dân. Tỷ lệ đô thị hóa tính đến năm 2022 đạt 33%.\n\nTrong cơ cấu dân số phân theo giới tính, nữ chiếm 50,4%, nam chiếm 49,6%; phân theo độ tuổi, từ 0-59 tuổi chiếm khoảng 90,9%, chỉ tiêu này cho thấy đây là cơ cấu dân số trẻ, riêng dân số dưới 15 tuổi chiếm 37,9%, đây là lực lượng lao động dự trữ dồi dào của tỉnh.\n\nMật độ dân số toàn tỉnh là 126,7 người\/km2,thuộc loại thấp so với các tỉnh, thành khác trong cả nước. Dân cư phân bố không đều giữa các vùng lãnh thổ, tập trung đông ở các thành phố, thị xã, các huyện đồng bằng như thị xã Quảng Trị: 308 người\/km2, thành phố Đông Hà: 1.157 người\/km2, trong khi đó huyện Đakrông chỉ có 29 người\/km2, Hướng Hoá 64 người\/km2. Sự phân bố dân cư không đồng đều giữa các vùng gây ảnh hưởng không nhỏ tới việc xây dựng các công trình hạ tầng giao thông, điện, nước, thủy lợi, trường học, trạm y tế... phục vụ sản xuất và dân sinh ở những vùng có địa hình núi cao, chia cắt, thưa dân.\n\nCộng đồng các dân tộc tỉnh Quảng Trị gồm 3 dân tộc chính: Kinh, Vân Kiều và Pa Cô. Tỉ lệ các dân tộc thiểu số chiếm khoảng 9% tổng dân số. Mỗi dân tộc đều có lịch sử lâu đời và có truyền thống văn hóa phong phú, đặc sắc, đặc biệt là văn hóa dân gian. Đồng bào các dân tộc thiểu số Vân Kiều và Pa Cô sinh sống chủ yếu ở các huyện miền núi phía Tây của tỉnh như: Hướng Hóa, Đakrông. [http:\/\/songoaivu.quangtri.gov.vn\/vi\/about\/Tong-quan-ve-Quang-Tri.html]\n\nTính đến ngày [[1 tháng 4]] năm [[2019]], toàn tỉnh có 9 [[tôn giáo]] khác nhau đạt 86.363 người, nhiều nhất là [[Phật giáo Việt Nam|Phật giáo]] có 52.881 người, tiếp theo là [[Công giáo tại Việt Nam|Công giáo]] có 25.720 người, [[Kháng Cách|đạo Tin Lành]] có 7.750 người. Còn lại các tôn giáo khác như [[Tịnh độ cư sĩ Phật hội Việt Nam]] có năm người, [[đạo Cao Đài]] và [[Baha'i|tôn giáo Baha'i]] mỗi tôn giáo có hai người, [[Hồi giáo tại Việt Nam|Hồi giáo]], [[Phật giáo Hòa Hảo]] và [[Tứ Ân Hiếu Nghĩa]] mỗi tôn giáo chỉ có một người.<ref name=\"dstcdtvn\">[http:\/\/www.gso.gov.vn\/Modules\/Doc_Download.aspx?DocID=12724 Kết quả toàn bộ Tổng điều tra Dân số và Nhà ở Việt Nam năm 2009], Tổng cục Thống kê Việt Nam.<\/ref>\n\n==Hành chính==\nQuảng Trị hiện bao gồm 1 thành phố, 1 thị xã và 8 huyện với 125 đơn vị hành chính cấp xã (bao gồm 101 xã, 13 phường và 11 thị trấn).<ref name=NQ832>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-832-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Quang-Tri-432102.aspx|tựa đề=Nghị quyết số 832\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Quảng Trị|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n'''Danh sách các đơn vị hành chính''' \n{| cellpadding=\"0\" cellspacing=\"6\" width=\"100%\" align=\"center\" style =\"background: #f9f9f9; border: 1px #aaa solid; margin-top: 16px\"\n! colspan=\"3\" style =\"background: #E6E6FA; font-size: 95%;\" | Danh sách các đơn vị hành chính trực thuộc tỉnh Quảng Trị\n|-\n| width=\"50%\" valign=\"top\" style =\"background: #f9f9f9;\"|\n{| cellpadding=\"1\" cellspacing=\"1\" style =\"background: #f9f9f9; font-size: 90%; text-align: right;\" width=\"100%\"\n|-\n! align=\"left\" style =\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" | Tên!! style =\"border-bottom: 2px solid #CCCCFF;\" |Dân số (người)<sup>2019<\/sup>!! style =\"border-bottom: 2px solid #CCCCFF;\" | Hành chính\n|-\n| align=\"left\" colspan=\"3\" style =\"background: #F5F5DC; padding-left: 30px;\" | '''Thành phố (1)'''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Đông Hà]] ||114.830|| ''9 phường''\n|-\n| align=\"left\" colspan=\"3\" style =\"background: #F5F5DC; padding-left: 30px;\" | '''Thị xã (1)'''\n|-\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Quảng Trị (thị xã)|Quảng Trị]] ||31.770|| ''4 phường, 1 xã''\n|-\n| align=\"left\" colspan=\"3\" style =\"background: #F5F5DC; padding-left: 30px;\" | '''Huyện (8)'''\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Cam Lộ]] ||52.000||''1 thị trấn, 7 xã''\n|-\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Cồn Cỏ]] ||500||\n|}\n| width=\"50%\" valign=\"top\" style =\"background: #f9f9f9;\" |\n{| cellpadding=\"1\" cellspacing=\"1\" style =\"background: #f9f9f9; font-size: 90%; text-align: right;\" width=\"100%\"\n|-\n! align=\"left\" style =\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" | Tên!! style =\"border-bottom: 2px solid #CCCCFF;\" | Dân số (người)<sup>2019<\/sup>!! style =\"border-bottom: 2px solid #CCCCFF;\" | Hành chính\n|-\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Đakrông]] ||39.320||''1 thị trấn, 12 xã''\n|-\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Gio Linh]] ||80.130|| ''2 thị trấn, 15 xã''\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Hải Lăng]]||103.000||''1 thị trấn, 15 xã''\n|-\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Hướng Hóa]]||90.390|| ''2 thị trấn, 19 xã''\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Triệu Phong]]|| 110.260||''1 thị trấn, 17 xã''\n|-\n| align=\"left\" style =\"padding-left: 6px; white-space:nowrap\" |[[Vĩnh Linh]]|| 96.170|| ''3 thị trấn, 15 xã''\n|}\n| valign=\"top\" style =\"background: #f9f9f9; font-size: 90%\" |\n|}\n\n==Kinh tế==\n{{Chính|Danh sách đơn vị hành chính Việt Nam theo GRDP}}\n{{Chính|Danh sách đơn vị hành chính Việt Nam theo GRDP bình quân đầu người}}\n===Giao thông===\n[[Tập tin:Cầu sắt Thạch Hãn.jpg|nhỏ|250px|phải|Cầu Thạch Hãn vượt sông Thạch Hãn\n\n]]\nQuảng Trị có điều kiện giao thông khá thuận lợi cả về đường bộ, đường sắt và đường thủy. Qua địa phận Quảng Trị có các tuyến giao thông huyết mạch như [[Quốc lộ 1]], [[đường Hồ Chí Minh]] (nhánh Đông và nhánh Tây), [[Đường sắt Bắc Nam|tuyến đường sắt Bắc - Nam]] chạy dọc qua tỉnh, và Quốc lộ 9 gắn với [[Đường Xuyên Á|đường xuyên Á]] cho phép Quảng Trị có thể giao lưu kinh tế với các tỉnh trong vùng và cả nước. [[Cảng Cửa Việt]] là một trong những cảng biển có thể phục vụ cho vận chuyển hàng hóa trong vùng và trung chuyển hàng hóa qua [[đường Xuyên Á]]. Cách không xa trung tâm tỉnh lỵ Đông Hà có [[Sân bay quốc tế Phú Bài|sân bay Phú Bài]] - Thừa Thiên Huế (khoảng 80&nbsp;km) và sân bay quốc tế Đà Nẵng (khoảng 150&nbsp;km).\n\nTỉnh có đường sắt Bắc Nam, đường [[Quốc lộ 1]] và [[đường Hồ Chí Minh]] chạy qua. Đặc biệt có [[quốc lộ 9A|đường 9]] nối với [[đường Xuyên Á|đường liên Á]] qua [[khu kinh tế - thương mại đặc biệt Lao Bảo|cửa khẩu quốc tế Lao Bảo]] sang Lào. Dự án [[sân bay Quảng Trị]] ở [[Gio Linh]], cách [[Đông Hà]] 7&nbsp;km về phía bắc đang được chuẩn bị thủ tục triển khai đầu tư. Cảng biển Mỹ Thủy, Đại lộ Đông Tây bảy làn xe nối từ cảng Mỹ Thủy qua [[cửa khẩu Lao Bảo]], có tổng vốn đầu tư khoảng 150 triệu USD.\n\nBiển số xe cơ giới trong tỉnh:\n* Xe cơ giới trong tỉnh: 74-K XXX.XX\n* Xe môto trên 175cc: 74-A1 XXX.XX\n* Thành phố Đông Hà: 74-C1 XXX.XX\n* Thị xã Quảng Trị: 74-E1 XXX.XX\n* Huyện Gio Linh: 74-B* XXX.XX k2\n* Huyện Vĩnh Linh: 74-L* XXX.XX\n* Huyện Cam Lộ: 74-G* XXX.XX\n* Huyện Hải Lăng: 74-F* XXX.XX\n* Huyện Đakrông: 74-K1 XXX.XX\n* Huyện Hướng Hóa: 74-H* XXX.XX\n* Huyện Triệu Phong: 74-D* XXX.XX\n* Huyện Đảo Cồn Cỏ: 74-P* XXX.XX\n\n===Du lịch===\nTrong những năm [[Chiến tranh Việt Nam]], Quảng Trị là một trong những nơi bị thả bom nhiều nhất. Ngày nay Quảng Trị là nơi có nhiều địa danh, di tích lịch sử và có nhiều tiềm năng du lịch tự nhiên và nhân văn khá phong phú, phân bố rộng khắp trên các địa bàn trong tỉnh và gần các trục giao thông chính nên rất thuận lợi cho khai thác:\n* [[Đảo Cồn Cỏ-Hòn Ngọc giữa Biển Đông]]\n* [[Sân bay Tà Cơn]]\n* [[Hệ thống Giếng cổ Gio An]]\n*[[Cầu treo Đakrông]]\n* [[Đường Trường Sơn|Đường mòn Hồ Chí Minh]].\n* [[Thành cổ Quảng Trị]] (là một nơi gắn liền với chiến dịch mùa hè [[1972]]).\n* [[Nghĩa trang liệt sĩ Quốc gia Trường Sơn]]\n* [[Nghĩa trang liệt sĩ Quốc gia Đường 9]]\n* [[Địa đạo Vịnh Mốc]]\n* [[Di tích Quốc gia Hiền Lương-Bến Hải]]\n* [[Căn cứ Khe Sanh]]\n* [[Gio Linh#Căn cứ Cồn Tiên - Dốc Miếu|Căn cứ Cồn Tiên - Dốc Miếu]]\n* [[Hàng rào điện tử McNamara]]\n* [[Bãi tắm Cửa Tùng]] (được các sĩ quan [[Hải quân Pháp]] mệnh danh là \"Nữ hoàng của các bãi tắm\" ở [[Bán đảo Đông Dương|Đông Dương]].)\n* [[Biển Mỹ Thủy]]\n* [[Biển Cửa Việt]]\n* [[Vương cung thánh đường Đức Mẹ La Vang|Linh Địa La Vang]]\n\n== Ẩm thực ==\nCác đặc sản, ẩm thực địa phương ở Quảng Trị: hải sản, bánh tét gù Đại An Khê, cháo cá vạc giường Hải Lăng, gỏi tép nhảy Bàu Trạng, bánh khoái, rượu Kim Long, bún hến Mai Xá, bánh beng Pa Cô- Vân Kiều, lòng thả, bột lọc Mỹ Chánh, bánh ít lá gai, ớt dầm Câu Nhi, xà lách xoong Gio An, rượu sim, chuối lùn Tà Rụt, cheo cá mát Pa Cô- Vân Kiều, mứt gừng Mỹ Chánh, canh ám làng Lam, cháo bột vịt Đông Hà, rượu cần miền Tây, nước mắm Mỹ Thủy, cá hấp Cửa Tùng, chả nem chợ Sãi, bánh tày, cao chè vằng Định Sơn, cơm lam người Pa Cô- Vân Kiều, bắp hầm, bánh bột lọc Quảng Trị, bánh bèo Phù Lưu, rượu búng báng, lạc, bún sòng Cẩm Thạch, ốc Cồn Cỏ, nước mắm Gia Đẳng, lợn Vân Pa, cà phê Hướng Hóa, mắm đam Trà Trì, bún tươi Triệu Sơn, cá mát sông Đăk Krông, mít thấu Quảng Trị, rượu men lá Ba Nang, hồ tiêu Vĩnh Linh, bánh đúc rau câu, gà cùa Cam Lộ, bánh canh cá lóc Diên Sanh, bún nghệ, bánh ướt Phương Lang, gà kho củ nén.\n\n== Danh nhân ==\nLĩnh vực chính trị:\n\nLĩnh vực chính trị:\n*[[Bùi Dục Tài]] - Danh thần đời [[Lê Túc Tông]], Tham chính đạo Thanh Hoa\n*[[Nguyễn Hữu Thận]] - Nhà toán học và nhà thiên văn học, đại thần trải hai triều: [[nhà Tây Sơn]] và [[nhà Nguyễn]] trong lịch sử Việt Nam.\n*[[Trần Đình Túc]] - Quan đại thần [[nhà Nguyễn]] (thời [[Tự Đức]]), từng giữ các chức [[Tổng đốc]] Hà Ninh ([[Hà Nội]], [[Ninh Bình]]), Hiệp biện Đại học sĩ. Trần Đình Túc là một trong những đại thần chủ chốt trong việc nghị hòa với người [[Pháp]], khi Pháp xâm lược [[Việt Nam]]\n* [[Nguyễn Văn Tường]] - Quan Đại thần phụ chính [[Nhà Nguyễn]], một trong những nhân vật trọng yếu của phong trào [[Cần Vương]]\n*[[Lê Trinh]]: [[Thượng thư]] [[Lục bộ|bộ lễ và bộ công]] của triều vua [[nhà Nguyễn]]\n* [[Lê Duẩn]] - Tổng Bí thư [[Đảng Cộng sản Việt Nam]]\n* [[Đoàn Khuê]] - Đại tướng Quân đội Nhân dân Việt Nam, Bộ trưởng Bộ Quốc phòng\n*[[Đoàn Chương]] - Trung tướng [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]].Nguyên Viện trưởng [[Viện chiến lược Quân sự|Viện Chiến lược quân sự]].\n*[[Lê Chưởng]] - Thiếu tướng [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]], Bí thư Xứ ủy [[Trung kỳ]], Thứ trưởng [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục]], Chính ủy kiêm phó Bí thư [[Khu Trị Thiên Huế|Quân khu Trị Thiên]], Thường vụ kiêm Chính ủy Liên khu IV.\n*[[Trần Sâm]] - Thượng tướng [[Quân đội nhân dân Việt Nam]], một nhà quản lý khoa học kỹ thuật của [[Quân đội nhân dân Việt Nam|Quân đội]]\n*[[Nguyễn Khánh Toàn (thượng tướng)|Nguyễn Khánh Toàn]] (sinh năm [[1945]]) là [[Thượng tướng Công an nhân dân Việt Nam|Thượng tướng]] [[Công an Nhân dân Việt Nam]]. Ông từng giữ chức Thứ trưởng Thường trực [[Bộ Công an (Việt Nam)|Bộ Công an Việt Nam]], Phó Bí thư Đảng ủy Công an Trung ương, Đại biểu Quốc hội khóa XI.\n*[[Lê Đăng Dũng]] - Thiếu tướng [[Quân đội nhân dân Việt Nam]], Chủ tịch HĐQT, tổng giám đốc [[Viettel]]\n* [[Trần Hữu Dực]] - Phó thủ tướng chính phủ\n*[[Trần Quỳnh|Trần Quỳnh - Phó Chủ tịch Hội đồng Bộ trưởng]], Chủ nhiệm Ủy ban Khoa học và Kỹ thuật Nhà nước\n* [[Trần Trọng Tân]] - Nguyên trưởng Ban tư tưởng văn hóa Trung ương, Phó bí thư thành uỷ Thành phố Hồ Chí Minh\n* [[Hoàng Xuân Lãm]] - Trung tướng [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]], Tư lệnh [[Vùng 1 chiến thuật]]\n*[[Đặng Thí]] - Ủy viên Ban Chấp hành Trung ương Đảng, Bộ trưởng Chủ nhiệm Văn phòng Hội đồng Bộ trưởng\n*[[Nguyễn Văn Hùng]]- Bộ trưởng bộ VHTT&DL\n*[[Lê Khánh Hải]] - Chủ nhiệm Văn phòng Chủ tịch nước, Chủ tịch Liên đoàn Bóng đá Việt Nam\n*[[Hồ Ngọc Đại]] - [[Tiến sĩ khoa học|Tiến sĩ Khoa học]],Tâm lý Giáo dục\n\nLĩnh vực văn hóa, nghệ thuật:\n* [[Duy Khánh]] - Ca sĩ, nhạc sĩ\n* [[Quang Linh]] - ca sĩ\n* [[Bảo Yến]] - ca sĩ\n* [[Như Quỳnh]] - Ca sĩ\n* [[Vân Khánh]] - Ca sĩ\n* [[Tùng Dương]] - Ca sĩ\n* [[Hoàng Thi Thơ]] - Nhạc sĩ\n* [[Trần Hoàn]] - Nhạc sĩ\n*[[Trần Quang Lộc]] - Nhạc sĩ\n* [[Chế Lan Viên]] - Nhà thơ\n* [[Hoàng Phủ Ngọc Tường]] - Nhà văn\n* [[Lê Thu Uyên]] - Ca sĩ\n*[[Hồ Phương Liên]] - Ca sĩ\n*[[Ý Linh]] - Ca sĩ\n*[[Mai Quốc Huy]] - Ca sĩ\n*[[Thúy Nga]] - Nghệ sĩ hài \n*[[Đinh Hương (ca sĩ)|Đinh Hương]] - Ca sĩ\n*[[Văn Mai Hương]] - Ca sĩ\n*Tăng Duy Tân - Ca sĩ\n\nDoanh nhân:\n* [[Hoàng Kiều]] - Một trong những tỷ phú người Việt giàu nhất thế giới\n* [[Nguyễn Đăng Quang (doanh nhân)]] - Tỷ phú đô la, Chủ tịch tập đoàn Masan, Phó chủ tịch Techcombank\n* [[Phạm Phú Quốc (doanh nhân)]]\n\nThể thao:\n*[[Nguyễn Anh Đức]] - Cầu thủ bóng đá (quê gốc ở Hải Lăng)\n* [[Trương Văn Thái Quý]] - Cầu thủ bóng đá\n* [[Hoàng Xuân Vinh]] - VĐV Bắn súng, Huy chương vàng Olympics Rio de Janero 2016\n* [[Nguyễn Văn Hạnh]] - Cầu thủ bóng chuyền\n\n==Hình ảnh==\n<center><gallery>\nTập tin:Một góc Đông Hà, Quảng Trị.JPG|Một góc thành phố Đông Hà, Quảng Trị.\nTập tin:Một góc TP.Đông Hà, Quảng Trị.JPG|Một góc thành phố Đông Hà.\nHình:Benhai04.JPG|Di tích Đôi bờ Hiền Lương.\nTập tin:Thành cổ Quảng Trị.JPG|Đài tưởng niệm trong thành cổ Quảng Trị. \nHình:Cửa khẩu Lao Bảo.jpg|Cửa khẩu quốc tế Lao Bảo ở [[Hướng Hóa]], Quảng Trị.\nTập tin:Tượng đài đức Mẹ La Vang (toàn cảnh).png|Tượng đài ba cây đa cổ thụ trong [[Vương cung thánh đường Đức Mẹ La Vang|Linh địa La Vang]] ở xã Hải Phú, Hải Lăng\n<\/gallery><\/center>\n\n== Chú thích ==\n{{tham khảo|24em}}\n\n==Tham khảo==\n* Murfin, Gary D., A. Terry Rambo, Le-Thi-Que, ''Why They Fled: Refugee Movement during the Spring 1975 Communist Offensive in South Vietnam'' Asian Survey, Vol. 16, No. 9. (Sep., 1976): 855–863\n* Pearson, Lieutenant General Willard. ''The War in the Northern Provinces: 1966–1968'', Washington D.C.: U.S. Government Printing Office, (1975).\n* Schulzinger, Robert D. ''A Time for War: The United States and Vietnam, 1941–1975'' (1997).\n\n==Liên kết ngoài==\n{{Thể loại Commons|Quang Tri}}\n* [https:\/\/www.quangtri.gov.vn\/ Trang thông tin điện tử tỉnh Quảng Trị]\n* {{TĐBKVN|19698}}\n\n{{Đơn vị hành chính cấp tỉnh Việt Nam}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Quảng Trị| ]]\n[[Thể loại:Bắc Trung Bộ]]\n[[Thể loại:Tỉnh ven biển Việt Nam]]"}