{"818301":"{{bài cùng tên|Quảng Vinh}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Quảng Vinh\n| hình = \n| ghi chú hình = \n| vĩ độ = 19.728211\n| kinh độ = 105.861302\t\n| diện tích = 4,73 km²\n| dân số = 10.300 người\n| thời điểm dân số = 2016\n| mật độ dân số = 2.178 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| thành phố = [[Sầm Sơn]]\n| thành lập = 2017<ref name=NQ368\/>\n| trụ sở UBND = \n| mã hành chính = 16534<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Quảng Vinh''' là một [[phường (Việt Nam)|phường]] thuộc thành phố [[Sầm Sơn]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Địa lý==\nPhường Quảng Vinh nằm ở phía nam của thành phố Sầm Sơn, ven [[vịnh Bắc Bộ]] với chiều dài 3&nbsp;km bờ biển, có vị trí địa lý:\n*Phía đông giáp phường [[Trường Sơn (phường)|Trường Sơn]] và [[biển Đông]]\n*Phía tây giáp thành phố [[Thanh Hóa (thành phố)|Thanh Hóa]] và xã [[Quảng Minh, Sầm Sơn|Quảng Minh]]\n*Phía nam giáp xã [[Quảng Hùng, Sầm Sơn|Quảng Hùng]]\n*Phía bắc giáp các phường [[Quảng Thọ, Sầm Sơn|Quảng Thọ]] và [[Quảng Châu (phường)|Quảng Châu]].\n\nPhường có diện tích 4,73&nbsp;km², dân số năm 2016 là 10.300 người<ref name=NQ368\/>, mật độ dân số đạt 2.178 người\/km².\n\n==Lịch sử==\nVùng đất thuộc phường Quảng Vinh ngày nay, [[Nhà Trần|thời Trần]] thuộc hương Yên Duyên. Vào đầu thế kỷ XIX thuộc tổng Giặc Thượng, huyện Quảng Xương, phủ Tĩnh Gia, nội trấn Thanh Hóa. Năm [[Minh Mạng]] thứ 2 (1821), tổng Giặc Thượng đổi thành tổng Kính Thượng<ref name=DCQX81>{{Chú thích sách| title = Sách đã dẫn |author = Hoàng Tuấn Phổ (chủ biên)| year = 2010 |trang =81}}<\/ref>, từ thời [[Đồng Khánh]] đến trước năm 1945 thuộc tổng Cung Thượng, huyện Quảng Xương, phủ Tĩnh Gia, tỉnh Thanh Hóa.\n\nSau năm 1945, thuộc xã Lê Viêm, huyện Quảng Xương. Năm 1948, các xã Lãnh Phiên, Bạch Đằng và Lê Viêm sáp nhập thành xã Quảng Châu. Năm 1954, một phần lãnh thổ xã Quảng Châu được tách ra để lập các xã Quảng Thọ và Quảng Vinh, tên gọi Quảng Vinh xuất hiện từ đây.\n\nTừ ngày [[15 tháng 5]] năm [[2015]], xã Quảng Vinh chuyển về trực thuộc thị xã Sầm Sơn.\n\nNgày [[19 tháng 4]] năm [[2017]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 368\/NQ-UBTVQH14<ref name=NQ368>{{Chú thích web|url=https:\/\/quochoi.vn\/content\/vankien\/Lists\/DanhSachVanKien\/Attachments\/3600\/NQ%20thanh%20pho%20Sam%20Son.doc|tựa đề=Nghị quyết số 368\/NQ-UBTVQH14 năm 2017 về việc thành lập các phường Quảng Cư, Quảng Châu, Quảng Thọ, Quảng Vinh thuộc thị xã Sầm Sơn và thành phố Sầm Sơn thuộc tỉnh Thanh Hóa|website=Cổng thông tin điện tử Quốc hội Việt Nam}}<\/ref>. Theo đó, thành lập phường Quảng Vinh trên cơ sở toàn bộ 4,73 km² diện tích tự nhiên và 10.300 người của xã Quảng Vinh, đồng thời chuyển thị xã Sầm Sơn thành thành phố Sầm Sơn thuộc tỉnh Thanh Hóa.\n\nPhường Quảng Vinh gồm các khu dân cư: \n* Khu dân cư Trường Lệ: trước là Kẻ Trường rồi đổi thành Trường La; đầu thế kỷ XIX là xã Trường Lộc, tổng Giặc Thượng; cuối thế kỷ XIX là xã Trường Lệ, tổng Cung Thượng; năm 1964 là hợp tác xã Thanh Minh, gồm 6 xóm là Quang, Minh, Thanh, Hùng, Hải và Sơn; năm 1981 xóm Sơn chuyển về thị xã Sầm Sơn mới thành lập.\n* Khu dân cư Du Vịnh: thành lập từ thời Lý-Trần, đến thời Hồng Đức (thế kỷ XV) là sở Du Vịnh; đầu thế kỷ XIX là xã Du Vịnh (gồm thôn Du Vịnh của người Kinh và sở Du Vịnh là cư dân [[họ Dư]], gốc [[Chiêm Thành]]), tổng Giặc Thượng; cuối thế kỷ XIX là xã Du Vịnh, tổng Cung Thượng; năm 1964 sáp nhập với làng Nho Quan thành hợp tác xã Thống Nhất.\n* Khu dân cư Nho Quan: trước là làng Văn; giữa thế kỷ XVIII là làng Nho Quan; năm 1963 là hợp tác xã Đông Bắc; năm 1964 thuộc hợp tác xã Thống Nhất.\nHiện nay phường Quảng Vinh gồm có 15 khu dân cư.\n\n==Số cán bộ đông đảo==\nPhường Quảng Vinh có 9.500 dân nhưng số cán bộ phường, tổ dân phố ước chừng lên tới 500 người. Thuộc diện phường loại 1 (số hộ nghèo chiếm hơn 30%) theo Nghị định 92 của Chính phủ nên Quảng Vinh có 23 cán bộ được biên chế và 22 cán bộ bán chuyên trách được nhà nước trả lương, còn cán bộ còn lại phường phải tự trả phụ cấp. Mỗi năm phường này thu ngân sách chỉ khoảng 400 triệu đồng, để chi trả cho bộ máy cán bộ khổng lồ hiện tại, vì ngân sách không có nên phường phải bắt người dân đóng góp bằng thóc.<ref>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/bao-cao-thu-tuong-vu-mot-xa-co-500-can-bo-2236094.html Báo cáo Thủ tướng vụ 'một xã có 500 cán bộ'], vnexpress, 6.7.2016<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc thành phố Sầm Sơn}}"}