{"57815":"[[Tập tin:Lăng Chủ tịch Hồ Chí Minh, Hà Nội.jpeg|nhỏ|phải|300px|Quảng trường Ba Đình]]\n{{Bản đồ định vị|Hanoi\n| width      = 280\n| caption    = Vị trí Quảng trường Ba Đình trên bản đồ Hà Nội\n| label      = Quảng trường Ba Đình\n| vĩ độ      = 21.037260\n| kinh độ    = 105.83612329\n}}\n'''Quảng trường Ba Đình''' là [[quảng trường]] lớn nhất [[Việt Nam]], nằm trên đường Hùng Vương, quận [[Ba Đình]] và là nơi [[Lăng Chủ tịch Hồ Chí Minh]] được xây dựng. Quảng trường này còn là nơi ghi nhận nhiều dấu ấn quan trọng trong lịch sử Việt Nam, đặc biệt, vào ngày [[2 tháng 9]] năm [[1945]], Chủ tịch [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa]] [[Hồ Chí Minh]] đã đọc bản [[Tuyên ngôn độc lập (Việt Nam Dân chủ Cộng hòa)|Tuyên ngôn độc lập]] khai sinh ra nước [[Việt Nam Dân chủ Cộng hòa]].\n\nQuảng trường Ba Đình ngày nay có khuôn viên với [[chiều dài]] 320 m và rộng 100 m, có 210 ô cỏ (7 hàng dọc x 30 hàng ngang) trước đây là 240 ô nhưng sau cắt 1 hàng ngang nhằm phục vụ xây dựng toà nhà Quốc hội, xen giữa là lối đi rộng 1,4 m. Giữa quảng trường là cột cờ cao 25 m.<ref>[http:\/\/www.hanoi.gov.vn\/c\/portal\/render_portlet?p_l_id=33801&p_p_id=vcmsviewcontent_INSTANCE_thhD&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&currentURL=%2Fweb%2Fguest%2F30%2F-%2Fvcmsviewcontent%2FthhD%2F3%2F3%2F97122&_vcmsviewcontent_INSTANCE_thhD_articleId=97122&_vcmsviewcontent_INSTANCE_thhD_struts_action=%2Fvcmsviewcontent%2Fview&_vcmsviewcontent_INSTANCE_thhD_cat_parent=3&_vcmsviewcontent_INSTANCE_thhD_categoryId=3 Những địa danh gắn liền với Thủ đô Hà Nội]{{Liên kết hỏng|date=2022-01-08 |bot=InternetArchiveBot }} theo website Hà Nội<\/ref> Đây là nơi diễn ra các cuộc diễu hành nhân dịp các ngày lễ lớn của Việt Nam, và cũng là một địa điểm tham quan, vui chơi, dạo mát của du khách và người dân [[Hà Nội]].\n\n==Nguyên thủy==\nTrước đây, nơi đây là một khu vực nằm trong phạm vi [[Hoàng thành Thăng Long]]. Thời [[Gia Long]], năm 1808, Hoàng Thành bị phá dỡ để xây lại một ngôi thành mới nhỏ hơn nhiều để làm trụ sở cho [[Bắc Thành]]. Khu vực Quảng trường Ba Đình ngày nay tương ứng với khu cửa Tây của ngôi thành mới, được [[Minh Mạng]] đổi tên thành [[hoàng thành Thăng Long|thành Hà Nội]] vào năm 1831. Khu vực này bấy giờ có một gò đất cao được gọi là [[núi Khán]], hay Khán Sơn.\n\nGiữa thế kỷ XIX, do đề nghị của Bố chính Hà Nội [[Lê Hữu Thanh]], Tổng đốc Hà Ninh Hoàng Thu đã cùng một số quan lại bỏ tiền xây một ngôi nhà ngói trên núi Khán, gọi là ''Khán Sơn đình'' làm chỗ hội họp các văn nhân. Vì vậy, có thời kỳ nơi đây thường xuyên có sinh hoạt văn hóa của nhân sĩ Bắc Hà.\n\nSau khi kiểm soát được toàn bộ [[Liên bang Đông Dương|Đông Dương]], năm [[1894]], quân Pháp cho phá dỡ toàn bộ thành, chỉ giữ lại cửa Bắc để làm chứng tích. Khu vực này được các [[kiến trúc sư]] Pháp quy hoạch để xây dựng trung tâm hành chính của [[Liên bang Đông Dương]]. Núi Khán bị san bằng. Một vườn hoa nhỏ được xây dựng tại khu vực này, tạo thành một quảng trường rộng lớn được đặt tên là '''Vườn hoa Puginier''' (''Le parc Puginier''). Vườn hoa được giới hạn bởi các con đường ''Avenue de la République'',<ref>Nay là đường Hoàng Văn Thụ<\/ref> Avenue Brière de l'Isle,<ref>Nay là đường Hùng Vương<\/ref> Rue Elie Groleau<ref>Nay là phố Chùa Một Cột<\/ref> và Avenue Puginier.<ref>Nay là đường Độc Lập<\/ref>\n\nMột vòng xoay nhỏ được xây dựng gần đó cũng được đặt tên là Vòng xoay Puginier (''Rond-point Puginier''). Do hình dáng đặc biệt của vòng xoay mà người dân Hà Nội xưa còn gọi vườn hoa Puginier là Quảng trường Tròn.\n\nTại khu vực gần Quảng trường Tròn, Phủ Toàn quyền được khởi công xây dựng vào năm [[1901]]. Năm [[1914]], trường sở của [[Trường Trung học Albert Sarraut|Lycée Paul Bert]] được xây dựng tại vị trí núi Khán trước kia, ngay cạnh Vườn hoa Puginier.\n\nĐể độc chiếm quyền kiểm soát Đông Dương, ngày [[9 tháng 3]] năm [[1945]], Nhật đảo chính Pháp. Nhằm lôi kéo sự ủng hộ của người Việt, quân đội Nhật tuyên bố công nhận độc lập cho Việt Nam. Một chính phủ của người Việt do quân đội Nhật hậu thuẫn được thành lập ngày [[20 tháng 7]] năm 1945, do [[Trần Trọng Kim]] làm [[Thủ tướng Việt Nam|Thủ tướng]] đại diện [[Đế quốc Việt Nam]]. [[Bác sĩ]] [[Trần Văn Lai]] được cử làm Đốc lý Hà Nội (Thị trưởng). Vốn là một trí thức có tinh thần dân tộc, ngay sau khi nhận chức, ông đã quyết định đổi một loạt tên đường phố từ tiếng Pháp sang tiếng Việt lấy theo tên của các vị anh hùng Việt Nam như: Phố Garnier thành phố Đinh Tiên Hoàng, phố Boulevard Carnot thành phố Phan Đình Phùng... Vườn hoa Pugininer trước [[Phủ Chủ tịch|Phủ Toàn quyền]] được ông đổi tên thành Vườn hoa Ba Đình để kỷ niệm vùng [[Ba Đình, Nga Sơn|Ba Đình]] ở huyện Nga Sơn, Thanh Hoá, nơi đã nổ ra cuộc khởi nghĩa chống [[Pháp]] kéo dài từ tháng 9 năm 1886 đến tháng 1 năm 1887.\n\n==Hình ảnh==\n{{toàn cảnh|Ba Dinh Square panorama.jpg|1000px|Toàn cảnh Quảng trường Ba Đình (từ trái sang): [[Trụ sở Bộ Ngoại giao Việt Nam|Trụ sở Bộ Ngoại giao]], [[Bảo tàng Hồ Chí Minh]], [[Lăng Chủ tịch Hồ Chí Minh]], [[Phủ Chủ tịch]], Trụ sở [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban chấp hành Trung ương Đảng Cộng sản Việt Nam]], [[Tòa nhà Quốc hội Việt Nam|Tòa nhà Quốc hội]] và Đài tưởng niệm các anh hùng liệt sĩ}}\n\n==Quảng trường Độc Lập==\nKhi Nhật Bản đầu hàng [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]], chính phủ Trần Trọng Kim mất đi chỗ hâu thuẫn cũng nhanh chóng sụp đổ. [[Việt Minh]] chớp thời cơ giành chính quyền và ra mắt quốc dân. Một Ban Tổ chức ngày lễ Độc lập do ông [[Nguyễn Hữu Đang]] được cử làm Trưởng ban, được thành lập ngày 28 tháng 8 năm 1945. Ban Tổ chức quyết định dựng một lễ đài để Chính phủ Lâm thời ra mắt quốc dân, giao cho họa sĩ [[Lê Văn Đệ (họa sĩ)|Lê Văn Đệ]] và kiến trúc sư [[Ngô Huy Quỳnh]] thiết kế và thi công. Lễ đài được xây dựng với vật liệu chủ yếu là gỗ và đinh sắt, trang trí bằng vải, huy động nhân công quần chúng thi công, nhanh chóng hoàn thành chỉ trong 48 giờ, từ ngày 30 tháng 8 đến ngày 1 tháng 9 năm 1945.\n\nChính trên lễ đài này, sáng ngày [[2 tháng 9]] năm [[1945]], [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa]] ra mắt quốc dân và Chủ tịch [[Hồ Chí Minh]] đã đọc bản [[Tuyên ngôn độc lập (Việt Nam Dân chủ Cộng hòa)|Tuyên ngôn độc lập]] khai sinh ra nước [[Việt Nam Dân chủ Cộng hòa]]. Lễ đài được dỡ bỏ nhanh chóng ngay chiều ngày hôm đó.<ref>Phùng Quán, \"Ba phút sự thật\", Nhà xuất bản Văn Nghệ, 2006<\/ref><ref>[http:\/\/tuoitre.vn\/Cuoc-doi-Su-nghiep-Tu-tuong\/276511\/Hoi-uc-nguoi-thiet-ke-Le-dai-Doc-lap.html Hồi ức người thiết kế Lễ đài Độc lập]<\/ref>\n\nVới sự kiện này, Vườn hoa Ba Đình được người dân Hà Nội mệnh danh là '''Quảng trường Ba Đình''' hay '''Quảng trường Độc Lập''' và đoạn phố Puginier cũng được gọi tên là đường Độc Lập.\n\nMặc dù người Pháp vẫn dùng các tên cũ sau khi họ tái chiếm Đông Dương, nhưng người Việt Nam vẫn dùng các tên gọi của mình như một sự tự hào về những nỗ lực của họ để giành độc lập. Những tên gọi đó, chính thức được sử dụng kể từ khi họ chính thức nắm quyền kiểm soát lại Hà Nội.\n\n==Những sự kiện liên quan==\n[[Hình:Ba Dinh Square.jpg|nhỏ|phải|261x261px|Lễ thượng cờ]]\n[[Tập tin:Lễ hạ cờ tại quảng trường Ba Đình.jpg|alt=Lễ hạ cờ|thumb|Lễ hạ cờ|322x322px]]\nQuảng trường Ba Đình là quảng trường quan trọng nhất Việt Nam, vì vậy hầu hết các cuộc diễu binh và diễu hành nhân các ngày lễ lớn của Việt Nam đều được tổ chức tại đây, trong đó có những sự kiện quan trọng sau:\n\n* Ngày [[2 tháng 9]] năm [[1945]], Chủ tịch [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa]] [[Hồ Chí Minh]] đọc bản [[Tuyên ngôn độc lập (Việt Nam Dân chủ Cộng hòa)|Tuyên ngôn độc lập]] khai sinh ra nước [[Việt Nam Dân chủ Cộng hòa]].\n* Ngày 1 tháng 1 năm 1955, người dân Hà Nội tham gia cuộc mít tinh và cuộc duyệt binh đầu tiên của [[Quân đội Nhân dân Việt Nam]] mừng Trung ương [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] và Chính phủ Việt Nam Dân chủ Cộng hòa trở về Thủ đô.\n* Ngày 9 tháng 9 năm 1969, lễ truy điệu Chủ tịch Hồ Chí Minh đã được cử hành trọng thể.\n* Ngày 2 tháng 9 năm 1975, cuộc diễu binh và diễu hành mừng thống nhất đất nước được tổ chức vô cùng long trọng.\n* Ngày 10 tháng 10 năm 2010, nhân dịp kỉ niệm [[Đại lễ 1000 năm Thăng Long – Hà Nội]], đây là nơi diễn ra lễ mít tinh, diễu binh, diễu hành có quy mô lớn.\n*Hằng ngày vào lúc 6h từ 1\/4 - 31\/10 hoặc 6h30 từ 1\/11 - 31\/3, lễ thượng cờ được bắt đầu và lễ hạ cờ diễn ra lúc 21h.\n*Ngày 2 tháng 9 năm 2015 diễn ra lễ diễu binh quy mô lớn kỉ niệm 70 năm [[Cách mạng Tháng Tám]] và [[Ngày Quốc khánh (Việt Nam)|Quốc khánh nước Cộng hoà Xã hội chủ nghĩa Việt Nam]].\n\n== Nghi lễ Thượng cờ và Hạ cờ ==\n'''Nghi lễ Thượng cờ và Hạ cờ ở quảng trường Ba Đình''' là một nghi lễ cấp quốc gia của Việt Nam, ý tưởng thực hiện nghi lễ trên quảng trường do Bộ Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh đề xuất và được Chính phủ Việt Nam phê duyệt vào năm 2001, đúng dịp kỷ niệm 111 năm ngày sinh Bác Hồ.\n\nLễ Thượng cờ và Hạ cờ do đội Tiêu binh danh dự thực hiện hàng ngày ở Lăng Bác.\n\nTheo đó, những cán bộ, chiến sỹ Đội Tiêu binh danh dự có chiều cao từ 1m7 trở lên, quân dung đẹp và động tác điều lệnh đội ngũ chuẩn, được tập trung luyện tập.\n\nĐội hình thực hiện lễ Thượng cờ và Hạ cờ gồm 34 người tượng trưng cho 34 chiến sĩ đầu tiên của Đội Việt Nam tuyên truyền giải phóng quân (tiền thân của Quân đội nhân dân Việt Nam). Khối trưởng, 2 đồng chí bảo vệ Quân kỳ và vác Quân kỳ là sỹ quan. Còn lại, 3 đồng chí trong Tổ Quốc kỳ và 27 đồng chí xếp thành 10 hàng ngang trong khối nghi lễ đều do tiêu binh đảm nhiệm.\n\nCứ vào đúng 6 giờ sáng vào mùa hè và 6h30 sáng vào mùa đông, đoàn thực hiện nghi lễ Thượng cờ khởi hành từ phía sau Lăng Bác. Dẫn đầu đoàn thượng cờ là quân kỳ Quyết thắng. Kế đến là đội tiêu binh. Đoàn đi một vòng ra phía trước theo tiếng nhạc của ca khúc 'Tiến bước dưới quân kỳ' để đến chân cột cờ.\n\n3 chiến sĩ đội hồng kỳ tiến lên phía cột cờ chuẩn bị các nghi thức Thượng cờ, cũng là lúc cửa của Lăng Bác bắt đầu mở. Trước khi nghi lễ được thực hiện, hệ thống loa phát thanh tại quảng trường sẽ phát thông báo: '''''\"Sắp đến giờ cử hành lễ Chào cờ. Đề nghị đồng bào trên khu vực quảng trường dừng mọi hoạt động, đứng tại chỗ, hướng về phía cột cờ để nghi lễ được thực hiện trang trọng\"'''''. Sau khi có hiệu lệnh, lá cờ được tung ra và bay lên theo tiếng Quốc ca. Lá cờ Tổ quốc được kéo lên trên đỉnh của cột cờ cao 29 mét phía trước Lăng Bác.\n\nCùng lúc này nghi lễ chào cờ sẽ được bắt đầu. Sau lễ Thượng cờ, đội tiêu binh diễu hành một vòng trước cửa Lăng Bác rồi trở về vị trí cũ và kết thúc nghi lễ Thượng cờ.\n\nTương tự, nghi lễ Hạ cờ cũng sẽ được đội tiêu binh thực hiện vào lúc 21 giờ tối hàng ngày, lễ Hạ cờ được thực hiện với nghi thức tương tự như lễ Thượng cờ.\n\nNgười dân Thủ đô Hà Nội những ai có dịp đi qua quảng trường Ba Đình, trước Lăng Bác vào sáng sớm hay buổi tối, đúng lúc nghi lễ Thượng cờ và Hạ cờ thực hiện cũng trang nghiêm thực hiện theo nghi lễ chào cờ và hát Quốc ca với cảm xúc tự hào và thiêng liêng.\n\n==Xem thêm==\n{{thể loại Commons|Ba Đình Square}}\n*[[Ba Đình]]\n*[[Chiến khu Ba Đình]], [[khởi nghĩa Ba Đình]]\n*[[Quảng trường 1-5]]\n*[[Quảng trường Đông Kinh Nghĩa Thục]]\n*[[Quảng trường Cách mạng tháng Tám|Quảng trường 19-8]]\n*[[Quảng trường 12\/11|Quảng trường 12-11]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{sơ khai kiến trúc Việt Nam}}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Quảng trường tại Hà Nội|Ba Đình]]\n[[Thể loại:Di tích tại Hà Nội|Ba Đình]]"}