{"3701892":"[[Tập_tin:Phùng_Khắc_Khoan2.jpg|thumb|phải|250px|Mai Quận công [[Phùng Khắc Khoan]].]]\n\n'''Quận công''' ([[chữ Hán]]: 郡公) là một tước hiệu thời phong kiến, do [[vua]] ban cho công thần hoặc thân thích, ở dưới tước [[Quốc công]] và trên [[Hầu tước|tước Hầu]], phong hiệu này có từ thời [[Tào Ngụy]] trong [[lịch sử Trung Quốc]].<ref name=vp2>{{Chú thích web|tiêu đề=Bảng tra Các chức quan, phẩm tước, học vị thời phong kiến Việt Nam|url=https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/bang-tra-cac-chuc-quan-pham-tuoc-hoc-vi-thoi-phong-kien-viet-nam|website=Tạp chí Văn hóa Nghệ An|ngày truy cập=ngày 2 tháng 7 năm 2017|ngôn ngữ=vi|ngày tháng=ngày 4 tháng 2 năm 2015|archive-date=2017-07-10|archive-url=https:\/\/web.archive.org\/web\/20170710195515\/http:\/\/vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/bang-tra-cac-chuc-quan-pham-tuoc-hoc-vi-thoi-phong-kien-viet-nam|url-status=dead}}<\/ref>\n\n== Lịch sử ==\n=== Trung Quốc ===\nTước Quận công có từ thời [[Tào Ngụy]], [[Tây Tấn]] và Nam-Bắc triều, đây là tước phong cao nhất cho người khác họ, đa phần dùng cho quyền thần hoặc [[ngoại thích]]. Tước này có phong quốc (lấy [[quận]] làm đất phong), thực ấp và có thể kế tước truyền đời, thực ấp từ mấy ngàn hộ đến vạn hộ, thực quyền ở địa phương đều như [[Thái thú]].\n\nLịch sử ghi lại, năm Hàm Hi nguyên niên ([[264]]), Tấn vương [[Tư Mã Chiêu]] chủ trì, thiết lập ['''Ngũ đẳng tước'''; 五等爵], bao gồm 10 bậc:\n* '''Quận công''' (郡公);\n* '''Huyện công''' (縣公);\n* '''Đại quốc Hầu''' (大國侯);\n* '''Thứ quốc Hầu''' (次國侯);\n* '''Đại quốc Bá''' (大國伯);\n* '''Thứ quốc Bá''' (次國伯);\n* '''Đại quốc Tử''' (大國子);\n* '''Thứ quốc Tử''' (次國子);\n* '''Đại quốc Nam''' (大國男);\n* '''Thứ quốc Nam''' (次國男);\n\nThời Ngụy-Tấn, Quận công hàng Nhất phẩm, thực ấp 3.000 hộ, được ban cho [[Cổn miện]] có 7 lưu, địa vị cực tôn quý<ref>參見王安泰，《开建五等—西晋五等爵制成立的历史考察》，頁191，表4101。<\/ref>. Từ đó [[Bắc Chu]] đến [[nhà Đường]], tước Quận công địa vị cao, sau lại sáng lập thêm tước [[Quốc công]] chỉ dành cho đại công thần. So với Quốc công chỉ dành cho những nhân vật xuất chúng, thì Quận công là ân vinh thịnh hành nhất dành cho công thần, nên so về chuẩn thì Quốc công là cao quý nhất mà một thần tử bình thường có thể đạt được.\n\nTuy vậy, Quận công cũng dần trở thành vinh hàm, không ban thực ấp nữa. [[Nhà Minh]] và [[nhà Thanh]] bãi bỏ tước Quận công.\n\n=== Việt Nam ===\nTheo quan chế thời [[Lê Thánh Tông|Hồng Đức]], thì Quận công về văn ban ngang chánh nhất phẩm, võ ban tương tự, theo quy luật thời Hồng Đức cụ thể như sau: [''\"Mỗi phẩm lại chia làm hai bậc: chánh và tòng. Để định vị trí cao thấp của hệ thống tên tước, phải căn cứ vào đơn vị tư. Người càng có nhiều tư thì càng có tước cao. Tư là đơn vị của hàng tòng cửu phẩm. Cửu phẩm là hàng thấp nhất có 1 tư. Cao hơn là chánh cửu phẩm có 2 tư. Hàng tòng bát phẩm có 3 tư. Hàng chánh bát phẩm có 4 tư. Như vậy hàng cao nhất là chánh nhất phẩm có 18 tư. Hệ thống cửu phẩm dành cho quan chức nhỏ và thường dân\"'']<ref>Theo [[Đại Việt sử ký toàn thư]], kỷ [[nhà Hậu Lê]] (1460-1472)<\/ref>. Tất cả có 6 tước được xếp theo thứ tự từ thấp đến cao là: Nam tước, Tử tước, Bá tước, Hầu tước, Quận công và Quốc công. Những người được phong các tước trên, mỗi người sẽ được thêm một tư. Như vậy nam tước có 19 tư và quốc công có 24 tư. Dựa theo bảng phẩm trật và số tư dưới triều Lê Thánh Tông thì tước vị Quận công có 23 tư.\n\nTước Quận công được vua ban cho những người trong hoàng tộc và những người có công với quốc gia. Nếu không phải người có công lao, danh vọng lớn, thì không được dự phong<ref>Theo [[Phan Huy Chú]], Lịch triều hiến chương loại chí tập 1, Quan chức chí<\/ref>. Dưới thời Lê sơ, nhiều công thần hàng đầu từ thời kháng chiến chống quân Minh xâm lược (bao gồm cả [[Nguyễn Trãi]]) cũng chưa từng được phong tới Quận công. Phần lớn trong số này nếu có được phong tới tước Công thì cũng là hình thức truy tặng của nhà vua sau khi họ đã chết tới vài chục năm hoặc có trường hợp tới thậm chí cả hơn trăm năm. Dưới thời [[Lê-Trịnh]] trong hơn 200 năm với thể chế lưỡng đầu mà thực quyền thuộc về các [[chúa Trịnh]] (nối đời thế truyền [[vương (tước)|vương tước]]) thì rất ít người ngoài hoàng tộc (tôn thất) hai họ Lê và Trịnh lúc sinh thời được phong tới tước Quốc công. Đa số dù có công lao và binh quyền rất lớn (chẳng hạn như [[Nguyễn Hữu Chỉnh]]) cũng thường chỉ được phong tới tước cao nhất là Quận công lúc sinh thời.\n\nSang thời [[nhà Nguyễn]], tước Quận công là bậc thứ 4 trong tôn tước rất ít khi phong cho người còn sống; lấy tên Huyện làm tước danh; không ban thực ấp. Bậc này được chánh nhị phẩm. Có phủ đệ riêng với 1 Thư lại, 5 nhân viên phục vụ. Đây cũng là tước vị thấp nhất mà một [[hoàng tử]] sơ phong. Tước Quận công là tước vị danh dự cao nhất mà một công thần có thể có được, đa phần là chỉ truy tặng sau khi qua đời, một biệt lệ hiếm hoi là [[Hoàng Cao Khải]] được triều đình nhà Nguyễn phong tước ''Duyên Mậu Quận công'', [[Nguyễn Thân]] được phong tước ''Diên Lộc Quận công'', [[Nguyễn Hữu Độ]] được phong ''Vĩnh Lai Quận công'', [[Nguyễn Xí]] ''Được Phong Sái Quận Công''...\n\n== Nguyên tắc đặt tên ==\nCách thức đặt tên tước Quận công, theo chỉ dụ của [[Lê Thánh Tông]] vào đầu năm Hồng Đức ([[1471]]), là chọn một địa danh của tỉnh, phủ, huyện, xã rồi thêm tên tước vào, với ngụ ý người đó có quyền tại địa phương ấy. Cả Quận công lẫn Quốc công đều chỉ lấy 1 chữ (thường là chữ đầu tiên) của đất phong làm hiệu, ví dụ như: Minh Quận công [[Mạc Đăng Dung]], Thọ Quận công [[Nhữ Đình Toản]], Thuật Quận công [[Nguyễn Khiêm Ích]], Mai Quận công [[Phùng Khắc Khoan]], Việp Quận công [[Hoàng Ngũ Phúc]], Huy Quận công [[Hoàng Đình Bảo]], Sái Quận Công [[Nguyễn Xí]],... Nhưng cũng có những người lại dùng tên hiệu hoặc [[biểu tự]] rồi gia tước, như cụ nội của [[Vi Văn Định]] là [[Vi Kim Thăng]], biểu tự là ''Đình Mật'', được [[Lê Thái Tổ]] phong chức Trụ quốc, tước Thảo lộ tướng quân tả đô đốc, ''Mật Quận công''.\n\nDưới triều Nguyễn, nguyên tắc phong tước cụ thể như sau: [''\"Phàm người được phong tước có đất làm thái ấp, như Thân Vương thì lấy tên tỉnh; Quận vương, Thân công, Quốc công, Quận công thì lấy tên phủ; Huyện công, huyện hầu thì lấy tên huyện; Hương công, Hương hầu, Đình hầu thì lấy tên xã. Dưới nữa theo chức mà gọi\"'']<ref>Theo sách [[Khâm định Đại Nam hội điển sự lệ]], Quốc sử quán triều Nguyễn<\/ref>. Riêng những người trong hoàng tộc, khi được phong tước, còn được ban ấn, sách và hưởng bổng lộc của triều đình. Theo quy định, tước Quận công hưởng 700 [[Quan (tiền)|quan tiền]], 500 [[phương]] [[gạo]].\n\n[[Vua Minh Mạng]] là người có nhiều hoàng tử nhất, tổng cộng 78 hoàng tử. Mỗi ông đều có một tên tước gắn với địa danh phủ, như Phú Bình Quận vương [[Nguyễn Phúc Miên Áo|Miên Áo]] từng bị giáng làm [''Phú Bình Quận công''; 富平郡公]; hay Tuần Quốc công [[Nguyễn Phúc Miên Trữ|Miên Trữ]] sơ phong là [''Tùng Hóa Quận công''; 從化郡公].\n\n==Xem thêm==\n*[[Quý tộc nhà Nguyễn]]\n*[[Vương (tước hiệu)]]\n*[[Hoàng đế]]\n*[[Phong tước]]\n*[[Công tước]]\n*[[Quốc công]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*[[Khâm định Đại Nam hội điển sự lệ]], thuộc Quốc sử quán triều Nguyễn.\n*[[Lịch triều hiến chương loại chí]] tập 1, Quan chức chí, [[Phan Huy Chú]]\n*[[Đại Việt sử ký toàn thư]], bản kỷ thực lục 12: nhà Hậu Lê (1460 - 1472)\n\n[[Thể loại:Công tước]]\n[[Thể loại:Công tước Việt Nam|*]]\n[[Thể loại:Công tước Trung Quốc|*]]"}