{"1127124":"{{bài cùng tên|Quảng Tiến}}\n\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Quảng Tiến\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 3,29 km² <ref name=SS1>[http:\/\/samson.thanhhoa.gov.vn\/vi-vn\/samson\/Pages\/Article.aspx?ChannelId=46&articleID=100 Phường Quảng Tiến.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150512195416\/http:\/\/samson.thanhhoa.gov.vn\/vi-vn\/samson\/Pages\/Article.aspx?ChannelId=46&articleID=100 |date = ngày 12 tháng 5 năm 2015}} Cổng thông tin điện tử tỉnh Thanh Hóa. Truy cập ngày 10 tháng 3 năm 2012.<\/ref> \n| dân số = \n15.416 người ([[1999]])<ref name=QD19Ds>Kết quả [[Điều tra dân số|Tổng điều tra dân số]] năm 1999, dẫn theo Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường. Công báo số 159+160 ngày 1 tháng 3 năm 2007. Trang 8719.<\/ref> <br>\n18.515 người ([[2009]])<ref name=SS1\/>\n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| thành phố = [[Sầm Sơn]]\n| thành lập = 2009\n| trụ sở UBND = Đường Trần Hưng Đạo\n| mã hành chính = 14842<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Quảng Tiến''' là [[phường (Việt Nam)|phường]] thuộc thành phố [[Sầm Sơn]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Địa giới hành chính==\nPhường Quảng Tiến nằm ở hữu ngạn sông Mã.\n*[[Hướng Đông|Phía đông]] giáp phường [[Quảng Cư]].\n*[[Hướng Nam|Phía nam]] giáp phường [[Trung Sơn, Sầm Sơn|Trung Sơn]] và phường [[Quảng Châu, Sầm Sơn|Quảng Châu]].\n*[[Hướng Tây|Phía tây]] giáp phường [[Quảng Châu, Sầm Sơn|Quảng Châu]].\n*[[Hướng Bắc|Phía bắc]] giáp xã [[Hoằng Châu]], huyện [[Hoằng Hóa]] (ranh giới tự nhiên là [[sông Mã]]).\n\n==Lịch sử hành chính==\nVùng đất thuộc phường Quảng Tiến ngày nay, vào đầu thế kỉ 19 thuộc tổng Giặc Thượng, huyện Quảng Xương, phủ Tĩnh Gia, nội trấn Thanh Hóa<ref name=LXTH160>{{Chú thích sách| title = Sách đã dẫn |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hóa | year = 2001 |trang =160}}<\/ref>. Năm [[Minh Mạng]] thứ 2 (1821), tổng Giặc Thượng đổi thành tổng Kính Thượng<ref name=DCQX81>{{Chú thích sách| title = Địa chí huyện Quảng Xương |author = Hoàng Tuấn Phổ (chủ biên)| publisher = Nhà xuất bản Từ điển Bách khoa | location = Hà Nội | year = 2010 |trang =81}}<\/ref>, sau đổi thành tổng Cung Thượng, huyện Quảng Xương, phủ Tĩnh Gia, tỉnh Thanh Hóa<ref name= LXTH160\/>.\n\nĐến trước [[Cách mạng tháng Tám]] ([[1945]]), là phần đất của các làng: làng Hới (Hải Thôn) và một phần làng Trấp (thôn Cá Lập), cùng thuộc xã Lương Niệm, làng Trung (thôn Lộc Trung), xã Triều Thanh Lộc và làng Bến (thôn Bình Tân), xã Bình Tân, thuộc tổng Cung Thượng<ref name=LXTH167>{{Chú thích sách| title = Sách đã dẫn |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hóa | year = 2001 |trang =167}}<\/ref>. Từ tháng 6 năm 1946 đến tháng 11 năm 1947 là một phần đất của xã Bắc Sơn, huyện Quảng Xương<ref name= LXTH160\/>.\n\nTừ tháng 11 năm 1947, các xã Sầm Sơn và Bắc Sơn sáp nhập thành xã Quảng Tiến, huyện [[Quảng Xương]]<ref name=LXTH161>{{Chú thích sách| title = Tên làng xã Thanh Hóa (tập II) |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hóa | publisher = Nhà xuất bản Thanh Hóa | location = Thanh Hóa| year = 2001 |trang =161}}<\/ref>. Tháng 6 năm 1954, xã Quảng Tiến được chia thành các xã Quảng Tiến (mới), Quảng Sơn, Quảng Tường và Quảng Cư<ref name=LXTH161>{{Chú thích sách| title = Sách đã dẫn |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hóa | year = 2001 |trang =161}}<\/ref>.\n\nNăm 1981, xã Quảng Tiến được chuyển từ huyện Quảng Xương về thị xã Sầm Sơn mới thành lập,<ref name=\"QD157\">[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-157-HDBT-thanh-lap-thi-xa-thuoc-tinh-Thanh-Hoa-vb43169t17.aspx Quyết định số 157-HĐBT] ngày 18 tháng 12 năm 1981 của Hội đồng Bộ trưởng về việc thành lập hai thị xã thuộc tỉnh Thanh Hóa.<\/ref> nay là Thành phố Sầm Sơn.\n\nPhường Quảng Tiến được thành lập năm 2009 trên cơ sở toàn bộ diện tích và dân số của xã Quảng Tiến cũ.<ref name=NQ61>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-61-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-de-thanh-lap-phuong-thi-xa-Bim-Son-phuong-thi-xa-Sam-Son-tinh-Thanh-Hoa-vb98791t13.aspx Nghị quyết 61\/NQ-CP] ngày 08 tháng 12 năm 2009 của Chính phủ về việc điều chỉnh địa giới hành chính xã để thành lập phường thuộc thị xã Bỉm Sơn, thành lập phường thuộc thị xã Sầm Sơn tỉnh Thanh Hoá.<\/ref>\n\nPhường Quảng Tiến hiện nay gồm có 11 Khu phố: Bảo An, Bình Tân (xưa là làng Bến), Phúc Đức, Ninh Thành, Thọ Xuân, Khang Phú, Toàn Thắng, Vạn Lợi, Tân Lập, Hải Vượng (xưa đất này thuộc làng Cá Lập), Trung Thịnh (một phần làng Hới và làng Lộc Trung)<ref name=LXTH168>{{Chú thích sách| title = Sách đã dẫn |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hóa | year = 2001 |trang =168}}<\/ref>.\nPhường Quảng Tiến đã được Chính phủ Nước CHXHCN Việt Nam phong tặng danh hiệu Đơn vị Anh hùng LLVT nhân dân thời kỳ kháng chiến chống Mỹ cứu nước.\n\n==Lịch sử chống quân Nguyên- Mông ==\n\nTheo Đại Việt sử ký toàn thư: Đại nam thống chí; An nam chí lược vào giữa thế kỷ thứ 13 cuộc sống của nhân dân Đại Việt đang đi vào thế ổn định, mùa màng tươi tốt xóm làng được tổ chức lại có quy cũ hơn, vừa lúc đó thì được tin quân xâm lược Mông Cổ từ Bắc lan tới.\n\nNhà nước Mông Cổ thành lập từ đầu thế kỷ thứ XIII. Vua Mông Cổ liên tiếp đem quân xâm lược và thống trị nhiều nước ở Châu Á và Châu Âu. Dựng lên một đế quốc rộng lớn kéo dài từ Thái Bình Dương đến bờ Biển Đen. Vó ngựa của quân Mông Cổ đi đến đâu thì thành lũy tan hoang, nhà cửa đổ nát nhân dân chết chóc hoặc bị bắt làm nô lệ. Nền độc lập của nhiều dân tộc bị đe dọa nghiêm trọng.\n\nNăm 1257 Vua Mông Cổ quyết định mở cuộc tấn công quy mô lớn vào nước Nam Tống (Trung Quốc). Để thực hiện nhanh chóng kế hoạch tấn công của mình, tên tướng giặc là Ngột Lương Hợp Thai sai sứ sang Đại Việt đòi Nhà Trần đầu hàng. Trước thái độ ngang ngược của kẻ xâm lược, vua tôi nhà Trần bắt trói sứ giả ném vào nhà giam. Một khí thế chống giặc giữ nước bùng lên rầm rộ khắp nơi. Từ miền núi đến vùng biển, các đội dân binh được thành lập, ngày đêm luyện tập võ nghệ sẵn sàng cùng đội quân triều đình do vị tướng trẻ Trần Quốc Tuấn chỉ huy chống giặc, giữ nước.\n\nTháng giêng năm Mậu Ngọ (1258). Ba vạn quân Mông Cổ do tướng Ngột Lương Hợp Thai chỉ huy đã tràn vào nước ta. Quân ta do Vua Trần Thái Tông chỉ huy dùng kế \"vườn không nhà trống\" làm cho quân Nguyên Mông rơi vào tình trạng khốn đốn và cuối cùng là cuộc phản công lớn của quân ta ở Đông Bộ Đầu (bến sông Hồng - Hàng Than - Hà Nội) quân Mông Cổ bị đánh bật ra khỏi Thăng Long bị quân ta truy kích, chúng hỗn loạn tháo chạy về biên giới, xác người, xác ngựa ngổn ngang. Thế là trong vòng nửa tháng quân dân Đại Việt thời Trần đã đánh bại hoàn toàn cuộc xâm lược của quân Mông Cổ hung bạo, quét sạch chúng ra khỏi bờ cõi. Theo truyền thuyết cũng như bản sao sử tích do Nguyễn Bính - Hàn Lâm Viện bộ lễ Đông Các đại học sỹ soạn. Niên hiệu Hồng Phúc thứ I (1572) được Nguyễn Hiền phục sao niên hiệu Vĩnh Hựu thứ I (1755) sau này được cụ cửu phẩm Trần Văn Sự sao lại năm Bảo Đại thứ 5 (1935) và Ban Văn hóa - UBND Xã Quảng Tiến dịch sao năm 1999: Tây phương Tướng Quân vốn quê gốc ở làng Cá Lập. Ông là người rất giỏi về sông nước, võ nghệ tinh thông.\n\nHưởng ứng lời hiệu triệu đánh giặc giữ nước của Vua Trần, Tây Phương Tướng Quân đã hăng hái ra chiêu mộ binh sĩ tập luyện quân sự chuẩn bị thời cơ ứng nghĩa đánh giặc.\n\nTrong cuộc kháng chiến vĩ đại lần thứ nhất của dân tộc Đại Việt. Tây phương Tướng Quân được giao nhiệm vụ chỉ huy một số trận đánh ở đạo Hải Dương. Sau khi đất nước sạch bóng quân thù, nhân dân trở lại xây dựng cuộc sống thanh bình. Với sách lược phòng thủ vững chắc đất nước. Vua Trần cho nhiều đạo quân về trấn ải vùng biên giới và các cửa biển xung yếu với kế hoạch: \"Tĩnh vi dân, Động vi dân\" Tây Phương Tướng Quân đưa quân trở về đền Cá Lập vừa lao động vừa sản xuất, xây dựng mở mang làng xóm. Vừa luyện tập quân sự, xây dựng củng cố lực lượng sẵn sàng chiến đấu.\n\nSong bọn phong kiến Mông Cổ từ khi xâm chiếm được Trung Quốc lập ra nhà Nguyên. Với tham vọng bá chủ thế giới lại tiếp thu thêm tư tưởng bành trướng Đại Hán đã không cho nhân dân ta được yên ổn làm ăn, chúng khẩn trương hơn nữa việc mở rộng đế quốc xuống Phương Nam. Bọn sứ thần nhà Nguyên sách nhiễu nhà Trần rất ngang ngược. Vua tôi nhà Trần một mặt làm tốt công việc đấu tranh ngoại giao, từ chối những đòi hỏi quá đáng của chúng, đồng thời gấp rút chuẩn bị cuộc kháng chiến.Khí thế chống giặc yêu nước lại bùng lên trong cả nước. Mùa đông năm Nhâm Ngọ (1282) Vua Trần họp các công hầu, quan lại ở Bình Than (Hải Dương) bàn kế đánh giặc và chia quân đóng giữ các vùng hiểm yếu. Mùa đông năm sau (1283) Vua Trần đích thân chỉ huy cuộc tập trận của quân đội chủ lực. Hưng Đạo Vương Trần Quốc Tuấn nhà quân sự tài giỏi dày dặn kinh nghiệm được cử làm tổng chỉ huy toàn quân. Ông đã viết bài \"Hịch Tướng Sỹ\" nổi tiếng khơi dạy lòng yêu nước tha thiết và khích lệ quân sĩ xông lên giết giặc cứu nước, bảo vệ quê hương.\n\nMùa xuân năm Ất Dậu (1285) Vua Trần Thánh Tông triệu tập các đại biểu phụ lão trong cả nước về họp và dự tiệc ở điện Diêm Hồng. Khi nhà Vua hỏi: \" Giặc mạnh nên hàng hay nên đánh\". Các bô lão đại diện cho ý chí toàn dân Đại Việt đã muôn miệng một lời đồng thanh hô tô \"Đánh\". Người dân Đại Việt lúc bấy giờ đều thích nên cánh tay hai chữ \" Sát Thát\". Tức là giết giặt Nguyên.\n\nCuối tháng 1 năm Ất Dậu. Năm mươi vạn quân Nguyên do Thoát Hoan con trai của Vua Nguyên trực tiếp chỉ huy ồ ạt tràn vào nước ta, bằng cả hai đường bộ và đường thủy, các trận đánh diễn ra quyết liệt ở nhiều nơi trên vùng biên giới, thấy thế giặc mạnh Trần Hưng Đạo cho quân chủ lực rút lui dần về phía Nam, đồng thời thực hiện chiến thuật vườn không nhà trống. Cùng vào thời gian này tướng giặc là Toa Đô ở phía Nam (Đánh Chăm Pa từ năm 1258) nay cũng tiến công Đại Việt từ phía nam ra hòng tạo thành hai gọng kiềm mạnh tiêu diệt quân chủ lực, bắt sống gọn toàn bộ đầu não của cuộc kháng chiến. Vua Trần và Trần Hưng Đạo rút quân về Ninh Bình và Thanh Hóa, quân giặc từ hai mặt Nam, Bắc đánh vào. Tình thế nguy ngập. Trần Hưng Đạo bình tĩnh tổ chức cuộc hành quân chiến lược đầy mưu trí đánh lạc hướng giặc, rút ra mạn Đông Bắc (Hải Phòng - Quảng Ninh). Sau đó ông cùng Vua Trần dong thuyền nhẹ xuôi vào Nam chiếm lại đất Thanh Hóa, củng cố lực lượng chuẩn bị cuộc tổng phản công.\n\nKhông bắt được Vua tôi Nhà Trần, Thoát Hoan phải rút về Thăng Long chờ tiếp viện. Chúng không hiểu rằng chính trong thời gian đó Trần Hưng Đạo đã xác định được thời điểm tổng phản công, cho người liên hệ với quân dân các vùng hiểm yếu chuẩn bị lực lượng và kế hoạch đánh giặc. Tháng 5 năm 1285 Trần Hưng Đạo tiến quân ra Bắc cắt đôi lực lượng giặc. Cả dân tộc được lệnh nổi lên đánh lớn, giặc bị đánh ở nhiều nơi: Đạo quân do Trần Quốc Toản - Nguyễn Khoái chỉ huy phối hợp với các đạo dân binh địa phương giáng cho giặc một trận đòn thất bại nặng nề ở bến Chương Dương, rồi nhân đà thắng lợi tiến về giải phóng Thăng Long. Trước sức tấn công như vũ bão của quân ta Thoát Hoan hoảng hốt hạ lệnh rút lui. Xong ở đâu chúng cũng bị quân ta phục kích đánh cho tơi bời, về đến vùng Vạn Kiếp chúng lại rơi vào trận địa phục kích của bộ chỉ huy ta. Quân ta đổ ra đánh quyết liệt, xác giặc ngổn ngang. Giữa trận mưa tên dữ dội Thoát Hoan hoảng hốt chui vào ống đồng, bắt lính mở đường máu khiêng chạy về nước. Vào lúc này, không hay biết gì về cuộc rút quân của đại quân. Toa Đô bỏ đất Thanh Hóa theo Sông Hồng kéo quân ra Thăng Long với Thoát Hoan. Vua Trần đem quân chặn đánh chúng ở Tây Kết, hàng vạn tên giặc bị tiêu diệt, Toa Đô bị chém đầu.\n\nSau hai tháng tổng phản công quyết liệt quân dân Đại Việt đã đánh tan tành hơn nửa triệu quân xâm lược Nguyên Mông, một đạo quân hung bạo nhất thế giới hồi đó, đuổi chúng ra khỏi bờ cõi. Nền Độc Lập của Tổ Quốc được giữ vững, kế hoạch bành trướng của quân Nguyên Mông bị phá tan.\n\nTheo sử sách, nhiều trận đánh lớn đã xảy ra trên đất Thanh Hóa: Trận đánh đầu tiên do tướng quân Trần Nhật Duật chỉ huy đánh cản Toa Đô ở Cửa Ghép và núi Văn Trinh. Trận đánh lớn thứ hai cũng do tướng Trần Nhật Duật chỉ huy đánh quân Toa Đô ở phòng tuyến kênh Bố Vệ nay thuộc thành phố Thanh Hóa.\n\nTrận đánh lớn thứ ba tại phòng thủ Hương Yên Duyên (Vùng biển Sầm Sơn đến Cửa Hới) và phòng tuyến Phú Tân, dưới sự tổ chức chỉ huy của thượng tướng Thái sư Trần Quang Khải.\n\nThanh Hóa trở thành địa bàn chiến lược, nơi đây đã diễn ra nhiều cuộc chiến đấu gay go quyết liệt nhưng rất anh hùng của quân dân Thanh Hóa, đã hoàn thành xuất sắc nhiệm vụ nặng nề mà lịch sử giao phó bảo vệ an toàn triều đình Nhà Trần - Bộ não của cuộc kháng chiến trong thời gian Vua tôi Nhà Trần vào Thanh Hóa tạo thời cơ cho cuộc kháng chiến chuyển sang thế phản công chiến lược. Lịch sử còn lưu truyền trận đánh ở Cửa Hới (Xã Quảng Tiến) nay là Phường Quảng Tiến nhằm chặn cuộc truy kích của giặc bảo đảm an toàn cho lực lượng quân đội và Vua tôi Nhà Trần rút bằng đường biển qua Cửa Hới. Trong trận đánh này Tây Phương Tướng Quân đã nêu tấm gương sáng về sự mưu trí và lòng dũng cảm hy sinh quên mình.\n\nTây Phương Tướng Quân sinh ra và lớn lên tại làng Cá Lập nên ông rất am hiểu địa hình nơi đây. Dựa vào hệ thống sông ngòi và những cánh đồng lầy quanh vùng sông Lạch Trào chảy ra Cửa Hới. Ông đề ra kế hoạch phục kích đánh quân giặc tại đây.\n\nTây Phương Tướng Quân đã huy động lực lượng dân binh vứt xuống đoạn sông đào nhà Lê chỗ hợp lưu với Sông Mã (Sông Lạch Trào) số lượng rất lớn rào tre đã chuẩn bị từ trước. Đoàn chiến thuyền của giặc từ Sông Mã theo hướng cửa Hới truy đuổi đoàn thuyền chiến Nhà Trần đến đoạn sông bị lấp rào, cũng vừa khi thủy triều rút chúng bị mắc kẹt. Quân ta phục sẵn hai bên bờ, bất ngờ dùng tên nỏ áp đảo hắt chúng xuống cánh đồng lầy, chia cắt chúng ra và tiêu diệt.\n\nTrong một trận quyết chiến chặn giặc cho bộ chỉ huy kháng chiến và triều đình Nhà Trần rút khỏi Thanh Hóa. Tây Phương Tướng Quân đã anh dũng hy sinh. Để tưởng nhớ công lao to lớn của Ngài triều đình nhà Trần đã ban sắc phong thần, giao cho nhân dân làng Cá Lập dựng đền hương khói quanh năm. Đến thời Trần Thánh Tông xét công tích của ngài, gia phong tặng Tây Phương Đại tướng Quân, biển hiệu \"Đại Vương Thượng Đẳng\". Các triều đình phong kiến đều có sắc phong thần và phong nhiều mỹ tự như: \"Bảo vệ Tổ Quốc - ủng hộ nhân dân\", được ban bốn chữ \"Bảo chiếu đàm ân\" nghĩa là công giữ nước giúp dân là vô cùng quý giá được soi sáng rộng khắp. các chiều đại về sau đều có sắc phong, Nhà vua phong nhiều mỹ tự.\n\nLê Thái Tổ dựng cờ khởi nghĩa, nhà vua cho đem lễ vật đến cầu đảo mong âm phù dương trợ. Sự cầu được ứng nghiệm bèn phong tặng Thượng đẳng thần tối linh, hiển ứng linh thông, quả đoán Đại Vương. Khi đánh tan Giặc Minh chém đầu Liễu Thăng, đất nước được thanh bình. Xét công âm phù của vị thần nhà Vua ban sắc phong \"Nhất Vị Đại Vương hiển ứng phù âm, phổ tế cương nghị anh linh\".Sắc cho nhân dân làng Cá Lập trùng tu miếu điện một năm Xuân - Thu hai kỳ tế lễ.\n\nCuộc kháng chiến của quân dân nhà trần chống đế quốc Nguyên Mông đến nay đã trải qua hơn 7 thế kỷ nhưng mãi mãi là niềm tự hào lớn của dân tộc Việt Nam. Ngôi đền thờ Tây Phương Tướng Quân và truyền thuyết về người anh hùng đã gắn bó với những người dân sống bằng nghề đánh cá biển đầy gian khó và nguy hiểm qua nhiều thế kỷ. Vị thần được nhân dân tôn sùng, như sự đỡ đầu về tinh thần trong cả vùng biển Sầm Sơn đã đóng góp cho kho tàng tư liệu về thời kỳ lịch sử oai hùng của dân tộc Việt Nam ở thế kỷ thứ XIII.\n\nNgày 17\/10\/1993 Sở Văn hóa - Thông tin đã ký quyết định vào số 250QĐ\/VHTT công nhận di tích làng Cá Lập là di tích Lịch sử Văn hóa cấp tỉnh. Năm 1999 Bộ Văn hóa - Thông tin cấp bằng công nhận di tích lịch sử Văn hóa cấp Quốc gia.\n\n== Sự kiện dân quân miền Nam tập kết ra Bắc ==\n\nSau chiến thắng Điện Biên Phủ, cảng Lạch Hới xã Quảng Tiến (nay là phường Quảng Tiến), thành phố Sầm Sơn được giao nhiệm vụ là điểm tập kết đón đồng bào, cán bộ, chiến sĩ và học sinh miền Nam tập kết ra Bắc\n\nNgay tại tấm bia tưởng niệm ở cảng hới sầm sơn đã ghi lại sự kiện lịch sử trọng đại này: \" Nơi đây, đảng bộ, chính quyền và nhân dân Sầm Sơn từ ngày 15\/10\/1954 đến 1\/5\/1955 đã đón 1.869 thương, bệnh binh; 47.346 cán bộ; 5.922 học sinh, sinh viên và 1.443 gia đình cán bộ ở Miền Nam tập kết ra miền Bắc theo Hiệp định Giơ-ne-vơ về Việt Nam\"\n\nSau một thời gian nghỉ tại Sầm Sơn, những người tập kết ra Bắc được di chuyển đến các địa phương khác ở Miền Bắc học tập, tham gia phát triển kinh tế - xã hội hoặc về Miền Nam tham gia chiến đấu.\n\nNgày nay, sau nhiều năm được đầu tư xây dựng, bến Sầm Sơn xưa - nay là cảng cá Lạch Hới trở thành một trong những bến cảng, khu dịch vụ hậu cần nghề cá lớn nhất của tỉnh Thanh Hóa. Cảng cá này hiện có chỗ đậu cho 450 đến 500 tàu, thuyền đánh cá các loại. Đóng vai trò quan trọng trong sự phát triển kinh tế - xã hội của thành phố Sầm Sơn.\n\n==Thông tin văn hóa-xã hội== \n* Cụm di tích chùa Khải Nam thờ phật - đền Cá Lập thờ Tây Phương Tướng Quân Trần Đức ([[nhà Trần|thời Tiền Triều Trần]]), Di tích được xếp hạng LSVH cấp quốc gia <ref name=LXTH168\/>.\n* Đền thờ Đô đốc Dũng (Nguyễn Sỹ Dũng) ([[Là một trong Thất hổ tướng thời Tây Sơn - Nguyễn Huệ]]), Di tích xếp hạng LSVH cấp tỉnh<ref name=LXTH169>{{Chú thích sách| title = Sách đã dẫn |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hóa | year = 2001 |trang =169}}<\/ref>.\n* Đền thờ Kim Cương Tướng Quân (thời Trần) Di tích xếp hạng LSVH cấp tỉnh<ref name=LXTH169\/>.\n* Đền thờ Họ Trần Trí thờ Tướng quân Trần Đức (Thời Tiền Triều Trần) Di tích được xếp hạng LSVH cấp tỉnh.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/gis.chinhphu.vn\/vbdmap.aspx?l=9&kv=2186100.6,593940.71&draw=true,38734,2,566967.9775127601,2203138.723214271,642454.4639992493,2155463.0475385934 Bản đồ phường Quảng Tiến]{{Liên kết hỏng|date = ngày 27 tháng 6 năm 2021 |bot=InternetArchiveBot }} trên Cổng thông tin điện tử Chính phủ [[Việt Nam|CHXHCNVN]]. Truy cập ngày 10 tháng 3 năm 2012.\n\n{{Đơn vị hành chính thuộc thành phố Sầm Sơn}}\n{{sơ khai Thanh Hóa}}"}