{"483328":"{{Nhiều vấn đề|\n{{Chú thích trong bài|date=tháng 5\/2023}}\n{{Cần biên tập|date=tháng 5\/2023}}\n}}\n[[Tập tin:denvuadinhnamdinh1.jpg|nhỏ|phải|250px|Đền Vua Đinh ở Nam Định]]\n\nVùng đất [[Nam Định]] từ thế kỷ X vốn là đồng bằng châu thổ sông Hồng nằm gần [[kinh đô Hoa Lư]], ([[Ninh Bình]]) xưa, nơi Vua [[Đinh Tiên Hoàng]] lên ngôi trị vì đất nước [[Đại Cồ Việt]] khoảng từ 10 đến 40&nbsp;km, hiện nơi đây còn lưu giữ được quần thể các di tích thờ Vua [[Đinh Tiên Hoàng]] có ý nghĩa và giá trị lịch sử với vai trò là nơi thu nạp, rèn luyện binh sĩ để dẹp [[loạn 12 sứ quân]] của [[Đinh Bộ Lĩnh]]. Quần thể các di tích thờ Vua Đinh chủ yếu nằm ở huyện [[Ý Yên]] tiêu biểu như: Đền Vua Đinh ở xã Yên Thắng; đình Viết ở xã Yên Chính; đền Cộng Hòa, đình Thượng Đồng và đình Cát Đằng ở xã Yên Tiến<ref>[http:\/\/www.baonamdinh.com.vn\/channel\/5087\/201308\/phat-huy-gia-tri-tiem-nang-du-lich-quan-the-tho-vua-dinh-o-y-yen-2265713\/ Phát huy giá trị tiềm năng du lịch quần thể thờ Vua Đinh ở Ý Yên]<\/ref>; đình Đằng Động thuộc xã Yên Hồng và Khu tưởng niệm Vua Đinh ở xã Xuân Kiên, Xuân Trường. [[Hà Nam]] và [[Nam Định]] chỉ đứng sau [[Ninh Bình]] về số lượng các di tích thờ Vua Đinh ở Việt Nam.\n\n==Tổng quan==\nVùng hạ lưu châu thổ sông Hồng thời [[12 sứ quân]] chủ yếu chịu sự chi phối của sứ quân [[Trần Lãm]]. Tuy nhiên đây cũng chính là vùng chịu sự ảnh hưởng và địa bàn gây dựng lực lượng của nhiều sứ quân khác như [[Kiều Công Hãn]], [[Ngô Nhật Khánh]], Quảng Trí Công ở Giao Thủy, [[Phạm Bạch Hổ]] ở Yên Tiến,... Đất [[Nam Định]] dần dần trở thành nơi hội tụ và đối đầu quyết liệt của hào kiệt bốn phương.<ref>{{chú thích web |url=http:\/\/www.namdinh.gov.vn\/Home\/thientruong-namdinh\/cacthoikylichsu\/2011\/2599\/Tu-khoi-nguon-den-cuoi-the-ky-X.aspx |ngày truy cập=2015-01-04 |tựa đề=Nam Định - Từ khởi nguồn đến cuối thế kỷ X |archive-date=2015-01-04 |archive-url=https:\/\/web.archive.org\/web\/20150104035416\/http:\/\/www.namdinh.gov.vn\/Home\/thientruong-namdinh\/cacthoikylichsu\/2011\/2599\/Tu-khoi-nguon-den-cuoi-the-ky-X.aspx |url-status=dead }}<\/ref>\n\nCác nghiên cứu mới đây về địa chất, địa lý đã chỉ ra cụ thể vị trí bờ biển [[Nam Định]] ở thế kỷ X nay thuộc Vụ Bản, Ý Yên, Mỹ Lộc và [[thành phố Nam Định]]. Đây cũng chính là khu vực đậm đặc các di tích thời Đinh, phản ánh [[Đinh Bộ Lĩnh]] đã có chủ trương thu hút nhân tài trên vùng đất này để xây dựng thành thế lực mạnh nhất. Những di tích này không chỉ ghi nhận quá trình đóng góp của nhân dân Nam Định trong sự nghiệp [[nhà Đinh]] mà còn có ý nghĩa xác nhận vị trí trọng yếu của vùng đất này: là căn cứ, bàn đạp để tiến hành thống nhất đất nước của vị thủ lĩnh họ Đinh.<ref>{{chú thích web|url=http:\/\/beta.baonamdinh.vn\/channel\/5087\/201612\/cac-di-tich-tho-vua-va-danh-tuong-thoi-dinh-2515897\/|title=Các di tích thờ vua và danh tướng thời Đinh|website=beta.baonamdinh.vn}}<\/ref>\n\nCác đền, đình thờ Vua [[Đinh Tiên Hoàng]] ở Nam Định nằm gần nhau, sát trục quốc lộ 10 tạo thành một quần thể di tích liên hoàn là những minh chứng cho vai trò lịch sử của vùng đất [[Ý Yên]], [[Nam Định]] trong sự nghiệp của [[Đinh Tiên Hoàng]].\n\n==Di tích thờ Vua Đinh==\n===Đền Vua Đinh===\n[[Đền Vua Đinh Tiên Hoàng]] ở thôn Tam Quang, xã Yên Thắng, huyện [[Ý Yên]], tỉnh [[Nam Định]] được công nhận là di tích lịch sử văn hóa năm 1987. Đền cùng với các di tích lân cận như đền Cộng Hòa, đình Thượng Đồng và đình Cát Đằng ở xã Yên Tiến tạo thành quần thể di tích thờ Vua Đinh ở [[Nam Định]].\n\nVị trí các đền thờ này nằm cách [[cố đô Hoa Lư]] ([[Ninh Bình]]) 18&nbsp;km. Tương truyền, đây chính nơi [[Đinh Bộ Lĩnh]] quy tụ lòng người, tuyển mộ trai tráng phục vụ công cuộc dẹp [[loạn 12 sứ quân]] thống nhất đất nước từ thế kỷ X. Tương truyền [[Đinh Bộ Lĩnh]] đã đến trang Đồi Thượng (nay là thôn Tam Quang) mộ thêm tướng giỏi. Tại đây đã có 18 người tình nguyện đi theo (hiện nhà thờ tổ trong đền là nơi thờ 18 trai tráng quê hương theo Vua Đinh dẹp loạn [[12 sứ quân]] bức Đại tự cổ còn lưu 4 chữ Đồi Tam Triệu Tổ). [[Đinh Bộ Lĩnh]] đã nghỉ tại khu vực mà sau này là đền Vua Đinh. Gò Đại Duyệt là nơi [[Đinh Bộ Lĩnh]] chỉ huy quân sĩ luyện tập. Cánh đồng Mo là nơi quân sĩ bỏ lại những mo cau gói cơm nhiều đến mức chất thành những đống lớn...\n\nLễ hội đền vua [[Đinh Tiên Hoàng]] ở xã Yên Thắng diễn ra tại thôn Tam Quang vào ngày 16 tháng 8 âm lịch hàng năm, được coi là một trong số những lễ hội tiêu biểu ở Nam Định.<ref>{{chú thích web|url=https:\/\/dulichnamdinh.com.vn\/tong-quan-tinh-nam-dinh\/|title=Tổng Quan Tỉnh Nam Định - Tin Tức Thương Mại Nam Định|date=18 thg 9, 2020}}<\/ref>\nTrong vùng, dân gian còn lưu truyền câu ca:\n:Nhất đới sơn lâm thiên ấn định\n:Lưỡng hồ long phượng địa tôn vương\n:Chân vương nhất thống lưu loan giá\n:Cổ miếu trùng tân sưởng phượng đầu\nCó nghĩa là: \n:Một dải núi rừng trời định sẵn\n:Hai hồ mắt phượng đất xưng vua\n:Hoàng đế dừng xe lưu danh quý\n:Ghi công đền cổ sáng ngàn thu\n<center><gallery widths=\"200px\" heights=\"250px\">>\nImage:denvuadinhnamdinh2.jpg|Cổng đền\nImage:denvuadinhnamdinh3.jpg|Chính cung\nImage:denvuadinhnamdinh4.jpg|Câu đối\n<\/gallery><\/center>\n\n===Đình Thượng Đồng===\n[[Tập tin:dinhthuongdong.jpg|nhỏ|phải|250px|Một góc đình Thượng Đồng]]\nĐình Thượng Đồng ở xã Yên Tiến, huyện [[Ý Yên]], tỉnh [[Nam Định]]. Đình thờ [[Đinh Tiên Hoàng]] làm thành hoàng. Đây là nơi mà sứ quân [[Phạm Bạch Hổ]] từng đóng quân, sau ông là người quy thuận [[Đinh Bộ Lĩnh]]. Đình Thượng Đồng thuộc loại công trình di tích lịch sử cấp quốc gia theo Quyết định: 84\/ QD ngày 27\/4\/1990.\n\nĐình Thượng Đồng thờ Vua [[Đinh Tiên Hoàng]] và 2 anh em Đinh Đức Đạt, Đinh Đức Thông người Cát Đằng dấy binh theo [[Đinh Bộ Lĩnh]]. Khu vực của đình chính là nơi Vua Đinh đã đóng quân ngày xưa. Đình mang đậm nét kiến trúc thời Nguyễn thế kỷ XIX và một mảng chạm khắc rất tinh xảo thời Hậu Lê - thế kỷ XVII-XVIII. Xung quanh đình còn nhiều địa danh khá nổi tiếng như cánh đồng Kiệu nơi đặt kiệu nhà vua, cánh đồng Khăm nơi quân giặc bị mắc mưu vào bẫy của nghĩa quân, khu mả Vạn nơi chôn vùi xác giặc…\n\n===Đình Cát Đằng===\n[[Tập tin:dinhcatdang.jpg|nhỏ|phải|250px|Cổ kính đình Cát Đằng]]\nĐình Cát Đằng là di tích lịch sử và kiến trúc nghệ thuật, cũng thuộc xã Yên Tiến, huyện Ý Yên, [[Nam Định]], theo Quyết định: 776\/QD-BT ngày 23\/6\/1992. Đình Cát Đằng là nơi khi xưa Vua Đinh Tiên Hoàng đã về đây để thu phục sứ quân [[Phạm Phòng Át]], sau thành đình Cát Đằng là Vườn Quan nơi [[Phạm Bạch Hổ]] từng đóng quân. Ông đã gây dựng và biến nơi đây thành \"Lầu Cát Đằng có tiếng, lâu đài chót vót sinh khí lành\".\n\nĐình Cát Đằng cũng thờ 2 anh em Đinh Đức Đạt, Đinh Đức Thông và ông tổ nghề sơn mài của địa phương Ngô Đức Dũng. Trong đình hiện lưu giữ nhiều hiện vật có giá trị như các cổ thư, các đạo sắc phong từ thời Vua Lê Vĩnh Tộ (1619-1628) đến thời Vua Khải Định (1916-1925), bức tượng Vua Đinh bằng đồng được đặt trong cỗ khám thờ lớn.\n\n===Đền Thượng===\n[[Tập tin:denthuong.jpg|nhỏ|phải|250px|Một góc đền Thượng Cộng Hòa]]\nĐền Thượng còn được gọi là đền Cộng Hòa. Đền Thượng nằm cách đền Vua Đinh không xa. Tương truyền, đền Thượng là nơi Vua Đinh dựng cung thất.<ref>Từ các nguồn sử liệu đến những hiểu biết mới về hoạt động của Đinh Bộ Lĩnh trên đất Nam Định, Đinh Thị Thùy Hiên tại Hội nghị khoa học trẻ, ĐHQG Hà Nội năm 2002<\/ref>\n\n===Đình Đằng Động===\nĐình Đằng Động, hay Đình làng Lẻ thuộc xã Yên Hồng, huyện Ý Yên. Đình Lẻ thờ Đinh Tiên Hoàng, là di tích đình làng được công nhận di tích lịch sử cấp tỉnh năm 2014.<ref>{{chú thích web|url=http:\/\/www.namdinh.gov.vn\/huyenyyen\/1213\/27039\/37647\/78808\/gioi-thieu\/gioi-thieu-ve-di-tich-lich-su-van-hoa-va-bao-vat-quoc-gia-huyen-y-yen.aspx|title=Giới thiệu về di tích lịch sử văn hóa và Bảo vật Quốc gia huyện Ý Yên: Di tích lịch sử văn hóa cấp Tỉnh}}<\/ref>\n\n===Đình Viết===\nĐình Viết ngày nay thuộc địa phận Làng Viết Cổ (nay là các xóm Hùng Sơn, Việt Hùng, Viết Tiến), xã Yên Chính, huyện Ý Yên. Nằm ở vùng đồng bằng, có nhiều hệ thống sông ngòi, mương tiêu nước bao quanh, như Sông Bo, Sông Bố, Ngòi Ngõ Mền, Ngòi xung quanh Đình Viết... có đường cao tốc Cầu Giẽ - Ninh Bình rộng 6 làn xe và Đường Tỉnh lộ 57 chạy qua. Nơi đây là khu đất Xã Chính cao, vuông vắn hình chữ “Viết”. Vì thế làng được đặt tên cổ là Làng Viết. Đình Viết được xây dựng vào đầu thế kỷ 18 được 3 đời Vua Triều Nguyễn ban Huyện Ý sắc phong. Sắc phong đầu tiên vào năm 1857 đời Vua Tự Đức 10, Sắc phong cuối cùng vào năm 1924 đời Vua Khải Định 9. Đình Viết thờ Vua [[Đinh Tiên Hoàng]], Con Người có công dẹp [[loạn 12 sứ quân]] lập nên Nước [[Đại Cồ Việt]] năm 968.<ref>{{chú thích web|url=https:\/\/hoanhap.vn\/chi-tiet\/su-tich-ve-quan-the-di-tich-dinh--phu--chua-viet-linh-o-lang-viet--nam-dinh-33475.html|title=Sự tích về quần thể di tích Đình - Phủ - Chùa Viết Linh ở Làng Viết, Nam Định|website=Hòa nhập}}<\/ref>\n\nĐây là nơi nhà vua Đinh Tiên Hoàng cùng ba quân tướng sĩ đã dựng trại, luyện quân nhằm bảo vệ vùng [[cửa biển Thần Phù]] cửa ngõ phía đông bắc [[Cố đô Hoa Lư]] thời [[Đại Cồ Việt]]. Để ghi nhớ công ơn của Nhà vua cùng ba Quân Tướng sĩ người dân nơi đây đã dựng miếu thờ Vua [[Đinh Tiên Hoàng]], về sau, Đình - Chùa - Phủ được xây dựng mới với quy mô rộng hơn, khang trang vào năm 1805 - 1815. Cạnh đình Viết là Phủ Viết thờ Hoàng hậu [[Dương Vân Nga]].\n\n===Khu tưởng niệm Vua Đinh===\nKhu tưởng niệm vua [[Đinh Tiên Hoàng]] và sứ quân [[Trần Lãm]] được xây dựng tại xã Xuân Kiên, huyện [[Xuân Trường]].\n\n===Đền làng Bịch===\nĐền làng Bịch là nơi diễn ra nhiều sinh hoạt văn hóa tín ngưỡng nhất của xã Minh Thuận, Vụ Bản, [[Nam Định]]. Đây là nơi thờ phụng Vua [[Đinh Tiên Hoàng]] và vợ chồng danh tướng thời [[nhà Đinh]] có công mở mang làng Bịch cách đây hơn 1.000 năm, được nhân dân suy tôn là thánh, thần. Đó là Khai Thiên Đại Vương và Quế Hoa Công chúa (tức Tướng quân Lê Khai và phu nhân Trần Thị Quế). Không chỉ có công lao khai khẩn cải tạo vùng đất trũng thành ruộng cấy, giúp dân sản xuất, vợ chồng Tướng quân Lê Khai và Trần Thị Quế còn cùng người dân địa phương xây thành, hào để làm căn cứ; quy tụ người dân tham gia nghĩa quân cùng [[Đinh Bộ Lĩnh]] dẹp [[loạn 12 sứ quân]].\n\nCạnh đền làng Bịch còn có am thờ và lăng mộ Quế Hoa Công chúa. Tại Đền làng Bịch hiện còn bảo lưu được nguyên vẹn thần phả của Tướng quân Lê Khai và phu nhân Trần Thị Quế cùng 23 đạo sắc phong từ thời Vĩnh Trị đến thời Tây Sơn. Lễ hội Đền làng Bịch được dân làng tổ chức thường niên vào tháng Giêng với các nghi thức tế lễ và những sinh hoạt văn hóa truyền thống, trò chơi dân gian đặc sắc. Gần đền Bịch có di tích đình Bịch cũng thờ vợ chồng tướng quân Lê Khai.<ref>{{chú thích web|url=http:\/\/langngheviet.com.vn\/nam-dinh-lang-bich-giu-gin-ban-sac-van-hoa-truyen-thong-7400.html|title=Nam Định: Làng Bịch giữ gìn bản sắc văn hóa truyền thống|first=Nam Định: Làng Bịch giữ gìn bản sắc văn hóa truyền|last=thống|website=Nam Định: Làng Bịch giữ gìn bản sắc văn hóa truyền thống}}<\/ref>\n\n==Các di tích liên quan==\nTrong danh sách các [[di tích về thời Đinh]], trên địa bàn tỉnh [[Nam Định]] có 39 nơi thờ tiêu biểu sau: đình Xám thôn Lạc Đạo, xã Hồng Quang, huyện Nam Trực, thờ [[Trần Minh Công]] tức [[Trần Lãm]], đền An Lá: xã Nghĩa An, huyện Nam Trực thờ Nguyễn Tấn, một vị tướng của nhà Đinh (thế kỷ thứ X); đền Hưng Lộc: xã Nghĩa Thịnh, huyện Nghĩa Hưng, thờ Phạm Cự Lượng tướng thời Đinh. [http:\/\/baonamdinh.com.vn\/channel\/5093\/201402\/nam-dinh-manh-dat-con-nguoi-dinh-cat-dang-2308058\/ Đình Cát Đằng] xã Yên Tiến huyện Ý Yên thờ 2 anh em Đinh Đức Đạt và Đinh Đức Thông. \n\n===Đình Bườn===\nNgọc phả đình Bườn cho biết: Đào Nương, người mà dân địa phương thường gọi là Đàm hoàng thái hậu, thân mẫu của [[Đinh Bộ Lĩnh]], thường cùng ông đi đánh dẹp các sứ quân. Khi [[Đinh Bộ Lĩnh]] cùng Phùng Gia và các tướng tiến quân đến địa đầu huyện [[Mỹ Lộc]], phủ Thiên Trường thì bị một sứ quân chặn đánh. Ông lập đồn luỹ ở thôn An Biện (tức làng Bườn) vừa chống cự, lại vừa phát triển thêm lực lượng. Nhiều nhân sĩ, trong đó có Cao Mộc, đã về căn cứ Bườn giúp ông. Sau một thời gian, ông để mẹ lại căn cứ, còn mình cùng với các tướng lĩnh đi đánh dẹp ở các nơi khác. Sau khi giành được thắng lợi, định đô ở [[Hoa Lư]], ông cho người trở về An Biện đón mẹ, mới được biết mẹ ông đã qua đời. Đinh Bộ Lĩnh phái hai tướng là Phùng Gia và Cao Mộc về An Biện trông coi lăng mộ Đào Nương. Rồi Cao Mộc cũng mất tại đây. Nhân dân trong vùng thương tiếc, chôn cất và thờ phụng ông. Hiện nay tại thôn Bườn còn bốn di tích liên quan đến sự kiện này là Lăng Bà (lăng mộ bà Đào Nương), Lăng Ông (lăng mộ của Cao Mộc), Miếu Trúc (miếu thờ Phùng Gia) và Đình Bườn là nơi thờ chung mẹ vua Đinh cùng Cao Mộc và Phùng Gia. Sự hiện diện của mẹ vua Đinh ở Mỹ Thắng, Mỹ Lộc xác nhận nơi đây là một căn cứ quan trọng của [[Đinh Bộ Lĩnh]] trong thời kỳ đầu chiêu binh dẹp [[loạn 12 sứ quân]].\n\n===Đình Xám===\nĐình Xám nằm ở thôn Lạc Đạo, xã Hồng Quang, huyện Nam Trực. Đình thờ Trần Minh Công tức [[Trần Lãm]]. Thời Hậu Ngô Vương, [[12 sứ quân]] cát cứ dẫn đến tình trạng tranh chấp thôn tính lẫn nhau. Thời đó, [[Trần Lãm]] chiếm cứ vùng Bố Hải khẩu ([[Thái Bình]]). [[Đinh Bộ Lĩnh]] được nhân dân các địa phương ủng hộ đã đứng lên thu giang sơn về một mối. Ông liên kết với sứ quân [[Trần Lãm]] để tăng cường lực lượng. Năm 968, [[Đinh Bộ Lĩnh]] lên ngôi hoàng đế, phong cho Trần Lãm chức Phụ dực quốc chính thượng tướng công, cấp cho thực ấp tại đạo Sơn Nam (nay là [[Nam Định]]). Tuy nhiên theo chính sử thì [[Trần Lãm]] mất trước khi [[Đinh Bộ Lĩnh]] lên ngôi năm 968.\n\n===Đền Nhuệ Khê===\nTheo thần phả Nhuệ Khê, tại xã Đệ Tam có Trần Viết Dũng, xã Nhuệ Khê có Nguyễn Đức Long, Nguyễn Đức Học, xã Năng Lự có Trần Xuân Tiền, Trần Thị Thủy, xã Bình Giã có Lương Văn Hoằng, Ngô Tất An tham gia đội quân của [[Đinh Bộ Lĩnh]]. Anh em Đức Long, Đức Học cùng 30 người thuộc 5 họ: Nguyễn, Trần, Hoàng, Bùi, Mai lúc đầu theo về với [[Trần Lãm]] nhưng đến khi [[Đinh Bộ Lĩnh]] nắm giữ binh quyền, lại hết lòng tự nguyện phò tá ông. Nhờ có công thu phục được sứ quân [[Phạm Bạch Hổ]] và đánh dẹp sứ quân [[Đỗ Cảnh Thạc]] mà Đức Long được phong làm Hùng trấn tam kỳ giang châu tướng quân, Đức Học được phong là Nhuệ Khê mạc trung duệ tiết tướng quân.... Dân làng Nhuệ Khê đã dựng sinh từ thờ [[Trần Lãm]] và hai ông Đức Long, Đức Học. Trong đền thờ, vị hiệu của Trần Lãm được đặt trên và dưới là vị hiệu của hai ông. Khi các ông mất, dân làng sửa đền tạc tượng và thường xuyên hương khói.\n\n===Đình An Nhân===\nĐình An Nhân nằm ở xã Thành Lợi, huyện [[Vụ Bản]]. Đình thờ Tạ Sùng Hy, người vùng [[Hoa Lư]], [[Ninh Bình]] đến An Nhân, Thành Lợi, Vụ Bản dạy học, rồi bắt đầu từ đây đi theo [[Đinh Bộ Lĩnh]]. Ông là người có công phá vòng vây của Ngô sứ quân cứu thoát [[Đinh Bộ Lĩnh]]. Mang nặng ân nghĩa với Tạ Sùng Hy, [[Đinh Bộ Lĩnh]] đã phong ông là Sùng Hy đại vương, cho nhận thực ấp ở Thiên Bản ([[Vụ Bản]]). Khi Tạ Sùng Hy mất, nhân dân trong vùng tổ chức chôn cất, vua Đinh sai quan về làm lễ. Hàng năm cứ đến ngày sinh của Tạ Sùng Hy, vua đều ngự giá về đình An Nhân (đình thờ Tạ Sùng Hy) để làm lễ, biểu dương công trạng và diễn lại cuộc vây cứu.\n\n===Đền Bách Cốc===\nĐền Bách Cốc nằm ở xã Thành Lợi, Vụ Bản. Trước kia khu vực này cũng có đền thờ Vua Đinh nhưng bị chiến tranh tàn phá chưa khôi phục lại được. Đền có bức đại tự “Thượng đẳng linh từ”. Hậu cung thờ Thái hậu [[Dương Vân Nga]], tương truyền bà đã từng về đây đốc thúc binh lương, nhân dân lập đền thờ, tôn là Thành hoàng làng. Đền Bách Cốc cũng phối thờ [[Đinh Tiên Hoàng]].\n\n===Đền An Lá===\nĐền An Lá nằm ở xã Nghĩa An, huyện Nam Trực thờ Nguyễn Tấn, một vị tướng của [[nhà Đinh]]. Ngay từ nhỏ Nguyễn Tấn học hành thông minh, võ nghệ siêu quần. Trong cảnh đất nước bị rơi vào loạn [[12 sứ quân]], ông đã đứng lên tập trung trai tráng được vài trăm người, thường xuyên luyện tập võ nghệ.\n\nTheo thần tích đền Gin, xã Nam Dương, huyện [[Nam Trực]], tỉnh [[Nam Định]] thì năm 967, sứ quân [[Kiều Công Hãn]] bị [[Đinh Bộ Lĩnh]] tấn công thất trận phải tháo chạy. Khi [[Kiều Công Hãn]] qua vùng An Lá thì Nguyễn Tấn đem dân binh đến tập kích chém trúng cổ. [[Kiều Công Hãn]] chạy về đến vùng đất Hiệp Luật thì hóa. Dân làng Hiệp Luật trông thấy sợ hãi bỏ đi. Dân làng Bái Dương lấy chiếu ra đắp. Sáng hôm sau, mối đùn thành mộ che kín khắp người. Nhân dân gọi là mộ thiên táng. Người dân ở đây nghĩ rằng Kiều Công Hãn là người cùng quê nên rút chân nhang ở mộ vào đền thờ.<ref>{{chú thích web|url=http:\/\/www.dulichnamdinh.com.vn\/%28S%28hih5a455emtnx155h5ebkw55%29A%28kAEWtMArzwEkAAAANmQ3MGMxYTQtM2EwZC00M2M2LWIyNzItYjYyNGM3OWExYjEy6_mdy1CKkSY6PM0tguBW2zSvYiI1%29%29\/viewdetails.aspx?Id=1317|title=đền Gin}}<\/ref> Ngày nay cứ đến 10-3 âm lịch, dân làng Gin lại đánh cá để tế, tưởng nhớ [[Kiều Công Hãn]], trong khi dân làng An Lá (đều ở [[Nam Trực]], [[Nam Định]]) lại gói bánh để tế, tưởng nhớ chiến công của Nguyễn Tấn, nên dân gian có câu: \"làng Gin đánh cá, làng Lá gói bánh\".\n\n==Đường Vua Đinh==\nỞ huyện [[Ý Yên]] có tuyến đường Đanh nối các xã Yên Cường, Yên Thắng, Yên Tiến, Yên Hồng tương truyền được hình thành từ thời Vua [[Đinh Tiên Hoàng]] trị vì, do kiêng tên húy họ Vua nên dân gian gọi chệch đi là đường Đanh; bên phía [[Ninh Bình]] đoạn đường từ xã Gia Thủy qua Gia Phú, thị trấn Me tới xã Gia Phương cũng được gọi là đường Vua Đinh. Hiện nay cả hai tuyến đường trên đã được kết nối và nâng cấp chung thành [[quốc lộ 37C]], kết nối quê ngoại, quê nội và căn cứ quân sự của Vua [[Đinh Tiên Hoàng]]. Tuyến [[quốc lộ 37C]] còn được gọi là đường Vua Đinh do nó đi qua rất nhiều xã có [[đền Vua Đinh Tiên Hoàng]] cụ thể các di tích sau:\n* [[Đền Vua Đinh (Yên Thắng)|Đền Vua Đinh ở xã Yên Thắng]], huyện Ý Yên, tỉnh Nam Định\n* Đình Thượng Đồng, xã Yên Tiến, huyện Ý Yên, tỉnh [[Nam Định]]\n* Đình Cát Đằng, xã Yên Tiến, huyện [[Ý Yên]], tỉnh Nam Định\n* Đền Thượng Thôn, xã Yên Tiến, huyện Ý Yên, tỉnh [[Nam Định]]\n* Đình Đằng Động, xã Yên Hồng, huyện [[Ý Yên]], tỉnh Nam Định\n* [[Đền thờ Đinh Bộ Lĩnh]], xã Gia Phương, huyện Gia Viễn, tỉnh [[Ninh Bình]]\n* [[Núi Kỳ Lân]] - Lăng Phát Tích, xã Gia Phương, huyện Gia Viễn, tỉnh [[Ninh Bình]]\n* Đình Kính Chúc, xã Gia Phú, huyện [[Gia Viễn]], tỉnh [[Ninh Bình]]\n* Đình Mỹ Hạ, xã Gia Thủy, huyện [[Nho Quan]], tỉnh [[Ninh Bình]]\n* Đình Ngọc Ba, xã Gia Thủy, huyện Nho Quan, tỉnh [[Ninh Bình]]\n* Đình Sóc Bai, xã Yên Bồng, huyện [[Lạc Thủy]], tỉnh [[Hòa Bình]]\n\n==Xem thêm==\n*[[Quần thể di tích thờ Vua Đinh ở Ninh Bình]]\n*[[Đinh Tiên Hoàng]]\n*[[Ý Yên]]\n\n==Ghi chú==\n{{tham khảo|30em}}\n\n{{Du lịch Nam Định}}\n\n{{Đền tại Việt Nam}}\n\n[[Thể loại:Di tích tại Nam Định]]\n[[Thể loại:Đền tại Việt Nam|Vua]]"}