{"517737":"{{bài cùng tên|Quế Dương (định hướng)}}\n\n'''Quế Dương''' là một [[huyện (Việt Nam)|huyện]] cũ thuộc tỉnh [[Bắc Ninh]]. Huyện Quế Dương được thành lập trên cơ sở địa phận cũ của châu Vũ Ninh<ref name=\"QD1\">Theo [[Đại Nam nhất thống chí]], Nhà xuất bản Khoa học xã hội, H.1971, tr.55.<\/ref>.\n\nPhía Bắc giáp 2 huyện [[Việt Yên]] và [[Yên Dũng]] của tỉnh [[Bắc Giang]], phía Nam giáp 2 huyện [[Thuận Thành]] và [[Gia Lương (huyện)|Gia Lương]] (ranh giới là [[sông Đuống]], phía Đông giáp huyện [[Võ Giàng]], phía Tây [[Bắc Ninh (thành phố)|thị xã Bắc Ninh]] và huyện [[Tiên Du]].\n\n==Huyện lị==\nHuyện lỵ Quế Dương nằm ở địa phận xã Nghiêm Xá và xã Can Vũ, tổng Vũ Dương, được xây dựng vào năm Minh Mệnh thứ 3 (1822). Huyện lỵ này duy trì đến khi sáp nhập huyện Quế Dương với huyện Võ Giàng.\n\n==Thời phong kiến==\nThời thuộc Minh (1414-1427), địa phận huyện Quế Dương lúc đó được gọi là huyện Từ Sơn.\n\nĐịa danh Quế Dương xuất hiện từ thời vua [[Lê Thánh Tông]], năm [[Quang Thuận]] thứ 10 (1469). Huyện Quế Dương lúc này là một trong năm huyện của phủ Từ Sơn, thuộc thừa tuyên Kinh Bắc.\n\nTên huyện Quế Dương giữ nguyên qua [[nhà Lê sơ|thời Hậu Lê]] (thế kỷ 15) sang đến [[nhà Nguyễn|thời Nguyễn]] (thế kỷ 20). Từ năm [[Lê Thánh Tông|Hồng Đức]] thứ 21 (1490), thừa tuyên Kinh Bắc được gọi là xứ Kinh Bắc, sau gọi là trấn Kinh Bắc, từ năm [[Minh Mạng|Minh Mệnh]] thứ 3 (1822) đổi thành trấn Bắc Ninh, năm Minh Mệnh thứ 12 (1831) gọi là tỉnh Bắc Ninh. Trong thời gian trên, huyện Quế Dương vẫn giữ như cũ.\n\nNăm [[Minh Mạng|Minh Mệnh]] thứ 7 (1826), huyện Quế Dương thuộc phân phủ Từ Sơn. Năm [[Tự Đức]] thứ 5 (1852), bãi bỏ cấp phân phủ.\n\nNăm 1895, sau khi tỉnh Bắc Ninh được tách thành hai tỉnh Bắc Ninh (mới) và Bắc Giang, huyện Quế Dương thuộc phủ Từ Sơn, tỉnh Bắc Ninh.\n\n===Các tổng và xã thời Nguyễn===\nĐầu thời Nguyễn (đầu thế kỷ 19), huyện có 9 tổng, 46 xã thôn:\n\n{| class=\"prettytable\" \n!STT!! Tên tổng!! Các xã\n|-\n|1|| Đại Toán || 5 xã: Đại Toán, Quế Ổ, Mai Ổ, Đức Tái, Ngâm Mạc.\n|-\n|2|| Lãm Sơn Nam || 5 xã: Lãm Sơn Nam, Lãm Sơn Trung, Lãm Sơn Đông, Đông Dương, Lãm Sơn Dương<ref>Xã Lãm Sơn Dương năm 1807 phiêu tán, năm 1808 phục hồi.<\/ref>.\n|-\n|3|| Vân Mẫu || 4 xã: Vân Mẫu, Vân Mỗi, Lãm Dương,Chu Mẫu<ref>Xã Chu Mẫu phiêu tán năm 1807, năm 1808 phục hồi.<\/ref>.\n|-\n|4|| Bồng Lai ||7 xã: Từ Sơn, Đông Du, Cách Bi,Cẩm Chàng, Mai Cương, Bồng Lai<ref>Xã Bồng Lai phiêu tán năm 1807, năm 1808 phục hồi.<\/ref>, An Đặng.\n|-\n|5|| Tri Nhị || 4 xã: Tri Nhị, Địa Nhị, Phúc Lão, Ngô Xá<ref>Xã Ngô Xá phiêu tán năm 1807, năm 1808 phục hồi.<\/ref>.\n|-\n|6|| Quảng Lãm || 6 xã: Quảng Lãm, Hán Đà, Nga Hoàng, Yên Giả, La Miệt, Phù Lưu.\n|-\n|7|| Đào Thông || 5 xã: Đào Thông, Vân Đoàn, Vệ Xá, Phả Lại, Châu Cầu.\n|-\n|8|| Mộ Đạo || 5 xã: Mộ Đạo, Đô Đàn, Phúc Thực, Trạc Nhiệt, Trúc Ổ<ref>Xã Trúc Ổ phiêu tán năm 1807, năm 1808 phục hồi.<\/ref>.\n|-\n|9|| Vũ Dương || 5 xã: Vũ Dương, Hồng Mao, Nghiêm Xá, Dũng Quyết, Can Vũ.\n|}\n\nNăm 1886, huyện có 9 tổng, 46 xã như đầu thế kỷ 19, nhưng có một số xã được đổi tên mới: Vân Mỗi đổi là Vân Mẫu, Chu Mẫu đổi là Vân Hợp, Địa Nhị đổi là Ích Nhị, Ngô Xá đổi là Thi Xá, Hồng Mao đổi là Phượng Mao, Phù Lưu đổi là Hương Lưu, Đào Thông đổi là Đào Hương, Phúc Thực đổi là Tập Ninh.\n\nĐầu thế kỷ XX, huyện Quế Dương có 6 tổng: Đại Toán, Bồng Lai, Đào Thông, Mộ Đạo, Vũ Dương, Phù Lương. 4 tổng cũ được chuyển sang huyện khác: Tổng Tri Nhị được chuyển về huyện [[Gia Bình]], các tổng Lãm Sơn Nam, Vân Mẫu, Quảng Lãm được chuyển về [[Võ Giàng]]; đồng thời, chuyển tổng Phù Lương của Võ Giàng về huyện Quế Dương.\n\n==Sau Cách mạng tháng 8 năm 1945==\nSau [[Cách mạng tháng Tám]] năm 1945, đơn vị hành chính cấp tổng bị bãi bỏ, các xã được giữ nguyên và trực thuộc huyện Quế Dương.\n\nNăm 1947-1948, một số xã nhỏ (tương đương với đơn vị làng) được sáp nhập lại thành xã lớn.\n\nMột số xã lấy lại tên cũ:\n*Xã Bồng Lai (bao gồm một số làng thuộc tổng Bồng Lai);\n*Xã Cách Bi (bao gồm một số làng thuộc tổng Bồng Lai);\n*Xã Đào Viên (lấy lại tên tổng Đào Viên);\n*Xã Mộ Đạo (bao gồm 4 làng của tổng Mộ Đạo và một số xã của tổng Đại Toán);\n*Xã Phù Lãng (gồm 3 làng của tổng Phù Lương);\n*Xã Phù Lương (gồm 2 làng của tổng Phù Lương).\n\nCác xã còn lại được đặt tên mới: \n*Xã Chi Lăng (gồm 3 làng của tổng Đại Toán và 2 làng của tổng Mộ Đạo);\n*Xã Châu Phong (bao gồm một số làng của tổng Đào Viên);\n*Xã Đức Long (bao gồm một số làng của tổng Đào Viên);\n*Xã Phượng Mao (gồm 2 làng của tổng Vũ Dương);\n*Xã Việt Hùng (gồm 3 làng của tổng Vũ Dương);\n*Xã Ngọc Xá (gồm 3 làng của tổng Phù Lương);\n*Xã Châu Phong (gồm một số làng của tổng Phù Lương).\n\nTheo Quyết định số 422 pc\/2 ngày 9 tháng 7 năm 1949 của Uỷ ban Kháng chiến Hành chính Liên khu I, một số xã sau khi được hợp nhất lại, nay được đổi tên: \n*Xã Bồng Lai đổi là Xã Thái Hoà.\n*Xã Cách Bi đổi là  Xã Từ Đức.\n*Xã Đào Viên đổi là Xã Đức Thành.\n*Xã Mộ Đạo  đổi là Xã Hưng Đạo.\n*Xã Phù Lãng đổi là Xã Đại Tân.\n*Xã Phù Lương đổi là Xã Lê Lợi.\n\nNăm 1961, có một vài thay đổi<ref>Quyết định số 30-CP ngày 27 tháng 2 năm 1961 của Hội đồng Chính phủ.<\/ref>:\n*Ấp Hôm thuộc xã Đức Thành huyện Quế Dương được chuyển về xã Tân Lập huyện Gia Lương. \n*Ấp Găng xã Đức Thành về xã Thái Bảo huyện Gia Lương.\n\nCuối năm 1961, huyện Quế Dương có 12 xã: Thái Hoà ([[Bồng Lai, Quế Võ|Bồng Lai]]), Từ Đức ([[Cách Bi]]), [[Châu Phong, Quế Võ|Châu Phong]], [[Chi Lăng, Quế Võ|Chi Lăng]], Đức Thành ([[Đào Viên, Quế Võ|Đào Viên]]), [[Đức Long, Quế Võ|Đức Long]], Hưng Đạo ([[Mộ Đạo, Quế Võ|Mộ Đạo]], [[Ngọc Xá]]), Đại Tân ([[Phù Lãng, Quế Võ|Phù Lãng]]), Lê Lợi ([[Phù Lương, Quế Võ|Phù Lương]]), [[Phượng Mao, Quế Võ|Phượng Mao]], [[Việt Hùng, Quế Võ|Việt Hùng]].\n\n==Sáp nhập==\nNăm 1962, sáp nhập huyện Quế Dương và huyện Võ Giàng thành huyện Quế Võ<ref>Theo [http:\/\/xuctienthuongmai.vn\/Province.aspx?id=10 một số tài liệu khác] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100724095057\/http:\/\/xuctienthuongmai.vn\/Province.aspx?id=10 |date=2010-07-24 }}, ngày sáp nhập là 05\/07\/1961.<\/ref>. Ngày [[10 tháng 4]] năm [[2023]], huyện Quế Võ được chuyển thành thị xã Quế Võ.<ref name=NQ723>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-723-NQ-UBTVQH15-2023-thanh-lap-thi-xa-Thuan-Thanh-va-phuong-thuoc-thi-xa-Bac-Ninh-556500.aspx|tựa đề=Nghị quyết số 723\/NQ-UBTVQH15 năm 2023 về việc thành lập thị xã Thuận Thành và các phường thuộc thị xã Thuận Thành, thị xã Quế Võ và các phường thuộc thị xã Quế Võ, tỉnh Bắc Ninh|url-status=live}}<\/ref>\n\n==Xem thêm==\n*[[Võ Giàng]]\n*[[Quế Võ]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Huyện cũ Việt Nam]]\n[[Thể loại:Hành chính Bắc Ninh]]"}