{"141716":"[[Tập tin:Dendinhbolinh-6.jpg|nhỏ|phải|300px|Trước đền [[Đinh Bộ Lĩnh]] trên quê hương [[Gia Viễn]]]]\n[[Tập tin:Di tích thờ Vua ở Ninh Bình.jpg|nhỏ|phải|300px|Các di tích thờ Vua Đinh ở Ninh Bình (màu đỏ)]] \n[[Tập tin:Codohoalu2010k5.jpg|nhỏ|phải|300px|[[Đền Vua Đinh Tiên Hoàng]] ở [[cố đô Hoa Lư]]]]\n[[Ninh Bình]] là quê hương đồng thời cũng là nơi đóng đô của Vua [[Đinh Tiên Hoàng]] nên vùng đất này hiện nay còn lưu giữ đầy đủ các di tích lưu niệm trong cuộc đời của Đinh Bộ Lĩnh. Hệ thống [[di tích ở Ninh Bình]] ghi dấu ấn của Vua từ thời kỳ ấu thơ còn tập trận cờ lau, đến việc lập căn cứ [[động Hoa Lư]] để dẹp [[loạn 12 sứ quân]] rồi lập [[kinh đô Hoa Lư]] mở ra nhà nước thống nhất [[Đại Cồ Việt]]. Các di tích thờ Vua Đinh tập trung nhiều ở phía Bắc [[Ninh Bình]]: [[Nho Quan]] tìm thấy 11 nơi thờ, [[Gia Viễn]]: 9 nơi thờ, [[Hoa Lư, Ninh Bình|Hoa Lư]]: 7 nơi thờ, Yên Khánh 1 nơi thờ...\n==Tổng quan==\n===Dấu tích của Vua===\n{{chính|Đinh Tiên Hoàng}}\nSử sách cho biết [[Đinh Bộ Lĩnh]] sinh khoảng năm 924, quê ở động Hoa Lư, châu Đại Hoàng, nhưng không cho biết ở một làng cụ thể nào. Truyền thuyết dân gian ở [[Gia Viễn]] có câu \"''Đại Hữu sinh vương, Điềm Giương sinh thánh''\". Làng Đại Hữu xưa nay thuộc xã [[Gia Phương, Gia Viễn|Gia Phương]], huyện [[Gia Viễn]], tỉnh [[Ninh Bình]]. Ở đây có [[núi Kỳ Lân]], trên đỉnh núi có gò Bồ Đề, tương truyền là nền nhà của [[Đinh Bộ Lĩnh]], có lăng Nhà Đinh tương truyền là lăng phát tích dòng họ Vua Đinh. Đặc biệt còn có ngôi đền ở thôn Văn Bòng thờ [[Đinh Tiên Hoàng]] và [[Đinh Điền]], [[Nguyễn Bặc]].<ref>[http:\/\/ninhbinh.gov.vn\/web\/guest\/di-tich-lich-su-van-hoa\/-\/asset_publisher\/8IlE\/content\/nhung-di-tich-%C4%91en-tho-%C4%91inh-tien-hoang;jsessionid=C738366484AF87E0AC62DB7BF7114120?redirect=%2Fweb%2Fguest%2Fdi-tich-lich-su-van-hoa Những di tích đền thờ Đinh Tiên Hoàng]{{Liên kết hỏng|date=2021-06-27 |bot=InternetArchiveBot }}<\/ref>\n\nVì sử sách ghi chép Đinh Bộ Lĩnh quê ở [[động Hoa Lư]], nên gây ra sự nhầm lẫn giữa [[động Hoa Lư]], nơi [[Đinh Bộ Lĩnh]] khởi binh, [[kinh đô Hoa Lư]] và quê hương của ông. Trong bộ sử Khâm Định Việt sử thông giám cương mục đã viết: \"''Hoa Lư là sơn phận hai xã Uy Viễn, Uy Tế thuộc [[Ninh Bình]]. Nơi đây bốn mặt đều có núi đá đứng thẳng như bức vách, trong đó có một chỗ hơi bằng phẳng rộng rãi, người xứ ấy gọi là [[động Hoa Lư]]. Theo sách An Nam kỷ yếu, [[Hoa Lư]] ở về huyện Lê Bình. Lê Bình bây giờ là [[Gia Viễn]], trong lòng động rộng hàng hai trượng, có một cái lạch nước quanh co khuất khúc chảy đến phía Nam thành Hoa Lư. [[Thành Hoa Lư]] cũng ở huyện Lê Bình. Họ Đinh nhân thế núi đắp thành ấy, chu vi năm trăm trượng. Vết thành cũ vẫn còn. Như thế thì [[động Hoa Lư]] là chỗ [[Đinh Bộ Lĩnh]] khởi binh; [[thành Hoa Lư]] ở Trường Yên là nơi đóng đô của họ Đinh. Có thuyết cho rằng hai phủ Yên Khánh và Thiên Quang xưa kia đều gọi là Hoa Lư cả nếu bảo [[động Hoa Lư]] ở núi Trường Yên là lầm''\". [[Động Hoa Lư]] nay thuộc xã Gia Hưng, huyện Gia Viễn, tỉnh [[Ninh Bình]]. Di tích này khẳng định là căn cứ ban đầu của [[Đinh Bộ Lĩnh]].\n\nSử sách cũng cho biết [[Đinh Bộ Lĩnh]] mồ côi cha từ nhỏ, phải cùng mẹ về ở cạnh đền Sơn Thần. Quốc sử quán triều Nguyễn cũng cho biết nơi ấy là Long Viên: \"''Long Viên ở xã Đề Cốc, nhà mẹ Đinh Tiên Hoàng ở đấy, tức chỗ ở cũ của Đinh Tiên Hoàng lúc còn ẩn náu, nền nhà cũ này vẫn còn nên gọi là \"Long Viên\" trước mặt trông ra sông, có cầu Ngự, cầu Phanh, bên tả vườn có gò bằng phẳng tức là chỗ bày trận cờ lau''\". Ở thôn Mỹ Hạ, xã Gia Thủy huyện Nho Quan ngày nay còn có ngôi đền Long Viên thờ Long Viên Đốc Khánh công chúa, tương truyền là người đỡ đẻ cho Đinh Bộ Lĩnh, đình Mỹ Hạ thờ Đinh Bộ Lĩnh. Như vậy là khi mồ côi cha, Đinh Bộ Lĩnh đã cùng với mẹ về ở bên hữu ngạn sông Bôi, đi chăn trâu cho chú là Đinh Thúc Dự. Truyền thuyết cũng cho biết Đinh Bộ Lĩnh tập trân cờ lau ở cánh đồng Rộc Xéo. Ở đây còn có đồng Trống là nơi đánh trống, đồng Quân là nơi hội quân, cầu Mổ là nơi Đinh Bộ Lĩnh mổ trâu hay mổ bò của chí để khao quân, bến Vội là nơi Đinh Bộ Lĩnh vội chạy qua khi bị chú đuổi... Đinh Bộ Lĩnh còn chăn trâu ở bên bờ tả ngạn sông Bôi, tức cánh đồng bên ngoài động Hoa Lư. Ngày nay nơi đây còn có đường vua Đinh.\n\nSử sách cho biết Đinh Bộ Lĩnh còn chăn trâu ở núi Mã Can hay Mã Thiên. Trong sách Ninh Bình toàn tỉnh địa chí khảo biên, [[Nguyễn Tử Mẫn]] cho biết: \"''Núi Mã Can ở địa phận thôn Phúc Lai, Đông Thịnh, cách 19 dặm phía nam huyện Phụng Hóa. truyền rằng Đinh Tiên Hoàng hồi còn trẻ đem mục đồng đến diễn tập trận ở đây, người đời sau lấy miếu ấy lập miếu thờ''\".\n\n===Danh sách di tích===\nCác thống kê hiện nay cho thấy còn ít nhất 26 di tích thờ Vua Đinh Tiên Hoàng, chủ yếu ở 3 huyện phía bắc [[Ninh Bình]] như sau:\n{| class=\"wikitable sortable\"\n|-align=bgcolor=#EFEFEF\n! STT!! Tên di tích!! Xã!! Huyện!! Xếp hạng!! Đặc điểm!! Ghi chú\n|-align=\n| 1|| Đàn Tế Trời|| Quỳnh Lưu || [[Nho Quan]] || Di tích || Nơi Vua lập Đàn Xã Tắc || \n|- align=\n| 2|| Đền Bóng || Sơn Lai || [[Nho Quan]] || Di tích || Hành cung phía Tây || \n|- align=\n| 3|| Đền Đông Thịnh|| Sơn Lai || [[Nho Quan]] || Di tích || Hành cung phía Tây || \n|- align=\n| 4|| Đền Lão Cầu|| Văn Phú || [[Nho Quan]] || Di tích || Nơi Vua đi săn || \n|- align=\n| 5|| Đình Chủ|| Phú Lộc || [[Nho Quan]] || Di tích || Nơi Vua đi săn || \n|- align=\n| 6|| Đền Văn Bòng|| Gia Phương || [[Gia Viễn]] || Di tích quốc gia|| Quê gốc của Vua || \n|- align=\n| 7|| Lăng Phát Tích|| Gia Phương || [[Gia Viễn]] || Di tích quốc gia|| Lăng phát tích Vua || \n|- align=\n| 8|| Đình Kính Chúc|| Gia Phú || [[Gia Viễn]] || Di tích cấp tỉnh|| Tập trận cờ lau || \n|- align=\n| 9|| Đình Lược|| Sơn Lai || [[Nho Quan]] || Di tích cấp tỉnh|| Hành cung phía Tây || \n|- align=\n| 10|| Đình Mỹ Hạ|| Gia Thủy || [[Nho Quan]] || Di tích quốc gia|| Tập trận cờ lau || \n|- align=\n| 11|| Đình Ngọc Ba|| Gia Thủy || [[Nho Quan]] || Di tích || Tập trận cờ lau || \n|- align=\n| 12|| Đình Ngọc Mỹ|| Sơn Lai || [[Nho Quan]] || Di tích || Hành cung phía Tây || \n|- align=\n| 13|| Đình Ngọc Nhị|| Gia Thủy || [[Nho Quan]] || Di tích || Tập trận cờ lau || \n|- align=\n| 14|| Đình Thượng|| Gia Phú || [[Gia Viễn]] || Di tích cấp tỉnh|| Tập trận cờ lau || \n|- align=\n| 15|| Đình Trai|| Gia Hưng || [[Gia Viễn]] || Di tích cấp tỉnh|| Tập trận cờ lau || \n|- align=\n| 16|| Đình Trung Trữ|| Ninh Giang || [[Hoa Lư, Ninh Bình|Hoa Lư]] || Di tích quốc gia|| Gần [[kinh đô Hoa Lư]] || \n|- align=\n| 17|| [[Đền Vua Đinh Tiên Hoàng]]|| Trường Yên || [[Hoa Lư, Ninh Bình|Hoa Lư]] || Di tích đặc biệt|| Nơi Vua lập đô || \n|- align=\n| 18|| Đình Vua|| Sơn Lai || [[Nho Quan]] || Di tích cấp tỉnh|| Hành cung phía Tây || <ref>{{Chú thích web |url=http:\/\/vhtt.ninhbinh.gov.vn\/bai-viet\/hoi-nghi-hoi-dong-khoa-hoc-xet-duyet-xep-hang-di-tich-cap-tinh-nam-2019.html |ngày truy cập=2019-12-05 |tựa đề=HỘI NGHỊ HỘI ĐỒNG KHOA HỌC XÉT DUYỆT XẾP HẠNG DI TÍCH CẤP TỈNH NĂM 2019 |archive-date=2019-12-05 |archive-url=https:\/\/web.archive.org\/web\/20191205075224\/http:\/\/vhtt.ninhbinh.gov.vn\/bai-viet\/hoi-nghi-hoi-dong-khoa-hoc-xet-duyet-xep-hang-di-tich-cap-tinh-nam-2019.html |url-status=dead |=https:\/\/web.archive.org\/web\/20191205075224\/http:\/\/vhtt.ninhbinh.gov.vn\/bai-viet\/hoi-nghi-hoi-dong-khoa-hoc-xet-duyet-xep-hang-di-tich-cap-tinh-nam-2019.html }}<\/ref>\n|- align=\n| 18|| Đình Yên Thành|| Trường Yên || [[Hoa Lư, Ninh Bình|Hoa Lư]] || Di tích cấp tỉnh|| Gần [[kinh đô Hoa Lư]] || \n|- align=\n| 19|| Đình Yên Trạch|| Trường Yên || [[Hoa Lư, Ninh Bình|Hoa Lư]] || Di tích quốc gia|| Gần [[kinh đô Hoa Lư]] || \n|- align=\n| 20|| Đền Vua Đinh|| Ninh Vân || [[Hoa Lư, Ninh Bình|Hoa Lư]] || Di tích cấp tỉnh|| Gần [[kinh đô Hoa Lư]] || \n|- align=\n| 21|| Đình Phú Lăng|| Ninh Vân || [[Hoa Lư, Ninh Bình|Hoa Lư]] || Di tích cấp tỉnh|| Gần [[kinh đô Hoa Lư]] || \n|- align=\n| 22|| [[Động Hoa Lư]]|| Gia Hưng || [[Gia Viễn]] || Di tích quốc gia|| Căn cứ quân sự || \n|- align=\n| 23|| Chùa Lạc Khoái|| Gia Lạc || [[Gia Viễn]] || Di tích quốc gia|| Nơi Vua du ngoạn || \n|- align=\n| 24|| Phủ Đại|| Trường Yên || [[Hoa Lư]] || Di tích|| Gần [[kinh đô Hoa Lư]] || \n|- align=\n| 25|| Núi Kỳ Lân|| Gia Phương || [[Gia Viễn]] || Di tích|| Nơi phát tích nhà Đinh || \n|- align=\n| 26|| Đền Trần|| Khánh Lợi || [[Yên Khánh]] || Di tích|| Gần [[kinh đô Hoa Lư]] || \n|- align=\n|}\n\n==Khu vực Gia Thủy==\n[[Tập tin:Di tích Gia Thủy.JPG|nhỏ|phải|250px|Đền thờ nữ tướng hậu cần thời Đinh]]\nGia Thủy là quê hương của danh nhân [[Dương Vân Nga]] thế kỷ X và cũng là quê ngoại gắn với tuổi thơ của [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]. Theo giai thoại dân gian, Dương Vân Nga là con gái của ông Dương Thế Hiển, quê ở vùng Gia Thủy - Gia Sơn huyện [[Nho Quan]], [[Ninh Bình]] ngày nay. Cái tên Vân Nga là ghép từ [[Vân Long]] (nay thuộc xã [[Gia Vân, Gia Viễn|Gia Vân]]) là tên làng quê mẹ và Nga My là tên làng quê cha. Làng Nga My xưa bao trùm thôn Nga My, Nga Mai, Mỹ Hạ ở 2 xã Gia Thủy và Gia Sơn ngày nay.\n\nTheo sử sách, khi cha mất sớm Đinh Bộ Lĩnh theo mẹ về ở cạnh đền Sơn Thần trong động, đó chính là đền Long Viên ngày nay và chăn châu ở khu vực Gia Thủy cũng như [[Gia Hưng, Gia Viễn|Gia Hưng]] phía bên kia [[sông Bôi]]. Sau này khi trưởng thành ông lập căn cứ quân sự ở [[động Hoa Lư]] ngay bên kia sông Bôi. Ngày nay khu vực Gia Thủy và 3 xã bên kia sông Bôi gồm Gia Hưng, Liên Sơn và Gia Phú có rất nhiều di tích gắn với triều đại nhà Đinh từ thế kỷ X.\n\nSử sách cũng cho biết [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] mồ côi cha từ nhỏ, phải cùng mẹ về ở cạnh đền Sơn Thần. Quốc sử quán triều Nguyễn cũng cho biết nơi ấy là Long Viên: \"Long Viên ở xã Đề Cốc, nhà mẹ [[Đinh Tiên Hoàng]] ở đấy, tức chỗ ở cũ của [[Đinh Tiên Hoàng]] lúc còn ẩn náu, nền nhà cũ này vẫn còn nên gọi là \"Long Viên\" trước mặt trông ra sông, có cầu Ngự, cầu Phanh, bên tả vườn có gò bằng phẳng tức là chỗ bày trận cờ lau\". Ở thôn Mỹ Hạ, xã Gia Thủy ngày nay còn có ngôi đền Long Viên thờ Long Viên Đốc Khánh công chúa, tương truyền là người đỡ đẻ cho [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], đình Mỹ Hạ thờ [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]. Như vậy là khi mồ côi cha, [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] đã cùng với mẹ về ở bên hữu ngạn sông Bôi, đi chăn trâu cho chú là Đinh Thúc Dự. Truyền thuyết cũng cho biết [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] tập trân cờ lau ở cánh đồng Rộc Xéo. Ở đây còn có đồng Trống là nơi đánh trống, đồng Quân là nơi hội quân, cầu Mổ là nơi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] mổ trâu hay mổ bò của chí để khao quân, bến Vội là nơi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] vội chạy qua khi bị chú đuổi... [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] còn chăn trâu ở bên bờ tả ngạn sông Bôi, tức cánh đồng bên ngoài [[động Hoa Lư]].\n===Đình Mỹ Hạ===\n[[Tập tin:Đình Mỹ Hạ.JPG|nhỏ|phải|250px|Di tích quốc gia Đình Mỹ Hạ]]\nĐình Mỹ Hạ thực chất là Đền Mỹ Hạ, nằm ở trung tâm thôn Mỹ Hạ, xã Gia Thủy. Đình thờ [[Đinh Tiên Hoàng]] và thái hậu [[Dương Vân Nga]]. Đình được dựng từ thời Tiền Lê, tương truyền [[Lý Thái Tổ]] cùng [[Lê Thị Phất Ngân|Hoàng hậu Phất Ngân]] cũng từng về đây thăm viếng.\n\nĐình Mỹ Hạ là di tích lịch sử văn hóa cấp quốc gia. Trong đình còn giữ 14 sắc phong của các triều đại phong kiến.<ref>Xem cuốn: \"Nho Quan, Miền đất cổ\" của Lã Đăng Bật, Nhà xuất bản VHTT, trang 61<\/ref>\n\n[[Tập tin:Đình Ngọc Nhị.JPG|nhỏ|phải|250px|Đình Ngọc Nhị, nơi thờ Vua Đinh]]\n\n===Đình Ngọc Nhị===\nĐình Ngọc Nhị nằm ở bên [[sông Bôi]], gần đối diện với cụm di tích đình Trai, chùa Hưng Quốc ở xã Gia Hưng. Đình thờ Vua Đinh Tiên Hoàng và có bài vị thờ Lý Thái Tổ cùng quốc sư [[Minh Không]].\n\n===Đình Ngọc Ba===\nĐình Ngọc Ba còn có tên là đình Duối. Đình thờ Vua Đinh Tiên Hoàng và có bài vị thờ Lê Hoàn, Lý Thái Tổ liên quan đến giai thoại các Vua đời sau này lập đô ở [[Hoa Lư]] có lên đây để viếng Vua [[Đinh Tiên Hoàng]].\n\n==Khu vực động Hoa Lư==\nSử sách chép [[động Hoa Lư]] là nơi sinh của vua [[Đinh Tiên Hoàng]], các nhà nghiên cứu cho biết [[động Hoa Lư]] xưa bao gồm cả vùng đất quê cha [[Đinh Bộ Lĩnh]] ở làng Đại Hữu, châu Đại Hoàng, nay là xã Gia Phương, [[Gia Viễn]], [[Ninh Bình]] và khu căn cứ quân sự [[động Hoa Lư]] hiện nay ở xã Gia Hưng, Gia Viễn.<ref>theo tác giả Nguyễn Văn Trò, Nhà xuất bản Văn Hóa Dân tộc, năm 1998<\/ref> Cha mất sớm, Đinh Bộ Lĩnh cùng mẹ về ở cạnh đền Sơn thần, nay là đền Long Viên (vườn rồng) thôn Mỹ Hạ, xã Gia Thủy, [[Nho Quan]], [[Ninh Bình]], Nơi đây chính là quê mẹ ông. Hàng ngày [[Đinh Bộ Lĩnh]] đi chăn trâu cắt cỏ cho chú là Đinh Thúc Dự. Tương truyền Đinh Bộ Lĩnh chăn trâu ở cánh đồng Rộc Xéo, tập trận cờ lau ở [[động Hoa Lư]] (thung Lau), thung Lá, thung Lụi. Tất cả các vùng này ở hai bên tả ngạn và hữu ngạn [[sông Bôi]] thuộc xã Gia Thủy, [[Nho Quan]] và xã Gia Hưng, [[Gia Viễn]], [[Ninh Bình]]. Vì các địa danh trên rất gần [[động Hoa Lư]] [[Gia Viễn]] nên hầu hết các sách sử ghi ông quê ở [[động Hoa Lư]].\n===Động Hoa Lư===\n[[Tập tin:Donghoalugv7.JPG|nhỏ|phải|250px|Động Hoa Lư nhìn từ đỉnh lối vào]]\n[[Động Hoa Lư]] còn có tên là thung Lau<ref>[http:\/\/baoninhbinh.org.vn\/news\/43\/2DBAE7\/Tu-bo-ton-tao-dong-Hoa-Lu-con-cham Tu bổ, tôn tạo động Hoa Lư còn chậm]<\/ref> ở xã Gia Hưng - [[Gia Viễn]] - [[Ninh Bình]], là một di tích lịch sử văn hóa cấp quốc gia<ref>theo quyết định số 51\/VH-QD (Nay là Bộ Văn hóa, Thể thao và Du lịch) ngày 1 tháng 12 năm 1996.<\/ref> Động Hoa Lư là căn cứ đầu tiên của sứ quân [[Đinh Bộ Lĩnh]] đối với sự nghiệp [[loạn 12 sứ quân|thống nhất giang sơn]] thế kỷ X, động nằm cách Cố đô [[Hoa Lư]] khoảng 15&nbsp;km và [[thành phố Ninh Bình]] 20&nbsp;km đường bộ về phía Bắc.\n{{chính|Động Hoa Lư}}\n\n===Đình Trai===\n[[Tập tin:Donghoalugv1.JPG|nhỏ|phải|250px|Phong cảnh đầm Cút ở xã Gia Hưng]]\nĐình Trai nằm ở làng Viến, xã Gia Hưng nên thường được gọi là đình Viến. Đình được làm bằng gỗ trai. Đình nằm cạnh chùa Hưng Quốc theo kiểu: tiền phật hậu thần. Đình Viến thờ Vua Đinh và [[Dương Vân Nga]]. Đình có kiến trúc theo kiểu \"Nội công ngoại quốc\"<ref>Xem cuốn: \"Di tích lịch sử thời Đinh Lê ở Ninh Bình\", Nhà xuất bản VHDT, Nguyễn Văn Trò, trang 28<\/ref>\n\n===Đình Kính Chúc===\nĐình Kính Chúc thời cổ có tên gọi Gia Khương. Đình được xây dựng trên diện tích 490 m2, được xây dựng trước năm 1945. Đình Kính Chúc ngoài thờ vua Đinh Tiên Hoàng còn thờ vua Lý và thiền sư Nguyễn Minh Không.<ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30414&cn_id=37558 Xã Gia Phú đón nhận Bằng di tích lịch sử cấp tỉnh ]<\/ref> Ngày 25\/3, xã Gia Phú ([[Gia Viễn]]) đã tổ chức lễ đón nhận Bằng di tích lịch sử cấp tỉnh đình thôn Ngô Đồng, đình thôn Kính Chúc.\n\n===Đình Thượng===\nĐình Thượng hay đền Thượng nằm ở thôn Ngô Đồng, xã Gia Phú. Đình thờ Đinh Quý Công, tức Vua [[Đinh Tiên Hoàng]].\n\n==Khu vực Hoa Lư==\n===Đền Vua Đinh===\n[[Tập tin:Temple commémoratif au roi Dinh Tien Hoang (Hoa Lu).jpg|nhỏ|phải|250px|Đền Vua Đinh nhìn từ cổng đền]]\n[[Đền Vua Đinh Tiên Hoàng]] là một di tích quan trọng thuộc vùng bảo vệ đặc biệt của quần thể di sản [[cố đô Hoa Lư]]. Đền toạ lạc ở xã [[Trường Yên]], [[Hoa Lư]], [[Ninh Bình]]. Vị trí của đền thuộc trung tâm thành Đông của [[kinh đô Hoa Lư]] xưa. Đây là nơi duy nhất ở Việt Nam thờ đồng thời Vua [[Đinh Tiên Hoàng]], cha mẹ ông cùng các con trai và có bài vị thờ các tướng triều Đinh. Đền Vua Đinh cùng với đền Vua Lê được xếp hạng \"Top 100 công trình 100 tuổi nổi tiếng ở Việt Nam\".<ref>{{Chú thích web |url=http:\/\/kyluc.vn\/du-an-ky-luc\/1059.vietkings-cong-bo-top-100-cong-trinh-100-tuoi-noi-tieng-o-viet-nam-lan-12014.html |ngày truy cập=2015-01-06 |tựa đề=Đền Vua Đinh là di tích nổi tiếng Việt Nam |archive-date=2015-01-02 |archive-url=https:\/\/web.archive.org\/web\/20150102101409\/http:\/\/kyluc.vn\/du-an-ky-luc\/1059.vietkings-cong-bo-top-100-cong-trinh-100-tuoi-noi-tieng-o-viet-nam-lan-12014.html }}<\/ref> Cũng như các di tích khác thuộc [[cố đô Hoa Lư]], đền Vua Đinh nằm trong [[quần thể di sản thế giới Tràng An]] đã được UNESCO công nhận năm 2014.\n{{chính|Đền Vua Đinh Tiên Hoàng}}\n\n===Đình Yên Thành===\nĐình làng Yên Thành nằm ngay ở cửa Bắc khu trung tâm [[cố đô Hoa Lư]], cách [[đền Vua Đinh Tiên Hoàng]] khoảng 300 m. Đình thuộc sở hữu của làng cổ Yên Thành. Đình Yên Thành thờ Vua Đinh và Vua Lê. Đình nằm trên cùng khuôn viên với [[chùa Nhất Trụ]]. Đình là nơi diễn ra hội làng Yên Thành vào cùng thời điểm với [[lễ hội cố đô Hoa Lư]].\n\n===Đình Yên Trạch===\nĐình Yên Trạch là di tích thờ vua [[Đinh Tiên Hoàng]] của làng cổ Yên Trạch, xã [[Trường Yên, Hoa Lư|Trường Yên]]. Đình Yên Trạch nằm phía đông bắc của xóm Đình. Phía nam giáp đất thổ cư của dân xóm Đình, ba phía còn lại giáp với hồ, ruộng canh tác. Đình toạ lạc trên khoảng đất rộng, cao ráo. Đình được xây dựng quay hướng đông bắc, trông ra dãy núi Bên Bến, bên phải có núi Sách Sẻ, bên trái xa xa có núi Rùa, tạo thế núi chống đỡ với trời cao. Phía trước có sông Phúc Hầu chảy từ [[sông Hoàng Long]], qua núi Đông Lâm, vòng qua bên phải của Đình, tạo thủy tụ về. Vê kiến trúc, Đình Yên Trạch được xây dựng theo khuôn mẫu của [[đền Vua Đinh Tiên Hoàng]]. Trên cửa võng của Chính cung có treo bức hoành phi: “Nhật nguyệt quang hoa” (ánh mặt trời mặt trăng rọi xuống trần gian như hoa nở mùa xuân). Di tích Đình Yên Trạch chính thức được xây dựng từ đời nào, hiện nay chưa có bằng chứng xác thực, theo truyền lại thì Đình có từ ngay sau khi [[kinh đô Hoa Lư]] trở thành Cố đô. Theo thượng lương của Đình thì đợt trùng tu lớn còn giữ lại như ngày nay là vào thời vua Tự Đức (1860). Đến năm Duy Tân thứ tám (1914), dưới sự chủ trì của Chánh tổng Đặng Văn Hài, nhân dân trong thôn đã góp công tu sửa Đình. Năm 1994, nhân dân trong thôn cùng các cấp chính quyền đã tu bổ lại đình.\n\nĐình Yên Trạch nằm trong khu di tích lịch sử - văn hoá [[Cố đô Hoa Lư]], là nơi thờ tự vua Đinh. Vì vậy, các hình thức sinh hoạt văn hoá dân gian, lễ hội truyền thống diễn ra tại di tích cũng nằm trong chương trình lễ hội truyền thống [[Cố đô Hoa Lư]] tổ chức hàng năm vào tháng 3 Âm lịch. Sau lễ rước nước từ [[sông Hoàng Long]] về đền Đinh là lễ tế của 7 làng, trong đó có đình Yên Trạch. Ngoài ra, để tưởng nhớ vua Đinh “kén quân thủy”, ở [[sông Sào Khê]] có tổ chức thi bơi chải. Yên Trạch là một trong năm làng tại Trường Yên dự thi.\n\n===Đình Trung Trữ===\nĐình Trung Trữ nằm ở xã Ninh Giang, Hoa Lư. Cách trung tâm [[cố đô Hoa Lư]] khoảng 7&nbsp;km. Trung Trữ là một làng cổ được hình thành từ thời Hậu Lê. Khi lập làng, người Trung Trữ không quên nguồn cội của mình từ Trường Yên Thượng – đất của vua Đinh, vua Lê nên đã rước chân nhang 2 Vua từ Hoa Lư về lập đền thờ. Đình Trung Trữ thờ Vua [[Đinh Tiên Hoàng]], vua [[Lê Đại Hành]], Thái hậu [[Dương Vân Nga]], Hoàng gia triều Đinh, Hoàng gia triều Lê, Tứ trụ triều đình. Tôn các vị là thần thành hoàng làng. Như vậy, đối tượng thờ ở đình Trung Trữ là mô hình tổng hợp và thu nhỏ của 2 [[đền Vua Đinh Tiên Hoàng]] và [[đền Vua Lê Đại Hành]] ở [[cố đô Hoa Lư]].\n\n===Phủ Đại===\nPhủ Đại thuộc khu du lịch Tràng An cổ (hang Luồn) nằm ngay bên đại lộ Tràng An. Phủ thờ Nguyễn Bặc và Đinh Tiên Hoàng Đế. Tại đây có nhiều cổ vật thời Đinh được trưng bày, đặc biệt là đồng tiền Thái Bình Hưng Bảo bằng đồng với kích thước lớn.\n\n===Đình Phú Lăng===\nĐền Vua Đinh và Đình Phú Lăng ở xã Ninh Vân, huyện Hoa Lư là hai nơi thờ Vua Đinh Tiên Hoàng ở phía nam huyện Hoa Lư.\n\n===Đền Trần xóm Cống===\nĐền Trần thuộc xóm Cống, xã Khánh Lợi, Yên Khánh phối thờ Vua Đinh Tiên Hoàng với các vị: Cống Thủy Thanh Long, Đông Hải Đại Vương, Lực Lộ Đại Vương và Nguyễn Bật Luân.\n\n==Cụm Sơn Lai==\nTương truyền, trước khi đóng đô ở [[kinh đô Hoa Lư]] - [[Đinh Bộ Lĩnh]] đã đóng tạm triều đình ở vùng đất Sơn Lai nên nơi đây có rất nhiều di tích liên quan đến Vua như: hòn đá Vua ngự, núi Đầu Quân, núi Rếch, cửa Vua, hóc Lược, thung Chùa, Đàn Xã Tắc,...<ref>Xem cuốn: \"Nho Quan, Miền đất cổ\" của Lã Đăng Bật, Nhà xuất bản VHTT, trang 54<\/ref> Các di tích ở cụm Sơn Lai hiện có nguy cơ bị xâm hại nhiều do ý thức của người dân và chính quyền sở tại, công tác thông tin, tuyên truyền về giá trị di tích yếu kém.\n\n===Đàn Tế Trời===\nĐàn Tế Trời là di tích nằm ở trên đồi Thờ, xã Quỳnh Lưu, [[Nho Quan]]. Theo truyền thuyết, trước đây Vua Đinh Tiên Hoàng đã lập đàn tế Trời trên đồi Thờ. Tại đây còn một số di tích liên quan như: mả Hầu, ao Vua, giếng Thí,... Trên đồi Thờ hiện còn miếu thờ Vua Đinh Tiên Hoàng được gọi là đền Đồi Thờ. Hiện đã có kế hoạch nâng cấp di tích miếu Vua Đinh và phục dựng di tích Đàn Tế Trời trên đồi Thờ.<ref>Xem cuốn: \"Nho Quan, Miền đất cổ\" của Lã Đăng Bật, Nhà xuất bản VHTT, trang 57<\/ref>\n\n===Đình Vua===\nĐình Vua nằm ở làng Xát, xã [[Sơn Lai, Nho Quan|Sơn Lai]] nên còn được gọi là đình làng Xát. Đình Vua thờ [[Đinh Tiên Hoàng]].\n\n===Đình Lược===\nĐình thôn Lược là nơi thờ [[Đinh Tiên Hoàng]]. Ca ngợi vị trí thôn Lược cũng như xã Sơn Lai xưa, Nhà thơ Nguyễn Thị Kim Khánh có bài \"Đất Cố Đô\" như sau:\n::Hòn đá Vua ngự thiết triều Đinh\n::Trầm mặc tô dòng sử anh linh\n::Thung Chùa, núi Rếch, hồn Đại Việt\n::Hóc Lược, Đầu Quân rộn bóng hình\n::Cờ lau trắng núi hồn phảng phất\n::Me, Lược Nho Quan nặng nghĩa tình\n::Ngàn năm dâu bể còn lưu dấu\n::Sông núi oai hùng chốn đế Đinh\n\n===Đền Đông Thịnh===\nỞ phía tây [[cố đô Hoa Lư]], trên con đường nối với đường thượng đạo có một số di tích tương truyền là đồn lũy bảo vệ [[kinh đô Hoa Lư]] xưa như núi Mã Can thuộc thôn Đông Thịnh là một nơi [[Đinh Bộ Lĩnh]] tập trận cờ lau thuở bé và là đồn trấn giữ ở phía tây [[kinh đô Hoa Lư]]. Hiện nay có di tích gọi là thành Hẻo và các thôn Đông Thịnh, Me, Lược đều có đền thờ Vua [[Đinh Tiên Hoàng]].\n\n===Đền Bóng===\nĐền Bóng cũng thuộc thôn Me, có hai gian quay hướng bắc nhìn về đình Me. Nhiều phần của đền bị phá hoại trong chiến tranh nên dấu tích không còn nhiều. Hiện ngành Văn hóa đang có những nỗ lực để khôi phục lại đền.\n\nVào ngày 10\/11 âm lịch hàng năm, dân làng Me lại tổ chức lễ hội Kỳ Phúc. Dân làng Me thường rước kiệu từ đình Me ra đền Bóng để tưởng nhớ Vua Đinh Tiên Hoàng đã ngự và lập hành cung ở đây.<ref>Xem cuốn: \"Nho Quan, Miền đất cổ\" của Lã Đăng Bật, Nhà xuất bản VHTT, trang 118<\/ref>\n\n===Đình Ngọc Mỹ===\nĐình Ngọc Mỹ còn được gọi là đình Me, nằm ở phía tây thôn Me, xã Sơn Lai. Đình có ba mặt giáp với cánh đồng và cách biệt với khu dân cư.\n\nHậu cung đình Me thờ 2 người: Vua [[Đinh Tiên Hoàng]] và ông Đinh Ngọc Quang là người có công tu sửa, xây dựng đình Me và chùa Me. Gần đình Me có phủ Me thờ Đinh Thị Huyền Chân là con gái ông Đinh Ngọc Quang, được tuyển vào làm cung nữ trong [[kinh đô Hoa Lư]].<ref>Xem cuốn: \"Nho Quan, Miền đất cổ\" của Lã Đăng Bật, Nhà xuất bản VHTT, trang 113<\/ref>\n\n==Khu vực Gia Phương==\nXã [[Gia Phương, Gia Viễn|Gia Phương]], huyện [[Gia Viễn]] được xác định là quê gốc của [[Đinh Công Trứ]], thân phụ [[Đinh Bộ Lĩnh]] mặc dù tuổi thơ ông gắn bó nhiều hơn với vùng Gia Thủy, Nho Quan là quê hương của bà Đàm Thị.\n\n===Đền Văn Bòng===\nĐền thờ [[Đinh Bộ Lĩnh]] ở xã Gia Phương, [[Gia Viễn]] còn có tên là đền Văn Bòng.<ref>{{Chú thích web |url=http:\/\/sodulich.ninhbinh.gov.vn\/sodulich\/1225\/27547\/38657\/101298\/Tin-tuc--su-kien\/Den-tho-vua-Dinh-Tien-Hoang--xa-Gia-Phuong--huyen-Gia-Vien.aspx |ngày truy cập=2019-03-23 |tựa đề=Du khách tham quan đền thờ Đinh Bộ Lĩnh, xã Gia Phương, huyện Gia Viễn |archive-date=2021-10-27 |archive-url=https:\/\/web.archive.org\/web\/20211027154226\/https:\/\/sodulich.ninhbinh.gov.vn\/sodulich\/1225\/27547\/38657\/101298\/Tin-tuc--su-kien\/Den-tho-vua-Dinh-Tien-Hoang--xa-Gia-Phuong--huyen-Gia-Vien.aspx |url-status=dead }}<\/ref> Tương truyền, đây chính là quê gốc của [[Đinh Bộ Lĩnh]]. Tại núi Kỳ Lân gần đó có mộ tổ phát tích nhà Đinh. Đền nằm ở giữa con đường lịch sử có tên gọi đường Vua Đinh, nối [[cố đô Hoa Lư]] tới khu căn cứ quân sự [[động Hoa Lư]].\n\nĐền thờ có ba tòa, kiến trúc theo kiểu \"tiền nhất, hậu đinh\". Đền thờ [[Đinh Bộ Lĩnh]] có một số nét kiến trúc giống [[đền vua Đinh Tiên Hoàng]] ở [[cố đô Hoa Lư]] như các chi tiết hồ bán nguyệt, bình phong, nghi môn quan và hình rồng trên mái. Tuy nhiên ở đây có nhiều điểm khác các chi tiết kiến trúc đơn giản hơn, không gian đền hẹp hơn.\n\nĐền quay hướng Tây toạ lạc trên một khu đất rộng, có tường gạch bao quanh thuộc thôn Vân Bòng, xã Gia Phương, huyện [[Gia Viễn]]. Cổng đền xây dựng bằng gỗ tứ thiết, lợp ngói theo kiến trúc đình chùa truyền thống. Tiếp đến là hồ bán nguyệt là nơi tụ thủy, được trồng hoa súng. Nằm gần tâm quay hồ bán nguyệt là bình phong, để chắn gió độc theo quan niệm phong thủy. Từ nghi môn quan bước vào sân rồng, hai bên là các tòa chức năng. Giữa sân đền là một sập long sàng bằng đá, tượng trưng cho vua ngự triều.\n\nTượng [[vua]] [[Đinh Tiên Hoàng]] đặt trong hậu cung, sơn son thếp vàng, cao gần 2 mét. Tại đây cũng có bài vị thờ các vị quan trung thần là tứ trụ triều đình gồm [[Đinh Điền]], [[Nguyễn Bặc]], [[Trịnh Tú]], [[Lưu Cơ]].\n\nTuy cùng thờ [[vua]] [[Đinh Tiên Hoàng]] nhưng cách thức suy tôn và tín ngưỡng ở ngôi đền này và [[đền Vua Đinh Tiên Hoàng]] ở khu di tích [[cố đô Hoa Lư]] khá khác biệt. Về đối tượng phối thờ khác đền Đinh Bộ Lĩnh không thờ các con của ông là [[Đinh Liễn]], [[Đinh Hạng Lang]], [[Đinh Toàn]] mà có thờ các trung thần khác là bạn vua từ thuở nhỏ như [[Đinh Điền]], [[Nguyễn Bặc]], [[Trịnh Tú]], [[Lưu Cơ]]. Đền nằm trên quê hương [[vua]] nên có sự tham gia cung tiến của dòng họ Đinh và hậu duệ [[nhà Đinh]], điều này khá giống với các [[đền Đô]] ở Bắc Ninh, [[đền Trần]] ở Nam Định và đền [[Lam Kinh]] ở Thanh Hóa mà khác với [[đền thờ Đinh Tiên Hoàng]] ở [[cố đô Hoa Lư]], ở đó đối tượng suy tôn thuộc sở hữu cộng đồng.\n\nThăm đền vua [[Đinh Tiên Hoàng]] ở xã Gia Phương là thăm quê hương của người anh hùng dân tộc thế kỷ thứ X xứ hoa lau, với nhiều huyền thoại về một thời thơ ấu - nơi mà xưa kia Đinh Bộ Lĩnh và các bạn cùng làng đã từng chăn trâu cắt cỏ như [[Đinh Điền]], [[Nguyễn Bặc]], [[Trịnh Tú]], [[Lưu Cơ]]... đã nuôi chí lớn dẹp [[loạn mười hai sứ quân]] thống nhất đất nước.\n\nHàng năm, vào dịp [[lễ hội cố đô Hoa Lư]], tất cả các di tích thờ vua quan, tướng lĩnh thời Đinh cùng tham gia lễ rước kiệu và chân nhang các danh nhân về [[cố đô Hoa Lư]], người dân thôn Vân Bòng và xã Gia Phương, [[Gia Viễn]] cũng mở lễ hội đền và tham gia lễ rước lửa từ quê hương Vua về [[cố đô Hoa Lư]].\n\n<gallery>\nImage:Dendinhbolinh-1.jpg|\nImage:Dendinhbolinh-3.jpg|\nImage:Dendinhbolinh-5.jpg|\nImage:DenVuaDinh.jpg|\n<\/gallery>\n\n===Lăng Phát Tích===\nKhu vực núi Kỳ Lân (Gia Phương) là nơi đặt lăng phát tích dòng họ Vua Đinh. Tương truyền đây là nơi Quan thứ sử [[Đinh Công Trứ]] (thân phụ của [[Đinh Tiên Hoàng]]) thấy cảnh đẹp đã mang mộ của ông nội nhà vua an táng tại ngai này, xây dựng lăng mộ, gọi là Lăng phát tích, hiện đã được tôn tạo.yên nghỉ.<ref>{{Chú thích web |url=http:\/\/vhtt.ninhbinh.gov.vn\/bai-viet\/den-tho-vua-dinh-tien-hoang.html |ngày truy cập=2019-07-12 |tựa đề=ĐỀN THỜ VUA ĐINH TIÊN HOÀNG Ở GIA PHƯƠNG |archive-date=2019-07-12 |archive-url=https:\/\/web.archive.org\/web\/20190712012239\/http:\/\/vhtt.ninhbinh.gov.vn\/bai-viet\/den-tho-vua-dinh-tien-hoang.html |url-status=dead |=https:\/\/web.archive.org\/web\/20190712012239\/http:\/\/vhtt.ninhbinh.gov.vn\/bai-viet\/den-tho-vua-dinh-tien-hoang.html }}<\/ref> Trong sách “Bái Đính ngàn năm tâm linh huyền thoại” của nhà nghiên cứu Trương Đình Tưởng có nêu về “Truyền thuyết mả táng hàm rồng” như sau: “Dòng Đại Hoàng ([[sông Hoàng Long]] ngày nay) chảy sát chân núi Kỳ Lân, tạo nên vùng nước xoáy không ai dám bơi qua.\n\nNhân dịp kỷ niệm 1.000 năm Lý Công Uẩn dời Đô, Nhà nước trùng tu nâng cấp Lăng Nhà Đinh, đơn vị thi công thấy nhiều tảng đá có hình thù các con vật, kích thước to nhỏ khác nhau, như có sự xếp đặt trong lòng đất, nhiều tảng đá phải dùng mìn phá, đến độ sâu 2,7m thấy có tảng đá liền, phẳng, kích thước khoảng 3m2 x 3m2, tưởng là đá tự nhiên, tiếp tục dùng mìn phá. Dưới tảng đá lộ ra hai hũ sành giống nhau, cách nhau 1m nằm song song với sườn núi [[chiều cao]] khoảng 40cm, đường kính chỗ phình lớn nhất khoảng 22cm, miệng hũ đường kính khoảng 18 cm, vai phình, thân vát, đáy bằng để mộc, trên miệng hũ có đĩa đậy. So sánh những hiện vật đó với các cổ vật đời Đường, thấy có nhiều điểm tương đồng về men cũng như hình dáng.<ref>[http:\/\/www.tienphong.vn\/xa-hoi-phong-su\/mo-phan-than-phu-dinh-tien-hoang-o-dau-569300.tpo Mộ phần thân phụ Đinh Tiên Hoàng ở đâu?]<\/ref>\n\nHang động Kỳ Lân có độ cao so với chân núi gần 40 mét. Đây là động dài khoảng 100 mét, rộng 40 mét, là động thông xuyên qua núi. Trong động có nhiều nhũ đá đẹp, có lối lên trời, có lối xuống \"âm phủ\", bởi từ giữa động có khoảng trống cao hun hút lên đến đỉnh núi lộ thiên, lại có hố sâu thẳm đên chân núi, tạo ra âm dương đối đãi, cân bằng. Có lẽ, chính vì vậy người xưa đã biến động thành chùa Kỳ Lân, còn gọi là chùa Hang. Trong \"chùa\" có xây bệ và đặt các tượng Phật. Ngày nay đã được tu tạo và xây dựng các tòa khang trang hơn. Hàng năm cứ đến ngày 26 và 27 tháng 9 âm lịch, tại núi chùa Kỳ Lân đều cử hành các khóa lễ và lễ húy kị theo nghi thức thành kính, tôn nghiêm. Cũng vào dịp này, con cháu dòng họ Đinh, cũng như Phật tử khắp nơi lại đổ về như trẩy hội để tham dự khóa lễ tưởng niệm chư vị tiền bối, lịch đại Tổ sư đã có công tạo dựng nên ngôi chùa Kỳ Lân linh thiêng huyền bí.\n\n==Khu vực khác==\n===Đình Nếnh===\nThôn Lão Cầu xưa được gọi là làng Láo. Tương truyền khi Vua [[Đinh Tiên Hoàng]] cải trang thành người thường đi săn bắn qua đây bị dân làng ra đuổi Vua kêu: \"Làng này láo, dám đuổi cả Vua\" từ đó làng được gọi là làng Láo. Cũng có truyền thuyết cho rằng xưa làng có nhiều gái đẹp, các quan về đây tìm cung nữ cho Vua bị các trai làng giữ lại, khiến vua tức giận cả mắng: \"Làng này láo thật\" từ đó làng bị gọi là làng Láo. \n\nNgôi đền ở làng Lão Cầu để ghi nhận sự kiện Vua Đinh đã về đây săn bắn. Đền Lão Cầu xưa nay gọi là đình Nếnh thuộc thôn Thành Bắc, xã Văn Phú thờ Vua Đinh và bà chúa Nghè.\n\nỞ thôn Lão Cầu ngày nay còn có đình Lão Cầu, hay đền Láo là đền chính thờ thần Cao Sơn. Hàng năm vào dịp lễ hội làng, nhân dân thường rước kiệu từ đền Vua [[Đinh Tiên Hoàng]] sang chùa Đùm rồi về đền Láo để cầu mưa.\n\n===Chùa Lạc Khoái===\nChùa Lạc Khoái hay chùa Giao Thủy nằm trên thôn Lạc Khoái, xã Gia Lạc, huyện [[Gia Viễn]], tỉnh [[Ninh Bình]]. Chùa nằm ở đầu làng, tại ngã ba sông nên gọi là chùa Giao Thủy. Cấu trúc của chùa được xây dựng theo lối kiến trúc cổ. Lối kiến trúc này có ý nghĩa và giá trị lớn đối với các nhà nghiên cứu sử học, văn hóa, mỹ thuật, hội họa.<ref>{{Chú thích web |url=http:\/\/hoixe.net\/di-tich-chua-lac-khoai-o-ninh-binh-9-323.html |ngày truy cập=2015-01-06 |tựa đề=Di tích Chùa Lạc Khoái ở Ninh Bình |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304113200\/http:\/\/hoixe.net\/di-tich-chua-lac-khoai-o-ninh-binh-9-323.html |url-status=dead |=https:\/\/web.archive.org\/web\/20160304113200\/http:\/\/hoixe.net\/di-tich-chua-lac-khoai-o-ninh-binh-9-323.html }}<\/ref>\nTương truyền, chùa Lạc Khoái là nơi xưa kia Vua Đinh đi bắt cá ở [[sông Hoàng Long]] có vào ngủ trọ. Sau này Vua còn cho lập hành cung ở đây để cùng [[Dương Vân Nga]] chiêm ngưỡng cảnh đẹp. Hiện nay ở lễ hội chùa Lạc Khoái còn tục tống thuyền rồng để tưởng nhớ vua [[Đinh Tiên Hoàng]]. Thuyền được làm bằng hàng mã, khá lớn. Các nhà sư và hội tế, tay cầm hương, tay cầm cành phan hoặc gậy tích trượng đi quanh thuyền hành lễ.\n\n===Đình Chủ===\nĐình Chủ, thôn Hàm Rồng, xã Phú Lộc, Nho Quan phối thờ Vua [[Đinh Tiên Hoàng]] cùng Trần Hưng Đạo với thành hoàng làng Đinh Cương Dũng.\n\n==Xem thêm==\n* [[Đinh Tiên Hoàng]]\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n{{commonscat-inline|Dinh Bo Linh Shrine (Gia Vien)}}\n* [http:\/\/www.ktdt.com.vn\/newsdetail.asp?NewsId=190161&CatId=16 Về nơi phát tích triều Đinh]{{Liên kết hỏng|date=2021-06-27 |bot=InternetArchiveBot }}\n* [http:\/\/vemaybaycuatui.com\/van-hoa-xa-hoi\/den-dinh-bo-linh-den-van-bong-o-xa-gia-phuong-gia-vien ĐỀN ĐINH BỘ LĨNH (ĐỀN VĂN BÒNG) Ở XÃ GIA PHƯƠNG, GIA VIỄN]\n\n{{Du lịch Ninh Bình}}\n\n[[Thể loại:Đền tại Việt Nam]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Công trình xây dựng ở Ninh Bình]]"}