{"829859":"{{otheruses4|thị trấn thuộc huyện Quảng Hòa hiện nay|huyện cũ cùng tên|Quảng Uyên (huyện)}}\n{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Quảng Uyên\n| hình =\n| ghi chú hình = Trục đường chính tại Thị trấn Quảng Uyên \n| vĩ độ = 22.6925\n| kinh độ = 106.4430556 \n| diện tích = 18,46 km²\n| dân số = 6.089 người \n| thời điểm dân số = 2019\n| mật độ dân số = 330 người\/km² \n| loại đô thị = Loại V\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Cao Bằng]] \n| huyện = [[Quảng Hòa]] \n| thành lập =\n| trụ sở UBND = \n| mã hành chính = 01576<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Quảng Uyên''' là thị trấn huyện lỵ của huyện [[Quảng Hòa]], tỉnh [[Cao Bằng]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Quảng Uyên nằm phía bắc huyện [[Quảng Hòa]], cách trung tâm thành phố [[Cao Bằng (thành phố)|Cao Bằng]] 37&nbsp;km theo [[Quốc lộ 3]], có vị trí địa lý:\n\n*Phía đông giáp xã [[Độc Lập, Quảng Hòa|Độc Lập]]\n*Phía tây giáp xã [[Phi Hải]] và xã [[Phúc Sen]]\n*Phía nam giáp xã [[Chí Thảo]]\n*Phía bắc giáp xã [[Quảng Hưng, Quảng Hòa|Quảng Hưng]].\n\nThị trấn Quảng Uyên có diện tích 18,46&nbsp;km², dân số năm 2019 là 6.089 người, mật độ dân số đạt 330 người\/km².<ref name=\"NQ864\"\/>\n\n[[Quốc lộ 3]] và hai tuyến tỉnh lộ 206 và 207 chạy qua địa bàn thị trấn.\n\n==Lịch sử==\nĐịa bàn thị trấn Quảng Uyên hiện nay trước đây vốn là thị trấn Quảng Uyên và xã Quốc Phong thuộc huyện Quảng Uyên.\n\nNgày [[1 tháng 11]] năm [[2010]], mở rộng thị trấn Quảng Uyên trên cơ sở sáp nhập 391,7 ha diện tích tự nhiên và 507 người của xã Chí Thảo, 161,48 ha diện tích tự nhiên và 344 người của xã Quốc Phong.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-42-NQ-CP-dieu-chinh-mo-rong-dia-gioi-hanh-chinh-thi-xa-Cao-Bang-113863.aspx|tựa đề=Nghị quyết 42\/NQ-CP về việc điều chỉnh mở rộng địa giới hành chính thị xã Cao Bằng, thị trấn Quảng Uyên; thành lập phường thuộc thị xã Cao Bằng, tỉnh Cao Bằng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nSau khi mở rộng, thị trấn Quảng Uyên có 652,4 ha diện tích tự nhiên và 4.032 người.\n\nNgày [[9 tháng 9]] năm [[2019]], Hội đồng Nhân dân tỉnh Cao Bằng ban hành Nghị quyết số 27\/NQ-HĐND<ref name=27\/2019\/NQ-HĐND>{{Chú thích web |url= http:\/\/soytecaobang.gov.vn\/SiteFolders\/syt\/4797\/NQ%2027%20HDND%20tinh%20sap%20nhat%20cac%20thon%20xom%20va%20to%20dan%20pho.pdf |tựa đề= Nghị quyết số 27\/NQ-HĐND về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Cao Bằng |ngày= 9 tháng 9 năm 2019 |website= Trang thông tin điện tử Sở Y tế Cao Bằng }}{{Liên kết hỏng|date=2022-01-08 |bot=InternetArchiveBot }}<\/ref> về việc sáp nhập một số xóm và tổ dân phố thuộc thị trấn Quảng Uyên và xã Quốc Phong.\n\nĐến năm 2019, thị trấn Quảng Uyên có diện tích 6,44&nbsp;km², dân số là 4.979 người, mật độ dân số đạt 773 người\/km², có 8 tổ dân phố, xóm: Phố Cũ, Hồng Thái Mới, Hòa Bình, Hòa Trung, Hòa Nam, Đông Thái và xóm Pác Cam, Đồng Ất. Xã Quốc Phong có diện tích 12,02&nbsp;km², dân số là 1.110 người, mật độ dân số đạt 92 người\/km², có 3 xóm: Lũng Luông, Đà Vỹ, Quốc Phong\n\nNgày [[10 tháng 1|10 tháng 1]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 864\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng (nghị quyết có hiệu lực từ ngày [[1 tháng 2|01 tháng 2]] năm [[2020]])<ref name=NQ864>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-864-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Cao-Bang-434042.aspx|tựa đề=Nghị quyết số 864\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập toàn bộ diện tích và dân số của xã Quốc Phong vào thị trấn Quảng Uyên.\n\nNgày [[1 tháng 3|01 tháng 3]] năm [[2020]], huyện Quảng Uyên giải thể để tái lập huyện Quảng Hòa<ref name=NQ897>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-897-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-tinh-Cao-Bang-435414.aspx|tựa đề=Nghị quyết số 897\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện và đổi tên đơn vị hành chính cấp xã thuộc tỉnh Cao Bằng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Thị trấn Quảng Uyên trở thành huyện lỵ huyện Quảng Hòa như hiện nay.\n\n==Hành chính==\nThị trấn Quảng Uyên có 11 tổ dân phố, xóm được chia thành 6 tổ dân phố: Đông Thái, Hòa Bình, Hòa Trung, Hòa Nam, Hồng Thái Mới, Phố Cũ và 5 xóm: Đà Vỹ, Lũng Luông, Quốc Phong, Pác Cam, Đồng Ất.<ref name=27\/2019\/NQ-HĐND\/>\n\nTrụ sở Đảng ủy, HDND, UBND, Ủy ban MTTQ thị trấn Quảng Uyên đặt tại Tổ dân phố Đông Thái, thị trấn Quảng Uyên, huyện Quảng Hòa, tỉnh Cao Bằng.\n\n==Du lịch==\nTrên địa bàn thị trấn Quảng Uyên có miếu Bách Linh, ban đầu Miếu được làm bằng gỗ, đến năm Khải Định thứ sáu (1912) miếu được tu sửa và xây dựng hoàn toàn bằng gạch. Kiến trúc của miếu tương tự như những ngôi chùa ở vùng đồng bằng Bắc Bộ do tri châu lúc đó là người Thái Bình và đã đưa người từ miền xuôi lên xây dựng. Miếu Bách Linh là di tích lịch sử - văn hoá cấp tỉnh (được công nhận năm 2003) và có Lễ hội Pháo hoa truyền thống được tổ chức từ ngày 30 tháng 1 (hoặc ngày 29 tháng thiếu)  đến hết mùng 2 tháng 2 âm lịch hàng năm (lễ hội được công nhận di sản phi vật thể quốc gia theo Quyết định số 2745\/QĐ-BVHTTDL, ngày 30 tháng 9 năm 2020 về việc công bố Danh mục di sản văn hóa phi vật thể quốc gia).<ref name=\"hdnd\">{{chú thích web| url =http:\/\/hdndcaobang.gov.vn\/?page=4&sessionpage=414&pagecat=135&sessionid= | title = Lễ hội Pháo hoa huyện Quảng Uyên | access-date =ngày 5 tháng 12 năm 2011 | publisher =Trang thông tin Hội đồng nhân dân tỉnh Cao Bằng}}<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n{{Đơn vị hành chính thuộc huyện Quảng Hòa}}\n{{sơ khai Cao Bằng}}\n\n[[Thể loại:Huyện lỵ Việt Nam]]"}