{"76390":"{{Infobox islands\n| name = Quần đảo Hòn Khoai\n| native name = Giáng Hương, Ile Independence, Paulo Obi, Pulo Ubi, Pulo Oby\n| sobriquet = \n| image name = News honkhoai270606N.gif\n| image size = 250px\n| image caption = Đảo nhìn từ trên cao\n| image alt = \n| locator map = \n{{Location map | Vietnam\n| width = 250\n| float = right\n| caption =\n| alt = Vị trí của quần đảo Hòn Khoai\n| label = \n| position = bottom\n| lat_deg = 8.435454\n| lon_deg = 104.833017\n}}\n| locator map size = \n| map caption = Vị trí của quần đảo Hòn Khoai\n| location = \n| coordinates = {{coord| 8.435454 | 104.833017 | type:landmark|format= dms | name= Quần đảo Hòn Khoai |display=inline,title}}\n| archipelago = \n| waterbody = \n| total islands = 5\n| major islands = Hòn Khoai\n| area km2 = 4\n| area footnotes = \n| rank = \n| length km = \n| length footnotes = \n| width km = \n| width footnotes =\n| coastline km = \n| coastline footnotes = \n| elevation m = 318\n| elevation footnotes = \n| highest mount = \n| Country heading = \n| country = Việt Nam\n| country admin divisions title = [[Tỉnh (Việt Nam)|Tỉnh]]\n| country admin divisions = [[Cà Mau]]\n| country admin divisions title 1 = [[Huyện (Việt Nam)|Huyện]]\n| country admin divisions 1 = [[Ngọc Hiển]]\n| country admin divisions title 2 = [[Xã (Việt Nam)|Xã]]\n| country admin divisions 2 = [[Tân Ân, Ngọc Hiển|Tân Ân]]\n| population = \n| population as of = \n| density km2 = \n| website = \n| additional info = \n}}\n\n'''Quần đảo Hòn Khoai''' (tên cũ: Giáng Hương, Ile Independence, Paulo Obi, Pulo Ubi, Pulo Oby)<ref>The Project Gutenberg EBook of Embassy to the Eastern Courts of Cochin-China, Siam, and Muscat, by Edmund Roberts. Page 228<\/ref><ref>Xem thêm [[Nam Việt-Dương Hiệp Tự vị|An Nam đại quốc họa đồ]], phía cực Nam Việt Nam.<\/ref><ref>Người nước ngoài gọi tên hòn đảo theo [[Tiếng Mã Lai|tiếng Malay]] là Pulo Ubi. Pulo: đảo; [[:ms:Ubi keledek|Ubi keledek]]: khoai lang.<\/ref><ref>Horsburgh, James (1841), [https:\/\/books.google.com.sg\/books?hl=vi&id=puU2AQAAMAAJ&dq The India directory, or, Directions for sailing to and from the East Indies, China, Australia, and the interjacent ports of Africa and South America: comp. chiefly from original journals of the honourable company's ships, and from observations and remarks, resulting from the experience of twenty-one years in the navigation of those seas]. London : W.H. Allen and Co. Page 297.<\/ref><ref name=\":12\">John Crawfurd (1828): [http:\/\/seasiavisions.library.cornell.edu\/catalog\/sea:010 Journal of an embassy from the Governor-General of India to the courts of Siam and Cochin-China: exhibiting a view of the actual state of those kingdoms]. SOUTHEAST ASIA VISIONS, Cornell University Library’s John M. Echols Collection. Chapter 3.<\/ref> là tên một cụm đảo thuộc tỉnh [[Cà Mau]], trong đó đảo chính là Hòn Khoai.<ref name=\"Tranmanhthuong\">Trần Mạnh Thường biên soạn, Việt Nam văn hóa và du lịch, Nhà xuất bản Thông Tấn, năm 2000, [https:\/\/books.google.com.vn\/books?id=ViCe1gy6-gcC&pg=PA976&lpg=PA976&dq=H%C3%B2n+B%C3%A0+-+B%C3%ACnh+Thu%E1%BA%ADn&source=bl&ots=RHaeb1UWDL&sig=ACfU3U3dT7NDF_9QH7jCPWWlSZndHc9a_g&hl=vi&sa=X&ved=2ahUKEwjvu6Cd98ngAhUKc3AKHW5zBjM4WhDoATAAegQIChAB#v=snippet&q=H%C3%B2n%20Khoai&f=false Trang 378], truy cập ngày 20 tháng 2 năm 2019.<\/ref>\n\n==Địa lý==\nQuần đảo Hòn Khoai như một trạm tiền tiêu canh giữ vùng trời, vùng biển và dải đất phía Tây – Nam của Tổ quốc.<ref name=QĐHK\/>\n\nQuần đảo Hòn Khoai có diện tích khoảng 4&nbsp;km², nằm ở phía Đông - Nam Mũi Cà Mau, cách đất liền (nơi gần nhất) 14,6&nbsp;km thuộc xã [[Tân Ân, Ngọc Hiển|Tân Ân]], huyện [[Ngọc Hiển]]. Đỉnh hòn cao 318 m so với mặt nước biển.<ref name=QĐHK\/>\n\nXung quanh hòn còn có các hòn nhỏ khác như Hòn Lớn, Hòn Nhỏ, Hòn Tượng, Hòn Sao, Hòn Đồi Mồi. Hòn Khoai có 2 bãi cát, gồm Bãi Lớn ở phía Đông – Nam và Bãi Nhỏ ở phía Bắc. Đường đi lại trên đảo có một con đường chính từ Bãi Lớn đến đỉnh hòn, dài khoảng 3 km đã được trải nhựa từ thời kỳ thực dân Pháp chiếm đóng. Đường đi quanh đảo có nhiều vực dốc, với những viên đá nằm ngổn ngang, chồng chất lên nhau chạy dài khắp bãi.<ref name=QĐHK\/>\n\nTrên đảo có nhiều con suối. Trong đó, có 2 con suối lớn nước ngọt chảy quanh năm, là nguồn cung cấp nước cho đảo, cho tàu đánh cá quanh khu vực và cư dân vùng Rạch Gốc, Tân Ân.<ref name=QĐHK\/>\n\nĐảo Hòn khoai nổi tiếng với khu rừng nguyên sinh, thuộc hệ sinh thái rừng nhiệt đới hải đảo. Trong đó, hệ thực vật rất phong phú, với hơn 1.400 loài và có nhiều loại cây có giá trị kinh tế rất cao. Cây ăn trái gồm xoài, dừa... Cây lấy gỗ gồm lim, bằng lăng, chiêu liêu, dầu rái, muỗng, quế quan, rè vàng, thị rừng, trám mạo, trâm trắng,... Cây làm thuốc có cốt toái bổ lá lớn, cốt toái bổ lá nhỏ, dây tiết dê, huyết rồng, khoai mài, ngũ gia bì, quế quan, sầu đâu, thần thông, thiên kim đằng, thiên niên kiện,...<ref name=QĐHK\/>\n\n==Hành chính==\nQuần đảo Hòn Khoai bao gồm 5 hòn đảo sát nhau:\n* [[Hòn Khoai (đảo)|Hòn Khoai]] (tên khác: Giáng Tiên, Độc Lập, Hòn Lớn)\n* [[Hòn Sao]] có toạ độ: {{coord| 8.415943| 104.851404| name= Hòn Sao}}, là hòn đảo lớn thứ hai nằm về phía đông Hòn Khoai với khoảng cách 1,35&nbsp;km, có diện tích khoảng 64 ha.\n* [[Hòn Đồi Mồi (Cà Mau)|Hòn Đồi Mồi]] hay Hòn Rùa có toạ độ: {{coord| 8.420606| 104.862219| name= Hòn Rùa}}, nằm cạnh Hòn Sao, chỉ cách 400 m về đông bắc, diện tích nhỏ chỉ khoảng 2,6 ha.\n* [[Hòn Tương]] có toạ độ {{coord| 8.453755| 104.843355| name= Hòn Tương}}, hay Hòn Thỏ nằm sát bờ cực bắc Hòn Khoai, diện tích nhỏ bé chỉ khoảng 1,5 ha.\n* [[Hòn Đá Lẻ]] có toạ độ: {{coord| 8.378885| 104.873658| name= Hòn Đá Lẻ}}, nằm vị trí cách xa so với 4 hòn của cụm đảo, cách đảo Hòn Khoai 7,7&nbsp;km về phía đông nam, chỉ là 1 cụm đá đen trơ trọi dài khoảng 125 m, rộng nhất 34m và cao nhất khoảng 7 m. Đây là vị trí ''Điểm A2'' của [[Đường cơ sở (biển)|Đường cơ sở]] của Việt Nam.<ref>{{chú thích web|url=https:\/\/thanhnien.vn\/thoi-su\/kham-pha-bi-an-hon-da-le-diem-a2-1066738.html|tiêu đề=Khám phá bí ẩn 'Hòn Đá Lẻ - Điểm A2'|ngày truy cập=18 tháng 4 năm 2020}}<\/ref>\n\n==Văn hóa==\nTrên đảo có một tháp [[hải đăng]]. Cư dân sinh sống chủ yếu bằng nghề đánh cá.\n\n[[Tập tin:NamKy6tinh-Taberd.jpg|nhỏ|<center>Bản đồ [[Nam Kỳ Lục tỉnh]] năm 1838, trích từ An Nam Đại Quốc Họa Đồ của Taberd. Hòn Khoai nằm ở phía cực Nam]]\n\n[[Tập tin:HonKhoaiVNM.jpg|nhỏ|250px|Hải đăng Hòn Khoai]]\n\nTại tháp hải đăng này, ngày 13\/12\/1940, thầy giáo, chiến sĩ cách mạng Phan Ngọc Hiển lãnh đạo quân nổi dậy khởi nghĩa Hòn Khoai giành thắng lợi, ghi mốc son chói lọi trong lịch sử đấu tranh chống ngoại xâm của dân tộc. Ngày khởi nghĩa Hòn khoai (13\/12\/1940) được chọn làm Ngày truyền thống cách mạng của Đảng bộ, quân và dân Cà Mau anh hùng. Ngày 27\/4\/1990, Hòn Khoai được Bộ Văn hóa – Thông tin công nhận Di tích lịch sử - văn hóa cấp Quốc gia.<ref name=QĐHK\/>\n\n==Du lịch==\nTừ Cà Mau du khách đi đến [[làng đánh cá Trần Đế]] (làng cực Nam của tổ quốc trên đất liền) và đổi thuyền đi tiếp ra đảo Hòn Khoai.\n\nSau những lần xuyên rừng đi du lịch sinh thái, khi lên đến đỉnh hòn (cao 318 mét so với mặt nước biển) du khách có thể dừng chân viếng thăm tháp hải đăng do thực dân pháp xây dựng vào năm 1920. Ngọn hải đăng có hình khối vuông, mỗi cạnh dài 4 mét, cao 12,5 mét, được xây bằng đá hộc và ximăng, công suất quét sáng bán kính 35 km. Tháp hải đăng Hòn Khoai là một trong những công trình đèn biển có mặt sớm nhất tại hải phận Việt Nam. Dù đã tồn tại gần 100 năm nhưng kiến trúc của nó vẫn còn khá nguyên vẹn. Đây là một trong những ngọn hải đăng nằm trong hệ thống đèn biển Cần Giờ - Côn Đảo - Hòn Khoai - Phú Quốc để chiếu sáng cho tàu biển đi lại trên biển Đông.<ref name=QĐHK>{{Chú thích web|url=https:\/\/camau.gov.vn\/wps\/portal\/dl.chitiet\/!ut\/p\/z1\/tVTLVsIwEP0WF122GWlpi7vCoigHUFQe2XiSNn1Im5QSqPj1xuoG5XE82CySzOTOzc0kE4TRHGFOtmlMZCo4yZS9wPZL-35w63d7MIIOADwMzen1yBu4U99GU4QRLoI0RAsauWFk2qEOHeroVidkeicCqruORZ3AaZPQiT7RAZeFTNAiIDnZZCktSbnToLZEtE4l0yBU_iBRY2ZIwePVhvDaCFOWh0zNlwnJi4QkgvCl6tDsnE6sluFI80DF4xpymAHsoX0GYDvfgJ_U3UmrawL449ZBwJ6KhTqFc_QUbgvNtimr0DMXZa4u5_GPue-f3aF94Q6n6cfQLL3dLH3DyXEapbesC-nvTjz_usLUV5G-rlbYUxUuuGRvEs3_s8SVgDgT9OtT8jg13RjhkkWsZKWxKZU7kbJY32igQVVVRixEnDEjELmxVXSHohKxViJ_gVGR566505eT_nt3pPs96lZPUb4_zHRMd5V39QGYN3NO\/|tựa đề= Khám phá Đảo ngọc - Hòn Khoai |ngày= 30 tháng 10 năm 2019 |website= Cổng thông tin điện tử tỉnh Cà Mau |url-status=live}}<\/ref>\n\nHiện đang có dự án du lịch sinh thái đảo Hòn Khoai, rộng 700 ha (7&nbsp;km²) do nước ngoài tài trợ.\n\n== Ghi nhận của người nước ngoài ==\nNăm [[1822]], đại sứ nước Anh [[John Crawfurd]] trên hành trình đi sứ [[Xiêm]] và Cochin China [Việt Nam] đã ghé thăm và khám phá đảo Hòn Khoai.<ref name=\":12\"\/><blockquote>Ngày 7 tháng 3 năm [[1822]], tàu của Crawfurd hướng đến Cape of Kamboja [<nowiki\/>[[mũi Cà Mau]]]. Ngày 10, khoảng 6 giờ sáng, họ đi ngang đảo Pulo Ubi [<nowiki\/>Hòn Khoai]<ref name=\":3\">Nguyên văn: đảo Pulo Ubi thật.<\/ref>. Crawfurd nhận thấy biển ở đây nước đục và sình lầy giống như cửa biển ở [[sông Hằng]] ([[Ấn Độ]]). Sau này ông cũng biết việc đó là do con sông Camao [<nowiki\/>[[Cà Mau]]], hoặc theo cách gọi của người Campuchia, do nó có nhiều phù sa, là Takmao hay dòng nước đen. Khoảng 3 giờ chiều, Crawfurd lên thám hiểm đảo Pulo Ubi. Trên đảo, phái bộ Crawfurd gặp một nhóm ít người dân, 8 người Cochin Chinese [<nowiki\/>[[Người Việt|Việt]]], 2 [[Hải Nam|người Hải Nam]]. Những người dân này trồng trọt một ít cây ngô, khoai lang và đậu. Họ cũng trao đổi chút ít hàng hóa với các tàu buôn của người Hoa vào lấy nước ngọt. Họ khai thác một loại củ rất to trong rừng, thuộc họ [[Chi Củ nâu|Dioscorea]] [<nowiki\/>[[củ mài]]?]. Khác với nhiều nhận xét rằng cư dân trên đảo Pulo Ubi là tội phạm bị lưu đày, Crawfurd cho rằng điều đó không có căn cứ. Một ông lão, sống 20 năm trên đảo, còn cho Crawfurd biết rằng ông ấy lo việc thờ cúng vị [[nữ thần biển]] Ma-cho-po ở một ngôi miếu trên đảo. Theo Crawfurd, Pulo Ubi là [[tiếng Mã Lai]], trong đó Ubi [khoai] không liên quan tới loại củ Dioscorea đã nói, nó chỉ đơn giản là đảo Yams. Theo ông, người Campuchia gọi đảo này là Ko Tam-pung [Koh Tambong, {{Lang-km|កោះដំបង}}]<ref>ដំបង [dɑmbɑɑŋ]: cây dùi cui, cây gậy (vũ khí); to lớn, rộng; cây xương rồng Nopal (barbary fig, Opuntia ficus-indica)<\/ref>; [[Tiếng Việt|người Việt]] gọi là Kon-gui [Cồn Gui?], [[Tiếng Thái|người Thái]] gọi là Kon-Man.<ref name=\":12\"\/>\n\nNgày 11 tháng 3, Crawfurd rồi Pulo Ubi để đi [[Băng Cốc]], ông đi ngang đảo False Pulo Ubi [<nowiki\/>[[Hòn Chuối]]].<ref name=\":4\">Nguyên văn là: đảo Pulo Ubi giả.<\/ref><\/blockquote>\n\n==Xem thêm==\n*[[Hòn Chuối]] còn gọi là False Pulo Ubi trong tài liệu phương Tây.<ref name=\":12\" \/>\n*[[Hòn Đá Bạc]]\n*[[Vụ chìm tàu Diễm Tính]]\n*[[Danh sách điểm cực trị của Việt Nam]]\n\n==Tham khảo==\n{{tham khảo|29em}}\n\n* Horsburgh, James (1841), [[iarchive:indiadirectoryor01hors\/page\/n9|The India directory, or, Directions for sailing to and from the East Indies, China, Australia, and the interjacent ports of Africa and South America: comp. chiefly from original journals of the honourable company's ships, and from observations and remarks, resulting from the experience of twenty-one years in the navigation of those seas]]. London : W.H. Allen and Co.\n== Liên kết ngoài ==\n{{sơ khai Cà Mau}}\n\n[[Thể loại:Địa lý Cà Mau]]\n[[Thể loại:Quần đảo Việt Nam]]\n[[Thể loại:Du lịch Cà Mau]]\n[[Thể loại:Điểm cực trị của Việt Nam]]"}