{"818087":"{{bài cùng tên|Quảng Châu (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Quảng Châu\n| hình = \n| ghi chú hình = \n| vĩ độ = 19.754533\n| kinh độ = 105.876041\t\n| diện tích = 7,99 km²\n| dân số = 9.217 người\n| thời điểm dân số = 2016\n| mật độ dân số = 1.154 người\/km² \n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| thành phố = [[Sầm Sơn]]\n| thành lập = 2017<ref name=NQ368\/>\n| trụ sở UBND = Thôn Yên Trạch\n| mã hành chính = 16531<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Quảng Châu''' là một [[phường (Việt Nam)|phường]] thuộc thành phố [[Sầm Sơn]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Địa lý==\nPhường Quảng Châu nằm ở trung tâm của thành phố Sầm Sơn, thuộc hữu ngạn [[sông Mã]], có vị trí địa lý:\n*Phía đông giáp các phường [[Quảng Tiến, Sầm Sơn|Quảng Tiến]], [[Trung Sơn, Sầm Sơn|Trung Sơn]], [[Bắc Sơn, Sầm Sơn|Bắc Sơn]] và [[Trường Sơn, Sầm Sơn|Trường Sơn]]\n*Phía tây giáp phường [[Quảng Thọ, Sầm Sơn|Quảng Thọ]]\n*Phía nam giáp phường [[Quảng Vinh (phường)|Quảng Vinh]]\n*Phía bắc giáp huyện [[Hoằng Hóa]] với ranh giới là sông Mã.\n\nPhường có diện tích 7,99&nbsp;km², dân số năm 2016 là 9.217 người<ref name=NQ368\/>, mật độ dân số đạt 1.154 người\/km².\n\n==Lịch sử==\nVùng đất thuộc phường Quảng Châu ngày nay, vào đầu thế kỉ 19 thuộc tổng Giặc Thượng, huyện Quảng Xương, phủ Tĩnh Gia, nội trấn Thanh Hóa. Năm [[Minh Mạng]] thứ 2 (1821), tổng Giặc Thượng đổi thành tổng Kính Thượng<ref name=DCQX81>{{Chú thích sách| title = Sách đã dẫn |author = Hoàng Tuấn Phổ (chủ biên)| year = 2010 |trang =81}}<\/ref>, từ thời [[Đồng Khánh]] đến trước năm 1945 thuộc tổng Cung Thượng, huyện Quảng Xương, phủ Tĩnh Gia, tỉnh Thanh Hóa.\n\nSau năm 1945, thuộc xã Lãnh Phiên, huyện Quảng Xương. Năm 1948, các xã Lãnh Phiên, Bạch Đằng và Lê Viêm sáp nhập thành xã Quảng Châu, tên gọi Quảng Châu xuất hiện từ đây. Năm 1954, một phần lãnh thổ xã Quảng Châu được tách ra để lập các xã Quảng Thọ và Quảng Vinh.\n\nTừ ngày [[15 tháng 5]] năm [[2015]], xã Quảng Châu được chuyển về trực thuộc thị xã [[Sầm Sơn]].\n\nNgày [[19 tháng 4]] năm [[2017]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 368\/NQ-UBTVQH14<ref name=NQ368>{{Chú thích web|url=https:\/\/quochoi.vn\/content\/vankien\/Lists\/DanhSachVanKien\/Attachments\/3600\/NQ%20thanh%20pho%20Sam%20Son.doc|tựa đề=Nghị quyết số 368\/NQ-UBTVQH14 năm 2017 về việc thành lập các phường Quảng Cư, Quảng Châu, Quảng Thọ, Quảng Vinh thuộc thị xã Sầm Sơn và thành phố Sầm Sơn thuộc tỉnh Thanh Hóa|website=Cổng thông tin điện tử Quốc hội Việt Nam}}<\/ref>. Theo đó, thành lập phường Quảng Châu trên cơ sở toàn bộ 7,99 km² diện tích tự nhiên và 9.217 người của xã Quảng Châu, đồng thời chuyển thị xã Sầm Sơn thành thành phố Sầm Sơn thuộc tỉnh Thanh Hóa.\n\nPhường Quảng Châu gồm các khu dân cư: \n* Làng Bình Hòa: tên nôm là làng Trạp; năm 1992 chia thành 4 thôn là Châu Bình, Châu An, Châu Thành và Châu Chính, hiện nay là khu phố Châu Bình, Châu Thành và khu phố An Chính(sát nhập khu phố Châu An và Châu Chính)\n* Làng Xuân Phương: tên nôm là làng Lan, do di dân [[Chiêm Thành]] thời [[nhà Trần]] lập nên; đầu thế kỉ 19 là thôn Xuân Phương thuộc xã Giặc Hạ, tổng Giặc Thượng, cuối thế kỉ 19 thuộc xã Giặc Hạ, tổng Cung Thương. Nay là khu phố Xuân Phương\n* Làng Yên Trạch: tên nôm là làng Lạc; đầu thế kỉ 19 là thôn An Lạc thuộc xã Điều An, tổng Giặc Thượng, cuối thế kỉ 19 thuộc xã Điều An, tổng Cung Thượng. Hiện nay là khu phố Yên trạch\n* Làng Kiều Đại: bị ly tán vào cuối thế kỉ 18, đến đầu thế kỉ 19 được tái lập. Hiện nay là khu phố Kiều Đại\n* Làng Đa Lộc: trước năm 1945 là xóm Trại Mãn (Đa Lộc) của xã Liên Châu, tổng Bái Trạch, huyện Hoằng Hóa; sau năm 1945 được chuyển về xã Lãnh Phiên, huyện Quảng Xương. Năm 1954 gọi là xóm Châu Lộc. Nay là thôn Châu Lộc\n* Khu dân cư Châu Giang: trước năm 1951 là dân thủy cơ, từ năm 1951 nhập về xã Quảng Châu; năm 1954 gọi là xóm Châu Giang Nay là khu phố Châu Giang.\n\n==Giao thông==\n* Phường Quảng Châu có [[quốc lộ 47]] và đại lộ Nam Sông Mã chạy qua.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc thành phố Sầm Sơn}}"}