{"818124":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Quỳnh Xá\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| dân tộc = [[Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| thành phố = \n| huyện = [[Quỳnh Phụ]]\n| thị xã = \n| thành lập = \n| mã hành chính = 12568<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| chủ tịch UBND = \n| chủ tịch HĐND = \n|bí thư =  \n| trụ sở UBND = \n}}\n\n'''Quỳnh Xá''' là một xã thuộc huyện [[Quỳnh Phụ]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\nQuỳnh Xá là một xã nội đồng nằm ở phía Nam của Huyện Quỳnh Phụ. Có tổng diện tích tự nhiên là 321,62 ha, xã có 1538 hộ với 5106 nhân khẩu (năm 2021)\n\n==Địa Lý==\nQuỳnh Xá nằm trên trục đường tỉnh ĐT 396B (Đường 217 cũ). Đường cấp 3 đồng bằng Thái Bình - Hà Nam cắt qua xã Quỳnh Xá qua thôn Xuân La Đông và thôn Dũng Tiến. Quỳnh Xá cách thị trấn [[Quỳnh Côi (thị trấn)|Quỳnh Côi]] khoảng 3&nbsp;km, cách ngã ba Đợi 3,7&nbsp;km. Về phía nam tiếp giáp các xã: phía đông giáp với xã [[An Vinh, Quỳnh Phụ|An Vinh]], phía tây giáp với xã [[Quỳnh Trang, Quỳnh Phụ|Quỳnh Trang]], phía bắc giáp với xã [[Quỳnh Hưng, Quỳnh Phụ|Quỳnh Hưng]] và [[Quỳnh Hội]], phía nam tiếp giáp với xã [[Đông Hải, Quỳnh Phụ|Đông Hải]].\n\nSông Nam Hà hay là sông Đan Hội chảy qua xã bắt đầu từ Kim Hồng (Bình Minh) và hết địa phận Ô Cách (làng Lường nay là Dân Chủ).\n==Lịch sử==\nQuỳnh Xá được sáp nhập từ các làng Xuân La; Tế Mỹ của xã Quỳnh Hưng; Trại Cầu của xã Quỳnh Trang; Ô Cách (Làng Lường) của xã Quỳnh Hội, và Dũng Tiến của xã An Vinh.\n\n==Hành chính==\nQuỳnh Xá được chia làm 6 thôn xóm bao gồm: Bình Minh, Đông Hồng, Xuân La, Ô Cách, Xuân La Đông và Dũng Tiến.\n\nNghề nghiệp chủ yếu là: Nông nghiệp, tiểu thủ công nghiệp (ngày xưa Quỳnh Xá có nghề dệt chiếu, dệt thảm) hiện nay những ngành nghề này đã mai một chỉ còn lại thêu và may gia công.\n\n{{Đơn vị hành chính thuộc huyện Quỳnh Phụ}}\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Thái Bình}}"}