{"814405":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Quỳnh Đôi\n| hình = Quỳnh đôi 7.jpg\n| ghi chú hình = Một con đường làng ở xã Quỳnh Đôi\n| vĩ độ = 19.1209\n| kinh độ = 105.6852\n| diện tích =414,91 ha \n| dân số =5.393\n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Quỳnh Lưu]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 17173<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Quỳnh Đôi''' là một xã thuộc huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\n== Địa lý - Hành chính ==\n[[Tập tin:Kien571.jpg|nhỏ|332x332px|Cổng Làng Quỳnh Đôi]]\nXã Quỳnh đôi cách trung tâm huyện Quỳnh Lưu 5&nbsp;km về phía Đông Bắc. Có diện tích tự nhiên 414,19 ha; dân số 5.393 nhân khẩu, với 1.402 hộ, trên địa bàn toàn xã được chia thành 8 thôn, nhân dân sống tập trung. Nằm trên tuyến tỉnh lộ 537D, đường giao thông du lịch biển Quỳnh đi qua là điều kiện thuận lợi cho việc phát triển kinh tế, dịch vụ và tiểu thủ công nghiệp.\n\nPhía Đông giáp xã Quỳnh Yên, phía Tây giáp xã Quỳnh Hậu, phía Nam giáp xã Quỳnh Bá và phía Bắc giáp xã Quỳnh Thanh..\n\n==Lịch sử==\nQuỳnh Đôi xưa là một vùng cây hoang, cỏ dại giáp sông Mai (gọi là sông Mõ), gần biển cửa Quèn là một trong ba cửa biển của huyện Quỳnh Lưu: Cửa Cờn (Càn), Cửa Quèn (Quyền), Cửa Thơi (Thai). Năm thứ II Xương Phù (1378) các Cụ: Hồ Hồng, Hồ Khai, Nguyễn Thạc và Cụ Hoàng Khánh cùng nhau đến đây khai cơ, lập ấp đặt tên là \" Thổ Đôi Trang \". Cho tới năm 1528 Cụ Hồ Nhân Hy (Đời Mạc) đổi tên Thổ Đôi thành xã Quỳnh Đôi ngày nay.\n\nTính đến nay Quỳnh Đôi đã có 640 năm tuổi.\n\n==Văn hóa - Giáo dục==\nQuỳnh Đôi nổi tiếng là cái nôi văn hóa lâu đời, có truyền thống hiếu học. Được biết đến với cái tên: ''Làng Khoa Bảng''.\n\nQuỳnh Đôi xưa chỉ có 2 nghề: đi học và dệt lụa, làm nghề nông ít vì ít ruộng.\n[[Tập tin:Kien572.jpg|nhỏ|332x332px|Trường tiểu học tại xã Quỳnh Đôi]]\n''Từ xa xưa trong dân gian đã truyền tụng: \"Bắc Hà: Hành Thiện, Hoan Diễn: Quỳnh Đôi\" để nói về cái sự học của Làng Quỳnh Đôi''\n\n- Thời phong kiến, Quỳnh Đôi có 531 sinh đồ (Tú tài), 203 hương cống (cử nhân) với 958 lượt người đỗ 116 khoa thi Hương trong đó có đến 13 [[Giải nguyên]], 4 phó bảng: Hồ Bá Ôn, Phan Duy Phổ, Hoàng Mậu, Lê Xuân Mai; 6 tiến sĩ: Hồ Sĩ Tân, Phan Hữu Tính, Hồ Sĩ Tuần, Văn Đức Giai, Nguyễn Sĩ Phẩm, Dương Thúc Hạp; 2 hoàng giáp: Hồ Phi Tích, Hồ Sĩ Đống; 1 thám hoa: Dương Cát Phủ; 1 bảng nhãn: Hồ Sĩ Dương.\n\n- Sau Cách mạng tháng Tám năm 1945 lại nay theo thống kê chưa đầy đủ toàn xã đã có trên 1.000 người tốt nghiệp Đại học và trên Đại học, có trên 300 người đang theo học và giảng dạy trên 28 trường Đại học khắp cả nước, trong đó có 52 Thạc sỹ, 55 Tiến sỹ, có 16 Phó Giáo sư, 5 Giáo sư, 3 Viện sỹ khoa học Quốc tế, hàng trăm người đang hoạt động trên các lĩnh vực nghiên cứu khoa học, báo chí, Văn nghệ sỹ, nơi đây đã sinh ra cho đất nước 5 Ủy viên Trung Ương trong đó có 2 Ủy viên Bộ Chính trị, 9 Đại biểu Quốc hội, 31 Tỉnh uỷ viên trong đó 11 Bí thư tỉnh uỷ, Phó Bí thư khu ủy, tỉnh uỷ, 5 uỷ viên Thường vụ tỉnh uỷ, 15 người là Bộ trưởng, Thứ trưởng và tương đương, có 8 Bí thư huyện uỷ,  2 đồng chí Phó Bí thư huyện uỷ, 3 đồng chí Chủ tịch huyện, Quận..\n[[Tập tin:Kien575.jpg|nhỏ|330x330px|thế=|Lễ khai bút đầu xuân tại Đình Làng]]\n- Tiếp nối truyền thống đã được cha ông gây dựng hàng trăm năm qua, các thế hệ của làng Quỳnh Đôi vẫn giữ được tinh thần hiếu học của quê hương và khẳng định vốn tri thức, tài năng của mình. Gần 100% thế hệ trẻ Quỳnh Đôi đều có trình độ đại học, cao đẳng. Rất nhiều học sinh có thành tích cao trong học tập, đoạt giải trong các kì thi HSG tỉnh, quốc gia…\n\nMột điều thú vị mà ngôi làng khoa bảng này vẫn lưu giữ và phát huy đó là tục ''\"khai bút\"'' vào mỗi dịp xuân về. Ở làng, khai bút được coi là một hoạt động ý nghĩa, nhắc nhở thế hệ sau về truyền thống hiếu học của quê hương, dân tộc. Buổi lễ thường được tổ chức tại đình làng vào mùng 2 Tết với sự tham gia của các em học sinh và rất nhiều người dân trong làng…\n\n==Làng nghề==\nQuỳnh Đôi có 1 làng nghề \" Hương trầm \" Hương trầm Quỳnh Đôi xuất hiện từ thế kỷ XVII và được ông cha bảo tồn, gìn giữ, lưu truyền cho con cháu sau này, thời đó hương trầm chỉ phát triển dạng bột, đốt bằng lư hương, sau này chuyển sang dạng hương que, quấn bằng giấy, sang thế kỷ XIV thì hương trầm phát triển rộng rãi cho đến bây giờ. Qua quá trình hình thành phát triển của làng nghề hương trầm, Quỳnh Đôi đã trải qua nhiều giai đoạn khác nhau, gắn với những biến thiên, thăng trầm lịch sử của làng.\n\nLàng nghề hương trầm đã có những bước đánh dấu khá rõ nét trong lịch sử kinh tế xã hội; sản phẩm dùng để phục vụ cho đời sống văn hóa, tâm linh cho nhân dân trong làng và sau này phát triển mở rộng quy mô sản xuất, đầu tư vốn, kỹ thuật để cải tiến sản xuất, hình thành nhiều cơ sở kinh doanh đảm bảo đủ số lượng, chất lượng để xuất khẩu ra các tỉnh thành trong cả nước, hình thức mẫu mã, chất lượng từng bước được đổi mới đáp ứng nhu cầu sử dụng của nhân dân. Nghề hương trầm đã trở thành nghề thủ công, tạo công ăn, việc làm cho số lượng lao động lớn. Tháng 12 năm 2012 địa phương xã Quỳnh Đôi được UBND tỉnh Nghệ An công nhận 1 làng nghề hương trầm.\n\n==Di tích - Danh thắng ==\n*'''Đền Thần''' (di tích lịch sử, văn hóa cấp quốc gia)\n*'''Đình làng Quỳnh Đôi''' (di tích lịch sử, văn hóa cấp quốc gia)\n\n''- Nằm ở thôn 3 xã Quỳnh Đôi - Quỳnh lưu - Nghệ An.''\n\n''- Diện tích khuôn viên: 478,4 m².''\n\n''- Trước đây là nơi hội họp của làng và các tổ chức bàn về việc dựng cờ khởi nghĩa thời kỳ Xô Viết Nghệ Tĩnh''\n\n*'''Nhà thờ họ Hồ''' (di tích lịch sử, văn hóa cấp quốc gia)\n\n''- Nằm ở thôn 4 xã Quỳnh Đôi - Quỳnh lưu - Nghệ An.''\n\n''- Diện tích khuôn viên: 6.200 m².''\n\n''- Thờ cụ Hồ Kha: Đã có công khai cơ lập làng, cùng nhân dân góp phần xây dựng và bảo vệ quê hương, đất nước. Được Vua phong sắc Thần Hoàng Hồ Khai Cơ.''\n* '''[[Kênh Nhà Lê]]''' nối từ  [[kinh đô Hoa Lư]] đến [[Đèo Ngang]] đi qua, là tuyến đường thủy đầu tiên trong lịch sử Việt Nam và được coi là tuyến đường Hồ Chí Minh trên sông vì những đóng góp cho các cuộc chiến tranh của người Việt (hiện là một đoạn của sông Hàu theo tên gọi địa phương).\n*'''Nhà thờ họ Nguyễn''' (di tích lịch sử, văn hóa cấp quốc gia)\n\n''- Nằm ở thôn 4 xã Quỳnh Đôi - Quỳnh lưu - Nghệ An.''\n\n''- Diện tích khuôn viên: 1.587 m².''\n\n''- Thờ cụ Nguyễn Thạc: Đã có công khai cơ lập làng, cùng nhân dân góp phần xây dựng và bảo vệ quê hương, đất nước. Được Vua phong sắc Thần Hoàng Nguyễn Triệu Cơ.''\n\n*'''Nhà thờ họ Hoàng''' (di tích lịch sử, văn hóa cấp quốc gia)\n\n- ''Nằm ở thôn 4 xã Quỳnh Đôi - Quỳnh lưu - Nghệ An.''\n\n''- Diện tích khuôn viên: 2.660 m².''\n\n''- Thờ cụ Hoàng khánh: Đã có công khai cơ lập làng, cùng nhân dân góp phần xây dựng và bảo vệ quê hương, đất nước. Được Vua phong sắc Thần Hoàng Lập Cơ.''\n\n*'''Nhà thờ cụ Hồ Sỹ Dương''' (di tích lịch sử, văn hóa cấp quốc gia)\n\n''- Nằm ở thôn 5 xã Quỳnh Đôi''\n\n''- Diện tích khuôn viên: 760 m².''\n\n''- Thờ cụ Hồ Sỹ Dương''\n\n''- Chức tước: Đậu Tiến sỹ thứ 3, đậu Đông các (Bảng nhạn); Tham tụng (Tể tướng). Tước (Duệ quận công, thiếu bảo) Thượng thư 3 bộ.''\n\n''- Công trạng: Tham gia bốn lần đánh giặc: Nam chinh, bắc chiến; đi sứ 3 năm ở Trung quốc, 7 lần tiếp sứ Trung quốc. Giám tu quốc sử. Khai cơ ra 5 làng gồm: Thọ Vực, Mỹ Hòa, Như bá, Tiền Đội và Bảo An. Được phong Thần Hoàng của 5 làng ở trên''\n\n*'''Nhà thờ Quỳnh Quận công Hồ Phi Tích''' (di tích lịch sử, văn hóa cấp quốc gia)\n\n''- Nằm ở thôn 3 xã Quỳnh Đôi - Quỳnh lưu - Nghệ An.''\n\n''- Diện tích khuôn viên: 2.500 m².''\n\n''- Thờ cụ Quỳnh quận công Thượng thư Hồ Phi Tích: Đã có công đi sứ sang Trung quốc đàm phán và lấy lại đất cho nước Việt Nam lúc bấy giờ. Trích đất gây quỹ phục vụ công tác khuyến học góp phần phát triển sự nghiệp giáo dục.''\n\n*'''Nhà thờ và khu lăng mộ cụ [[Hồ Tùng Mậu|H]]ồ Tùng Mậu''' (di tích lịch sử, văn hóa cấp quốc gia)\n\n''- Nằm ở thôn 5 xã Quỳnh Đôi - Quỳnh lưu - Nghệ An.''\n\n''- Diện tích khuôn viên: 1.500 m².''\n\n''- Thờ cụ Hồ Tùng Mậu: Đã có công mở trường dạy học, tham gia thành lập và ở trong ban lãnh đạo của tổ chức \" Thanh niên cách mạng đồng chí Hội \", thành viên của \" Cộng sản đoàn \". Lập ra \" An nam cộng sản Đảng \", làm Tổng thanh tra Chính phủ, Ủy viên Ban chấp hành Trung ương Đảng (khóa II)''\n\n*'''Nhà thờ họ Dương''' (di tích lịch sử, văn hóa cấp tỉnh)\n\n''- Nằm ở thôn 3 xã Quỳnh Đôi''\n\n''- Diện tích khuôn viên:  500 m².''\n\n''- Thờ cụ Dương Văn Khai''\n\n''- Công trạng: Là người thầy dạy chữ đầu tiên cho nhân dân xã Quỳnh Đôi (vào năm 1.540). Được Vua phong sắc.''\n\n*'''Nhà bia tưởng niệm Thi sĩ Hồ Xuân Hương'''\n*'''Khu mộ Anh hùng Cù Chính Lan'''\n*'''Đài tưởng niệm các chiến sĩ cộng sản hy sinh trong phong trào Xô viết Nghệ Tĩnh 1930-1931'''\n\n==Danh nhân==\nMột số danh nhân quê của xã Quỳnh Đôi:\n*Hồ Hồng, Nguyễn Thạc, Hoàng Khánh: năm 1378 thành lập làng Thổ Đôi Trang\n* [[Hồ Sĩ Dương]]: (1621 - 1681): đậu tiến sĩ khoa Nhâm Thìn (1652) làm tới Hình bộ Thượng thư kiêm Đông các đại học sĩ, tước Duệ quận công.\n* Hồ Phi Tích (1665 -1754): đậu Hoàng Giáp khoa Canh Thìn (1700) làm quan đến Thượng thư bộ Binh, bộ Hình, tước Quỳnh quận công.\n*[[Hồ Xuân Hương]] (1772 - 1822): được mệnh danh là Bà chúa thơ Nôm\n* Phạm Đình Toái: tác giả cuốn sách \"Đại Nam - Quốc sử diễn ca\", đậu cử nhân năm [[1843]], làm [[án sát]] tỉnh [[Bình Định]], sau thăng đến Hồng lô Tự khanh, là chức Trưởng quan của Hồng Lô tự của Nhà Nguyễn, chuyên lo việc nghi lễ trong các khoa thi cử.\n* [[Hồ Tùng Mậu]] (1895 - 1951): (tức Hồ Bá Cự) Chí sĩ cách mạng, nguyên Ủy viên Trung ương Đảng, nguyên Tổng Thanh tra chính phủ\n* [[Cù Chính Lan]] (1930 - 1951): Liệt sĩ Quân đội Nhân dân Việt Nam, một trong 7 cá nhân đầu tiên được phong danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] của Việt Nam, được nhân dân gọi là \"anh hùng đánh xe tăng\"\n* [[Nhà thơ]] [[Hoàng Trung Thông]] ([[1925]]-[[1993]]): nguyên Tổng biên tập ''[[báo Văn nghệ]]'' [[Hội Nhà văn Việt Nam]]; nguyên Giám đốc [[Nhà xuất bản Văn học]]; nguyên Vụ trưởng Vụ Văn nghệ thuộc [[Ban Tuyên huấn Trung ương]], nguyên Viện trưởng [[Viện Văn học Việt Nam]], Viện [[Văn học]] ([[1976]]-[[1985]]).\n* Nhà thơ trào phúng [[Dương Quân]] ([[1926]]-[[1985]])\n\n==Hình ảnh==\n<gallery>\nTập tin:Quỳnh đôi 9.jpg|cánh đồng Quỳnh đôi\nTập tin:Quỳnh đôi 6.jpg|Mương thủy lợi\nTập tin:Quỳnh đôi 4.jpg|Lễ kỳ phúc\nTập tin:Quỳnh đôi 3.jpg|Lễ kỳ phúc\nTập tin:Quỳnh đôi 2.jpg|Lễ kỳ phúc\nTập tin:Kien571.jpg|Cổng làng Quỳnh Đôi\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/hanoimoi.com.vn\/Tin-tuc\/1000_nam_thang_long\/368888\/dau-an-quynh-doi Dấu ấn Quỳnh Đôi]\n* [http:\/\/www.ntpc.vn\/index.php\/zh\/tin-tuc\/tin-nghe-an\/314-huong-tram-lang-nghe-quynh-doi.html Hương trầm làng nghề Quỳnh Đôi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20181015092417\/http:\/\/www.ntpc.vn\/index.php\/zh\/tin-tuc\/tin-nghe-an\/314-huong-tram-lang-nghe-quynh-doi.html |date = ngày 15 tháng 10 năm 2018}}\n* [http:\/\/www.vietnamplus.vn\/Home\/Khoi-phuc-le-hoi-Ky-Phuc-lang-Quynh-Doi-Nghe-An\/20132\/183011.vnplus Khôi phục lễ hội Kỳ Phúc làng Quỳnh Đôi, Nghệ An]\n*http:\/\/danviet.vn\/nha-nong\/lang-nghe-huong-tram-quynh-doi-vao-vu-tet-mau-tuat-2018-830298.html\n\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Quỳnh Lưu}}\n\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Làng khoa bảng Việt Nam]]"}