{"47879":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Quỳnh Lưu\n| hình = \n| ghi chú hình = \n| vĩ độ = 19.13 \n| kinh độ = 105.6\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 445,1 km²\n| dân số = 276.259 người<ref name=\"NA2019\"\/>\n| thời điểm dân số = 2019\n| dân số thành thị = 9.595 người (4%)\n| dân số nông thôn = 266.664 người (96%)\n| mật độ dân số = 621 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện lỵ = thị trấn [[Cầu Giát]]\n| thành lập = \n| phân chia hành chính = 1 thị trấn, 32 xã\n| mã hành chính = 421<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 37-L1-L2\n| web = {{url|quynhluu.nghean.gov.vn}}\n}}\n\n'''Quỳnh Lưu''' là một huyện đồng bằng ven biển nằm ở phía đông bắc tỉnh [[Nghệ An]], [[Việt Nam]].\n\n==Địa lý ==\nHuyện Quỳnh Lưu nằm ở phía Đông Bắc tỉnh Nghệ An. Huyện lỵ là thị trấn [[Cầu Giát]], cách thành phố [[Vinh]] khoảng 60&nbsp;km, có vị trí địa lý:\n\n* Phía đông giáp thị xã [[Hoàng Mai (thị xã)|Hoàng Mai]] và [[Biển Đông]]\n* Phía tây giáp huyện [[Nghĩa Đàn]], huyện [[Tân Kỳ]] và thị xã [[Thái Hòa]] với ranh giới khoảng 33&nbsp;km, được hình thành một cách tự nhiên bằng các dãy núi kéo liên tục mà giữa chúng có nhiều đèo thấp tạo ra những con đường nối liền hai huyện với nhau\n* Phía nam giáp huyện [[Yên Thành]] và huyện [[Diễn Châu]]. Vùng phía nam huyện có chung khu vực đồng bằng với huyện Diễn Châu và huyện Yên Thành (thường gọi là đồng bằng Diễn - Yên - Quỳnh)\n* Phía bắc giáp thị xã [[Nghi Sơn]] và huyện [[Như Thanh]] thuộc tỉnh [[Thanh Hóa]].\n\nTheo thống kê năm 2019, huyện Quỳnh Lưu có diện tích 445,1&nbsp;km², dân số là 276.259 người, mật độ dân số đạt 621 người\/km²<ref name=\"NA2019\">{{Chú thích web\n|url =http:\/\/ngheandost.gov.vn\/chuyen-san-khxhnv?p_p_id=101_INSTANCE_Y6w3vdzQM7wZ&p_p_lifecycle=0&p_p_col_id=column-1&p_p_col_count=1&_101_INSTANCE_Y6w3vdzQM7wZ_struts_action=%2Fasset_publisher%2Fview_content&_101_INSTANCE_Y6w3vdzQM7wZ_assetEntryId=1711387&_101_INSTANCE_Y6w3vdzQM7wZ_type=content&_101_INSTANCE_Y6w3vdzQM7wZ_urlTitle=chuyen-san-khxh-nv-so-11-2019&redirect=http%3A%2F%2Fngheandost.gov.vn%2Fchuyen-san-khxhnv%3Fp_p_id%3D101_INSTANCE_Y6w3vdzQM7wZ%26p_p_lifecycle%3D0%26p_p_state%3Dnormal%26p_p_mode%3Dview%26p_p_col_id%3Dcolumn-1%26p_p_col_count%3D1#\n|title =Dân số đến 01 tháng 4 năm 2019 - tỉnh Nghệ An\n|access-date =ngày 4 tháng 5 năm 2020\n|author =Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương\n}}{{Liên kết hỏng|date = ngày 5 tháng 9 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Quỳnh Lưu là huyện đông dân nhất tỉnh Nghệ An sau thành phố Vinh. 26% dân số theo [[đạo Thiên Chúa]].\n===Khí hậu===\n\nHuyện Quỳnh Lưu nằm trong khu vực nhiệt đới nhưng lại ở miền biển nên thường nhận được ba luồng gió:\n\n- Gió mùa Đông Bắc nằm sâu trong lục địa lạnh lẽo của vùng Sibia và Mông Cổ, từng đợt thổi qua Trung Quốc và vịnh Bắc Bộ tràn về, bà con gọi là gió bắc.\n\n- Gió mùa Tây Nam ở tận vịnh Bengal tràn qua lục địa, luồn qua các dãy Trường Sơn, thổi sang mà nhân dân thường gọi là gió Lào nhưng chính là gió tây khô nóng.\n\n- Gió mùa Đông Nam mát mẻ từ biển Đông thổi vào nhân dân gọi là gió nồm\n\nKhí hậu ở huyện Quỳnh Lưu chia làm hai mùa rõ rệt:\n\n- Mùa nóng từ tháng 5 đến tháng 10 dương lịch. Mùa này tiết trời nóng nực, nhiệt độ trung bình 30C, có ngày lên tới 40C.\n\n- Mùa lạnh từ tháng 11 năm trước đến tháng 4 dương lịch năm sau. Mùa này thường có gió mùa đông bắc, mưa kéo dài.\n\n== Hành chính ==\nHuyện Quỳnh Lưu có 33 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Cầu Giát]] (huyện lỵ) và 32 xã: [[An Hòa, Quỳnh Lưu|An Hòa]], [[Ngọc Sơn, Quỳnh Lưu|Ngọc Sơn]], [[Quỳnh Bá]], [[Quỳnh Bảng]], [[Quỳnh Châu, Quỳnh Lưu|Quỳnh Châu]], [[Quỳnh Diễn]], [[Quỳnh Đôi]], [[Quỳnh Giang]], [[Quỳnh Hậu]], [[Quỳnh Hoa, Quỳnh Lưu|Quỳnh Hoa]], [[Quỳnh Hồng, Quỳnh Lưu|Quỳnh Hồng]], [[Quỳnh Hưng, Quỳnh Lưu|Quỳnh Hưng]], [[Quỳnh Lâm, Quỳnh Lưu|Quỳnh Lâm]], [[Quỳnh Long]], [[Quỳnh Lương]], [[Quỳnh Minh, Quỳnh Lưu|Quỳnh Minh]], [[Quỳnh Mỹ, Quỳnh Lưu|Quỳnh Mỹ]], [[Quỳnh Nghĩa]], [[Quỳnh Ngọc, Quỳnh Lưu|Quỳnh Ngọc]], [[Quỳnh Tam]], [[Quỳnh Tân]], [[Quỳnh Thạch]], [[Quỳnh Thanh]], [[Quỳnh Thắng]], [[Quỳnh Thọ, Quỳnh Lưu|Quỳnh Thọ]], [[Quỳnh Thuận]], [[Quỳnh Văn]], [[Quỳnh Yên]], [[Sơn Hải, Quỳnh Lưu|Sơn Hải]], [[Tân Sơn, Quỳnh Lưu|Tân Sơn]], [[Tân Thắng, Quỳnh Lưu|Tân Thắng]], [[Tiến Thủy]].\n\nTuy một số xã thuộc miền núi và trung du như Quỳnh Châu, Quỳnh Tam, Quỳnh Thắng, nhưng phần lớn các xã nằm ở vùng [[đồng bằng]] nhỏ hẹp dọc theo biển Đông.\n\n==Lịch sử==\nQuỳnh Lưu là một vùng đất cổ có cư dân sinh sống từ rất lâu đời. Bằng chứng là di chỉ [[văn hóa Quỳnh Văn]]. Ngoài Quỳnh Văn, các di chỉ cồn sò, điệp thuộc loại hình văn hoá Quỳnh Văn còn có ở một số địa phương như Quỳnh Hoa, Quỳnh Hậu, Quỳnh Xuân, Quỳnh Bảng, Quỳnh Lương, Quỳnh Minh, Quỳnh Nghĩa, Quỳnh Hồng, Mai Hùng...\n\nNiên đại văn hoá Quỳnh Văn được xác định là ít nhất ở [[thời đại đồ đá|thời kỳ đồ đá]], tức là cách ngày nay khoảng 6000 năm. Cư dân nguyên thủy ở Quỳnh Lưu sinh sống thành từng [[bộ lạc]] ở vùng lõm, đồng lầy dọc [[bờ biển]]. Chính bằng lao động của mình, những chủ nhân cổ xưa trên mảnh đất Quỳnh Lưu đã \"khai thiên phá thạch\", vật lộn với thiên nhiên, tạo nên một kỳ tích hình thành vùng đất và hình thành cộng dân cư thời xa xưa.\n\nTên Quỳnh Lưu xuất hiện vào [[thế kỷ 15|thế kỷ XV]] thời [[Nhà Lê sơ|Nhà Lê]] (1430) ở cương vực từ biển Đông lên tận [[Quỳ Châu]] gồm 7 tổng phía trên (thuộc đất huyện [[Nghĩa Đàn]] hiện nay) và 4 tổng phía dưới (thuộc đất huyện Quỳnh Lưu ngày nay).\nTừ năm 1430 trở về trước, cương vực Quỳnh Lưu hiện nay thuộc đất Hàm Hoan (tên của vùng Nghệ Tĩnh từ thế kỷ I đến thế kỷ III).\n\nTừ cuối thể ký III đầu thế kỷ IV, Hàm Hoan đổi tên thành Đức Châu.\n\nĐến giữa thế kỷ VII (năm 650) thời Bắc thuộc, Nghệ Tĩnh hiện nay được gọi là Hoan Châu, rồi đến nửa cuối thể kỷ VIII (năm 764), Hoan Châu tách ra thành Hoan Châu và Diễn Châu. Diễn Châu lúc bấy giờ bao gồm các huyện ngày nay của Nghệ An như Diễn Châu, Yên Thành, Quỳnh Lưu, Nghĩa Đàn, Quỳ Hợp, Quỳ Châu, Quế Phong.\n\nThời nhà Lý, Diễn Châu là một châu, sau đổi thành một lộ và sau nữa đổi thành phủ, tức là một đơn vị hành chính thuộc chính quyền trung ương từ năm 1010 đến 1225, Quỳnh Lưu lúc bấy giờ nằm trong châu, lộ hoặc phủ Diễn Châu.\n\nĐến thời Trần, vùng Hoan Châu và Diễn Châu được đổi tên là trại, sau là lộ, phủ; năm 1397, Diễn Châu được gọi là trấn với tên là Vọng Giang.\n\nThời [[nhà Hồ]], trấn Vọng Giang được đổi thành phủ Linh Nguyên (nghĩa là đất linh thiêng) gồm đất Diễn Châu, Yên Thành, Quỳnh Lưu và Nghĩa Đàn ngày nay.\n\nĐến thời Lê, Diễn Châu chỉ là một phủ của Nghệ An. Phủ Diễn Châu thời kỳ này bao gồm hai huyện Đông Thành và Quỳnh Lưu. Như vậy, tên \"Quỳnh Lưu\" lần đầu tiên xuất hiện ở thời nhà Lê với niên đại được xác định là năm 1430.\n\nTừ mốc thời gian thành lập huyện Quỳnh Lưu trở đi tức là đến thời nhà Nguyễn, năm Minh Mệnh thừ 12 (1831), cả nước chia thành 29 tỉnh, trong đó tỉnh Nghệ An và tỉnh Hà Tĩnh được lập riêng. Quỳnh Lưu là đơn vị hành chính thuộc phủ Diễn Châu của tỉnh Nghệ An gồm 11 tổng. Từ năm Minh Mệnh thứ 21 (1840), 7 tổng ở vùng trên được tách thành huyện Nghĩa Đường (sau đổi tên thành Nghĩa Đàn), 4 tổng còn lại (Quỳnh Lâm, Hoàng Mai, Hoàn Hậu, Thanh Viên) là huyện Quỳnh Lưu như hiện nay thuộc phủ Diễn Châu.\n\nĐến thời kỳ [[đế quốc thực dân Pháp|thực dân Pháp]] đô hộ Việt Nam, năm 1919, chính quyền thực dân phong kiến bỏ cấp phủ, Quỳnh Lưu trở thành đơn vị hành chính trực thuộc tỉnh không còn là cấp dưới thuộc Diễn Châu nữa. \n \nSau năm 1945, một số làng phía bắc huyện Diễn Châu và huyện Yên Thành được sáp nhập vào huyện Quỳnh Lưu. Huyện Quỳnh Lưu khi đó gồm có 16 xã: Cầu Giát, Liên Hóa, Phú Nghĩa, Quỳnh Anh, Quỳnh Chi, Quỳnh Dị, Quỳnh Diễn, Quỳnh Giang, Quỳnh Ngọc, Quỳnh Phú, Quỳnh Sơn, Quỳnh Tân, Quỳnh Vinh, Tam Xuân, Văn Hải, Văn Thanh.\n\nSau cải cách ruộng đất 1956, các xã lớn được chia thành các xã có quy mô nhỏ hơn: chia xã Văn Thanh thành hai xã lấy tên là xã Quỳnh Hải và xã Quỳnh Sơn; chia xã Quỳnh Chi thành 3 xã: Quỳnh An, Quỳnh Hoan và Quỳnh Ngọc; chia xã Phú Nghĩa thành hai xã lấy tên là xã Quỳnh Nghĩa và Tiến Thủy; chia xã Quỳnh Phú thành 3 xã lấy tên là xã Quỳnh Bảng, xã Quỳnh Lương và xã Quỳnh Minh; chia xã Cầu Giát thành 4 đơn vị hành chính lấy tên là thị trấn Cầu Giát, xã Quỳnh Hồng, xã Quỳnh Hậu và xã Quỳnh Thạch; chia xã Quỳnh Tân thành hai xã lấy tên là xã Quỳnh Long và xã Quỳnh Thuận; chia xã Quỳnh Anh thành 3 xã lấy tên là xã Quỳnh Đôi, xã Quỳnh Thanh và xã Quỳnh Yên; đổi tên xã Văn Hải thành xã Quỳnh Thọ; chia xã Liên Hóa thành hai xã lấy tên là xã Quỳnh Bá và xã Quỳnh Hưng; chia xã Quỳnh Giang thành 3 xã lấy tên là xã Quỳnh Giang, xã Quỳnh Lâm và xã Quỳnh Mỹ; đổi tên xã Quỳnh Sơn thành xã Quỳnh Hoa; chia xã Tam Xuân thành 3 xã lấy tên là xã Quỳnh Thắng, xã Quỳnh Châu và xã Quỳnh Tam.\n\nHuyện Quỳnh Lưu có thị trấn Cầu Giát và 36 xã: Quỳnh An, Quỳnh Bá, Quỳnh Bảng, Quỳnh Châu, Quỳnh Diễn, Quỳnh Đôi, Quỳnh Giang, Quỳnh Hải, Quỳnh Hậu, Quỳnh Hoa, Quỳnh Hoan, Quỳnh Hồng, Quỳnh Hưng, Quỳnh Lâm, Quỳnh Lập, Quỳnh Liên, Quỳnh Lộc, Quỳnh Long, Quỳnh Lương, Quỳnh Mai, Quỳnh Minh, Quỳnh Mỹ, Quỳnh Nghĩa, Quỳnh Ngọc, Quỳnh Phương, Quỳnh Sơn, Quỳnh Tam, Quỳnh Thạch, Quỳnh Thắng, Quỳnh Thanh, Quỳnh Thọ, Quỳnh Thuận, Quỳnh Văn, Quỳnh Xuân, Quỳnh Yên, Tiến Thủy.\n\nNgày [[24 tháng 3]] năm [[1969]], hợp nhất xã Quỳnh Sơn và xã Quỳnh Hải thành một xã lấy tên là xã Sơn Hải; hợp nhất xã Quỳnh An và xã Quỳnh Hoan thành một xã lấy tên là xã An Hòa; chia xã Quỳnh Dị thành hai xã lấy tên là xã Quỳnh Dị và xã Mai Hùng; chia xã Quỳnh Vinh thành hai xã lấy tên là xã Quỳnh Vinh và xã Quỳnh Trang.\n\nNgày [[2 tháng 4]] năm [[1973]], thành lập xã Quỳnh Tân trên cơ sở một phần diện tích và dân số của các xã Quỳnh Xuân và Quỳnh Văn.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-23-BT-thanh-lap-xa-Quynh-Tan-thuoc-huyen-Quynh-Luu-tinh-Nghe-An-23293.aspx Quyết định số 23-BT ngày 2 tháng 4 năm 1973]<\/ref>\n\nTháng 2 năm 1976, Quỳnh Lưu là huyện thuộc tỉnh [[Nghệ Tĩnh]], hợp nhất xã Quỳnh Bảng và xã Quỳnh Liên thành một xã lấy tên là xã Quỳnh Phú, hợp nhất các xã Quỳnh Hồng, Quỳnh Hậu và Quỳnh Thạch thành một xã lấy tên là xã Quỳnh Sơn.\n\nHuyện Quỳnh Lưu có thị trấn Cầu Giát và 34 xã: Quỳnh Thọ, Quỳnh Bá, Quỳnh Châu, Quỳnh Diễn, Quỳnh Đôi, Quỳnh Giang, Quỳnh Hoa, Quỳnh Hưng, Quỳnh Lâm, Quỳnh Lập, Quỳnh Lộc, Quỳnh Long, Quỳnh Lương, Quỳnh Mai, Quỳnh Minh, Quỳnh Mỹ, Quỳnh Nghĩa, Quỳnh Ngọc, Quỳnh Phú, Quỳnh Phương, Quỳnh Sơn, Quỳnh Tam, Quỳnh Tân, Quỳnh Thắng, Quỳnh Thanh, Quỳnh Thuận, Quỳnh Trang, Quỳnh Văn, Quỳnh Xuân, Quỳnh Yên, An Hòa, Mai Hùng, Sơn Hải, Tiến Thủy.\n\nNgày [[19 tháng 9]] năm [[1981]], chia xã Quỳnh Sơn thành 3 xã: Quỳnh Hồng, Quỳnh Hậu, Quỳnh Thạch; chia xã Quỳnh Mai thành 3 xã: Quỳnh Vinh, Quỳnh Thiện, Quỳnh Dị; chia xã Quỳnh Phú thành 2 xã: Quỳnh Bảng và Quỳnh Liên; chia xã Quỳnh Tam thành 2 xã: Quỳnh Tam và Tân Sơn; thành lập một xã lấy tên là xã Ngọc Sơn.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-76-HDBT-phan-vach-dia-gioi-xa-thi-tran-tinh-Nghe-An-43136.aspx Quyết định số 76\/HĐBT ngày 19 tháng 9 năm 1981]<\/ref>\n\nNgày [[12 tháng 8]] năm [[1991]], huyện Quỳnh Lưu trở lại thuộc tỉnh [[Nghệ An]] vừa tái lập.\n\nNgày [[10 tháng 4]] năm [[2002]], chia xã Quỳnh Thắng thành 2 xã: Quỳnh Thắng và Tân Thắng.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-40-2002-ND-CP-thanh-lap-xa-thuoc-huyen-Quynh-Luu-Thanh-Chuong-Nghi-Loc-tinh-Nghe-An-49271.aspx Nghị định số 40\/NĐ-CP ngày 10 tháng 4 năm 2002]<\/ref>\n\nNgày [[21 tháng 4]] năm [[2006]], chuyển xã Quỳnh Thiện thành thị trấn Hoàng Mai.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-41-2006-ND-CP-thanh-lap-thi-tran-Hoang-Mai-thuoc-huyen-Quynh-Luu-tinh-Nghe-An-11263.aspx Nghị định số 41\/NĐ-CP ngày 21 tháng 4 năm 2006]<\/ref>\n\nĐến cuối năm 2012, huyện Quỳnh Lưu có 43 đơn vị hành chính cấp xã, bao gồm 2 thị trấn: Cầu Giát (huyện lỵ), Hoàng Mai và 41 xã: Quỳnh Thọ, Quỳnh Bá, Quỳnh Bảng, Quỳnh Châu, Quỳnh Dị, Quỳnh Diễn, Quỳnh Đôi, Quỳnh Giang, Quỳnh Hậu, Quỳnh Hoa, Quỳnh Hồng, Quỳnh Hưng, Quỳnh Lâm, Quỳnh Lập, Quỳnh Liên, Quỳnh Lộc, Quỳnh Long, Quỳnh Lương, Quỳnh Minh, Quỳnh Mỹ, Quỳnh Nghĩa, Quỳnh Ngọc, Quỳnh Phương, Quỳnh Tam, Quỳnh Tân, Quỳnh Thạch, Quỳnh Thắng, Quỳnh Thanh,  Quỳnh Thuận, Quỳnh Trang, Quỳnh Văn, Quỳnh Vinh, Quỳnh Xuân, Quỳnh Yên, An Hòa, Mai Hùng, Ngọc Sơn, Sơn Hải, Tân Sơn, Tân Thắng, Tiến Thủy.\n\nNgày [[3 tháng 4]] năm [[2013]], tách toàn bộ diện tích tự nhiên và dân số của thị trấn Hoàng Mai và 9 xã: Mai Hùng, Quỳnh Vinh, Quỳnh Lộc, Quỳnh Lập, Quỳnh Dị, Quỳnh Phương, Quỳnh Liên, Quỳnh Xuân, Quỳnh Trang để thành lập [[thị xã Hoàng Mai]].<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-47-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-thi-xa-Hoang-Mai-180237.aspx Nghị quyết số 47\/NQ-CP]<\/ref>\n\nHuyện Quỳnh Lưu còn lại 1 thị trấn và 32 xã trực thuộc như hiện nay.\n\n==Kinh tế==\nVới đặc điểm địa lý của huyện, người dân miền tây chủ yếu khai thác cây công nghiệp như: nhựa thông, bạch đàn, tràm… Người dân vùng đồng bằng chủ yếu là trồng lúa\nNgười dân vùng biển thường sống bằng [[nghề đánh bắt cá]], làm muối và trồng [[rau]].\n\nNgày 20\/5\/2022, Phó Thủ tướng Thường trực Phạm Bình Minh ký Quyết định số 624\/QĐ-TTg công nhận huyện Quỳnh Lưu, tỉnh Nghệ An đạt chuẩn nông thôn mới năm 2020.<ref>{{Chú thích web|url=https:\/\/baochinhphu.vn\/huyen-quynh-luu-nghe-an-dat-chuan-nong-thon-moi-102220520160727256.htm|tựa đề=Huyện Quỳnh Lưu (Nghệ An) đạt chuẩn nông thôn mới|họ=baochinhphu.vn|ngày=2022-05-20|website=Báo điện tử Chính phủ|ngôn ngữ=vi|ngày truy cập=2022-05-24}}<\/ref>\n\n==Văn hóa - du lịch==\n===Di tích lịch sử===\n* Đền Hồ Quý Ly ở xã Ngọc Sơn\n* Di chỉ khảo cổ học Quỳnh Văn ở xã Quỳnh Văn\n* Đền Quỳnh Tụ\n* Nhà thờ họ Hồ ở xã [[Quỳnh Đôi]]\n* Đình Tám Mái ở xã Quỳnh Thuận\n* Đình Làng Quỳnh Đôi ở xã Quỳnh Đôi\n* Đền Voi ở xã [[Quỳnh Hồng]]\n* Đền Chính ở xã Tiến Thủy \n* Đền Thượng ở xã Quỳnh Nghĩa.\n\nHuyện Quỳnh Lưu có [[khu du lịch Biển Quỳnh]] chạy dài từ xã [[Quỳnh Lập]] (nay thuộc thị xã [[Hoàng Mai (thị xã)|Hoàng Mai]]) đến xã [[Tiến Thủy]] với bãi cát vàng, ngoài ra còn có động Hang Dơi [[Quỳnh Tam]].\n\n==Danh nhân==\nQuỳnh Lưu còn là nơi phát tích của [[dòng họ Hồ]] ở Việt Nam từ thế kỷ thứ 10. [[Hồ Hưng Dật]], người huyện Vũ Lâm, tỉnh [[Chiết Giang]], đậ­u [[Trạng nguyên]] từ thời vua [[Ẩn Đế]] ([[948]] - [[995]]) nhà [[Hậu Hán]], sang làm [[Thái thú]] [[Diễn Châu (phủ)|Châu Diễn]], đến hương Bào Đột (nay thuộc xã Quỳnh Lâm và xã Ngọc Sơn, huyện Quỳnh Lưu, tỉnh Nghệ An) lậ­p nghiệp, làm trại chủ và trở thành vị tổ khai cơ họ Hồ ở [[Diễn Châu (phủ)|Châu Diễn]]. Họ Hồ ở Quỳnh Lưu có các nhân vật nổi tiếng như nhà Vua [[Hồ Quý Ly]]; nữ thi sĩ [[Hồ Xuân Hương]]; bảng nhãn [[Hồ Sĩ Dương]], Hoàng giáp [[Hồ Sĩ Đống]], [[Hồ Phi Tích]], nhà cách mạng [[Hồ Tùng Mậu]], [[Hoàng Văn Hợp]], liệt sĩ [[cách mạng]] [[kháng chiến chống Pháp]] ([[1930]]-[[1931]]) nguyên Huyện ủy viên huyện ủy Quỳnh Lưu - Nghệ An,... Họ Hồ đến Yên Thành thì có [[Hồ Tông Thốc]],... ra Thanh Hóa thì sinh ra [[Hồ Quý Ly]],... vào Hưng Nguyên thì tạo nên dòng dõi [[Nguyễn Huệ|Quang Trung]] [[nhà Tây Sơn]].\n\nQuỳnh Lưu còn là quê hương của nhiều nhà khoa bảng nổi tiếng trong [[lịch sử]] như: Thám hoa [[Dương Cát Phủ]]; danh sĩ [[Phạm Đình Toái]], [[Hoàng Văn Hoan]]...\n\nNgày nay có những người nổi tiếng: chính khách [[Hồ Đức Việt]]; nhà báo [[Hồ Anh Dũng]]; Trung tướng Lê Nam Phong; Trung tướng, PGS, TS, NGND Phan Đức Dư (Giám đốc Học viện An ninh nhân dân); Thiếu tướng [[Lê Tất Thắng]],  Phó Tư lệnh Quân khu 4; Giáo sư [[Phan Cự Đệ]]; Giáo sư Phan Nguyên Di; nhà văn [[Nguyễn Minh Châu]] (tác giả '''Dấu chân người lính''); nhà văn [[Bùi Hiển]]; nhà thơ [[Tú Mỡ]]; nhà thơ [[Hoàng Trung Thông]], nhà thơ trào phúng [[Dương Quân]], [[Hoàng Nhật Tân]] (Hoàng Thanh Đạm) nhà nghiên cứu [[sử học]] và dịch giả, con trai [[Hoàng Văn Hoan]], [[Dương Viên]], nguyên Tổng thư ký hội [[mỹ thuật]] tạo hình Việt Nam. [[Dương Văn Lan]], nguyên Hiệu trưởng trường Đại học Ngoại thương Hà Nội; nguyên Giám đốc Ngân hàng Ngoại thương Việt Nam. [[Dương Như Xuyên]], Phó Giáo sư, tiến sĩ, nguyên Giám đốc Trung tâm giáo dục thường xuyên tỉnh Nghệ An. Thiếu tướng, Nhạc sĩ [[An Thuyên]], Nhạc sĩ Ánh Dương; Các anh hùng [[Cù Chính Lan]], [[Phan Văn Trinh]], [[Vũ Văn Huynh]], [[Hoàng Hữu Nhất]], [[Hoàng Quốc Đông]], [[Nguyễn Thị Hồng]], [[Nguyễn Đình Khoa]], [[Nguyễn Thị Minh Châu]]; ông Hồ Mẫu Ngoạt- Ủy viên Trung ương Đảng, Chánh văn phòng Tổng bí thư.\n\n==Giao thông==\n* [[Đường ray|Đường sắt]]\nNgoài tuyến đường sắt bắc nam chạy dọc theo chiều từ bắc xưống nam huyện, huyện này còn có tuyến [[đường ray|đường sắt]] địa phương nối từ [[ga Cầu Giát]] qua ngã ba Tam Lệ, lên huyện [[Quỳ Hợp]]. Đây là một trong số rất ít các tuyến đường sắt nội tỉnh ở [[Việt Nam]], nối đường sắt quốc gia với vùng đất đỏ [[Phủ Quỳ]].\n*[[Đường giao thông|Đường bộ]]\nNgoài Quốc lộ 1 chạy dọc theo vùng trung tâm huyện, còn có quốc lộ 48 chạy cắt qua các xã phía tây nam huyện lên thị xã Thái Hòa, huyện còn có 2 tỉnh lộ 537A và 537B nối từ quốc lộ 48 chạy về các xã ven biển tạo thành hình vòng cung. Đây cũng là địa phương có dự án [[Đường cao tốc Nghi Sơn – Diễn Châu]] đi qua đang được xây dựng.\n*[[Đường thủy]]\nVới 3 cửa sông đổ ra biển và được nối với nhau bởi hệ thống kênh đào nhà Lê, giao thông đường thủy được nối thông suốt từ bắc xuống nam, từ tây sang đông huyện, hiện nay đã có một cảng cá ở cửa lạch Quèn phục vụ cho nghề cá rất phát triển ở đây.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* {{TĐBKVN|20253}}\n* [http:\/\/hanoi.vnn.vn\/chuyen_de\/langque\/langnoitieng\/bai12.asp Làng Quỳnh Đôi: Làng văn hoá, xã anh hùng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060904085913\/http:\/\/hanoi.vnn.vn\/chuyen_de\/langque\/langnoitieng\/bai12.asp |date = ngày 4 tháng 9 năm 2006}}\n* [http:\/\/www.sggp.org.vn\/phongsudieutra\/2011\/1\/249877\/ Về thăm “đất phát nhân tài”], viết về các nhân vật tại làng Quỳnh Đôi\n\n{{Đơn vị hành chính thuộc huyện Quỳnh Lưu}}\n{{Huyện thị Nghệ An}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]"}