{"1749018":"{{chú thích trong bài}}\n'''Quốc gia nghĩa tử''' là tên gọi nhóm các em [[vị thành niên]] mà phụ huynh là [[quân nhân]] trong [[Quân lực Việt Nam Cộng hòa]] đã chết trận trong [[chiến tranh Việt Nam|cuộc chiến Việt Nam]] sau được chính phủ chiếu cố giúp đỡ. Trọng tâm của chính phủ là trợ giúp việc giáo dục các em trong hệ thống trường Quốc gia nghĩa tử. \n \n==Lịch sử==\nTừ thời [[Đệ Nhất Cộng hòa Việt Nam]], [[Tổng thống Việt Nam Cộng hòa|Tổng thống]] [[Ngô Đình Diệm]] đã có ý giúp đỡ các [[cô nhi]], con cái của tử sĩ và thương phế binh trong Quân lực Việt Nam Cộng hòa và cho đó là một trong những quốc sách với nhà nước nhận vai trò nuôi dạy các em cho đến tuổi 18. Năm 1962 Nha Xã hội đệ trình thông qua Bộ Quốc phòng để lập ra một tổ chức đảm nhiệm vai trò này, theo mẫu Office des Pupilles de la Nation của [[Pháp]].\n\nNăm 1963 chính phủ lập cơ sở đầu tiên mang tên Viện Quốc gia Nghĩa tử<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/Child_of_VNese_fallen_Soldiers_and_theCemetary_restoration_TTruc-20080211.html \"Quốc gia Nghĩa tử và nỗ lực trùng tu Nghĩa trang Quân đội Biên Hòa\" theo ''RFA'']<\/ref> ở Sài Gòn. Việc xây dựng có đóng góp của các thành phần dân sự qua Ủy ban vận động xây cất Quốc gia Nghĩa tử trong đó [[kiến trúc sư]] Trương Đức Nguyên thiết kế và nhà thầu Trần Ngọc Trình đảm nhận mà không lấy thù lao. Công trình xây cất tiến hành đến Tháng Chín 1963 thì khánh thành Viện Quốc gia Nghĩa tử trên đường Võ Tánh gần Ngã tư Bảy Hiền, thuộc Tân Sơn Hòa, [[tỉnh Gia Định]].\n\nBác sĩ Trương Khuê Quan được bổ nhiệm làm Viện trưởng Viện Giáo dục Quốc gia Nghĩa tử. Niên học đầu tiên (1963-1964) có khoảng 500 học sinh ghi danh theo học tại trường Quốc gia Nghĩa tử.\n \nThời gian đầu, Quốc gia Nghĩa tử áp dụng chương trình giáo dục phổ thông. Đến năm 1966 xây thêm trường Kỹ thuật Quốc gia Nghĩa tử để khai giảng năm 1966-1967 với chủ ý đào tạo kỹ năng thực dụng. Sang năm 1968 thì lại cải tiến, áp dụng chương trình giáo dục tổng hợp cho một trường. Theo chương trình đó thì thay vì chia các lớp trung học thành Đệ nhất cấp và Đệ nhị cấp thì gom cả hai lại. Ngoài ra thay vì chia thành bốn ban như các trường trung học khác, trường Quốc gia Nghĩa tử tổng hợp chia thành tám ban:<ref>[https:\/\/sites.google.com\/site\/tonghopquocgianghiatu\/gioi-thieu-chuong-trinh-tong-hop Giới thiệu chương trình tổng hợp]<\/ref> \n#Ban A: Khoa học (giống như bên trung học phổ thông)\n#Ban B: Toán\n#Ban C: Sinh ngữ\n#Ban D: Cổ ngữ\n#Ban E: Doanh thương tổng quát\n#Ban F: Công kỹ nghệ\n#Ban G: Kinh tế gia đình\n#Ban H: Canh nông\n\nMỗi kỳ [[nghỉ hè]] thì các nhà giáo được gửi đi sinh hoạt trại hè ở [[Trường Thiếu sinh quân]] [[Vũng Tàu]].\n\nMô hình trường sở Quốc gia Nghĩa tử sau được trải rộng thành một hệ thống trường học tại nhiều tỉnh thành như [[Huế]] (1967), [[Đà Nẵng]] (1968), [[Biên Hòa]] (1969), [[Cần Thơ]] (1971). Một số trường có cả cơ sở để học sinh tá túc nội trú.<ref>{{Chú thích web |url=http:\/\/www.kythuatqgnt.com\/tr%C6%B0%E1%BB%9Dng_qgnt_hu%E1%BA%BF |ngày truy cập=2013-04-13 |tựa đề=Kỹ thuật QGNT |archive-date=ngày 30 tháng 9 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130930161733\/http:\/\/kythuatqgnt.com\/tr%C6%B0%E1%BB%9Dng_qgnt_hu%E1%BA%BF |url-status=dead |=https:\/\/web.archive.org\/web\/20130930161733\/http:\/\/kythuatqgnt.com\/tr%C6%B0%E1%BB%9Dng_qgnt_hu%E1%BA%BF }}<\/ref> Tổng cộng là bảy cơ sở giáo dục (5 trường theo chương trình phổ thông, 1 trường kỹ thuật, 1 trường theo chương trình tổng hợp) với gần 400 giáo sư và tổng số trên 10.000 học sinh từ bậc tiểu học đến trung học, trong số đó có 800 học sinh nội trú (500 nữ Sinh và 300 nam sinh). Một số được cấp [[học bổng]] đi du học sau khi tốt nghiệp trung học đệ nhị cấp ([[Tú tài I & II|Tú tài II]]) với điểm ''ưu'', ''bình'' hoặc ''bình thứ''. Chính phủ Hoa Kỳ qua chường trình [[USAID]] đài thọ cho số học sinh này du học ở đại học Mỹ. Hơn 90% hoàn tất học trình và về nước phục vụ.\n\n==Hành chánh==\nTừ năm 1963 đến năm 1967, Trường Quốc gia Nghĩa tử thuộc Quốc gia Nghĩa tử Cuộc, một bộ phận của Bộ Quốc phòng.\n\nSang thời [[Đệ Nhị Cộng hòa Việt Nam]], Trường Quốc gia Nghĩa tử chuyển sang Bộ Cựu chiến binh mới thành lập. Tuy phụ thuộc Bộ Cựu chiến binh nhưng chương trình học của trường do Bộ Quốc gia Giáo dục soạn thảo và chứng nhận. Hệ thống trường này hoạt động như một cơ quan tự trị, có [[ngân sách]] riêng, dưới quyền của một Hội đồng Quản trị gồm đại diện của Bộ Cựu chiến binh (kiêm nhiệm chủ tịch), Bộ Quốc gia Giáo dục, Bộ Quốc phòng, Bộ Tài chánh, Bộ Nội vụ và Bộ Tư pháp.\n\n==Tham khảo==\n{{Tham khảo}}\n\n== Thư mục ==\n\n* Võ Kim Sơn. \"Personal Reflections on the Educational System\". ''The Republic of Vietnam, 1955-1975''. Ithaca, NY: Cornell University Press, 2019. Tr 105-116\n\n==Liên kết==\n*[http:\/\/quocgianghiatu.org\/home\/index.php?option=com_content&view=article&id=7:nam-cali-bi-u-tinh-ch-ng-t-p-c-n-binh&catid=8:tintuc&Itemid=471]{{Liên kết hỏng|date = ngày 27 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.quocgianghiatu.com\/2013KyYeuQGNT1.htm#Tha%CC%80nh%20L%C3%A2%CC%A3p%20QGNT%20Cu%C3%B4%CC%A3c Kỷ yếu 50 năm Quốc gia Nghĩa tử]\n\n[[Thể loại:Giáo dục Việt Nam Cộng hòa]]\n[[Thể loại:Cơ sở giáo dục thời Việt Nam Cộng hòa]]"}