{"1618207":"{{Thông tin đường bộ Việt Nam\n| name = Quốc lộ 21C\n| logo = QL 21C, VNM.svg\n| screenshot street = \n| caption_đường = \n| Chiều dài = 104&nbsp;km\n| Hướng đầu = Bắc\n| Hướng cuối = Nam\n| Đầu = {{Banner đường Việt Nam|CT|37|link=1}} tại [[Hoàng Mai (quận)|Hoàng Mai]], [[Hà Nội]]\n| Giữa = {{Banner đường Việt Nam|QL|21B|link=1}} [[Ứng Hòa]], [[Hà Nội]] <br\/>\n{{Banner đường Việt Nam|QL|21A|link=1}} [[Kim Bảng]], [[Hà Nam]] <br\/>\n{{Banner đường Việt Nam|QL|37C|link=1}} [[Gia Viễn]] [[Ninh Bình]] <br\/>\n{{Banner đường Việt Nam|QL|38B|link=1}} [[Hoa Lư]], [[Ninh Bình]] <br\/>\n| Cuối = {{Banner đường Việt Nam|CT|01|5|link=1}} {{Banner đường Việt Nam|CT|01|6|link=1}} tại [[Yên Mô]], [[Ninh Bình]]\n| Tỉnh = TP. [[Hà Nội]], [[Hà Nam]], [[Hòa Bình]], [[Ninh Bình]]\n| Q_H = \n| QL_Trước = {{Banner đường Việt Nam|QL|21B|link=1}} [[Quốc lộ 21B]]\n| QL_Sau = {{Banner đường Việt Nam|QL|22|link=1}} [[Quốc lộ 22]]\n}}\n\n'''Quốc lộ 21C''' là tuyến giao thông đường bộ nối từ đường vành đai 3, [[Hà Nội]] qua [[Hà Nam]], [[Hòa Bình]] tới [[đường cao tốc Bắc Nam]] tại [[Ninh Bình]] với tổng chiều dài 104 km<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Giao-thong-Van-tai\/Quyet-dinh-1454-QD-TTg-2021-phe-duyet-Quy-hoach-mang-luoi-duong-bo-thoi-ky-2021-2030-486651.aspx 2. Các tuyến quốc lộ chính yếu khu vực phía Bắc]<\/ref>. Quốc lộ 21C được xác định là tuyến quốc lộ chính yếu của khu vực miền Bắc với quy mô từ 4 đến 6 làn xe. Đây là tuyến đường kết nối trung tâm [[Hà Nội]] tới các điểm du lịch [[chùa Hương]], [[Tam Chúc]], [[chùa Bái Đính]] nên nó còn được gọi là đường Mỹ Đình - Tam Chúc - Bái Đính.\n\n==Hướng tuyến==\nQuốc lộ 21C có hướng tuyến chính Bắc - Nam, điểm đầu tại nút giao với [[Đường vành đai 3 (Hà Nội)]] tại phường Đại Kim, quận Hoàng Mai. Tuyến đi theo đường Nguyễn Xiển - Xa La - đường trục Nam Hà Nội ([[Hà Đông]], Thanh Oai, [[Ứng Hòa]], Mỹ Đức) qua [[Hà Nam]] tới [[Ninh Bình]]. Điểm cuối gặp [[đường cao tốc Bắc Nam]] tại nút giao Mai Sơn, huyện [[Yên Mô]].\n\n==Các đoạn tuyến==\n===Đường Xa La - Nguyễn Xiển===\nĐường Xa La - Nguyễn Xiển được gọi là đại lộ Chu Văn An. Đường Xa La - Nguyễn Xiển kết nối các vùng Phía Tây Nam Thành Phố với thủ đô. Đây là đoạn đầu trong tuyến đường trục Phía Nam Hà Nội nối từ Vành đai 3 đến Ninh Bình.\n*Lộ trình thuộc Hà Nội chạy qua các quận huyện:\n**[[Hoàng Mai (quận)|Hoàng Mai]]: 1 phường: Đại Kim.\n**[[Thanh Trì]]: 2 xã: Thanh Liệt, Tân Triều.\n\n===Đường Kiến Hưng - Cầu Giẽ===\nĐoạn Kiến Hưng - Cầu Giẽ đã được khởi công từ tháng 4\/2008 và thời gian hoàn thành theo kế hoạch là sau 60 tháng. Đây là dự án được triển khai theo hình thức hợp đồng BT (xây dựng - chuyển giao) do Tổng công ty Xây dựng công trình giao thông 5 (Cienco 5) làm chủ đầu tư và doanh nghiệp triển khai là Cienco 5 Land. Dự án có [[chiều dài]] khoảng 41,5&nbsp;km, mặt cắt ngang rộng 40 m, tốc độ thiết kế 60&nbsp;km\/h. Diện tích chiếm đất toàn tuyến khoảng 245,7 héc-ta. Tổng mức đầu tư ban đầu là 5.156 tỷ đồng (chưa bao gồm lãi vay trong quá trình thực hiện).\n\nĐể hoàn vốn cho dự án, chủ đầu tư Cienco 5 được đối ứng 3 khu đô thị: Thanh Hà A, Thanh Hà B và Mỹ Hưng. Tổng số tiền sử dụng đất để hoàn vốn cho dự án đường trục phía nam tính theo hình thức hợp đồng BT là 6.586 tỷ đồng. Mục tiêu của Dự án là để hình thành tuyến đường mới, nối từ [[Hà Đông]] đi xuyên qua các huyện phía nam [[Hà Nội]] và kết nối với các tỉnh [[Hà Nam]], [[Ninh Bình]].\n*Lộ trình thuộc Hà Nội chạy qua các quận huyện:\n**[[Hà Đông]]: 3 phường: Phúc La, Kiến Hưng và Phú Lương.\n**[[Thanh Oai]]: 8 xã: Cự Khê, Mỹ Hưng, Tam Hưng, Thanh Thùy, Thanh Văn, Tân Ước, Dân Hòa, Liên Châu.\n**[[Ứng Hòa]]: 6 xã: Phương Tú, Trung Tú, Hòa Lâm, Trầm Lộng, Đại Hùng, Kim Đường.\n**[[Phú Xuyên]]: 5 xã: Hồng Minh, Tri Trung, Phú Túc, Hoàng Long, Châu Can.\n\n===Đường Ứng Hòa - Mỹ Đức===\nTuyến đường nối đường Bái Đính – Ba Sao với đường trục phía Nam, tỷ lệ 1\/500 có vị trí điểm đầu tuyến tại nút giao với đường trục phía Nam (thuộc huyện [[Ứng Hòa]]); điểm cuối tuyến tại nút giao với đường Bái Đính – Ba Sao (thuộc huyện [[Mỹ Đức]]). Tổng [[chiều dài]] tuyến đường khoảng 14&nbsp;km. Đây là đường cấp II đồng bằng (4 làn xe), là một đoạn của tuyến đường kết nối mạng lưới giao thông khu vực phía Nam của thành phố Hà Nội, giảm tải cho QL21B, QL.1.\n\n===Đường Ba Sao - Bái Đính===\nPhần lớn đường trục phía nam Hà Nội và tuyến kéo dài của nó qua Hà Nam, Ninh Bình thuộc tuyến đường Mỹ Đình - Ba Sao - [[chùa Bái Đính|Bái Đính]]. Đây là tuyến đường sau khi xây dựng sẽ trở thành một tuyến quốc lộ nằm song song với [[Quốc lộ 1]] hướng Hà Nội - Ninh Bình với quy mô đường cấp 2, 4 làn xe, với tổng [[chiều dài]] 78&nbsp;km.<ref>[http:\/\/thuvienphapluat.vn\/van-ban\/Giao-thong-Van-tai\/Quyet-dinh-356-QD-TTg-nam-2013-Quy-hoach-phat-trien-giao-thong-duong-bo-174017.aspx Xây dựng và nâng một số tuyến lên quốc lộ: Mỹ Đình - Ba Sao - Bái Đính]<\/ref><ref>[http:\/\/hanoimoi.com.vn\/Tin-tuc\/Quy-hoach\/613707\/mo-tuyen-duong-moi-my-dinh--ba-sao--bai-dinh Mở tuyến đường mới Mỹ Đình- Ba Sao -Bái Đính]<\/ref>\n\nDự án tuyến đường Mỹ Đình - Ba Sao - Bái Đính là một dự án giao thông phục vụ du lịch, dự án này nối liền các điểm du lịch từ [[Hà Nội]] tới [[Ninh Bình]] như trung tâm [[Hà Nội]], [[chùa Hương]], Tam Chúc - Ba Sao, [[Vân Long]], [[chùa Bái Đính]], [[Ninh Bình]]. Đây là tuyến đường nằm gần như song song với [[Quốc lộ 1]],  [[Đường cao tốc Bắc – Nam (Đông Việt Nam)|cao tốc Hà Nội-Ninh Bình]] và quốc lộ 21B.\n\nDự án đầu tư tuyến đường Mỹ Đình – Ba Sao – Bái Đính bắt đầu nút giao giữa trục kinh tế phía Nam với đường Vành đai 4 và kết thúc tại cầu Trường Yên thuộc địa phận xã [[Gia Sinh, Gia Viễn|Gia Sinh]], [[huyện Hoa Lư]], tỉnh [[Ninh Bình]], tổng [[chiều dài]] 78&nbsp;km, đi qua địa phận 4 tỉnh thành là [[Hà Nội]], Hà Nam, [[Hòa Bình]], Ninh Bình.\n===Đường Bái Đính - Mai Sơn===\nTuyến đường Bái Đính - Mai Sơn sẽ đi về phía đông quần thể di sản thế giới Tràng An và kết thúc tại [[Đường cao tốc Bắc – Nam (Việt Nam)]]. Đoạn này hiện chưa được đầu tư xây dựng và đang tạm đi theo hướng đại lộ [[Tràng An]] - [[Tam Cốc]] - Mai Sơn.\n\n==Quá trình hình thành==\nNăm 2007, khi tỉnh [[Hà Tây (tỉnh)|Hà Tây]] chưa sáp nhập về [[Hà Nội]], dự án đường trục phía Nam tỉnh Hà Tây được thủ tướng chính phủ Việt Nam chấp thuận.<ref>Công văn số 1740\/TTgCP-CN ngày 15\/11\/2007 của Thủ tướng Chính phủ về việc chấp thuận chủ trương đầu tư xây dựng đường trục phía Nam, đường Đỗ Xá - Quan Sơn, tỉnh Hà Tây theo hình thức Hợp đồng BT và một số Dự án phụ trợ để thu hồi vốn đầu tư<\/ref> Mục tiêu của dự án là xây dựng để hình thành tuyến đường mới nối từ trung tâm tỉnh lỵ [[Hà Đông]] đi xuyên qua các huyện phía Nam [[Thanh Oai]], [[Ứng Hòa]], [[Phú Xuyên]] của tỉnh [[Hà Tây (tỉnh)|Hà Tây]] phục vụ nhu cầu đi lại của người dân, giảm tải cho tuyến [[Quốc lộ 21B]].\n\nNăm 2008, khi Hà Tây sáp nhập về Hà Nội thì tuyến đường trục này cần kết nối với trung tâm thủ đô, cụ thể là hướng tuyến Ga Hà Nội - Kiến Hưng với việc đầu tư mới đường Tôn Thất Tùng kéo dài và nâng cấp các tuyến đường sẵn có trong nội đô. Tuyến đường trở thành tên gọi Dự án đường trục phát triển kinh tế, xã hội phía Nam Hà Nội và có thêm đoạn từ Ga Hà Nội đến Kiến Hưng.\n\nNăm 2011, Tại các văn bản số 566\/UBND-VP4 ngày 30\/11\/2011 của UBND tỉnh Ninh Bình và Tờ trình số 1687\/TTr-UBND ngày 30\/11\/2011 của UBND tỉnh Hà Nam, hai tỉnh này đề nghị Thành phố Hà Nội có văn bản báo cáo Thủ tướng Chính phủ cho phép tỉnh Ninh Bình, tỉnh Hà Nam và Thành phố Hà Nội đầu tư tuyến đường từ Bái Đính đi Trung tâm Hội nghị Quốc gia Hà Nội (Hà Nội làm đoạn nối tiếp từ chùa Hương đến Trung tâm Hội nghị Quốc gia) bằng hình thức đổi đất lấy hạ tầng hoặc kinh phí thực hiện lấy từ nguồn thu đấu giá quyền sử dụng đất theo quy hoạch.<ref>[http:\/\/cafef.vn\/chinh-sach-quy-hoach\/ha-noi-chua-muon-xay-duong-noi-bai-dinh-my-dinh-201202080400242.chn Hà Nội chưa muốn xây đường nối Bái Đính - Mỹ Đình]<\/ref>\n\nNăm 2013, Tổng cục Đường bộ Việt Nam đã đề xuất xây đường cao tốc từ Hà Nội đi Bái Đính. Dự án có tổng [[chiều dài]] khoảng 91,5&nbsp;km, được thiết kế theo tiêu chuẩn đường ô tô cấp II với 4 làn xe, tốc độ tối đa 100&nbsp;km\/h.<ref>[http:\/\/hanoimoi.com.vn\/Tin-tuc\/Kinh-te\/617536\/de-xuat-xay-duong-cao-toc-tu-ha-noi-di-bai-dinh Đề xuất xây đường cao tốc từ Hà Nội đi Bái Đính]<\/ref>\n\nNăm 2021, tại Quyết định 1454\/QĐ-TTg Quy hoạch mạng lưới đường bộ thời kỳ 2021-2030, tầm nhìn đến năm 2050, Quốc lộ 21C trở thành tuyến quốc lộ chính yếu của khu vực phía Bắc với quy mô 4 - 6 làn xe.\n\n== Tham khảo ==\n{{Quốc lộ Việt Nam|loại=Quốc lộ|tên tuyến=21C|dài=104|điểm đầu=[[Đường vành đai 3 (Hà Nội)]]|tỉnh đầu=Hà Nội|điểm cuối=[[Đường cao tốc Bắc - Nam]] huyện Yên Mô|tỉnh cuối=Ninh Bình}}\n\n{{Tham khảo}}\n\n[[Thể loại:Giao thông Hà Nội]]\n[[Thể loại:Giao thông Hà Nam]]\n[[Thể loại:Giao thông Ninh Bình]]\n[[Thể loại:Giao thông Hòa Bình]]\n[[Thể loại:Quốc lộ Việt Nam|21C]]"}