{"1252105":"{{bài cùng tên|Quỳnh Hoa}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Quỳnh Hoa\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 19\n| kinh độ = 105\n| vĩ phút = 11\n| vĩ giây = 0\n| kinh phút = 37\n| kinh giây = 46\n| diện tích = 9,15 km²<ref name=MS\/>\n| dân số = 5.694 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 622 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Quỳnh Lưu]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 17152<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Quỳnh Hoa''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\nXã Quỳnh Hoa có diện tích 9,15&nbsp;km², dân số năm 1999 là 5.694 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |  =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 622 người\/km².\n\n== Vị trí địa lý, hành chính ==\nXã Quỳnh Hoa, huyện Quỳnh Lưu, nằm cách thị trấn Cầu Giát khoảng 3&nbsp;km về phía Nam. Phía Bắc giáp xã Quỳnh Văn, phía Đông giáp xã Quỳnh Thạch và Quỳnh Hậu, phía Nam giáp Thị Trấn Cầu Giát và xã Quỳnh Mỹ, phía Tây giáp xã Ngọc Sơn. Xã có đường sắt Bắc Nam đi qua và giáp ga Cầu Giát, cách đường Quốc lộ 1 khoảng 1,2&nbsp;km, thuận lợi cho việc phát triển nông, lâm nghiệp, thủy sản và các ngành công nghiệp, nông nghiệp vừa và nhỏ.\n\nTổng diện tích tự nhiên 914,09 ha, trong đó, đất nông nghiệp 854,8 ha, đất lâm nghiệp 141,63 ha, đất thủy sản 12,38 ha. Tốc độ tăng trưởng kinh tế hàng năm là 14-15 %, trong đó: Nông- Lâm-Thủy sản chiếm 70-71%, TTCN-XD chiếm10-11%, Dịch vụ chiếm 19-20 %. Tổng dân số năm 1999 là 5.688 người\/1.347 hộ, mật độ dân số đạt 622 người\/km², trên tổng số 12 xóm. Đảng bộ có 204 đảng viên trên 16 chi bộ (trong đó 2 chi bộ trường học). Trên địa bàn xã có trường Trung cấp nghề kinh tế - kỹ thuật Bắc Nghệ An hiện nay đang xây dựng.\n\n==Lược sử ==\nXã Quỳnh Hoa có tên gọi cổ là Phù Hoa, là vùng đất cổ sát kề vùng đất cổ Quỳnh Lâm và di chỉ văn hoá Quỳnh Văn, chỉ cách di chỉ văn hoá làng Vạc (Nghĩa Đàn) hơn 10&nbsp;km. Nơi đây, trước triều Nguyễn có tên gọi là Phù Hoa.\n \nDưới triều Nguyễn, mảnh đất Quỳnh Hoa có tên gọi là Phù Hoa, Phù Dong. Năm 1803, triều Nguyễn (Gia Long) khi đắp đường quan mới thấy đây là vùng đất giàu, đẹp nên gọi là Phú Mỹ.\n\nVào thời Trần, đây còn là vùng đất hoang vu, có cửa Gan từng là cửa biển, sau thành bến đò chở khách. Tương truyền ở đây xưa kia cây cối rậm rạp, nhiều loài thú dữ. Ai là người gan dạ mới qua được ở đây nên gọi là “Cửa Gan”. Dân gian Quỳnh Hoa có câu: “Thuyền vua Lê ghé bến năm xưa”. Men cửa gan có đường Thiên Lý đi qua (bây giờ là đường sắt). Nay Cửa Gan chỉ cách Quốc lộ 1 khoảng 1&nbsp;km.\n\nCạnh Cửa Gan là rú Đụn và rú Can Sơn đầu làng. Phía Tây là lèn Đồng, lèn Ngồi, lèn Mu Rùa, rú Voi, rú Lô, rú Cấm… Có đường Truông Ách thông thương với Quỳnh Lâm, Quỳnh Châu, qua truông nhà Hồ (nay là truông Lá Da) ở phía Nam. Rồi với Quỳnh Văn về phía Bắc qua dãy Trụ Hải có độ cao 134m “Thân núi cao lớn, có khí thế ngăn cản sóng gió nên gọi là Trụ Hải”. Và thông thương lên Nghĩa Đàn qua nhiều ngã theo hướng Tây. Phía Đông có đường thoát nước bằng sông Ngân Giang (nay là kênh Bình Sơn) rồi đổ ra cửa Tha Viên (nay là cửa Thơi); đã tạo cho Phù Hoa một nét đẹp về cảnh quan, nhất là vị trí trọng yếu về an ninh quốc phòng.\n\nBởi vậy ngay từ thời Trần, Trần Quang Khải đã lập tuyến bố phòng từ cửa Gan bảo vệ cho điền trang Tam Sách -Tam Lễ (nay là Quỳnh Châu, Quỳnh Tam). Dưới thời Trần, qua 3 lần kháng chiến chống Nguyên – Mông,  “Quỳnh Lưu chiến địa Mai Giang huyết hồng” từ truông Lá Đa đến sông Hoàng Mai là tuyến đầu của mảnh đất Cối Kê.\n\n=== - Khai Lập- Lịch sử qua các thời kì. ===\n\n====== + Thời Lê ======\nThời Lê, Phù Hoa bắt đầu được khai lập. Nguyên là trước đó, dưới triều Trần Phế Đế, sau vụ mưu sát Hồ Quý Ly không thành, gia đình Phan Mạnh, Quốc sư Phan Hoàng Nghĩa đều chạy lánh nạn từ Tống Sơn (Thanh Hoá) vào Nghệ Tĩnh. Người con thứ ba là Phan Hoàng Nhiễu “Xiêu cử” vào Nhân Lý (nay là Quỳnh Hồng) mở mang, lấp ấp. Ông lấy bà Hồ Thị Thai là con gái đầu của Quản Lĩnh hầu Hồ Hân, một nhân vật trọng yếu của nghĩa quân Lam Sơn. Phan Hoàng Nhiễu mở mang lập ấp đầu tiên ở làng Nhân Lý.\n\nVào năm 1742,Phan Hoàng Nhiễu để người con cả là Toàn Trung Hầu ở lại Nhân Lý. Ông cùng người vợ á thất,người con trai thứ và một người hầu cận họ Chu tới khai phá vùng đất Phù Hoa.Chẳng bao lâu Phù Hoa đã trở thành một vùng đất trù phú, hoa lệ.\n\n====== + Thời Nhà Hồ ======\nĐến thời nhà Hồ, Hồ Quý Ly đã cử Hồ Công Mân, Hồ Nguyên Trừng về Ngũ Bàu “Dựng miếu thờ ở làng Bàu Đột phủ Linh Nguyên để thờ cúng tổ tiên” (Đại Việt sử ký toàn thư- trang 214). Rồi dựng thành luỹ, doanh trại, kho tàng, đào sông Nhà Hồ với ý đồ nối sông Thái với sông Hiếu nhằm bảo vệ vòng ngoài cho thành Tây Giai (Vĩnh Lộc-Thanh Hoá) và “Coi Phù Hoa là điểm trọng yếu”\n\n====== + Thời Lê-Mạc ======\nThiếu bảo Duệ Quận công Hồ Sĩ Dương (1621-1681) đã chiêu tập dân binh mở mang lập làng Tiên Đội, cạnh Phù Hoa (nay đều thuộc Quỳnh Hoa).\n\n====== +Thời đại Tây Sơn ======\nTheo “Nhân Sơn phong thổ ký” của Hồ Trọng Kham, năm Bính Ngọ (1786), Phó tướng,Hữu quân Bằng Quận Công Nguyễn Hữu Chỉnh lúc bấy giờ cai quản đồn Tiên Lý là đồn binh lớn nhất của nghĩa quân Tây Sơn. Khi về hội và tuyển quân ở đồn Tiên Lý, Nguyễn Huệ thấy cảnh quan ở đây thực sự đổi thay.Nguyên là trước đó ở làng Nhân Lý sát Phù Hoa thời Thịnh Lê đã khá phồn thịnh. Các ông Hồ Phi Phúc (thân sinh của Nguyễn Nhạc, Nguyễn Huệ, Nguyễn Lữ), Hồ Phi Diễn (thân sinh của nữ sĩ Hồ Xuân Hương) và Hồ Phi Tứ cả ba anh em đều là cháu nội của Hồ Sĩ Anh, đậu phó bảng năm 1661, làm Tả thị lang Bộ Hộ, tước Diễn Trạch hầu, vốn quê ở Quỳnh Đôi lên định cư ở Nhân Lý (Quỳnh Hồng) một thời gian. Sau đó Hồ Phi Phúc đi vào Thái Lão (Hưng Nguyên), rồi đi tiếp vào Quy Nhơn (Bình Định). Hồ Phi Diễn ra phường Khán Xuân (Hà Nội). Hồ Phi Tứ ở lại, sau là vị tướng có công dưới thời Tây Sơn được ban tước Tư Nhân hầu.Trước đây ở Từ đường Tư Nhân Hầu có đôi câu đối.\n\nTrước đó ngay tại làng Nhân Lý, cạnh Phù Hoa, năm Bính Ngọ 1786, Bằng Quận Công Nguyễn Hữu Chỉnh cho tách xã đổi tên. Phía Quỳnh Diễn bây giờ gọi là thôn Nhân Huống. Phía Quỳnh Hồng bây giờ là thôn Nhân Sơn. Thôn Nhân Sơn đã tham gia tích cực trong phong trào khởi nghĩa Tây Sơn. Toàn thôn suốt cả giai đoạn phong kiến từ thời hậu Lê đến năm 1945 có 8 vị tước hầu, thì thời Quang Trung đã chiếm đến 6 vị, chủ yếu là võ quan.\n\nNói về Nguyễn Hữu Chỉnh, theo “Nhân Sơn phong thổ ký” và truyền khẩu của người xưa, ông không những là người tài kiêm văn võ, mà rất am tường phong thủy, biết trọng nhân tài.Khi cai quản đồn Tiên Lý, Quận Công Nguyễn Hữu Chỉnh đã nhiều lần bàn bạc với Quang Trung Nguyễn Huệ chọn Phù Hoa làm điểm đóng đô đầu tiên.\n\nTrong “Nhân Sơn phong thổ ký” còn ghi: “Đầu năm Bính Ngọ, Bằng Quận Công Nguyễn Hữu Chỉnh đến Nghệ An đốc thúc quân lương đã đóng tại đồn Tiên Lý. Ông rất mê phong cảnh vùng này; có ra vế đối cho một nho sinh ở Nhân Lý lên tuyển lính. Đó là Nguyễn Đình Bảo. Bấy giờ Nguyễn Đình Bảo đối đáp trôi chảy, Nguyễn Hữu Chỉnh bèn chỉ tay vào viên xã trưởng mà rằng: Người này là bậc nho tôn sư trưởng trong làng nhà ông sao nỡ bắt người ta ra lính. Nguyễn Đình Bảo sau đó đậu cử nhân, làm quan huấn đạo. Học trò của ông có nhiều người hiển đạt có người đậu đến Hoàng giáp...”\n\nDẫn thêm một số chi tiết về Phù Hoa và Nhân Sơn là nơi các danh nhân cùng thời như Nguyễn Du, Bùi Huy Bích, Lê Hữu Trác, Phan Huy Ích… đã để lại nhiều bài thơ vãn cảnh. Nét đẹp của Phù Hoa - Nhân Sơn - Tiên Đội cũng “là nơi chăm lo việc nghĩa nên họ ưa “ăn chắc”, “mặc bền”, sống giản dị rất phù hợp với người anh hùng áo vải Quang Trung đã khiến Quang Trung có ý định dời đô về… “Vua Quang Trung cho rằng: Nghệ An ở vào chính giữa nước, đường sá từ Nam ra Bắc vừa bằng nhau, Tổ tiên mình cũng ở đó”.\n\nQua nhiều lần thuyết phục, Quang Trung giao cho Bằng Quận Công vừa lo xây dựng đồn, vừa có ý định đóng đô; nên chuẩn bị một hệ thống giếng đào với những “bếp nấu”,“nhà Ông”, “nhà Thượng” và những chứng tích “khu nhà cháy”, “nương đồn”, “cồn đồn”, “trại Tàu..” vẫn còn hiện hữu. Cùng với một hệ thống giếng đào rất lạ: Giếng đào gần những “đồn”, “bếp” gồm 20 hàng cắt ngang làng. Hàng nọ cách hàng kia 150m, mỗi hàng 5 giếng. dưới đáy đều được đặt một cống tròn bằng gỗ dâu 1,2m, cao 1,5m. Phía trên cống ghép bằng đá. Giếng nông nhưng không bao giờ hết nước.Bởi ở Phù Hoa “Giếng đào lớp cát là nước phọt ra” (Hồ Tất Tố - SĐD). Các giếng này đều có độ khoáng hoá thấp, nước mát, chất lượng tốt. Đến nay chỉ còn 6 giếng, trên 90 giếng đã bị lấp.\n\nCũng theo “Nhân Sơn phong thổ ký” thì sau khi ra “chiếu khuyến nông” Quang Trung giao cho Lượng Thái Hầu để Nhân Sơn - Phù Hoa - Tiên Đội” cấp lại trước bạ đầu tiên, thay thế thẻ tín bài rộng 3 tấc, dài 4 tấc, ghi rõ họ tên rồi dùng mực đen đồ kín. Trước bạ do Bằng Quận Công Nguyễn Hữu Chỉnh cấp.\n\n====== + Sau phong kiến: ======\nNăm 1945,Phú Mỹ được đổi tên là xã  Văn Phong với các thôn Phú Mỹ, Hữu Vịnh, Lam cầu. Năm 1949 Văn Phong được đổi tên thành xã Quỳnh Sơn. Năm 1955 được đổi tên thành xã Quỳnh Hoa (gồm 3 thôn Phú Mỹ, Hữu Vịnh, Tiền Đội).\n\n== Di Tích- Danh Thắng- Văn Hóa ==\nQuỳnh Hoa vốn được coi là vùng đất cổ xưa với địa danh “ Làng Phú Mỹ” nghĩa là vùng quê vừa giàu, vừa đẹp thiên nhiên hữu tình, từng gắn bó lâu đời với cả miền đất xứ Nghệ anh hùng và bất khuất. Tại đây còn lưu lại nhiều dấu tích hoạt động của con người từ thời đại đồ đá cách đây 6.000 năm. Đây là nơi đất lành, chim đậu với truyền thuyết 100 con chim Phượng Hoàng hạ cánh xuống 99 cây Thị cổ xum suê  và 100  giếng đào  soi bóng trong lành, dưới thời Nguyễn Huệ (Quang Trung) đi đánh quân xâm lược  Xiêm và Thanh. Và sự tích Ông Cụt, Ông Dài.\n\nQuỳnh Hoa có  Đền Cửa Gan (đền Phú Mỹ) với diện tích 3.500 m²  thuộc xóm 4. Đền gồm 3 tòa chính  (trung điện, thượng điện,hạ điện) Đền thờ Tứ vị Thánh Nương, các vị thần Cao Sơn, Cao Cát; Can Hùng Trấn;  Tam tào Đại Vương; Sát Hải đai vương Hoàng Tá Thốn; Trinh mỹ hầu Vũ Tiến; Đại tư nông  Phan Hoàng Nghĩa.\n\nNơi đây cũng là nơi có di chỉ Cồn sò điệp thuộc nền văn hóa cổ Quỳnh Văn.Cách núi Cửa Gan khoảng 500m về hướng đông.\n\nQuỳnh Hoa – một vùng đất cổ của quê hương xứ Nghệ, nơi có bề dày về lịch sử đấu tranh, dựng nước và giữ nước; nơi có truyền thống lao động cần cù và tinh thần đấu tranh bất khuất. Quỳnh Hoa nổi tiếng là quê hương giàu và đẹp, sản vật phong phú, ruộng đất nhiều, người dân hiền lành, thật thà và chất phát.\n\n==Chú thích==\n{{tham khảo}}Bổ sung: https:\/\/www.facebook.com\/Anons937\n\n{{Đơn vị hành chính thuộc huyện Quỳnh Lưu}}"}