{"1288308":"{{otheruses}}\n{{Infobox food\n| name             = Rau câu\n| image            = File:Rainbow-Jello-Cut-2004-Jul-30.jpg\n| caption          = Một miếng rau câu làm từ gelatin nhiều lớp đa sắc\n| country          = {{flag|Anh Quốc}}\n| region           = \n| creator          = \n| course           = \n| type             = [[Tráng miệng]]\n| served           = Ướp lạnh\n| main_ingredient  = [[Gelatin]]\n| variations       = \n| calories         =\n\n}}\n'''Rau câu''' hay còn gọi là '''thạch''', '''thạch rau câu''' hay '''đông sương''' (cách gọi theo tiếng địa phương [[miền Trung]] Việt Nam) là một món ăn nhẹ làm từ [[gelatin]] có thêm mùi vị (gelatin vốn dĩ không có mùi vị). Nó thường được tạo ra bằng cách trộn gelatin nguyên chất với các nguyên phụ liệu khác hoặc dùng các hỗn hợp trộn sẵn giữa gelatin với các chất phụ gia. Rau câu là một món tráng miệng rất ngon và mát vào mùa hè và là một trong những món tráng miệng rất được ưa chuộng. Rau câu có nhiều hương vị để lựa chọn tùy vào loại trái cây hay hương liệu cho vào. Món rau câu làm từ bột rau câu hòa tan trong nước nóng và thêm hương liệu từ [[nước trái cây]], [[sữa]],.... Rau câu thường ăn lạnh như một món ngọt hoặc kết hợp với các loại món ngọt khác như bánh kem. Thạch đã được chế biến hoàn chỉnh được bán dưới nhiều hình thức khác nhau, từ khuôn lớn được trang trí bắt mắt đến những ly nhỏ để phục vụ cá nhân.\n\n==Y học==\nThạch rau câu chứa các amino acid tự nhiên, là tác nhân tái tạo tế bào và ngăn ngừa lão hóa. Nó cũng giàu acid aspartic, giúp thúc đẩy quá trình tái tạo tế bào và sản sinh [[collagen]], có chứa inositol và niacin, giúp chống [[viêm da]], và có tác dụng ngăn ngừa các rối loạn về da, hạn chế mụn.<ref name=\"nld\"\/><!--Nhầm lẫn cơ bản, thạch rau câu chỉ chứa đường agarose + agaropectin, không chứa các acid amin là thành phần trong gelatin desserts.-->\n\nThạch rau câu chứa ít calo và có hàm lượng đường vừa phải. Thạch rau câu và các loại thạch hoa quả rất giàu carbohydrate và vitamin B, giúp tăng cường khả năng [[miễn dịch]]. Nó cũng giàu amino acid, giúp phục hồi sức khỏe, và chứa acid folic, giúp ngăn ngừa các vấn đề về tóc.<ref name=\"nld\"\/>\n\nThạch rau câu nằm trong các loại thực phẩm giúp giảm cholesterol xấu và làm tăng cholesterol tốt trong cơ thể. Thành phần gelatin dạng keo rất quan trọng trong điều trị khớp. amino acid trong thạch rau câu giúp giảm bớt căng thẳng do cơ thể được bổ sung một lượng inositol, có tác dụng ngăn ngừa các triệu chứng thần kinh và làm giảm các triệu chứng nhẹ của bệnh trầm cảm ở phụ nữ.<ref name=\"nld\">{{Chú thích báo | tên bài = Lợi ích từ thạch rau câu | ngày = Thứ Năm, 16\/05\/2013 19:48 | tác giả = Kim Xuyến | url = http:\/\/nld.com.vn\/kinh-te\/loi-ich-tu-thach-rau-cau-20130516094814999.htm | công trình = Người Lao động | ngày truy cập = ngày 27 tháng 9 năm 2013}}<\/ref>\n\n==Trong ẩm thực thế giới==\nRau câu có khoảng 80% chất xơ và có lợi trong việc điều hòa đường ruột. Nó là yếu tố quan trọng của một trong những mốt ăn kiêng thịnh hành tại châu Á là: kanten (từ tiếng Nhật nghĩa là ăn kiêng rau câu<ref name = \"oxford\">{{chú thích sách| author = Alan Davidson| title = The Oxford Companion to Food| url = http:\/\/books.google.com\/?id=JTr-ouCbL2AC| date = ngày 21 tháng 9 năm 2006 | publisher = Oxford University Press| isbn = 978-0-19-280681-9 }}<\/ref>). Khi ăn, kanten (rau câu) phình lên gấp ba và hút nước làm người ăn mau no. Kiểu ăn kiêng này được nhiều sự quan tâm tại Mỹ nhất là trong nghiên cứu về bệnh béo phì.<ref name=\"Maeda\">{{chú thích tạp chí | author = Maeda H, Yamamoto R, Hirao K, Tochikubo O | title=Effects of agar (kanten) diet on obese patients with impaired glucose tolerance and type 2 diabetes | date = Tháng Giêng 2005 | journal = Diabetes, Obesity, and Metabolism |volume=7 |issue=1 |pmid=15642074 | pages = 40–6 | doi = 10.1111\/j.1463-1326.2004.00370.x }}<\/ref>\n\n[[Hình:JelloDesserts.JPG|nhỏ|250px|Đa dạng các loại thạch đã được đóng gói.]]\nẨm thực Nhật có món anmitsu, là món tráng miệng làm từ các khối rau câu nhỏ trong một cái tô với nhiều trái cây và nguyên liệu khác. Rau câu cũng là nguyên liệu chính của mizu yōkan, một món Nhật nổi tiếng khác.\n\nTrong ẩm thực Philippine, rau câu được dùng làm những thanh thạch dài trong nhiều món giải khát hay tráng miệng như sago gulaman, buko pandan, agar flan, halo-halo,...\n\nTrong ẩm thực Việt Nam, món rau câu làm từ nhiều lớp rau câu đóng bánh hoặc đổ khuôn là một món tráng miệng phổ biến. Nó cũng được biến tấu thành những sự thay thế cho các món ăn truyền thống ví dụ như [[bánh trung thu râu câu|bánh trung thu rau câu]].<ref>{{Chú thích báo | tên bài = Ngon miệng với bánh trung thu rau câu | ngày = 16\/9\/2013 | tác giả = Khánh Hòa | url = http:\/\/giadinh.vnexpress.net\/tin-tuc\/am-thuc\/ngon-mieng-voi-banh-trung-thu-rau-cau-2880055.html | công trình = VNexpress | ngày truy cập = ngày 27 tháng 9 năm 2013}}<\/ref>\n\nTại Ấn Độ, rau câu gọi là \"Cỏ Tàu\" dùng làm món tráng miệng. Trong ẩm thực Miến Điện, kyauk kyaw (ေကျာက်ေကြာ [tɕaʊʔtɕɔ́]) là một món thạch ngọt.\n\nTại Nga, rau câu dùng hỗ trợ hoặc thay thế cho pectin trong các loại mứt, nó được dùng thay cho gelatin vì khả năng chuyển sang dạng gel cực tốt, và dùng như chất làm dày cho souffle và bánh custard. Rau câu còn được dùng trong ptich'ye moloko, một loại custard dùng làm nhân bánh bông lan kem.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai ẩm thực}}\n==Liên kết ngoài==\n{{Cookbook|Râu câu}}\n{{Thể loại Commons nội dòng|Gelatin}}\n*[http:\/\/brands.kraftfoods.com\/jello\/explore\/history\/ Kraft Foods: Lịch sử Jell-O]\n*[http:\/\/www.cooper.edu\/engineering\/chemechem\/gelatin\/gel.html Trang lịch sử của Cooper Union] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130601133805\/http:\/\/www.cooper.edu\/engineering\/chemechem\/gelatin\/gel.html |date = ngày 1 tháng 6 năm 2013}}\n{{Các chủ đề|Ẩm thực}}\n\n[[Thể loại:Món tráng miệng]]\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]\n[[Thể loại:Ẩm thực Sài Gòn]]"}