{"19506756":"[[Tập tin:RMK-BRJ_HQ_Saigon.jpg|nhỏ|Trụ sở chính của RMK-BRJ tại số 2 Duy Tân, Sài Gòn (nay là phố Phạm Ngọc Thạch), tháng 1 năm 1972.]]\n[[Tập tin:RMK-BRJ_Emblems.pdf|nhỏ|Biểu tượng.]]\n'''RMK-BRJ''' là một liên hợp xây dựng của Mỹ bao gồm 4 công ty nằm trong số các công ty lớn nhất của Mỹ, do [[Hải quân Hoa Kỳ]] thành lập trong [[Chiến tranh Việt Nam]] để xây dựng cơ sở hạ tầng quan trọng ở [[Việt Nam Cộng hòa|miền Nam Việt Nam]], nhằm tạo điều kiện cho người Mỹ leo thang đưa quân đội và khí tài của Mỹ vào Việt Nam. Hợp đồng xây dựng của RMK-BRJ trị giá 1,9 tỷ đô la (tương đương 14 tỷ đô la năm 2017), hoàn thành một chương trình xây dựng được coi là lớn nhất trong lịch sử tính đến thời điểm đó.\n\nTrong thời hạn 10 năm của hợp đồng, RMK-BRJ đã sử dụng 200.000 công nhân Việt Nam trong các ngành xây dựng và hành chính. Đây là lần đầu tiên trong lịch sử Hoa Kỳ người ta cho phép sử dụng một nhà thầu và lực lượng xây dựng dân sự trong một khu vực đang xảy ra chiến đấu.\n\n== Hợp đồng xây dựng ==\n\n=== Bối cảnh ===\nTrong thập niên 1950, [[Bộ Quốc phòng Hoa Kỳ]] đã giao trách nhiệm xây dựng hỗ trợ quân đội ở các khu vực trên thế giới cho ba nhánh quốc phòng chính: Lục quân, Hải quân và Không quân. Hải quân được giao làm hợp đồng đại lý xây dựng của Bộ Quốc phòng ở [[Đông Nam Á]] cũng như ở một số khu vực khác.<ref name=\"Tregaskis\">{{Chú thích sách|title=Southeast Asia: Building the Bases; the History of Construction in Southeast Asia|last=Tregaskis|first=Richard|publisher=Superintendent of Documents, U.S. Government Printing Office|year=1975|isbn=|oclc=952642951}}<\/ref>{{Rp|13}} <ref name=\"Dunn\">{{Chú thích sách|url=https:\/\/history.army.mil\/html\/books\/090\/90-6\/index.html|title=Vietnam Studies Base Development in South Vietnam 1965-1970|last=Dunn|first=Carroll H.|publisher=Department of the Army|year=1991|isbn=978-1517705817}}{{PD-notice}}<\/ref> {{Rp|16-7}}\n\n=== Các bên tham gia ===\nCuối năm 1961, Cục Bến tàu của Hải quân Hoa Kỳ, được gọi là Bộ Tư lệnh Kỹ thuật Cơ sở Hải quân (NAVFAC) sau năm 1966, đã ký hợp đồng với một số công ty xây dựng lớn nhất của Hoa Kỳ để xây dựng cơ sở hạ tầng ở Việt Nam nhằm hỗ trợ [[Việt Nam Cộng hòa]]. Dựa trên kinh nghiệm của họ với các đập, cảng, đường cao tốc và đường xá, Raymond International, Inc. đã được chọn hợp tác với Morrison-Knudsen International, Inc., được biết đến với xây dựng quốc tế hạng nặng. Raymond đã có nhiều kinh nghiệm đóng cọc trên khắp thế giới, bao gồm Mexico và Tokyo, cũng như [[Lầu Năm Góc]] trong Thế chiến II. Cả hai đều từng là thành viên của một tập đoàn xây dựng căn cứ Hải quân ở Thái Bình Dương trong Thế chiến thứ hai với hợp đồng trị giá 1,5 tỷ USD.<ref name=\"Tregaskis\"\/> {{Rp|28-9}} Morrison-Knudsen được chỉ định làm đối tác quản lý cho hợp đồng mới. Tập đoàn này sau đó được gọi là RMK.\n\nĐến tháng 8 năm 1965, chương trình xây dựng tỏ ra là đang phát triển lớn hơn nhiều so với dự kiến ban đầu, vì vậy Hải quân đã mở rộng liên hợp xây dựng bằng cách thêm Brown & Root, Inc. và JA Jones Construction Co., Inc..<ref name=\"Tregaskis\"\/> {{Rp|139-40}} Liên hợp sau đó được gọi là RMK-BRJ. Liên hợp này còn được gọi một cách không chính thức là \"Những người xây dựng Việt Nam\".<ref name=\"Carter2004\">{{Chú thích tạp chí|last=Carter|first=James M.|year=2004|title=The Vietnam Builders: Private Contractors, Military Construction and the 'Americanization' of United States Involvement in Vietnam|url=https:\/\/cdn.auckland.ac.nz\/assets\/arts\/Departments\/asian-studies\/gjaps\/docs-vol2-no2\/Carter-vol2.pdf|journal=Graduate Journal of Asia-Pacific Studies|volume=2|issue=2|archive-url=https:\/\/web.archive.org\/web\/20160217181333\/https:\/\/cdn.auckland.ac.nz\/assets\/arts\/Departments\/asian-studies\/gjaps\/docs-vol2-no2\/Carter-vol2.pdf|archive-date = ngày 17 tháng 2 năm 2016}}<\/ref> {{Rp|46}}\n\n=== Hợp đồng ===\nHợp đồng thư gốc (NBy-44105) với giá cố định được ký vào ngày 8 tháng 12 năm 1961.<ref name=\"Tregaskis\"\/>{{Rp|30}} Nhưng do điều kiện an ninh ở Việt Nam xấu đi và các yêu cầu xây dựng mới phát sinh, hợp đồng đã được thay đổi thành hợp đồng cộng chi phí với phí quản lý theo tỷ lệ cố định. RMK-BRJ sau đó có thể được chỉ đạo để bắt đầu các dự án trước khi thiết kế được bắt đầu hoặc hoàn thành, tại các địa điểm xa xôi, với sự không chắc chắn của lực lượng lao động địa phương và giảm quyền tự do hành động do tình hình an ninh.<ref name=\"Tregaskis\"\/>{{Rp|31-2}} Vào năm 1966, khi giá trị của hợp đồng đạt 1 tỷ đô la, hợp đồng đã được thương lượng lại để giảm phí quản lý tương ứng với phạm vi tăng lên và trao phần trăm phí dựa trên kết quả hoạt động của nhà thầu, một hợp đồng chi phí cộng hoa hồng.<ref name=\"Tregaskis\"\/>{{Rp|215-6}} Theo hợp đồng này, Hải quân cung cấp tất cả vật liệu, thiết bị, giao hàng và vận chuyển.\n\n=== Hoàn thành hợp đồng ===\nCông việc xây dựng theo hợp đồng đã được hoàn thành vào tháng 6 năm 1972, các cơ sở của nhà thầu ở Sài Gòn đã được chuyển giao cho chính quyền miền Nam Việt Nam vào ngày 3 tháng 7 năm 1972.<ref>{{chú thích báo|last=| first=|title=Big U.S. Contractor in Vietnam Ends Operations After 10 Years|newspaper=The New York Times|date=ngày 4 tháng 7 năm 1972|url=https:\/\/www.nytimes.com\/1972\/07\/04\/archives\/big-us-contractor-in-vietnam-ends-operations-after-10-years.html?_r=0}}<\/ref> Báo cáo kết thúc cuối cùng được trình bày vào tháng 10 năm 1972. Giá trị hợp đồng cuối cùng là 1,865 tỷ đô la, không bao gồm giá trị của vật liệu, thiết bị, phân phối và vận chuyển do chính phủ cung cấp.<ref name=Tregaskis\/>{{rp|427}}\n\n=== Cơ quan ký hợp đồng ===\nCơ quan Hợp đồng cho Hải quân là Cơ quan Phụ trách Xây dựng, Việt Nam Cộng hòa (OICC-RVN), có văn phòng chính tại trung tâm thành phố Sài Gòn. OICC chỉ đạo chương trình làm việc của nhà thầu cũng như quan sát việc xây dựng và đánh giá hoạt động của nhà thầu. Vào tháng 2 năm 1967, nhân viên của OICC là 1.050 người, bao gồm 90 sĩ quan Quân đoàn Công binh Hải quân, làm việc tại 47 địa điểm và 782 dự án riêng biệt.<ref name=Tregaskis\/>{{rp|288}}\n\n==Lịch sử==\n\n===Dự định ban đầu===\nNăm 1960, chính phủ miền Nam Việt Nam yêu cầu Nhóm Cố vấn Hỗ trợ Quân sự Hoa Kỳ (MAAG) xây dựng kế hoạch cho các sân bay quân sự mới tại Biên Hòa ở phía bắc Sài Gòn, và tại thị trấn cao nguyên trung tâm Pleiku, cũng như cải tạo các sân bay do Pháp xây dựng gồm sân bay Tân Sơn Nhứt, Sài Gòn và sân bay Đà Nẵng tại Đà Nẵng.<ref name=Tregaskis\/>{{rp|22}} Một trong những dự án đầu tiên của RMK-BRJ là xây dựng một sân bay mới tại Pleiku. MAAG đặt ưu tiên này vào tháng 1 năm 1962 và muốn sân bay hoàn thành vào tháng 7 năm 1962. Thiết kế cho cơ sở này lúc đó vẫn chưa có, nhưng RMK-BRJ đã hoàn thành đúng thời hạn và Căn cứ Không quân Pleiku đã được khai trương vào tháng Bảy.<ref name=Tregaskis\/>{{rp|30}} Các trạm radar kiểm soát trên không tại Căn cứ Không quân Tân Sơn Nhứt ở Sài Gòn và Cơ sở Monkey Mountain ở Đà Nẵng được xây dựng cùng lúc.\n\n===Chiến tranh Việt Nam===\nSau [[sự kiện Vịnh Bắc Bộ]] vào tháng 8 năm 1964, tình hình chính trị miền Nam xấu đi sau vụ ám sát Tổng thống [[Ngô Đình Diệm]] và sự gia tăng các hành động của các đơn vị lớn [[Việt Cộng]], chính phủ Hoa Kỳ quyết định đưa bộ binh Mỹ vào Việt Nam. Vào ngày 8 tháng 3 năm 1965, 3.500 lính thủy quân lục chiến của sư đoàn 3 thủy quân lục chiến Mỹ đã đổ bộ lên bãi biển gần Đà Nẵng để bảo vệ sân bay tại Đà Nẵng, sau đó hoạt động theo không quân Hoa Kỳ.<ref name=Tregaskis\/>{{rp|99-102}}<ref name=Dunn\/>{{rp|19}} Trong năm tháng đầu năm 1965, số lính Mỹ tăng đến 55.000. Đến cuối năm 1965, 200.000 lính Mỹ đã đổ bộ vào miền Nam Việt Nam.<ref name=Tregaskis\/>{{rp|135}}<ref name=Dunn\/>{{rp|19}} Số lượng quân Mỹ tiếp tục tăng lên tới 543.000 người trong năm 1969. Cần phải xây dựng các cơ sở hậu cần đủ loại trước khi đưa thêm quân vào Việt Nam.<ref name=NAVFAC>{{chú thích sách|last=|first=|title=NAVFAC History 1965–1974, Chapter 10: Construction|publisher=Naval History and Heritage Command|year=1974|url=https:\/\/www.history.navy.mil\/content\/dam\/nhhc\/research\/archives\/naval-facilities-engineering-command-history-1965-1974\/NAVFAC_1965-1974_Chapter_10.pdf|isbn=}}{{PD-notice}}<\/ref>{{rp|406}}\n\n===Yêu cầu hậu cần khẩn cấp===\nCác cơ sở hậu cần quân sự sẵn có ở Việt Nam không đủ để hỗ trợ tăng quân số và vật chất hỗ trợ cần thiết.<ref name=NAVFAC\/>{{rp|406}} Chỉ có ba sân bay cho phép máy bay phản lực hoạt động.<ref name=Carter2004\/>{{rp|45}} Chỉ với Cảng Sài Gòn trên sông Sài Gòn, các tàu phải chờ hàng tháng trời để dỡ hàng. Vận chuyển vật tư chiến tranh cũng như viện trợ kinh tế, vật liệu xây dựng và thiết bị cho RMK-BRJ nhanh chóng vượt xa khả năng của cảng. Trong khi đó, 99% đạn dược và các sản phẩm dầu mỏ cần thiết cho các hoạt động chiến tranh được gửi qua đường biển. Bản thân RMK-BRJ cũng cần vận chuyển 100.000 tấn hàng mỗi tháng.<ref name=Tregaskis\/>{{rp|202}} Các cảng mới cần được xây dựng càng sớm càng tốt.<ref name=Tregaskis\/>{{rp|190}}\n\n===Các \"đảo\" hậu cần===\nKế hoạch hậu cần do Tướng William Westmoreland phát triển vào đầu năm 1965 yêu cầu một số cảng biển nước sâu phải được xây dựng thêm càng nhanh càng tốt, cùng với các sân bay phản lực đi kèm với đường băng bê tông dài 10.000 foot (3.048 m). Cuộc chiến không có mặt trận cố định, và rõ ràng là phải có các hoạt động trên khắp đất nước. Vì vậy, các nhà hoạch định hậu cần đã phát triển khái niệm \"các đảo hậu cần\" hay các căn cứ trên khắp Việt Nam.<ref name=Tregaskis\/>{{rp|135-6}} Các cảng mới, căn cứ không quân, bãi chứa đạn dược, kho xăng dầu và các căn cứ tiếp tế sẽ cung cấp một mạng lưới mà từ đó quân đội và khí tài có thể được phân phối đến các căn cứ nội địa.<ref name=Tregaskis\/>{{rp|137-8}}<ref>{{chú thích sách|last=Carter|first=James M.|title=Inventing Vietnam: The United States and State Building, 1954–1968|url=https:\/\/archive.org\/details\/inventingvietnam00cart|url-access=limited|publisher=Cambridge University Press|year=2008|isbn=9780521716901|page=[https:\/\/archive.org\/details\/inventingvietnam00cart\/page\/n171 162]|oclc=488466931}}<\/ref> Vào tháng 11 năm 1965, Bộ trưởng Quốc phòng Robert McNamara đã gặp Tướng Westmoreland tại Sài Gòn và hứa cung cấp 1 tỷ đô la tài trợ cho việc xây dựng này, cũng như 200 triệu đô la để đặt hàng vật liệu và thiết bị xây dựng ngay lập tức.<ref name=Tregaskis\/>{{rp|198}}<ref name=Dunn\/>{{rp|18}}\n\n===Yêu cầu xây dựng cơ bản===\nCác cảng biển nước sâu bổ sung với 29 bến được lên kế hoạch xây dựng tại [[Vịnh Cam Ranh]], [[Qui Nhơn]], Đà Nẵng, Vịnh Vũng Rô và [[Vũng Tàu]], cũng như một cảng mới lớn nhất ở Sài Gòn. Các căn cứ không quân đi kèm được xây dựng tại Biên Hòa, Cam Ranh, Chu Lai, Phan Rang, Tuy Hòa và Phù Cát. Các kho hàng được xây dựng ở tất cả các địa điểm này, cùng với các đồn quân đội. Tất cả những yêu cầu này phải được hoàn thành trong vòng hai năm.<ref name=Tregaskis\/>{{rp|2}}<ref name=Dunn\/>{{rp|40-1}}\n\n===Tiến độ xây dựng===\nTất cả các dự án đều được hoàn thành kịp thời cho đợt tăng quân lớn của Mỹ vào các năm 1967 và 1968. Đồng thời, sáu căn cứ hải quân có rãnh dành cho tàu nhỏ cũng được xây dựng, cũng như 26 bệnh viện với 8.280 giường bệnh, 20 căn cứ địa, 10,4 triệu mét vuông kho chứa, 3,1 triệu thùng xăng dầu, 5.460 mét vuông kho đạn, 75 sân bay có khả năng hỗ trợ máy bay tiếp tế C-130, 4.100&nbsp;km đường cao tốc, 182 giếng nước và nhà ở cho 450.000 quân nhân Việt Nam và gia đình.<ref name=Tregaskis\/>{{rp|2}}<ref name=Dunn\/>{{rp|40-1}}\n\nTrong thời hạn 10 năm của hợp đồng, RMK-BRJ đã di chuyển 91 triệu thước khối (71 triệu mét khối) đất, tương đương với một lỗ rộng {{convert|0,25|mi}} vuông và sâu {{convert|0,25|mi}}. 48 triệu tấn sản phẩm đá đã được sử dụng, đủ để làm một tuyến đường sắt nửa vòng Trái Đất. 10,8 triệu tấn nhựa đường đã được rải, đủ để lát một con đường {{convert|5.500|mi}} từ Việt Nam sang Châu Âu. 3.700.000 thước khối (2,8 triệu mét khối) bê tông đã được sử dụng, đủ để xây một bức tường rộng {{convert|2|ft}} và cao {{convert|5|ft}} bao quanh toàn bộ miền Nam Việt Nam. 11,5 triệu khối bê tông đã được sản xuất và sử dụng, đủ để xây dựng 16.700 ngôi nhà hai phòng ngủ. 33 triệu feet vuông (3 triệu m²) nhà đã được xây dựng, tương đương với một tòa nhà chọc trời cao {{convert|6,2|mi}}, hoặc 550 tòa nhà sáu tầng như [[Đại sứ quán Hoa Kỳ tại Sài Gòn]].<ref name=RMKBRJ>{{chú thích sách|last=|first=|title=The Construction Miracle of the Decade|type=Unpublished Booklet|year=1972}}<\/ref>\n\nSố lượng lao động cao nhất tại RMK-BRJ để đáp ứng tất cả các yêu cầu này là 51.044 vào tháng 7 năm 1966. Trong số này, khoảng 9,5% là người Mỹ, 13,5% các nước thứ ba và 77% người Việt Nam.<ref name=Tregaskis\/>{{rp|201}} Tổng giá trị lao động hàng tháng đạt $64 triệu vào tháng 3 năm 1967, đến từ 40 công trường,<ref name=Tregaskis\/>{{rp|281}} lớn gấp rưỡi giá trị dự kiến $40 triệu.<ref name=Tregaskis\/>{{rp|287}}\n\nHơn 60% tổng số công việc xây dựng ở miền Nam Việt Nam trong thời kỳ Chiến tranh Việt Nam là do RMK-BRJ thực hiện, phần còn lại được thực hiện chủ yếu bởi lực lượng xây dựng quân đội.<ref name=NAVFAC\/>{{rp|406}}\n\n===Hậu cần===\nVào tháng 3 năm 1967, RMK-BRJ sở hữu 5.560 mảnh thiết bị xây dựng với trị giá 115 triệu đô la, cộng với 1.000 thiết bị thuê, cùng với giá trị vật liệu xây dựng có sẵn là 185 triệu đô la.<ref name=Tregaskis\/>{{rp|287}} Vào đầu năm 1966, 196 triệu [[bảng feet]] gỗ đã được đặt hàng (tiêu thụ tất cả các nguồn cung cấp gỗ ở bờ biển phía tây Hoa Kỳ trong năm đó) cùng với 10.000 cánh cửa cũng như 750.000 tấn xi măng.<ref name=Tregaskis\/>{{rp|200}}\n\nChỉ trong năm 1966, RMK đã cho thuê hoặc thuê 16 máy bay, 2 tàu LST, 10 tàu LCM, 30 [[sà lan]] và 10 [[tàu kéo]].<ref name=Tregaskis\/>{{rp|201}}\n\n===Hồ sơ an toàn xây dựng===\n52 nhân viên RMK-BRJ đã thiệt mạng và 248 người khác bị thương do các cuộc tấn công của kẻ thù. Tuy nhiên, RMK-BRJ đã thực thi 550 triệu giờ công theo hợp đồng, nhưng tỷ lệ an toàn của họ thấp hơn bốn lần so với các nhà thầu ở Hoa Kỳ vào thời điểm đó.<ref name=NAVFAC\/>{{rp|410}} RMK-BRJ duy trì đội ngũ nhân viên y tế gồm 130 người tại các trạm y tế trên khắp miền Nam, thực hiện hơn 2 triệu lượt khám và điều trị.<ref name=RMKBRJ\/>\n\n==Tranh cãi==\nNăm 1966, [[Tiểu ban Thường trực An ninh Nội địa Thượng viện Hoa Kỳ về Điều tra|Tiểu ban Thường trực An ninh Nội địa]] của Thượng viện Hoa Kỳ bắt đầu điều tra về cáo buộc tham nhũng hoặc mua chuộc liên quan đến việc mất hàng khi vào Việt Nam, bao gồm vật liệu viện trợ nước ngoài, sản phẩm phân phối cơ sở (Post exchange) và vật liệu xây dựng quân sự.<ref>{{chú thích báo|last=Belair|first=Felix, Jr.|title=Senators Pursue War-Graft Issue: 2 Subcommittee Aides Sent to Saigon and Bangkok|newspaper=The New York Times|date=ngày 6 tháng 10 năm 1966|url=https:\/\/timesmachine.nytimes.com\/timesmachine\/1966\/10\/06\/82520845.pdf|accessdate=}}<\/ref> Cuộc điều tra sau đó đã phát hiện ra những mất mát từ cơ sở phân phối hàng. Đã có sự thất thoát vật liệu xây dựng RMK-BRJ do kho trữ hàng mở tại các công trường xây dựng chính và tại các cảng biển. RMK-BRJ đã được quân đội chỉ đạo không xây dựng các cơ sở chứa vật liệu cho đến khi các cảng và căn cứ hàng không quan trọng được xây dựng.<ref name=Tregaskis\/>{{rp|212}} Bắt đầu từ năm 1967, RMK-BRJ được phép xây dựng các kho tàng, là kho chính phân phối cho 97 nhà kho tại 20 địa điểm trên khắp đất nước.<ref name=Tregaskis\/>{{rp|281}}\n\nĐến năm 1966, rõ ràng RMK-BRJ đã thiếu hụt 200 triệu đô la tài trợ cho việc xây dựng quân sự.<ref name=Tregaskis\/>{{rp|240,331}} Ban đầu người ta cho rằng điều này là do sự quản lý yếu kém của RMK-BRJ nhưng sau một cuộc điều tra, Bộ Quốc phòng đã báo cáo với Tiểu ban Thường trực An ninh Nội địa rằng chi phí vượt quá là do quy trình nội bộ của chính họ gây ra. Hãng thông tấn [[Associated Press]] đưa tin rằng \"Lầu Năm Góc thừa nhận họ đã đánh lừa các nhà thầu dân sự trong chương trình xây dựng tỷ đô ở Việt Nam bằng cách phóng đại các phần hời hợp đồng có thể có cũng như chi phí ước tính thấp. Trước các báo cáo cáo buộc công ty lãng phí và quản lý yếu kém, các quan chức Quốc phòng ca ngợi RMK-BRJ đã làm một công việc 'có năng lực đáng kinh ngạc' trong những hoàn cảnh khó khăn.\"<ref>{{chú thích báo|last=|first=|title=U.S. Errs on Costs of War Contracts|newspaper = The New York Times|date=ngày 11 tháng 9 năm 1966| url=https:\/\/timesmachine.nytimes.com\/timesmachine\/1966\/09\/11\/93855005.pdf|accessdate = }}<\/ref>\n\n== Danh sách các dự án lớn ==\n[[Tập tin:Saigon_Major_Bridge.jpg|nhỏ|Xây Cầu lớn ở khu vực Sài Gòn, năm 1972.]]\n<small>Tất cả các dự án và ngày tháng được tổng hợp từ Tregaskis.<\/small>\n\n=== 1962 ===\n\n* [[Sân bay Biên Hòa|Căn cứ không quân Biên Hòa]]\n* Căn cứ không quân Pleiku\n* Đường lăn [[Căn cứ không quân Tân Sơn Nhứt|Căn cứ Không quân Tân Sơn Nhứt]], Sài Gòn\n* Trạm Rađa Kiểm soát Hàng không Sân bay Tân Sơn Nhứt, Sài Gòn\n* Trạm radar kiểm soát trên không tại cơ sở Monkey Mountain, Đà Nẵng\n\n=== 1963 ===\n\n* Cảng [[Vịnh Cam Ranh]], một bến tàu nước sâu\n* Đường băng Căn cứ Không quân Đà Nẵng mở rộng\n* Sân bay Sóc Trăng mở rộng\n* Bến tàu khách và hàng hóa Tân Sơn Nhứt, Sài Gòn\n* [[Sân bay Nha Trang|Căn cứ không quân Nha Trang]] mở rộng\n* [[Sân bay Nha Trang|Học viện Không quân Việt Nam]], Nha Trang\n* Kho, bến đạn Cần Thơ\n\n=== 1964 ===\n\n* [[Sân bay quốc tế Cần Thơ|Căn cứ không quân Bình Thủy]]\n* Đài Nghiên cứu Phú Bài\n* Bệnh viện dã chiến số 8, Nha Trang\n* Bệnh viện Qui Nhơn\n\n=== 1965 ===\n\n* Sửa chữa [[Vụ đánh bom cư xá Brinks|Brink BOQ]] sau trận bom, Sài Gòn\n* Căn cứ không quân Cam Ranh\n* Tổng kho Hậu cần Quân đội Hoa Kỳ, Tân Thuận, Sài Gòn\n* Đường băng mới Căn cứ Không quân Chu Lai\n* Đường băng bổ sung Căn cứ Không quân Đà Nẵng\n* Sân bay trực thăng Ngũ Hành Sơn, Đà Nẵng\n* Hoạt động Hỗ trợ Hải quân, Đà Nẵng\n* Các tòa nhà Căn cứ Không quân Biên Hòa\n* Cơ sở hạ tầng sân bay Vĩnh Long\n* Bến tàu Hải quân tại Căn cứ Hải quân An Thới, [[Phú Quốc]]\n\n=== 1966 ===\n\n* [[Đại sứ quán Hoa Kỳ tại Sài Gòn|Đại sứ quán Hoa Kỳ, Sài Gòn]]\n* [[Tổng kho Long Bình|Đồn và kho quân Long Bình, Bộ chỉ huy Quân đội Hoa Kỳ]]\n* [[Cảng Đà Nẵng]]\n* Cầu Đông Đà Nẵng và đường cao tốc\n* Cơ sở Hỗ trợ Hậu cần và Đạn dược Quân đội, Cam Ranh\n* Căn cứ không quân Phù Cát, Bình Định\n* Cảng [[Vũng Tàu]] và căn cứ hải quân\n* [[Sân bay Thành Sơn|Căn cứ không quân Phan Rang]], đường băng bổ sung\n* Kho [[cảng Sài Gòn]]\n* Đảo Thủ Đức Depot cho RMK-BRJ\n* Tòa nhà Đài Truyền hình Lực lượng Vũ trang, Sài Gòn\n* Đường băng bổ sung tại Sân bay Tôn Sơn Nhứt, Sài Gòn\n* Các tòa nhà bổ sung tại Căn cứ Không quân Biên Hòa\n* Bệnh viện 400 giường, Pleiku\n* Trung tâm Logistics, Nha Trang\n* Căn cứ trực thăng Sân bay Vĩnh Long\n* Căn cứ ven sông Hải quân, Cần Thơ\n\n=== 1967 ===\n\n* Tân Cảng Sài Gòn\n* [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam|Trụ sở MACV]] \"Lầu Năm Góc phía Đông\", Sài Gòn\n* Đường băng bổ sung tại Căn cứ Không quân Biên Hòa\n* Cảng Vịnh Cam Ranh, bổ sung 3 cầu tàu và bến tiếp đạn\n* Căn cứ hải quân Cam Ranh\n* Sân bay quy nhơn\n* Nạo vét bến cảng [[Cảng Quy Nhơn|Quy Nhơn]]\n* Cảng nhỏ Đồng Tâm\n* Cảng LST Căn cứ Tân Mỹ\n\n=== 1968–1970 ===\n\n* Nhà chờ máy bay\n* Đường cao tốc và cầu trên toàn quốc\n* Hạ tầng cho căn cứ quân đội\n\n=== 1971–1972 ===\n\n* Đường tránh Sài Gòn và 5 cây cầu lớn\n* Kho đạn, Long Bình\n* Kho đạn, Đà Nẵng\n* Đường cao tốc và cầu trên toàn quốc\n* \"Chuồng cọp\" của [[Nhà tù Côn Đảo|Nhà tù Côn Sơn]] <ref>{{Chú thích sách|title=After the Signing of the Paris Agreements: Documents on South Vietnam's Political Prisoners|last=|first=|publisher=NARMIC\/VRC|year=1973|isbn=|location=Cambridge, MA|pages=10}}<\/ref>\n\n==Di sản==\n[[Tập tin:Amb. Bunker at RMK-BRJ Ceremony 3 July 1972.jpg|thumb|Đại sứ Bunker tại Lễ trao giải RMK-BRJ ngày 3 tháng 7 năm 1972]]\n\nSáu cảng biển, tám sân bay phản lực, đường cao tốc và các cây cầu đã nối tiếp tục trong việc phục vụ người dân và hỗ trợ nền kinh tế Việt Nam ngày nay. Đến năm 1970, 200.000 công nhân Việt Nam đã được RMK-BRJ thuê mướn để làm  về các công việc ngành xây dựng và hành chính<ref name=Dunn\/>{{rp|141}}, và họ tiếp tục làm việc hoặc truyền kinh nghiệm cho những người khác trong ngành xây dựng Việt Nam cho đến nay.<ref name=Dunn\/>{{rp|v}} Vào thời điểm đó, việc thuê mướn những người lao động này đã được công nhận là góp phần làm tăng sự thịnh vượng của người Việt Nam.<ref>{{chú thích báo|last=Baldwin|first=Hanson W.|title=Vast U.S. Construction Program Changing Face of South Vietnam: 1,500 Projects, Built Jointly By Military and Civilians, Also Help Reduce Supply Problems and Alter Course of the War|newspaper=The New York Times|date=10 December 1967|url=https:\/\/timesmachine.nytimes.com\/timesmachine\/1967\/12\/10\/103005359.pdf|accessdate = }}<\/ref>\n\nTại buổi lễ kết thúc hợp đồng RMK-BRJ vào ngày 3 tháng 7 năm 1972, Đại sứ Hoa Kỳ [[Ellsworth Bunker]] phát biểu: \"Tôi rất vui và tự hào được tham gia kỷ niệm việc hoàn thành chương trình xây dựng RMK-BRJ tại Việt Nam. Nhân dịp này, đánh dấu sự kết thúc thành công một thập kỷ nhiều thành tựu, đây là một thời điểm đặc biệt vui mừng và đầy hy vọng, nhắc nhở chúng ta rằng xây dựng trong chiến tranh cũng đồng thời với xây dựng vì sự nghiệp hòa bình và tiến... Vào thời điểm mà quá nhiều lực lượng đang dồn sức hủy diệt, thành tích mười năm của RMK-BRJ theo tôi là một trong những giai đoạn tuyệt vời nhất trong lịch sử quốc gia của chúng ta\".<ref name=Tregaskis\/>{{rp|437}}\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* [https:\/\/www.youtube.com\/watch?v=PG4AGHgMx6w Video xây dựng tại Newport, Sài Gòn, thiết bị và nhân viên của RMK-BRJ]\n\n[[Thể loại:Hải quân Hoa Kỳ]]\n[[Thể loại:Lịch sử Việt Nam Cộng hòa]]\n[[Thể loại:Chiến tranh Việt Nam]]"}