{"29743":"\n[[Tập tin:RPG-7 detached.jpg|thế=|nhỏ|300x300px|khẩu RPG-7 và đầu đạn kiểu PG-7<br \/>]]\n'''RPG-7''' là một loại [[súng]] chống tăng không giật dùng cá nhân, còn được gọi tại [[Việt Nam]] là '''B41'''. Gọi là B41 vì loại súng này là đời sau của [[B40]] (hay [[bazooka]] 40&nbsp;mm), dù cho nó vẫn có đường kính là 40&nbsp;mm.\n\nTrong [[tiếng Nga]] súng này có tên là ''ручной противотанковый гранатомёт'', viết tắt là RPG-7 (РПГ-7), có nghĩa là \"súng phóng lựu chống tăng xách tay\" <ref>Theo: \n*''Bách khoa cho thiếu niên, tập 14: Kỹ thuật'', Nhà xuất bản Avanta, Nga, 1999, tr. 494\n*''Từ điển Kỹ thuật quân sự'', Viện Kỹ thuật quân sự-Cục khoa học quân sự xuất bản, 1990, tr. 240, tr. 419<\/ref> (nhưng một số người lại cho đó là viết tắt của ''[[RPG|реактивный противотанковый гранатомёт]]'', tức \"súng phóng lựu chống tăng phản lực\"). Thuật ngữ quân sự trong [[tiếng Anh]] là ''anti tank rocket launcher'' (có nghĩa là \"súng phóng tên lửa chống tăng\"), tuy nhiên, [[B40]] dùng kỹ thuật tên lửa rất ít, chỉ đến B41 thì kỹ thuật này mới đóng vai trò lớn trong đẩy đạn.<ref>{{chú thích web | url = http:\/\/www.globalsecurity.org\/military\/world\/russia\/rpg-7.htm | tiêu đề = RPG | author = | ngày = | ngày truy cập = 15 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n==Ra đời==\n[[Tập tin:RPG7.jpg|nhỏ|phải|250px|Lính Ba Lan đang luyện tập với súng chống tăng B41]]\nRPG-7 được thiết kế năm 1958, nó lần đầu được sử dụng trong thực chiến tại [[Chiến tranh Việt Nam]] từ năm 1967. Cuối thập niên 1960, phiên bản cải tiến được [[Liên Xô]] chế tạo, gọi là RPG-7V. So với phiên bản đầu tiên, RPG-7V có ống ngắm quang học được nâng cấp với tên gọi là PGO-7V. [[RPG-7V]] ban đầu trang bị cho tổ chiến đấu [[9M14 Malyutka|AT-3]] của Liên Xô. Dễ chế tạo, uy lực mạnh và độ tin cậy cao, suốt thời thập niên 1960 tới nay, RPG-7 vẫn là khẩu súng chống tăng cá nhân thành công nhất trên thế giới.\n\nCác loại đạn mới liên tục được tạo ra dành cho RPG-7. Phiên bản đạn đầu tiên là [[PG-7V]] chế tạo năm 1961, nặng 2,2 kg sức xuyên 260mm thép RHA. Loại đạn cải tiến là PG-7VM được chế tạo năm 1969, nặng 2 kg xuyên được 300mm thép RHA. PG-7M có hình dạng thon hơn (đường kính 70mm so với 85mm của PG-7V), động cơ rôc-ket và liều phóng được cải tiến đã làm giảm 1,5 lần hiện tượng lệch gió, độ chính xác cũng được cải thiện 20-25% so với đạn PG-7V<ref>http:\/\/gunrf.ru\/rg_granatomet_ps-7_PG-7VM_eng.html<\/ref>\n\nĐạn PG-7VL được phát triển vào những năm 1970 để đáp trả việc NATO gia cố lớp giáp bảo vệ xe tăng, loại đạn này nặng 2,6 kg xuyên được 500mm thép RHA, nhưng do trọng lượng đạn tăng nên tầm ngắm giảm từ 500 xuống còn 300 mét. Đối với xe tăng hiện đại có [[giáp phản ứng nổ]], Liên Xô đã phát triển loại đạn 2 tầng [[PG-7VR]] vào những năm 1980. PG-7VR có hai “đầu đạn”: 64mm và 105mm, đầu đạn thứ nhất phát nổ để phá các khối giáp phản ứng nổ, đầu đạn thứ 2 sẽ xuyên vào giáp chính của xe tăng. PG-7VR xuyên được 750mm thép RHA (nếu không có giáp phản ứng nổ) hoặc 600mm RHA (nếu có giáp phản ứng nổ). Tuy nhiên, trọng lượng đạn tăng lên 4,5 kg, tầm ngắm của đạn chỉ còn được 200 mét.<ref>https:\/\/laodong.vn\/the-gioi\/nga-tiep-them-suc-manh-cho-hoa-than-diet-tang-rpg-7-huyen-thoai-923547.ldo<\/ref>\n\nSúng có thể bắn nhiều lần. Trung bình mỗi khẩu RPG-7 đời đầu có thể bắn được 250 phát trước khi phải thay nòng (do nòng bị mòn khiến độ chính xác giảm đi). Các phiên bản mới hơn thì có tuổi thọ nòng được nâng cao hơn, các phiên bản mới nhất như RPG-7V2 có độ bền đạt tới 1.000 phát bắn (do tiến bộ về công nghệ luyện kim).\n\n==Uy lực==\nĐạn PG-7 của súng có thể bắn xuyên tấm thép dày 260mm (theo cách tính của Liên Xô) hoặc 300mm (theo cách tính của Mỹ). Cho đến cuối thập niên 1970 thì không một xe tăng nào của [[NATO]] có vỏ giáp chống lại được nó, kể cả các xe tăng hạng nặng. Ở thập niên 1960, loại xe tăng duy nhất có một vài điểm chống đỡ được RPG-7 là các xe tăng hạng nặng [[IS-3]] đến [[Xe tăng T-10|IS-10]] của Liên Xô, sau này hậu duệ của chúng là xe tăng chiến đấu chủ lực [[T-64]].\n\nCuộc chiến đầu tiên mà RPG-7 xuất hiện với quy mô lớn là chiến tranh Việt Nam. Bắt đầu từ năm 1967, các đơn vị quân đội nhân dân Việt Nam bắt đầu sử dụng B-41 trong chiến đấu và chúng phát huy hiệu quả rất tốt. So với súng [[RPG-2]] (Việt Nam gọi là B-40) thì B-41 có tầm bắn và sức xuyên phá đều cao hơn gần gấp đôi, xe tăng chủ lực [[M48 Patton]] của Mỹ có giáp trước chịu được đạn B-40, nhưng không thể chịu được đạn B-41. Tuy nhiên do số súng B-41 không đủ để thay thế hết B-40 nên cho tới hết chiến tranh thì quân đội Việt Nam vẫn dùng song song cả 2 loại súng. Đã có vài nghìn xe tăng - thiết giáp, hàng vạn xe cơ giới các loại của Mỹ bị phá huỷ trong cuộc chiến, một tỷ lệ lớn là do súng chống tăng [[B-40]] và B-41.\n\nCác xe tăng phổ biến của Mỹ thập niên 2000 như [[M1 Abrams]] đỡ được đạn B41 thường (PG-7V) ở trên mặt trước (là nơi giáp dày nhất), nhưng chưa chắc chịu được đạn hạng nặng PG-7VR cỡ 105mm. Còn hai sườn và phía sau thì đạn B41 đời cũ cũng làm thủng. Trước đây, Đức thiết kế cho Mỹ xe MBT-70 khá tốt, với các thiết bị bố trí khéo léo thành [[giáp hộp]] chống đỡ B-41 khá hiệu quả. Nhưng giá thành đắt và Mỹ thiết kế lại thành M1, thay giáp đúc bằng giáp hàn và bỏ các giáp hộp phụ đi. Phần chống đỡ B41 khá tốt của M1 là xích với giáp diềm dày 70mm. Tuy nhiên khi bị B41 bắn trúng xích, mặc dù xe không bị cháy ngay nhưng xích sẽ đứt, xe sẽ phải đứng yên và rất dễ bị bắn tiếp.\n\n[[Leopard-2]] các phiên bản A4 trở lên đều có các tấm giáp phức hợp phía trước rất tốt, xe tăng [[T-64]], [[T-72]], [[T-80]], [[T-90]] còn được trang bị giáp phản ứng nổ (ERA) để vô hiệu hóa đạn B-41. Tuy nhiên, cũng còn nhiều điểm sơ hở mà B-41 có thể công phá, ví dụ hai sườn sau tháp pháo, sau xe...\n\nGiáp phức hợp được thiết kế cho xe tăng Liên Xô từ T-64, nó gồm nhiều lớp thép, ở giữa điền đầy khoảng trống bằng vật liệu composite đặc biệt, sợi thủy tinh và thép. Nhờ vậy, T-64 chỉ nặng 37 tấn nhưng khả năng bảo vệ lại gần gấp đôi xe tăng M48 Patton nặng 49 tấn. T-72 cũng có các góc nghiêng tốt, giáp dày... và sau này lắp thêm các phương tiện khác như ERA, APS nên chống đỡ đạn B-41 tốt. Kết quả được thể hiện rõ trong các chiến tranh Afghan và Chechnya, rất ít xe thế hệ T-72 hoặc T-80 cháy, kể cả khi quân Chechnya [[bắn cấp tập]]{{fact|date=7-2014}}. Trong chiến tranh Chechnya lần thứ nhất, quân Nga thua rút lui, thiệt hại 62 xe tăng các loại, nhưng chỉ một chiếc T-80 có ERA bị bắn hỏng khi trúng liên tiếp nhiều quả đạn, làm bong hết ERA.\n\nĐể chống lại xe tăng hiện đại có trang bị ERA, B-41 cũng có những phiên bản đạn hạng nặng 105mm tăng sức xuyên (đạn PG-7VR mang đầu nổ nối tiếp để phá giáp ERA, sức xuyên đạt tới 750mm thép), nhưng bù lại tầm bắn hiệu quả tụt xuống do đạn nặng hơn.\n\nỞ cự ly xa, đạn B-41 bị lệch gió khá lớn. Một nghiên cứu của Trung tâm Đào tạo và Học thuyết chỉ huy quân sự của Quân đội Mĩ (TRADOC) vào năm 1975 đã cho thấy, ở cự li 500m và có gió thổi ngang, khi bắn vào một bảng có kích thước 2,28 x 4,57 m bằng súng RPG-7 có xác suất trúng chỉ khoảng 4%, ở cự ly 200 mét thì xác suất trúng đích là 49%.<ref>[http:\/\/kienthuc.net.vn\/vu-khi\/quan-noi-day-syria-cai-tien-sung-chong-tang-rpg7-245070.html]<\/ref> Do đó, để đảm bảo xác suất trúng đích cao thì xạ thủ cần có kinh nghiệm ước lượng độ lệch gió hoặc tiếp cận càng gần mục tiêu càng tốt.\n\n==Một số cách biên chế B41==\n[[Tập tin:Afghan National Police officer fires an RPG round at a special mission conducted by US Army.jpg|nhỏ|phải|250px|Cảnh sát Afganistan bắn Type 69 (phiên bản Trung Quốc của B41). Quầng lửa phụt ra từ đuôi ống phóng. Người lính đứng bên phải bịt tai lại để tránh âm thanh cường độ lớn phát ra khi bắn.]]\nXe [[BMP-1]] có các ổ bắn trên nóc như là công sự, sử dụng B41 và [[đạn tự hành]] chống [[máy bay]] vác vai. Một [[tiểu đội]] [[bộ binh cơ giới]] đi xe Liên Xô có một khẩu, đi [[phương tiện chiến đấu bọc thép|xe bọc thép]] thì không cố định, có thể có đến 3 khẩu trên xe nhưng mỗi lính vẫn có một khẩu AK hay [[RPK]]. \n\nThông thường B41 được lính Liên Xô dùng như súng [[trung đội]]. Mỗi tiểu đội [[bộ binh]] Liên Xô có 9 người, nếu cơ giới thì có thể có đến 11 người. Liên Xô và các nước [[Đông Âu]] trong huấn luyện còn có kiểu tổ chức tổ 3 người, mỗi người mang một AK, một người mang thêm đạn cho B41 và một người mang thêm một súng, tạo thành tổ săn tăng. Mỗi tiểu đội bộ binh Việt Nam thông thường mang ba súng mạnh, gồm [[trung liên]] và B41. Trong [[Chiến tranh Iran-Iraq]], tiểu đội [[Iran]] 11 người mang 2 B41. Trong [[Chiến tranh Afghanistan]], tiểu đội [[Mujahideen]] 10-12 người mang 1 khẩu (năm 1983) và tăng lên 2-3 khẩu (năm 1987). Trong Chiến tranh Việt Nam có những [[trận đánh]] với tổ 3 người mang 2 khẩu B41 và [[AK-47]], bám sát đội hình xe địch, có những trận đánh cả [[tiểu đoàn]] biên chế như vậy, tạo thành hỏa lực chống tăng đáng sợ. Mujahideen thành lập những trung đội B41 mang đến 15 khẩu (từ 50% đến 80% lính mang B41), tạo thành đội săn tăng.\n\n===Việt Nam===\nTrang bị thông thường nhất của B41 là tổ chiến đấu 2 người. Tổ chiến đấu B41 2 người này mang mỗi người một ba lô [[đạn]] B41 ba viên và ba liều phóng, [[xạ thủ]] chính mang B41, xạ thủ phụ mang AK. Tộng cộng tổ mang được 6 viên B41, xạ thủ phụ cảnh giới cho xạ thủ chính diệt tăng, luôn đi bên cạnh, khi chiến đấu ở bên trái ngang xạ thủ. Ở Việt Nam, tổ này nằm trong tiểu đội, cùng với tiểu đội trưởng tạo thành tổ 3 người hỏa lực mạnh. Trong các trận đánh tiến công lớn, có thể tổ chức như Liên Xô, dồn trung liên và B41 về thành một tổ do trung đội trưởng chỉ huy. Xạ thủ phụ còn có nhiệm vụ giúp xạ thủ nạp đạn, tăng tốc độ bắn đến 6 phát phút.\n\n===Trung Quốc===\nQuân đội [[Trung Quốc]] thập niên 1960-1970 tổ chức những tiểu đội đặc biệt có hỏa lực chống tăng mạnh. Tiểu đội kiểu này có tổ hỏa lực 3 người dùng 3 khẩu Type-69-1 (tiểu đội thông thường chỉ có 1 khẩu), mang 12 đạn.\n\n===Biên chế [[tên lửa chống tăng]] có điều khiển [[9M14 Malyutka]]===\nNgoài bộ binh, súng là một bộ phận của tổ chiến đấu dùng [[đạn tự hành chống tăng có điều khiển]] \"Bé con\" [[9M14 Malyutka]] \"Малютка\" (tên phương Tây [[AT-3 Sagger]], tên Việt Nam là [[9M14 Malyutka|B-72]]). Loại [[đạn tự hành]] này không thể chiến đấu ở tầm gần hơn 500 mét, nên B-41 sẽ bù vào đó. Tổ chiến đấu \"Bé Con\" tạo ra một cuộc cách mạng trong kỹ thuật [[quân sự]], đưa tầm tiêu diệt thiết giáp hạng nặng của [[bộ binh]] đi bộ vượt qua [[xe tăng]].{{fact}}\n\nLần đầu tiên tổ chiến dấu \"Bé Con\" áp dụng ở Việt Nam năm 1972, [[Quân lực Việt Nam Cộng hòa]] đồn là [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|quân Giải phóng]] có đạn biết ngửi (xem [[Trận Đắk Tô - Tân Cảnh, 1972]]).\n\nTháng 10 năm 1973, B-41 và B-72 thực hiện một trận thắng trên [[bán đảo Sinai]], diệt 800 xe [[Israel]] (gần như toàn bộ), bắt sống chỉ huy xe tăng Israel (xem [[Trận Sinai tháng 10-1973]]) {{fact}}\n\n==Sản xuất và độ phổ biến==\nB-41 là súng RPG phổ biến nhất thế giới, có ít nhất 50 nước sử dụng cho quân đội chính quy, chưa kể hàng trăm nhóm du kích, lực lượng vũ trang ở các nước khác. Nó có mặt trong hầu hết những cuộc chiến tranh và xung đột từ năm 1967 tới nay. B41 cùng với B40, ĐKZ 82&nbsp;mm và ĐKZ 75&nbsp;mm tạo thành nhóm súng diệt nhiều xe cơ giới nhất sau [[Chiến tranh thế giới thứ hai]].\n\nBất chấp việc đã ra đời từ rất lâu, mẫu súng phóng lựu này vẫn giữ được vị trí hàng đầu trong lĩnh vực vũ khí chống tăng. RPG-7 vẫn được sử dụng rộng rãi trong các cuộc xung đột khu vực nhờ giá thành rẻ, dễ sử dụng và uy lực cao. Có hơn 9 triệu khẩu RPG-7 đã được chế tạo. Cùng với thiết kế súng [[AK-47]], RPG-7 là một trong những vũ khí cá nhân phổ biến nhất thế giới kể từ thập niên 1960 tới tận giữa thế kỷ 21. Trong suốt hơn 80 năm, nó là trang bị tiêu chuẩn của quân đội hàng chục quốc gia, chưa kể hàng nghìn nhóm vũ trang, phiến quân, du kích... cũng ưa chuộng loại súng này\n\nSúng này được rất nhiều nước sản xuất, kể cả có được phép bản quyền hay không. Kể cả những nước không thuộc hệ thống [[hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]] như [[Pakistan]], [[Iran]], [[Iraq]]. B41 cũng có nhiều phiên bản giống hệt nhưng khác tên, cải tiến khác chút ít. Type-69 của [[Trung Quốc]] không là B41 nhưng vẫn bị nhầm là B41. B41 do [[Việt Nam]] sản xuất có tên '''B41 GIẢI PHÓNG''', vẫn còn trưng bầy ở [[Bảo tàng Lịch sử Quân sự Việt Nam]] tại [[Hà Nội]].\n\n==Cấu tạo súng==\n{{thiếu nguồn gốc}}\n[[Tập tin:RPG-2 and RPG-7.jpg|nhỏ|phải|B41 (trên) so với B40 (dưới).]]\nB41 sử dụng nguyên lý phóng khí động cân bằng, hoàn toàn khác phương pháp phóng của [[B40]]. [[Đầu đạn]] của B41 cũng có những cải tiến khác xa B40. Phương pháp khí động là phương pháp dùng các tuye thay đổi [[tốc độ]] [[áp suất]] dòng khí.\n\nB41 có đường kính trong 40&nbsp;mm, cỡ [[đạn]] to hơn cỡ [[nòng]], đạn chỉ nhồi chuôi vào nòng súng. Giữa thân súng phình to ra thành một buồng rộng, đây là buồng đốt, chứa liều phóng, Việc tạo thành buồng đốt này sẽ đẩy súng về phía trước, nhưng lực này được cân bằng bởi lỗ thoát khí và tuye sau. Chỗ phình ra của nòng có ốp lót gỗ dán (về sau thay bằng nhựa tổng hợp) chống nóng vai [[xạ thủ]]. [[Súng]] có hai tay cầm, với người thuận bên phải thì tay phải đặt trước, trái sau.\n\nSúng có [[kim hỏa]], cò bấm giống B40. Cũng có [[lò xo]] đẩy kim hỏa về không cản trở đạn di chuyển.\n\nCấu tạo của B41 làm cho áp suất không tăng quá nhanh như B40. Khi áp suất cao, cấu tạo tuye xoáy trong nòng của đạn làm áp suất đồng đều và giảm chậm. Tuye sau súng làm giảm chiều dài súng. Nhờ áp suất tăng chậm nên dùng được liều phóng [[thuốc súng không khói]], có năng lực mạnh hơn [[thuốc nổ đen]] của B40, nhồi cũng nhiều hơn. Nhờ cấu tạo này, sơ tốc đạn lớn nhưng tiếng nổ trầm do áp suất tăng giảm chậm. Tuy trầm, nhưng chấn động tiếng nổ đầu nòng rất mạnh và nguy hiểm.\n\nB41 dài 953&nbsp;mm khi không đạn và 1,340 mét với đạn RPG-7. [[Súng]] ban đầu nặng 7,9&nbsp;kg, đạn PG-7 nặng 2,25&nbsp;kg. [[RPG-7D]] là phiên bản gọn nhẹ cho lính [[đổ bộ đường không]], súng có nòng sau (phần có tuye sau) tháo ra được lắp vào bộ gá dưới buồng đốt, khi sử dụng cắm vào phần còn lại. Các khẩu RPG-7 hiện đại thì nhẹ hơn (dù thiết kế không thay đổi) do vật liệu chế tạo được cải tiến.\n\n==Kính ngắm, thước ngắm==\n[[Súng]] có [[kính ngắm]] PGO-7, [[kính ngắm]] PGO-7V1 có thêm vạch chia cho [[đạn]] hạng nặng, [[kính nhìn đêm]], phóng to 2,7 lần. [[Kính ngắm]] thường (không nhìn đêm) có một đèn nhỏ chiếu sáng [[thước ngắm]] quang trong kính, [[thước ngắm]] này kẻ ô chia dộ tỷ mỉ cao và rộng, thuận lợi khi tính toán bắn mục tiêu di động, bù gió, bù cao độ, bù tầm..., các vạch chia này cũng thuận lợi cho bắn viên thứ 2, căn cứ vào độ lệch viên trước. Trên lưới chia độ còn một [[thước đo độ xa]] dùng rất thuận tiện. Thước này xác định độ xa của xe tăng thông qua [[chiều cao]] ảnh của xe. Thước này dùng kiểu xe tăng có [[chiều cao]] 2,7 mét làm chuẩn (mẫu xe tăng [[Đức]], phổ biến ở [[phương Tây]]). Kiểu 69-1 của Trung Quốc bổ sung một [[thước ngắm]] dùng độ cao của xe do [[Nga]] sản xuất làm chuẩn. Tầm xa ghi trên thước là 500 mét, sau cải tiến lên 600 mét. Máy ngắm quang học của RPG-7 đặt trong một túi vải bạt, khi dùng lắp vào trên súng.\n\nCác thiết bị ngắm đêm đã sản xuất có [[NSP-3]], [[NSP-2]]([[tia hồng ngoại]]), [[NSPU]], [[PGN-1(II)]], [[IPN58 (II)]]. Từ kính [[RPG-7V]] trở đi, các thiết bị này kiêm thêm cả chức năng đo xa và tăng khả năng nhìn đêm. Kính nhìn đêm lớn [[PNG-1]] trang bị cho quân [[Ả Rập]] cho phép nhìn xa tới hơn 400 mét.\n\nSúng cũng có một bộ [[thước ngắm]]-[[đầu ruồi]] [[kim loại]] gập xuống được như của [[B40]], do tầm xa cần chính xác hơn nên thước này làm vững chắc, không mỏng manh như của [[B40]]. Đầu ngắm có 2 chế độ: bắn ở nhiệt độ trên và dưới 0 độ c. Thước ngắm di chuyển được dọc thang, chứ không làm cố định như [[B40]].\n\n==Đạn==\n===Một vài loại đạn===\nSúng ban đầu bắn đạn [[PG-7]], sau đó Liên Xô\/Nga chế tạo các loại đạn khác như [[PG-7V]], [[PG-7VM]], [[PG-7VL]], [[PG-7VR]] là các đạn xuyên phá vỏ thép chống tăng ([[HEAT]]). Đạn [[TBG-7V]] là đạn nhiệt áp chống lô cốt, công trình. Đạn [[OG-7]], [[OG-7A]] là đạn nổ phá - văng mảnh để sát thương bộ binh ([[APER]], nhưng phương Tây thường cho là đạn [[HE]]. [[APER]] là đạn nhồi một ít thuốc nổ mạnh, chủ yếu khối lượng là mảnh sát thương, còn [[HE]] là đạn nhiều thuốc nổ để phá công trình). Ngoài ra còn có nhiều loại đạn khác do các nước khác tự chế tạo.\n\n{| class=\"wikitable\"\n|+ Một số loại đạn B41:\n|-\n|tên đạn ||PG-7V ||PG-7VL ||PG-7VR ||TBG-7V ||OG-7V \n|-\n|Năm đưa vào sử dụng ||1961 ||1977 ||1988 ||1988 ||1999 \n|-\n|cỡ đầu đạn, mm ||85 ||93 ||64 \/ 105|| 105|| 40 \n|-\n|khối lượng đầu đạn, kg|| 2,2 ||2,6 ||4,5 ||4,5 ||2,0 \n|-\n|tầm bắn hiệu quả mục tiêu cố định, mét ||500 ||500 ||200 ||200 ||350 \n|-\n|tầm bắn hiệu quả mục tiêu di động ngang, mét ||250 ||350 ||200 ||200 ||350 \n|-\n|Khả năng xuyên giáp (mm thép RHA) ||260 ||500 || 750 (không có giáp ERA)<br>600 (có giáp ERA)|| - ||- \n|}\n\n[[hình:Rpg-7 ammunition Russia russian 001.jpg|nhỏ|phải|400px|Các loại đạn B-41 của Liên Xô\/Nga chế tạo]]\n<gallery>\nTập tin:RPG PG 7VL.png|Đầu đạn lõm PG-7VL để diệt xe tăng\nTập tin:RPG PG 7R.png|Đầu đạn 2 đầu nổ PG-7VR để diệt xe tăng có giáp phản ứng nổ. Đầu đạn thứ nhất làm nổ tung mảnh giáp phản ứng nổ, sau đó đầu đạn thứ hai bắn vào chỗ không còn giáp.\nTập tin:RPG OG 7VL.png|Đầu đạn nổ văng mảnh OG-7V để diệt bộ binh\nTập tin:RPG TBG 7V.png|Đầu đạn nhiệt áp TGB-7V để diệt bộ binh nấp trong lô cốt\n<\/gallery>\n\n===Đạn chuyển động trong nòng===\nĐạn [[PG-7]] bắn ra khỏi đầu nòng với sơ tốc 115&nbsp;m\/s, đạn gồm 2 phần, liều phóng và đầu đạn. Cũng như [[B40]], [[liều]] phóng được lắp vào đầu đạn trước khi lắp [[đạn]] vào súng. Đạn có 4 cánh gập ngược lên phía trước chứ không cuộn quanh thân đạn như B40, khi bắn ra khỏi nòng các cánh này xòe ra. [[Liều]] phóng có một lõi cứng, đằng sau lõi này là một [[turbine]] xoắn, điều này làm [[đạn]] xoáy rất mạnh ngay từ trong [[nòng]] [[súng]].\n\nSơ tốc (cả xoáy và chuyển động thẳng) của đạn làm súng có độ chính xác cao, thuận tiện cho nhiệm vụ bắn mục tiêu di động. Thực ra, các [[súng]] không giật có thể có tầm rất xa (như các đạn [[M-13]] của [[Cachiusa (vũ khí)|BM-13]] Katyusha). Nhưng để chống tăng chỉ cần độ chính xác, điều này hạn chế tầm bắn hiệu quả, giảm rất nhiều so với tầm bắn tối đa.\n\n===Đạn khi bay===\n[[Tập tin:Dothithoigianbayb41.JPG|nhỏ|phải|Đồ thị thời gian bay của đạn PG-7]]\nSau khi ra khỏi [[nòng]] 11 mét, [[động cơ]] [[tên lửa]] hoạt động, đẩy [[đạn]] [[PG-7]] lên đến vận tốc 295&nbsp;m\/s. Đến 900 mét, [[đạn]] tự hủy bằng ngòi cháy chậm, nếu ngòi này không làm việc, [[đạn]] bay đến 1100 mét. [[Động cơ]] [[tên lửa]] khởi động chậm tránh xạ thủ dính vào luồng phụt.\n\n[[Tên lửa]] của [[đạn]] có một vị trí đặc biệt, tạo hiệu quả lớn. [[Tên lửa]] nằm trên chuôi [[đạn]], nhưng khí cháy lộn lên trước rồi lại lộn về qua 6 [[tuye]] ở cổ [[đạn]], cách bố trí này làm [[áp suất]] thay đổi nhiều lần, [[tuye]] ngắn nhưng hiệu quả như [[tuye]] dài, diện tích miệng [[tuye]] lớn. Cánh đuôi và [[tuye]] đều đặt nghiêng thích hợp với [[đạn]] xoay. Chính [[tên lửa]] đẩy mạnh đã làm RPG-7 khác hẳn các đời trước.\n\n[[Liều]] phóng và [[tên lửa]] đẩy đều làm bằng hỗn hợp thành phần chính [[thuốc súng không khói]]. Khi bắn, [[súng]] có một chút ít khói xanh, hầu như không thể phát hiện ban ngày, không như [[B40]] dùng [[thuốc nổ đen]] nhiều khói.\n\nĐạn [[PG-7V]] có sơ tốc đầu nòng 127&nbsp;m\/s, đạn [[PG-7VM]] có sơ tốc 140&nbsp;m\/s. Đạn [[PG-7]] có tầm hiệu quả 250 mét, các đạn [[PG-7VM]] có tầm bắn hiệu quả với mục tiêu di động 350 mét, mục tiêu cố định 500 mét. Đạn hạng nặng [[PG-7VR]] tầm hiệu quả 200 mét. Khi tầm quá 200 mét, [[tốc độ]] gió trên 20&nbsp;km\/h, [[đạn]] bị ảnh hưởng khá nhiều bởi sức [[gió]]. Người bắn sử dụng [[thước ngắm]] chia vạch để xác định độ lệch phát bắn, điều đó đòi hỏi được huấn luyện kỹ càng. Đạn lệch về phía đầu nguồn gió.\n\nHình bên thể hiện đồ thị thời gian bay của đầu đạn, tốc độ cao và nặng như viên đạn đại bác nhỏ, đảm bảo bắn chính xác ở xa.\n\n===Đầu nổ lõm===\n[[Tập tin:CumulativeHeadvn.png|nhỏ|phải|Sơ đồ đầu nổ lõm của B41]]\n[[Tập tin:Oonghoitub41.JPG|nhỏ|trái|B41 xuyên bằng ống chụm]]\n\nĐầu nổ của các [[đạn]] xuyên PG-7, PG-7V, PG-7VM, PG7VR dùng [[thuốc nổ]] mạnh, nhưng cơ chế nổ lõm gần giống [[B40]], là góc mở rộng có lót tấm tích năng lượng. [[Liều]] nổ của B41 có góc mở hẹp hơn của [[B40]]. Liều này được [[điểm hỏa]] chính xác bằng [[ngòi nổ]] [[điện]], đầu viên [[đạn]] có bộ phận sinh điện, bộ phận này kích [[ngòi nổ]] [[điện]] nằm ở cổ đạn, sức nổ dược [[trạm truyền nổ]] truyền đến thuốc nổ chính. Phía sau [[liều nổ lõm]] có tấm chắn sức nổ, tạo thuận lợi cho việc làm dài liều nổ, sức xuyên mạnh hơn, tập trung về phía trước, ít bị ảnh hưởng của góc chạm hơn.\n\nĐạn [[PG-7VR]] hai tầng, tầng đầu công phá [[ERA]], tầng tiếp theo phá giáp chính. Đây là [[đạn]] hiện đại hóa chống [[giáp]] hiện đại.\n\nĐạn có mũ chụp rất vững, mũ này có những cạnh thép sắc, giúp [[đạn]] di qua những vật cản như lưới [[thép]], bao cát, tường mềm trước khi va vào giáp cứng. Kiểu liều nổ lõm cũng được cải tiến lớn. Đạn có thêm phía trong mũ chụp một vách dẫn luồng có hình dạng đặc biệt (xem ảnh), dẫn luồng này làm luồng đạn hội tụ trong điểm rất nhỏ, tăng khả năng xuyên. Ống chụm này cùng chụp tạo thành mũ rất chắc.\n\nSức xuyên của [[PG-7V]] khoảng 270mm thép cán theo cách tính [[Nga]], nhưng các tài liệu [[phương Tây]] thường ghi 330mm hoặc 350mm theo phương pháp thử nghiệm của họ (phương Tây lấy góc chạm đứng, người [[Nga]] gọi đó là khả năng xuyên lớn nhất). Đạn [[PG-7VL]] xuyên 500mm, các đạn [[PG-7VR]] hai tầng xuyên 600mm vượt qua giáp phản ứng nổ [[ERA]] chỉ bằng một phát bắn.\n\n===Ngòi và truyền nổ===\nKhi mũ chụp bị phá hủy, điện phát sinh kích nổ [[đạn]] rất chính xác. Đây là phương án hết sức ưu việt nếu so với các [[vũ khí]] cùng chức năng khác truyền nổ bằng [[dây truyền nổ]], [[trạm truyền nổ]], thanh truyền lực [[kích nổ]], [[đạn]] (một viên đạn bắn từ ngòi vào kích nổ chính)... xuất phát từ kim hỏa-hạt nổ. Thời điểm điểm nổ chính xác của ngòi dùng tinh thể áp điện đến một phần vạn giây, so với các ngòi dùng kim hỏa-hạt nổ chỉ một phần vài chục giây. Nhờ thế, khoảng cách phát nổ của B41 đạt chính xác tới cỡ vài cm.\n\nChính [[ngòi nổ]] [[điện]] này cùng các đặc điểm khác làm [[đạn]] B41 có [[xác suất]] diệt mục tiêu cao, không phụ thuộc vào các điều kiện dễ gặp như lưới [[B40]], bao cát, rất ít phụ thuộc vào góc chạm.\n\nTrạm truyền nổ của B41 thừa kế kỹ thuật của B40. Phản ứng nổ bắn đầu từ tâm một chữ U, truyền qua cạnh chữ U này vào giữa cạnh V của đầu lõm, nhờ đó toàn bộ đầu lõm phát nổ đồng đều. Hàng chục năm sau người Đức mới chế tạo các Panzerfaust có trạm truyền nổ tương tự, vào thập niên 199x, khi Liên Xô sụp đổ và kỹ thuật thất thoát.\n\n[[PUS-7]] (ПУС-7) là [[đạn]] huấn luyện.\n\n==Cách bắn==\n* [[Súng]] có thể đứng bắn, nằm bắn, quỳ bắn.\n* Khi bắn, [[xạ thủ]] phải tránh hình chóp góc 30 độ sau [[súng]].\n* Không có tường cản trong vòng 2 mét sau súng.\n* Có thể bắn trong phòng vài trăm mét khối.\n* Trước khi bắn, xạ thủ phải xác định hướng gió và tốc độ gió, hướng di chuyển và tốc độ mục tiêu.\n* Sau đó thực hiện đo xa, nếu mục tiêu đủ gần thì không cần bù gió.\n* Bù gió và bù tốc độ mục tiêu.\n* Bắn nhưng giữ nguyên súng, quan sát độ lệch đạn nếu trượt.\n* Bắn tiếp có bù độ lệch.\n* Súng không tạo khói như B40 nên rất khó phát hiện ban ngày. Nhưng ban đêm, súng có chớp sáng nhỏ.\n* Súng có tiếng nổ đầu nòng rất nguy hiểm, mỗi xạ thủ chỉ được bắn liên tục 5-6 phát (thậm chí là chỉ tối đa 3 phát).\n* Súng nạp đạn chậm, khi chỉ một mình xạ thủ, tốc độ bắn chỉ tối đa 4 phát phút.\n* Để cải thiện tốc độ bắn, những người cùng tổ lắp sẵn liều cho xạ thủ. Nhờ đó tăng tốc độ bắn đến 6 phát mỗi phút dễ dàng.\n* Chú ý B41 không có lỗ thoát khí bên phải như B40.\n\nViệc bắn B41 đòi hỏi huấn luyện rất kỹ càng, trong cuốn sách quân sự Mỹ năm 1976 <ref name=\"ReferenceA\">20010803 107, November 1976, Soviet Anti tank Grenade Launcher<\/ref>, người [[Hoa Kỳ|Mỹ]] dựa vào kiến thức cóp nhặt, nên đặt cách bù gió đo xa rất sai, điều này dẫn đến họ bắn thử nghiệm chỉ đạt tầm hiệu quả 180 mét. Một cách để tăng kinh nghiệm [[xạ thủ]] là tổ chức 2-3 tổ từ các hướng rất khác nhau, bắn lần lượt, điều này làm tăng khả năng an toàn cho [[xạ thủ]], bù trừ sai số ước lượng của các xạ thủ về tốc độ gió và mục tiêu, các [[xạ thủ]] đã bắn nhiều phát sẽ có kinh nghiệm ước lượng tầm xa và lệch gió tốt, làm tăng tỷ lệ bắn trúng đích.\n\n==Chiến thuật==\n\n===Chống xe tăng===\nTrong [[Chiến tranh Việt Nam]], giáp xe tăng chưa có công nghệ cao, chưa có ERA, nên súng B41 rất lợi hại, xuyên được tất cả các xe thiết giáp lúc đó (kể cả xe tăng [[M48 Patton]], [[M60]]). [[Bộ binh]] và [[du kích]] [[Việt Nam]] sử dụng hai chiến thuật săn xe:\n\n* Một là sử dụng tổ bộ binh nhỏ, luồn sâu, phục kích. Điều nguy hiểm với [[xe tăng]] là khi B41 áp sát được tầm dưới 100 mét, đến lúc này, xạ thủ ngắm bắn chính xác vào những chỗ hiểm như ổ đỡ [[tháp pháo]], phía sau xe, khoang chứa đạn sau tháp pháo... Những phát bắn này thường tiêu diệt tức khắc mục tiêu. Khi phòng ngự, khi [[xe tăng]] đến gần, các xạ thủ bám chiến hào, công sự, vật cản. Kết hợp với cối, mìn định hướng làm lui bộ binh đi cùng. [[Xe tăng]] khó có thể quan sát bao quát, khả năng bị diệt cao khi bị tấn công từ nhiều hướng.\n* Hai là dùng nhiều tổ, phân tán, bắn liên tục từ nhiều hướng, di chuyển liên tục, bám sát. Trong địa hình rừng núi, đây là chiến thuật rất đáng sợ. Một số lượng lớn đầu đạn đến từ nhiều hướng bù những sai số ước lượng của xạ thủ, thông thường loạt đạn săn xe tăng này có kết quả tức khắc, mặc dù khoảng cách không nhỏ.\n\nB41 rất đáng sợ với các [[phương tiện chiến đấu bọc thép|xe bọc thép]] chở quân hỗ trợ [[bộ binh]] [[Xe chiến đấu bộ binh|IFV]]. Những phát bắn phục kích xe này gây thương vong lớn, trong phim ''[[Cuộc chiến 10 ngàn ngày]]'' còn cảnh B-41 hạ một xe thiết giáp [[M-113|M113]] đang di chuyển rất nhanh. Các [[phương tiện chiến đấu bọc thép|xe bọc thép]] có vỏ mỏng hơn [[xe tăng]], kể cả [[phương tiện chiến đấu bọc thép|xe bọc thép]] hiện đại, nên không thể chịu được phát bắn của B-41.\n\nTháng 10-1973, trên [[bán đảo Sinai]], quân [[Ai Cập]] bố trí kết hợp [[RPG]] và [[AT-3 Sagger|AT-3]], bắn liên tục từ nhiều hướng, tạo chiến công lớn.\n\n===Chống bộ binh, lô cốt===\nB41 có đạn sát thương nổ phá [[OG-A]] được dùng như [[pháo]] tấn công tầm gần (bắn mục tiêu chính xác), hỗ trợ cực kỳ bám sát. Tuy nhiên, nếu coi B41 như [[pháo]] hỗ trợ (field gun, bắn cấp tập hàng trăm phát lên một diện tích rộng) là điều hết sức sai lầm, lấy đồ nhà nghèo tiêu như nhà giàu.\n\nB41 rất quan trọng trong [[tiểu đội]] [[bộ binh]]. Trong [[chiến thuật]] [[tiến công]] [[tiểu đội]] bộ binh của [[Việt Nam]], thường chỉ 1 hoặc 2 trong 3 tổ là xung phong, 1-2 tổ còn lại ở phía sau bắn kiềm chế địch để hỗ trợ. Xạ thủ B41 trong [[tiểu đội]] bám sát chặt chẽ mũi tiến công, phát hiện và tiêu diệt [[ổ hỏa điểm]] (lô cốt, ụ súng máy của địch) trong tầm chiến đấu [[bộ binh]] (250 mét trở xuống). Ở tầm này, gọi chi viện pháo binh sẽ không kịp, nếu có xe đi cùng thì cũng rất nguy hiểm cho xe.\n\nB41 ngoài mặt trận thường chỉ có [[đạn xuyên]] [[HEAT]], đạn này sát thương không rộng, nhưng phương pháp sử dụng khá đa dạng. Đạn HEAT khi bắn vào tường dày, vách đá sẽ phát nổ, văng ra mảnh đạn dày đặc và sóng xung kích dữ dội gấp mấy lần so với [[lựu đạn]], tiêu diệt được bộ binh trong bán kính cả chục mét. Nếu [[đạn]] nổ sát đất sẽ thổi một luồng khí định hướng kéo theo đất đá sát thương, độ chụm và tầm sát thương xa còn hơn cả [[Mìn M18A1|mìn claymore]]. B41 trong chiến đấu thường sử dụng cách thức này, xạ thủ bắn vào đám đất phía trước địch để tạo ra luồng sát thương, có thể diệt nhiều địch chỉ với một phát bắn.\n\n[[Việt Nam]] cũng chế ra [[mìn định hướng]] kiểu [[Việt Nam]] rất giống [[đạn]] [[B41]], đặt sát mặt đất, thổi bay địch sát [[chiến hào]] tiền duyên như [[pháo|đại bác]] bắn đạn ria.\n\n===Mục tiêu hiện đại===\nTrong [[chiến tranh Afghanistan]], 80% số đạn RPG bắn về phía [[T-72]] bị hệ thống đánh chặn [[Drozd]] phá hủy, đến cuối chiến tranh, việc bắn hỏng một chiếc [[T-72]] ở đây rất khó, mặc dù [[du kích]] sử dụng những trung đội B41 săn xe lớn. Đã có một bộ phim hài [[Hoa Kỳ|Mỹ]] nói về các [[xạ thủ]] [[Mujahideen]] loay hoay quanh chiếc [[T-72]] đơn độc mà không làm gì được nó.\n\nTrong [[Chiến tranh Chechnya lần thứ nhất]] (báo cáo năm 1997), có 62 [[xe tăng]] [[Nga]] bị các loại [[RPG]] bắn hạ, gồm [[T-62]], [[T-72]] và [[T-80]], trong đó có nhiều xe bị trúng [[RPG]] đầu đạn hạng nặng. Nhưng chỉ 1 xe bị bắn hỏng xuyên qua [[ERA]]. Điều đó cho thấy [[ERA]] có tác dụng tốt khi chống lại [[RPG]]. Các xe khác bị bắn trong tình trạng chỉ có [[ERA]] phía trước (lúc đó [[Nga]] thiếu tiền trầm trọng), bị [[đạn]] bắn trúng sườn hoặc sau xe, một số xe bị bắn vào nóc xe. [[Du kích]] bố trí B41 trong nhiều tầng nhà, nhiều hướng, bắn trong phòng. Nóc xe tăng luôn là chỗ có giáp rất yếu.\n\nĐến [[Chiến tranh Chechnya lần thứ hai]], [[ERA]] và [[APS]] đóng góp vai trò quan trọng, lúc này phiến quân Chechnya có nhiều [[RPG]] hiện đại hơn, nhưng số lượng xe hỏng do trúng [[đạn]] không đáng kể.\n\n[[Tập tin:DM-SD-04-07075.jpg|nhỏ|phải|250px|Một chiếc [[M1 Abrams]] bị B-41 phá hủy tại Iraq]] \n[[Người Mỹ]] trước đây thường nghĩ rằng xe tăng hiện đại không sợ B41. Nhưng trận đánh đột kích vào [[sân bay]] [[Bagdad|Baghdad]] [[Iraq]] năm 2003 bị thất bại đã chứng tỏ, [[M1 Abrams|M1A1]] có nhiều điểm bị B41 khoan thủng. Thực chất [[M1A1]] không hề có [[ERA]] và [[APS]], [[M1A2]] có một chút nhưng khả năng bảo vệ thấp. Trong trận đánh đó, [[xe tăng]] [[Hoa Kỳ|Mỹ]] không có [[bộ binh]] đi kèm bị B41 bắn ngang sườn, đạn nổ, phá hủy hoàn toàn xe. Từ đó đến nay, các xe M1 nhiều lần bị bắn hỏng, phá hủy hoàn toàn vì các [[RPG]], chủ yếu là B41.\n\nNhững đầu đạn hiện đại tỏ tác dụng trong xung đột [[Israel]] 6-2006, tuy nhiên, đến nay khó xác định được súng nào đã bắn cháy 22 tăng [[Israel]] trong 1 tháng, có khả năng là B41 dùng các đầu đạn 105mm hạng nặng. Điều này cho thấy chất lượng [[APS]] [[Israel]] còn nhiều vẫn đề.\n\nTrận đánh [[Mogadishu]], [[Somalia]] năm 1993 đã dược dựng thành phim nổi tiếng [[Blackhawk down]]. Tại đây, B41 bắn hạ [[máy bay trực thăng|trực thăng]]. Trong chiến tranh [[Việt Nam]], cũng có trực thăng bị B41 bắn hạ, nhưng ít, người ta cũng đồn thổi về các chiến thuật bắn trực thăng B41 trong [[chiến tranh Afghanistan]], nhưng rõ ràng đây là tán gẫu, như việc dùng B41 làm pháo binh bắn cường tập kiểu [[Hoa Kỳ|Mỹ]]. Thực ra, B-41 có thể bắn hạ trực thăng nhưng với điều kiện nó đang bay thấp và chậm.\n\nNăm 2015, quân đội Ả Rập Saudi cũng sử dụng nhiều chiếc M1 để tấn công lực lượng Houthi ở [[Yemen]], nhưng chiến dịch đã thất bại. Nhiều chiếc M1 đã bị bắn hạ bởi súng chống tăng RPG-7 và tên lửa chống tăng của quân Houthi.\n\nB41 dùng đạn đời cũ không xuyên được giáp xe tăng hiện đại từ đằng trước, nhưng diệt được tất cả các xe thiết giáp khác. Để tăng sức xuyên, cần dùng đạn B-41 kiểu mới.\n\n===B41 hiện đại hóa===\nVới giáp tăng hiện đại, cần sử dụng đạn [[PG-7VR]] sức xuyên 750mm thép cán tiêu chuẩn. Nhưng đây là đạn nặng nặng hai tầng, tầm bắn hạ còn 200 mét.\n\nĐầu đạn kiểu cũ như [[PG-7V]], [[PG-7VM]] không còn đủ khả năng bắn xuyên giáp trước [[xe tăng]] hiện đại, nhưng vẫn hạ được xe tăng hiện đại nếu bắn vào hông xe, hoặc vẫn có thể hạ được các loại [[phương tiện chiến đấu bọc thép|xe bọc thép]] và công sự.\n\nVẫn có các [[đạn]] cải tiến dùng cho súng RPG-7 như [[PG-7VL]], [[RPG-7VR]]. Tuy nhiên, súng B-41 khi bắn đạn hạng nặng kiểu mới thì tầm hiệu quả chỉ còn 150-200 mét, ngày nay đời sau súng này là [[RPG-29]] có tầm bắn hiệu quả tới 500 mét.\n\n==Những sai lầm thường thấy khi nói về B41==\nDo thiếu những hiểu biết thực tế chiến trường nên tồn tại nhiều điểm nhầm lẫn, dưới đây là những điểm hay gặp.\n===Người [[Hoa Kỳ|Mỹ]] coi B41 có thể dùng như [[pháo]]===\nCâu chuyện coi B41 là một loại [[pháo]].<ref name=\"ReferenceA\"\/> Trong tài liệu huấn luyện chính thức của [[Hoa Kỳ|Mỹ]] năm 1976, người ta thường cho rằng B41 có thể sử dụng như pháo binh, xuất phát từ việc quá kinh hoàng trước sức mạnh của súng trong [[Chiến tranh Việt Nam]]. Điều đó dẫn đến những sai lầm lan truyền sau.\n\n''Về trung đội B41 của [[Mujahideen]]. Thường thấy nói rằng, trung đội này sử dụng B41 như pháo binh. [[Mujahideen]] cũng có chiến thuật dùng B41 bắn máy bay, trung đội pháo binh B41 để bắn trực thăng. (xem ảnh bên, phòng ngự tiểu đoàn).\n\nB41 tạo thành hỏa lực chống tăng dày đặc trong phòng ngự chính quy cấp tiểu đoàn. Với tốc độ bắn gấp nhiều chục lần xe, pháo (100 súng, đạt tốc độ bắn cao nhất 400-600 phát phút), tạo ra màn đạn hoàn toàn chặn đứng địch trong tầm bắn bộ binh (300 mét). (xem ảnh bên, phòng ngự tiểu đoàn).''\n\nĐiều này là sai lầm cơ bản, B41 là súng của đội quân nghèo, lấy yếu địch mạnh, thường dùng chiến thuật đeo bám, đánh gần, '''bám thắt lưng địch mà đánh'''. Việc lấy vũ khí của con nhà nghèo làm [[pháo]], bắn như cách đánh của con nhà giàu là điều ngược đời. Thật ra, B41 không thể dùng như vậy. B41 thường được dùng trong trận địa [[phòng ngự]] chính quy từ cấp tổ 3 người của [[Việt Nam]]. Việc cung cấp nhiều loại [[đạn]] (đạn cháy, xuyên phá, đạn sát thương) với số lượng lớn cho B41 ngoài [[chiến trường]] của nhà nghèo là điều không thể. Trong chiến tranh [[Việt Nam]] và [[Apganistan]] hầu như chỉ dùng B41 với đạn xuyên ([[HEAT]]). Đạn này có sức sát thương đối với bộ binh thấp hơn đạn nổ mảnh, không thể coi như pháo. Pháo dễ dàng cùng cấp nhiều loại đạn do không ở tiền duyên, còn B41 thì không thể bắn ồ ạt mà cần ưu tiên cho những mục tiêu kiên cố như thiết giáp, lô cốt.\n\n===Lệch gió ngược===\nLệch gió của đạn B41<ref name=\"ReferenceA\"\/>. Cũng từ tài liệu trên.\n\nĐạn B41 ít lệch gió trong 100 mét. Sau đó, đạn lệch gió ngược, tức hướng vào đầu gió. Trong tài liệu trên hướng dẫn lệch gió xuôi chiều như đạn thường và tỷ lệ thuận.\n\n===Cách đo xa===\nCách đo xa B41<ref name=\"ReferenceA\"\/>. Cũng từ tài liệu trên, trình bày sai.\n\n===Lưới chống===\nDùng lưới chặn đạn B41 <ref name=\"ReferenceA\"\/>. Cũng tài liệu trên.\n\nĐạn B41 xuyên qua dễ dàng tấm thép 5mm mà không phát nổ, bởi kết cấu chụp đầu [[đạn]] và máy sinh điện. Tài liệu trên ghi 50% đạn phát nổ khi gặp lưới B40. Thật ra, đạn chỉ phát nổ khi đâm vào những cọc lưới với tỷ lệ rất ít, ngoại trừ trường hợp người ta chặn mục tiêu toàn bằng cọc làm từ ray tàu hỏa.\n\nHiện tượng các cựu chiến binh thường thấy là đạn B41 xuyên qua lưới, nếu công sự bao cát thì đạn xuyên vào nhưng không phát nổ ngay. Lúc ngòi nổ tự hủy đạn có tác dụng, đạn mới thổi công sự.\n\n===Dùng B-41 bắn máy bay ===\n\nTại Việt Nam, do nhiều vụ máy bay trực thăng đã bị B-41 bắn rơi nên trong tài liệu huấn luyện trên, người Mỹ đưa ra chiến thuật săn máy bay bằng B-41. Thực ra, B-41 chỉ có thể bắn rơi các máy bay trực thăng khi chúng đang bay treo cố định hoặc di chuyển chậm và thấp, chỉ cách mặt đất vài chục mét (thường là lúc đổ quân hay cất cánh), nên bộ binh có thể dùng B-41 ngắm bắn trực diện với xác suất trúng đích cao. Còn nếu máy máy bay đang di chuyển nhanh ở trên cao (vài trăm mét trở lên), B-41 gần như không thể bắn trúng mục tiêu nên người ta sẽ không bắn để tránh lãng phí đạn.\n\n===Súng B41 cần khoảng trống lớn===\nĐây là một nhầm lẫn, người ta cho rằng, tiếng nổ đầu nòng của súng mạnh nên súng không bắn được trong phòng. Thực chất, tiếng nổ mạnh nhưng tốc độ phụt khí giảm nhanh do cấu tạo tuyến sau. Không như B40 có luồng phụt tốc độ cao. Súng chỉ cần vài trăm mét khối là bắn được trong phòng. Điều này làm súng trở thành vũ khí quan trọng trong chiến tranh đô thị. Các súng như AT-4 Thụy Điển (tên Mỹ M136) cần không gian hẹp hơn, nhưng giảm rất nhiều tầm bắn, trong khi phần lớn các phòng đều có hàng trăm khối.\n\nNgoài những sai lầm lan truyền từ tài liệu trên, dưới đây là các nhầm lẫn thường gặp.\n\n===Nhầm lẫn giữa B41 và các phiên bản súng Trung Quốc===\nTrên [[Internet]] có hiện tượng các trang các trang [[wiki]] và các [[website|trang web]] khác dịch, copy lẫn của nhau dẫn đến lan truyền sai lầm như là [[dịch bệnh|bệnh dịch]]. Một trong những sai lầm là '''B41 có giá hai chân''', chỉ B41 [[Trung Quốc]]. Thực chất, đây là một nhóm súng do [[Trung Quốc]] sản xuất, không phải là B41, trong khi bản thân B41 không phải [[Trung Quốc]] đều có giá hai chân nhưng người ta không lắp. Trên các bức ảnh, người ta thường chú ý đến [[tuye]] sau đuôi súng nên nhầm, nhưng nhìn rõ thấy chúng hơi khác cả [[súng]] và [[đạn]]. [[Kiểu 69]] có tuổi thọ rất ngắn, nó gần giống như B41, có tên [[kiểu 69-1]] năm 1970, được đưa vào trang bị giữa những năm 1970, đến những năm 1980 thì dừng sản xuất, khi tỏ ra yếu kém trước B41 trong thực tế. [[Saghegh]] của [[Iran]] có cỡ nòng hơi nhỏ hơn. Súng giống B41 [[Pakistan]] thật ra là phiên bản [[Kiểu 69-1]]. [[Kiểu 69-1]] đầu thế kỷ 21 rất ít dùng, công ty Norinco dang có ý định cải tiến lại một lần nữa, lai thuật phóng Bazooka, gọi là [[kiểu 2004 69]].\n\nỞ [[chiến trường]], vẫn có những phiên bản hay được [[internet]] gọi là B41 nhưng thực ra là các phiên bản [[RPG]] của [[Trung Quốc]], cấu tạo hơi khác. Ví dụ như [[Kiểu 56]] cải tiến ([[Kiểu 56]] là B40, nhưng về sau cải tiến tăng tầm bắn, cũng sử dụng tuye sau và buồng đốt phình ra như B41, vẫn dùng phần đầu đạn B40, [[Kiểu 56]] cải tiến này về sau trở thành [[Kiểu 69]]-1 (type-69-1) (cả hai đều có một tay cầm, đạn Kiểu 69 bé hơn B41). Như vậy, tồn tại 3 ROG Trung Quốc kiểu Nga ở Việt Nam: [[Kiểu 56]] là súng B40, kiểu 56 cải tiến là súng có thân giống B41 đạn giống B40 (thân súng này ngắn hơn chút, chỉ có 1 tay cầm), [[kiểu 69]] đạn chẳng giống B40 cũng chẳng giống B41, súng trông giống B41 có 1 tay cầm. Trong sô đó, chỉ B40 [[Kiểu 56]] là ta trang bị, còn đều là chiến lợi phẩm (chỉ dùng để nghiên cứu và trung bầy).\n\n[[Tập tin:Dankieu84dangbay.JPG|nhỏ|phải|đạn kiểu 84 bắn súng kiểu 69. Đạn không có tuye xoáy, ngắn, cánh đuôi nằm trên thân đạn chứ không ở trên liều, người Trung Quốc gọi kiểu này là kiểu bazooka]]\n[[Trung Quốc|Trung quốc]] không sản xuất súng và đạn B41. Phiên bản Kiểu 69 có các biến thể Kiểu 69-1, Kiểu 69-2, Kiểu 69-3. Phiên bản này về súng giống như RPG-7 và RPG-7G, nhưng đạn rất khác.\n\n[[Kiểu 69-1]] sau được cải tiến dùng cho [[chiến tranh biên giới]] [[Việt Nam]] (bao gồm hai cuộc chiến tranh do [[Trung Quốc]] phát động, [[Chiến tranh biên giới Tây Nam]] và [[Chiến tranh biên giới Việt-Trung, 1979|Chiến tranh biên giới phía Bắc]]), kính ngắm [[Trung Quốc]] có thêm vạch đo xa bên trái, sử dụng đo xe [[Nga]] (thấp hơn). [[Pakistan]] sau này nhập khẩu của [[Trung Quốc]] súng này. [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]], [[Trung Quốc]] trong liên minh làm suy yếu [[Liên Xô]] đã đưa súng đến [[Apganistan]], [[kiểu 69]] sau bắt được ở đây. [[Mujahideen]] nhận ngay nhược điểm của [[Kiểu 69]], nó nhẹ hơn, nhưng cơ chế điểm hỏa không hoàn thiện như B41, dùng bắn xuyên tường thì tốt nhưng chống thiết giáp yếu, dồng thời độ chính xác thấp. [[Người Việt Nam (định hướng)|Người Việt Nam]] còn gọi những súng [[Trung Quốc]] này như B63, B69, chỉ một số người nhầm gọi là B41. Đạn kiểu 69 là đạn lai, vừa xuyên vừa sát thương, ngắn hơn đạn B41 (không có khoảng cách từ máy sinh điện về điểm hội tụ của loa lõm, khoảng cách này ở B41 làm máy sinh điện hoạt động đúng khoảng cách, khi điểm hội tụ đến giáp thì vừa nổ).\n\n===Chính xác về năm ra đời===\nHoặc một sai lầm nữa của [[internet]] là RPG-7 ra đời năm 1961, thực chất, đó là năm ra đời đạn mới [[PG-7V]] về sau này dùng rất rộng rãi.\n== Quốc gia sử dụng ==\n* {{flag|Việt Nam Dân chủ Cộng hòa}}\n* {{flag|Cộng hòa Miền Nam Việt Nam}}\n* {{flag|Việt Nam}}\n* {{flag|Lào}}\n* {{flag|Angola}}\n* {{flag|Cuba}}\n* {{flag|Cộng hòa Dân chủ Nhân dân Triều Tiên}}: KPA sử dụng RPG-7 (Type 69) và đặc biệt họ còn nâng cấp đầu đạn lên dạng tandem tương tự RPG-7VR có sức công phá lớn hơn và chống được giáp phản ứng nổ. Đây là thiết kế cũ nhưng hiện tại vẫn rất hiệu quả, đặc biệt là ở những nước nhiều đồi núi như [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Triều Tiên]].\n* {{flag|Cộng hòa Nhân dân Campuchia}}\n* {{flag|Campuchia}}\n* {{flag|Afghanistan}}\n* {{flag|Iran}}\n* {{flag|Iraq}}\n* {{flag|Ukraine}} [[Ukraine]] mua súng chống tăng PSRL-1 của [[Hoa Kỳ]] và xuất hiện từ năm 2017 với hợp đồng trị giá khoảng 500.000 USD.\n* {{flag|Pakistan}}\n* {{flag|Hoa Kỳ|Mỹ}}:Đã phát triển nâng cấp thành RPG-7 Súng chống tăng PSRL-1 USA phiên bản Mỹ tự chế tạo\n* {{flag|Indonesia}}\n* {{flag|Philippines}} [[RPG-7]] (B41)\n... và rất nhiều nước khác\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Xem thêm ==\n*[[B40]]\n*[[Bazooka]]\n\n==Tham khảo==\n*Soviet Anti tank Grenade Launcher. UNITED STATED ARMY TRAINING AND DOCTRINE COMMNAD. 20010803 107, November 1976.\n\n== Liên kết ngoài ==\n{{thể loại Commons|RPG-7}}\n*http:\/\/www.reyndar.org\/beslan\/forum\/index.php\/topic,14.0.html\n*https:\/\/web.archive.org\/web\/20040220114057\/http:\/\/www.geocities.com\/peru_defensa_nacional\/pages\/rpg7.htm trang này là trang scan tạp chí.\n*[http:\/\/www.youtube.com\/watch?v=JqJIuvaPJfw Giới thiệu sơ các mẫu RPG-7]\n*[http:\/\/www.youtube.com\/watch?v=dZnBzfhSmUU Giới thiệu sơ RPG-7]\n\n{{RPG}}\n\n[[Thể loại:Tên lửa điều khiển chống tăng|B41]]\n[[Thể loại:Vũ khí Liên Xô]]\n[[Thể loại:Vũ khí trong Chiến tranh Việt Nam]]\n[[Thể loại:Súng Nga]]"}