{"3338157":"{{cttb}}{{Di tích quốc gia Việt Nam|Tên=Ruộng bậc thang Mù Cang Chải|phân cấp=[[Danh sách Di tích quốc gia Việt Nam|Di tích quốc gia]]|image=<!-- optional -->|image_size=<!-- optional -->|caption=<!-- optional -->|Part_of=<!-- optional: when the article subject is part of a WHS listing, not a full one, e.g. one church in a series of churches -->|Includes=<!-- optional: when a group of subjects together form this WHS; avoid long listings, in which case it is better to summarize or to omit the parameter altogether-->|Location=[[Mù Cang Chải]], [[Yên Bái]]|Criteria=Danh thắng|ID=|Coordinates=<!-- optional; use {{coord}} -->|Year=2007|Extension=<!-- optional -->|Danger=<!-- optional -->|Area={{convert|2200|ha|km2}}|Buffer_zone={{convert|330|ha|km2}}|Website=<!-- optional -->|locmapin=<!-- optional -->|map_caption=<!-- optional -->|map_width=<!-- optional -->|relief=<!-- \"1\" for relief map - if available -->|child=<!-- optional; set to \"yes\" to embed this infobox within another infobox -->|embedded=<!-- optional; use to embed another infobox template within this one, e.g. {{Location map many}} -->|Image=BỨC HỌA ĐỒNG QUÊ - panoramio.jpg}}\n\n'''Ruộng bậc thang Mù Cang Chải''' là những [[ruộng bậc thang]] nằm trên các sườn núi, lớp nọ gối tiếp lớp kia với diện tích khoảng 2.200 ha ở huyện [[Mù Cang Chải]], [[Yên Bái]]. Năm 2007, 330 ha diện tích ruộng bậc thang thuộc 3 xã [[La Pán Tẩn]], [[Chế Cu Nha]], [[Dế Xu Phình]] được xếp hạng là [[Danh sách Di tích quốc gia Việt Nam|di tích quốc gia]] như là một trong những danh thắng độc đáo bậc nhất tại Việt Nam. Và đến năm 2019, danh thắng ruộng bậc thang Mù Cang Chải đã Thủ tướng Chính phủ xếp hạng là Di tích quốc gia đặc biệt<ref>{{Chú thích web|url=https:\/\/vietnamtourism.gov.vn\/post\/33899|website=vietnamtourism.gov.vn|ngày truy cập=2023-01-05}}<\/ref>.[[Tập tin:KHAU PHẠ MÙA NƯỚC ĐỔ - panoramio.jpg|nhỏ|250px|[[Cao Phạ]] mùa nước đổ]]Mù Cang Chải đẹp nhất trong năm vào hai dịp, khi những thửa ruộng vào mùa đổ nước (khoảng tháng 5 tháng 6,  là thời điểm người dân đắp đập, ke bờ, dẫn nước vào ruộng để chuẩn bị cày ải, gieo mạ và cấy lúa)<ref>[https:\/\/vnexpress.net\/mu-cang-chai-mua-nuoc-do-4109090.html Mù Cang Chải mùa nước đổ], VnExpress, 8\/6\/2020<\/ref> và vào mùa lúa chín (khoảng tháng 9 tháng 10)<ref>[http:\/\/vtr.org.vn\/den-mu-cang-chai-thang-9-de-thay-mua-lua-chin-dep-den-nhuong-nao.html Đến Mù Cang Chải tháng 9 để thấy mùa lúa chín đẹp đến nhường nào], Du Lịch, 01\/07\/2019<\/ref>.\n\nNăm 2018, Tuần Văn hóa - Du lịch [[Mường Lò]] và Lễ hội khám phá Danh thắng Quốc gia ruộng bậc thang Mù Cang Chải sẽ diễn ra từ ngày 21 đến ngày 25\/9.[[Tập tin:Lapantan.jpg|nhỏ|250px|Ruộng bậc thang ở [[La Pán Tẩn]]]]\n==Địa lý==\n[[Mù Cang Chải]] là một huyện nằm ở phía tây của tỉnh Yên Bái, có vị trí địa lý:\n*Phía bắc giáp huyện [[Văn Bàn]], tỉnh [[Lào Cai]]\n*Phía nam giáp huyện [[Mường La]], tỉnh [[Sơn La]]\n*Phía tây giáp huyện [[Than Uyên]], tỉnh [[Lai Châu]]\n*Phía đông là huyện [[Văn Chấn]].\n\nHuyện nằm dưới chân của dãy núi [[Hoàng Liên Sơn]] ở độ cao trên 1.000 mét so với mực nước biển.<ref>[http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/2768 Mù Cang Chải- Yên Bái] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160404063328\/http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/2768 |date=2016-04-04 }} Truy cập ngày 1 tháng 1 năm 2016<\/ref> Và để đến được huyện này thì phải qua [[đèo Khau Phạ]], một trong những con đèo ngoạn mục nhất của núi rừng Tây Bắc. Địa hình núi cao và vô cùng hiểm trở do địa hình bị chia cắt mạnh, độ dốc trung bình của toàn huyện là 40 độ, có nơi lên tới 70 độ.\n\nHuyện không có một con sông lớn nào mà chỉ có hàng chục khe suối bắt nguồn từ dãy Hoàng Liên Sơn tạo thành hệ thống khe suối dày đặc dài hàng chục kilomet. Trong khi khí hậu mang tính chất tiểu vùng rõ rệt, với đặc tính ôn đới chia thành hai mùa là mùa khô và mùa mưa, mát mẻ về mùa hè và lạnh về mùa đông. Mù Cang Chải có tới 6 tháng mùa khô khiến cỏ cây xơ xác cộng với mùa đông giá lạnh nên gần như không.\n\n==Lịch sử==\n[[Tập tin:SÁNG SỚM Ở MÙ CANG CHẢI - panoramio.jpg|nhỏ|250px|Sáng sớm ở [[Chế Cu Nha]]]]\nChâu Mù Cang Chải được thành lập vào ngày 18 tháng 10 năm 1955 thuộc [[Khu tự trị Tây Bắc|khu tự trị Thái Mèo]]. Nơi đây có bề dày lịch sử và truyền thống văn hóa lâu đời với gần 90% dân số là [[người Mông]], còn lại là [[người Thái]], [[người Kinh]]. Đồng bào Mông thường cư trú ở những sườn núi cao từ 800 đến 1.700 mét, với kinh nghiệm làm ruộng bậc thang và một số nghề thủ công truyền thống như: rèn đúc, dệt vải bằng sợi lanh, làm đồ trang sức…Văn hoá canh tác ruộng bậc thang của đồng bào dân tộc Mông ở La Pán Tẩn, Chế Cu Nha, Dế Su Phình đã biến tên Mù Cang Chải (nghĩa là ''làng cây khô'') thành đồi ruộng tươi xanh đầy sức sống. Những thửa ruộng bậc thang lớp nọ gối lớp kia vươn cao lên trời. Mùa gặt ở Mù Căng Chải thường rơi vào mùa thu, tức là khoảng tháng 9-10.\n==Mô tả==\n[[Tập tin:Khau Phạ Pass, Vietnam (Unsplash).jpg|nhỏ|250px|Bên [[đèo Khau Phạ]]]]\nNhững thửa ruộng bậc thang có ở nhiều nơi tại núi rừng Tây Bắc và cả ở Đông Bắc. Chúng được sử dụng để canh tác trên khu vực đồi núi, và cũng là biện pháp để giữ được nước cung cấp cho đồng ruộng một cách hiệu quả. Ruộng bậc thang ở Mù Cang Chải thu hút đông khách du lịch cũng như các nhiếp ảnh gia bởi vẻ đẹp không lẫn vào đâu được. Một di sản văn hóa do những người dân tộc bản địa tạo nên qua nhiều thế hệ. Đến Mù Cang Chải, đâu đâu cũng thấy những thửa ruộng bậc thang xếp tầng, xếp lớp trải rộng khắp các quả đồi. Địa hình nơi đây là núi cao bị chia cắt bởi những khe suối, vực sâu và trập trùng là những rừng thông bạt ngàn. Cảnh quan những ruộng bậc thang hình mâm xôi, rừng, khe suối... tầng tầng, lớp lớp xếp lên nhau vô cùng ngoạn mục.<ref>[http:\/\/dulich.vnexpress.net\/photo\/anh-video\/nhung-luu-y-tren-hanh-trinh-toi-ruong-mam-xoi-mu-cang-chai-3285454.html vnexpress-hành trình tới Mù Cang Chải] Truy cập ngày 1 tháng 1 năm 2016<\/ref>\n\nChẳng những thế mà trang web ''When On Earth'' đã thốt lên rằng, \"đây quả là vẻ đẹp tinh tế và hút hồn nhất, và có lẽ độc đáo hơn bất cứ nơi nào trên thế giới\"<ref>{{Chú thích web |url=http:\/\/www.vaas.org.vn\/ket-noi-nhung-mien-que-danh-thang-a14850.html |ngày truy cập=2016-02-28 |tựa đề=Kết nối những miền quê danh thắng |archive-date=2016-03-07 |archive-url=https:\/\/web.archive.org\/web\/20160307094404\/http:\/\/www.vaas.org.vn\/ket-noi-nhung-mien-que-danh-thang-a14850.html |url-status=dead }}<\/ref>.[[Tập tin:Limmong3.jpg|right|thumb|250px|Ruộng bậc thang ở Lìm Mông, [[Cao Phạ]]]]Vào năm 2015, bảo tàng Yên Bái đã tổ chức thám sát khu vực bãi đá cổ ở Mù Cang Chải, nằm trong danh thắng ruộng bậc thang Mù Cang Chải. Điều thú vị là ngoài những hình ruộng bậc thang thì trên các phiến đá còn có rất nhiều hình thù khác nhau thể hiện khát vọng của người xưa về vùng đất khắc nghiệt Tây Bắc. Có ai ngờ rằng những thửa ruộng bậc thang kỳ vĩ này đã được hình thành từ bản thiết kế do người xưa cách đây vài thế kỷ tạo nên (300-400 năm tuổi). Các phiến đá nằm xen lẫn giữa ruộng bậc thang, bên đường và quanh các thôn bản tại các xã Chế Cu Nha, La Pán Tẩn, Lao Chải, Dế Xu Phình nhưng tập trung nhiều nhất ở Tàng Ghênh thuộc xã Lao Chải. Thống kê sơ bộ có khoảng 20 tảng đá đơn lẻ có khối lượng từ 2–50 m³ đều nằm ở những vị trí thoáng, có thể hướng ra khắp bốn phương trời. Các hình dạng của đá bao gồm hình tháp, hình núi, rùa và cả hình trang giấy mở ra, trong khi hình khắc trên phiến đá chủ yếu là ruộng bậc thang, chim hạc, ngựa trời, bản đồ thiên văn, âm dương ngũ hành cùng nhiều ký tự có thể là chữ viết cổ xưa.<ref>[http:\/\/www.vietnamplus.vn\/phat-hien-bai-da-co-mu-cang-chai-co-nien-dai-khoang-300400-nam\/335946.vnp Phát hiện bãi đá cổ Mù Cang Chải] Truy cập ngày 1 tháng 1 năm 2016<<\/ref>\n\nHiện nay, nhằm tôn vinh di tích danh thắng này và phát huy các giá trị văn hóa dân tộc Mông, nâng cao ý thức bảo tồn di sản, tuần lễ văn hóa, du lịch Danh thắng quốc gia Ruộng bậc thang huyện Mù Cang Chải đã được tổ chức từ năm 2015 với nhiều hoạt động gồm chọi dê, hội giã cốm, hội chợ ẩm thực cùng nhiều hoạt động văn hóa khác.\n\n== Địa điểm thăm quan ==\n\n=== Bản Lìm Mông ===\nBản Lìm Mông, xã Cao Phạ, Mù Cang Chải vốn nổi tiếng trong giới dân phượt là tứ đại hiểm địa tại Đây Bắc. Con đường dẫn lên bản ngày khô thì bụi mờ, ngày mưa thì lụt lội. Các biển báo dọc đường đều đề trên 10 độ. Góc cua gấp không xử lý kịp thời chỉ có trội tuột xuống.<ref>{{Chú thích web|url=https:\/\/vivu.net\/blog\/2020\/thang-9-lua-vang-ong-phu-kin-mu-cang-chai\/|tựa đề=Tháng 9 lúa vàng óng phủ kín Mù Cang Chải}}<\/ref>\n[[Tập tin:Nhảy dù lượn từ đèo Khau Phạ ngắm bản Lìm mông.jpg|giữa|nhỏ|531x531px]]\nNếu bạn vượt qua cung đường hiểm trở ấy, tất cả đều xứng đáng. Dưới biển mây mờ ảo, bản làng hiện lên lọt thỏm giữa thung lũng bát ngát. Và tất nhiên những đặc sản tại đây khiến các du khách không khỏi chẹp miệng hít hà hương thơm nồng đậm.\n\n=== La Pán Tẩn ===\nNhững “dấu vân tay của trời” là tên gọi đầy yêu kiều mà du khách nhớ đến khi nói về ruộng lúa La Pán Tẩn. Ruộng lúa hình xoáy ốc mỗi độ thu sang tựa như “mâm xôi vàng” – món quà dâng trời đất được tạo nên bởi chính bàn tay đồng bào dân tộc Mông nơi đây. Công trình ruộng bậc thang tuyệt vời này đã được công nhận là Di tích danh thắng cấp Quốc gia từ cuối năm 2007. Không chỉ thế, La Pán Tẩn còn níu chân du khách bởi những bản làng thơ mộng nằm bình yên trên các sườn đồi, thấp thoáng bóng dáng những cô gái Mông duyên dáng trong chiếc váy sặc sỡ.[[Tập tin:Terraces in Che Cu Nha commune, Mu Cang Chai (Unsplash).jpg|nhỏ|250px|[[Chế Cu Nha]]]]\n=== Chế Cu Nha ===\nChế Cu Nha nằm cách trung tâm huyện Mù Cang Chải khoảng 7&nbsp;km về hướng Hà Nội. Đường vào xã này khá dốc và khó đi, không phù hợp lắm với những bạn đi lần đầu. Tại Chế Cu Nha, ruộng bậc thang có hình dáng tổng thể như mâm xôi, là một đặc sản thắng cảnh mà chỉ vùng cao nơi đây mới có.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Di tích tại Yên Bái]]\n[[Thể loại:Du lịch Yên Bái]]\n[[Thể loại:Nông nghiệp Việt Nam]]\n[[Thể loại:Ruộng bậc thang Việt Nam|Mù Cang Chải]]\n[[Thể loại:Ruộng bậc thang|Mù]]"}