{"63239":"{{Cần biên tập}}\n{{Bảng phân loại\n| name = Rùa Hồ Gươm\n| image = Rùa Hồ Gươm.jpg\n| image_width = 240px\n| image_caption = Hình chụp lúc 05:55:58 ngày [[15 tháng 7]], 2008.\n| status = EW\n| trend = down\n| status_ref = \n| status_system = iucn3.1\n| regnum = [[Động vật|Animalia]]\n| phylum = [[Động vật có dây sống|Chordata]]\n| classis = [[Động vật bò sát|Reptilia]]\n| ordo = [[Bộ Rùa|Testudines]]\n| familia = [[Họ Ba ba|Trionychidae]]\n| genus = ''[[Rafetus]]''\n| species = '''''R. swinhoei'''''\n| binomial = ''Rafetus swinhoei''\n| binomial_authority = \n| synonyms = ''Rafetus vietnamensis'' (Lê Trần Bình 2010)<ref name=autogenerated1>Lê Trần Bình và ctv., 2010, [http:\/\/www.iucn-tftsg.org\/wp-content\/uploads\/file\/Articles\/Le_etal_2010.pdf So sánh hình thái và phân tích ADN mẫu rùa lớn mai mềm nước ngọt của Việt Nam gần với rùa hồ Hoàn Kiếm (vừa mới chết sáng nay)o(Comparative morphological and DNA analysis of specimens of giant freshwater soft-shelled turtle in Vietnam related to Hoan Kiem turtle)], ''Tạp chí Công nghệ Sinh học'', 8(3A):949-954, song ngữ Anh-Việt.<\/ref><ref>{{Chú thích web |url=http:\/\/reptile-database.reptarium.cz\/species?genus=Rafetus&species=vietnamensis |ngày truy cập=2012-04-03 |tựa đề=Rafetus vietnamensis LE et al., 2010 trên The Reptile Database |archive-date = ngày 2 tháng 7 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130702015557\/http:\/\/reptile-database.reptarium.cz\/species?genus=Rafetus&species=vietnamensis |url-status=dead }}<\/ref><br>''Rafetus leloii'' <small>Hà Đình Đức, 2000<\/small>\n}}\n'''Rùa Hồ Gươm''' là một nhóm cá thể rùa lớn đã từng sống tại [[Hồ Hoàn Kiếm|Hồ Gươm]]. Con cuối cùng sống ở Hồ Gươm đã chết vào ngày 19 tháng 1 năm 2016<ref name=\"Tuoitre\">{{chú thích báo | url = http:\/\/tuoitre.vn\/tin\/ban-doc\/20160119\/cu-rua-ho-guom-noi-len-nhung-bat-dong\/1040923.html | tiêu đề = Cụ rùa hồ Hoàn Kiếm chết| author1=Xuân Long|author2=Quang Thế|newspaper=[[Tuổi Trẻ (báo)|Tuổi trẻ Online]] | ngày = 19 tháng 1 năm 2016 | ngày truy cập = 19 tháng 1 năm 2016 | nơi xuất bản = [[Đoàn Thanh niên Cộng sản Hồ Chí Minh]]}}<\/ref><ref name=\"Dantri\">{{chú thích báo|url=http:\/\/dantri.com.vn\/xa-hoi\/cu-rua-ho-guom-qua-doi-20160119203229175.htm|title=Cụ Rùa Hồ Gươm qua đời|newspaper=[[Dân trí (báo)|Dân trí]]|publisher=Trung ương Hội khuyến học Việt Nam|date=ngày 19 tháng 1 năm 2016|access-date =ngày 19 tháng 1 năm 2016}}<\/ref><ref>{{chú thích web | url = http:\/\/vietnamnet.vn\/vn\/xa-hoi\/285425\/cu-ru-a-ho-guom-che-t.html | tiêu đề = Cụ rùa Hồ Gươm chết - VietNamNet | author = | ngày = | ngày truy cập = 19 tháng 1 năm 2016 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/www.nguoiduatin.vn\/cu-rua-ho-guom-da-chet-quy-luat-sinh-lao-benh-tu-a224647.html | tiêu đề = Cụ rùa Hồ Gươm đã chết | author = | ngày = | ngày truy cập = 19 tháng 1 năm 2016 | nơi xuất bản = Báo điện tử Người đưa tin | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/thanhnien.vn\/thoi-su\/cu-rua-ho-guom-da-chet-659527.html | tiêu đề = 'Cụ' rùa Hồ Gươm đã chết | author = | ngày = | ngày truy cập = 19 tháng 1 năm 2016 | nơi xuất bản = Báo Thanh Niên | ngôn ngữ = }}<\/ref>. Đây là những cá thể thuộc loài rùa mai mềm khổng lồ [[Rùa mai mềm Thượng Hải|Rafetus swinhoei]] đặc biệt quý hiếm, năm 2023 trên thế giới người ta chỉ tìm thấy được 3 cá thể. Không những vậy rùa Hồ Gươm còn gắn liền với truyền thuyết về anh hùng dân tộc [[Lê Lợi]] trả gươm cho rùa thần sau khi đánh thắng giặc Minh. Vì vậy, rùa Hồ Gươm được coi là báu vật của Việt Nam, không chỉ về mặt bảo tồn sinh thái mà còn về tâm linh.\n\nHiện nay, rùa Hồ Gươm là loài rùa đặc biệt quý hiếm, được Sách đỏ thế giới xếp vào danh mục [[loài cực kỳ nguy cấp]], khả năng [[tuyệt chủng]] là rất cao. Còn theo GLA rùa Hồ Gươm được xếp vào danh mục E5 (Tuyệt chủng trong tự nhiên). Năm 2023, trên thế giới chỉ còn sót lại 3 cá thể được biết đến (1 ở Trung Quốc và 2 ở Việt Nam). Ở các hồ ngoài Hồ Gươm, đã tìm ra 3 cá thể cùng loài với rùa Hồ Gươm. Vào năm 2020, một cá thể trong đó đã được xác định là cá thể cái ở hồ Đồng Mô, nhưng cá thể này đã chết vào ngày 24\/4\/2023. Ngoài ra, các nhà khoa học đang nỗ lực tìm kiếm những cá thể khác còn sống trong tự nhiên mà chưa được phát hiện. Hy vọng khôi phục lại giống rùa quý hiếm này là rất mong manh, triển vọng thành công còn phụ thuộc vào sự may mắn, cũng như các nỗ lực bảo tồn từ chính phủ Việt Nam và Trung Quốc có thực sự quyết tâm hay không.\n\n==Mô tả==\nCó ý kiến cho rằng, không nên gọi Rùa Hồ Gươm là rùa, mà nên gọi là [[họ Ba ba|ba ba]] lớn hay [[Pelochelys|giải]]. Trong [[tiếng Trung Quốc]], loài này được gọi là ''ban miết'' hay ''lại đầu ngoan'' (ba ba chốc đầu) và loại rùa da trơn có vỏ mai mềm (miết, ngoan) này không được xếp vào hàng [[tứ linh]] của các loài Long, Lân, Quy, Phụng vì nó không phải là Quy về mặt danh xưng.<ref name=\"lê11\">[http:\/\/kienthuc.net.vn\/khoa-hoc\/201104\/dinh-danh-khoa-hoc-cho-cu-Rua-Le-Loi-hay-Viet-Nam-596724\/ Định danh khoa học cho cụ Rùa: Lê Lợi hay Việt Nam?]{{Liên kết hỏng|date = ngày 28 tháng 6 năm 2021 |bot=InternetArchiveBot }} Xuân Hồng, Báo điện tử Kiến thức - Liên hiệp các Hội Khoa học Kỹ thuật Việt Nam, cập nhật 11:03 16\/04\/2011 (GMT+7)<\/ref> Tuy nhiên, về mặt khoa học thì \"rùa\", \"ba ba\" hay \"giải\" chỉ là tên gọi dân gian ở Việt Nam, còn về danh pháp khoa học thì tất cả đều là những phân họ trong [[bộ Rùa]], nên gọi tất cả đều là \"rùa\" là đúng về mặt khoa học.\n\n===Rùa Hồ Gươm===\nRùa Hồ Hoàn Kiếm có kích thước rất lớn, [[đầu]] tương đối nhỏ và rộng, [[mõm]] ngắn, tròn, [[vòi (định hướng)|vòi]] rất ngắn, [[lưng]] [[vàng chanh|màu vàng lục]] có những [[đốm]] [[đen đỏ (màu)|vàng]], yếm [[bụng]] [[trắng|màu trắng]] nhạt. Mai rùa cứng chứ không mềm.\n\nTheo di thể rùa chết vào [[thập niên 1960]] hiện lưu giữ trong [[đền Khiêng hòm]] thì cá thể đó cân nặng 250&nbsp;kg với [[chiều dài]] 2,1m và [[chiều rộng]] 1,8 m. Cá thể ở Hồ Gươm mà thành phố Hà Nội bắt để chữa trị vết thương trên thân rùa hồi tháng 4 năm [[2011]] là [[giống cái]], nặng 169&nbsp;kg với [[chiều dài]] toàn thân của Rùa là 185&nbsp;cm; [[chiều rộng]] mai là 99&nbsp;cm, [[chiều dài]] đuôi là 35&nbsp;cm.<ref>{{chú thích web | title=Rùa hồ Gươm có thể không cùng loài giải Thượng Hải | author=Hương Thu | publisher=[[VnExpress]] | url=http:\/\/vnexpress.net\/gl\/khoa-hoc\/2011\/04\/rua-ho-guom-co-the-khong-cung-loai-giai-thuong-hai\/ | date = ngày 14 tháng 4 năm 2011 | access-date = ngày 23 tháng 4 năm 2011}}<\/ref><ref name=\"DNA\">[http:\/\/giaoduc.net.vn\/Xa-hoi\/Tin-nong\/ADN-rua-ho-Guom-giong-rua-Thanh-Hoa\/864.gd ADN rùa hồ Gươm giống rùa Thanh Hóa ], Giáo dục Việt Nam, 23\/04\/2011<\/ref>\n\nCũng theo giả thuyết của PGS Lê Trần Bình, Rùa Hồ Hoàn Kiếm có thể có nguồn gốc từ [[Lam Kinh]], [[Thanh Hóa]], cùng quê với vua Lê Lợi, và được vua Lê thả vào Hồ Gươm, vì trước đó không có thông tin gì về loài rùa lớn nào tại Thăng Long<ref>[<!--http:\/\/www.hanoitv.org.vn\/tintuc\/vn\/detail.asp?CatID=0&NewsID=14637-->http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/98570\/272i-tim-que-h432417ng-c7909-rua-h7891-g432417m.htm{{Liên kết hỏng|date = ngày 28 tháng 6 năm 2021 |bot=InternetArchiveBot }} Đi tìm \"quê hương\" cụ rùa Hồ Gươm]<\/ref> Theo GS Lê Trần Bình, so sánh cho thấy mẫu [[DNA]] của rùa hồ Gươm giống rùa Quảng Phú - Thanh Hóa.<ref name=\"DNA\"\/>\n\nNăm 2010, có một cá thể rùa mai mềm thuộc loài khác (cụ thể là [[ba ba Nam bộ]]) với [[chiều dài]] 1,2 m nặng 52&nbsp;kg chết ở Hồ Gươm và đã được TS. Vũ Ngọc Thành nguyên cán bộ khoa Sinh, ĐH Khoa học Tự nhiên Hà Nội làm tiêu bản.<ref>{{Chú thích web|url = http:\/\/thanhnien.vn\/thoi-su\/tieu-ban-cu-rua-ho-guom-duoc-xu-ly-ra-sao-659806.html|title = }}<\/ref>\n\n===Rùa ở hồ Đồng Mô và Xuân Khanh===\n[[Tập tin:Rùa Đồng Mô.jpg|nhỏ|Rùa Đồng Mô, được cho là cùng loài với rùa Hồ Gươm, ảnh chụp năm 2008]]\nMột cá thể rùa bị bắt và thoát chết năm 2008 tại [[Đồng Mô]], [[Hà Tây]] cũ, cũng được xem là đồng chủng với Rùa Hồ Gươm,<ref name=\"dongmo\">[http:\/\/thethaovanhoa.vn\/132N20100331122146918T0\/hay-giu-nuoc-dong-mo-de-bao-ve-rua-khong-lo.htm Hãy giữ nước Đồng Mô để bảo vệ rùa khổng lồ ], Thể thao Văn hóa, 31\/03\/2010<\/ref> có [[chiều dài]] 90&nbsp;cm, ngang 70&nbsp;cm, cân nặng chừng 80–90&nbsp;kg, mép màu vàng, đầu đốm rằn ri và mai màu xanh xám.<ref name=\"dm1\">{{Chú thích web |url=http:\/\/vtc.vn\/394-228673\/phong-su-kham-pha\/cu-rua-dong-mo-va-ca-the-rua-khong-lo-thu-tu-tren-the-gioi.htm |ngày truy cập=2012-09-13 |tựa đề=\"Cụ\" rùa Đồng Mô và cá thể rùa khổng lồ thứ tư trên thế giới |archive-date = ngày 18 tháng 9 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120918110053\/http:\/\/vtc.vn\/394-228673\/phong-su-kham-pha\/cu-rua-dong-mo-va-ca-the-rua-khong-lo-thu-tu-tren-the-gioi.htm |url-status=dead }}<\/ref> Ông [[Douglas Hendri]], giám đốc [[Chương trình Bảo tồn rùa châu Á]] đã từng dựng lều trại tại bờ hồ, rồi đêm ngủ tại lều, ngày theo ngư dân đánh cá để tìm kiếm rùa.<ref name=\"dm1\"\/> Ông Douglas bullet khẳng định đã làm xét nghiệm DNA rùa Đồng Mô tại Viện Sinh thái Tài nguyên sinh vật và kết quả xét nghiệm cho thấy rùa Đồng Mô cùng loài với rùa Hồ Gươm, cùng loài Rafetus swinhoei với cả hai cá thể hiện đang được nuôi dưỡng trong vườn thú ở Trung Quốc.<ref name=\"dm1\"\/> [[Tổ chức Bảo tồn Quốc tế|Tổ chức Bảo tồn thiên nhiên Quốc tế]] (CI) cũng xác định con rùa mai mềm lớn ở Đồng Mô thuộc loài Rùa Hoàn Kiếm.<ref>[http:\/\/hanoi.vietnamplus.vn\/Home\/Ho-hang-cua-Rua-ho-Guom-co-nguy-co-mat-tich\/20119\/5722.vnplus Họ hàng của Rùa hồ Gươm có nguy cơ \"mất tích\"]<\/ref> \n\nNăm 2018, đã có ảnh chụp về một cá thể mới ở hồ Xuân Khanh, nâng tổng số cá thể còn tồn tại được biết đến của loài này lên 3 cá thể.\n\nCó triển vọng tìm ra thêm một cá thể mới ở hồ Đồng Mô. Nếu cá thể này được khẳng định thì sẽ nâng tổng số cá thể còn tồn tại được biết đến của loài này lên 3 cá thể, trong đó 2 cá thể ở Việt Nam và 1 cá thể ở Trung Quốc. Những phát hiện này mang lại nhiều hy vọng hơn cho công tác bảo tồn cho loài rùa quý hiếm nhất thế giới này.\n\nSáng ngày 23 tháng 4 năm 2023, cá thể rùa ở hồ Đồng Mô được phát hiện đã chết nổi trên mặt hồ. Đại diện Tổ chức phi chính phủ IMC - Quản lý dự án bảo tồn rùa Hoàn Kiếm cho biết, hiện nay ở hồ Đồng Mô vẫn còn ít nhất 1 cá thể rùa mai mềm sinh sống, nhưng không rõ giới tính và đặc điểm.<ref>Cá thể rùa nặng gần 100kg ở hồ Đồng Mô bị chết| https:\/\/vietnamnet.vn\/ca-the-rua-nang-gan-100kg-o-ho-dong-mo-bi-chet-2135996.html<\/ref>\n\n==Nguy cơ tuyệt chủng==\n[[Tập tin:NNU Rua DenNgocSon.jpg|nhỏ|Tiêu bản rùa trong [[Đền Ngọc Sơn]]]]\nLoài rùa đặc biệt này từng được tìm thấy tại hầu hết khu vực thuộc đồng bằng sông Hồng. Tuy nhiên, các cá thể rùa lớn đã bị săn bắt mạnh mẽ trong suốt thập niên 1970 và 1980, cho đến tận những năm cuối của thập niên 1990. Rùa Hồ Gươm hiện chỉ tìm thấy 1 cá thể còn lại, thuộc diện [[động vật quý hiếm]] ở mức '''đặc biệt nguy cấp''', cần được bảo vệ khẩn cấp với những nỗ lực cao nhất.\n\nTheo lời của phó giáo sư [[Hà Đình Đức]] vào năm 2011,<ref>{{Chú thích báo | tên bài = Bên Hồ Gươm, lại bàn chuyện Rùa Thiêng | ngày = 29-1-2006 | tác giả = Lê Xuân Sơn | url = http:\/\/www.tienphong.vn\/Van-Hoa\/36020\/Ben-Ho-Guom-lai-ban-chuyen-Rua-Thieng.html | công trình = [[Báo Tiền Phong]] | ngày truy cập = 2-3-2011}}<\/ref> rùa khổng lồ sống ở Hồ Gươm từng có 4 cá thể, đến nay tất cả đều đã chết\n#Một cá thể chết ngày [[2 tháng 7]] [[1967]], [[xác]] được lưu giữ trong [[đền Ngọc Sơn]].\n#Một cá thể có xác được lưu trong chùa Hưng Ký (Hoàng Mai, Hà Nội), hiện chuyển về [[Bảo tàng Hà Nội]].\n#Một cá thể bị giết thịt năm 1962-1963, khi bò lên [[vườn hoa Chí Linh]] (nay là vườn hoa tượng đài [[Lý Thái Tổ]]) sau một cơn [[mưa]] lớn.\n#Cá thể duy nhất trong lòng hồ Gươm. Ngày 19 tháng 1 năm 2016, cá thể rùa Hồ Gươm cuối cùng đã chết.<ref name=\"Tuoitre\" \/><ref name=\"Dantri\" \/>\n\nTừ năm 2003, [[Chương trình bảo tồn rùa châu Á]] thực hiện các cuộc điều tra phỏng vấn tại nhiều khu vực thuộc 18 tỉnh miền Bắc [[Việt Nam]] để tìm kiếm các khu vực sông, hồ, và đất ngập nước các cá thể rùa còn lại. Trong quá trình khảo sát, nhóm nghiên cứu đã tìm thấy mai và hộp sọ của 7 các thể rùa Hồ Gươm (Rafetus swinhoei) và một bức ảnh của một cá thể khác được người dân bắt được và chụp lạ.\n\nTính đến năm 2020, chỉ còn 4 cá thể rùa Hồ Gươm được khẳng định là còn sinh tồn, 1 cá thể đực ở vườn thú [[Tô Châu]] ([[Trung Quốc]]) và 2 cá thể ở hồ [[Đồng Mô]], ngoài ra còn 1 cá thể ở hồ [[Xuân Khanh]] nhưng chưa được quan sát rõ. Chú rùa ở Đồng Mô là 1 cá thể cái và có khả năng sinh sản, nhưng chú rùa này đã chết vào ngày 24\/4\/2023. Nếu không tìm được con đực nào để ghép đôi sinh sản thì loài rùa Hồ Gươm sẽ sớm bị [[tuyệt chủng]].\n\nDo vậy, cần phát triển sự hợp tác quốc tế giữa Việt Nam và [[Trung Quốc]] để thực hiện nỗ lực bảo tồn xuyên quốc gia. Việc cấp bách hiện nay là tiếp tục khảo sát để xác định bất kỳ cá thể, quần thể nào còn sót lại của loài rùa này ở Việt Nam và Trung Quốc. Chương trình trao đổi sinh sản cần được thức đẩy, tức là đưa cá thể từ Việt Nam đến Trung Quốc để ghép đôi hoặc ngược lại, hoặc dùng tinh trùng của cá thể đực để thụ tinh nhân tạo cho cá thể cái (trong trường hợp không thể tìm ra thêm cá thể hoang dã nào còn tồn tại ngoài tự nhiên).\n\nNgay cả cá thể rùa Hồ Gươm ở Đồng Mô và Xuân Khanh cũng đang bị đe dọa. Tháng 11\/2008, sau trận mưa ngập lớn tại Hà Nội, chú rùa này bò ra khỏi hồ và đã bị người dân địa phương bắt được và suýt bị đem bán, rất may là đã được các nhà khoa học giải cứu kịp thời. Năm 2018, hồ Đồng Mô đã từng bị san lấp trái phép, đe dọa nghiêm trọng khu vực sinh sống của rùa<ref>https:\/\/laodong.vn\/bat-dong-san\/vu-lap-ho-dong-mo-ha-noi-lam-ro-trach-nhiem-ai-tiep-tay-cho-vi-pham-742553.ldo<\/ref> Ngoài ra, vì lợi ích kinh tế, nhiều hoạt động đánh bắt thủy sản diễn ra ở hồ, nước trong hồ còn bị lấy để tưới cỏ [[sân gôn Đồng Mô]], nước pha trộn thuốc bảo vệ thực vật ở sân gôn đã ngấm dần xuống lòng hồ, gây tàn phá hệ sinh thái trong hồ.\n\nNăm 2017, Công ty URENCO 6 (đơn vị thành viên của Công ty TNHH MTV Môi trường Đô thị Hà Nội – URENCO) bị bắt quả tang đang xả thải trái phép ra hồ Xuân Khanh, làm phá hoại chất lượng môi trường nước nơi cá thể rùa Hoàn Kiếm sinh sống. Nguy cơ cá thể rùa Hoàn Kiếm ở hồ Xuân Khanh có thể bị bắt và vận chuyển trái phép cũng đang gia tăng. Từ ngày 17\/9 tới ngày 4\/10\/2018, đội đánh cá thuộc Công ty TNHH xí nghiệp Thủy sản Suối Hai (đơn vị thầu khai thác thủy sản tại hồ Xuân Khanh) đã tiến hành đánh bắt cá trên hồ Xuân Khanh và tiếp tục sử dụng phương thức \"đánh chuồng\" có nguy cơ gây hại cho rùa Hoàn Kiếm. Tới ngày 29\/10\/2018, đội đánh cá lại tiếp tục sử dụng phương thức đánh bắt này để đánh bắt cá trên hồ. Ngày 23\/10\/2018, đoàn thanh tra thuộc Tổng cục Môi trường (Bộ Tài nguyên và Môi trường) đã phát hiện bãi rác Xuân Sơn xả trái phép nước rỉ rác chưa qua xử lý ra hồ cạnh Hợp tác xã Thành Công và chảy tràn ra hồ Xuân Khanh với lưu lượng khoảng 700m3\/ngày.\n\nNếu những hành vi săn bắt, phá hoại môi trường sinh thái ở hồ Đồng Mô và Xuân Khanh không bị ngăn chặn thì những con rùa Hồ Gươm còn lại ở đó cũng khó có thể sinh tồn được lâu dài, chứ chưa nói tới việc sinh sản duy trì nòi giống.\n\nÔng Đoàn Văn Tiến, đang sinh sống và công tác tại Đồng Mô, thị xã Sơn Tây từng gửi đơn kêu gọi các cơ quan chức năng, chính quyền địa phương và các nhà khoa học sớm có biện pháp quyết liệt để giải cứu loài rùa Hồ Gươm. Theo ông Tiến, ''\"nếu ở hồ Đồng Mô rùa mất đi thì đó là nỗi đau và sự hổ thẹn về trách nhiệm bảo vệ động vật quý hiếm của giới khoa học...\"''<ref>https:\/\/hanoimoi.com.vn\/ban-in\/Moi-truong-2\/319591\/bao-dam-an-toan-ca-the-rua-ho-dong-mo<\/ref>\n\n== Tranh luận về số lượng cá thể và phân loài ==\nRùa Hồ Gươm chậm chạp, hiền lành, thường sống ở những [[sông]] [[hồ]] sâu, [[nước]] chảy yếu. Khi trời nóng thường hay ngóc cổ lên khỏi mặt nước để thở. [[Mùa đông]] thỉnh thoảng phơi nắng.\n\nRùa Hồ Gươm có thể là một loài [[bộ Rùa|rùa]] mới với [[danh pháp|danh pháp khoa học]] là '''''Rafetus vietnamensis'''''{{fact}} (đồng nghĩa: '''''Rafetus leloii''''', ''rùa Lê Lợi''<ref>Dựa trên một số nghiên cứu về hình thái học của ông [[Hà Đình Đức]], [[giáo sư|phó giáo sư]] [[Đại học Quốc gia Hà Nội]].<\/ref>), thuộc [[họ Ba ba]] (Trionychidae) trong [[bộ Rùa]] (Testudines), lớp [[Sauropsida]] (Mặt thằn lằn).\n\nTuy nhiên, có sự tranh luận về sự phân loại này và theo một số chuyên gia quốc tế có uy tín, Rùa Hồ Gươm thuộc loài ''[[Rùa mai mềm Thượng Hải|Rafetus swinhoei]]'' (Rùa mai mềm Thượng Hải), và tại thời điểm 20\/1\/2016, chỉ còn 3 cá thể còn sống.<ref>{{chú thích web | url = http:\/\/vnexpress.net\/tin-tuc\/khoa-hoc\/rua-ho-guom-thuoc-loai-rua-hiem-quy-nhat-the-gioi-3345620.html | tiêu đề = Rùa hồ Gươm thuộc loài rùa hiếm quý nhất thế giới - VnExpress | author = | ngày = | ngày truy cập = 21 tháng 1 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\n[[Hà Đình Đức]] (người định danh ''Rafetus leloii'', năm 2000), [[Lê Trần Bình]] (Viện Công nghệ Sinh học, cùng ctv định danh ''Rafetus vietnamensis'' năm 2010)<ref name=\"lê11\" \/><ref name=\"Le\">{{chú thích web|last=Le|first=Tran Binh|title=COMPARATIVE MORPHOLOGICAL AND DNA ANALYSIS OF SPECIMENS OF GIANT FRESHWATER SOFT-SHELLED TURTLE IN VIETNAM RELATED TO HOAN KIEM TURTLE|url=http:\/\/www.iucn-tftsg.org\/wp-content\/uploads\/file\/Articles\/Le_etal_2010.pdf|access-date =ngày 17 tháng 2 năm 2012}}<\/ref> và một số nhà khoa học Việt Nam cho rằng rùa Hồ Gươm là loài mới, chỉ có ở Việt Nam. Tuy nhiên các tài liệu khác lại cho rằng hoặc đó là một loài [[Pelochelys|giải]] lớn với danh pháp '''''[[Pelochelys bibroni]]''''' ([[Sách đỏ Việt Nam]] năm 1992) hay '''''[[Rùa mai mềm Thượng Hải|Rafetus swinhoei]]'''''.<ref>[http:\/\/www.asianturtlenetwork.org\/field_guide\/Rafetus_swinhoei.htm Asian Turtle Conservation Network - species: Rafetus swinhoei]<\/ref> Cũng theo trang web này thì người ta chỉ biết 4 cá thể ''R. swinhoei'' còn sống tại thời điểm năm [[2010]], trong đó một cá thể sống tại hồ Gươm ([[hồ Hoàn Kiếm]]) của [[Việt Nam]], 1 tại hồ [[Đồng Mô]] ([[Hà Tây]] cũ) <ref name=\"dongmo\" \/> và 2 cá thể kia tại [[Trung Quốc]] (1 tại [[Vườn thú Tô Châu]], 1 tại [[Vườn thú Trường Sa]]). Hai cá thể khác bắt được tại [[Cá Cựu]] (tỉnh Vân Nam) đã chết gần đây bao gồm 1 tại [[Vườn thú Bắc Kinh]] chết năm 2005, 1 tại [[Vườn thú Thượng Hải]] chết cuối năm [[2006]]. Ngoài ra hiện nay có nhiều lời kể về \"giải khổng lồ\" xuất hiện ở một số đầm phá dọc [[sông Hồng]], nên còn hy vọng những cá thể khác vẫn tồn tại trong thiên nhiên.\n\nCác tác giả Farkas B. và Webb R.G. vào năm 2003<ref>Farkas B., Webb R. G., 2003. [http:\/\/www.iucn-tftsg.org\/wp-content\/uploads\/file\/Articles\/Farkas_and_Webb_2003.pdf '''''Rafetus leloii''''' Hà Dinh Duc, 2000 — an invalid species of softshell turtle from Hoan Kiem Lake, Hanoi, Vietnam (Reptilia, Testudines, Trionychidae)]. ''Zool. Abhandl.'' ([[Dresden]]), 53: 107-112.<\/ref> cho rằng danh pháp ''R. leloii'' là một đơn vị phân loại không hợp lệ và chỉ là từ đồng nghĩa muộn của ''R. swinhoei''. Mặc dù GS Lê Trần Bình chỉ ra sự khác biệt di truyền, cũng như sự khác biệt về hình thái, qua hình chụp.<ref name=\"Le\"\/> Tuy nhiên, Farkas và đồng nghiệp trong năm 2010 đã lặp lại kết luận của họ năm 2003, cho là sự khác biệt giữa các mẫu vật có thể là do tuổi tác và trình tự, mẫu gen được sử dụng đã không bao giờ được gửi đến GenBank. Họ cũng chỉ trích việc GS Lê Trần Bình vi phạm Mã ICZN qua việc đổi tên các loài từ ''R. leloii'' thành ''R. vietnamensis'' là \"không phù hợp\".<ref name= Farkas2011>{{chú thích tạp chí|last=Farkas|first=Balázs|others=Minh Duc Le, Truong Quang Nguyen|title=''Rafetus vietnamensis'' Le, Le, Tran, Phan, Phan, Tran, Pham, Nguyen, Nong, Phan, Dinh, Truong and Ha, 2010 – another invalid name for an invalid species of softshell turtle (Reptilia: Testudines: Trionychidae)|journal=Russian Journal of Herpetology|year=2011|url=http:\/\/independent.academia.edu\/BalazsFarkas\/Papers\/822333\/Rafetus_vietnamensis_Le_Le_Tran_Phan_Phan_Tran_Pham_Nguyen_Nong_Phan_Dinh_Truong_and_Ha_2010_-_another_invalid_name_for_an_invalid_species_of_softshell_turtle_Reptilia_Testudines_Trionychidae_|access-date = ngày 17 tháng 2 năm 2012}}<\/ref>\n\nNhóm tác giả Le Đức Minh và Pritchard P. vào năm 2009<ref>Le, M.D. & P. Pritchard, 2009. [http:\/\/www.asianturtlenetwork.org\/library\/reports_papers\/Genetic%20variability%20in%20the%20critically%20endangered%20Rafetus%20swinhoei%20%28Paper%20by%20Le%20and%20Pritchard%202009%29.pdf Genetic Variability of the Critically Endangered Softshell Turtle, ''Rafetus swinhoei'': A Preliminary Report]. In the Proceedings of the First Vietnamese National Symposium on Reptiles and Amphibians, pp. 84-92.<\/ref> dựa trên phân tích dữ liệu DNA đã cho rằng sự khác biệt giữa DNA của những cá thể trong mẫu phân tích của Lê TB và ctv <ref name=autogenerated1 \/> với DNA của loài ''Rafetus swinhoei'' là không đủ để kết luận loài mới. Ông [[Douglas Hendri]], giám đốc [[Chương trình Bảo tồn rùa châu Á]], cán bộ [[Trung tâm Giáo dục thiên nhiên ENV]] đưa ra ý kiến rằng rùa Hồ Gươm thuộc loài ''Rafetus swinhoei'' và đưa ra khả năng duy trì bằng cách cho lai với rùa hồ Đồng Mô hoặc với rùa tại vườn thú Trung Quốc.<ref>[<!--http:\/\/www.tienphong.vn\/Tianyon\/Index.aspx?ArticleID=144916&ChannelID=2-->http:\/\/www.tienphong.vn\/Thoi-Su\/144916\/Rua-quy-Son-Tay%C2%A0co-the-hop-duyen-voi-rua-Ho-Guom.html Rùa quý Sơn Tây có thể 'hợp duyên' với rùa Hồ Gươm?]<\/ref> Rhodin ''et al.'' (2010)<ref>{{Chú thích web |url=http:\/\/www.eeb.ucla.edu\/Faculty\/Shaffer\/pubs\/TTWGChelResMono2010.pdf |ngày truy cập=2012-04-03 |tựa đề=Turtles of the World: 2010 Update |archive-date = ngày 22 tháng 9 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130922085634\/https:\/\/www.eeb.ucla.edu\/Faculty\/Shaffer\/pubs\/TTWGChelResMono2010.pdf |url-status=dead }}<\/ref> vẫn coi rùa Hồ Gươm là ''R. swinhoei''.\n\nTháng 4 năm 2011, một cá thể rùa Hồ Gươm đã được bắt để chữa bệnh và lấy mẫu gen để phân tích<ref>{{chú thích web | title=Cụ Rùa không mắc trọng bệnh | author=Quang Phong | publisher=[[Dân trí (báo)|Dân Trí]] | url=http:\/\/dantri.com.vn\/c728\/s728-471408\/cu-rua-khong-mac-trong-benh.htm | date=09\/04\/2011 | access-date =09\/04\/2011}}<\/ref><ref>{{chú thích web | title=Rùa hồ Gươm có thể không cùng loài giải Thượng Hải | author=Hương Thu | publisher=[[vnExpress|vnexpress]] | url=http:\/\/vnexpress.net\/gl\/khoa-hoc\/2011\/04\/rua-ho-guom-co-the-khong-cung-loai-giai-thuong-hai\/ | date=14\/04\/2011 | access-date =23\/04\/2011}}<\/ref> Bài báo phân tích gen năm 2013 của tác giả Lê Đức Minh, thuộc Trung tâm Nghiên cứu Tài nguyên và Môi trường (CRES), Đại học Quốc gia Hà Nội đăng trên tạp chí Organisms biodiversity & Evolution chỉ ra những mẫu vật ghi nhận về loài rùa này gồm mẫu rùa Hoàn Kiếm (mẫu lấy từ cụ rùa trong đợt cứu chữa năm 2011), mẫu rùa Đồng Mô, mẫu rùa tại Yên Bái, Phú Thọ, Ba Vì và 2 mẫu rùa bên Trung Quốc đều cùng loài và là loài [[Rafetus swinhoei]]. Sự khác biệt về gen ở những mẫu vật này là rất nhỏ, không đủ căn cứ để phân loại ra loài mới.\n\n== Truyền thuyết và vai trò văn hóa==\n{{Chính|Rùa thần Kim Quy|Rùa trong biểu tượng văn hóa}}\n[[Tập tin:Rua Ho Guom 01.jpg|nhỏ|phải|Rùa Hồ Gươm nổi lên mặt nước (2011)]]\nRùa Hồ Gươm gắn liền với truyền thuyết [[Lê Thái Tổ|Lê Lợi]] trả [[Thuận Thiên (kiếm)#Huyền thoại|gươm thần Thuận Thiên]] cho thần [[rùa thần Kim Quy]]. Ngay địa danh của hồ cũng căn cứ trên truyền tích đó vào đầu thời [[nhà Hậu Lê]]. Truyền thuyết thần Kim Quy còn đi ngược dòng lịch sử của người Việt xa hơn nữa với chuyện thần Kim Quy giúp [[An Dương Vương]] xây [[cổ Loa|thành Cổ Loa]] và tặng nhà vua cái móng để làm lẫy [[nỏ]] chống quân của [[Triệu Vũ vương|Triệu Đà]].\n\nVào [[thế kỷ XX]] một số tác phẩm [[văn học Việt Nam]] lấy rùa Hồ Gươm làm đề tài. Trong đó có truyện ''Thần Tháp Rùa'' của [[Vũ Khắc Khoan]] và ''Rùa Hồ Gươm'' của [[Nguyễn Dậu]] (Trương Mẫn Song).\n\nNgười Việt Nam vẫn thường gọi rùa khổng lồ sống ở [[Hồ Hoàn Kiếm|Hồ Gươm]] là \"Cụ\" với hàm ý tôn kính, và đây cũng là biểu tượng gắn liền với truyền thuyết Gươm thần và lịch sử giữ nước, là phần tâm linh đáng trân trọng.<ref>[http:\/\/daidoanket.vn\/index.aspx?chitiet=23176&menu=1372&style=1 Cụ Rùa Hồ Gươm: Từ truyền thuyết tới hiện tại]{{Liên kết hỏng|date = ngày 28 tháng 6 năm 2021 |bot=InternetArchiveBot }}, Đại Đoàn Kết, (27\/01\/2011)<\/ref>\n\nTuy nhiên, theo PGS -TS [[Trần Lâm Biền]] thì không nên gọi là \"Cụ\" vì đây là 1 sinh vật bằng xương thịt, cần bảo tồn khẩn cấp chứ không phải là thần thánh bất tử trong truyền thuyết.<ref>{{Chú thích web|url = http:\/\/www.ngaynay.vn\/pgs-tran-lam-bien-khong-ai-goi-rua-ho-guom-bang-cu-ca-p209885.html|title = |ngày truy cập = 2016-01-22|archive-date = ngày 22 tháng 1 năm 2016 |archive-url = https:\/\/web.archive.org\/web\/20160122095818\/http:\/\/www.ngaynay.vn\/pgs-tran-lam-bien-khong-ai-goi-rua-ho-guom-bang-cu-ca-p209885.html|url-status = dead}}<\/ref>\n\n== Bảo vệ môi trường ==\nVì giá trị văn hóa của rùa Hồ Gươm, tháng 6 năm 2009 công ty Herbst Umwelttechnik GmbH của [[Đức]] được giao phó việc khảo nghiệm hút bớt lớp bùn sâu lắng ở đáy hồ để khơi lòng hồ, giảm lượng độc chất ứ đọng sau bao nhiêu năm ô nhiễm hầu bảo vệ môi trường cho rùa Hồ Gươm. Dự án với chi phí 2,8 triệu [[Đô la Mỹ|USD]] hoàn tất trước [[Đại lễ 1000 năm Thăng Long – Hà Nội]] năm 2010.<ref>[<!--http:\/\/thanhniennews.com\/features\/?catid=10&newsid=49797-->http:\/\/www.thanhniennews.com\/2009\/Pages\/2009614183321049797.aspx Testing begins to save legendary Vietnam turtle]<\/ref>\n\n==Hình ảnh==\n<gallery perrow=\"3\">\nTập tin:Rafetus Leloii 02.JPG|Đầu rùa (2011)\nTập tin:Kim Qui and the Restored Sword (Hoan Kiem) in ceramics.jpg|Rùa Hồ Gươm trong [[Thuận Thiên (kiếm)#Huyền thoại|truyền thuyết]] ''Sự tích Hồ Gươm''\nTập tin:Rafetus swinhoei.jpg|[[Rùa mai mềm Thượng Hải]].\n<\/gallery>\n\n==Xem thêm==\n* [[Rùa mai mềm Thượng Hải]]\n* [[Lê Thái Tổ|Lê Lợi]]\n* [[Hồ Hoàn Kiếm|Hồ Gươm]]\n* [[An Dương Vương]]\n* [[Rùa thần Kim Quy]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Rafetus leloii}}\n{{wikispecies|Rafetus swinhoei}}\n*[[VLOS:Định loại các loài giải (Reptilia: Tetudines: Trionychidae: Pelochelys, Rafetus) ở Việt Nam|Định loại các loài giải (Reptilia: Tetudines: Trionychidae: Pelochelys, Rafetus) ở Việt Nam]] (''Tủ sách VLOS'')\n*Lê Trần Bình và ctv., 2010, [http:\/\/www.iucn-tftsg.org\/wp-content\/uploads\/file\/Articles\/Le_etal_2010.pdf So sánh hình thái và phân tích DNA mẫu rùa lớn mai mềm nước ngọt của Việt Nam gần với rùa hồ Hoàn Kiếm (Comparative morphological and DNA analysis of specimens of giant freshwater soft-shelled turtle in Vietnam related to Hoan Kiem turtle)], ''Tạp chí Công nghệ Sinh học'', 8(3A):949-954, song ngữ Anh-Việt.\n*[http:\/\/www.vncreatures.net\/chitiet.php?page=1&loai=1&ID=5090 Giải thượng hải ''Rafetus swinhoei''] trên trang Sinh vật rừng Việt Nam\n*[<!--http:\/\/www.vnexpress.net\/Vietnam\/Khoa-hoc\/2005\/02\/3B9DB3CF\/-->http:\/\/vnexpress.net\/gl\/khoa-hoc\/2005\/02\/3b9db3cf\/ Rùa Hồ Gươm có nguy cơ tuyệt chủng cao nhất thế giới]\n*[https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/anh-rua-ho-guom-noi-trong-ngay-giai-phong-mien-nam-2084528.html Ảnh rùa hồ Gươm nổi trong ngày giải phóng miền Nam] Trọng Hiệp, VnExpress Thứ ba, 1\/5\/2007, 13:39 (GMT+7)\n*[https:\/\/timkiem.vnexpress.net\/?q=r%C3%B9a%20h%E1%BB%93%20g%C6%B0%C6%A1m Thông tin trên Vnexpress]\n*[http:\/\/hanoimoi.com.vn\/Ban-in\/1000_nam_thang_long\/98570\/272%3Bi-tim-que-h432%3B417%3Bng-c7909%3B-rua-h7891%3B-g432%3B417%3Bm Đi tìm “quê hương” “cụ” rùa hồ Gươm] Nguyễn Trường Giang, báo [[Báo Hà Nội Mới]] Thứ Hai 7:08 28\/08\/2006\n*[http:\/\/thethaovanhoa.vn\/133N20101007104007960T0\/di-tim-que-goc-cu-rua-ho-guom.htm Đi tìm \"quê gốc\" cụ rùa Hồ Gươm]\n*[<!--http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2009\/10\/3BA1468F\/-->https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/cu-rua-noi-trong-dip-ky-niem-999-nam-thang-long-2146495.html Cụ rùa nổi trong dịp kỷ niệm 999 năm Thăng Long]\n* [http:\/\/daidoanket.vn\/index.aspx?chitiet=23176&menu=1372&style=1 Cụ Rùa Hồ Gươm: Từ truyền thuyết tới hiện tại]{{Liên kết hỏng|date = ngày 28 tháng 6 năm 2021 |bot=InternetArchiveBot }}, Đại Đoàn Kết, (27\/01\/2011)\n*[http:\/\/www.hopluu.net\/D_1-2_2-116_4-307\/ Con Rùa Thần Cuối Cùng Trong Hồ Hoàn Kiếm], Hợp Lưu, 17\/7\/2009\n{{Taxonbar}}\n\n[[Thể loại:Rafetus]]\n[[Thể loại:Rùa nổi tiếng]]\n[[Thể loại:Động vật bò sát Việt Nam]]\n[[Thể loại:Hoàn Kiếm]]"}