{"494505":"{{văn phong}}{{wiki hoá}}\n'''Núi Lam Thành''' hay còn gọi là '''Thành Nghệ An''', '''Rú Thành''' là một ngọn núi đứng bên tả ngạn sông Lam, trên địa phận các xã Nghĩa Liệt, xã Phú Điền, xã Triều Khẩu, xã Trung Mâu huyện [[Hưng Nguyên]], [[anh Đô (phủ)|phủ Anh Đô]], trấn [[Nghệ An]], nay là các xã Hưng Lam,Hưng Xuân, Hưng Phú, Hưng Khánh, [[Hưng Tiến]], Hưng Châu, huyện [[Hưng Nguyên]], tỉnh [[Nghệ An]].\n\n== Giai thoại ==\n\n[[Tập tin:nuilamthanh.jpg|nhỏ|phải|Một đoạn thành đắp bằng đá trên núi]]\n\n\"Hưng quận chi nam ­- Hữu sơn ngật lập - Quyết danh Lam Thành...\" là câu mở đầu bài đăng \"[[Lam Thành sơn hoài cổ phú]]\", của Đốc học [[Đặng Nguyên Cẩn]] (1867-1923) viết hồi cụ làm giáo thụ phủ Hưng Nguyên. Bài phú được bạn thân của cụ là [[Tiến sĩ]] Nguyễn Văn Trình (1872-1949) lúc đó làm Tri phủ [[Hưng Nguyên]] phỏng dịch, có câu: \"Núi Lam Thành cao ngất bên kia - Trông phong cảnh đi về không muốn chán...\"\n\nXưa dân gian gọi núi này là rú Rum, và [[sông Lam]] là rào Rum. Rú Rum, trước có tài liệu phiên âm là Dung sơn. Nhưng các văn bản khác đều phiên âm Rum là Lam. Rú Rum - Lam sơn – nhưng do trên núi có ngôi thành cổ nên gọi là núi Lam Thành, hoặc Rú Thành.\n\n[[Tập tin:Canhkaka-thanh2.jpg|nhỏ|phải|Ảnh chụp từ núi thành nhìn ra phía sông Lam]]\n\nNúi còn có một tên [[Chữ Nôm|Nôm]] khác là rú Sét, vì một phần núi nằm trên đất Kẻ Sét, xã Nghĩa Liệt, núi Nghĩa Liệt<ref>Ở làng Hưng Nhân, xã Hưng Lam (Nghĩa Liệt cũ) trước có chợ Sét, và phía ngoài bãi sông có vạn Sét (vạn Thanh Liệt). Có người cho rằng từ Nghĩa trong Nghĩa Liệt là do tước hiệu của Nghĩa vương [[Nguyễn Biểu]]<\/ref>\n\nTheo ''Nghệ An ký'' và một số sách khác thì núi Lam Thành còn có tên Hùng Sơn – Núi Con Gấu (khác với Hùng Lĩnh – [[núi Đụn]] ở [[Nam Đàn]]) và tên Tuyên Nghĩa Sơn vì dưới núi có miếu Tuyên Nghĩa (thờ [[Thái Phúc]], tướng [[nhà Minh]] giữ thành [[Nghệ An]] ra hàng nghĩa quân [[Lam Sơn]], trở về bị vua Minh giết, nên vua [[Lê Thái Tổ]] phong tước, cho lập miếu thờ).\n\nMột số sách còn chép núi này là Đồng Trụ sơn \"do tướng [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] [[Mã Viện]] dựng cột đồng trên núi\". Thật ra theo Từ Hải ([[Trung Quốc]]) thì \"[[Mã Viện]] dựng cột đồng dưới núi Phân Mao, tỉnh [[Quảng Đông]]\". Nhất thống chí đời [[Minh]] lại chép: ''Cột đồng dựng ở động Cổ Lâu Châu Khâm'' ([[Quảng Tây]]) ''Cột đồng [[Mã Viện]] trên đất [[Giao Chỉ]]'' là chuyện hão huyền. Các triều đại phong kiến thống trị phương Bắc loan truyền để gây thanh thế và lấy cớ hạch sách [[người Việt]]. Để đối phó lại, dân ta cũng đặt những câu chuyện, nào là người Giao Chỉ ai qua cũng ném một hòn đá chôn cột đồng mất tích, nào là \"vợ chồng ông họ Hoàng cưa đứt cột đồng, gánh ném xuống sông mất tăm.\" Thơ [[Bùi Dương Lịch]]: \"Phục Ba đồng trụ diệt\" - Từ đó không còn chuyện cột đồng [[Mã Viện]].\n\nTừ bao đời Lam Thành là thắng địa. \"Phía dưới núi có [[sông Lam]] chảy quanh, và có [[sông La]], sông Minh... chảy vào. Lên núi trông xa thì thấy phía tây có núi Hùng Lĩnh và núi Đại Huệ, phía bắc có núi Đại Hải và núi La Nham, phía nam có núi Thiên Nhẫn va [[núi Hồng Lĩnh]], phía đông có núi Kim Nguyên và [[núi Quyết|núi Dũng Quyết]], đều chầu về núi này. Nước sông trong sạch, cây cối tốt tươi, phố gần thôn xa, phong cảnh như vẽ, thật là một nơi danh thắng ở xứ [[Nghệ An]]\" (''Nghệ An ký'').\n\nSách Nghệ An cổ tích lục chép: \"Về triều Lý, các vua vào nam đánh giặc, thường đóng quân tại đây\".\n\nĐời [[Trần]], dưới núi có chùa Yên Quốc, một thiền viện lớn, cùng thời với chùa Ân Quang ở Phù Thạch, bờ nam [[sông Lam]]<ref>Nhà thơ Phạm Ngộ, quê [[Hải Dương]], làm quan đời [[Trần Minh Tông]] (1314 – 1329) trong bài thơ Du Phù Thạch nham có ghi: tiên tổ ông từng tu hành ở chùa Ân Quang.<\/ref>.\n\n''Đại Nam nhất thống chí'' chép về chùa Yên Quốc: \"... Sau chùa có núi Tượng Đầu, trước chùa có khe Tiên Châu (có bản chép Tiên Đơn) chảy từ sườn núi ra, nước thơm ngọt, người ta gọi là khe Yên Quốc...\" Khe Yên Quốc chảy ra sông Rum\/Lam. Đoạn sông gần chùa có cầu Rum\/Lam Kiều. Đây là sông phụ từ Yên Thái xuống, đi gần chân núi, đến làng Triều Khẩu. Nhất thống chí gọi dòng này là sông Nghĩa Liệt. Còn dòng chính theo một số tài liệu địa lý lịch sử, vào thế kỉ XIII, XIV, [[Sông Lam|Ngàn Cả]] - [[Sông Lam|Lam Giang]] xuống quá Vạn Rú ([[Hoành Sơn]]) bây giờ đi về phía tây nam qua vùng đất ngày nay là các xã Nam Cường ([[Nam Đàn]]), Đức Châu, Đức Quang ([[Đức Thọ]]) mà đổ ra gành Phù Thạch, đối ngạn Triều Khẩu. Giữa hai dòng chảy là bãi cát bồi mênh mông, cây cỏ rậm rạp. Phía dưới bãi cát ấy là nơi sông La đổ vào [[sông Lam]], từ đời Lê gọi là ngã ba Phủ<ref>Đời [[Lê]] chưa rõ từ bao giờ, phủ lị [[Đức Quang]] đặt ở giáp Cồn Trận – Văn Quang xã Phi Cảo, huyện [[La Giang]], bên bờ [[sông La]], cách ngã ba này không xa, nên có tên ấy.<\/ref>.\n\nKhoảng niên hiệu [[Hưng Long]] đời [[Trần Anh Tông]] (1293 - 1314) có sáu ông [[Lê]], [[Nguyễn]], [[Phạm]], [[Trần]], [[Bùi]], [[Bạch]] đều là quan văn võ [[nhà Trần]] lui về ở ẩn gần khe Yên Quốc dưới Rú Thành. Các ông cùng xin triều đình cho khẩn bãi bồi giữa sông, lập lên ấp Dương Xá (đời [[Lê]] đổi là Tường Xá, thuộc xã Nam Hoa Đông, huyện [[Thanh Chương]], đến đời [[Khải Định]] [[nhà Nguyễn]], mới chuyển về [[La Sơn (định hướng)|La Sơn]], [[Đức Thọ]]. Trong sáu vị Tổ khai cơ làng Tường Xá thì người họ [[Bạch]] là con trai của [[Trạng nguyên]] [[Bạch Liêu]]. [[Trạng nguyên]] [[Bạch Liêu]] vốn quê làng Nguyễn Xá, huyện [[Đông Thành]], [[Diễn Châu (phủ)|Châu Diễn]]. Sau khi thi đỗ (1266) ông không ra làm quan mà chỉ làm gia khách Thượng tướng [[Trần Quang Khải]] (1241 – 1294) khi ông vào cai quản [[Nghệ An]]. Sau khi [[Trần Quang Khải]] trở về triều đình thì [[Bạch Liêu]] về ẩn ở Kẻ Sét xã Nghĩa Liệt, dưới núi Lam Thành. Hiện ở làng Vệ Chính (xã Hưng Phú) có đền thờ ông. Còn mộ ông đặt dưới chân [[núi Hồng Lĩnh]] địa phận xã Ngoại Thiên Lộc, nay là xã [[Thiên Lộc]], [[Can Lộc]]. (Mộ đã được xếp hạng ''Di tích lịch sử – văn hoá quốc gia'' năm 1993). Chi họ Bạch ở Tường Xá không còn, nhưng ở làng Hưng Nhân xã Hưng Lam còn có chi họ Bạch Hưng rất đông đúc<ref>Các sách hiện nay đều chép [[Trạng nguyên]] [[Bạch Liêu]] dời ra ở xã Nghĩa Lư (Hải Dương) là không có căn cứ. Nếu ở Nghĩa Lư có chi [[bạch (họ)|họ Bạch]] thì có thể con cháu ông về sau dời ra mà thôi.<\/ref>.\n\nVùng đất từ chân núi đến bãi bồi còn rất rộng. Vào thế kỉ XV, còn có thêm một số đơn vị hành chính gọi là \"Sở\", tương truyền là những làng [[người Chăm]] do tướng [[Lê Khôi]] đưa tù binh về lập lên. Sở Vệ Chính (Vệ Sở, đời [[Nguyễn]] thuộc tổng Hoa Viên), các sở Nam Hoa, Hạ Phù, Xuân Lôi (đời [[Nguyễn]] thuộc tổng Nam Hoa, huyện [[Thanh Chương]]. Phía trên xã Nghĩa Liệt còn có các sở Mộc Hoàn, Đồng Luân, Thượng Phù (đời Nguyễn thuộc tổng Phù Long, [[Hưng Nguyên]]).\n\nVề sau, dòng chính [[sông Lam]] đi dần sang phía bắc và mở rộng, dòng phụ bồi lấp, các làng Tường Xá, Hạ Phù, Nam Hoa tách xa bờ, rồi bị đẩy sang bờ nam, kề với xã Phi Cảo huyện [[La Giang]] (nay là vùng Tùng - Châu). Chỉ còn Vệ Sở ở gần núi, nay thuộc xã Hưng Phú.\n\nTheo truyền ngôn, ngôi thành trên núi Lam Thành đã có từ thời [[Trần]] - [[Hồ]] (?). Có người nói, cuối đời [[Trần]], khi nắm quyền bính trong tay, [[Hồ Quý Ly]] (1336 - 1407) rất chăm lo viêc binh bị, đề phòng quân Minh xâm lược. Ông đặc biệt quan tâm đến vùng từ [[Thanh Nghệ]] vào nam, cử người thân tín giữ các lộ, xây Thành Tây Giai (1397) và đắp nhiều thành luỹ khác, trong đó có thành Trài (Diễn Châu), thành Rum ([[Nghệ An]]).Họ [[Hồ]] còn đổi trấn [[Diễn Châu]] làm trấn Vọng Giang, [[xứ Nghệ|trấn Nghệ An]] làm [[trấn Lâm An]]. Tuy nhiên, sử sách không cho biết trấn lỵ [[Nghệ An]] thời ấy đặt ở đâu.\n\nSau khi quân [[Minh]] chiếm [[Đại Việt]], đổi [[Nghệ An]] làm phủ, thì phủ trị đặt ở Lam Thành. Diệt [[nhà Hồ]] xong, tháng 8 năm [[Đinh Hợi]] (1407) [[Trương Phụ]], [[Mộc Thạnh]] rút quân về, để Lữ Nghị và [[Hoàng Phúc]] ở lại và dùng bọn quan đầu hàng là Trần Thúc Dao giữ [[Diễn Châu (phủ)|Châu Diễn]], [[Trần Nhật Chiêu]] giữ [[Nghệ An]]. Nhưng khi vua nhà [[Nhà Hậu Trần|Hậu Trần]] là [[Giản định đế]] [[Giản Định Đế|Trần Ngỗi]] lui quân về [[Nghệ An]] thì bọn này đều bị giết.\n\nTháng 3 năm Kỉ Kửu (1409) [[Trùng Quang Đế|Trần Quý Khoáng]] được [[Đặng Dung]], [[Nguyễn Cảnh Dị]] tôn làm vua, lấy hiệu [[Trùng Quang Đế|Trùng Quang]], đặt hành tại ở Bà Hồ (Chi La), đối ngạn Lam Thành. Vua [[Trùng Quang Đế|Trùng Quang]] lập triều đình, mời [[Giản Định Đế|Giản Định đế]] về làm [[Thượng hoàng]], cùng đánh giặc.\n\nBuổi đầu thanh thế của nghĩa quân rất lớn, nhưng rồi lực lượng suy giảm dần. [[Nhà Minh]] lại đưa [[Trương Phụ]] sang lần nữa. Vào tháng 4 năm Quý Tị (1413) [[Trương Phụ]] lại đánh chiếm [[Nghệ An]]. Vua [[Trùng Quang Đế|Trùng Quang]] phải lui vào Châu Hoá. Phan Quý Hựu giữ chức Thiếu bảo nhà [[Nhà Hậu Trần|Hậu Trần]] đầu hàng giặc, nhưng Quý Hựu ốm chết, Phụ cho con y là Phan Liêu làm Tri phủ [[Nghệ An]].\n\nVua [[Trùng Quang Đế|Trùng Quang]] sai đài quan [[Nguyễn Biểu]] làm sứ cầu phong, mang sản vật địa phương đến thành [[Nghệ An]] (Lam Thành). Thấy thái độ bình thản, bất khuất của [[Nguyễn Biểu]], Phụ tỏ ý kính nể để cho ông về nhưng Phan Liêu xui Phụ bắt ông lại. Ông lớn tiếng vạch tội cướp nước của giặc, Phụ bèn sai trói ông vào cột cầu Lam cho nước lên dìm chết. Nhưng ba ngày thủy triều không lên, Phụ bèn sai đưa ông về trước chùa Yên Quốc giết chết. Vua [[Trùng Quang Đế|Trùng Quang]] thương tiếc, đặt lễ tế ông. Nhà sư chùa Yên Quốc cũng có bài văn cầu siêu cho [[Nguyễn Biểu]].\n\nĐến đời [[Lê Thánh Tông|Hồng Đức]], vua [[Lê Thánh Tông]] (1460 - 1497) phong [[Nguyễn Biểu]] là Nghĩa sĩ đại vương, sai lập đền thờ tại quê nhà, xã Bình Hồ. Sau đó vùng quanh nơi ông tuẫn tiết, nhân dân đếu dựng miếu thờ vọng. Theo ''Nghệ An cổ tích lục'' thì \"bên tả chùa Yên Quốc, có ngôi lầu gọi la lầu Nghĩa Vương.\" \n \nVề sau, không biết là từ lúc nào chùa Yên Quốc trở thành đền Yên Quốc, thờ Nghĩa vương [[Nguyễn Biểu]].\n\nĐầu năm 1425, nghĩa quân [[Lam Sơn]] vào xây dựng căn cứ Đỗ Gia ([[Hương Sơn]]) dưới sự lãnh đạo của Bộ chỉ huy tối cao do Bình định vương [[Lê Thái Tổ|Lê Lợi]] đứng đầu.\n\nTướng [[nhà Minh]] là [[Trần Trí]] giữ Lam Thành, sau những thất bại ở tây [[Nghệ An]], chỉ biết cố thủ chờ viện binh. Tháng 5 -1425, [[Lý An]] từ [[Hà Nội#Thăng Long, Đông Đô, Đông Quan, Đông Kinh|Đông Quan]] đưa quân vượt biển vào cứu, Trí bèn tấn công lên Đỗ Gia, lại bị đại bại. Từ đó thành [[Nghệ An]] (Lam Thành) bị nghĩa quân vây chặt. Tháng 10 - 1426, [[Phương Chính]], [[Lý An]] giao thành cho [[Thái Phúc (nhà Minh)|Thái Phúc]]. Tháng 2\/1427, Phúc mở cửa thành đưa một vạn quân ra hàng...\n \nTừ đầu nhà [[Nhà Lê sơ|Hậu Lê]] (1428) cho đến cuối đời [[Nhà Tây Sơn|Tây Sơn]] (1801), 370 năm, Lam Thành là trấn lị [[Nghệ An]]. Trấn lị không đặt trong ngôi thành do [[Trương Phụ]] xây, nhưng khi nói về lị sở này, sử sách đều chép là [[thành Nghệ An]]<ref>Sách [[Khởi Nghĩa Lam Sơn]] chép: Nối với thành đá ([[Trương Phụ]] xây), còn di tích một toà thành hình chữ nhật, xây gạch vồ nằm từ chân núi đến bờ sông (Lam), chưa rõ cũng do [[Trương Phụ]] xây, hay sau này [[nhà Lê sơ|nhà Lê]] xây làm trị sở trấn [[Nghệ An]]. Trước đó sách [[La Sơn (định hướng)|La Sơn]] phụ tử [[Nguyễn Thiếp]] cũng có nói đến thành xây gạch này.<\/ref>, hoặc Lam Thành, thành Hùng Sơn, thành Nghĩa Liệt, thành Triều Khẩu, lại cả thành Phù Thạch, mặc dầu Phù Thạch (phố) ở bờ nam [[sông Lam]], đối diện Triều Khẩu ở bờ bắc.\n\nTheo ''Nghệ An chí'' và một số sách khác thì ti Trấn thủ đặt ở phường Vệ Sở (Sở Vệ Chính), ti Hiến sát đặt ở làng Nghĩa Liệt, phía bắc, ti Thừa chính và Trường Thi Hương đặt ở làng Triều Khẩu, phía nam.\n\nTrong các cuộc chiến tranh [[Lê]] – [[Mạc]], [[Trịnh]] – [[Nguyễn]], có lúc dinh trấn thủ tạm thời phải dời lên [[Sa Nam]] hay xuống Vịnh Dinh và từ 1662 thì chuyển hẳn vào Dinh Cầu (Hà Trung – Kì Hoa), nhưng hai ti Thừa chính, Khiến sát và trường thi Hương vẫn ở lại Lam Thành.\n\nKhoa đầu tiên ở trường này mở vào năm [[Thiệu Bình]] thứ 5 đời [[Lê Thái Tông]] (1438), và cuối cùng là khoa thi tú tài do [[nhà Tây Sơn]] mở năm [[Nguyễn Huệ|Quang Trung]] thứ 2 (1789), Trong 351 năm, qua hơn trăm khoa thi dưới các triều [[Lê]], [[Mạc]], trường [[Nghệ An]] đã cho ra lò hàng nghìn [[hương cống]], [[sinh đồ]], trong đó có vài trăm vị ra thi hội đỗ [[Tiên sĩ]]. Dấu vết trương thi còn lại là chợ Tràng, gần đây cũng đã lở mất.\n\nChợ Tràng là một chợ lớn, trên bộ dưới thuyền tấp nập: \"Chợ Tràng tháng hâm bảy phiên – Ai đi bộ cứ bước, ai đi thuyền cứ đi\". Theo một tài liệu [[tiếng Nhật]] (do PGS sử học Trần Bá Chí dịch và giới thiệu) thì từ năm 1608, ở Hoa Viên, Phục Lễ (Triều Khẩu) có phố [[người Nhật]], có chợ Tràng buôn bán đủ mặt hàng [[Xứ Nghệ]], của [[Đàng Trong]], [[Đàng Ngoài]] và của cả nước ngoài, (thuốc bắc, lụa, gấm Tàu, bút mực, sách Tàu, cúc mã não, chè ô long, sâm Cao Li...). Cũng theo tài liệu của TBC (Khảo tả về phố cổ Phù Thạch – Bản in rô- nê- ô) thì giữa thế kỉ XVII, [[người Hoa]] gốc [[Quảng Đông]], [[Phúc Kiến]], tại phần đất sát bờ [[sông Lam]], phía trên chùa Ân Quang của làng Vịnh Đại ([[La Sơn (định hướng)|La Sơn]]) lập [[làng Minh Hương]] và phố buôn, gọi là phố Phù Thạch. Vào thế kỉ XVIII cho đến đầu thế kỉ XIX tại chợ Tràng – Phù Thạch việc buôn bán rất phồn thịnh, thường có tàu nước ngoài qua lại, trở thành một cảng thị nội địa sầm uất ở [[Xứ Nghệ]].\n\nDi tích lịch sử quan trọng ở trấn lị cổ kính Lam Thành còn có hai ngôi đền lớn. ''Một là'' [[đền vua Lê]] ở Phú Điền. Theo truyền ngôn thì đền dựng trên nền cũ hành dinh của [[Bình định vương]] [[Lê Thái Tổ|Lê Lợi]] khi nhà vua đưa quân xuống vây thành [[Nghệ An]]. Sau khi nhà vua lên ngôi, trấn lị đặt ở Lam Thành, thì nơi này là hành điện (hay hành cung). Đến năm đầu niên hiệu [[Lê Thánh Tông|Hồng Đức]](1470), vua [[Lê Thánh Tông]] mới sai lập đền thờ vua [[Lê Thái Tổ]] và bà Trinh ý nguyên phi. Khoảng niên hiệu [[Chính Hoà]] (1680 – 1704), vua [[Lê Hy Tông|Lê Hi Tông]] lại rước linh vị vua [[Lê Thái Tông]] và vua [[Lê Thánh Tông]] về thờ ở đây<ref>Nguyễn Đức Tánh – Cuộc đi chơi Lam Thành – Tạp chí Nam Phong số 136, tháng 1 và 2- 1929.<\/ref>. Một tài liệu của ti văn hoá [[Nghệ An]] ngày 25\/01\/1957 cho biết có một lần đền được trùng tu vào năm 1859, \"lợp ngói cổ rất bền và lát gạch vuông mỗi bề 0,37m²...\" Đền có bốn toà nhà, qua toà hạ, đến hai toà trung và toà thượng đường đặt kề nhau thành hình chữ \"công\" (I). ở toà thượng chính giữa thờ vua [[Lê Thái Tổ]], bên hữu thờ vua [[Lê Thái Tông]], bên tả thờ vua [[Lê Thánh Tông]], ở toà trung từ dọc, thờ ba vị [[Đại vương]], con vua [[Lê Thái Tổ]]. Còn toà trung từ ngang thì để các tế khí. Bên phải bốn tòa nhà này là ngôi đền thờ bà Trinh ý phu nhân vợ vua [[Lê Thái Tổ]], mẹ vua Thái Tông<ref>Bà họ Phạm, huý Ngọc Trần, là nguyên phi của vua [[Lê Thái Tổ]]. Bà mất trong thời gian vua [[Lê]] vây [[thành Nghệ An]]. [[Đại Việt]] thông sử chép: Vua sai [[Lê Cố]] đưa về táng ở [[Thanh Hoa]], tới làng Thịnh Mĩ (huyện [[Lôi Dương]]) trời tối dừng nghỉ lại, đến sáng thì mối đùn phủ kín quan tài thành nấm mồ. Vua sai dựng đền thờ ở đó và rước thần chủ về tế ở [[Lam Kinh]]. Theo lời truyền, Nguyễn Đức Trịnh ghi lại trên Nam Phong, thi mộ bà ở núi Na phía tây [[Hồng Lĩnh]] thuộc địa phận xã Quả Phẩm (nay là Xuân Lam, [[Nghi Xuân]]), còn theo Yên Hội thôn chí của [[Bùi Dương Lịch]] thì mộ bà tang ở xã Quyết Viết nay là làng Đồng Thái (xã [[Tùng Ảnh]] - [[Đức Thọ]]).<\/ref> \"Đền này là một kiến trúc lớn, là công trình điêu khắc tinh xảo, có 64 cột lớn (chu vi 1,60 m) – (Báo cáo của Ty văn hoá)<ref>Nay đền không còn, theo người địa phương đền bị nước lũ cuốn, sập đổ, rồi bị dỡ phá.<\/ref>.\n\n''Hai là'' là đền Võ Mục, cũng gọi đền Chiêu Trưng, ở Triều Khẩu. Ông là cháu gọi [[Lê Thái Tổ]] bằng chú, theo vua đánh giặc Minh có công lớn, sau được cử vào trấn giữ [[Nghệ An]]. Năm thứ tư niên hiệu [[Thái Hòa|Thái Hoà]] đời [[Lê Nhân Tông]] (1446), ông cùng tướng [[Trịnh Khả]] đi đánh [[Chiêm Thành]], thắng trận nhưng khi về đến núi Nam Giới thì ốm chết. Mộ ông đặt ở núi Long Ngâm, dân địa phương lập đền thờ. Năm hàng năm triều đình cử trấn quan về tế. Đến năm [[Dương Hoà]] thứ 5 đời [[Lê Thần Tông]] (1639), trấn quan xin lập đền mới ở Triều Khẩu. Năm thứ 6 [[Dương Hòa]] (1640) triều đình cho lấy của công, làm lại đền bằng gỗ lim, lợp ngói. Ngôi đền to lớn, nguy nga, ở thượng đường có tượng Võ Mục vương bằng gỗ trầm, phía ngoài có tấm bia đá do vua Lê Thánh Tông sai ông Nguyễn Như Đổ soạn văn bia. Đền Chiêu Trưng là một trong bốn ngôi đền có tiếng nhất [[Nghệ An]]. Vào cuối thế kỉ XIX, vườn đền bị nước sông xói lở dần, hai thôn Quang Dụ, Hưng Phúc xã Triều Khẩu phải chuyển sang bờ nam (nay là xã Đức Quang, [[Đức Thọ]], [[Hà Tĩnh]]). Đền Võ Mục cũng bị dỡ, lập thành hai đền, một ở thôn Phúc Xuyên, bờ bắc, một ở thôn Hưng Phúc bờ nam, nay là thuộc xã Hưng Khánh, [[Hưng Nguyên]], [[Nghệ An]]. Từ sau 1945, cả hai ngôi đền đều bị bỏ hư hỏng.\n \nTrong số những người có tiếng tăm xưa nay từng đến núi Lam Thành (Rú Thành), trấn lỵ Lam Thành, sử sách còn chép về hai vị [[Hoàng đế]].\nNguyên chú bài Thập nhị nguyệt sơ tứ nhật (ngày mồng bốn tháng chạp) trong tập thơ Chinh Tây kỉ hành của vua [[Lê Thánh Tông]] cho biết: Canh ba đoàn thuyền tiến vào kênh Hoa Cái<ref>Hoa Cái, trước là Đa Cải, là tên phiên âm kênh Gai, có nơi dịch ra [[chữ Hán]] là Ma Cảng. ‘Năm [[Quý Mão]] vua [[Lê Đại Hành]] sai vét kênh Đa Cái\" (Toàn thư).<\/ref>, canh tư đến cửa kênh, rạng sáng ra sông lớn ([[Sông Lam]]). Đi vài dặm nữa tới chân [[thành Nghệ An]] đóng quân. Ngắm nhìn núi sông, nhà vua làm bài thơ tức cảnh, cụ [[Hoàng Xuân Hãn]] trích dịch:\n:[[Lê Thánh Tông|Hồng Đức]] cuối đông, ngày mông bốn\n:Tạm nghỉ cờ tỉnh [[Nghệ An]] thành\n:Cửa biển Đan Hai triều nhợn nhợn\n:Đỉnh non Tuyên Nghĩa bóng chênh chênh...\n\nSau những cảm hứng về cảnh sắc nước non, bài thơ có câu luận: \"Tráng tâm đa thiểu tại thương sinh\" - Chí lớn nhiều ít cũng vì muôn dân. Trong dịp này, nhà vua còn có hai bài thơ làm khi qua bến Phù Thạch (Quá Phù Thạch độ). Bài thứ nhất có hai câu kết: \"Phương kim yển vũ tu văn trị - Xuất thổ hành đương bố đức âm\" – Ngày nay chính là lúc tạm xếp việc võ, sửa sang việc văn - Khắp đất nước cần ban bố ân đức. Đó là lời nói của một vị minh quân, nhân quân.\n\nTrên đường ra trận năm 1470, vua [[Lê Thánh Tông]] dừng chân ở Lam Thành, lúc trấn lỵ mới được thiết lập chưa bao lâu. Hơn 300 năm sau, năm 1789, vua [[Nguyễn Huệ|Quang Trung]] ghé lại Lam Thành sau khi thắng trận trở về, không lâu trước khi trấn lị dời ra Vịnh Dinh. Đây là lần thứ ba nhà vua đến Lam Thành và cũng là lần thứ ba nhà vua hội kiến với [[La Sơn (định hướng)|La Sơn]] phu tử [[Nguyễn Thiếp]] (1723 – 1804). Mấy tháng sau lần hội kiến này, vào mùa thu năm ấy vua [[Nguyễn Huệ|Quang Trung]] lập Sùng Chính thư viện ở Nam Hoa, cử [[Nguyễn Thiếp]] làm Viện trưởng và mở khoa thi tú tài đầu tiên ở trường [[Nghệ An]], lấy [[Nguyên Thiếp]] làm Đề điệu.\n\nXong việc võ đuổi ngoại xâm, giữ yên bờ cõi thì bắt tay vào việc văn, chọn nhân tài, xây dựng đất nước. Hai vị hoàng đế ở hai thời đại khác nhau,cùng có chung suy nghĩ và hành động. Quả là những trí tuệ lớn thường gặp nhau.\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Xem thêm==\n* [[Sông Lam]]\n* [[Xứ Nghệ]]\n\n[[Thể loại:Núi tại Nghệ An]]"}