{"587206":"[[Tập tin:Rượu Mẫu Sơn.JPG|300px|nhỏ|phải|Một bầu rượu Mẫu Sơn]]\n'''Rượu Mẫu Sơn''' là một loại rượu ngon đặc sản do [[người Dao]] sống trên đỉnh [[Mẫu Sơn]], [[Lạng Sơn]] làm ra.<ref>{{Chú thích web|url=https:\/\/nhandan.vn\/dan-toc-mien-nui\/men-nong-tren-nui-me-194245\/|tựa đề=Men nồng trên núi mẹ|website=Báo Nhân Dân|ngôn ngữ=en|ngày truy cập=2022-02-18|archive-date=2022-02-18|archive-url=https:\/\/web.archive.org\/web\/20220218023335\/https:\/\/nhandan.vn\/dan-toc-mien-nui\/men-nong-tren-nui-me-194245\/|url-status=live}}<\/ref> Rượu được chưng cất thủ công với phương thức cổ truyền hàng ngàn năm từ gạo, từ nước tinh khiết của những con suối chảy trong núi có độ cao hơn 1000m và loại men lá rừng được pha chế từ hơn 30 loại thảo dược quý hiếm. Rượu Mẫu Sơn trong vắt như nước suối, rót ra chén sủi tăm, uống vào không có cảm giác gắt, hay nóng, hương vị thơm nồng, êm dịu, đậm đà đặc trưng của lá và rễ cây. Năm 2002, thương hiệu rượu Mẫu Sơn đoạt giải thưởng Sao vàng đất Việt.<ref>{{Chú thích web|url=https:\/\/vietnamtourism.gov.vn\/index.php\/items\/26875|tựa đề=Thơm nồng men rượu xứ Lạng - Tổng cục Du lịch|họ=TITC|website=Tổng cục Du lịch Việt Nam|ngôn ngữ=vi|ngày truy cập=2022-02-18|archive-date=2022-02-18|archive-url=https:\/\/web.archive.org\/web\/20220218023338\/https:\/\/vietnamtourism.gov.vn\/index.php\/items\/26875|url-status=live}}<\/ref>\n\nRượu Mẫu Sơn hay nói đúng hơn là dòng rượu dân gian có xuất xứ từ trên vùng núi cao Mẫu Sơn thuộc ba xã Mẫu Sơn, Công Sơn Cao Lộc và Mẫu Sơn Lộc Bình là một trong những đặc sản ẩm thực Xứ Lạng rất được ưa chuộng của đông đảo người tiêu dùng trong toàn quốc, là niềm tự hào của người Lạng Sơn mỗi khi giao lưu với bạn bè cả nước.\n\nTrước những năm 2005 việc sản xuất và tiêu thụ rượu trên vùng núi Mẫu Sơn đã mang lại nguồn thu nhập đáng kể cho bà con dân tộc nơi đây, góp phần tích cực vào công cuộc xóa đói giảm nghèo ở các xã vùng 3 này. Việc sản xuất rượu là đòn bẩy phát triển kinh tế, đặc biệt là kinh tế nông nghiệp – chăn nuôi. Thúc đẩy giao lưu văn hóa giữa các địa phương. Lúc này rượu Mẫu Sơn có giá cả hợp lý, chất lượng tốt nên nhu cầu tiêu thụ lớn.\n\nSong từ đó đến nay, do nhiều yếu tố khách quan và chủ quan nên dòng rượu dân gian này đang bị mất dần uy tín trên thị trường. Chất lượng và sản lượng ngày càng suy giảm mạnh, nhiều hộ dân đã bỏ không nấu rượu nữa. Có nhiều nguyên nhân khác nhau trong đó có nhiều doanh nghiệp kinh doanh rượu sản xuất từ những địa phương khác, hoặc rượu vùng Mẫu Sơn nhưng không tuân theo các quy trình sản xuất và chất lượng không đảm bảo. Nhưng họ vẫn lấy tên là \"Rượu Mẫu Sơn\", xuất xứ từ Mẫu Sơn. Chất lượng không đảm bảo, cạnh tranh không lành mạnh, họ chưa có ý thức về sự cần thiết phải giữ gìn phát huy giá trị truyền thống và đặc trưng bản sắc của văn hóa ẩm thực Mẫu Sơn.  Hơn nữa nguồn nguyên dược liệu để sản xuất men ngày càng khan hiếm dần do không được chú ý đầu tư phát triển. Thậm chí nhiều hộ dân do chạy theo lợi nhuận trước mắt đã dùng các loại men không rõ nguồn gốc xuất xứ để sản xuất rượu để có năng xuất cao, nhưng chất lượng loại rượu này thì không ai có thể đảm bảo. Ảnh hưởng lớn đến uy tín rượu Mẫu Sơn.\n\nTheo kết quả điều tra của Ban vận động thành lập Hiệp hội rượu vùng cao Mẫu Sơn. Hiện nay trên trên thị trường có 34 loại rượu của 18 doanh nghiệp của nhà nước cũng như tư nhân kinh doanh rượu ghi nguồn gốc xuất xứ từ Mẫu Sơn, chất lượng và giá cả các loại rượu này không đồng đều gây hoài nghi cho người tiêu dùng, họ không thể biết loại rượu nào có hương vị đúng như rượu truyền thống của đồng bào Dao Công-Mẫu Sơn.<ref>{{Chú thích web|url=https:\/\/sovhtt.langson.gov.vn\/thanh-lap-hiep-hoi-ruou-vung-cao-mau-son|tựa đề=Thành lập Hiệp hội rượu vùng cao Mẫu Sơn|website=sovhtt.langson.gov.vn|ngôn ngữ=en|ngày truy cập=2022-05-17|archive-date=2022-05-17|archive-url=https:\/\/web.archive.org\/web\/20220517092834\/https:\/\/sovhtt.langson.gov.vn\/thanh-lap-hiep-hoi-ruou-vung-cao-mau-son|url-status=live}}<\/ref>\n\nTrước tình hình đó Sở Khoa học và Công nghệ Lạng Sơn đã chỉ đạo Chi cục tiêu chuẩn đo lường chất lượng tổ chức Hội thảo tìm giải pháp nhằm bảo vệ thương hiệu và nâng cao chất lượng rượu có xuất xứ từ vùng núi cao Mẫu Sơn. Qua Hội thảo đã có nhiều ý kiến tham luận có giá trị nhằm tìm ra các giải pháp giải quyết. Trong đó có nhiều ý kiến của các doanh nghiệp kinh doanh rượu và đặc biệt là ý kiến của các già làng trưởng bản, những người trực tiếp sản xuất trưng cất rượu. Căn cứ vào kết quả Hội thảo, tháng 09\/2010 Sở Khoa học và Công nghệ đã quyết định thành lập Ban vận động hội sản xuất, chế biến, kinh doanh rượu vùng cao Mẫu Sơn.\n\nQua một năm tuyên truyền vận động, nhận dược sự đồng tình ủng hộ của đông đảo các hộ dân trực tiếp sản xuất rượu, các trưởng bản, chính quyền địa phương và các doanh nghiệp, tính đến hết tháng 06\/2011 đã có trên 50 hội viên đăng kí tham gia Hiệp hội.\n\nNhờ kết quả tích cực đó, ngày 11\/07\/2011 UBND tỉnh Lạng Sơn đã ra quyết định số 1087\/QĐ-UBND cho phép Thành lập Hiệp hội rượu cùng cao Mẫu Sơn.\n\nNgày 12\/10\/2011 Hiệp hội rượu vùng cao Mẫu Sơn đã tổ chức Đại hội lần thứ nhất.<ref>{{Chú thích web|url=https:\/\/baolangson.vn\/xa-hoi\/34470-hiep-hoi-ruou-vung-cao-mau-son-dai-hoi-lan-thu-nhat.html|tựa đề=Hiệp hội rượu vùng cao Mẫu Sơn: Đại hội lần thứ nhất|website=baolangson.vn|ngôn ngữ=vi|ngày truy cập=2022-02-18|archive-date=2022-02-18|archive-url=https:\/\/web.archive.org\/web\/20220218023339\/https:\/\/baolangson.vn\/xa-hoi\/34470-hiep-hoi-ruou-vung-cao-mau-son-dai-hoi-lan-thu-nhat.html|url-status=live}}<\/ref> Với sự thống nhất cao Đại hội đã bầu ra Ban lãnh đạo Hiệp hội. Ông Đoàn Quyết Chiến – Chủ tịch HĐQT Công ty Cổ phần phát triển Công Mẫu Sơn được bầu làm Chủ tịch Hiệp hội.\n\n== Xem thêm ==\n\n* [[Rượu San Lùng]]\n* [[Rượu làng Vân]]\n* [[Rượu Bàu Đá]]\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n[https:\/\/ruoulangson.vn\/2018\/06\/30\/len-mau-son-thuong-thuc-ruou-lang-nghe\/ Lên Mẫu Sơn, thưởng rượu làng nghề]\n\n{{sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Rượu Việt Nam]]\n[[Thể loại:Người Dao]]\n[[Thể loại:Lạng Sơn]]"}