{"1295762":"'''Rượu cần''' là đồ uống thường xuyên, phổ biến và bất biến của các cư dân bản địa [[Tây Nguyên]]. Uống [[rượu]] cần trở thành phong tục, có nguồn gốc khá lâu đời, thành nét văn hóa đặc trưng trong đời sống. Rượu cần là thứ đồ uống quý thường chỉ dùng trong các dịp lễ tế thần linh, những ngày hội [[làng]] và dành đãi khách.\n\n== Đôi nét về rượu cần Tây Nguyên ==\n* Trước hết, đó là một thứ thức uống; hơn thế, thứ thức uống này có [[cồn]] [[men]]; và đặc biệt là thứ thức uống đó được sử dụng thông qua một phương tiện gọi là \"cần\". Rượu cần dưới góc độ vật chất mà xét thì bản thân nó chưa đủ để hình thành một \"nền văn hóa\" rượu cần; mà phải hơn thế, thứ dạng thức \"văn hóa vật chất\" đó còn đi kèm với nhiều yếu tố khác về tinh thần, tâm linh, [[phong tục]], [[tín ngưỡng]]… thì mới thực sự trở thành một dạng thức văn hóa gọi là văn hóa rượu cần Rượu cần còn có tên là \"lảu kép\" (rượu [[trấu]]), \"lảu bẳng\" (rượu ống), \"lảu co\" (rượu cây) \"lảu xá\" (rượu vỏ trấu), \"lảu xả\" (rượu của người Xá, [[dân tộc]] Khơ mú, loaị rất đậm ngọt.\n* Rượu cần đối với người [[Tây Nguyên]] là sản phẩm văn hoá vật chất tinh thần của mỗi gia đình. Đặc biệt trong các lễ hội và để mời khách quý, rượu cần còn phản ánh tinh thần cộng đồng là vật dâng hiến cho [[thần linh]]. Để có được một ché rượu ngon đúng hương vị của người bản địa rượu phải ngọt đắng, uống vaò luôn có cảm giác nồng ấm, sảng khoái và vui vẻ hoà đồng với mọi người, yêu thiên nhiên đất nước. Giàng (trời) tối cao đã ban cho [[Tây Nguyên]] rượu cần và ngàn đời nay đã trở thành thuần phong mỹ tục, sinh hoạt văn hoá của cộng đồng các dân tộc [[Tây Nguyên]]. Tất cả mọi người, già trẻ, gái trai, không phân biệt chức sắc hay thường dân, ai cũng có thể vin cần mà uống. Uống được bao nhiêu tùy cái bụng của mình.\n\n== Văn hóa uống rượu cần ==\n* Ở Tây Nguyên đâu đâu cũng uống rượu cần. Rượu cần thơm, ngon, mát, bổ, kích thích tiêu hoá, lợi tiểu. Chum nhỏ là một chum một cần, chồng rót vợ uống và ngược lại. Chum nhỡ là đôi bạn, đôi cần, theo số chẵn là bốn, sáu, tám. Chum to sẽ là mười, mười hai,mười bốn bạn bè anh em đến là \"lảu khay cáy khả\" (rượu mở, [[thịt gà]]).\n* Thứ tự uống cũng khác, khi thầy cúng cúng xong, mọi người vít cần uống rượu theo thứ tự nữ uống trước, nam uống sau: Chủ nhà, thầy cúng, anh hoặc em bà chủ nhà, người già,… nếu có khách quý thì chủ nhà uống xong cầm cần mời khách. Đều hết sức đặc biệt là cần rượu duy nhất đó không bao giờ rời khỏi bàn tay con người, ai đó mà thả cần rượu ra khỏi tay là thất lễ với chủ nhà. Tại sao sau khi chúng ta uống phải lấy tay bịt đầu cần rồi truyền cho người khác.\n* Rượu cần là một nét sinh hoạt văn hóa đẹp – văn hoá rượu cần. Từ \"[[đặc sản]]\" ở đây, ngoài ý nghĩa là sản phẩm đặc biệt về nội dung, chất lượng mà còn bao hàm cả sự độc đáo có một không hai về cách tiêu dùng. Trong hàng chục, hàng trăm loại rượu, có lẽ đây là loại duy nhất không uống bằng ly, bằng chén mà uống bằng một dụng cụ đặc biệt được gọi là cần. Bởi thế, việc sử dụng thứ đặc sản này có thêm \"công đoạn\" hút, trước khi uống chúng vào người. Hơn nữa, đối với rượu cần, người ta không uống một mình với mục đích giải sầu mà chỉ uống tập thể vào những dịp lễ [[Tết Nguyên Đán|Tết]], hội hè… khi tiếp đãi bạn bè, khách quý phương xa. Vào những ngày trọng đại đó, chóe rượu được đặt trang trọng giữa nhà, bên bếp lửa bập bùng; còn khách và chủ cùng quây quần xung quanh, ngất ngây trong tiếng [[cồng chiêng]] trầm bổng. Mọi người ngồi xếp chân vòng tròn, vít cong cây cần làm bằng ống trúc và hút say sưa.\n* Như đã nói ở trên, rượu cần không phải là thức uống giải sầu, cũng không phải dùng để nhậu nhẹt, đánh chén. Vì thế, người ta không dùng mỗi khi uống, mà mỗi ở đây chính là những điệu nhảy, điệu múa, là ánh mắt, lời ca trong tiếng cồng chiêng và tiếng suối reo. Rượu cần độc đáo là thế nên không ít người cho rằng uống rượu cần chính là một nét sinh hoạt văn hóa cộng đồng. Qua ché rượu, người ta xích lại gần nhau hơn, thương yêu đùm bọc nhau hơn. Điều này có thể giải thích lý do vì sao càng ngày càng có nhiều du khách ngoại quốc tìm đến rượu cần như là một sản phẩm văn hóa đầy sức hấp dẫn lạ kỳ của rừng núi [[Việt Nam]].\n== Nguyên liệu và cách làm ==\n* Để làm được một hũ rượu cần phải có [[gạo]] hoặc [[ngô]], [[danh sách giống khoai tại Việt Nam|khoai]], [[sắn]], y dĩ, [[chuối]], [[dứa]], [[củ mài]] và một số loại cây, củ, quả khác cùng men rượu. Vỏ trấu và chum đựng, cách làm phổ thông và đơn giản nhất là dùng gạo tẻ hoặc nếp) đãi sạch, ngâm nước lã hoặc nước ấm 3-54 giờ đồng hồ. Đổ ra rá, dội nước lạnh cho sạch, trộn đều vỏ trấu, đồ chín kỹ rồi đổ ra mẹt sạch, để nguội, trộn đều men, theo tỷ lệ một gạo hai trấu (1&nbsp;kg gạo, 2&nbsp;kg trấu) 1\/2 lạng men (không kể một số loại men mạnh bằng lá tươi). Ủ kỹ bằng lá (hoặc [[ni lông]] thật kín) từ 5-7 ngày đến khi dậy mùi thơm, đem đổ vào chum (hoặc hũ) bịt thật kín (dùng tro bếp sạch, hoà nước đặc sền sệt đắp kín, chặt miệng chum) để ở nơi khô ráo, sạch sẽ mười ngày sau thì đem uống.\n* Nguyên liệu làm rượu cũng chỉ là những loại [[ngũ cốc]] thông thường… Song bí quyết chính là ở chất gây men. Chất gây men được làm từ lá rừng và thường được giữ kín, không tiết lộ cho người ngoài sắc tộc. Về cách chế biến thật đơn giản nhưng độc đáo: men và [[tinh bột]] được trộn đều, cho vào ché, bên trong phủ lớp trấu dùng để ủ. Sau đó, thay vì mang đi chưng cất bằng nhiệt như các loại rượu thường, người ta đem chóe chôn sâu xuống đất đúng 100 ngày. Dĩ nhiên, thời gian chôn càng lâu rượu càng thơm ngon, quyến rũ. Điểm nữa, trước khi uống phải đổ đầy nước [[suối]] vào ché với mục đích hòa tan chất [[cồn]] trong nước đầu tiên này gọi là nước cốt. Nước cốt màu vàng sánh, có mùi hương lan tỏa tuyệt vời hết sức đặc trưng.\n* Rượu càng nhiều ngày, càng già, uống càng bốc và ngon. Loại men ngọt uống thấy vị ngọt (như đường, như [[mật]]). Loại men đậm, đắng uống rất bốc, mạnh hơn các loại bia gọi là \"[[lẩu]] phủ trai\" (rượu đàn ông). Rượu cần uống bằng nước lạnh đun sôi để nguội (hoặc để trong [[tủ lạnh]] càng tốt). Nếu dùng nước nóng (kể cả hơi ấm) uống sẽ không ra gì, rượu coi như bị hỏng. Khi uống ta bật bỏ nắp bịt ra, đổ nước ngâm một phút cho ngấm, cắm cần vào và đổ nước uống liên tục đến lúc nhạt thì thôi (hoặc hút ra chai uống qua cốc, chén như bia và rượu).\n\n[[Tập tin:Rượu cần Mường.jpg|nhỏ|phải|300px|Bình uống rượu cần]]\n\n* Sau lễ cúng, người ta đập quả bầu chia nhau mút. Thấy vậy, cụ nhím (con vật thiêng đối với người dân tộc thiểu số) mới bày cho dân bản cách ủ rượu và dùng cần để uống. Vì vậy, ngày nay, một số tộc người bản địa ở [[Lâm Đồng]] vẫn thường buộc một sợi lông nhím vào cần rượu để nhớ đến ơn cụ nhím.\n\n== Đậm đà bản sắc ==\nĐối với người Tây Nguyên, rượu cần trước hết là vật để dâng hiến cho các thần (Yàng), sau đó đến nhu cầu của con người. Cũng như trâu, bò nuôi chủ yếu để làm hiến sinh, sau đó mới đến [[loài người|con người]]. Ở Tây Nguyên tất cả các lễ hội không bao giờ thiếu vắng rượu cần. Ngoài giá trị vật chất, rượu cần còn biểu hiện cho văn hóa giao tiếp. Bởi uống rượu cần vào con người mới thăng hoa, âm nhạc mới bốc đến độ cao trào, mọi khả năng nghệ thuật mới được biểu hiện đến mức tuôn chảy [[tự nhiên]]. Song cái biểu hiện để nhận biết nhất ở rượu cần là sợi dây gắn kết từng cá nhân với [[cộng đồng]]. Thông qua đó mọi người hiểu biết nhau hơn, xích lại gần nhau, đoàn kết vượt qua mọi thử thách. Mỗi khi [[gia đình]] có việc, không cần mời mọc mà chỉ cần một tín hiệu như tiếng tù và hoặc hồi chiêng, trống thì cả làng đều có mặt, cùng góp rượu và vật chất để chia sẻ niềm vui những khó khăn, mất mát, đau thương.\nRượu cần đã gắn bó với các dân tộc Tây Nguyên qua bao thăng trầm của [[lịch sử]] tộc người. Rượu cần là lời chào mời thân thiết (khi gặp bạn), là điều nhắc nhở đôi trai gái phải tuân thủ những phong tục của cha ông (trong lễ cưới) là một quyết định mang tính chất hành chính (trong lễ \"thổi tai\" công nhận đứa trẻ vào cộng đồng), là tình cảm xót thương, li biệt của người sống với người đã chết (trong lễ Pơ thi)... Nó là sợi dây liên kết cộng đồng, trở thành một phương diện văn hóa có sức sống lâu bền trong đời sống các cư dân Tây Nguyên.\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/baodatviet.vn\/Home\/congdongviet\/Ruou-can-Tay-Nguyen\/200811\/20848.datviet Rượu cần Tây Nguyên]{{Liên kết hỏng|date=2021-06-28 |bot=InternetArchiveBot }}\n\n[[Thể loại:Tây Nguyên]]\n[[Thể loại:Rượu]]"}