{"58891":"[[Tập tin:Moqua.jpg|nhỏ|phải|Một trong những thương hiệu rượu Mỏ Quạ ở Phú Quốc (loại xanh)]]\n[[Tập tin:Rượu Sim Phú Quốc.jpg|250px|nhỏ|phải|Rượu Sim Phú Quốc (loại đỏ)]]\n'''Rượu mỏ quạ''' là loại [[rượu]] có nguồn gốc từ Việt Nam được ngâm từ trái [[song ly to|cây mỏ quạ]], một loại dây leo mọc [[ký sinh]] trên cây cổ thụ và phân bố nhiều ở rừng [[Phú Quốc]].\n\n==Nguyên liệu==\n{{chính|Dây mỏ quạ}}\nCây mỏ quạ là cây khá đặc biệt: có quả giả màu xanh chứa đầy nhựa màu trắng như sữa, bên trong có chứa nhiều chất mùn và kiến thường làm tổ trong đó, rễ mỏ quạ phát triển trong những trái giả này để hút dưỡng chất, ngoài ra cây mỏ quạ còn có rễ ôm thân cây chủ. Lá mỏ quạ khá nhỏ, màu xanh, hoa 5 cánh màu hồng tím đường kính 3–4&nbsp;mm.\nCần phân biệt cây mỏ quạ này với cây mỏ quạ ''[[dâu gai|xuyên phá thạch]]''.\n\n==Sản xuất ==\nRượu mỏ quạ thường được ngâm trực tiếp cây mỏ quạ với [[rượu trắng|rượu đế]] khoảng 30-40%vol. Có một số người còn ngâm rượu mỏ quạ với một số vị thuốc Nam hoặc thuốc Bắc có vị ngọt có cùng công dụng như chữa đau lưng nhức mỏi và một số vị thuốc ngọt để giảm vị đắng của Mỏ quạ \nCây mỏ quạ ngâm có thể dùng lá, thân...ngâm tươi hoặc khô đều tốt, nhưng ngâm tươi thì dùng rượu cao độ từ 40 độ-45 độ để đảm bảo chất lượng nồng độ vì trong trái mỏ quạ tươi có rất nhiều nước màu trắng như sữa có vị đắng. Tốt nhất nên rửa sạch, phơi khoảng 2 nắng đem ngâm là tốt, ngâm còn nguyên tổ kiến trong đó là tốt nhất. Rượu ngâm khoảng 15 ngày thì dùng được, khi đó rượu có màu đỏ đậm rất đẹp, uống có vị đắng, thơm đặc trưng của trái mỏ quạ.\n\n==Sử dụng==\n[[Tập tin:Ruou sim.jpg|250px|nhỏ|phải|Một loại rượu sim]]\nTác dụng thường thấy ghi trên chai là: trị đau lưng, nhức mỏi, đàn ông yếu sinh lý, xuất tinh sớm. Theo nhà sản xuất, rượu mỏ quạ có tác dụng khu phong, trừ thấp, hoạt huyết, giảm đau. Chuyên dùng cho các chứng tê thấp, đổ mồi hôi tay chân, đau lưng nhức mỏi rất hiệu quả nhưng không có tác dụng trị các bệnh yếu sinh lý. Theo các nhà sản xuất, do mang nhiều vị thuốc từ cây mỏ quạ nên rượu có vị nhẵn nhẵn, đắng đặc trưng. Rượu chỉ được dùng để trị bệnh, tốt cho sức khỏe.\n\nVề tác dụng trị đau lưng nhức mỏi thì thấy ghi nhiều trên các loại rượu khác cho nên có thể nếu sử dụng ít và điều độ. Còn tác dụng cho đàn ông thì chưa được kiểm chứng. Tốt hơn hết là chỉ nên coi đó là một loại rượu đặc sản Phú Quốc. Mỗi ngày uống từ 2-4 ly nhỏ chia làm 2 lần trong 2 bữa ăn chính. Lưu ý, không được để bụng đói khi uống. Rượu mỏ quạ nếu sử dụng trong bữa tiệc thì không ngon.\n\n==Tham khảo==\n{{thiếu nguồn gốc}}\n{{tham khảo}}\n{{sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Rượu Việt Nam|Mỏ quạ]]\n[[Thể loại:Du lịch Phú Quốc]]\n[[Thể loại:Phú Quốc|Đặc sản ẩm thực]]"}