{"3231742":"{{bài cùng tên|Rạp Công Nhân}}{{Thông tin công trình xây dựng|building_name=Rạp Công Nhân\n|former_names=Rạp Nguyễn Văn Hảo\n|image=Rạp Công Nhân.JPG\n|image_caption=Rạp Công Nhân năm 2013\n|image_size=280\n|latitude=10.76728033048101\n|longitude=106.69447572244584\n|address=30 Trần Hưng Đạo, [[Phạm Ngũ Lão, Quận 1|Phạm Ngũ Lão]], [[Quận 1]], [[Thành phố Hồ Chí Minh]]\n|capacity=1200\n|seating_type=900 ghế dựa nệm da<br>300 với băng ghế gỗ\n|client=[[Nguyễn Văn Hảo (thương gia)|Nguyễn Văn Hảo]]\n|alternate_names=\n|opening_date=Đầu thập niên 1940\n|native_building_name=Nhà hát Kịch Thành phố Hồ Chí Minh\n|coordinates={{coord|10.767253|106.694492|format=dms|display=inline,title}}|mapframe-zoom=16}}\n'''Rạp Công Nhân''', đôi khi còn gọi là '''''Nhà hát kịch Thành phố Hồ Chí Minh''''', là một công trình kiến trúc tại số 30 [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|Trần Hưng Đạo]], [[Quận 1]], [[Thành phố Hồ Chí Minh]], có công năng phục vụ biểu diễn đa năng như sân khấu, chiếu phim... Với 3 tầng khán phòng và sức chứa hơn 1.200 khách, rạp từng được mệnh danh là “thánh đường cải lương\". Nơi đây cũng từng chứng kiến nhiều sự kiện lịch sử tại [[Sài Gòn]]. \n\n==Hình thành==\nRạp được khởi công xây dựng đầu thập niên 1940, do ông [[Nguyễn Văn Hảo (thương gia)|Nguyễn Văn Hảo]] mua đất và xây dựng để phục vụ sở thích [[cải lương]] của mình. Rạp có mặt tiền hướng về đường Galliéni (nay là [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|đường Trần Hưng Đạo]]), cửa hậu trổ ra [[Đường Bùi Viện, Thành phố Hồ Chí Minh|đường Bùi Viện]].\n\nRạp được xây dựng với 3 tầng khán phòng với tổng số ghế cho khán giả là 1.200 ghế, chưa kể ghế súp đặt dọc theo đường đi khi gánh hát bán hết vé chính thức. Lầu ba dành cho khán giả hạng ba có 300 ghế, được đóng bằng ván dài, trên một cái dàn gỗ, ghế được đóng từng hàng từ thấp lên cao như ghế băng trong các rạp xiếc. Lầu hai dành cho khán giả hạng nhì và hạng nhất gồm 400 ghế bọc nệm da đỏ có lưng dựa. Tầng trệt có 500 ghế bọc nệm da đỏ, dành cho khán giả thượng hạng và hạng nhất.\n\nPhía tay phải của rạp hát là một hành lang rộng 5 m, dài từ cửa trước đến sát phông sân khấu (độ 50 m). Hành lang này dành cho đoàn hát để phông màn, chỗ làm tuồng của một số đào, kép hạng ba, vũ nữ và quân sĩ. Đây cũng là nơi dự phòng của rạp để phòng lối ra khi có hỏa hoạn.\n\nĐương thời, đây là rạp hát có nhiều số ghế nhất ở Sài Gòn, chuyên dành cho biểu diễn cải lương, từng được các nghệ sĩ gọi là “hàng không mẫu hạm” Nguyễn Văn Hảo.\n\n==Chứng kiến lịch sử==\nVì là rạp hát lớn nhất, nổi tiếng nhất và nằm ở ví trí trung tậm Sài Gòn - Chợ Lớn, nơi đây từng diễn ra những sự kiện nổi bật trong lịch sử Sài Gòn.\n\nNgày [[2 tháng 7]] năm 1943, hai sinh viên [[Đặng Ngọc Tốt]] và [[Mai Văn Bộ]] đã tổ chức buổi diễn thuyết ở rạp Nguyễn Văn Hảo về “Con đường mới của thanh niên”, mở đầu phong trào những sinh viên Nam kỳ đang học ở Hà Nội lại trở về Sài Gòn tổ chức các hoạt động chính trị và văn hóa yêu nước.<ref>Huỳnh Trung Kiên, ''PHONG TRÀO THANH NIÊN, SINH VIÊN, TRÍ THỨC SÀI GÒN– GIA ĐỊNH TRONG CUỘC VẬN ĐỘNG CÁCH MẠNG THÁNG TÁM (1939 – 1945)''.<\/ref>\n\nĐêm 19 sáng ngày [[20 tháng 8]] năm 1945, nhân ngày giỗ thứ hai của chí sĩ [[Nguyễn An Ninh]], [[Xứ ủy Nam Kỳ]] đã tổ chức mít tinh tại rạp Nguyễn Văn Hảo để làm lễ ra mắt của [[Việt Minh]]<ref>{{Chú thích web |url=http:\/\/honvietquochoc.com.vn\/bai-viet\/4230-70-nam-ngay-mat-cua-nha-yeu-nuoc-vi-dai-nguyen-an-ninh.aspx |ngày truy cập=2015-06-29 |tựa đề=70 năm ngày mất của nhà yêu nước vĩ đại Nguyễn An Ninh  |archive-date=2015-07-01 |archive-url=https:\/\/web.archive.org\/web\/20150701143746\/http:\/\/honvietquochoc.com.vn\/bai-viet\/4230-70-nam-ngay-mat-cua-nha-yeu-nuoc-vi-dai-nguyen-an-ninh.aspx |url-status=dead }}<\/ref>. Nhân dân Sài Gòn - Chợ Lớn tham gia rất đông, ngoài bên trong rạp phía ''\"đại lộ Gallieni (Trần Hưng Đạo) đại lộ Kitchener (Nguyễn Thái Học), công trường Rugine Cuniac (Quách Thị Trang) đầy người, buổi này không còn là một cuộc mít tinh diễn thuyết, đó thực sự là một cuộc biểu tình chính trị ủng hộ Việt Minh\"''.<ref>{{Chú thích web |url=http:\/\/www.hocmon.hochiminhcity.gov.vn\/tintuc\/Lists\/Posts\/Post.aspx?List=f73cebc3-9669-400e-b5fd-9e63a89949f0&ID=1294 |ngày truy cập=2015-06-29 |tựa đề=NHỮNG NGÀY THÁNG 8 NĂM 1945 Ở SÀI GÒN |archive-date=2015-09-24 |archive-url=https:\/\/web.archive.org\/web\/20150924030918\/http:\/\/www.hocmon.hochiminhcity.gov.vn\/tintuc\/Lists\/Posts\/Post.aspx?List=f73cebc3-9669-400e-b5fd-9e63a89949f0&ID=1294 |url-status=dead }}<\/ref>.\n\nNgày [[19 tháng 12]] năm 1955, trong đêm diễn khai trương đoàn Kim Thoa với vở tuồng \"Lấp sông Gianh\" của soạn giả Kinh Luân tại rạp Nguyễn Văn Hảo, một quả lựu đạn tung lên sân khấu đã giết hại một số nghệ sĩ và dân thường chết, nhiều người khác bị thương<ref>Một diễn viên quân sĩ bấy giờ là Dương Công Thuấn, sau này được biết với nghệ danh [[Diệp Lang]], cũng là nhân chứng trong vụ này.<\/ref>. Những tình tiết trong vụ này đến nay vẫn chưa được sáng tỏ. Một số dư luận bấy giờ cho rằng vụ việc do một nhóm cực đoan thân chính phủ, chống xu hướng thống nhất, thực hiện.<ref>[http:\/\/www.thanhnien.com.vn\/van-hoa-nghe-thuat\/nghe-si-duy-lan-va-vu-no-luu-dan-trong-dem-lap-song-gianh-99156.html Nghệ sĩ Duy Lân và vụ nổ lựu đạn trong đêm Lấp sông Gianh]<\/ref><ref>NS Thiên Kim: Nhân chứng duy nhất của vở \"Lấp sông Gianh\". Báo Sân khấu số 1059<\/ref> Tuy nhiên, theo soạn giả Nguyễn Phương trên bài đăng trên RFA thì đây chỉ đơn thuần là một vụ trả tư thù đơn thuần.<ref>Nguyễn Phương, ''Chuyện lựu đạn nổ trên sân khấu Kim Thoa, 50 năm trước''.<\/ref>\n\n==Từ Ciné Nguyễn Văn Hảo đến rạp Công Nhân==\nSau khi người vợ đầu qua đời, ông Nguyễn Văn Hảo ngừng sự nghiệp kinh doanh và rút về ở ẩn tại quê nhà [[Trà Vinh]]. Năm 1970, ông Hảo cho ông Nguyễn Văn Đối mướn lại rạp sửa sang một số công năng để làm rạp... chiếu bóng. Từ đó, rạp mang tên là “Ciné Nguyễn Văn Hảo” cho đến tận năm 1975<ref>[http:\/\/www.thanhnien.com.vn\/van-hoa-nghe-thuat\/rap-hang-khong-mau-ham-1200-ghe-cua-dai-gia-nguyen-van-hao-577975.html Rạp 'hàng không mẫu hạm' 1.200 ghế của đại gia Nguyễn Văn Hảo]<\/ref>. Sau khi chấm dứt chiến tranh Việt Nam, chính quyền mới tiếp quản quyền quản lý rạp, đã đổi tên thành rạp Công Nhân và duy trì tên gọi này cho đến ngày nay.\n\n==Xem thêm==\n*[[Nguyễn Văn Hảo (thương gia)]]\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*[http:\/\/www.thanhnien.com.vn\/van-hoa-nghe-thuat\/rap-hang-khong-mau-ham-1200-ghe-cua-dai-gia-nguyen-van-hao-577975.html Rạp 'hàng không mẫu hạm' 1.200 ghế của đại gia Nguyễn Văn Hảo]\n*[http:\/\/www.thanhnien.com.vn\/van-hoa-nghe-thuat\/dai-gia-nguyen-van-hao-huyen-thoai-bi-quen-lang-ky-4-xay-nha-hat-hang-khong-mau-ham-577686.html Đại gia Nguyễn Văn Hảo, huyền thoại bị quên lãng - Kỳ 4: Xây nhà hát 'hàng không mẫu hạm']\n\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Rạp chiếu phim Thành phố Hồ Chí Minh|Công nhân]]\n[[Thể loại:Quận 1]]"}