{"3274107":"'''Rặng thị cổ Đồ Sơn''' gồm là quần thể gồm 17 cây [[thị]] cổ thụ tại sườn núi Ngọc, phường [[Ngọc Xuyên]], quận [[Đồ Sơn]], [[Hải Phòng|thành phố Hải Phòng]]. Đây là những cây thị cổ thụ đầu tiên tại Việt Nam được Hội bảo vệ thiên nhiên và môi trường Việt Nam (VACNE) công nhận là [[Cây Di sản]] Việt Nam năm 2014.<ref name=\":0\">{{chú thích web | url = http:\/\/www.vacne.org.vn\/rang-thi-co-dau-tien-duoc-vinh-danh-cay-di-san-viet-nam\/212203.html | tiêu đề = Rặng thị cổ đầu tiên được vinh danh Cây Di sản Việt Nam | author = | ngày = | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nĐây là quần thể [[Cây Di sản]] [[Việt Nam]] thứ hai được công nhận, sau quần thể cây đa búp đỏ tại [[Hòn Dáu|đảo Dấu]] được công nhận vào năm 2013.<ref>{{chú thích web | url = http:\/\/vnexpress.net\/photo\/thoi-su\/rung-thi-co-do-son-mua-qua-chin-3030025.html | tiêu đề = Rừng thị cổ Đồ Sơn mùa quả chín - VnExpress | author = | ngày = | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\n== Nét độc đáo riêng ==\nRặng cây thị được công nhận là [[Cây Di sản|Cây di sản]] [[Việt Nam]] gồm 17 cây nằm rải rác trong khuôn viên của 15 gia đình thuộc dòng họ Lê Viết, Phạm Văn, Nguyễn Đình... ở 2 tổ dân phố 5 và 6 phường Ngọc Xuyên, quận Đồ Sơn. Quần thể Rặng Thị có tuổi đời hàng trăm năm tuổi, trong đó có một số cây có tuổi đời 700-800 năm.<ref name=\":0\" \/>\n[[Tập tin:Quả thị.jpg|thumb|Một quả thị]]\nRặng thị có sức sống mãnh liệt, biểu thị rõ nét đó chính là tuổi cây. Mỗi cây thị đều có một hình dáng riêng và được đặt một cái tên gần gũi với đời sống của nhân dân. Theo truyền ngôn, thời xưa có một người làm nghề khắc con bài đến mua cây về để khắc thành con bài cây được đặt tên là cây thị Bài. Cây thị Khe được trồng bên khe suối gọi là cây thị Khe. Cây thị cổ có tuổi đời khoảng 1.000 năm, lớn tuổi nhất trong rặng thị, toàn bộ rễ cây chồi lên mặt đất gốc cây mọc ra 7 chồi, được người dân ví như Thần cây và đặt tên là cây thị Bảy chồi. Cây thị Bà Vải là do ngày sưa có một bà cụ chuyên bán nước cho khách thập phương đến lễ chùa dưới gốc cây, khi cụ mất, cứ đêm đem mọi người đi qua gốc thị lại thấy hình bóng cụ trên cây nên gọi là cây thị Bà Vải. Và nhiều tên gọi khác như: Thị Búp, Thị Cộc, Thị Gồ, Tai Hồng, Thị Óng, Thị Tay Úp, Thị Bã Trầu...<ref name=\":1\" \/>\n\nMỗi cây thị mang những nét độc đáo riêng. Cây thị Bảy chồi nghìn năm tuổi có đường kính tại gốc là 8 m, được người Đồ Sơn gọi là \"Thần cây\". Cây thị Khe có tuổi trên 800 năm, cao 20 m, đường kính thân 1,4 m, thân cây bị rỗng và có thể chứa được hai người lớn. Cây thị Bà Vải trên 800 năm tuổi, cao 20 m, là cây thị đẹp, tán rộng, đường kính thân 1,8 m, cây có dáng kỳ lạ, toàn bộ rễ trồi lên mặt đất cao tới cả mét và đen như đá. Rễ cây thị Vải trồi lên mặt đất đen như đá. Cây thị Cộc có tuổi đời trên dưới 800 năm, đường kính hơn 1m. Dù đã gần nghìn năm tuổi, nhưng các \"cụ\" thị vẫn tràn đầy nhựa sống, hàng năm cho ra những trái thị thơm nức.<ref name=\":1\">{{chú thích web | url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/quan-the-cay-co-nhat-viet-nam-duoc-cong-nhan-di-san-2969363.html| | tiêu đề = Quần thể cây cổ nhất Việt Nam được công nhận di sản - VnExpress | author = | ngày = | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\nBên cạnh 17 cây thị cổ thụ có tuổi từ 120 đến 1.000 năm, rừng thị núi Ngọc còn có cả trăm cây thị dưới 100 năm tuổi. Ngoài ra, có một số cây thị đã chết do thời gian (như cây thị Uốc, mặc dù đã chết nhưng vẫn còn gốc), chết do chiến tranh...\n\n== Trong chiến tranh ==\nRặng thị sống trên sườn núi tạo nên màu xanh huyền bí của núi rừng, che chở cho nhân dân Đồ Sơn khỏi bão gió. Dưới gốc của một số cây còn lưu giữ lại dấu tích của những căn hầm bí mật kháng chiến, nơi tránh trú an toàn và cũng chính là nơi những hộp thư liên lạc chứa tài liệu cách mạng bí mật được cất giấu. Cây thị Bà Vải trong thời kỳ kháng chiến được chọn là chòi báo canh khi họp chi bộ Đảng nơi đây. Đặc biệt là cây thị cổ có tuổi đời gần 1.000 năm, được ví như thần cây và đặt tên là cây thị bảy chồi, đường kính gốc là 8m, dưới gốc cây có hầm chứa được khoảng 10 người và một hệ thống giao thông hào... Những cây thị cả trăm năm tuổi đã một thời cứu đói dân làng trong thời kỳ kháng chiến của những năm 40.\n\nTrong [[chiến tranh,]] rặng thị cũng bị tàn phá nhiều. Nếu không bị chiến tranh tàn phá thì số cây thị cổ sẽ lớn hơn nhiều. Bà Nguyễn Thị Đệ (85 tuổi, trú ở phường Ngọc Xuyên) cho biết, cây thị Búp bị giặc Pháp đốt chết. \"Nếu nó còn sống chắc chắn sẽ là cây thị to lớn nhất, cây cao 5 m mới phân cành và phải 4-5 người ôm mới xuể\".<ref name=\":1\" \/>\n\n== Một số video ==\n[[Truyền hình Việt Nam]] đã có những thước phim nói về Rặng thị cổ ở đồ Sơn:\n* Dưới rặng thị cổ<ref>{{chú thích web | url = http:\/\/vtc14.vtc.vn\/thien-nhien-viet-nam\/duoi-rang-thi-co-t27652.html | tiêu đề = Dưới rặng thị cổ | author =  | ngày =  | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = Báo điện tử VTC News | ngôn ngữ =  | archive-date = ngày 17 tháng 11 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20151117015807\/http:\/\/vtc14.vtc.vn\/thien-nhien-viet-nam\/duoi-rang-thi-co-t27652.html | url-status = dead }}<\/ref>\n* Vì một tương lai xanh <ref>{{chú thích web | url = http:\/\/vtv.vn\/video\/vi-mot-tuong-lai-xanh-29-01-2015-62584.htm | tiêu đề = Vì một tương lai xanh - 29\/01\/2015 - Video đã phát trên VTV.VN | author = | ngày = | ngày truy cập = 12 tháng 1 năm 2016 | nơi xuất bản = Báo điện tử của Đài Truyền hình Việt Nam | ngôn ngữ = }}<\/ref>\n\n== Ra hoa, kết trái ==\nCây thị cho quả vào tháng 7 và tháng 8 âm lịch hàng năm, người dân nơi đây thường hái thị chín mang về thờ cúng tổ tiên hoặc mang ra chợ bán để tăng thêm thu nhập cho gia đình. Quả thị tròn, sắc vàng, mọng nước và thường chia thành 6 - 8 múi, chín ăn có vị ngọt, mát. Trẻ nhỏ thời xưa thường đan một cái giỏ để đựng vừa quả thị treo trong nhà, hoặc khoe các bạn cùng trang lứa, tự hào về sản vật của nhà mình.\n\n== Xem thêm ==\n* [[Thị]]\n* [[Cây Di sản]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Di sản văn hóa]]\n[[Thể loại:Văn hóa Hải Phòng]]\n[[Thể loại:Cây di sản Việt Nam]]\n[[Thể loại:Du lịch Hải Phòng]]\n[[Thể loại:Đồ Sơn]]"}