{"50161":"{{chú thích trong bài}}\n[[Tập tin:Rồng Việt Nam thời Nguyễn.jpg|thế=Rồng thời Nguyễn.|nhỏ|300px|Rồng thời Nguyễn, Tử cấm thành, Huế.]]\nCon '''rồng Việt Nam''' là trang trí [[kiến trúc]], [[điêu khắc]] và [[hội họa]] hình [[rồng]] mang bản sắc riêng là hình tượng nguyên thủy phát triển độc lập là hình ảnh tiền thân của con rồng trong văn hóa Á Đông, theo trí tưởng tượng của [[người Việt]] vào từng giai đoạn lịch sử văn hóa khác nhau. Nó có nét giống và nhiều khác biệt riêng với rồng trong trang trí kiến trúc và hội họa các quốc gia trong [[Vùng văn hóa Đông Á]] khác mà chỉ có Việt Nam có như nét vui vẻ, hiền hơn, cái mũi to, nhiều lông, bờm thay vì nhiều nhánh sừng, miệng ngậm ngọc thay vì tay cầm viên minh châu.\n\n==Lịch sử==\nTừ xa xưa con Rồng đã có trong tâm thức, là vật tổ sùng bái của [[người Việt]], nhiều huyền thoại về rồng, với biểu hiện linh thiêng. Rồng là điểm hội tụ với ý nghĩa vũ trụ và nhân sinh. Người Việt có nguồn cội Lạc Hồng ([[Lạc Long Quân]] và [[Âu Cơ]]). Rồng là biểu tượng vật linh trong tín ngưỡng văn hoá dân gian. Rồng được sáng tạo thành hình tượng nghệ thuật và có mặt trong các thời kỳ nghệ thuật truyền thống của các vương triều tự chủ.<ref name=\"vietnamfineart.com.vn\">{{Chú thích web|url=http:\/\/www.vietnamfineart.com.vn\/Story\/Tapchimythuat\/2012\/2\/3077.html|website=Hội mỹ thuật Việt Nam|tác giả 1=Nguyễn Văn Chiến|tiêu đề=Hình tượng Rồng trong Mỹ thuật cổ Việt Nam|ngày=|ngày truy cập=|nơi xuất bản=|ngôn ngữ={{VIE}}|archive-date = ngày 6 tháng 9 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120906092651\/http:\/\/www.vietnamfineart.com.vn\/Story\/Tapchimythuat\/2012\/2\/3077.html|url-status=dead}}<\/ref>\n\nNgười Việt sống tại vùng sông nước nên ngoài các loài chim, từ xưa họ đã tôn sùng [[cá sấu]] như một con vật linh thiêng, vì chúng đại diện cho sự trù phú và sức mạnh, thời kỳ này vùng đất người Việt sống còn rất nhiều cá sấu. Họ đã thần thánh hóa loài cá sấu lên thành con ''[[Thuồng luồng|Giao Long]]'' mà người Trung Hoa gọi sau này, một cách thức tô điểm cho hình hài con cá sấu nhiều chi tiết tưởng tượng và cũng nhiều ý nghĩa hơn. Con rồng này tồn tại cùng tâm thức của người Việt trong suốt thời [[Hồng Bàng|Văn Lang - Âu Lạc]]. Rất có thể từ con Giao Long này mà người Trung Hoa đã vay mượn tạo ra con rồng Trung Hoa của họ. Nhưng rồng của người Việt luôn có đặc điểm mang nhiều lông hơn hẳn và cách thể hiện lông, bờm khác biệt so với các nước châu Á khác tôn sùng sừng và uy nghiêm xa cách hơn.\n\nTrong cả thiên niên kỉ bị đô hộ bởi chính quyền từ [[Tên gọi Trung Quốc|Trung Hoa]], trong hoàn cảnh chung với các miền đất phương Bắc khác của chính sách Hán hóa, hình ảnh con rồng Việt Nam giao hòa với con rồng của [[người Hán]], trong khi vẫn giữ bản sắc riêng khi con rồng của Việt mang giá trị phổ cập chứ không dành riêng cho giai cấp thống trị, quyền lực, người dân vẫn có thể dùng một phần của con rồng để trang trí. Đến khi giành được độc lập, hình tượng con Rồng sáng tạo không chỉ mang tính ứng dụng trang trí trong [[Cung điện|Hoàng cung]], các ngôi [[chùa]], cung điện mà còn có giá trị cái đẹp tạo hình. Hình tượng Rồng phát triển ở các vương triều, mỗi thời đều có đặc điểm phong cách đặc trưng. Cơ sở nhận diện hình tượng trên các phần thể hiện: Đầu Rồng ([[mắt]], [[mũi]], [[Miệng|mồm]], [[râu]], [[bờm]], [[sừng]]); hình dáng thân Rồng (các khúc uốn lượn); các chi tiết ([[vây]], [[móng (động vật)|móng]], [[đuôi]]) và đối chiếu với niên đại di tích để xác định Rồng các thời.\n\n==Đặc điểm==\n[[Tập tin:Pagoda in Duy Vinh 3.jpg|300px|nhỏ|phải|Tượng đầu rồng ở chùa Duy Vinh, tạo tác rồng kiểu Việt Nam với cái mũi to, miệng ngậm viên ngọc, răng không quá sắc nhọn, tạo nên vẽ khí thế nhưng không dữ tợn]]\nHình tượng Rồng được sáng tạo, thể hiện phong phú, chiếm vị trí quan trọng trong các hợp thể kiến trúc ([[cung điện|hoàng cung]] hay [[chùa]], [[miếu]], [[đền]], [[đình]]). Các vương triều đều lấy hình tượng Rồng hoàn hỉnh là biểu tượng quyền uy của vương triều. Rồng không hoàn chỉnh vẫn được trang trí, cầu cúng nằm ngoài phạm vi vương triều. Từ thời [[Nhà Lý|Lý]], thời [[Nhà Trần|Trần]], phong cách Rồng nhất quán hoặc tập trung rõ đặc trưng (ở đầu và khúc uốn). Từ thời [[Nhà Lê sơ]], [[Mạc]] đến thời [[Nguyễn]] hình tượng Rồng phát triển rực rỡ với nhiều tư thế đa dạng là biểu tượng dân tộc.\n\nNét tiêu biểu tập trung ở các di tích trung tâm. Những [[văn bia]] phát triển, biết được xuất xứ nội dung, [[Niên đại học|niên đại]] là những giá trị để ta xác định thời đại các chạm khắc hình Rồng. Các hình tượng Rồng thời sau một mặt kế thừa thời trước, mặt khác muốn tìm ra những cái riêng về phong cách của vương triều mình. Những nét đặc trưng tiêu biểu của hình tượng Rồng ở các thời được nhận diện với sự so sánh, đối chiếu để xác định phong cách nghệ thuật. Hình Rồng mỗi vương triều đều có đặc điểm và phong cách trong sự phát triển của nghệ thuật tạo hình truyền thống. Nó không chỉ ở sử dụng mà còn là ''dấu ấn quan niệm thẩm mỹ'', ''sắc thái dân gian'' mang ''đặc thù dân tộc''.<ref name=\"vietnamfineart.com.vn\"\/>\n\nNhìn chung, Rồng Việt Nam luôn có những mô-típ rõ ràng đặc trưng:\n\n* Rồng là con vật có sự kết hợp của nhiều loài vật khác nhau, cách giải thích phổ biến là 9 loài: đầu hổ, sừng hươu, mắt thỏ, tai bò, cổ rắn, bụng ếch, vây cá chép, móng chim ưng, bàn chân của [[hổ]].<ref name=\":0\">Thừa Thiên Huế Online, [http:\/\/baothuathienhue.vn\/nhung-linh-vat-dat-viet-a1484.html \"Những linh vật đất Việt\"]<\/ref>\n* Thân rồng uốn hình rắn, hay gần như hình [[sin]] 12 khúc, đại diện 12 [[tháng]] trong năm, biểu trưng cho sự thay đổi thời tiết năm tháng, sự trù phú và phồn vinh của nền [[văn hóa nông nghiệp]] [[lúa|lúa nước]]. Thân mềm mại uốn lượn thể hiện sự biến hóa và khả năng thay đổi, dịch chuyển thiên nhiên của con rồng cai quản thời tiết, mùa màng. Trên lưng có vây nhỏ liền mạch và đều đặn.\n* Miệng rồng luôn ngậm viên châu, trong khi ở [[Nhật Bản]], [[Hàn Quốc]] và [[Trung Quốc]] rồng hay cầm ngọc bằng chân trước. Viên châu tượng trưng cho tính nhân văn, tri thức và lòng cao thượng. Đầu rồng luôn hướng lên đớp lấy viên ngọc thể hiện tinh thần tôn trọng các giá trị nhân văn cao quý, theo đuổi sự uyên bác và tinh thần cao thượng. Đầu vuông, mõm rồng ngắn, mũi to nét mặt thông thái vui vẻ, đạo mạo không hề mang tính dọa nạt kiên cưỡng như [[rồng Trung Hoa]] hay [[rồng Nhật Bản]] mõm dài, mũi nhỏ nhe nanh đầy dọa nạt.\n\nNhững điều ấy được đặt lên trên tất cả các giá trị khác kể cả sức mạnh và sự thống trị thường thấy của một con rồng phương Đông. Toàn thân rồng toát lên uyển chuyển và một sức căng rất lớn từ cái vươn chân dài, đầu ngẩng cao, dáng đầu rực lửa thể hiện cho khí thế hừng hực muốn tiến chinh phục các giá trị văn minh nhất của phương Đông cổ đại.\n[[Tập tin:Chinese dragon sculpture - panoramio (2318).jpg|thế=Rồng Trung Hoa|nhỏ|223x223px|Rồng Trung Hoa có đầu và mõm khá dài, mũi nhỏ so với Rồng Việt, Mắt lồi nhỏ, râu và vây bờm khá thưa thớt, thân thể thô cứng thiếu uyển chuyển.]]\n[[Tập tin:Rồng thời Nguyễn, Tử cấm thành, Huế.jpg|thế=|viền|giữa|nhỏ|Rồng thời Nguyễn, Tử cấm thành, Huế. Đầu vuông mõm ngắn, mũi to tạo nét mặt thông thái vui vẻ, đạo mạo không hề mang tính dọa nạt kiên cưỡng]]\n==Qua các triều đại ==\n===Rồng [[Nhà Lý|thời Lý]]===\n{{Toàn cảnh|2=|3=}}\n[[Thăng Long]] - nơi rồng vàng xuất hiện, cũng là nơi vương triều Lý (1010-1125) xây dựng nhiều công trình kiến trúc [[Hoàng thành Thăng Long|hoàng thành]], [[chùa]], [[tháp]] mở đầu cho độc lập tự chủ của [[Đại Việt]]. Duy trì gìn giữ những biểu tượng Rồng truyền thống vốn có lâu đời của dân tộc, các nghệ nhân thời Lý đã sáng tạo thêm vào hình tượng Rồng dựa trên giao lưu văn hóa thời nhà [[Hán]], [[nhà Đường]]. Hình tượng Rồng hoàn chỉnh trở thành biểu tượng ''cao quý'', ''quyền uy'' của Vương quyền và linh thiêng của Thần quyền ([[phật giáo|đạo Phật]] là Quốc giáo). Nó thể hiện trong các hợp thể nghệ thuật đường nét uốn khúc, nhẹ nhàng, bố cục hoàn chỉnh, phong cách đơn giản. Hình tượng Rồng có kiểu dáng nhất quán, đơn giản trong tạo hình. Vì được motif đơn giản, bất kỳ hình rồng ở di tích nào dù ở cách xa nhau, dù làm vào những năm khác nhau, dù là kiến trúc vương quyền hay kiến trúc thần quyền, thì hình tượng con Rồng thời Lý đều có kiểu dáng và cấu trúc chung.\n\n'''Đặc điểm hình tượng''':\n[[Tập tin:RồngLý.jpg|nhỏ|346x346px|Đầu rồng thời Lý, [[Hoàng thành Thăng Long]]]]\n* Đầu Rồng với cổ ngước cao, mắt Rồng to tròn và hơi lồi, trên lông mày kết xoắn, và trán kết xoắn, hàm trên kéo dài không cân đối với đầu, uốn, xung quanh có đao lửa. Hàm dưới kéo dài, uốn hình sin Tai nhỏ. Bờm dài bay ngược như cờ đuôi nheo. Không có sừng trông như rắn, đây là điều khác biệt so với các con rồng khác của các triều đại sau và khá tương đồng với hình tượng [[thuồng luồng]] trong văn hóa dân gian.\n* Chòm râu dưới cằm kết xoắn uốn lượn. Mũi Rồng cũng được kéo dài thành hình vòi. Mào của Rồng hơi uốn khúc có thể được vay mượn từ hình ảnh [[Naga]], thanh mảnh làm mất cân đối tỷ lệ đầu. Miệng rồng há rộng hứng [[ngọc]]. Môi dưới ngắn, lưỡi dài uốn lượn vươn ra đỡ lấy viên ngọc. Hai hàm có [[răng nanh]] nhọn kéo dài uốn cong liền sát mũi. (Cũng có loại đầu Rồng: cổ uốn khúc xuống rồi ngược lên).\n* Hình dáng thân Rồng thể hiện theo lối nhìn nghiêng, uốn lượn mềm mại (như hình [[giun đất]] uốn lượn hay còn gọi là rồng giun, rồng lãi). Các khúc uốn lượn phình to và co lại gần nhau (như hình túi phình đáy, miệng co) đặt xuôi, đặt ngược đều đặn, liên tục thu dần về đuôi. Mình Rồng tròn để trơn không có vảy. Toàn bộ thân hình Rồng nở về phần đầu, thu nhọn về phía đuôi. Rồng Lý 4 chân có khuỷu chân dài thanh mảnh và mỗi chân đều 3 [[Móng (động vật)|móng]] biểu trưng cho một xứ phiên thuộc.\n\nCác di vật mỹ thuật thời Lý còn lại đến ngày nay không nhiều, những hình tượng Rồng còn lại ở các Chùa (như [[Chùa Dạm]], [[Chùa Phật Tích]], [[Chùa Long Đọi|Chùa Long Đội]], [[Chùa ngô xá|Chùa Chương Sơn]], [[Chùa Quỳnh Lâm (định hướng)|Chùa Quỳnh Lâm]], [[Chùa Báo Ân]], [[Chùa Linh Xứng]], [[Chùa Sùng Nghiêm]], ...) và mới tìm thấy thêm ở [[Hoàng thành Thăng Long]] (2000-2005) hình Rồng trên một số gốm từ buổi đầu lập đô, nhà Lý chỉ là mô típ trang trí đơn giản thiếu chau chuốt, thiếu tinh tế, thanh mảnh. Bên cạnh đó nhiều tượng, đồ gốm được trang trí đơn giản. Nội dung tư tưởng thẩm mỹ sơ khai, có ý nghĩa tín ngưỡng dân gian cổ của cư dân [[nông nghiệp]].\n\n===Rồng [[Nhà Trần|thời Trần]]===\n[[Hình:CuaPhoMinh.jpg|nhỏ|phải|200px|Cánh cửa gỗ chạm rồng ở [[chùa Phổ Minh]] thời Trần]]\nTrong chạm khắc, còn có tượng Rồng ở thành bậc thành quách, [[lăng mộ]] và [[chùa]]. Hình tượng Rồng có nhiều thay đổi so với thời Lý.\n* Thân Rồng to mập, khoẻ chắc, khúc nới ra uốn lượn đều đặn hình sin thu dần về đuôi. Đầu xuất hiện cặp [[sừng]], đôi tai và những chi tiết mới. Hình dáng Rồng uy nghi mang ý nghĩa mới của vương triều. Nổi rõ phong cách với những hình khối, đường nét mập khỏe, tinh lọc giản dị, vững chãi mà không nặng nề, không tĩnh của cốt cách truyền thống, cũng nằm trong bối cảnh khí thế Đông A thượng võ thời Trần.\n* Tượng Rồng ở [[khu lăng mộ An Sinh]] (Thế kỷ XIV [[Đông Triều]], [[Quảng Ninh]]) điển hình là đôi tượng ở thành bậc cửa lăng vua [[Trần Anh Tông]], dài 1,7m mình tròn mập, đuôi dài và nhọn. Bốn chân to khỏe, có bốn móng nhọn. Đầu dữ tợn, mào kéo dài ra phía trước, cặp sừng nhọn vút về phía sau. Bờm tóc to trải dài, những chòm lông quanh cổ hình xoắn ốc dựng lên. Trên thân có chạm vẩy. Đôi tượng Rồng (ở [[thành nhà Hồ]], dài 3,6m) đầu bị gãy mất, còn lại từ má bờm uốn sóng đều đặn trải dài nhọn. Thân Rồng dài và mập, có vẩy hình vòng cung, uốn khúc cong sáu nhịp đều đặn thon đến cuối đuôi.\n\nHình dáng Rồng thời Trần đa dạng, nên trong cùng một thời gian, những chi tiết hình Rồng đã có những khác nhau. Chẳng hạn: Có dạng đuôi thẳng vút nhọn, lại có đuôi xoắn tròn, hay có đuôi chạm văn xoắn ốc. Có Rồng chạm ba móng, lại có Rồng bốn móng. Hình Rồng với bốn khúc uốn, trên bệ tượng [[Chùa Thanh Sam]] ([[Ứng Hòa]] - [[Hà Tây]](cũ)) chạm đầu quay lại nằm gọn trong khúc uốn lớn. Râu uốn lượn dài, hai chân trước to, giơ ba móng.\n\nCũng Rồng với bốn khúc uốn thì chạm đá bệ tượng [[Chùa Đô Quan]] ([[Yên Khang]], [[Ý Yên]], [[Nam Định]]), khúc lớn vòng qua đầu, ba khúc uốn còn lại gần như thẳng. Râu uốn lượn dài, hai chân trước to bốn móng. Lại có hình Rồng với bảy khúc uốn chạm đá bệ tượng [[chùa Thầy]] ([[Sài Sơn]], [[Quốc Oai]], [[Hà Tây]]) dáng Rồng trườn lên phía trước. Đầu ngước ngậm ngọc, hai mào dài xoắn lại, bờm tỏa dài uốn lượn ra phía sau, vây rồng nhọn cao. Bốn chân to với bốn móng nhọn, Còn có các đầu Rồng (đất nung) thấy ở [[Chùa Phổ Minh|tháp Phổ Minh]] (Nam Định), hay ở Đông Triều - Quảng Ninh, ở Hoàng thành Thăng Long. Hoặc có hình Rồng trang trí trên gạch gốm tráng men [[Chùa Hoa Yên]] ([[Núi Yên Tử|Yên Tử]] - [[Quảng Ninh]]).\n\n===Rồng [[Nhà Lê sơ|thời Lê sơ]]===\n[[Tập tin:Dragon (Le dynasty, Vietnam).jpg|300px|nhỏ|phải|Rồng Việt thời Lê, vẻ đẹp suy tư điềm đạm.]]\n[[Hình:Dien Kinh Thien 002.jpg|nhỏ|phải|230px|Rồng đá thềm điện Kính Thiên còn sót lại sau khi [[thực dân Pháp]] phá điện xây lô cốt]]\nPhát triển trên cơ sở tiếp thu Rồng thời Trần, cơ bản vẫn giữ hình dáng thân uốn cứng cáp, to khoẻ, mào và sừng ở đầu trông dữ hơn. Nổi bật hình tượng đôi Rồng trên các thành bậc đá (làm thời vua [[Lê Thánh Tông]] (1470-1497)) như: điện [[Lam Kinh]] (1433) và [[Hoàng thành Thăng Long#Điện Kính Thiên|điện Kính Thiên]] (1467).\n* Đôi Rồng uốn khúc bò từ trên nền thềm điện xuống (đặt lối lên chính giữa). Đầu Rồng to, có hai nhánh sừng nhô cao, mắt lồi, bờm mượt cuộn ra sau. Lưng Rồng nhô hình vây nhọn theo khúc uốn. Một tay Rồng cầm lấy râu. Chân Rồng chạm năm móng sắc nhọn, các hình xoắn trang trí bên thân Rồng, kết hợp với mây đao lửa. Đó là mô típ trang trí điển hình mang đặc trưng thời Lê Sơ. Hình tượng Rồng trang nghiêm, râu bờm và sừng nổi cao dũng mãnh uy quyền.\n* Những chạm khắc [[trừu tượng]] hình rồng uốn khúc ở mặt ngoài thành bậc đá của điện Lam Kinh (Thanh Hóa), Điện Kính Thiên, Đàn Nam Giao (Hà Nội) trong khung [[tam giác]] vuông viền hình hoa chanh, đều chạm hoa văn [[Hoa sen (Phật giáo)|hoa sen]], [[hoa cúc]] và lá cách điệu, [[mây]] xoắn cuộn, nổi ở giữa là hình đao ngọn lửa (gọi là mây đao lửa). Còn thấy hình Rồng bốn móng kết với hình mây hoa lá trên các văn bia ([[Văn Miếu - Quốc Tử Giám|Văn Miếu]]). Những chạm khắc hình Rồng và các mô típ Mây đao lửa, hoa văn với nét chạm sắc sảo, điêu luyện, bố cục chặt chẽ với đặc trưng riêng, tiêu biểu phong cách thời Lê Sơ.\n\n===Rồng [[Nhà Mạc|thời Mạc]]===\n[[Hình:RongMac.JPG|nhỏ|phải|230px|Đầu rồng đá [[nhà Mạc|thời Mạc]]]]\nHình tượng Rồng thời Mạc kế thừa rồng truyền thống Lý, Trần, và cả rồng thời Lê sơ. Đặc điểm chung là: Thân mập, uốn lượn đều đặn, bờm kéo dài uốn theo xuống nửa lưng, mây đao lửa điểm xuyết trên thân, sóng cuộn dưới bụng, chân ngắn, lông khuỷu sợi đơn uốn xoắn. Đầu rồng có sừng hai chạc, hai mắt lồi, mũi [[sư tử]], mồm thú nhô ra phía trước. Các chân Rồng thường chạm bốn móng. Hình tượng rồng phát triển trên các chạm khắc Chùa và Đình làng.\n\nCòn hình: [[Rồng]], [[Phượng hoàng|phượng]], [[Kỳ lân|lân]] trang trí trên gạch [[Chùa Ông (Hà Nam)|Chùa Ông]], [[Chùa Trăm Gian]], và [[Chùa Bối Khê]] hoặc gốm đất nung: Rồng, Phượng, con Xô, con Kìm là gắn trên bờ nóc, bờ giải, các đầu đao, tàu mái: cung điện, đình, chùa. Hiện còn thấy hai đầu rồng: có sừng hai chạc, mắt lồi, tai to, mồm sư tử cao 0.85&nbsp;cm trên hai bờ mái ở [[Chùa Mui]] (Hà Tây cũ). Hình Rồng mây trang trí trên gốm dáng uốn lượn, thân hình khỏe chắc.\n\nĐình là công trình to lớn, đòi hỏi nhu cầu thẩm mỹ với giá trị nghệ thuật. Những thành phần kiến trúc [[gỗ]] vốn nặng nề, thô mộc của kết cấu kiến trúc gỗ. Ta thấy chạm đề tài [[Tứ linh]], như các đầu dư chạm Đầu Rồng ngậm ngọc, đầu bẩy, các kẻ hiên chạm các đề tài như: ''Rồng cuốn thủy'', ''Cá hóa Rồng''. Các cốn, các vì nóc chạm Rồng, Lân. Bức chạm gỗ ''Rồng Nho học'' ở [[Đình Vân Sa]] ([[Ba Vì]], [[Sơn Tây (tỉnh cũ)|Sơn Tây]]) độc đáo, thể hiện Rồng bố đang cầm bút nho chỉ bảo, các Rồng con giơ sách dâng lên, nhằm ca ngợi việc học hành. Thể hiện rõ bàn tay (người) cầm bút, tay dâng sách rất rõ. Hình tượng Rồng được nhân hóa, đó là nét mới rồng gắn với đời thường.\n\nNhững chạm khắc ở [[Thổ Hà#Đình Thổ Hà|Đình Thổ Hà]] ([[Bắc Giang]]), [[Đình Tây Đằng]] ([[Ba Vì]], [[Sơn Tây (tỉnh cũ)|Sơn Tây]]), [[Đình Lỗ Hạnh]] ([[Bắc Giang]]) thể hiện Rồng và các vật linh. Tượng Rồng thành bậc (đá) [[Chùa Nhân Trai]] ([[Hải Phòng]]) uốn lượn đều đặn, sừng quặp ra sau, bờm kéo dài uốn xuống lưng. Bia [[Chùa Trà Phương]] chạm khái quát Rồng Phượng. Các hình Long - Lân [[Chùa Quảng Nghiêm|Chùa Trăm Gian]], [[Chùa Đậu]], [[Chùa Bối Khê]] thể hiện những bố cục sinh động, khối hình khỏe khoắn, đậm tính cách dân gian. [[Bia đá]] thời Mạc phát triển, Rồng trang trí trên trán bia, diềm bia, các góc của bia.\n\n===Rồng [[nhà Lê trung hưng|thời Lê trung hưng]]===\nThời này phục hưng những giá trị nghệ thuật truyền thống [[nhà Lê sơ|nhà Lê]]. Hình rồng là mô típ tiêu biểu, đặc trưng, thoát khỏi hình thức khuôn mẫu, để trở về nguồn, với ý nghĩa giá trị sáng tạo mới. Hình Rồng với đầu nhô, có sừng, hai râu mép dài uốn lượn duỗi ra phía trước, tạo dáng rồng thêm sinh động. Rồng kết hợp hoa văn mây lửa vẽ men xanh lưu loát. Kỹ thuật vẽ men màu và kỹ thuật đắp nổi trên gốm điêu luyện. Đặc điểm hình Rồng cũng có thay đổi.\n\nĐầu Rồng đơn giản, thường chỉ thấy râu cằm thưa nhọn, bờm ngắn tỏa hình quạt. Mào Rồng thanh mảnh uốn lượn kéo dài ra phía trước, hoặc rủ xuống hai bên. Các hình mây đao lửa thường vút lên từ đầu các chân Rồng. Hình Rồng với mây đao lửa vẫn duy trì nhưng ở cuối thế kỷ XVII các mây đao lửa có chiều hướng ngắn lại, và thưa. Độ uốn lượn của đao mây ít lại, thường chỉ còn hai khúc uốn rồi bắt sang chiều ngang của đao mây.\n\n===Rồng [[nhà Lê trung hưng|thời hậu Lê]]===\nHình Rồng thân ngắn và các khúc uốn thường chỉ 3 đến 4 lần cong uốn, chỉ làm to khúc uốn liền đầu, các khúc sau thường ngắn và thuôn gần thẳng về đuôi. Chân Rồng bốn móng. Hình mây đao lửa gần như mất. Mây chuyển sang các hình dải thưa vắt vào chân Rồng, điển hình như: ''Hai Rồng chầu mặt trời'' chạm đá bia [[Chùa Chuông]] [[1711]] ([[Hưng Yên]]), và chạm đá bia [[Đền Din]] ([[Nam Dương]] - [[Nam Ninh]] - [[Nam Định]]). Hoặc hình Rồng biến thành hình mây, như: ''Hai Rồng mây hóa chầu mặt trời'' chạm đá bia [[Chùa Côn Sơn]] [[1788]] ([[Chí Linh]] - [[Hải Dương]]).\n\n===Rồng [[Tây Sơn]], nhà [[Nhà Nguyễn|Nguyễn]]===\n[[Tập tin:Bệ rồng bậc thang ở Lăng Khải Định, tháng 3 năm 2021 (8).jpg|300px|nhỏ|phải|Tượng rồng ở Lăng Khải Định]]\nHình tượng con Rồng thời Nguyễn là hình tượng con rồng điển hình của Việt Nam vẫn giữ những nét đẹp do kế thừa tinh hoa truyền thống, điển hình kế thừa chiếc mũi to, mõm ngắn từ các thời trước tạo vẽ vui vẻ thân thiện, nhìn chung rồng thời Nguyễn là hình ảnh về rồng gần gũi nhất với dân tộc Việt Nam, có độ uốn lượn đều đặn, chau chuốt, phần lớn là thanh mảnh và tinh tế. Đặc điểm chỏm đầu thường bẹt, nổi vừa phải. Mắt là hai u tròn, mũi gồ, miệng hé mở lộ răng nanh nhọn. Sừng hai chạc cong ra phía sau. Tóc nhiều chẽ xoè kiểu nan quạt và hơi lượn sóng. Thân Rồng chạm vẩy, hàng vây lưng hình [[tam giác]] nhô cao nhọn. đuôi Rồng lượn sóng. Chân Rồng có hai cặp trước và sau, các móng thường chõe ra.\n\nNhững Rồng trong [[Hoàng thành Huế|cung vua]] thường chạm năm móng. Rồng thành bậc kiến trúc thân mập, khúc uốn thấp. Rồng trang trí quanh cột gỗ sơn son, hoặc trang trí quanh cột đồng (như ở [[Ngọ Môn (hoàng thành Huế)|Ngọ Môn]], [[Lăng Minh Mạng]], [[Lăng Tự Đức]], [[Lăng Thiệu Trị]], [[Lăng Đồng Khánh]]). Con Rồng được sử dụng nhiều đường cong uốn vừa phải, thể hiện đao và tóc Rồng cứng cáp sắc sảo. Đầu lớn uy dũng, mắt to tròn, mũi nở, miệng mở rộng, răng cửa nhọn, thân dài và cơ bắp uyển chuyển uốn lượn với vẩy âm dương ngũ sắc, đuôi Rồng lượn sóng hoặc tõe các tua đuôi, chân rồng với năm móng sắc lẽm chỉ có ở bậc hoàng đế, tựu chung lại Rồng thời Nguyễn là biểu tượng cho một đế quốc phương Nam với vẻ đẹp uy quyền. Hình ảnh Rồng thời Nguyễn còn lại tương đối nhiều ở các di tích chùa, đình từ [[Huế]] ra vùng [[đồng bằng sông Hồng]].\n\n==Các định danh==\n[[Tập tin:Newone - Tò he.jpg|nhỏ|[[Tò he]] hình con rồng trong dân gian Việt Nam tại phố đi bộ [[Hồ Hoàn Kiếm|hồ Gươm]] năm 2019]]\n[[Hà Nội]], thủ đô của Việt Nam, được biết đến trong thời [[trung đại]] như '''Thăng Long''' (''Thăng'' có nghĩa là \"phát triển, tăng, bay hoặc lên\" và ''Long'', có nghĩa là \"con rồng\"); vốn vẫn được gọi bằng tên này trong [[Văn học Việt Nam|văn học]]. Năm 1010, vua [[Lý Thái Tổ]] dời đô từ [[Hoa Lư]] về [[Đại La]], ông đã nhìn thấy một con rồng vàng bay vòng quanh trên bầu trời trong xanh, do đó ông đã đổi tên của Đại La thành ''Thăng Long'', hàm ý là \"tương lai tươi sáng và phát triển của Việt Nam\". Hơn nữa, một trong [[Thăng Long Tứ Trấn]] là thần [[Long Đỗ]] đã giúp Lý Thái Tổ để xây dựng [[Hoàng thành Thăng Long|Thăng Long thành]].\n\nNhiều địa danh tại Việt Nam kết hợp từ Long (Hán - Việt: Rồng), hoặc Rồng: [[Vịnh Hạ Long]], phần sông [[Sông Cửu Long|Mekong]] chảy qua Việt Nam gồm 9 [[phân lưu|chi lưu]] và được gọi là [[Sông Cửu Long|Cửu Long]] (nghĩa là chín con rồng), [[cầu Hàm Rồng]], [[cầu Long Biên]]. Những sự vật khác như: [[Thanh long (thực vật)|thanh long]], [[lốc xoáy|vòi rồng]], [[họ Xương rồng|xương rồng]] (Cactaceae), [[nhãn|long nhãn]] (mắt rồng)...\n\n==Hình ảnh==\n<gallery widths=\"200\" heights=\"200\" perrow=\"5\">\nFile:Sun World Asia Park, Da Nang (49373484238).jpg|Tại Công viên ở Đà Nẵng\nFile:Pagoda in Duy Vinh 2.jpg|Đôi rồng chầu ở chùa Duy Vinh\nFile:Chạm khắc tượng rồng leo tại Đình Quan Thánh, Tân Phú, ngày 15 tháng 5 năm 2021 (1).jpg\nFile:Chạm khắc tượng rồng leo tại Đình Quan Thánh, Tân Phú, ngày 15 tháng 5 năm 2021 (4).jpg|Tượng rồng leo tại Đình Quan Thánh, Tân Phú\nFile:Tượng rồng leo trong Đình Giác Lâm, tháng 4 năm 2021 (2).jpg|Tượng rồng leo trong [[chùa Giác Lâm]]\nFile:Tượng Rồng ở Miếu bà Bình Long, tháng 5 năm 2021 (11).jpg|Tượng rồng leo ở Miếu bà Bình Long\nTập tin:Perfume Pagoda roof.jpg|Họa tiết đầu rồng trên tầu đao [[chùa Hương]]\nTập tin:Rồng trên cổ vật Dragon on antiquities13 (7061149771).jpg|alt=Rồng trên lư bạc thời Nguyễn|Rồng trên lư bạc thời Nguyễn\n<\/gallery>\n\n==Chú thích==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Vietnamese dragons}}\n* {{TĐBKVN|23858|Rồng}}\n*[http:\/\/www.flickr.com\/photos\/dinh_ngocdung\/sets\/72157594197719956\/ Hình ảnh Rồng Việt Nam tại Flickr.com]\n*[http:\/\/conduonggomsu.vn\/?portal=news&page=news_detail&id=161 Rồng trên \"con đường gốm sứ\"]{{Liên kết hỏng|date = ngày 28 tháng 6 năm 2021 |bot=InternetArchiveBot }}\n* {{YouTube|e0IVwUrkDTw|Rồng thiêng triều Nguyễn_Phần 1}} Phúc Võ Thanh Xuất bản 24 thg 10, 2016\n* [https:\/\/mvatoi.com.vn\/rong-truyen-thuyet-doi-thuc-va-nguon-goc-rong-viet-n49.html Nguồn gốc Rồng Việt: Cá sấu hóa Rồng]\n{{Động vật trong văn hóa}}\n\n[[Thể loại:Mỹ thuật]]\n[[Thể loại:Rồng|V]]\n[[Thể loại:Truyền thuyết Việt Nam]]\n[[Thể loại:Động vật thần thoại Việt Nam]]\n[[Thể loại:Biểu tượng của Việt Nam]]\n[[Thể loại:Biểu tượng hoàng gia tại Việt Nam]]"}