{"474584":"{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Rừng Thông\n| hình = \n| ghi chú hình = \n| vĩ độ = 19\n| vĩ phút = 49\n| vĩ giây = 16\n| kinh độ = 105\n| kinh phút = 43\n| kinh giây = 57\n| vùng = [[Bắc Trung Bộ]]\n| thành lập = 1992<ref name=\":0\" \/>\n| tỉnh = [[Thanh Hóa]]\n| huyện = [[Đông Sơn]]\n| diện tích = 6,03 km²\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| thời điểm dân số = 2014\n| dân số = 10.878 người<ref name=NQ92 \/>\n| mật độ dân số = 1.804 người\/km²\n| mã hành chính = 16378<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính =\n}}\n'''Rừng Thông''' là [[thị trấn (Việt Nam)|thị trấn]] huyện lỵ của huyện [[Đông Sơn]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n== Địa lý ==\nThị trấn Rừng Thông nằm ở phía đông huyện [[Đông Sơn]], có vị trí địa lý: \n*Phía đông giáp thành phố [[Thanh Hóa (thành phố)|Thanh Hóa]]\n*Phía tây giáp xã [[Đông Khê, Đông Sơn|Đông Khê]] và xã [[Đông Thanh, Đông Sơn|Đông Thanh]]\n*Phía nam giáp xã [[Đông Thịnh]]\n*Phía bắc giáp xã [[Đông Tiến, Đông Sơn|Đông Tiến]] và thành phố Thanh Hóa.\n\nThị trấn có diện tích 6,03&nbsp;km², dân số năm 2014 là 10.878 người<ref name=NQ92 \/>, mật độ dân số đạt 1.804 người\/km².\n\nTrên địa bàn thị trấn có [[Quốc lộ 45]] và [[Quốc lộ 47]] đi qua.\n\n==Hành chính==\nThị trấn Rừng Thông được chia thành 9 khu phố: Thống Nhất, Cao Sơn, Phượng Lĩnh, Nam Sơn, Xuân Lưu, Đông Xuân, Nhuệ Sâm, Toàn Tân, Hàm Hạ.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-1238-QD-UBND-2020-phan-loai-thon-to-dan-pho-tinh-Thanh-Hoa-442002.aspx|tựa đề=Quyết định số 1238\/QĐ-UBND năm 2020 về việc phân loại thôn, tổ dân phố trên địa bàn tỉnh Thanh Hóa|url-status=live}}<\/ref>\n\nDù là thị trấn huyện lỵ của một huyện đồng bằng nhưng thị trấn Rừng Thông lại có một phần diện tích là đồi núi. Khối 1 và khối 2 tựa lưng vào núi Kết, khối 3, 4, 5 tựa lưng vào núi Rừng Thông.\n\n==Lịch sử==\nĐầu thế kỷ XIX, dưới thời vua [[Gia Long]], địa bàn thị trấn Rừng Thông hiện nay thuộc tổng Lê Nguyễn, huyện Đông Sơn, phủ Thiệu Hóa. Năm [[1928]], huyện Đông Sơn được đổi thành phủ, bao gồm 7 tổng, địa bàn thị trấn Rừng Thông thuộc hai tổng Kim Khê và Tuyên Hóa.\n\nNăm [[1946]], các tổng cũ của phủ Đông Sơn được chia thành 22 xã, trong đó có xã Tuyên Hóa và xã Đại Đồng. Đến năm [[1948]], xã Tuyên Hóa đổi tên thành xã Đông Anh, xã Đại Đồng sáp nhập với xã Cổ Bôn thành xã Đông Tiến.\n\nNăm [[1953]], xã Đông Anh chia thành ba xã Đông Anh, Đông Xuân và Đông Thịnh; xã Đông Tiến chia thành hai xã Đông Tiến và Đông Thanh. Phần lớn địa bàn thị trấn Rừng Thông lúc này thuộc hai xã Đông Xuân và Đông Tiến.\n\nNăm [[1966]], xóm Nghĩa (còn gọi là xóm Phúc Long) thuộc xã Đông Anh được chuyển về xã Đông Tiến (nay thuộc khu phố Hàm Hạ).<ref name=LichsuDA>{{Chú thích sách| title = Lịch sử Đảng bộ và phong trào cách mạng xã Đông Anh (1930-2005) |author = Ban chấp hành Đảng bộ xã Đông Anh | publisher = Nhà xuất bản Thanh Hóa, 2006}}<\/ref>\n\nNăm [[1977]], các xã hữu ngạn [[sông Chu]] thuộc huyện [[Thiệu Hóa]] sáp nhập với huyện Đông Sơn thành huyện [[Đông Thiệu]], hai xã Đông Xuân và Đông Tiến thuộc huyện Đông Thiệu<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-177-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Thanh-Hoa-57441.aspx|title=Quyết định 177-CP năm 1977 về việc hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Thanh Hóa do Hội đồng Chính phủ ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Tuy nhiên vào năm [[1982]], huyện Đông Thiệu lại đổi tên thành huyện Đông Sơn, các xã Đông Xuân và Đông Tiến trở lại thuộc huyện Đông Sơn<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-149-HDBT-phan-vach-dia-gioi-huyen-doi-ten-huyen-Dong-Thieu-tinh-Thanh-Hoa-43955.aspx|title=Quyết định 149-HĐBT năm 1982 về việc phân vạch địa giới một số huyện và đổi tên huyện Đông Thiệu thuộc tỉnh Thanh Hóa do Hội đồng Bộ trưởng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Huyện lỵ huyện Đông Sơn đặt tại xã Đông Xuân.\n\nNgày [[28 tháng 1]] năm [[1992]], Ban Tổ chức Chính phủ ban hành Quyết định số 49-TCCP. Theo đó, thành lập thị trấn Rừng Thông, thị trấn huyện lỵ Đông Sơn trên cơ sở một phần diện tích và dân số của các xã Đông Lĩnh, Đông Tân, Đông Tiến và Đông Xuân.<ref name=\":0\">{{chú thích sách|tác giả=|tựa đề=Tên làng xã Thanh Hóa - Tập 2|nhà xuất bản=Nhà xuất bản Thanh Hóa|year=2000|nơi=|trang=42|url=https:\/\/www.google.com\/books\/edition\/Tên_làng_xã_Thanh_Hóa\/eUpRAQAAMAAJ|doi=|id=|isbn=}}<\/ref>\n\nNgày [[15 tháng 5]] năm [[2015]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 935\/NQ-UBTVQH13<ref>Nghị quyết số 935\/NQ-UBTVQH13 năm 2015 về việc điều chỉnh địa giới hành chính huyện Quảng Xương và thị xã Sầm Sơn để mở rộng địa giới hành chính thị xã Sầm Sơn, điều chỉnh địa giới hành chính 03 xã và 01 thị trấn thuộc huyện Nông Cống để mở rộng địa giới hành chính thị trấn Nông Cống thuộc huyện Nông Cống, điều chỉnh địa giới hành chính 03 xã và 01 thị trấn thuộc huyện Đông Sơn để mở rộng địa giới hành chính thị trấn Rừng Thông thuộc huyện Đông Sơn, tỉnh Thanh Hóa<\/ref><ref>{{Chú thích web|url=http:\/\/dongson.gov.vn\/web\/trang-chu\/tin-tuc-su-kien\/tin-kinh-te-chinh-tri\/le-cong-bo-nghi-quyet-so-935-nq-ubtvqh13-cua-uy-ban-thuong-vu-quoc-hoi-ve-viec-dieu-chinh-mo-rong-dia-gioi-hanh-chinh-thi-tran-rung-thong.html|tựa đề=Lễ công bố Nghị quyết số 935\/NQ-UBTVQH13 của Ủy ban Thường vụ Quốc hội về việc điều chỉnh mở rộng địa giới hành chính thị trấn Rừng Thông|ngày=2015-09-22|website=Cổng thông tin điện tử huyện Đông Sơn}}<\/ref>. Theo đó, sáp nhập toàn bộ 190,67 ha diện tích tự nhiên và 2.808 người của xã Đông Xuân, điều chỉnh 291,37 ha diện tích tự nhiên và 4.585 người của xã Đông Tiến (gồm toàn bộ 93,07 ha, 1.970 người của thôn Toàn Tân; 181,04 ha, 2.615 người của thôn Đại Đồng, 17,26 ha của thôn Triệu Xá 1), 31,05 ha diện tích tự nhiên và 50 người của xã Đông Anh (24,84 ha, 15 người của thôn 6 và 6,21 ha, 35 người của thôn 7) vào thị trấn Rừng Thông.\n\nSau khi điều chỉnh địa giới hành chính, thị trấn Rừng Thông có 603,16 ha diện tích tự nhiên và 10.878 người, gồm 12 khu phố: 1, 2, 3, 4, 5, 6, Cáo Thôn, Đại Đồng, Nhuệ Sâm, Phúc Hậu, Toàn Tân, Xuân Lưu.<ref name=NQ92>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-92-2014-NQ-HDND-sap-nhap-Dong-Xuan-dieu-chinh-dia-gioi-Dong-Tien-Dong-Anh-Thanh-Hoa-274831.aspx|tựa đề=Nghị quyết số 92\/2014\/NQ-HĐND về việc thông qua Đề án sáp nhập xã Đông Xuân và điều chỉnh địa giới hành chính xã Đông Tiến, xã Đông Anh để mở rộng thị trấn Rừng Thông thuộc huyện Đông Sơn, tỉnh Thanh Hóa}}<\/ref>\n\nNgày [[17 tháng 8]] năm [[2018]], Ủy ban nhân dân tỉnh Thanh Hóa ban hành Quyết định số 3110\/QĐ-UBND<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-3110-QD-UBND-2018-doi-ten-chuyen-thon-thanh-khu-pho-sap-nhap-thon-Thanh-Hoa-395944.aspx|tựa đề=Quyết định số 3110\/QĐ-UBND năm 2018 về đổi tên; chuyển thôn thành khu phố; sáp nhập để thành lập thôn, tổ dân phố tại xã, phường, thị trấn thuộc các huyện, thị xã, thành phố trên địa bàn tỉnh Thanh Hóa}}<\/ref>. Theo đó:\n*Sáp nhập khu phố 1, khu phố 2 và một phần khu phố Cáo Thôn thành khu phố Thống Nhất\n*Sáp nhập khu phố 3 và một phần khu phố 4 thành khu phố Cao Sơn\n*Sáp nhập khu phố 5 và phần còn lại của khu phố 4 thành khu phố Phượng Lĩnh\n*Sáp nhập một phần khu phố Phúc Hậu và một phần khu phố Nhuệ Sâm vào khu phố Xuân Lưu\n*Sáp nhập phần còn lại của hai khu phố Phúc Hậu và Cáo Thôn thành khu phố Đông Xuân\n*Đổi tên khu phố Đại Đồng thành khu phố Hàm Hạ\n*Đổi tên khu phố 6 thành khu phố Nam Sơn.\n\nThị trấn Rừng Thông có 9 khu phố như hiện nay.\n\n==Di tích==\n* Di chỉ Cồn Mả Gạch: Di chỉ [[khảo cổ học]] được phát hiện năm 1996, tại cồn Mả Gạch. Hiện vật nằm ở độ sâu 0,8 m so với mặt đất, gồm có tiền Ngũ Thù đựng trong một chiếc âu có niên đại Lục Triều (Trung Quốc), xung quanh có nhiều mảnh gốm Đông Sơn muộn và than tro, 1 ấm đồng 3 chân (đã thất lạc) và 1 thạp đồng gọi là thạp Đông Xuân. Di chỉ có niên đại thuộc thế kỷ V sau Công Nguyên.\n* Đình làng Xuân Lưu: thờ Thái bảo Thiệu Quận công Nguyễn Đình Thuần (thời [[Lê Trung Hưng]].<ref name=LangThanhhoaII>{{Chú thích sách| title = Tên làng xã Thanh Hóa, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hóa | publisher = Nhà xuất bản Thanh Hóa, 2001}}<\/ref>\n* Đền thờ danh nhân Nguyễn Đình Thuần - trọng thần thời Lê Trung Hưng (thế kỷ XVIII), từng đi sứ phương Bắc, chinh phạt phương Nam, văn võ ghi nhiều công lớn, được đặc phong Thượng tướng quân, phong tặng Thái tử thiếu phó, Hữu đô đốc Thiệu quận công. Ông được suy tôn là Phúc thần của 6 làng trong 2 tổng Tuyên Hóa và Quảng Chiếu, huyện Đông Sơn\n* Đình làng Phúc Hậu (thời Lê Trung Hưng): thờ ông Doãn Năng.<ref name=LangThanhhoaII\/>\n* Đình làng Nhuệ Sâm\n* Nghè làng Nhuệ Sâm\n* Núi Sơn Viện hay còn gọi là núi Phượng Lĩnh thuộc thị trấn Rừng Thông, huyện Đông Sơn, tỉnh Thanh Hóa. Núi Sơn Viện là một dãy núi đất lẫn đá, trên núi trồng thông nên còn gọi là Rừng Thông. Núi có độ cao trung bình 100 m, đỉnh cao 162 m so với mực nước biển. Khu vực rừng thông được coi là lá phổi xanh phía tây Thành phố Thanh Hóa.\n* Đài kỉ niệm Chủ tịch Hồ Chí Minh, xây dựng năm 1990, kỉ niệm Chủ tịch Hồ Chí Minh về thăm và nói chuyện với cán bộ chủ chốt, thân hào, thân sĩ trong tỉnh Thanh Hóa ngày 20\/2\/1947. Đây là di tích lịch sử cách mạng và danh lam thắng cảnh cấp quốc gia.\n* Cụm di tích Hàm Hạ: đã được xếp hạng di tích lịch sử cách mạng cấp quốc gia, bao gồm: đình làng Hàm Hạ, nhà ông Lê Oanh Kiều (là nơi thành lập chi bộ [[Đảng Cộng sản Việt Nam|Đảng Cộng sản]] đầu tiên của tỉnh Thanh Hóa)<ref name=\"Hamha2\">{{Chú thích web|url=http:\/\/truongchinhtrithanhhoa.gov.vn\/news\/news.aspx?nid=110|tiêu đề=Đảng cộng sản Việt Nam ra đời và tác động đến cách mạng Vô sản ở Thanh Hóa|nhà xuất bản=Website truongchinhtrithanhhoa.gov.vn|ngày truy cập=2021-05-23|archive-date = ngày 12 tháng 2 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100212043759\/http:\/\/www.truongchinhtrithanhhoa.gov.vn\/news\/news.aspx?nid=110|url-status=dead}}<\/ref>, nhà ông Phạm Văn Huống\n* Nghè Tòng Tân, thờ Chàng Hai, con Lê Ngọc, thủ lĩnh cuộc [[khởi nghĩa Lê Ngọc]], thời Tùy (thế kỉ thứ 7)<ref name=LangThanhhoaII\/>\n* Nhà thờ [[Công giáo]] ở khu phố Toàn Tân.\n* [[Kênh Nhà Lê]]: là tuyến đường thủy đầu tiên trong lịch sử Việt Nam từ [[kinh đô Hoa Lư]] đến [[Đèo Ngang]] và được xem là tuyến đường Hồ Chí Minh trên sông vì những đóng góp cho các cuộc chiến tranh của người Việt.\n \nChùa Yên Mã , Khu Phố Toàn Tân , Thị Trấn Rừng Thông\n\n==Danh nhân==\n* Lê Thế Long: Bí thư tỉnh ủy đầu tiên của Thanh Hóa (làng Hàm Hạ, nay là khu phố Hàm Hạ)\n* Lê Huy Liệu: Giáo sư - Tiến sĩ y khoa, Cố giám đốc Bệnh viện Bạch Mai (xóm Nghĩa hay còn gọi làng Phúc Long, nay thuộc khu phố Hàm Hạ).<ref>[http:\/\/cpd.vn\/Default.aspx?tabid=725&doctorid=1461&display=NBCD&temidclicked=790 Các tư liệu về Giáo sư Tiến sĩ Lê Huy Liệu], Trang web Công ty TNHH Trung tâm Di sản các Nhà Khoa học Việt Nam<\/ref>\n\n== Kinh tế - xã hội ==\nThị trấn Rừng Thông có 2 trạm y tế cấp xã, có Bệnh viên Đa khoa huyện Đông Sơn, Trung tâm Y tế dự phòng.\n\nTrên địa bàn thị trấn có 2 trường mầm non và 2 trường tiểu học, có trường THCS Nguyễn Chích, trường THPT Nguyễn Mộng Tuân, trường THPT Đông Sơn I, Trung tâm Giáo dục thường xuyên.\n\n==Giao thông==\n*[[Quốc lộ 45]] chạy qua 4 khối phố: 1, 3, 4, 5.\n*[[Quốc lộ 47]] chạy qua khối 6.\n*Các tuyến xe buýt chạy qua: Sầm Sơn - Kiểu, Bờ Hồ - Mục Sơn, Bờ Hồ - Thị trấn Thọ Xuân.\nĐây là địa phương có tuyến [[Đường cao tốc Mai Sơn – Quốc lộ 45]] đi qua đang được xây dựng.\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{Đơn vị hành chính thuộc huyện Đông Sơn}}\n{{du lịch Thanh Hóa}}\n\n[[Thể loại:Huyện lỵ Việt Nam]]"}