{"188358":"{{Infobox Weapon\n|name=C-75 Двина (S-75 Dvina) <br \/><small>[[tên ký hiệu của NATO]]: SA-2 Guideline<\/small>\n|image=[[Tập tin:SA-2 Guideline.JPG|300px]]\n|caption=Hệ thống tên lửa phòng không \"C-75 Двина\" (S-75 Dvina).\n|origin={{flagcountry|Soviet Union}}\n|type=Hệ thống [[tên lửa đất đối không]] bán cơ động \n<!-- Type selection -->\n|is_vehicle=yes\n|is_UK=yes\n<!-- Service history -->\n|service= 1957 - nay\n|used_by={{flag|Liên Xô}}<br \/>{{flag|Ấn Độ}}<br \/>{{flag|Trung Quốc}}<br \/>{{flag|Việt Nam Dân chủ Cộng hòa}}<br \/>{{flag|Việt Nam}}<br \/>{{flag|Cộng hòa Dân chủ Nhân dân Triều Tiên}}<br \/>{{flag|Đông Đức}}<br \/>{{flag|Đức}}<br \/>{{flag|Ai Cập}}<br \/>{{flag|Iraq}}<br \/>{{flag|Syria}}<br \/>{{flag|Israel}} (tịch thu của Ai Cập)\n|wars=[[Chiến tranh Việt Nam]],<br \/>[[Chiến tranh Sáu ngày]],<br \/>[[Chiến tranh vùng Vịnh]]\n<!-- Production history -->\n|designer=Lavochkin OKB\n|design_date=1953-1957\n|manufacturer=Lavochkin OKB\n|unit_cost=807.800 USD cho 1 hệ thống đầy đủ<br>~32.500 USD cho mỗi quả tên lửa (thời giá 1960)<ref>http:\/\/www.pmulcahy.com\/PDFs\/heavy_weapons\/sams.pdf<\/ref>\n|production_date= 1957 - giữa thập niên 1970\n|variants='''''Hệ thống''''': S-75A Dvina (6 đơn nguyên), S-75M Volga (3 đơn nguyên)<br \/>'''''Đạn''''': V-750, V-750V, V-750VK, V-750VN, V750M, V-750SM, V-750AK \n<!-- General specifications -->\n|spec_label= C75\n|weight= 2.300 kg\n|length= 11 mét\n|width= 0.70 mét\n|crew= tiểu đoàn\n<!-- Vehicle\/missile specifications -->\n|primary_armament=6x tên lửa B750B (cho S-75A Dvina), B750M (cho S-75M Volga).\n|engine= O + G\n|engine_power= - hp \n|transmission= Xe xích LAZ, xe đầu kéo TZM, xe tải ZIL-157.\n|suspension=Thủy lực + lò xo \n|vehicle_range= 7 - 30 km\n|speed= 4.288 km\/h\n}}\n\n[[Lavochkin]] '''S-75 Dvina''' ([[tiếng Nga]]: С-75 Двина; [[tên ký hiệu của NATO]]: '''SA-2 ''Guideline''''') là một tổ hợp [[tên lửa đất đối không]] (SAM) tầm cao được điều khiển bằng hệ thống [[ra đa]] ba tác dụng do [[Liên Xô]] chế tạo. Kể từ khi được triển khai lần đầu tiên vào năm 1957, nó đã trở thành loại tên lửa phòng không được triển khai và sử dụng nhiều nhất trong [[lịch sử]]. Cho tới nay, đây vẫn là hệ thống [[tên lửa phòng không]] đã bắn hạ nhiều máy bay nhất trong lịch sử chiến tranh, với phần lớn thành tích là trong [[Chiến tranh Việt Nam]]. Tại [[Việt Nam]], tổ hợp tên lửa phòng không này thường được gọi là '''SAM-2'''.\n\nTổ hợp này trở nên nổi tiếng lần đầu tiên khi một khẩu đội S-75 bắn hạ một chiếc máy bay do thám [[Lockheed U-2]] của [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|Cơ quan Tình báo Trung ương Hoa Kỳ]], khi chiếc máy bay này đang bay do thám trên không phận của [[Liên Xô]] vào năm 1960. Trong những năm tiếp theo, [[Quân đội Nhân dân Việt Nam]] đã sử dụng S-75 rộng rãi và hiệu quả trong [[Chiến tranh Việt Nam]] để bảo vệ [[Hà Nội]] và [[Hải Phòng]]. Tổ hợp này cũng được sản xuất tại [[Trung Quốc]] với tên gọi '''HQ-1''' và '''HQ-2''' (Hồng Kỳ 1 và Hồng Kỳ 2). Một số quốc gia khác cũng sản xuất rất nhiều biến thể của S-75.\n\n== Lịch sử ==\n\n=== Giai đoạn thiết kế và chế tạo ===\nĐầu [[thập niên 1950]], [[Không quân Hoa Kỳ]] đẩy mạnh chương trình phát triển [[máy bay ném bom hạng nặng|máy bay ném bom tầm xa]] mang theo [[vũ khí hạt nhân]]. Chương trình này dẫn đến việc phát triển máy bay [[Boeing B-47 Stratojet]] được hỗ trợ bởi [[Máy bay tiếp dầu|máy bay tiếp nhiên liệu trên không]] để nâng tầm bay tới Liên Xô. Tiếp theo, một chương trình khác đã phát triển pháo đài bay [[Boeing B-52 Stratofortress|B-52]] với tầm hoạt động xa hơn và mang nhiều bom hơn B-47. Tầm hoạt động, tốc độ và khả năng mang bom của những [[máy bay ném bom]] này là một đe dọa lớn đối với Liên Xô trong trường hợp xảy ra [[chiến tranh]] giữa hai nước. Kết quả là Liên Xô bắt đầu phát triển hệ thống phòng thủ trên không. Mặc dù Liên Xô đã có tương đối nhiều [[pháo phòng không]], kể cả pháo phòng không cỡ lớn dẫn hướng bằng radar (cỡ 100mm và 130mm), nhưng giới hạn của pháo so với máy bay ném bom tầm cao là hiển nhiên. Vì thế, Liên Xô bắt đầu xây dựng hệ thống tên lửa để thay thế hệ thống phòng thủ bằng pháo từ thời [[Chiến tranh thế giới thứ hai]].\n\nNăm [[1953]], Lavochkin [[OKB]] bắt đầu phát triển hệ thống mà sau này trở thành S-75 dưới sự chỉ đạo của [[Petr Grushin]]. Chương trình này tập trung vào xây dựng [[tên lửa]] để có thể bắn hạ máy bay ném bom cỡ lớn bay ở tầm cao và không có khả năng thực hiện các động tác bẻ ngoặt để đối phó [[máy bay tiêm kích]]. Vì vậy, tên lửa không cần phải có khả năng đổi hướng liên tục, chỉ cần đơn giản là nhanh và tránh được các biện pháp chống tên lửa của máy bay. Đối với hệ thống như vậy, nghiên cứu phát triển diễn ra nhanh chóng và thử nghiệm được tiến hành vài năm sau. Năm [[1957]], lần đầu tiên, công chúng biết được sự hiện diện của S-75 khi tên lửa này được trình diễn trong lễ duyệt binh nhân ngày [[Ngày Quốc tế Lao động|Quốc tế lao động]] ở [[Moskva]].\n\n=== Triển khai trang bị ===\n\nS-75 được triển khai với quy mô rộng bắt đầu từ năm 1957 và sau đó nhiều lần được nâng cấp. S-75 mặc dù không thay thế các phòng thủ tên lửa [[S-25 Berkut]] ở khu vực xung quanh Moskva nhưng đã thay thế pháo phòng không hạng nặng như pháo 130&nbsp;mm KS-30 và pháo 100&nbsp;mm KS-19. Giữa năm 1958 và 1964, tình báo Hoa Kỳ đã xác định tới hơn 600 trận địa S-75 được triển khai trên toàn lãnh thổ Liên Xô. Các điểm này thường gắn liền với các trung tâm đông dân, khu công nghiệp và trung tâm chính phủ. Một số điểm cũng được triển khai trên các tuyến mà máy bay ném bom có thể bay để tới được trung tâm Liên Xô. Tới giữa [[thập niên 1960|thập kỷ 1960]], Liên Xô đã kết thúc quá trình triển khai với khoảng 1.000 trận địa.\n\nNgoài Liên Xô, nhiều tên lửa S-75 cũng được triển khai trong thập niên 1960 ở [[Cộng hòa Dân chủ Đức|Đông Đức]] để bảo vệ lực lượng Xô Viết ở nước này. Sau đó, tên lửa được bán hoặc viện trợ cho hầu hết các nước theo [[Khối Warszawa|Hiệp ước Warszawa]] và sau đó là [[Trung Quốc]], [[Cộng hòa Dân chủ Nhân dân Triều Tiên]], [[Cuba]], [[Ai Cập]], [[Syria]] và cuối cùng là [[Việt Nam]].\n\nTừ năm 1968, dựa trên phiên bản S-75A, Trung Quốc cũng tự chế tạo loại vũ khí này và đặt tên là '''HQ-1''' (Hongqi-1) và '''HQ-2''' (Hongqi-2). Mặc dù có một số cải tiến ở khoang chiến đấu của kíp điều khiển và hệ thống dẫn đường nhưng các loại tên lửa này nhanh chóng lạc hậu vì Liên Xô không chuyển giao công nghệ nâng cấp (do mâu thuẫn ngoại giao từ cuối thập niên 1960), khiến HQ-1\/2 không thể đối phó được với [[máy bay cường kích]] hoạt động ở độ cao thấp và các máy gây nhiễu hiện đại trong chiến tranh điện tử và tên lửa chống [[ra đa]]<ref>Lê Huy Hòa (chủ biên). Bách khoa tri thức quốc phòng toàn dân. Nhà xuất bản Chính trị quốc gia. Hà Nội. 2003. trang 1281-1282.<\/ref>. Một số quốc gia khác cũng chế tạo nhiều phiên bản S-75 khác nhau thông qua việc phát triển các thành phần cấu tạo và kết hợp S-75 với các hệ thống khác. \n\nTuy trang bị rộng rãi và thu được nhiều thành tích, nhưng S-75 dù sao vẫn là tên lửa phòng không thế hệ đầu tiên nên nó vẫn tồn tại nhiều nhược điểm: tên lửa khá cồng kềnh (mỗi bệ phóng chỉ gắn được 1 tên lửa), bệ phóng gắn trên mặt đất nên tính cơ động thấp, thời gian triển khai chiến đấu khá lâu (khoảng 20 - 90 phút tùy theo kỹ năng tổ vận hành), radar không có các chế độ chống gây nhiễu phức tạp, không có khả năng bắn mục tiêu bay thấp dưới 3.000 mét. Đạn tên lửa SA-2 cũng không có đầu dò chủ động nên đài chỉ huy bắt buộc phải liên tục phát sóng điều khiển tên lửa, làm tăng nguy cơ bị đối phương gây nhiễu hoặc phản kích bằng [[Tên lửa chống bức xạ|tên lửa chống radar]]. Do vậy, phòng không Liên Xô bắt đầu thay thế SA-2 bằng các hệ thống [[SA-4]], [[SA-5]] thế hệ 2 hiện đại hơn nhiều từ cuối thập niên 1960. Các hệ thống này có một loạt cải tiến như: tầm bắn xa hơn, bệ phóng gắn trên xe tải để tăng tính cơ động, radar có nhiều chế độ hoạt động để tránh bị gây nhiễu hoặc [[Tên lửa chống bức xạ|tên lửa chống radar]] của đối phương, đạn tên lửa có đầu dò quang học hoặc radar bán chủ động để tự đuổi theo mục tiêu mà không cần phát sóng điều khiển... Tuy vậy, SA-2 vẫn tiếp tục phục vụ trong quân đội nhiều nước khác cho đến đầu thế kỷ 21, các nước này đã nâng cấp SA-2 tùy theo công nghệ mà họ có để khắc phục bớt những nhược điểm của SA-2 nguyên bản. Vì vậy, ngày nay rất khó có thể tìm thấy một hệ thống S-75 nguyên bản như ban đầu.\n\n=== Trong Chiến tranh Lạnh ===\n[[Tập tin:Bundesarchiv Bild 183-U1007-0009, Berlin, 30. Jahrestag DDR-Gründung, Parade.jpg|nhỏ|phải|256px|Tên lửa S-75 trong tư thế hành quân tại một cuộc duyệt binh ở [[Berlin]]-[[Cộng hòa Dân chủ Đức|CHDC Đức]] trước năm 1989]]\n\nNgày [[1 tháng 5]] năm [[1960]], S-75 được sử dụng trong tác chiến lần đầu tiên tại [[Liên Xô]]. Tại cuộc tấn công một chuyến bay do thám vào vùng trời tỉnh [[Sverdlovsk (tỉnh)|Sverdlovsk]] của Liên Xô, các đơn vị tên lửa S-75 do các đại úy tiểu đoàn trưởng Boris Mojayev và Ivan Ylinysh chỉ huy đã bắn rơi một chiếc [[Lockheed U-2]] của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] trên độ cao 20&nbsp;km. Viên phi công [[Hoa Kỳ]] Francis Gary Powers buộc phải nhảy dù và bị bắt.<ref>Nghiêm Đình Tích (chủ biên). Lịch sử bộ đội tên lửa phòng không (1965-2005). Nhà xuất bản Quân đội nhân dân. Hà Nội. 2005. trang 23.<\/ref>\n\nNăm 1958, hệ thống S-75 được Liên Xô viện trợ cho [[Trung Quốc|Cộng hòa Nhân dân Trung Hoa]] để bảo vệ vùng trời [[Bắc Kinh]], [[Thiên Tân]], [[Thượng Hải]], [[Nam Kinh]], [[Quảng Châu]] và một số yếu địa khác. Ngày 7 tháng 10 năm 1961, đơn vị tên lửa S-75 của [[Trung Quốc]] đóng tại Hạ Môn đã bắn rơi một máy bay trinh sát [[Martin B-57 Canberra|RB-57]] của Không quân Đài Loan. Đây là chiếc máy bay đầu tiên trên thế giới bị tên lửa phòng không bắn hạ. Trong năm tiếp theo, Đài Loan tiếp tục mất thêm hai chiếc RB-57 đều do S-75 bắn rơi tại Trung Quốc. Sau vụ này, Đài Loan phải cắt giảm rồi chấm dứt hẳn các chuyến bay trinh sát của RB-57 vào vùng trời Trung Quốc. năm 1962, [[Không quân Đài Loan]] được Mỹ chuyển giao [[Lockheed U-2|U-2]] để do thám Trung Quốc và chiếc U-2 đầu tiên của Đài Loan bị Trung Quốc bắn rơi ngày 9\/9\/1962. Có ít nhất 11 chiếc U-2 của Đài Loan bị bắn hạ trong giai đoạn từ năm 1962 đến 1970, đa số đều bị SAM-2 bắn rơi.\n\nTháng 10 năm 1962, trong cuộc khủng hoảng tên lửa tại [[Cuba]], các đơn vị tên lửa S-75 do chuyên gia Liên Xô điều khiển, bằng 3 quả tên lửa đã bắn rơi một máy bay U-2 của Hoa Kỳ do viên phi công Rudolf Anderson điều khiển trên vùng trời tỉnh Santiago de Cuba, viên phi công Mỹ thiệt mạng.\n\nNăm 1965, hệ thống S-75 cũng được Liên Xô viện trợ cho [[Ai Cập]] và [[Syria]] để chống lại không quân [[Israel]]. Trong cuộc [[Chiến tranh Sáu Ngày|chiến tranh 6 ngày]] (5 đến 11 tháng 6 năm 1967) giữa Liên quân Ai Cập - Syria với Israel, quân đội Ai Cập không chịu nổi đòn tấn công của các binh đoàn thiết giáp Israel đã tháo chạy khỏi sa mạc [[Bán đảo Sinai|Sinai]], bỏ lại hơn 20 bộ khí tài S-75A, cùng loại với khí tài mà [[Việt Nam Dân chủ Cộng hòa]] đang sử dụng chống lại cuộc chiến tranh phá hoại miền Bắc lần thứ nhất của Hoa Kỳ (1965-1968). Các bộ khí tài này đều được các chuyên gia vũ khí Mỹ nghiên cứu để áp dụng các vũ khí điện tử đối phó. Điều này đã gây ra một số khó khăn cho tên lửa S-75 tại Việt Nam.<ref>Nguyễn Minh Tâm (chủ biên). Hà Nội - Điện Biên Phủ trên không. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2008. trang 37-38<\/ref>\n\n=== Tại [[chiến tranh Việt Nam]] ===\n[[Tập tin:RF-4C Phantom II of the 11th TRS is shot down by a S-75 missile over Vietnam, 12 August 1967.jpg|nhỏ|256px|phải|Một chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] của [[Không quân Hoa Kỳ]] bị trúng tên lửa S-75 khi đang không kích [[Việt Nam Dân chủ Cộng hòa|miền Bắc Việt Nam]]]]\n\nNgày [[27 tháng 3]] năm [[1965]], Liên Xô và [[Việt Nam Dân chủ Cộng hòa]] ký hiệp nghị viện trợ quân sự; trong đó, Liên Xô viện trợ cho [[Việt Nam]] 4,5 cơ số tên lửa S-75 (54 quả) cùng toàn bộ khí tài, trang bị kỹ thuật kèm theo để thành lập 2 trung đoàn tên lửa phòng không đầu tiên của [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]]. Sĩ quan Việt Nam được gửi đến Liên Xô để học về hệ thống tên lửa phòng không S-75 và 10 trung tâm huấn luyện của [[Phòng không Liên Xô|Lực lượng Phòng không Quốc gia (PVO-Strany)]] được xây dựng ở [[Việt Nam Dân chủ Cộng hòa|miền Bắc Việt Nam]], trở thành nòng cốt của các trung đoàn tên lửa phòng không mới.\n\nTrong [[Chiến tranh Việt Nam]], tên lửa S-75 là một trong những vũ khí phòng không chủ lực để bảo vệ [[Hà Nội]], [[Hải Phòng]] và một số yếu địa khác. Ngày [[24 tháng 7]] năm [[1965]], các Tiểu đoàn tên lửa 63 và 64 của Trung đoàn tên lửa 236 (Đoàn Sông Đà) trong trận đầu xuất quân có sự tham gia của các tổ chuyên gia Liên Xô do các thiếu tá Boris Mojayev và Ivan Ylinysh hướng dẫn điều khiển, với 3 tên lửa đã bắn rơi tại chỗ một chiếc [[McDonnell Douglas F-4 Phantom II|F-4]]C của Không lực Hoa Kỳ trên vùng trời [[Hà Tây (tỉnh)|Hà Tây]] - [[Hòa Bình]].<ref>Nghiêm Đình Tích (chủ biên). Lịch sử bộ đội tên lửa phòng không (1965-2005). Nhà xuất bản Quân đội nhân dân. Hà Nội. 2005. trang 23, 143, 51-52.<\/ref> Các mảnh văng từ hai quả tên lửa cũng làm hư hại 3 chiếc máy bay [[McDonnell Douglas F-4 Phantom II|F-4]] khác.\n\nHai ngày sau sự kiện, Tổng thống Mỹ ra lệnh ném bom tiêu diệt các hệ thống S-75 vừa bắn hạ máy bay Mỹ. Để đáp trả, Không quân Mỹ đã mở [[Chiến dịch Iron Hand]] (Bàn tay Sắt) để áp chế các hệ thống phòng không S-75 của Việt Nam. Nhận thấy được vùng chết của radar [[RSNA-75 Fan Song A]] là không bắt được mục tiêu ở độ cao thấp, cuộc tấn công đầu tiên của chiến dịch Iron Hand diễn ra vào ngày 27\/7\/1965 với mật danh [[chiến dịch Spring High]]. 48 chiếc cường kích [[Republic F-105 Thunderchief|F-105]] được huy động bay ở độ cao thấp, mang theo bom để phá hủy các mục tiêu do máy bay trinh sát Mỹ đánh dấu. Nhưng Không quân Mỹ đã rơi vào cái bẫy do Việt Nam giăng ra. Các hệ thống S-75 thực ra đã được di chuyển đi nơi khác, cả hai trận địa S-75 mà máy bay Mỹ nhắm tới đều là giả, tất cả những bệ phóng đều chỉ là mô hình làm bằng [[tre]] được sơn trắng để đánh lừa máy bay trinh sát Mỹ. Xung quanh trận địa, Việt Nam bố trí hàng loạt [[pháo cao xạ]] để đóng lõng máy bay Mỹ. Các máy bay Mỹ được lệnh bay thấp để tránh [[Ra đa|radar]], nhưng chiến thuật này lại khiến máy bay Mỹ trở thành mục tiêu dễ bị bắn trúng bởi pháo cao xạ. Kết quả là không quân Mỹ chỉ phá hủy được 2 mục tiêu giả, trong khi bị tổn thất 6 máy bay F-105 bị bắn rơi, hơn 20 máy bay khác bị hư hại do trúng mảnh đạn, 5 phi công tử trận hoặc bị bắt<ref>https:\/\/www.historynet.com\/operation-spring-high-thuds-vs-sams.htm<\/ref>. Ngoài ra, Mỹ còn mất thêm 1 chiếc máy bay trinh sát [[McDonnell F-101 Voodoo|RF-101 Voodoo]].\n\nTrong tháng đầu tiên sử dụng S-75, theo tuyên bố của Việt Nam, 14 máy bay Mỹ bị hạ, với tổng cộng 18 tên lửa phóng đi. Còn theo số liệu của Mỹ, trong cùng kỳ, tên lửa phòng không Việt Nam bắn hạ 3 máy bay - ngoài chiếc [[McDonnell Douglas F-4 Phantom II|F-4C]] được đề cập ở trên, đêm 11\/8 hạ một chiếc [[A-4AR Fightinghawk|A-4E]], và ngày 24\/8 thêm một chiếc F-4B. Nguồn Hoa Kỳ không nói rõ có bao nhiêu máy bay bị hư hại.\n\n[[Tập tin:F-105 hit by SA-2 over Vietnam.jpg|nhỏ|trái|256px|Một chiếc cường kích F-105D của Không quân Mỹ bị tên lửa S-75 bắn trúng trên bầu trời miền bắc Việt Nam]]\nSau khi 1 chiếc [[Douglas A-4 Skyhawk|A-4 Skyhawk]] bị tên lửa phòng không S-75 bắn rơi vào ngày 11\/8\/1965, một cuộc tấn công tương tự của [[Hải quân Hoa Kỳ|Hải quân Mỹ]] với chiến thuật bay thấp được thực hiện, và Hải quân Mỹ đã mất 5 chiếc máy bay mà không một trận địa tên lửa phòng không nào bị hạ. Quân đội Mỹ đã thử một số cách khác như [[chiến dịch Left Hook]], họ đã phóng [[Phương tiện bay không người lái|máy bay không người lái]] [[BQM-34 Firebee]] để thu thập tín hiệu sóng của radar RSNA-75 Fan Song A nhưng không thành công. Từ ngày 12\/8 đến ngày 14\/11\/1965, hơn 338 phi vụ của [[chiến dịch Iron Hand]] được thực hiện như không thu được kết quả nào do sự cơ động, khả năng nguỵ trang xuất sắc của các tiểu đoàn S-75 Việt Nam với sự bảo vệ bởi các tiểu đội pháo phòng không dày đặc.\n\nSau tổn thất nặng nề đầu tiên, tháng 2\/1966, trên thực tế Mỹ phải ngừng gần 2 tháng hoạt động không kích miền Bắc, tận dụng thời gian để trang bị thêm cho máy bay các hệ thống tác chiến điện tử và phát triển chiến thuật mới.\n\nTrong cuộc chiến đấu chống [[chiến tranh phá hoại]] của Mỹ, để chủ động gây cho địch bất ngờ, Bộ Tư lệnh tên lửa đã đề nghị Bộ Tư lệnh Quân chủng Phòng không - Không quân cho phép thực hiện chiến thuật ''\"cơ động phục kích\"'' trong việc sử dụng tên lửa phòng không S-75 để đánh địch. Theo giáo trình của Liên Xô, tên lửa S-75 sẽ bố trí ở các trận địa cố định, tạo thành thế liên hoàn gồm hàng chục hệ thống tên lửa yểm trợ cho nhau, sẵn sàng đối đầu với đợt tấn công của cả trăm máy bay địch (nếu thường xuyên di chuyển sẽ làm cho các khối vi điện tử hoạt động thiếu chính xác). Tuy nhiên, trong điều kiện ở Việt Nam, cách bố trí này có nhiều khuyết điểm (Việt Nam không có nhiều hệ thống S-75 như Liên Xô để bố trí liên hoàn, còn nếu bố trí 1 hệ thống tên lửa đơn lẻ ở vị trí cố định thì dù có bắn rơi được một vài máy bay của địch, hệ thống đó vẫn sẽ bị hàng chục máy bay Mỹ khác dùng số lượng áp đảo đánh hủy diệt). Vì thế, các hệ thống S-75 của Việt Nam thường không bố trí cố định như giáo trình của Liên Xô mà được phân tán, liên tục di chuyển và ngụy trang cẩn thận, dùng chiến thuật ''\"bắn rồi rút\"'' để máy bay Mỹ không lần ra được vị trí.\n\n[[Tập tin:Учителя и ученики. Фото, сделанное весной 1965 г. в зенитно-ракетном учебном центре во Вьетнаме.jpg|nhỏ|phải|256px|Các cố vấn quân sự Liên Xô tại một căn cứ huấn luyện cho Bộ đội tên lửa phòng không Việt Nam sử dụng S-75 trong thời kỳ chống chiến tranh phá hoại của không quân Mỹ (1965-1972)]]\n\nTrong quá trình di chuyển, để khắc phục tình trạng \"xộc xệch\" của bộ khí tài, nhất là Cabin điều khiển và dàn ăngten tìm kiếm, các xạ thủ Việt Nam đã huy động nông dân đem rơm, rạ và các bó cỏ để đệm dưới các đoạn đường xấu, khi đưa các bộ khí tài này vào trận địa. Không quân Mỹ khi phát hiện ra trận địa tên lửa sẽ nhanh chóng tập trung lực lượng với số lượng đông gấp bội để tiêu diệt. Vì vậy, chiến thuật cơ động phục kích đã đem lại hiệu quả cao, đã vô hiệu hóa phần lớn các số liệu trinh sát đường không của Mỹ, tạo ra thế bất ngờ, làm cho không quân của Mỹ không thể chống đỡ hiệu quả. Đoàn chuyên gia Liên Xô ở Trung tâm Huấn luyện đánh giá đây là một chiến thuật độc đáo của bộ đội tên lửa Việt Nam. Từ kinh nghiệm của Việt Nam, cuốn sách ''\"Kinh nghiệm tác chiến của binh chủng tên lửa phòng không ở Việt Nam\"'' đã được ấn hành. Đây là tài liệu mật và được phổ biến đến từng Tiểu đoàn để làm giáo trình huấn luyện cho bộ đội tên lửa phòng không Liên Xô.<ref>{{Chú thích web | url = http:\/\/xxxxx\/quan-su\/chuyen-gia-lien-xo-tam-phuc-khau-phuc-chien-thuat-cua-bo-doi-ten-lua-vn-20141109211432902.htm | tiêu đề = Chuyên gia Liên Xô \"tâm phục khẩu phục\" chiến thuật của bộ đội tên lửa VN | tác giả =  | ngày =  | ngày truy cập = 22 tháng 2 năm 2015 | nơi xuất bản =  | ngôn ngữ =  }}{{Liên kết hỏng|date = ngày 28 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nTrong cả năm 1966, Bộ đội phòng không Việt Nam thành lập mới 4 trung đoàn tên lửa phòng không. Theo các nguồn số liệu Liên Xô, đến tháng 3\/1967, các đơn vị tên lửa phòng không Việt Nam đã tiến hành 445 lần phóng tác chiến, phóng đi 777 quả đạn tên lửa. Tổng cộng trong các lần phóng đó đã bắn rơi 223 máy bay, tính trung bình 3,48 quả đạn tên lửa\/một máy bay Mỹ. Nguy cơ từ tên lửa buộc phi công Mỹ phải chuyển sang bay thấp, ở độ cao này tuy mối đe dọa từ tên lửa phòng không ít hơn nhưng nguy cơ bị [[pháo phòng không]] bắn hạ lại tăng lên nhiều. Theo các nguồn số liệu của Liên Xô thì đến tháng 3\/1968, các đơn vị pháo phòng không Việt Nam đã bắn hạ 1.532 máy bay các loại của Mỹ.<ref>{{Chú thích web |url=http:\/\/baodatviet.vn\/quoc-phong\/ho-so\/phong-khong-viet-nam-dau-suc-va-dau-tri-voi-khong-quan-my-3362003\/?paged=3 |ngày truy cập=2018-09-05 |tựa đề=Bản sao đã lưu trữ |archive-date=2018-09-05 |archive-url=https:\/\/web.archive.org\/web\/20180905141134\/http:\/\/baodatviet.vn\/quoc-phong\/ho-so\/phong-khong-viet-nam-dau-suc-va-dau-tri-voi-khong-quan-my-3362003\/?paged=3 |url-status=dead }}<\/ref>.\n\nĐể phản công, Mỹ bắt đầu chế tạo các máy bay chuyên dụng để không kích các tổ hợp tên lửa phòng không và các radar quan sát. Trong năm 1965, 6 chiếc [[North American F-100 Super Sabre|F-100F Super Sabre]] hai chỗ đầu tiên đã được cải hoán thành phiên bản ''Wild Weasel'' (Chồn hoang), gồm các thiết bị [[AN\/APR-25]] phát hiện và định hướng nguồn phát sóng radar. Các máy bay F-100F thuộc biến thể này có nhiệm vụ tiêu diệt các mục tiêu do chính nó phát hiện bằng rocket 70mm lắp trong 2 khối LAU-3 treo dưới cánh với 14 quả rocket, hoặc \"đánh dấu\" mục tiêu bằng cách phóng rocket, tiếp theo đó sẽ là các tốp máy bay ném bom Mỹ sẽ lao tới công kích để hủy diệt mục tiêu. Tiếp sau đó, năm 1966, Wild Weasel II (Chồn hoang II) cải hoán từ máy bay [[Republic F-105 Thunderchief|F-105 Thunderchief]] được đưa vào tham chiến, nó mang theo tên lửa chống radar [[AGM-45 Shrike]], đây là kiểu tên lửa mới được giới tướng lĩnh Mỹ đặt rất nhiều kỳ vọng. Wild Weasel II còn được trang bị đài phát nhiễu chủ động và những thiết bị trinh sát vô tuyến kỹ thuật rất hiện đại. Trong nhiều trường hợp, đã có những cuộc \"đấu súng\" giữa các khẩu đội tên lửa S-75 và phi công \"Chồn hoang\" của Mỹ. Để đối phó với các thợ săn radar của Không quân Mỹ, bộ đội phòng không Việt Nam đã làm thêm các trận địa giả và trận địa dự bị, sử dụng pháo phòng không để bảo vệ các trận địa tên lửa. Để loại trừ khả năng làm lộ vị trí bố trí các tiểu đoàn tên lửa phòng không, các đơn vị cấm không được bật máy các radar dẫn đường, radar quan sát, máy đo xa và các đài liên lạc vô tuyến khi chưa tác chiến.\n\n[[Tập tin:Маскировка кабины ПА во Вьетнаме.jpg|nhỏ|trái|256px|Trong [[Chiến tranh Việt Nam]], các đài radar điều khiển - dẫn bắn SNR-75 được ngụy trang rất kỹ lưỡng nên đã giảm bớt nhiều thiệt hại trong các trận oanh tạc của không quân Mỹ]]\n\nNgày 13\/2\/1966, một máy bay trinh sát không người lái [[AQM-34Q Firebee]] được trang bị các thiết bị trinh sát vô tuyến kỹ thuật tối tân đã thu thập được các thông tin về hoạt động của hệ thống dẫn đường tên lửa và cơ chế làm việc của ngòi nổ vô tuyến trên tên lửa SAM-2. Ngoài ra, trong cuộc [[Chiến tranh Sáu ngày]] (5 đến 11 tháng 6 năm 1967), Israel đã thu giữ hơn 20 bộ khí tài SAM-2 của quân đội Ai Cập, không quân Mỹ đã lập tức nghiên cứu các bộ khí tài này để áp dụng các vũ khí điện tử và chiến thuật đối phó, khiến hiệu quả sử dụng tên lửa của Việt Nam giảm đột ngột. Đến cuối năm 1967, máy bay Mỹ bắt đầu phát nhiễu phá sóng các kênh tên lửa, hiệu suất tác chiến của S-75M giảm mạnh, để tiêu diệt một mục tiêu cần phải sử dụng tới 10-12 quả đạn tên lửa. Trong trận không kích Hà Nội ngày 15\/12\/1967, Không quân Mỹ đã sử dụng phương pháp gây nhiễu rãnh đạn tên lửa, làm toàn bộ gần 90 quả đạn tên lửa SAM-2 bay trượt mục tiêu mà không trúng một máy bay nào. Nhưng không lâu sau đó, bộ đội tên lửa Việt Nam đã tìm ra cách đối phó bằng cách hiệu chỉnh lại tần số làm việc và tăng công suất tín hiệu trả lời của đạn.\n\nTừ tháng 11\/1967, bộ đội tên lửa Việt Nam bắt đầu áp dụng phương pháp bám mục tiêu không cần bật radar, phương pháp này đã đem lại những kết quả tốt. Các khẩu đội S-75M chuyển sang sử dụng các kính quang học chỉ huy dã chiến lắp trên các cabin \"P\" và được kết nối với các khối điều khiển tổ hợp tên lửa phòng không để để bám mục tiêu bằng mắt thường. Trong nhiều trường hợp, các khẩu đội thực hiện các động tác ''\"phóng tên lửa giả\"'' – tức bật sóng radar dẫn đường ở một chế độ thích hợp nhưng không phóng tên lửa. Phi công Mỹ thấy máy bay bị chiếu sóng, tưởng tên lửa sắp lao tới nên sẽ trút hết bom và thực hiện động tác cơ động bổ nhào xuống thấp để tránh tên lửa, và vì thế tự đưa mình vào vùng sát thương của hỏa lực pháo phòng không.\n\nNăm 1970, trong các đơn vị phòng không Việt Nam đã bắt đầu có radar P-12MP, đây là kiểu radar có thể tránh được tên lửa chống radar kiểu [[AGM-45 Shrike]] của Mỹ bằng cách làm việc ở chế độ \"nhấp nháy\" (liên tục bật -tắt). Để tăng cường khả năng chống nhiễu, radar và máy đo cao đã có như P-30 và PRV-10 cũng được cải tiến đáng kể.\n\nTrong hai cuộc chiến tranh phá hoại miền Bắc 1965-1968 và 1972, Liên Xô đã viện trợ cho Việt Nam 95 tiểu đoàn S-75 (mỗi tiểu đoàn có 1 hệ thống gồm 6 bệ phóng) và 7.658 quả tên lửa phòng không. Các đơn vị tên lửa S-75 của Quân đội Nhân dân Việt Nam đã đánh 3.542 trận, trong đó có 588 trận đánh ban đêm; phóng đi 5.885 quả tên lửa (921 quả tên lửa khác bị loại bỏ do trục trặc hoặc hết niên hạn bảo quản); bắn rơi 788 máy bay của không lực Hoa Kỳ, 366 chiếc rơi tại chỗ; trong đó có 43 máy bay [[Boeing B-52 Stratofortress|B-52]]; bình quân 7,1 quả đạn diệt được một máy bay.<ref>Nghiêm Đình Tích (chủ biên). Lịch sử bộ đội tên lửa phòng không (1965-2005). Nhà xuất bản Quân đội nhân dân. Hà Nội. 2005. trang 575-576<\/ref> Tới cuối chiến tranh, sau 10 năm tham chiến, lực lượng S-75 còn sẵn sàng chiến đấu của Việt Nam là 43 hệ thống (52 hệ thống khác đã bị phá hủy hoặc bị hỏng hóc chờ sửa chữa) và 852 quả tên lửa.\n\nCho đến nay, Việt Nam là nước duy nhất trên thế giới sử dụng tên lửa S-75 để đối phó một cách có hiệu quả với máy bay ném bom chiến lược [[Boeing B-52 Stratofortress|B-52]] của Không lực Hoa Kỳ. Trong chiến dịch phòng thủ đường không 12 ngày đêm cuối tháng 12 năm 1972, 15 tiểu đoàn tên lửa S-75 bảo vệ [[Hà Nội]] và [[Hải Phòng]] đã bắn rơi 27 máy bay B-52.<ref>Nguyễn Minh Tâm (chủ biên). Hà Nội - Điện Biên Phủ trên không. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2008. trang 223-224<\/ref>. Tuy nhiên, Hoa Kỳ chỉ thừa nhận mất 31 chiếc B-52 trong toàn bộ cuộc chiến, trong đó có 19 chiếc bị S-75 của đối phương bắn hạ (15 chiếc trong số đó bị bắn rơi trong [[Chiến dịch Linebacker II]]).<ref>Project CHECO Office of History HQ PACAF<\/ref> (có nhiều máy bay Mỹ bị trúng tên lửa hư hại nặng nhưng vẫn quay về được sân bay thì Mỹ không tính là chiếc máy bay đó bị bắn rơi, dù chiếc máy bay đó bị hỏng nặng tới mức không thể sử dụng được nữa)\n\n=== Tại các điểm nóng khác ===\nTrong chiến tranh tiêu hao từ tháng 3\/1969 đến tháng 9\/1971, S-75 của [[Ai Cập]] đã bắn hạ không ít hơn 03 máy bay tiêm kích F-4 Phantom và 01 chiếc Mister, 01 máy bay cường kích A-4, 01 máy bay vận tải và 01 sở chỉ huy trên không [[C-97]] của [[Israel]].\n\nTháng 6\/1982, S-75 của [[Syria]] hạ 1 chiếc tiêm kích [[Kfir–C2]] của Israel. Ngày 21 tháng 1 năm 1991, lần đầu tiên, tên lửa S-75 của Syria đã hạ một máy bay [[Grumman F-14 Tomcat|F-14 Tomcat]] của Không quân Israel tại vùng trời [[cao nguyên Golan]].\n\nS-75 của [[Iraq]] trong [[Chiến tranh Iran – Iraq|Chiến tranh Iran - Iraq]] năm 1980 -1988 đã bắn rơi ít nhất 04 chiếc F-4 Phantom và 01 chiếc [[Northrop F-5|F-5E]] của [[Iran]]. Trong [[Chiến tranh Vùng Vịnh|Chiến dịch Bão táp sa mạc]] tháng 1-2\/1991, S-75 của Iraq hạ 1 máy bay [[McDonnell Douglas F-15E Strike Eagle|F-15E Strike Eagle]] của Không quân Mỹ, 01 máy bay F-14 của Hải quân Mỹ, 01 máy bay [[Panavia Tornado|Panvia Tornado]] của [[Không quân Hoàng gia Anh]].\n\nTrong Cuộc xung đột [[Abkhazia]] - [[Gruzia]] (1992-1993), ngày 19 tháng 3 năm 1993, tên lửa S-75 của Gruzia cũng hạ được một chiếc tiêm kích [[Sukhoi Su-27]] của [[Không quân Nga]].\n\nTrong Cuộc xung đột [[Yemen]], ngày 14 tháng 2 năm 2020, 1 tên lửa Sayyad-1 (là bản sửa đổi từ hệ thống S-75 Dvina được sản xuất tại Iran) đã bắn hạ được một chiếc cường kích phản lực [[Panavia Tornado]] của Không quân [[Ả Rập Xê Út]].\n\n== Một số cải tiến và ứng dụng thực tế ==\n\n=== Cải tiến tại Việt Nam ===\nCải tiến đáng kể nhất của hệ thống S-75 Dvina tại Việt Nam là việc chống nhiễu điện tử, đảm bảo cho bộ khí tài điều khiển tên lửa hoạt động bình thường. Ngày 15 tháng 12 năm 1967, Không quân Hoa Kỳ tung ra 44 phi vụ máy bay cường kích đánh phá cầu Đuống. Các tiểu đoàn tên lửa phòng không bảo vệ Hà Nội phóng lên 8 quả đạn đều không điều khiển được, hoặc rơi xuống đất, hoặc vượt mục tiêu tự huỷ. Sở dĩ có hiện tượng trên là do không quân Hoa Kỳ đã sử dụng máy phát nhiễu [[ALQ-71]] gây nhiễu toàn bộ rãnh sóng điều khiển đạn và rãnh sóng xung trả lời của đạn (gọi chung là nhiễu rãnh đạn).\n\nSau khi dùng các biện pháp thu sóng kết hợp chụp ảnh, lực lượng phòng không Việt Nam đã phát hiện ra dải tần số và cường độ của loại nhiễu này. Từ các phát hiện trên, các chuyên gia Liên Xô và các kỹ sư quân sự Việt Nam đã khắc phục bằng phương pháp \"át nhiễu\", nâng công suất sóng trả lời của đạn và sóng điều kiển đạn lên gấp ba lần, đủ sức vượt qua cường độ nhiễu không chỉ của loại ALQ-71 mà còn cả các loại máy gây nhiễu cùng tính năng có công suất lớn hơn như ALQ-101, ALQ-107. Từ năm 1968 đến năm 1973, các loại máy gây nhiễu rãnh đạn kiểu ALQ-xxx của không lực Hoa Kỳ trở nên vô hiệu đối với S-75 Dvina.\n\nNgoài ra, trong suốt hai cuộc chiến tranh phá hoại bằng không quân và hải quân của Hoa Kỳ tại miền Bắc Việt Nam từ 1965 đến 1968 và năm 1972, hệ thống radar của S-75 Dvina đã được cải tiến 4 lần với 40 nội dung kỹ thuật để theo kịp cuộc chiến tranh điện tử của không lực Hoa Kỳ, bảo đảm an toàn trong sử dụng và nâng cao độ chính xác khi chiến đấu.<ref>Bách khoa tri thức quốc phòng toàn dân. Nhà xuất bản chính trị quốc gia. Hà Nội. 2003. trang 418.<\/ref>\n\n[[Tập tin:Cam nang bia do.JPG|nhỏ|phải|256px|Cuốn tài liệu \"Cách đánh B-52\" (thường gọi là \"Cẩm nang bìa đỏ\") do Phòng Tác huấn của Binh chủng Tên lửa phòng không Việt Nam biên soạn, một tài liệu ứng dụng hữu hiệu hệ thống SAM-2 góp phần bắn rơi nhiều B-52 của không quân Mỹ trong Chiến tranh Việt Nam]]\n\nS-75 Dvina vốn là loại vũ khí phòng không được chế tạo để bảo vệ mục tiêu cố định là các thành phố lớn, các khu công nghiệp, khu dân cư lớn, các căn cứ quân sự, sở chỉ huy cố định và các yếu địa khác; vì vậy, tính chất tác chiến chủ yếu của nó là cố định và đặc điểm cấu tạo của vũ khí này cũng phù hợp với các trận địa cố định. Trận địa S-75 cơ bản có hình lục giác đều với đường kính tới vài trăm mét nên dễ bị phát hiện từ trên không, sau này người Việt Nam đã bỏ kiểu bố trí đó vì lý do trên.\n\nTrong chiến tranh đất đối không tại Việt Nam (1965-1972), do ưu thế gần như áp đảo của không quân Hoa Kỳ nên các đơn vị phòng không Việt Nam phải thực hiện chiến thuật cơ động và nghi binh cho tên lửa phòng không S-75 Dvina. Theo điều lệnh tác chiến của lực lượng phòng không Liên Xô (cũ), mỗi tiểu đoàn S-75 Dvina (kể cả loại S-75B Volkhov) đều cần từ 1 đến 2 trận địa dự bị trong phạm vi bán kính cơ động 5 đến 10&nbsp;km. Tại [[Việt Nam]], mỗi tiểu đoàn S-75 Dvina có từ 4 đến 6 trận địa dự bị ở phạm vi cơ động có thể lên đến hàng trăm km trên nhiều loại địa hình khác nhau. Sau mỗi trận đánh, toàn bộ khí tài được tháo dỡ, thu gom trong vòng chưa đến 1 giờ và được di chuyển ngay đến trận địa mới. Tại trận địa cũ, người ta thường để lại một bộ khí tài giả làm bằng tre và cót, được sơn phết giống như thật. Đã nhiều lần, máy bay cường kích của Hoa Kỳ đã đánh vào các trận địa giả này. Do đó, mặc dù có số lượng không lớn nhưng nhiều đơn vị S-75 Dvina của phòng không Việt Nam vẫn tránh được những đòn đánh hủy diệt của Hoa Kỳ, bảo toàn được lực lượng.<ref>Nghiêm Đình Tích. Lịch sử bộ đội tên lửa phòng không (1965-2005). Nhà xuất bản Quân đội Nhân dân. Hà Nội. 2005. trang 58-59.<\/ref>\n\nMặc dù cơ động những bộ khí tài có tổng trọng lượng lên đến hàng trăm tấn trong điều kiện địa hình phức tạp, đường giao thông kém phát triển nhưng lực lượng phòng không Việt Nam vẫn dùng sức người để vượt qua, gây nhiều bất ngờ cho Hoa Kỳ.\n\nCũng theo bài bản tác chiến thì mỗi tiểu đoàn tên lửa S-75 Dvina (kể cả loại S-75B Volkhov) đều phải triển khai đủ 6 bệ phóng và đầy đủ bộ khí tài kèm theo. Tuy nhiên, trong các năm 1966-1968 và 1972, khi triển khai chiến đấu tại địa bàn [[Quảng Bình]], [[Vĩnh Linh]] và [[Quảng Trị]] chật hẹp, nhiều tiểu đoàn chỉ triển khai được 3 bệ, 2 bệ, thậm chí một bệ vẫn chiến đấu mặc dù hiệu suất bị giảm. Ngay tại đồng bằng Bắc Bộ, trong năm 1972, do bị thiếu khí tài, một số tiểu đoàn đã mạnh dạn chia số lượng bệ phóng ra 2-3 trận địa, trên đó, đã lắp sẵn đạn. Khi đánh xong ở một trận địa, kíp chiến đấu lập tức kéo khí tài ra trận địa mới, đấu nối với các bệ phóng đã sẵn sàng và có thể chiến đấu được ngay. Chiến thuật này đã gây bất ngờ không chỉ đối với Hoa Kỳ mà còn ngay cả đối với các sĩ quan tên lửa Liên Xô đang làm cố vấn tại Việt Nam trong thời kỳ chiến tranh.<ref>E. P. Glazunov (chủ biên). Chiến tranh Việt Nam là như thế đó. Dịch giả: Đào Tuấn Anh-Nguyễn Đăng Nguyên. Nhà xuất bản Chính trị quốc gia. Hà Nội. 2007. trang 385<\/ref>\n\nTrong kháng chiến chống Mỹ, trường Sĩ quan Pháo binh đã được giao nhiệm vụ chỉ huy cụm pháo binh bờ biển [[Sầm Sơn]] - [[Thanh Hóa]] nghiên cứu sử dụng tên lửa phòng không S-75 như là [[tên lửa chống hạm]] để đánh tàu chiến địch. S-75 vốn là tổ hợp [[Tên lửa đất đối không|tên lửa phòng không]], nhưng vẫn có thể bắn được mục tiêu trên mặt nước nếu nó có bề mặt phản xạ điện từ lớn (để bám bắt bằng radar) hoặc kích thước lớn (để bám sát bằng khí tài quang học). Như vậy, về lý thuyết thì có thể dùng S-75 để bắn vào tàu chiến lớn cỡ [[khu trục hạm]]. Đạn V-750 có tầm bắn lên đến 30&nbsp;km, mang đầu đạn nặng 190&nbsp;kg, khi bắn mục tiêu mặt nước sẽ bay vọt lên cao rồi \"bổ nhào\" xuống mục tiêu, 1 tiểu đoàn tên lửa S-75 có thể phóng liên tiếp 3 đạn về phía mục tiêu. Đây chỉ là biện pháp bất đắc dĩ vì tên lửa có giá thành khá đắt, nhưng trong hoàn cảnh lúc bấy giờ, đó là loại vũ khí mạnh nhất mà Việt Nam có được (khi đó Liên Xô chưa viện trợ tên lửa chống hạm cho Việt Nam). Tuy nhiên, việc này chỉ dừng ở mức thử nghiệm, chưa từng có hệ thống S-75 nào được dùng để bắn vào tàu chiến Mỹ.\n\n=== Các biện pháp phản công và chống phản công ===\n\nTrong năm tiếp sau Hoa Kỳ đã đưa ra một số giải pháp cho SAM-2. Hải quân nhanh chóng đưa [[AGM-45 Shrike|tên lửa Shrike]] vào hoạt động, và thực hiện cuộc tấn công đầu tiên của họ vào một trận địa vào tháng 10. Không quân phản ứng bằng cách trang bị cho những chiếc máy bay ném bom [[B-66 Destroyer|B-66]] các đài nhiễu âm mạnh che mắt các radar cảnh báo sớm, và phát triển các kén làm nhiễu nhỏ hơn cho các máy bay chiến đấu làm phân tán thông tin phản hồi tới radar. Những phát triển sau này gồm máy bay F-105 [[Wild Weasel]] được trang bị các kén làm nhiễu và các hệ thống phản công điện tử, với mục đích làm nhiễu và sau đó bắn vào các trận địa bằng các tên lửa Shrike của chúng.\n\nKết quả của việc gây nhiễu của Mỹ là trên màn hình đài radar liên tục xuất hiện nhiễu thụ động - từ dải băng hẹp đến dải sáng đều của toàn màn hình. Khi sử dụng nhiễu năng lượng cao, việc tiêu diệt máy bay tiêm kích-cường kích gần như là không thể. Về mặt lý thuyết, trong trường hợp nhiễu chủ động, tên lửa được dẫn đường theo phương pháp \"3 điểm\" song trên thực tế việc xác định tâm nhiễu là không thể do độ chiếu sáng mạnh trên màn hình.\n\nTuy nhiên người Liên Xô và Việt Nam đã có khả năng thích ứng với một số chiến thuật đó. Liên Xô đã nhiều lần nâng cấp radar để cải thiện tính năng chống phản công điện tử. Họ cũng đưa ra một phương thức dẫn đường thụ động mới, theo đó tên lửa có thể khoá mục tiêu vào chính máy gây nhiễu. Điều này giúp tăng thêm ưu thế, bởi radar có thể tắt đi, khiến các tên lửa Shrike không thể hoạt động nhưng đạn V-75 vẫn bám mục tiêu đã được khóa và diệt mục tiêu. Hơn nữa, một số chiến thuật mới được phát triển để chống lại tên lửa Shrike. Một trong số chúng là hướng radar sang bên cạnh và bất ngờ tắt đi. Bởi Shrike là tên lửa chống bức xạ khá sơ khai, nó sẽ đi theo luồng sóng ra khỏi radar và sau đó đơn giản là rơi xuống khi mất tín hiệu (khi radar dừng phát sóng). Một cách khác là \"phóng giả\", khi radar thám sát được bật nhưng các tên lửa thực tế không được phóng đi. Điều này cho phép khẩu đội tên lửa quan sát xem mục tiêu có được trang bị Shrike hay không. Nếu máy bay bắn một tên lửa, nó có thể bị vô hiệu bởi kỹ thuật bên trên trong khi các trận địa SAM không phải lãng phí đạn tên lửa.\n\n=== Các hệ thống phòng không thay thế ===\n\n[[Các lực lượng phòng không Liên Xô]] bắt đầu thay thế SAM-2 bằng các hệ thống [[SA-4]], [[SA-5]] hiện đại hơn từ cuối thập niên 1960, tiếp đó là [[Tổ hợp tên lửa S-300|SA-10]] và [[Tổ hợp tên lửa S-300|SA-12]] còn hiện đại hơn nữa từ thập niên 1980. Ngày nay, tất cả 4.600 bệ phóng tên lửa SAM-2 đã không còn phục vụ ở Nga, thậm chí dù chúng đã qua một chương trình hiện đại hoá vào năm 1993.\n\nTới năm 2010, SAM-2 vẫn còn được sử dụng rộng rãi trên khắp thế giới, với một số mức độ khả năng hoạt động ở 35 quốc gia. Ở thời điểm năm 2010, Việt Nam và Ai Cập là những nước triển khai nhiều nhất với 280 bệ phóng tại mỗi nước, Bắc Triều Tiên có 270 bệ phóng, và Ba Lan có 240. Trung Quốc cũng triển khai HQ-2 (một phiên bản copy SAM-2) với số lượng khá lớn cho tới khi loại chúng khỏi biên chế vào năm 2017.\n\n== Mô tả vũ khí ==\n\n=== Học thuyết tổ chức của Liên Xô ===\n[[Tập tin:North vietnamese S-75 SAM site.JPG|nhỏ|trái|Trận địa SAM-2 tại miền Bắc Việt Nam. Chú ý tới mô hình lục giác khiến các trận địa dễ bị phát hiện từ trên không, sau này người Việt Nam đã bỏ kiểu bố trí đó vì lý do trên]]\n[[Tập tin:SA-2 Launch sites in Cuba.jpg|nhỏ|phải|200px|Không ảnh một trận địa SAM-2 tại Cuba do máy bay trinh sát của Không lực Hoa Kỳ chụp trong cuộc khủng hoảng tên lửa năm 1962]]\n\nLiên Xô sử dụng một tiêu chuẩn cơ cấu tổ chức khá tốt cho các đơn vị SAM-2. Các quốc gia khác có triển khai SAM-2 có thể sửa đổi cơ cấu này. Nói chung, SAM-2 được tổ chức theo cơ cấu trung đoàn với từ ba đến bốn tiểu đoàn hỏa lực và một tiểu đoàn kỹ thuật. Sở chỉ huy trung đoàn sẽ căn cứ thông tin tình hình đối phương từ mạng radar cảnh giới quốc gia kết hợp với các [[ra đa|radar]] cảnh báo sớm của mình để chỉ đạo hoạt động tác chiến của các tiểu đoàn hỏa lực. Căn cứ thông tin do mạng thông tin trung đoàn cung cấp, các tiểu đoàn hỏa lực với 6 bệ phóng và 6 đạn thường trực sẽ thực hành tác chiến với các radar sục sạo mục tiêu, radar ngắm bắn và radar điều khiển của riêng mình phóng đạn đến mục tiêu.\n\n=== Bố trí trận địa ===\nMỗi tiểu đoàn thông thường có 6 bệ phóng bán cố định đơn thân cho các tên lửa V-750 của họ được bố trí xấp xỉ 60-100 mét cách nhau theo mô hình hoa sáu cạnh với các radar và các hệ thống dẫn đường được đặt ở trung tâm. Kiểu hình hoa này khiến các trận địa rất dễ bị nhận biết từ các ảnh trinh sát trên không. Thông thường sáu tên lửa của cơ số đạn thứ hai được cất giữ trên những [[xe đầu kéo]] gần trung tâm trận địa. Tùy theo mức độ tác chiến và cường độ hỏa lực cần huy động, người ta có thể tăng thêm đạn V-750 cho một tiểu đoàn thêm một đến hai cơ số.\n\n=== Tên lửa ===\n\n{{Infobox Weapon\n| name= V-750\n| image=[[Tập tin:Peenemünde 2001 -S-75 Dvina- by-RaBoe 01.jpg|300px]]\n| caption= Đạn tên lửa V-750V trong tư thế lắp ráp\n| origin= {{flagcountry|Soviet Union}}\n| type= [[Tên lửa đất đối không]]\n<!-- Type selection -->\n| is_missile=yes\n| is_UK=yes\n<!-- Service history -->\n| service=\n| used_by=\n<!-- Production history -->\n| designer=\n| design_date=\n| manufacturer=\n| unit_cost=\n| production_date=\n| number=\n| variants= V-750, V-750V, V-750VK, V-750VN, V-750M, V-750SM, V-750AK\n<!-- General specifications -->\n| spec_label= V-750<ref name=\"global\">{{chú thích web |url=http:\/\/www.globalsecurity.org\/military\/world\/russia\/v-75-specs.htm |title=V-750 |access-date = ngày 15 tháng 7 năm 2008}}.<\/ref>\n| trọng lượng= 2300 kg\n| chiều dài= 10,600 mm\n| part_chiều dài=\n| width=\n| height=\n| diameter= 700 mm\n| crew=\n<!-- Explosive specifications -->\n| filling= Frag-HE\n| filling_trọng lượng= 200 kg\n| detonation= Cưỡng bức hoặc tự động\n| yield=\n<!-- Missile specifications -->\n| armour=\n| primary_armament=\n| secondary_armament=\n| engine=\n| engine_power=\n| pw_ratio=\n| transmission=\n| payload_capacity=\n| suspension=\n| clearance=\n| wingspan=\n| propellant= Nhiên liệu rắn cho tầng khởi động, nhiên liệu lỏng cho tầng hành trình.\n| fuel_capacity=\n| vehicle_range= {{convert|30|km|mi}} - {{convert|45|km|mi}} (tùy phiên bản)\n| ceiling=\n| altitude= {{convert|25.000|m|ft}}\n| boost= 5 s phóng, sau đó 20 s duy trì\n| speed=\n| guidance= dẫn đường [[điều khiển radio]]\n| steering=\n| accuracy= 65 mét\n| launch_platform= Đơn thân, lắp trên mặt đất (không di động)\n| transport=\n}}\nV-750 là đạn tên lửa loại hai tầng, gồm tầng đầu là động cơ phóng sử dụng nhiên liệu rắn và tầng kế tiếp theo là động cơ chính để duy trì quỹ đạo sử dụng nhiên liệu lỏng, đốt [[acid nitric khói đỏ]] là chất oxy hóa và nhiên liệu chính là kerosene. Khi khởi động, động cơ phóng hoạt động trong khoảng 4-5 giây, và động cơ chính trong khoảng 22 giây, tới thời điểm đó tên lửa đã bay ở tốc độ khoảng [[Số Mach|Mach 3]]. Tầng động cơ phóng được lắp bốn [[cánh tam giác]] lớn với các bề mặt điều khiển nhỏ trên bộ phận lái của chúng, được dùng để điều khiển chống xoay tròn. Tiếp theo là khớp nối tầng với cụm 4 cánh hình [[tam giác]] nhỏ hơn nằm gần giữa thân. Tầng động cơ chính cũng có 4 cánh hình [[tam giác]] nhỏ hơn tầng đầu một chút, cùng lúc vừa làm nhiệm vụ chống xoay tròn, vừa làm nhiệm vụ lái đạn (được các trắc thủ điều khiển qua sóng vô tuyến cao tần từ xe chỉ huy trung tâm). Cuối cùng, với một bộ bề mặt điều khiển nhỏ hơn ở cực ngoài và (ở hầu hết các model) có các bộ phận thăng bằng nhỏ hơn ở mũi.\n\nCác tên lửa được dẫn đường bằng tín hiệu [[điều khiển radio]] từ các máy tính dẫn đường ở trận địa. Các xung điều khiển và phản hồi được truyền dẫn trên ba kênh. Các model SAM-2 ban đầu nhận lệnh điều khiển thông qua hai bộ gồm bốn ăng ten nhỏ ở phía trước bộ phận thăng bằng trước, trong khi các model từ D về sau sử dụng các dải ăng ten lớn hơn chạy giữa các bộ phận thăng bằng trước và giữa. Hệ thống dẫn đường ở một trận địa SAM-2 chỉ có thể giải quyết từng mục tiêu, nhưng có thể hướng ba tên lửa chống lại nó. Các tên lửa khác có thể được phóng chống lại cùng một mục tiêu sau khi một hay nhiều tên lửa đã phóng lúc đầu đã hoàn thành đường bay và kênh radio trống.\n\nTên lửa thông thường được lắp một đầu đạn phân mảnh 195&nbsp;kg (430&nbsp;lb), với các kiểu kích hoạt nổ tiếp cận, tiếp xúc hay chỉ huy. Đầu đạn có bán kính tiêu diệt khoảng 65&nbsp;m (215&nbsp;ft) ở các độ cao thấp, ở các độ cao lớn với khí quyển loãng hơn cho phép mở rộng bán kính tiêu diệt lên đến 250&nbsp;m (820&nbsp;ft). Tên lửa có độ chính xác khoảng 75&nbsp;m (250&nbsp;ft), vì vậy thường phải phóng hai quả tê lửa cùng lúc nhắm vào 1 mục tiêu để tăng xác suất trúng đích.\n\nMột phiên bản, '''SA-2E''', được lắp đầu đạn hạt nhân 295&nbsp;kg (650&nbsp;lb) với đương lượng nổ ước tính 15 [[đương lượng nổ|kt]], hay một đầu đạn quy ước với trọng lượng tương tự. Các đầu nổ của đạn V-750 và các phiên bản của chúng đều được lắp hai hệ thống ngòi nổ. Hệ thống ngòi nổ sát thương gồm hai chế độ điều khiển cưỡng bức và tự động, hoạt động vào chế độ điều khiển quỹ đạo của đạn. Hệ thống ngòi nổ tự hủy chỉ có chế độ tự động và chỉ được kích hoạt ở độ cao trên 23&nbsp;km khi ngòi nổ sát thương không hoạt động. Ở độ cao dưới 1.000 m, ngồi nổ tự hủy hoàn toàn không hoạt động.\n\nTầm hoạt động thông thường của tên lửa khoảng 30 tới 45&nbsp;km (20-30 dặm), với độ cao tối đa khoảng 20 tới 25&nbsp;km (tùy phiên bản tên lửa). Radar và hệ thống dẫn đường có ngưỡng tầm ngắn khá dài, khoảng 500-1.000&nbsp;m (3,000&nbsp;ft), khiến chúng kém hiệu quả khi tấn công mục tiêu bay ở độ cao thấp, do đó các trận địa SAM-2 thường được bố trí pháo phòng không ở xung quanh để tự bảo vệ trước các máy bay tầm thấp.\n\n'''Các tên lửa từ SA-2 Guideline (tất cả các phiên bản SA-75 \/ SAM-2)'''\n{| class=\"wikitable\" border=\"1\"\n|-\n! Tên lửa\n! Chỉ số của nhà máy\n! Tính năng\n|-\n| V-750\n| 1D\n| Tầm bắn 7 – 29&nbsp;km, Độ cao bắn 3000 – 23000 m\n|-\n| V-750V\n| 11D\n| Tầm bắn 7 – 29&nbsp;km, Độ cao bắn 3000 – 25000 m, Trọng lượng 2163&nbsp;kg, Chiều dài 10726&nbsp;mm, Trọng lượng đầu đạn 190&nbsp;kg, Diameter 500 \/ 654&nbsp;mm\n|-\n| V-750VK\n| 11D\n| Tên lửa đã hiện đại hoá\n|-\n| V-750VM\n| 11DM\n| Tên lửa để bắn máy bay – máy làm nhiễu\n|-\n| V-750VM\n| 11DU\n| Tên lửa đã hiện đại hoá\n|-\n| V-750VM\n| 11DА\n| Tên lửa đã hiện đại hoá\n|-\n| V-750M\n| 20ТD\n| Không có thông tin chi tiết\n|-\n| V-750SM\n| -\n| Không có thông tin chi tiết\n|-\n| V-750VN\n| 13D\n| Tầm bắn 7 - 29\/34&nbsp;km, Độ cao bắn 3000 - 25000\/27000 m, Chiều dài 10841&nbsp;mm\n|-\n| -\n| 13DА\n| Tên lửa với đầu đạn mới trọng lượng 191&nbsp;kg\n|-\n| V-750АK\n| -\n| Không có thông tin chi tiết\n|-\n| V-753\n| 13DM\n| Tên lửa từ hệ thống SAM hải quân M-2 Volkhov-M (SA-N-2 Guideline)\n|-\n| V-755\n| 20D\n| Tầm bắn 7 – 43&nbsp;km, Độ cao bắn 3000 – 30000 m, Trọng lượng 2360 – 2396&nbsp;kg, Chiều dài 10778&nbsp;mm, Trọng lượng đầu đạn 196&nbsp;kg\n|-\n| V-755\n| 20DP\n| Tên lửa bắn vào tuyến bay thụ động, Tầm bắn 7 – 45&nbsp;km chủ động, 56&nbsp;km passive, Độ cao bắn 300 - 30000 (35000) m\n|-\n| V-755\n| 20DА\n| Tên lửa đã hết giai đoạn bảo đảm và được chuyển đổi thành 20DS\n|-\n| V-755OV\n| 20DO\n| Tên lửa để thu thập mẫu không khí\n|-\n|V-755U\n| 20DS\n| Tên lửa với khối lựa chọn để bắn vào mục tiêu độ cao thấp (dưới 200 m), Độ cao bắn 100 - 30000 \/ 35000 m\n|-\n| V-755U\n| 20DSU\n| Tên lửa với khối lựa chọn để bắn mục tiêu độ cao thấp (dưới 200 m) và rút ngắn thời gian chuẩn bị phóng tên lửa, Độ cao bắn 100 - 30000 \/ 35000 m\n|-\n| V-755U\n| 20DU\n| Tên lửa với thời gian chuẩn bị phóng ngắn\n|-\n| V-759\n| 5Ja23 (5V23)\n| Tầm bắn 6 - 56 (hay 60 hay 66) km, Độ cao bắn 100 - 30000 \/ 35000 m, Trọng lượng 2406&nbsp;kg, Chiều dài 10806&nbsp;mm, Trọng lượng đầu đạn 197 – 201&nbsp;kg\n|-\n|V-760\n| 15D\n| Tên lửa với đầu đạn hạt nhân\n|-\n|V-760V\n| 5V29\n| Tên lửa với đầu đạn hạt nhân\n|-\n| V-750IR\n| -\n| Tên lửa với kíp nổ xung radio\n|-\n| V-750N\n| -\n| Tên lửa thử nghiệm\n|-\n| V-750P\n| -\n| Tên lửa thực nghiệm - với các cánh xoay\n|-\n| V-751\n| KM\n| Tên lửa thực nghiệm – phòng thí nghiệm bay\n|-\n| V-752\n| -\n| Tên lửa thực nghiệm - bộ phận phóng ở các bên\n|-\n| V-754\n| -\n| Tên lửa thực nghiệm - với đầu điều khiển bán chủ động\n|-\n| V-757\n| 17D\n| Tên lửa thực nghiệm - với động cơ phản lực tĩnh siêu âm\n|-\n| -\n| 18D\n| Tên lửa thực nghiệm - with scramjet\n|-\n| V-757Kr\n| 3M10\n| Tên lửa thực nghiệm – phiên bản cho2K11 Krug (SA-4 Ganef)\n|-\n| V-758 (5 JaGG)\n| 22D\n| Tên lửa thực nghiệm – tên lửa ba giai đoạn, Đầu đạn 3200&nbsp;kg, Tốc độ 4,8 M (= 1560&nbsp;m\/s = 5760&nbsp;km\/h)\n|-\n| Korshun\n| -\n| Tên lửa mục tiêu\n|-\n| RM-75MV\n| -\n| Tên lửa mục tiêu – cho độ cao thấp\n|-\n| RM-75V\n| -\n| Tên lửa mục tiêu – cho độ cao lớn\n|-\n| Sinitsa-23\n| 5Ja23\n| Tên lửa mục tiêu\n|}\n\n=== Radar ===\n[[Tập tin:Fan Song fire control radar of the SA-2 SAM-system.JPEG|nhỏ|trái|Radar 'Fan Song']]\nSAM-2 thông thường sử dụng radar cảnh báo sớm ''Spoon Rest'' với tầm hoạt động khoảng 275&nbsp;km (170 miles). Radar Spoon Rest cung cấp thông tin thám sát sớm về máy bay đang tới và sau đó chuyển nó cho radar thu nhận ''Fan Song''. Những radar này, có tầm hoạt động khoảng 65&nbsp;km (40 dặm), được dùng để xác định vị trí, cao độ, và tốc độ của máy bay thù địch. Hệ thống Fan Song gồm hai ăng ten hoạt động ở các tần số khác nhau, một cung cấp thông tin về độ cao và chiếc kia thu thập thông tin về góc phương vị. Trụ sở trung đoàn cũng có một radar Spoon Rest, và một radar tầm xa băng C ''Flat Face'' và thiết bị dò tìm cao độ ''Side Net''. Thông tin từ các radar này được gửi từ trung đoàn xuống những người điều khiển radar Spoon Rest tại các tiểu đoàn để cho phép họ phối hợp tìm kiếm. Những phiên bản SAM-2 ban đầu sử dụng một radar mục tiêu được gọi là ''Knife Rest'', đã được thay thế trong sử dụng tại Liên Xô, nhưng vẫn được thấy ở những cụm bố trí cũ ở các quốc gia khác.\n\n=== Các biến thể chủ yếu ===\nCác nâng cấp cho các hệ thống tên lửa chống máy bay thường gồm việc cải tiến cả tên lửa, radar và bảng điều khiển. Thông thường những nâng cấp của tên lửa dẫn tới những thay đổi của các thành phần khác đều lợi dụng ưu thế tính năng mới được cải tiến của nó. Vì thế, khi Liên Xô đưa ra một SAM-2 mới, nó đi kèm với một radar cải tiến để thích ứng với tầm hoạt động và độ cao lớn hơn của tên lửa.\n\n* SA-2A; '''SAM-2 ''Dvina''''' ({{lang|ru|Двина}} - [[Dvina|Sông Dvina]]) với radar dẫn đường Fan Song-A và tên lửa V-750 hay V-750V. Việc triển khai đầu tiên bắt đầu năm 1957. Cả tên lửa và bộ phận phóng dài 10.6&nbsp;m (34.8&nbsp;ft), với bộ phận phóng có đường kính 0.65 m (25.5&nbsp;in), và đường kính tên lửa 0.5 m (19.7&nbsp;in). Trọng lượng phóng là 2287&nbsp;kg (5,041&nbsp;lb). Tên lửa có tầm hoạt động hiệu quả 30&nbsp;km (19 dặm), với tầm hoạt động tối thiểu 8&nbsp;km (5 dặm) và cao độ đánh chặn trong khoảng 450 và 25,000 m (1,500-82,000&nbsp;ft).\n* SA-2B; '''SAM-2 ''Desna''''' (Tiếng Nga {{lang|ru|Десна}} - [[Sông Desna]]). Phiên bản này có các radar Fan Song-B cải tiến với các tên lửa V-750VK và V-750VN, đi vào phục vụ năm 1959. Các tên lửa hơi dài hơn các phiên bản A, dài 10.8&nbsp;m (35.4&nbsp;ft), vì có bộ phận phóng mạnh hơn. SA-2B có thể chiến đấu với các mục tiêu ở cao độ từ 500 m đến 30&nbsp;km (1,640-98,450&nbsp;ft) và tầm hoạt động lên tới 34&nbsp;km (21 dặm).\n\n[[Tập tin:SA-2 Guideline towed by a ZIL-131 truck.JPEG|nhỏ|trái|256px|Đạn tên lửa V-750 trong tư thế vận chuyển trên xe TZM kiểu Zil-131]]\n\n* SA-2C; '''SAM-2M ''Volkhov (Tiếng Nga''''' {{lang|ru|Волхов}} '''''- [[Sông Volkhov]])'''''. Một lần nữa, model mới có một radar cải tiến, Fan Song-C, đi cùng với tên lửa V-750M đã được nâng cấp, được triển khai năm 1961. Tên lửa V-750M có vẻ ngoài giống với V-750VK\/V-750VN, nhưng có tính năng tốt hơn với tầm hoạt động lên tới 43&nbsp;km (27 dặm) và giới hạn độ cao giảm còn 400&nbsp;m (1,312&nbsp;ft).\n* SA-N-2A; '''SAM-2M-2 ''Volkhov-M''''': Phiên bản hải quân của model C và được trang bị cho tàu tuần dương lớp Sverdlov ''Dzerzhinski''. Biến thể này nói chung bị coi là không thành công và không được trang bị cho bất kỳ một tàu nào khác.\n* SA-2D; radar Fan Song-E và tên lửa V-750SM. Tên lửa V-750SM khác biệt khá nhiều so với các phiên bản A\/B\/C vì có các ăng ten mới với một máy dò khí áp mũi dài hơn. Nhiều khác biệt khác ở hộp motor duy trì. Tên lửa dài 10.8&nbsp;m (35.4&nbsp;ft), có cùng đường kính thân và đầu đạn như SA-2C, nhưng trọng lượng tăng lên tới 2450&nbsp;kg (5,400&nbsp;lb). Tầm hoạt động hiệu quả là 43&nbsp;km (27 dặm), tầm hoạt động tối thiểu 6&nbsp;km (4 dặm) và độ cao đánh chặn trong khoảng 250 và 25000 m (820-82,000&nbsp;ft). Các biện pháp phản công máy bay được cải tiến dẫn tới sự phát triển Fan Song-E với các ăng ten tốt hơn có thể cắt xuyên qua dải nhiễu mạnh.\n* SA-2E: radar Fan Song-E và tên lửa V-750AK. Tương tự như model D, nhưng với một đầu đạn hình củ hành và không có các cánh thăng bằng phía trước. SA-2E dài 11.2&nbsp;m (36.7&nbsp;ft), có đường kính thân 0.5 m (19.7&nbsp;in) và trọng lượng khi phóng 2450&nbsp;kg (5,400&nbsp;lb). Tên lửa có thể được trang bị hoặc đầu nổ hạt nhân chỉ huy 15 [[đương lượng nổ|kt]] hoặc một đầu đạn HE quy ước 295&nbsp;kg (650&nbsp;lb).\n* SA-2F: radar Fan Song-F và tên lửa V-750SM. Sau khi quan sát việc gây nhiễu ở Việt Nam và sự đối phó trong cuộc [[Chiến tranh Sáu ngày|Chiến tranh Sáu Ngày]] khiến loại SA-2 hoàn toàn không hiệu quả, các hệ thống hiện hữu nhanh chóng được nâng cấp với một hệ thống radar mới được thiết kế để bỏ qua các nhiễu [[nhấp nháy]] (scintillation) băng rộng. Hệ thống chỉ huy cũng gồm một phương thức điều khiển trên nhiễu (home-on-jam) để tấn công máy bay mang theo thiết bị làm nhiễu, cũng như một hệ thống hoàn toàn quang (sử dụng hạn chế) khi chúng không thể hoạt động. Công việc phát triển model F được bắt đầu năm 1968 và được triển khai tại Liên Xô cuối năm đó, trong khi các chuyến tàu chở tên lửa tới Việt Nam bắt đầu cuối năm 1970.\n* '''SAM-2M ''Volga''''' (Tiếng Nga {{lang|ru|С-75М Волга}} - [[Sông Volga]]). Phiên bản từ năm 1995.\n* '''SAM-2M3 ''Volga-2''''' (Tiếng Nga {{lang|ru|С-75М Волга}} - [[Sông Volga]]). Phiên bản từ năm 2011. Điểm đặc biệt của gói nâng cấp này là hệ thống điều khiển hỏa lực sử dụng một số thành phần kỹ thuật số dùng cho hệ thống phòng không tối tân [[S-300]] PMU1\/2, bao gồm: \n**Tự động theo dõi mục tiêu và dẫn hướng cho tên lửa trong môi trường tác chiến điện tử mạnh, khả năng kháng nhiễu điện tử của hệ thống tăng lên 20 lần so với S-75 nguyên bản, có thể chịu được cường độ nhiễu 2.000 W\/MHz phát ra từ máy gây nhiễu ở cự ly 100&nbsp;km.\n**Tăng khả năng bám bắt và chống mục tiêu bay thấp, thời gian từ khi bám bắt mục tiêu đến khi sẵn sàng phóng tên lửa giảm từ 8 giây xuống 3 giây. \n**Đài điều khiển hỏa lực SNR-75M3 nâng cấp có khả năng bám mục tiêu ở cự ly tới 100&nbsp;km, có dẫn đường cho 2 tên lửa tấn công mục tiêu cùng lúc (trước nâng cấp chỉ dẫn được một mục tiêu). \n**Đạn tên lửa sau nâng cấp có tầm xa tới 60&nbsp;km, độ cao 27&nbsp;km (trước nâng cấp chỉ là 45&nbsp;km và 25&nbsp;km), xác suất diệt mục tiêu ở cự ly 50&nbsp;km đạt từ 65-98%. Đầu đạn nổ nặng 195&nbsp;kg (tăng 30% so với SA-2 nguyên bản), khi nổ tạo ra khoảng 29.000 mảnh vỡ có phạm vi sát thương lên đến 65m ở độ cao thấp hoặc 250m ở độ cao lớn.\n**Giảm 40% lượng điện tiêu thụ nhờ sử dụng linh kiện mới.\n\nNhư đã đề cập từ trước, đa số các quốc gia có SAM-2 đã gắn các phần từ các phiên bản khác nhau, từ các hệ thống của một bên thứ ba hay thêm các thành phần được sản xuất trong nước. Điều này đã tạo ra rất nhiều biến thể SAM-2 theo nhu cầu sử dụng của từng nước.\n\n[[Tập tin:HQ-2 SAM MW.JPG|nhỏ|Một HQ-2 trưng bày tại [[Minsk World]] ở [[Thâm Quyến|Shenzhen]], [[Trung Quốc]]]]\n\n* '''HQ-1''' (Hồng Kỳ, Cờ đỏ): Phiên bản Trung Quốc của SA-2 với các thiết bị điện tử ECCM để chống '''System-12''' [[Các biện pháp phản công điện tử|ECM]] trên những chiếc U-2 do [[Phi đội Mèo Đen]] của [[Trung Hoa Dân Quốc]] sử dụng.\n* '''HQ-2''': '''HQ-1''' nâng cấp với khả năng ECCM thêm nữa để chống lại '''System-13''' ECM trên những chiếc U-2 do Phi đội Mèo Đen của Đài Loan sử dụng. '''HQ-2''' nâng cấp vẫn còn phục vụ hiện tại, và phiên bản mới nhất sử dụng radar [[mạng phase]] được đặt tên định danh '''SJ-202''', có khả năng đồng thời thám sát và chiến đấu với nhiều mục tiêu ở độ cao 115 [[kilômét|km]] và 80&nbsp;km. Việc đưa vào sử dụng radar đa chức năng SJ-202 đã loại bỏ nhu cầu về nhiều radar với các chức năng riêng biệt, và vì thế cải thiện rất nhiều tính hiệu quả tổng thể của hệ thống phòng không HQ-2. Một phiên bản không người lái được đặt tên định danh '''BA-6'''.\n* SA-2 FC: Phiên bản mới nhất của Trung Quốc. Có thể thám sát sáu mục tiêu đồng thời và có khả năng điều khiển đồng thời 3 tên lửa.\n\n== Các quốc gia sử dụng ==\n[[Tập tin:S-75 operators.png|nhỏ|350px|Các quốc gia sử dụng SAM-2 (màu đỏ là những nước không còn sử dụng)]]\n[[Tập tin:Bundesarchiv Bild 183-U1007-0009, Berlin, 30. Jahrestag DDR-Gründung, Parade.jpg|nhỏ|300px|Đạn V-750 của hệ thống S-75 Dvina trên xe kéo đạn TZM trong cuộc diễu binh ngày 7 tháng 10 năm 1979 tại CHDC Đức (cũ)]]\n\n* {{ARM}} - 250 bệ phóng (~40 hệ thống)\n* {{BUL}} - 18\n* {{PRC}}\n* {{CUB}}\n* {{flag|Đức}}\n* {{EGY}} - 240 bệ phóng (~40 hệ thống), biến thể Tayer el-Sabah\n* {{IRN}} – Lên tới 45 bệ phóng, [[HQ-2J]] và Sayyad-1 phát triển trong nước.\n* {{KGZ}} - ít\n* {{MGL}}\n* {{MYA}} - 48 bệ phóng (8 hệ thống)\n* {{PRK}} – lên tới 270 bệ phóng (~45 hệ thống)\n* {{PAK}} - 32 hay ít hơn\n* {{ROM}}\n* {{flagicon|Somaliland}} [[Somaliland]]\n* {{SYR}} - 275\n* {{TJK}} - ít\n* {{Flag|Cộng hòa Dân chủ Nhân dân Triều Tiên}}\n* {{VIE}} - Ít nhất 30 hệ thống, đã nâng cấp lên phiên bản SA-2M3 Volga-2\n* {{YEM}}\n* {{ZWE}}\n\n=== Bên sử dụng cũ ===\n\n* {{AFG}}\n* {{ALG}}\n* {{CZS}} - 23\n* {{GDR}}\n* {{GEO}}<ref>{{Chú thích web | url = http:\/\/mdb.cast.ru\/mdb\/3-2008\/item3\/article3\/ | tiêu đề = Moscow Defense Brief | tác giả =  | ngày =  | ngày truy cập = 30 tháng 9 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 11 tháng 7 năm 2009 | archive-url = https:\/\/web.archive.org\/web\/20090711165314\/http:\/\/mdb.cast.ru\/mdb\/3-2008\/item3\/article3\/ }}<\/ref>\n* {{HUN}}\n* {{INA}}\n* {{IND}}\n* {{IRQ}}\n* {{POL}}\n* {{RUS}}\n* {{USSR}} – đã chuyển giao cho các quốc gia kế tục\n* {{YUG}} – đã chuyển giao cho các quốc gia kế tục\n* {{SOM}} – đã chuyển giao cho Somaliland\n\n== Chủ đề liên quan ==\n* [[17D]], rocket cho SAM-2\n* [[Project Nike]] Hệ thống tên lửa phòng không độ cao trung bình tương tự của Hoa Kỳ\n* [[Wild Weasel]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|S-75 Dvina}}\n{{wikisourcecat|Chiến tranh Việt Nam|Băng tiếng và các bản ghi với những lời bình luận về các phi vụ chiến đấu thực tế của Wild Weasel tại Việt Nam}}\n* [http:\/\/www.pakdef.info\/pakmilitary\/army\/sam\/sa2guideline.html Pakistan military info]\n* [http:\/\/pvo.guns.ru\/s75\/s75.htm Tiếng Nga site on the SAM-2 from Said Aminov \"Vestnik PVO\"] {{ru icon}}\n* [http:\/\/www.militaryparitet.com\/nomen\/russia\/rocket\/rocketcomplex\/data\/ic_nomenrussiarocketrocketcomplex\/5\/ Russian site on the SAM-2 from Vitaly Kuzmin \"Military Paritet\"] {{ru icon}}\n* [http:\/\/sites.google.com\/site\/samsimulator1972\/home SAM-2M3 Volkhov (SA-2e Guideline) Simulator]\n* [http:\/\/www.youtube.com\/watch?v=djZGkQAwVKk Bắn thử S-75]\n* [http:\/\/old.raspletin.ru\/produce\/adms\/s75\/ Tiếng Nga site on the SAM-2, http:\/\/old.raspletin.ru Phiên bản hiện đại và lịch sử] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140102193723\/http:\/\/old.raspletin.ru\/produce\/adms\/s75\/ |date = ngày 2 tháng 1 năm 2014}} {{ru icon}}\n\n{{Tên lửa Nga và Liên Xô|SAM}}\n{{Máy bay không người lái Cộng hoà Nhân dân Trung Hoa}}\n\n[[Thể loại:Khoa học và Công nghệ Liên Xô]]\n[[Thể loại:Vũ khí hạt nhân phòng không]]\n[[Thể loại:Tên lửa điều khiển trong Chiến tranh Việt Nam]]\n[[Thể loại:Tên lửa đất đối không]]\n[[Thể loại:Vũ khí trong Chiến tranh Việt Nam]]\n[[Thể loại:Tên lửa đất đối không Liên Xô thời Chiến tranh Lạnh]]\n[[Thể loại:Tên lửa Nga]]\n[[Thể loại:Tên lửa đất đối không Nga]]\n[[Thể loại:Tên lửa đất đối không Liên Xô]]\n[[Thể loại:Khoa học và công nghệ tại Liên Xô]]"}