{"152658":"{{Chú thích trong bài|date=Tháng 12\/2021}}{{Infobox Hindu temple\n| name               = Sdok Kok Thom\n| image              = Prasat Sdok Kok Thom-007.jpg\n| alt          = \n| caption            = \n| map_type        = Thailand\n| map_caption        = Location in Thailand\n| coordinates        = {{coord|13|50|37.29|N|102|44|14.84|E|type:landmark_region:TH|display=inline,title}}\n| country            = [[Thailand]]\n| province           = [[Sa Kaeo (tỉnh)|Sa Kaeo]]\n| district           = \n| location           = Ban Nong Ya Kaeo Mu 9, Tambon Khok Sung, [[Khok Sung (huyện)|Khok Sung]]\n| elevation_m        = \n| deity      = [[Śiva]]\n| festivals= \n| architecture       = [[Khmer architecture|Khmer]]\n| temple_quantity  = \n| monument_quantity= \n| inscriptions       = \n| year_completed         = 11th century\n| creator            = [[Udayadityavarman II|Udayādityavarman II]]\n| website            = \n}}\n\n'''Sdok Kok Thom''' ({{lang-th|สด๊กก๊อกธม}}, ''Sadok Kok Thom'', {{IPA-th|sādók kɔ́k tʰōm|pron}}; {{lang-km|ស្តុកកក់ធំ}}, {{lang|km-Latn|Sdŏk Kák Thum}} {{IPA-km|sɗok kɑk tʰum|}}), hay '''Sdok Kak Thom''', là một ngôi đền [[đế quốc Khmer|Khmer]] được xây vào thế kỷ 11, hiện nằm ở [[Thái Lan]], 18 dặm về phía đông bắc của thị xã biên giới của Thái Lan là [[Aranyaprathet]]. Ngôi đền này thờ vị thần [[Shiva]], được xây dưới thời vua [[Udayadityavarman II]], trong thời kỳ [[Đế quốc Khmer]].\n\nĐược xây bằng [[sa thạch]] đỏ và [[laterite]], ngôi đền là một ví dụ hàng đầu về đền đài thờ cúng trong thời kỳ vàng son của đế quốc này. Dù nhỏ hơn các đền khác ở [[Angkor]], ngôi đền này có kiến trúc cơ bản và các hình ảnh như các ngôi đền được xây cùng thời.\n\n==Đặc điểm kiến ​​trúc==\n[[Image:sdokkakthomtower.jpg|thumb|Tháp sa thạch trung tâm của Sdok Kak Thom, nhìn từ phía bắc. Ảnh chụp từ năm 1980]]\nThiết kế kiến ​​trúc của ngôi đền này được liên kết với đế chế khmer vĩ đại đã cai trị trong khoảng 700 năm. Ở trung tâm của ngôi đền là một tháp bằng đá sa thạch, được coi là nơi tôn nghiêm chính, có lẽ là nơi trú ngụ của một [[linga]] , biểu tượng của thần Shiva. Cửa tháp ở phía đông, tiếp cận bằng các bậc thang; ba mặt còn lại có cửa giả. Vài mét về phía đông bắc và đông nam là hai công trình kiến ​​trúc bằng đá sa thạch, với các cửa sổ lớn bên hông và nền đá ong. Bao quanh tháp và các thư viện là một sân hình chữ nhật rộng khoảng 42 x 36 mét và có các phòng trưng bày ở cả bốn phía. Ở phía đông của thánh địa là một gopura , hoặc cổng, phản ánh hướng của ngôi đền về phía đông.\nỞ nhiều vị trí khác nhau trong ngôi đền, có rất nhiều hình khắc trên đá, bao gồm trang trí hoa lá , rắn [[Naga]] và một hình tượng dường như là vị thần [[Vishnu]] của đạo Hindu .\n\nMột con hào, có khả năng tượng trưng cho Biển Sáng tạo của người Hindu, nằm bên ngoài mỗi bốn phía của sân. Một đại lộ dẫn về phía đông từ gopura. Một bức tường đá ong cao khoảng 2,5 mét và dài 126 mét từ đông sang tây và 120 mét từ nam đến bắc cung cấp thêm bao vây cho toàn bộ khu phức hợp. Điểm giữa của phía đông của bức tường này có một gopura phức tạp, đứng trên một nền đá ong. Khoảng 200 mét về phía đông của gopura này, dọc theo một đại lộ lát đá ong với những cột đá dựng đứng ở hai bên, là một hồ chứa nước thánh, hay baray , rộng khoảng 200 x 370 mét.\n\n==Chạm khắc==\n[[File:sdokkakthomgopura.jpg|thumb|Cổng phía đông của thánh địa, hoặc gopura, quang cảnh bên ngoài. Lưu ý chạm khắc đầu Naga ở chân của ngưỡng cửa. Hình ảnh thánh ở bên trái có từ thời kỳ sau. Ảnh chụp năm 1980]]\nBản khắc (phân loại K. 235) gồm 340 dòng, bằng cả [[tiếng Phạn]] và [[tiếng Khmer]] cổ, được khắc trên một tấm bia sa thạch màu xám cao 1,51 mét ở góc đông bắc của ngôi đền. Có niên đại đến ngày 8 tháng 2 năm 1053, nó kể lại hai thế kỷ rưỡi phục vụ mà các thành viên của gia đình sáng lập ngôi đền đã cung cấp cho triều đình Khmer, chủ yếu là tuyên úy cho các vị vua. Khi đặt ra vai trò lâu dài này, bản văn cung cấp một cái nhìn đáng chú ý và thường là thơ mộng về đức tin, dòng dõi hoàng tộc, lịch sử và cấu trúc xã hội của thời đại.\n\n==Lịch sử sau này==\n\n== Ghi chú ==\n{{Tham khảo|30em}}\n\n== Tham khảo ==\n* Sak-Humphry, Chhany. ''The Sdok Kak Thom Inscription''. The Edition of the Buddhist Institute [[2005]]\n* Higham, Charles. ''The Civilization of Angkor''. University of California Press [[2001]]\n* Freeman, Charles. ''A Guide to the Khmer Temples of Thailand and Laos''. Weatherhill [[1998]]\n\n{{sơ khai Ấn giáo}}\n{{Các di tích Angkor}}\n\n[[Thể loại:Đền Hindu ở Thái Lan]]\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Lịch sử Thái Lan]]\n[[Thể loại:Di tích Angkor]]"}