{"239098":"{{chú thích trong bài}} \n{{Infobox Film\n| name = Siêu khuyển thần thông\n| image = TruongGiangthathao.jpg\n| caption = Áp phích chính thức.\n| director = [[Châu Tinh Trì]]\n| producer = [[Hàn Tam Bình]]<br>[[Châu Tinh Trì]]<br>[[Thôi Bảo Châu]]\n| writer = [[Châu Tinh Trì]]<br>Lâm Bồng<br>Tăng Cẩn Xương<br>Phùng Chí Cường<br>Thiệu Lệ Quỳnh<br>[[Cốc Đức Chiêu]]\n| narrator = \n| starring = [[Châu Tinh Trì]]<br \/>[[Từ Kiều]]<br \/>[[Trương Vũ Kỳ (diễn viên)|Trương Vũ Kỳ]]<br \/>[[Lâm Tử Thông]]\n| music = [[Hoàng Anh Hoa]]\n| cinematography = [[Phan Hằng Sinh]]\n| editing = Lâm An Nhi\n| hãng sản xuất = [[Tập đoàn điện ảnh Trung Quốc]]<br>[[Châu Tinh Trì|Hãng phim Hải ngoại Tinh Huy]]\n| distributor = [[Columbia Pictures]]\n| released = [[30 tháng 1]] năm [[2008]] (Bắc Kinh)<br>[[31 tháng 1]] năm [[2008]] (Hồng Kông)<br>[[14 tháng 3]] năm [[2008]] (Hoa Kỳ)\n| runtime = 89 phút\n| country = {{flagicon|Hong Kong}} [[Hồng Kông]]\n| language = [[Tiếng Quảng Đông]]<br \/>[[Quan thoại|Tiếng Quan Thoại]]\n| budget = Khoảng 20 triệu USD\n| preceded_by = \n| followed_by = \n| website = \n| amg_id = 1:385405\n| imdb_id = 0940709\n}}\n'''''Siêu khuyển thần thông''''' hay '''''Trường Giang số bảy''''', '''''Trường Giang thất hiệu''''' ([[chữ Hán]]: 長江七號, [[Bính âm Hán ngữ|Bính âm]]: Cháng Jiāng qī hào, Hán Việt: ''Trường Giang thất hiệu'') là một bộ phim Hồng Kông ra mắt năm 2008. Phim thuộc thể loại khoa học viễn tưởng hài hước, do [[Châu Tinh Trì]] làm đạo diễn, viết kịch bản kiêm đồng sản xuất, và cũng là phim cuối cùng trong sự nghiệp đóng phim của ông. Phim có sự tham gia của [[Châu Tinh Trì]], [[Từ Kiều]], [[Trương Vũ Kỳ]] và [[Lâm Tử Thông]].\n\n==Nội dung==\nCâu chuyện phim xoay quanh những sinh hoạt vật chất và tinh thần của một cậu học sinh bảy tuổi tên Chu Tiểu Địch (Từ Kiều). Cậu là một người nghịch ngợm, cứng đầu, tinh quái nhưng giàu tình cảm. Cậu là con trai của ông Chu Thiết (Châu Tinh Trì), một người thợ hồ nghèo làm việc không nghỉ trong một công trường xây dựng. Ông Chu là người ít học, tính tình chất phác, ông chỉ biết dạy con rằng: \"tuy chúng ta nghèo\", nhưng \"không được đánh nhau\", \"không được nói dối\", \"cái gì không phải của mình thì không được lấy\"...\n\nTuy rất nghèo, nhưng ông Chu vẫn cố gắng cho con học trường điểm, chung với các học sinh giàu có khác. Tại đây, do hoàn cảnh nên Tiểu Địch thường bị một nhóm bạn bắt nạt, khinh thường. Cậu thường bị thầy giáo chủ nhiệm (Lý Thượng Chính) la rầy vì tính khí của mình. Tiểu Địch tuy vậy không hề mặc cảm, cậu chỉ mơ ước có những món đồ chơi mà bọn bạn bè thường mang lên lớp để khoe, nhất là một [[chó|con chó]] đồ chơi có tên là \"Trường Giang nhất hiệu\".\n\nMột hôm ông Chu dẫn con vào [[siêu thị]] tham quan, Tiểu Địch thấy món đồ chơi \"Trường Giang nhất hiệu\" đó, đòi mua cho bằng được. Ông Chu không có tiền, mắng con, làm hai cha con giận nhau. Sau đó tình cờ có một cô giáo xinh đẹp đến hòa giải. Cô giáo này họ Viên (Trương Vũ Kỳ), vốn rất thương Tiểu Địch và quan tâm đến hoàn cảnh của cậu bé. Chiều hôm đó, như thường lệ, ông Chu ra bãi rác để nhặt đồ, ông nhặt được một món đồ chơi như quả bóng, mà không biết đó là một quả trứng chưa nở của một loài vật ngoài hành tinh. Ông đem về cho Tiểu Địch, và cậu bé trong lúc nghịch ngợm đã khám phá ra bí mật của quả trứng. Quả trứng nở ra một con vật, cậu đặt cho nó tên \"Trường Giang thất hiệu\". Con vật này có một năng lực đặc biệt là biến những vật hư hại trở lại trạng thái như cũ, đầu tiên là một quả táo hỏng, rồi chiếc quạt hư... khiến Tiểu Địch tưởng nó sở hữu nhiều phép mầu. Trong đêm, Tiểu Địch mơ thấy con vật giúp mình đủ mọi chuyện trong học tập: một đôi giày có lò xo cho môn nhảy cao, một cặp mắt kính có [[vệ tinh]] tí hon để chép bài cho những giờ kiểm tra...\n\nSáng hôm sau, Tiểu Địch mang con vật lên lớp với tràn trề hi vọng. Nhưng sự thật không như trong mộng, con \"Trường Giang thất hiệu\" chỉ cho Tiểu Địch những cục phân như phân chó, chẳng có tác dụng gì hơn là làm cho người ta chê cười Tiểu Địch. Cậu tức giận, bỏ mặc \"Trường Giang thất hiệu\", nhưng rồi lại hối hận, con vật lại chạy về nhà và tình cảm giữa cả hai trở nên đậm đà hơn trước.\n\nDần dần, \"Trường Giang thất hiệu\" chẳng những chẳng giúp gì cho việc học của Tiểu Địch mà những trò đùa của nó còn làm cậu lơ là. Không những vậy, cậu còn lừa dối ông Chu bằng cách sửa điểm 0 trong bài kiểm tra thành điểm 100, làm ông tưởng thật và có một phen bất hòa với ông chủ xưởng xây dựng. Ông Chu dần cũng biết sự thật, giận con, bắt nhốt \"Trường Giang thất hiệu\", không cho con chơi nữa cho đến khi cậu thật sự được điểm 60. Tiểu Địch cũng giận cha, cậu sang nhà cô Viên ở vài ngày.\n\nTrong thời gian Tiểu Địch ở với cô Viên, ông Chu bị một tai nạn lao động khi đang làm việc trên cao và qua đời. Hai cô trò biết tin, cùng khóc. Đêm đó, Tiểu Địch khóc rất nhiều vì nhớ cha và cảm thấy hối hận vì đã không nghe lời người cha tuy ít học, nghèo khổ, nhưng vất vả hết sức để mong con nên người. Cùng lúc đó, con vật \"Trường Giang thất hiệu\" mở được cái túi nhốt và dùng phép thuật biến ông Chu trở lại thành người khỏe mạnh ngay trong [[bệnh viện]]. Ông Chu quay về, cả ông, Tiểu Địch và cô Viên đều chẳng hiểu tại sao ông sống lại. Con \"Trường Giang thất hiệu\" chết sau đó vì kiệt sức. Cái chết của \"Trường Giang thất hiệu\" làm Tiểu Địch rất buồn, nhưng cũng làm cho cậu chuyên tâm vào học hành.\n\nĐoạn kết phim diễn ra trong một khung cảnh yên bình. Trên bãi cỏ, ông Chu tặng hoa cho cô Viên, tỏ tình và bị từ chối vì ăn nói quá vô duyên. Còn Tiểu Địch nằm ngắm trời mây, trong lúc đang nghĩ về \"Trường Giang thất hiệu\", con vật dễ thương, đầy tình cảm đến từ hành tinh khác, thì một chiếc [[vật thể bay không xác định|đĩa bay]] đáp xuống. Phim kết thúc vào lúc một điều kỳ diệu xảy đến: có rất nhiều con \"Trường Giang thất hiệu\" chạy ra từ đĩa bay.\n\n==Diễn viên==\n* [[Châu Tinh Trì]] vai Chu Thiết\n* [[Từ Kiều]] vai Chu Tiểu Địch\n* [[Trương Vũ Kỳ]] vai cô giáo Viên\n* [[Lâm Tử Thông]] vai ông chủ của Chu Thiết\n* [[Lý Thượng Chính]] vai thầy giáo chủ nhiệm Tào\n* [[Trần Quốc Khôn]] - chưa rõ vai diễn\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.sonypictures.net\/movies\/cj7\/ Official Sony Pictures international site]\n*[http:\/\/www.twitchfilm.net\/archives\/007688.html Twitchfilm.net - A Hope] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081012220942\/http:\/\/twitchfilm.net\/archives\/007688.html |date=2008-10-12 }}\n*[http:\/\/www.avistaz.com\/comedy-movies\/2008\/cj7-chinese-2008.html CJ7 Review, Poster and Trailer]\n*[http:\/\/phimanh.vnexpress.net\/News\/Vien-tuong\/2008\/03\/3B9AF403\/ CJ7-Siêu khuyển thần thông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081014034915\/http:\/\/phimanh.vnexpress.net\/News\/Vien-tuong\/2008\/03\/3B9AF403\/ |date=2008-10-14 }}\n\n{{Châu Tinh Trì}}\n\n[[Thể loại:Phim năm 2008]]\n[[Thể loại:Phim Hồng Kông]]\n[[Thể loại:Phim Trung Quốc]]\n[[Thể loại:Phim tiếng Quảng Đông]]\n[[Thể loại:Phim tiếng Quan thoại]]\n[[Thể loại:Phim hài Hồng Kông]]\n[[Thể loại:Phim giả tưởng Hồng Kông]]\n[[Thể loại:Phim hài Trung Quốc]]\n[[Thể loại:Phim giả tưởng Trung Quốc]]\n[[Thể loại:Phim của Châu Tinh Trì]]\n[[Thể loại:Phim Columbia Pictures]]\n[[Thể loại:Phim hãng Columbia Pictures]]\n[[Thể loại:Phim của Sony Pictures Classics]]\n[[Thể loại:Phim Tết]]\n[[Thể loại:Phim về gia đình]]\n[[Thể loại:Phim về gia đình bất thường]]\n[[Thể loại:Phim về chó]]\n[[Thể loại:Phim lấy bối cảnh ở trường học]]\n[[Thể loại:Phim hài thập niên 2000]]\n[[Thể loại:Phim khoa học viễn tưởng thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh năm 2008]]"}