{"17465387":"{{Infobox television\n| show_name     = Siêu trí tuệ Việt Nam (mùa 1)\n| show_name_2 = STT1 \n| image       = \n| advisor      = \n| developer      =  [[Lê Minh Trị]]<br>Quỳnh Như \n| presenter      = [[Trấn Thành]]\n| judges       = Giám khảo khoa học: Trần Thành Nam<br>Giám khảo chính: [[Tóc Tiên]], [[Lại Văn Sâm]]<br>Giám khảo khách mời: Xem ''[[Siêu trí tuệ Việt Nam (mùa 1)#Cố vấn\/Ban giám khảo|Giám khảo]]''\n| narrated       = [[Ôn Vĩnh Quang]]\n| producer         = \n| theme_music_composer = \n| opentheme      = \"Tôi thật phi thường\" (Sáng tác: [[Bùi Công Nam]])\n| endtheme       = \n| creator      = [[Endemol|Endemol Shine Group]] liên kết với Second German Television (ZDF) & Truyền hình Giang Tô (Jiangsu Television - JSBC).\n| creative_director = \n| executive_producer = Bùi Hữu Đức\n| director    = Nguyễn Hữu Thanh Bình<br>Trần Đức Huân<br>Lưu Hậu\n| country      = Việt Nam\n| language       = [[Tiếng Việt]] <br> [[Tiếng Anh]] (ngôn ngữ thứ 2)\n| location     = Phim trường Zoom Media\n| channel = [[HTV2|HTV2- Vie Channel]] <br> VTVCab 1 - Vie Giải Trí\n| picture_format  = [[576i]] ([[16:9]]) ([[SDTV]]),<br>[[1080p]] ([[High-definition television|HDTV]])\n| audio_format       = [[Âm thanh lập thể|Stereo]]\n| first_aired    = {{Start date|2019|10|26}}\n| last_aired    = {{End date|2020|1|18}}\n| first_run    = {{flagicon|Việt Nam}} [[Việt Nam]]\n| runtime      = 120 - 180 phút (có quảng cáo)\n| num_seasons    = \n| num_episodes   = 13\n| website      = \n| company      =[[Endemol|Endemol Shine Group]]<br>[[HTV|Đài Truyền hình TP Hồ Chí Minh]]<br>Vie Channel (DIDTV)\n| related =\n| followed_by = ''[[Siêu trí tuệ Việt Nam (mùa 2)]]''|genre=[[Chương trình tìm kiếm tài năng]] về trí tuệ}}\n\nMùa thứ nhất của chương trình '''''[[Siêu trí tuệ Việt Nam]]''''' do [[Đài Truyền hình Thành phố Hồ Chí Minh]] và Công ty DID TV (Vie Channel hiện tại) thuộc [[Giọng hát thân quen]] thực hiện, được phát sóng từ ngày 26 tháng 10 năm 2019 đến ngày 18 tháng 1 năm 2020. [[Trấn Thành]] là MC của chương trình trong mùa này.\n\n== Tuyển sinh ==\nChương trình đã tổ chức tuyển sinh mùa 1 tại [[Hà Nội]] vào ngày 19 tháng 7 năm 2019 và tại [[Thành phố Hồ Chí Minh]] vào ngày 31 tháng 7 năm 2019.\n\n== Tổng quan và định dạng chương trình ==<!-- Thống nhất tên gọi các vòng thi lần lượt là \"Lộ diện\", \"Tuyên chiến\", \"Giao hữu quốc tế\" theo tên gọi của chương trình. -->\n\nMùa 1 gồm 3 vòng đấu:\n\n=== Vòng Lộ diện ===\nỨng viên với vai trò là người khiêu chiến sẽ phải chinh phục thử thách do chương trình đưa ra hoặc do thí sinh đề nghị. Các giám khảo sẽ cho điểm dựa trên độ khó của thử thách theo thang điểm từ 1 đến 5, tổng số điểm của 3 vị giám khảo là điểm dự đoán của giám kháo cho phần thử thách. Và sau đó giám khảo khoa học sẽ là người chấm điểm (theo thang điểm 10) sau khi phần thử thách dừng lại, nếu điểm của giám khảo khoa học và tổng điểm dự đoán của các giám khảo còn lại nhân lại với nhau '''từ 80 điểm trở lên''' thì sẽ được xuất hiện ở khu vực \"Khán đài danh dự\" và tiếp tục bước tới hàng ngũ Siêu trí tuệ Việt Nam (còn gọi là ''được tiến cấp''). Số điểm tối đa mà 1 thí sinh có thể đạt được là 150.\n\n'''Lưu ý''' : Nếu thí sinh '''không''' hoàn thành thử thách thì thí sinh đó sẽ không được giám khảo khoa học chấm điểm và bị '''loại khỏi chương trình'''\n\nVòng này phát sóng trong 8 tuần, từ 26 tháng 10 đến 14 tháng 12 năm 2019.\n\n=== Vòng Tuyên chiến ===\nNhững người được tiến cấp ở vòng trước sẽ đối đầu với nhau hoặc nhận lời khiêu chiến từ những ứng viên mới để sau đó tìm ra 4 gương mặt xuất sắc đại diện Việt Nam thi đấu quốc tế. Có hai phương thức khiêu chiến ở vòng này:\n\n# Người khiêu chiến mới đến thách đấu với 1 tuyển thủ đã tiến cấp có cùng năng lực, nếu thách đấu thành công người khiêu chiến sẽ thay thế vị trí của tuyển thủ đó. Tuy nhiên, cũng có luật nếu người bị thách đấu không chấp nhận tuyên chiến, người đến thách đấu sẽ phải thi một mình, và sau đó các giám khảo sẽ chấm điểm như ở vòng 1. Nếu điểm của thí sinh này cao hơn so với người từ chối thách đấu thì coi như thách đấu thành công, ngược lại thí sinh sẽ bị loại.<ref>{{Chú thích web|url=https:\/\/scontent.fhan2-2.fna.fbcdn.net\/v\/t1.0-9\/81239359_268281060805123_1788695729498226688_n.jpg?_nc_cat=111&_nc_eui2=AeEV3GozuBo728d459xNlzH9e48JkZI53CaeR_Z2EPm1JNJDFCzEW3aCZ1plQueu3lZ_iAcr1HKIuMmsE1rf8MBsmdE1rQTOJE3ssqjrCyxHXw&_nc_ohc=NmJurNpLVa8AQmL7k-EdeuShx7jfae9q_uMmnJxcwM3p5obvlbr-ulzGg&_nc_ht=scontent.fhan2-2.fna&oh=30d31d48254e73464238e8b81550e667&oe=5E694611|tựa đề=Thông tin về luật chơi mà Ban Tổ chức cung cấp|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}{{Liên kết hỏng|date=2021-07-01 |bot=InternetArchiveBot }}<\/ref>\n# Những tuyển thủ có năng lực tương đương trong biệt đội sẽ phải đối đầu với nhau để chọn ra người xuất sắc nhất, những tuyển thủ có năng lực không trùng khớp với bất kì ai thì sẽ được đặc cách không phải thi đấu nếu như không có người khiêu chiến đến thách đấu.\n\nVòng này diễn ra trong 2 tuần thi, từ ngày 21 tháng 12 năm 2019 đến hết ngày 28 tháng 12 năm 2019.\n\n=== Vòng Giao hữu quốc tế ===\nMặc dù ban đầu, theo luật, 4 thí sinh được chọn để vào vòng 3, nhưng trong tập 10 có sự thay đổi: thay vì 4 ứng viên đã tăng lên là 6 ứng viên xuất sắc của hàng ngũ Siêu trí tuệ Việt Nam. Họ sẽ thi đấu với các đối thủ đến từ [[Nhật Bản]] và [[Đức]], bao gồm:<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/giai-tri\/lai-van-sam-tran-thanh-ngo-ngang-truoc-cac-tai-nang-viet-nam-n20191024152954048.htm|title=Lại Văn Sâm, Trấn Thành ngỡ ngàng trước các tài năng Việt Nam|tác giả=Kim Chi|họ=|tên=|date=2019-10-24|website=Thể thao văn hoá|archive-url=https:\/\/web.archive.org\/web\/20191024143218\/https:\/\/thethaovanhoa.vn\/giai-tri\/lai-van-sam-tran-thanh-ngo-ngang-truoc-cac-tai-nang-viet-nam-n20191024152954048.htm|archive-date=2019-10-24|url-status=dead|access-date=}}<\/ref>\n\n# Rinne Tsujikubo, Nhật Bản\n# Kaito Mori, Nhật Bản\n# Yu Sajima, Nhật Bản\n# Takeru Aoki, Nhật Bản\n# Johannes Mallow, Đức\n# Simon Reinhard, Đức\n\nVòng này được phát sóng trong 3 tuần, từ 4 đến 18 tháng 1 năm 2020.\n\n=== Cơ cấu giải thưởng ===\n\n==== Vòng Lộ diện ====\nNếu được tiến cấp, thí sinh sẽ nhận được một kỷ niệm chương của chương trình bên cạnh việc được tiếp tục bước tới hàng ngũ Siêu trí tuệ Việt Nam.\n\nĐối với những thí sinh từ 15 tuổi trở xuống, họ còn được nhận học bổng toàn phần trị giá 400.000.000 đồng của Trung tâm [[tiếng Anh]] [[Apax Leaders]], bất kể có được tiến cấp hay không.\n\n==== Vòng Tuyên chiến ====\nCác thí sinh trong hàng ngũ Siêu trí tuệ Việt Nam tham gia vòng này sẽ phải tạm thời trao lại kỷ niệm chương của chương trình trước khi tham gia trận đấu. Chỉ có thí sinh giành chiến thắng trận đấu mới nhận được kỷ niệm chương bên cạnh việc được bước tiếp tới hàng ngũ Siêu trí tuệ Việt Nam.\n\n==== Vòng Giao hữu quốc tế ====\nMỗi người sẽ nhận được một kỷ niệm chương của chương trình, bất kể người đó có giành chiến thắng hay không.\n\nNgoài ra, các thí sinh khi đến với chương trình đã hoàn thành thử thách (dù số điểm ≥ 80 hoặc nhỏ hơn) vẫn được nhận kỷ niệm chương của chương trình, những thí sinh được tiến cấp đều được một số tiền thưởng được gọi là \"tiền bồi dưỡng\".\n\n== Các số phát sóng ==\n<!-- Thống nhất sử dụng màu sắc cho các trường theo bố cục dưới đây. KHÔNG thay đổi thêm trừ khi đã được sự đồng thuận tại thảo luận của trang này. -->\n=== Vòng Lộ diện ===\n{| class=\"wikitable\"\n!Chú giải\n|{{legend|gold|Thí sinh đạt trên 80 điểm}}\n|{{legend|skyblue|Thí sinh đạt dưới 80 điểm}}\n|{{legend|#808080|Thí sinh không hoàn thành thử thách}}\n|}\n\n'''Lưu ý:''' Đối với những thí sinh không hoàn thành thử thách trong vòng 1, điểm của giám khảo khoa học được quy ước là 0 điểm.\n\nNhững thí sinh đạt trên 80 điểm trong vòng 1 sẽ trở thành thành viên chính thức của Biệt đội Siêu Trí Tuệ Việt Nam.\n\n==== Tập 1 (26\/10\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Tên thí sinh\n!Năm sinh\n! Thử thách\n! Mô tả\n! Điểm dự đoán từ giám khảo\n! Điểm số từ giám khảo khoa học \n! Điểm chung cuộc\n|- style=\"background:gold;\"\n|1\n|Huỳnh Diệu Linh\n|2002\n|Đại chiến không ảnh\n|Ban khoa học lựa chọn ngẫu nhiên 100 bức ảnh sân bay chụp từ vệ tinh trong số 44000 sân bay trên toàn thế giới, được đánh số thứ tự từ 1 đến 100. Người khiêu chiến sẽ có 30 phút để ghi nhớ, sau đó giám khảo sẽ chọn một ảnh sân bay bất kỳ, nhiệm vụ người khiêu chiến là sẽ phải nhớ và ghi ra được số thứ tự tương ứng với sân bay đó, chính xác 2\/3 lần, thử thách thành công.\n|10\n|9\n|90\n|- style=\"background:gold\"\n|2\n|Lê Nguyễn Phước Vinh\n|2005\n|Ma trận sử học\n|Trên sân khấu chính xuất hiện 1000 mốc sự kiện lịch sử ngẫu nhiên của Việt Nam và thế giới được chọn lọc, mỗi mốc lịch sử bao gồm thời gian và nội dung sự kiện. Người khiêu chiến có thời gian 20 phút để hệ thống 1000 mốc sự kiện này. Khách mời chuyên môn sẽ chọn ra các mốc sự kiện bất kỳ và nối tất cả thời gian xảy ra sự kiện thành một dãy số thống nhất, tổng cộng trên 100 con số. Người khiêu chiến có thêm 5 phút để ghi nhớ và sau đó sẽ bóc tách các sự kiện dựa trên dãy số vừa đọc để hoàn thành thử thách.\n|14\n|10\n|140\n|}\n\n==== Tập 2 (02\/11\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Tên thí sinh\n!Năm sinh\n!Thử thách\n!Mô tả\n!Điểm dự đoán từ giám khảo\n!Điểm số từ giám khảo khoa học\n!Điểm chung cuộc\n|- style=\"background:skyblue;\"\n|1\n|Nguyễn Lê Phương Nghi\n|2003\n|Truy tìm vân tay\n|100 dấu vân tay được lấy từ 100 khán giả đang có mặt tại trường quay. Thí sinh sẽ có một khoảng thời gian để ghi nhớ hình ảnh vân tay và tên chủ nhân. Sau đó, ban giám khảo chọn ngẫu nhiên một khán giả và công bố họ tên, thí sinh sẽ phải đi tìm dấu vân tay của người đó. Chính xác 2\/3 lần, thử thách thành công.\n|11\n|7\n|77\n|- style=\"background:gold;\"\n|2\n|Nguyễn Ngọc Thịnh\n|1993\n|Cỗ máy rubik\n|100 khối rubik với các hình dạng khác nhau được xáo trộn bởi các khán giả với số điểm theo độ khó của mỗi loại, tổng cộng 100 điểm. Người khiêu chiến sẽ giải chúng theo thứ tự ngẫu nhiên, cứ 10 giây băng chuyền đưa ra một khối. Nếu đạt từ 80 điểm trở lên thì thử thách thành công.\nCác loại khối được dùng:\n\n* Khối 2x2x2\n* Khối 3x3x3\n* Khối 3x3x3 one hand (có lá cờ đỏ cắm cạnh một khối, và nó phải được giải bằng một tay)\n* Khối 4x4x4\n* Khối Skewb\n* Khối Pyramid\n|13\n|9\n|117\n|- style=\"background:gold;\"\n|3\n|Mai Tường Vân\n|1991\n|Bưu kiện thần tốc\n|100 khán giả ngẫu nhiên tại trường quay lần lượt viết số điện thoại và tên viết tắt của mình vào giấy chuyển fax có mã vạch, mỗi thông tin trên giấy đều có 3 bản giống nhau: tờ 1 khán giả dùng để đối chiếu thông tin, tờ 2 để dán vào kiện hàng và tờ 3 dành cho người khiêu chiến thực hiện việc ghi nhớ. Người khiêu chiến có 2 giờ để ghi nhớ đồng thời 3 dữ kiện: mã vạch, số điện thoại và tên viết tắt. Ban giám khảo sẽ chọn ngẫu nhiên một kiện hàng, từ mã vạch trên kiện hàng, người khiêu chiến sẽ phải nhớ lại số điện thoại và dùng điện thoại của ban tổ chức gọi vào đầu số đó; nếu điện thoại đổ chuông 2\/3 lần thì thử thách thành công.\n|11\n|8\n|88\n|}\n\n==== Tập 3 (09\/11\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Tên thí sinh\n!Năm sinh\n!Thử thách\n!Mô tả\n!Điểm dự đoán từ giám khảo\n!Điểm số từ giám khảo khoa học\n!Điểm chung cuộc\n|- style=\"background:skyblue;\"\n|1\n|Nguyễn Hồng Anh\n|2006\n|Sàn diễn trí nhớ\n|Có 10 người mẫu nam xuất hiện trên sàn catwalk của sân khấu, ban giám khảo sẽ phối ngẫu nhiên một bộ trang phục gồm: quần, áo, giày, phụ kiện cho 10 người mẫu này. Qua một lần trình diễn duy nhất, 10 người mẫu sẽ xuất hiện với bộ trang phục đã phối trước đó, người khiêu chiến phải ghi nhớ toàn bộ thông tin về trang phục của họ. Sau đó, thí sinh phải lựa chọn 3 bộ trang phục cho 3 người mẫu được ban giám khảo chỉ định. Chính xác 2\/3 bộ, thử thách thành công.<ref name=\":14\">{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/sieu-tri-tue-viet-nam-rung-chuyen-voi-nhung-guong-mat-tuoi-tre-tai-cao-1145741.html|title='Siêu trí tuệ Việt Nam' rung chuyển với những gương mặt 'tuổi trẻ tài cao'|tác giả=|họ=|tên=|ngày=|website=Thanh Niên|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|10\n|6\n|60\n|- style=\"background:gold;\"\n|2\n|Lê Sơn Tùng\n|1997\n|Khôi phục mảnh vỡ\n|Xuất hiện trên sân khấu là 80 bức tranh khổ A4 vẽ bằng những nét rối độc đáo và hoàn toàn không giống nhau, mỗi bức tranh được cắt theo tỉ lệ 3x3cm, tổng số mảnh ghép riêng biệt được tạo ra là 5.040 mảnh. Người khiêu chiến sẽ có thời gian quan sát và ghi nhớ, sau đó các giám khảo sẽ lựa chọn 3 mảnh ghép bất kỳ từ 3 bức tranh. Thí sinh phải quan sát hình ảnh trên mảnh ghép và xác định mảnh ghép đó thuộc bức tranh nào. Nếu tìm đúng vị trí 2\/3 bức tranh thì thử thách thành công.<ref name=\":14\"\/>\n|13\n|9\n|117\n|- style=\"background:gold;\"\n|3\n|Trần Gia Hưng\n|2007\n|Siêu tính nhẩm (1)\n|Thí sinh không được sử dụng bất kỳ công cụ hỗ trợ tính toán nào và phải vượt qua 6 hạng mục tính nhẩm bao gồm:\n\n* Phép tính cộng gồm 20 số, mỗi số có 3 chữ số được xuất hiện liên tiếp trong 15 giây\n* Phép tính cộng - trừ gồm 20 số, mỗi số có 4 chữ số xuất hiện liên tiếp trong 20 giây\n* Phép tính nhân giữa 2 số, mỗi số có 4 chữ số\n* Phép tính chia giữa số bị chia gồm 18 chữ số và số chia gồm 15 chữ số\n* Phép tính khai căn bậc dưới 50 với kết quả là một số nguyên dưới 30\n* Phép tính khai căn bậc dưới 15 với kết quả là số thập phân có độ chính xác yêu cầu là 1 chữ số sau dấu phẩy.\n\nChỉ khi thí sinh đưa ra kết quả chính xác cho cả 6 hạng mục trên thì thử thách mới được công nhận là thành công.<ref name=\":14\"\/>\n|15\n|9\n|135\n|}\n\n==== Tập 4 (16\/11\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Tên thí sinh\n!Năm sinh\n!Thử thách\n!Mô tả\n!Điểm dự đoán từ giám khảo\n!Điểm số từ giám khảo khoa học\n!Điểm chung cuộc\n|- style=\"background:#808080;\"\n|1\n|Lê Hồng Ngọc\n|1977\n|Lưu ảnh xuyên tường\n|5 khung thép tương ứng với 5 tư thế uốn dẻo với độ khó cao được hệ thống bằng một vòng xoay với tốc độ xoay phù hợp. Người khiêu chiến sẽ có một khoảng thời gian quan sát, ghi nhớ và nghiên cứu tư thế và độ gò của các khung. Sau đó, thí sinh bị bịt mắt và phải lần lượt thực hiện các tư thế chính xác qua các khung mà không chạm vào chúng. Nếu vượt qua tất cả các khung thì thử thách thành công.\n|9\n|0\n|0\n|- style=\"background:skyblue;\"\n|2\n|Nguyễn Văn Minh Hiếu\n|2010\n|Domino siêu tốc\n|83 quân cờ domino được xếp trên sân khấu thành một đường nối dài, số chấm trên mỗi quân cờ tương ứng với một con số. Bằng một lần thực hiện duy nhất, người khiêu chiến di chuyển trên xe thăng bằng và phải cộng lần lượt các chấm trên 73 quân cờ còn lại sau khi đã rút bỏ 10 quân cờ bất kỳ. Nếu đưa ra đáp án chính xác, thử thách thành công.\n|11\n|7\n|77\n|- style=\"background:skyblue;\"\n|3\n|Ngô Văn Thắng\n|1975\n|Truy tìm cá Koi\n|50 con cá Koi thuộc nhiều dòng và màu sắc khác nhau được bố trí đều vào hai hồ A và B. Người khiêu chiến sẽ bị bịt mắt và phải nhận diện 25 con cá ở hồ A. Sau đó, ban giám khảo chọn tùy ý 3 con ở hồ B để thả vào hồ A, hình ảnh của chúng được lưu lại để đối chiếu; nhiệm vụ của người khiêu chiến lúc này là phải nhận diện 3 con cá đó. Xác định đúng 2\/3 con, thử thách thành công.\n|12\n|6\n|72\n|}\n\n==== Tập 5 (23\/11\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Tên thí sinh\n!Năm sinh\n!Thử thách\n!Mô tả\n!Điểm dự đoán từ giám khảo\n!Điểm số từ giám khảo khoa học\n!Điểm chung cuộc\n|- style=\"background:skyblue;\"\n|1\n|Phạm Ngọc Bình\n|1992\n|Phá khoá điện thoại\n|100 khán giả tại trường quay lần lượt thiết lập mật khẩu bằng hình vẽ trên tấm mô phỏng đã được đánh số thứ tự. Sau đó, các trợ lý khoa học dựa vào những bảng mô phỏng để thiết lập chính xác mật khẩu cho 100 chiếc điện thoại, người khiêu chiến sẽ có thời gian ghi nhớ các mật khẩu này. Tiếp đó, ban giám khảo lựa chọn 3 chiếc điện thoại, và thí sinh phải vận dụng trí nhớ của mình để mở khóa 3 chiếc điện thoại đó. Chỉ cần mở khóa được 2\/3 chiếc điện thoại, thử thách được tính là thành công.<ref name=\":2\">{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/sieu-tri-tue-viet-nam-tung-nhung-thu-thach-hack-nao-1150924.html|title='Siêu trí tuệ Việt Nam' tung những thử thách 'hack não'|tác giả=|họ=|tên=|ngày=|website=Thanh Niên|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|9\n|7\n|63\n|- style=\"background:gold;\"\n|2\n|Ngô Thế Anh\n|2012\n|Địa cầu siêu không gian\n|Mỗi giám khảo tùy chọn một bản đồ quốc gia hoặc vùng lãnh thổ bất kỳ trong số 200 quốc gia và vùng lãnh thổ được thể hiện dưới dạng thảm thực vật. Nhiệm vụ của người khiêu chiến là tương tác trên ứng dụng quả địa cầu không gian để xác định vị trí của quốc gia hoặc vùng lãnh thổ tương ứng. Chính xác 2\/3 lần thực hiện, thử thách thành công.<ref name=\":2\"\/>\n|12\n|8\n|96\n|- style=\"background:gold;\"\n|3\n|Hà Việt Hoàng\n|2000\n|Bách khoa siêu ô chữ (1)\n|Trong 4 phút, thí sinh sẽ phải ghi nhớ 50 từ khóa là 50 từ chuyên môn thuộc nhiều lĩnh vực khác nhau, gồm 25 cụm từ để điền vào 25 ô chữ trống và 25 cụm từ gây nhiễu, được sắp xếp xen kẽ nhau. Sau đó, thí sinh mới được nhìn bảng ô chữ cần điền. Thí sinh hoàn toàn không được biết bất cứ gợi ý nào, không được nháp. Chỉ khi ô chữ đã được giải đúng hoàn toàn, thử thách mới được tính là thành công.<ref name=\":2\"\/><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/thi-sinh-vao-chung-ket-olympia-2017-xuat-hien-tai-sieu-tri-tue-post1016061.html|title=Thí sinh vào chung kết Olympia 2017 xuất hiện tại Siêu trí tuệ|tác giả=|họ=|tên=|ngày=|website=Zing|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|14\n|10\n|140\n|}\n\n==== Tập 6 (30\/11\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Tên thí sinh\n!Năm sinh\n!Thử thách\n!Mô tả\n!Điểm dự đoán từ giám khảo\n!Điểm số từ giám khảo khoa học\n!Điểm chung cuộc\n|- style=\"background:gold;\"\n|1\n|Nguyễn Thế Vinh{{efn|name=*|Nguyễn Thế Vinh do bận một khóa học ở Mỹ (vào thời điểm ghi hình) nên không có mặt ở vòng 2.}}\n|2001\n|Thị giác cảm âm\n|Giám khảo lựa chọn một bản nhạc bất kỳ trong số 50 bản phổ thuộc hai trường phái cổ điển và hiện đại. '''Chỉ bằng thị giác''', thí sinh đứng ở phòng kín cách âm hoàn toàn sẽ phải cảm nhận các ngón đàn để đoán tên tác phẩm, <u>''đồng thời còn phải đàn lại chính xác tác phẩm đó''<\/u>. Chính xác 2\/3 bản nhạc thuộc mỗi trường phái, thử thách thành công.<ref name=\":3\">{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/sieu-tri-tue-viet-nam-thi-sinh-lon-tuoi-mang-tam-huyet-ca-doi-len-san-khau-1153228.html|tựa đề='Siêu trí tuệ Việt Nam': Thí sinh lớn tuổi mang tâm huyết cả đời lên sân khấu|tác giả=|họ=|tên=|ngày=|website=Thanh Niên|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|13\n|7\n|91\n|- style=\"background:skyblue;\"\n|2\n|Chu Thị Đan Nhi\n|2007\n|Định vị sắc màu\n|50 võ sĩ [[Vovinam]] mang 50 con số ngẫu nhiên từ 1 đến 99 cùng với một trong ba màu đai đặc trưng của môn võ này là vàng, xanh và đỏ. Người khiêu chiến có thời gian quan sát ghi nhớ số và màu đai của 50 võ sĩ, sau đó phải tái hiện chính xác toàn bộ số thứ tự theo chiều xuôi lẫn chiều ngược và màu đai của 50 võ sĩ này. Tái hiện chính xác, thử thách thành công.<ref name=\":3\"\/>\n|9\n|6\n|54\n|- style=\"background:skyblue;\"\n|3\n|Võ Ngọc Hùng\n|1954\n|Phù thủy nón lá\n|Giám khảo lựa chọn một chiếc nón lá bất kỳ trong 50 chiếc nón lá được sắp xếp ngẫu nhiên. Thí sinh có thời gian để quan sát và tìm chính xác chiếc nón lá đó với con số tương ứng. Chính xác 2\/3 lần, thử thách thành công.<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/giai-tri\/sieu-tri-tue-viet-nam-tap-6-chang-trai-chi-can-nhin-nguoi-choi-dan-da-doan-ten-bai-hat-n20191128122042332.htm|tựa đề='Siêu trí tuệ Việt Nam' tập 6: Chàng trai chỉ cần nhìn người chơi đàn đã đoán tên bài hát|tác giả=|họ=|tên=|ngày=|website=Thể thao & Văn hóa|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|8\n|7\n|56\n|}\n\n==== Tập 7 (07\/12\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Tên thí sinh\n!Năm sinh\n!Thử thách\n!Mô tả\n!Điểm dự đoán từ giám khảo\n!Điểm số từ giám khảo khoa học\n!Điểm chung cuộc\n|- style=\"background:#808080;\"\n|1\n|Lê Anh Đức\n|2010\n|Thế giới đại từ điển\n|400 từ vựng thuộc 10 ngôn ngữ khác nhau (tiếng Urdu, Tây Ban Nha, Nhật, Ý, Hy Lạp, Hàn Quốc, Đức, Trung Quốc, Ả Rập, Nga) được cắt đôi để tạo thành 800 mảnh ghép và được hệ thống trên bảng tọa độ. Lấy tiếng Anh làm chuẩn, các từ ấy được dịch sang tiếng Việt để làm cơ sở, lúc này mỗi từ sẽ được thể hiện thành các bộ nhận diện ngôn ngữ khác nhau. Ban giám khảo lựa chọn một trong 40 đề, mỗi bộ đề là 6 từ vựng ngẫu nhiên. Thí sinh phải tìm tất cả các mảnh ghép cấu thành 6 từ vựng và ghi lại đáp án có tọa độ của các mảnh ghép đúng. Chính xác 6\/6 từ vựng, thử thách thành công.<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/giai-tri\/sieu-tri-tue-viet-nam-tap-7-lai-van-sam-tran-thanh-rung-minh-truoc-ma-tran-so-khong-lo-n20191205131011845.htm|tựa đề=Siêu trí tuệ Việt Nam tập 7: Lại Văn Sâm, Trấn Thành ‘rùng mình’ trước ma trận số khổng lồ|tác giả=|họ=|tên=|ngày=|website=Thể thao & Văn hóa|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|11\n|0\n|0\n|- style=\"background:gold ;\"\n|2\n|Phạm Huy Hoàng\n|2000\n|Ma trận số nguyên tố\n|1380 con số có 5 chữ số được sắp xếp thành 46 hàng và 30 cột, cứ 5 cột tạo nên 1 khối: A, B, C, D, E, F. Mỗi giám khảo lần lượt đưa ra 1 con số để hợp thành mật mã gồm 5 chữ số, 5 chữ số này sẽ là mật khẩu mở khóa của 5 ổ khóa. Giám khảo sẽ giấu mật mã 5 chữ số này tại 1 vị trí bất kỳ trong ma trận số, máy tính sẽ tự động tạo ra ma trận khác bằng 7 số nguyên tố để giấu mật mã này. Các số nguyên tố được nối với nhau bởi các đường thẳng, trong đó chỉ có hai đường vuông góc với nhau. Điểm giao nhau của hai đường này là mật mã người chơi phải tìm. Tìm được mật mã và mở thành công 5 ổ khóa tương ứng, thử thách thành công.<ref name=\":4\">Thông tin được lấy từ các đoạn trailer trên mạng xã hội.<\/ref>\n|15\n|8\n|120\n|- style=\"background:gold ;\"\n|3\n|Lương Tuấn Phi\n|1998\n|Chân thực ảnh\n|Giám khảo lựa chọn một tờ giấy bất kì trong 200 tờ giấy trắng khổ [[Khổ giấy|A4]] để thí sinh '''quan sát và nhận diện''' trong một khoảng thời gian; sau đó, thí sinh phải '''tìm ra chính xác tờ giấy này''' trong 200 tờ giấy thì thử thách mới được công nhận là thành công.<ref name=\":4\"\/>\n|14\n|7\n|98\n|}\n\n==== Tập 8 (14\/12\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Tên thí sinh\n!Năm sinh\n!Thử thách\n!Mô tả\n!Điểm dự đoán từ giám khảo\n!Điểm số từ giám khảo khoa học\n!Điểm chung cuộc\n|- style=\"background:gold;\"\n|1\n|Nguyễn Xuân Huy\n|1972\n|Thính giác cảm âm\n|Thử thách này gồm 3 vòng thi nhỏ:<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/anh-trai-khanh-thi-mang-nang-luc-cam-am-dac-biet-den-sieu-tri-tue-viet-nam-1159057.html|tựa đề=Anh trai Khánh Thi mang năng lực cảm âm đặc biệt đến 'Siêu trí tuệ Việt Nam'|tác giả=|họ=|tên=|ngày=|website=Thanh Niên|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n*<u>Vòng 1:<\/u> Hai nghệ sĩ violin đứng sau màn che lần lượt chơi một đoạn nhạc giống nhau. Người khiêu chiến bịt mắt cảm nhận âm thanh rồi cho biết chính xác vị trí A và B là người chơi thuộc giới tính nào.\n*<u>Vòng 2:<\/u> Trên sân khấu có hai cây đàn violin, một cây lấy làm chuẩn đã được lên sẵn dây đàn, cây còn lại được nới lỏng tùy ý bởi một nghệ sĩ violin chuyên nghiệp. Nhiệm vụ của thí sinh là dùng tai cảm nhận để lên dây đàn mà không có bất kỳ dụng cụ hỗ trợ nào. Thử thách thành công khi tần số âm thanh của đàn nằm trong vùng an toàn.\n*<u>Vòng 3:<\/u> 10 nghệ sĩ violin đứng theo số thứ tự từ 1 đến 10 lần lượt chơi một đoạn nhạc giống nhau. Thí sinh bị bịt mắt và phải ghi nhớ vị trí của các âm thanh đó. Sau đó, ban giám khảo chọn một nghệ sĩ bất kỳ để thể hiện lại đoạn nhạc, người khiêu chiến phải cho biết âm thanh đó được phát ra từ người chơi đàn ở vị trí số mấy.\n\nHoàn thành cả 3 vòng, khiêu chiến thành công.\n|14\n|7\n|98\n|- style=\"background:gold ;\"\n|2\n|Nguyễn Quang Bình\n|2012\n|Nhận diện quốc huy\n|Ban giám khảo chọn ngẫu nhiên một Quốc huy trong số các Quốc huy của 195 quốc gia và vùng lãnh thổ trên thế giới để tách thành 3 chi tiết riêng biệt. Người khiêu chiến phải quan sát và tổng hợp những hình ảnh đó thành một Quốc huy hoàn chỉnh để gọi đúng tên quốc gia, vùng lãnh thổ tương ứng của Quốc huy được chọn. Chính xác trong cả 3 lần thực hiện, thử thách thành công.\n|14\n|7\n|98\n|- style=\"background: gold ;\"\n|3\n|Nguyễn Lê Tấn Kiên\n|1989\n|Giải cứu từ điển\n|10 từ vựng bất kỳ được chọn trong số 3367 từ vựng của cuốn \"Từ điển tiếng Anh cơ bản\" của Oxford với số thứ tự tương ứng (đã được thí sinh ghi nhớ trước đó) để thí sinh xem qua (không có số thứ tự đính kèm). Sau đó, ban tổ chức sẽ giả lập một hệ thống cắt dây kết nối giữa số và chuông báo động bằng 200 từ (10 từ cho người chơi và 190 từ gây nhiễu khác trong số 3367 từ kể trên). Người khiêu chiến phải mã hóa các từ vựng này thành các con số, sau đó tìm và cắt sợi dây có số thứ tự tương ứng với 10 từ vựng được chọn. Cắt chính xác cả 10 dây, thử thách thành công; ngược lại, chuông báo động sẽ vang lên và thử thách thất bại.\n|13\n|7\n|91\n|}\n\n=== Vòng Tuyên chiến ===\n{| class=\"wikitable\"\n!Chú giải\n|{{legend|gold|Thí sinh xuất hiện từ vòng 1 và khiêu chiến thành công}}\n|{{legend|#FF7777|Thí sinh xuất hiện từ vòng 1}}\n|{{Legend|lime|Thí sinh khiêu chiến thành công}}\n|{{legend|#808080|Thí sinh khiêu chiến thất bại}}\n|}\n\n==== Tập 9 (21\/12\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Người bị thách đấu - Năm sinh\n!Người thách đấu - Năm sinh\n!Thử thách\n!Mô tả\n!Tỷ số chung cuộc\n|- style=\"\"\n|1\n| bgcolor=\"#FF7777\" | Nguyễn Ngọc Thịnh - 1993\n| bgcolor=\"lime\" | Phạm Đức Phước - 2005\n|Rubik thần tốc (1)\n|Trên bàn tròn là 10 khối rubik gồm các loại 2x2x2, 3x3x3 và 3x3x3 một tay. Hai người khiêu chiến ở mỗi cực sẽ di chuyển theo hướng mũi tên để đuổi theo đối thủ. Trong vòng 5 phút, mỗi khi thấy khối rubik, người khiêu chiến phải thực hiện nhiệm vụ khôi phục về nguyên bản khối rubik đã bị xóa hoặc xóa khối rubik nguyên bản, sau khi hoàn thành người khiêu chiến bấm nút bật đèn. Cuộc đấu kết thúc khi có một người đuổi kịp người còn lại hoặc sau 5 phút không ai đuổi kịp (khi đó sẽ quyết định thắng\/thua ở số đèn sáng, nếu số đèn sáng của hai người bằng nhau thì mỗi người có 1 điểm). Sẽ có tổng cộng 3 lượt thi, ai là người giành được 2 điểm trước sẽ là người chiến thắng.<ref>{{Chú thích web|url=https:\/\/laodong.vn\/giai-tri\/sieu-tri-tue-viet-nam-co-may-rubik-quyet-dau-cung-doi-thu-14-tuoi-773260.ldo|tựa đề=\"Siêu trí tuệ Việt Nam\": \"Cỗ máy rubik\" quyết đấu cùng đối thủ 14 tuổi|tác giả=|họ=|tên=|ngày=|website=Lao động|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|1-3\n|- style=\"\"\n|2\n| bgcolor=\"#FF7777\" | Lê Nguyễn Phước Vinh - 2005\n| bgcolor=\"lime\" | Phạm Tuấn Minh - 2008\n|Ma trận lịch sử bóng đá\n|100 mốc lịch sử được chọn ngẫu nhiên trong số 1000 mốc lịch sử bóng đá được tổng hợp từ cuối thế kỷ 19 đến nay đã được các thí sinh ghi nhớ trong 25 phút. Từ 100 bức ảnh nổi bật đại diện 100 mốc lịch sử nói trên, 4 giám khảo và khách mời chuyên môn, mỗi người sẽ lần lượt chỉ định hai bức ảnh bất kỳ.Sẽ có tổng cộng 10 đề bài. Nhiệm vụ của hai thí sinh là nhấn chuông giành quyền trả lời. Ai trả lời đúng sẽ được 1 điểm, còn trả lời sai thì điểm sẽ thuộc về đối thủ. Ai giành được 5 điểm trước sẽ là người thắng cuộc.\n|4-5\n|}\n\n==== Tập 10 (28\/12\/2019) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!STT\n!Người thách đấu 1 - Năm sinh\n!Người thách đấu 2 - Năm sinh\n!Thử thách\n!Mô tả\n!Tỷ số chung cuộc\n|- style=\"\"\n|1\n| bgcolor=\"#FF7777\" |Ngô Thế Anh - 2012\n| bgcolor=\"gold\" |Nguyễn Quang Bình - 2012\n|Định vị thủ đô\n|Trên màn hình lớn là bản đồ thế giới với 195 quốc gia cùng hàng ngàn dấu chấm đỏ, 199 dấu chấm chỉ đúng thủ đô của một nước bất kì và còn lại là gây nhiễu, được chia thành 6 vùng (Châu Á, Châu Âu, Châu Phi, Châu Đại Dương, Nam Mỹ, Bắc Mỹ và Trung Mỹ - Caribe). Có tổng cộng 4 vòng thi, ở mỗi vòng, ban giám khảo sẽ lựa chọn một vùng bất kì. Ở mỗi vùng, cứ mỗi 1.5 giây, dấu chấm đỏ lại di chuyển đến vị trí mới. Hai thí sinh bấm chuông giành quyền trả lời nếu cho rằng dấu chấm đỏ đang chỉ đúng thủ đô. Nếu đúng, thí sinh bấm chuông giành được điểm, nếu trả lời sai điểm thuộc về đối thủ. Thí sinh nào giành được 2 điểm trước sẽ là người chiến thắng vòng thi đó. Sau 4 vòng thi, ai giành chiến thắng nhiều vòng thi hơn sẽ là người thắng chung cuộc.\nLưu ý: Nếu người chơi 1 bấm chuông nhưng trả lời sai hoặc bất kỳ ai bấm chuông khi chấm đỏ ở vị trí gây nhiễu, đối phương được cộng 1 điểm.\n|1-3\n|-\n|2\n| bgcolor=\"gold\" |Mai Tường Vân - 1991\n| bgcolor=\"#FF7777\" |Huỳnh Diệu Linh - 2002\n|Mã QR biến hình\n|50 [[mã QR]] được cắt đôi và dán lên 100 thùng carton chia đều cho 100 khán giả ở trường quay. Hai thí sinh có 60 phút ghi nhớ mã QR và 50 cặp đôi giữ mã QR đó. Sau đó, 100 người và 100 thùng carton được xáo trộn, tách ra thành hai vị trí đối diện nhau. Ban giám khảo lựa chọn một mảnh ghép QR bất kỳ. Thí sinh phải tìm ra cặp đôi sở hữu mã QR và điền vào bảng theo: phần còn lại của mảnh ghép; vị trí cặp đôi tương ứng với hai mảnh ghép đó. Điểm được xác định theo thứ tự: độ chính xác; thời gian hoàn thành.\n|2-0\n|- style=\"\"\n|3\n| bgcolor=\"#FF7777\" |Hà Việt Hoàng - 2000\n| bgcolor=\"gold\" |Phạm Huy Hoàng - 2000\n|Logic tung hoành (1)\n|Trên màn hình là những ô màu chuyển động giao nhau, có 9 nhóm nằm dọc (dãy số có 5 con số) và 8 nhóm nằm ngang (dãy số có 7 con số). Mỗi số trong màu cùng nằm ngang hoặc nằm dọc đều có quy luật riêng biệt. Hai tuyển thủ vừa quan sát các số trong ô màu, vừa ghi nhớ, vừa tính toán các số còn thiếu ở ô màu để trống. Mỗi vòng có hai đề, trả lời chính xác cả hai mới được điểm vòng đó. Chỉ cần trả lời sai một đề, đối phương sẽ giành được điểm. Có tổng cộng 5 vòng thi với độ khó và số điểm tăng dần. Ai có tổng điểm cuối cùng cao nhất sẽ giành chiến thắng.\n|5-10\n|}\n\n==== Hàng ngũ Siêu trí tuệ Việt Nam ====\nSau tập 10, những cái tên xuất sắc nhất đã được chọn để hợp thành Hàng ngũ Siêu trí tuệ Việt Nam tham dự các trận đấu quốc tế. Cụ thể:\n\n'''Chú giải'''\n\n{{legend|gold|Thí sinh được chọn (Tham dự vòng tuyên chiến và xuất hiện từ vòng lộ diện)}}\n{{legend|lightgreen|Thí sinh được chọn (Tham dự và xuất hiện từ vòng tuyên chiến)}}\n{{legend|tomato|Thí sinh được chọn mà không cần tham dự vòng tuyên chiến}}\n{{legend|Lime|Thí sinh được cứu dù bị loại từ vòng tuyên chiến}}\n{{legend|White|Thí sinh không được chọn (Không tham dự vòng tuyên chiến)}}\n{{legend|skyblue|Thí sinh không được chọn (Tham dự vòng tuyên chiến và xuất hiện từ vòng lộ diện)}}\n{{legend|#D3D3D3|Thí sinh không được chọn (Tham dự và xuất hiện từ vòng tuyên chiến)}}\n{{legend|#B19CD9|Rút lui vì bận việc riêng}}\n\n{| class=\"wikitable mw-collapsible mw-collapsed\" style=\"width:1000px; margin-bottom:-1px;\"\n! colspan=\"2\" | Lĩnh vực Ghi nhớ\n|-\n! Tên thí sinh || Năm sinh\n|- style=\"background:gold;\"\n| Mai Tường Vân || 1991\n|- style=\"background:white;\"\n| Nguyễn Lê Tấn Kiên || 1989\n|}\n\n{| class=\"wikitable mw-collapsible mw-collapsed\" style=\"width:1000px; margin-bottom:-1px;\"\n! colspan=\"2\" | Lĩnh vực Toán học\n|-\n! Tên thí sinh || Năm sinh\n|- style=\"background:gold;\"\n| Phạm Huy Hoàng || 2000\n|- style=\"background:tomato;\"\n| Trần Gia Hưng || 2007\n|}\n\n{| class=\"wikitable mw-collapsible mw-collapsed\" style=\"width:1000px; margin-bottom:-1px;\"\n! colspan=\"2\" | Lĩnh vực Giải trí (Âm nhạc, Hội họa, Rubik, Bóng đá)\n|-\n! Tên thí sinh || Năm sinh\n|- style=\"background:white;\"\n| Nguyễn Xuân Huy || 1972\n|- style=\"background:white;\"\n| Lê Sơn Tùng || 1997\n|- style=\"background:lightgreen;\"\n| Phạm Đức Phước || 2005\n|- style=\"background:#D3D3D3;\"\n| Phạm Tuấn Minh || 2008\n|- style=\"background:#B19CD9;\"\n| Lê Nguyễn Phước Vinh || 2005\n|}\n\n{| class=\"wikitable mw-collapsible mw-collapsed\" style=\"width:1000px; margin-bottom:-1px;\"\n! colspan=\"2\" | Lĩnh vực Địa lý, Quan sát - tưởng tượng - ghi nhớ\n|-\n! Tên thí sinh || Năm sinh\n|- style=\"background:skyblue;\"\n| Nguyễn Quang Bình || 2012\n|- style=\"background:tomato;\"\n| Lương Tuấn Phi || 1998\n|}\n\n{| class=\"wikitable mw-collapsible mw-collapsed\" style=\"width:1000px; margin-bottom:-1px;\"\n! colspan=\"2\" | Lĩnh vực khác\n|-\n! Tên thí sinh || Năm sinh\n|- style=\"background:Lime;\"\n| Hà Việt Hoàng || 2000\n|}\n\n=== Vòng Giao hữu quốc tế ===\n'''Kết quả chung cuộc:''' {{Lá cờ|Việt Nam}} hòa '''Đội quốc tế (Đức và Nhật Bản)''' với tỷ số 3-3\n{| class=\"wikitable\" style=\"height:2.6em\"\n!Chú giải\n|{{legend|Gold|Thắng}}\n|{{legend|Lime|Hòa}}\n|}\n==== Tập 11 (4\/1\/2020) ====\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n\n!Trận đấu\n!{{Lá cờ|Việt Nam}}\n!Đội Quốc tế\n!Thử thách\n!Thể thức thi đấu\n!Diễn biến\n!Kết quả chung cuộc\n|-\n|1\n| bgcolor=\"gold\" |Phạm Đức Phước - 2005\n|{{Flagicon|Nhật Bản}} Yu Sajima - 1990\n|Rubik thần tốc (2)\n|Tương tự với thử thách cùng tên ở vòng 2, nhưng khác biệt ở một số điểm sau:\n\n# Các loại rubik sử dụng: có thêm hai loại là Skewb và 4x4x4.\n# Thời gian diễn ra mỗi lượt đấu: 7 phút.\n# Một số luật phạm quy được áp dụng:\n#* Giải thiếu 1 bước từ 45 độ trở lên sẽ bị '''tính thua cuộc.'''\n#* Nếu có bất kỳ sự cố nào xảy ra với khối rubik như bị xoay góc hay văng linh kiện trong quá trình thi đấu và không phải do lỗi ban đầu thì người chơi phải tự xử lý ngay tại chỗ.\n|Lượt đầu, Yu Sajima trượt tay đánh rơi khối rubik khiến phần thi gián đoạn. Giám khảo quốc tế Vương Phong đưa ra đề nghị sửa lại khối rubik và giữ nguyên hiện trạng ban đầu để tiếp tục thi đấu, đồng thời phạt bên phạm lỗi phải thi lại sau 3 giây. Tiếp tục lượt đấu, Yu Sajima lại phạm luật khi dùng hai tay để xử lý khối 3x3x3 một tay, cho nên chiến thắng ở lượt đấu đầu tiên thuộc về Đức Phước.\n<br>Lượt 2: Cả hai hòa do đều có số đèn bằng nhau.\n\n<br>Lượt 3: Đức Phước thắng<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/giai-tri\/truyen-hinh\/sieu-tri-tue-viet-nam-tap-11-cau-be-viet-14-tuoi-dai-thang-sieu-rubik-nhat-ban-29-tuoi-o-sieu-tri-tue-606339.html|tựa đề=Cậu bé Việt 14 tuổi đại thắng 'siêu rubik' Nhật Bản 29 tuổi ở Siêu trí tuệ|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|3-1\n|-\n|2\n|Hà Việt Hoàng - 2000\n| bgcolor=\"gold\" |{{Flagicon|Đức}}Simon Reinhard - 1979\n|Bách khoa siêu ô chữ (2)\n|Hai thí sinh có tổng cộng 8 phút để quan sát và ghi nhớ 50 cụm từ tiếng Anh (25 cụm từ đáp án và 25 cụm từ gây nhiễu) thuộc nhiều lĩnh vực khác nhau, sau đó là bảng tọa độ ô chữ. Cả hai sẽ dùng trí nhớ không gian để viết đáp án lên bảng kết quả của mình, ai hoàn thành trước sẽ nhấn chuông để giành quyền được xét kết quả. Nếu kết quả hoàn toàn trùng khớp điểm thuộc về người nhấn chuông, nếu không điểm thuộc về đối thủ. Tổng cộng có ba lượt thi, ai giành được 2 điểm trước sẽ là người chiến thắng.\n\n'''Lưu ý:''' người chơi được phép sai chính tả ''<u>'''tối đa một kí tự và từ sai phải nằm trong ô độc lập'''<\/u>'', trường hợp ô đó đang nằm giữa một cột dọc hoặc một cột ngang và ảnh hưởng kết quả còn lại thì ô sai chính tả cũng sẽ không được tính.\n|Lượt đầu: Việt Hoàng thắng\n<br>Lượt 2: Simon Reinhard thắng\n\n<br>Lượt 3: Việt Hoàng xin được sửa lại đáp án. Ban tổ chức họp lại với các giám khảo để xem xét. Cuối cùng, đề nghị đó không được chấp nhận. Hành động của Việt Hoàng bị tính là phạm luật và Simon Reinhard giành được 1 điểm, qua đó giành chiến thắng chung cuộc.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/bach-khoa-song-viet-hoang-vut-mat-chien-thang-trong-tiec-nuoi-post1032738.html|tựa đề=\"Bách khoa sống\" Việt Hoàng vụt mất chiến thắng trong tiếc nuối|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|1-2\n|}\n\n==== Tập 12 (11\/1\/2020)====\n{| class=\"wikitable mw-collapsible mw-collapsed\" \n|+\n!Trận đấu\n!{{Lá cờ|Việt Nam}}\n!Đội Quốc tế\n!Thử thách\n!Thể thức thi đấu\n!Diễn biến\n!Kết quả chung cuộc\n|-\n|1\n|Mai Tường Vân - 1991\n| bgcolor=\"gold\" |{{Flagicon|Đức}} Johannes Mallow - 1981\n|Dịch chuyển không gian (''Ma trận hồ điệp'')\n|Hệ thống lưới bao gồm 100 ô vuông được mã hóa [[hệ tọa độ]], mỗi ô vuông gồm hình ảnh 100 con [[bướm]] bay và đậu được sắp xếp ngẫu nhiên. Tổng số lượng bướm trên màn hình là 10.000 con, cả hai sẽ có 20 phút để ghi nhớ vị trí của chúng. Kết thúc thời gian ghi nhớ, 4 giám khảo sẽ có 8 lượt hoán đổi vị trí của những hàng ngang, cột dọc sao cho không trùng lắp với nhau. Hai tuyển thủ bị bịt mắt và chỉ nghe được sự thay đổi vị trí từ ban giám khảo.\nSau khi hoàn thành việc hoán đổi, cả hai sẽ có thêm 20 giây để tái cấu trúc lại hành trình trí nhớ của mình và mỗi người sẽ có một lượt để xác nhận lại vị trí hoán đổi của 1 trong 8 lượt hoán đổi vị trí từ ban giám khảo.\n\nBan giám khảo ra đề bằng cách chọn một ô vuông bất kỳ, hai tuyển thủ phải xác định đúng đồng thời tọa độ cũ và tọa độ mới của ô vuông đó mới tính là đáp án chính xác. Thời gian quan sát và bấm chuông tối đa là 40 giây và thời gian để trả lời hai tọa độ là 10 giây. Trả lời đúng sẽ ghi được 1 điểm, nếu giành quyền trả lời nhưng đáp án sai thì điểm thuộc về đối thủ. Ai ghi được 5 điểm trước sẽ là người chiến thắng.<ref name=\":0\">{{Chú thích web|url=http:\/\/ttvn.vn\/gioi-tre\/sieu-tri-tue-sao-nhi-rinne-bat-khoc-ngung-quay-hinh-trong-tran-doi-dau-gia-hung-2202010117480458.htm|tựa đề=Siêu trí tuệ: \"Sao nhí\" Rinne bật khóc, ngừng quay hình trong trận đối đầu Gia Hưng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|Hiệp 1: Mai Tường Vân trả lời sai, điểm thuộc về Johannes Mallow.\n\nHiệp 2: Mai Tường Vân giành quyền trả lời trước và lần này đáp đúng.\n\nHiệp 3: Johannes Mallow giành quyền trả lời trước với đáp án đúng.\n\nHiệp 4: Mai Tường Vân bấm nút trước nhưng 10 giây kết thúc mới có thể đưa ra đáp án đúng. Điểm số thuộc về Johannes Mallow.\n\nHiệp 5: Mai Tường Vân giành quyền trả lời trước nhưng không thể đưa ra câu trả lời và điểm số tiếp tục thuộc về Johannes Mallow.\n\nHiệp cuối: Mai Tường Vân giành quyền trả lời trước nhưng đáp sai. Johannes Mallow đưa ra câu trả lời chính xác và giành chiến thắng chung cuộc.<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/giai-tri\/truyen-hinh\/mai-tuong-van-thua-toan-dien-truoc-bac-thay-tri-nho-the-gioi-o-sieu-tri-tue-608572.html|tựa đề=Mai Tường Vân thua toàn diện trước bậc thầy trí nhớ thế giới ở Siêu trí tuệ|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref name=\":1\">{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=Do9-guJREtY|tựa đề=#12 Trấn Thành, Vương Phong vạn phục trước thần đồng chạm trán thần đồng{{!}} SIÊU TRÍ TUỆ VIỆT NAM|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|1-5\n|-\n|2\n|Trần Gia Hưng - 2007\n| bgcolor=\"gold\" |{{Flagicon|Nhật Bản}} Rinne Tsujikubo - 2005\n|Siêu tính nhẩm (2)\n|Có 3 vòng thi với thang điểm tăng dần:\n\n'''Vòng 1: Cộng trừ siêu tốc:''' Mỗi tuyển thủ có hai lượt lựa chọn đề thi tương đương 4 lượt thi đấu. Trong lượt lựa chọn của mình, tuyển thủ sẽ đưa ra quyết định số lượng chữ số, thời gian hiển thị dãy số gồm 20 số và phép tính. Mỗi hạng mục sẽ có số lượng sao tương ứng.\n\n* Hạng mục có 3 chữ số tương ứng 1 sao, 4 chữ số là 2 sao và 5 chữ số là 3 sao.\n* Thời gian xuất hiện các dãy số gồm 20 số: 10 giây tương ứng 1 sao, 9 giây 2 sao, 8 giây 3 sao,.. Số giây càng giảm thì số lượng sao càng tăng, giới hạn cuối cùng là 3 giây với 8 sao. (thời gian xuất hiện mỗi số bằng thời gian xuất hiện các dãy số gồm 20 số chia cho 20)\n* Phép tính: phép tính cộng 1 sao, phép tính cộng trừ là 2 sao.\n\nMỗi lượt lựa chọn tương ứng với số sao của 3 hạng mục cộng lại. Lượt của tuyển thủ nào sẽ ưu tiên mở đáp án của tuyển thủ đó trước. Nếu kết quả đúng, điểm thuộc về tuyển thủ này, trong trường hợp đáp án sai và kết quả của tuyển thủ còn lại chính xác thì điểm sẽ thuộc về đối thủ. Trường hợp cả hai cùng đưa ra đáp án không chính xác thì sẽ không ai nhận được sao. Sau 4 lượt, tuyển thủ có số sao cao hơn sẽ giành chiến thắng chung cuộc vòng 1 và nhận được 1 điểm.\n\n'''Vòng 2:''' '''[[Phép nhân]] và [[Khai căn]]:''' Rinne thực hiện phép tính nhân và Gia Hưng thực hiện phép khai căn, các phép tính sẽ được sắp xếp đối xứng và tương ứng số sao từ 1 đến 4. Mỗi tuyển thủ có hai lượt luân phiên đưa ra lựa chọn và thời gian thực hiện phép tính không quá 12 giây. Lượt của tuyển thủ nào sẽ ưu tiên mở đáp án của tuyển thủ đó trước, tính đúng\/sai của đáp án sẽ được xét như ở vòng 1. Sau 4 lượt, tuyển thủ có số sao cao hơn sẽ giành chiến thắng chung cuộc vòng 2 và ghi 2 điểm.\n\n'''Vòng cuối: [[Phép chia]]:''' Cả hai tuyển thủ cùng thực hiện 5 lượt phép tính chia với độ khó tăng dần tương ứng với số sao từ 1 đến 5. Tuyển thủ sẽ nhấn chuông để giành quyền xét kết quả. Đưa ra đáp án chính xác, tuyển thủ nhận được số sao tương ứng của lượt đó; nếu đáp án không chính xác thì số sao sẽ thuộc về đối thủ. Sau 5 lượt, tuyển thủ nào có số sao cao hơn sẽ giành được 3 điểm chung cuộc ở vòng thi này.<ref name=\":0\" \/>\n|Vòng 1: Gia Hưng đạt 3 sao, Rinne giành 12 sao nên đã chiến thắng.\n\nVòng 2: Gia Hưng đạt 4 sao, Rinne giành 8 sao nên đã chiến thắng.\n\nVòng 3: Gia Hưng đạt 3 sao, Rinne giành 12 sao nên đã chiến thắng.<ref name=\":1\" \/><ref>{{Chú thích web|url=https:\/\/news.zing.vn\/than-dong-toan-hoc-nhat-khoc-khi-tam-dung-thi-dau-o-sieu-tri-tue-viet-post1035165.html|tựa đề=Thần đồng toán học Nhật khóc khi tạm dừng thi đấu ở Siêu trí tuệ Việt|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|0-3\n|}\n\n==== Tập cuối (18\/1\/2020)====\n{| class=\"wikitable mw-collapsible mw-collapsed\" \n|+\n!Trận đấu\n!{{Lá cờ|Việt Nam}}\n!Đội Quốc tế\n!Thử thách\n!Thể thức thi đấu\n!Diễn biến\n!Kết quả chung cuộc\n|-\n|1\n|bgcolor=\"gold\"| Phạm Huy Hoàng - 2000\n|{{Flagicon|Nhật Bản}}Kaito Mori - 1997\n|Logic tung hoành (2)\n|Về cơ bản giống với thử thách cùng tên ở vòng 2, chỉ khác biệt ở một số điểm sau:\n\n* Có 8 màu đề nằm ngang, mỗi đề là một dãy số có 9 con số\n* Có 9 màu đề nằm dọc, mỗi đề là một dãy số có 7 con số\n* Ở vòng 5 có hai ẩn số nằm ngang.\n|Vòng 1: Huy Hoàng trả lời trước ở 1 phút 37 giây nhưng sai một dãy số. Mori Kaito được 1 điểm.\n\nVòng 2: Mori Kaito tìm ra đáp án đúng ở giây 47 cho cả hai dãy số và được 2 điểm.\n\nVòng 3: Huy Hoàng tìm ra đáp án đúng ở giây 40 cho cả hai dãy số và được 3 điểm.\n\nVòng 4: Huy Hoàng tìm ra đáp án đúng ở 1 phút 5 giây cho cả hai dãy số và được 4 điểm.\n\nVòng 5: Mori Kaito trả lời trước ở 2 phút 15 giây 9 sao nhưng sai một dãy số. Huy Hoàng được 5 điểm.<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/giai-tri\/truyen-hinh\/lai-van-sam-vo-oa-vi-huy-hoang-thang-cao-thu-nhat-ban-o-sieu-tri-tue-610435.html|tựa đề=Lại Văn Sâm vỡ òa vì Huy Hoàng thắng cao thủ Nhật Bản ở Siêu trí tuệ|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|12-3\n|-\n|2\n|bgcolor=\"gold\"| Lương Tuấn Phi - 1998\n|{{Flagicon|Nhật Bản}}Takeru Aoki - 1987\n|Truy tìm điểm ảnh\n|Hai thí sinh có một khoảng thời gian để ghi nhớ 30 bức ảnh trắng đen chụp phong cảnh của hai nước Việt Nam và Nhật Bản [[Khổ giấy|khổ A3]], khi vào phần thi không được quan sát lại. Sau đó, ban giám khảo tùy chọn 3 bức ảnh và lần lượt tiến hành chỉ định một điểm ảnh bất kỳ bằng ô vuông cạnh 1&nbsp;cm. Nhiệm vụ của cả hai là quan sát điểm ảnh này trong 60 giây và xác định xem đó là bức ảnh nào. Thí sinh bấm chuông để giành quyền được xét kết quả, đồng thời xác nhận đáp án bằng cách dán ô vuông cạnh 1&nbsp;cm lên vị trí mà họ lựa chọn trên bức tranh [[Khổ giấy|khổ A4]]. Đối chiếu vị trí hai ô vuông nằm trên đề và đáp án, nếu trùng khớp (ô vuông nhỏ nằm hoàn toàn trong ô vuông lớn cạnh 2&nbsp;cm hoặc chạm vào một cạnh của ô vuông lớn đó) tuyển thủ được 1 điểm, ngược lại điểm thuộc về đối thủ. Tổng thời gian quan sát và giải đề là 15 phút. Có 3 lượt thi, tuyển thủ nào giành được 2 điểm trước sẽ là người chiến thắng.\n|Hai vòng thi đầu, cả hai tuyển thủ đều không thể đưa ra đáp án. \nỞ vòng 3, Tuấn Phi và Aoki đều tìm ra đáp án chính xác. Tuy nhiên, do đại diện của Nhật Bản phạm luật, bấm chuông trước khi viết đáp án nên quyền ưu tiên thuộc về Tuấn Phi. Tuấn Phi giành chiến thắng ở vòng này.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/huy-hoang-thang-ap-dao-cao-thu-nhat-ban-o-sieu-tri-tue-post1037624.html|tựa đề=Huy Hoàng thắng áp đảo cao thủ Nhật Bản ở Siêu trí tuệ|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n|1-0\n|}\n\n== Cố vấn\/Ban giám khảo ==\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n|Giám khảo khoa học\n|[[Phó Giáo sư (Việt Nam)|Phó giáo sư]] [[Tiến sĩ]] [[Trần Thành Nam]].\n|-\n|Ban giám khảo\n|[[Nhà báo]] [[Lại Văn Sâm]], [[ca sĩ]] [[Tóc Tiên (ca sĩ)|Tóc Tiên]] và một giám khảo khách mời trong mỗi tập (riêng tập 6 là hai khách mời). Các giám khảo khách mời gồm có:\n\n* Tập 1: Ca sĩ, [[nhạc sĩ]] [[Vũ Cát Tường]]\n* Tập 2: Nhà thiết kế [[thời trang]] [[Nguyễn Công Trí]]\n* Tập 3: [[Nghệ sĩ nhân dân]] [[Hồng Vân (diễn viên)|Hồng Vân]]\n* Tập 4: [[Nghệ sĩ ưu tú]] - [[biên đạo múa]] Trần Ly Ly\n* Tập 5: Ca sĩ, nhạc sĩ [[Vũ Cát Tường]]\n* Tập 6: \n** Ca sĩ, nhạc sĩ [[Vũ Cát Tường]]\n** [[Đạo diễn điện ảnh|Đạo diễn]] [[Việt Tú (đạo diễn)|Việt Tú]]\n* Tập 7: [[Nghệ sĩ ưu tú]] - [[biên đạo múa]] Trần Ly Ly\n* Tập 8: Nhạc sĩ [[Lê Minh Sơn]]\n* Tập 9-10: Đạo diễn [[Nguyễn Quang Dũng (đạo diễn)|Nguyễn Quang Dũng]]\n* Tập 11-13: Giám khảo Quốc tế: [[Vương Phong (nhà ghi nhớ)|Vương Phong]] ([[Siêu trí tuệ|Siêu trí tuệ Trung Quốc]])\n|-\n|Trưởng Ban Cố vấn Khoa học\n|Kỷ lục gia trí nhớ Thế giới [[Dương Anh Vũ (kỷ lục gia Thế giới)|Dương Anh Vũ]]\n|-\n|Cố vấn, hỗ trợ ra đề\n|\n* Tập 7: Thầy Cao Trần Tứ Hải, Tổ trưởng chuyên môn Toán, [[Trường Trung học phổ thông chuyên Lê Quý Đôn, Ninh Thuận]]\n* Tập 9 và 11: Phan Tử Nghi, thành viên Ban quản trị Cộng đồng rubik Việt Nam (đồng thời cũng là trọng tài cho phần \"Rubik thần tốc\")\n|}\n\n== Khách mời danh tiếng ==\n{| class=\"wikitable sortable mw-collapsible mw-collapsed\"\n|+\n!Tập\n!Khách mời\n|-\n|1\n|[[Lịch sử|Nhà sử học]] [[Dương Trung Quốc]]\n|-\n|3\n|Thầy Trần Phương, Phó giám đốc Trung tâm Hỗ trợ phát triển Tài năng - [[Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam]]\n|-\n|6\n|\n* Eva Eun Young Jun, tiến sĩ âm nhạc học Hàn Quốc, [[giảng viên]] [[Nhạc viện Thành phố Hồ Chí Minh]].\n* Nghệ sĩ piano Coóng Nhã Ân (An Coong)\n* Phạm Văn Thân, võ sư Vovinam Trường nội trú IVS, thuộc [[Viện Nghiên cứu phát triển Võ Việt Nam và Thể thao (IVS)]] cùng với 50 học trò.\n|-\n|7\n|\n* Thầy Trần Nam Dũng - Phó hiệu trưởng [[Trường Phổ thông Năng khiếu, Đại học Quốc gia Thành phố Hồ Chí Minh]]\n* Thí sinh Hà Việt Hoàng (tập 5)\n|-\n|8\n|Nghệ sĩ [[violin]] Hy Đạt\n|-\n|9\n|Danh thủ [[Nguyễn Hồng Sơn]]\n|-\n|10\n|Thầy Trần Nam Dũng - Phó hiệu trưởng [[Trường Phổ thông Năng khiếu, Đại học Quốc gia Thành phố Hồ Chí Minh]]\n|}\n\n== Các sự việc xoay quanh chương trình ==\n\n=== Sự cố ===\n\n* Ở tập 3, khi Nguyễn Hồng Anh thực hiện thử thách \"Sàn diễn trí nhớ\", cô bé đã vô tình va phải một cột đèn được dựng trên sân khấu làm vỡ bóng đèn. Tuy nhiên sự cố này không ảnh hưởng quá nhiều đến em và em đã tập trung để hoàn thành phần ghi nhớ. Theo giám khảo Tóc Tiên, những hình ảnh như thế được giữ nguyên để khán giả thấy được tính chân thực cao và đề cao sự tập trung cao độ gần như tuyệt đối của chương trình.\n* Trong tập 7, ở phần thi \"Ma trận số nguyên tố\", Phạm Huy Hoàng đã phát hiện ra con số ở vị trí tọa độ B5-13 (15947) có [[phông chữ]] khác thường so với các số còn lại. Vô tình, đó lại là con số mà giám khảo đã giấu trên bảng tọa độ. Sự cố này xảy ra do bộ phận kỹ thuật của chương trình đã quên điều chỉnh con số ở vị trí đó, dẫn đến việc người khiêu chiến phát hiện rất nhanh chóng. Cuối cùng, ban tổ chức đã phải sửa sai bằng cách tạo một con số khác và làm lại ma trận số.\n* Trong tập 11, khán giả đã phát hiện ra một lá cờ Việt Nam ở vị trí ghế khiêu chiến của Đức Phước bị dán ngược. Sau đó, đến phần thi của Việt Hoàng, lá cờ lại được dán đúng. Tuy nhiên, đây chỉ là sự cố nhỏ.\n\n=== Tranh cãi ===\n\n* Sau tập 7, một giảng viên dạy tiếng Anh ở Hà Nội đã đăng tải một video cho rằng thử thách \"Ma trận số nguyên tố\" của Huy Hoàng có những lỗ hổng, anh thậm chí còn đưa ra cách giải bài này trong chưa tới 1 phút. Trước ý kiến này, ban tố chức đã lý giải: \"Đề thi cụ thể của Huy Hoàng, từ con số cần tìm đến tọa độ giấu con số đó đều là sự lựa chọn ngẫu nhiên của các giám khảo và khách mời chuyên môn ngay tại trường quay. Sự lựa chọn này đều dưới sự chứng kiến của khán giả tại trường quay nên hoàn toàn không có sự ưu ái gì cho phần thử thách của thí sinh\". Bên cạnh đó, nhà sản xuất còn đưa ra những ý kiến khen ngợi về khả năng lập luận và tư duy phân tích của anh này và hy vọng được chứng kiến anh có mặt tại ''Siêu trí tuệ Việt Nam''.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/nsx-sieu-tri-tue-noi-gi-ve-lo-hong-o-ma-tran-1380-so-nguyen-to-post1027538.html|tựa đề=NSX Siêu trí tuệ nói gì về lỗ hổng ở ma trận 1.380 số nguyên tố?|tác giả=|họ=|tên=|ngày=|website=Zing|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n* Trong tập 8, một số khán giả cho rằng MC [[Trấn Thành]] đã gian lận trong phần thi của Tấn Kiên (''Giải cứu từ điển''). Cụ thể, mỗi lần Tấn Kiên cắt một con số, [[Trấn Thành]] đứng bên vừa tường thuật, vừa cổ vũ nhiệt tình bởi những câu nói như: \"Chuẩn bị cắt thưa quý vị\" hay \"Cắt, cắt, cắt\"… Vào thời điểm Tấn Kiên chưa quyết được có nên cắt dây nối số 98 không, [[Trấn Thành]] bất ngờ lên tiếng: \"Bình tĩnh em trai ơi\". Sau câu nói này, Tấn Kiên thả kéo khỏi dây nối số 98 và chuyển qua cắt dây ở số 99. Đây là một quyết định sáng suốt, đèn báo tắt và Tấn Kiên hoàn thành thử thách. Sự trùng hợp này khiến nhiều dân mạng nghi ngờ [[Trấn Thành]] \"nhắc bài\" cho người chơi. Tuy nhiên, không ít người lên tiếng bênh vực, vì theo họ, [[Trấn Thành]] chỉ cổ vũ người chơi, bản thân anh cũng không biết từ đó có số thứ tự bao nhiêu để gian lận.<ref name=\":5\">{{Chú thích web|url=https:\/\/vov.vn\/van-hoa\/nghe-si\/tran-thanh-bi-to-nhac-bai-thieu-kien-thuc-trong-show-sieu-tri-tue-990151.vov|tựa đề=Trấn Thành bị tố \"nhắc bài\", thiếu kiến thức trong show Siêu trí tuệ|tác giả=|họ=|tên=|ngày=|website=VOV|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n* Cũng trong tập 8, khán giả đã phát hiện ra một sai sót về kiến thức. Cụ thể, ở phần thi của nghệ sĩ violin Xuân Huy, [[Trấn Thành]] nói rằng không ai mua tranh của danh họa Tây Ban Nha Pablo Picasso cho đến khi ông qua đời. Tuy nhiên, theo khán giả, Picasso nổi tiếng từ lúc ông còn sống. Ông bán được nhiều tranh và rất giàu có. Danh họa có cuộc sống cơ cực và chỉ được biết đến sau khi mất là Vincent van Gogh.<ref name=\":5\" \/>\n* Tập 9 chứng kiến cuộc đối đầu giữa Phạm Tuấn Minh và Lê Nguyễn Phước Vinh. Đây là cuộc đấu bị đánh giá là không công bằng, bởi lẽ Phước Vinh hiểu biết sâu về lịch sử thế giới nhưng chỉ yêu thích bóng đá, còn Tuấn Minh lại am hiểu khá nhiều về bóng đá. Chính điều này đã khiến nhiều người xem nói rằng chương trình đã thiên vị Tuấn Minh. Cao trào của phần thi này bị đẩy lên tới đỉnh điểm khi MC đề nghị nhân đôi số điểm ở câu cuối, sau đó còn đề nghị thi thêm một vòng khiến bé Minh phát khóc. Nhiều khán giả đã dùng những lời lẽ không hay cho bé Minh. Sau khi tập này đã được phát sóng trên truyền hình, nhiều luồng ý kiến tranh cãi đã nổ ra, cùng với đó là lượt dislike khủng khiếp đối với bản phát hành trên Youtube của tập này: 44.000 lượt dislike áp đảo 39.000 lượt like - một con số chưa từng thấy ở các tập trước đó. EndermolShineGroup đã xóa video này do vi phạm bản quyền nhưng chỉ vài ngày sau, đơn vị này đã chấp nhận cho video này trở lại YouTube sau khi đã kiểm tra bản quyền.\n*Khi vòng Giao hữu quốc tế diễn ra, đã có một số khán giả cho rằng ''Siêu trí tuệ Việt Nam'' đã dàn xếp kết quả, ép đổi thủ thua; vì theo họ, phải mất rất nhiều tiền để ban tổ chức mời các đối thủ quốc tế tới Việt Nam thì đấu nên ban tổ chúc cố gắng thuyết phục họ nhường chiến thắng cho đội Việt Nam. Đáp trả luồng dư luận này, sau phần thi giữa Đức Phước và Yu Sajima, giám khảo [[Lại Văn Sâm]] bất ngờ quay sang hỏi đối thủ đến từ Nhật Bản: \"Vừa rồi chơi, bạn có chút nhường nhịn nào không hay bạn chơi hết mình chưa?\". Đáp lại thắc mắc này, Yu Sajima chia sẻ: \"Tôi đã cố gắng hết mình với tư cách là một tuyển thủ. Tuy nhiên tôi đã thất bại rồi. Nếu có cơ hội thi đấu một lần nữa, tôi sẽ nâng cao khả năng của mình hơn\". Sau câu nói đó, giám khảo [[Lại Văn Sâm]] bất ngờ chia sẻ: \"Tôi hỏi vậy là vì sao? Một số người xem chương trình cho rằng ban tổ chức sắp đặt trước nên tôi rất khó chịu. Hôm nay tôi để cho chính anh ấy nói để một số người hoài nghi sắp xếp hiểu rõ. Đó là kết quả, câu trả lời Đức Phước xứng đáng\".<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/lai-van-sam-phan-ung-khi-sieu-tri-tue-viet-nam-bi-noi-dan-xep-1168657.html|tựa đề=Lại Văn Sâm phản ứng khi 'Siêu trí tuệ Việt Nam' bị nói dàn xếp|tác giả=|họ=|tên=|ngày=|website=TNO|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Nhà tài trợ ==\nMùa 1 : Compact. \n\n== Ghi chú ==\n<references group=\"lower-alpha\" \/>\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Siêu trí tuệ Việt Nam}}\n\n[[Thể loại:Siêu trí tuệ Việt Nam]]\n[[Thể loại:Chương trình trò chơi truyền hình trên HTV]]"}