{"1059343":"{{Thông tin nghệ sĩ}}\n\n'''Song Thu''' tên thật là '''Phạm Xuân Chi''' hay '''Phạm Thị Xuân Chi''' ([[1900]]?-[[1970]])<ref>Sách ''Văn thi sĩ tiền chiến'' của [[Nguyễn Vỹ]] (Nhà xuất bản Văn học, 2007, tr. 395) ghi tên bà là Phạm Xuân Chi, sinh năm 1900. Lãng Nhân [[Phùng Tất Đắc]] chép tên bà là ''Phạm Thị Xuân Chi'', sinh [[1899]].<\/ref>, tự '''Hữu Lan'''; là một nhà hoạt động [[chính trị]], và là một [[nhà thơ]] [[Việt Nam]] thời [[tiền chiến]].\n\n==Tiểu sử==\n'''Phạm Xuân Chi''' là người làng Đông Bàn, phủ Điện Bàn (nay thuộc xã Điện Trung, huyện [[Điện Bàn]]), tỉnh [[Quảng Nam]].\n \nCha của bà là Phạm Phú Lâm <ref>Theo Lãng Nhân. Sách ''Văn thi sĩ tiền chiến'' (tr. 395) chép là \"Lẫm\".<\/ref>, là con thứ bảy của danh thần triều Nguyễn [[Phạm Phú Thứ]]. Mẹ của bà là Nguyễn Thị Cẩm, cũng là một người có học.\n\nBà Xuân Chi học [[chữ Hán]] từ lúc nhỏ, sau theo học chương trình Pháp-Việt tại trường Nữ học [[Huế]]. Năm 14 tuổi, bà thi rớt bằng tiểu học Pháp-Việt, lại tiếp tục học chữ Hán dưới sự dìu dắt của hai nhà nho yêu nước là Lê Bá Trinh và Trương Hữu.\n \nNăm 18 tuổi, bà ra [[Hà Nội]] thuê gác ở Hàng Bông. Nơi đây bà giao thiệp với các nhóm cách mạng [[Quảng Nam]]. Một thời gian sau bà trở về tỉnh nhà, lấy chồng là Nguyễn Viết Liên, người [[Huế]], đang làm Tri phủ. Khi chồng được bổ nhiệm vào [[Vĩnh Long]], bà đi theo. Sau, bà lên [[Thành phố Hồ Chí Minh|Sài Gòn]] ở nhà của Trương Cao Động (cũng là một nhà cách mạng) đi dạy học, rồi làm thư ký tiệm cầm đồ, làm kế toán hãng xe hơi, viết báo và hoạt động chính trị. Bà thường xuyên cộng tác với ''Đông Pháp thời báo'', báo ''Nam nữ giới chung''.\n\nBiết bà thông thạo chữ Hán lại có thành tích chống [[đế quốc thực dân Pháp|thực dân Pháp]], năm [[1942]], Bộ Tổng tham mưu [[Nhật Bản|Nhật]] ở [[Thành phố Hồ Chí Minh|Sài Gòn]] do Tùng Tĩnh chỉ huy, mời bà cộng tác. Lúc đầu, bà e ngại nhưng rồi ưng thuận vì tin Nhật sẽ giúp [[Việt Nam]] giành lại độc lập, và vì để có cơ hội giúp những đồng chí bị Pháp giam giữ (về sau bà cứu được cả trăm người) <ref>Theo Lãng Nhân, bài viết đã dẫn.<\/ref>. Từ đó, bà đã trở thành \"một tay kiện tướng\" trong giới chính trị ở [[miền Nam (Việt Nam)|miền Nam Việt Nam]]. Năm [[1945]], bà đóng vai trò \"tối quan trọng\" trong vụ Nhật đảo chính Pháp ở [[Thành phố Hồ Chí Minh|Sài Gòn]]<ref>Theo [[Nguyễn Vỹ]], ''Văn thi sĩ tiền chiến'', tr. 397. Các chữ ở trong ngoặc kép là của thi sĩ này.<\/ref>.\n\nNăm [[1946]], chồng bà bị giết chết khi về thăm lúa ở [[Rạch Giá]], bà đem hai cô con gái lên Sài Gòn ở luôn <ref>Theo Lãng Nhân, thì trong khoảng thời gian này bà Song Thu bị mật vụ Pháp theo dõi gắt gao. Vì vậy, một đồng chí đã đưa bà đến tá túc nơi ông Nguyễn Viết Liêm, đang làm Tri huyện ở tỉnh [[Mỹ Tho]]. Rồi lẽ \"tài tử với giai nhân là nợ sẵn\", bà đã có con với ông Liêm, nhưng hai bên không thể kết thành một đôi, vì ông này đã có vợ. Sau đó, bà phải bồng bế con đi….<\/ref>.\n\nDưới thời Tổng thổng [[Ngô Đình Diệm]], bà bị bắt giam một vài lần. Sau khi được trả tự do, bà đến [[Phú Nhuận]] ở với cô con gái lớn đã có chồng là nữ sĩ Phương Đài (tên thật là Nguyễn Thị Thu Hường), và không hoạt động chính trị nữa<ref>Theo Nguyễn Vỹ (sách đã dẫn, tr. 397). Thông tin thêm: Năm [[1962]], một người cháu của bà là phi công [[Phạm Phú Quốc]] ([[1935]]-[[1965]]), đã cùng với [[Nguyễn Văn Cử]]) đánh bom [[Dinh Norodom|Dinh Độc Lập]] nhằm ám sát Tổng thống [[Ngô Đình Diệm]] và Cố vấn [[Ngô Đình Nhu]].<\/ref>.\n\nNữ sĩ Song Thu mất ngày [[10 tháng 3]] năm [[1970]] tại nhà riêng trên đường [[Nguyễn Huệ]] (trước thuộc [[Gia Định]], nay thuộc [[Thành phố Hồ Chí Minh]]), hưởng thọ khoảng 70 tuổi.\n\nBà là người học cao, hiểu rộng (nhất là về [[văn hóa]] [[Trung Quốc]]), và có tài làm [[thơ]]. Sinh thời, bà từng giao thiệp (bằng bút đàm) <ref>Theo Nguyễn Vỹ (sách đã dẫn, tr. 397), bà viết [[chữ Hán]] rất đẹp.<\/ref> với các nhà trí thức và ngoại giao [[Nhật Bản|Nhật]], [[Trung Quốc]], [[Triều Tiên]]; và từng có mối quan hệ với các nhà chính trị và tôn giáo như [[Huỳnh Phú Sổ]], [[Phạm Công Tắc]], [[Trần Văn Ân]], [[Nguyễn Văn Sâm]]...<ref>Theo [[Nguyễn Vỹ]], sách đã dẫn, tr. 397.<\/ref>.\n\n==Tác phẩm==\nThơ của nữ sĩ Song Thu có hơn trăm bài ([[chữ Hán]] và [[Tiếng Việt|chữ Việt]]), nhưng chưa xuất bản. Theo thi sĩ [[Nguyễn Vỹ]], thì ''thơ của bà rất thanh thoát, lả lướt, thi tứ dồi dào như thơ của [[Ưng Bình Thúc Giạ Thị]]. Ở \"Quỳnh Dao thi xã\" mà bà tham gia, các thành viên coi bà như là một thi bá'' <ref>Theo [[Nguyễn Vỹ]], sách đã dẫn, tr. 400.<\/ref>. Sau đây giới thiệu hai bài:\n\n{|valign=\"top\"\n|\n:'''Tự Trào'''\n\n:Ta nghĩ khen ta cũng có tài,\n:Hai bàn tay trắng kém gì ai!\n:Gặp cơn nguy biến không hề sợ,\n:Phải bước phong ba chẳng chút nài.\n:Tiền của tiêu pha vừa bữa một,\n:Cháo cơm lếu láo đủ ngày hai.\n:Phong trần dù đến bao nhiêu nữa,\n:Son sắt lòng này há dễ phai!\n|\n:'''Lìa cảnh cũ'''\n\n:Một bước ra đi, một bước ngừng,\n:Đoái nhìn chốn cũ lệ rưng rưng.\n:Nghiêng bầu tâm sự, nghiêng khôn cạn,\n:Gạt giọt ly sầu, gạt khó lưng.\n:Non nước thương ai màu ủ dột,\n:Cỏ hoa mến khách vẻ bâng khuâng.\n:Cho hay cảnh cũng trêu người nhi?\n:Gánh nọ trần ai nặng quá chừng!\n|}\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Nhà thơ tiền chiến]]\n[[Thể loại:Nữ chính khách Việt Nam]]\n[[Thể loại:Sinh năm 1900]]\n[[Thể loại:Mất năm 1970]]"}