{"24542":"{{DISPLAYTITLE: ''Suối mơ''}}\n{{thiếu nguồn gốc}}\n{{Thông tin bài hát Việt\n| bgcolour = \n| tên = Suối mơ\n| image = \n| imagesize = \n| caption = \n| nhạc sĩ = [[Văn Cao]]\n| lời = [[Văn Cao]]\n| tên khác = Bài thơ bên suối\n| thể loại = [[Nhạc tiền chiến]]\n| năm = 1942<ref>''[https:\/\/nhacxua.vn\/nhac-si-van-cao-va-nhung-ca-khuc-thoat-tuc-thien-thai-suoi-mo\/]''. (Nhạc sĩ Văn Cao và những ca khúc “thoát tục”: Thiên Thai, Suối Mơ. Trích bài của nhạc sĩ Trương Quang Lục đăng trên báo SGGP)<\/ref>\n| ca sĩ = [[Ánh Tuyết]], [[Thái Thanh (ca sĩ)|Thái Thanh]]\n}}\nBài hát '''\"Suối mơ\"''' là một tác phẩm thuộc dòng [[nhạc tiền chiến]], do [[nhạc sĩ]] [[Văn Cao]] sáng tác.\n\nĐiệp khúc viết bằng âm giai thứ, tới phiên khúc chuyển sang âm giai trưởng. Bài hát mở đầu bằng âm giai thứ tạo một cảm giác lâng lâng rồi chuyển sang âm giai trưởng với một niềm vui chợt thoáng trước khi trở lại với âm giai thứ để kết thúc trong một nỗi buồn man mác. Văn Cao đã tài tình chuyển đổi âm giai với lời hát như thơ đưa người nghe đi từ cảm xúc lâng lâng trong sáng tới niềm hạnh phúc thoáng chốc dạt dào trước khi trở về với nỗi buồn muôn thủa của mối tình êm đềm ngàn đời theo ta của con suối rừng thu cuối mùa trút lá.\n\n==Hoàn cảnh ra đời==\nMột người thân của nhạc sĩ Văn Cao kể lại: Bài Suối mơ được sáng tác với cảm hứng từ dòng suối bên đền Cấm, ở thị trấn Đồng Mỏ, Chi Lăng, Lạng Sơn. Thị trấn Đồng Mỏ là 1 thị trấn sầm uất, là nơi nhiều văn sĩ thời tiền chiến lên chơi. Quả thật, từ năm 1968, khi người Trung Quốc vào làm đường Quốc lộ 1 đã làm hỏng mất cảnh quan khu vực này và sau đó, dân ta làm hỏng nốt những gì còn lại của khu vực đền Cấm và sân vận động (được xây từ những năm 1930). Khu vực đền ngày xưa yên tĩnh, mát dịu với những gốc xoài và vải rừng cổ thụ 2 người ôm. Ở khu vực đền thì chỉ 3 giờ chiều là không có ánh nắng do dãy núi đá Cai Kinh che ở phía tây. Dòng suối sau khi chảy qua bên cạnh bia \"hạ mã\" thì mở rộng ra cạnh sân vận động với gờ tường ngang ngực rồi lượn vòng quanh các vườn rau. Không khí luôn nhẹ nhàng, mát dịu và gió nhẹ{{fact}}. Giờ cũng chỉ còn một vài khu vườn giữ được nét yên tĩnh, thanh thản của ngày xưa{{fact}}.\n\n== Ca sĩ trình bày thành công ==\n[[Ánh Tuyết]], [[Thái Thanh (ca sĩ)|Thái Thanh]], [[Lệ Thu]],...\n\n==Các Album==\n* ''Hát cho tuổi thơ 2'' ([[Khánh Ly]])\n* ''Lá thư'' ([[Thanh Lam]])\n* ''Xin mặt trời ngủ yên'' ([[Mỹ Linh]])\n* ''Ca khúc Văn Cao'' ([[Ánh Tuyết]])\n* ''Tình khúc vang bóng - Dư âm''\n* ''Cung đàn xưa'' ([[Thu Hà]])\n* ''Hoà tấu [[ghi-ta|ghi ta]]'' ([[Văn Vượng]])\n* ''Những tình khúc vượt thời gian'' ([[Quang Dũng]])\n* ''Tình khúc Văn Cao (Nhạc tiền chiến 4)'' ([[Mai Hương]] và [[Quỳnh Giao (ca sĩ)|Quỳnh Giao]]) (1995)\n* ''Còn chút gì để nhớ'' ([[Sĩ Phú]])\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Văn Cao}}\n{{Phạm Duy}}\n\n[[Thể loại:Nhạc Văn Cao]]\n[[Thể loại:Nhạc Phạm Duy]]\n[[Thể loại:Ca khúc tiền chiến]]\n[[Thể loại:Bài hát tiếng Việt]]"}