{"462710":"[[Tập tin:Suoi ca Cam Luong.jpg|nhỏ|phải|300px|Suối cá tại chân núi Trường Sinh thuộc bản Ngọc, xã Cẩm Lương, huyện miền núi Cẩm Thủy cách trung tâm TP Thanh Hóa gần 100 km về phía tây Bắc]]\n'''Suối Cá Cẩm Thủy'''  là một dòng suối ở miền núi phía Tây tỉnh [[Thanh Hóa]], [[Việt Nam]], nơi có những đàn cá tập trung sinh sống với mật độ dày đặc, được đồng bào dân tộc [[Mường]], [[người Thái (Việt Nam)|Thái]] ở địa phương gìn giữ và đã trở thành những danh lam thắng cảnh nổi tiếng của tỉnh Thanh Hóa.\n==Các con suối==\n===Suối Cá thần Cẩm Lương===\n'''Suối Cá thần Cẩm Lương''' (còn gọi là ''Mó Ngọc'') nằm bên chân núi Trường Sinh, thuộc bản Ngọc, xã [[Cẩm Lương, Cẩm Thủy|Cẩm Lương]], huyện miền núi [[Cẩm Thủy]], tỉnh [[Thanh Hóa]], (cách trung tâm [[thanh Hóa (thành phố)|thành phố Thanh Hoá]] 80&nbsp;km về phía tây Bắc). Xã Cẩm Lương nằm ở bờ bắc [[sông Mã]]. Đàn cá ở suối cá thần này có hàng nghìn con lớn, nhỏ, mỗi con cá có thể nặng từ 2&nbsp;kg đến 8&nbsp;kg, có cá chúa nặng tới 30&nbsp;kg, gồm các loài: Cá dốc hay cá bỗng (tên khoa học: ''Spinibarbichthys denticulatus'', thuộc bộ Cá chép, có tên trong [[Sách đỏ Việt Nam]]); cá chài, cá mại. Hình thù các loài cá này rất lạ, màu sắc phong phú như: màu đỏ, xanh, hồng. Mỗi khi bơi, thân cá thần phát sáng nhiều màu, lấp lánh ánh bạc rất đẹp. Vào mùa nước cạn, lòng suối Ngọc chỉ sâu khoảng 20&nbsp;cm đến 40&nbsp;cm, nước trong vắt, có thể đưa tay xuống nước vuốt ve những con cá thần. Đây là điều hấp dẫn nên đã thu hút hàng nghìn lượt du khách đến suối cá thần Cẩm Lương mỗi năm. Bên cạnh suối cá thần, xã Cẩm Lương hiện đang còn giữ được nguyên vẹn hệ thống rừng nguyên sinh với các loài động, thực vật đặc trưng của vùng nhiệt đới, thuộc dãy núi đá vôi [[Khu bảo tồn thiên nhiên Pù Luông|Pù Luông]] - [[Vườn quốc gia Cúc Phương|Cúc Phương]]. Tuy mật độ cá dày đặc nhưng nước suối không bao giờ tanh. Người dân ở đây vẫn thường nấu ăn bằng nước của dòng suối này.\nHiện nay, đã có đường cầu treo qua [[sông Mã]] để du khách có thể qua lại dễ dàng.\n\nNgười ta tin rằng cá ở đây linh thiêng nên mọi người chỉ đến chiêm ngưỡng và cầu may, không ai đánh bắt. Đây là một địa điểm tham quan nổi tiếng của [[Thanh Hóa]]. Theo niềm tin của người dân trong vùng, đây là giống cá thần. Sự sung túc của đàn cá trên dòng suối sẽ đem lại sự bình yên no ấm cho cuộc sống của bà con dân tộc Mường, nên truyền đời người dân trong khu vực luôn gìn giữ nuôi nấng, không ai dám ăn thịt loại cá này, vì đó là hành động xúc phạm đến thần linh, chẳng những gây ra tai hoạ cho mình mà còn cho cả cộng đồng. Có thể nói rõ hơn về xã Cẩm Lương là xung quanh giáp với các xã Cẩm Thạch, Cẩm Thành, Cẩm Giang của huyện Cẩm Thủy và phía bắc giáp huyện [[Bá Thước]]. Hiện nay, đã có đường cầu treo qua [[sông Mã]] để du khách có thể qua lại dễ dàng. Suối Lương Ngọc dài hơn trăm mét, chảy từ một hang đá chân núi, đổ ra cánh đồng thung lũng nằm thoai thoải bên bờ nam sông Mã.\n\n=== Suối Cá thần Cẩm Liên ===\n'''Suối Cá thần Cẩm Liên''' (còn được gọi là ''Suối Đóng'' hay ''Mó Đóng'') thuộc địa phận thôn Rùng, xã [[Cẩm Liên, Cẩm Thủy|Cẩm Liên]], huyện Cẩm Thủy, tỉnh Thanh Hoá; cách thị trấn Cẩm Thủy 15&nbsp;km về phía tây. ''Suối Đóng'' và ''Suối Cá thần Cẩm Lương'' nằm ở hai phía bờ khác nhau của Sông Mã. Nước ở mó Đóng là nguồn nước cơ bản chảy ra ruộng để bà con bản địa cấy hái, nhưng cá chẳng bao giờ bơi ra. Chúng chỉ quẩn quanh trong một diện tích chừng 500 m² rồi lại quay vào. Loài cá này được người dân Mường gọi là \"cá phốôc\" có hình thù mình tựa cá trắm, căng tròn ở phần giữa thân, vẩy như vẩy cá chép, lưng hơi sẫm, môi có màu phớt hồng, vây và đuôi có chấm đỏ. Đây cũng là loài cá ở suối cá thần Cẩm Lương.\n\n=== Suối Cá thần tại xã Văn Nho ===\n'''Suối Cá thần tại xã Văn Nho''' nằm tại bản Chiềng Ban, xã [[Văn Nho]], huyện [[Bá Thước]], là suối cá thần thứ ba được phát hiện tại Thanh Hoá. Khu vực này nằm trong lưu vực [[sông Âm]], một nhánh của [[sông Chu]]. Cá ở đây nặng từ 400 g đến 5&nbsp;kg.<ref name=\"VN1\">[http:\/\/dantri.com.vn\/c20\/s20-384475\/them-mot-suoi-ca-than-o-thanh-hoa.htm Thêm một suối \"cá thần\" ở Thanh Hoá.] Báo điện tử Dân trí. Truy cập ngày 14 tháng 5 năm 2012.<\/ref> Sau khi phát hiện ra suối cá, người dân sở tại đã lập bàn thờ bên cạnh khu vực hang động nằm phía trên suối cá khoảng 10 m để thờ thần cá.<ref name=\"VN1\"\/> Từ những năm 1970, quân đội Việt Nam đã xây dựng đập chắn nước thủy lợi tại dòng suối này. Trong những năm đây, đàn cá nơi đây có dấu hiệu phát triển ngày càng nhiều. Cá ở đây cũng tương tự như loài cá được phát hiện tại hai xã Cẩm Liên và Cẩm Lương của huyện Cẩm Thủy. Toàn bộ khuôn viên khu vực hang cá Văn Nho rộng khoảng 1 ha.<ref name=\"VN1\"\/>\n\n==Cá thần==\nCó tài liệu cho rằng loài ''cá thần'' ở các suối cá nêu trên chính là [[cá bỗng]]<ref name=\"C1\">[http:\/\/dantri.com.vn\/c20\/s20-595475\/nhung-ao-ca-than-tram-tuoi-o-yen-bai.htm Những ao \"cá thần\" trăm tuổi ở Yên Bái.] Báo điện tử Dân trí. Truy cập ngày 14 tháng 5 năm 2012<\/ref>, [[danh pháp hai phần|tên khoa học]] là ''[[Cá bỗng|Spinibarbus denticulatus]]'' <small>([[Matsumitsu Ōshima|Ōshima]], 1926)<\/small>. Do những yếu tố tâm linh ở đây nên người dân rất sợ ăn thịt cá. Theo Tiến sĩ Nguyễn Kiêm Sơn - Viện Sinh thái và Tài nguyên Sinh vật - cá sống ở suối “cá thần” Thanh Hóa là cá bỗng miền núi, hoàn toàn có thể ăn được và không gây độc.<ref>[http:\/\/dantri.com.vn\/xa-hoi\/thuc-hu-chuyen-lam-thit-ca-than-o-ha-noi-1400984874.htm Thực hư chuyện làm thịt “cá thần” ở Hà Nội]<\/ref>\n\n== Đường đến các Suối Cá thần ==\nTừ thành phố Thanh Hoá, có thể đến các suối Cá thần bằng ba con đường:\n* Theo [[quốc lộ 45]], đi qua [[Rừng Thông|thị trấn Rừng Thông]] (huyện [[Đông Sơn]]), [[Thiệu Hóa (thị trấn)|thị trấn Thiệu Hóa]] (huyện [[Thiệu Hóa]]), [[quán Lào (thị trấn)|thị trấn Quán Lào]] (huyện [[Yên Định]]) đến [[thị trấn Vĩnh Lộc]] thì rẽ sang [[hệ thống giao thông Việt Nam#Hệ thống đường bộ|tỉnh lộ]] 217 đến [[cẩm Thủy (thị trấn)|thị trấn Cẩm Thủy]], tiếp tục theo tỉnh lộ 217 khoảng 11&nbsp;km đến gần hết [[địa phận]] huyện Cẩm Thủy thì rẽ phải và vượt sông Mã để vào suối Cá thần Cẩm Lương, hoặc rẽ trái để vào suối Cá thần Cẩm Liên. Nếu đi tiếp tỉnh lộ 217 đến [[cành Nàng|thị trấn Cành Nàng]] (huyện [[Bá Thước]]) có thể đến được Suối Cá thần tại xã Văn Nho.\n* Theo [[quốc lộ 47]], đi qua [[Rừng Thông|thị trấn Rừng Thông]] (huyện [[Đông Sơn]]), [[thị tứ]] Thiều (xã [[Dân Lý]], huyện [[Triệu Sơn]]), [[thị trấn Lam Sơn]] (huyện [[Thọ Xuân]]) rồi ngược theo [[đường Hồ Chí Minh]] (đoạn [[quốc lộ 15|quốc lộ 15A]]), đến [[ngọc Lặc (thị trấn)|thị trấn Ngọc Lặc]]. Từ [[ngọc Lặc (thị trấn)|thị trấn Ngọc Lặc]] rẽ sang tỉnh lộ 519 đến [[cẩm Thủy (thị trấn)|thị trấn Cẩm Thủy]] để vào suối Cá thần Cẩm Lương và suối Cá thần Cẩm Liên, hoặc theo [[quốc lộ 15|quốc lộ 15A]] đến [[lang Chánh (thị trấn)|thị trấn Lang Chánh]], rồi đến xã [[Thiết Ống, Bá Thước|Thiết Ống]] thì rẽ vào Suối Cá thần tại xã Văn Nho.\n* Dọc Theo Tỉnh lộ 217, đi qua thị trấn Hà Trung (huyện Hà Trung), thị trấn Vĩnh Lộc (huyện Vĩnh Lộc),[[cẩm Thủy (thị trấn)|thị trấn Cẩm Thủy]] để vào suối Cá thần Cẩm Lương và suối Cá thần Cẩm Liên, hoặc theo [[quốc lộ 15|quốc lộ 15A]] đến [[lang Chánh (thị trấn)|thị trấn Lang Chánh]], rồi đến xã [[Thiết Ống, Bá Thước|Thiết Ống]] thì rẽ vào Suối Cá thần tại xã Văn Nho.\n\n==Chú thích==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.toquoc.gov.vn\/Thongtin\/Diem-Den-Ly-Tuong\/Suoi-Ca-Than-Cam-Luong-Tuyet-Pham-Thien-Nhien.html Thông tin về suối cá thần] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100327205703\/http:\/\/www.toquoc.gov.vn\/Thongtin\/Diem-Den-Ly-Tuong\/Suoi-Ca-Than-Cam-Luong-Tuyet-Pham-Thien-Nhien.html |date=2010-03-27 }}\n*[http:\/\/www.baodatviet.vn\/Home\/congdongviet\/Phat-hien-suoi-ca-than-thu-hai-o-Thanh-Hoa\/20098\/54447.datviet Suối cá thần thứ 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100217113207\/http:\/\/www.baodatviet.vn\/Home\/congdongviet\/Phat-hien-suoi-ca-than-thu-hai-o-Thanh-Hoa\/20098\/54447.datviet |date=2010-02-17 }}\n*[http:\/\/dantri.com.vn\/c20\/s20-384475\/them-mot-suoi-ca-than-o-thanh-hoa.htm Suối \"cá thần\" thứ 3 ở Thanh Hoá]\n\n{{du lịch Thanh Hóa}}\n{{sơ khai Thanh Hóa}}\n\n[[Thể loại:Suối tại Việt Nam]]"}