{"3121052":"{{chú thích trong bài|date=tháng 11-2021}}\nBáo '''Sài Gòn Tiếp Thị''' là một tờ báo trực thuộc Trung tâm xúc tiến thương mại và đầu tư Thành phố Hồ Chí Minh. Báo thành lập năm 1995 và bị đình bản vào năm 2014. Ở thời điểm đình bản, báo đang ra ba số mỗi tuần, các ngày thứ Hai, thứ Tư và thứ Sáu.\n\nTòa soạn của báo tọa lạc tại số 25 đường Ngô Thời Nhiệm, phường 6, quận 3, thành phố Hồ Chí Minh.\n==Lịch sử==\n===Thành lập===\n===Quá trình phát triển===\n===Đình bản===\nNgày 25 tháng 2 năm 2014, Bộ Thông tin và Truyền thông ký quyết định thu hồi giấy phép trước đây của Sài Gòn Tiếp Thị, với lý do ghi trong quyết định: \"Cơ quan chủ quản báo đề nghị cho phép ngừng hoạt động vì không đủ điều kiện về tài chính\". Hai ngày sau, báo ra thông báo chính thức đình bản.\n\nNgày 1 tháng 3 năm 2014, Ủy ban nhân dân Thành phố Hồ Chí Minh ra quyết định về việc báo Sài Gòn Tiếp Thị sẽ ngưng hoạt động và sáp nhập vào [[Thời báo Kinh tế Sài Gòn]].\n\n===\"Bộ mới\"===\n==Các đời tổng biên tập==\n* [[Võ Ngọc An]]\n* [[Đặng Tâm Chánh]]\n* [[Nguyễn Xuân Minh]]\n\n==Đánh giá==\nChuyên gia kinh tế [[Lê Đăng Doanh]]: \"Sài Gòn Tiếp Thị tuy \"sinh sau đẻ muộn\" nhưng đã nhanh chóng vươn lên có thị phần đáng kể và được sự tin cậy của độc giả và doanh nghiệp vì khát vọng nói lên sự thật, và tinh thần chia sẻ với bạn đọc và doanh nghiệp. Sài Gòn Tiếp Thị là tờ báo cởi mở, đã vươn cao nhờ đứng trên vai những người khổng lồ. Tờ báo có đội ngũ cộng tác viên có chất lượng trong nước và ngoài nước, đã tổ chức nhiều cuộc toạ đàm về các vấn đề thời sự của đời sống kinh tế, xã hội, quy tụ nhiều người với những suy nghĩ khác nhau. Tờ báo cũng thể hiện trách nhiệm xã hội cao, đã tổ chức quyên góp, cứu trợ người nghèo\".<ref>{{chú thích báo\n|tác giả= Mai Tâm\n|tác phẩm= Một Thế giới online\n|url= http:\/\/motthegioi.vn\/xa-hoi\/bao-sai-gon-tiep-thi-ra-so-cuoi-cung-49117.html\n|tên bài= Báo Sài Gòn Tiếp Thị ra số cuối cùng\n|ngày= 28 tháng 2 năm 2014\n|ngày truy cập= 17 tháng 7 năm 2014\n|title= Bản sao đã lưu trữ\n|archive-date= 2014-07-24\n|archive-url= https:\/\/web.archive.org\/web\/20140724210220\/http:\/\/motthegioi.vn\/xa-hoi\/bao-sai-gon-tiep-thi-ra-so-cuoi-cung-49117.html\n|url-status= dead\n}}<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}{{Báo điện tử Việt Nam}}\n[[Thể loại:Khởi đầu năm 1995]]\n[[Thể loại:Chấm dứt năm 2014]]\n[[Thể loại:Báo chí Việt Nam]]\n[[Thể loại:Báo chí Thành phố Hồ Chí Minh]]"}