{"98229":"{{Mồ côi|date=tháng 8 2020}}\n{{chú thích trong bài}}\n\n{{Cần nguồn tham khảo}}\n'''Sát thủ quyền''' là món võ mang lối đánh có tính sát thương cao, hiểu theo một góc độ rộng khắp thì nó cũng là một dạng của [[chân quyền]], được chuyên biệt hóa về lối đánh nhằm mang lại sát thương cao nhất cho đòn triển khai. [[Người Hoa|Người Trung Quốc]] có môn võ [[Thái cực quyền]] vận dụng nhu mềm để khống chế cương lực, hay môn võ [[Ngũ hình quyền]] mô phỏng hoạt động, dáng điệu của các loài thú trong rừng để luyện tập trí lực. Thì Sát thủ quyền là môn võ sáng tạo của [[người Việt Nam (định hướng)|người Việt Nam]] cho phù hợp với dáng dấp nhỏ bé, nhanh nhẹn. Mức độ sát thương của đòn đánh cao, rất thực dụng trong chiến đấu.\n\n==Đặc trưng==\nVề bộ pháp, sát thủ quyền sử dụng hấu hết các bộ pháp của chân quyền.\n\nVề di chuyển, tiến thoái trong cách đánh, nó đòi hỏi linh hoạt, có thể luồn lách, sàng tránh đòn của đối phương. Đây chính là lối tấn công [[quần thân]]. Lối đánh này đòi hỏi phản ứng nhanh nhẹn, mạch hoạt, tấn công chuẩn xác vào các điểm yếu, các huyệt đạo tối quan trọng trên cơ thể đối phương khiến cho bằng thời gian ngắn nhất, hiệu quả đòn đánh sát thương mạnh nhất. Thường nạn nhân sẽ bất tỉnh nhân sự hay nạng hơn là tử thương.\n\nVũ khí trên cơ thể con người sử dụng trong sát thủ quyền chủ yếu bằng cùi trỏ, đầu gối, cạnh bàn tay, cạnh bàn chân.\n\n==Hệ thống liên hợp tấn công==\nMỗi võ phái cổ truyền luôn có những đòn đánh, chiêu thức sử dụng các đòn tấn công có sự ly ngắn và đòi hỏi tốc độ cao. Sát thủ quyền là một liên hoàn các chiêu thức đánh cận chiến quần thân.\n\nSát thủ quyền có tất cả là 4 bài quyền, mỗi bài có các cách di chuyển hợp lý riêng biệt, lối sử dụng đòn tấn công cũng có khác biệt. Sát thủ quyền chủ yếu sử dụng các kỹ thuật nhập nội.\n\n==Nguồn gốc==\nXét trong các lối ứng chiến của sát thủ quyền, có nhiều kết luận về nguồn gốc của món võ đặc biệt này.\n===Kỹ thuật===\nXét trong bài quyền thứ nhất thì Sát thủ quyền có lối đánh mang ảnh hưởng lớn của [[Thiếu Lâm Nam phái]]. Tuy nhiên trong bài quyền này, ở đoạn cuối bài lại có sự xuất hiện của chiêu thức [[Ác phong đắc tử]], chiêu thức này theo như võ sư Hà Định (chưởng môn phái [[Lam Sơn căn bản]]) thì nó có nguồn gốc từ vị mãnh tướng [[Lê Phụng Hiểu]] xuất thân từ vùng Băng Sơn - [[thanh Hóa|châu Ái]].\n\nXét bài quyền thứ hai. Bài quyền này có sử dụng thêm nhiều đòn chân phụ trợ, trong đó có đòn chân ''Song cước tảo địa''. Đòn chân này không có trong 108 đòn đá của [[thiếu Lâm (võ)|võ Thiếu Lâm]].\n\n===Môn phái===\nSát thủ quyền hiện còn lưu truyền trong võ phái [[Lam Sơn căn bản]], đây là võ phái mà theo như lời của chưởng môn phái thì có sự thừa kế các kỹ thuật cổ truyền của võ học [[Thanh Hóa]], trên cơ sở của kỹ thuật Nam Thiếu Lâm.\n\nNhư vậy Sát thủ quyền là sản phẩm có nguồn gốc từ võ học cổ truyền [[Ái Châu|Ái châu]] - [[Thanh Hóa]].\n\n==Tập luyện==\nTập luyện Sát thủ quyền lần lượt qua các giai đoạn sau: Luyện tập bộ pháp, quyền pháp, phân thế. Chuyên sâu vào các công pháp: [[Nhãn pháp]], công phá bằng trỏ, gồi, cạnh bàn tay, cạnh bàn chân.\n\nMôn sinh khi đã trải qua các căn bản quyền pháp của võ phái mới có thể bước đầu làm quen luyện tập Sát thủ quyền. Hầu hết khi đã học xong [[Bát lộ quyền]] thì mới bắt đầu cho phép luyện tập Sát thủ quyền.\n\n==Xem thêm==\n*Chiêu thức [[Ác phong đắc tử]]\n*[[Lam Sơn căn bản]]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai võ thuật}}\n{{Võ thuật}}\n\n[[Thể loại:Lam Sơn căn bản]]\n[[Thể loại:Quyền thuật]]"}