{"76763":"{{Infobox Stadium |\n stadium_name = Sân vận động Cao Lãnh |\n image =|\n location = Đường Lê Duẩn, [[Mỹ Phú (phường)|Phường Mỹ Phú]], [[Cao Lãnh (thành phố)|Cao Lãnh]], [[Đồng Tháp]], [[Việt Nam]]|\n owner = [[Câu lạc bộ bóng đá Đồng Tháp]] |\n architect = | \n tenants = [[Câu lạc bộ bóng đá Đồng Tháp]]|\n seating_capacity = 23.000|\n \n}}\n'''Sân vận động Cao Lãnh''' là một sân vận động nằm ở trung tâm thành phố [[Cao Lãnh (thành phố)|Cao Lãnh]], tỉnh [[Đồng Tháp]], [[Việt Nam]]. Sân có sức chứa trên 20.000 chỗ ngồi. Đây là sân nhà của [[Câu lạc bộ bóng đá Đồng Tháp]], một câu lạc bộ bóng đá đã hai lần [[giải bóng đá vô địch quốc gia|vô địch bóng đá Việt Nam]] vào các năm [[1989]] và [[1996]].<ref>{{chú thích web | url = http:\/\/dongthapfc.org\/dfc\/san-van-dong\/ | tiêu đề = Sân vận động Cao Lãnh | author = | ngày = | ngày truy cập = 15 tháng 3 năm 2016 | nơi xuất bản = dongthapfc.org | ngôn ngữ = tiếng việt}}<\/ref>\n\n==Vị trí==\nSân nằm trên đường Lê Duẩn, Phường Mỹ Phú, thành phố Cao Lãnh - thành phố trực thuộc tỉnh Đồng Tháp (đô thị loại II).\n\nĐặc biệt sân Cao Lãnh nằm rất gần sông vì vậy khán giả mọi nơi trong tỉnh có thể đến với sân bằng đường sông và đường bộ. Đây là nét rất đặc trưng của vùng sông nước Cửu Long.\n\n== Lịch sử ==\nNăm 1989, giám đốc Sở TDTT tỉnh Đồng Tháp là ông Trần Ngọc Thành (tự Sáu Thành),sau khi cùng tân binh Đồng Tháp lên ngôi vô địch toàn quốc 1989 khi thắng Thể Công 1-0 ngay trên sân Hàng Đẫy. Với chiến tích ấy ông Sáu Thành đã trở thành người hùng của tỉnh. Ông xin nhà thi đấu, trang thiết bị cho ngành thể thao địa phương và xin xây sân Cao Lãnh.\n\nSân được khánh thành vào ngày 6\/10\/1996 nhân trận chung kết giải VĐQG 1996 giữa Đồng Tháp và CATPHCM (3-1)\n\n== Mô tả ==\nSân có sức chứa khoảng 20.000 người.Khán đài A (nơi dành cho VIP, quan chức và CĐV đội khách) có 2 tầng + mái che sức chứa khoảng 8.000 người, khán đài B Hay còn gọi là nơi bất khả xâm phạm của fans Đồng Tháp: sức chứa khoảng 6.000 người Còn 2 khán đài C và D khá thấp (mấy năm gần đây do ít khán giả nên thường rất trống trải) sức chứa khoảng 3.000 người\/khán đài\n\nSân được trang bị dàn đèn để tổ chức thi đấu ban đêm.Mặt sân cỏ mới cải tạo nên rất đẹp, phẳng, mượt….đường chạy điền kinh trải nhựa tổng hợp đúng tiêu chuẩn.\n\n=== Các sự kiện được tổ chức ===\nHội khoẻ Phù Đổng toàn quốc năm 2000, Đại hội TDTT khu vực ĐBSCL lần 1 năm 2005………..\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.fussballtempel.net\/afc\/VIE\/Cau_Lanh.html Vài hình ảnh về sân vận động Cao Lãnh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081021002607\/http:\/\/www.fussballtempel.net\/afc\/VIE\/Cau_Lanh.html |date = ngày 21 tháng 10 năm 2008}}\n\n{{Các công trình thể thao ở Việt Nam}}\n{{Sân vận động Giải bóng đá vô địch quốc gia Việt Nam}}\n\n[[Thể loại:Địa điểm bóng đá Việt Nam|Cao Lãnh]]\n[[Thể loại:Thể thao Đồng Tháp]]\n[[Thể loại:Câu lạc bộ bóng đá Đồng Tháp]]\n[[Thể loại:Du lịch Đồng Tháp]]\n[[Thể loại:Địa điểm thể thao hoàn thành năm 1996]]\n[[Thể loại:Khởi đầu năm 1996 ở Việt Nam]]"}