{"825514":"{{công trình đang xây dựng}}\n{{Thông tin sân bay\n| name = Sân bay Phan Thiết\n| nativename = \n| nativename-a = \n| nativename-r = \n| image = \n| image_size = <!-- if less than 200 -->\n| caption = \n| image2 = \n| image2-width = <!-- if less than 200 -->\n| caption2 = \n| IATA = PHH\n| ICAO = VVPT\n| FAA = \n| type = \n| owner-oper = \n| owner = [[Tổng công ty 319]] và [[Tập đoàn Rạng Đông]]<ref>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20150119\/tong-cong-ty-319-td-rang-dong-dau-tu-san-bay-phan-thiet\/700608.html Tổng công ty 319, TĐ Rạng Đông đầu tư sân bay Phan Thiết]<\/ref>\n| operator = [[Tổng công ty cảng hàng không Việt Nam]]\n| city-served = [[Phan Thiết]], [[tỉnh Bình Thuận]]\n| location = xã [[Thiện Nghiệp]]\n| hub = \n| built = <!-- military airports -->\n| used = <!-- military airports -->\n| commander = <!-- military airports -->\n| occupants = <!-- military airports -->\n| metric-elev = \n| elevation-f = \n| elevation-m = \n| coordinates = \n| website = \n| lat_deg = 10| lat_min =59 | lat_sec =30 | lat_dir = N\n| lon_deg =108 | lon_min =14 | lon_sec =40 | lon_dir = E\n| land = Vietnam\n| metric-rwy = \n| r1-number =- \n| r1-length-f =10.000 \n| r1-length-m =3.050 \n| r1-surface = [[Bê tông]] (?)<!-- up to r8 -->\n| h1-number = \n| h1-surface = <!-- up to h12 -->\n| stat-year = \n| stat1-header = \n| stat1-data = <!-- up to stat4 -->\n| footnotes = \n}}\n[[Tập tin:Sân bay Phan Thiết.jpg|nhỏ|xây dựng công trình sân bay phan thiết 1\/2\/2023]]\n'''Sân bay Phan Thiết''' là một [[sân bay]] lưỡng dụng đã được khởi công xây dựng, tọa lạc tại xã [[Thiện Nghiệp]], phía đông bắc thành phố [[Phan Thiết]], tỉnh [[Bình Thuận]]. \n==Lịch sử==\nTrước năm [[1975]], sân bay cũ còn được gọi là ''\"Phi trường Căng E.S.E.P.I.C\"'' do nó tọa lạc gần Trường Cao đẳng Thể dục Thể thao Đông Dương ''(École Supérieure d’Éducation Physique de Indochine)'' do chính quyền [[đế quốc thực dân Pháp|thực dân Pháp]] xây dựng năm [[1940]]. Năm [[1960]], chính quyền [[Việt Nam Cộng hòa]] cải tạo khu vực này thành một căn cứ không quân dã chiến phòng thủ miền nam trung bộ và đông nam bộ. Tuy nhiên, mỗi tuần có một chuyến bay thương mại giữa Phan Thiết và [[Thành phố Hồ Chí Minh|Sài Gòn]] do hãng hàng không [[Air Viet Nam]] khai thác. Hiện nay, khu vực sân bay cũ này thuộc phường [[Đức Long (phường)|Đức Long]] và bị bỏ hoang.\n\nNgày [[18 tháng 1]] năm [[2015]], [[Phó Thủ tướng Việt Nam|Phó Thủ tướng]] [[Hoàng Trung Hải]] chính thức phát lệnh khởi công xây dựng sân bay Phan Thiết mới - dự án sân bay đầu tiên của cả nước đầu tư theo hình thức [[đầu tư BOT]]. Việc đầu tư xây dựng sân bay Phan Thiết theo hình thức BOT cũng là bước đột phá trong việc thu hút đầu tư vào lĩnh vực giao thông vận tải - hàng không dân dụng, nhằm thực hiện tái cơ cấu đầu tư công.\n\nTheo báo cáo đầu tư, sân bay Phan Thiết có diện tích hơn 500 ha được xây dựng với mục tiêu lưỡng dụng, kết hợp giữa phát triển kinh tế với an ninh quốc phòng; dự kiến sau 3 năm xây dựng, sân bay sẽ đi vào hoạt động từ năm [[2018]].\n\nSân bay này nằm trên địa bàn xã [[Thiện Nghiệp]], sân bay Phan Thiết gồm hệ thống nhà ga, thông tin kỹ thuật có thể tiếp nhận 500.000 khách\/năm (giai đoạn 1); 1 đường cất, hạ cánh tiêu chuẩn có thể tiếp nhận một số máy bay quân sự, các máy bay dân dụng [[A320]], A321 và tương đương; 1 đường bay cất, hạ cánh đặc thù khác. Sân bay Phan Thiết cách trung tâm thành phố Phan Thiết khoảng 10&nbsp;km; cách [[Thành phố Hồ Chí Minh]] khoảng 210&nbsp;km.\n\nSân bay Phan Thiết được Bộ GT-VT phê duyệt tại Quyết định (QĐ) 3216\/QĐ-BGTVT ngày 16.10.2013. Đây là sân bay lưỡng dụng, được thủ tướng Chính phủ đồng ý và giao cho Bộ Quốc phòng làm chủ đầu tư phần hạng mục quốc phòng, UBND tỉnh làm chủ đầu tư hạng mục bay dân dụng. Tuy nhiên, kể từ ngày khởi công (18.1.2015) tức đã hơn 4 năm sau ngày khởi công, dự án sân bay Phan Thiết vẫn “giậm chân tại chỗ”, chưa được triển khai.\n\n== Quy hoạch ==\n{{Maplink|frame=yes|frame-width=280|type=shape|fill=#ffffff|fill-opacity=0|title=Queens|stroke-width=3}}\n[[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Vận tải (GTVT)]] và [[Bình Thuận|tỉnh Bình Thuận]] đã công bố quy hoạch sân bay Phan Thiết. Theo quy hoạch đã được [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng]] phê duyệt và công bố năm 2009, sân bay Phan Thiết rộng 543 ha, gồm hạng mục sân bay quân sự cấp 1 kết hợp dân dụng cấp 4C. Hạng mục hàng không dân dụng theo hình thức hợp đồng BOT do Công ty Cổ phần Rạng Đông đầu tư. Dự án được khởi công đầu năm 2015, dự kiến hoàn thành năm 2018, nhưng thực tế vẫn án binh bất động ở thời điểm này.\n\nNăm 2017, UBND Bình Thuận đề xuất nâng cấp sân bay Phan Thiết 4C lên cấp 4E, đường băng kéo dài từ 2.400 m lên 3.050 m. Đến tháng 2\/2018, sân bay này được Thủ tướng phê duyệt là một trong 15 cảng hàng không nội địa trên toàn quốc có quy mô cấp 4E dân dụng kết hợp với sân bay quân sự cấp 1, tổng vốn đầu tư khoảng 10.000 tỷ đồng.<ref name=\":0\">{{Chú thích web|url=https:\/\/vnexpress.net\/san-bay-phan-thiet-se-duoc-thi-cong-trong-thang-3-4244197.html|tựa đề=Sân bay Phan Thiết sẽ được thi công trong tháng 3|tác giả=Việt Quốc|ngày=2021-03-05|website=VnExpress|location=Bình Thuận|url-status=live|ngày truy cập=2021-03-05}}<\/ref>\n\n== Khởi công và xây dựng ==\n[[Trần Đơn|Thượng tướng Trần Đơn]], [[Thứ trưởng Bộ Quốc phòng Việt Nam|Thứ trưởng Bộ Quốc phòng]] cho biết, sân bay Phan Thiết sẽ bắt đầu thi công cuối tháng 3, hoàn thành vào năm 2022.\n\nThượng tướng Trần Đơn chốt mốc thời gian trên trong buổi làm việc giữa [[Bộ Quốc phòng Việt Nam|Bộ Quốc phòng]] với UBND [[Bình Thuận|tỉnh Bình Thuận]] về việc đẩy nhanh tiến độ dự án cảng hàng không Phan Thiết, chiều 5\/3\/2021.\n\nThời gian qua, vấn đề vướng mắc lớn nhất tại dự án này là vốn đầu tư, nhưng nay đã được giải quyết. Theo Thượng tướng Trần Đơn, trước đây, Bộ Quốc phòng phải chờ đấu giá [[Sân bay Nha Trang|sân bay Nha Trang cũ]] để lấy nguồn vốn vào đầu tư sân bay Phan Thiết. Nhưng sau đó, Thủ tướng đồng ý đầu tư xây sân bay này bằng vốn ngân sách theo hình thức [[đầu tư công]].\n\n\"[[Chính phủ Việt Nam|Chính phủ]] đã giao nguồn vốn cho Bộ Quốc phòng, do đó việc xây dựng sân bay Phan Thiết sẽ sớm được triển khai\", Thượng tướng Trần Đơn nói. Nếu kịp tiến độ, sau 20 tháng, sân bay này sẽ hoạt động cùng với thời gian hoàn thành cao tốc Dầu Giây - Phan Thiết, năm 2022.\n\nTại cuộc họp, đại diện Công ty Cổ phần Rạng Đông - nhà đầu tư hạng mục dân dụng (BOT) cũng được Bộ Quốc phòng và lãnh đạo Bình Thuận đề nghị khẩn trương hoàn tất hồ sơ điểu chỉnh báo cáo nghiên cứu tiền khả thi, trình cấp có thẩm quyền phê duyệt để kịp triển khai cùng hạng mục quân sự.<ref name=\":0\" \/>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.binhthuan.org.vn\/index.php?SoTNMTBinhThuan=News&ndt-bt_in=viewst&sid=3684 Quy hoạch sân bay Phan Thiết: Vị trí hiện tại có còn phù hợp?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140323023024\/http:\/\/binhthuan.org.vn\/index.php?SoTNMTBinhThuan=News&ndt-bt_in=viewst&sid=3684 |date=2014-03-23 }}, năm 2010.\n\n{{Sân bay Việt Nam}}\n{{sơ khai hàng không}}\n\n[[Thể loại:Sân bay tại Bình Thuận|Phan Thiết]]\n[[Thể loại:Sân bay đang xây dựng hoặc đang quy hoạch ở Việt Nam|Phan Thiết]]\n[[Thể loại:Phan Thiết]]"}