{"366867":"'''Sân golf và khu nghỉ mát Du Parc Phan Thiết''' ([[tiếng Anh]]: '''Du Parc Phan Thiet Ocean Dunes & Golf Resort''', tên cũ: '''Novotel Phan Thiet Ocean Dunes and Golf Resort''', tên thông dụng: '''sân golf Phan Thiết''') là một quần thể sân [[golf]] 18 lỗ và [[khu nghỉ mát|resort]] tọa lạc cuối đại lộ Nguyễn Tất Thành, ngay trung tâm thành phố [[Phan Thiết]], tỉnh [[Bình Thuận]]. Nó bắt đầu hoạt động vào năm 1997. <ref name=vf1>[https:\/\/vietnamfinance.vn\/lich-su-san-golf-phan-thiet-truoc-khi-vao-dien-theo-doi-cua-ban-chi-dao-trung-uong-ve-phong-chong-tham-nhung-20180504224257399.htm Lịch sử sân golf Phan Thiết trước khi vào diện theo dõi của Ban chỉ đạo Trung ương về phòng chống tham nhũng], 17.8.2021, Vietnam Finance<\/ref>\n\n==Lịch sử==\nKhu vực này trước đây là đầm lầy, gần đó là [[khách sạn]] Vĩnh Thủy nằm ven biển do công ty Du lịch Bình Thuận sở hữu. Vào năm [[1992]], tỉ phú người Mỹ tên là [[Larry Hillblom]] (đồng sáng lập công ty vận chuyển [[DHL]]) đã mua lại khách sạn Vĩnh Thủy để nâng cấp nó thành khách sạn bốn sao cùng với một hợp đồng thuê đất làm sân golf với thời hạn là 50 năm (đến tháng 12\/2044). Nhiều người dân lúc đó không đồng ý bỏ mảnh đất đã canh tác từ lâu, nhưng chính quyền địa phương đã vận động họ với hứa hẹn tại đây sẽ hình thành một công trình thể thao phục vụ cộng đồng. <ref name=vf1\/> Khi sân golf khánh thành, nó rộng 62,5 ha, là một trong những sân golf đầu tiên ở [[Việt Nam]] và đẹp nhất Đông Nam Á lúc bấy giờ. Sau đó, sân golf này thường được giới lãnh đạo tỉnh Bình Thuận tiếp quan khách, chính khách đến giải trí. Năm 2009, Novotel Phan Thiết là khu du lịch đầu tiên của [[Việt Nam]] đạt chứng nhận \"Toàn cầu Xanh\" (Green Globe). Từ năm [[2012]], hệ thống khách sạn ''Novotel'' đổi tên thành ''Du Parc''. \n\nNăm 2014, khu vực này được chuyển thành đất ở đô thị, một tập đoàn tư nhân đầu tư phân lô, bán đất nền thành khu đô thị biển. Kể từ đó, sân golf Phan Thiết chính thức bị giải tỏa.<ref>[https:\/\/www.tienphong.vn\/dia-oc\/chu-san-golf-phan-thiet-bien-tuong-thanh-khu-do-thi-la-ai-1662762.tpo Chủ sân golf Phan Thiết 'biến tướng' thành khu đô thị là ai?]<\/ref>\n\n==Bê bối trong việc chuyển thành đất ở đô thị==\nTháng 1\/2019, ông [[Đinh Trung]], nguyên Bí thư Tỉnh ủy Bình Thuận đệ đơn tố cáo, cho là, có dấu hiệu “lợi ích nhóm” trong quá trình chuyển đổi hơn 62 ha đất sân golf Phan Thiết thành Khu đô thị du lịch biển Phan Thiết. Ông Trung cho rằng, UBND tỉnh Bình Thuận ngay từ đầu đã câu kết, móc ngoặc với chủ đầu tư xóa bỏ sân golf để kinh doanh bất động sản,  phân lô, bán nền, xây biệt thự, nhà cao tầng… để bán, chuyển nhượng là trái với quy hoạch, kế hoạch sử dụng đất của Chính phủ và các quyết định của Thủ tướng Chính phủ về việc phê duyệt quy hoạch sân golf Việt Nam đến 2020. <ref name=vf1\/>, <ref name=bdt1>[https:\/\/baodautu.vn\/vi-sao-vu-san-golf-phan-thiet-bien-thanh-khu-do-thi-bien-vao-tam-ngam---bai-1-khi-nguyen-bi-thu-tinh-uy-dich-than-dung-don-to-d149355.html Vì sao vụ sân golf Phan Thiết biến thành khu đô thị biển vào “tầm ngắm”? - Bài 1: Khi nguyên Bí thư Tỉnh ủy đích thân đứng đơn tố], 13.8.2021, baodautu<\/ref>\n=== Thanh tra Chính phủ kỳ 1===\nTháng 6\/2019, Thanh tra Chính phủ đã gửi Thủ tướng Chính phủ Báo cáo, đơn tố cáo chỉ có cơ sở một phần và đó là lỗi thủ tục hành chính. Ngoài ra,  việc UBND tỉnh Bình Thuận không yêu cầu chủ đầu tư bố trí 20% quỹ đất ở của dự án để xây dựng nhà ở xã hội trong phạm vi dự án là lỗi của Bộ Xây dựng  trong việc hướng dẫn nghiệp vụ cho địa phương bảo đảm đúng tinh thần của luật chuyên ngành. <ref name=bdt2>[https:\/\/baodautu.vn\/vi-sao-vu-san-golf-phan-thiet-bien-thanh-khu-do-thi-bien-vao-tam-ngam---bai-2-nguy-co-thiet-hai-ngan-sach-chi-co-co-so-mot-phan-d149485.html Vì sao vụ sân golf Phan Thiết biến thành khu đô thị biển vào “tầm ngắm”? - Bài 2: Nguy cơ thiệt hại ngân sách chỉ có cơ sở… một phần?], 16.8.2021, baodautu<\/ref>\n=== Thanh tra Chính phủ kỳ 2===\nTuy nhiên, Ông Trung đã gửi đơn phản biện hầu hết nội dung báo cáo kết quả kiểm tra xác minh của Thanh tra Chính phủ. Ông cho là lãnh đạo tỉnh Bình Thuận đã câu kết, móc ngoặc với chủ đầu tư xóa bỏ sân golf Phan Thiết trước khi Thủ tướng đồng ý. Ông cũng đưa thêm chi tiết để khẳng định “tỉnh Bình Thuận xác định giá đất để làm căn cứ thu tiền sử dụng đất chưa chính xác, gây thất thoát ngân sách hàng ngàn tỷ đồng”.\n\nPhó thủ tướng Thường trực Trương Hòa Bình đã chỉ đạo Thanh tra Chính phủ kiểm tra lại.  Cơ quan Cảnh sát điều tra Bộ Công an cũng đã vào cuộc đề nghị UBND tỉnh Bình Thuận cung cấp các tư liệu liên quan. Còn Ban Chỉ đạo phòng chống tham nhũng Trung ương đã đưa vụ việc vào diện theo dõi chỉ đạo. <ref name=bdt3>[https:\/\/baodautu.vn\/vi-sao-vu-san-golf-phan-thiet-bien-thanh-khu-do-thi-bien-vao-tam-ngam---bai-3-nguyen-bi-thu-tinh-uy-phan-bien-quyet-liet-d149693.html Vì sao vụ sân golf Phan Thiết biến thành khu đô thị biển vào “tầm ngắm”? - Bài 3: Nguyên Bí thư Tỉnh ủy phản biện quyết liệt], 18.8.2021, baodautu<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai Bình Thuận}}\n\n[[Thể loại:Phan Thiết]]\n[[Thể loại:Du lịch Bình Thuận]]\n[[Thể loại:Sân golf Việt Nam|Du Parc]]"}