{"56503":"{{Airport frame}}\n{{Airport title|name=Cảng hàng không Buôn Ma Thuột|nativename=Sân bay Buôn Ma Thuột}}\n{{Airport image|airport_image=Bmv_san_do_may_bay.png}}\n{{Airport infobox\n|lat_deg=12|lat_min=40|lat_sec=05|lat_dir=N\n|lon_deg=108|lon_min=07|lon_sec=12|lon_dir=E\n|IATA=BMV\n|ICAO=VVBM\n|type= Hỗn hợp quân sự và dân dụng\n|run by=[[Tổng công ty cảng hàng không Việt Nam]]\n|closest town= Tỉnh Đắk Lắk\n|elevation_ft=1.729\n|elevation_m=527\n|coordinates={{coor dms|12|40|05|N|108|07|12|E|type:airport}} \n}}\n{{Runway title}}\n{{Runway\n|runway_angle=09\/27\n|runway_length_f=9.843\n|runway_length_m=3.000\n|runway_surface=[[Nhựa đường|Asphalt]]\n}}\n{{Airport end frame}}\n'''Sân bay Buôn Ma Thuột''' (IATA: BMV, ICAO: VVBM) là một sân bay hỗn hợp quân sự và dân sự tại thành phố [[Buôn Ma Thuột]]. Sân bay có đường băng dài 3000 [[m]], rộng 45 m có thể tiếp nhận những máy bay tầm ngắn như [[ATR 72]], [[Fokker 70]], tầm trung như [[Airbus A320|A320]], [[Airbus A320#A321|A321]], [[Boeing 767|B767]] và có đèn chiếu sáng phục vụ bay đêm. Sân bay này do [[Tổng công ty cảng hàng không Việt Nam]] quản lý. Trước [[1975]], đây là sân bay quân sự của [[Không quân Hoa Kỳ]] và [[Không lực Việt Nam Cộng hòa]].\n\nNăm [[2016]], sân bay đã phục vụ 1.220.000 hành khách.\n\nSáng ngày 7\/5\/2021, sân bay phối hợp với Trung tâm Kiểm soát bệnh tật tỉnh Đắk Lắk tổ chức tiêm vắc xin phòng Covid-19 cho 90 cán bộ, nhân viên tại Cảng.<ref>{{Chú thích web|url=https:\/\/www.vietnamairport.vn\/tin-tuc\/tin-tuc-hoat-dong-tong-cong-ty\/cac-cang-hang-khong-cam-ranh-rach-gia-dong-hoi-buon-ma-thuot-to-chuc-tiem-vac-xin-phong-covid-19-cho-can-bo-nhan-vien|tựa đề=Nhân viên sân bay tiêm phòng Covid-19}}<\/ref>\n\n== Lịch sử ==\nSân bay Buôn Ma Thuột nằm cách trung tâm thành phố khoảng 8&nbsp;km về phía Đông Nam (với tên gọi đầu tiên là Sân bay Phụng Dực hay Hòa Bình), theo đường quốc lộ 27 đi Đà Lạt - Lâm Đồng.Sân bay Hòa Bình do chế độ cũ xây dựng và đưa vào hoạt động từ 26\/9\/1972 với chức năng là Cảng Hàng không, căn cứ chỉ huy của không quân. Trước đây, sân bay này có tên là sân bay Phụng Dực (có nghĩa là Phượng Hoàng bay). Ngoài ra, do nó nằm ở quận hành chính Hòa Bình nên còn gọi là Phi trường Hòa Bình. \nNăm 1975, khi giải phóng Buôn Ma Thuột ở đây đã xảy ra những trận đánh ác liệt. Chỉ sau một tuần tức 17\/3\/1975 Quân đội Nhân dân Việt Nam mới làm chủ được cứ điểm này.\nĐến ngày 10\/3\/1977, Hàng không dân dụng Việt Nam đã tiến hành khôi phục và khai thác trở lại với mục đích hàng không dân dụng nội địa nối liền Tây Nguyên với các trung tâm đô thị lớn của cả nước như thành phố Hồ Chí Minh, Đà Nẵng, Hà Nội.\n== Vị trí địa lý ==\nCảng Hàng không Buôn Ma Thuột (tên giao dịch [[tiếng Anh]]: Buon Ma Thuot Airport; viết tắt: BMV) nằm ở tọa độ 12° 40’ 07\" B; 108° 06’ 41\" Đ. Cảng hàng không thuộc địa phận xã Hoà Thắng, tỉnh [[Đắk Lắk]], cách trung tâm [[Buôn Ma Thuột]] 8 [[kilômét|km]] về phía Đông Nam (tại cột cây số 7 trên quốc lộ 27).\nĐiểm quy chiếu sân bay: Là giao điểm giữa tim đường HCC 09\/27 và tim đường lăn có tọa độ (theo hệ WGS-84) là: 12º40'06\".18N - 108º06'59\".65E độ cao trung bình so với mực nước biển là: 530 mét;\n \nCảng hàng không Buôn Ma Thuột giáp ranh với các thôn, buôn xã Hòa Thắng - TP. Buôn Ma Thuột; xã Hòa Đông huyện KrôngPac tỉnh Đak Lak:\n\n*Phía Bắc giáp thôn 10, thôn 11 xã Hòa Thắng,\n*Phía Đông giáp buôn Ea chuKap xã Hòa Thắng, buôn EaKmat xã Hòa Đông huyện KrôngPac,\n*Phía Nam giáp thôn 7, thôn 8 xã Hòa Thắng;\n*Phía Tây giáp thôn 1, thôn 3, Buôn Comleo xã Hòa Thắng;\n\n== Các tuyến bay và các hãng hàng không ==\n{|class=\"wikitable sortable toccolors\"\n!style=\"background-color:orangered;color: yellow\" width=90px|'''Hãng hàng không'''\n!style=\"background-color:darkorchid;color: white\" width=550px|'''Các điểm đến'''\n|-\n|[[Bamboo Airways]]|| [[Sân bay quốc tế Nội Bài|Hà Nội]], [[Sân bay quốc tế Tân Sơn Nhất|Tp. Hồ Chí Minh]]\n|-\n|[[Pacific Airlines]]||[[Sân bay quốc tế Tân Sơn Nhất|Tp. Hồ Chí Minh]]\n|-\n|[[Hãng hàng không Quốc gia Việt Nam|Vietnam Airlines]]||[[Sân bay quốc tế Đà Nẵng|Đà Nẵng]], [[Sân bay quốc tế Nội Bài|Hà Nội]], [[Sân bay quốc tế Cát Bi|Hải Phòng]], [[Sân bay quốc tế Tân Sơn Nhất|Tp. Hồ Chí Minh]], [[Sân bay Vinh|Vinh]]\n|-\n|[[Công ty Cổ phần Hàng không VietJet|VietJet Air]]|| [[Sân bay quốc tế Đà Nẵng|Đà Nẵng]], [[Sân bay quốc tế Nội Bài|Hà Nội]], [[Sân bay quốc tế Tân Sơn Nhất|Tp. Hồ Chí Minh]], [[Sân bay Quốc tế Cát Bi|Hải Phòng]], [[Sân bay quốc tế Vinh|Vinh]].\n|}\n\n== Cơ sở hạ tầng ==\nTrước năm 1997, Cảng Hàng không [[Buôn Ma Thuột]] có một đường hạ cất cánh với kích thước 1.800 mét x 30 mét được cải tạo từ tháng 7 năm [[1997]]. [[Wikt:Đường lăn|Đường lăn]] nối giữa đường hạ cất cánh và sân đỗ máy bay với kích thước 250 m x 15 m được cải tạo từ tháng 1 năm 1997. Sân đỗ máy bay với kích thước 120m x 90m có thể tiếp nhận hai máy bay ATR 72 hoặc Fokker 70 được cải tạo từ tháng 1 năm 1997. Nhà ga hành khách nằm sát sân đỗ [[máy bay]] được cải tạo từ năm [[1995]] với kích thước 24 m x 64 m, đảm bảo tiếp nhận 120 hành khách\/[[giờ]].\n\nCảng Hàng không Buôn Ma Thuột đã tiếp tục đầu tư nâng cấp, cải tạo đường hạ cất cánh có chiều dài 3.000 mét, rộng 45 mét với các trang thiết bị phụ trợ, đèn đêm, cũng như đầu tư mới thiết bị như [[wikt:xe thang|xe thang]], xe nâng hàng, xe băng chuyền đảm bảo cho cảng hàng không này đáp ứng việc khai thác của các máy bay [[Airbus A320|A320]], [[Airbus A320#A321|A321]] và các loại máy bay quân sự hiện đại cả ngày và đêm, sẵn sàng phục vụ nhiệm vụ phát triển kinh tế, an ninh, quốc phòng khu vực [[Tây Nguyên]].\n\nNhà ga hành khách cảng hàng không Buôn Ma Thuột dã được xây mới khang trang và đi vào khai thác từ ngày 09\/12\/2011. Nhà ga có công suất thiết kế 1 triệu lượt khách mỗi năm với 12 quầy làm thủ tục lên máy bay, 4 cửa ra máy bay, có thể đồng thời phục vụ 4 máy bay tầm trung.\n\n== Quá trình hình thành và phát triển ==\n*Sân bay Buôn Ma Thuột do người [[Pháp]] xây dựng năm 1950. Năm 1968 Quân đội Việt Nam Cộng Hòa phục hồi lại và đưa vào sử dụng năm 1970 với chức năng là căn cứ chỉ huy không quân để thay cho Sân bay L19 tại thị xã Buôn Ma Thuột - tỉnh Đăk Lăk (với tên gọi đầu tiên là Sân bay Phụng Dực hay Hòa Bình). Cơ sở hạ tầng của sân bay Buôn Ma Thuột giai đoạn này gồm có:\n** Đường hạ, cất cánh (HCC) kích thước: 1.800m x 30m bằng bê tông nhựa bán thâm nhập;\n** Đường lăn: vuông góc đường HCC kích thước 209m x 15m bằng bê tông nhựa bán thâm nhập;\n** Sân đỗ tàu bay: Có kích thước: 128m x 120m bằng bê tông nhựa bán thâm nhập;\n*Hòa bình lập lại, ngày 10\/3\/1977, Nhà nước đã mở lại các đường bay từ: Buôn Ma Thuột đi TP. Hà Nội, TP. Đà Nẵng, TP. Hồ Chí Minh và ngược lại, với chức năng là Sân bay hàng không dân dụng. Hoạt động khai thác tại Cảng hàng không Buôn Ma Thuột thực sự nhộn nhịp bắt đầu từ năm 2000 trở lại đây cùng với chủ trương mở cửa, đổi mới của Đảng và Nhà nước. Để đáp ứng nhu cầu đi lại bằng đường hàng không, trong các năm qua Tổng công ty Cảng hàng không Việt Nam (nay là Tổng công ty Cảng hàng không Việt Nam) đã đầu tư nhiều kinh phí để xây dựng cơ sở hạ tầng, mua sắm trang thiết bị phục vụ cho hoạt động bay tại Cảng hàng không Buôn Ma Thuột. Năm 2003, cải tạo và mở rộng đường HCC, đường lăn, sân đỗ tàu bay; lắp đặt hệ thống đèn tín hiệu khu bay để tiếp nhận các loại máy bay tầm trung như A320, A321 và tương đương cả ngày lẫn đêm. Cơ sở hạ tầng được cải tạo gồm: \n** Đường HCC: mở rộng, kéo dài đường HCC đạt kích thước: 3.000mx 45m\n** Đường lăn mở rộng 2 bên đạt kích thước: 209m x 18m\n** Sân đỗ tàu bay mở rộng thêm đạt kích thước: 128m x 179 m;\n*Quyết định số 977\/QĐ-BGTVT ngày 28 tháng 4 năm 2006 của Bộ trưởng Bộ Giao thông Vận tải xác định Thành phố Buôn Ma Thuột với vị trí địa lý mang tầm chiến lược đặc biệt, vốn được mệnh danh là Thủ phủ của Tây Nguyên nên Cảng hàng không Buôn Ma Thuột được xây dựng với chức năng dùng chung cho hàng không dân dụng và nhu cầu quân sự.\n*Năm 2010, khởi công dự án \"Xây dựng Nhà ga hành khách mới\" công suất thiết kế đạt một triệu khách\/năm. Ngày 24\/12\/2011, Tổng công ty Cảng hàng không Miền Nam đã long trọng tổ chức khánh thành đưa nhà ga mới vào khai thác.\n \n==Thống kê==\nTheo [[Tổng công ty cảng hàng không Việt Nam]]<ref>{{Chú thích web|url=http:\/\/vietnamairport.vn\/page\/1787\/hoat-dong-acv\/cang-hang-khong-buon-ma-thuot-dam-bao-moi-truong-luon-%E2%80%9Cxanhsachdep%E2%80%9D|tiêu đề=Cảng hàng không Buôn Ma Thuột đảm bảo môi trường luôn “xanh-sạch-đẹp”|ngày tháng=9 tháng 9 năm 2015|nhà xuất bản=ACV|ngày truy cập=2016-03-10|archive-date=2016-03-16|archive-url=https:\/\/archive.is\/20160316095508\/http:\/\/vietnamairport.vn\/page\/1787\/hoat-dong-acv\/cang-hang-khong-buon-ma-thuot-dam-bao-moi-truong-luon-%E2%80%9Cxanhsachdep%E2%80%9D|url-status=dead}}<\/ref>\n{| class=\"wikitable sortable toccolors\" \n! style=\"background:peru;color:white\"| '''Năm'''\n! style=\"background:lightskyblue;color: seagreen\"| '''Số hành khách thông qua'''\n|-\n! 2012\n| 410.000\n|-\n! 2013\n| 535.029\n|-\n! 2014\n| 695.000\n|-\n! 2015\n|830.000\n|-\n! 2016\n|1.220.000\n|-\n!2017\n|897.173\n|-\n!2018\n|909.907\n|-\n!2019\n|1.003.419\n|-\n!2020\n|988.400\n|-\n!2021\n|591.077\n|-\n!2022\n|Dự kiến 1.500.000\n|}\n\n== Sự cố hàng không tại Sân bay buôn Ma Thuột ==\n1. Lúc 16 giờ 20 chiều ngày 25 tháng 11 năm 2013, chiếc máy bay King Air mang số hiệu VFC-750 của Công ty bay dịch vụ hàng không Vasco có 9 người, xuất phát từ Đà Lạt đến Buôn Ma Thuột đã gặp trục trặc kỹ thuật, không bung được càng nên đã buộc phải hạ cánh bằng bụng. Tổ lái đã liên hệ với mặt đất để xin hạ cánh khẩn nguy. Ngay khi nhận được tín hiệu yêu cầu trợ giúp từ đài kiểm soát không lưu, Cảng Hàng không Buôn Ma Thuột đã có lệnh đóng cửa sân bay và nhanh chóng triển khai phương án, lực lượng khẩn nguy, phối hợp với công an tỉnh, cảnh sát phòng cháy chữa cháy và các đơn vị liên quan đảm bảo cho máy bay hạ cánh an toàn.<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/thoi-su-trong-nuoc\/khong-the-bung-cang--may-bay-vasco-phai-ha-canh-bang-bung-20131125100555522.htm|title=Không thể bung càng, máy bay Vasco phải hạ cánh bằng bụng|last=|first=|date=ngày 25 tháng 11 năm 2013|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n2. Lúc 23 giờ 03 đêm ngày 29 tháng 11 năm 2018, chuyến bay VJ356 của Hãng hàng không Vietjet bay từ Thành phố Hồ Chí Minh đi Buôn Ma Thuột gặp sự cố nghiêm trọng trong quá trình hạ cánh. Theo Cục Hàng không VN, 2 bánh trước của máy bay đã bị mất trong quá trình hạ cánh, máy bay đã dừng lại an toàn tại sân bay Buôn Ma Thuột. Tổ bay đã triển khai quy trình khẩn nguy và thoát hiểm hành khách theo quy trình khai thác, toàn bộ 207 hành khách đã thoát hiểm an toàn. 6 hành khách bị chấn thương đã được kịp thời đưa vào Bệnh viện đa khoa Thiện Hạnh để kiểm tra sức khỏe. Hiện có 4 hành khách đã được xuất viện với tình trạng sức khỏe bình thường.<ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/thoi-su\/an-toan-giao-thong\/may-bay-vietjet-air-roi-lop-o-san-bay-buon-ma-thuot-ha-canh-the-nao-491876.html|title=Máy bay Vietjet Air rơi lốp ở sân bay Buôn Ma Thuột hạ cánh thế nào?|last=|first=|date=ngày 30 tháng 11 năm 2018|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref><ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/san-bay-buon-ma-thuot-tam-dong-cua-8-tieng-201811300740249.htm|title=Sân bay Buôn Ma Thuột tạm đóng cửa 8 tiếng|last=|first=|date=ngày 30 tháng 11 năm 2018|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n==Hình ảnh==\n<gallery widths=\"170\" heights=\"160\">\nTập tin:Sân đỗ máy bay Sân bay Buôn Ma Thuột.png|Sân đỗ máy bay\nTập tin:Nhà ga sân bay BMT.jpg|Nhà ga sân bay Buôn Ma Thuột\nTập tin:Buon Ma Thuot business lounge.jpg|Phòng chờ thương gia Sân bay Buôn Ma Thuột\nTập tin:Nhà chứa máy bay Sân Bay Buôn Ma Thuột.png|Nhà chứa máy bay Sân bay Buôn Ma Thuột\nTập tin:Khu vực Check in sân bay Buôn Ma Thuột.jpg|Khu vực làm thủ tục\nTập tin:Bãi đỗ xe sân bay Buôn Ma Thuột.jpg|Mặt trước nhà ga\nTập tin:Loilenphongchomaybay.png|Lối lên sảnh chờ máy bay\nTập tin:Sân đỗ máy bay.png|Sân đỗ máy bay\n<\/gallery>\n\n== Liên kết ngoài ==\n* [http:\/\/www.tsnairport.hochiminhcity.gov.vn\/vn\/default.aspx?cat_id=690&cl1=689 Sân bay Buôn Ma Thuột trên website của Cụm cảng hàng không miền Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061008083448\/http:\/\/www.tsnairport.hochiminhcity.gov.vn\/vn\/default.aspx?cat_id=690&cl1=689 |date=2006-10-08 }}\n* [http:\/\/worldaerodata.com\/wad.cgi?id=VM00010&sch=VVBM Buôn Ma Thuột at World Aero Data]\n{{Tham khảo}}\n\n{{Sân bay Việt Nam}}\n\n<br \/>\n\n[[Thể loại:Sân bay tại Đắk Lắk|Buôn Ma Thuột]]\n[[Thể loại:Buôn Ma Thuột]]\n[[Thể loại:Công trình xây dựng ở Đắk Lắk]]\n[[Thể loại:Cảng hàng không do Tổng công ty Cảng hàng không Việt Nam quản lý|Buôn Ma Thuột]]"}