{"3670845":"{{Hộp thông tin sân vận động\n| name = Sân vận động Quy Nhơn\n| image_size = \n| image = Quy Nhon Stadium.jpg\n| size_image = \n| broke_ground = 1976\n| built = \n| opened = \n| location = [[Quy Nhơn]], [[Bình Định]], [[Việt Nam]]\n| nickname = \n| coordinates = \n| surface = [[Cỏ Bermuda]]\n| construction_cost = \n| Kiến trúc sư = \n| operator = [[Liên đoàn Bóng đá Việt Nam]]\n| capacity = 20.000\n| tenant = [[Câu lạc bộ bóng đá Topenland Bình Định|Topenland Bình Định]]\n| owner = Topenland Bình Định\n}}\n\n'''Sân vận động Quy Nhơn''' là sân vận động bóng đá nằm ở thành phố [[Quy Nhơn]], tỉnh [[Bình Định]], [[Việt Nam]]. Sân có sức chứa 20.000 chỗ ngồi và là sân nhà của [[Câu lạc bộ bóng đá Bình Định|Câu lạc bộ bóng đá TopenLand Bình Định]].\n\n== Lịch sử ==\nSân vận động Quy Nhơn được khởi công xây dựng từ năm 1976. Khoảng những năm 1980 - 1981, sân được lắp đặt hệ thống dàn đèn chiếu sáng. Những năm 2007 - 2008, sân từng được nâng cấp nhiều hạng mục: thay mặt cỏ lá gừng, làm lại hệ thống thoát nước, đường piste,...\n\nSau khi đội TopenLand Bình Định giành quyền lên hạng [[Giải bóng đá Vô địch Quốc gia 2021|V.League 2021]], UBND tỉnh Bình Định đã phối hợp cùng nhà tài trợ Tập đoàn Hưng Thịnh cải tạo toàn diện, nâng cấp sân Quy Nhơn với các hạng mục thiết yếu như: mặt sân cỏ, dàn đèn chiếu sáng, nền các khán đài, các phòng chức năng, khu vực đại biểu, hệ thống nhà vệ sinh…\n\nĐồng thời, xây mới khu vực nhà ở VĐV các đội thể thao thuộc Trung tâm Huấn luyện và Thi đấu thể thao tỉnh; phòng tập và phục hồi thể lực cho VĐV; xây mới 1 sân tennis ở vị trí bên hông Nhà thi đấu; lắp đặt thêm bảng điện tử ở khu vực khán đài D…\n\nĐặc biệt, mặt sân cỏ bermuda thay cho cỏ lá gừng truyền thống đã tăng tính chất lượng cho mặt sân, giảm thiểu nguy cơ chấn thương cho các cầu thủ.<ref>{{Chú thích web|url=https:\/\/laodong.vn\/photo\/can-canh-san-quy-nhon-da-hoan-thien-cho-ngay-binh-dinh-thi-dau-884053.ldo|tựa đề=Cận cảnh sân Quy Nhơn đã hoàn thiện chờ ngày Bình Định thi đấu|website=laodong.vn|url-status=live|ngày truy cập=2023-05-11}}<\/ref> Hệ thống tưới nước hiện đại thông qua điện thoại thông minh còn giúp bảo dưỡng mặt sân được tốt nhất.\n\nTrước mùa giải [[Giải bóng đá Vô địch Quốc gia 2022|V.League 2022]], sân còn được thay mới dàn đèn để phục vụ các trận thi đấu vào khung giờ 17 giờ hay 19 giờ. Đây cũng là sân vận động đầu tiên tại Việt Nam ứng dụng công nghệ chiếu sáng LED hiện đại của Musco Lighting với nhiều ưu điểm giúp gia tăng về hiệu suất ánh sáng nhưng lại giảm thiểu mức tiêu thụ điện năng hơn so với các hệ thống khác.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/san-quy-nhon-lung-linh-voi-dan-den-moi-1851424885.htm|tựa đề=Sân Quy Nhơn lung linh với dàn đèn mới|họ=thanhnien.vn|ngày=2022-01-26|website=thanhnien.vn|ngôn ngữ=vi|ngày truy cập=2023-05-11}}<\/ref>\n\nSân vận động Quy Nhơn hiện được xem là sân bóng đẹp và hiện đại nhất miền Trung. Ngoài phục vụ cho [[câu lạc bộ bóng đá TopenLand Bình Định]], sân vận động Quy Nhơn còn sẵn sàng đón đội tuyển Việt Nam về đây tập luyện.\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{sơ khai}}\n\n{{Các công trình thể thao ở Việt Nam}}\n{{Sân vận động Giải bóng đá vô địch quốc gia Việt Nam}}\n\n[[Thể loại:Địa điểm bóng đá Việt Nam|Quy Nhơn]]\n[[Thể loại:Khởi đầu thập niên 1970 ở Việt Nam]]\n[[Thể loại:Địa điểm điền kinh Việt Nam]]\n[[Thể loại:Du lịch Bình Định]]"}