{"82777":"{{Airport frame}}\n{{Airport title|name=Sân bay Nà Sản<br \/><small>Sơn La<\/small>}}\n{{Airport infobox\n|IATA=SQH\n|ICAO=VVNS\n|type=Công cộng\n|run by=Cụm cảng hàng không miền Bắc\n|opened=\n|closest town= thành phố Sơn La\n|elevation_ft=2.194\n|elevation_m=669\n|coordinates={{coor dms|21|12|53|N|104|02|07|E|type:airport}}\n}}\n{{Runway title}}\n{{Runway\n|runway_angle=12\/30\n|runway_length_f=7.903\n|runway_length_m=2.409\n|runway_surface=Nhựa đường\n}}\n{{Airport end frame}}\n'''Sân bay Nà Sản''' {{airport codes|SQH|VVNS}} là một sân bay ở huyện [[Mai Sơn]], tỉnh [[Sơn La]], vùng [[Vùng Tây Bắc (Việt Nam)|Tây Bắc Việt Nam]]. Sân bay nằm cạnh [[Quốc lộ 6]], cách [[Sơn La (thành phố)|thành phố Sơn La]] khoảng 20&nbsp;km về phía Nam. Năm 2004, sân bay được \"tạm đóng cửa để nâng cấp\" nhưng đến nay vẫn chưa mở cửa hoạt động. Hiện tại, [[Sân bay Điện Biên Phủ]] vẫn tạm thời đảm nhận chức năng cảng hàng không thay cho sân bay Nà Sản.\n\n==Lịch sử==\nSân bay Nà Sản được người Pháp xây dựng vào khoảng năm 1950, phục vụ cho nhu cầu đi lại của những người thực dân Pháp, sau khi họ chiếm lại được quyền kiểm soát được vùng Sơn La từ tay [[Việt Minh]]. Ban đầu, sân bay có một đường băng ngắn với nền đất nện; về sau được mở rộng kéo dài thêm và có nền lát ghi sắt, có thể đáp ứng cho loại máy bay [[Douglas DC-3|Dakota]] cất và hạ cánh.\n\nCuối tháng 10 năm 1952, trước sự uy hiếp của lực lượng [[Quân đội Nhân dân Việt Nam]] ở vùng Nghĩa Lộ, có khả năng gây nên sự sụp đổ của tuyến phòng thủ ở phía tây sông Đà; tướng [[Salan]], Tổng chỉ huy quân đội Pháp tại Đông Dương, đã quyết định rút tất cả lực lượng còn lại về Nà Sản. Người Pháp đã xây dựng một tập đoàn cứ điểm tại đây, xung quanh sân bay Nà Sản, nhằm ngăn chặn sức tiến công của quân Việt Minh.\n\nTừ ngày 30 tháng 11 đến ngày 2 tháng 12 năm 1952, quân Việt Minh tấn công Nà Sản và đã đánh chiếm được một số cứ điểm tại đây, nhưng không đủ sức đánh chiếm tập đoàn cứ điểm. Sân bay Nà Sản trở thành cảng tiếp vận hàng không hữu hiệu giúp cho quân Pháp cầm cự trước sức tấn công của quân Việt Minh. Vì vậy, Tổng chỉ huy quân Việt Minh, tướng [[Võ Nguyên Giáp]] đã quyết định chuyển sang thế bao vây, cô lập quân Pháp tại đây cho đến khi họ rút lui khỏi Nà Sản vào đầu năm 1953.\n\nSau năm 1954, sân bay Nà Sản bị bỏ hoang một thời gian. Mãi đến đầu thập niên 1960, chính quyền [[Việt Nam Dân chủ Cộng hòa]] mới quyết định khôi phục lại hoạt động của sân bay nhằm phục vụ nhu cầu đi lại đường không của vùng Tây Bắc. Tuy nhiên, không lâu sau, sân bay một lần nữa bị đóng cửa do lượng khách đi lại khi đó còn rất ít.\n\nĐến năm 1994, sân bay tái hoạt động trở lại thêm 10 năm nữa, từ năm 1994 đến 2004. Ngày 17 tháng 5 năm 2004, sân bay một lần được \"đóng cửa\" để sửa chữa, nâng cấp, mở rộng đường băng với tổng vốn dự kiến khoảng 550 tỷ đồng (giai đoạn 1). Nhưng cho đến hết năm 2009, sân bay Nà Sản vẫn chưa có vốn đầu tư để thực hiện việc nâng cấp. Nguyên do trong việc chậm trễ nâng cấp sân bay là do kém hiệu quả kinh tế khi chỉ cách Hà Nội 300&nbsp;km về phía Tây Bắc và cách [[sân bay Điện Biên Phủ]] 180&nbsp;km về phía Nam.\n\n==Kế hoạch nâng cấp==\nĐầu năm 2015, Bộ trưởng Bộ Giao thông vận tải [[Đinh La Thăng]] ra Quyết định 249\/QĐ-BGTVT, phê duyệt điều chỉnh Cảng hàng không Nà Sản giai đoạn đến năm 2020 và định hướng đến năm 2030. Quyết định này xác định sân bay Nà Sản là sân bay dùng chung cho cả dân dụng và [[quân sự]]. Mục tiêu quy hoạch đến năm 2020 là sân bay nội địa cấp 4C theo quy định [[Tổ chức Hàng không dân dụng quốc tế]] (ICAO). Công suất vận chuyển khách đạt 0,9 triệu hành khách\/năm; tổng vị trí đỗ là 4 vị trí; loại máy bay khai thác là A320\/321 và tương đương. Đến năm 2030, sân bay Nà Sản sẽ có sản lượng vận chuyển đạt 1,5 triệu khách\/năm; có 5 vị trí đỗ máy bay cho loại A320\/321.\n\nVề khu bay, đến 2020 sẽ xây dựng đường cất hạ cánh đạt kích thước 2.600m x 45m, lề mỗi bên rộng 7,5m, đảm bảo khai thác cho tàu bay A320\/321 và tương đương. Xây dựng đường lăn nối từ đường cất hạ cánh vào sân đỗ tàu bay, với [[chiều rộng]] đường lăn 18m, 2 lề mỗi bên rộng 5m.\n\nBên cạnh đó là việc xây dựng nhà ga hành khách tại khu đất diện tích khoảng 6.750m2, công suất 450 hành khách\/giờ cao điểm, tương đương 900.000 hành khách\/năm. Đến năm 2030 sẽ mở rộng nhà ga hành khách theo nhu cầu tại khu đất dự trữ với tổng diện tích khoảng 9.000m2. Công suất đạt 600 hành khách\/giờ cao điểm, tương đương 1,5 triệu hành khách\/năm.\n\nTổng diện tích quy hoạch đến năm 2030 là 498,67 ha.<ref>[http:\/\/baodautu.vn\/nang-cap-san-bay-na-san-dap-ung-gan-1-trieu-khachnam-d2869.html Nâng cấp sân bay Nà Sản đáp ứng gần 1 triệu khách\/năm]<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n{{Sân bay Việt Nam}}\n\n[[Thể loại:Sân bay đã ngừng hoạt động hoặc bỏ hoang tại Việt Nam|Nà Sản]]\n[[Thể loại:Sân bay đang xây dựng hoặc đang quy hoạch ở Việt Nam|Nà Sản]]\n[[Thể loại:Sân bay tại Sơn La|Sơn La]]\n[[Thể loại:Giao thông Sơn La]]\n[[Thể loại:Công trình xây dựng ở Sơn La]]\n[[Thể loại:Cảng hàng không do Tổng công ty Cảng hàng không Việt Nam quản lý]]"}