{"30360":"\n{{Tóm tắt về sân bay \n| name = Sân bay Điện Biên Phủ\n| nativename = Cảng hàng không Điện Biên Phủ\n| nativename-a = \n| nativename-r = \n| image = \n| image-width = \n| caption = \n| IATA = DIN\n| ICAO = VVDB\n| type = Công cộng\n| owner = \n| operator = [[Tổng công ty cảng hàng không Việt Nam]]\n| city-served =[[Điện Biên Phủ]], [[Việt Nam]] \n| location = Thành phố [[Điện Biên Phủ]]\n| elevation-f = 1.611\n| elevation-m = 491\n| coordinates = {{Coord|21|23|50|N|103|00|28|E|type:airport|display=inline,title}}\n| website = \n| metric-elev = \n| metric-rwy = \n| r1-number = 16\/34\n| r1-length-f = 6.003\n| r1-length-m = 1.830\n| r1-surface = [[Bê tông]]\n| stat-year = \n| stat1-header = \n| stat1-data = \n| stat2-header = \n| stat2-data = \n| footnotes = \n|hub=[[Công ty bay dịch vụ hàng không|VASCO]]}}\n'''Cảng hàng không Điện Biên Phủ''' là [[sân bay]] ở thành phố [[Điện Biên Phủ]], tỉnh [[Điện Biên]], có tọa độ 21°23'41' ' vĩ Bắc, 103°00'10' ' kinh Đông. Mã [[Hiệp hội Vận tải Hàng không Quốc tế|IATA]] của sân bay này là '''DIN'''.\n\n== Vị trí địa lý, lịch sử hoạt động, cơ sở vật chất ==\n{{wikify}}\nSân bay Mường Thanh hay còn gọi là sân bay Điện Biên Phủ có địa chỉ Tổ dân phố 10, phường Thanh Trường, thành phố Điện Biên Phủ, tỉnh Điện Biên. Đây vốn là sân bay dã chiến hồi 1954 – cứ điểm 206 năm xưa, một căn cứ tiếp vận rất quan trọng của [[Pháp]] và cũng là sân bay trung tâm của tập đoàn cứ điểm Điện Biên Phủ.\n\n[[Năm 1958]], vận tải hàng không dân dụng chính thức được mở tại sân bay Điện Biên và do quân đội đảm nhiệm nhưng các chuyến bay còn rất ít. Đến năm 1984, kỷ niệm 30 năm chiến thắng Điện Biên Phủ, tuyến đường bay Hà Nội - Điện Biên bằng máy bay AN24, AK40... được khôi phục, sân bay đưa vào khai thác với đường băng ghi nhôm dài 1400m. Sau 10 tháng khai thác, do các điều kiện kỹ thuật không cho phép, ngày 30\/1\/1995 đường bay đã bị cắt để sửa chữa đường cất hạ cánh. Sau khi sửa chữa, CHK Điện Biên đã hoạt động trở lại và máy bay là loại ATR72. Năm 1996, sân bay được đầu tư xây dựng đường hạ cất cánh dài 1430m, rộng 30m bằng bê tông, sân đỗ máy bay có 2 vị trí đỗ. [[Năm 1998]] nâng lên 10 lần chuyến một tuần với khoảng trên 20 ngàn hành khách\/năm. Năm 2004, CHK Điện Biên được đầu tư mở rộng sân đỗ máy bay diện tích 12.000m2 đảm bảo cho 4 vị trí máy bay đỗ. Nhà ga hành khách với diện tích sử dụng 2.500m2, đủ năng lực phục vụ hai chuyến bay ATR72 tương đương với 300 hành khách\/giờ cao điểm. Các phương tiện hỗ trợ dưới mặt đất: 1 xe cứu hỏa, 1 xe khẩn nguy, 1 xe cứu thương, 1 xe tải hỗ trợ, 1 Xe đầu kéo: 2 Mooc chứa hành lý và hàng hóa rời\n\nNgày nay, sân bay này đã được cải tạo, nâng cấp thành một cảng hàng không dân dụng của thành phố Điện Biên Phủ. Cảng hàng Điện Biên Phủ có tọa độ 21°23'50'' vĩ Bắc, 103°00'28'' kinh Đông. Sân bay có: [[Đài kiểm soát không lưu]]. Hệ thống rada dẫn đường.\n\nĐường lăn, sân đỗ máy bay diện tích 12.000m² đảm bảo cho 03 vị trí máy bay đỗ. Nhà ga hành khách rộng 2.500m2 với trang thiết bị và công nghệ hiện đại, phục vụ một lúc cả chuyến bay quốc tế và nội địa.\n\nĐây là sân bay lớn nhất miền Tây Bắc Việt Nam. Hiện tại, sân bay Điện Biên Phủ thực hiện ngày 3 chuyến Hà Nội - Điện Biên ,Điện Biên - Hà Nội và một chuyến từ TPHCM - Điện Biên,một số ngày đặc biệt có thể tăng lên 4 -5chuyến trên ngày và có khả năng đáp ứng mỗi ngày 4 chuyến bay, hạ cánh một giờ cao điểm.\n\nDo sân bay Điện Biên nằm trong khu vực lòng chảo, tĩnh không 2 đầu đường cất hạ cánh hạn chế nên không thể kéo dài đường băng để khai thác các loại tàu bay lớn như A320, A321 và tương đương.\n\nViệc lắp đèn đêm và hệ thống dẫn đường hiện đại cho đường cất hạ cánh hiện hữu cũng không được thực hiện do vướng về tĩnh không, do đó cảng này cũng chỉ khai thác được ban ngày.\n\nĐáng nói hơn, do nằm trong khu vực vùng núi cao, điều kiện thời tiết phức tạp, thường xuyên có mây mù, mưa, tầm nhìn hạn chế nên tỷ lệ huỷ chuyến tại Điện Biên khá cao so với các sân bay khác.\n\nNgoài phục vụ thương mại sân bay còn phục vụ nhiệm vụ chính trị đảm bảo an ninh an toàn tuyệt đối cho các chuyến bay chuyên cơ, ưu tiên, chuyến bay quân sự của cán bộ Đảng, nhà nước và các khách ngoại giao lên thăm và làm việc tại tỉnh Điện Biên\n\n== Nhà ga ==\nSân bay có một đường cất hạ cánh dài 1.830m, rộng 30m, bề mặt bê tông xi măng.  Đường lăn, sân đỗ máy bay diện tích 12.000m² đảm bảo cho 3 vị trí máy bay đỗ. Nhà ga hành khách rộng 2.400m² đạt cấp 3C và có 3 vị trí đỗ máy bay. Do vậy, sân bay Điện Biên chỉ có thể phục vụ các tàu bay cỡ nhỏ như atr 72 hoặc tương đương với tần suất không nhiều\n\nTầng 1: Dành cho khách đến và làm thủ tục chuyến bay đi; Diện tích: 1700m2; 1 quầy dịch vụ căng tin giải khát; 4 quầy làm thủ tục, 1 băng chuyền hành lí đến, 1 phòng VIP; Quầy hành lý thất lạc\n\nTầng 2: bao gồm khu vực khu vực hạn chế, khu vực cách ly gồm 2 cửa hành khách ra máy bay: Diện tích: 800m2\n\nTổng công ty Hàng không Việt Nam (ACV) đề xuất tổng mức đầu tư xây mới toàn bộ sân bay này khoảng 4.780 tỷ đồng, trong đó công trình khu bay dự kiến 1.400 tỷ đồng; các công trình hàng không dân dụng 1.700 tỷ đồng, điều hành bay 155 tỷ đồng. Công tác giải phóng mặt bằng dự kiến 1.530 tỷ đồng.\n\nTại khu bay, ACV đề xuất xây dựng mới đường cất hạ cánh dài 2.400 m x 24m, hệ thống đường lăn nối bãi đỗ, đường lăn song song và đèn tiếp cận.\n\nCông trình nhà ga hành khách được đề xuất xây mới 2 tầng, đáp ứng 2 triệu hành khách một năm và các hạng mục phụ trợ; xây dựng sân đỗ tàu bay với 6 vị trí đỗ máy bay A320\/321 và tương đương.\n\nTheo quy hoạch phát triển giao thông vận tải hàng không, giai đoạn đến năm 2020, cảng hàng không Điện Biên có công suất khoảng 300.000 hành khách và 500 tấn hàng hóa mỗi năm. Đến năm 2030, dự kiến công suất sân bay nâng lên 2 triệu hành khách và 10.000 tấn hàng hóa mỗi năm.\n\nBên cạnh đó, kế hoạch phát triển đội tàu bay hiện tại của các hãng hàng không như Vietnam Airlines, Vietjet, Jestar Pacific từ nay đến năm 2030 tập trung vào các loại tàu bay A320 trở lên và kết cấu hạ tầng CHK Điện Biên hiện tại sẽ không đáp ứng được nhu cầu khai thác của các hãng hàng không trong những năm tới.\n\n== Các hãng hàng không và tuyến bay ==\n{| class=\"wikitable sortable toccolors\" \n|-\n!style=\"background:#FEFE22;color: darkgreen\"|Hãng hàng không\n!style=\"background:#FEFE22;color: darkgreen\" width=200px|Điểm đến\n|-\n|[[Bamboo Airways]]\n|[[Sân bay quốc tế Nội Bài|Hà Nội]], [[Sân bay quốc tế Tân Sơn Nhất|Tp. Hồ Chí Minh]]\n|-\n|[[Hãng hàng không Quốc gia Việt Nam|Vietnam Airlines]] || [[Sân bay Nội Bài|Hà Nội]]\n|-\n|}\n\n==Thống kê==\nSan lượng hành khách phục vụ 5 năm từ năm 2010-2014:\n{| class=\"wikitable\"\n!style=\"background-color:deeppink;color: yellow\" width=70px|Năm\n!style=\"background-color:deeppink;color: yellow\" width=90px|Số chuyến cất và hạ cánh\n!style=\"background-color:deeppink;color: yellow\" width=70px|Hành khách\n!style=\"background-color:deeppink;color: yellow\" width=70px|Hành lý, bưu kiện (Tấn)\n!style=\"background-color:deeppink;color: yellow\" width=70px|Hàng hóa (Tấn)\n|-\n|2010\n|1416\n|'''75.199'''\n|'''547,30'''\n|'''84,04'''\n|-\n|2011\n|1414\n|'''77.531'''\n|'''567,41'''\n|'''51,97'''\n|-\n|2012\n|1386\n|'''73.372'''\n|'''318,731'''\n|'''41,092'''\n|-\n|2013\n|1388\n|'''74.272'''\n|'''535,393'''\n|'''44,345'''\n|-\n|2014\n|1532\n|'''81.564'''\n|'''579,003'''\n|'''62,150'''\n|}\n\n== Chuyến bay thử nghiệm bằng máy bay phản lực Embraer E-190LR ==\nSáng ngày 19\/8\/2021, chuyến bay QH18 của hãng [[Bamboo Airways]] đã hạ cánh xuống sân bay Điện Biên lúc 12h30 - thực hiện thành công chuyến bay kĩ thuật từ Hà Nội tới Điện Biên. Dự sự kiện có các đồng chí: Lê Thành Đô: Phó Bí thư Tỉnh ủy, Chủ tịch UBND tỉnh; Phạm Đức Toàn: Ủy viên BTV Tỉnh ủy, Phó Chủ tịch Thường trực UBND tỉnh; Võ Huy Cường: Phó Cục trưởng Cục hàng không Việt nam; Nguyễn Ngọc Trọng: Phó Tổng giám đốc Hãng hàng không [[Bamboo Airways]]. Đây là lần đầu tiên trong lịch sử dòng máy bay phản lực hiện đại đã hạ cánh thành công xuống sân bay Điện Biên Phủ\n\n==Xem thêm==\n'''\n*[[Sân bay quốc tế Nội Bài]]\n*[[Sân bay quốc tế Đà Nẵng]]\n*[[Sân bay quốc tế Tân Sơn Nhất]]\n*[[Danh sách sân bay ở Việt Nam|Danh sách các sân bay ở Việt Nam]]\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Sân bay Việt Nam}}\n\n'''\n\n[[Thể loại:Sân bay tại Điện Biên|Điện Biên Phủ]]\n[[Thể loại:Cảng hàng không do Tổng công ty Cảng hàng không Việt Nam quản lý|Điện Biên Phủ]]"}