{"79541":"{{Hộp thông tin địa điểm \n| stadium_name = Sân vận động Cần Thơ \n| image =\n| location = Đường Lê Lợi, [[Cái Khế]], [[Ninh Kiều]], [[Cần Thơ]], [[Việt Nam]]\n| coordinates = {{tọa độ|10|02|56|N|105|47|20|E|display=inline,title}}\n| broke_ground = 1980\n| built = 1980–1983\n| opened = 19 tháng 5 năm 1983\n| renovated = 25 tháng 3 năm 1998\n| owner = [[Câu lạc bộ bóng đá Cần Thơ|Cần Thơ]]\n| dimensions = 120 × 90 m \n| construction_cost = \n| architect = \n| tenants = [[Câu lạc bộ bóng đá Cần Thơ|Cần Thơ]]\n| capacity = 30.000\n}}\n\n'''Sân vận động Cần Thơ''' là một sân vận động đa năng nằm ven bờ sông Hậu, trên đường Lê Lợi, phường [[Cái Khế]], quận [[Ninh Kiều]], thành phố [[Cần Thơ]]. Sân có sức chứa khoảng 30.000 chỗ ngồi. Tuy vậy, sân có thể đáp ứng khoảng 50.000 người do còn chỗ ở các bậc không lắp ghế và có thể tận dụng lối đi rộng khoảng 6m bên trên các khán đài B, C, D. Sân vận động không những tổ chức bóng đá mà còn tổ chức giải [[Đua xe máy|đua xe mô tô]].\n\n== Lịch sử ==\nCho đến nay, chưa có thông tin xác định chính xác thời điểm hình thành cũng như lịch sử của sân Cần Thơ. Sân được cho là đã được xây dựng từ thời Pháp thuộc, lúc mới được xây có sức chứa tối đa lên đến 50.000 người. Sau khi sửa chữa, nâng cấp vào năm 1981, sân Cần Thơ cũng là một trong những sân vận động tổ chức giải bóng đá SKDA năm 1984. \n\nTrước kia, sức chứa của sân Cần Thơ ước tính khoảng 50.000 chỗ (trong đó khán đài A có khoảng 500 ghế, còn lại không có ghế), sau giảm còn khoảng 45.000 chỗ (trong đó khán đài A được gắp ghế toàn bộ với 5.000 ghế). Sau lần cải tạo lắp ghế ngồi năm 2019, sân tiếp tục giảm ghế ngồi xuống còn 30.000 chỗ.\n\n== Cơ sở vật chất ==\nSân được chia làm 4 khán đài với 4 màu khác nhau (lục, đỏ, vàng, lam). Khán đài A, được xem là khán đài VIP, được xây dựng mới vào năm 2016 với mái che và toàn bộ khán đài được lắp ghế. Khán đài B, C, D nối tiếp nhau theo hình chữ C bằng bê tông sắp xếp tương tự như các bậc thang. Năm 2019, ba khán đài B, C, D đã được lắp gần hết ghế nhựa ngồi màu xanh lục và xanh lam thay cho các bậc ngồi bằng bê tông, tuy nhiên do các bậc quá thấp nên 2 bậc mới lắp được 1 hàng ghế. Điểm độc đáo của SVĐ Cần Thơ là các khán đài được xây theo kiểu đắp đất tạo thành lòng chảo khán đài. Ở trên chóp khán đài có đường vòng cung rộng khoảng 6m để khán giả di chuyển dễ dàng và cũng là nơi khán giả có thể đứng xem trong trường hợp sân bóng quá đông.<ref>{{Chú thích web|url=https:\/\/1thegioi.vn\/co-dung-san-can-tho-lon-hon-san-my-dinh-75735.html|tựa đề=Có đúng sân Cần Thơ lớn hơn sân Mỹ Đình?|ngày=2014-10-23|website=Một Thế Giới|url-status=live}}<\/ref> Do khán đài được đắp bằng đất nên người ta đã trồng các hàng cây xanh ngay phía mặt ngoài để tạo thành bóng mát tự nhiên.\n\nKích thước mặt sân theo tiêu chuẩn thi đấu với hệ thống thoát nước tốt, vẫn đảm bảo thi đấu tốt với điều kiện mưa to. Ngoài ra, sân còn có 2 phòng kỹ thuật cho các đài truyền hình, đơn vị báo chí tác nghiệp, 8 đường thi đấu điền kinh, 4 đường đua xe môtô, bảng điểm điện tử và 4 trụ đèn và hệ thống đèn ở mái khán đài A đảm bảo phục vụ cácc trận đấu cũng như các sự kiện vào buổi tối.\n\n== Khai thác ==\nHiện nay, [[Câu lạc bộ bóng đá Cần Thơ|XSKT Cần Thơ]] đang đá ở giải bóng đá hạng nhất quốc gia. Trước đó, trong thập niên 90 khi Cần Thơ đang thi đấu thành công ở giải A1 toàn quốc, khán giả đến sân trung bình khoảng 10.000 người mỗi trận. Khán giả chỉ đến đầy sân khi tổ chức giải bóng đá quốc tế và hơn nửa sân khi sân vận động tổ chức [[đua xe môtô]]. Cuộc đua xe mô tô trên sân vận động Cần Thơ một năm thường tổ chức 3 lần đua vào ngày mùng 4 [[Tết Nguyên Đán|Tết]], ngày [[30 tháng 4|30-4]] và ngày [[2 tháng 9|2-9]]. Giải đấu U-21 quốc tế do báo Thanh Niên tổ chức năm 2014 chứng kiến sân đầy ắp khán giả khi có U-19 Hoàng Anh Gia Lai thi đấu, và trận đấu giao hữu giữa đội tuyển Việt Nam và CLB Avispa Fukuoka ngày 12\/11\/2016 cũng có số khán giả rất đông.\n\nTháng 4 năm 2016, chủ đầu tư Xổ số kiến thiết Cần Thơ quyết định nâng cấp khán đài A có mái vòm cao 40m với số tiền xấp xỉ 17 tỷ [[Đồng (tiền)|VND]].<ref>{{chú thích web |url=https:\/\/thethao.thanhnien.vn\/bong-da-viet-nam\/san-can-tho-duoc-lap-mai-che-gia-hang-chuc-ti-dong-60714.html |title=Sân Cần Thơ được lắp mái che giá hàng chục tỉ đồng |work=thanhnien.vn |date=Ngày 21 tháng 4 năm 2017}}<\/ref>\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n{{Các công trình thể thao ở Việt Nam}}\n{{Sân vận động Giải bóng đá vô địch quốc gia Việt Nam}}\n\n[[Thể loại:Địa điểm bóng đá Việt Nam|Cần Thơ]]\n[[Thể loại:Thể thao Cần Thơ]]\n[[Thể loại:Khởi đầu năm 1983 ở Việt Nam]]\n[[Thể loại:Du lịch Cần Thơ]]"}