{"14934316":"{{Hộp thông tin sân vận động \n| name = Sân vận động Hà Tĩnh\n| image = Hà Tĩnh Stadium.jpg\n| image_size= 250px\n| caption= Sân vận động Hà Tĩnh vào năm 2022\n| location = [[Nam Hà (phường)|Phường Nam Hà]], [[Hà Tĩnh (thành phố)|Thành phố Hà Tĩnh]], [[Hà Tĩnh]], [[Việt Nam]]\n| coordinates = {{tọa độ|18|20|0|N|105|54|27|E|display=inline,title}}\n| broke_ground  = 1991\n| built = \n| opened = \n| renovated  = 2003, 2019\n| owner = Sở Văn hoá, Thể thao tỉnh Hà Tĩnh\n| construction_cost  = \n| architect  = \n| tenants = [[Câu lạc bộ bóng đá Hồng Lĩnh Hà Tĩnh|Hồng Lĩnh Hà Tĩnh]] (2019–nay)\n| seating_capacity = 15.000\n| record_attendance = 22.000-Vỡ sân (Hồng Lĩnh Hà Tĩnh 1–1 [[Câu lạc bộ bóng đá Hà Nội (2016)|Hà Nội]], vòng 6 V.League 2020) <ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/lanh-dao-ha-tinh-xin-loi-ve-su-co-vo-san-tran-hong-linh-ha-tinh-ha-noi-20200613103226048.htm|title=Lãnh đạo Hà Tĩnh xin lỗi về sự cố 'vỡ sân' trận Hồng Lĩnh Hà Tĩnh - Hà Nội|last=|first=|date = ngày 13 tháng 6 năm 2020 |website=Tuổi Trẻ Online|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n| surface = [[Paspalum|Cỏ Paspalum]]\n}}\n\n'''Sân vận động Hà Tĩnh''' là một sân vận động bóng đá nằm trong khuôn viên khu liên hợp thể thao của Trung tâm Thể dục - Thể thao Hà Tĩnh ở [[Nam Hà (phường)|phường Nam Hà]], [[Hà Tĩnh (thành phố)|Thành phố Hà Tĩnh]]. Hiện tại, sân vận động là sân nhà của câu lạc bộ bóng đá [[Câu lạc bộ bóng đá Hồng Lĩnh Hà Tĩnh|Hồng Lĩnh Hà Tĩnh]].<ref>{{Chú thích web|url=https:\/\/baohatinh.vn\/clb-hong-linh-ha-tinh\/toan-canh-san-van-dong-ha-tinh-sau-khi-duoc-cai-tao-nang-cap\/166605.htm|title=Toàn cảnh sân vận động Hà Tĩnh sau khi được cải tạo, nâng cấp|last=|first=|date = ngày 5 tháng 1 năm 2019 |website=baohatinh.vn|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n== Lịch sử ==\nCông trình được khởi công xây dựng và hoàn thành vào đầu những năm 90 của thế kỷ trước, với sức chứa 15.000 khán giả, sau khi cải tạo sân giảm xuống còn 10.000 khán giả. Dù mới được xây dựng từ năm 1991 nhưng sau gần 20 năm không được bảo trì, cải tạo, công trình này đã bị hư hỏng và xuống cấp trầm trọng, không đáp ứng được các chỉ tiêu của một sân bóng chuyên nghiệp.<ref>{{Chú thích web|url=https:\/\/www.foxsports.com.vn\/bong-da\/bong-da-viet-nam\/35485\/hong-linh-ha-tinh-sap-co-san-thi-dau-cuc-khung\/|title=Hồng Lĩnh Hà Tĩnh sắp có sân thi đấu cực khủng\n|last=|first=|date = ngày 6 tháng 1 năm 2019 |website=www.foxsports.com.vn|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNăm 2003, trong khoảng thời gian Hà Tĩnh có đội bóng tham gia Giải hạng Nhì quốc gia, sân đã được đầu tư cải tạo lại mặt cỏ và một số hạng mục. Thế nhưng, sau 15 năm, \"chảo lửa Hà Tĩnh\" một thời vẫn chưa được trùng tu, bảo dưỡng, đến đầu năm 2019 cơ sở vật chất sân bóng đã xuống cấp trầm trọng. Sân vận động Hà Tĩnh cũng chưa có hệ thống giàn đèn phục vụ các trận đấu diễn ra vào chiều muộn, chưa có hệ thống thoát nước, tiêu úng khi mưa lũ xảy ra.\n\nNhằm đảm bảo điều kiện thi đấu cho Câu lạc bộ Bóng đá Hồng Lĩnh Hà Tĩnh, Uỷ ban nhân dân tỉnh đã có công văn cho phép Câu lạc bộ Hồng Lĩnh Hà Tĩnh sử dụng sân vận động tỉnh làm sân nhà tập luyện và thi đấu. Đồng thời, đồng ý chủ trương sửa chữa, cải tạo, nâng cấp sân vận động tỉnh để đảm bảo thiết chế văn hóa, thực hiện tốt nhiệm vụ văn hóa, thể thao, đáp ứng yêu cầu đạt tiêu chí loại II của Thành phố Hà Tĩnh và tổ chức giải bóng đá chuyên nghiệp quốc gia<ref>{{Chú thích web|url=http:\/\/bongdaplus.vn\/ha-tinh-choi-lon-khi-dau-tu-51-ty-dong-sua-san-2388121901.html|title=Hà Tĩnh ‘chơi lớn’ khi đầu tư 51 tỷ đồng sửa sân\n|last=|first=|date = ngày 5 tháng 1 năm 2019 |website=bongdaplus.vn|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Tháng 7 năm 2019, sân vận động Hà Tĩnh được đầu tư nâng cấp khang trang, hiện đại với tổng kinh phí hơn 62 tỷ đồng. Sân sau khi hoàn thành đưa vào khai thác làm sân nhà của CLB Bóng đá Hồng Lĩnh Hà Tĩnh trong các mùa giải vừa qua. Tuy nhiên, 2 trận lũ năm 2020 đã làm hư hỏng nhiều hạng mục trên sân. Ngay sau đó, Hà Tĩnh đã kịp thời đầu tư gần 500 triệu đồng khắc phục hậu quả để sớm đưa vào phục vụ các trận đấu sân nhà của đội bóng núi Hồng.<ref>{{Chú thích web|url=https:\/\/baohatinh.vn\/clb-hong-linh-ha-tinh\/svd-ha-tinh-ra-sao-truoc-tran-khai-man-v-league-2021\/205140.htm|tựa đề=SVĐ Hà Tĩnh ra sao trước trận khai màn V.League 2021?|tác giả=Quang Sáng|ngày=2021-01-14|website=Báo Hà Tĩnh|url-status=live}}<\/ref>[[Tập tin:Hà Tĩnh Stadium(2).jpg|nhỏ|217x217px|phải|Mặt ngoài sân vận động Hà Tĩnh]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{Các công trình thể thao ở Việt Nam}}\n{{Sân vận động Giải bóng đá vô địch quốc gia Việt Nam}}\n\n[[Thể loại:Địa điểm bóng đá Việt Nam|Hà Tĩnh]]\n[[Thể loại:Hà Tĩnh]]"}