{"3280105":"{{Hộp thông tin địa điểm\n| stadium_name      = Sân vận động Pleiku\n| image             = Pleiku stadium.jpg\n| caption           = \n| location          = [[Pleiku]], [[Gia Lai]], [[Việt Nam]]\n| coordinates       = \n| broke_ground      = \n| built             = 1975\n| opened            = \n| renovated         = \n| expanded          = 2001, 2008\n| construction_cost = \n| architect         =\n| surface           = Cỏ lá gừng\n| tenants           = [[Câu lạc bộ bóng đá Hoàng Anh Gia Lai]]\n| owner             = [[Câu lạc bộ bóng đá Hoàng Anh Gia Lai]]\n| seating_capacity  = 12.000\n}}\n\n'''Sân vận động Pleiku''' là một sân vận động tại thành phố [[Pleiku]], tỉnh [[Gia Lai]], [[Việt Nam]]. Sân hiện đang là sân nhà của câu lạc bộ [[Hoàng Anh Gia Lai F.C.|Hoàng Anh Gia Lai]]. Đây là sân vận động dành riêng cho bóng đá<ref>Sân không có đường chạy điền kinh, khán đài nằm ngay sát sân đấu giúp khán giả theo dõi trận đấu với khoảng cách gần hơn.<\/ref> đầu tiên ở [[Việt Nam]]\n\n== Lịch sử ==\nSân vận động Pleiku được xây dựng trước năm 1975, ban đầu sức chứa chỉ chừng 5.000 khán giả. Từ khi đội bóng phố núi lên chuyên nghiệp, sân được nâng cấp, tu sửa, lắp dàn đèn với sức chứa xấp xỉ 10.000 người. Tuy nhiên, đến trước năm 2008, Pleiku vẫn là sân vận động duy nhất ở Việt Nam không có phòng riêng cho cầu thủ hai đội, phòng họp báo khá tạm bợ lọt thỏm trong khuôn viên... và không có hàng rào ngăn cách giữa khán giả và cầu thủ trên sân.<ref>{{Chú thích web|url=http:\/\/baohungyen.vn\/the-thao\/200804\/HaGL-xay-dung-san-van-dong-moi-98242\/|tựa đề=HAGL xây dựng sân vận động mới|ngày=2008-04-16|website=Báo Hưng Yên}}<\/ref>\n\nNăm 2008, sân Pleiku được khởi công và xây dựng mới theo mô hình sân [[Sân vận động Emirates|Emirates]] của câu lạc bộ [[Arsenal F.C.|Arsenal]] (đối tác chiến lược của HAGL trong hợp tác đào tạo cầu thủ tại Học viện Bóng đá HAGL-Arsenal- JMG), với tổng kinh phí xây dựng lên tới 60 tỉ đồng do Tập đoàn HAGL đầu tư toàn bộ.<ref name=\":0\">{{Chú thích web|url=https:\/\/vff.org.vn\/pleiku-mot-trong-nhung-san-van-dong-tien-nghi-nhat-vn\/|tựa đề=Pleiku – một trong những sân vận động tiện nghi nhất VN|ngày=2010-10-03|website=VFF}}<\/ref> Sân Pleiku xây mới này đã được đưa vào hoạt động từ tháng 10 năm 2010. \n\n== Cơ sở vật chất ==\nVới sức chứa khoảng 12.000 chỗ ngồi, sân vận động Pleiku hiện là sân bóng cấp câu lạc bộ hiện đại nhất Việt Nam với các khán đài được lắp ghế ngồi toàn bộ, hệ thống mái che vòng quanh sân và không có đường piste bao quanh sân giống như hầu hết các sân bóng châu Âu. Trong sân Pleiku có đầy đủ các phòng chức năng đạt tiêu chuẩn quốc tế như phòng họp báo, phòng thay đồ, y tế, massage… Tất cả đều được trang bị các thiết bị hiện đại và bố trí hợp lý.<ref name=\":0\" \/>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai kiến trúc Việt Nam}}\n\n{{Các công trình thể thao ở Việt Nam}}\n{{Sân vận động Giải bóng đá vô địch quốc gia Việt Nam}}\n\n[[Thể loại:Thể thao Gia Lai]]\n[[Thể loại:Câu lạc bộ bóng đá Hoàng Anh Gia Lai]]\n[[Thể loại:Địa điểm bóng đá Việt Nam|Pleiku]]"}