{"75954":"{{Hộp thông tin địa điểm\n| stadium_name = Sân vận động Hàng Đẫy\n| nickname = \n| image = Hang Day.jpg\n| image_size = 250px\n| caption = Sân vận động trong một ngày thi đấu\n| location = 9 Trịnh Hoài Đức, [[Cát Linh]], [[Đống Đa]], [[Hà Nội]], [[Việt Nam]]\n| broke_ground = \n| opened = 1934\n| expanded = 1958\n| capacity = 22.500\n| owner = [[Ủy ban nhân dân thành phố Hà Nội|UBND thành phố Hà Nội]]\n| operator = [[Tập đoàn T&T Group|Tập đoàn T&T]]\n| dimensions =  105 × 68 m\n| construction_cost = \n| architect = \n| surface = [[Cỏ Bermuda]]\n| tenants = [[Câu lạc bộ bóng đá Hà Nội|Hà Nội]]<br \/>[[Câu lạc bộ bóng đá Viettel|Viettel]]<br\/>[[Câu lạc bộ bóng đá Công an Hà Nội|Công an Hà Nội]]<hr\/>[[Đội tuyển bóng đá quốc gia Việt Nam|Đội tuyển quốc gia Việt Nam]] (một số trận đấu)<br\/>[[Câu lạc bộ bóng đá Hà Nội (2012)|Hà Nội ACB]] (2000-2012)<br\/>[[Câu lạc bộ bóng đá Hoà Phát Hà Nội|Hoà Phát Hà Nội]] (2003-2011)<br\/>[[Câu lạc bộ bóng đá Sài Gòn|Sài Gòn]] (2010-2016)<br\/>[[Câu lạc bộ bóng đá Công an Nhân dân|Công an Nhân dân]] (2015)<br\/>[[Câu lạc bộ bóng đá Becamex Bình Dương|Becamex Bình Dương]] ([[Giải bóng đá vô địch các câu lạc bộ sông Mê Kông 2015|Mekong Club Championship 2015]])<br\/> [[Câu lạc bộ bóng đá SHB Đà Nẵng|SHB Đà Nẵng]] ([[Giải bóng đá vô địch các câu lạc bộ sông Mê Kông 2016|Mekong Club Championship 2016]]) <br\/>[[Câu lạc bộ bóng đá Khánh Hoà|Khánh Hoà]] ([[Giải bóng đá vô địch các câu lạc bộ sông Mê Kông 2017|Mekong Club Championship 2017]])<br\/>[[Câu lạc bộ bóng đá Hồng Lĩnh Hà Tĩnh|Hồng Lĩnh Hà Tĩnh]] (2018)\n}}\n'''Sân vận động Hàng Đẫy''' là một [[sân vận động]] nằm trên đường Trịnh Hoài Đức, [[Đống Đa]], [[Hà Nội]] với sức chứa khoảng 22.500 chỗ ngồi. Trước khi có [[sân vận động Quốc gia Mỹ Đình]], Hàng Đẫy là sân nhà và là nơi tổ chức các trận thi đấu của [[Đội tuyển bóng đá quốc gia Việt Nam|đội tuyển quốc gia Việt Nam]] cũng như các đội tuyển [[Đội tuyển bóng đá nữ quốc gia Việt Nam|nữ]] và [[Đội tuyển bóng đá U-23 quốc gia Việt Nam|Olympic]]. Đây cũng là nơi tổ chức nhiều sự kiện thể thao, văn hóa của Hà Nội và Việt Nam. Năm 1998, các trận khai mạc, bảng B và chung kết [[Giải vô địch bóng đá Đông Nam Á 1998|Cúp Tiger]] đã diễn ra tại đây.\n\nTrong khoảng thời gian từ năm 2000 đến 2006, sân vận động Hàng Đẫy được đổi tên thành '''Sân vận động Hà Nội'''.\n\nSân vận động Hàng Đẫy hiện là sân nhà của ba câu lạc bộ là [[Câu lạc bộ bóng đá Hà Nội (2016)|Hà Nội]], [[Câu lạc bộ bóng đá Viettel|Viettel]] và [[Câu lạc bộ bóng đá Công an Hà Nội|Công an Hà Nội]] thi đấu tại [[V.League 1]], giải đấu [[Hệ thống giải đấu bóng đá Việt Nam|cấp độ cao nhất của bóng đá Việt Nam]].\n\n==Lịch sử==\n[[Tập_tin:Hàng_Đẫy_Logo.jpg|phải|nhỏ|Logo SEPTO, trước năm 1955. Người sáng lập: Ông Nguyễn Quý Toản.]]\nNằm giữa làng [[Bích Câu]] và phố Hàng Đẫy cũ, sân vận động Hàng Đẫy ban đầu được xây dựng và sử dụng cho Trường thể dục Hà Nội (Hanoi's École d’éducation physique - EDEP) từ năm 1934, sau đổi tên thành Hội thể dục Bắc Kỳ (Socíeté d'éducation physique du Tonkin - SEPTO). Giai đoạn 1936–1938, sân được gọi là sân SEPTO với chỉ 400 ghế ngồi bằng gỗ và hàng rào bao quanh với diện tích gần 20m², nhưng mặt sân rất gồ ghề, không có hệ thống thoát nước cũng như nơi ăn ở, vệ sinh cho cầu thủ và khán giả.\n\nNăm 1954, sau khi [[Việt Minh]] tiếp quản [[Hà Nội]], do yêu cầu tăng cường sức khỏe cho người dân và phát triển phong trào thể dục thể thao (TDTT), Chính phủ [[Việt Nam Dân chủ Cộng hòa]] đã cho xây lại sân Hàng Đẫy với chủ trương \"đẹp, tốt, rộng, đúng quy cách hiện đại\". Khởi công vào ngày 16 tháng 2 năm 1957 và khánh thành vào ngày 24 tháng 8 năm 1958, một tiến độ thi công được xem là rất tốc độ vào thời bấy giờ, sân Hàng Đẫy mới chính thức được khánh thành với diện tích 21.844m², bao bọc bởi tường cao có 14 cửa nhỏ và 3 cửa lớn, chính giữa là sân [[bóng đá]], xung quanh có đường chạy [[điền kinh]], có sân [[bóng chuyền]], [[bóng rổ]],... Khán đài xây theo hình lòng chảo có 20 bậc chứa xấp xỉ 2,5 vạn người.\n\n[[Tập tin:Kế hoạch xây dựng lại sân Hàng Đẫy.jpg|nhỏ|Kế hoạch xây dựng lại sân Hàng Đẫy 1957.]]\n\nNhững con số xây dựng khi đó đã cho thấy tầm cỡ, quy mô của sân Hàng Đẫy: Xi măng 670 tấn; Gạch 1.825,50 viên; Than xỉ 2.112 tấn 600; Sắt 69 tấn 359; Vôi 292 tấn 690. Đặc biệt, công trình này gắn với nhân dân Thủ đô, khi tham gia vào việc xây dựng là 101.304 công. Riêng toàn bộ việc cấy thảm cỏ mặt sân đều do các em thiếu nhi đảm trách. Trận đấu khai sân diễn ra giữa 2 đội tuyển Phnôm Pênh ([[Campuchia]]) và [[Câu lạc bộ bóng đá Hải Phòng|Hải Phòng]]. Cấu trúc này hầu như vẫn giữ nguyên cho đến ngày nay với một số nâng cấp được thực hiện vào thập niên 90.\n\nKhán đài là hệ thống xây theo hình lòng chảo có hơn 20 bậc ngồi với sức chứa 25.000 chỗ. Phía Tây dọc phố Trịnh Hoài Đức là khán đài A có mái che chiếm 2\/3 chiều dài. Dưới khán đài có 128 phòng dùng cho việc sinh hoạt, ăn ở, tập luyện, vệ sinh của vận động viên...\n\nKể từ đó, sân Hàng Đẫy trở thành \"địa chỉ đỏ\" của thể thao miền Bắc nói chung và thể thao Hà Nội nói riêng. Bên cạnh các kỳ [[Đại hội Thể thao toàn quốc|Đại hội TDTT toàn quốc]], Đại hội TDTT Hà Nội,... Hàng Đẫy là điểm đến hàng đầu của làng túc cầu Việt, từ giải bóng đá Quân đội các nước xã hội chủ nghĩa (SKDA) trước đây, đến [[Tiger Cup 1998]], thậm chí cả [[SEA Games 22]] năm 2003 sau này dù đã có [[Sân vận động Quốc gia Mỹ Đình]].<ref>{{Chú thích web|author=Vũ Minh|url=https:\/\/thethaovanhoa.vn\/bong-da-viet\/tu-septo-den-hang-day-va-giac-mo-cong-vien-cac-hoang-tu-n20180329000357442.htm|title=Từ Septo đến Hàng Đẫy và giấc mơ Công viên các Hoàng tử|publisher=Báo Thể thao & Văn hóa|date = ngày 29 tháng 3 năm 2018}}<\/ref>\n\n[[Tập tin:Sân Hàng Đẫy mùa giải 2017.jpg|nhỏ|Sân Hàng Đẫy năm 2017 với bên ngoài được T&T sơn sửa lại.]]\n\nHàng Đẫy cũng là đại bản doanh của nhiều đội bóng đá lừng danh của Thủ đô trước đây như: [[Đội bóng đá Công an Hà Nội|Công an Hà Nội]], [[Đội bóng đá Tổng cục Đường sắt|Tổng cục Đường sắt]], hay kể cả [[Thể Công]]... và sau này là những [[Câu lạc bộ bóng đá Hòa Phát Hà Nội|Hòa Phát]], [[Câu lạc bộ bóng đá Hà Nội (2012)|Hà Nội ACB]],... Giai đoạn đỉnh cao, vào mùa giải, Hàng Đẫy là sân nhà của 4 đội bóng chuyên nghiệp là [[Câu lạc bộ bóng đá Hà Nội (2016)|Hà Nội T&T]], [[Câu lạc bộ bóng đá Hà Nội (2012)|Hà Nội ACB]], [[Câu lạc bộ bóng đá Sài Gòn|Câu lạc bộ Hà Nội]] và [[Câu lạc bộ bóng đá Hòa Phát Hà Nội|Hòa Phát Hà Nội]] khi Hà Nội T&T đã lên ngôi vô địch [[V-League 2010]] còn Hà Nội ACB giành quyền thăng hạng trên sân nhà Hàng Đẫy; Viettel đổi tên sang thành CLB Hà Nội cùng thi đấu với [[Câu lạc bộ bóng đá Hòa Phát Hà Nội|Hòa Phát Hà Nội]]. Sân đấu này cũng có lúc được 3 đội bóng chuyên nghiệp đồng thời lựa chọn là sân nhà, điển hình như năm 2017 là Hà Nội, Viettel và Công an Nhân Dân, trong khi mùa giải 2018 là Hà Nội, CLB Hà Nội B (thực chất là đội U-19 Hà Nội) và Viettel.<ref>{{Chú thích web|author=Quang Thái|url=https:\/\/news.zing.vn\/hang-day-tro-thanh-san-nha-cua-4-doi-bong-post223861.html|title=Hàng Đẫy trở thành sân nhà của 4 đội bóng|publisher=Báo điện tử Zing News|date = ngày 28 tháng 12 năm 2010}}<\/ref> Mùa giải 2023, sân Hàng Đẫy cũng sẽ được 3 CLB tại V.League 1 sử dụng: Hà Nội, Viettel và [[Đội bóng đá Công an Hà Nội|Công an Hà Nội]].\n\n[[Tập tin:Sân vận động Hàng Đẫy.jpg|nhỏ|273x273px|Sân Hàng Đẫy năm 2010.]]\n[[Tập tin:Hàng Đẫy Stadium Gate.jpg|nhỏ|Sân vận động Hàng Đẫy năm 2012]]\n\n==Nâng cấp==\nTrong suốt lịch sử dài đến 60 năm, sân Hàng Đẫy đã nhiều lần được sửa chữa, nâng cấp nhằm hoàn thiện theo tiêu chuẩn quốc tế. Đáng kể nhất là vào thập niên 90 nhằm phục vụ cho [[Tiger Cup 1998]] với hệ thống chiếu sáng mới hiện đại; chỉnh sửa mặt sân, thay cỏ; lắp ghế ngồi, đồng hồ điện tử, bảng điện tử; mở rộng và nâng sức chứa lên hơn 3 vạn chỗ ngồi.\n\nVào đầu những năm 2000, nhằm chuẩn bị cho [[SEA Games 2003|SEA Games 22]] năm 2003 tại [[Việt Nam]], sân đấu này cùng không gian xung quanh được nâng cấp, quy hoạch lại. Tuy nhiên tới sau năm 2010 sân bắt đầu xuống cấp và đạt tới mức nghiêm trọng và nguy hiểm vào năm 2015.\n\nNăm 2017, công trình này cũng được nâng cấp lần nữa với số kinh phí hơn 10 tỷ đồng sau khi thành phố Hà Nội quyết định giao sân cho đội bóng [[Câu lạc bộ bóng đá Hà Nội (2016)|Hà Nội FC]]. Tới đầu năm 2018, tập đoàn T&T công bố kế hoạch dỡ bỏ và xây mới lại toàn bộ sân Hàng Đẫy với kinh phí lên đến 250 triệu [[euro]] (khoảng hơn 7 ngàn tỷ đồng). Tập đoàn [[Bouygues]] (Pháp) đã nhận được nhận gói thầu này và bất đầu thi công từ quý 4 năm 2018. Theo thiết kế, sân Hàng Đẫy mới có 4 tầng hầm, 2 tầng nổi và khán đài tạo thành quần thể văn hoá thể thao và dịch vụ, thay vì chỉ phục vụ cho thể thao như hiện tại. Sân Hàng Đẫy mới dự kiến không còn đường piste, có sức chứa 2 vạn khán giả, có mái che theo tiêu chuẩn [[FIFA]]. Đặc biệt, sân thi đấu bóng đá được đặt ở tầng nổi thứ 2, phía trên một loạt công trình dịch vụ, văn hoá như rạp chiếu phim, trung tâm tổ chức sự kiện hay hệ thống tầng hầm để xe, phục vụ cho toàn khu vực dân cư kế cận.<ref>{{Chú thích web|author=Khắc Hoàng|url=http:\/\/vietnamnet.vn\/vn\/the-thao\/bong-da-trong-nuoc\/v-league\/ro-ri-san-hang-day-moi-tri-gia-250-trieu-euro-440522.html|title=Hé lộ hình ảnh sân Hàng Đẫy mới trị giá 250 triệu euro|publisher=Vietnamnet|date = ngày 8 tháng 4 năm 2018}}<\/ref> Tuy nhiên, do nhiều vướng mắc, dự án này vẫn chưa hẹn ngày triển khai.<ref>{{Chú thích web|url=https:\/\/laodong.vn\/bong-da\/so-phan-san-hang-day-836808.ldo|tựa đề=Số phận sân Hàng Đẫy|tác giả=Phạm Đình|ngày=2020-09-18|publisher=Báo Lao động}}<\/ref>\n\n[[Tập tin:Sân vận động Hàng Đẫy 2.jpg|nhỏ|Bên ngoài sân Hàng Đẫy năm 2011]]\n[[Tập tin:Phối cảnh sân Hàng Đẫy mới.jpg|nhỏ|Phối cảnh sân Hàng Đẫy trong tương lai]] \n{{clear}}\n\n==Thiết kế==\n[[Tập tin:Thjteefg.jpg|nhỏ|Sân vận động Hàng Đẫy năm 2021]]\n\n=== Giao thông ===\nSân Hàng Đẫy nằm trên đường Trịnh Hoài Đức, quận Đống Đa, Hà Nội. Vào những ngày diễn ra những trận bóng, đặc biệt là vào dịp cuối tuần thì những con đường xung quanh sân đều trở nên đông đúc, nhộn nhịp. Do sân không có khu vực gửi xe nên khán giả tới đây thường gửi xe ở xung quanh sân như bệnh viện Xanh Pôn,  hoặc tại các tòa chung cư, khách sạn xung quanh với mức giá dao động từ 10000đ-15000đ\/lượt đối với xe máy và 40000đ-50000đ\/lượt đối với ô tô.\n\nSân Hàng Đẫy nằm gần bến xe buýt Kim Mã và nhà ga Cát Linh nằm trong [[Tuyến số 2A (Đường sắt đô thị Hà Nội)|hệ thống đường sắt đô thị Hà Nội]]. Các tuyến đường sắt tại nhà ga gồm có [[Tuyến số 2A (Đường sắt đô thị Hà Nội)|Tuyến số 2A]] và [[Tuyến số 3 (Đường sắt đô thị Hà Nội)|Tuyến số 3]] (đang thi công).\n\n===Khán đài===\nSân vận động bao gồm 4 khán đài, được xây dựng theo hình lòng chảo có 20 bậc chứa. Dưới khán đài có 128 phòng dùng cho việc sinh hoạt, ăn ở, tập luyện, vệ sinh của vận động viên,... Tổng cộng, sân có sức chứa 22.500 chỗ ngồi.\n\nTuy nhiên, sau thời gian sử dụng quá dài, sân Hàng Đẫy đã xuống cấp trầm trọng. Hệ thống lan can ở tầng 2 bị nứt nhiều chỗ, có thể gây nguy hiểm khi nhiều khán giả tựa vào trong khi các khán đài xuất hiện nhiều vết nứt, các lớp sơn tường bong tróc, ghế bị vỡ chưa được thay, đặc biệt là khu vực vệ sinh đã xuống cấp khi thường trong trạng thái cáu bẩn, bốc mùi còn trong khi nhà tắm tập thể cũng cũng đã cũ kỹ, xuống cấp và thường trong trạng thái mất nước.\n\n===Mặt sân===\nMặt sân có kích thước 105 x 68 m, được bao quanh bởi một đường chạy [[điền kinh]] 8 làn.\n\nMặt sân Hàng Đẫy đã từng vô cùng mấp mô, nhưng từ năm 2017, với sự quyết liệt của lãnh đạo CLB Hà Nội, thảm cỏ sân Hàng Đẫy đã được khoác lên bộ áo mới, mượt mà và xanh ngát để trở thành một trong những sân vận động có mặt cỏ đẹp nhất Việt Nam. Việc nâng cấp mặt sân Hàng Đẫy thời điểm đó thể hiện sự quyết tâm của đội bóng khi muốn nâng tầm sự chuyên nghiệp cũng như thể hiện sự tôn trọng đối với người hâm mộ. Mặt sân nâng cấp cũng giúp cho các cầu thủ đầy kĩ thuật của CLB Hà Nội phô diễn tài năng chơi bóng, giúp đội bóng thể hiện được lối chơi tấn công đẹp mắt.\n\n==Các sự kiện lớn==\n*Lễ kỷ niệm 990 năm Thăng Long Hà Nội \n*[[Giải vô địch bóng đá Đông Nam Á 1998|Cúp Tiger 1998]]\n*[[Đại hội Thể thao Đông Nam Á 2003]]\n*[[Đại hội Thể thao Sinh viên Đông Nam Á 2006]]\n*[[Giải vô địch bóng đá Đông Nam Á 2018|AFF Suzuki Cup 2018]] (trận vòng bảng [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]] gặp [[Đội tuyển bóng đá quốc gia Campuchia|Campuchia]])\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Du lịch Hà Nội}}\n{{Các công trình thể thao ở Việt Nam}}\n{{Sân vận động Giải bóng đá vô địch quốc gia Việt Nam}}\n\n{{Sơ khai Hà Nội}}\n\n[[Thể loại:Địa điểm bóng đá Việt Nam|Hàng Đẫy]]\n[[Thể loại:Thể thao Hà Nội|Hàng Đẫy]]\n[[Thể loại:Đống Đa]]\n[[Thể loại:Sân vận động Hà Nội]]\n[[Thể loại:Sân vận động đa năng Việt Nam]]"}