{"52624":"{{Infobox airport \n| name = Sân bay Pleiku\n| nativename = Cảng hàng không Pleiku\n| nativename-a = \n| nativename-r = \n| image = Pleiku Airport.jpg\n| image-width = \n| caption =\n| IATA = PXU\n| ICAO = VVPK\n| type = Public\n| owner = \n| operator = [[Tổng công ty cảng hàng không Việt Nam]]\n| city-served = Pleiku\n| location = \n| elevation-f = 2.434\n| elevation-m = 742\n| lat_deg=14 | lat_min=00 | lat_sec=16 | lat_dir=N\n| lon_deg=108 | lon_min=01 | lon_sec=02 | lon_dir=E\n| land = Vietnam\n| website = \n| metric-elev = \n| metric-rwy = \n| r1-number = 09\/27\n| r1-length-f = 7.874\n| r1-length-m = 2.400\n| r1-surface = [[Asphalt]]\n| stat-year = 2019\n| stat1-header = Sản lượng khách\n| stat1-data = 780.000 lượt khách\n| stat2-header = \n| stat2-data = \n| footnotes = \n|hub=[[Hãng hàng không Quốc gia Việt Nam|Vietnam Airlines]] <br\/> [[Jetstar Pacific Airlines]] <br\/> [[Công ty Cổ phần Hàng không VietJet|VietJet Air]] <br\/> [[Bamboo Airways]]}}\n'''Sân bay Pleiku''' hay '''Cảng hàng không Pleiku''' (mã [[Hiệp hội Vận tải Hàng không Quốc tế|IATA]]: PXU; mã [[Tổ chức Hàng không Dân dụng Quốc tế|ICAO]]: VVPK) là một sân bay nội địa tọa lạc tại đường 17\/3, phường Thống Nhất, thành phố [[Pleiku]], tỉnh [[Gia Lai]], cách trung tâm thành phố Pleiku khoảng 3 km về phía Tây Nam. Sân bay này do [[Tổng công ty cảng hàng không Việt Nam|Tổng công ty Cảng hàng không Việt Nam]] quản lý. Trong thời kỳ [[chiến tranh Việt Nam]], đây là một [[căn cứ không quân]] của [[Không lực Việt Nam Cộng hòa]] và [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]]. Sân bay có đường băng dài 1817 m và đã được kéo dài lên 2400 m (hoàn thành và đưa vào sử dụng vào ngày 1 tháng 9 năm 2015) và hiện có thể tiếp nhận những máy bay tầm trung như [[Airbus A321]]. Nhà ga đã được mở rộng và đến thời điểm tháng 9\/2015 có công suất phục vụ 1 triệu lượt khách mỗi năm. Năm 2013, lượng hành khách qua sân bay này là 319.000 lượt khách, năm 2014 dự kiến đạt 329.600 lượt khách.<ref name=\"vnexpress\">{{Chú thích web|url=http:\/\/kinhdoanh.vnexpress.net\/tin-tuc\/doanh-nghiep\/hon-900-ty-dong-nang-cap-san-bay-pleiku-3082879.html|tiêu đề=Hơn 900 tỷ đồng nâng cấp sân bay Pleiku|ngày tháng = ngày 22 tháng 9 năm 2014 |nhà xuất bản=Vnexpress}}<\/ref>\n\nHiện nay, trung bình mỗi ngày sân bay phục vụ 22 chuyến bay đi và đến với trên 3.000 lượt hành khách.\n\n==Lịch sử hình thành và phát triển==\nSân bay được xây dựng từ những năm 1960, sử dụng phục vụ mục đích quân sự là chính. Ngày 18 tháng 3 năm 1975, Pleiku được giải phóng, sân bay Pleiku là căn cứ của Không quân Việt Nam.\n\nTháng 5\/1977, Tổng cục Hàng không dân dụng tổ chức mạng đường bay: Tân Sơn Nhất – Pleiku – Gia Lâm, Gia Lâm – Đà Nẵng – Pleiku – Gia lâm tần suất một chuyến\/tuần bằng các loại máy bay AN 24, YAK 40, DC4. DC6….\n\nĐể đáp ứng nhu cầu phục vụ, tháng 11\/1991, sân bay Pleiku được xây dựng nhà ga hành khách mới có tổng diện tích 600 m2, vào giờ cao điểm nhà ga có thể phục vụ được 60 lượt khách.\n\nNăm 1999, sân bay được đầu tư nâng cấp đường cất - hạ cánh bị hư hỏng, bảo đảm việc khai thác an toàn, hiệu quả các chuyến bay.\n\nNăm 2001, sân bay được đầu tư xây dựng mới khu hàng không dân dụng, bao gồm các công trình chính: nhà ga hàng không dân dụng, nhà điều hành, nhà xe ngoại trường, đài chỉ huy… Trong đó, nhà ga hành khách có diện tích tầng 1 là 1.432m2, tầng 2 là 1.140m2 phục vụ 150 lượt hành khách giờ cao điểm, sân đậu tàu bay với 3 vị trí đậu cho loại Bombardier, Forker, ATR72 và 2 chỗ cho loại máy bay có trọng tải dưới 7 tấn, sân đậu ô tô có sức chứa 130 ô tô các loại.\n\nTháng 3\/2003, khu hàng không dân dụng mới chính thức đi vào hoạt động.\n\nNgày 28\/9\/2014, [[Tổng công ty cảng hàng không Việt Nam|Tổng công ty cảng hàng không Việt Nam (ACV)]] đã tổ chức khởi công dự án cải tạo, nâng cấp đồng bộ công suất Cảng hàng không Pleiku gồm 2 dự án: Dự án “Kéo dài, nâng cấp đường cất hạ cánh, đường lăn và sân đậu máy bay” và dự án “cải tạo, mở rộng nhà ga hành khách”. Mục tiêu của dự án nhằm đảm bảo khai thác các loại máy bay A320, A321, Boeing 737 và tương đương, nâng cao chất lượng phục vụ hành khách, tạo động lực thúc đẩy phát triển kinh tế - xã hội tỉnh Gia Lai, phù hợp với kế hoạch phát triển đội bay của các hãng hàng không [[Vietnam Airlines]], [[Vietjet Air]], [[Pacific Airlines]], [[Bamboo Airways]].\n\nSau khi mở rộng và nâng cấp, Cảng hàng không Pleiku có đường cất hạ cánh 2.400m x 45m, hệ thống trang thiết bị hiện đại, hệ thống đèn tín hiệu hàng không hoạt động 24h\/24h, đảm bảo khai thác các loại máy bay A320\/321, Boeing 737; có 05 vị trí đỗ máy bay theo phương thức tàu bay tự lăn vào\/lăn ra, trong đó có 2 vị trí đậu máy bay A320, A321 và tương đương và 3 vị trí đậu máy bay ATR72 và tương đương. Dự án cải tạo, nâng cấp đồng bộ công suất Cảng hàng không Pleiku được khánh thành và đưa vào khai thác từ ngày 5\/9\/2015.\n\nNăm 2016, Cảng hàng không Pleiku được [[Tổng công ty cảng hàng không Việt Nam|Tổng công ty cảng hàng không Việt Nam (ACV)]] đầu tư thêm dự án Hệ thống hạ cánh chính xác ILS; Dự án Mở rộng sân đỗ máy bay thêm 3 vị trí đỗ dành cho máy bay A320\/A321 và tương đương.<ref>{{Chú thích web|url=https:\/\/www.vietnamairport.vn\/pleikuairport\/tin-tuc\/thong-tin-chung\/thong-tin-chung-cang-hang-khong-pleiku|tựa đề=Quá trình hình thành và phát triển}}<\/ref>\n\n==Nhà ga hành khách==\nTổng diện tích là 3.174,53m2, gồm 2 tầng, 2 cửa ra máy bay, đáp ứng 300 hành khách\/giờ cao điểm, có khả năng phục vụ 600.000 lượt hành khách\/năm.\n\nNhà ga được trang bị đầy đủ hệ thống kỹ thuật hàng không chuyên dụng hiện đại, tiên tiến với nhiều tiện ích phục vụ hành khách như: 10 quầy làm thủ tục hàng không, 22 màn hình hiển thị thông tin chuyến bay; hệ thống cổng từ, máy dò kim loại, máy soi chiếu kiểm tra an ninh, máy soi chiếu kiểm tra hành lý; hệ thống camera giám sát; hệ thống thiết bị wifi; hệ thống biển báo, biển chỉ dẫn thoát hiểm; hệ thống báo cháy, PCCC tự động, hệ thống chống sét; cung cấp đầy đủ xe đẩy hành lý và xe dành cho người khuyết tật…\n\n== Các hãng hàng không hoạt động và tuyến bay ==\n{| class=\"wikitable portable toccolors\" align=cneter\";\n| style=\"background-color:#FEFE22;color: blue\"|'''Hãng hàng không'''\n| style=\"background-color:forestgreen;color: lavender\"| '''Điểm đến'''\n|-\n|[[Bamboo Airways]]\n|[[Sân bay quốc tế Nội Bài|Hà Nội]], [[Sân bay quốc tế Cát Bi|Hải Phòng]], [[Sân bay quốc tế Đà Nẵng|Đà Nẵng]], [[Sân bay quốc tế Tân Sơn Nhất|Thành phố Hồ Chí Minh]], [[Sân bay quốc tế Vinh|Vinh]]\n|-\n|[[Pacific Airlines]]\n|[[Sân bay quốc tế Tân Sơn Nhất|Thành phố Hồ Chí Minh]]\n|-\n|[[Hãng hàng không Quốc gia Việt Nam|Vietnam Airlines]]\n|[[Sân bay quốc tế Nội Bài|Hà Nội]], [[Sân bay quốc tế Tân Sơn Nhất|Thành phố Hồ Chí Minh]]\n|-\n|[[Công ty Cổ phần Hàng không VietJet|Vietjet Air]]\n|[[Sân bay quốc tế Nội Bài|Hà Nội]], [[Sân bay quốc tế Cát Bi|Hải Phòng]], [[Sân bay quốc tế Tân Sơn Nhất|Thành phố Hồ Chí Minh]]\n|}\n\n==Thống kê==\n{| class=\"wikitable sortable toccolors\"\n! style=\"background-color:peru;color: white\"|Năm\n! style=\"background-color:#FF0080;color: white\"|Số hành khách thông qua\n|-\n! 2008 \n| \n|-\n! 2009 \n| \n|-\n! 2010\n| 166.203\n|-\n! 2011 \n| 292.544\n|-\n! 2012\n| 319.833\n|-\n!2013\n|319.992<ref name=\"vnexpress\"\/>\n|-\n!2014\n|329.600<ref name=\"vnexpress\"\/>\n|-\n!2015\n|237.564\n|-\n!2016\n|797.508\n|-\n!2017\n|753.784\n|-\n!2018\n|723.000\n|-\n!2019\n|780.000\n|-\n|}\n\n==Hình ảnh==\n<gallery>\nTập tin:Pleiku Airport.jpg|Nhà ga sân bay Pleiku\nTập tin:Bên trong nhà ga, sân bay Pleiku.jpg|Bên trong nhà ga\nTập tin:ATR72 của VNA tại sân bay Pleiku.jpg|Máy bay ATR72 của VNA tại sân bay\n<\/gallery>\n== Liên kết ngoài ==\n{{Tham khảo}}\n\n{{Sân bay Việt Nam}}\n\n[[Thể loại:Pleiku| ]]\n[[Thể loại:Sân bay tại Gia Lai|Pleiku]]\n[[Thể loại:Cảng hàng không do Tổng công ty Cảng hàng không Việt Nam quản lý|Pleiku]]"}