{"30659":"{{Infobox airport \n| name = Sân bay Phù Cát (Phu Cat  Airport)\n| nativename = Cảng hàng không Phù Cát\n| image =\n| image-width = 200\n| caption = \n| IATA = UIH\n| ICAO = VVPC\n| type = Dân dụng\/quân sự\n| owner = \n| operator = [[Tổng công ty cảng hàng không Việt Nam]] \n| city-served = [[Quy Nhơn]]\n| location = [[Phù Cát|Huyện Phù Cát]]\n| metric-elev = y\n| elevation-m = 24\n| coordinates =\n| website =\n| pushpin_map = Vietnam\n| pushpin_map_caption = Vị trí sân bay ở Việt Nam\n| pushpin_label = '''UIH'''\n| pushpin_label_position = top\n| latd = 13 | latm = 57 | lats = 18 | latNS = N\n| longd = 109 | longm = 02 | longs = 32 | longEW = E\n| coordinates_region = VN-31\n| metric-rwy = y\n| r1-number = 15\/33\n| r1-length-m = 3.051\n| r1-length-f = 10.010\n| r1-surface = [[Bê tông]]\n| stat-year = 2019\n| stat1-header = Số khách\n| stat1-data = 1.6 triệu<ref name=\"ACV\"\/>\n| stat2-header = \n| stat2-data = \n| footnotes = Nguồn: GCM,<ref name=\"GCM\">{{GCM|VVPC}}<\/ref> STV<ref name=\"STV\">{{STV|7730226|Phu Cat Airport}}<\/ref>\n|hub=[[Hãng hàng không quốc gia Việt Nam|Vietnam Airlines]]<br\/> [[Pacific Airlines]]<br\/> [[Công ty Cổ phần Hàng không VietJet|VietJet Air]] <br\/>  [[Bamboo Airways]] <br\/> [[Vietravel Airlines]]\n| website = [https:\/\/www.vietnamairport.vn\/]}}\n[[Tập tin:PhuCat terminal1.jpg|nhỏ|phải|286x286px|Nhìn từ tầng 2, nhà ga T1 sân bay Phù Cát]]\n[[Tập tin:PhuCat newterminal.jpg|thế=|nhỏ|288x288px|Bên trong nhà ga mới (T1) được đưa vào khai thác tháng 5 năm 2018]]\n'''Sân bay Phù Cát''' ([[mã sân bay IATA]]: '''UIH''', [[mã sân bay ICAO]]: '''VVPC''', tên giao dịch chính thức: '''Cảng hàng không Phù Cát''', [[tiếng Anh]]: '''Phu Cat Airport''') là một sân bay lưỡng dụng ở huyện [[Phù Cát]], tỉnh [[Bình Định]], [[miền Trung]] [[Việt Nam]]. Sân bay này do [[Tổng công ty cảng hàng không Việt Nam]], một cơ quan của [[Cục Hàng không Dân dụng Việt Nam]], quản lý.<ref name=\"ACV\"\/>\nNăm 2019, sân bay này phục vụ  khoảng 1,6 triệu lượt khách.<ref name=\"ACV\"\/>\n\nSân bay Phù Cát còn là nơi huấn luyện quân sự và là căn cứ của Trung đoàn không quân 925 thuộc Sư đoàn không quân 372.\n\n==Lịch sử==\nSân bay này được xây năm 1966, lúc đó có tên gọi là Sân bay Gò Quánh, làm căn cứ 60 chiến thuật không quân của [[Không lực Việt Nam Cộng hòa|Không lực Việt Nam Cộng hoà]]. Sau năm 1975, sân bay này được bộ Quốc phòng nước CHXHCN Việt Nam trực tiếp quản lý và đến tháng 9 năm 1984 thì chuyển thành sân bay hỗn hợp quân sự và dân sự thay thế cho [[sân bay Quy Nhơn]] ở nội thành Quy Nhơn. \n\nSân bay Phù Cát nằm bên cạnh Quốc lộ 1, [[đường sắt Bắc Nam]], [[thị trấn Gò Găng]] ([[huyện Phù Cát]]) và thị xã An Nhơn. Cách trung tâm thành phố [[Quy Nhơn]] khoảng 30&nbsp;km về phía tây bắc, cách trung tâm [[An Nhơn|thị xã An Nhơn]] khoảng 10km về phía Bắc, trung tâm [[Phú Phong, Tây Sơn|thị trấn Phú Phong]], [[Tây Sơn|huyện Tây Sơn]] khoảng 20km về phía Đông Bắc và cách trung tâm [[Bồng Sơn|phường Bồng Sơn]], [[Hoài Nhơn|thị xã Hoài Nhơn]] 65km về phía Nam, đó là những địa phương có kinh tế phát triển và sở hữu những địa điểm du lịch nổi tiếng của Bình Định.\n\nNgày 17 tháng 1 năm 2015, [[Tổng công ty cảng hàng không Việt Nam]] đã khởi công dự án mở rộng, nâng cấp năng lực khai thác ở sân bay Phù Cát. Dự án mở rộng sân đỗ đảm bảo 07 vị trí đậu máy bay A320\/A321 và tương đương (tăng 3 vị trí đậu máy bay so với trước khi mở rộng). Hệ thống đèn chiếu sáng sân đỗ, đèn hiệu được đầu tư bổ sung, đảm bảo Cảng hàng không Phù Cát có thể khai thác các chuyến bay đêm. Dự án này hoàn thành và đưa vào khai thác trong năm 2015.<ref name=\"ACV\">{{Chú thích web|url=http:\/\/vietnamairport.vn\/page\/1352\/su-kien-noi-bat\/khoi-cong-du-an-%E2%80%9Cxay-dung-mo-rong-khu-hang-khong-dan-dung-cang-hang-khong-phu-cat%E2%80%9D|tiêu đề=Khởi công dự án “Xây dựng, mở rộng khu hàng không dân dụng - Cảng hàng không Phù Cát”|ngày tháng=ngày 19 tháng 1 năm 2015|nhà xuất bản=[[Tổng công ty cảng hàng không Việt Nam]]|ngày truy cập=2015-09-16|archive-date=2015-04-30|archive-url=https:\/\/web.archive.org\/web\/20150430035958\/http:\/\/vietnamairport.vn\/page\/1352\/su-kien-noi-bat\/khoi-cong-du-an-%E2%80%9Cxay-dung-mo-rong-khu-hang-khong-dan-dung-cang-hang-khong-phu-cat%E2%80%9D|url-status=dead}}<\/ref>\n\nHiện nay (2022), sân bay Phù Cát là một trong các sân bay nhộn nhịp của khu vực [[Duyên hải Nam Trung Bộ|Nam Trung Bộ]] và [[Tây Nguyên]]. Xếp sau [[sân bay quốc tế Đà Nẵng]] và [[sân bay quốc tế Cam Ranh]] về lượng hành khách thông qua.\n\nSáng ngày 6\/6\/2021, [[Bamboo Airways]] khai trương phòng chờ '''First lounge by Bamboo Airways''' '''(Member of''' [[Tập đoàn FLC|FLC]] '''Group)'''. Phòng chờ có khuôn viên rộng tới 250m2, lấy cảm hứng xứ sở nhiệt đới xanh tràn ngập khắp không gian và thiết kế hiện đại, sang trọng.\n\nNgày 1\/7\/2021 sân bay thông báo ngừng phát thanh thông tin chuyến bay tại nhà ga. Tất cả các thông tin liên quan đến chuyến bay và cập nhật cửa ra máy bay, giờ ra máy bay sẽ hiển thị trên màn hình thông tin (FIDS) tại nhà ga.\n\n== Nâng cấp thành sân bay quốc tế ==\n<!-- Chú thích hóa: [[Tập tin:Mo Hinh Phu Cat Airport.jpg|nhỏ|300px|phải|Mô hình Nhà ga hành khách và sân đậu máy máy của Cảng hàng không Phù Cát (huyện Phù Cát, tỉnh Bình Định).]] -->\n* [[Tổng công ty cảng hàng không Việt Nam]] (ACV) đã quyết định đầu tư nâng cấp [[Sân bay Phù Cát]] theo hướng sẽ trở thành Cảng hàng không quốc tế với 3 hạng mục chính: mở rộng sân đỗ, xây dựng mới Nhà ga hiện đại đạt tiêu chuẩn quốc tế và nâng cấp đường băng.\n\nTheo thiết kế, Nhà ga hành khách gồm 2 tầng, lấy ý tưởng thiết kế từ hình ảnh của [[Đàn Nam Giao]]. Tầng 1 có [[hình vuông]] tượng trưng cho Đất, tầng 2 có hình tròn tượng trưng cho Trời, ở giữa nhà ga có khoảng trống hình tròn thông suốt từ tầng trệt lên mái nhà ga để hấp thụ trực tiếp ánh sáng và khí trời.\n\nTrên mái của tầng 1 sẽ trồng cỏ và cây xanh làm cho nhà ga mát mẻ vào mùa hè, ấm áp vào mùa đông, đồng thời tạo cảnh quan và không gian xanh mát cho nhà ga.\n\nNhà ga hành khách có năng lực phục vụ 600 hành khách giờ cao điểm, công suất thiết kế 2,5 triệu hành khách\/năm, có khả năng mở rộng để nâng công suất lên 4 triệu hành khách\/năm.\n\nSau khi mở rộng sân đậu, [[sân bay Phù Cát]] sẽ đảm bảo 10 vị trí đậu máy bay A321-200 và tương đương (tăng 3 vị trí so với trước đó), đáp ứng nhu cầu khai thác trong tương lai gần. Hệ thống đèn chiếu sáng sân đỗ, đèn hiệu được đầu tư bổ sung, đảm bảo Cảng hàng không Phù Cát có thể khai thác các chuyến bay đêm.\n\nViệc mở rộng sân đỗ máy bay đảm bảo kết nối đồng bộ với hệ thống sân đường khu bay đã tính đến việc phát triển mở rộng sân đỗ trong tương lai.\n[[Tập tin:Phucatairport1.jpg|nhỏ|phải|289x289px|Nhà ga T2 (nhà ga dân dụng cũ), đã được nâng cấp thành nhà ga quốc tế thuộc sân bay Phù Cát (từ tháng 1 năm 2020)]]\n[[Tập tin:Sandaumaybay PhuCat.jpg|nhỏ|292x292px|Sân đậu máy bay - Sân bay Phù Cát]]\nTháng 11 năm 2018, UBND tỉnh Bình Định và Cục Hàng không Việt Nam đã thống nhất sử dụng nhà ga T2 (nhà ga cũ), Cảng hàng không '''Phù Cát''' (sân bay Phù Cát) để chuyên phục vụ cho các chuyến bay quốc tế đi và đến sân bay này. Đồng thời, sẽ sớm sửa chữa, lắp đặt thiết bị cần thiết bảo đảm theo quy định để phục vụ đưa, đón khách quốc tế. Dự kiến, hãng [[Bamboo Airways]] là đơn vị đầu tiên khai thác các chuyến bay quốc tế đi và đến sân bay Phù Cát.\n\nTháng 1\/2020 đã mở các chuyến bay quốc tế đầu tiên tại sân bay Phù Cát khởi hành từ [[Cheongju]](Hàn Quốc) và ngược lại do hãng hàng không Bamboo Airways khai thác. Theo đó, nhà ga cũ (T2) của Sân bay Phù Cát thành nhà ga quốc tế, còn nhà ga mới (T1) vẫn để làm nhà ga nội địa. Hiện tại, Vietnam Airlines cho biết đã có kế hoạch khai thác chuyến bay quốc tế đi và đến Quy Nhơn từ tháng 3\/2020. Trong khi đó đại hiện hai hãng hàng không Jetstar Pacific và VietJetAir cho biết vẫn chưa có kế hoạch khai thác chuyến bay quốc tế nào.\n\n* Hiện nay (2022), tỉnh Bình Định kiến nghị nâng cấp sân bay Phù Cát để tăng công suất lên gấp đôi - 5 triệu hành khách, 50.000 tấn hàng hoá và đón được máy bay cỡ lớn.\n\nNgày 5\/11, ông Nguyễn Tự Công Hoàng, Phó Chủ tịch UBND tỉnh Bình Định cho biết địa phương vừa đề xuất Bộ Giao thông Vận tải xem xét, kiến nghị Thủ tướng cho chủ trương khảo sát, lập quy hoạch mở rộng Phù Cát thành sân bay quốc tế.\n\nSân bay Phù Cát hiện có một nhà ga hai tầng, phục vụ được 600 khách vào giờ cao điểm, công suất thiết kế 2,5 triệu khách một năm; một đường băng dài hơn 3.000 m, rộng 45 m và sân đỗ với 7 vị trí.\n\nTheo đó, UBND tỉnh Bình Định kiến nghị đầu tư mở rộng sân đỗ (từ 7 lên 14 chỗ đậu); làm đường băng thứ hai đạt chuẩn 4E từ nguồn ngân sách nhà nước để có thể khai thác các máy bay lớn như Boeing 787, 777, Airbus A350. Địa phương cũng muốn xây mới nhà ga theo phương thức PPP (đối tác công - tư). Khi đó, công suất sân bay lên 5 triệu khách một năm, hàng hóa đạt 50.000 tấn một năm.[[Tập tin:PhuCat terminal1 fromBack.jpg|nhỏ|292x292px|Nhà ga dân dụng mới của sân bay Phù Cát]]\n\n==Các hãng hàng không và tuyến bay ==\n{| class=\"wikitable sortable toccolors\"\n!style=\"background-color:BlanchedAlmond; color: blue\" width=130px| Hãng hàng không\n!style=\"background-color:Aquamarine; color:blue\" width=450px| Các điểm đến\n|-\n|[[Bamboo Airways]]||[[Sân bay quốc tế Nội Bài|Hà Nội]],[[Cảng hàng không quốc tế Tân Sơn Nhất|Tp.Hồ Chí Minh]]\n|-\n|[[Pacific Airlines]] || [[cảng hàng không quốc tế Tân Sơn Nhất|Tp.Hồ Chí Minh]]\n|-\n|[[VietJet Air]]|| [[Sân bay quốc tế Nội Bài|Hà Nội]], [[cảng hàng không quốc tế Tân Sơn Nhất|Tp.Hồ Chí Minh]], [[cảng hàng không quốc tế Cát Bi|Hải Phòng]]\n|-\n|[[Hãng hàng không Quốc gia Việt Nam|Vietnam Airlines]]|| [[Sân bay quốc tế Nội Bài|Hà Nội]], [[cảng hàng không quốc tế Tân Sơn Nhất|Tp.Hồ Chí Minh]]\n|-\n|[[Vietravel Airlines]]\n|[[Sân bay quốc tế Nội Bài|Hà Nội]], [[Sân bay quốc tế Tân Sơn Nhất|Tp.Hồ Chí Minh]] \n|}\n\n==Thống kê==\n{| class=\"wikitable sortable toccolors\"\n! style=\"background:#FDFF00;color:#00BFFF\"|Năm \n! style=\"background:#FFBF00;color:blue\"|Số hành khách thông qua\n|-\n|2011 ||220.000\n|-\n|2012 ||240.000\n|-\n|2013 ||300.000\n|-\n|2014 ||427.000\n|-\n|2015 ||700.000\n|-\n|2016 ||1.000.000\n|-\n|2017 ||1.050.000\n|-\n|2018 ||1.100.000\n|-\n|2019 ||1.600.000\n|}\n\n==Chú thích==\n{{Tham khảo}}2. https:\/\/vnexpress.net\/binh-dinh-muon-mo-rong-san-bay-phu-cat-4532531.html<nowiki\/>{{thể loại Commons|Phu Cat Airport}}\n{{Sân bay Việt Nam}}\n{{sơ khai Bình Định}}\n\n[[Thể loại:Sân bay tại Bình Định|Phù Cát]]\n[[Thể loại:Giao thông công cộng Bình Định]]\n[[Thể loại:Sân bay quân sự Việt Nam|Phù Cát]]\n[[Thể loại:Phù Cát]]\n[[Thể loại:Cảng hàng không do Tổng công ty Cảng hàng không Việt Nam quản lý|Phù Cát]]\n{{DEFAULTSORT:Sân_bay_Phù_Cát}}"}