{"19270249":"'''Sông Dâu''' là một dòng sông cổ tại vùng [[Thuận Thành]], [[Bắc Ninh]]. Sông hiện nay đã cạn nhiều, vết tích còn lại là những con ngòi hẹp, ao hồ đứt quãng, chỉ một vài khúc còn dòng chảy. Sông Dâu gắn liền với sự phát triển của vùng Dâu - [[Luy Lâu]], thủ phủ của chính quyền cai trị phương Bắc thời [[Bắc thuộc]] và trung tâm Phật giáo đầu tiên ở Việt Nam<ref name=\"Quang Tue\">[https:\/\/books.google.com.au\/books?id=6kjwCAAAQBAJ Cư sĩ Quảng Tuệ, ''Dâu - Keo nơi khỏi nguồn Phật giáo Việt Nam'', Tạp chí Khuông Việt, số 1, tháng 12 năm 2007, trang 55]<\/ref><ref name=\"Chinh Phu\">[http:\/\/baochinhphu.vn\/Ha-Noi\/Luy-Lau-trung-tam-chinh-tri-kinh-te-van-hoa-co-xua-nhat\/33376.vgp ''Luy Lâu – trung tâm chính trị, kinh tế, văn hóa cổ xưa nhất'', Tổng tập Nghìn năm văn hiến Thăng Long, Báo điện tử Chính phủ, 2010, truy cập ngày 12 tháng 5 năm 2020]<\/ref>.\n\n== Dòng chảy và hiện trạng ==\nSông Dâu vốn là một sông lớn, nối từ [[sông Cầu]] sang [[sông Hồng]]. Thực ra, sông Dâu phải “kinh qua” sông Tiêu Tương (Sông Tiêu Tương nối sông Cầu và sông Hồng, gặp sông Dâu ở Đình Bảng). Sông Tiêu Tương cùng với dòng Tào Khê, Suối Sẻ (bắt nguồn từ núi Phật Tích chảy vào sông Dâu) đã bị vùi lấp, kể cả sông Dâu<ref>[https:\/\/www.tapchikientruc.com.vn\/chuyen-muc\/hai-loi-ich-lon-tu-viec-khoi-phuc-dong-tieu-tuong.html Nguyễn Công Hảo, ''Hai lợi ích lớn từ việc khôi phục dòng Tiêu Tương'', Tạp chí Kiến trúc số 07 -2015, truy cập ngày 12 tháng 5 năm 2020]<\/ref>.\n\nSông Dâu chạy từ Đình Bảng xuống Phật Tích, về vùng Dâu (Luy Lâu) tạo thành hào phía Tây thành Luy Lâu, sau đó đổ xuống [[Hà Mãn]], Cửu Yên ([[Ngũ Thái]]) rẽ sang [[Cẩm Giàng]], [[Gia Bình]], [[Lương Tài]] đổ ra [[sông Thái Bình]] để ra biển Đông<ref name=\"dong ky\">{{Chú thích web |url=http:\/\/www.dongky.bacninh.com\/xem-tin-tuc\/68721\/ve-song-dau.html |ngày truy cập=2020-05-12 |tựa đề=''Về Sông Dâu'', Công ty TNHH Công nghệ và Thương mại TeC, 2014, truy cập ngày 12 tháng 5 năm 2020 |archive-date=2020-02-19 |archive-url=https:\/\/web.archive.org\/web\/20200219141422\/http:\/\/www.dongky.bacninh.com\/xem-tin-tuc\/68721\/ve-song-dau.html |url-status=dead }}<\/ref>.\n \nDòng chảy sông Dâu ở phía nam [[sông Đuống]] thì còn rõ dấu vết. Bắt đầu là vị trí xóm Sông của thôn Đình Tổ (xã [[Đình Tổ]]), nơi có đoạn đê vào mùa nước to vẫn xảy ra hiện tượng rò rỉ nước kiểu mạch ngầm mạch sủi do đê đắp trên nền lòng sông Dâu cổ không đủ độ bịt kín các khe cứng đáy sông. Tiếp theo là dãy ao hồ dài nối nhau của thôn Đình Tổ, nơi thái sư [[Lê Văn Thịnh]] (thời Lý) từ nơi đày Thao Giang trên đường về quê đã ngã xuống tắt thở khi chỉ còn cách quê nhà hơn mười cây số. Tiếp đó là khu đồng trũng và dãy ao hồ thôn Trà Lâm và thôn Tư Thế (xã [[Trí Quả]]), nơi dấu vết phù sa còn rõ như ở ven dòng sông đang chảy năm xưa. Bãi Định (thôn Công Hà, xã [[Hà Mãn]]) gần cầu Dâu chín nhịp là nơi làm gốm nay thành chợ. Câu ca dao \"Công Hà trồng bí trồng bầu\" thêm phần khẳng định dòng chảy bồi đắp phù sa cho nơi đây. Qua chùa Dâu, sông chảy về phía Cầu Gáy của xã [[Nguyệt Đức, Thuận Thành]] rồi đổ vào [[sông Cẩm Giàng]] và ra sông Thái Bình<ref name=\"vusta\"\/>.\n\nSông Dâu đã cạn từ thế kỉ XIX<ref name=\"Phan Cam Thuong\">[http:\/\/www.sugia.vn\/portfolio\/detail\/51\/luy-lau-thuong-nguon-dong-song-phat-giao-dong-a.html Di Linh, ''Luy Lâu: thượng nguồn dòng sông Phật giáo Đông Á'', Hội Khoa Học Lịch sử Bình Dương, 2012, truy cập ngày 12 tháng 5 năm 2020]<\/ref>, vết tích ngày nay còn lại là những con mương nhỏ, con ngòi hẹp và các ao hồ đứt quãng<ref name=\"Quang Tue\"\/> ví dụ các ao dài ở các làng Bút Tháp, làng Tư Thế và đoạn sông chạy từ Dâu đến chợ Nôm<ref name=\"Phan Cam Thuong\"\/>.\n\n== Lịch sử ==\nTheo sách ''Cổ Châu Phật bản hạnh'' kể về sự tích Phật Tứ Pháp vùng Dâu thì vào đời [[Sĩ Nhiếp]] cai trị (185-225) có trận cuồng phong làm đổ cây dung thụ bên trong chứa con gái nàng Man Nương do sư thầy Khâu-đà-la đặt vào. Cây từ núi Mả Mang (núi Phật Tích ở huyện Tiên Du) theo sông Dâu về bến Vọng Giang Lâu thành Luy Lâu thì quẩn lại không trôi đi nữa. Sĩ Nhiếp thấy cây to sai quân kéo vào để làm nhà nhưng không kéo nổi. Khi nàng Man Nương đến chỉ cần tung dải yếm ra là kéo vào được. Đêm đó Sĩ Nhiếp nằm mơ được tiên ông báo cần xẻ gỗ làm tượng Phật thì sẽ cầu mưa được mưa và ngài đã làm theo. Đó là hệ thờ phật Tứ Pháp (Pháp Vân, Pháp Vũ, Pháp Lôi, Pháp Điện) đặt ở bốn chùa gần nhau là [[chùa Dâu]], [[chùa Đậu (Bắc Ninh)|chùa Đậu]], [[chùa Tướng]], [[chùa Dàn]]<ref name=\"vusta\"\/>.\n\nĐến thế kỷ 19, con sông Dâu bị cạn, sông Tiêu Tương và sông Dâu biến thành hai con sông chết. Khi đó, sông Dâu và sông Tiêu Tương chảy theo hướng Bắc – Nam, hướng có độ dốc lớn, thường gây ra lũ do lượng nước dồn về nhanh. Cả vùng Dâu – Keo, [[Đình Bảng]] ngày xưa đều thường xuyên có lụt. Người dân Kinh Bắc mới khơi con [[sông Thiên Đức]] (sông Đuống) theo hướng Tây - Đông để chia nước sông Hồng. Khi đó, con sông Thiên Đức cũng chỉ là một con sông nhỏ, người dân bắc cầu tre đi qua được. Đình làng [[Đông Hồ]] nguyên là phía Bắc sông, khi khơi sông mới di về bờ Nam. Khi sông Dâu và sông Tiêu Tương bị lấp, cạn dần đi, sông Thiên Đức lớn lên cắt Bắc Ninh ra làm hai phần: nam phần Bắc Ninh (gồm bốn huyện [[Gia Lâm]], [[Thuận Thành]], [[Gia Bình]], [[Lang Tài]]); bắc phần Bắc Ninh (gồm ba huyện: [[Quế Võ]], [[Tiên Du]] và [[Yên Phong]]). Sự lớn rộng của con sông Thiên Đức cùng với sự biến mất của con sông Dâu và sông Tiêu Tương là thời điểm đánh dấu sự chấm dứt vai trò trung tâm của Phật giáo Luy Lâu<ref name=\"Phan Cam Thuong\"\/>.\n\nNăm 1958, khi Nhà nước xây dựng công trình thủy lợi lớn mang tên [[Đại thủy nông Bắc Hưng Hải]] thì dòng chảy sông Dâu lại được khôi phục một phần, lấy nguồn nước từ kênh dẫn và cống điều tiết từ sông Đuống ở vị trí không phải dòng sông cổ. Nhưng đoạn từ bến Vọng Giang Lâu về Cầu Gáy thì theo dòng chảy cũ và có đào thêm đoạn chảy về phía huyện [[Văn Lâm]], qua thôn Ngọc Tỉnh (xã [[Song Liễu]]), nơi Chủ tịch Hồ Chí Minh đã về thăm và nói chuyện với dân công làm mương năm 1958<ref name=\"vusta\">[http:\/\/vusta.vn\/chitiet\/tin-tuyen-sinh-dao-tao\/Nhung-dong-song-lap-va-huyen-su-van-hoa-xu-Bac-1011 Những dòng sông lấp và huyền sử văn hóa xứ Bắc, Trang tin điện tử Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam, 2011, truy cập ngày 12 tháng 5 năm 2020]<\/ref>.\n\n== Vai trò với Luy Lâu ==\nSông Dâu chảy nối liền sông Đuống, tiến sâu vào xã Thanh Khương uốn khúc, lượn lờ tạo nên một vùng tụ thủy. Đây chính là nơi âm dương giao hòa, đất trời gặp gỡ tạo nên một vùng đất thiêng. Bao quanh chùa là 12 làng, các nhà địa lý [[phong thủy]] nổi danh cho đây là thế đất lớn. Chính vì lẽ đó mà Sỹ Nhiếp đã xây kinh đô Luy Lâu và chính nơi đất lành này mọc lên một ngôi chùa về sau trở thành trung tâm Phật giáo của người [[Giao Chỉ]]<ref>[https:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=5AD449 Quang Dũng, ''Chùa Dâu Trung tâm Phật giáo đầu tiên'', Báo Giác Ngộ Online, truy cập ngày 12 tháng 5 năm 2020]<\/ref>.\n\nĐô thị Luy Lâu nằm giữa khu vực giao nhau giữa Sông Dâu và Sông Đuống, giữa trung tâm đồng bằng châu thổ Bắc Bộ, trong đó Sông Dâu giữ vai trò trục không gian kiến trúc chính. Các công trình của đô thị chủ yếu dựng đặt, xây cất bên bờ Sông Dâu (thành lũy bên một bờ sông). Các công trình kiến trúc, tôn giáo (đền đài, chùa tháp…) được xây cất trong thành, ngoài phố xá, làng mạc dọc bờ Đông Sông Dâu là chủ yếu, trong đó Chùa Dâu (Đền Bà Dâu) giữ vai trò trung tâm tôn giáo của đô thị Luy Lâu, được xây dựng quy mô bề thế<ref name=\"Chinh Phu\"\/>.\n\nSông Dâu giữ vai trò thông thương đường thủy đặc biệt quan trọng nối trung tâm Luy Lâu với các vùng miền xung quanh, với các nước trong khu vực. Dòng chảy này là đường thủy nối Luy Lâu với [[Phật Tích]] và có vai trò quan trọng trong việc hình thành hai trung tâm Phật giáo Phật Tích và Luy Lâu. Như vậy, vào đầu Công nguyên, vùng Dâu tức Luy Lâu, một vị trí trung tâm [[Đồng bằng châu thổ sông Hồng]], với nhiều lợi thế, đã trở thành trị sở của quận [[Giao Chỉ]] (sau là trị sở của quận [[Giao Châu]]), đồng thời là một đô thị sầm uất, là một trung tâm thương mại lớn của quận Giao Chỉ.<ref name=\"Tran Dinh Luyen\">[http:\/\/chuaxaloi.vn\/thong-tin\/phat-tich-trung-tam-phat-giao-co-nhat-viet-nam\/2856.html Trần Đình Luyện, ''Phật Tích - Trung tâm Phật giáo cổ nhất Việt Nam'', Hội Di sản Văn hoá Bắc Ninh, Chùa Phật học Xá Lợi, truy cập ngày 13 tháng 5 năm 2020]<\/ref>\n\nTheo các nguồn sử liệu, các nước phương Tây và phương Nam muốn buôn bán, giao thiệp với Trung Quốc đều phải theo con đường Giao Chỉ. Từ [[trước Công Nguyên]] và nhất là từ thế kỷ II-III trở đi, ngày càng có nhiều thương nhân nước ngoài đến buôn bán ở Giao Châu và thuyền buôn của họ thường xuyên có mặt ở Luy Lâu. Những chứng tích vật chất và các nguồn tài liệu ở Luy Lâu đã khẳng định Luy Lâu thực sự là trung tâm thương mại lớn - một đô thị cảng mang tính quốc tế của nước ta thời Bắc thuộc<ref name=\"Chinh Phu\"\/>.\n\n=== Phật giáo ở Luy Lâu ===\nPhật Tích với vị trí và cảnh quan một vùng sơn lâm, ở trung tâm châu thổ Bắc Bộ, với núi non, đồi rừng thâm u, tĩnh mịch, có am đá, cây xanh bao phủ. Đó là vị trí cảnh quan thích hợp cho các giáo sĩ đến lập am, luyện đạo, tu thiền. Vì vậy, vào đầu Công nguyên, các giáo sĩ Ấn Độ, mà người tiêu biểu là sư [[Khâu Đà La]] đã tới quận Giao Chỉ, qua trung tâm Luy lâu, rồi về Phật Tích lập am, luyện đạo tu [[Thiền]] đúng như tài liệu ''Cổ Châu Phật bản hạnh'' đã chép. Các giáo sĩ đã theo các thuyền buôn qua đường biển vào trung tâm Luy Lâu, rồi ngược dòng sông Dâu tới Phật Tích và dừng ở đó để lập am, dựng chùa, và tu luyện, sau mới trở lại truyền bá đạo Phật cho dân chúng tại Luy Lâu, lập nên sơn môn Dâu, một trung tâm Phật giáo lớn và cổ xưa nhất ở Việt Nam<ref name=\"Tran Dinh Luyen\"\/>.\n\nỞ Luy Lâu có tín ngưỡng thờ thần tự nhiên, mây mưa sấm chớp. [[Phật giáo Ấn Độ]] vào Việt Nam tìm cách hoà hợp với tín ngưỡng này, nên mới sinh ra truyền thuyết về Man Nương, là nguồn gốc để có hệ thống tín ngưỡng [[Tứ pháp]] cho đến tận bây giờ. Các nhà sư Trung Quốc muốn sang Ấn Độ nghiên cứu về Phật giáo Ấn Độ đều phải qua Giao Chỉ để học [[chữ Phạn]]; ngược lại, các nhà sư Ấn Độ muốn sang Trung Quốc cũng phải qua Giao Chỉ để học chữ Hán… Đó là những dấu ấn quan trọng cho thấy, Luy Lâu được hình thành và mang đậm những nét đặc trưng của Phật giáo Ấn Độ, tạo nên kết quả là Phật giáo Việt Nam sinh ra bởi sự hoà hợp của Phật giáo Ấn Độ với tín ngưỡng bản địa, không phải từ nguồn [[Phật giáo Trung Hoa]] thời [[Bắc thuộc]].<ref name=\"Phan Cam Thuong\"\/>\n\n== Ca dao ==\nSông Dâu được nhắc đến nhiều lần trong [[ca dao]], [[dân ca quan họ]]:\n\n''Thuyền em ngược bến sông Dâu''\n\n''Buôn chè mạn Thái còn lâu mới về''<ref>[http:\/\/nguoikinhbac.vn\/detail\/Bao-ton-va-phat-huy-Di-san-van-hoa-Bac-Ninh--co-chieu-sau-kha-dung-hon-khi-co-nhung-Bao-tang-don-nguyen-2190-22 Hải Sâm, ''Bảo tồn và phát huy Di sản văn hóa Bắc Ninh có chiều sâu khả dụng hơn khi có những Bảo tàng đơn nguyên'', Hội Văn học nghệ thuật tỉnh Bắc Ninh, 2016, truy cập ngày 13 tháng 5 năm 2020]<\/ref>\n\nlại có câu:\n\n''Lênh đênh ba bốn thuyền kề''\n\n''Chiếc ra cửa bể, chiếc về sông Dâu''<ref name=\"Quang Tue\"\/>\n\nhoặc có câu:\n\n''Lên đênh ba bể bốn bề''\n\n''Chiếc xuôi Hà Nội, chiếc về sông Dâu''<ref name=\"Phan Cam Thuong\"\/>\n\nNhư vậy, đến thế kỷ XIX, khi Thăng Long được đổi tên là Hà Nội thì con sông Dâu vẫn còn.\n\n== Xem thêm ==\n*[[Sông Thiên Đức]]\n*[[Lịch sử Phật giáo Việt Nam]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Sông tại Bắc Ninh]]"}