{"305664":"'''Sông Chanh''' là một con sông ngắn tại tỉnh [[Quảng Ninh]].\n\nSông là một [[phân lưu]] của [[sông Bạch Đằng]], chảy tách ra từ sông Bạch Đằng tại phường Yên Giang, [[Quảng Yên]]. Từ đây sông chảy xuyên qua thị xã Quảng Yên theo hướng đông nam và đổ ra [[Biển Đông]] tại xã Tiền Phong, Quảng Yên\n\nSông có [[chiều dài]] khoảng 15&nbsp;km, [[chiều rộng]] khoảng 300–400 m, chảy giữa và chia đôi thị xã Quảng Yên thành hai phần có diện tích gần bằng nhau\n\n== Sự hình thành ==\nGiai đoạn trước năm 1443, cửa sông Bạch Đằng đổ ra biển rộng lớn, chỉ có các bãi bồi rải rác. Đến năm 1443, một số dân cư từ Thăng Long đến đây quai đê lấn biển trên các bãi phù sa này, tạo thành [[đảo Hà Nam]], trở thành một bên bờ chạy dọc xuyên suốt của sông Chanh. Sau này đảo Hà Nam tiếp tục được quai lấn rộng hơn và có diện mạo như ngày nay.\n\n== Các công trình và di tích hai bên bờ ==\nKhu vực đầu sông, nơi sông Chanh mở nhánh từ sông Bạch Đằng hiện còn di tích bãi cọc trong trận [[Sông Bạch Đằng|Bạch Đằng]] năm 1288 tại Yên Giang. Tuy nhiên do bồi đắp tự nhiên và do con người quai lấn, hiện nay bãi cọc đã nằm khá xa bờ sông hiện tại.\n\nCầu sông Chanh, hai đầu thuộc phường Nam Hòa và phường Yên Giang, được khánh thành năm 2001.Năm 2017, cầu Bạch Đằng, thuộc tuyến cao tốc kết nối Quốc lộ 5B Hải Phòng với Quốc lộ 18, khánh thành, thay thế phà Hà An.<ref>{{Chú thích web|url=http:\/\/www.xn--qungninhskyline-604h.vn\/cau-song-chanh-2-cau-moi\/|tiêu đề=Cầu Sông Chanh 2 (Cầu mới)|ngày truy cập=2018-04-06|archive-date=2017-10-12|archive-url=https:\/\/web.archive.org\/web\/20171012045247\/http:\/\/www.xn--qungninhskyline-604h.vn\/cau-song-chanh-2-cau-moi\/|url-status=dead}}<\/ref>\n\nBến phà Chanh nằm cách cần sông Chanh khoảng vài trăm mét về phía hạ lưu, hiện không còn sử dụng.\n\nBên phía bờ Bắc, nằm về phường Quảng Yên có nhà thờ Quảng Yên<ref>{{Chú thích web|url=http:\/\/www.giaoxugiaohovietnam.com\/HaiPhong\/01-Giao-Phan-HaiPhong-QuangYen.htm|tiêu đề=Lược sử Giáo xứ Quảng Yên}}<\/ref>, thuộc giáo xứ Quảng Yên, giáo Hạt Quảng Ninh.\n\nĐền thờ liệt sĩ Minh Hà<ref>{{Chú thích web|url=https:\/\/thachthat.hanoi.gov.vn\/van-hoa-xa-hoi\/-\/news\/SVzLSt4jNFBs\/489253.html;jsessionid=i0cm9vtl5rLWTUEF8O6Pvca0.app2|tiêu đề=Giới thiệu về anh hùng liệt sĩ Minh Hà}}<\/ref> (Đỗ Thị Sinh (1925-1947) thuộc địa phận Cống Mương, Phong Hải. Liệt sĩ Minh Hà, quê gốc ở Thạch Thất, Hà Tây cũ, có thời kỳ tham gia hoạt động cách mạng ở huyện Yên Hưng cũ (nay là thị xã Quảng Yên), là bí thư chi bộ đảng đầu tiên ở Hà Nam. Ngày 12 tháng 7 năm 1947, Liệt sĩ bị thực dân Pháp bắt và tra tấn đến chết vào 14\/7, xác liệt sĩ bị đem thả trôi sông, dân địa phương vớt được 2 ngày sau đó. Tại địa điểm ấy, dân địa phương lập miếu thờ.\n\nCống Cảng nằm trên địa phận phường Phong Hải, là nơi có tuyến phà nối đảo Hà Nam với phường Hà An, hiện nay đang xây dựng một cây cầu<ref>{{Chú thích web|url=http:\/\/cienco1.com\/news\/Tin-tuc-nganh\/Do-be-tong-thanh-cong-coc-khoan-nhoi-dau-tien-cau-Song-Chanh-150\/|tiêu đề=Đổ bê tông thành công cọc khoan nhồi đầu tiên cầu Sông Chanh}}<\/ref>, thuộc tuyến cao tốc Hà Nội-Hải Phòng<ref>{{Chú thích web|url=http:\/\/baoquangninh.com.vn\/kinh-te\/201608\/cao-toc-ha-long-hai-phong-cau-song-chanh-chuan-bi-can-dich-2314424\/|tiêu đề=Xây dựng cầu sông Chanh thuộc tuyến cao tốc Hà Nội-Hải Phòng.}}<\/ref>.Cầu có [[chiều dài]] 1,32&nbsp;km, bề rộng 27m được thiết kế 6 làn xe cơ giới.<ref>{{Chú thích web|url=http:\/\/www.baogiaothong.vn\/tong-bi-thu-nguyen-phu-trong-tham-cong-truong-xay-dung-cau-song-chanh-d146034.html|tiêu đề=Tổng Bí thư Nguyễn Phú Trọng thăm công trường xây dựng cầu sông Chanh}}<\/ref>\n\n== Giá trị về các mặt ==\nSông Chanh có giá trị đánh bắt và nuôi trồng thủy hải sản<ref>{{Chú thích web|url=http:\/\/danviet.vn\/que-nha\/vot-ha-con-tren-song-chanh-23289.html|tiêu đề=Vớt hà cồn trên sông Chanh}}<\/ref>. Do nằm ở khu vực cửa biển, vùng nước lợ, phù sa bồi đắp của sông ít có giá trị nông nghiệp.\n\nSông Chanh cũng được khai thác làm tuyến đường thủy<ref>{{Chú thích web|url=http:\/\/vishipel.com.vn\/index.aspx?page=detail&id=22264|tiêu đề=Về thông số kỹ thuật của luồng hàng hải Sông Chanh}}<\/ref>.\n\nCuối sông Chanh, nơi đổ ra biển có tiềm năng phát triển công nghiệp tàu biển, hiện tại công ty Nosco Vinalines đang xây dựng một nhà máy sửa chữa tàu biển tổng giá trị đầu tư khoảng 250 triệu USD, trên diện tích khoảng 1 triệu m².<ref>{{Chú thích web|url=http:\/\/www.nosco.com.vn\/?modul=home&ctr=news&id=116&lg=vn|tiêu đề=Công ty CP Sửa chữa tàu biển Nosco-Vinalines và Vietinbank ký Hợp đồng tín dụng|ngày truy cập=2017-04-17|archive-date=2017-04-18|archive-url=https:\/\/web.archive.org\/web\/20170418000114\/http:\/\/www.nosco.com.vn\/?modul=home&ctr=news&id=116&lg=vn|url-status=dead}}<\/ref> Sau 7 năm xây dựng, sáng ngày 31\/5\/2016, Nhà máy sửa chữa tàu biển Nosco – Vinalines đã chính thức đón tầu biển đầu tiên vào sửa chữa<ref>{{Chú thích web|url=http:\/\/www.noscosy.com.vn\/vi\/news\/nha-may-sua-chua-tau-bien-nosco--vinalines-don-sua-chua-tau-bien-dau-tien-89|tiêu đề=Nhà máy sửa chữa tàu biển Nosco – Vinalines: Đón, sửa chữa tàu biển đầu tiên|ngày truy cập=2018-04-06|archive-date=2018-04-05|archive-url=https:\/\/web.archive.org\/web\/20180405154450\/http:\/\/www.noscosy.com.vn\/vi\/news\/nha-may-sua-chua-tau-bien-nosco--vinalines-don-sua-chua-tau-bien-dau-tien-89}}<\/ref>.\n\nDọc hai bên bờ sông, một số vị trí nhỏ có giá trị khai thác cát làm vật liệu xây dựng.\n\nNgoài ra, sông Chanh cũng có khi là nơi diễn ra lễ hội đua thuyền chải của dân cư địa phương.<ref>{{Chú thích web|url=http:\/\/baoquangninh.com.vn\/van-hoa\/201309\/ve-mien-ben-ngu-song-chanh-2206356\/|tiêu đề=Về miền \"Bến Ngự - Sông Chanh\"}}<\/ref>\n\nSông Chanh cũng được nhắc đến trong nhiều tác phẩm văn chương và âm nhạc.\n\nTrong bài hát \"Yên Hưng Quê Tôi\" có đoạn:\n\n''\"Quê tôi đó có dòng sông Chanh ''\n\n''Bên kia Hà Nam, bên đây Hà Bắc\".''\n\nTrong bài hát \"Bên Ngự sông Chanh\" có đoạn:\n\n''\"Dòng sông Chanh, đẹp như tóc lụa xanh\".''\n\n==Sông cùng tên==\n[[Sông Chanh]] cũng là tên một trong những sông tương đối dài chảy trong địa phận một số tỉnh ở đồng bằng Bắc Bộ là [[Hưng Yên]], [[Nam Định]] và [[Ninh Bình]].\n\nChiều dài quản lý: 58&nbsp;km trong đó:\n*Tỉnh [[Hưng Yên]] quản lý 27&nbsp;km từ Cống Tranh đến Cống Vàng\n*Tỉnh [[Nam Định]] quản lý 19&nbsp;km từ Đại An đến Yên Phúc\n*Tỉnh [[Ninh Bình]] quản lý 12&nbsp;km từ Tụ An đến Cổ Loan\n\nỞ tỉnh [[Ninh Bình]] cũng có một con sông nhỏ nối [[sông Hoàng Long]] với [[sông Vân]] dài 15&nbsp;km được gọi là [[sông Chanh]]. Sông chảy qua [[hoa Lư, Ninh Bình|huyện Hoa Lư]] và [[ninh Bình (thành phố)|thành phố Ninh Bình]].\n\n==Xem thêm==\n* [[Sông Bạch Đằng]]\n* [[Sông Tiên Yên]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Nguồn tham khảo==\n*''Vietnam Administrative Atlas'', Nhà xuất bản Bản Đồ, 2004\n\n==Liên kết ngoài==\n\n{{sơ khai Quảng Ninh}}\n\n[[Thể loại:Sông tại Quảng Ninh|Chanh]]"}