{"110172":"[[Tập tin:Song Dao Nam Dinh.jpg|nhỏ|phải|250px|Sông Nam Định nhìn từ trên cầu Đò Quan]]\n'''Sông Nam Định''', với tên khác là '''sông Đào''', là một [[phân lưu]] của [[sông Hồng]] và [[phân lưu|chi lưu]] của [[sông Đáy]]. Nó đưa một phần nước của [[sông]] Hồng đổ vào [[sông Đáy]] và chảy ra [[Biển Đông]]. Toàn bộ [[chiều dài]] của sông là 33 [[kilômét|km]].\n\nTuy \"Nam Định\" là tên được sử dụng nhiều trong các bản đồ, song tên phổ biến của nó trong dân gian là \"Đào\". Có hai giả thuyết về chữ \"Đào\" trong tên gọi của con sông. Thuyết thứ nhất cho rằng vì đây là sông [[nhân tạo]], do con người đào để nối sông Hồng với sông Đáy nhằm phát triển thủy lợi và giao thông đường thủy. Thuyết thứ hai cho rằng sở dĩ gọi là sông Đào vì nước sông luôn có màu [[đỏ]].\n\nSông Nam Định chảy trên địa phận tỉnh [[Nam Định]], bắt đầu từ sông Hồng đi theo [[hướng Nam]] qua ranh giới giữa [[Nam Định (thành phố)|thành phố Nam Định]] và [[huyện (Việt Nam)|huyện]] [[Mỹ Lộc]], đi qua thành phố Nam Định, qua ranh giới giữa hai huyện [[Vụ Bản]] và [[Nam Trực]], ranh giới giữa hai huyện [[Ý Yên]] và [[Nghĩa Hưng]], và đổ vào [[sông Đáy]] ở vị trí đối diện xã [[Khánh Tiên, Yên Khánh|Khánh Tiên]], [[Yên Khánh]], [[Ninh Bình]]. Ngoài [[cầu Tân Phong]], [[cầu Đò Quan]] và cầu [[Nam Định]] ở thành phố Nam Định bắc qua sông, chính quyền tỉnh Nam Định còn đang triển khai dự án cầu Đống Cao nối huyện [[Ý Yên]] với huyện [[Nghĩa Hưng]].\n\nTrên sông có cảng Nam Định. Xưa có bến Đò Quan, bến Đò Chè là hai bến sông tấp nập và ga Đò Chè cạnh sông kết nối giao thông thủy, sắt, bộ cho vùng [[Bắc Kỳ]]. Cả hai lần Pháp đánh chiếm Bắc Kỳ đều đánh thành Nam Định ngay sau Hà Nội. Lần đầu tiên xâm lược Bắc Kỳ năm 1873 tàu Pháp trên sông Nam Định nã pháo vào Cửa Đông thành Nam Định.Không những thế có một quán cafe rất đặc biệt bên cạnh sông các du khách khi đến thăm có thể chiêm ngưỡng vẻ đẹp của kimono\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai địa lý}}\n\n[[Thể loại:Hệ thống sông Hồng|Nam Định]]\n[[Thể loại:Sông tại Nam Định]]"}