{"209866":"{{đổi hướng đến đây|Vàm Cỏ}}\n[[Tập tin:Dong Nai River.png|thumb|300px|Sông Vàm Cỏ Đông và sông Vàm Cỏ Tây.]]\n'''Sông Vàm Cỏ''' là một dòng [[sông]] ở [[Nam Bộ]], [[Việt Nam]], thuộc hệ thống [[sông Đồng Nai]]. Sông này có khoảng 10 [[phụ lưu]] trong đó hai phụ lưu trực tiếp tạo nên dòng sông là sông [[Vàm Cỏ Đông]] và sông [[Vàm Cỏ Tây]] đều bắt nguồn từ tỉnh [[Prey Veng]] ([[Campuchia]]) rồi hợp lưu tại ngã ba Bần Quỳ<ref name=BQ>Miếu Bần Quỳ là nơi thờ Mai Công Hương (Xá Hương). Theo [[Gia Định thành thông chí]], ông giữ chức Xá sai ty ở dinh Phiên trấn, phụ trách vận chuyển quân lương. Năm 1705, vua Cao Miên là Nặc Ông Yêm bị em là Nặc Ông Thâm cầu viện quân Xiêm về để cướp ngôi. Nặc Ông Yêm cầu cứu chúa Nguyễn. Cai cơ Nguyễn Cửu Vân thống lĩnh quân thủy bộ chặn đánh quân Xiêm tại Rạch Gầm (Mỹ Tho). Mai Công Hương được giao nhiệm vụ vận chuyển quân lương đi sau. Khi đến ngã ba này, bị kỳ binh Cao Miên chặn đánh ngay mạn sườn, đội quân chuyển vận vì quá ít nên bị thua. Xá Hương đục thuyền làm chìm lương thực rồi nhảy xuống sông tự vẫn, quân Cao Miên không cướp được gì cả. Sau khi thắng trận, chúa Nguyễn phong Xá Hương làm Vị quốc tử nghĩa thần quan, cho lập miếu thờ tại đây, rất linh ứng. Tương truyền các cây bần ở trước miếu thờ này đều cúi rạp như dáng người đang quỳ gối nên gọi là Bần Quỳ.<\/ref> ([[Tân Trụ]]). Sông Vàm Cỏ chảy theo hình chữ W từ tây sang đông và đổ nước vào [[sông Soài Rạp]], cách cửa Soài Rạp khoảng 12&nbsp;km. Tính từ chỗ ngã ba Vàm Cỏ Đông - Vàm Cỏ Tây đến ngã ba sông Soài Rạp, Vàm Cỏ dài 35,5&nbsp;km. Sông Vàm Cỏ chảy trong địa phận tỉnh [[Long An]] (huyện [[Châu Thành, Long An|Châu Thành]] ở hữu ngạn, huyện [[Cần Đước]] ở tả ngạn), đồng thời tạo thành ranh giới tự nhiên và ranh giới hành chính giữa hai tỉnh Long An (huyện Cần Đước ở tả ngạn) và [[Tiền Giang]] (thị xã [[Gò Công]] và huyện [[Gò Công Đông]] ở hữu ngạn).\n\nSông Vàm Cỏ tuy ngắn nhưng có đến 3 tên gọi. Ngoài tên gọi Vàm Cỏ ra, đoạn gần ngã ba Bần Quỳ còn gọi là sông Xá Hương<ref name=BQ \/>, đoạn giáp với sông Soài Rạp gọi là Vàm Bao Ngược.\n\n==Cầu qua sông==\n[[Cầu Mỹ Lợi]], nối huyện [[Cần Đước]], [[Long An]] và thị xã [[Gò Công]], [[Tiền Giang]], trên quốc lộ 50.\n\n==Chú thích==\n{{tham khảo}}\n*[http:\/\/www.srem.com.vn\/images\/upload\/temp_image\/2007\/8\/3\/QD68-2005-BGTVT.doc Quyết định QĐ68\/2005\/BGTVT]{{Liên kết hỏng|date = ngày 3 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=2150&cap=3&id=2302 Địa chí Tiền Giang\/Địa lý tự nhiên\/Thủy văn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071217070640\/http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&idcha=2150&id=2302 |date=2007-12-17 }}.\n\n==Tham khảo==\n{{sơ khai Long An}}\n\n[[Thể loại:Hệ thống sông Đồng Nai|Vàm Cỏ]]\n[[Thể loại:Sông tại Long An]]\n[[Thể loại:Sông tại Tiền Giang]]"}