{"1748336":"{{Location map | Vietnam\n| width = 200\n| float = right\n| relief = yes\n| label = ''Sông Lý Hòa''\n| position = bottom\n| lat_deg = 17.641715\n| lon_deg = 106.524440\n}}\n{{coord| 17.641715| 106.524440| type:landmark_region:VN| format= dms| display= title}}\n'''Sông Lý Hòa''' là một sông chảy ở huyện [[Bố Trạch]] tỉnh [[Quảng Bình]], Việt Nam <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-ea58 >Bản đồ tỷ lệ 1:50.000 tờ E-48-58-C. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref name =QuangBinh-tt04>[https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Thong-tu-04-2014-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-Quang-Binh-221542.aspx Thông tư 04\/2014\/TT-BTNMT ngày 12\/02\/2014] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh dân cư... phục vụ công tác thành lập bản đồ tỉnh Quảng Bình. Thuvien Phapluat Online, 2016. Truy cập 12\/01\/2019.<\/ref>.\n\nSông Lý Hòa dài 25&nbsp;km, đổ ra [[Biển Đông]] ở ''cửa Lý Hòa''.\n\nSông bắt nguồn từ Đông Trường Sơn chảy theo hướng Tây Bắc - Đông Nam đi qua các làng Vạn Lộc, Hoàn Phúc, Hiền Sơn (Phú Trạch), Mai Hồng (Đồng Trạch), Đức Trạch, Hải Phú trước khi đổ ra biển. Tuy đi qua rất nhiều làng mạc, đồng ruộng, nhưng lại được mang tên sông Lý Hòa. Sông Lý Hòa tựa như một bức bình phong tự nhiên che chở cho làng ở hướng nam. Sông Lý Hòa ngắn và hẹp có độ dốc lớn, hàng năm đến mùa mưa bão, nước từ rừng đổ về dâng cao đe dọa đến mùa màng của các xã Vạn Trạch, Hoàn Trạch, Phú Trạch, Đồng Trạch và cuộc sống của các xã Hải Phú, Đức Trạch nơi sát cửa sông; đặc biệt đối với làng Lý Hòa nơi hứng chịu trực tiếp dòng chảy, mỗi khi mưa bão, nước biển dâng cao, nước sông không thoát ra biển kịp nên hay tràn qua đường làng và bãi cát cuối làng, đây là mối hiểm họa lớn đối làng và với các gia đình ở thôn Ngoại Hòa. Vào mùa trời yên, biển lặng, nước sông Lý Hòa trở lại êm ả, hiền hòa, xanh trong như một dãi lụa lững lờ chảy ra biển. Do đặc điểm sông ngắn và hẹp, độ mặn của nước cao nên nước sông không có tác dụng nhiều trong việc tưới ngọt cho đồng ruộng và không thuận tiện cho việc đi lại bằng đường thủy. Cùng với biển, sông Lý Hòa có nhiều loại cua, tôm, cá tuy số loài và sản lượng không lớn nhưng cũng là nơi cung cấp một nguồn hải sản đáng kể cho cuộc sống dân cư trong vùng.\n\n== Tham khảo ==\n{{Tham khảo |colwidth=25em}}\n\n== Liên kết ngoài ==\n{{sơ khai Quảng Bình}}\n\n[[Thể loại:Sông tại Quảng Bình]]"}