{"16553":"{{chú thích trong bài}}{{redirect|Bạch Đằng}}\n{{thông tin sông\n|Tên sông=Sông Bạch Đằng\n|image=Cua song Bach Dang.JPG\n|caption=Sông Bạch Đằng đoạn gần cửa sông (ảnh chụp từ trên phà Đình Vũ cắt ngang sông ra đảo Cát Hải)\n|length=32 [[km]]\n|Thượng nguồn=Phà Rừng, [[Hải Phòng]] (ranh giới Hải Phòng và [[Quảng Ninh]]))\n|Cửa sông=Cửa Nam Triệu, Hải Phòng\n}}\nSông Bạch Đằng là ranh giới giữa thành phố Hải Phòng và tỉnh Quảng Ninh ngày nay, gọi theo phiên âm chữ Hán là Bạch Đằng Giang (白藤江). Từ Bạch (白) có nghĩa là trắng, từ Đằng (藤) có nghĩa là “bụi cây quấn quýt”, tên Nôm là Dầng hay Rừng. Và ba từ “Bạch Đằng Giang”, nghĩa là sông có “rừng sóng bạc đầu”, mà gọi theo dân gian là sông Thần. Ngoài ra sông này còn có tên gọi khác thời Hậu Lê là Vân Cừ (澐渠), nghĩa là “con sông nhỏ có sóng lớn” hay “nước chảy xoáy cuồn cuộn”, về sau là sông Thành Triền và ngày nay là sông Đá Bạc…\n\nHay sách ''“Đồng Khánh địa dư chí”'' ghi: ''“Sông Bạch Đằng là đoạn từ Năm Cửa đến cửa Nam Triệu, dài 18 dặm, rộng 2 dặm”'', mà theo bản đồ hành chính huyện Thủy Đường thời Đồng Khánh (1886 – 1888) thì Năm Cửa là khu vực ngã 3 sông Uông và sông Đá Bạc ngày nay. Như vậy ta có thể hiểu từ khu vực ngã 3 sông Uông và sông Đá Bạch ngày nay, hắt xuống phía cửa biển Nam Triệu là giang phận sông Bạch Đằng thời Đồng Khánh (1886 – 1888). Còn sông Bạch Đằng từ thời Trùng Hưng trở về trước là sông Đá Bạch ngày nay \n\nSông Bạch Đằng là con đường thủy tốt nhất để đi vào [[Hà Nội]] ([[Thăng Long]] ngày xưa) từ miền nam [[Trung Quốc]], từ cửa sông Nam Triệu các chiến thuyền đi vào sông [[Sông Kinh Thầy|Kinh Thầy]], [[sông Đuống]] và cuối cùng là [[sông Hồng]] đoạn chảy qua [[Hà Nội]]. Ngày nay, các loại tàu thuyền có tải trọng 300-400 tấn tham gia vận tải được cả hai mùa trên sông.\n\nSông Bạch Đằng nổi tiếng với 3 chiến công của dân tộc Việt Nam: \n*[[Trận Bạch Đằng (938)|Trận thủy chiến sông Bạch Đằng]] năm [[938]]: [[Ngô Quyền]] đánh thắng quân [[xâm lược]] [[Nam Hán]],\n*[[Chiến tranh Tống - Việt, 981#Trận Bạch Đằng thứ hai|Trận thủy chiến sông Bạch Đằng]] năm [[981]]: [[Hoàng đế]] [[Lê Đại Hành]] phá tan quân [[nhà Tống|Tống]] xâm lược\n*[[Trận Bạch Đằng 1288|Trận thủy chiến sông Bạch Đằng]] năm [[1288]]: Hưng Đạo Vương [[Trần Hưng Đạo|Trần Quốc Tuấn]] đại thắng [[Nhà Nguyên|quân xâm lược Mông Nguyên]] (trong cuộc [[chiến tranh Nguyên Mông-Đại Việt lần 3|kháng chiến chống quân Nguyên lần thứ ba]]).\n[[Tập tin:Bạch Đằng Giang chi chiến (938).jpg|200px|nhỏ|phải|Tranh ghép đá mô phỏng trận Bạch Đằng 938]]\nTheo sách \"Đồng Khánh địa dư chí\" và bản đồ huyện Yên Hưng và Thủy Đường trước thời Đồng Khánh, thì duy nhất chỉ có 3 nơi thờ liên quan tới nhà Trần nằm trên đất huyện Thủy Nguyên ngày nay là: Đền thờ Trần Hưng Đạo ở xã Thụ Khê, đền thờ Hoàng Tôn ở xã Tràng Kênh và đền thờ Thiên Hộ ở xã Chung Mỹ.  \n\nHiện ở khu vực cửa sông Bạch Đằng có 3 ngôi đền thờ 3 vị anh hùng trên đó là đình Hàng Kênh (Lê Chân, Hải Phòng) thờ Ngô Quyền, đền Vua Lê Đại Hành ở thị trấn Minh Đức ([[Thủy Nguyên]], Hải Phòng) và đền Trần Hưng Đạo ở phường Yên Giang, thị xã ([[Quảng Yên]], [[Quảng Ninh]]). Đặc biệt khu di tích đền Tràng Kênh ở Hải Phòng thờ cả ba vị anh hùng nói trên.\n\n== Các bãi cọc trên sông Bạch Đằng==\n{{Bài chi tiết|Các bãi cọc trên sông Bạch Đằng}}\n[[Tập tin:Cọc Bạch Đằng.jpg|nhỏ|Cọc Bạch Đằng]]\nCác bãi cọc Bạch Đằng là các bãi cọc được sử dụng làm trận địa chống giặc ngoại xâm của [[người Việt|dân tộc Việt]], do [[Ngô Quyền]] khởi xướng vào năm [[938]] trong trận đại phá quân [[Nam Hán]]. Hiện nay có bốn bãi cọc được phát hiện đều là bãi cọc dân sự:\n\n*Một bãi cọc nằm trong một đầm nước giáp đê [[sông Chanh]], thuộc [[Yên Giang]], thị xã [[Quảng Yên]], tỉnh [[Quảng Ninh]]. Bãi cọc này được phát hiện vào năm [[1953]] khi người dân trong vùng đào đất đắp [[đê]]. Bãi hiện còn hàng trăm cọc, một số cọc được cắm thẳng đứng, đa số cọc nằm chếch theo hướng đông 15°, cắm theo hình chữ\"chi\"(之). Cọc phần lớn bằng gỗ [[gỗ lim|lim]], gỗ [[táu]], đầu dưới vát nhọn, đầu trên đã bị gãy. Độ dài trung bình các cọc từ 2 [[mét|m]] đến 2,8 m; có cọc dài tới 3,2 m. Phần cọc được vát nhọn dài từ 0,8 m đến 1 m. Đầu phía trên của cọc nằm dưới mặt đất khoảng 0,5 m đến trên 1,5 m. Toàn bộ bãi cọc đã được xây kè bảo vệ với diện tích 220 m2, trong đó có 42 cọc ở nguyên trạng khi phát hiện, sâu dưới bùn hơn 2 m, nhô cao từ 0,2 đến 2 m. Mật độ cọc ở nửa bãi phía nam là một cây mỗi 0,9 đến 1,2 m, nửa bãi phía bắc có một cây mỗi 1,5 đến 2,2 m.\n*Một bãi cọc phát hiện năm [[2005]] tại cánh đồng Vạn Muối (thuộc [[Nam Hòa]], thị xã [[Quảng Yên]], Quảng Ninh), với hàng chục cây cọc trên một khu vực rộng 100 m, dài 300 m. Theo các nhà khoa học, người xưa đã dùng loại cọc đường kính 7 – 10&nbsp;cm, to nhất là 20 – 22&nbsp;cm, có cọc dài trên 2 m được cắm theo nhiều thế rất hiểm, thường xiên 45° theo một hướng.\n*Bãi cọc đồng Má Ngựa được phát hiện và tiến hành khảo sát, khai quật vào năm 2010. Bãi cọc có [[chiều dài]] 70 m, rộng 30 m, cắm cọc thuộc nhiều loại gỗ có đường kính từ 6 – 22&nbsp;cm dày đặc thành dải như một lớp tường thành.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/du-lich\/di-tich-bai-coc-bach-dang-huyen-thoai-2995267.html|title=Di tích bãi cọc Bạch Đằng huyền thoại|last=|first=|date=|website=VNexpress|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n*Gần đây nhất là [[bãi cọc Cao Quỳ]] được phát hiện vào cuối năm 2019. \nCách đóng cọc hiện nay vẫn là bí ẩn. Tuy nhiên dân gian có truyền là người xưa sử dụng cách như sau: 1. Vót nhọn mũi cọc; 2. Đưa mũi cọc nhọn xuống trước, cọc sẽ cắm xuống sâu một mức nhất định; 3. Dùng dây thừng buộc 2 rọ mây vắt qua đầu trên của cọc; 4. Nhét từng viên đá vào rọ cho đến khi đủ tải trọng để ấn cọc xuống; 5. Khi đầu cọc đạt cao độ, chuyển đá ra khỏi rọ và đẽo nhọn đầu cọc.\n\n==Cầu qua sông==\n* [[Cầu Bạch Đằng]], ở cửa [[sông Cấm (Hải Phòng)|sông Cấm]] đổ ra sông Bạch Đằng, nối Đầm Nhà Mạc, thị xã Quảng Yên, Quảng Ninh với quận [[Hải An]], Hải Phòng, cũng là điểm cuối tuyến cao tốc Hạ Long - Hải Phòng, thông xe ngày 1\/9\/2018.\n== Xem thêm ==\n*[[Trận Bạch Đằng (938)]]\n*[[Trận Bạch Đằng (1288)]]\n*[[Các bãi cọc trên sông Bạch Đằng]]\n*[[Khu di tích lịch sử Bạch Đằng]]\n\n==Tham khảo==\n{{Tham khảo}}\n==Liên kết ngoài==\n{{Thể loại commons|Bạch Đằng River}}\n*[http:\/\/www.halong.com\/halongcom\/v_pages\/quangninh\/diemdulich\/ditich\/dt_bcbachdang.htm Bãi cọc Bạch Đằng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090314102551\/http:\/\/halong.com\/halongcom\/v_pages\/quangninh\/diemdulich\/ditich\/dt_bcbachdang.htm |date = ngày 14 tháng 3 năm 2009}}\n*[http:\/\/www.htv.org.vn\/tintuc\/vn\/detail.asp?CatID=9&NewsID=7806 Phát hiện thêm một bãi cọc trên sông Bạch Đằng]{{Liên kết hỏng|date = ngày 3 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n\n{{Hệ thống sông Thái Bình}}\n\n[[Thể loại:Hệ thống sông Thái Bình|Bạch Đằng]]\n[[Thể loại:Sông tại Hải Phòng|Bạch Đằng]]\n[[Thể loại:Sông tại Quảng Ninh|Bạch Đằng]]\n[[Thể loại:Sông tại Thái Bình]]\n[[Thể loại:Vũ khí Việt Nam]]\n[[Thể loại:Di tích tại Quảng Ninh]]\n[[Thể loại:Di tích tại Hải Phòng]]\n[[Thể loại:Du lịch Hải Phòng]]"}