{"3284641":"{{Thông tin sông\n | Tên sông = Sông Sa Lung\n | Tên ảnh = \n | Tiêu đề = \n | Thượng nguồn = \n | Cửa sông = [[sông Hoài (Thái Bình)|sông Hoài]] ([[tỉnh Thái Bình]])\n | Các quốc gia lưu vực = [[Việt Nam]]\n | Độ dài = 40 km \n | Cao độ = 5\n | Cao độ cửa sông = 3\n | Lưu lượng = ?\n | Lưu vực =410 km²\n }}\n'''Sông [[Sa Lung]]''' nằm ở bắc Thái Bình, dài gần 40&nbsp;km, khởi nguồn từ [[sông Luộc]] tại cống Đào Thành [[Canh Tân, Hưng Hà|xã Canh Tân]], [[huyện Hưng Hà]], sang huyện [[Đông Hưng]], và tại [[Đông Quan, Đông Hưng|xã Đông Quan]] thì nối vào [[sông Hoài (Thái Bình)|sông Hoài]], rồi đổ vào [[sông Trà Lý]].<ref name=wikima>[http:\/\/wikimapia.org\/river\/16734271\/vi\/s%C3%B4ng-Sa-Lung Sông Sa Lung]. wikimapia.org. Truy cập 12\/12\/2015.<\/ref><ref name=Nong>Vũ Hữu Sự. [http:\/\/nongnghiep.vn\/nguoi-hoan-cai-dong-ruong-thai-binh-post6575.html Người hoán cải đồng ruộng Thái Bình...] Nông nghiệp VN Online, 29\/01\/2008. Truy cập 22\/11\/2015.<\/ref>\n\n== Lịch sử ==\nSông Sa Lung là sông đào. Công việc đào sông kéo dài 5 năm, từ 1896 đến 1900, được nguyên Thượng Thư [[Lương Quy Chính]] xin phép [[vua Thành Thái]] để tổ chức thiết kế, lập kế hoạch, xin tài chính, điều nhân công và trực tiếp chỉ huy<ref name=Nong\/>.\n\nSau khi hoàn thành, con sông đã tạo điều kiện chủ động tưới và tiêu nước cho vùng đất nằm giữa hai sông là [[sông Tiên Hưng]] và [[sông Trà Lý]], thuộc 4 huyện cũ, nay là hai [[huyện Hưng Hà]] và [[Đông Hưng]] của [[tỉnh Thái Bình]].\n\nNước tưới được lấy từ [[sông Luộc]] tại cống Đào Thành ở [[huyện Hưng Hà]], đặc biệt là lấy nước phù sa mùa hạ. Nhưng quan trọng hơn, đó là việc tiêu nước trong trường hợp mưa bão. Nhờ tưới tiêu thuận lợi mà vùng đất dọc sông chuyển đổi được sang hai vụ lúa một năm.<ref name =nam1 group =\"Ghi chú\">Trước năm 1990 Việt Nam chưa có đủ điện để lập trạm bơm chống úng như hiện nay.<\/ref>\n\nVì là sông mới đào, không được đặt tên trước, nên tên sông có nhiều phiên bản khác nhau:<ref name=wikima\/>\n* Sông Sa Lung là tên được coi là chính thức hiện nay. Có ý kiến nói tên ban đầu là \"sông Sa Lũng\", nhưng người Pháp đọc thành \"Sa Lung\" rồi mọi người quen dùng. Ý kiến khác thì nói tư vấn thiết kế sông là kỹ sư Sa-lông, người Pháp lấy tên ông đặt cho tên sông trên các văn bản sức tới các địa phương, sau người Việt đọc chệch đi là Sa Lung.\n* Trực Giang là tên mang ý nghĩa \"sông đi thẳng\", nói đến cách xử lý \"đi thẳng\" khi đào sông mà có va vấp nhà thờ hay khu mộ của những gia đình có thế lực trong vùng. Trến bản đồ hay trên ảnh [[Google Earth]] có thể thấy sông đi thẳng, trừ một số đoạn lợi dụng ngòi lạch tự nhiên.\n* Sông Thái Sư là tên ghi trên [[bản đồ địa hình]] 1:50.000 ở tờ F-48-81C, \"sông đào Thái Sư\" ở tờ F-48-81D. Nó kế thừa bản đồ lập từ [[thời Pháp thuộc]] năm 1942, trong đó có thể người thời đó đã nhầm lẫn chức nguyên Thượng thư ra Thái sư <ref name= Bd50 >Bản đồ tỷ lệ 1:50.000 tờ F-48-81 C & D. Cục Đo đạc và Bản đồ, 2004.<\/ref>.\n* Sông Thượng Hưng là tên gọi ngắn cho \"sông do cụ Thượng thư làng Hưng đào\"<ref name =Lang group =\"Ghi chú\">Làng Hưng là tên làng quê Thượng thư Lương Quy Chính, nay là 3 thôn Hưng Đông, Hưng Đoài, Hưng Tứ thuộc [[Hồng Việt, Đông Hưng|xã Hồng Việt]], [[Đông Hưng]], [[Thái Bình]].<\/ref>, tồn tại vào nửa đầu thế kỷ 20 trong những người cảm nhận trực tiếp lợi ích của sông mang lại<ref name=Nong\/>.\n;Các hình ảnh\n<center><gallery mode =packed heights =120px>\nHình:Sg SaLung HoaLu DongHung TB'17.jpg|Sông Sa Lung ở xã Liên Hoa\nHình:Hung Doai Bridge in Thai Binh province, Vietnam.jpg|Cầu Hưng Đoài bắc qua sông Sa Lung. Cầu xây dựng cỡ năm 1970, bắc cao để thuyền đi bên dưới, nhưng nay bỏ hoang.\nHình:Song Sa Lung@KimBoi-ThaiBinh.JPG|Sông Sa Lung tại làng Kim Bôi, xã Liên Hoa trên bản đồ ảnh Google Maps.\n<\/gallery><\/center>\n\n== Những biến động ==\nSau khi hoàn thành sông đã góp phần đắc lực vào tưới tiêu cho đồng ruộng vùng thuần nông. Những năm sau đó cỡ 11 nhánh được các thổ hào địa phương đứng ra đào tiếp, tạo ra mạng tưới tiêu hiệu quả.<ref name=wikima\/>\n\nBên cạnh đó, sông Sa Lung trở thành kênh giao thông đường thủy cho thuyền vài tấn trở xuống, di chuyển bằng đẩy sào. Điều này rất có ý nghĩa khi giao thông đường bộ chưa phát triển, chỉ mới có vài xe ngựa chạy và chưa có xe cơ giới. Nó để lại dấu ấn là các cầu cố định bằng beton hay sắt thép bắc qua sông, xây dựng từ thời Pháp như [http:\/\/www.diachibotui.com\/ban-do\/thai-binh.html?dId=586&wId=10312 cầu Rều] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151222080648\/http:\/\/www.diachibotui.com\/ban-do\/thai-binh.html?dId=586&wId=10312 |date = ngày 22 tháng 12 năm 2015}} (xã [[Thăng Long, Đông Hưng]])<ref>[http:\/\/vtc14.vn\/goc-nhin-khan-gia\/goc-nhin-khan-gia-29-06-2014-t26972.html Thái Bình: Nguy hiểm rình rập trên cây cầu Rều cũ nát] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151222205749\/http:\/\/vtc14.vn\/goc-nhin-khan-gia\/goc-nhin-khan-gia-29-06-2014-t26972.html |date = ngày 22 tháng 12 năm 2015}}. vtc14: Góc nhìn khán giả 29\/06\/2014. Truy cập 12\/12\/2015.<\/ref>, cầu Ngận (xã [[Văn Lang, Hưng Hà]]),... hay sau này cầu làm trước năm 1975 như [http:\/\/www.diachibotui.com\/ban-do\/thai-binh.html?dId=587&wId=10238 cầu Đót]{{Liên kết hỏng|date = ngày 3 tháng 7 năm 2021 |bot=InternetArchiveBot }} (xã [[Văn Lang, Hưng Hà]]), đều làm cao, có đáy cầu cao hơn mặt nước 3 m. Các [[cầu tre]] (hay ''[[cầu khỉ]]'') thì bố trí \"thanh quá giang\" ở giữa sông để thuyền nhấc lên mà qua. Việc bảo vệ sông thông thoáng vì thế mà cũng được chú trọng.\n\nSau khi đất nước thống nhất, sự phát triển giao thông cơ giới và xe đạp đã dẫn tới xóa sổ loại thuyền vận tải vài tấn ở miền bắc. Trên sông không còn thuyền vận tải nhỏ qua lại. Từ 1985 khi làm lại các quốc lộ thì các cầu lớn qua sông Sa Lung là cầu Đống Năm trên [[quốc lộ 10]], cầu Nại trên [[quốc lộ 39]] đều được hạ cốt. Các [[cầu tre]] cũng được thay bằng cầu beton cỡ nhỏ và thấp. Ngày nay sông không còn thông thoáng cho thuyền bè nữa.\n\nĐáng chú ý là quy hoạch 1976 đưa ra việc chỉnh lại đoạn sông ở huyện [[Đông Hưng]], từ làng Kim Bôi đến thị trấn Đông Hưng sẽ đi dọc [[quốc lộ 39]] rồi đổ ra [[sông Tiên Hưng]], với ý tường tạo ra hai đường giao thông thủy-bộ nhộn nhịp chạy song song. Tuy nhiên sau khi thực hiện được việc lấp sông tại làng Kim Bôi (xã [[Liên Hoa, Đông Hưng|Liên Hoa]] - vòng tròn vàng trong ảnh) thì mọi việc dừng lại. Nó dẫn đến đoạn sông phía đông nam bị lấn chiếm (vòng ellip màu lục), gây khó khăn cho tưới tiêu của [[Minh Phú, Đông Hưng|xã Minh Phú]], và vấn đề khôi phục dòng chảy hiện đang tranh cãi.\n\n== Ghi chú ==\n{{Tham khảo |group =\"Ghi chú\"}}\n{{Notelist}}\n== Tham khảo ==\n{{tham khảo|colwidth =29em}}\n\n== Liên kết ngoài ==\n{{Commonscat |Rivers of Vietnam}}\n[[Thể loại:Hệ thống sông Hồng]]\n[[Thể loại:Sông tại Thái Bình]]"}