{"3258":"{{Thông tin sông\n | Tên sông = Sông Cái Nha Trang\n | Tên ảnh = Cai River, Vietnam.jpg\n | Tiêu đề = \n | Thượng nguồn = Hòn Gia Lê\n | Cửa sông = Vịnh Nha Trang\n | Các quốc gia lưu vực = [[Việt Nam]]\n | Độ dài = 84 km \n | Cao độ = ?\n | Cao độ cửa sông = ?\n | Lưu lượng = ?\n | Lưu vực =1.732 km²\n }}\n{{bài cùng tên|Sông Cái}}\n'''Sông Cái Nha Trang''', còn có tên là '''sông Phú Lộc''', '''sông Cù''', là sông lớn nhất tỉnh [[Khánh Hòa]] <ref name =KhanhHoa-tt34 >[https:\/\/thuvienphapluat.vn\/van-ban\/Tai-nguyen-Moi-truong\/Thong-tu-34-2015-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-Khanh-Hoa-287265.aspx Thông tư số 34\/2015\/TT-BTNMT ngày 30\/06\/2015] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư, sơn văn, thủy văn, kinh tế - xã hội phục vụ công tác thành lập bản đồ phần đất liền tỉnh Khánh Hòa. Thuvien Phapluat Online, 2017. Truy cập 10\/08\/2018.<\/ref><ref name =SongCu >[https:\/\/laodong.vn\/xa-hoi\/nguoc-dong-song-cai-mua-nuoc-noi-162730.bld Ngược dòng sông Cái mùa nước nổi]. Lao Động Online, 05\/12\/2013. Truy cập 10\/08\/2018.<\/ref>.\n\nSông có [[chiều dài]] 84&nbsp;km, diện tích lưu vực 1.732&nbsp;km² <ref name =tvpl-vbcp >[https:\/\/thuvienphapluat.vn\/van-ban\/Tai-nguyen-Moi-truong\/Quyet-dinh-1989-QD-TTg-Danh-muc-luu-vuc-song-lien-tinh-113887.aspx Quyết định số 1989\/QĐ-TTg ngày 01\/11\/2010 của Thủ tướng Chính phủ về Danh mục lưu vực sông liên tỉnh]. Thuvien Phapluat Online, 2016. Truy cập 12\/08\/2018.<\/ref>.\n\nLưu vực này bao gốm toàn bộ 2 huyện Khánh Vĩnh và Diên Khánh, thành phố Nha Trang (trừ xã Vĩnh Lương) và khu vực Tây Bắc huyện Cam Lâm, độ cao trung bình 548 m, độ dốc trung bình 22,8%, mật độ sông suối 0,82&nbsp;km\/ km². Có 15 phụ lưu với [[chiều dài]] trên 10&nbsp;km. Tổng lượng nước cả năm 1,79&nbsp;km³, tương ứng với độ sâu dòng chảy 940&nbsp;mm, môđun dòng chảy 29,8 l\/s. km². Mùa lũ từ tháng 10 đến tháng 12, chiếm khoảng 73% lượng dòng chảy cả năm, môđun mùa lũ 240 l\/s. km². Mùa cạn từ tháng 1 đến tháng 9, chiếm khoảng 27% lượng nước cả năm, môđun dòng chảy mùa cạn 10 - 18 l\/s. km².\n\n== Các nhánh Sông\/Suối ==\n[[Tập tin:Sông Cái Nha Trang.GIF|nhỏ|trái|Bản đồ lưu vực sông Cái Nha Trang]]\nSông phát nguyên từ Hòn Gia Lê, cao 1.812 m, chảy qua các huyện [[Khánh Vĩnh]], [[Diên Khánh]] và thành phố [[Nha Trang]] rồi đổ ra biển ở [[Cửa Lớn]] (Đại Cù Huân). Sông Cái Nha Trang có 7 phụ lưu, bắt nguồn ở độ cao từ 900 đến 2.000 m nhưng lại rất ngắn, thường dưới 20&nbsp;km nên độ dốc rất lớn tạo nhiều ghềnh thác ở thượng lưu. Sông chảy đến thôn [[Xuân Lạc]], xã [[Vĩnh Ngọc]], thành phố Nha Trang thì chia làm hai nhánh:\n\nMột nhánh chảy theo hướng Đông-Nam, men theo chân núi Đồng Bò, chảy xuống Trường Đông, Vĩnh Trường và chảy ra cửa biển Tiểu Cù Huân, gọi là Cửa Bé. Nhánh này hiện nay đã bị lấp, chỉ đến mùa nước lũ, dòng chính mới hiện rõ.\n\nNhánh thứ hai chảy xiên theo hướng Đông - Bắc (đây là nhánh chính của sông Cái) từ Xuân Lạc, xã Vĩnh Ngọc chảy đến Ngọc Hội, sông chia làm 2 chi:\n\n* Chi thứ nhất chảy vào [[Phương Sài]], gọi là Ngư Trường (người xưa mượn bến Trường Cá tại Phường Củi mà đặt), rồi chảy xuống Hà Ra (nơi đây xưa kia, nước xoáy tạo thành một đầm rộng gọi là đầm Xương Huân nay đã bị lắp để xây [[chợ Đầm]]) rồi chảy tiếp ra cửa Đại Cù Huân, tức Cửa Lớn Nha Trang.\n* Chi thứ hai rộng và sâu hơn, chảy xuống Xóm Bóng - Cù Lao, rồi cũng chảy ra [[cửa Nha Trang]] như chi kia.\n[[Tập tin:Phu Loc River - Nha Trang.jpg|nhỏ|Sông Cái, đoạn ở Nha Trang]]\nHai chi trước khi chảy ra cửa biển, gặp nhau và cùng ôm lấy cồn đất phù sa, tên gọi là Cồn Dê (Cồn Ngọc Thảo).\n\nPhần thượng lưu của sông Cái Nha Trang có rất nhiều thác. Từ cửa sông Chò trở lên thì có thác Đồng Trăng, thác Ông Hào, thác Đá Lửa, thác Nhét, thác Mòng, thác Võng. Qua khỏi thác Võng thì có thác Dằng Xay, thác Tham Dự, thác Ngựa, thác Hông Tượng, thác Trâu Đụng, thác Giang Ché, thác Trâu Á, thác Nai, thác Rùa, thác Hòm... Phần trên nguồn còn có rất nhiều thác nhưng ít người lên đến nên không có tên gọi.\n\n==Tham khảo==\n{{tham khảo|25em}}\n== Xem thêm ==\n* [[Sông Con]]\n* [[Sông Cái]]\n\n{{Commonscat |Rivers}}\n== Liên kết ngoài ==\n{{sơ khai Khánh Hòa}}\n\n[[Thể loại:Sông tại Khánh Hòa|C]]\n[[Thể loại:Sông tại Đắk Lắk|C]]"}