{"3275":"{{bài cùng tên|Cửu Long (định hướng)}}\n{{dablink|Bài này nói về phần sông Mê Kông qua địa phận Việt Nam; về toàn bộ con sông, xem bài [[Mê Kông]]}}\n{{Thiếu nguồn gốc}}\n{{Geobox|Sông\n|name = Sông Cửu Long <br> 九龍河\n|other_name = Cửu Long Giang, Sông Lớn, Sông Cái\n|image = MEEKONG DELTA VIETNAM JAN 2012 (6821398110).jpg\n|image_caption = Sông Mê Kông\n|country = Việt Nam\n|country_flag = {{VIE}}\n|country1 = Campuchia\n|country_flag1 = {{CAM}}\n|state_type= [[Tỉnh (Việt Nam)|Tỉnh]], [[Thành phố trực thuộc trung ương (Việt Nam)|Thành phố]]\n|state = [[An Giang]]\n|state1 = [[Đồng Tháp]]\n|state2 = [[Cần Thơ]]\n|state3 = [[Tiền Giang]]\n|state4 = [[Vĩnh Long]]\n|state5 = [[Bến Tre]]\n|state6 = [[Trà Vinh]]\n|state7 = [[Hậu Giang]]\n|state8 = [[Sóc Trăng]]\n|state_flag = \n|city = \n|district = \n|length = 220 – 250\n|watershed = \n|discharge_location = \n|discharge = 1\n|discharge_max = 120.000\n|discharge_min = 6.000\n|discharge_note = \n|discharge1_location = \n|discharge1 = \n|discharge1_note =\n|source_name = [[Sông Mê Kông]]\n|source_location = \n|source_district = \n|source_region = \n|source_state = \n|source_country = \n|source_lat_d = \n|source_lat_m = \n|source_lat_s = \n|source_lat_NS = \n|source_long_d = \n|source_long_m = \n|source_long_s = \n|source_long_EW = \n|source_elevation = \n|source_length =\n|source_note = \n|mouth_name = [[Sông Cửa Tiểu|Cửa Tiểu]], [[Sông Mỹ Tho|Cửa Đại]], [[Sông Ba Lai|Cửa Ba Lai]], [[Sông Hàm Luông|Cửa Hàm Luông]], [[Cửa Cổ Chiên]], [[Sông Cổ Chiên|Cửa Cung Hầu]], [[Cửa Ba Thắc|Cửa Bát Xắc]], [[Cửa Định An]], [[Sông Hậu|Tranh Đề]] ([[Biển Đông]])\n|mouth_location = \n|mouth_district = \n|mouth_region = \n|mouth_state = \n|mouth_country = \n|mouth_lat_d = \n|mouth_lat_m = \n|mouth_lat_s = \n|mouth_lat_NS = N\n|mouth_long_d = \n|mouth_long_m = \n|mouth_long_s = \n|mouth_long_EW = E\n|mouth_elevation = \n|tributary_left = \n|tributary_left1 = \n|tributary_left2 = \n|tributary_left3 = \n|tributary_right = \n|free_name =\n|free_value =\n|map = \n|map_size = \n|map_caption = \n}}\n\n'''Sông Cửu Long''' ([[chữ Nôm]]: 九龍河) là tên gọi chung cho các [[phân lưu]] của sông '''[[Mê Kông]]''' chảy trên lãnh thổ của [[Việt Nam]].\n\n== Khái quát ==\n\nBắt đầu từ [[Phnôm Pênh|Phnom Penh]], sông Mê Kông chia thành hai nhánh theo dòng chảy từ Bắc xuống Nam: bên phải (hữu ngạn) là [[sông Hậu|sông Bassac]] (sang Việt Nam gọi là '''Hậu Giang''' hay '''sông Hậu''') và bên trái (tả ngạn) là Mê Kông (sang Việt Nam gọi là '''Tiền Giang''' hay '''sông Tiền'''), cả hai đều chảy vào khu vực [[đồng bằng]] [[châu thổ]] rộng lớn ở [[Nam Bộ Việt Nam]], dài chừng 220–250&nbsp;km mỗi sông. Tại Việt Nam, sông Mê Kông còn có tên gọi là '''sông Lớn''', '''sông Cái''', hay '''sông Cửu Long'''. Lưu lượng hai sông này rất lớn, khoảng 6.000 m³\/s về [[mùa khô]], lên đến 120.000 m³\/s vào [[mùa mưa]], và chuyên chở rất nhiều [[phù sa]] bồi đắp [[đồng bằng sông Cửu Long|đồng bằng Nam Bộ]].\n\nSông Tiền và sông Hậu chảy qua địa phận các tỉnh, thành: Đồng Tháp, Tiền Giang, Bến Tre, An Giang, Cần Thơ, Vĩnh Long, Trà Vinh, Hậu Giang, Sóc Trăng. Các tỉnh Tiền Giang, Bến Tre và phần lớn tỉnh Đồng Tháp ở phía bên tả sông Tiền. Các tỉnh Vĩnh Long, Trà Vinh, một phần lớn tỉnh Đồng Tháp và An Giang nằm giữa sông Tiền và sông Hậu. Phía hữu sông Hậu là vùng [[Tứ giác Long Xuyên]] và vùng bán đảo Cà Mau (ở phía Nam kênh Cái Sắn và hữu ngạn sông Hậu).\n\nSông Cửu Long hiện nay chảy ra biển Đông tại các cửa: Tiểu, Đại, Ba Lai, Hàm Luông, Cổ Chiên, Cung Hầu, Bát Xắc, Định An và Tranh Đề.\n\n==Các con sông chính==\n[[Tập tin:Hạ nguồn sông Hậu, Sóc Trăng-Trà Vinh.jpg|nhỏ|200px|phải|Hạ nguồn sông Hậu, đoạn Sóc Trăng-Trà Vinh]]\n[[Tập tin:Sông Tiền.JPG|nhỏ|200px|phải|Sông Tiền đoạn chảy qua Mỹ Tho (Tiền Giang)]]\n[[Tập tin:CauKhi SongTien BinhDai BenTre VN.jpg|thumb|200px|[[Cầu khỉ]] và xưởng mắm cá trên bờ [[sông Tiền]] ở [[Bình Đại]], [[Bến Tre]].]] \n*[[Sông Tiền]] có lòng sông rộng với nhiều cù lao ở giữa dòng, chảy qua [[Tân Châu]] ([[An Giang]]), [[Hồng Ngự (huyện)|Hồng Ngự]] và [[Cao Lãnh (thành phố)|Cao Lãnh]] ([[Đồng Tháp]]), [[Vĩnh Long]] đến [[Cai Lậy]] ([[Tiền Giang]]) thì chia làm bốn sông ngày nay đổ ra [[biển]] bằng sáu cửa biển (lần lượt từ phía đông bắc xuống tây nam) là:\n:*[[Sông Mỹ Tho]] (tên cổ theo Đại Nam nhất thống chí gọi là sông Trí Tường, chảy qua tỉnh lỵ tỉnh [[Tiền Giang]] là thành phố [[Mỹ Tho]] (thành Định Tường cũ) và phía nam [[Gò Công]], ra biển bằng '''[[Cửa Đại (sông Cửu Long)|cửa Đại]]''' và '''[[cửa Tiểu]]''' qua đường [[sông Cửa Tiểu]].\n:*[[Sông Ba Lai]] chảy qua phía bắc tỉnh [[Bến Tre]] (tên cũ Kiến Hòa), ra '''[[cửa Ba Lai]]'''. Hiện nay, cửa Ba Lai đã bị hệ thống [[cống đập Ba Lai]] ngăn lại. Hệ thống này nằm trong dự án ngọt hóa vùng ven biển của tỉnh [[Bến Tre]].\n:*[[Sông Hàm Luông]] (dòng chính lưu lượng lớn), chảy qua phía nam tỉnh [[Bến Tre]], ra '''[[cửa Hàm Luông]]''' (tên cổ là cửa biển Ngao Châu). Trước nửa cuối thế kỷ 19 sông Hàm Luông còn chia nhánh thành một phân lưu phụ ở phía tây nam, tên cổ là rạch An Vĩnh đổ ra cửa biển cổ tên là cửa biển Bân Côn, nằm ngay trước phía đông nam cửa biển Ngao Châu ngay trong vũng cửa biển Hàm Luông ngày nay (nên ngày nay chúng nhập làm một và gọi là cửa Hàm Luông). \n:*[[Sông Cổ Chiên]] (dòng chính lưu lượng lớn), làm thành ranh giới tỉnh [[Bến Tre]] - [[Trà Vinh]] (tên cũ [[Vĩnh Bình]]), đổ ra biển bằng '''[[cửa Cổ Chiên]]''' và '''[[cửa Cung Hầu]]'''. Cửa Cung Hầu mới xuất hiện khoảng cuối thế kỷ 19 do xuất hiện các cù lao giữa cửa sông Cổ Chiên còn theo [[Đại Nam nhất thống chí]] thì chỉ gọi chung 2 của biển này là cửa Cổ Chiên.\n*[[Sông Hậu]] chảy qua [[Châu Đốc]], [[Long Xuyên]] ([[An Giang]]), [[Vĩnh Long]], Thành phố [[Cần Thơ]], [[Châu Thành]] (Hậu Giang), [[Sóc Trăng]] và đổ ra biển trước kia có thời kỳ bằng bốn nhánh [[cửa sông|cửa]] (nhưng Đại Nam nhất thống chí gọi chung là '''[[cửa Ba Thắc]]''' (Bassac)), cuối thế kỷ 19 đầu thế kỷ 20 bị bồi lấp còn 3 cửa (đương thời gọi tên là Định An, Ba Thắc (nằm ở giữa, dưới đây tạm gọi là Ba Thắc (nhỏ)) và Trần Đề), ngày nay còn lại 2 cửa (lần lượt từ phía đông bắc xuống tây nam) là: '''[[cửa Định An]]''', '''[[cửa Trần Đề]]'''. Hai cửa phụ của sông Hậu ngày nay đã bị bồi lấp, có vết tích còn lại là hai con rạch nhỏ là [[sông Cồn Cộc]] đổ ra nhánh cửa sông Định An, và [[sông Cồn Tròn]] đổ ra nhánh cửa sông Trần Đề.\n*Về tên gọi Tiền Giang, Hậu Giang hay Sông Tiền, Sông Hậu là do lưu dân khẩn hoang định danh. Vì họ là dân vùng ngũ Quảng vào đất mới. Đi xuống phương Nam (khoảng nửa cuối thế kỷ 17), gặp con sông lớn đầu tiên gọi là Tiền Giang, sau đó gặp con sông lớn thứ hai gọi là Hậu Giang. Tính quy chiếu này trong tư duy của người Việt mặc định cho cách định hướng. Ví dụ, chỉ nói \"Vào Nam ra Bắc\", không nói ngược lại, hoặc \"Lên rừng xuống biển\", \"Bên Mỹ\", \"Xuống Cà Mau\"...\n\n==Lịch sử== \n[[Tập tin:NamKy6tinh-Taberd.jpg|trái|nhỏ|200px|Chín cửa sông Cửu Long trong An Nam Đại Quốc Họa Đồ của Taberd năm 1838 gồmː cửa Tiểu, cửa Đại, cửa Ba Ray, cửa Bãi Ngao, cửa Băng Côn, cửa Cổ Chiên (thuộc sông Tiền), cửa Vam Rây, cửa Cha Vang, cửa Ba Thắc (thuộc sông Hậu).]]\n[[Tập tin:NamKyLucTinh1863.jpg|phải|nhỏ|200px|Các cửa sông Cửu Long trong bản đồ hành chính Nam Kỳ Lục tỉnh (Basse Cochinchine) năm 1863. Sông Hậu có tất cả bốn cửa chia làm 2 cặpː Ba-tac, Din-an. Sông Cổ Chiên chia thành các cửa Co-khien, Cong-hau. Trong khi, 2 cửa biển Bân Côn và Ngao Châu quy thành một.]]\nTheo An Nam Đại Quốc Họa Đồ của Taberd năm 1838, sông Cửu Long có 9 cửa lần lượt từ đông bắc xuống tây nam gồmː \n* Cửa ''Tiểu'' - cửa ''Đại'', cửa Ba Ray (''Ba Lai''), cửa Bãi Ngao (''Ngao Châu'') - cửa Băng Côn (''Bân Côn'') (nay gộp thành cửa Hàm Luông), cửa ''Cổ Chiên'' (6 cửa đều thuộc sông Tiền). \n* Cửa Vam Rây (Vàm Rây, tức ''cửa Định An'' ngày nay), cửa Cha Vang (Trà Vang, tức ''sông Cồn Cộc'' ngày nay), cửa Ba Thắc (tức ''Ba Thắc (nhỏ) - Tranh Đề'') (3 cửa đều thuộc sông Hậu, phía tây địa danh Trà Ôn trong bản đồ).\n\nĐại Nam nhất thống chí chỉ kể 7 cửa của sông Cửu Long gồm 6 cửa thuộc sông Tiền Giang và 1 cửa sông Hậu Giang (lần lượt từ đông bắc xuống tây nam là: cặp cửa Tiểu - cửa Đại, cửa Ba Lai, cặp cửa Ngao Châu - Bân Côn, cửa Cổ Chiên (đều thuộc sông Tiền), và cửa Ba Thắc của sông Hậu<ref>Đại Nam nhất thống chí, tỉnh Vĩnh Long, mục Núi sông,\n quyển 29, trang 127-128.<\/ref>. Đại Nam nhất thống chí chépː\n*''Sông Tiền Giang ở cách huyện Vĩnh Bình 6 dặm về phía tây bắc, phát nguyên từ sông Sa Đét tỉnh An Giang, qua thôn Tân Hội huyện Vĩnh Bình, là chỗ chia địa giới 2 tỉnh An Giang và Vĩnh Long. Lại chảy 34 dặm qua sông Đại Tuần, suốt đến Ba Lai, Mỹ Tho rồi chảy về phía nam đổ ra cửa Đại và cửa Tiểu, đây là chi lưu chính của sông Cái. Lại ở sông Đại Tuần chia thành ngã ba, một ngả qua phía đông tỉnh thành [Vĩnh Long], làm sông cái Long Thành, chảy 136 dặm về phía nam rồi đổ ra cửa biển Cổ Chiên. Một ngả qua thôn Phú Thuận sang phía đông 40 dặm làm sông cái Hàm Luông, lại chảy 123 dặm về phía nam đổ ra 2 cửa biển Bân Côn và Ngao Châu. Một ngả do bờ phía hữu sông Hàm Luông chảy xuống chia làm hai nhánh: Một nhánh qua hạ lưu sông Ba Lai 108 dặm về phía nam, rồi đổ ra cửa biển Ba Lai. Nhánh còn lại là nhánh đổ ra cửa Đại, cửa Tiểu [đã nêu trên], có tên gọi là sông Trí Tường [qua Mỹ Tho], làm thành địa giới tỉnh Định Tường [ranh giới Vĩnh Long - Định Tường]...''\n*''Sông Hậu Giang ở cách huyện Vĩnh Bình 52 dặm về phía nam, nước sông này từ sông Châu Đốc tỉnh An Giang chảy qua phía bắc huyện Đông Xuyên đến rạch Trà Ôn. Đấy là chỗ phân địa giới giữa 2 tỉnh An Giang và Vĩnh Long, bờ phía tây là địa giới tỉnh An Giang, bờ phía đông là địa giới tỉnh Vĩnh Long. Sông đến đây thì chuyển sang phía nam, qua địa phận đạo Trấn Di, đổ ra cửa Ba Thắc. Nước sông chia chảy nhiều ngả, bao bọc cồn bãi, tưới tắm ruộng đồng, rất là lợi ích.''\n[[Tập tin:NamKy1884.jpg|nhỏ|trái|Bản đồ Nam Kỳ thuộc Pháp năm 1884, Chín cửa sông chính của sông Cửu Long, lần lượt từ đông bắc xuống tây nam gồmː trên sông Tiền có 6 cửaː Tiểu, Đại, Ba Lai, Hàm Luông, Cổ Chiên và Cung Hầu, trên sông Hậu có 3 cửaː Định An, Ba Thắc (tức Ba Thắc (nhỏ)) và Tranh Đề.]]\nCác bản đồ người Pháp vẽ về Nam Kỳ từ cuối thế kỷ 19 (năm 1884) đến đầu thế kỷ 20 (năm 1901, 1902) ghi tên cho 9 cửa sông chính của sông Cửu Long, lần lượt từ đông bắc xuống tây nam gồmː trên sông Tiền có 6 cửa Tiểu, Đại, Ba Lai, Hàm Luông, Cổ Chiên và Cung Hầu, trên sông Hậu có 3 cửa Định An, Ba Thắc (tức Ba Thắc (nhỏ)) và Tranh Đề.\n\nChín [[cửa sông]] đầu thế kỷ 20, đến ngày nay, chỉ còn lại có tám [[cửa sông]]. ('''[[Cửa Ba Thắc]] (nhỏ)''' khoảng [[thập niên 1960]] đã bị bồi lấp, chỉ còn vết tích là rạch nhỏ bé xíu mang tên sông Cồn Tròn có cửa nằm sâu bên trong cửa Tranh Đề, nên sông Hậu chỉ còn hai cửa biển ngày nay). Với việc cửa Ba Lai đã bị hệ thống cống đập ngăn mặn Ba Lai ngăn lại, sông Cửu Long chỉ còn 7 cửa sông chính thông thuyền ra biển Đông. Tuy vậy, trong nhiều thời kỳ dòng sông có 9 cửa chính chảy ra [[biển Đông]] nên [[sông Mê Kông]] đoạn qua [[Việt Nam]] còn được gọi là '''sông Cửu Long''', tức \"sông chín rồng\". Hiện có khoảng 17 triệu người dân [[Việt Nam]] đang sinh sống tại lưu vực của hệ thống sông Cửu Long, còn được gọi là [[đồng bằng sông Cửu Long]]\n\n[[Tập tin:Cuu Long.jpg|nhỏ|270px|Sông Cửu Long tại Việt Nam]]\nSự khó khăn về giao thông thủy của con sông này làm chia cắt con người sống hai bên bờ hơn là liên kết họ. Nền văn minh được biết sớm nhất là nền [[văn hóa Mã Lai]], [[Ấn Độ hóa]] hồi [[thế kỷ 1]], của [[Phù Nam|Vương quốc Phù Nam]], trong lưu vực sông Mê Kông. Sự khai quật ở [[Óc Eo]], gần [[Rạch Giá]] ngày nay, đã tìm thấy những đồng tiền khác xa với [[Đế quốc La Mã|Đế chế La Mã]]. Vương quốc Phù Nam được nối tiếp bởi quốc gia [[Người Khmer|Khmer]] [[Chân Lạp]] (''Chenla'') cho đến [[thế kỷ 5]]. Đế chế Khmer [[Angkor]] là quốc gia chịu ảnh hưởng của [[văn hóa Ấn Độ]] cuối cùng trong khu vực. Sau khi quốc gia này bị tiêu diệt sông Mê Kông đã là đường biên giới của các quốc gia đối đầu nhau như [[Xiêm]] và Việt Nam, với Lào và Campuchia nằm trong tầm ảnh hưởng của họ.\n\n==Con người==\nỞ khu vực [[đồng bằng sông Cửu Long]] (tổng diện tích khoảng 3,3 triệu [[hecta]] [[đất nông nghiệp]]) khi chảy vào Việt Nam, có khoảng 17 triệu người đang sinh sống vào thời điểm đầu [[2006]], tăng 5 triệu so với 16 năm trước đó.\n\nTrong số họ, có khoảng 9,5 triệu người trong [[độ tuổi lao động]] (trên 15 tuổi), hay 55%.\n\n[[Tập tin:Mekong Bank Erosion @BinhDai BenTre Vietnam.jpg|thumb|270px|Xói lở bờ [[sông Tiền]] ở [[Bình Đại]], [[Bến Tre]].]]\n== Ảnh hưởng của môi trường và con người ==\n{{chi tiết|Thủy điện ở lưu vực sông Mê Kông}}\nHai trong số chín cửa sông Cửu Long là Ba Lai và Bát Sắc đã bị nghẽn và nước đã không còn lưu thông được nữa. Nguyên nhân bị nghẽn của sông Bát Sắc do các cồn cát ở hai cửa sông này phát triển mạnh tạo nên rào chắn lớn làm nghẽn đường chảy của cửa sông. Còn nguyên nhân nghẽn sông trên của sông Ba Lai là do tác động của con người, do xây dựng hệ thống cống đập. Việc hai cửa sông đã chết đã gây ra ảnh hưởng lớn như làm tăng tình trạng sạt lở đất và vận tải giảm sút.<ref>{{Chú thích web|url=http:\/\/vn.news.yahoo.com\/tno\/20100709\/tpl-song-cuu-long-chi-con-that-long-949c3be.html|tiêu đề=Sông Cửu Long chỉ còn \"Thất Long\"?|ngày tháng=ngày 10 tháng 7 năm 2010|ngày truy cập=ngày 10 tháng 7 năm 2010|url lưu trữ=https:\/\/web.archive.org\/web\/20100712064046\/http:\/\/vn.news.yahoo.com\/tno\/20100709\/tpl-song-cuu-long-chi-con-that-long-949c3be.html|ngày lưu trữ=2010-07-12|url-status=live}}<\/ref>\n\nSông Cửu Long đem lại nhiều lợi ích cho trồng trọt và thủy sản, nhất là trong mùa lũ. Nguồn cung cấp nước tưới, phù sa và rửa phèn cho đất lúa, cùng với lượng tôm cá dồi dào đã khiến cư dân nơi đây chấp nhận sống chung cùng lũ hơn là đắp đê như ở đồng bằng châu thổ sông Hồng. Nhưng dòng sông cũng gây ra nhiều mặt bất lợi, điển hình là úng ngập thường xuyên trong các tháng mùa mưa, hoặc tình trạng xâm nhập mặn vào mùa khô.\n\n==Các cây cầu==\n\n=== Sông Tiền ===\n\n:*[[Cầu Cao Lãnh]], nối [[thành phố Cao Lãnh]] với huyện [[Lấp Vò]], [[Đồng Tháp]] \n:*[[Cầu Mỹ Thuận]], [[Tiền Giang]] - [[Vĩnh Long]]\n:*[[Cầu Mỹ Thuận 2]], [[Tiền Giang]] - [[Vĩnh Long]] (dự án)\n:*[[Cầu Rạch Miễu]], [[Tiền Giang]] - [[Bến Tre]]\n:*[[Cầu Rạch Miễu 2]], [[Tiền Giang]] - [[Bến Tre]] (dự án)\n:*[[Cầu Ba Lai]], [[Bến Tre]]\n:*[[Cầu Ba Lai mới]], [[Bến Tre]]\n:*[[Cầu Hàm Luông]], nối [[thành phố Bến Tre]], huyện [[Mỏ Cày Bắc]], [[Bến Tre]]\n:*[[Cầu Đình Khao]], [[Bến Tre]] - [[Vĩnh Long]] (dự án)\n:*[[Cầu Cổ Chiên]], [[Bến Tre]] - [[Trà Vinh]]\n\n=== Sông Hậu ===\n\n:*[[Cầu Vĩnh Trường]], nối thị trấn An Phú với xã [[Vĩnh Trường]], huyện [[An Phú]], [[An Giang]]\n:*[[Cầu Châu Đốc]], nối [[thành phố Châu Đốc]] và thị xã Tân Châu, [[An Giang]] (đã khởi công)\n:*[[Cầu Vàm Cống]], nối huyện [[Lấp Vò]], [[Đồng Tháp]] với quận [[Thốt Nốt]], [[Cần Thơ]] \n:*[[Cầu Cần Thơ]], [[Cần Thơ]]- [[Vĩnh Long]]\n:*[[Cầu Cần Thơ 2]]\n:*[[Cầu Đại Ngãi]], nối huyện [[Trà Cú]], [[Trà Vinh]] - huyện [[Cù Lao Dung]], huyện [[Long Phú]], [[Sóc Trăng]] (đã khởi công)\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Sơ khai địa lý}}\n\n[[Thể loại:Mê Kông|Cửu Long]]\n[[Thể loại:Hệ thống sông Cửu Long|Cửu Long]]"}