{"201011":"[[Tập tin:CauTriChinh.JPG|nhỏ|phải|300px|Cầu Trì Chính qua sông Vạc, nằm trên quốc lộ 10 đoạn qua [[phát Diệm|thị trấn Phát Diệm]]]]\n'''Sông Vạc''' là một trong bốn con [[sông]] thuộc tỉnh [[Ninh Bình]] là tuyến đường thủy quốc gia do trung ương quản lý. Theo phân loại của Ban Quản lý Quy hoạch lưu vực [[sông Hồng]]-Thái Bình thì sông Vạc là một phụ lưu của [[sông Đáy]]<ref>[http:\/\/www.rrbo.org.vn\/default.aspx?tabid=394&ItemID=1456 Hiện trạng nguồn nước, môi trường...của lưu vực sông Đáy]<\/ref>. Theo quyết định số 970\/QĐ-BGTVT ngày 15\/4\/2009 về việc công bố tuyến đường thủy nội địa quốc gia thì sông Vạc tính từ ngã ba [[sông Vân]] (gần cầu Yên) đến ngã ba Kim Đài dài 28.5&nbsp;km.\n\n==Đặc điểm==\nSông Vạc do một số phân lưu của [[sông Hoàng Long]] như các sông Chanh, [[sông Bến Đang]], [[sông Sào Khê]] và các sông nhỏ khác như [[sông Ngô Đồng]], sông Luồn, sông Vo, [[sông Vân]] hợp lưu tại địa phận huyện [[Hoa Lư, Ninh Bình|Hoa Lư]], sau khi qua những cánh đồng ranh giới giữa hai huyện [[Yên Mô]] và [[Yên Khánh]], sông Vạc chảy xuyên huyện [[Kim Sơn]] rồi đổ vào [[sông Đáy]] tại Kim Đài.\n\nSông Vạc có ảnh hưởng khá quan trọng đến hệ thống giao thông đường thủy ở [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]] của [[Việt Nam]], đây là một trong 4 tuyến đường thủy quốc gia tại [[Ninh Bình]].\n\nSông Vạc có diện tích lưu vực là 122km2. Độ dốc bình quân lưu vực là 0,014%, độ rộng bình quân lưu vực là 4,6&nbsp;km. Thủy triều trên sông thuộc loại tương đối yếu, trong một ngày biên độ trung bình khoảng 150–180&nbsp;cm, lớn nhất 270&nbsp;cm, nhỏ nhất 2–5&nbsp;cm. Do đó thuận lợi cho việc lấy nước tưới cho đồng ruộng và giao thông đường thủy nội địa. Thời gian khai thác vận tải trên sông Vạc là cả 12 tháng\/năm. Tàu 50T đi lại thuận lợi sông Vạc có 6 cầu qua sông là: Cầu Yên, Cầu Đông Thịnh, Cầu Tràng, Cầu Rào, cầu Trì Chính và cầu Kim Chính. Ngoài ra còn có 5 bến đò và 13 đường điện cao thế qua sông.\n\n==Các sông nhánh==\nTừ thượng lưu về hạ lưu, sông Vạc lần lượt có các sông nhánh sau:\n*[[Sông Chanh]]: rút nước từ [[sông Hoàng Long]] tại ranh giới giữa 2 xã [[Trường Yên, Hoa Lư|Trường Yên]] và [[Ninh Giang, Hoa Lư|Ninh Giang]] chảy qua các xã Ninh Hòa, Ninh Mỹ, Ninh Nhất, Ninh Tiến rồi cùng với [[sông Sào Khê]] và [[sông Vân]] đổ vào sông Vạc.\n*[[Sông Vân]]: là con sông chảy qua [[ninh Bình (thành phố)|thành phố Ninh Bình]], nối [[sông Đáy]] và sông Vạc.\n*[[Sông Sào Khê]]: là con sông cổ, chảy qua [[cố đô Hoa Lư]], quần thể danh thắng [[Tràng An]] rồi hợp lưu với sông Chanh, sông Vân đổ vào sông Vạc.\n*Sông Hệ: nối [[sông Bến Đang]] chảy trong địa bàn xã Ninh Hải và Ninh Vân rồi đổ trực tiếp vào sông Vạc tại cầu Yên.\n*Sông Vo: nối [[sông Bến Đang]] chảy giữa 2 cặp xã: Ninh Vân và Mai Sơn, Ninh An và Khánh Thượng rồi đổ vào sông Vạc tại cửa Thần Đầu.\n*Sông Mới: nối từ sông Đáy tại Khánh Thiện, chảy bên các xã: Khánh Mậu, Khánh Lợi, Khánh Hội, Khánh Hải, Yên Ninh, Khánh Nhạc, Khánh Ninh, Khánh Hồng rồi đổ vào sông Vạc tại xã [[Yên Từ, Yên Mô|Yên Từ]], [[Yên Mô]]\n*Sông Bút còn được gọi là sông Yên Mô, sông Tống hay [[sông Nhà Lê]] nối [[sông Càn]] tới sông Vạc tại ngã ba Đức Hậu.\n*Sông Ân Giang chảy qua các xã phía bắc huyện [[Kim Sơn]], từ [[Ân Hòa, Kim Sơn|Ân Hòa]] đến [[Lai Thành, Kim Sơn|Lai Thành]], cắt ngang qua sông Vạc tại [[phát Diệm|thị trấn Phát Diệm]].\n\n==Địa danh==\nSông Vạc đi qua một số địa danh như: đền Đông Hội (Khánh An), đền Thánh Cả (Khánh Cư), chùa Phú Mỹ, cầu Rào, bến đò Đức Hậu, làng Ninh Mật, trạm bơm Rạch Ráng, đền Trì Chính, đình Thượng Kiệm, [[Phát Diệm]], chợ Nam Dân, cảng Trì Chính Âu Kim Đài và ngã ba Kim Đài.\n\nNăm 2014, Sông Vạc hiện có 6 cầu qua sông là: Cầu Yên, Cầu Đông Thịnh, Cầu Tràng, Cầu Rào, cầu Trì Chính và cầu Kim Chính.\n\nTên sông gắn với hình ảnh những con vạc, cò bay về đậu trên 2 bờ bãi và những cánh đồng trù phú của 3 huyện phía nam [[Ninh Bình]].\n\n==Âu Kim Đài==\nNgày 04\/3\/2016, UBND tỉnh [[Ninh Bình]] ban hành Quyết định số 336\/QĐ-UBND về việc phê duyệt dự án đầu tư xây dựng âu Kim Đài phục vụ ngăn mặn, giữ ngọt và ứng phó với tác động nước biển dâng cho 06 huyện, thành phố khu vực nam [[Ninh Bình]], tỉnh [[Ninh Bình]].\n\nCông trình xây dựng Âu Kim Đài nằm trên sông Vạc, tại vị trí gần cửa Kim Đài gồm: Âu, xây dựng ống Kim Đài ngăn mặn, thiết bị cơ khí cửa van chính, các máy đóng mở cửa van chính, khu quản lý vận hành đầu mối, các hạng mục công trình điện và an toàn, hệ thống đo lường mực nước tín hiệu điều khiển của công trình, hệ thống biến bảo an toàn giao thông đường thu, hỗ trợ kỹ thuật và tăng cường năng lực.\n\nĐịa điểm xây dựng khu vực cửa Kim Đài, sông Vạc đổ ra [[sông Đáy]], huyện [[Kim Sơn]], tỉnh [[Ninh Bình]]. Diện tích sử dụng dụng đất: 5,02 ha (bao gồm đất Nông nghiệp và đất ở), tổng vốn đầu tư là 500 tỷ.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n{{sơ khai Ninh Bình}}\n\n[[Thể loại:Sông tại Ninh Bình|Vạc]]"}