{"229095":"{{Thông tin sông\n | Tên sông = Sông Cà Lồ\n | Tên ảnh = Sông Cà Lồ - NKS.jpg\n | Tiêu đề = Sông Cà Lồ và nhà thờ Giáo xứ Bến Đông\n | map = {{Location map | Hanoi\n  | width = 280\n  | float = center\n  | label = Sông Cà Lồ\n  | position = bottom\n  | lat_deg = 21.243958\n  | lon_deg = 105.937474\n }}\n | Thượng nguồn = \n | Cửa sông = [[Sông Cầu]]\n | Các quốc gia lưu vực = [[Việt Nam]]\n | Độ dài = 89 km \n | Cao độ = ?\n | Cao độ cửa sông = ?\n | Lưu lượng = ?\n | Lưu vực = \n }}\n'''Sông Cà Lồ''' (歌盧<ref>{{Chú thích tạp chí|last=其魚|year=1918|title=北圻之治水問題|url=http:\/\/ndclnh-mytho-usa.org\/KhoSachCu\/Q02_HV_007-012_T007.pdf|journal=[[Nam Phong tạp chí]]|volume=第二卷}}<\/ref>, còn gọi là '''sông Phủ Lỗ''') là một [[phân lưu|chi lưu]] của [[sông Cầu]] và từng là một [[phân lưu]] của [[sông Hồng]]. Nó vốn tách ra khỏi sông Hồng ở xã Trung Hà, huyện [[Yên Lạc]], [[Vĩnh Phúc]] và hợp lưu với sông Cầu tại ngã ba Xà, xã Tam Giang, huyện [[Yên Phong]], tỉnh [[Bắc Ninh]], khoảng 15&nbsp;km về phía nam nơi [[sông Công]] hợp lưu với sông Cầu. Tuy nhiên đoạn đầu nguồn của Cà Lồ (chỗ phân lưu khỏi sông Hồng) đã bị bịt vào đầu thế kỷ 20<ref>{{Chú thích web |url=http:\/\/tvmt.wru.edu.vn\/index.php?option=com_content&task=view&id=407&Itemid=78 |ngày truy cập=2008-04-30 |tựa đề=tvmt.wru.edu.vn |archive-date=2008-06-14 |archive-url=https:\/\/web.archive.org\/web\/20080614212117\/http:\/\/tvmt.wru.edu.vn\/index.php?option=com_content&task=view&id=407&Itemid=78 |url-status=dead }}<\/ref>, nên sông Cà Lồ hiện nay không còn nối với sông Hồng. Đầu nguồn sông Cà Lồ hiện nay ở huyện Mê Linh ([[Hà Nội]]) và nguồn nước của sông chủ yếu là từ các dòng suối từ [[Tam Đảo|dãy núi Tam Đảo]]. Sông Cà Lồ tạo thành ranh giới tự nhiên giữa huyện [[Sóc Sơn]] với các huyện [[Mê Linh]], [[Đông Anh]] (Hà Nội) và giữa huyện Sóc Sơn với huyện [[Yên Phong]] (tỉnh Bắc Ninh). Toàn [[chiều dài]] của sông là 89&nbsp;km<ref name=rrbo>[http:\/\/www.rrbo.org.vn\/default.aspx?tabid=364&ItemID=1201 Tình hình suy giảm chất lượng và ô nhiễm môi trường lưu vực sông Cầu]<\/ref><ref name=TTT>[http:\/\/www.imh.ac.vn\/b_tintuc_sukien\/bc_hoinghi_hoithao\/L777-thumuccuoi\/mlfolder.2005-12-29.1459843019\/mlnews.2006-01-07.9248282139\/22-75_TranThanhThuy%20MT.pdf\/download Ảnh hưởng của dự án xây dựng đường cao tốc Hà Nội-Thái Nguyên (quốc lộ 3 mới) tới môi trường nước mặn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100120044201\/http:\/\/www.imh.ac.vn\/b_tintuc_sukien\/bc_hoinghi_hoithao\/L777-thumuccuoi\/mlfolder.2005-12-29.1459843019\/mlnews.2006-01-07.9248282139\/22-75_TranThanhThuy%20MT.pdf\/download |date=2010-01-20 }}, trang 504 trong Kỷ yếu Hội thảo Khoa học lần thứ 9 của Viện Khí tượng thủy văn, tập tin pdf tách ra, trang 3<\/ref>, trong đó đoạn trên địa bàn Vĩnh Phúc dài 27&nbsp;km<ref>{{Chú thích web |url=http:\/\/www.vinhphuc.gov.vn\/vppweb\/quihoach\/ktxhtinh\/phanII_B_VII.htm |ngày truy cập=2008-04-30 |tựa đề=Quy hoạch KTXH tỉnh Vĩnh Phúc |archive-date=2007-10-29 |archive-url=https:\/\/web.archive.org\/web\/20071029050631\/http:\/\/www.vinhphuc.gov.vn\/vppweb\/quihoach\/ktxhtinh\/phanII_B_VII.htm |url-status=dead }}<\/ref>.\n\nHạ lưu sông Cà Lồ (từ Phủ Lỗ) có dòng chảy quanh co. Tuy điều này hấp dẫn những người thích ngắm cảnh sông, những người làm phim và những người kinh doanh bất động sản <ref>\n{{chú thích báo\n|tác giả= Tràng An Nguyễn\n|tác phẩm= Báo điện tử VietNamNet\n|url= http:\/\/vnn.vietnamnet.vn\/xahoi\/2008\/03\/773946\/\n|tên bài= Hà Nội: Thêm khu đô thị mới Sông Cà Lồ 6 sao\n|ngày= 18 tháng 3 năm 2008\n|ngày truy cập= 22 tháng 4 năm 2013}}\n<\/ref>, nhưng nó lại là một trong nguyên nhân gây ra hiện tượng nước sông không thoát nhanh vào mùa mưa. Thống kê cho thấy ảnh hưởng của lũ thường từ 30-40 ngày. Người ta đã dùng đầm Vạc để thoát lũ cho sông Cà Lồ ở đầu nguồn, nhưng hiệu quả không cao. Hiện có ý tưởng nắn dòng Cà Lồ, cắt các đoạn quanh co để có dòng chảy thẳng mà giảm lũ và phục vụ du lịch<ref>[http:\/\/www.kinhtenongthon.com.vn\/Story\/thoisu\/tintuc\/2007\/8\/5860.html Nắn dòng sông Cà Lồ: Đánh thức mảnh đất có thể hoá \"vàng\"]<\/ref>.\n\n==Thành Bình Lỗ==\nSông Cà Lồ là nơi có [[thành Bình Lỗ]] nổi tiếng trong Chiến tranh Tống–Việt (981) do [[Lê Hoàn]] chỉ huy. Hiện còn di tích thành cổ bên sông Cà Lồ. [[Thành Bình Lỗ]] được xây dựng trên một doi đất cao, có tọa độ là 21.236822 vĩ tuyến Bắc và 105.918846  kinh tuyến Đông, ngay bờ Nam sông Cà Lồ, cách ngã ba Xà khoảng 2&nbsp;km.  Doi đất có hình dạng giống như một chiếc móng chân ngựa, chỗ rộng nhất lên đến trên 700 m, hơn 2\/3 chu vi được bao bọc bởi dòng sông Cà Lồ tạo thành con hào thiên nhiên khó vượt qua. Lòng sông Cà Lồ nhỏ hẹp, bề ngang trung bình khoảng 50 m và về mùa cạn mực nước thông thường chỉ dao động từ 1,0 m đến 2,5 m. Với điều kiện như vậy nên xưa kia [[Lê Hoàn]] có thể ra lệnh cho quân và dân \"thung mộc hạn giang\" nghĩa là có thể đóng cọc tre gỗ thẳng xuống lòng sông từ bờ này sang bờ kia để cản giặc.\n\nToàn bộ khu vực ngã ba Xà, với sông ngòi và rừng rậm thời bấy giờ, dễ dàng cho phép xây dựng ở đây một  trận địa mai phục như vậy. Đặc biệt dải đất với diện tích khoảng 5 km2 này lại được bao bọc bởi 3 khúc sông, một đoạn là hạ lưu sông Cà Lồ khoảng 2&nbsp;km, một khúc [[sông Cầu]] và một nhánh sông nhỏ nối tắt từ sông Cà Lồ đến bến đò Như Nguyệt dài hơn 3&nbsp;km. Đỉnh giữa của [[tam giác]] là ngã ba Xà, cạnh đáy là nhánh sông nhỏ (đến thời [[Nhà Trần]] và [[Hậu Lê]] bịt kín bởi các con đê). Đỉnh bên trái của [[tam giác]] là doi đất nhô cao hơn hẳn khu vực xung quanh. Mạng lưới sông ngòi, thủy văn ở đây tuy nhỏ nhưng đủ tạo thành một vùng khép kín, liên thông với nhau, dễ dàng phát triển thành một căn cứ thủy binh mạnh khi chiến sự xảy ra.\n\nDoi đất như được thiên nhiên tạo ra để trở thành một pháo đài dễ phòng thủ và khó tấn công. Gần đây nhất là vào cuối thế kỷ 17, một số giáo sĩ phương Tây đầu tiên đã đến nơi này để truyền đạo, họ gom dân và xây dựng trên doi đất này một làng công giáo đông đảo, về sau phát triển thành một Xứ đạo lấy tên là Trung Nghĩa <ref name=\"LTN\">[http:\/\/www.angelfire.com\/nb\/hoang\/TrungNghia.htm Hoàng Ngọc Lễ: Làng Trung Nghĩa]<\/ref>. Tuy ngôi làng chỉ tồn tại đến năm 1954, nhưng qua đó cũng cho thấy người phương Tây coi trọng giá trị quân sự của doi đất này trong việc phòng thủ [[Hà Nội]] từ xa trước những mối đe doạ từ phía Bắc.\n\n==Chú thích==\n{{Tham khảo|25em}}\n{{sơ khai Thái Bình}}\n{{Hệ thống sông Thái Bình}}\n\n[[Thể loại:Sông tại Vĩnh Phúc|Cà Lồ, sông]]\n[[Thể loại:Sông tại Hà Nội|Cà Lồ, sông]]\n[[Thể loại:Sông tại Bắc Ninh|Cà Lồ, sông]]\n[[Thể loại:Hệ thống sông Thái Bình]]"}