{"209319":"{{bài cùng tên|Sông Cấm (định hướng)}}\n[[Tập tin:Haiphong Faehre.jpg|phải|nhỏ|Phà qua sông Cấm ở Hải Phòng]] \n'''Sông Cấm''' là một nhánh sông ở hạ lưu thuộc [[hệ thống sông Thái Bình]], chảy qua địa phận [[Hải Phòng]].\n\n==Địa lý==\nDòng sông bắt đầu tại ngã ba An Dương thuộc địa phận xã Minh Hòa (thị xã [[Kinh Môn]], tỉnh [[Hải Dương]]) nơi hợp lưu của hai con [[sông Kinh Môn]] và [[sông Hàn (Kinh Môn)|sông Hàn]], một phân lưu của [[sông Kinh Thầy]].\n\nTừ ngã ba Nống, sông chảy cơ bản theo theo hướng tây bắc-đông nam nhưng uốn khúc tạo thành hình dạng chữ M, đến địa phận phường Quán Toan (quận [[Hồng Bàng]], thành phố [[Hải Phòng]]) đổi hướng chảy theo hướng đông và đông nam chảy qua trung tâm thành phố. Trước đây sông Cấm đổ ra biển tại cửa Cấm, tuy nhiên từ năm 1978 chính quyền thành phố Hải Phòng đã cho xây dựng đập Đình Vũ nên sông Cấm không còn thông ra biển mà thay vào đó toàn bộ dòng chảy hợp lưu với [[sông Bạch Đằng]] đổ ra cửa Nam Triệu. Sông Cấm là ranh giới giữa các địa phương như huyện [[An Dương]], huyện [[Thủy Nguyên]], quận [[Hồng Bàng (quận)|Hồng Bàng]], quận [[Ngô Quyền (quận)|Ngô Quyền]] và quận [[Hải An]]. [[Cảng Hải Phòng]] nằm trên sông cách cửa Cấm khoảng 5&nbsp;km.\n\n==Thủy lưu==\nThủy lưu sông Cấm gây khó khăn cho hoạt động hải cảng Hải Phòng vì lượng [[phù sa]] bồi lắng cao. Thủy lộ từ biển vào cảng mỗi năm bị 1,5 triệu đến 3 triệu tấn [[mét khối]] [[trầm tích]] lấp đầy nên muốn duy trì thủy lộ đủ để các tàu với trọng tấn cao có thể cập bến được. Tính vào đầu [[thế kỷ XXI]] nhà chức trách cảng muốn duy trì tầm sâu tối thiểu là 5,5m trên sông Cửa Cấm bằng cách [[nạo vét lòng sông]] hằng năm tuy đúng ra phải nạo 3 lần mỗi năm mới đạt được tiêu chuẩn thông thương.\n\n==Giao thông==\n*[[Cầu Kiền]], Hải Phòng\n*[[Cầu Bính]] khánh thành năm 2005 là tuyến đường chính vượt sông Cấm từ Hải Phòng lên phía bắc.\n*[[Cầu Hoàng Văn Thụ]], nối quận quận Hồng Bàng và quận Ngô Quyền với huyện Thủy Nguyên (hoàn thành năm 2019)\n*[[Cầu Bính II]] (dự án), Hải Phòng\n\n==Tham khảo==\n*''Vietnam Administrative Atlas'', Nhà xuất bản Bản Đồ, 2004\n{{Tham khảo|25em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.haiphong.gov.vn\/?website_id=39&menu_id=7&parent_menu_id=1&article_id=650&fuseaction=DISPLAY_SINGLE_ARTICLE\/ Sông Cấm trên Website Hải Phòng]{{Liên kết hỏng|date=2022-12-15 |bot=InternetArchiveBot }}\n{{sơ khai Thái Bình}}\n{{Hệ thống sông Thái Bình}}\n\n{{DEFAULTSORT:Cấm, sông}}\n[[Thể loại:Hệ thống sông Thái Bình]]\n[[Thể loại:Sông tại Hải Phòng]]\n[[Thể loại:Sông tại Hải Dương]]"}