{"305371":"{{bài cùng tên}}\n{{Location map | Vietnam\n| width = 220\n| float = right\n| relief = yes\n| label = ''Sông Bé''\n| position = bottom \n| lat_deg = 11| lat_min = 6| lat_sec= 19| lat_dir = N \n| lon_deg = 106| lon_min = 59| lon_sec= 2| lon_dir = E \n}}\n{{coord| 11| 6| 19| N| 106| 59| 2| E| format=dms| display=title}}\n'''Sông Bé''' là một con sông chảy qua các tỉnh [[Đắk Nông]], [[Bình Phước]], [[Bình Dương]] và [[Đồng Nai]] <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =sng-vbcptvpl >[https:\/\/thuvienphapluat.vn\/van-ban\/Tai-nguyen-Moi-truong\/Quyet-dinh-1989-QD-TTg-Danh-muc-luu-vuc-song-lien-tinh-113887.aspx Quyết định số 1989\/QĐ-TTg ngày 01\/11\/2010 của Thủ tướng Chính phủ về Danh mục lưu vực sông liên tỉnh]. Thuvien Phapluat Online, 2016. Truy cập 15\/11\/2018.<\/ref>.Thượng lưu sông Bé còn có tên khác là [[sông Đăk G'lun]].\n\nSông Bé có lòng sông hẹp, bờ cao, nước chảy siết, là phụ lưu lớn nhất (tính về [[chiều dài]], diện tích lưu vực và lưu lượng nước đóng góp) của sông Đồng Nai với [[chiều dài]] 350&nbsp;km, diện tích lưu vực 7.650 km2, lưu lượng thấp nhất mùa khô là 60 m³\/s cao nhất mùa lũ là 1000 m³\/s, lưu lượng trung bình từ 250m³\/s - 300m³\/s tổng lượng dòng chảy hàng năm 7,9 tỷ m³ - 9 tỷ m³, xấp xỉ 1\/4 lượng nước trong toàn hệ thống sông Đồng Nai.\n\nSông Bé bắt nguồn từ phía Tây của Nam Tây Nguyên thuộc tỉnh Đắk Nông nơi có độ cao từ 600 – 800 m, dòng sông chảy quanh co, uốn khúc, luôn đổi hướng, tạo thành nhiều đoạn có hình vòng cung. Đoạn thượng nguồn sông chảy theo hướng Đông Bắc - Tây Nam, sau đó chuyển ngược lên theo hướng Đông Nam - Tây Bắc. Từ đây sông chảy theo hướng tây bắc đến xã Phước Thiện, huyện [[Bù Đốp]] đổi theo hướng tây nam, chảy đến địa phận xã Bình Thắng, [[Bù Gia Mập]] sông đổi theo hướng nam. Sông tiếp tục chảy đến huyện [[Phú Giáo]], Bình Dương thì đổi sang hướng đông nam và đổ vào [[sông Đồng Nai]] tại vị trí cách thác Trị An khoảng 6&nbsp;km về phía hạ lưu. Sông hầu như không ảnh hưởng triều, chỉ trừ vài km gần cửa sông ảnh hưởng nước vật khi triều lên trên dòng chính Đồng Nai.\n\nSông Bé trước đây có nguồn lợi thủy sản rất phong phú, nổi tiếng là tôm càng xanh sông Bé, do người dân đánh bắt tận diệt và hàng loạt các công trình ngăn sông nên thủy sản sông Bé ngày nay đã kiệt quệ.\n\n== Tham khảo ==\n{{Tham khảo |colwidth=25em}}\n== Xem thêm ==\n* [ Xem vị trí trên Google Maps].\n* [[Sông Đồng Nai]]\n\n== Liên kết ngoài ==\n*[http:\/\/www.binhduong.gov.vn\/vi\/thongtin.asp?idata=320\/ Sông Bé trên Website tỉnh Bình Dương]\n*[http:\/\/www.monre.gov.vn\/MONRENET\/default.aspx?tabid=210&ItemID=53544\/ Sông Bé trên Website Bộ Tài nguyên Môi trường]{{Liên kết hỏng|date=2021-07-03 |bot=InternetArchiveBot }}\n{{sơ khai địa lý Việt Nam}}\n{{Hệ thống sông Đồng Nai}}\n\n[[Thể loại:Sông tại Bình Phước|B]]\n[[Thể loại:Sông tại Bình Dương|B]]\n[[Thể loại:Sông tại Đồng Nai|B]]\n[[Thể loại:Hệ thống sông Đồng Nai|B]]"}