{"65186":"{{đổi hướng đến đây|Sông Kôn}}\n{{Location map | Vietnam| width = 200| float = right\n| relief = yes\n| label = ''Sông Côn''\n| position = left\n| lat_deg = 13| lat_min = 54| lat_sec=6| lat_dir = N \n| lon_deg = 109| lon_min = 13| lon_sec= 23| lon_dir = E \n}}{{coord|13|54|6|N|109|13|23|E | type:landmark| format=dms| display=title}}\n[[Tập tin:Sông Côn, đoạn qua An Nhơn.JPG|nhỏ|300px|phải|sông Côn, đoạn qua An Nhơn]]\n'''Sông Côn''' còn gọi là '''[[sông Kôn]]''' hoặc '''sông Kone''' là dòng sông lớn nhất của tỉnh [[Bình Định]], Việt Nam.<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name = Bd50-db39 >Bản đồ tỷ lệ 1:50.000 tờ D-49- 26C, 38- A,B,C,D. Cục Đo đạc và Bản đồ, 2004.<\/ref>.\n\nSông dài 171&nbsp;km. Lưu vực sông có diện tích 2980&nbsp;km² thuộc các huyện [[An Khê]] (Gia Lai), [[An Lão, Bình Định|An Lão]], [[Vĩnh Thạnh, Bình Định|Vĩnh Thạnh]], [[Tây Sơn, Bình Định|Tây Sơn]], [[Vân Canh]], [[An Nhơn]] và [[Tuy Phước]] (Bình Định).<ref name =qd1989-slt >[https:\/\/thuvienphapluat.vn\/van-ban\/Tai-nguyen-Moi-truong\/Quyet-dinh-1989-QD-TTg-Danh-muc-luu-vuc-song-lien-tinh-113887.aspx Quyết định số 1989\/QĐ-TTg ngày 01\/11\/2010 của Thủ tướng Chính phủ về Danh mục lưu vực sông liên tỉnh]. Thuvien Phapluat Online, 2016. Truy cập 25\/11\/2019.<\/ref><ref name =BinhDinh-tt23 >[https:\/\/thukyluat.vn\/vb\/thong-tu-23-2015-btnmt-danh-muc-dia-danh-dan-cu-son-van-lap-ban-do-phan-dat-lien-binh-dinh-44153.html Thông tư 23\/2015\/TT-BTNMT ngày 28\/05\/2015] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư... lập bản đồ phần đất liền tỉnh Bình Định. Thuky Luat Online, 2017. Truy cập 30\/11\/2019.<\/ref>\n\n== Dòng chảy ==\nDòng đầu nguồn có tên là '''sông Say''' (hoặc ''suối Say'') bắt nguồn từ hợp lưu các suối ở khối núi Ngọc Roo từ độ cao 925 m, nơi 2 huyện giáp nhau là huyện [[Kon Plông]] tỉnh [[Kon Tum]] và huyện [[Kbang]] tỉnh [[Gia Lai]], chảy về hướng đông nam <ref name = Bd50-db39 \/>. {{coord| 14| 32| 2| N| 108| 28| 32| E| type:waterbody_region:VN| name =Sông Côn}}\n\nDòng có tên '''sông Côn''' bắt nguồn từ phía bắc xã [[An Toàn]] [[An Lão, Bình Định |huyện An Lão]], chảy về hướng tây nam rồi nam, và hợp lưu với ''sông Say'' ở rìa bắc xã [[Vĩnh Sơn, Vĩnh Thạnh (Bình Định) |Vĩnh Sơn]] [[Vĩnh Thạnh, Bình Định|huyện Vĩnh Thạnh]].\n\nSau đó sông chảy theo hướng đông nam qua huyện [[Vĩnh Thạnh, Bình Định|Vĩnh Thạnh]] nơi có hồ Vĩnh Sơn, thủy điện Vĩnh Sơn, [[hồ Định Bình]], huyện [[Tây Sơn, Bình Định|Tây Sơn]] để rồi gặp các nhánh nhỏ bắt nguồn từ An Khê và Vân Canh tạo thành dòng lớn hơn. \n\nĐoạn giữa ở huyện Tây Sơn có tên là sông '''Hà Giao'''. Sau đó nó tiếp tục chảy qua Thị xã An Nhơn và gặp một nhánh khác từ hồ Núi Một (Vân Canh) chảy xuống. \n\nĐoạn hạ lưu chia thành vài nhánh, trong đó một chi lưu có tên là '''[[sông Cái]]'''. {{coord| 13| 55| 3| N| 109| 2| 30| E| type:waterbody_region:VN| name =Sông Côn}}\n\nCác chi lưu đổ ra [[đầm Thị Nại]], vịnh Quy Nhơn.\n\n== Sông Côn xưa & nay ==\nSông Côn ngày xưa gọi là sông Tuy Viễn. Triều Khải Định (1916-1925), sau khi huyện Tuy Viễn bị bãi bỏ để lấy đất lập phủ An Nhơn thì sông mang tên là Côn Giang, còn gọi là sông Tam Huyện.\n\nSông Côn phát nguyên từ vùng rừng núi An Lão, giáp giới Quảng Ngãi, Kon Tum, có độ cao từ 600-700m, chảy theo hướng tây bắc, đông nam, quanh co trong dãy Trường Sơn, vượt qua nhiều ghềnh, thác, kéo dài gần 50 cây số thì đến Định Quang (Bình Tường, Tây Sơn), tiếp nhận thêm nước từ nhiều dòng suối, đến Thượng Giang thì gặp suối Cỏ từ bắc chảy vào. Đoạn từ Định Quang đến Thượng Giang gọi là sông Hà Giao (còn gọi là Hà Riêu). Khúc sông nầy hẹp, lòng sông có nhiều hòn đá tảng dựng đứng nên thuyền bè lên xuống rất khó khăn. Từ giao thủy suối Cỏ, dòng sông chảy đến Tả Giang thì gặp suối Ba La từ đồng Tre ở phía nam chảy ra. Từ giao thủy Ba La, dòng sông mở rộng, chảy độ 9-10 cây số thì đến địa phận Phú Phong (Tây Sơn). Từ Tả Giang, Hữu Giang trở xuống, sông mới chính thức được gọi là sông Côn. Trên khúc sông từ Tả Giang đến Trinh Tường, trong lòng sông, đây đó nổi lên những đống đá đen láng trông rất thanh kỳ, có hòn đá Tượng cao lớn nằm trong suối Ba La gọi là Đá Khổng Lồ.\n\nĐến địa đầu Phú Phong, sông Côn tiếp nước sông Đá Hàng và nước của nhiều suối khác. Sông Đá Hàng dài chỉ độ 10 cây số do hai nguồn là suối đồng Hươu từ tây bắc chảy xuống gặp suối đồng Le từ phía tây chảy xuống. Lòng sông Đá Hàng, đá mọc lởm chởm, nhiều ghềnh thác khó đi. Thượng lưu sông Đá Hàng có một thắng cảnh gọi là Hầm Hô. Đó là một con suối từ đồng Gian đến đồng Hươu có nhiều ghềnh thác, nước chảy đổ xuống một hầm đá rộng thênh thang. Hai nhánh sông, một nhánh lớn từ Cây Muồng chảy thẳng xuống đông nam, chia đôi hai thôn Hạnh Lâm và Chân Tự và nhánh nhỏ từ Đá Hàng chảy thẳng ra đông bắc gặp nhánh lớn là do Nguyễn Nhạc cải tạo dòng sông mà thành. Hoành Sơn, nơi có phần mộ của cụ thân sinh Tây Sơn tam kiệt, ngó ngay xuống chỗ giao thủy của hai nhánh sông nói trên, phong cảnh rất thanh kỳ.\n\nTừ địa đầu Phú Phong trở xuống, lòng sông mở rộng, nước sông Côn trở nên lai láng. Khúc sông rộng nhất, sâu nhất và đẹp nhất là từ Phú Phong đến An Thái. Xuống khỏi An Thái chừng hơn nửa cây số, sông Côn chia làm hai nhánh. Nhánh thứ nhất ở phía nam chảy đến Phụng Ngọc thì tách làm đôi, một chảy qua An Nhơn, Tuy Phước đến đầm Thị Nại; một chảy xuống cửa Tiền thành Bình Định, tiếp nhận thêm nước sông An Tượng từ tây nam chảy ra, lưu lượng gia tăng, qua cầu Tân An rồi đổ ra đầm Thị Nại. Nhánh nầy xưa gọi là sông Cửa Tiền, nay gọi là sông Tân An. Nhánh thứ hai nằm phía bắc, chảy một đoạn rồi cũng chia thành hai nhánh nhỏ: một nhánh gọi là sông Thạch Yển (còn gọi là sông Đập Đá), chảy quanh co rồi dừng lại ở đập Lý Nhơn; một nhánh nữa là sông La Vỹ (nay gọi là sông Gò Chàm) do vua Thái Đức cho đào, chảy ra Gò Găng, xuống đập Lý Nhơn hợp cùng sông Thạch Yển. Hai sông Đập Đá và Gò Chàm tạo thành một vòng đai bao quanh vùng Thập Tháp, Đồ Bàn, Vân Sơn, Nhạn Tháp, Đập Đá. (Sau khi cho đào xong sông La Vỹ, lụt to làm sạt lở bờ sông phía đông, phía thành Hoàng Đế, vua Thái Đức liền cho đào một con đê hình quai vạc, gọi là Đỉnh Nhĩ Đê để giữ nước).\n\nSông Côn là con sông dài nhất ở tỉnh Bình Định,171 cây số; diện tích lưu vực khoảng 2.594 km2; độ dốc bình quân lưu vực khoảng 0,2.\n\nLưu vực sông Côn bao gồm phần lớn diện tích các huyện An Lão, Vĩnh Thạnh, Tây Sơn, An Nhơn, Tuy Phước và nam Phù Cát. Trên dòng sông Côn có nhiều đập như Phương Danh, Bảy Yển (phân nước cho 7 đập nhỏ), Văn Phong. Gần đập Văn Phong có một bãi cát rộng thênh thang gọi là bãi Cây Muồng là nơi Mai nguyên soái làm lễ tế cờ trước khi xuất nghĩa quân đánh Pháp.\n\nNước sông Côn trong, nhưng lại có nhiều cá, nổi tiếng là cá chép, tên chữ là lý ngư.\n\n==Tham khảo==\n{{Tham khảo |colwidth=28em}}\n*Atlat địa lý Việt Nam, Nhà xuất bản Giáo dục\n\n==Xem thêm==\n* [[Hồ Định Bình]]\n* [[Thủy điện Vĩnh Sơn]]\n* [[Thủy điện Trà Xom]]\n* [[Thủy điện Tiên Thuận]]\n* [[Thủy điện Văn Phong]]\n\n{{Commonscat |Con River}}\n== Liên kết ngoài ==\n{{Sơ khai địa lý Việt Nam}}\n\n[[Thể loại:An Lão, Bình Định]]\n[[Thể loại:Vĩnh Thạnh, Bình Định]]\n[[Thể loại:Sông tại Kon Tum]]\n[[Thể loại:Sông tại Gia Lai]]\n[[Thể loại:Sông tại Bình Định]]"}