{"305002":"{{bài cùng tên|Trường Giang (định hướng)}}\n'''Sông Trường Giang''' là con sông chạy dọc theo bờ biển thuộc tỉnh [[Quảng Nam]], [[Việt Nam]].\n\nĐầu sông phía nam đổ ra biển tại [[cửa Hòa An]] (hay An Hoà), huyện [[Núi Thành]], đầu sông phía bắc đổ ra biển tại [[cửa Đại]], thành phố [[phố cổ Hội An|Hội An]]. Ở giữa là huyện [[Thăng Bình]] và thành phố [[Tam Kỳ]].\n\nSông có chiều dài khoảng 70&nbsp;km, đoạn phía nam chạy cạnh bờ biển cách khoảng 2&nbsp;km trở lại, đoạn phía bắc khoảng cách rộng hơn, đoạn lớn nhất cách bờ biển khoảng 7&nbsp;km\n\nTrường Giang không có thượng lưu, chẳng có hạ lưu nên cũng không có hữu và tả ngạn. Bởi sông không chảy từ Trường Sơn ra biển mà là sông chạy ngang, song song với bờ biển Quảng Nam. Sông dài trên bảy chục cây số, nối hạ lưu hệ thống sông Vu Gia - Thu Bồn ở phía bắc với hạ lưu hệ thống sông Tam Kỳ - An Tân ở phía nam. Nguồn nước của Trường Giang được thu nhận từ hai hệ thống sông này. Nguồn nước nữa, đó là thủy triều lên xuống đổ vào và rút ra ở các cửa sông. Trường Giang không có đầu mà cũng chẳng có cuối. Ta có thể dí dỏm rằng, câu ca “Anh ở đầu sông em cuối sông” là không đúng với ngữ cảnh của dòng sông đặc biệt này. Ở hai đầu bắc và nam, sông đều thông với biển. Phía bắc, Trường Giang gặp Thu Bồn rồi cùng ra biển qua Cửa Đại. Phía nam, Trường Giang hòa với sông Tam Kỳ, An Tân rồi đổ ra biển thông qua Cửa Lở và cửa An Hòa.\n\nVào mùa nắng, dòng chảy sông Trường Giang phụ thuộc thủy triều lên xuống. Khi thủy triều lên, nước đổ vào các cửa và chảy theo hai chiều đối nghịch. Mấy chục cây số sông phía bắc nước chảy theo hướng nam; mấy chục cây số sông phía nam chảy theo hướng bắc. Khi thủy triều xuống thì quãng sông phía nam chảy theo hướng nam ra Cửa Lở và An Hòa; quãng sông phía bắc chảy theo hướng bắc ra Cửa Đại. Riêng quãng Trường Giang thuộc huyện Thăng Bình nằm chính giữa chiều dài dòng sông thì nước dùng dằng cả hai hướng. Vào mùa nước lũ, nhất là lúc lụt lớn thì dòng chảy chủ yếu phụ thuộc vào mức nước dâng của hai hệ thống Vu Gia - Thu Bồn, Tam Kỳ - An Tân. Quãng sông có dòng chảy dùng dằng lại dao động về phía nam hay phía bắc là tùy thuộc sức tranh giành của dòng chảy giữa hai hệ thống sông ấy. Do dòng chảy rất lạ, ta có thế ví von Trường Giang có đỉnh như núi. Đỉnh là khúc sông dùng dằng, sườn là hai dòng chảy theo hai hướng đối nghịch.\n\nTrường Giang nối hai hệ thống sông chính của đất Quảng nên nó thông thương tất cả các dòng nước của xứ này với nhau. Ví dụ: Lấy Tam Kỳ làm điểm xuất phát, lên thuyền theo sông Tam Kỳ chạy xuôi hướng đông nam đến ngã ba Tam Kỳ - Trường Giang ta có thể đi theo 3 hướng: đông thì ra biển tại cửa An Hòa; tây thì lên nguồn theo sông An Tân - Bến Ván; bắc thì theo Trường Giang qua tất cả các xã duyên hải Núi Thành, Tam Kỳ, Thăng Bình, Duy Xuyên. Đến Duy Xuyên, tại Bàn Thạch thuyền có thể ngược về phía tây theo sông Bà Rén, Ly Ly đến Quế Phú, Quế Xuân, Duy Thành,... Không đi ngược thì tại Bàn Thạch thuyền xuôi một quãng rất ngắn gặp Thu Bồn.\n\nDo sự thông thương của hệ thống Thu Bồn - Vu Gia, thuyền có thể ngược lên Hà Nha, Bến Giằng, Bến Hiên,... ngọn nguồn Vu Gia; Trung Phước, Đại Bình, Tý, Sé, Hòn Kẽm, Đá Dừng, Tiên Lãnh,... ngọn nguồn sông Thu. Ngày xưa vua Minh Mạng cho đào con sông Câu Nhí (sông Vĩnh Điện) nên thuyền có thể từ Thu Bồn chạy theo sông đào ra Cẩm Lệ rồi cập bến sông Hàn, Đà Nẵng. Và, từ Bàn Thạch nếu chạy xuôi theo dòng nước sẽ ra cửa Đại, Hội An,... \n\nDo vị trí cầu nối quan trọng như vậy, hàng chục thế kỷ qua, Trường Giang giữ vai trò huyết mạch giao thông của xứ Quảng. Trường Giang thông thương cả trăm chợ và các điểm buôn bán ven các sông xứ Quảng. Theo lộ trình như trên, từ chợ Vạn, Tam Kỳ ta sẽ đến được các chợ, bến sông, trung tâm có vai trò giao thương quan trọng của xứ Quảng như: Chợ Bà Bầu, Cây Trâm, chợ Trạm, An Tân - Bến Ván, Tam Quang, Tam Hòa, Kỳ Trung (Núi Thành); chợ Đò - Tam Ấp, Kim Thành (Tam Kỳ); Bình Đông, Tây Giang - Bến Đá, chợ Được, Mù U, chợ Bà (Thăng Bình); Nồi Rang, Bàn Thạch, Mỹ Lược,... (Duy Xuyên); Hương An, Bà Rén (Quế Sơn); Vĩnh Điện (Điện Bàn); Ái Nghĩa, Phú Thuận, Hà Nha (Đại Lộc); Hiên, Giằng, Thạnh Mỹ (Đông Giang - Tây Giang); Trung Phước, mỏ than Nông Sơn; Đồng Làng, Trà Linh, bến sông Trường (Hiệp Đức); Tiên Lãnh (Tiên Phước); Đà Nẵng; Hội An,... \n\nTrong quá khứ, khi giao thông đường bộ chưa phát triển, trên sông Trường Giang ghe bầu chạy từ An Hòa ra Bàn Thạch, Hội An,... Thuyền buôn chở mắm, cá, củi dương liễu, chum mái, muối, các vật liệu nghề biển, gạch ngói Thanh Hà,... trao đổi khắp các làng quê, phố thị, trung du, đồng bằng, cánh bắc, cánh nam của tỉnh. Thậm chí thuyền có thể chở gỗ bi, gỗ súc từ thượng nguồn Thu Bồn - Vu Gia, An Tân - Bến Ván về tới các xã duyên hải thuộc Thăng Bình, Tam Kỳ để xây cất nhà cửa, đình, chùa,...\n\nNgược về quá khứ xa hơn nữa, Trường Giang có thể cũng là huyết mạch thông thương của cư dân Champa trên xứ này. Cách đây chỉ 50 năm, trên những nổng cát ở vùng Tam Thăng, Tam Phú,... (Tam Kỳ), dọc bờ tây Trường Giang có rất nhiều mộ xưa đắp nấm bằng đất đen, dân địa phương thường truyền miệng với nhau đó là “mả Hời”. Ở bờ đông Trường Giang thường có nhiều vực sâu hơn bờ tây, ghe bầu có thể cập sát bờ. Cách đây độ chục năm, dân đào hồ nuôi tôm trên những đám ruộng sát bờ của cha ông họ đến định cư khai khẩn. Tại đó có nhiều mảnh gốm ở tầng sâu một mét rưỡi đến hai mét. Đến nay, chưa có nghiên cứu gì về việc này, nhưng nhiều người cho rằng, đó là bến đậu của thuyền buôn người Champa nên mới có mảnh đồ gốm chôn lấp ở tầng sâu như vậy. Trường Giang xưa còn có nhiều tôm, cua, cá và các loài thủy sản nước lợ phong phú. Ven sông có nhiều vạn chài sinh sống bằng nghề đánh bắt cá, tôm tự nhiên.\n\nTrường Giang xưa là vậy. Trường Giang nay thì đã bị con người xâm phạm quá mức. Trên chục năm gần đây người dân tự ý lấn sông làm hồ nuôi tôm, Trường Giang trở nên méo mó và tội nghiệp. Nhiều quãng sông chỉ còn là con lạch. Đành rằng, ngày nay giao thông đường bộ phát triển, vai trò quan trọng về giao thương của Trường Giang theo đó mà mờ nhạt. Tuy nhiên xét về tác dụng điều hòa lũ, về nuôi trồng thủy sản thì việc thông thương nguồn nước làm sạch Trường Giang vẫn còn nguyên giá trị, thậm chí còn bức thiết hơn nhiều. Đặc biệt, Quảng Nam đã có nhiều đề án, chương trình phát triển du lịch biển, du lịch văn hóa, du ngoạn sông nước làng quê,... Du lịch sẽ trở thành nền kinh tế mũi nhọn, là động lực phát triển kinh tế vùng duyên hải thì việc thông thương  Trường Giang càng quan trọng.\n\nTrước thềm Đại hội Đảng bộ tỉnh Quảng Nam lần thứ XX, các dự án đầu tư phát triển du lịch đông Trường Giang; dự án xây dựng cầu Cửa Đại; dự án về giao thông đường bộ dọc Trường Giang cùng với dự án về  nạo vét, thông thương sông Trường Giang đã được phê duyệt và đã có những động thái xúc tiến xây dựng. Đấy là những tin vui đối với người Quảng Nam. Đấy là sự hiện thực hóa mơ ước nghìn đời của người dân Quảng Nam nghèo khó. Người Quảng Nam, người vùng đông Quảng Nam có quyền hy vọng, có cơ sở hy vọng trong tương lai không xa Trường Giang sẽ được trả lại dáng vẻ nên thơ; Trường Giang sẽ đẹp trong dáng vẻ hiện đại; Trường Giang sẽ trở thành động lực của ngành du lịch Quảng Nam. Khi ấy, du khách trong và ngoài nước sẽ từ Hội An, An Hòa, Tam Kỳ, bãi biển Tam Thanh và  tất cả các khu du lịch dọc duyên hải Quảng Nam có thể lên du thuyền, từ nguồn mạch Trường Giang khác thường này dong thuyền chiêm ngưỡng vẻ đẹp núi sông, biển cả, làng quê, phố thị khắp vùng đất Quảng Nam. \n\n==Xem thêm==\n* [[Sông Thu Bồn]]\n* [[Sông Vu Gia]]\n\n==Tham khảo==\n*''Vietnam Administrative Atlas'', Nhà xuất bản Bản Đồ, 2004\n\n==Liên kết ngoài==\n*[http:\/\/www.qrt.com.vn\/index.php?option=com_content&task=blogcategory&id=192&Itemid=404\/ Sông Trường Giang trên Website đài phát thanh truyền hình Quảng Nam]{{Liên kết hỏng|date=2021-07-03 |bot=InternetArchiveBot }}\n{{sơ khai Quảng Nam}}\n\n[[Thể loại:Sông tại Quảng Nam|Trường Giang]]"}