{"117141":"{{Thông tin sông | Tên sông = Sông Bưởi\n | Tên ảnh = \n | Tiêu đề = \n | Thượng nguồn = Gần [[Mai Châu]], [[Hòa Bình]]\n | Cửa sông = [[Sông Mã]]\n | Các quốc gia lưu vực = [[Việt Nam]]\n | Độ dài = 130 km (81 dặm)\n | Cao độ = 450 m (1.476 ft)\n | Cao độ cửa sông = ?\n | Lưu lượng = 52,2 m³\/s (1.843 ft³\/s)\n | Lưu vực = 1.790 km² (691 dặm²)\n}}{{coord| 20.034879| 105.626829| type:landmark_region:VN| format= dms| display= title}}\n'''Sông Bưởi''' hay còn gọi là '''sông Sòi''', phụ lưu của [[sông Mã]] <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =HoaBinh-tt46 >[https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Thong-tu-46-2013-TT-BTNMT-Danh-muc-dia-danh-dan-cu-thanh-lap-ban-do-Hoa-Binh-218460.aspx Thông tư 46\/2013\/TT-BTNMT ngày 26\/12\/2013] của Bộ Tài nguyên và Môi trường về Ban hành Danh mục địa danh dân cư, sơn văn, thủy văn, kinh tế - xã hội phục vụ công tác thành lập bản đồ tỉnh Hòa Bình. Thuvien Phapluat Online, 2016. Truy cập 25\/11\/2018.<\/ref><ref name =ThanhHoa-tt14 >[https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Thong-tu-14-2014-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-Thanh-Hoa-224996.aspx Thông tư 14\/2014\/TT-BTNMT ngày 19\/03\/2014] của Bộ Tài nguyên và Môi trường về Ban hành Danh mục địa danh dân cư, sơn văn, thủy văn, kinh tế - xã hội phục vụ công tác thành lập bản đồ tỉnh Thanh Hóa. Thuvien Phapluat Online, 2016. Truy cập 25\/11\/2018.<\/ref>.\n\n==Địa lý==\nNói về nơi bắt nguồn Sông Bưởi có điều rất đặc biệt. Sông này có hai nhánh, gần như không phân biệt được nhánh chính, phụ. Từ nơi bắt nguồn đến nơi hợp lưu với hướng cơ bản tây bắc - đông nam và gần như chảy song song với nhau, gần dài như nhau, lưu vực và lưu lượng nước cũng gần nhau. Một nhánh (coi là nhánh chính) bắt nguồn từ xã Phú Cường huyện Tân Lạc, sau khi thu nhận nước từ các con suối từ vùng núi Chu, cao 450 m thuộc xã Ba Khan huyện Mai Châu, của xã Phú Vinh, xã  Phú Cường huyện Tân Lạc thành đầu nguồn của sông. (xem thêm Sông bưởi bắt nguồn từ đâu).Nhánh kia bắt nguồn từ vùng núi cao xã Trung Hòa, huyện Tân Lạc (ngang với xã Phú Cường về phía đông Bắc). Cả hai nhánh này, đều nằm ở phía nam hồ Hòa Bình, nơi bắt nguồn cách hồ này khoảng 7–10&nbsp;km. Hai nhánh này chảy theo hướng tây bắc-đông nam qua địa phận huyện [[Tân Lạc]], vào địa phận huyện Lạc Sơn, hợp lưu tại khu vực giáp ranh giữa xã Định Cư và Hương Nhượng, phía tây nam thị trấn Vụ Bản, huyện Lạc Sơn thành một dòng {{coord| 20.455938| 105.447884| type:landmark_region:VN| format= dms| name = SB-VụBản}}.\n\nSau đó sông hợp lưu với nhánh thứ ba bên tả ngạn cách đó khoảng 2&nbsp;km, tại trung tâm thị trấn Vụ Bản, rồi tiếp tục chảy qua huyện [[Lạc Sơn]], vượt qua phía tây [[Vườn quốc gia Cúc Phương]]. Nhánh bên tả ngạn ngắn hơn hai nhánh nói trên, cũng với 2 nhánh khá lớn là (Sông Vó, Sông Yên Phú) nhưng có nguồn nước dồi dào từ vùng núi đất cao của vùng Núi Cốt Ca cao trên 1000m và vùng núi phía đông nam của huyện Lạc Sơn, tăng nguồn nguồn thủy lực cho con sông lên gấp bội. Khi Đến gần Dốc Lào trong địa phận xã Thạch Lâm huyện [[Thạch Thành]] tỉnh [[Thanh Hóa]], nó hợp lưu với một nhánh nhỏ phía hữu ngạn rồi chảy tiếp qua địa phận huyện Thạch Thành. Tới địa phận các xã Thạch Định, Kim Tân, nó đổi hướng thành bắc-nam và chảy ngoằn ngoèo qua địa phận huyện [[Vĩnh Lộc]] để sau cùng đổ vào bờ trái sông Mã, nơi giáp ranh các xã Vĩnh Hòa, Ninh Khang (huyện Vĩnh Lộc) và Yên Thái (huyện [[Yên Định]]), tỉnh Thanh Hóa. Tổng chiều dài 130&nbsp;km. Diện tích lưu vực 1.790&nbsp;km², độ cao trung bình 247 m, độ dốc trung bình 12,2%, mật độ sông suối 0,59&nbsp;km\/km². Tổng lượng nước 1,65&nbsp;km³, tương ứng với lưu lượng bình quân 52,2 m³\/s và môđun dòng chảy năm 27,7 l\/s.km². Mùa lũ từ [[tháng sáu|tháng 6]] đến [[tháng mười|tháng 10]], chiếm 80,4% lượng nước cả năm, lớn nhất vào tháng 9-10 (chiếm 27,9% lượng dòng chảy cả năm).\n\n==Môi trường==\n===Ô nhiễm 2013===\nNgày 20-12-2013, Sở Tài nguyên- môi trường Thanh Hóa cho biết, liên quan đến thông tin cá chết trắng trên sông Bưởi những ngày qua, giám đốc nhà máy chế biến tinh bột sắn xuất khẩu của Công ty TNHH một thành viên Tân Hiếu Hưng (đóng tại xã [[Tân Mỹ]], huyện [[Lạc Sơn]], tỉnh [[Hòa Bình]]) thừa nhận đã có sự cố vỡ cống thu gom nước thải không qua hệ thống xử lý, thải trực tiếp vào môi trường, chảy ra sông Bưởi vào đêm 6- 12 và sáng 7- 12.<ref name=tt131220>{{chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/moi-truong\/20131220\/ca-chet-trang-song-buoi-do-nha-may-xa-nuoc-thai\/586380.html| tiêu đề = Cá chết trắng sông Bưởi do nhà máy xả nước thải | author = | ngày = 20 tháng 12 năm 2013 | ngày truy cập = 7 tháng 5 năm 2016 | nơi xuất bản = Báo Người lao động| ngôn ngữ = }}<\/ref>\n\n===Ô nhiễm 2016===\nSáng ngày 5-5, ông Lê Duy Dương, Chủ tịch UBND xã Thạch Lâm, huyện [[Thạch Thành]], tỉnh [[Thanh Hóa]], cho biết mấy ngày qua, đoạn sông Bưởi chảy qua địa bàn xã xuất hiện tình trạng cá chết hàng loạt không rõ nguyên nhân. Theo báo cáo của UBND xã [[Thạch Lâm]], vào ngày 4-5, chính quyền xã này nhận được tin báo từ thôn Biện, thôn Đồi cho biết dọc sông Bưởi đoạn chảy từ tỉnh [[Hòa Bình]] về xuất hiện tình trạng cá chết nổi trắng sông, nước sông có màu xanh đục, bốc mùi hôi thối và nhiều bọt trắng xóa. Người dân nơi đây khẳng định nguyên nhân làm cho nguồn nước bị ô nhiễm gây ra hiện tượng cá chết hàng loạt là do 2 nhà máy chế biến nông sản tại xã Tân Mỹ, huyện Lạc Sơn, tỉnh Hòa Bình xả thải ra sông gây nên.<ref name=bdv4212>{{chú thích web | url = http:\/\/nld.com.vn\/thoi-su-trong-nuoc\/nuoc-song-noi-bot-ca-chet-hang-loat-20160505085313523.htm| tiêu đề = Nước sông nổi bọt, cá chết hàng loạt | author = | ngày = 5 tháng 5 năm 2016 | ngày truy cập = 5 tháng 5 năm 2016 | nơi xuất bản = Báo Người lao động| ngôn ngữ = }}<\/ref>\n\nSáng 7\/5, Chi cục trưởng Bảo vệ môi trường (Sở Tài nguyên và Môi trường tỉnh Thanh Hóa) cho biết, lãnh đạo Công ty CP mía đường Hòa Bình (trụ sở tại xã [[Tân Mỹ]], [[Lạc Sơn]], [[Hòa Bình]]) thừa nhận đã xả nước thải chưa qua xử lý ra thượng nguồn sông Bưởi. Việc xả thải bẩn diễn ra nhiều ngày liên tiếp trong khoảng nửa cuối tháng 4 đến đầu tháng 5. Đây là nguyên nhân khiến cá trên sông chết hàng loạt. Đến chiều 6\/5, ngoài cá sinh sống trong môi trường tự nhiên, đã có gần 7 tấn cá nuôi tại các lồng bè trên sông Bưởi của người dân các xã Thạch Lâm, [[Thạch Quảng]], [[Thạch Cẩm]], [[Thành Mỹ]] (huyện [[Thạch Thành]]) bị chết.<ref name=vne57>{{chú thích web | url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/chat-thai-nha-may-duong-lam-chet-ca-tren-song-buoi-3398947.html| tiêu đề = Cá chết trắng sông Bưởi do nhà máy xả nước thải | author = | ngày = 7 tháng 5 năm 2016 | ngày truy cập = 7 tháng 5 năm 2016 | nơi xuất bản = vnexpress| ngôn ngữ = }}<\/ref> Tính đến 10h ngày 7\/5, tổng số lượng cá lồng bị chết là 17.385&nbsp;kg, gồm 73\/109 lồng và 32\/49 hộ nuôi cá lồng bị chết hoàn toàn.<ref name=dspl510>{{chú thích web | url = http:\/\/www.doisongphapluat.com\/tin-tuc\/tin-trong-nuoc\/bo-tnmt-vao-cuoc-vu-ca-chet-hang-loat-tren-song-buoi-a144847.html| tiêu đề = Bộ Tài nguyên và Môi trường vào cuộc vụ cá chết hàng loạt trên sông Bưởi| author = | ngày = 10 tháng 5 năm 2016 | ngày truy cập = 10 tháng 5 năm 2016 | nơi xuất bản = doisongphapluat| ngôn ngữ = }}<\/ref>\n\nTheo báo Dân trí, Bộ TN&MT vừa chỉ đạo Tổng cục Môi trường thành lập Đoàn công tác làm việc với UBND tỉnh Thanh Hóa. Đoàn công tác của Bộ TN&MT sẽ có nhiệm vụ hỗ trợ tỉnh Thanh Hóa xác định rõ nguyên nhân gây ô nhiễm, mức độ ô nhiễm và có các giải pháp khắc phục tình trạng ô nhiễm môi trường nước sông Bưởi. Đồng thời có biện pháp xử lý vi phạm đối với Công ty cổ phần Mía đường Hòa Bình để làm cơ sở yêu cầu công ty đền bù thiệt hại về kinh tế cho nhân dân.<ref name=dspl510\/>\n\nNgày 14-5 thêm cá lồng nuôi trên sông Bưởi của các hộ dân ở xã Thạch Cẩm, [[Thạch Định]] bị chết. Đến chiều 15-5, tại xã Thạch Cẩm có 7 hộ, xã Thạch Định có 3 hộ nuôi cá lồng có cá chết, với tổng trọng lượng hơn 1,1 tấn. Phần lớn số cá bị chết là cá trắm, đã đến kỳ thu hoạch, trọng lượng 2 – 4&nbsp;kg\/con.<ref name=tt515>{{chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/moi-truong\/20160515\/ca-long-tren-song-buoi-lai-chet-hang-loat-o-hai-xa\/1101379.html| tiêu đề = Cá lồng trên sông Bưởi lại chết hàng loạt ở hai xã | author = | ngày = 15 tháng 5 năm 2016 | ngày truy cập = 16 tháng 5 năm 2016 | nơi xuất bản = tuoitre| ngôn ngữ = }}<\/ref>\n\n==Tham khảo==\n{{tham khảo |25em}}\n== Liên kết ngoài ==\n{{sơ khai Hòa Bình}}\n\n{{Hệ thống sông Mã}}\n\n{{DEFAULTSORT:Bưởi, sông}}\n[[Thể loại:Sông tại Thanh Hóa]]\n[[Thể loại:Sông tại Hòa Bình]]\n[[Thể loại:Hệ thống sông Mã]]\n[[Thể loại:Ô nhiễm môi trường Việt Nam]]"}