{"139892":"'''Sông Càn''' là một con sông nằm ở vùng giáp ranh giới hai tỉnh [[Ninh Bình]] và [[Thanh Hóa]] ở [[Việt Nam]]. Thực chất sông Càn là đoạn hạ lưu của bốn con sông khác trên thượng nguồn là: [[sông Tống]], [[sông Hoạt]], [[sông Tam Điệp]] và [[kênh Nhà Lê|sông Bút]]. Đây là một con sông không lớn nhưng lại kết nối thông thủy với nhiều sông khác và nó trực tiếp đổ ra biển Đông tại cửa Lạch Càn. Tên gọi sông Càn dành cho đoạn hạ lưu, dòng chảy tính từ ngã ba sông Bút và sông Hoạt (Nga Điền, [[Nga Sơn]]) ra tới cửa biển (Kim Hải, [[Kim Sơn]]).\n\nCác sông thuộc hệ thống sông Càn chảy qua nhiều địa danh nổi tiếng thuộc dãy núi Tam Điệp như [[cửa biển Thần Phù]], [[hồ Đồng Thái]], [[Kim Sơn]] (Ninh Bình), [[động Từ Thức]] (Thanh Hoá). Riêng đoạn hạ lưu sông Càn là một phần ranh giới tự nhiên giữa [[miền Bắc]] và [[miền Trung]], tiếp nối theo dãy [[Tam Điệp]] hùng vĩ. Sông cũng là đường biên phía tây của [[khu dự trữ sinh quyển châu thổ sông Hồng]].\n\n==Các sông đầu nguồn==\nTheo dòng chảy từ thượng nguồn, có thể coi sông Càn là một trong 4 sông sau: sông Bút, sông Hoạt, sông Tam Điệp và sông Tống.\n===Sông Bút===\nSông Bút (còn được gọi là sông Yên Mô hay [[kênh Nhà Lê]] hoặc đoạn qua xã Nga Điền gọi là sông Chính Đại), dài 14&nbsp;km lấy nước từ [[sông Vạc]] tại Đức Hậu, [[Yên Mô]], [[Ninh Bình]] chảy theo hướng chính tây nam rồi cùng với sông Tống - Hoạt hợp lưu thành sông Càn. Trên đường đi, sông Bút tiếp tục rút nước từ các hồ lớn như [[hồ Yên Thắng]], [[hồ Đồng Thái]], [[Ninh Bình]].\n\n===Sông Tống===\nSông Tống chảy trong địa phận tỉnh [[Thanh Hóa]], qua các xã Hà Long, Hà Giang, Hà Bắc, Quang Trung, Hà Vân, Hà Thanh, Hà Lan rồi cùng với nhánh sông Hoạt phía hữu ngạn hợp lưu với nhau tại xã Nga Vịnh, tạo thành dòng chung Tống - Hoạt chảy qua các xã Hà Vinh, Nga Trường tiếp tục nhận nước từ nhánh sông Tam Điệp phía tả ngạn rồi qua Nga Thiện, Nga Giáp, Nga Điền để cùng với nhánh sông Bút phía tả ngạn hợp lưu tạo ra đoạn mang tên sông Càn.\n\nDòng chung giữa 2 sông Tống - Hoạt dài 8&nbsp;km rồi đến dòng chung giữa 3 sông Tống - Hoạt - Tam Điệp dài 8&nbsp;km thường được mang tên thông dụng là sông Hoạt hơn là sông Tống và sông Tam Điệp. Có thể do chiều dài dòng chảy tính tới đầu nguồn sông Hoạt tới đây là dài nhất. Đôi khi dòng chảy từ sông Bút ngược sông Tống - Hoạt cũng được gọi là sông Nhà Lê hay Kênh Nga Sơn. Với cách gọi này thì sông Càn thực chất là tuyến sông nối ngang sông Nhà Lê ra biển.\n\n===Sông Hoạt===\nSông Hoạt chảy trong địa phận tỉnh [[Thanh Hóa]]. Sông bắt nguồn từ núi Hang Cửa, vùng Yên Thịnh (Hà Trung) có diện tích lưu vực tính đến cầu Chính Đại (cách cửa sông 13&nbsp;km) là 250km2. Sông dài 55&nbsp;km, chảy qua huyện Hà Trung, thị xã Bỉm Sơn và men theo tạo địa giới giữa huyện Nga Sơn và huyện Kim Sơn (Ninh Bình). Do vị trí của sông nằm trong khu vực ít mưa (dưới 1.500mm), lại chảy qua nhiều vùng đá vôi nên dòng chảy mùa kiệt rất nghèo nàn và bị ảnh hưởng mạnh của thủy triều. Vào mùa mưa, do địa hình lòng chảo nên sông tiêu nước chậm và thường xuyên gây úng lũ ở Hà Trung và Nga Sơn.<ref>[https:\/\/thanhhoa.gov.vn\/portal\/pages\/dieu-kien-tu-nhien.aspx Mạng lưới sông suối chính ở Thanh Hóa: Sông Hoạt]<\/ref> Sông Hoạt cũng nhận nước từ nhánh sông Tam Điệp phía tả ngạn rồi qua Nga Thiện, Nga Giáp, Nga Điền để cùng với nhánh sông Bút phía tả ngạn hợp lưu tạo ra đoạn mang tên sông Càn.\n\nDòng chung giữa 2 sông Tống - Hoạt dài 8&nbsp;km rồi đến dòng chung giữa 3 sông Tống - Hoạt - Tam Điệp dài 8&nbsp;km thường được mang tên thông dụng là sông Hoạt hơn là sông Tống và sông Tam Điệp. Có thể do chiều dài dòng chảy tính tới đầu nguồn sông Hoạt tới đây là dài nhất. Đôi khi dòng chảy từ sông Bút ngược sông Tống - Hoạt cũng được gọi là sông Nhà Lê hay Kênh Nga Sơn. Với cách gọi này thì sông Càn thực chất là tuyến sông nối ngang sông Nhà Lê ra biển. Sông Hoạt được xem là một trong 4 hệ thống sông lớn nhất [[Thanh Hóa]].\n\n===Sông Tam Điệp===\nSông Tam Điệp khởi nguồn từ vùng núi tây bắc xã [[Quang Sơn, Tam Điệp|Quang Sơn]], [[thành phố Tam Điệp]] với tên gọi là suối đền Rồng, chảy qua xã Hà Long và trung tâm thị xã Bỉm Sơn rồi qua các xã Quang Trung, Hà Lan, Hà Vinh rồi đổ vào dòng chung Tống - Hoạt tại xã Nga Thiện. Sông nằm sát sườn núi Tam Điệp, có bề mặt khá rộng và là dòng sông quan trọng đối với thị xã Bỉm Sơn.\n\n==Các phụ lưu khác==\n* Sông Báo Văn nối sông Hoạt với sông Lèn. Khi thì nó là phân lưu, khi thì là phụ lưu của sông Hoạt nên không được xem là thượng nguồn sông Càn.\n* Sông Ân Giang là con sông đào chảy theo hướng đông tây, nằm giữa các làng trong huyện [[Kim Sơn]], nối liền các sông đào khác theo hướng bắc nam, phân chia các làng. Song song với con sông Ân giang, có một con đường chính giao thông là [[quốc lộ 10]]. Sông Ân Giang có nhiều nhánh thông với [[sông Đáy]].\n* Sông Lai Thành dài khoảng 8&nbsp;km, nối với sông Ân Giang rồi chảy vào giữa ranh giới 2 xã [[Lai Thành, Kim Sơn|Lai Thành]] và [[Định Hóa, Kim Sơn|Định Hóa]] của huyện [[Kim Sơn]] với huyện [[Nga Sơn]] rồi hợp lưu với một nhánh sông Cà Mau trước khi đổ vào sông Càn tại xã [[Văn Hải, Kim Sơn|Văn Hải]], [[Kim Sơn]], [[Ninh Bình]].\n* [[Sông Cà Mau]] nối từ sông Bút tại xã [[Yên Nhân, Yên Mô]] xuyên qua ranh giới 2 xã Định Hóa, Lai Thành huyện [[Kim Sơn]] rồi dọc theo đường tỉnh lộ 481 rồi có 2 nhánh hữu đổ vào sông Càn tại xã [[Kim Mỹ, Kim Sơn]] và cửa Lạch Càn tại xã Kim Hải.\n* Sông Hải Đảo chảy qua [[nga Sơn (thị trấn)|thị trấn Nga Sơn]], [[Thanh Hóa]] rồi đổ vào cửa lạch Càn. Đoạn thượng nguồn sông nối từ ngã ba sông Hoạt qua 2 xã Ba Đình và [[Nga Văn]] còn có tên là sông Hưng Long.\n\n==Xem thêm==\n* [[sông Nhà Lê]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Sông tại Thanh Hóa|Càn]]\n[[Thể loại:Sông tại Ninh Bình|Càn]]"}