{"202061":"{{bài cùng tên|Sông Thao (định hướng)}}\n'''Sông Thao''' là một huyện cũ thuộc tỉnh [[Vĩnh Phú (tỉnh)|Vĩnh Phú]], sau thuộc tỉnh [[Phú Thọ]], [[Việt Nam]].\n\nHuyện Sông Thao được thành lập theo Quyết định số 178-CP ngày [[5 tháng 7]] năm [[1977]] của Hội đồng Chính phủ trên cơ sở sáp nhập huyện [[Cẩm Khê]] với huyện [[Yên Lập]] và 10 xã của huyện [[Hạ Hòa]] ở hữu ngạn [[sông Thao]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-178-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Vinh-Phu-57438.aspx|tựa đề=Quyết định 178-CP năm 1977 về việc hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Vĩnh Phú|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Khi mới thành lập, huyện Sông Thao thuộc tỉnh Vĩnh Phú.\n\nKhi hợp nhất, huyện Sông Thao có 58 xã: Bằng Giã, Cấp Dẫn, Cát Trù, Chuế Lưu, Chương Xá, Điêu Lương, Đồng Cam, Đồng Lạc, Động Lâm, Đồng Lương, Đông Phú, Đồng Thịnh, Hiền Đa, Hiền Lương, Hưng Long, Hương Lung, Lâm Lợi, Lương Sơn, Minh Côi, Minh Hòa, Mỹ Lung, Mỹ Lương, Nga Hoàng, Ngô Xá, Ngọc Đồng, Ngọc Lập, Phúc Khánh, Phú Khê, Phú Lạc, Phùng Xá, Phương Xá, Phượng Vĩ, Quân Khê, Sai Nga, Sơn Nga, Sơn Tình, Tạ Xá, Tam Sơn, Tân Long, Thanh Nga, Thượng Long, Thụy Liễu, Tiên Lương, Tình Cương, Trung Sơn, Tùng Khê, Tuy Lộc, Văn Bán, Văn Khúc, Văn Lang, Vô Tranh, Xuân An, Xuân Áng, Xuân Thủy, Xuân Viên, Xương Thịnh, Yên Dưỡng, Yên Tập.\n\nNgày [[22 tháng 12]] năm [[1980]], Hội đồng Chính phủ ban hành Quyết định 377-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-377-CP-sua-doi-don-vi-hanh-chinh-cap-huyen-tinh-Vinh-Phu-chia-huyen-Song-Thao-va-huyen-Song-Lo-dieu-chinh-dia-gioi-huyen-Phong-Chau-44207.aspx|tựa đề=Quyết định 377-CP năm 1980 sửa đổi đơn vị hành chính cấp huyện thuộc tỉnh Vĩnh Phú: chia huyện Sông Thao và huyện Sông Lô, mỗi huyện thành hai; điều chỉnh địa giới huyện Phong Châu do Hội đồng Chính phủ ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, tái lập huyện Yên Lập trên cơ sở một phần diện tích và dân số của huyện Sông Thao.\n\n* Huyện Sông Thao còn lại 41 xã: Bằng Giã, Cấp Dẫn, Cát Trù, Chuế Lưu, Chương Xá, Điêu Lương, Đồng Cam, Động Lâm, Đồng Lương, Đông Phú, Hiền Đa, Hiền Lương, Hương Lung, Lâm Lợi, Minh Côi, Ngô Xá, Phú Khê, Phú Lạc, Phùng Xá, Phương Xá, Phượng Vĩ, Quân Khê, Sai Nga, Sơn Nga, Sơn Tình, Tạ Xá, Tam Sơn, Thanh Nga, Thụy Liễu, Tiên Lương, Tình Cương, Tùng Khê, Tuy Lộc, Văn Bán, Văn Khúc, Văn Lang, Vô Tranh, Xuân Áng, Xương Thịnh, Yên Dưỡng, Yên Tập.\n* Huyện [[Yên Lập]] có 17 xã: Đồng Lạc, Đồng Thịnh, Hưng Long, Lương Sơn, Minh Hòa, Mỹ Lung, Mỹ Lương, Nga Hoàng, Ngọc Đồng, Ngọc Lập, Phúc Khánh, Tân Long, Thượng Long, Trung Sơn, Xuân An, Xuân Thủy, Xuân Viên.\n\nNgày [[7 tháng 10]] năm [[1995]], Chính phủ ban hành Nghị định số 63-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-63-CP-chia-huyen-vinh-lac-thanh-hoa-thuoc-tinh-Vinh-Phu-39596.aspx|tựa đề=Nghị định 63-CP năm 1995 về việc chia huyện Vĩnh Lạc, Thanh Hòa thuộc tỉnh Vĩnh Phú|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, chuyển 10 xã: Hiền Lương, Động Lâm, Quân Khê, Lâm Lợi, Xuân Áng, Chuế Lưu, Vô Tranh, Bằng Giã, Văn Lang, Minh Côi của huyện Sông Thao về huyện Hạ Hòa vừa được tái lập.\n\nNhư vậy, huyện Sông Thao lúc này có địa giới trùng với huyện Cẩm Khê cũ.\n\nNgày [[23 tháng 11]] năm [[1995]], thành lập thị trấn Sông Thao, thị trấn huyện lỵ huyện Sông Thao trên cơ sở toàn bộ 418,29 ha diện tích tự nhiên của xã Đông Phú và 33 ha diện tích tự nhiên của xã Phú Khê.<ref>Nghị định số 82-CP năm 1995 của Chính phủ.<\/ref>\n\nTừ đó, huyện Sông Thao có thị trấn Sông Thao (huyện lỵ) và 30 xã: Tiên Lương, Ngô Xá, Tuy Lộc, Đồng Cam, Phương Xá, Phùng Xá, Sơn Nga, Sai Nga, Trung Sơn, Phượng Vĩ, Thụy Liễu, Tam Sơn, Văn Bán, Tùng Khê, Cấp Dẫn, Xương Thịnh, Thanh Nga, Sơn Tình, Phú Khê, Yên Tập, Tân Long, Hương Lung, Tạ Xá, Chương Xá, Phú Lạc, Tình Cương, Văn Phúc, Hiền Đa, Yên Dưỡng, Điêu Lương, Cát Trù, Đồng Lương.\n\nNgày [[1 tháng 1]] năm [[1997]], tỉnh Phú Thọ được tái lập từ một phần tỉnh Vĩnh Phú, huyện Sông Thao thuộc tỉnh Phú Thọ.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-40091.aspx|tựa đề=Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[8 tháng 4]] năm [[2002]], huyện Sông Thao được đổi lại tên cũ là huyện Cẩm Khê theo Nghị định số 39\/2002\/NĐ-CP của Chính phủ.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-39-2002-ND-CP-thanh-lap-phuong-thuoc-thanh-pho-Viet-Tri-doi-ten-huyen-Song-Thao-thanh-huyen-Cam-Khe-tinh-Phu-Tho-49270.aspx|tựa đề=Nghị định 39\/2002\/NĐ-CP về việc thành lập các phường thuộc thành phố Việt Trì và đổi tên huyện Sông Thao thành huyện Cẩm Khê, tỉnh Phú Thọ|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Phú Thọ}}\n[[Thể loại:Huyện cũ Việt Nam]]\n[[Thể loại:Hành chính Phú Thọ]]"}