{"793569":"[[Tập tin:Zarenkanone-Kreml-Moskau-2.jpg|nhỏ|250px|Một khẩu súng thần công của [[Đế quốc Nga]].]]\n\n'''Súng thần công''' ([[tiếng Anh]]: ''Cannon'') là một loại [[pháo]] sử dụng [[thuốc súng]] hoặc thường là các loại nhiên liệu có nguồn gốc [[chất nổ]] khác để đẩy một viên [[đạn]] đi xa. Các loại súng thần công khác nhau về cỡ nòng, tầm bắn, tính cơ động, tốc độ bắn, góc bắn và hỏa lực; các hình dạng khác nhau của súng thần công khi kết hợp và cân bằng những thuộc tính ở các mức độ khác nhau, tất cả các điều trên phụ thuộc vào mục đích sử dụng của súng thần công trên chiến trường. Từ '''cannon''' trong tiếng Anh có nguồn gốc từ một số ngôn ngữ, định nghĩa gốc có thể được dịch là ''ống'', ''cây mía'' hoặc ''cây sậy''. Trong thời hiện đại, thuật ngữ ''súng thần công'' không còn được sử dụng phổ biến, thay vào đó là các thuật ngữ \"súng lớn\" hoặc \"pháo\", hoặc các thuật ngữ cụ thể hơn như \"súng cối\" hoặc \"đại bác\". Trong ngành hàng không, từ ''cannon'' thường dùng để chỉ các loại vũ khí bắn các loại đạn có đường kính lớn hơn 12,7&nbsp;mm (0,5 inch).\n\nĐược sử dụng lần đầu tiên ở Trung Quốc vào thời [[Nhà Tống]], súng thần công là một trong những dạng sớm nhất của pháo dùng thuốc súng, và theo thời gian nó đã thay thế các công cụ vây hãm thành – trong số các dạng vũ khí cổ khác – trên chiến trường. Ở [[Trung Đông]], súng thần công được sử dụng đầu tiên là các loại súng thần công cỡ nhỏ cầm tay trong [[trận Ain Jalut]] năm 1260 giữa Vương quốc Hồi giáo Mamluk và [[Đế quốc Mông Cổ]]. Súng thần công đầu tiên ở [[Châu Âu]] có thể đã được sử dụng ở [[Bán đảo Iberia]] vào thế kỷ XI và XII, [[súng thần công Anh]] được sử dụng lần đầu tiên trong [[Chiến tranh Trăm Năm]] tại [[trận Crécy]] năm 1346. Tại [[Châu Phi]], súng thần công được sử dụng lần đầu tiên bởi lãnh tụ hồi giáo Somali là [[Ahmad ibn Ibrihim al-Ghazi|Ahmad ibn Ibrahim al-Ghazi]] của Vương quốc Hồi giáo Adal trong cuộc chinh phục Ethiopia năm 1529.<ref name=\"Local History in Ethiopia\">[http:\/\/www.nai.uu.se\/library\/resources\/dossiers\/local_history_of_ethiopia\/A\/ORTAST05.pdf \"Local History in Ethiopia\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110612190524\/http:\/\/www.nai.uu.se\/library\/resources\/dossiers\/local_history_of_ethiopia\/A\/ORTAST05.pdf |date = ngày 12 tháng 6 năm 2011}}{{Failed verification|date=January 2012}} (pdf) The Nordic Africa Institute website (accessed ngày 28 tháng 1 năm 2008)<\/ref> Đến thời Trung Cổ, súng thần công đã trở thành một loại vũ khí tiêu chuẩn, và hiệu quả hơn trong cả hai nhiệm vụ là chống bộ binh và vây hãm thành. Sau thời Trung cổ, hầu hết các loại súng thần công cỡ lớn đã bị lãng quên và thay vào đó người ta ưa thích các loại súng thần công nhẹ hơn, cơ động hơn. Ngoài ra, các công nghệ và chiến thuật mới đã được phát triển, nó khiến hầu hết các lực lượng phòng thủ trở nên lỗi thời, điều này dẫn đến việc xây dựng các pháo đài dạng ngôi sao, được thiết kế đặc biệt để chịu được các cuộc bắn phá của pháo binh, mặc dù các pháo đài như vậy hay cả các loại pháo đài đã được củng cố (cùng với [[tháp Martello]]) cũng sớm trở nên lỗi thời khi các loại đạn nhồi thuốc nổ mạnh và phá giáp được phát triển.\n\nSúng thần công cũng làm biến đổi tác chiến hải quân trong [[thời kỳ cận đại]] khi các lực lượng hải quân châu Âu chiếm được ưu thế nhờ hỏa lực của nó. Khi các khẩu pháo có rãnh xoắn trở nên phổ biến, độ chính xác và sức tàn phá của súng thần công đã tăng lên đáng kể, và chúng đã trở nên nguy hiểm chết người hơn bao giờ hết, bộ binh đã phải áp dụng các chiến thuật khác nhau, các con tàu đã phải bọc giáp. Trong [[Chiến tranh thế giới thứ nhất|Chiến tranh thế giới I]], phần lớn các trường hợp tử thương trên chiến trường có nguyên nhân là do pháo gây ra; pháo cũng được sử dụng rộng rãi trong [[Chiến tranh thế giới thứ hai|Chiến tranh thế giới II]]. Loại súng thần công hiện đại nhất giống với các loại pháo sử dụng trong Chiến tranh thế giới II, mặc dù tầm quan trọng của các loại vũ khí cỡ nòng lớn đã giảm đáng kể khi [[tên lửa]] được phát triển.\n\n==Gốc từ và thuật ngữ==\n[[Tập tin:Jaivan Cannon 2.jpg|nhỏ|trái|[[Jaivana|Súng thần công Jaiva]] – Khẩu thần công có bánh xe lớn nhất thế giới, đúc tại Ấn Độ trong thời gian trị vì của Hoàng đế Mughal là [[Muhammad Shah]] bởi [[Kiladar]] của ông, tên là [[Jai Singh II]].]]\n\n===Ở châu Á===\nThuốc súng là một trong 4 phát minh vĩ đại của nước Trung Hoa cổ. Thuốc súng chữ Hán có nghĩa là \"hoả dược\". Thuốc súng đen gồm ba thành phần cơ bản: [[lưu huỳnh]], [[phosphor]]<ref>Buchanan. \"Editor's Introduction: Setting the Context\", in {{Harvnb|Buchanan|2006}}.<\/ref> và [[than|than củi]].<ref>{{Citation|author=Peter Allan Lorge|title=The Asian military revolution: from gunpowder to the bomb|year=2008|publisher=Cambridge University Press|isbn=978-0-521-60954-8|page=32}}<\/ref> Hỗn hợp ba loại này cháy rất mạnh. Chính vì vậy người ta mới gọi hỗn hợp trên là \"hoả dược\" (\"thuốc bốc lửa\").\n\nTrong cuốn \"''Vị nam tử''\" thời [[Tây Hán]] có ghi: các thuật sĩ sau rất nhiều lần thử nghiệm luyện đan đã phát hiện lưu huỳnh (sulphua) không những có thể hoá hợp các vật lạ như: vàng, bạc, đồng, sắt mà còn chế ngự được thủy ngân một cách thần kỳ. Ngoài ra, hỗn hợp lưu huỳnh, phosphor và mật ong cháy rất mạnh và bắt lửa nhanh tới mức có thể gây bỏng tay người châm lửa. Thậm chí có thể bùng lên thiêu trụi nhà cửa. Sau nhiều lần thử nghiệm, cuối cùng người ta đã tìm ra công thức pha chế thuốc súng theo tỷ lệ: phosphor 75%, lưu huỳnh 10% và than củi 15%.\n\nKhi phát minh ra thuốc súng đen, người ta đã đem áp dụng vào chiến tranh để gây khói lửa, làm hỏa tiễn (tên có lửa) và súng. Thời Đường đã xuất hiện hai loại đồ chơi hỏa tiễn và tên mang thuốc nổ. Sách cổ có ghi chép lại \"cung xạ hỏa thạch lựu tiễn\" (cung bắn ra mũi tên mang quả thạch lựu có lửa). Đó chính là \"hoả tiễn\" (\"tên có mang thuốc nổ\"). Khi thuốc nổ được dùng trong quân sự, người ta lại chế tiếp một loại \"hoả pháo\". Đó là một gói thuốc nổ được đặt vào máy bắn đá, châm ngòi, rồi \"quăng\" (bắn) sang trận địa đối phương.\n\nĐến 1132, một người tên là Trần Quy đã phát minh ra loại súng hình ống. Năm 1259 lại có người phát minh ra loại súng đột hoả. Loại súng hỏa ma trước đây chỉ có giá trị đốt cháy còn loại đột hỏa mai sau này có thể bắn ra \"tử khoa\" để sát hại người. Đây là phát minh quan trọng trên con đường chế tạo vũ khí thuốc nổ. Người Kim diệt Bắc Tống. Người Mông Cổ lại diệt Kim và Nam Tống.<ref>{{chú thích tạp chí|last=Delgado|first=James|title=Relics of the Kamikaze|journal=Archaeology|year=2003|volume=56|issue=1|publisher=Archaeological Institute of America|url=http:\/\/archive.archaeology.org\/0301\/etc\/kamikaze.html}}<\/ref> Cuối cùng họ cũng học được kỹ thuật chế tạo vũ khí nổ. Tất nhiên, cả người Kim và người Nguyên đều chú trọng đến chế tạo vũ khí nổ. Vào thời Nguyên, súng hỏa mai đã thay thế súng ống trúc. Loại lớn nhất là súng thần công, ban đầu loại súng hình ống được đúc bằng đồng. Ít lâu sau người ta dùng gang để đúc súng thần công. Loại vũ khí này bắn được xa và có sức mạnh hơn hẳn. Và kỹ thuật đúc vũ khí lại tiến thêm một bước dài. Trong viện bảo tàng lịch sử Trung Quốc hiện còn lưu trữ khẩu thần công bằng đồng, đúc năm 1332 và khẩu thần công này được coi là lớn nhất thế giới.\n\n===Ở châu Âu===\nTừ ''Cannon'' (súng thần công) trong tiếng Anh có gốc từ ''cannone'' trong tiếng Ý cổ, có nghĩa là \"ống lớn\", từ cannone lại bắt nguồn trong tiếng [[Latinh|Latin]] bằng từ ''canna'', có gốc từ là κάννα (''kanna''), \"lau sậy\" trong tiếng Hy Lạp,<ref>[http:\/\/www.perseus.tufts.edu\/hopper\/text?doc=Perseus%3Atext%3A1999.04.0058%3Aentry%3Dka%2Fnna1 κάννα], Henry George Liddell, Robert Scott, ''An Intermediate Greek-English Lexicon'', on Perseus<\/ref> và sau đó được tổng quát hóa để chỉ bất kỳ ống rỗng ruột nào; cùng nguồn gốc với từ ''qanu'' trong [[tiếng Akkad]] và từ ''qāneh'' trong tiếng [[Hebrew]], có nghĩa là \"ống\" hoặc \"lau sậy\".<ref name=\"Definition and etymology of cannon\">{{Chú thích web|url=http:\/\/www.merriam-webster.com\/dictionary\/Cannon|tiêu đề=Definition and etymology of \"cannon\"|nhà xuất bản=[[Webster's Dictionary]]|ngày truy cập = ngày 26 tháng 5 năm 2008}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.etymonline.com\/index.php?term=cane|tiêu đề=Etymology of \"Cane\"|nhà xuất bản=Online Etymology Dictionary|ngày truy cập = ngày 26 tháng 5 năm 2008}}<\/ref><ref name=\"Definition and etymology of cane\">{{Chú thích web|url=http:\/\/www.merriam-webster.com\/dictionary\/cane|tiêu đề=Definition and etymology of \"cane\"|nhà xuất bản=[[Webster's Dictionary]]|ngày truy cập = ngày 26 tháng 5 năm 2008}}<\/ref> Từ ''cannon'' đã được sử dụng để chỉ súng từ năm 1326 tại Italy, tại Anh từ năm 1418. Từ ''cannon'' đều có thể dùng làm danh từ số ít hoặc số nhiều, nhưng trong tiếng Anh-Mỹ từ ''cannons'' số nhiều được sử dụng nhiều hơn.<ref name=\"Definition and etymology of cannon\"\/>\n\n==Các thuật ngữ, bộ phận và vật liệu của súng thần công==\n[[Hình:Cannon-diagram.jpg|nhỏ|Hình minh họa một khẩu súng thần công cơ bản thế kỷ XIX. Khoảng âm (negative spaces) như \"nòng súng\" được đặt nhãn tên bằng chữ trắng viền đen; tất cả các chữ ký hiệu khác chỉ có màu đen.]]\n\nSúng thần công nói chung có dạng của một hình nón cụt có nòng súng khoan hình trụ ở giữa để giữ thuốc nổ và đạn. Phần dày nhất, khỏe nhất và kín của hình nón được đặt gần khối thuốc nổ. Do bất kỳ loại thuốc nổ nào khi nổ sẽ tỏa năng lượng ra các hướng như nhau, phần dày nhất của khẩu súng thần công sẽ chứa và định hướng lực này. Chuyển động về sau của súng thần công xảy ra khi đạn rời nòng và chuyển động này gọi là \"giật\", hiệu quả của các khẩu súng thần công có thể được tính toán dưới dạng giảm độ giật bao nhiêu, mặc dù rõ ràng việc giảm độ giật thông qua tăng khối lượng tổng thể của súng thần công có nghĩa là giảm tính cơ động của nó.\n\nSúng thần công pháo chiến trường – còn gọi là dã pháo – ở châu Âu và châu Mỹ thời kỳ đầu thường được làm bằng [[đồng]], về sau được làm bằng gang và thậm chí là thép.<ref name=kingsbury>{{chú thích sách |title=An elementary treatise on artillery and infantry |last=Kingsbury |first=Charles P. |authorlink= |last2= |first2= |editorn-last= |editorn-first= |edition= |volume= |year=1849 |origyear= |page= |pages= |publisher=GP Putnam |place=New York |url=http:\/\/books.google.com\/books?id=z9xVAAAAYAAJ&dq=%22cannon%22%20bronze%20iron&pg=PA59#v=onepage&q=windage&f=false |access-date = |isbn= |oclc=761213440 }}<\/ref>{{rp|61}} Đồng có một số đặc tính làm nó trở thành một loại vật liệu chế tạo thích hợp: mặc dù tương đối đắt tiền, không phải là một loại hợp kim tốt, và có thể khiến một sản phẩm cuối cùng có hiện tượng \"rỗ bọt biển trong nòng súng\",<ref name=kingsbury\/>{{rp|61}} đồng mềm dẻo hơn sắt và do đó ít bị vỡ khi tiếp xúc với áp suất cao; súng thần công làm bằng gang rẻ tiền hơn đồng và thường bền hơn so với đồng, gang có thể bắn nhiều lần mà không bị hỏng. Tuy nhiên, súng thần công bằng gang có xu hướng bị nổ mà không hề chỉ ra bất kỳ điểm yếu hay chỗ ăn mòn nào, điều này làm cho nó trở nên nguy hiển khi vận hành.\n\nCác kiểu súng thần công cổ hơn và ổn định là kiểu súng nạp đạn đằng họng, trái ngược với kiểu nạp đạn bằng khóa nòng. Với kiểu súng nạp đạn đằng họng, phải có que để nén chặt thuốc súng, đạn, sợi bông từ đằng mũi súng, còn với súng thần công nạp đạn bằng khóa nòng chỉ việc mở khóa nòng và đưa đạn vào.\n\nCác thuật ngữ dưới đây đề cập tới các thành phần hoặc các khía cạnh của một khẩu súng thần công phương tây cổ điển (khoảng năm 1850) như minh họa dưới đây.<ref name=kingsbury\/>{{rp|66}} Các từ ''gần'', ''kín'' và ''phía sau'' sẽ được dùng với những bộ phận dày, phần kín của bộ phận; còn các từ ''xa'', ''mặt trước'', ''phía trước'' và ''trước'' dùng với những bộ phận mỏng hơn và cuối phần hở.\n\n===Khoảng âm===\n* '''Nòng súng''': hình trụ rỗng khoan vào tâm của súng thần công, bao gồm cả ''đế của nòng súng'' hoặc ''đáy của nòng súng'', phía gần cuối của nòng súng là nơi sẽ đưa vật liệu nổ và đạn vào để nén chặt. Đường kính của nòng súng thể hiện cỡ của súng thần công.\n* '''Buồng đốt''': là các hốc hình trụ, hình nón, hoặc hình cầu ở gần cuối của đáy nòng, buồng đốt là nơi thuốc súng được nén chặt.\n* '''Vent''': Là một ống nhỏ ở gần cuối của súng thần công nối với khối thuốc nổ bên trong bằng một nguồn đánh lửa bên ngoài và thường được lắp mồi nổ; luôn luôn nằm gần khóa nòng. Đôi khi được gọi là ''lỗi mồi nổ'' hoặc ''lỗ tiếp xúc''. Trên đỉnh của vent bên ngoài súng thần công là khoảng tròn phẳng được gọi là ''khoảng vent'' nơi thuốc súng mồi được đốt. Nếu súng thần công làm bằng đồng, nó thường có một ''mảnh vent'' làm bằng đồng có ren gắn vào cùng với chiều dài của vent.\n\n==Lịch sử==\n{{chính|Lịch sử súng thần công}}\n{{details|Lịch sử [[thuốc súng]]}}\n\n===Súng thần công ở Trung Hoa===\n{{chính|Pháo dùng thuốc súng thời nhà Tống}}\n{{details|Công nghệ thời nhà Tống|sự phát triển về chiến tranh thuốc súng ở Trung Hoa}}\n[[Hình:FireLanceAndGrenade10thCenturyDunhuang.jpg|nhỏ|Những vũ khí cầm tay được biết đến sớm nhất ([[hỏa thương]] và [[lựu đạn]] (phía trên bên phải), [[Đôn Hoàng]] thế kỷ X<ref>{{chú thích sách|authors=Robert Temple & Needham, Joseph|title=The Genius of China: 3,000 Years of Science, Discovery and Invention|publisher=Prion Books|isbn=1-85375-292-4|page=242|year=1999}}<\/ref>]]\n\nViệc phát minh ra súng thần công, sử dụng thuốc súng, lần đầu tiên được phát triển ở Trung Quốc. Giống như các vũ khí cầm tay nhỏ, súng thần công là một hậu duệ của [[hỏa thương]], một loại vũ khí dạng ống chữa đầy thuốc súng gắn vào một cây giáo và sử dụng như [[súng phun lửa]] ở Trung Quốc.<ref name=\"Science and Civilisation in China\">{{chú thích sách|first=Joseph|last=Needham|year=1987|publisher=[[Cambridge University Press]]|title=Science & Civilisation in China, volume 7: The Gunpowder Epic|isbn=0-521-30358-3|pages=263–275}}<\/ref> Các vật nhỏ, nhọn đôi khi được đặt vào nòng súng, nó sẽ bay ra cùng khi điểm hỏa súng.<ref name=crosby>{{chú thích sách|last=Crosby|first=Alfred W.|url=http:\/\/books.google.com\/?id=vyFxldb2GJQC&printsec=frontcover|year=2002|page=99|publisher=[[Cambridge University Press]]|title=Throwing Fire: Projectile Technology Through History|isbn=0-521-79158-8}}<\/ref> Tài liệu đầu tiên mô tả việc sử dụng hỏa thương trên chiến trường là vào năm 1132, khi Hán Du sử dụng hỏa thương để bảo vệ [[Đức An, Cửu Giang|Đức An]] trước cuộc tấn công của tộc Kim Nữ Chân.<ref name=\"Science and Civilisation in China\"\/><ref>{{chú thích sách|author=Peter Allan Lorge|title=The Asian military revolution: from gunpowder to the bomb|url=https:\/\/archive.org\/details\/asianmilitaryrev00lorg|year=2008|publisher=Cambridge University Press|isbn=978-0-521-60954-8|pages=[https:\/\/archive.org\/details\/asianmilitaryrev00lorg\/page\/n34 34]–35}}<\/ref> Sau đó, các loại hỏa thương làm từ giấy và tre được thay thế bằng kim loại.<ref name=chase>{{chú thích sách|last=Chase|year=2003|pages=31–32|publisher=[[Cambridge University Press]]|title=Firearms: A Global History to 1700|url=http:\/\/books.google.com\/?id=esnWJkYRCJ4C&printsec=frontcover|isbn=0-521-82274-2}}<\/ref> Loại súng thần công bắn ra lửa đã bị lãng quên khi xuất hiện súng thần công bắn ra tên lửa, từ đó có nghĩa hoặc ''gây cháy'' hoặc là ''gây nổ'' và thường được dịch là ''thuốc súng''.<ref name=Oman>{{chú thích sách|last=Oman|first=Sir Charles|year=1998|pages=203–214|publisher=Greenhill Military Press|title=The Art of War in the Middle Ages (Vol II)|isbn=1-85367-332-3}}<\/ref> Những mô tả được biết đến sớm nhất của một khẩu súng là nhờ một tác phẩm điêu khắc trong một hang động ở [[Tứ Xuyên]], có niên đại từ thế kỷ XII mô tả một người mang một khẩu súng hình vại, bắn ra lửa và một vật hình tròn.<ref name=chase\/><ref>{{chú thích tạp chí|authors=Lu Gwei-Djen & Joseph Needham, Phan Chi-Hsing|year=1988|journal=[[Technology and Culture]]|volume=29|issue=3|pages=594–605|publisher=[[Johns Hopkins University Press]]|title=The Oldest Representation of a Bombard|url=https:\/\/archive.org\/details\/sim_technology-and-culture_1988-07_29_3\/page\/594|doi=10.2307\/3105275|jstor=3105275}}<\/ref> Khẩu súng lâu đời nhất được phát hiên tại [[A Thành]], [[Hắc Long Giang]], có niên đại không muộn hơn 1290, khẩu súng dài 34&nbsp;cm, đường kính nòng là 2,5&nbsp;cm (1&nbsp;in) và nặng 3,5&nbsp;kg.<ref name=\"Science and Civilisation in China\"\/><ref name=\"Lorge2008\">{{chú thích sách|author=Peter Allan Lorge|title=The Asian military revolution: from gunpowder to the bomb|url=https:\/\/archive.org\/details\/asianmilitaryrev00lorg|year=2008|publisher=Cambridge University Press|isbn=978-0-521-60954-8|page=[https:\/\/archive.org\/details\/asianmilitaryrev00lorg\/page\/69 69]}}<\/ref> Khẩu súng lâu đời thứ hai có niên đại năm 1332, dài 35,3&nbsp;cm, đường kính nòng 10,5&nbsp;cm (4) và nặng 6,94&nbsp;kg. Cả hai khẩu súng này đều làm băng đồng.<ref name=\"Science and Civilisation in China\"\/><ref name=\"Lorge2008\"\/>\n\n[[Hình:Yuan chinese gun.jpg|nhỏ|trái|[[Súng thần công cầm tay]] từ thời [[Nhà Nguyên]] (1271–1368)]]\n\nMinh họa về một khẩu súng thần công được biết đến sớm nhất có niên đại năm 1326.<ref>{{chú thích sách|title=Weapons: An International Encyclopedia from 5000 B.C. to 2000 A.D.|last=Harding|first=David|publisher=Diane Publishing Company|year=1990|page=111|isbn=0-7567-8436-0|url=http:\/\/books.google.com\/?id=LeYSxhK62wUC&printsec=frontcover#PPA111,M1}}<\/ref> Trong bài thơ năm 1341 có tựa đề ''The Iron Cannon Affair'', đây là một trong các tài liệu đầu tiên nói về việc sử dụng pháo dùng thuốc súng ở Trung Quốc. Tác giả bài thơ là Xian Zhang đã viết rằng, một quả đạn pháo bắn ra từ một khẩu súng có thể \"xuyên qua tim hoặc bụng khi nó tấn công một người hoặc ngựa, và thậm chí có thể xuyên qua vài người một lúc.\"<ref>{{chú thích sách|last=Norris|first=John|year=2003|title=Early Gunpowder Artillery: 1300–1600|publisher=Marlborough: The Crowood Press|isbn=1-86126-615-4|page=11}}<\/ref>\n\n[[Joseph Needham]] cho thấy vỏ proto được mô tả trong ''Hỏa long kinh'' có thể là kiểu đạn đầu tiên.<ref name=\"Science and Civilisation in China\"\/> Vũ khí này sau đó được quân Mông Cổ và Triều Tiên sử dụng. Trong trận Mãn Châu năm 1288 giữa quân Trung Quốc và quân Mông Cổ, đã xuất hiện súng thần công cầm tay, các phát hiện này là nhờ các cuộc khai quật khảo cổ tại địa điểm từng là chiến trường.<ref>{{chú thích sách|last=Pacey|first=Arnold|title=Technology in World Civilization: A Thousand-Year History|page=47|year=1990|publisher=[[MIT Press]]|isbn=0-262-66072-5|url=http:\/\/books.google.com\/?id=X7e8rHL1lf4C&printsec=frontcover#PPA47,M1}}<\/ref> Nhà Minh cũng từng đặt trên 3000 khẩu súng thần công đúc bằng đồng và sắt tại [[Vạn Lý Trường Thành]] để chống lại quân [[Mông Cổ]].\n\nSúng thần công đã được quân nhà Minh sử dụng trong [[trận hồ Bà Dương]].<ref>{{chú thích sách |url=https:\/\/archive.org\/details\/battlevisualjour0000gran_e3z7|title=Battle: a visual journey through 5,000 years of combat|author=R. G. Grant|edition=illustrated|year=2005 |publisher=DK Pub.|isbn=0-7566-1360-4|page=[https:\/\/archive.org\/details\/battlevisualjour0000gran_e3z7\/page\/99 99] |pages=|access-date =ngày 16 tháng 12 năm 2011 }}<\/ref> Các tàu chiến của nhà Minh đều có súng thần công làm bằng đồng. Một con tàu đắm tại Sơn Đông khi khai quật đã phát hiện một khẩu pháo làm từ năm 1377 và một mỏ neo làm từ năm 1372.<ref>{{chú thích sách |quote=Little is known about their armament, but Chinese ships did carry bronze cannon at this time, as evidenced by the wreck of a small two-masted patrol vessel discovered in Shandong together with its anchor (inscribed 1372) and cannon (inscribed 1377).|url=http:\/\/books.google.com\/books?id=esnWJkYRCJ4C&printsec=frontcover&dq=kenneth+warren+chase&hl=en&sa=X&ei=pQ3wTtTvK6X40gGr5fTRCQ&ved=0CDYQ6AEwAA#v=snippet&q=chinese%20bronze%20cannon%20ship%20shandong&f=false|title=Firearms: a global history to 1700|author=Kenneth Warren Chase|edition=illustrated|volume=|series= |year=2003 |location= |publisher=Cambridge University Press|language= |isbn=0-521-82274-2|page=50 |pages= |access-date =ngày 16 tháng 12 năm 2011}}<\/ref> Từ thế kỷ XIII đến thế kỷ XV, các tàu chiến của Trung Quốc trang bị súng thần công đã đi thám hiểm khắp khu vực Đông Nam Á.<ref>{{chú thích sách |quote=Considering that Chinese ships armed with gunpowder weapons, including cannon, visited the region regularly from the 1200s to the 1400s|url=http:\/\/books.google.com\/books?id=esnWJkYRCJ4C&printsec=frontcover&dq=kenneth+warren+chase&hl=en&sa=X&ei=pQ3wTtTvK6X40gGr5fTRCQ&ved=0CDYQ6AEwAA#v=snippet&q=melaka%20firearms%20several%20thousand%20guns&f=false|title=Firearms: a global history to 1700|author=Kenneth Warren Chase|edition=illustrated|volume=|series= |year=2003 |location= |publisher=Cambridge University Press|language= |isbn=0-521-82274-2|page=138 |pages= |access-date =ngày 16 tháng 12 năm 2011 }}<\/ref>\n\nTrong cuộc vây hãm Bình Nhưỡng năm 1593, 40.000 quân nhà Minh đã sử dung nhiều loại súng thần công để bắn phá vào lực lượng quân Nhật. Mặc dù hai bên có quân số tương đương nhau, nhưng người Nhật đã bị đánh bại dễ dàng do các khẩu súng thần công của quân Minh. Trong suốt cuộc Chiến tranh 7 năm ở Triều Tiên, liên quân Trung Quốc-Triều Tiên đã sử dụng pháo bình một cách rộng rãi, trong cả các trận chiến trên bộ và dưới nước, trong đó có cả [[Tàu con rùa]] của [[Lý Thuấn Thần]].<ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=nLM1Kolw_vMC&printsec=frontcover#PPA211,M1|title=World History of Warfare|publisher=[[University of Nebraska Press]]|access-date = ngày 26 tháng 5 năm 2008 |last=Archer|first=Christon I.|year=2002|isbn=0-8032-4423-1|page=211}}<\/ref><ref>{{Chú thích web |url=http:\/\/www.groseducationalmedia.ca\/vsc\/korea1.html |tiêu đề=Admiral Yi Sun-shin and Turtle Ships |tác giả=Derrick Grose |ngày truy cập=ngày 22 tháng 9 năm 2011 |work=\"Virtual stamp Collection\" |nhà xuất bản=Grose Educational Media, 2011 }}<\/ref>\n\n===Súng thần công ở Việt Nam===\nSúng thần công ở Việt Nam được cho là xuất hiện vào thời [[nhà Hồ]], do [[Hồ Nguyên Trừng]] sáng chế và cải tiến. Ông đã sử dụng loại súng này trong cuộc kháng chiến chống quân Minh. Sau khi nhà Hồ sụp đổ, ông bị bắt sang Trung Quốc và được vua Minh sử dụng để chế tạo loại súng này. Hồ Nguyên Trừng được coi là cha đẻ của súng thần công Việt Nam<ref>Các triều đại Việt Nam, Quỳnh Cư-Đỗ Đức Hùng, Nhà xuất bản Thanh niên 2005<\/ref>\n\n===Thế giới Hồi giáo===\n[[Hình:Great Turkish Bombard at Fort Nelson.JPG|nhỏ|phải|[[Pháo Dardanelles]], một kiểu bombard của đế chế Ottoman năm 1464]]\n\nCác bản thảo tiếng Ả Rập từ thế kỷ XIV đã đề cập tới các khẩu [[súng thần công cầm tay]] trong thế giới Ả Rập, một dạng tiền thân của [[súng ngắn]], trong thế giới Ả Rập.<ref name=History-Channel>{{chú thích tạp chí|title=[[Ancient Discoveries]], Episode 12: Machines of the East|publisher=[[History (U.S. TV channel)|History Channel]]|year=2007|postscript=<!--None-->}} ([http:\/\/www.youtube.com\/watch?v=PwGfw1YW9Js Part 4] and [http:\/\/www.youtube.com\/watch?v=0R3ZbzhRp_k Part 5])<\/ref> [[Ahmad Y. al-Hassan]] cho rằng những bản thảo này là bản sao của các bản thảo trước đó và nó nói về các khẩu súng thần công cầm tay được các [[chiến binh Mamluk]] sử dụng trong [[trận Ain Jalut]] năm 1260.<ref name=\"Gunpowder Composition\">{{Chú thích web|nhà xuất bản=[[Ahmad Y Hassan]]|họ=Hassan|tên=Ahmad Y|lk tác giả=Ahmad Y Hassan|url=http:\/\/www.history-science-technology.com\/Articles\/articles%202.htm|tiêu đề=Gunpowder Composition for Rockets and Cannon in Arabic Military Treatises In Thirteenth and Fourteenth Centuries|ngày truy cập = ngày 8 tháng 6 năm 2008}}<\/ref> Al-Hassan cũng giải thích [[Ibn Khaldun]] đã nói về việc súng thần công được sử dụng làm vũ khí vây thành bởi sultan [[Marinid]] là Abu Yaqub Yusuf trong cuộc bao vây [[Sijilmasa]] năm 1274.<ref name=\"Gunpowder Composition\"\/> Các sử gia khác kêu gọi thận trọng về việc tuyên bố các loại vụ khí cầm tay của người Hồi giáo được sử dụng trong giai đoạn 1204-1324, như các văn bản tiếng Ả Rập vào cuối thời Trung cổ đã sử dụng cùng một từ để chỉ thuốc súng, đó là từ ''naft'', naft được dùng để một [[naphtha]] cháy trước.<ref name=\"Ágoston2005\"\/><ref name=\"Purton2009\">{{chú thích sách|author=Peter Purton|title=A History of the Late Medieval Siege, 1200-1500|year=2009|publisher=Boydell & Brewer|isbn=978-1-84383-449-6|page=108}}<\/ref> Các chiến binh Mamluk chắc chắn đã có các khẩu súng thần công cho vây thành vào thập niên 1360, và có thể sớm nhất là vào năm 1320.<ref name=\"Ágoston2005\">{{chú thích sách|author=Gábor Ágoston|title=Guns for the sultan: military power and the weapons industry in the Ottoman Empire|year=2005|publisher=Cambridge University Press|isbn=978-0-521-84313-3|page=15}}<\/ref>\n\nCác loại bombard ngoại cỡ lên tới 68, thường được gọi là [[Pháo Dardanelles|Bombard Thổ Nhĩ Kỳ vĩ đại]] được sử dụng bởi [[Mehmed II]] khi chiếm [[Constantinopolis|Constantinople]] vào năm 1453. [[Orban]], một kỹ sư súng thần công người [[Hungary]], đã được ghi nhận với việc giới thiệu các khẩu súng thần công từ Trung Âu vào Ottoman.<ref name=\"The Medieval Siege\">{{chú thích sách|title=The Medieval Siege|last=Bradbury|first=Jim|year=1992|publisher=[[Boydell & Brewer]]|location=[[Rochester, New York]]|access-date = ngày 26 tháng 5 năm 2008 | url=http:\/\/books.google.com\/?id=xVCRpsfwkiUC&printsec=frontcover&dq=The+Medieval+Siege| isbn=0-85115-312-7|page=293}}<\/ref> Những khẩu pháo có thể bắn quả bóng bằng đá nặng đi xa một dặm, và âm thanh của vụ nổ có thể nghe thấy từ khoảng cách {{convert|10|mi|km|0}}.<ref name=\"The Medieval Siege\"\/> Sử gia người [[Shkodra]] là [[Marin Barleti]] đã thảo luận về các khẩu bombard của Thổ Nhĩ Kỳ trong cuốn sách ''De obsidione Scodrensi'' (1504) của ông, mô tả cuộc bao vây Shkodra 1478-79, trong đó có 11 khẩu bombard và 2 khẩu súng cối đã được sử dụng.\n\nCác khẩu [[pháo Dardanelles]] tương tự được chế tạo bởi Munir Ali năm 1464 và vẫn được sử dụng trong Chiến tranh Anh-Thổ Nhĩ Kỳ (1807-1809).<ref name=\"Schmidtchen 1977b, 226–228\">Schmidtchen, Volker (1977b), \"Riesengeschütze des 15. Jahrhunderts. Technische Höchstleistungen ihrer Zeit\", ''Technikgeschichte'' '''44''' (3): 213–237 (226–228)<\/ref> Chúng được đúc bằng đồng thành 2 phần. Phần đầu và khóa nòng, có cân nặng là 18,4 tấn.<ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=y4aXo_125REC&pg=PA461&lpg=PA461&dq=dardanelles+gun|title=War in Human Civilization|year=2006|publisher=[[Oxford University Press]]|location=New York City|last=Gat|first=Azar|isbn=0-19-926213-6|page=461}}<\/ref> Hai phần này được bắt ốc với nhau bằng cách dùng đòn bẩy để tại điều kiện thuận lợi khi di chuyển.\n\nSomalia thời trung cổ đã có tướng [[Ahmad ibn Ibrihim al-Ghazi]] của vương quốc Adal, là chỉ huy châu Phi đầu tiên, được biết đến hiện nay đã sử dụng súng thần công trong chiến tranh ở châu lục này trong các cuộc chinh phục của vương quốc Adal.<ref name=\"Local History in Ethiopia\"\/>\n\nFathullah Shirazi, một người Ban Tư-Ấn Độ làm viejec cho Akbar Đại đế của đế chế Mughal, đã phát triển một khẩu súng bắn loạt trong thế kỷ XVI.<ref>{{chú thích tạp chí|first=A. K.|last=Bag|year=2005|title=Fathullah Shirazi: Cannon, Multi-barrel Gun and Yarghu|publisher=Indian Journal of History of Science|pages=431–436}}<\/ref>\n\n===Châu Âu thời Trung cổ===\n{{chính|Pháo binh dùng thuốc súng trong thời Trung cổ}}\n[[Hình:EarlyCannonDeNobilitatibusSapientiiEtPrudentiisRegumManuscriptWalterdeMilemete1326.jpg|nhỏ|Bức vẽ sớm nhất về súng thần công châu Âu, của họa sĩ [[Walter de Milemete]], có tên \"De Nobilitatibus Sapientii Et Prudentiis Regum\", 1326]]\n\nTại [[châu Âu]], một trong những đề cập đầu tiên đến việc sử dụng thuốc súng xuất hiện trong một đoạn văn được tìm thấy trong ''[[Opus Maius]]'' và ''Opus Tertium'' của [[Roger Bacon]], nó đề cập tới việc giải thích [[bánh pháo]]. Trong đầu thế kỷ XX, một sĩ quan pháo binh của Anh đã đề xuất thực hiện một công việc do Bacon đề xuất trong tác phẩm ''Epistola de Secretis Operibus Artis et Naturae, et de Nullitate Magiae'', trong đó có chứa một công thức mã hóa về thuốc súng. Những tuyên bố này đã gây tranh cãi trong giới sử gia khoa học.<ref name=\"NeedhamLu1987\">{{chú thích sách|authors=Joseph Needham; Gwei-Djen Lu; Ling Wang|title=Science and civilisation in China, Volume 5, Part 7|year=1987|publisher=Cambridge University Press|isbn=978-0-521-30358-3|pages=48–50}}<\/ref> Trong bất kỳ trường hợp nào, công thức được tuyên bố đã giải mã không hữu ích cho súng hoặc thậm chí là bánh pháo, nó cháy chậm và chủ yếu tạo ra khói.<ref>{{chú thích sách|authors=Joseph Needham; Gwei-Djen Lu; Ling Wang|title=Science and civilisation in China, Volume 5, Part 7|year=1987|publisher=Cambridge University Press|isbn=978-0-521-30358-3|page=358}}<\/ref><ref>Bert S. Hall, \"Introduction, 1999\" p. xxiv to the reprinting of {{chú thích sách|author=James Riddick Partington|title=A history of Greek fire and gunpowder|year=1960|publisher=JHU Press|isbn=978-0-8018-5954-0}}<\/ref>\n\nXác nhận đầu tiên về việc sử dụng súng thần công ở châu Âu là tại miền nam Iberia, do người Moor sử dụng trong cuộc vây hãm Cordoba năm 1280.<ref name=\"Artillery Through the Ages\">{{chú thích sách|url=http:\/\/books.google.com\/?id=yYupSOK0BgIC&printsec=frontcover#PPA3,M1|title=Artillery Through the Ages: A Short Illustrated History of Cannon, Emphasizing Types Used in America|last=Manucy|first=Albert|authorlink=Albert Manucy|isbn=0-7881-0745-3|publisher=[[Diane publishing]]|year=1994|access-date = ngày 26 tháng 5 năm 2008 |page=3|origyear=1949}}<\/ref> Đến thời điểm này, súng cầm tay có thể đã được sử dụng, như ''scopettieri''—\"những người mang súng\"—được đề cập đến khi phối hợp với cung thủ năm 1281. Ở Iberia, \"các bậc thầy pháo binh đầu tiên trên Bán đảo\" đã nhập ngũ, vào cùng một khoảng thời gian.<ref>{{chú thích sách|title=Arms and Armour in Spain|last=Hoffmeyer|first=Ada Bruhn de|issn=0435–029x|page=217|publisher=Instituto do Estudios sobre Armas Antiguas, Consejo Superior de Investigaciones Científicas, Patronato Menendez y Pelayo|year=1972|location=[[Madrid]]}}<\/ref>\n\n[[Hình:HandBombardWesternEurope1380.jpg|nhỏ|trái|Súng ngắn của phương Tây, 1380]]\n\nSúng thần công bằng kim loại đầu tiên là ''[[pot-de-fer]]''. Bắn ra một loại mũi tên giống như tia sét, có thể được bọc da để cho phép năng lượng đẩy ra lớn hơn, nó được bắn đi qua một lỗ tiếp xúc với mồi lửa cháy. Loại vũ khí này và các loại tương tự khác, được cả Pháp và Anh sử dụng trong [[Chiến tranh Trăm Năm|Chiến tranh Trăm năm]], trong cuộc chiến này súng thần công lần đầu tiên được sử dụng thực sự trên chiến trường châu Âu.<ref name=\"Artillery Through the Ages\"\/> Mặc dù vẫn còn là một loại vũ khí tương đối hiếm khi được sử dụng, nhưng súng thần công đã nhanh chóng được tăng số lượng sử dụng trong chiến tranh. Trong [[trận Arnemuiden]] diễn ra vào ngày 23 tháng 9 năm 1338, đây là trận hải chiến đầu tiên sử dụng pháo, tàu ''Christofer'' của Anh có 3 khẩu súng thần công và 1 khẩu súng cầm tay.<ref>Jean-Claude Castex, [http:\/\/books.google.fr\/books?id=U9tChhhw62AC&pg=PA18&dq=%2223+septembre+1338%22+%22bataille+navale%22&cd=1#v=onepage&q=%2223%20septembre%201338%22%20%22bataille%20navale%22&f=false ''Dictionnaire des batailles navales franco-anglaises''], Presses de l'Université Laval, 2004, p.21<\/ref> Kiểu súng thần công \"Ribaldis\", bắn các mũi tên lớn và đạn chùm đơn giản, lần đầu tiên đã được đề cập tới trong các mục của Tủ cơ mật Anh trong quá trình chuẩn bị cho [[Trận Crécy]], giữa năm 1345 và 1346.<ref name=\"Nicolle\">{{chú thích sách|last=Nicolle|first=David|year=2000|title=Crécy 1346: Triumph of the Longbow|url=https:\/\/archive.org\/details\/crcytriumphlongb00nico|publisher=[[Osprey Publishing]]|isbn=978-1-85532-966-9|page=[https:\/\/archive.org\/details\/crcytriumphlongb00nico\/page\/n94 21]}}<\/ref> [[Giovanni Villani]] người Florentine đã kể lại sức hủy diệt của súng thần công, cho thấy rằng vào cuối cuộc chiến, \"toàn bộ đồng bằng bị bao phủ bởi những người đàn ông chết bởi tên và đạn súng thần công.\"<ref name=\"Nicolle\" \/> Súng thần công tương tự cũng được sử dụng trong cuộc vây hãm Calais, diễn ra cùng năm (1346), mặc dù vậy đến tập thập niên 1380 thì \"ribaudekin\" mới được gắn thêm các bánh xe.<ref name=\"Nicolle\"\/>\n\nSúng thần công đầu tiên xuất hiện tại [[Nga]] vào khoảng năm 1380, dù vậy nó chỉ được dùng khi vây hãm thành, thường do những người phòng thủ sử dụng.<ref name=\"Nossov\">{{chú thích sách|last=Nossov|first=Konstantin|year=2007|title=Medieval Russian Fortresses AD 862–1480|url=https:\/\/archive.org\/details\/medievalrussianf00noss|publisher=[[Osprey Publishing]]|isbn=978-1-84603-093-2|page=[https:\/\/archive.org\/details\/medievalrussianf00noss\/page\/n29 52]}}<\/ref> Những khẩu thần công lớn còn được gọi là bombard, có chiều dài từ 3 tới 5 feet và được [[Dubrovnik]] và [[Kotor]] sử dụng để phòng thủ sau thế kỷ XIV. Những khẩu bombard đầu tiên được làm từ sắt, nhưng đồng đã nhanh chóng được công nhận là khỏe hơn và có khả năng bắn những hòn đá nặng đến 100 pound (45&nbsp;kg). Các chiến lược gia Byzantine không có tiền để đầu tư công nghệ này.<ref>Daily Life in the Byzantine Empire, page 221, The Greenwood Press \"Daily Life Through History\" Series, Marcus Louis Rautman, Greenwood Publishing Group, 2006. ISBN 9780313324376<\/ref> Cùng thời kỳ này, [[Đế quốc Đông La Mã|Đế quốc Byzantine]] bắt đầu tích lũy lực lượng súng thần công cho riêng mình để đối mặt với các mối đe dọa từ [[Đế quốc Ottoman]], bắt đầu với các khẩu súng thần công cỡ trung bình dài {{convert|3|ft|m}} và cỡ nòng là 10 in.<ref name=\"Turnbull\">{{chú thích sách|last=Turnbull|first=Stephan|title=The Walls of Constantinople AD 413–1453|publisher=[[Osprey Publishing]]|year=2004|isbn=1-84176-759-X|pages=39–41}}<\/ref> Việc sử dụng pháo binh được xác định rõ đầu tiên trong khu vực là cuộc phòng thủ chống lại sự vây hãm của Ottoman vào [[Constantinopolis|Constantinople]] năm 1396, buộc quân Ottoman phải rút lui.<ref name=\"Turnbull\"\/> Sau đó người Ottoman đã có súng thần công cho riêng mình và lại vây hãm thủ đô của Byzantine một lần nữa vào năm 1422, Ottoman đã sử dụng các khẩu thần công \"chim ưng\", đây là những khẩu thần công ngắn nhưng tầm bắn rộng. Đến năm 1453, Ottoman đã sử dụng những khẩu súng thần công cỡ 68 do Hungary chế tạo. trong cuộc bắn phá kéo dài 55 ngày vào các bức tường thành của Constantinople, \"phóng các mảnh đạn vào khắp nơi và giết chết những ai ở gần đó.\"<ref name=\"Turnbull\"\/> Khẩu súng thần công lớn nhất là khẩu [[Pháo Dardanelles|Bombard Thổ Nhĩ Kỳ Vĩ đại]], cần tới 200 người<ref name=\"Trivia Library\">{{chú thích sách|title=The People's Almanac|access-date = ngày 26 tháng 5 năm 2008 |publisher=[[Doubleday (publisher)|Doubleday]]|year=1975|authors=David Wallechinsky & Irving Wallace|isbn=0-385-04186-1}}<\/ref> và 70 con trâu, bò khi sử dụng khẩu pháo này, khi vận chuyển nó cần tới 10.000 người đàn ông.<ref name=\"Turnbull\"\/> Thuốc súng làm cho súng lửa kiểu Hy Lạp trước đây lỗi thời, và với sự sụp đổ cuối cùng của Constantinople—vốn được bảo vệ bởi một trong những bức tường thành mạnh nhất châu Âu—vào ngày 29 tháng 5 năm 1453, \"đó là sự kết thúc của một kỷ nguyên trong nhiều cách hơn là một cách.\"<ref>Turnbull, p. 43.<\/ref>\n\n===Thời kỳ cận đại===\n[[Hình:16th Century Artillerie.jpg|nhỏ|phải|Các loại pháo thế kỷ XVI khác nhau, bao gồm [[culverin]], [[Falconet (súng thần công)|falconet]] và [[súng cối]]]]\n\nĐến thế kỷ XVI, súng thần công đã được chế tạo một cách rộng rãi, với các loại kích cỡ khác nhau đa dạng. nhưng nguyên tắc chung vẫn là nòng súng dài hơn, tầm bắn xa hơn. Một số súng thần công được làm trong thời kỳ này có cỡ nòng dài vượt quá {{convert|10|ft|m|abbr=on}} và có thể nặng tới {{convert|20000|lb|kg}}. Do đó, pháo cần một lượng lớn thuốc súng, để cho phép nó bắn quả đạn đá đi xa vài trăm mét.<ref>{{chú thích sách|last=Krebs|first=Robert E.|publisher=Greenwood Publishing Group|year=2004|title=Groundbreaking Scientific Experiments, Inventions, and Discoveries of the Middle Ages and the Renaissance|isbn=0-313-32433-6|page=270|url=http:\/\/books.google.com\/?id=MTXdplfiz-cC&printsec=frontcover#PPA270,M1}}<\/ref> Giữ thế kỷ XVI, các triều đình châu Âu đã bắt đầu phân loại súng thần công để giảm sự nhầm lẫn. [[Henri II của Pháp|Henry II của Pháp]] chọn 6 cỡ súng thần côn,<ref>6 cỡ súng thần công theo thứ tự từ lớn nhất tới bé nhất là: súng thần công, great culverin, bastard culverin, \"legitimate\" culverin, falcon, và falconet.<\/ref> nhưng các quốc gia khác lại chọn tiêu chuẩn khác cho mình; người Tây Ban Nha sử dụng 12 cỡ, và người Anh có 16 cỡ.<ref>Cac cỡ từ lớn nhất tới bé nhất là: súng thần công hoàng gia, súng thần công, cannon serpentine, bastard cannon, demicannon, pedrero, culverin, basilisk, demiculverin, bastard culverin, saker, minion, falcon, falconet, serpentine, và rabinet.<\/ref><ref name=\"Tunis\">{{chú thích sách|last=Tunis|first=Edwin|title=Weapons: A Pictorial History|publisher=[[Johns Hopkins University Press]]|location=[[Baltimore|Baltimore, Maryland]]|year=1999|isbn=0-8018-6229-9|page=89|url=http:\/\/books.google.com\/?id=sCnyIzibmywC&printsec=frontcover#PPA89,M1}}<\/ref> Các loại bột tốt hơn cũng được phát triển trong thời gian này. Thay vì dùng bột nghiền mịn sử dụng bởi các khẩu bombard đầu tiên, giờ sử dụng các loại bột có kích cỡ của hạt ngũ cốc thô. Bột thô có không khí giữa các hạt, cho phép lửa truyền qua tốt và đốt cháy toàn bộ thuốc súng một cách nhanh chóng và đồng nhất.<ref>Tunis, p. 88.<\/ref>\n\n[[Hình:Tsar Cannon, Tsar Pushka, Kremlin, Moscow, Russia.jpg|nhỏ|trái|[[Súng thần công Sa Hoàng]], khẩu [[lựu pháo]] lớn nhất từng chế tạo, do [[Andrey Chokhov]] đúc<ref>{{chú thích sách|title=Guinness Rekordbok|year=1996|isbn=91-37-10723-2|page=204|language=[[Swedish language|Swedish]]|author=översättning och bearbetning: Folke Günther...|publisher=Forum|location=Stockholm}}<\/ref>]]\n\nVới sự kết thúc của thời Trung Cổ, người ta đã thấy các loại súng thần công mạnh hơn, lớn hơn được chế tạo, cũng như chúng trảo nên phổ biến trên toàn thế giới. Do chúng không hiệu quả nếu dùng để chọc thủng các công sự mới vững chắc hơn, do đó súng thần công đã được phát triển thêm, các công cụ vây hãm thành—chẳng hạn như tháp chở lính và máy bắn đá—trở nên ít phổ biến hơn. Tuy nhiên, \"các tháp pháo\" bằng gỗ có vai trò tương tự như các tháp chở lĩnh hãm thành trong thời đại [[thuốc súng]]—tháp pháo được sử dụng trong cuộc vây hãm Kazan năm 1552, nó có thể mang được 10 khẩu thần công cỡ nòng 10, ngoài ra còn có 50 khẩu nhẹ hơn.<ref name=\"Kazan\">{{chú thích sách|last=Nossov|first=Konstantin|pages=[https:\/\/archive.org\/details\/russianfortresse00noss\/page\/53 53]–55|title=Russian Fortresses, 1480–1682|url=https:\/\/archive.org\/details\/russianfortresse00noss|publisher=[[Osprey Publishing]]|year=2006|isbn=1-84176-916-9}}<\/ref> Một hiệu quả đáng chú ý của súng thần công trong chiến tranh ở thời kỳ này là sự thay đổi của các công sự thông thường. [[Niccolò Machiavelli]] viết: \"Không có bức tường nào, bất kể nó dày thế nào sẽ bị pháo phá hủy chỉ trong vài ngày.\"<ref name=\"The Art of War (Machiavelli)\"\/> Mặc dù các lâu đài không phải ngay lập tức trở nên lỗi thời bởi súng thần công, việc sử dụng lâu đài và tầm quan trong của nó trên chiến trường nhanh chóng trở nên lỗi thời.<ref name=\"Castles\">{{chú thích sách|last=Wilkinson|first=Philip|title=Castles|publisher=[[Dorling Kindersley]]|date=ngày 9 tháng 9 năm 1997|isbn=978-0-7894-2047-3|page=81}}<\/ref> Thay vào đó là các tháp pháo lớn và thành lỗ châu mai, các bức tường của những pháo đài mới dày hơn, góc cạnh và dốc, trong khi tháp pháo trở nên thấp và to hơn; người ta tăng cường sử dụng đất và gạch để xây công sự nổi và vị trí cố thủ. Những pháo đài phỏng thủ mới có tên gọi là \"pháo đài ngôi sao\", do hình dạng đặc trưng giống ngôi sao để tránh hướng bắn thẳng trực tiếp của pháo.<ref name=\"Castles\"\/> Một vài khẩu đội súng thần công được đề cao, chẳng hạn như các pháo đài Device của [[Triều đại Tudor]] ở Anh.<ref name=\"Castles\"\/> Các pháo đài hình sao sớm thay thế các lâu đài trong việc phòng thủ ở châu Âu, và cuối cùng là ở châu Mỹ.<ref name=\"SpanishMain\">{{chú thích sách|last=Chartrand|first=René|title=Spanish Main: 1492–1800|publisher=[[Osprey Publishing]]|isbn=1-84603-005-6|year=2006|url=http:\/\/books.google.com\/?id=cvcBWivXlekC&printsec=frontcover}}<\/ref>\n\n[[Hình:Youghal Battery.JPG|nhỏ|phải|Những gì còn lại của một khẩu đội súng thần công sau thời trung cổ, các khẩu pháo này được đặt trên các bức tường thị trấn thời trung cổ, dù không có xe chở pháo thích hợp]]\n\nCuối của thế kỷ XV, những tiến bộ công nghệ giúp súng thần công trở nên cơ động hơn. Các xe kéo pháo và trục quay trở nên phổ biến, việc phát minh ra đầu xe hỗ trợ kéo pháo tạo điều kiện tốt hơn cho việc vận chuyển pháo.<ref name=\"Manucy, p. 5\">Manucy, p. 5.<\/ref> Do đó, pháo chiến trường trở nên khả thi hơn và chúng bắt đầu được sử dụng rộng rãi, thường cùng với các khẩu pháo thần công lớn hơn dành cho vây thành.<ref name=\"Manucy, p. 5\"\/><ref name=\"Sadler\">{{chú thích sách|title=Flodden 1513: Scotland's Greatest Defeat |last=Sadler |first=John |isbn=978-1-84176-959-2 |publisher=[[Osprey Publishing]] |year=2006 |pages=22–23 |url=http:\/\/books.google.com\/?id=ZXX1SrxKTg0C&printsec=frontcover#PPA23,M1}}<\/ref> Thuốc súng tốt hơn, quả đạn đúc từ gang (thay thế đạn bằng đá), và tiêu chuẩn hóa các cỡ nòng có nghĩa là các loại súng thần công hạng nhẹ cũng có thể gây tử vong.<ref name=\"Manucy, p. 5\"\/> Trong cuốn Nghệ thuật Chiến tranh của [[Niccolò Machiavelli]] cho biết: \"Sự thật rằng [[súng hỏa mai]] và pháo nhỏ gây nhiều thiệt hại hơn so với pháo lớn.\"<ref name=\"The Art of War (Machiavelli)\">{{chú thích sách|first=Niccolò|last=Machiavelli|title=The Art of War|isbn=0-226-50046-2|page=74|year=2005|publisher=University of Chicago Press|location=Chicago, Ill.|authorlink3=Niccolò Machiavelli}}<\/ref> Trong trận [[Trận Flodden Field|Flodden]] năm 1513: các khẩu pháo chiến trường của Anh đập tan pháo vây hãm của Scotland, pháo của Anh bắn đạn nhiều gấp 2 đến 3 lần.<ref>Sadler, p. 60.<\/ref> Dù khả năng cơ động tăng lên, tuy nhiên súng thần công vẫn còn là các bộ phận chậm nhất của lục quân: một khẩu súng thần công Anh hạng nặng cần tới 23 con ngựa để kéo xe pháo, trong khi một khẩu culverin chỉ cần chín con ngựa. Ngay cả khi dùng nhiều sức kéo, chúng vẫn di chuyển với tốc độ đi bộ. Do tốc độ tương đối chậm và thiếu tổ chức, các chiến thuật sử dụng pháo chưa phát triển, nên sự kết hợp giữa lính thương và lính cầm súng vẫn thống trị trên chiến trường châu Âu.<ref>Manucy, p. 6.<\/ref>\n\nNhững sự cách tân tiếp tục được thực hiện, đặc biệt là phát minh về [[súng cối]] của người Đức, loại súng này có thành mỏng, nòng súng ngắn, có góc bắn rộng. Súng cối rất hữu ích khi vây thành, vì chúng có thể bắn trúng mục tiêu sau tường thành hoặc những chỗ phòng thủ khác.<ref>{{Chú thích web|url=http:\/\/www.britannica.com\/eb\/article-9053839\/mortar|tiêu đề=Encyclopædia Britannica Online - Mortar|ngày truy cập=ngày 13 tháng 3 năm 2008}}<\/ref> Loại pháo này được người Hà Lan sử dụng nhiều hơn, người Hà Lan đã học được cách bắn các quả bom chứa đầy bột thuốc súng từ người Đức. Cách đặt ngòi nổ cho quả bom là một vấn đề. \"Châm lửa một lần\" được dùng đầu tiên để đốt cháy ngòi nổ, quả bom được đặt cùng với ngòi nổ sẽ bị đẩy đi. Điều này thường dẫn đến ngòi nổ cháy trong quả bom, làm quả bom nổ ngay khi vừa rời khỏi súng cối. Do đó, người ta sử dụng \"châm lửa kép\", xạ thủ sẽ đốt các ngòi nổ và sau đó mới đến lỗ tiếp xúc. Nhưng kỹ thuật này lại yêu cầu kỹ năng và thời gian đáng kể, và đặc biệt nguy hiểm nếu khẩu pháo không bắn đạn, để lại một quả bom đã điểm hỏa trong nòng. Mãi đến năm 1650, người ta mới vô tình phát hiện ra rằng châm 2 lần là không cần thiết vì nhiệt tạo ra khi bắn đạn đã đủ để châm ngòi nổ.<ref>Tunis, p. 90.<\/ref>\n\n[[Tập tin:Fotothek df tg 0000132 Ballistik ^ Quadrant ^ Kanone.jpg|nhỏ|phải|Minh họa về súng thần công giai đoạn cận đại, việc sử dụng được trợ giúp với thước đo góc phần tư để tăng độ chính xác.]]\n[[Tập tin:Sixteenth Century Cannon2.jpg|nhỏ|trái|upright=.7|Rọ đá được sử dụng cùng với súng thần công, đây là một phần quan trọng trong tấn công và phòng thủ của các pháo đài.]]\n\n[[Gustav II Adolf|Gustavus Adolphus của Thụy Điển]] đã nhấn mạnh việc sử dụng các khẩu súng thần công hạng nhẹ và cơ động trong quân đội của mình, việc tạo ra các đội hình và chiến thuật mới đã cách mạng hóa pháo binh. Ông ngừng sử dụng tất cả các loại súng thần công nặng 12 pao – hoặc nặng hơn – như dã pháo; thay vào đó ông sử dụng các khẩu thần công có thể được vận hành bằng vài người. Một loại súng thần công lỗi thời là \"leatheren\" đã bị thay thế bằng các khẩu demi-culverin nặng 4 pao và 9 pao. Chúng có thể được vận hành bằng 3 người, và được kéo chỉ với hai con ngựa. Quân đội của Adolphus cũng là đội quân đầu tiên sử dụng vỏ đạn chứa cả bột thuốc súng và viên đạn, đã giúp tăng tốc độ nạp đạn từ đó tốc độ bắn tăng lên đáng kể.<ref>Manucy, pp. 7–8.<\/ref> Cuối cùng, để chống lại bộ binh, Adolphus tiên phong sử dụng kiểu bắn hộp – về cơ bản một hộp có thể chứa đầy các viên đạn của súng hỏa mai.<ref>Tunis, p. 96.<\/ref> Cho đến lúc đó, không có nhiều hơn 1 khẩu thần công trên mỗi 1000 lính bộ binh trên chiến trường, nhưng Gustavus Adolphus đã tăng con số đó lên 6 lần, 6 khẩu thần công\/1000 lính bộ binh. Mỗi trung đoàn được cấp 2 khẩu thần công, mặc dù ông thường sắp xếp các khẩu pháo thành các khẩu đội thay vì phân bổ chúng ra riêng rẽ. Ông đã sử dụng các khẩu đội pháo này để phá vợ đội hình bộ binh của đối thủ, trong khi kỵ binh của ông tạt sườn đội hình địch để tấn công các khẩu pháo hạng nặng của đối phương.<ref>Manucy, p. 8.<\/ref>\n\nTrong [[trận Breitenfeld (1631)|trận Breitenfeld]] năm 1631, Adolphus đã chứng minh tính hiệu quả của những thay đổi trong quân đội của ông, bằng cách đánh bại Johann Tserclaes, bá tước Tilly. Mặc dù bị áp đảo về quân số, người Thụy Điển với ưu thế về pháo binh đã nã đạn vào phía quân của Johann Tserclaes, trong khi đó bộ binh Thụy Điển đảm bảo phòng thủ. Bị pháo thần công bắn và tinh thần thấp, lính Tilly đã bỏ hàng ngũ và bỏ trốn.<ref>{{chú thích sách|first=Archer|last=Jones|title=The Art of War in the Western World|location=New York City|publisher=[[University of Illinois Press]]|year=2001|isbn=0-252-06966-8|page=235|url=http:\/\/books.google.com\/?id=z2FRzcz2W0oC&printsec=frontcover#PPA235,M1}}<\/ref>\n\nỞ Anh, súng thần công được sử dụng để vây hãm các pháo đài kiên cố trong [[Nội chiến Anh]]. [[Nathaniel Nye]] đã ghi nhận cuộc thử nghiệm một khẩu súng thần công [[Birmingham]] vào năm 1643 và thử nghiệm với một khẩu saker vào năm 1645.<ref name=\"Porter 2008\">{{Harvnb|Porter|2008}}<\/ref> Từ năm 1645, ông là một chỉ huy pháo thủ của đơn vị đồn trú của phái nghị trường ở [[Evesham]] và năm 1646 ông đã thành công trong việc chỉ đạo pháo binh trong cuộc vây hãm Worcester, chi tiết những kinh nghiệm của ông được ông viết trong cuốn sách ''Nghệ thuật bắn đại bác'' xuất bản năm 1647.<ref name=\"Porter 2008\"\/> Tin tưởng rằng chiến tranh là một khoa học của nghệ thuật,<ref>{{Harvnb|Donagan|2008|loc=fig 8}}<\/ref> ông tập trung giải thích vào [[phép đạc tam giác]], [[số học]], toán học lý thuyết,<ref>{{Harvnb|Donagan|2008|p=84}}<\/ref> và [[bản đồ học]]<ref name=\"Porter 2008\"\/> cũng như các xem xét thực tế như chỉ tiêu kỹ thuật lý tưởng cho thuốc súng hoặc ngòi cháy chậm.<ref>{{Harvnb|Donagan|2008|p=85}}<\/ref> Cuốn sách của ông được các nhà toán học như [[Robert Recorde]], [[Marcus Jordanus]] và các nhà quân sự viết về pháo binh trước đó như [[Niccolò Tartaglia]] và [[Thomas Malthus]] công nhận.<ref name=\"Porter 2008\"\/>\n\n[[Hình:Fortbourtange.jpg|nhỏ|phải||[[Bourtange (pháo đài)|Pháo đài Bourtange]], một pháo đài hình sao, được xây dựng với các góc và tường dốc đặc biệt để chống lại súng thần công.]]\n\nKhoảng thời gian này cũng chứng kiến các ý tưởng về hỗ trợ súng thần công bắn trung mục tiêu. Các pháo thủ kiểm soát tầm bắn của khẩu pháo bằng cách đo góc cao độ, nhờ sử dụng thước đo góc phần tư. Súng thần công không có điểm ngắm, do đó ngay cả với công cụ đo lường, việc ngắm trúng đích vẫn là phỏng đoán.<ref>Tunis, p. 97.<\/ref>\n\nNửa sau thế kỷ XVII, kỹ sư người Pháp là [[Vauban]] đã đưa ra một hướng tiếp cận có hệ thống và khoa học hơn nhằm tấn công các pháo đài có pháo, trong một thời gian khi rất nhiều chỉ huy chiến trường \"nổi tiếng là tối dạ về các cỗ máy vây hãm thành.\"<ref name=\"Griffith\">{{chú thích sách|last=Griffith|first=Paddy|title=The Vauban Fortifications of France|url=http:\/\/books.google.com\/?id=eH1NtNGWQZ8C&printsec=frontcover|year=2006|page=5|publisher=[[Osprey Publishing]]|isbn=978-1-84176-875-5}}<\/ref> Có hầm hào ở phía trước, được hỗ trợ bằng hỏa lực bắn lia, là một đặc điểm quan trọng của hệ thống này, nó thậm chỉ cho phép Vauban tính toán độ dài thời gian của một cuộc vây hãm.<ref name=\"Griffith\"\/> Ông cũng là một người xây dựng rất nhiều pháo đài hình sao, là thực hiện phổ biến ý tưởng \"phòng ngự chiều sâu\" khi đối mặt với pháo.<ref>Griffith, p 29<\/ref> Những nguyên tắc này được kế tiếp vào giữa thế kỷ XIX, khi những thay đổi về vũ khí cần thiết hơn là phòng thủ chiều sâu mà Vauban đã đề ra trước đó. Chỉ những năm trước trong [[Chiến tranh thế giới thứ nhất|Chiến tranh thế giới I]], khi các công trình mới bắt đầu phá vỡ hoàn toàn các thiết kế của ông.<ref>Griffith, pp. 56–57.<\/ref>\n\n===Thế kỷ XVIII và XIX===\n{{Xem thêm|Pháo hải quân trong Thời đại tàu buồm|Pháo chiến trường trong Nội chiến Hoa Kỳ}}\n[[Hình:Antoine Morel-Fatio pl10.jpg|nhỏ|Một bức tranh vẽ pháo 36 pao]]\n\nCấp thấp hơn của [[tàu chiến tuyến]] Anh thế kỷ XVII thường được trang bị với bán súng thần công, các loại pháo bắn đạn rắn {{convert|32|lb|kg}} và có thể nặng tới {{convert|3400|lb|kg}}.<ref>{{chú thích sách|last=Stone|first=George Cameron| authorlink = George Cameron Stone | title=A Glossary of the Construction, Decoration, and Use of Arms and Armor in All Countries and in All Times|year=1999|publisher=Courier Dover Publications|isbn=0-486-40726-8|url=http:\/\/books.google.com\/?id=J5PgapzD6FoC&printsec=frontcover#PPA162,M1|page=162}}<\/ref> Bán súng thần công có khả năng bắn các loại đạn kim loại nặng, nên có thể bắn xuyên sâu hơn 1 mét vào gỗ sồi rắn, từ khoảng cách {{convert|90|m|ft|abbr=on}}, và có thể làm gãy cột buồm của cả những tàu lớn nhất ở cự ly gần.<ref>{{chú thích sách|first=Byron|last=Heath|title=Discovering the Great South Land|year=2005|publisher=Rosenberg Publishing|location=[[Kenthurst, New South Wales|Kenthurst]]|\nurl=http:\/\/books.google.com\/?id=yOWLaNm6c7sC&pg=PA127&dq=demi-cannon+solid+oak |page=127|isbn=1-877058-31-9}}<\/ref> Súng thần công bắn các loại đạn {{convert|42|lb|abbr=on}}, nhưng đã ngừng từ thế kỷ XVIII do quá khó sử dụng. Vào cuối thế kỷ XVIII, các nguyên tắc lâu dài áp dụng ở châu Âu chỉ rõ đặc tính của súng thần công của [[Hải quân Hoàng gia Anh|Hải quân Hoàng gia]], cũng như những sai sót chấp nhận được, và sức mạnh của chúng. [[Hải quân Hoa Kỳ]] đã thử nghiệm pháo bằng cách đo lường chúng, bắn thử 2 hoặc 3 lần—gọi là \"bằng chứng bằng bột\"—và sử dụng áp lực nước để phát hiện rò rỉ.<ref name=\"NavyBarbaryI\">{{chú thích sách|last=Knox|first=Dudley W.|title=Naval Documents related to the United States Wars with the Barbary Powers, Volume I|year=1939|location=Washington, D.C.|publisher=[[United States Government Printing Office]]}}<\/ref>\n\nKiểu súng thần công [[carronade]] được Hải quân Hoàng gia Anh thông qua vào năm 1779, có sơ tốc đầu nòng thấp hơn khi bắn đạn tròn, đạn bắn từ pháo này sẽ tạo ra nhiều mảnh gỗ hơn khi trúng vào thân tàu đối phương, người ta cũng tin rằng loại pháo này nguy hiểm hơn so với chính đạn của nó.<ref name=\"Carronade\">{{chú thích sách|url=http:\/\/books.google.com\/?id=dS4yZLvS0soC&printsec=frontcover#PPA83,M1|title=Siege Train: The Journal of a Confederate Artilleryman in the Defense of Charleston|year=1996|publisher=[[University of South Carolina Press]]|location=[[Charleston, Nam Carolina|Charleston, South Carolina]]|authors=Edward Manigault & Warren Ripley|page=83|isbn=1-57003-127-4}}<\/ref> Carronade ngắn hơn, nặng từ 1\/3 đến 1\/4 so với súng thần công nòng dài tương đương; ví dụ, một khẩu carronade 32 pao nặng ít hơn 1 tấn, so với pháo thần công nòng dài 32 pao nặng trên 3 tấn. Những khẩu pháo đó sẽ dễ xử lý hơn và cũng cần ít hơn một nửa lượng thuốc súng, cho phép cần ít người hơn khi vận hành.<ref>{{Chú thích web|url=http:\/\/www.hms.org.uk\/nelsonsnavycarronade.htm|tiêu đề=The Historical Maritime Society|ngày truy cập=ngày 26 tháng 5 năm 2008|nhà xuất bản=The Historical Maritime Society|năm=2001|url lưu trữ=https:\/\/web.archive.org\/web\/20080516191537\/http:\/\/www.hms.org.uk\/nelsonsnavycarronade.htm|ngày lưu trữ=2008-05-16|url-status=dead}}<\/ref> Các khẩu carronade được sản xuất với vài cỡ caliber dành cho pháo hải quân,<ref>12, 18, 24, 32, and 42 [[pound (weight)#Imperial pound|pounders]], but 6 pounder and 68 pounder versions are known.<\/ref> nhưng không được tính trong số lượng pháo được tính của [[tàu chiến tuyến]]. Do đó, việc phân loại các tàu của Hải quân Hoàng gia Anh trong thời kỳ này có thể gây hiểu nhầm, vì chúng thường mang nhiều súng thần công hơn số được liệt kê.\n\nTrong thập niên 1810 và 1820, người ta tập trung nhấn mạnh vào tính chính xác khi bắn xa, và trọng lượng của 1 bên thuyền ít hơn. Pháo carronade mặc dù ban đầu rất thành công và áp dụng rộng rãi, nhưng đến thập niên 1850 đã biến mất, do sự phát triển của pháo thần công hai lớp làm bằng thép, do [[William George Armstrong]] và [[Joseph Whitworth]] chế tạo. Tuy nhiên, các khẩu carronade vẫn được sử dụng trong Nội chiến Hoa Kỳ.<ref name=\"Carronade\"\/><ref>{{Chú thích web|url=http:\/\/www.hms.org.uk\/nelsonsnavycarronade.htm|tiêu đề=Carronade|ngày truy cập=ngày 6 tháng 3 năm 2008|nhà xuất bản=The Historical Maritime Society|url lưu trữ=https:\/\/web.archive.org\/web\/20080102235759\/http:\/\/www.hms.org.uk\/nelsonsnavycarronade.htm|ngày lưu trữ=2008-01-02|url-status=dead}}<\/ref>\n\n[[Hình:ChancellorsvilleBattlefieldModern.jpg|trái|nhỏ|Một khẩu súng thần công trong [[Trận Chancellorsville]]]]\n\nSúng thần công phương tây trong thế kỷ XIX đã trở nên lớn hơn, sức phá hủy mạnh hơn, chính xác hơn và có thể bắn đạn ở cự ly xa hơn. Một ví dụ là [[pháo Griffen]], nạp đạn đằng mũi kiểu súng trường, rèn sắt, cỡ nòng {{convert|3|in|mm|abbr=on|sing=on}}, sử dụng trong [[Nội chiến Hoa Kỳ]], có tầm bắn hiệu quả hơn {{convert|1,1|mi|km|abbr=on}}. Một ví dụ khác là pháo [[Súng thần công obusier de 12|12 pao Napoleon]] nòng trơn, nổi tiếng về sức mạnh, độ tin cậy, hỏa lực, tính linh hoạt, trọng lượng tương đối nhẹ, có tần bắn {{convert|1700|m|ft|abbr=on}}.<ref>{{chú thích sách|authors=James C. Hazlett & Edwin Olmstead, M. Hume Parks|title=Field Artillery Weapons of the American Civil War|edition=5th|publisher=[[University of Illinois Press]]|location=[[Champaign, Illinois]]|year=2004|isbn=0-252-07210-3|pages=88–108|url=http:\/\/books.google.com\/?id=twcQGSi1F7QC&printsec=frontcover#PPA88,M1}}<\/ref>\n\n[[Tập tin:French soldiers in the Franco-Prussian War 1870-71.jpg|nhỏ|Lính Pháp trong Chiến tranh Pháp-Phổ 1870-71]]\n\nSúng thần công đã đóng vai trò quan trọng trong việc tăng quyền lực của [[Napoléon Bonaparte|Napoleon Bonaparte]], và tiếp tục đóng một vai trò quan trọng trong quân đội của ông những năm sau đó.<ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=WPkgXITA09EC&printsec=frontcover#PPA12,M1|page=12|title=The Age of Napoleon|last=Conner|first=Susan P.|year=2004|publisher=[[Greenwood Publishing Group]]|isbn=0-313-32014-4|access-date = ngày 26 tháng 5 năm 2008}}<\/ref> Trong cuộc [[Cách mạng Pháp]], Hội đồng đốc chính không được sự ủng hộ của dân chúng đã dẫn đến các cuộc bạo loạn và nổi dậy. Khi hơn 25.000 người bảo hoảng—do tướng Danican dẫn đầu—tấn công Paris, [[Paul François Jean Nicolas, vicomte de Barras]] được chọn làm người đứng đầu lực lượng phòng thủ của Paris; do bị áp đảo về quân số với tỉ lệ 5-1 và vô tổ chức, những người Cộng hòa đã tuyệt vọng.<ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=UqkSyhUcZ0kC&printsec=frontcover#PPA111,M1|title=The Rise of Napoleon Bonaparte|last=Asprey|first=Robert B.|year=2000|publisher=[[Basic Books]]|isbn=0-465-04881-1|page=111|access-date = ngày 26 tháng 5 năm 2008}}<\/ref> Khi Napoleon đến, ông tổ chức lại lực lượng phòng thủ, ông nhận ra rằng nếu không có pháo thì thành phố không thể giữ được. Ông ra lệnh cho [[Joachim Murat]] mang các khẩu pháo từ công viên pháo binh Sablons tới; Major và kỵ binh của ông đã chiến đấu để giành lại các khẩu pháo và mang chúng về cho Napoleon. Khi những người lính được huấn luyện yếu kém của Danican tấn công ở [[13 Vendémiaire]] năm 1795—ngày 5 tháng 10 năm 1795, theo lịch Pháp vào thời điểm đó—Napoleon ra lệnh cho pháo binh của mình bắn các đạn chùm vào đám đông,<ref name=\"Asprey, pp. 112–113.\">Asprey, pp. 112–113.<\/ref> một hành động sau này được gọi là \"luồng đạn chùm\".<ref>Conner, p. 13.<\/ref> Cuộc tần sát đã có ảnh hưởng lớn và kết thúc mối đe dọa đối với chính phủ mới, cùng thời điểm đó Bonaparte đã trở thành một nhânh vật nổi tiếng và có tầm ảnh hưởng.<ref name=\"Asprey, pp. 112–113.\"\/><ref>Conner, pp. 12–13.<\/ref> Trong số các tướng lĩnh đầu tiên nhận thấy pháo binh đã không được sử dụng hết tiềm năng của nó, Napoleon thường tập trung các khẩu pháo của mình thành các khẩu đội, đưa những thay đổi vào pháo binh Pháp, điều đó đã cải thiện đáng kể năng lực tác chiến của pháo binh Pháp, giúp lực lượng này trở thành lực lượng pháo binh thiện chiến nhất ở châu Âu thời bấy giờ.<ref name=\"Baynes, p. 669.\">Baynes, p. 669.<\/ref><ref>{{chú thích sách|title=The Waterloo Campaign: June 1815|page=123|access-date = ngày 26 tháng 5 năm 2008 |last=Nofi|first=Albert A.|publisher=[[Da Capo Press]]|isbn=0-938289-98-5|year=1998|url=http:\/\/books.google.com\/?id=ZPFtsn-nRTwC&printsec=frontcover#PPA123,M1}}<\/ref> Những chiến thuật như vậy đã được Pháp sử dụng thành công, ví dụ như trong [[trận Friedland]], khi những khẩu pháo 66 đã bắn khoảng 3.000 viên đạn tròn và 500 viên đạn chùm,<ref name=\"Baynes, p. 669.\"\/><ref>{{chú thích sách|title=The Pictorial History of England During the Reign of George the Third: Being a History of the People, as well as a History of the Kingdom, volume 2|url=http:\/\/books.google.com\/?id=A-0GAAAAYAAJ&printsec=titlepage#PPA295,M1|year=1884|location=Luân Đôn|publisher=[[Charles Knight (publisher)|Charles Knight]]|authors=George L. Craik & Charles MacFarlane|page=295|access-date = ngày 26 tháng 5 năm 2008}}<\/ref> gây thương vong nghiêm trọng cho quân Nga, tổn thất của quân Nga là trên 20.000 người bị chết và bị thương.<ref>{{chú thích sách|last=Chandler|first=David G.|title=The Campaigns of Napoleon|location=New York City|publisher=[[Simon & Schuster]]|year=1995|isbn=0-02-523660-1|page=582}}<\/ref> Trong [[trận Waterloo]]—trận chiến cuối cùng của Napoleon—quân Pháp có nhiều pháo hơn so với quân Anh hoặc quân Phổ. Do chiến trường lầy lội, phản lực khi bắn đã khiến các khẩu pháo chôn mình trong bùn, dẫn đến tốc độ bắn chậm, và cần nhiều sức lực hơn khi phải di chuyển chúng trở lại vị trí bắn ban đầu;<ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=4tTYCLqjwj8C&printsec=frontcover#PPT283,M1|title=The Waterloo Companion|last=Adkin|first=Mark|publisher=Stackpole Books|year=2002|access-date = ngày 26 tháng 5 năm 2008 |page=283|isbn=0-8117-1854-9}}<\/ref> ngoài ra các viên đạn tròn không nẩy do đất ẩm ướt.<ref>{{chú thích sách|title=Napoleon's Artillery|url=http:\/\/books.google.com\/?id=W7ngGaRS6nkC&printsec=frontcover#PPA32,M1|page=32|last=Wilkinson-Latham|first=Robert|publisher=[[Osprey Publishing]]|year=1975|location=France|isbn=0-85045-247-3|access-date = ngày 26 tháng 5 năm 2008}}<\/ref> Dù có những hạn chế, nhưng việc duy trì hỏa lực pháo binh đã chứng minh tính hiệu quả khi tham chiến, đặc biệt là trong cuộc tấn công của kỵ binh Pháp trong trận Waterloo.<ref>Wilkinson-Latham, p. 36.<\/ref> Bộ binh Anh tập hợp thành đội hình hình vuông, đã bị tổn thất nặng nề do bị pháo của Pháp tấn công, trong khi đó thì pháo Anh tấn công long kỵ binh và thương kỵ binh của Pháp, khi họ phải rút lui để tập hợp lại đội hình. Cuối cùng, người Pháp chấm dứt cuộc tấn công của họ, sau khi bị tổn thất nặng thề do súng hỏa mai và pháo của Anh.<ref>Nofi, pp. 115–116.<\/ref>\n\n[[Hình:William Simpson, A Hot Night in the Batteries.jpg|nhỏ|phải|Một bức tranh của William Simpson mô tả hoạt động của một khẩu đội pháo binh Anh trong [[Chiến tranh Krym]]. ]]\n\nKhi công nghệ khương tuyến được áp dụng vào việc chế tạo nòng pháo thường xuyên hơn từ năm 1855, nó giúp cho viên đạn chuyển động con quay ổn định, cải thiện tính chính xác. Một trong những khẩu pháo thần công có rãnh khương tuyến sớn nhất là khẩu [[pháo Armstrong]] nạp đạn bằng khóa nòng—cũng do [[William George Armstrong]] phát minh—đã cải thiện đáng kể tần bắn, độ chính xác và sức mạnh hơn các vũ khí trước đó. Đạn bắn ra từ pháo Armstrong theo báo cáo có thể đâm xuyên qua một phía tàu, và nổ bên trong tàu của đối phương, do đó tăng thiệt hai và thương vong.<ref>{{chú thích tạp chí|title=All the Year Round: A Weekly Journal|access-date = ngày 26 tháng 5 năm 2008 |date=ngày 22 tháng 4 năm 1859|last=Dickens|first=Charles|url=http:\/\/books.google.com\/?id=o-4RAAAAYAAJ&printsec=titlepage#PPA373,M1|pages=373|publisher=Charles Dickens|authorlink3=[[Charles Dickens]]}}<\/ref> Quân đội Anh đã thông qua việc sử dụng các khẩu pháo Armstrong, và đã rất ấn tượng; Công tước xứ Cambridge thậm chí tuyên bố rằng nó \"có thể làm tất cả mọi thứ trừ nói chuyện.\"<ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=6ybDCEqsWrUC&printsec=frontcover#PPA59,M1|page=59|title=Arms and the State: Sir William Armstrong and the Remaking of British Naval Power, 1854–1914|last=Bastable|first=Marshall J.|year=2004|publisher=Ashgate Publishing, Ltd.|isbn=0-7546-3404-3|access-date = ngày 26 tháng 5 năm 2008}}<\/ref> Mặc dù đã được cải tiến đáng kể hơn so với những kiểu pháo trước, pháo Armstrong vẫn bị từ chối sớm sau khi nó được mở rộng, do giới quân sự ủng hộ các loại pháo nạp đạn đầu nòng được sử dụng từ trước.<ref>{{Chú thích web|họ=Ruffell|tên=W. L.|tiêu đề=The Gun - Rifled Ordnance: Whitworth|work=The Gun|url=http:\/\/riv.co.nz\/rnza\/hist\/gun\/rifled2.htm|ngày truy cập=ngày 6 tháng 2 năm 2008|archive-date = ngày 13 tháng 2 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080213152724\/http:\/\/riv.co.nz\/rnza\/hist\/gun\/rifled2.htm}}<\/ref> Trong khi cả hai kiểu pháo đều đối phó hiệu quả với tàu gỗ, nhưng nó lại không có khả năng xuyên thủng giáp của tàu chiến bọc giáp; do các vấn đề nhỏ với khóa nòng của pháo Armstrong, và chi phí cao của nó, nên các khẩu pháo nạp đạn đằng nòng vẫn được lựa chọn sử dụng.<ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=6ybDCEqsWrUC&printsec=frontcover#PPA94,M1|page=94|title=Arms and the State: Sir William Armstrong and the Remaking of British Naval Power, 1854–1914|last=Bastable|first=Marshall J.|year=2004|publisher=Ashgate Publishing, Ltd.|isbn=0-7546-3404-3|access-date = ngày 26 tháng 5 năm 2008}}<\/ref> Nhận thấy rằng sắt khó bị xuyên thủng với các khẩu pháo thần công nạp đạn từ khóa nòng, Armstrong thiết kế các khẩu pháo đạp đạn bằng mũi có rãnh khương tuyến,<ref>Bastable, p. 72.<\/ref> các khẩu pháo này đã chứng tỏ thành công; tờ ''[[The Times]]'' viết: \"ngay cả những người cả tin ngây thơ nhất với niềm tin những chiếc tàu bọc thép không thể bị thương ngày nay của chúng ta đã phải thú nhận rằng chống lại loại pháo như vậy, ở tầm bắn như vậy, hai mạn và các tấm giáp của tàu đã gần như bị xuyên thủng như với tàu gỗ vậy.\"<ref>Bastable, p. 73.<\/ref>\n\n[[Tập tin:12 pound Cannon Fire at Kronborg.jpg|trái|nhỏ|Súng thần công loại 12 pao của thập niên 1760]]\n\nLoại pháo tiên tiến của [[phương Tây]] đã mang lại cho họ lợi thế to lớn trong chiến tranh. Ví dụ, trong [[Chiến tranh Nha phiến]] ở Trung Quốc, trong thế kỷ XIX, các tàu chiến Anh đã bắn phá các khu vực ven biển và công sự từ xa, và an toàn do nằm ngoài tầm bắn của pháo Trung Quốc. Tương tự như vậy, cuộc chiến tranh ngắn nhất được ghi nhận trong lịch sử là chiến tranh Anglo-Zanzibar năm 1896, đã kết thúc nhanh chóng khi các tàu chiến Anh bắn pháo.<ref>{{chú thích sách|last=Young|first=Mark C.|title=Guinness Book of World Records, 2002 edition|page=112|publisher=[[Bantam Books]]|isbn=0-553-58378-6|year=2002}}<\/ref> Thái độ hoài nghi với bộ binh chiêu mộ khi đối mặt với pháo chiến trường mạnh hơn bao giờ hết là nguồn gốc của thuật ngữ ''bia đỡ đạn'', lần đầu tiên được sử dụng bởi [[François-René de Chateaubriand]] năm 1814;<ref>{{fr icon}} [[:wikisource:fr:De Buonaparte et des Bourbons|\"De Buonaparte et des Bourbons\"]] – full text in the French [[Wikisource]].<\/ref> tuy nhiên, khái niệm về những người lính không là gì so với \"thực phẩm cho thuốc súng\" được [[William Shakespeare]] đề cập sớm vào năm 1598 trong cuốn [[Henry IV, Phần 1]].<ref>{{chú thích sách|last=Shakespeare|first=William|title=Henry IV, Part 1|year=1598}} Part 1, act 4, sc. 2, l. 65-7.<\/ref>\n\n===Thế kỷ XX và XXI===\n[[Hình:Bundesarchiv DVM 10 Bild-23-61-35, Vergleich Geschützanzahl 1888-1913.jpg|nhỏ|So sánh pháo của Đức năm 1888 và 1913]]\n\nSúng thần công hay đại bác trong thế kỷ XX và XXI thường được chia thành các loại nhỏ và có tên riêng biệt. Một số kiểu được sử dụng rộng rãi của súng thần công hiện đại là [[lựu pháo]], [[súng cối]], [[súng]], [[pháo tự động]] và vài khẩu [[siêu pháo]]—là các khẩu pháo cực lớn—đã được chế tạo. [[Pháo hạt nhân]] đã được thử nghiệm, nhưng bị hủy bỏ do không thực tế.<ref>{{Chú thích web|tiêu đề=Nuclear artillery|url=http:\/\/www.nv.doe.gov\/library\/films\/film.aspx?ID=1|ngày truy cập=ngày 26 tháng 5 năm 2008|nhà xuất bản=[[United States Department of Energy]]|archive-date = ngày 7 tháng 5 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080507020233\/http:\/\/www.nv.doe.gov\/library\/films\/film.aspx?ID=1}}<\/ref> Pháo hiện đại được sử dụng trong nhiều vai trò khác nhau, phụ thuộc vào kiểu pháo. Theo [[NATO]], vai trò chung của pháo là cung cấp hỗ trợ hỏa lực, được định nghĩa là \"sự ứng dụng hỏa lực, hiệp đồng với các lực lượng cơ động để tiêu diệt, vô hiệu hóa, hoặc ngăn chặn quân địch.\"<ref>{{chú thích sách|title=AAP-6 NATO Glossary of Terms and Definitions|year=2007|publisher=[[North Atlantic Treaty Organization]]|access-date=ngày 26 tháng 5 năm 2008|url=http:\/\/www.nato.int\/docu\/stanag\/aap006\/aap-6-2007.pdf|format=PDF|page=113|archive-date=2007-05-14|archive-url=https:\/\/web.archive.org\/web\/20070514133410\/http:\/\/www.nato.int\/docu\/stanag\/aap006\/aap-6-2007.pdf}}<\/ref>\n\nKhi đề cập đến pháo, thuật ngữ ''súng'' (gun) thường được sử dụng không chính xác. Trong quân sự, một khẩu súng là một khẩu súng thần công với sơ tốc đầu nòng lớn và quỹ đạo bắn phẳng, hữu ích cho tấn công các phía của mục tiêu như tường,<ref name = \"mutuur\">{{Chú thích web|url=http:\/\/www.merriam-webster.com\/dictionary\/Gun|tiêu đề=Definition of \"Gun\"|ngày truy cập=ngày 26 tháng 5 năm 2008|nhà xuất bản=[[Merriam-Webster's Dictionary]]}}<\/ref> nó trái ngược với lựu pháo hoặc súng cối, các loại này có sơ tốc đầu nòng thấp và bắn gián tiếp, quỹ đạo bắn cầu vồng và khó bắn trúng mục tiêu ở trên.<ref>{{Chú thích web|url=http:\/\/www.merriam-webster.com\/dictionary\/Howitzer|tiêu đề=Definition of \"Howitzer\"|ngày truy cập = ngày 26 tháng 5 năm 2008 |nhà xuất bản=[[Merriam-Webster's Dictionary]]}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.merriam-webster.com\/dictionary\/Mortar|tiêu đề=Definition of \"Mortar\"|ngày truy cập = ngày 26 tháng 5 năm 2008 |nhà xuất bản=[[Merriam-Webster's Dictionary]]}}<\/ref>\n\n{{chính|Pháo binh}}\n[[Hình:4-14 Marines in Fallujah.jpg|nhỏ|Khẩu đội 9 người vận hành một khẩu [[lựu pháo M198]] của Mỹ]]\n\nĐến đầu thế kỷ XX, các [[vũ khí bộ binh]] đã trở nên mạnh hơn, buộc pháo binh phải lùi lại chiến tuyến sau. Mặc dù chuyển thành hóa lực gián tiếp, nhưng pháo vẫn chứng tỏ có hiệu quả cao trong [[Chiến tranh thế giới thứ nhất|Chiến tranh thế giới I]], trực tiếp hoặc gián tiếp gây ra trên 75% thương vong.<ref>Manucy, p. 20.<\/ref> Sự khởi đầu của [[chiến tranh chiến hào]] sau vài tháng đầu tiên của Chiến tranh thế giới I, đã làm tăng nhanh chóng nhu cầu về lựu pháo, do chúng phù hợp hơn khi tấn công các mục tiêu sau chiến hào. Hơn nữa, đạn lựu pháo mang nhiều thuốc nổ hơn so với pháo, và do đó chỉ cần mang ít thùng thuốc nổ hơn đang kể. Quân Đức có lợi thế ở đây do khi bắt đầu chiến tranh, họ có nhiều lựu pháo hơn quân Pháp.<ref>{{chú thích sách|first=Bruce I.|last=Gudmundsson|title=On Artillery|publisher=[[Greenwood Publishing Group]]|isbn=0-275-94047-0|year=1993|url=http:\/\/books.google.com\/?id=O_-0w2WUDd0C&printsec=frontcover#PPP1,M1|page=43}}<\/ref> Chiến tranh thế giới I cũng cho thấy việc sử dụng [[Pháo Paris]], đây là khẩu pháo dài nhất từng khai hỏa. Nó có caliber là {{convert|200|mm|in|0|sing=on|abbr=on}}, được quân Đức sử dụng khi tấn công Paris và nó có thể bắn trúng mục tiêu cách xa {{convert|122|km|mi|abbr=on}}.<ref>Young, p. 113.<\/ref>\n\n[[Hình:British 39th Siege Battery RGA Somme 1916.jpg|nhỏ|trái|[[Lựu pháo]] của [[Pháo binh Hoàng gia Anh]] trong trận Somme]]\n\n[[Chiến tranh thế giới thứ hai|Chiến tranh thế giới II]] khơi mào những phát triển mới trong công nghệ pháo binh. Trong đó có đạn động năng và ngòi nổ cận đích, tất cả đều làm tăng hiệu quả của pháo khi tấn công các mục tiêu cụ thể.<ref>{{chú thích sách|last=McCamley|first=Nicholas J.|title=Disasters Underground|url=https:\/\/archive.org\/details\/disastersundergr0000mcca|publisher=Pen & Sword Military|year=2004|isbn=1-84415-022-4}}<\/ref> Ngòi nổ cận đích xuất hiện trên chiến trường châu Âu vào cuối tháng 12 năm 1944.<ref>{{Chú thích web|url=http:\/\/www.history.navy.mil\/faqs\/faq96-1.htm|tiêu đề=Radio Proximity (VT) Fuzes|ngày truy cập=ngày 26 tháng 5 năm 2008|ngày tháng=ngày 20 tháng 3 năm 2000|archive-date=2014-02-09|archive-url=https:\/\/web.archive.org\/web\/20140209105150\/http:\/\/www.history.navy.mil\/faqs\/faq96-1.htm|url-status=dead}}<\/ref> Được sử dụng trong đạn phòng không, ngòi nổ cận đích được sử dụng ở cả chiến trường châu Âu và Thái Bình Dương; chúng đặc biệt hữu ích khi dùng để bắn hạ các quả [[bom bay V-1]] của Đức Quốc Xã và máy bay cảm tử của Nhật. Mặc dù được sử dụng rộng rãi trong tác chiến hải quân, và trong súng, pháo phòng không, cả Anh và Hoa Kỳ đều sợ các ngòi nổ cận đích không nổ sẽ bị đối phương thu được, từ đó khám phá ra các hạn chế của chúng và tìm được cách khắc phục trên chiến trường. Trong [[trận Ardennes (Chiến tranh thế giới thứ hai)|trận Bulge]], các ngòi nổ được gọi là \"quà Giáng sinh\" của pháo binh Hoa Kỳ dành cho quân Đức, vì hiệu quả của chúng đối với lính Đức, khi họ thường xuyên thực hiện các cuộc tấn công phân tán.<ref>{{Chú thích web|nhà xuất bản=[[Smithsonian Institution]]|tiêu đề=Variable Time Fuse Contributed to the Victory of United Nations|năm=2007|ngày truy cập = ngày 5 tháng 10 năm 2007 |url=http:\/\/scienceservice.si.edu\/pages\/102001.htm}}<\/ref> [[Pháo chống tăng]] cũng được cải thiện rất nhiều trong thời gian chiến tranh: năm 1939, người Anh sử dụng chủ yếu các khẩu pháo 2 pao và 6 pao. Đến cuối chiến tranh, các khẩu pháo 17 pao đã chứng hiệu quả hơn nhiều trong việc tiêu diệt xe tăng Đức, và pháo 32 pao đã bắt đầu được phát triển.<ref name=\"Anti-tank guns\">{{chú thích sách|url=http:\/\/books.google.com\/?id=4IYXxrcx1_0C&printsec=frontcover#PPA29,M1|title=World War II: A Visual Encyclopedia|last=Keegan|first=John|publisher=Sterling Publishing Company, Inc.|year=2000|isbn=1-85585-878-9|page=29}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.avalanchepress.com\/BritainsAntiTankGuns.php|tiêu đề=British Anti-Tank Guns|nhà xuất bản=[[Avalanche Press]]|họ=Rahman|tên=Jason|ngày tháng=2007-11|ngày truy cập = ngày 26 tháng 5 năm 2008}}<\/ref> Trong khi đó, xe tăng Đức tiếp tục được nâng cấp với pháo chính tốt hơn, ngoài ra còn có các cải tiến khác. Ví dụ, xe tăng [[Panzer III]] theo thiết kế ban đầu có một khẩu pháo 37&nbsp;mm, nhưng sau đó được thiết kế lại để sản xuất hàng loạt với pháo 50&nbsp;mm.<ref name=\"German Tanks of World War II in Color\">{{chú thích sách|url=http:\/\/books.google.com\/?id=DZwQkZr0VrQC&printsec=frontcover#PPA46,M1|title=German Tanks of World War II in Color|access-date = ngày 26 tháng 5 năm 2008 |year=2000|publisher=Zenith Imprint|page=46|authors=Michael Green & Thomas Anderson, Frank Schulz|isbn=0-7603-0671-0}}<\/ref> Để đối phó với mối đe dọa từ xe tăng [[Xe tăng T-34|T-34]] của Nga, một khẩu pháo mạnh hơn loại 50&nbsp;mm đã được sử dụng,<ref name=\"German Tanks of World War II in Color\"\/> đó là pháo 75&nbsp;mm, nó được đặt cố định như trên xe [[Sturmgeschütz III|StuG III]], một loại xe chiến đấu bọc thép sản xuất nhiều nhất của Đức trong Chiến tranh thế giới II.<ref>Green, p. 47.<\/ref> Mặc dù pháo đã được cải tiến, việc sản xuất Panzer III đã kết thúc vào năm 1943, do nó không phù hợp khi đối đầu với T-34, Panzer III bị thay thế bằng [[Panzer IV]] và xe tăng [[Panzer|Panther]].<ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=Xa6HLAhSzBAC&printsec=frontcover#PPA63,M1|title=Kursk 1943: A Statistical Analysis|publisher=[[Routledge]]|year=2000|authors=Niklas Zetterling & Anders Frankson|isbn=0-7146-5052-8|page=63}}<\/ref> Năm 1944, pháo [[8,8 cm KwK 43]] và nhiều biến thể được sản xuất cho quân đội Đức, nó được sử dụng làm cả pháo chính của xe tăng lẫn pháo chống tăng [[PaK 43]].<ref>{{chú thích sách|title=German Early War Armored Fighting Vehicles|url=https:\/\/archive.org\/details\/worldwariiafvpla00brad_069|last=Bradford|first=George|year=2007|publisher=Stackpole Books|location=[[Mechanicsburg, Pennsylvania]]|page=[https:\/\/archive.org\/details\/worldwariiafvpla00brad_069\/page\/n0 3]|isbn=0-8117-3341-6}}<\/ref><ref>{{chú thích sách|title=The Mediterranean and Middle East|authors=Ian S. O. Playfair & T. P. Gleave|publisher=[[HMSO]]|isbn=0-11-630946-6|page=257|year=1987}}<\/ref> Đây là một trong những khẩu pháo mạnh nhất trong Chiến tranh thế giới II, nó có khả năng phá hủy bất cứ xe tăng nào của quân Đồng Minh từ khoảng cách rất xa.<ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=LwqhCwNAjSYC&printsec=frontcover#PRA1-PA239,M1|access-date = ngày 26 tháng 5 năm 2008 |title=Panzerkrieg: The Rise and Fall of Hitler's Tank Divisions|authors=Peter McCarthy & Mike Syron|year=2003|publisher=[[Carroll & Graf Publishers]]|page=239|isbn=0-7867-1264-3}}<\/ref><ref>{{chú thích sách|url=http:\/\/books.google.com\/?id=-PXQYVjbp6MC&printsec=frontcover#PPA115,M1|title=Tank Tactics: From Normandy to Lorraine|access-date = ngày 26 tháng 5 năm 2008 |page=115|last=Jarymowycz|first=Roman Johann|year=2001|publisher=Lynne Rienner Publishers|isbn=1-55587-950-0}}<\/ref>\n\n[[Hình:Uss iowa bb-61 pr.jpg|nhỏ|phải|Tàu chiến {{USS|Iowa|BB-61|6}} bắn pháo {{convert|16|in|cm|0|sing=on|abbr=on}}]]\n\nDù được thiết kế để bắn ở nhiều loại quỹ đạo với một góc tà lớn, lựu pháo có thể bắn trực tiếp, như đã được sử dụng bởi Trung đoàn thủy quân lục chiến 11 tại [[trận Hồ chứa Chosin]] trong [[chiến tranh Triều Tiên]]. Hai khẩu đội chiến trường đã bắn trực tiếp lên một tiểu đoàn bộ binh Trung Quốc; Thủy quân lục chiến buộc phải tự mình trụ lại trước sức giật của những khẩu lựu pháo, do họ không có thời gian đào công sự chuẩn bị cho pháo. Bộ binh Trung Quốc hứng chịu tổn thất nặng nề, và buộc phải rút lui.<ref>{{chú thích sách|last=Russ|first=Martin|year=1999|title=Breakout: The Chosin Reservoir Campaign, Korea 1950|pages=383–384|publisher=[[Penguin Books]]|isbn=0-14-029259-4}}<\/ref>\n\n[[Hình:5-54-Mark-45-firing edit.jpg|nhỏ|trái|Khẩu pháo [[Mark 45]] 5 inch (127mm)\/54 caliber đang thực hành bắn, nó được trang bị trên [[tàu khu trục lớp Arleigh Burke]] mang tên [[USS Benfold (DDG-65)]]]]\n\nXu hướng chế tạo các khẩu pháo có caliberl lớn hơn trong các cuộc Thế Chiến đã bị đảo ngược. Ví dụ như [[Lục quân Hoa Kỳ]] tìm kiếm một loại lựu pháo nhẹ hơn, đa năng hơn đề thay thế cho những khẩu pháo đã cũ của họ. Do có thể kéo bằng nhiều loại phương tiện nên [[lựu pháo M198|M198]] được chọn làm kiểu pháo kế thừa cho pháo thời Thế Chiến II được sử dụng vào thời điểm đó, và nó được đưa vào biên chế năm 1979.<ref name=\"M198 Info\">{{Chú thích web|url=http:\/\/tech.military.com\/equipment\/view\/146534\/m198-155mm-towed-howitzer.html|tiêu đề=M198 information|ngày truy cập=ngày 26 tháng 5 năm 2008|nhà xuất bản=Military.com|archive-date = ngày 5 tháng 6 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080605002819\/http:\/\/tech.military.com\/equipment\/view\/146534\/m198-155mm-towed-howitzer.html}}<\/ref> M198 vẫn được sử dụng cho đến ngày nay, nhưng đến lượt nó lại lần lượt bị thay thế bằng loại lựu pháo siêu nhẹ [[Lựu pháo M777|M777]], loại lựu pháo mới có trọng lượng chỉ bằng một nửa và có thể dễ dàng di chuyển hơn. Mặc dù pháo trên bộ như [[lựu pháo M198|M198]] tỏ ra mạnh, chính xác, bắn xa, nhưng các pháo hạm hải quân vẫn còn được sử dụng, dù nó nhỏ hơn nhiều so với trong quá khứ, và trong một số trường hợp pháo hạm bị thay thế bằng [[tên lửa hành trình]].<ref name=\"Cruise missile\">{{Chú thích web|url=http:\/\/www.nationaldefensemagazine.org\/issues\/2001\/Mar\/Naval_Guns.htm|tiêu đề=Affordable precision|nhà xuất bản=National Defense Magazine|ngày truy cập=ngày 26 tháng 5 năm 2008|url lưu trữ=https:\/\/web.archive.org\/web\/20061008233620\/http:\/\/www.nationaldefensemagazine.org\/issues\/2001\/Mar\/Naval_Guns.htm|ngày lưu trữ=2006-10-08|url-status=live}}<\/ref> Tuy nhiên, [[tàu khu trục lớp Zumwalt]] đang có kế hoạch vũ trang gồm cả hệ thống pháo tiên tiến (AGS), có 2 khẩu pháo 155&nbsp;mm, bắn Đạn tấn công trên bộ tầm xa. Đầu đạn nặng {{convert|24|lb|kg}}, có xác suất trượt là {{convert|50|m|ft|abbr=on}}, có thể đặt trên một quả tên lửa để tăng tầm bắn hiệu quả lên tới {{convert|100|nmi|km|abbr=on}}, xa hơn so với Pháo Paris. Nòng pháo AGS được làm mát bằng nước và có thể bắn 10 phát\/phút mỗi khẩu. Hỏa lực kết hợp từ 2 khẩu pháo sẽ cho phép tàu khu trục lớp ''Zumwalt'' có hỏa lực tương đương với 18 khẩu lựu pháo [[M-198]] thông thường.<ref name=\"global_dd-x\">{{Chú thích web |url=http:\/\/www.globalsecurity.org\/military\/systems\/ship\/dd-x.htm |tiêu đề=DDG-1000 Zumwalt \/ DD(X) Multi-Mission Surface Combatant |ngày truy cập = ngày 26 tháng 5 năm 2008 |họ=Pike |tên=John |nhà xuất bản=Global Security |ngày tháng=ngày 18 tháng 2 năm 2008}}<\/ref><ref>{{Chú thích web |url=http:\/\/www.raytheon.com\/products\/ddg_1000\/tech\/ags\/index.html |tiêu đề=Raytheon Company: Products & Services: Advanced Gun System (AGS) |ngày truy cập=ngày 26 tháng 5 năm 2008 |nhà xuất bản=Raytheon, Inc. |archive-date = ngày 19 tháng 3 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080319011619\/http:\/\/www.raytheon.com\/products\/ddg_1000\/tech\/ags\/index.html }}<\/ref> Lý do cho sự tái hội nhập của pháo làm vũ khí chính trên các tàu của [[Hải quân Hoa Kỳ]] là do đạn pháo dẫn đường từ vệ tinh rẻ tiền hơn so với tên lửa hành trinh, nhưng có khả năng dẫn đường tương tự.<ref name=\"Cruise missile\"\/>\n\n====Pháo tự động====\n{{chính|Pháo tự động}}\n\nPháo tự động có chế độ bắn tự động, tương tự như một khẩu [[súng máy]]. Chúng có cơ chế để nạp đạn tự động, do đó có tốc độ bắn cao hơn pháo thường; chúng thường hoặc trong trường hợp của [[súng Gatling]], thậm chí còn vượt qua tốc độ bắn của một khẩu súng máy.<ref name=\"Autocannon Rate of Fire\"\/> Không có cỡ nòng nhỏ nhất cho pháo tự động, chúng nói chung là lớn hơn súng máy, thường là 20&nbsp;mm hoặc lớn hơn kể từ Chiến tranh thế giới II, và thường có khả năng bắn đạn nổ ngay cả khi nó không được sử dụng thường xuyên. Súng máy ngược lại quá nhỏ để sử dụng đạn nổ.<ref name=\"dictionary definition\">{{Chú thích web |url=http:\/\/www.merriam-webster.com\/dictionary\/cannon |tiêu đề=Cannon Definition |nhà xuất bản=Merriam Webster |work=Merriam Webster Dictionary |ngày truy cập=ngày 17 tháng 9 năm 2011 }}<\/ref>\n\nHầu hết các quốc gia sử dụng pháo bắn nhanh trên các xe hạng nhẹ, thay thế cho pháo tăng mạnh nhưng nặng hơn. Một khẩu pháo tự động điển hình là khẩu [[chain gun]] \"[[M242 Bushmaster|Bushmaster]]\" 25&nbsp;mm đặt trên các [[xe chiến đấu bộ binh|xe bọc thép]] [[LAV-25]] và [[M2 Bradley]].<ref name=\"Bushmaster\">{{Chú thích web|url=http:\/\/www.army-technology.com\/projects\/bradley\/|tiêu đề=Army Technology - Bradley M2\/M3 - Tracked Armoured Fighting Vehicles|ngày truy cập=ngày 26 tháng 5 năm 2008|nhà xuất bản=Army Technology.com}}<\/ref> Pháo có thể có tốc độ bắn rất cao, nhưng đạn nặng và công kềnh, nên hạn chế số lượng đạn mang theo. Vì lý do này, cả 25&nbsp;mm Bushmaster và 30&nbsp;mm [[RARDEN]] được cố ý thiết kế với tốc độ bắn tương đối thấp. Tốc độ bắn thông thường cho các khẩu pháo tự động hiện đại trong khoảng từ 90 tới 1800 viên\/phút. Các hệ thống nhiều nòng như súng gatling có thể có tốc độ bắn cao hơn vài ngàn viên\/phút. Tốc độ bắn nhanh nhất trong số các khẩu pháo tự động là pháo [[Gryazev-Shipunov GSh-6-23|GSh-6-23]] của Liên Xô, nó có tốc độ bắn là 10.000 viên\/phút.<ref name=\"Autocannon Rate of Fire\">{{chú thích sách|last=Williams|first=Anthony G.|page=241|title=Rapid Fire|publisher=Shrewsbury: Airlife Publishing Ltd.|year=2000|isbn=1-84037-435-7}}<\/ref>\n\nPháo tự động thường được trang bị trên máy bay, nó thay thế cho súng máy và cả vũ khí phòng không trên tàu, do chúng có khả năng phá hủy mạnh hơn so với súng máy.<ref name=\"Aircraft Cannon\">{{Chú thích web|url=http:\/\/www.defencenews.com.au\/article-archive.cfm?ID=513&currentpage=2&detail=yes&thiscatid=0|tiêu đề=Aircraft cannon|nhà xuất bản=Strike Publications|tác giả=Dr. Carlo Kopp|ngày truy cập=ngày 26 tháng 5 năm 2008}}<\/ref>\n\n====Trang bị cho máy bay====\nTài liệu đầu tiên đề cập tới việc lắp một khẩu pháo lên máy bay là vào năm 1911 trên Voisin Canon, được trưng bày tại Triển lãm Paris cùng năm. Trong [[Chiến tranh thế giới thứ nhất|Chiến tranh thế giới I]], tất cả các cường quốc lớn đều thử nghiệm máy bay có lắp pháo, tuy nhiên chúng có tốc độ bắn thấp, kích thước lớn và trọng lượng lớn; nên các thử nghiệm gặp nhiều khó khăn. Thành công nhất là loại máy bay SPAD 12 Ca.1 với một khẩu pháo 37mm Puteaux. Phi công phải tự nạp lại đạn khi bắn hết đạn.<ref name=\"Early Aicraft Armament\">{{chú thích sách | last = Woodman | first = Harry | authorlink = Harry Woodman | title = Early Aircraft Armament - The Aircraft and the Gun up to 1918 | publisher = [[Arms and Armour Press]] | year = 1989 | isbn = 0-85368-990-3}}<\/ref>\n\n[[Tập tin:Supermarine Spitfire Mk XVI.jpg|nhỏ|trái|Supermarine Spitfire Mk XVI với pháo 20mm ở các mép cánh.]]\n\nNhững khẩu pháo tự động đầu tiên được phát triển trong chiến tranh thế giới thứ 1 là pháo phòng không. Và một trong số đó – khẩu \"[[pháo COW 37 mm]]\" của [[Coventry Ordnance Works]] đã được lắp lên máy bay nhưng chiến tranh kết thúc trước khi nó có thể thử nghiệm trên chiến trường và không bao giờ trở thành thiết bị tiêu chuẩn trong một máy bay thành phẩm. Các thử nghiệm sau đó đã cố định lại góc ngẩng lên ở cả [[Vickers Type 161]] và [[Westland C.O.W. Gun Fighter]], một ý tưởng được sử dụng lại sau này.\n\n[[Hình:GAU-8 in A-10.jpg|nhỏ|phải|upright|Pháo tự động [[GAU-8\/A Avenger]] của máy bay [[A-10 Thunderbolt|A-10 Thunderbolt II]]]]\n[[Tập tin:GSh-23 on MiG-23.jpg|nhỏ|trái|Pháo tự động GSh-23 của [[MiG-23]]]]\n\nTrong thời gian này pháo tự động đã có sẵn và vài loại [[máy bay tiêm kích]] của Đức và Nhật đã lắp các khẩu pháo 20&nbsp;mm. Các loại pháo này được lắp lên máy bay với nhiệm vụ hỗ trợ súng máy chứ không phải thay thế súng máy, điều này là do tốc độ bắn quá chậm và quá nặng khi lắp đặt. Đã có một số cuộc tranh luận nổ ra trong nội bộ RAF để xem liệu lượng đạn lớn súng máy bắn ra hay lượng đạn nổ ít hơn bắn ra từ pháo tự động thích hợp hơn. Những cải tiến trong chiến tranh về tốc độ bắn cho phép pháo gần như thay thế hoàn toàn các khẩu súng máy.<ref name=\"Aircraft Cannon\"\/> Pháo xuyên giáp hiệu quả hơn, vì vậy chúng được tăng cường sử dụng trong [[Chiến tranh thế giới thứ hai|Chiến tranh thế giới II]], những loại máy bay tiêm kích mới mang 2 hoặc 4 khẩu so với máy bay Mỹ mang 6 khẩu [[M2 Browning|.50 MG]] hay máy bay Anh mang 12 khẩu [[súng máy M1919 Browning|.303 MG]]. Các loại pháo như [[Hispano-Suiza HS.404]], [[pháo Oerlikon 20 mm|Oerlikon 20 mm]], [[pháo MG FF|MG FF]], và các biến thể khác đã được sử dụng rộng rãi trong chiến tranh.\n\nPháo đã được gắn cố định để bắn về phía trước như với súng máy (pháo được đặt trong cánh, mũi hoặc thân, hoặc các thùng pháo riêng gắn ngoài), hoặc được đặt trong các tháp pháo trên các máy bay hạng nặng. Cả Đức và Nhật đều đặt pháo để có thể bắn lên trên và phía trước, nhằm tiêu diệt các máy bay ném bom hạng nặng, người Đức gọi nó là \"[[Schräge Musik]]\".\n\nTrước [[Chiến tranh Việt Nam]], máy bay tốc độ cao đã đạt tới mức độ khiến người ta loại bỏ các khẩu pháo do niềm tin sai lầm rằng chúng sẽ trở nên vô ích, nhưng kinh chiệm chiến đấu trong Chiến tranh Việt Nam chỉ ra kết luận rằng dù tên lửa có hiện đại thì vẫn phải cần pháo trên máy bay. Gần như tất cả các [[máy bay tiêm kích]] hiện đại đều được trang bị một khẩu pháo tự động và chúng cũng thường được trang bị luôn cho cả [[máy bay cường kích]]. Một ví dụ điển hình là pháo quay kiểu Gatling loại 30mm [[GAU-8\/A Avenger]] trang bị cho máy bay [[Fairchild Republic A-10 Thunderbolt II|A-10 Warthog]]<ref name=\"Aircraft Cannon\"\/><ref>{{Chú thích web|url=http:\/\/www.442fw.afrc.af.mil\/news\/story.asp?id=123055695|tiêu đề=GAU-8\/A|nhà xuất bản=442nd Fighter Wing|ngày truy cập = ngày 26 tháng 5 năm 2008}}<\/ref> [[Lockheed AC-130]] (một loại máy bay vận tải hoán cải để mang pháo) có thể mang lựu pháo 105mm cũng như nhiều loại pháo tự động khác nhau có cỡ nòng lên tới.<ref>{{Chú thích web|url=http:\/\/www.123exp-warfare.com\/t\/03804237449\/|tiêu đề=Information on the GAU-8\/A|nhà xuất bản=The Language of Weaponry|ngày truy cập=ngày 26 tháng 5 năm 2008|archive-date = ngày 7 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081207174248\/http:\/\/www.123exp-warfare.com\/t\/03804237449\/|url-status=dead}}<\/ref> Cả hai đều được sử dụng trong vai trò chi viện không quân trực tiếp.\n\n==Ghi chú==\n{{tham khảo|colwidth=30em}}\n\n==Tham khảo==\n{{refbegin|2}}\n* {{1771 Britannica}}\n* {{chú thích sách | title = AAP-6 NATO Glossary of Terms and Definitions | year = 2007 | publisher = [[North Atlantic Treaty Organization]] | format = PDF | url = http:\/\/www.nato.int\/docu\/stanag\/aap006\/aap-6-2007.pdf | access-date = 2013-01-23 | archive-date = 2007-05-14 | archive-url = https:\/\/web.archive.org\/web\/20070514133410\/http:\/\/www.nato.int\/docu\/stanag\/aap006\/aap-6-2007.pdf }}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=nLM1Kolw_vMC&printsec=frontcover | title = World History of Warfare | publisher = [[University of Nebraska Press]] | last = Archer | first = Christon I. | year = 2002 | isbn = 0-8032-4423-1 }}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=UqkSyhUcZ0kC&printsec=frontcover | title = The Rise of Napoleon Bonaparte | last = Asprey | first = Robert B. | year = 2000 | publisher = [[Basic Books]] | isbn = 0-465-04881-1 }}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=6ybDCEqsWrUC&printsec=frontcover | title = Arms and the State: Sir William Armstrong and the Remaking of British Naval Power, 1854–1914 | last = Bastable | first = Marshall J. | year = 2004 | publisher = Ashgate Publishing, Ltd. | isbn = 0-7546-3404-3 }}\n* {{chú thích sách | title = The Encyclopædia Britannica A Dictionary of Arts, Sciences, Literature and General Information, volume 2 | last = Baynes | first = Thomas S. | year = 1888 | url = http:\/\/books.google.com\/?id=hakMAAAAYAAJ&printsec=titlepage | publisher = H.G. Allen }}\n* {{chú thích sách | title = The Medieval Siege | first = Jim | last = Bradbury | year = 1992 | publisher = [[Boydell & Brewer]] | location = [[Rochester, New York]] | url = http:\/\/books.google.com\/?id=xVCRpsfwkiUC&printsec=frontcover | isbn = 0-85115-312-7 }}\n* {{chú thích sách | title = German Early War Armored Fighting Vehicles | last = Bradford | first = George | year = 2007 | publisher = Stackpole Books | location = [[Mechanicsburg, Pennsylvania]] | isbn = 0-8117-3341-6}}\n* {{chú thích sách | last = Braun | first = Wernher Von |others = Frederick Ira Ordway | title = History of Rocketry & Space Travel | url = https:\/\/archive.org\/details\/historyofrocketr00vonb | publisher = [[Thomas Y. Crowell Co.]] | year = 1967 | isbn = 0-690-00588-1 }}\n* {{chú thích sách | last = Chartrand | first = René | title = Spanish Main 1492–1800 | url = http:\/\/books.google.com\/?id=cvcBWivXlekC&printsec=frontcover | publisher = [[Random House]] | date = ngày 29 tháng 8 năm 2006 | isbn = 1-84603-005-6 }}\n* {{chú thích sách | last = Chase | first = Kenneth | year = 2003 | title = Firearms: A Global History to 1700 | url = http:\/\/books.google.com\/?id=esnWJkYRCJ4C&printsec=frontcover | publisher = [[Cambridge University Press]] | location = New York | isbn = 0-521-82274-2 }}\n* {{chú thích sách | last = Chandler | first = David G. | title = The Campaigns of Napoleon | location = New York City | publisher = [[Simon & Schuster]] | year = 1995 | isbn = 0-02-523660-1}}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=WPkgXITA09EC&printsec=frontcover | title = The Age of Napoleon | last = Conner | first = Susan P. | year = 2004 | publisher = [[Greenwood Publishing Group]] | isbn = 0-313-32014-4 }}\n* {{chú thích sách | title = The Pictorial History of England during the Reign of George the Third: Being a History of the People, as well as a History of the Kingdom, volume 2 | url = http:\/\/books.google.com\/?id=A-0GAAAAYAAJ&printsec=titlepage | last = Craik | first = George L. | year = 1884 | location = Luân Đôn | publisher = [[Charles Knight (publisher)|Charles Knight]] |others = Charles MacFarlane }}\n* {{chú thích sách | last = Crosby | first = Alfred W. | title = Throwing Fire: Projectile Technology Through History | url = http:\/\/books.google.com\/?id=vyFxldb2GJQC&printsec=frontcover | year = 2002 | publisher = [[Cambridge University Press]] | isbn = 0-521-79158-8 }}\n* {{chú thích tạp chí | title = All the Year Round: A Weekly Journal | date = ngày 22 tháng 4 năm 1859 | last = Dickens | first = Charles | url = http:\/\/books.google.com\/?id=o-4RAAAAYAAJ&printsec=titlepage | publisher = Charles Dickens | authorlink3 = [[Charles Dickens]] }}\n* {{chú thích sách | last = Gat | first = Azar | location = New York City | title = War in Human Civilization | year = 2006 | publisher = [[Oxford University Press]] | isbn = 0-19-926213-6 | url = http:\/\/books.google.com\/?id=y4aXo_125REC&printsec=frontcover }}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=DZwQkZr0VrQC&printsec=frontcover | title = German Tanks of World War II in Color | year = 2000 | publisher = Zenith Imprint | last = Green | first = Michael |others = Thomas Anderson, Frank Schulz | isbn = 0-7603-0671-0 }}\n* {{chú thích sách | last = Griffith | first = Paddy | title = The Vauban Fortifications of France | url = http:\/\/books.google.com\/?id=eH1NtNGWQZ8C&printsec=frontcover | year = 2006 | publisher = [[Osprey Publishing]] | isbn = 978-1-84176-875-5 }}\n* {{chú thích sách | first = Bruce I. | last = Gudmundsson | title = On Artillery | publisher = [[Greenwood Publishing Group]] | isbn = 0-275-94047-0 | year = 1993 | url = http:\/\/books.google.com\/?id=O_-0w2WUDd0C&printsec=frontcover }}\n* {{chú thích sách | last = Halberstadt | first = Hans | year = 2002 | title = The World's Great Artillery: From the Middle Ages to the Present Day | url = https:\/\/archive.org\/details\/worldsgreatartil0000halb | isbn = 0-7607-3303-1 | publisher = [[Barnes & Noble]] }}\n* {{chú thích sách | title = Weapons: An International Encyclopedia from 5000 B.C. to 2000 A.D. | url = http:\/\/books.google.com\/?id=LeYSxhK62wUC&printsec=frontcover | last = Harding | first = David | publisher = Diane Publishing Company | year = 1990 | isbn = 0-7567-8436-0 }}\n* {{chú thích sách | last = Hazlett | first = James C. |others = Edwin Olmstead, M. Hume Parks | title = Field Artillery Weapons of the American Civil War | url = http:\/\/books.google.com\/?id=twcQGSi1F7QC&printsec=frontcover | edition = 5th | publisher = [[University of Illinois Press]] | location = [[Champaign, Illinois]] | year = 2004 | isbn = 0-252-07210-3 }}\n* {{chú thích sách | first = Byron | last = Heath | title = Discovering the Great South Land | year = 2005 | publisher = Rosenberg Publishing | location = [[Kenthurst, New South Wales]] | url = http:\/\/books.google.com\/?id=yOWLaNm6c7sC&printsec=frontcover | isbn = 1-877058-31-9 }}\n* {{chú thích sách | last = Hoffmeyer | first = Ada Bruhn de. | year = 1972 | publisher = Instituto de Estudios sobre Armas Antiguas | location = [[Madrid]] | title = Arms and Amour in Spain: A Short Survey}}\n* {{chú thích sách | title = Naval Gun | url = https:\/\/archive.org\/details\/navalgun0000hogg | year = 1978 | publisher = Blandford Press | first = Ian V. | last = Hogg |others = John H. Batchelor | isbn = 0-7137-0905-7}}\n* {{chú thích sách | last = Holmes | first = Richard | title = Redcoat: the British Soldier in the age of Horse and Musket | url = http:\/\/books.google.com\/?id=p5XamBYUu0AC&printsec=frontcover | publisher = [[W. W. Norton & Company]] | year = 2002 | isbn = 0-393-05211-7 }}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=-PXQYVjbp6MC&printsec=frontcover | title = Tank Tactics: From Normandy to Lorraine | last = Jarymowycz | first = Roman Johann | year = 2001 | publisher = Lynne Rienner Publishers | isbn = 1-55587-950-0 }}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=4IYXxrcx1_0C&printsec=frontcover | title = World War II: A Visual Encyclopedia | last = Keegan | first = John | publisher = Sterling Publishing Company, Inc. | year = 2000 | isbn = 1-85585-878-9 }}\n* {{chú thích sách | last = Knox | first = Dudley W. | title = Naval Documents related to the United States Wars with the Barbary Powers, Volume I | location = Washington | publisher = [[United States Government Printing Office]] | year = 1939}}\n* {{chú thích sách | last = Krebs | first = Robert E. | publisher = Greenwood Publishing Group | year = 2004 | title = Groundbreaking Scientific Experiments, Inventions, and Discoveries of the Middle Ages and the Renaissance | isbn = 0-313-32433-6 | url = http:\/\/books.google.com\/?id=MTXdplfiz-cC&printsec=frontcover }}\n* {{chú thích sách | title = Tchaikovsky | last = Lee | first = Ernest Markham | year = 1906 | publisher = G. Bell & sons | location = [[Đại học Harvard|Harvard University]] | url = http:\/\/books.google.com\/?id=x60NAAAAYAAJ&printsec=titlepage }}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=dS4yZLvS0soC&printsec=frontcover | title = Siege Train: The Journal of a Confederate Artilleryman in the Defense of Charleston | year = 1996 | publisher = [[University of South Carolina Press]] | location = [[Charleston, Nam Carolina|Charleston, South Carolina]] | last = Manigault | first = Edward |others = Warren Ripley | isbn = 1-57003-127-4 }}\n* {{chú thích sách | last = Manucy | first = Albert | url = http:\/\/www.nps.gov\/history\/history\/online_books\/source\/is3\/is3toc.htm | title = Artillery Through the Ages: A Short Illustrated History of Cannon, Emphasising Types Used in America | isbn = 0-7881-0745-3 | publisher = Diane Publishing | year = 1994 }}\n* {{chú thích sách | last = McCamley | first = Nicholas J. | title = Disasters Underground | url = https:\/\/archive.org\/details\/disastersundergr0000mcca | publisher = Pen & Sword Military | year = 2004 | isbn = 1-84415-022-4}}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=LwqhCwNAjSYC&printsec=frontcover | title = Panzerkrieg: The Rise and Fall of Hitler's Tank Divisions | last = McCarthy | first = Peter |others = Mike Syron | year = 2003 | publisher = [[Carroll & Graf Publishers]] | isbn = 0-7867-1264-3 }}\n* {{chú thích sách | last = Needham | first = Joseph | authorlink = Joseph Needham | title = Science & Civilisation in China: Volume 7, The Gunpowder Epic | year = 1987 | publisher = [[Cambridge University Press]] | isbn = 0-521-30358-3}}\n* {{chú thích sách | last = Needham | first = Joseph | authorlink = Joseph Needham | year = 1986 | title = Science and Civilization in China: Volume 4, Part 3 | location = [[Đài Bắc|Taipei]] | publisher = Caves Books, Ltd. | isbn = 978-0-521-07060-7}}\n* {{chú thích sách | first = David | last = Nicolle | authorlink = David Nicolle | title = Crécy 1346: Triumph of the Longbow | publisher = [[Osprey Publishing]] | year = 2000 | isbn = 978-1-85532-966-9 | url = http:\/\/books.google.com\/?id=lujfZqpd2JoC&printsec=frontcover }}\n* {{chú thích sách | last = Norris | first = John | year = 2003 | title = Early Gunpowder Artillery: 1300–1600 | place = [[Marlborough, Wiltshire|Marlborough]] | publisher = The Crowood Press | isbn = 978-1-86126-615-6}}\n* {{chú thích sách | last = Nossov | first = Konstantin | year = 2007 | title = Medieval Russian Fortresses AD 862–1480 | url = http:\/\/books.google.com\/?id=Pyo5bKLO-0oC&printsec=frontcover | publisher = [[Osprey Publishing]] | isbn = 978-1-84603-093-2 }}\n* {{chú thích sách | last = Nossov | first = Konstantin | title = Russian Fortresses, 1480–1682 | url = http:\/\/books.google.com\/?id=fzftK0dlZg8C&printsec=frontcover | isbn = 1-84176-916-9 | year = 2006 | publisher = [[Osprey Publishing]] }}\n* {{chú thích sách | last = Pacey | first = Arnold | title = Technology in World Civilization: A Thousand-Year History | url = http:\/\/books.google.com\/?id=X7e8rHL1lf4C&printsec=frontcover | year = 1990 | publisher = [[MIT Press]] | isbn = 0-262-66072-5 }}\n* {{chú thích sách | title = The Mediterranean and Middle East | last = Playfair | first = Ian S. O. |others = T. P. Gleave | publisher = [[HMSO]] | isbn = 0-11-630946-6 | year = 1987}}\n* {{chú thích sách | first = John | last = Sadler | authorlink = John Sadler (historian) | title = Flodden 1513: Scotland's Greatest Defeat | url = http:\/\/books.google.com\/?id=ZXX1SrxKTg0C&printsec=frontcover | publisher = [[Osprey Publishing]] | year = 2006 | isbn = 978-1-84176-959-2 }}\n* {{chú thích sách | last = Reymond | first = Arnold | title = History of the Sciences in Greco-Roman Antiquity | publisher = Biblo & Tannen Publishers | year = 1963 | isbn = 0-8196-0128-4 | url = http:\/\/books.google.com\/?id=yt7qsvmmXdQC&printsec=frontcover }}\n* {{chú thích sách | last = Russ | first = Martin | year = 1999 | title = Breakout: The Chosin Reservoir Campaign, Korea 1950 | url = https:\/\/archive.org\/details\/breakoutchosinre0000russ | publisher = [[Penguin Books]] | isbn = 0-14-029259-4 }}\n* {{chú thích sách | last = Shakespeare | first = William | title = Henry IV, Part 1 | year = 1598}}\n* {{chú thích sách | last = Stone | first = George Cameron | authorlink = George Cameron Stone | title = A Glossary of the Construction, Decoration, and Use of Arms and Armor in All Countries and in All Times | year = 1999 | publisher = Courier Dover Publications | isbn = 0-486-40726-8 | url = http:\/\/books.google.com\/?id=J5PgapzD6FoC&printsec=frontcover }}\n* {{chú thích sách | last = Temple | first = Robert |others = Needham, Joseph | title = The Genius of China: 3,000 Years of Science, Discovery and Invention | url = https:\/\/archive.org\/details\/geniusofchina00robe_0 | publisher = Prion Books | isbn = 1-85375-292-4 | year = 1999 }}\n* {{chú thích sách | last = Tunis | first = Edwin | title = Weapons: A Pictorial History | url = http:\/\/books.google.com\/?id=sCnyIzibmywC&printsec=frontcover | publisher = [[Johns Hopkins University Press]] | location = [[Baltimore|Baltimore, Maryland]] | year = 1999 | isbn = 0-8018-6229-9 }}\n* {{chú thích sách | first = Stephen | last = Turnbull | authorlink = Stephen Turnbull (historian) | title = The Walls of Constantinople AD 413–1453 | publisher = [[Osprey Publishing]] | year = 2004 | isbn = 1-84176-759-X | url = http:\/\/books.google.com\/?id=sVnXSObRUYIC&printsec=frontcover }}\n* {{chú thích sách | title = The People's Almanac | url = https:\/\/archive.org\/details\/peoplesalmanac00wall | publisher = [[Doubleday (publisher)|Doubleday]] | year = 1975 | last = Wallechinsky | first = David | authorlink = David Wallechinsky |others = [[Irving Wallace]] | isbn = 0-385-04186-1 }}\n* {{chú thích sách | last = Wilkinson | first = Philip | title = Castles | publisher = [[Dorling Kindersley]] | date = ngày 9 tháng 9 năm 1997 | isbn = 978-0-7894-2047-3}}\n* {{chú thích sách | title = Napoleon's Artillery | url = http:\/\/books.google.com\/?id=W7ngGaRS6nkC&printsec=frontcover | last = Wilkinson-Latham | first = Robert | publisher = [[Osprey Publishing]] | year = 1975 | location = France | isbn = 0-85045-247-3 }}\n* {{chú thích sách | last = Williams | first = Anthony G. | title = Rapid Fire | publisher = Shrewsbury: Airlife Publishing Ltd. | year = 2000 | isbn = 1-84037-435-7}}\n* {{chú thích sách | title = Guinness Book of World Records | edition = 2002 | isbn = 978-0-553-58378-6 | last = Young | first = Mark C | year = 2002 | publisher = [[Sách Kỷ lục Guinness|Guinness World Records]] | location = England}}\n* {{chú thích sách | url = http:\/\/books.google.com\/?id=Xa6HLAhSzBAC&printsec=frontcover | title = Kursk 1943: A Statistical Analysis | publisher = [[Routledge]] | year = 2000 | last = Zetterling | first = Niklas |others = Anders Frankson | isbn = 0-7146-5052-8 }}\n{{refend}}\n\n==Liên kết ngoài==\n{{commons|Cannon}}\n{{wiktionary}}\n* [http:\/\/napoleonistyka.atspace.com\/artillery_tactics.htm Artillery Tactics and Combat during the Napoleonic Wars]\n* [http:\/\/homepages.ihug.com.au\/~dispater\/handgonnes.htm Handgonnes and Matchlocks - History of firearms to 1500] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150119155125\/http:\/\/homepages.ihug.com.au\/~dispater\/handgonnes.htm |date=2015-01-19 }}\n* {{US patent|5236}} – ''Patent for a Casting ordnance''\n* {{US patent|6612}} – ''Cannon patent''\n* {{US patent|13851}} – ''Muzzle loading ordnance patent''\n* [http:\/\/www.comehike.com\/outdoors\/cannons.php Historic Cannons Of San Francisco] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160303170501\/http:\/\/www.comehike.com\/outdoors\/cannons.php |date = ngày 3 tháng 3 năm 2016}}\n\n[[Thể loại:Súng thần công| ]]\n[[Thể loại:Lịch sử vũ khí]]\n[[Thể loại:Vũ khí]]\n[[Thể loại:Phát minh của Trung Quốc]]\n[[Thể loại:Vũ khí Việt Nam]]"}