{"232776":"{{đổi hướng|Sĩ Nhiếp}}\n'''Sĩ Nhiếp'''<ref>Phan Văn Các (chủ biên), Hồ Hoàng Biên, Phó Thị Mai, Đỗ Thị Minh, Chu Quý, Lê Văn Tầm, Chu Quang Thắng, Ngô Văn Tuyển, Từ điển Hán-Việt, Nhà xuất bản TP.HCM, 2002, trang 1558<\/ref> hoặc '''Sĩ Tiếp''' ([[chữ Hán]]: 士燮; 137 - 226) là [[Thái thú]] [[Giao Chỉ]] vào cuối đời nhà Hán. Qua giai đoạn [[Tam Quốc]], ông cát cứ và cai trị [[Giao Châu]] như một quốc gia độc lập từ [[187]] đến [[226]].\n\nDo ông đã thực thi nhiều chính sách tiến bộ nên được hậu thế tôn làm ''Nam Giao học tổ'' (南交學祖), đến [[Nhà Trần]] lại sắc phong mỹ tự '''Thiện cảm Gia ứng Linh vũ Đại vương''' (善感嘉應靈武大王), một số các sử quan đánh giá cao gọi là '''Sĩ vương''' (士王).\n\n== Tên gọi ==\nTên gọi của ông trong thư tịch [[Chữ Hán|Hán văn]] cổ được ghi dưới hai dạng là \"士燮\" và \"士爕\". Hai chữ 燮 và 爕 có cùng âm đọc và ý nghĩa, chỉ khác nhau về tự dạng. 爕 là [[tục tự]] (thể chữ viết trái quy phạm và được lưu hành trong dân gian) của chữ 燮. Chữ 爕 khác với chữ 燮 ở chỗ nửa bên dưới của nó là chữ \"hỏa\" 火 chứ không phải là chữ \"hựu\" 又.\n\n== Xuất thân ==\nSĩ Nhiếp có tên [[biểu tự]] là '''Uy Ngạn''' (威彥), tổ tiên là người Vấn Dương [[lỗ (nước)|nước Lỗ]]. Khi [[Vương Mãng]] thay ngôi [[Nhà Hán]], tổ tiên Sĩ Nhiếp mới tránh loạn sang tỵ nạn Giao Châu, tới Nhiếp là sáu đời.\n\nCha ông tên là [[Sĩ Tứ]] (士賜), làm thái thú quận [[Nhật Nam]] thời [[Hán Hoàn Đế]], cho Sĩ Nhiếp về du học ở kinh sư, theo học [[Lưu Tử Kỳ]] người [[Dĩnh Xuyên]], chuyên trị sách [[Tả truyện|Tả Thị Xuân Thu]]. Sĩ Nhiếp đỗ hiếu liêm, được bổ [[Thượng thư]] lang, vì việc công bị miễn chức, rồi về chịu tang cha. Sau lại đỗ Mậu tài, bổ làm Huyện lệnh Vu Dương, sau đổi làm Thái thú ở quận Giao Chỉ, được tước ''Long Độ Đình Hầu'' (龍度亭侯), \"đóng đô\" ở [[Luy Lâu]] (thuộc Thuận Thành, Bắc Ninh ngày nay).\n\n== Việc cai trị Giao Châu ==\n=== Giữ yên Giao Châu ===\nNăm [[200]] ([[Canh Thìn]]), Thứ sử Chu Phù bị quân khởi nghĩa giết, châu quận rối loạn. Sĩ Nhiếp có ba em trai tên là Nhất (壹), Vĩ (䵋) và Vũ (武), bèn dâng biểu cho Nhà Hán cử Nhất làm Thái thú [[Hợp Phố]], Vũ làm Thái thú [[Biển Đông|Nam Hải]]. Sử cũ đều ca tụng Sĩ Nhiếp là vị quan tốt, rất có uy tín trong dân chúng.\n\n[[Ngô Sĩ Liên]] viết trong [[Đại Việt sử ký toàn thư]]: \n:''\"Vương (Sĩ Nhiếp) độ lượng khoan hậu, khiêm tốn, kính trọng kẻ sĩ, người trong nước yêu mến, đều gọi là vương. Danh sĩ Nhà Hán tránh nạn sang nương tựa có hàng trăm người\".''\n\nSĩ Nhiếp được đánh giá cao nhất bởi có công trong việc duy trì tình trạng hòa bình yên ổn ở Giao Châu trong suốt giai đoạn nội chiến [[Tam Quốc]] hết sức phức tạp tại Trung Quốc kéo dài hơn nửa thế kỷ. Chính tích đó giúp Sĩ Nhiếp gần như trở thành một vị vua tự trị của Giao Châu, thoát hẳn ra khỏi ảnh hưởng và mệnh lệnh của [[Nhà Hán]], vốn chỉ còn là \"bung xung\" cho cuộc tranh giành của các tập đoàn [[phong kiến]] ở [[Trung Quốc]]. Điều đó thể hiện qua lá thư của [[Viên Huy]], vốn là quan Nhà Hán bấy giờ đang ở Giao Châu, gửi cho Thượng thư lệnh Nhà Hán là [[Tuân Úc]] năm [[207]]. Lá thư viết: \n:''\"Giao Châu Sĩ phủ quân đã học vấn sâu rộng lại thông hiểu chính trị, trong thời buổi đại loạn, giữ vẹn được một quận hơn hai mươi năm, bờ cõi không xảy ra việc gì, dân không mất nghiệp, những bọn khách xa đến trú chân đều được nhờ ơn, dẫu Đậu Dung giữ đất Hà Tây cũng không hơn được. Khi việc quan có chút nhàn rỗi thì chăm xem các sách thư, truyện. Phàm những chỗ biên chép không rõ ràng trong sách Xuân Thu Tả Thị truyện, (tôi) đem hỏi, đều được ông giảng giải cho những chỗ nghi ngờ, đều có kiến giải của bậc thầy, ý tứ rõ ràng, chặt chẽ. Lại như sách Thượng thư, cả cổ văn và kim văn, những ý nghĩa to lớn, ông đều hiểu biết tường tận, đầy đủ. Anh em ông làm quan coi quận, hùng trưởng một châu, ở lánh ngoài muôn dặm, uy tín không ai hơn. Khi ra vào thì đánh chuông khánh, uy nghi đủ hết; kèn sáo thổi vang, xe ngựa đầy đường, người Hồ đi sát bánh xe để đốt hương thường có đến mấy mươi người; vợ cả, vợ lẽ đi xe che kín, bọn con em cưỡi ngựa dẫn quân theo hầu, người đương thời ai cũng quý trọng, các man di đều sợ phục, dẫu [[Triệu Đà|Úy Đà]] cũng không hơn được\"''.\n\n=== Quan hệ với Nhà Hán ===\nNăm [[201]], [[Hán Hiến Đế]] sai [[Trương Tân]] làm Thứ sử Giao Châu. Tân thích việc quỷ thần, thường đội khăn đỏ, gảy đàn, đốt hương, đọc sách [[Đạo giáo]], nói rằng có thể giúp việc giáo hóa, sau bị tướng là [[Khu Cảnh]] giết, châu mục [[Kinh Châu]] là [[Lưu Biểu]] sai Huyện lệnh Linh Lăng là [[Lại Cung]] thay Tân. Hán đế nghe tin Tân chết, gửi cho Sĩ Nhiếp bức thư có đóng dấu ấn nói rằng: \n:''\"Giao Châu ở cõi xa, một dải sông biển ở phía nam, ơn trên không truyền đến, nghĩa dưới bị nghẽn tắc, thế mà nghịch tặc Lưu Biểu lại sai Lại Cung dòm ngó đất nam, nay cho khanh làm Tuy Nam trung lang tướng trông coi bảy quận, lĩnh Thái thú Giao Châu như cũ\".''\n\nSĩ Nhiếp bèn sai thuộc lại là [[Trương Mân]] mang đồ cống sang kinh đô Nhà Hán. Bấy giờ chiến tranh loạn lạc, đường sá đứt nghẽn, nhưng Sĩ Nhiếp vẫn không bỏ việc nộp cống. Có thể thấy đó là một phần trong chính sách hòa hiếu của Sĩ Nhiếp giúp cho Giao Châu yên ổn. Hán đế lại xuống chiếu cho Nhiếp làm ''An Viễn tướng quân'' (安遠將軍), phong tước ''Long Độ Đình hầu'' (龍度亭侯). Lại Cung tuy nhận lệnh của Lưu Biểu nhưng chưa sang được Giao Châu mà ở quận [[Thương Ngô]], sau Thái thú Thương Ngô là Ngô Cự bất hòa với Cung, đem binh đánh đuổi, Cung lại chạy về Linh Lăng.\n\nTừ năm 206, do nhà Đông Hán chia năm xẻ bảy, vùng Giao Châu do Sĩ Nhiếp đứng đầu tồn tại như một quốc gia tự trị cho đến năm 210.\n\n=== Quan hệ với Đông Ngô ===\nNăm [[210]], quân phiệt Giang Đông là [[Tôn Quyền]] sai [[Bộ Chất]] làm Thứ sử Giao Châu. Khi Chất đến, Sĩ Nhiếp không chống cự mà đem anh em đến vâng theo mệnh lệnh. Tôn Quyền bèn cho Nhiếp làm Tả tướng quân. Sau Nhiếp còn sai con là Sĩ Ngẩm (hay Sĩ Hâm, 廞) làm con tin ở nước Ngô, Quyền cho Ngẩm giữ chức Thái thú [[Vũ Xương]]. Các con của Sĩ Nhiếp ở nam đều nhận chức Trung lang tướng. Sĩ Nhiếp lại chiêu dụ thổ hào ở Ích Châu là bọn Ung Khải đem dân chúng trong quận quy hàng Ngô, khiến vùng đất phía nam Nhà Hán (Thục Hán) lâm vào hỗn loạn, khiến thừa tướng Nhà Hán là [[Gia Cát Lượng]] phải tiến hành [[Chiến dịch Nam Trung|bình định]]. Công tích này được Tôn Quyền tán thưởng, thăng chức Vệ tướng quân, tước ''Long Biên hầu'' (龍編侯).\n\nSĩ Nhiếp thường sai sứ sang nước Ngô dâng các thứ hương liệu, vải mịn, kể số hàng nghìn. Các thứ quý lạ như ngọc trai, ốc lớn, lưu ly, lông trả, đồi mồi, sừng tê, ngà voi cùng các thứ quả lạ như chuối, dừa, long nhãn, không năm nào không tiến, lại cống ngựa hàng mấy trăm con. Tôn Quyền viết thư ban cho rất hậu để yên ủi và đáp lại.\n\nSự mềm dẻo trong chính sách đối ngoại để giữ yên bờ cõi của Sĩ Nhiếp được đánh giá rất cao. Sử gia lớn [[Nhà Trần|thời Trần]] là [[Lê Văn Hưu]] nhận xét: \n:''\"Sĩ Vương biết lấy khoan hậu khiêm tốn để kính trọng kẻ sĩ, được người thân yêu mà đạt đến quý thịnh một thời. Lại hiểu nghĩa, thức thời, tuy tài và dũng không bằng Triệu Vũ Đế, nhưng chịu nhún mình thờ nước lớn, để giữ vẹn bờ cõi, có thể gọi là người trí.\"''\n\n=== Việc tiến cử nhân tài Giao Châu ===\nGiai đoạn Sĩ Nhiếp cai trị Giao Chỉ còn đánh dấu sự xuất hiện của những người Việt đầu tiên làm việc cho triều đình phong kiến Trung Quốc. Do sự thỉnh cầu khẩn thiết của Thứ sử [[Lý Tiến]] năm 200, [[Hán Hiến Đế]] xuống chiếu lấy một người mậu tài của Giao Châu làm Huyện lệnh Hạ Dương, một người hiếu liêm làm Huyện lệnh Lục Hợp. Sau [[Lý Cầm]] làm quan đến Tư lệ hiệu úy, [[Trương Trọng]], người quận [[Nhật Nam]], làm Thái thú Kim Thành. Người Việt được cùng tuyển dụng như người Hán là mở đầu từ Lý Cầm, Trương Trọng.\n\nVề vấn đề này, Ngô Sĩ Liên nhận xét: \n:''\"Người quân tử đối với lời nói không thể cho qua được. Ngày xưa Tông Miệt nếu không có lời nói thì cùng với cỏ cây mục nát mà thôi. Lý Cầm không có lời nói thì sao được dùng ở đời, mà người tài giỏi của nước Việt ta, người phương bắc làm sao biết được? Lời nói không thể cho qua là vì vậy. Tuy nhiên, đây chỉ nói riêng về nhân tài thôi, còn như [[Nhan Hồi]], [[Mẫn Tử Khiên]] thì không nói thế được\".''\n\n== Người kế tục ==\nNăm [[226]], Sĩ Nhiếp mất, thọ 90 tuổi, cai trị Giao Châu tổng cộng 40 năm ([[187]] - [[226]]). Theo huyền sử, Sĩ Nhiếp ốm, đã chết đi ba ngày, nhưng được [[Đổng Phụng]] cho một viên thuốc hòa vào nước ngậm, rồi đỡ lấy đầu mà lay động, lại mở mắt động tay, sắc mặt bình phục dần dần, ngày hôm sau ngồi dậy được, bốn ngày lại nói được, rồi trở lại bình thường.<ref>Phụng tên tự là Xương Dị, người huyện Hầu Quan, Phúc Châu. Sự tích có chép trong [[Liệt tiên truyện]]<\/ref>\n\nNhà Đông Hán mất ngôi, Trung Quốc phân ra làm ba nước: [[Tào Ngụy]], [[Thục Hán]], [[Đông Ngô]]. Đất Giao Châu bấy giờ thuộc về Đông Ngô. Sĩ Nhiếp ở Giao Châu được 40 năm, nắm uy quyền thực sự, nhưng vẫn theo lệ triều cống Nhà Hán, và đến khi Nhà Hán mất thì lại triều cống nhà Ngô. Sau khi Sĩ Nhiếp mất, con là [[Sĩ Huy]] (士徽) tự xưng làm Thái thú. Ngô chủ là Tôn Quyền bèn chia đất Giao Châu, từ Hợp Phố về bắc gọi là [[Quảng Châu]]. Sai [[Lã Đại]] làm thứ sử Quảng Châu, Đái Lương làm thứ sử Giao Châu, và sai Trần Thì sang thay Sĩ Nhiếp làm Thái thú quận Giao Chỉ. Sĩ Huy chống cự, bị quân nhà Đông Ngô lừa bắt giết cả nhà.\n\nSĩ Nhiếp có 5 người con, trừ Sĩ Ngẩm tất cả đều bị Lữ Đại bắt giết:\n*Sĩ Ngẩm \n*Sĩ Chi\n*Sĩ Huy\n*Sĩ Cán\n*Sĩ Tụng\n\n== Ghi nhận của đời sau ==\n* [[Nhà Trần]] truy phong Sĩ Nhiếp làm '''Thiện Cảm Gia Ứng Linh Vũ Đại Vương''' (善感嘉應靈武大王).\n* Sử gia lớn thời Trần, [[Lê Văn Hưu]] nhận xét: ''\"Sĩ Vương biết lấy khoan hậu khiêm tốn để kính trọng kẻ sĩ, được người thân yêu mà đạt đến quý thịnh một thời. Lại hiểu nghĩa, thức thời, tuy tài và dũng không bằng Triệu Vũ Đế, nhưng chịu nhún mình thờ nước lớn, để giữ vẹn bờ cõi, có thể gọi là người trí\"''.\n* Sử gia lớn [[Nhà Lê sơ]], [[Ngô Sĩ Liên]] trong [[Đại Việt sử ký toàn thư]] viết: ''\"Vương (Sĩ Nhiếp) là người khoan hậu khiêm tốn, lòng người yêu quý, giữ vẹn đất Việt để đương đầu với sức mạnh của Tam quốc, đã sáng suốt lại mưu trí, đáng gọi là người hiền\"''.\n* Cũng Ngô Sĩ Liên, trong Đại Việt sử ký toàn thư, viết: ''\"Nước ta thông thi thư, học lễ nhạc, làm một nước văn hiến, là bắt đầu từ Sĩ Vương, công đức ấy không những chỉ ở đương thời mà còn truyền mãi đời sau, há chẳng lớn sao? Con không hiền là tội của con thôi. Tục truyền rằng sau khi vương chết đã chôn, đến cuối thời [[nhà Tấn]] đã hơn 160 năm, người [[Lâm Ấp]] vào cướp, đào mộ của vương, thấy mình mặt vẫn như sống, cả sợ lại đắp lại, người địa phương cho là thần, làm miếu để thờ gọi là \"Tiên Sĩ Vương\". Có lẽ là khí tinh anh không nát, cho nên thành thần vậy\".''\n* Đền thờ Sĩ Nhiếp ở thôn Tam Á, xã Gia Đông, [[Thuận Thành]], [[Bắc Ninh]].\n\n== Tranh cãi ==\nMột số sử gia phong kiến chính thống, trong đó có Ngô Sĩ Liên, đánh giá rất cao Sĩ Nhiếp, gọi ông là Sĩ Vương, sánh ngang với các bậc vương giả, đồng thời coi Sĩ Nhiếp là ông tổ của [[Nho giáo|Nho học]] ở Việt Nam. Tuy nhiên, [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]] do [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] soạn lại viết: \n:''\"Sĩ Nhiếp theo lệnh triều đình Trung Quốc phái sang làm Thái thú, không từng xưng vương bao giờ, thế mà sử cũ cũng chép riêng thành một kỷ, nay tước bỏ đi, chỉ chép thẳng công việc thời ấy để ghi lấy sự thực...\"''\n\nCác sử gia hiện đại của Việt Nam, dù chính thống hay không, cũng đều thừa nhận rằng việc quá đề cao Sĩ Nhiếp và gọi ông là Sĩ Vương của [[Ngô Sĩ Liên]] là không hợp lý.\n\nNgô Sĩ Liên cũng cho rằng Sĩ Nhiếp là người có công khai phá Nho học ở Việt Nam. Tuy nhiên, theo [[Việt sử lược]], điều đó không chắc đã đúng. Việt sử lược viết: \n:''\"Nhà làm sử thường cho nước ta (Việt Nam) có văn học là khởi đầu từ Sĩ Nhiếp. Cái ý kiến đó có lẽ không phải. Vì rằng từ khi [[nhà Hán]] cai trị đất Giao Chỉ đến đời Sĩ Nhiếp đã được hơn 300 năm, người [[Giao Chỉ]] đã có người học hành thi đỗ ''hiếu liêm, mậu tài''. Vậy nói rằng đến ông Sĩ Nhiếp mới có Nho học thì chẳng sai lắm ru. Hoặc giả ông ấy là một người có văn học trong khi làm quan, lo mở mang sự học hành, hay giúp đỡ những kẻ có chữ nghĩa, cho nên về sau mới được cái tiếng làm học tổ ở nước Nam, tưởng như thế thì có thể hợp lẽ hơn\".''\nSách ''Các triều đại Việt Nam'' của Quỳnh Cư, Đỗ Đức Hùng viết:\n:''Nhìn chung, các triều đại phong kiến [[Trung Quốc]] tự xem mình là \"Thiên tử\" coi dân Việt là \"man di\" nên người Việt dẫu có học hành thông thái cũng không được trọng dụng. Ngoài trường hợp [[Trương Trọng]], mãi đến đời vua [[Linh Đế]] (168-189) cuối nhà [[Đông Hán]], mới lại có người Việt, nhờ học giỏi, được cất nhắc làm thái thú quận [[Giao Chỉ]]. [[Lý Tiến]] dâng sớ xin cho người Giao Chỉ được bổ đi làm quân bất kỳ quận nào, kể cả ở Trung Nguyên. Nhưng Hán đế chỉ cho những người đỗ Mậu tài hoặc Hiếu liêm được làm quan trong xứ mà thôi. Lúc đó có người Giao Chỉ tên là [[Lý Cầm]], làm lính túc vệ trong cung, khẩn thiết xin Hán đế bãi lệnh đó. Nói mãi, Hán đế mới cử một người Giao Chỉ đỗ Mậu tài đi làm quân lệnh ở [[Hạ Dương]] và một người đỗ Hiếu liêm làm quan lệnh ở [[Lục Hợp]]. Thực tế đất [[Âu Lạc]] từng có những người đỗ Mậu tài, Hiếu liêm, làm quan Nhà Hán, bác bỏ luận điểm của các nhà sử học Trung Quốc cho rằng đất Giao Chỉ từ khi Sĩ Nhiếp (187-226) sang làm [[thái thú]] vǎn hóa mới phát triển, nền giáo dục mới được mở mang là không đúng''.<ref>Các triều đại Việt Nam, Quỳnh Cư-Đỗ Đức Hùng, Nhà xuất bản Thanh niên 2005.<\/ref>\nTheo ''Việt sử giai thoại'' của [[Nguyễn Khắc Thuần]], có dựa vào ''[[Đại Việt sử ký toàn thư]]'', viết thêm:\n:''Năm [[Canh Thìn]] (200), một sự kiện khác đặc biệt đã xảy ra ở ngay giữa triều đình Nhà Hán. Sự kiện này gắn liền với tên tuổi của hai người. Một là [[Lý Tiến]] và hai là [[Lý Cầm]]. Lý Tiến là quan văn, được cử giữ chức thứ sử là chức trông coi toàn bộ các địa phương của nước ta lúc bấy giờ. Lý Cầm là quan võ bậc thấp, lúc ấy đang làm túc vệ là chức bảo vệ thường trực ở triều đình Nhà Hán. Hai người hoàn toàn khác nhau nhưng lại cùng họ Lý, và quan trọng hơn, cùng gắn với một sự kiện được sách Đại Việt sử ký toàn thư chép lại... Thế là nhân tài nước Việt ta được tuyển dụng tương tự như người Hán, bắt đầu từ Lý Tiến, Lý Cầm vậy. [[Nhà Hán]] hẳn nhiên chẳng vì lời tâu của Lý Tiến và Lý Cầm mà thay đổi cách tuyển dụng người, nhưng dẫu sao thì cũng đã phải buộc lòng ghi nhận. Nếu thiếu dũng khí, chẳng thể nói được những lời như Lý Tiến và Lý Cầm đã nói đâu. Sử cũ chép chuyện Trương Trọng ngay sau chuyện Lý Tiến và Lý Cầm, dẫu biết rõ [[Trương Trọng]]<ref>Đoạn này mâu thuẫn với ý kiến bên trên, bên trên cho rằng Trương Trọng là người đời trước Lý Tiến, Lý Cầm. Ở đây thì ngược lại.<\/ref> sống sau hai nhân vật họ Lý này đến hơn 100 năm, ấy là muốn chép cho liền mạch dũng khí mà trước đó Lý Tiến và Lý Cầm đã tạo ra đó thôi''.\nĐưa ra nhiều tài liệu dẫn chứng, giáo sư [[Lê Mạnh Thát]] cho rằng, trong thực tế chính quyền Sĩ Nhiếp (từ 187), cũng như trước đó là Chu Phù (khoảng 180), là ''chính quyền Việt Nam độc lập''.\n:Sử Trung Hoa chép rõ Chu Phù ''vứt điển huấn tiền thánh, bỏ pháp luật Hán gia''. Còn đối với Sĩ Nhiếp, sử Hoa (''Ngô chí'') viết rằng: ''[Sĩ Nhiếp] tổ tiên vốn người Mấn Dương nước Lỗ, đến loạn Vương Mãng tị nạn Giao Châu, tới Nhiếp là sáu đời''. Ông cho rằng một người có tổ tiên 6 đời ở Việt Nam thì đã \"Việt Nam hóa\", trở thành người Việt rồi. Cũng theo ''Ngô chí'': ''Sĩ phủ quân (Sĩ Nhiếp) của Giao Chỉ học vấn đã ưu bác, lại thành công về chính trị, ở trong đại loạn, bảo toàn một quận hơn 20 năm, cương trường vô sự, dân không thất nghiệp, những bọn lệ thuộc đều được nhờ ân''; ''Anh em Nhiếp đều là người hùng các quận, làm tướng một châu, riêng ở vạn lý, uy tôn vô thượng. Ra vào đánh chuông khánh, đầy đủ uy nghi, kèn sáo cổ xuy, xe ngựa đầy đường. Người Hồ theo sát đốt hương, thường có mấy mươi. Thê thiếp đi xe màn, tử đệ theo lính kỵ. Đương thời quý trọng, chấn phục trăm mọi. Úy Đà cũng không đủ hơn''. Từ tài liệu trên, theo giáo sư Lê Mạnh Thát: ''Sĩ Nhiếp dẫu được đào tạo trong khuôn mẫu [[Trung Quốc]], đã có những hành vi xa lạ với phong tục tập quán Trung Quốc. Nói rõ ra, ông đã được Việt hóa. Việc Ngô chí so sánh Sĩ Nhiếp với [[Triệu Vũ Vương|Triệu Đà]] cho thấy nền cai trị nước Việt thời bấy giờ độc lập tới mức nào. Thực tế có thể nói chính quyền độc lập đầu tiên sau chính quyền Hai Bà Trưng là chính quyền Chu Phù - Sĩ Nhiếp''. Theo ông, dưới thời Sĩ Nhiếp, nước Việt đã có một nền nông nghiệp rất phát triển. ''Lúa Giao Chỉ mùa hè chín, nông dân một năm trồng hai lần'' (theo ''Kinh Dương dĩ nam dị vật chí''). ''Một năm tám lứa kén tằm đến từ [[Nhật Nam]]'' (''Văn tuyển'' 5 tờ 9b4). ''Nhiếp mỗi khi sai sứ đến Quyền đều dâng tạp hương, vải mỏng thường tới số ngàn. Món quý minh châu, sò lớn, lưu ly, lông thú, đồi mồi, sừng tê, ngà voi, các thứ vật lạ quả kỳ như chuối, dừa, long nhãn, không năm nào không đưa đến'' (''Ngô chí'' 4 tờ 8b1-3 nói về những cống vật mà Sĩ Nhiếp gửi đến Tôn Quyền). Giáo sư Lê Mạnh Thát dẫn giải tiếp: Sau khi Sĩ Nhiếp chết (226), lúc ấy [[Tôn Quyền]] đã chiếm cứ phía Nam Trung Quốc để tranh hùng với [[Tào Tháo]] và [[Lưu Bị]], nên nhân cái chết của Sĩ Nhiếp tiến hành thôn tính nước ta, lúc đó ''là một nước độc lập dựa trên điển huấn và pháp luật của người Việt''. Con Sĩ Nhiếp là Sĩ Huy nối nghiệp cha, chống lại Tôn Quyền, tuy nhiên do mất cảnh giác, nên đã thất bại, Sĩ Huy bị bắt và bị giết, Tôn Quyền chiếm nước ta. Nhưng do bị chống đối quyết liệt, nền cai trị của Tôn Quyền không bền vững và không lâu dài, vì chỉ 18 năm sau, Triệu Thị Trinh ([[Bà Triệu]]) cùng anh là [[Triệu Quốc Đạt]] nổi lên khởi nghĩa giành lại chính quyền. \n\n== Chú thích ==\n{{tham khảo}}\n\n== Tham khảo ==\n*''[[Đại Việt sử ký toàn thư]]'' ([[Ngô Sĩ Liên]])\n*''[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]'' ([[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]])\n*''[[Việt sử lược]]'' (Khuyết danh)\n*''[[Hán thư]]'' ([[Ban Cố]])\n\n{{Nhân vật Tam Quốc}}\n{{thời gian sống|137|226}}\n\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 2]]\n[[Thể loại:Nhân vật chính trị nhà Hán]]\n[[Thể loại:Nhân vật quân sự Đông Ngô]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]\n[[Thể loại:Người Việt gốc Hoa]]"}