{"1252283":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Sơn Thành Tây\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 12\n| kinh độ = 109\n| vĩ phút = 56\n| vĩ giây = 58\n| kinh phút = 3\n| kinh giây = 43\n| diện tích = 124,41 km²<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |url-status=dead }}<\/ref>\n| dân số = 4970 người<ref name=MS\/>\n| thời điểm dân số = 2022\n| mật độ dân số = 40 người\/km²\n| dân tộc = \n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Phú Yên]]\n| huyện = [[Tây Hòa]]\n| thành lập = 2005<ref>62\/2005\/NĐ-CP<\/ref>\n| trụ sở UBND = \n| mã hành chính = 22249<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Địa lý:''' Xã Sơn Thành Tây có diện tích 124,41&nbsp;km² là một [[Xã (Việt Nam)|xã]] nằm ở cực Tây huyện [[Tây Hòa]], tỉnh [[Phú Yên]], [[Việt Nam]]. Sơn Thành Tây nằm trên vùng đồi núi, địa hình chia thành hai vùng rõ rệt: vùng đất đỏ tương đối bằng phẳng ở phía Bắc, và vùng đồi núi ở phía Nam. Dãy núi Hòn Ngang nằm ở phía Tây tạo thành biên giới tự nhiên giữa Sơn Thành Tây và xã Sơn Giang, huyện Sông Hinh. Sông Đà Rằng ở phía Bắc tạo thành ranh giới tự nhiên với huyện Sơn Hòa và huyện Phú Hòa, tỉnh Phú Yên. Phía Nam và phía Tây giáp với huyện Sông Hinh.\n\nCắt ngang qua Sơn Thành Tây theo hướng Đông - Tây là Quốc lộ 29, là trục giao thông quan trọng nhất đối với sự phát triển kinh tế - xã hội của địa phương. Từ Sơn Thành Tây, đi theo QL29 về phía Đông 20&nbsp;km là thị trấn Phú Thứ, đi 22&nbsp;km về phía Tây là thị trấn Hai Riêng - huyện Sông Hinh.\n\n'''Hành chính:''' xã Sơn Thành Tây tách ra từ xã Sơn Thành năm 2005 trên cơ sở vùng đất trước kia thuộc phạm vi quản lý của Nông trường Sơn Thành và các thôn Tịnh Thọ, Đá Mài, Lạc Đạo. Hiện nay, toàn xã được chia thành 7 thôn:\n* Thôn Sơn Tây - bao gồm toàn bộ khu dân cư và đất sản xuất thuộc Đội 4, khu chợ Nông trường.\n* Thôn Sơn Thọ - bao gồm toàn bộ khu dân cư và đất sản xuất thuộc Đội 1, Đội 8 và xóm Hưu. Hiện nay, khu dân cư Đội 8 và xóm Hưu nhập về thôn Tịnh Thọ.\n* Thôn Sơn Trường - toàn bộ khu dân cư và đất sản xuất thuộc Đội 3, Đội 5, Đội 9 và Đội 10.\n* Thôn Sơn Nghiệp - toàn bộ khu dân cư và đất sản xuất thuộc Đội 2 và Đội 6\n* Thôn Đá Mài - là thôn mới thành lập khi tách xã, là nơi đặt trụ sở UBND xã Sơn Thành Tây.\n* Thôn Lạc Đạo - thôn nằm phía Tây của xã,\n* Thôn Tịnh Thọ. Hiện nay, khu dân cư Đội 8 và xóm Hưu đã nhập vào địa bàn thôn Tịnh Thọ.\n'''Y tế - giáo dục - văn hóa - giao thông''': hệ thống trường - trạm tương đối hoàn chỉnh.\n\nTrên địa bàn xã có các trường công lập từ bậc mầm non đến hết trung học cơ sở, có trạm y tế. Con em trong xã theo học cấp trung học phổ thông, có thể đến trường Phạm Văn Đồng hoặc trường cấp II-III Võ Văn Kiệt. So với các địa phương xung quanh, tỷ lệ người biết chữ trong xã tương đối cao; tỷ lệ trẻ em đến trường chiếm tỷ lệ cao hơn.\n\nHai trục giao thông chính là QL29 theo hướng Đông - Tây và đường liên bộ theo hướng Bắc - Nam đều đã được trải nhựa. Các tuyến giao thông nông thôn đã và đang được bê tông hóa theo chương trình xây dựng nông thôn mới. Đặc biệt tại thôn Sơn Tây, toàn bộ các tuyến đường dân sinh trong thôn đã được bê tông hóa.\n\nNgành vận tải nội vùng tương đối thuận lợi, có các loại xe vận tải vận chuyển vật tư thiết yếu đến phục vụ sản xuất cho từng lô từng thửa cũng như đến tận nơi để thu mua sản phẩm mà người dân sản xuất được. Vận tải liên vùng chủ yếu được phục vụ bởi các tuyến xe đi ngang qua địa bàn xã, vận chuyển người và hàng hóa tại địa phương đi Nam, ra Bắc, lên Tây Nguyên tương đối thuận tiện.\n\n'''Kinh tế - xã hội - dân số:''' dân số năm 2022 là khoảng 5000 người, biến động theo mùa vụ tiêu bởi những người lao động dài hạn từ các địa phương khác lưu trú ít nhất 6 tháng tại địa phương và số lượng người dân địa phương đi làm việc dài hạn tại các địa phương khác.\n\nCó một đặc điểm khiến dân cư trong xã khác biệt với các địa phương khác trong huyện đó là dân nhập cư từ các tỉnh khác đến chiếm đa số trong tổng số dân của xã. Đặc biệt tại các thôn nằm trên địa bàn Nông trường Sơn Thành trước kia, tỷ lệ dân nhập cư gần như chiếm 100%; phần đa số người nhập cư đến từ các tỉnh Nghệ An, Hà Tĩnh, sau đó là các tỉnh Thanh Hóa, Bắc Giang, Quảng Trị..v.v. Chính vì vậy, sự pha trộn vùng miền đã tạo nên giọng nói rất đặc biệt cho những người thuộc \"thế hệ thứ 2\", \"thế hệ thứ 3\"...con cháu của những người đi khai hoang thành lập nông trường được gọi là \" tiếng Nông trường\" để phân biệt với \"tiếng nẫu\" của người Phú Yên chính gốc.\n\nTình hình trật tự - an ninh tại địa phương tương đối tốt. Gần như các tệ nạn xã hội, gây mất trật tự đều do những người địa phương khác đến gây ra, đặc biệt là nạn trộm cắp tiêu sản phẩm vào mùa thu hoạch. Tuy nhiên, vẫn còn vấn nạn nhức nhối tại địa phương là tình hình uống rượu bia say xỉn, lái xe nguy hiểm và tai nạn giao thông trên địa bàn còn nhiều nhất là trong giới thanh niên.\n\nKinh tế chủ đạo của vùng là trồng cây công nghiệp các loại và cây nông nghiệp, trong đó đem lại giá trị kinh tế cao nhất là cây hồ tiêu trên đất đỏ bazan, ngoài ra các loại cây có quy mô diện tích và sản lượng lớn nhất trong địa bàn xã là cây khoai mì (sắn), mía, lúa. Riêng cây hồ tiêu, đã có vùng quy hoạch riêng do Công ty cổ phần Vinacafe Sơn Thành quản lý với diện tích hiện tại khoảng 500 ha với sản lượng khoảng 1000 tấn hạt khô\/năm. Ngoài vùng trồng hồ tiêu là khoảng 2000ha trồng các loại cây ngắn ngày như sắn, mía, lúa, bắp, dưa hấu...v.v.\n\nNgoài trồng trọt, chăn nuôi gia súc, gia cầm như bò, dê, gà cũng là một ngành đem lại thu nhập đáng kể cho người dân trong vùng.\n\n'''Địa danh:''' \n* Núi Mái Nhà - là ngọn núi lửa đã tắt gồm 2 đỉnh, là nguồn khai tạo nên vùng đất đỏ bazan.\n* Núi Hòn Ngang - là dãy núi thấp chạy dọc phía Tây của xã.\n* Suối Bà\n* Bia chiến tích Đường 5\n* Dốc Đá Mài\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai Phú Yên}}\n{{Đơn vị hành chính thuộc huyện Tây Hòa}}"}