{"546892":"{{otheruses|Sơn Hà (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Sơn Hà\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| vĩ phút = 12\n| vĩ giây = 59\n| kinh độ = 105\n| kinh phút = 52\n| kinh giây = 1\n| diện tích = 10,01 km²\n| dân số = 4.630 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 463 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Nho Quan]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14455<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Sơn Hà''' là một xã miền núi nằm ở phía nam huyện [[Nho Quan]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Sơn Hà nằm ở phía nam huyện Nho Quan, \ncách trung tâm thành phố Ninh Bình 23&nbsp;km, có vị trí địa lý: \n*Phía đông giáp huyện [[Hoa Lư (huyện)|Hoa Lư]]\n*Phía nam giáp thành phố [[Tam Điệp]]\n*Phía tây giáp xã [[Quảng Lạc, Nho Quan|Quảng Lạc]]\n*Phía bắc giáp xã [[Sơn Lai, Nho Quan|Sơn Lai]].\n\nXã Sơn Hà có diện tích 10,01&nbsp;km², dân số năm 2019 là 4.630 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 463 người\/km².\n\nXã này nằm trên [[quốc lộ 12B]] nối [[thành phố Tam Điệp]] với thị trấn Nho Quan đi các tỉnh Hòa Bình, Sơn La.\n\n==Kinh tế==\n===Khu công nghiệp Sơn Hà===\n[http:\/\/www.ninhbinh.gov.vn\/web\/59054\/cac-khu-cong-nghiep Khu công nghiệp Sơn Hà] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131227035116\/http:\/\/www.ninhbinh.gov.vn\/web\/59054\/cac-khu-cong-nghiep |date = ngày 27 tháng 12 năm 2013}} thuộc địa bàn hai xã Sơn Hà và Quảng Lạc huyện [[Nho Quan]] đã được xây dựng. Tổng diện tích 300ha là khu công nghiệp chế biến nông sản, thực phẩm; Thức ăn gia súc; May mặc; Sản xuất vật liệu xây dựng. Đây là khu công nghiệp thuộc vùng núi nhưng bằng phẳng, ít dân cư và gần khu nguyên liệu để xây dựng hạ tầng kỹ thuật. Thuận lợi về giao thông, cấp điện, nước (lấy các hồ chứa).\n===Thông tin quy hoạch===\nNgày [http:\/\/baoninhbinh.org.vn\/news\/20\/2DE24B 8\/11\/2011, phương án mở rộng thành phố Ninh Bình]{{Liên kết hỏng|date = ngày 3 tháng 7 năm 2021 |bot=InternetArchiveBot }} đã thống nhất với tổng diện tích tự nhiện là 21.124 ha bằng 15% diện tích tự nhiên toàn tỉnh, dân số 203.652 người với 30 đơn vị hành chính. Theo quy hoạch TP Ninh Bình mới này bao gồm: \n*Toàn bộ TP Ninh Bình và [[Hoa Lư]] hiện tại;\n*Xã Gia Sinh của [[Gia Viễn]];\n*Xã Sơn Lai và một phần diện tích của xã Sơn Hà của [[Nho Quan]];\n*Một phần diện tích của xã Yên Sơn và phường Tân Bình thuộc TX Tam Điệp;\n*Xã Mai Sơn của [[Yên Mô]]; Xã Khánh Hoà, Khánh Phú của [[Yên Khánh]].\nGần như thành phố Ninh Bình mới nằm trong ranh giới của ba con sông: sông Đáy ở phía đông, [[sông Hoàng Long]] ở phía bắc, sông Chim và [[sông Bến Đang]] ở phía tây.\n\n==Du lịch==\n===Danh thắng===\nSơn Hà là xã trong phạm vi ranh giới Quần thể danh thắng [[Tràng An]] - [[Tam Cốc - Bích Động|Tam Cốc]] - [[Tam Cốc - Bích Động|Bích Động]] đã được Chính phủ Việt Nam xếp hạng di tích quốc gia đặc biệt quan trọng và được UNESCO công nhận là di sản thế giới kép từ năm 2014. Trong phạm vi xã có những điểm du lịch sau:\n\n===Động Thiên Hà===\n[[Động Thiên Hà]] nằm trong dải núi Tướng với độ cao gần 200m là một phần của bức tường thành thiên nhiên vững chắc bao bọc, bảo vệ phía tây nam [[hoa Lư|kinh đô Hoa Lư]] thế kỷ thứ X, gắn liền với những địa danh lịch sử, văn hoá như Bến thuyền [[Nhà Tiền Lê|Nhà Lê]], Núi Phật Đầu Sơn, Thửa Ruộng Đấu Lính. Động Thiên Hà được mệnh danh là ''dải ngân hà trong lòng núi''.\n\nTừ bản Mường Thổ Hà, xã Sơn Hà, du khách xuống thuyền trên dòng kênh nhỏ có [[chiều dài]] chừng 1&nbsp;km xen giữa cánh đồng quê. Du khách tiếp tục bộ hành trên con đường đá dài 500m ven chân núi Tướng để tới cửa [[động Thiên Hà]]. [[Động Thiên Hà]] có [[chiều dài]] 700m bao gồm động khô dài 200m và động nước dài 500m. Những hình dáng do đá núi tạo ra được gọi tên như: đây là chú Cáo Lỗ đang chén mồi, kia là Voi phục, Hổ rình mồi, khỉ leo cây… cao hơn có khám thờ với hình ảnh Đức Phật, thầy Đường Tăng đang tụng kinh cầu an cho các đồ đệ... tất cả đều gợi trí tò mò, khám phá của du khách.\n\n===Hang Bụt===\nHang Bụt toạ lạc giữa lòng núi Tướng cách [[ninh Bình (thành phố)|thành phố Ninh Bình]] 18&nbsp;km, trong khu rừng đặc dụng [[Hoa Lư]] thuộc thôn Đồng Tâm, xã Sơn Hà. Hang Bụt hiện dài gần 500 m, lòng hang rất rộng và có nhiều nhũ đá với hình thù kỳ lạ. Nằm chính giữa hang là một tấm nhũ đá cao 1,5 m rộng 2 m có hình thù giống như một ông bụt hiện ra. Đến với Hang Bụt, du khách được đi thuyền chèo tay, ngoạn cảnh thiên nhiên hoang sơ, kỳ bí của núi rừng sông nước. Trong lòng hang nhiều vòm xoáy lạ mắt kích thích trí tưởng tượng du khách.\n\nDu lịch hang Bụt hiện ở Sơn Hà, du khách còn được di chuyển bằng xe đạp qua những con đường làng rợp bóng tre tìm hiểu về văn hoá phong tục của nông dân vùng lúa nước, thử làm mục đồng chăn trâu, tát cá, bắt cua, xay lúa giã gạo, hay thưởng thức những món ăn dân dã do chính mình làm ra, bắt được như cá rô nướng, canh cua ăn với cà muối…\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Nho Quan}}"}