{"546861":"{{otheruses|Sơn Thành}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Sơn Thành\n| hình = QuynhLuu.jpg\n| ghi chú hình = Một điểm di tích của [[Chiến khu Quỳnh Lưu]]\n| vĩ độ = 20\n| vĩ phút = 16\n| vĩ giây = 21\n| kinh độ = 105\n| kinh phút = 48\n| kinh giây = 28\n| diện tích = 5,56 km²\n| dân số = 3.289 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 592 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Nho Quan]]\n| thành lập = 1964\n| trụ sở UBND = \n| mã hành chính = 14440<ref name=\"Tổng cục Thống kê\">[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Sơn Thành''' là một xã nằm ở huyện [[Nho Quan]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Sơn Thành cách trung tâm thành phố Ninh Bình 23&nbsp;km, có vị trí địa lý:\n*Phía đông giáp xã [[Sơn Lai, Nho Quan|Sơn Lai]]\n*Phía nam giáp các xã [[Quỳnh Lưu, Nho Quan|Quỳnh Lưu]] và [[Phú Lộc, Nho Quan|Phú Lộc]]\n*Phía tây giáp xã [[Thanh Lạc, Nho Quan|Thanh Lạc]]\n*Phía bắc giáp huyện [[Gia Viễn]].\n\nXã Sơn Thành có diện tích 5,56&nbsp;km², dân số năm 2019 là 3.289 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, [[mật độ dân số]] đạt 592 người\/km².\n\nĐây là 1 trong 9 xã đầu tiên ở [[Ninh Bình]] được công nhận là xã An toàn khu.<ref>[http:\/\/baochinhphu.vn\/Hoat-dong-dia-phuong\/Cong-nhan-9-xa-An-toan-khu-tinh-Ninh-Binh\/328296.vgp Công nhận 9 xã An toàn khu tỉnh Ninh Bình]<\/ref>\n\n==Lịch sử==\nĐược thành lập theo quyết định số 199\/QN ngày 22\/7\/1964 trên cơ sở tách từ xã Thành Công.\n\n==Kinh tế==\nXã Sơn Thành có chợ Lam, là một trong 9 chợ quê trên địa bàn [[Nho Quan]] nằm trong danh sách 107 chợ loại 1, 2, 3 ở [[Ninh Bình]] năm 2008.\n\n==Văn hóa==\n===Di tích===\nTính đến năm 2010, Sơn Thành có [[Du lịch Ninh Bình#Di tích, danh thắng cấp quốc gia|2 di tích cấp quốc gia]] là đền Sầy và Đình Ác. Sơn Thành là quê hương của bí thư [[Đinh Tất Miễn]] - bí thư tỉnh ủy đầu tiên của [[Ninh Bình]]. Sơn Thành cũng là quê hương của danh tướng [[Trịnh Lỗi]] đời Hậu Lê.\n\nĐền Sầy là nơi tuyên truyền cách mạng. Ngày 12\/2\/1927 (âm lịch), tổ chức cơ sở cách mạng ở xã Sơn Dược (tức xã Sơn Thành ngày nay), lợi dụng việc hàng năm tổ chức tế nữ quan ở đền Sầy đã giới thiệu tiểu sử và công lao của Ngọc Quang Công chúa để khơi dậy lòng yêu nước, tinh thần chống giặc ngoại xâm cho nhân dân. Vương Thị Tiên là người con của quê hương thôn Cự Lại (Thôn Sầy), đã theo Hai Bà Trưng làm nữ tướng nên sau khi bà mất nhân dân đã lập đền thờ tưởng nhớ công lao của bà. Hàng năm, nhân dân thôn Sầy cùng nhân dân xã Sơn Thành lấy ngày mất của Ngọc Quang Công chúa là ngày 12\/2 (âm lịch) để tổ chức lễ hội.<ref>{{Chú thích web |url=http:\/\/hoixe.net\/di-tich-den-say-o-ninh-binh-9-348.html |ngày truy cập=2016-11-19 |tựa đề=Di tích Đền Sầy ở Ninh Bình |archive-date=2016-11-19 |archive-url=https:\/\/web.archive.org\/web\/20161119202249\/http:\/\/hoixe.net\/di-tich-den-say-o-ninh-binh-9-348.html |url-status=dead }}<\/ref>\n\nĐình Làng Ác là Di tích lịch sử văn hoá cấp Quốc gia BS QĐ số 313-VH\/VP ngày 28\/04\/1962 của Bộ Văn hoá Thông tin. Đình Làng Ác là một trong những di tích lịch sử [[Chiến khu Quỳnh Lưu|Khu căn cứ cách mạng Quỳnh Lưu]]. Đình làng Ác thờ Bà Thủy Tinh Công chúa và Thành Hoàng làng. Đình được xây dựng từ thời vua [[Trần Nhân Tông]]. Lúc đầu đình được gọi là Hồng Kiều, sau gọi là đền Cầu Vồng, nay gọi là đình Làng Ác. Đình còn giữ được 5 sắc phong của các triều vua [[nhà Nguyễn]] như: Tự Đức, Đống Khánh, Duy Tân, Khải Định.\nHàng năm, nhân dân làng Ác đều tổ chức lễ hội vào 2 ngày 23, 24\/6 (âm lịch) là ngày Thủy Tinh Công chúa giáng trần. Đình Làng Ác là nơi ghi nhận nhiều sự kiện lịch sử của [[Chiến khu Quỳnh Lưu|Khu căn cứ cách mạng Quỳnh Lưu]] như: Năm 1931, truyền đơn đòi giảm thuế của nhân dân đã giải ở đình; Năm 1936 - 1939, truyền đơn đòi mở rộng dân chủ, cải thiện dân sinh cũng giải ở đình; Ngày 11\/8\/1945, đội tự vệ của làng đã xuất phát từ đình Làng Ác, cùng tham gia với các đơn vị chiến đấu của các xã khác đi đánh giặc Nhật ở đồi Riềng (xã [[Quỳnh Lưu, Nho Quan|Quỳnh Lưu]]), cầu Rịa và chùa La (xã [[Phú Lộc, Nho Quan|Phú Lộc]]); ngày 19\/8\/1945, đội tự vệ của làng xuất phát tham gia với đội tự vệ và nhân dân các xã khác đi giải phóng huyện lị [[Gia Viễn]], [[Nho Quan]]; Từ 1946 đến 1951, đình Làng Ác là nơi làm xưởng quân giới Liên khu 3; Năm 1947, nhà in Sự Thật của Trung ương Đảng, đặt cơ sở 2 tại đình Làng Ác; Tháng 2\/1948, Đại hội Đảng bộ [[Ninh Bình]] diễn ra ở đình Làng Ác...\n\n===Sự tích Ngọc Quang Công Chúa===\nNgọc Quang Công chúa là nhân vật từ thời Hai Bà Trưng, có quê hương ở [[Nho Quan]], Ninh Bình, với sự tích như sau:\n:Thủa ấy, ở khu Cự Lại, xã Sơn Dược, [[động Hoa Lư]], phủ Trường Yên, có vợ chồng ông Vương Khôi, hiền lành nhân đức, nhưng mãi đến đứng tuổi mà vẫn chưa có con. Ông bà ngày đêm cầu khẩn. Bổng một đêm bà nằm mộng, thấy được dẫn đến một cung điện nguy nga. Vị tiên trên điện bảo bà rằng trời xét đến lòng thành của hai vợ chồng nên đã cho một tiên nữ ở Ngọc Quang bảo điện về đầu thai. Tỉnh dậy, vợ chồng bàn bạc với nhau, lấy làm cảm tạ. Quả nhiên ít lâu, bà Vương sinh được một người con gái, đặt tên là Vương Thị Tiên. Nàng Tiên lớn lên, nết na đức hạnh, lại thông giỏi văn võ, tiếng đồn khắp cả Trường Yên. Năm nàng 16 tuổi, cha mẹ đều mất. Nàng cư tang báo hiếu đầy đủ, rồi lại chăm lo học hành rèn luyện. Lúc đó nước ta đang bị nhà Hán cai trị, đầy đường tiếng khóc lời than. Nàng Tiên đã ngầm ngầm có ý muốn diệt quân sài lang kia thì mới hả dạ. Được tin ở đạo [[Sơn Tây (tỉnh cũ)|Sơn Tây]] có chị em nàng Trưng đứng lên khởi nghĩa. Nàng Tiên mừng lắm, vội vàng đem một số thủ hạ của mình kéo đến [[sông Hát]] để xin yết kiến. Đêm hôm trước, nàng Trắc đã nằm mộng thấy một vị thánh sứ đến dặn phải tiếp đón và dung nạp người tiên ở điện Ngọc quang. Sáng mai tỉnh dậy, nàng Trắc đang nghĩ ngợi về giấc mộng thì được tin báo có Vương Thị Tiên xin về tụ hội. Tin là mộng triệu được ứng nghiệm, nàng Trắc vui vẻ đón tiếp, phong ngay cho làm Ngọc Quang tướng quân. Khi đuổi được [[Tô Định]], bà Trưng lên ngôi, Ngọc Quang tướng quân được cai trị vùng Châu Ái, lấy phủ [[Trường Yên]] làm thực ấp. Giặc Hán do tướng [[Mã Viện]] cầm đầu lại kéo sang. [[Trưng Vương]] chia quân ra chống cự, sai người vào gọi Ngọc Quang nữ tướng ra tiếp ứng. Trong trận đánh ở Khê Thành, Trưng chúa bị thua, phải rút chạy. Ngọc Quang nữ tướng xông pha để bảo vệ nữ chúa, trong mình bị hơn mười vết thương mà vẫn cầm cự với giặc. Cuối cùng quân lính bị tan hết, bộ hạ chỉ còn 14 người, Ngọc Quang nữ tướng đánh mở một đường máu, chạy về địa phận xã Mã Phan, huyện [[Lập Thạch]]. Giặc cố rượt theo, các gia thần, tùy tướng đều bị giết hết. Một mình, Ngọc Quang nữ tướng cố sức men theo bờ sông, về đến địa đầu xã Hữu Bị, huyện Mỹ Lộc, phủ Thiên Trường thì người ngựa đều mõi mệt, rã rời. Phía sau, giặc vẫn ùn ùn kéo đến. Ngọc Quang nữ tướng ngữa mặt lên trời mà than rằng: \"Vì kiệt sức không thể chống được giặc nữa, nhưng không thể để rơi vào bọn hôi tanh, xin phó mặc thân này cho sông nước. Cầu xin trời đất cho trôi về bản quán, đừng cho lủ giặc vớt được, mà cũng đừng chìm vào bụng cá dạ tôm.\" Khấn xong, nàng gieo mình xuống nước. Lúc đó là ngày 12 tháng hai. Mấy hôm sau, nhân dân khu Cự Lại, thấy người và vật không được yên ổn, lấy làm lo lắng, thì được tin báo là bên bờ sông có xác người trôi dạt vào. Xem kỹ, biết đúng là Ngọc Quang nữ tướng, dân làng vớt lên mai táng, lập miếu thờ, tôn hiệu là Ngọc Quang Công chúa. Đến đời vua [[Lý Thái Tông]], có năm hạn hán lớn, nhà vua lập đàn cầu mưa, mộng thấy một nàng công chúa, liền hỏi chuyện. Nàng thưa rằng: \"Thiếp là thần ở thôn Cự lại, tên Tiên họ Vương, vâng lệng trời xuống làm mưa theo lời cầu khẩn của nhà vua.\" Vua Thái Tông tỉnh dậy, nhìn ra ngoài trời, quả nhiên mưa như trút nước. Nhà vua cho tra lại tích cũ, giáng chỉ cho dân địa phương thờ phụng theo nghi lễ đầy đủ hơn và tặng thêm hai chữ trong duệ hiệu, thành: Ngọc Quang Thiên Hương Công Chúa.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Nho Quan}}"}