{"1252230":"{{bài cùng tên|Sơn Hải}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Sơn Hải\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 19\n| kinh độ = 105\n| vĩ phút = 6\n| vĩ giây = 23\n| kinh phút = 40\n| kinh giây = 28\n| diện tích = 2,33 km²<ref name=MS\/>\n| dân số = 12858 người<ref name=MS\/>\n| thời điểm dân số = 2012\n| mật độ dân số = 5317 người\/km²\n| dân tộc =  Viêt Nam\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Quỳnh Lưu]]\n| thành lập = 1969<ref>Quyết định 159\/1969\/QĐ-NV<\/ref>\n| trụ sở UBND =UBND xã Sơn Hải \n| mã hành chính = 17212<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Sơn Hải''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\n==Địa lý - Hành chính==\nXã Sơn Hải nằm về phía Đông, trải dài theo bãi dọc của huyện Quỳnh Lưu, có chiều dài bờ biển là 5&nbsp;km, phía bắc giáp xã An Hòa, phía nam giáp xã Quỳnh Thọ, phía đông giáp xã Quỳnh Thuận, phía tây giáp xã Quỳnh Ngọc. Từ trung tâm thị trấn Cầu Giát theo trục đường quốc lộ 48B, ngã tư Cầu Giát rẽ về phía đông khoảng 7&nbsp;km là đến trung tâm xã.\n\nXã có diện tích 2,33&nbsp;km², dân số năm 2021 xấp xỉ là 15.000 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 6.437,7682403433 người\/km².\n\nTrên địa bàn xã có dòng sông Thai( theo tiếng địa phương thì con sông đó còn được gọi là sông Thơi) thông ra cửa Lạch Thơi và kênh nhà Lê chảy giữa làng ôm lấy các khu dân cư sinh sống.\n==Lịch sử==\nNguyên địa bàn xã Sơn Hải trước đây bao gồm hai làng: Làng Thơi và Làng Ngò. Đến thời Pháp thuộc gọi làng\nThơi là làng Văn Thai, làng Ngò là làng Thanh Sơn.\n\nSau Cách mạng Tháng Tám thành công, đến tháng 2\/1946 làng Văn Thai và làng Thanh Sơn nhập thành xã Văn Thanh. Năm 1947, xã Văn Thanh nhập với làng Thọ Vực (Quỳnh Thọ) thành xã Văn Hải. Năm 1953 lại tách Thọ Vực thành xã Quỳnh Thọ, xã Văn Thanh vẫn giữ nguyên.\n\nNăm 1954 xã Văn Thanh tách làm hai xã: Quỳnh Hải (làng Thơi) và Quỳnh Sơn (làng Ngò). Năm 1969 hai xã trên nhập lại với tên là xã Sơn Hải. Tên này được sử dụng cho đến ngày nay.\n\nTừ xa xưa trên địa bàn xã này có tuyến [[kênh Nhà Lê]] nối từ  [[kinh đô Hoa Lư]] đến [[Đèo Ngang]] đi qua, là tuyến đường thủy đầu tiên trong lịch sử Việt Nam và được coi là tuyến đường Hồ Chí Minh trên sông vì những đóng góp cho các cuộc chiến tranh của người Việt (hiện là một đoạn của sông Hàu theo tên gọi địa phương).\n\n===Làng Văn Thai===\nLàng Văn Thai trước đây có tên là Kẻ Thơi. Dòng họ đến đây lập làng đầu tiên là dòng họ Phạm Duy (13 đời), Nguyễn Hữu (12 đời), Vũ Nguyễn (11 đời) (phát tích từ dòng họ Nguyễn Đình Xí ở Nghi Lộc), Ngô Văn (10 đời) (có nguồn gốc từ xã Diễn Kỷ, Diễn Châu). Trong làng có đền Thơi xây dựng ở thế kỷ XIII, cùng thời gian xây dựng đền Cờn (Quỳnh Phương). Đền thờ tứ vị thánh nương, thờ các thần trông coi vùng song nước để truyền đời cầu cho mưa thuận gió hòa, nhân dân được ấm no, hạnh phúc, gia thịnh, nhân yên.\n\n===Làng Thanh Sơn===\nTrước đây có tên gọi là Kẻ Ngò, sau gọi là làng Ngò, về sau là Thanh Đoài, đến thời Pháp thuộc gọi là làng Thanh Sơn. Người dân đến đây đầu tiên là người họ Vũ (tên đầy đủ là Vũ Duy Ngò – ông Đồ Lung) giỏi địa lý, tận tường nghề trồng rau trồng lúa. Làng Ngò là một vùng cư dân đông đúc, trong làng có nhiều công trình kiến trúc lớn như: chùa Khánh Lâm (thờ vị thiền sư Trần Khánh Lâm – nay được tôn tạo lại, đặt tên mới là chùa Thái An).\n\n==Kinh tế==\nNgười dân sống chủ yếu bằng nghề biển, làm muối và buôn bán. Làng Thơi nằm ven sông Thai và ven bờ biển Đông, nên từ xa xưa đã hình thành nên làng chài làm nghề đánh cá. Họ đã biết đóng thuyền, dong buồm bám biển (còn gọi là nghề \"giã\"). Họ đi biển theo hai mùa, \"giã khơi\" vào mùa hè đánh cá xa 3-5 hôm mới về, \"giã lộng\" vào mùa đông sớm đi tối về. Cùng với nghề \"giã\", nghề làm nước mắm, nghề làm muối cũng rất phát triển. Làng Thanh Sơn có nhiều người làm nghề tiểu thủ công - thương mại, dịch vụ từ nhiều nơi đến lập nghiệp (nghề bốc thuốc bắc, nghề mộc, nghề rèn, nghề may, nghề chụp ảnh, nghề buôn bán...). Ngoài ra nghề nông nghiệp: trồng lúa, hoa màu, thuốc lào cũng rất phát triển.\n\n==Giao thông==\n\n==Y tế - Giáo dục==\n1.Y tế\n\nCơ sở y tế chính của xã cũng không phải là lớn lắm và nó được xây dựng tại xóm 10 trên địa bàn xã, và được người dân gọi với cái tên thân thương là trạm y tế xã Sơn Hải. Trong khuôn viên trạm y tế thì chúng ta sẽ bắt gặp những loài cây thảo dược được các cô y tá trồng và nếu có ai cần đến nó thì có thể dùng đến những bài thuốc dân gian mà cha ông ta đã truyền lại để cứu người.\n\n2.Giáo dục\n\nHiện nay, trên địa bàn xã Sơn Hải có 4 trường học chính qui từ cấp mầm non cho đến cấp trung học phổ thông:\n\n+) Cấp mầm non:Trường mầm non của xã được đặt tại xóm 4, khuôn viên trường cũng khá là rộng và thoải mái, một không gian rất thoải mái để cho hàng ngàn mầm non đất nước đang ngày phát triển sau này còn cống hiến cho đất nước và báo hiếu cho cha mẹ, quê hương mình.\n\n+) Cấp tiểu học: Trường tiểu học xã Sơn Hải cũng được đặt tại xóm 4 và sát với sân vận động của xã(sân căng) ,trường nay đã đạt chuẩn Quốc Gia cấp độ I.\n\n==Di tích - Danh thắng==\n1. Nhà tưởng niệm bí thư Nguyễn Đức Mậu (bí thư huyện uỷ đầu tiên của huyện Quỳnh Lưu).\n\n2. Bia tưởng niệm trận chống càn năm 1949 (trong kháng chiến chống Pháp).\n\n3. Di tích đền Thơi.\n\n4. Di tích chùa Yên Thái- nay thuộc Thôn 13, Sơn Hải\n\n5. Di tích nhà Thánh (làng Ngò).\n\n6. Di tích đình Trung (làng Thơi) - nay thuộc Thôn 6, Sơn Hải.\n==Danh nhân nổi bật==\n* [[Nguyễn Minh Châu (nhà văn)|Nguyễn Minh Châu]] (1930-1989), nhà văn, [[giải thưởng Hồ Chí Minh]] (2000).\n* [[Thái Bá Lợi]] (sinh 1945), nhà văn, giải thưởng văn học Đông Nam Á 2013<ref>[http:\/\/www.thanhnien.com.vn\/pages\/20131021\/thai-ba-loi-nhan-giai-thuong-van-hoc-dong-nam-a-2013.aspx Thái Bá Lợi nhận giải thưởng văn học Đông Nam Á 2013]<\/ref>\n* [[Ánh Dương (nhạc sĩ)|Ánh Dương]] (sinh 1935), giải thưởng Nhà nước về văn hóa nghệ thuật năm 2007.\n* [[Ngô Minh Loan]], Bộ trưởng Bộ lương thực thực phẩm, Đại sứ đặc mệnh toàn quyền Việt Nam tại Trung Quốc.\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Quỳnh Lưu}}"}