{"823887":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Sơn Cẩm\n| hình = Daotrontanlong.jpg\n| ghi chú hình = Đảo tròn Tân Long nằm trên ranh giới của xã Sơn Cẩm và phường Tân Long\n| vĩ độ = 21.6327\n| kinh độ = 105.7853\n| diện tích = 16,90 km²\n| dân số = 13.206 người\n| thời điểm dân số = 2016\n| mật độ dân số = 781 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Thái Nguyên]]\n| thành phố = [[Thái Nguyên (thành phố)|Thái Nguyên]] \n| thành lập = \n| trụ sở UBND = xóm Sơn Cẩm\n| mã hành chính = 05653<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|soncam.thainguyencity.gov.vn}}\n}}\n\n'''Sơn Cẩm''' là một [[xã (Việt Nam)|xã]] thuộc [[Thái Nguyên (thành phố)|thành phố Thái Nguyên]], tỉnh [[Thái Nguyên]], [[Việt Nam]].\n\n==Địa lý==\nXã Sơn Cẩm nằm ở phía bắc thành phố Thái Nguyên, cách trung tâm thành phố 6&nbsp;km về phía bắc, có vị trí địa lý:\n*Phía đông giáp xã [[Cao Ngạn]] với ranh giới là [[sông Cầu]]\n*Phía tây giáp huyện [[Phú Lương]]\n*Phía nam giáp huyện [[Đại Từ]], các phường [[Quan Triều]], [[Tân Long, thành phố Thái Nguyên|Tân Long]] và xã [[Phúc Hà]]\n*Phía bắc giáp huyện [[Đồng Hỷ]] và huyện Phú Lương.\n\nXã Sơn Cẩm có diện tích 16,90&nbsp;km², dân số năm 2016 là 13.206 người<ref name=NQ422\/>, mật độ dân số đạt 781 người\/km².\n\nĐất đai trên địa bàn xã gồm có đất phù sa không được bồi, đất phù sa ngòi suối, đất đỏ vàng, đất nâu vàng trên phù sa cổ, đất vàng nhạt trên đá cát. Địa hình nói chung khá bằng phẳng mặc dù cũng có một vài ngọn núi, trong đó lớn nhất là núi Sơn Cẩm nằm ven [[quốc lộ 3]].\n\nNgoài dòng chính của sông Cầu, một phụ lưu của sông Cầu là [[sông Đu]] cũng chảy qua địa bàn xã Sơn Cẩm và chia xã thành hai phần theo chiều đông - tây. Sông Đu hợp lưu với sông Cầu tại địa bàn xã Sơn Cẩm. Bên cạnh đó, suối Phượng Hoàng, một phụ lưu nhỏ của sông Cầu tạo thành ranh giới tự nhiên giữa Sơn Cẩm với xã An Khánh (huyện Đại Từ).<ref>{{Chú thích web |url=http:\/\/www.thesaigontimes.vn\/Home\/diendan\/ykien\/4892\/ |ngày truy cập=2011-11-02 |tựa đề=Ai cứu sông Cầu? |archive-date = ngày 9 tháng 1 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170109190430\/http:\/\/www.thesaigontimes.vn\/Home\/diendan\/ykien\/4892\/ }}<\/ref><ref>[http:\/\/thainguyentv.vn\/default.aspx?tabid=421&ID=47154&CateID=361 Sông Đu kêu cứu]{{Liên kết hỏng|date = ngày 3 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Lịch sử==\nTổng Sơn Cẩm thuộc phủ [[Phú Lương]] từ thời [[nhà Lý]], gồm có sáu xã là: Sơn Cẩm, Cao Ngạn, Quan Triều, Hộ Hiểu, Vô Tranh, Phú Cơ và một phường là Thủy Cơ. Trước cách mạng tháng 8, tổng Sơn Cẩm gồm có ba xã. Sau cách mạng tháng 8, huyện Phú Lương bao gồm 12 xã, trong đó có xã Sơn Cẩm.<ref>{{Chú thích web\n| url = http:\/\/www.thainguyen.gov.vn\/wps\/wcm\/connect\/3b944b00413a2bd8ace9bd8cc17b9ecc\/7_HuyenPhuLuong.pdf?MOD=AJPERES&CACHEID=3b944b00413a2bd8ace9bd8cc17b9ecc\n| title = Địa chí Thái Nguyên, Các huyện, thành phố, thị xã\n| access-date = ngày 2 tháng 11 năm 2011\n| publisher = Cổng thông tin điện tử tỉnh Thái Nguyên\n| archive-date = ngày 6 tháng 3 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20160306090659\/http:\/\/thainguyen.gov.vn\/wps\/wcm\/connect\/3b944b00413a2bd8ace9bd8cc17b9ecc\/7_huyenphuluong.pdf?cacheid=3b944b00413a2bd8ace9bd8cc17b9ecc&mod=ajperes\n}}<\/ref>\n\nNgày [[19 tháng 10]] năm [[1962]], xóm Tân Long của xã Sơn Cẩm được sáp nhập vào thành phố Thái Nguyên.<ref>Quyết định 114-CP<\/ref>\n\nNgày [[18 tháng 8]] năm [[2017]], toàn bộ diện tích và dân số của xã Sơn Cẩm được sáp nhập vào thành phố Thái Nguyên.<ref name=NQ422>{{Chú thích web|url=http:\/\/baothainguyen.vn\/tin-tuc\/van-ban-chinh-sach-moi\/nghi-quyet-ve-viec-dieu-chinh-mo-rong-dia-gioi-hanh-chinh-thanh-pho-thai-nguyen-va-thanh-lap-02-phuong-thuoc-thanh-pho-thai-nguyen-248695-184.html|title=Nghị quyết số 422\/NQ-UBTVQH14 về việc điều chỉnh mở rộng địa giới hành chính thành phố Thái Nguyên và thành lập 02 phường thuộc thành phố Thái Nguyên, tỉnh Thái Nguyên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =|tiêu đề=|tác giả 1=|ngày=|ngày truy cập=|nơi xuất bản=|ngôn ngữ=}}<\/ref>\n\nĐến năm 2019, xã Sơn Cẩm được chia thành 19 xóm: Cao Sơn 1, Cao Sơn 2, Cao Sơn 3, Cao Sơn 4, Cao Sơn 5, xóm 6, xóm 7, xóm 8, Bến Giềng, Đồng Danh, Đồng Xe, Sơn Cẩm, Thanh Trà 1, Thanh Trà 2, Hiệp Lực, Quang Trung 1, Quang Trung 2, Táo 1, Táo 2.\n\nNgày [[11 tháng 12]] năm [[2019]], sáp nhập hai xóm Táo 1 và Táo 2 thành xóm Táo, sáp nhập hai xóm Quang Trung 1 và Quang Trung 2 thành xóm Quang Trung, sáp nhập xóm Cao Sơn 4 vào hai xóm Cao Sơn 3 và Cao Sơn 5.<ref name=NQ-HĐND>{{Chú thích web |url=http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |ngày truy cập=2020-03-27 |tựa đề=Nghị quyết về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Thái Nguyên |archive-date=2020-03-24 |archive-url=https:\/\/web.archive.org\/web\/20200324064604\/http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |url-status=dead }}<\/ref>\n\n==Hành chính==\nXã Sơn Cẩm được chia thành 16 xóm: Cao Sơn 1, Cao Sơn 2, Cao Sơn 3, Cao Sơn 5, xóm 6, xóm 7, xóm 8, Bến Giềng, Đồng Danh, Đồng Xe, Sơn Cẩm, Thanh Trà 1, Thanh Trà 2, Hiệp Lực, Quang Trung, Táo.<ref name=NQ-HĐND\/>\n==Kinh tế - xã hội==\n===Kinh tế===\nXã Sơn Cẩm có nền kinh tế tương đối phát triển hơn so với các xã khác Ở thành phố Thái Nguyên, nằm gần mỏ than Khánh Hòa và mỏ than Bá Sơn. Nhiều người dân trong xã làm việc tại các mỏ than này, tuy nhiên các mỏ than cũng gây ra một số hậu quả như ô nhiễm môi trường, sụt lún nhà cửa hay sụt giảm mạch nước ngầm.<ref>[http:\/\/laodong.com.vn\/Tin-Tuc\/Dat-nut-nha-sup-ben-mo-vang-den\/21671 Đất nứt, nhà sụp bên mỏ vàng đen]<\/ref> Trên địa bàn xã cũng có nhà máy luyện cốc Sơn Cẩm.<ref>[http:\/\/www.tnmtthainguyen.gov.vn\/index.php?cires=News&go=print&sid=1289 Nhà máy Luyện cốc Sơn Cẩm: Quan tâm khắc phục sự cố về môi trường]{{Liên kết hỏng|date = ngày 3 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n===Giáo dục===\nXã Sơn Cẩm có 3 trường tiểu học. Trường tiểu học Sơn Cẩm 1 nằm ven quốc lộ 3 thuộc phía tây nam của xã, trường tiểu học Sơn Cẩm 2 nằm tại phía bắc và học sinh chủ yếu là tại các xóm phía bắc của [[sông Đu]], trường tiểu học Sơn Cẩm 3 từng là trường tiểu học của mỏ than Khánh Hòa và nằm hơn về phía tây nam của xã. Xã Sơn Cẩm có hai trường trung học cơ sở Sơn Cẩm 1 và 2 nằm sát các trường tiểu học Sơn Cẩm 1 và 2.\n\nTrường Trung học Phổ thông Khánh Hòa nằm trên địa bàn xã Sơn Cẩm, đây từng là trường trung học của mỏ than Khánh Hòa và hiện nay là trường trung học phổ thông duy nhất tại khu vực phía bắc của  Thái Nguyên.\n\nTrường cao đẳng công nghiệp Thái Nguyên cũng nằm trên địa bàn xã Sơn Cẩm, bên quốc lộ 1B mới thuộc phía đông nam của xã. Trường Phân hiệu đào tạo Việt Bắc của Tập đoàn Than và Khoáng sản Việt Nam cũng nằm trên địa bàn xã Sơn Cẩm.\n\n==Giao thông==\nTrên địa bàn xã Sơn Cẩm có tuyến quốc lộ 3 và tuyến quốc lộ 1B mới chạy qua. Dòng sông Cầu trên địa bàn ít được khai thác tiềm năng về vận chuyển đường thủy. Hai phần tách biệt của xã bởi sông Đu được nối liền bằng cầu Bến Giềng. Tuyến [[đường sắt Quan Triều - Núi Hồng]] chuyên chở khoáng sản cũng chạy qua địa bàn xã, chạy song song với tuyến quốc lộ 3 và tuyến cao tốc [[Hà Nội]] - [[Thái Nguyên]] và tiền cao tốc thái nguyên  - [[Chợ Mới]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{sơ khai Thái Nguyên}}\n{{Đơn vị hành chính thuộc thành phố Thái Nguyên}}"}