{"3198331":"{{wikify}}\n{{unreferenced}}\n{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Sư đoàn 2\n| thành lập = [[20 tháng 10]] năm [[1965]]\n| quân chủng = Lục quân\n| binh chủng = Bộ binh\n| phân cấp = Sư đoàn bộ binh.    \n  Quy mô từ 10 nghìn tới 20 nghìn quân\n\n| bộ phận của = [[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] [[Quân khu 5, Quân đội nhân dân Việt Nam|Quân khu 5]]\n| Sư đoàn trưởng = {{QH|thượng tá|[[Nguyễn Tấn Ý]]}}\n| chính ủy = {{QH|trung tá|[[Trương Minh Hồng]]}}\n| vinh danh = {{HCVN|Anh hùng lực lượng vũ trang nhân dân|||Hồ Chí Minh}}\n| tên khác = '''Sư đoàn Thép'''\n}}\n\n'''Sư đoàn 2 Quảng - Đà''', còn gọi là \"'''Sư đoàn 2 Thép'''\" thời chiến tranh Việt Nam là sư đoàn bộ binh cơ động nổi tiếng của [[Quân đội nhân dân Việt Nam]]. Được phong tặng danh hiệu anh hùng.\n\n== Quá trình hình thành, phát triển ==\n===== Bối cảnh =====\nGiữa năm 1965 quân đội Hoa Kỳ đổ bộ vào [[Đà Nẵng]] và chạm trán với những đơn vị chủ lực đầu tiên của [[Quân Giải phóng miền Nam Việt Nam|Quân giải phóng miền nam]]. Nhiều trung đoàn giải phóng quân thống nhất lại thành những sư đoàn hoàn chỉnh.\n\n=== Giai đoạn đầu ===\nSư đoàn 2 Quảng - Đà được thành lập ngày 20\/10\/1965 ở làng An Lâm, xã Phước Hà, huyện [[Tiên Phước]], [[Quảng Nam]] trên cơ sở trung đoàn 1 ở Quảng Nam, Quảng Ngãi, trung đoàn 21 của miền Bắc và bổ sung thêm tiểu đoàn 70 bộ binh, tiểu đoàn 12 pháo cối, tiểu đoàn 14 súng máy phòng không,... Sư đoàn trưởng đầu tiên là Nguyễn Năng, sư đoàn phó đầu tiên là Lê Hữu Trữ, chính ủy đầu tiên là Nguyễn Minh Đức.\n\nTrung đoàn 1 (trung đoàn Ba Gia) thành lập năm [[1963]] từ những cơ sở của E108 (đại đoàn 305 cũ) cùng lực lượng vũ trang Quảng - Đà. Sau chiến thắng Ba Gia, tên này được đặt cho trung đoàn 1. Trung đoàn là trụ cột đội hình Sư đoàn 2 trong cả cuộc chiến.\n\nTrung đoàn 21 thành lập tháng 4\/[[1965]] với hầu hết lính Hải Hưng và Hà Bắc, hành quân vào nam tháng 7\/[[1965]] rồi tham gia thành lập Sư đoàn 2. Trong chiến tranh, trung đoàn 21 được biên chế thêm những cán bộ, chiến sĩ người địa phuơng gốc từ Quảng-Đà đến Phú-Khánh.\n\nSau một thời gian chiến đấu, Sư đoàn 2 nhận thêm trung đoàn 31 (nguyên là trung đoàn 64 sư đoàn 320) vào năm 1966.\n\nSư đoàn 2 đã giao chiến với quân đội Hoa Kỳ, Việt Nam Cộng hòa và cả quân đồng minh, tham gia [[chiến dịch Mậu Thân|tấn công xuân Mậu Thân 1968]].\n\n=== Giai đoạn sau ===\nMột số trung đoàn thành phần được thuyên chuyển qua lại giữa các Sư đoàn 2 và [[Sư đoàn 3, Quân đội nhân dân Việt Nam|Sư đoàn 3]]. Do những khó khăn về tiếp tế, sư 3 bị giải thể tạm thời.\n\nNăm 1970, Sư đoàn 2 rút sang Lào củng cố và chiến đấu ở đó. Nguyễn Chơn được cử làm sư đoàn trưởng và được phong anh hùng quân đội khi đảm nhiệm cương vị này. F2 đã tham gia [[Chiến dịch Đường 9 - Nam Lào]] năm 1971. Thời gian sau, sư đoàn mạnh lên và về lại chiến trường Tây Nguyên. [[Trung đoàn 141, Sư đoàn 312|Trung đoàn 141]] của [[Sư đoàn 312, Quân đội nhân dân Việt Nam|Sư đoàn 312]] hành quân vào nam thay thế cho Trung đoàn 21 từ năm 1970. Từ tháng 6\/1971 đến 6\/1973, Trung đoàn 21 rời Sư đoàn 2, tăng cường đội hình cho Sư đoàn 3.\n\nNăm 1972, Sư đoàn 2 được tăng cường Trung đoàn 52 (trung đoàn Tây Tiến) tham gia chiến dịch Tây Nguyên. Trung đoàn đã có một số thắng lợi hạn chế, nhưng lực lượng tổn thất khá nặng và phải củng cố lại.\n\nSau 1973, Trung đoàn 141 rời Sư đoàn 2 để di chuyển sâu vào [[Bình Định]] tăng cường cho đội hình [[Sư đoàn 3, Quân đội nhân dân Việt Nam|Sư đoàn 3]] Sao Vàng, còn Trung đoàn 31 về lại Sư đoàn 2 từ tháng 6\/1973.\n\nSau đó, đến lượt Trung đoàn 36 Sư đoàn 308 vào khu 5 tăng cường cho mặt trận. Trước đó, (năm 1969) trung đoàn này tạm giải tán rồi tập trung lại vào tháng 10\/1974, tăng cường cho Sư đoàn 2\n\nSau năm [[1973]], Sư đoàn 2 có thể đứng vững chắc trên địa bàn miền trung. Các đơn vị pháo thống nhất thành trung đoàn pháo binh 368 tháng 10\/1974 thuộc đội hình Sư đoàn 2. Năm 1975, Sư đoàn 2 với đội hình gồm các trung đoàn bộ binh 1, 31, 36, 38 tiến công Nông Sơn - Thượng Đức rồi tạm phối thuộc cho [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]]. Khi Quân đoàn 3 hành quân xuống Nam Bộ, Sư đoàn 2 ở lại Quân khu 5.\n\nNăm [[1978]], Sư đoàn 2 được điều động sang chiến trường [[Campuchia]] tiêu diệt quân đội [[Khmer Đỏ]]. Khi đang đóng quân ở [[Campuchia]], năm [[1984]] đại tá sư đoàn trưởng Trương Hồng Anh bị hy sinh do xe bị vướng mìn.\n\n=== Biên chế hiện nay ===\nHiện nay Sư đoàn 2 đóng ở An Khê, [[Gia Lai]] thuộc [[Quân khu 5, Quân đội nhân dân Việt Nam|quân khu 5]] Quân đội nhân dân Việt Nam. Biên chế hiện nay gồm các trung đoàn bộ binh và công pháo.\n\n===== Trung đoàn 1 =====\nĐược thành lập ngày 20 tháng 11 năm [[1963]], có đội chỉ huy là những người lính Việt Minh của đoàn 108 trong thời Pháp. Lực lượng ban đầu do Lê Hữu Trữ làm trung đoàn trưởng có gồm tiểu đoàn 40, 60, 90 và 1 tiểu đoàn tập kết trở về miền nam, hoạt động chống lại Quân lực Việt Nam Cộng hòa cho đến khi Quân lực Hoa Kỳ đổ bộ. Sau các trận Ba Gia, E1 được tăng cường tiểu đoàn 45 hỏa lực. Sau trận Vạn Tường, 3 tiểu đoàn 40, 60, 90 và hỏa lực trợ chiến rút khỏi vùng Quảng - Đà, tiểu đoàn còn lại tăng cường cho sư 3 Sao Vàng. Trung đoàn tiếp tục chiến đấu với Hoa Kỳ & QLVNCH trong suốt 4 năm 1965-1968.\n\nNăm [[1969]], do tổn thất quá nặng nên toàn lực lượng rút sang [[Lào]]. Trung đoàn được tổ chức lại với các tiểu đoàn 1, 2, 3. Đơn vị tham gia [[Chiến dịch Lam Sơn 719|chiến dịch Đường 9 - Nam Lào]]. Chiến dịch toàn thắng, E1 cùng cả sư đoàn quay lại chiến trường Tây Nguyên, tham gia chiến dịch 1972.\n\n===== Trung đoàn 38 (Đoàn Gio An) =====\n\n=====[[Trung đoàn 95 Mang Yang|Trung đoàn 95]]=====\n\nĐoàn Mang Yang (tên thường gọi của Trung đoàn Bộ binh 95) tiền thân là chi đội giải phóng quân Nguyễn Thiện Thuật được thành lập vào tháng 8 - 1945 tại [[Quảng Trị (thị xã)|thị xã Quảng Trị]] (tỉnh [[Quảng Trị]]). Trong [[Chiến tranh Đông Dương|kháng chiến chống Pháp]], vượt qua những khó khăn, thiếu thốn về vũ khí trang bị, E95 đã tham gia nhiều trận đánh lớn: [[Khe Sanh]] - [[Sông Rào Quán|Rào Quán]], Cam Lộ - Đông Hà; trận đánh căn cứ Ưu Điềm - [[Thừa Thiên Huế|Thừa Thiên - Huế]], Lương Mai - [[Quảng Trị]], [[chiến dịch Điện Biên Phủ]].\n\nTrong [[chiến tranh Việt Nam]], đơn vị chiến đấu hàng trăm trận trên khắp các chiến trường từ [[Bình Trị Thiên]] đến [[Tây Nguyên]] và tham gia giải phóng cụm đảo Nam [[Trường Sa Lớn|Trường Sa]].\n\nTrong chiến tranh biên giới Tây Nam, bằng lối đánh táo bạo, bất ngờ, Trung đoàn đã giúp nước bạn tiêu diệt nhiều tiểu đoàn phỉ Lào; giúp bạn Campuchia đánh đổ chế độ diệt chủng [[Khmer Đỏ|Khơme đỏ]], thoát khỏi họa diệt chủng.\n\nĐến năm [[1993]], theo yêu cầu nhiệm vụ, Trung đoàn được lệnh chuyển lên đóng quân tại đèo Hà Lan (xã Bình Thuận, thị xã Buôn Hồ), làm nhiệm vụ huấn luyện, sẵn sàng cơ động chiến đấu. Đứng chân trên địa bàn [[Tây Nguyên]], là nơi có vị trí chiến lược đặc biệt quan trọng. Ngoài 2 lần được phong tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân|Anh hùng lực lượng vũ trang nhân dân]], Trung đoàn còn được Đảng và Nhà nước tặng thưởng [[Huân chương Chiến công]] hạng Nhất trong thời kỳ đổi mới.\n\n==== Các đơn vị khác ====\n* Tiểu đoàn pháo binh.\n* Tiểu đoàn cối.\n* Tiểu đoàn phòng không.\n* Tiểu đoàn công binh.\n* Tiểu đoàn thông tin.\n* Tiểu đoàn tăng thiết giáp\n\n== Lãnh đạo hiện nay ==\nSư đoàn trưởng: [[Thượng tá]] Nguyễn Tấn Ý\n\nChính ủy: [[Trung tá]] Trương Minh Hồng\n\nPhó sư đoàn trưởng, Tham mưu trưởng: Thượng tá : Nguyễn Trường Sinh \n\nPhó Sư đoàn trưởng: [[Trung tá]] Nguyễn Long Võng (Sinh năm 1988, là con trai [[Trung tướng Quân đội nhân dân Việt Nam|Trung tướng]] [[Nguyễn Long Cáng]]). Là Phó Sư Đoàn trưởng trẻ nhất toàn quân.\n\nPhó Chính ủy: Thượng tá Lê Sỹ Hùng\n\n== Chỉ huy và Lãnh đạo qua các thời kỳ<ref>{{Chú thích web|url=http:\/\/www.wattpad.com\/77725-l%E1%BB%8Bch-s%E1%BB%AD-s%C6%B0-%C4%91o%C3%A0n-312\/page\/173|tiêu đề=Lãnh đạo qua các thời kỳ}}<\/ref> ==\n===Sư đoàn trưởng===\n2002 - 2003: [[Thượng tướng Quân đội nhân dân Việt Nam|Thượng tướng]] [[Lê Chiêm]].\n\n2004 - 2007: [[Trung tướng Quân đội nhân dân Việt Nam|Trung tướng]] [[Nguyễn Long Cáng]].\n\n2010 - 2012: Trung tướng Trương Đức Nghĩa\n\n2012 - 2014: [[Trung tướng]] [[Thái Đại Ngọc]].\n\n2014-8.2016: Đại tá  Tống Phú\n\n8.2016-9.2019: Đại Tá: Nguyễn Quốc Hương\n\n9.2019-10.2022: Đại Tá Huỳnh Đôn\n\n10.2022-nay: Thượng tá Nguyễn Tấn Ý\n\n===Chính ủy===\n11.2003-7.2005, Trần Quang Phương\n\n2015-8.2017, Đoàn Văn Nhất\n\n8.2017-10.2022, Trương Quang Sinh\n\n10.2022-nay, Trương Minh Hồng\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Sư đoàn Quân đội nhân dân Việt Nam}}\n[[Thể loại:Lữ đoàn Việt Nam]]\n[[Thể loại:Sư đoàn Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1965]]"}