{"2454841":"{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Sư đoàn 341\n| trực thuộc = [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]]\n| quân chủng = lục quân\n| tên khác = Sư đoàn Sông Lam\n| tham chiến = [[Chiến tranh Việt Nam]], [[Chiến dịch phản công biên giới Tây-Nam Việt Nam]]\n}}\n\n'''Sư đoàn 341''' là một sư đoàn [[bộ binh]] của [[Quân đội nhân dân Việt Nam]], còn có tên gọi '''Sư đoàn Sông Lam'''. Sư đoàn này đã tham gia [[Chiến tranh Việt Nam]], và [[Chiến dịch phản công biên giới Tây-Nam Việt Nam]], làm nhiệm vụ quốc tế ở Campuchia.\n== Bối cảnh ==\nCuối năm 1972, khi Hoa Kỳ thất thế tại chiến trường Việt Nam, bản thân QLVNCH cũng không giành được thắng lợi khả quan, không lực Hoa Kỳ tung ra lực lượng ném bom phá hoại các đô thị miền bắc, tạo sức ép cho Hà Nội tại Paris. Để đề phòng mọi sự xâm nhập và để chiến đấu đánh trả tại quân khu 4, xây dựng lực lượng tổng dự bị chiến lược, Hà Nội đã tính đến việc thành lập thêm một sư đoàn nữa. Ngày 07\/9\/1972, đại tướng Võ Nguyên Giáp thay mặt Thường vụ Quân ủy Trung ương ra chỉ thị, ngày 23\/11\/1972 Bộ Quốc phòng ra quyết định thành lập Sư đoàn bộ binh cơ động 341 và giao cho QK4 tổ chức xây dựng.\n\nVào thời điểm cuối năm 72, tại chiến trường miền nam, cũng có một sư đoàn của QĐNDVN được thành lập ở Đăktô (F10). Còn ở miền bắc, F341 họp quân chính đầu tiên vào 12\/1972 tại Trạm 50 Quân khu 4, ngay tại huyện Nam Đàn và lấy tên \"sư đoàn sông Lam\" đặt tên cho đơn vị mới này.\n\n== Hoạt động ==\nVì là một đơn vị bộ binh cơ động, với cách huấn luyện khá mới và xây dựng thành đơn vị mạnh, gồm toàn lính được tuyển chọn ở miền bắc (đa phần cũng là lính các tỉnh trên địa bàn QK4) nên sau 2 năm, đơn vị này đặt trong trạng thái sẵn sàng cơ động từ địa bàn hai tỉnh Quảng Trị, Quảng Bình. Tư lệnh đầu tiên là đại tá Trần Văn Trân.\n \nNgày 15\/2\/1975, F341 chuyển 12.000 quân + 500 tân binh trên 570 xe vận tải của Bộ + 165 xe của biên chế sư đoàn vào B2, cuối tháng 2 đến nơi.\n\n=== Cuối chiến tranh VN ===\nSư đoàn 341 chính thức vào chiến trường trong lúc lần lượt các quân đoàn 1,2,3,4, binh đoàn 232 đã thắng lớn. Do QĐ4 suy yếu lại phải giải quyết hướng đông, nên F341 được phối thuộc cho QĐ4. F341 làm nhiệm vụ trên 2 hướng; Trung đoàn 273 có nhiệm vụ tăng cường cho F9, chiến đấu trên đường 13 Chơn Thành; Chuẩn bị chiến trường hướng Gia Kiệm, Dầu Giây và thị xã Xuân Lộc - tỉnh Long Khánh.\n\nTrên hướng đường 13 ngày 13\/3\/1975, Trung đoàn 273 đánh trận đầu tiên tấn công giải phóng quận lỵ Dầu Tiếng, ngày 31\/3 tiến công toàn diện tiêu diệt địch ở chi khu Chân Thành, cùng với đơn vị bạn phá tan tuyến phòng ngự phía Bắc, bảo vệ tuyến hành lang Đông Tây.\n    Trên hướng Đông Bắc Sài Gòn, các đơn vị e279, e266 và các đơn vị trực thuộc Sư đoàn đánh các trận Núi Tràn, Suối Trẻ, La Ngà, Định Quán (vào cuối tháng 3 đầu tháng 4\/1975) trước lúc tiến đánh Xuân Lộc.\n    Tướng Lê Minh Đảo của Quân lực Việt Nam Cộng hòa tuyên bố tử thủ Xuân Lộc.\n5h40 ngày 9\/4\/1975 trong đội hình quân đoàn, Sư đoàn đã phối hợp với lực lượng địa phương nổ súng tấn công thị xã Xuân Lộc từ hướng Bắc – Đông Bắc. E266 được tăng cường d5 tấn công trên hướng chủ yếu, E270 đánh chặn viện và bao vây vòng ngoài. Sau 12 ngày đêm chiến đấu quyết liệt, tranh chấp từng căn nhà, từng góc phố, QLVNCH phản kích liên tục, còn phía kia quyết đánh đến cùng. B2 cử thượng tướng Trần văn Trà lên kế hoạch tấn công mới, sử dụng sư 7 tấn công chốt giữ ngã ba Dầu Giây, khống chế sân bay Biên Hòa bằng pháo nên lực lượng phòng thủ Xuân Lộc yếu dần. QLVNCH rút lui vào tối 20\/4. Sau đó, do sự sơ suất của các tân binh F341 bị đối phương bắt bài; Không lực VNCH thả 1 bom CBU và 1 bom BLU vào 1 số đài chỉ huy của các đơn vị thuộc QĐ4 . Trận này chỉ riêng quân chính quy, QĐNDVN mất trên 2000 người, F341 tổn thất khoảng 1200 người. Sư đoàn 18 phía VNCH cũng mất mát khá nặng, rút về cố thủ ở Trảng Bom.\n\nĐêm 26\/4\/1975 đơn vị nổ súng tấn công Trảng Bom, rồi lại chia 2 hướng: 1 theo hướng Tâm Hiệp, Long Bình tiến vào Sài Gòn theo quốc lộ 1; hướng thứ hai E273 đánh chiếm sân bay Biên Hòa, cùng với đơn vị bạn vượt sông Đồng Nai tiến đánh chiếm Thủ Đức, Tổng nha cảnh sát, cảng Bạch Đằng, Bộ Tư lệnh hải quân, Tổng cục xã hội, trưòng đua Phú Thọ, kết thúc chiến dịch Hồ Chí Minh.\n\n=== Sau chiến tranh VN đến nay ===\nSau khi QĐ2 tiến vào Sài Gòn đầu tiên, F341 cũng được cử theo QĐ4 vào tiếp quản thành phố tại các quận 3-11-10, quận Bình Thạnh.\n\nCác quân đoàn lần lượt vào thành phố. Sau đó QĐ4 giữ nguyên hiện trạng, F9 từ đoàn 232 được trả về QĐ4, tạm thời giao F341 cho QK7\n\nNgày 2\/9\/1976 khi vào thăm Sư đoàn, đại tướng Võ Nguyên Giáp đã phát biểu biểu dương Sư đoàn 341<blockquote>\" Là một sư đoàn trẻ tuổi nhất của quân đội ta, sau khi hoàn thành nhiệm vụ chiến đấu đã khẩn trương bước vào nhiệm vụ quân quản, Sư đoàn đã hoàn thành tốt nhiệm vụ, được nhân dân yêu thương, mến phục nhất là về tác phong, kỷ luật, các đồng chí vào thành vững như thành, làm mẫu mực về xây dựng quân đội chính quy các lực lượng ta ở miền Nam\". Cũng trong một lần thăm Sư đoàn, đồng chí Nguyễn Văn Linh – Bí thư thành uỷ lúc đó đã phát biểu: \"Thành phố Hồ Chí Minh không bao giờ quên Sư đoàn 341, đã cùng với các lực lượng vũ trang và nhân dân hoàn thành nhiệm vụ bảo vệ và xây dựng thành phố, nhân dân thành phố Hồ Chí Minh thường nhắc tới Sư đoàn là một đơn vị có kỷ luật nghiêm, chấp hành tốt các chính sách, đoàn kết quân dân. Sư đoàn 341 đi vào lịch sử của thành phố như một chiến công rực rỡ, chói ngời của quân đội nhân dân Việt Nam anh hùng.\"<\/blockquote>\n\nTháng 8\/1977 e270 được phối thuộc QK9 cơ động bảo vệ biên giới Tây Nam tại Hà Tiên, tháng 9\/1977 các đơn vị còn lại nhận nhiệm vụ cơ động bảo vệ biên giới Tây Nam khi đang làm nhiệm vụ xây dựng kinh tế. Nhiều trận chiến đấu ác liệt trên tuyến biên giới, trong 457 ngày đêm làm ngã gục rất nhiều nộ đội. F341 cùng với các sư đoàn bạn tiến vào thủ đô Phnom Penh, và hoạt động đến tận vùng Tây Bắc – Campuchia – Thái Lan.\n\nTrước khi rời khỏi Campuchia, ban chấp hành trung ương Đảng, nhân dân cách mạng Campuchia và Chính phủ nước Cộng hoà dân chủ nhân dân Campuchia đã gửi tới bức thư<blockquote>\"Tổ quốc Campuchia sẽ mãi mãi ghi vào sổ vàng lịch sử đấu tranh cách mạng của mình những chiến công và hình ảnh quân đội nhân dân Việt Nam nói chung, của Sư đoàn 341 nói riêng. Trong những năm chiến đấu trên đất nước Campuchia, các đồng chí đã để lại những kỷ niệm vô cùng cao đẹp, những hình ảnh trong sáng của tình đoàn kết chiến đấu giữa nhân dân và quân đội hai nước Campuchia và Việt Nam. Tên tuổi của Sư đoàn đã ăn sâu vào trái tim và lòng người dân chùa Tháp. Năm tháng sẽ qua đi, nhưng lịch sử của dân tộc Campuchia và nhân dân Campuchia đời đời ghi nhớ mãi tên tuổi Sư đoàn 341 anh hùng\".<\/blockquote>Cuối tháng 12 năm 1980, F341 nhận lệnh rút quân về nước, thuộc QK4. Suốt chiến tranh, sư đoàn 341 có trên 2700 liệt sĩ.\n\nSư đoàn 341 được Nhà nước 2 lần phong tặng Anh hùng LLVT (1976; 1979).\n\n== Tổ chức sư đoàn ==\n\n==== Lãnh đạo hiện nay ====\nSư đoàn trưởng: Đại tá : Lê Thế Soái\n\nChính ủy: Đại tá : Nguyễn Văn Linh\n\nPhó Sư đoàn trưởng - TMT: Đại Tá: Lê Văn Tặng\n'''Phòng Tham mưu'''\n\nThượng Tá: Cao Văn Long\n\nThượng Tá: Nguyễn Duy Ứng\n\n'''Phòng Chính trị'''\n\nĐại Tá: Vũ Quang An\n\n'''Phòng Hậu cần'''\n\nThượng Tá: Lê Văn Chiến\n\n'''Phòng Kỹ thuật'''\n\nThượng tá: Lê Bá Sơn\n\n=== Trung đoàn 273 ===\nGọi tắt E1, nguyên là E8 thuộc Quân khu Tả Ngạn. Vào đội hình ngày 20\/2\/73 từ Quảng Trị.\n\n=== Trung đoàn 270 ===\nGọi tắt là E2 bộ binh, nguyên là Tiểu đoàn 195 tỉnh đội Nghệ An.\n\nSau năm 54 phát triển lên E270 rồi thành \"Sư đoàn nhẹ\" 341. 20\/10\/70 thành lập E270 chiến đấu ở Quảng Trị; lập lại năm 1972 phối thuộc cho sư đoàn 341. Thời gian năm 1972, trước khi hình thành E270 mới, có tiểu đoàn 6 là 01 tiểu đoàn của E57 thuộc Quân khu 3 đóng quân tại Thanh Hóa được lệnh điều động vào miền Nam, do đồng chí Chữ làm Tiểu đoàn trưởng.\nTiểu đoàn 53 bộ bình thuộc Tỉnh đội Quảng Bình được trên trên điều động sang thành Tiểu đoàn 4 bộ bình, Trung đoàn 270 năm 1973.\n\n'''Tiểu đoàn BB 4'''\n\n'''Tiểu đoàn BB 5'''\n\n'''Tiểu đoàn BB 6'''\n\n=== Trung đoàn 266 ===\nGọi tắt là E3 gồm các đơn vị:\n\n- '''Tiểu đoàn 7''' nguyên là Tiểu đoàn 53 bộ đội địa phương tỉnh Thái Bình.\n\n- '''Tiểu đoàn 8''' gồm C1 & C3 thuộc Tiểu đoàn dự nhiệm 210 huyện Quỳnh Lưu, tỉnh Nghệ An.\n\n- '''Tiểu đoàn 9''' gồm các đại đội dự nhiệm 272, 274 và 2 đại đội dự nhiệm của Tiểu đoàn 53 Quảng Bình.\n\n- 5 đại đội bộ binh của E129 tỉnh đội Hà Tĩnh.\n\nTrung đoàn thành lập ngày 26\/9\/1973. Gia nhập đội hình sư đoàn từ tháng 9\/1973 tại Quảng Bình.\n\n=== Các đơn vị trực thuộc ===\n- Tiểu đoàn 14 Pháo binh\n\n- Tiểu đoàn 15 DKZ\n\n-   Tiểu đoàn 17 Công binh.\n\n-   Tiểu đoàn 18 Thông tin.\n\n-   Tiểu đoàn 24 Quân y.\n\n-   Tiểu đoàn 25 Vận tải.\n\n-   Trung tâm huấn luyện DBĐV\n\n== Tham khảo ==\n{{tham khảo}}\n{{Sư đoàn Quân đội nhân dân Việt Nam}}\n\n[[Thể loại:Sư đoàn Quân đội nhân dân Việt Nam|341]]\n[[Thể loại:Quân khu 4, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1972]]"}