{"1614032":"{{Infobox Military Unit\n|unit_name= Sư đoàn 3 Bộ binh<br>Việt Nam Cộng hòa\n|image= [[Hình: ARVN 3rd Infantry Division SSI.svg|150px]]\n|caption= Phù hiệu\n|dates= [[1971]]-[[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|nickname= -Sư đoàn Bến Hải<br>-Sư đoàn Giới tuyến<br>-Sư đoàn Trừng giới\n|branch= Lục quân\n|type= Bộ binh\n|command_structure= [[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và Quân khu 1]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|motto= - Xây dựng<br>- Chiến thắng<br>- Bất tử<ref>[https:\/\/www.worthpoint.com\/worthopedia\/arvn-south-vietnamese-regimental-flag-1834394411 ARVN SOUTH VIETNAMESE REGIMENTAL FLAG - 3RD DIVISION I CORP]<\/ref>\n|battles= [[Mùa hè đỏ lửa]]\n|notable_commanders= -[[Vũ Văn Giai]]<br>-[[Nguyễn Duy Hinh]]\n[[Hình: Flag of the ARVN 3rd Infantry Division.svg|nhỏ|trái|120px|<center>Quân kỳ]] \n}}\n\n'''Sư đoàn 3 Bộ binh''',<ref>{{Chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=137994&zoneid=3#.UhxtldLwkSQ |ngày truy cập=2013-08-27 |tựa đề=Cựu quân nhân Sư đoàn 3 Bộ binh họp mặt |archive-date=2014-04-19 |archive-url=https:\/\/web.archive.org\/web\/20140419014917\/http:\/\/www.nguoi-viet.com\/absolutenm2\/templates\/viewarticlesNVO.aspx?articleid=137994&zoneid=3#.UhxtldLwkSQ |url-status=dead }}<\/ref> là một trong mười một Sư đoàn Bộ binh và cũng là đơn vị \"con út\" của [[Quân lực Việt Nam Cộng hòa]]. Là một trong ba đơn vị Chủ lực quân trực thuộc [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và Quân khu 1]], tồn tại từ năm 1971 đến 1975, trách nhiệm bảo an khu vực địa đầu giới tuyến Việt Nam Cộng hòa. Sư đoàn 3 Bộ binh ban đầu đặt Bộ Tư lệnh tại Căn cứ Ái Tử, Quảng Trị. Năm 1972, trong trận mùa hè đỏ lửa Sư đoàn đã để mất Quảng Trị, phải lui về căn cứ Hòa Khánh<ref>Căn cứ Hòa Khánh nằm trên một ngọn đồi thấp phía tây nam Đà Nẵng. Trước năm 1972 là nơi đóng quân của một đơn vị quân đội Mỹ cấp Sư đoàn.<\/ref>, Đà Nẵng để bổ sung thêm quân và tái trang bị.\n\n*Kể từ thời điểm này cho đến tháng 3\/1975, Hòa Khánh là vị trí đặt Bộ tư lệnh và cũng là Hậu cứ của Sư đoàn 3 Bộ binh.\n\n==Lịch sử hình thành==\nĐầu thập niên 1970, trước xu hướng quân Mỹ rút dần khỏi chiến trường Việt Nam, [[Quân đội Nhân dân Việt Nam|Quân đội miền Bắc]] ngày càng gia tăng áp lực mạnh mẽ trên địa bàn chiến trường [[Các địa bàn quân sự của Quân Giải phóng miền Nam Việt Nam#B5|B5 Bắc Quảng Trị]]. So sánh đơn thuần về binh lực, dù các đơn vị Quân đội Nhân dân Việt Nam yếu hơn Quân đội VNCH, nhưng lại có ưu điểm về thế chủ động và sẵn sàng hơn nhiều. Phía Việt Nam Dân chủ Cộng hòa liên tục tổ chức các hoạt động tấn công mạnh từ phía bắc của vĩ tuyến 17 qua vùng phi quân sự bờ Nam sông Bến Hải thuộc vùng lãnh thổ do phía [[Việt Nam Cộng hòa]] kiểm soát, thông qua đường mòn Hồ Chí Minh và đường 9 Nam Lào.\n\nNhờ các hoạt động tình báo mà phía [[Việt Nam Cộng hòa]] đã phát hiện sự chuẩn bị của đối phương. Các chỉ huy cao cấp đều dự đoán trước về cuộc tấn công mới còn dữ dội hơn năm 1968 của đối phương. Mặc dù vậy, các đơn vị chủ lực hiện có của Quân lực Việt Nam Cộng hòa đều bị dàn mỏng lực lượng giữ đất, cộng với việc quá phụ thuộc lớn vào sự yểm trợ của quân Mỹ, nên việc Quân đội Hoa Kỳ rút quân đã tạo ra lỗ hổng ngày càng lớn cho hệ thống phòng thủ phía Bắc và phía Tây của Việt Nam Cộng hòa.\n\nTrước tình hình đó, cuối năm 1971, Bộ Quốc phòng Việt Nam Cộng hòa quyết định thành lập thêm một Sư đoàn Bộ binh nữa tại Quân khu 1 để chia sẻ nhiệm vụ bảo vệ lãnh thổ với 2 đơn vị bạn là Sư đoàn 1 và Sư đoàn 2 Bộ binh. Ngày 01 tháng 10 năm 1971, Sư đoàn 3 Bộ binh được thành lập tại căn cứ Ái Tử (Quảng Trị)<ref>Nghị định số 2334-QP\/TCTT\/NĐ ngày 31 tháng 10 năm 1971<\/ref> trực thuộc Quân đoàn I, chịu trách nhiệm an ninh khu vực giới tuyến và toàn bộ địa bàn tỉnh [[Quảng Trị]], được mệnh danh là \"Sư đoàn Bến Hải\". Việc thành lập đơn vị này làm Tổng thống Nguyễn Văn Thiệu mất uy tín với Mỹ.\n\nTrừ Trung đoàn 2 là đơn vị chủ lực của Sư đoàn 1 chuyển qua, Sư đoàn được thành lập vội vã từ đơn vị tân lập với thành phần chủ yếu từ các quân nhân vi phạm kỷ luật như đi phép quá hạn, ba gai v.v... Hoặc bị báo cáo đào ngũ, ở quân lao ra được \"phục hồi quân ngũ\" (hồi ngũ). Vì vậy, Sư đoàn còn có hỗn danh là \"Sư đoàn Giới tuyến\" hoặc \"Sư đoàn Trừng giới\".\n\nSau khi thành lập không lâu, Sư đoàn phải bước vào tham chiến trong chiến dịch Xuân Hè 1972 trong tình trạng chưa huấn luyện hoàn chỉnh, sức chiến đấu yếu. Chỉ trong vòng 1 tháng, từ tháng 3 đến tháng 4 năm 1972, Sư đoàn hầu như tan rã trước sức tấn công mãnh liệt của phía đối phương. Bộ chỉ huy rút toàn bộ về Đà Nẵng, Tư lệnh Sư đoàn là tướng [[Vũ Văn Giai]] cùng một số sĩ quan cao cấp bị bắt giam vì làm sụp đổ tuyến phòng thủ phía Bắc Quảng Trị.\n\nSau thất bại thảm hại, Sư đoàn lui về Đà Nẵng, đặt Bộ tư lệnh tại căn cứ Hoà Khánh và được tái tổ chức lại, chịu trách nhiệm an ninh khu vực các tỉnh Quảng Tín, Quảng Nam và Đặc khu Đà Nẵng (từ Quế Sơn, Quảng Tín đến Hải Vân, Đà Nẵng). Tướng [[Nguyễn Duy Hinh]] được bổ nhiệm làm Tư lệnh Sư đoàn. Sau khi Hiệp định Paris được ký kết, Sư đoàn được giao nhiệm vụ lấn chiếm lãnh thổ, tấn công và kiểm soát khu vực căn cứ West, đồi 1460 trước thời điểm hiệp định có hiệu lực, nhằm giành lợi thế kiểm soát lãnh thổ với phía [[Quân Giải phóng miền Nam Việt Nam|Quân giải phóng]].\n\nĐầu năm 1975, phía Việt Nam Dân chủ Cộng hòa mở [[chiến dịch Hồ Chí Minh]], quyết tâm giành thắng lợi quân sự cuối cùng. Các đơn vị chủ lực của Việt Nam Cộng hòa tại Vùng I và Vùng II nhanh chóng tan rã và rút chạy về phía Nam. Sư đoàn được lệnh rút về phòng tuyến sông Thu Bồn làm nút chận cho quân bạn rút lui. Tuy nhiên phòng tuyến nhanh chóng tan vỡ. Sư đoàn tiếp tục rút về tuyến phòng thủ [[Phước Tuy (tỉnh)|Phước Tuy]] và tan rã tại đây ngày 30 tháng 4 năm 1975.\n\n==Đơn vị trực thuộc và phối thuộc==\n{|class=\"wikitable\"\n|-\n! width= \"1%\" |Stt\n! width= \"23%\" |Đơn vị\n! width= \"23%\" |Chú thích\n! width= \"1%\" |Stt\n! width= \"23%\" |Đơn vị\n! Chú thích\n|-\n|<center> 1<ref>Từ số 1 đến 3 là đơn vị \"Tác chiến\" trực thuộc Sư đoàn.<\/ref>\n|<center> Trung đoàn 2\n|\n|<center> 10\n|<center> Biệt đội Quân báo\n|\n|-\n|<center> 2\n|<center> Trung đoàn 56\n|\n|<center> 11\n|<center> Biệt đội Kỹ thuật\n|\n|-\n|<center> 3\n|<center> Trung đoàn 57\n|\n|<center> 12\n|<center> Biệt đội <br>Tác chiến Điện tử\n|\n|-\n|<center> 4<ref>Từ số 4 đến số 18 là đơn vị \"Yểm trợ\" trực thuộc Sư đoàn.<\/ref>\n|<center> Đại đội<br>Tổng hành dinh\n|\n|<center> 13\n|<center> Tiểu đoàn Quân y\n|\n|-\n|<center> 5\n|<center> Đại đội Trinh sát\n|\n|<center> 14\n|<center> Tiểu đoàn Truyền tin\n|\n|-\n|<center> 6\n|<center> Đại đội Quân cảnh\n|\n|<center> 15\n|<center> Tiểu đoàn Tiếp vận\n|\n|-\n|<center> 7\n|<center> Đại đội Công vụ\n|\n|<center> 16\n|<center> Tiểu đoàn<br>Công binh chiến đấu\n|\n|-\n|<center> 8\n|<center> Đại đội Quân vận<br>(Quân xa)\n|\n|<center> 17\n|<center> Trung đoàn Pháo binh\n|Các Tiểu đoàn: 30 (155 ly), 31,32,33 (105 ly). Phối thuộc và dưới sự điều động của Tư lệnh Sư đoàn\n|-\n|<center> 9\n|<center> Đại đội<br>Hành chính Tài chính\n|\n|<center> 18\n|<center> Thiết đoàn 11\n|Thuộc \"Lữ đoàn 1 Kỵ binh\". Phối thuộc và dưới sự điều động của Tư lệnh Sư đoàn\n|-\n|}\n\n==Bộ Tư lệnh Sư đoàn và Chỉ huy Trung đoàn tháng 3\/1975==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"23%\" |Họ và Tên\n!width= \"14%\" |Cấp bậc\n!width= \"18%\" |Chức vụ\n!Chú thích\n|-\n|<center> 1\n|<center> [[Nguyễn Duy Hinh]]<br>''Võ khoa Nam Định<ref>Trường Sĩ quan Trừ bị Nam Định<\/ref>\n|<center> Thiếu tướng\n|<center> Tư lệnh\n|\n|-\n|<center> 2\n|<center> [[Khưu Đức Hùng (Đại tá, Quân lực VNCH)|Khưu Đức Hùng]]<br>''Võ bị Đà Lạt K4\n|rowspan= \"4\"|<center> Đại tá\n|<center> Tư lệnh phó\n|\n|-\n|<center> 3\n|<center> [[Nguyễn Huân (Đại tá, Quân lực VNCH)|Nguyễn Huân]]\n|<center> Tham mưu trưởng\n|\n|-\n|<center> 4\n|<center> [[Vũ Ngọc Hưởng (Đại tá, Quân lực VNCH)|Vũ Ngọc Hưởng]]<ref>Đại tá Vũ Ngọc Hưởng sinh năm 1933 tại Nam Định.<\/ref><br>''Võ khoa Thủ Đức K3p\n|<center> Chỉ huy<br>Trung đoàn 2\n|\n|-\n|<center> 5\n|<center> [[Vĩnh Giác (Đại tá, Quân lực VNCH)|Vĩnh Giác]]<ref>Đại tá Vĩnh Giác (có tư liệu ghi là Vĩnh Dác) sinh năm 1942 tại Thừa Thiên.<\/ref><br>''Võ bị Đà Lạt K16\n|<center> Chỉ huy<br>Trung đoàn 56\n|Thay thế Trung tá [[Phạm Văn Đính (Trung tá, Quân lực VNCH)|Phạm Văn Đính]]<ref>Trung tá Phạm Văn Đính sinh năm 1940 tại Thừa Thiên, xuất thân khóa 9 Sĩ quan Trừ bị Thủ Đức.<\/ref> chỉ huy đầu tiên và là người đã vận động cả Trung đoàn 56 Bộ binh đầu hàng đối phương tại mặt trận Quảng Trị năm 1972.\n|-\n|<center> 6\n|<center> [[Tôn Thất Mẫn (Trung tá, Quân lực VNCH)|Tôn Thất Mẫn]]<ref>Trung tá Tôn Thất Mẫn (có tư liệu ghi là Tôn Thất Mãn).<\/ref>\n|<center> Trung tá\n|<center> Chỉ huy<br>Trung đoàn 57\n|\n|-\n|}\n\n===Trung đoàn Pháo binh===\n*'''Đơn vị phối thuộc\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"25%\" |Họ và Tên\n!width= \"12%\" |Cấp bậc\n!width= \"16%\" |Chức vụ\n!width= \"22%\" |Đơn vị\n!Chú thích\n|-\n|<center> 1\n|<center> [[Nguyễn Hữu Cam (Trung tá, Quân lực VNCH)|Nguyễn Hữu Cam]]<br>''Võ khoa Thủ Đức K3.<ref>Trường Sĩ quan Trừ bị Thủ Đức.<\/ref>\n|rowspan= \"3\"|<center> Trung tá\n|<center> Chỉ huy trưởng\n|<center> Bộ chỉ huy<br>Trung đoàn\n|\n|-\n|<center> 2\n|<center> [[Trần Thanh Hào (Trung tá, Quân lực VNCH)|Trần Thanh Hào]]<br>''Võ bị Đà Lạt K13\n|<center> Chỉ huy phó\n|\n|\n|-\n|<center> 3\n|<center> [[Trần Văn Thiệt (Trung tá, Quân lực VNCH)|Trần Văn Thiệt]]<br>''Võ bị Đà Lạt K13\n|rowspan= \"4\"|<center> Tiểu đoàn trưởng\n|<center> Tiểu đoàn 31\n|\n|-\n|<center> 4\n|<center> [[Nguyễn Hữu Thanh (Thiếu tá, Quân lực VNCH)|Nguyễn Hữu Thanh]]<br>''Võ khoa Thủ Đức K5\n|rowspan= \"3\"|<center> Thiếu tá\n|<center> Tiểu đoàn 30\n|\n|-\n|<center> 5\n|<center> [[Phạm Ngọc Bảo (Thiếu tá, Quân lực VNCH)|Phạm Ngọc Bảo]]<br>''Võ bị Đà lạt K12\n|<center> Tiểu đoàn 32\n|\n|-\n|<center> 6\n|<center> [[Nguyễn Bảo Cường (Thiếu tá, Quân lực VNCH)|Nguyễn Bảo Cường]]<br>''Võ bị Đà Lạt K13\n|<center> Tiểu đoàn 33\n|\n|-\n|}\n\n==Tư lệnh Sư đoàn qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"23%\" |Họ & Tên\n!width= \"15%\" |Cấp bậc\n!width= \"16%\" |Tại chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Vũ Văn Giai]]<br>''Võ bị Đà Lạt K10\n|<center> Chuẩn tướng<ref>Cấp bậc khi nhậm chức<\/ref>\n|<center> 11\/1971-5\/1972\n|Tư lệnh đầu tiên. Năm 1972 bị buộc vào tội để mất Quảng Trị, bị đưa ra Toà án Quân sự và bị xử 5 năm tù ở\n|-\n|<center> 2\n|<center> [[Ngô Văn Chung (Đại tá, Quân lực VNCH)|Ngô Văn Chung]]<ref>Đại tá Ngô Văn Chung sinh năm 1930 tại Thừa Thiên.<\/ref><br>''Võ khoa Thủ Đức K4\n|<center> Đại tá \n|<center> 5\/1972-6\/1972 \n|Nguyên Tư lệnh phó Sư đoàn, Phụ trách Tư lệnh Sư đoàn trong thời gian chờ bổ nhiệm Tư lệnh chính thức\n|-\n|<center> 3\n|<center> [[Nguyễn Duy Hinh]]\n|<center> Chuẩn tướng<br>Thiếu tướng<br>(Tháng 7\/1973)\n|<center> 6\/1972-3\/1975\n|Tư lệnh cuối cùng\n|-\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Xem thêm==\n*[[Lục quân Việt Nam Cộng hòa]]\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết==\n*{{chú thích sách|title=Encyclopedia of the Vietnam War| first= Spencer C. |last=Tucker |year=2000 |publisher=[[ABC-CLIO]]| isbn=1-57607-040-9 |location=Santa Barbara, California |pages=526&ndash;533}}\n\n{{ARVN}}\n\n[[Thể loại: Sư đoàn Quân lực Việt Nam Cộng hòa|3]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1971]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]"}