{"116112":"{{Infobox Military Unit\n|unit_name= Sư đoàn 23 Bộ binh<br>Việt Nam Cộng hòa\n|image= [[Hình: ARVN 23rd Division Insignia.svg|150px]]\n|caption= Phù hiệu\n|dates= [[1959]]-[[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|branch= Lục quân\n|type= Bộ binh \n|command_structure= [[Hình:QD II VNCH.jpg|20px]] [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II và QK 2]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]] \n|motto= -Nam bình, Bắc phạt<br>-Cao nguyên trấn \n|battles= -[[Chiến dịch Tây Nguyên|Mặt trận Cao nguyên 1975]]<br>-[[Mặt trận Tây Nguyên và Bắc Bình Định năm 1972|Mặt trận Cao nguyên và<br\/>Bắc Bình Định năm 1972]]\n| notable_commanders= -[[Hoàng Xuân Lãm]]<br>-[[Lữ Mộng Lan|Lữ Lan]]<br>-[[Trương Quang Ân]]<br>-[[Võ Văn Cảnh]]<br>-[[Lý Tòng Bá]]<br>-[[Lê Trung Tường]]\n}}\n\n'''Sư đoàn 23 Bộ binh''' là một trong 2 đơn vị chủ lực trực thuộc Quân đoàn II và Quân khu 2 của [[Quân lực Việt Nam Cộng hòa]]. Đây là đơn vị đầu tiên của Quân lực Việt Nam Cộng hòa bị tiêu diệt trong [[Chiến dịch Tây Nguyên]] vào trung tuần tháng 3 năm 1975, mở đầu cho sự sụp đổ của chế độ Việt Nam Cộng hòa mùa xuân năm 1975.\n\n==Lịch sử hình thành==\nTiền thân của Sư đoàn 23 Bộ binh là Sư đoàn 5 Khinh chiến của [[Quân đội Quốc gia Việt Nam]]<ref>Nghị định số 612\/QP\/NĐ ngày 8 tháng 8 năm 1955 của Thủ tướng [[Ngô Đình Diệm]]<\/ref>, được thành lập vào ngày 1 tháng 8 tháng 1955 tại Nha Trang, Khánh Hòa, do Trung tá [[Nguyễn Thế Như (Đại tá, Quân lực VNCH)|Nguyễn Thế Như]] làm Tư lệnh đầu tiên. Sau khi thành lập, Bộ Tư lệnh Sư đoàn di chuyển ra Dục Mỹ, quận Ninh Hòa, Khánh Hòa. Ba tháng sau, Sư đoàn được cải danh thành Sư đoàn 15 Khinh chiến.\n\nSau khi phế truất [[Nguyên thủ quốc gia|Quốc trưởng]] [[Bảo Đại]] và tuyên bố thành lập [[Việt Nam Cộng hòa]], [[Tổng thống]] [[Ngô Đình Diệm]] đã cho tổ chức lại [[Quân đội Quốc gia Việt Nam]] và chính thức đặt tên lại là [[Quân lực Việt Nam Cộng hòa|Quân đội Việt Nam Cộng hòa]]. Khối Bộ binh được tổ chức lại thành 4 Sư đoàn Dã chiến và 6 Sư đoàn Khinh chiến.<ref>Sư đoàn Dã chiến gồm các Sư đoàn: 1, 2, 3, 4, với quân số hơn 8.500 người mỗi Sư đoàn, là những Sư đoàn có biên chế, trang bị mạnh, được huấn luyện tác chiến chính quy để đảm đương nhiệm vụ chủ yếu là ngăn chặn quân chủ lực của miền Bắc vào.<br\/>Sư đoàn Khinh chiến gồm các Sư đoàn: 11, 12, 13, 14, 15, 16, với quân số hơn 5.000 người mỗi Sư đoàn, là Sư đoàn được tổ chức biên chế, trang bị gọn nhẹ hơn, đảm nhận nhiệm vụ chủ yếu là bảo đảm an ninh nội địa, kết hợp tiếp sức chi viện cho các Sư đoàn dã chiến khi cần.<\/ref>\n\nĐầu năm 1959, Bộ Tổng tham mưu Quân đội Việt Nam Cộng hòa một lần nữa tổ chức lại các đơn vị Bộ binh.<ref>Khi đó, 3 Sư đoàn Khinh chiến 12, 13, và 16 được giải thể và bổ sung về các Sư đoàn còn lại để thành lập 7 Sư đoàn Bộ binh gồm các Sư đoàn: 1, 2, 5, 7, 21, 22, 23, với quân số hơn 10.500 người mỗi sư đoàn.<\/ref> Đầu tháng 4 năm 1959, Sư đoàn 15 được thâu nhận thêm quân số của Sư đoàn 16 Khinh chiến để đổi tên thành Sư đoàn 23 Bộ binh.<ref>Sư đoàn 16 là hậu thân của Sư đoàn 6 Khinh chiến được thành lập tại Quảng trị cùng ngày với Sư đoàn 5, và có lệnh giải tán ngày 31 tháng 3 năm 1959.<\/ref> Cuối năm 1960, Sư đoàn 23 di chuyển Bộ Tư lệnh lên Ban Mê Thuột.\n\n*''Từ cuối thập niên 60 sang thập niên 70, tình hình chiến sự ở Cao nguyên gia tăng, để dễ bề hoạt động Sư đoàn đặt bộ Tư lệnh Tiền phương ở căn cứ Hàm Rồng<ref>Căn cứ Hàm Rồng là một địa điểm nằm cạnh núi Hàm Rồng cách Pleiku 10 km về phía nam, trước đó là nơi đồn trú của Bộ tư lệnh một đơn vị quân đội Mỹ cấp Sư đoàn<\/ref> và nơi đây được gọi là Tiền cứ của Sư đoàn, còn địa điểm ở Ban Mê Thuột gọi là Hậu cứ.\n\nĐịa bàn của Sư đoàn phụ trách để bảo an là 4 tỉnh nam cao nguyên Trung phần<ref>Bốn tỉnh nam cao nguyên gồm: [[Darlac]], [[Tuyên Đức]], [[Quảng Đức]] và [[Lâm Đồng]]<\/ref> và 3 tỉnh nam duyên hải Trung phần.<ref>Ba tỉnh nam duyên hải gồm: [[Khánh Hòa]], [[Ninh Thuận]], [[Bình Thuận]].<\/ref> Chính do trấn giữ địa bàn này mà về sau, Sư đoàn xưng danh hiệu ''Nam Bình, Bắc Phạt, Cao Nguyên Trấn''. Bản doanh Sư đoàn đặt tại Thị xã Ban Mê Thuột. Ngoài ra, Bộ Tư lệnh Tiền phương sủa Sư đoàn đặt tại Căn cứ Hàm Rồng, Pleiku.\n\n==Trấn áp phong trào tự trị Tây Nguyên==\nSau khi đến Tây Nguyên, Sư đoàn có một thời gian yên tĩnh bởi hoạt động vũ trang của những người Cộng sản chưa phát triển đến đây. Phong trào [[FULRO|BaJaRaKa]] đòi quyền tự trị cho Cao nguyên đã bị chính quyền trấn áp từ năm 1958. Bên cạnh Lực lượng của Sư đoàn còn có các toán [[Lực lượng Dân sự chiến đấu|Dân sự Chiến đấu]] ''(Civilian Indigenous Defense Group'' - '''CIDG''') và [[Lực lượng biệt kích Hoa Kỳ và đồng minh trong Chiến tranh Việt Nam|Lực lượng Đặc biệt]] ''(Special Force)'' gồm các chiến binh dân tộc thiểu số Rhadé, Bahnar, Sédang, Kaho, Bru..., do chính [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] trực tiếp huấn luyện và chỉ huy. Cuối năm 1963, khi [[đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính]] quân sự lật đổ [[Tổng thống]] [[Ngô Đình Diệm]] nổ ra, lực lượng Sư đoàn cùng với Quân khu II, lúc này dưới quyền [[Thiếu tướng]] [[Nguyễn Khánh]], án binh bất động. Sau khi đảo chính thành công, tướng Nguyễn Khánh mới tuyên bố Quân khu II ủng hộ đảo chính.\n\nThời kỳ yên ả của Sư đoàn bắt đầu chấm dứt sau đảo chính vì áp lực Mỹ buộc Chính phủ Quân sự Việt Nam Cộng hòa khi đó thả lãnh tụ phong trào BaJaRaKa. Thậm chí, Y Bham Enuol Chủ tịch phong trào, còn được nhậm chức Phó tỉnh trưởng Đarlac Paul Nưr, Phó chủ tịch phong trào nhậm chức Phó tỉnh trưởng Kontum. Ngày 30 tháng 1 năm 1964, tướng Nguyễn Khánh thực hiện \"[[đảo chính Việt Nam Cộng hòa 1964|Chỉnh lý]]\" và nắm quyền lực cao nhất. Đại tá [[Hoàng Xuân Lãm]], Tư lệnh Sư đoàn, được thăng cấp [[Chuẩn tướng]], một cấp bậc mới áp dụng khi đó. Tháng 3 năm 1964, lãnh đạo phong trào Barajaka đã thành lập Mặt trận Giải phóng Cao Nguyên (''Front de Libération des Hauts Plateaux'' - '''FLHP'''), còn được biết đến với tên gọi \"Mặt trận Cao Nguyên\", đòi quyền tự trị. Y Dhơn Adrong, một lãnh đạo chủ trương bạo động đã kêu gọi cán bộ dân vệ và biệt kích người Thượng trong Quân lực Việt Nam Cộng hòa gia nhập FLHP chống lại Chính phủ Việt Nam Cộng hòa. Sự kiện này khiến Chính quyền Quân sự Việt Nam Cộng hòa lo ngại. Tướng Nguyễn Khánh đã cho tổ chức nhiều cuộc hành quân tại Tây Nguyên từ tháng 3 đến tháng 5 năm 1964 để đánh vào các căn cứ vũ trang của FLHP, đẩy lực lượng này chạy qua biên giới. Tại [[Campuchia]], FLHP xây dựng căn cứ quanh đồn Bốt Chá (Camp Le Rolland cũ), tỉnh Mondolkiri cách biên giới Việt Nam 15 cây số, và từ đây họ liên tục tổ chức những cuộc tập kích qua biên giới tấn công, phá hoại các cơ sở của Chính quyền Việt Nam Cộng hòa đồng thời xâm nhập các buôn làng Tây Nguyên bắt lính. Bị Mỹ gây áp lực, Nguyễn Khánh đã đàm phán với FLHP nhưng đến đêm 19 tháng 9 năm 1964, FLHP bất ngờ cho các toán quân đánh chiếm một số đồn bốt lớn quanh Quảng Đức và Đarlac, kiểm soát quốc lộ 14, tiến đánh đồn Srépok rồi tiến về Buôn Ma Thuột, chiếm đài phát thanh kêu gọi người Thượng nổi dậy chống lại người Kinh, xây dựng một quốc gia độc lập. Có 35 sĩ quan và binh lính người Kinh bị thiệt mạng, Quận trưởng Đức Lập (Quảng Đức) bị bắt.\n\nChính quyền Quân sự của tướng Nguyễn Khánh đã phản ứng. Lệnh thiết quân luật được ban hành ngay sáng 20 tháng 9 năm 1964. Sư đoàn 23 cùng một số Tiểu đoàn [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt Động Quân]] có Thiết giáp yểm trợ đã bao vây đài phát thanh và cho một cánh quân giành lại quyền kiểm soát các đồn Bù Đăng, Miga, Bu Briêng, Srépok và các cây cầu trên quốc lộ 14, trừ đồn Sarpa vẫn do lực lượng bạo động kiểm soát. Trước diễn biến mới, Mỹ đã can thiệp. William Beachner, Bí thư thứ 3 Đại sứ quán Mỹ tại Sài Gòn đã đến Tây Nguyên và tổ chức nhiều cuộc gặp giữa giới lãnh đạo FLHP với đại diện chính quyền quân sự của tướng Nguyễn Khánh. Ngày 28 tháng 9, tướng Nguyễn Khánh đã đến đồn Sarpa tiếp nhận sự đầu hàng của 233 binh sĩ FLHP. Tuy nhiên, trước đó, tại Campuchia, dưới sự bảo trợ của Quốc vương [[Norodom Sihanouk|Sihanouk]], [[FULRO|Mặt trận Thống nhất Đấu tranh của các Sắc tộc bị Áp bức]] (tiếng Pháp: ''Front Uni de Lutte des Races Opprimées'' - '''FULRO''') được thành lập tối ngày 20 tháng 9 năm 1964. Nhóm FLHP tại Campuchia ngay lập tức tuyên bố gia nhập tổ chức này. Nhóm vũ trang của FLHP tiếp tục vượt qua biên giới tấn công đồn bốt quân sự, các chuyến xe dân sự dọc theo quốc lộ 14, 22 và tỉnh lộ trên lãnh thổ Việt Nam Cộng hòa dọc vùng Ngã 3 biên giới. Ngày 29 tháng 7 năm 1965, 200 lính FULRO đã vượt biên giới tấn công đánh chiếm đồn Buôn Briêng. Một nhóm khác chiếm đóng Buôn Buor (Đarlac) và khống chế một cây cầu trên quốc lộ 14.\n\nTư lệnh Quân đoàn II và Quân khu 2 bấy giờ là tướng [[Vĩnh Lộc]] đã ra lệnh cho Sư đoàn 23 và một số Tiểu đoàn [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt Động Quân]] cùng Thiết giáp hành quân giải tỏa. Ngày 2 tháng 8 năm 1965, lực lượng FULRO tại đồn Buôn Briêng rút lui và đem theo 181 binh lính Dân sự Chiến đấu người Thượng. Ngày 15 tháng 9 năm 1965, 500 lính FULRO chiếm giữ Buôn Buor ra hàng. Từ ngày 12 đến ngày 18 tháng 12 năm 1965, lực lượng FULRO lại tấn công đồn Phú Thiện sát hại 32 người và làm bị thương 26 người khác; chiếm đồn Krong Pách, giết hết binh sĩ người Kinh; đột nhập tòa hành chính và Tiểu khu Quảng Đức, giết hết người Kinh, treo cờ FULRO. Trong hoạt động trấn áp phong trào FULRO, Sư đoàn 23 là lực lượng chính được huy động. Tuy nhiên, do sự can thiệp của Đại sứ quán Mỹ, các nhóm vũ trang của FULRO do đó luôn có thể đưa ra yêu sách ngừng bắn khi hết đạn và rút qua biên giới sang Campuchia. Tuy nhiên, từ giữa năm 1965, các hoạt động chính trị và quân sự của FULRO không còn là tâm điểm chú ý của Sư đoàn 23 nữa khi mà họ phải đối mặt với một đối thủ mạnh hơn nhiều: [[Quân Giải phóng miền Nam Việt Nam]].\n\n==Chiến trường Tây Nguyên 1965-1975==\nNgay từ cuối năm 1959, thực hiện Nghị quyết 15 của [[Bộ Chính trị]] [[Đảng Cộng sản Việt Nam|Đảng Lao động]] tại Hà Nội, những người Cộng sản miền nam Việt Nam đã thực sự chuyển từ phương thức đấu tranh chính trị sang đấu tranh vũ trang. Những trận tập kích đầu tiên tại Bắc Ruộng và chi khu Hoài Đức, Bình Thuận, ngày 31 tháng 7 năm 1960, tập kích các đồn Tà Lú, Ma Ty, Suối Đầu, Ninh Thuận. Ngày 29 tháng 8 năm 1960 do các nhóm vũ trang địa phương thực hiện, tuy ở quy mô nhỏ ở đồng bằng, nhưng cũng khiến chính quyền Tổng thống Diệm phải chú ý đến diễn biến tình hình theo chiều hướng mới này. Năm 1960, tại [[Đại hội Đảng Cộng sản Việt Nam III|Đại hội Đảng Lao động lần thứ III]], [[Lê Duẩn]], nguyên Bí thư Xứ ủy Nam Bộ, một người Cộng sản theo đường lối cứng rắn, trúng cử Bí thư thứ nhất Trung ương [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]]. Từ đây, những người Cộng sản miền Nam ngày càng nhận được nhiều hơn sự hỗ trợ to lớn từ Hà Nội. Với việc [[Đoàn 559, Quân đội Nhân dân Việt Nam|Đoàn 559]] được lệnh mở rộng hệ thống đường, hoạt động chuyển cán bộ, vũ khí từ miền Bắc theo [[đường Trường Sơn|đường mòn Hồ Chí Minh]] vào Nam được đẩy mạnh. Những người Cộng sản miền Nam theo đó, đã lần lượt thành lập [[Trung ương Cục miền Nam]] và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] để chỉ đạo cuộc đấu tranh thống nhất hai miền. Ngày 15 tháng 2 năm 1961, [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] được thành lập trên cơ sở thống nhất các lực lượng vũ trang Cộng sản ở miền nam, đối lập chống lại chính quyền [[Việt Nam Cộng hòa]]. Sau Hội nghị Trung ương 9 Đảng Lao động Việt Nam, nhiều cán bộ quân sự cao cấp được tăng cường vào Nam Bộ, Tây Nguyên, Khu V. Một số trung đoàn chủ lực cũng được lệnh lên đường vào Nam. Tại Tây Nguyên, Bộ Tư lệnh Mặt trận Tây Nguyên, mật danh là \"[[Các mặt trận trong Chiến tranh Việt Nam|Mặt trận B3]]\", được thành lập ngày 1 tháng 4 năm 1964<ref>\"Lịch sử Quân sự Việt Nam\" - Tập 11: \"Cuộc kháng chiến chống Mỹ, cứu nước 1954-1975\". Chương II. Nhà xuất bản Chính trị Quốc gia. 2005.<\/ref>. Mặt trận được đặt dưới sự lãnh đạo và chỉ huy trực tiếp của [[Quân ủy Trung ương (Việt Nam)|Quân ủy Trung ương]] và [[Bộ Tổng Tư lệnh Quân đội Nhân dân Việt Nam|Tổng tư lệnh]]. Tư lệnh Mặt trận là Đại tá Nguyễn Chánh, Chính ủy là Đại tá [[Đoàn Khuê]]. Trong 2 năm 1964-1965, nhiều đơn vị Quân đội Nhân dân đã tập kết tại Tây Nguyên trước khi tỏa đi khắp các chiến trường miền Nam chiến đấu. Tháng 9 năm 1964, Trung đoàn 320<ref>Tuyển chọn từ các sư đoàn 304, 308, 350 Quân đội Nhân dân Việt Nam.<\/ref>, Trung đoàn chủ lực đầu tiên đã vào đến Tây Nguyên. Sau đó là các Trung đoàn Bộ binh khác như Trung đoàn 101A<ref>Thuộc Sư đoàn 325A.<\/ref>, Trung đoàn 33<ref>Nguyên là Trung đoàn 101B, thuộc Sư đoàn 325B.<\/ref>, Tiểu đoàn 545<ref>Thuộc [[Quân khu Tây Bắc]].<\/ref> và Tiểu đoàn đặc công 952 lần lượt vào Tây Nguyên, hình thành một khối chủ lực mạnh tương đương cấp [[sư đoàn]], trở thành đối thủ xứng tầm với Sư đoàn 23 trên chiến trường Tây Nguyên. Đầu năm 1965, Trung đoàn 44 (Sư đoàn 23) đã bị Trung đoàn 101 (B3) đánh thiệt hại nặng tại Bắc Tây Nguyên. Các Liên đoàn Biệt động quân hỗ trợ cho Sư đoàn 23 cũng bị đánh thiệt hại, trong đó, Tiểu đoàn Biệt động quân \"Cọp đen\" đã bị diệt gọn. Cuộc khủng hoảng chính trị do \"mùa đảo chính\" đã gây thiệt hại nghiêm trọng đến sức chiến đấu của các đơn vị Việt Nam Cộng hòa. Các tướng lãnh quá bận rộn với việc tranh giành quyền lực, hoàn toàn bị động trước sức công kích của quân đội [[Việt Nam Dân chủ Cộng hòa]]. Chỉ trong một thời gian ngắn, 63% địa bàn lãnh thổ [[Việt Nam Cộng hòa]] chịu ảnh hưởng hoặc bị kiểm soát bởi [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]. Để cứu vãn sự sụp đổ của Việt Nam Cộng hòa, người Mỹ quyết định sẽ can thiệp trực tiếp. Ngày 10 tháng 4 năm 1965, Tiểu đoàn 2\/3 [[Thủy quân lục chiến Hoa Kỳ]] đổ bộ vào [[Đà Nẵng]], mở đầu sự tham chiến trực tiếp với quy mô lớn của người Mỹ trên chiến trường Việt Nam. Trước tình hình này, Hà Nội đã quyết định chọn Tây Nguyên làm chiến trường thử lửa với Quân đội Mỹ. Tháng 8 năm 1965, [[Thiếu tướng]] [[Chu Huy Mân]] đảm nhiệm vị trí Tư lệnh kiêm Chính ủy Mặt trận B3. Ngày 20 tháng 12 năm 1965, Sư đoàn 1 chủ lực Mặt trận Tây Nguyên được thành lập, mở đầu cho những trận chạm trán nảy lửa giữa quân đội Mỹ và đồng minh với các đơn vị Quân Giải phóng Miền Nam. Hầu hết các trận đánh lớn giữa Quân Giải phóng Miền Nam và Quân đội Mỹ - đồng minh diễn ra ở Bắc Tây Nguyên, nên tại địa bàn của mình, Sư đoàn 23 đóng vai trò là lực lượng hỗ trợ cho các đơn vị Mỹ tại Tây Nguyên như Sư đoàn 4 Bộ binh \"Dây thường xuân\"<ref>Là đơn vị chủ lực của [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam|MACV]] tại Tây Nguyên.<\/ref>, Sư đoàn 1 Kỵ binh Bay, Sư đoàn 25 Tia chớp Nhiệt đới, Sư đoàn 1 Anh cả đỏ<ref>Đây là các đơn vị cơ động, được điều động tùy theo từng thời điểm khác nhau.<\/ref>. So với [[Sư đoàn 22 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 22]] ở [[Bình Định]] phải đối phó vất vả với [[Sư đoàn 3, Quân đội Nhân dân Việt Nam|Sư đoàn 3 Sao Vàng]] tinh nhuệ, thì nhiệm vụ của Sư đoàn 23 có vẻ dễ thở hơn nhiều. Tháng 11 năm 1966, [[Thiếu tướng]] [[Hoàng Minh Thảo]] đến Tây Nguyên đảm nhiệm vị trí Phó Tư lệnh Mặt trận Tây Nguyên. Tháng 9 năm 1967, thì đảm nhiệm vị trí Tư lệnh Mặt trận này đến khi chiến tranh kết thúc. Năm 1968, Tết Mậu Thân, Quân Giải phóng đã tấn công Sở chỉ huy Sư đoàn 23 ở [[Buôn Ma Thuột|Ban Mê Thuột]], cùng phối hợp có 2 mũi khác tấn công [[Phan Thiết]] và [[Đà Lạt]] vào lúc 1 giờ 30 ngày 30 tháng 1 năm 1968. Được Sư đoàn 4 Bộ binh Mỹ ứng cứu, Sư đoàn 23 phòng thủ quyết liệt, phản kích thành công, làm thiệt hại nặng các đơn vị Quân Giải phóng, buộc họ phải rút khỏi các vị trí đã chiếm trước đó. Tiếng súng giao chiến trên khu vực do Sư đoàn 23 kiểm soát đến ngày 12 tháng 3 năm 1968 đã hoàn toàn im lặng. Bị thiệt hại nặng trong các chiến dịch Mậu Thân, các lực lượng vũ trang của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] phải tạm thời rút về các căn cứ xa chiến trường để tổ chức lại. Sau 2 năm tương đối yên tĩnh, năm 1970, Quân Giải phóng lại triển khai các hoạt động vũ trang trên khu vực Quân khu II Việt Nam Cộng hòa, thường xuyên áp dụng chiến thuật \"vây điểm, diệt viện\". Ngày 31 tháng 3 năm 1970, một lực lượng Quân Giải phóng đã tập kích thị trấn Sông Mao (nay thuộc huyện Bắc Bình, tỉnh Bình Thuận), là nơi đóng Sở chỉ huy Trung đoàn 44, đồng thời cũng là sở chỉ huy nhẹ của Sư đoàn 23. Tháng 4 năm 1971, liên tục xảy ra nhiều vụ tập kích vào các cánh quân tham gia cuộc hành quân Quang Trung 6, trong đó có cả cánh quân của sư đoàn 23. Đầu tháng 2 năm 1972, tướng [[Ngô Du]], Tư lệnh Quân đoàn II và Quân khu 2, nhận được tin đối phương sẽ đánh lớn tại coa nguyên. Quân đoàn II được phối trí lại. Sư đoàn 23 trấn thủ địa bàn rộng hơn, phòng ngự từ Thị xã Pleiku, đường số 19, đường số 14 cho đến Thị xã Kontum<ref>Hoàng Minh Thảo. Chiến đấu ở Tây Nguyên. Phần 10. Nhà xuất bản Quân đội Nhân dân. 2004.<\/ref>. Đại tá [[Lý Tòng Bá]] được cử làm Tư lệnh thay Chuẩn tướng Võ Văn Cảnh<ref>Hồi ký của đại tá Trịnh Tiếu. Dẫn theo Tướng lĩnh Sài Gòn tự thuật. Nhà xuất bản Công an Nhân dân. Hà Nội. 2006.<\/ref>. Trong năm 1972, Lý Tòng Bá đã chỉ huy Sư đoàn 23 đánh thiệt hại lực lượng của Hoàng Minh Thảo tại Kontum ''(Ba năm sau đó, khi Quân lực Việt Nam Cộng hòa đã mất tinh thần chiến đấu, Lý Tòng Bá đã bị [[Hoàng Minh Thảo]] bắt sống trên đường hành quân tiến đánh Sài Gòn)''. Ngày 20 tháng 9 năm 1972, Sư đoàn 10, Đoàn Đắc Tô được thành lập thay thế Sư đoàn 1 ở Tây Nguyên).\n\n==Trận chiến cuối cùng==\nĐầu năm 1975, tình hình miền Nam có nhiều biến chuyển. Mỹ một khi rút quân theo Hiệp định Paris thì khó tham chiến trở lại. Xã hội Mỹ đã mệt mỏi vì cuộc chiến, Nixon vì vụ Watergate phải ra đi, Quốc hội Mỹ hạn chế quyền của Tổng thống, giảm viện trợ cho Việt Nam Cộng hòa, khiến Sài Gòn bị hẫng bởi cảm giác cô hành, đối phó khó khăn chính trị, kinh tế, quân sự chồng chất. Cuối năm 1974, với việc Sư đoàn 304 Quân đội Nhân dân đánh bại Lữ đoàn 1 Dù và Sư đoàn 3 Bộ binh Việt Nam Cộng hòa tại Thượng Đức, Bộ Chính trị Đảng Lao động nhận định rằng lực lượng chủ lực của họ đã mạnh hơn đối phương. Để củng cố niềm tin, Quân đội Nhân dân đã cho Sư đoàn 7 và Sư đoàn 9 đánh tỉnh Phước Long, một tỉnh sát Sài Gòn. Đây là lần đầu tiên Sài Gòn bị mất nguyên một tỉnh và sau những nỗ lực tối đa vẫn không thể chiếm lại. Mỹ đã phản ứng trên đài báo nhưng chỉ vậy không hơn. Đây là đòn thăm dò tuyệt hảo của Hà Nội. Kết quả cho thấy người Mỹ đã thật sự từ bỏ cuộc chiến tại Việt Nam. Từ đây Bộ Chính trị Đảng Lao động đã hạ quyết tâm giải phóng hoàn toàn miền nam VN trong 2 năm 1975-1976. Thực hiện ý chí của Bộ Chính trị, Bộ Tổng Tham mưu đã lập kế hoạch đánh đòn \"điểm huyệt\" vào hệ thống phòng ngự của Việt Nam Cộng hòa. Mục tiêu của đòn \"điểm huyệt\" phải hội tụ các điểm: vị trí trọng yếu, lực lượng yếu, dễ đánh lớn, dễ phát triển chiến lược. Buôn Ma Thuột, Thủ phủ Tây Nguyên, nơi có Sở chỉ huy Sư đoàn 23 chỉ có Trung đoàn 53 và 1 Liên đoàn Biệt Động quân giữ chính là mục tiêu hội tụ tất cả các điểm này. Đầu năm 1975, Hà Nội bí mật cử Đại tướng Văn Tiến Dũng vào Tây Nguyên. Bộ Tư lệnh Chiến dịch Tây Nguyên được thành lập, Hoàng Minh Thảo<ref>Thượng tướng Giáo sư Hoàng Minh Thảo đã chiến đấu tại Tây Nguyên từ năm 1965-1975 ở vị trí Tư lệnh Mặt trận Tây Nguyên. Chính ông trong một lần ra Hà Nội đã từng bàn với Đại tướng Võ Nguyên Giáp về kế hoạch chọn Buôn Ma Thuột làm hướng tấn công chiến lược. Lý lẽ của ông là cả một Tây nguyên mênh mông, Quân đội miền Nam chỉ có một Sư đoàn 23, cả vùng nam Tây Nguyên chỉ có một Trung đoàn 53. Các Liên đoàn Biệt Động quân sức chiến đấu kém, dễ tiêu diệt. Kế hoạch của ông được Võ Nguyên Giáp nhiệt liệt tán thành<\/ref>, một chỉ huy hiểu Tây nguyên và có kinh nghiệm về Sư đoàn 23, được bổ nhiệm làm Tư lệnh. Trong khi Hà Nội và Mặt trận giải phóng hướng về Buôn Ma Thuột chờ tiếng vọng của đòn \"sấm sét\" thì tất cả chú ý của Dinh Độc Lập, Bộ Tổng Tham mưu, CIA, Tình báo Quân lực Việt Nam Cộng hòa và Phạm Văn Phú, Tư lệnh Vùng 2 chỉ là dõi theo sự di chuyển của 2 Sư đoàn 10 và 320A đang ở gần Pleiku, bắc Tây nguyên và phỏng đoán về một trận đánh lớn ở bất cứ nơi nào 2 Sư đoàn này tập hợp. Cùng với việc Sư đoàn 3 Sao Vàng và Trung đoàn 95A tấn công chia cắt nhiều đoạn con đường số 21 nối Tây Nguyên và Đồng bằng Duyên hải, một kế hoạch nghi binh đã được Quân đội Nhân dân triển khai nhằm giam chân chủ lực Quân đoàn II Việt Nam Cộng hòa tại bắc Tây nguyên. Bị lừa bởi đòn nghi binh này, Dinh Độc Lập, Bộ Tổng Tham mưu Quân lực Cộng hòa, Tình báo Quân đội, CIA tại Sài Gòn và Thiếu tướng Phạm Văn Phú, Tư lệnh Vùng 2 bỏ ngoài tai thông tin về một ý đồ tấn công Buôn Mê Thuột do một người lính Sư đoàn 320A đảo ngũ khai. Hai phần ba Sư đoàn 23 gồm Trung đoàn 44, 45 và 6 Liên đoàn Biệt Động quân đã tập hợp tại Pleiku và Kontum, giữ chắc bắc Tây nguyên nhằm ngăn ngừa khả năng tấn công của hai Sư đoàn 10 và 320A, không ngờ rằng 2 Sư đoàn này chỉ để lại hệ thống điện đài của họ cho Sư đoàn 968 sử dụng phát đi những bức điện giả vờ như họ vẫn ở nguyên vị trí, còn toàn bộ lực lượng chiến đấu đã bí mật di chuyển xuống phía nam Tây nguyên, tạo thành gọng kìm bao vây Buôn Ma Thuột, nơi chỉ có 1\/3 Sư đoàn 23 là Trung đoàn 53 và 1 Liên đoàn Biệt Động quân đóng giữ. Sư đoàn 320A đã chiếm đường 14 ngăn cản Trung đoàn 44, 45 từ Pleiku hành quân đường bộ ứng cứu Ban Mê Thuột. Sư đoàn 10 đánh chiếm Đức Lập rồi tập hợp ở đông nam Ban Mê Thuột đón đánh Trung đoàn 44, 45 đổ bộ đường không để tái chiếm Ban Mê Thuột. Cũng cần biết thêm là trong khi Sư đoàn 10 và 320A âm thầm di chuyển xuống phía nam Tây nguyên, Sư đoàn 316, một đơn vị chiến đấu sừng sỏ của Bắc Việt, đơn vị đã đánh chiếm Đồi A1 tại Điện Biên Phủ và có Trung đoàn 174 đã nghiền nát 2\/3 Lữ đoàn 173 Dù Mỹ tại Dakto, đã hành quân từ Quân khu IV miền bắc, qua Lào, bí mật xâm nhập Tây Nguyên và hòa vào đội hình hành quân của Sư đoàn 320A, dùng Sư đoàn 320A làm tấm bình phong che giấu sự hiện diện của mình trước khi tách ra vào vị trí chiến đấu sát Buôn Ma Thuột. Sau khi hoạt động nghi binh và chia cắt các con lộ nối Buôn Ma Thuột với bắc Tây nguyên và đồng bằng đã xong, 2h30 sáng ngày 10\/3\/1975, Sư đoàn 316 đã cùng Trung đoàn 95B (Sư đoàn 325) và Trung đoàn đặc công 198 bất ngờ đánh Buôn Ma Thuột. Cuộc tấn công được yểm trợ bởi các cỡ pháo và xe tăng T54. Lực lượng Bộ binh của hai bên tại Buôn Ma Thuột vào thời điểm quyết chiến chênh lệch 5\/1. Do đó, đến 11h30 trưa ngày 11\/3\/1975, Buôn Ma Thuột thất thủ, lực lượng còn lại của Trung đoàn 53, thuộc Sư đoàn 23 phải vừa đánh vừa rút ra sở chỉ huy cạnh sân bay Hòa Bình. Đến ngày 14 tháng 3 năm 1975, Trung đoàn 53 và Liên đoàn Biệt Động quân duy nhất giữ Buôn Ma Thuột đã bị Trung đoàn 198 Đặc công của Quân đội Nhân dân tiêu diệt hoàn toàn. Sau khi nghe Buôn Ma Thuột có biến, bị bất ngờ bởi quy mô của trận đánh, hoảng hốt trước tin Sư đoàn 316 vào Tây nguyên, Thiếu tướng Phạm Văn Phú lập tức ra lệnh ném bom phá cầu đường hạn chế tốc độ tiến quân của Sư đoàn 316 và gọi điện thoại về Sài Gòn báo cáo. Tướng Phú đến lúc đó vẫn chưa biết Sư đoàn 316 đã chiến đấu trong lòng thị xã được 10 tiếng đồng hồ. Tướng Phú đã nhận lệnh trực tiếp từ Tổng thống Nguyễn Văn Thiệu và ra lệnh sử dụng tất cả máy bay lên thẳng sẵn có chuyển 2 Trung đoàn còn lại của Sư đoàn 23 là Trung đoàn 44, 45 cùng 1 Liên đoàn Biệt Động quân đổ xuống khu vực Nông Trại và Phước An ở phía nam Tây nguyên. Các lực lượng này có nhiệm vụ phối hợp với lực lượng còn lại tại chỗ để chiếm lại Buôn Ma Thuột. Trung đoàn 44, 45 - Sư đoàn 23 và Liên đoàn 21 Biệt Động quân vừa tiếp đất, chưa kịp đứng vững thì đã rơi vào trận địa của 2 Trung đoàn 24 và 28 - Sư đoàn 10. Không có xe tăng, thiết giáp, công sự che chắn, chỉ có pháo 105&nbsp;mm được máy bay trực thăng tải đến và Sư đoàn 6 Không quân yểm trợ hạn chế, 2 Trung đoàn 44, 45 - Sư đoàn 23 và Liên đoàn 21 Biệt Động quân gần như phơi mình giữa cánh đồng dưới làn đạn pháo và hỏa lực tăng, thiết giáp cũng như sức tấn công mãnh liệt của 2 Trung đoàn 24, 28 - Sư đoàn 10. Trong 2 ngày, 2 Trung đoàn 44, 45 - Sư đoàn 23 gần như bị tiêu diệt. 700 tàn quân của 2 Trung đoàn và Liên đoàn 21 Biệt Động quân đã cố chạy về hướng Chư Cúc nhưng bị Trung đoàn 28 (Sư đoàn 10) truy kích chỉ còn 37 lính bộ và 35 lính Biệt Động sống sót. Việc toàn bộ Sư đoàn 23 gồm cả ba Trung đoàn 53, 44, 45 và 1 Liên đoàn Biệt Động quân bị tiêu diệt đã khiến Sài Gòn và toàn hộ hệ thống phòng thủ rúng động. Lực lượng mạnh nhất của họ trên cao nguyên bị xóa sổ, một vùng Cao nguyên Chiến lược bị mất. Sài Gòn choáng váng, Chính quyền và Quân đội hoảng hốt. Tổng thống Nguyễn Văn Thiệu không thể trấn tĩnh đưa ra mệnh lệnh sáng suốt. Lệnh buộc Phạm Văn Phú triệt thoái Tây Nguyên càng khiến sự hoảng loạn sâu sắc hơn. 5 Liên đoàn Biệt Động quân vội vàng rút khỏi Pleiku qua mũi một sư đoàn thép của đối phương náu trên đường 14. Sư đoàn 320A đã tung toàn bộ lực lượng, băng rừng vượt suối, truy kích, cường tập 5 liên đoàn Biệt Động quân trên con lộ 7 suốt ngày đêm. Chỉ 1 Liên đoàn Biệt động quân đi lọt cuộc truy đuổi này. Các lực lượng của Việt Nam Cộng hòa tại 3 Quân khu I, II, III từ nay đều có thể trở thành mục tiêu bị tấn công từ hướng Tây Nguyên. Trước thế trận phòng thủ đã bị vỡ một mảng, chính quyền Sài Gòn liên tiếp đưa ra những quyết định mang về sự hoảng loạn ngày càng sâu rộng, làm xấu thêm tình hình và cuối cùng dẫn đến sự sụp đổ của toàn bộ chính quyền Việt Nam Cộng hòa.\n\n==Đơn vị trực thuộc và phối thuộc==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"23%\" |Đơn vị\n!width= \"23%\" |Chú thích\n!width= \"1%\" |Stt\n!width= \"23%\" |Đơn vị\n!Chú thích\n|-\n|<center> 1<ref>Từ số 1 đến số 3 là đơn vị \"Tác chiến\" trực thuộc Sư đoàn<\/ref>\n|<center> Trung đoàn 44\n|\n|<center> 10\n|<center> Biệt đội Quân báo\n|\n|-\n|<center> 2\n|<center> Trung đoàn 45\n| \n|<center> 11\n|<center> Biệt đội Kỹ thuật\n|\n|-\n|<center> 3\n|<center> Trung đoàn 53\n|\n|<center> 12\n|<center> Biệt đội<br>Tác chiến Điện tử\n|\n|-\n|<center> 4\n|<center> Đại đội<br>Tổng hành dinh\n|\n|<center> 13\n|<center> Tiểu đoàn Quân y\n|\n|-\n|<center> 5\n|<center> Đại đội Trinh sát\n|\n|<center> 14\n|<center> Tiểu đoàn Truyền tin\n|\n|-\n|<center> 6\n|<center> Đại đội Quân cảnh\n|\n|<center> 15\n|<center> Tiểu đoàn Tiếp vận\n|\n|-\n|<center> 7\n|<center> Đại đội Công vụ\n|\n|<center> 16\n|<center> Tiểu đoàn<br>Công binh Chiến đấu\n|\n|-\n|<center> 8\n|<center> Đại đội Quân vận<br>(Quân xa)\n|\n|<center> 17\n|<center> Trung đoàn Pháo binh\n|Các Tiểu đoàn: 230 (155 ly), 231, 232, 233 (105 ly). Phối thuộc và dưới sự điều động của Tư lệnh Sư đoàn\n|-\n|<center> 9\n|<center> Đại đội<br>Hành chính Tài chính\n|\n|<center> 18\n|<center> Thiết đoàn 8\n|Thuộc \"Lữ đoàn 2 Kỵ binh\". Phối thuộc và dưới sự điều động của Tư lệnh Sư đoàn\n|-\n|}\n\n==Bộ Tư lệnh Sư đoàn và Chỉ huy Trung đoàn tháng 3\/1975==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"24%\" |Họ và Tên\n!width= \"15%\" |Cấp bậc\n!width= \"23%\" |Chức vụ\n!Chú thích\n|-\n|<center> 1\n|<center> [[Lê Trung Tường]]<br>''Võ bị Huế K2\n|<center> Chuẩn tướng\n|<center> Tư lệnh\n|\n|-\n|<center> 2 \n|<center> [[Vũ Thế Quang (Đại tá, Quân lực VNCH)|Vũ Thế Quang]]<ref>Đại tá Vũ Thế Quang sinh năm 1933 tại Hà Nội.<\/ref><br>''Võ bị Đà Lạt K4\n|rowspan= \"4\"|<center> Đại tá\n|<center> Tư lệnh phó\n|\n|-\n|<center> 2\n|<center> [[Hà Thúc Tứ (Đại tá, Quân lực VNCH)|Hà Thúc Tứ]]<ref>Đại tá Hà Thúc Tứ sinh năm 1931.<\/ref><br>''Võ bị Đà Lạt K4\n|<center> Tham mưu trưởng\n|\n|-\n|<center> 3\n|<center> [[Phùng Văn Quang (Đại tá, Quân lực VNCH)|Phùng Văn Quang]]\n|<center> Chỉ huy<br>Trung đoàn 45\n|\n|-\n|<center> 4\n|<center> [[Võ Ân (Đại tá, Quân lực VNCH)|Võ Ân]]<ref>Đại tá Võ Ân sinh năm 1941 tại Thừa Thiên.<\/ref><br>''Võ bị Đà Lạt K18\n|<center> Chỉ huy<br>Trung đoàn 53\n|Được thăng cấp Đại tá sau khi Ban Mê Thuột thất thủ\n|-\n|<center> 5\n|<center> [[Ngô Văn Xuân (Trung tá, Quân lực VNCH)|Ngô Văn Xuân]]<br>''Võ bị Đà Lạt K17 \n|<center> Trung tá\n|<center> Chỉ huy<br>Trung đoàn 44\n|\n|-\n|}\n\n==Trung đoàn Pháo binh==\n*'''Đơn vị phối thuộc\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"22%\" |Họ và Tên\n!width= \"13%\" |Cấp bậc\n!widrh= \"16%\" |Chức vụ\n!width= \"22%\" |Đơn vị\n!Chú thích\n|-\n|<center> 1\n|<center> [[Đặng Nguyên Phả (Trung tá, Quân lực VNCH)|Đặng Nguyên Phả]]<br>''Võ khoa Thủ Đức K4<ref>Trường Sĩ quan Trừ bị Thủ Đức<\/ref>\n|rowspan= \"3\"|<center> Trung tá\n|<center> Chỉ huy trưởng\n|<center> Bộ Chỉ huy<br>Trung đoàn\n|\n|-\n|<center> 2\n|<center> [[Phạm Ngọc Thúy (Trung tá, Quân lực VNCH)|Phạm Ngọc Thúy]]<ref>Trung tá Phạm Ngọc Thúy sinh năm 1932 (VN), mất 2010 tại Hoa Kỳ.<\/ref><br>''Võ khoa Thủ Đức K4\n|<center> Chỉ huy phó\n|<center> nt\n|\n|-\n|<center> 3\n|<center> [[Vương Thế Hiển (Trung tá, Quân lực VNCH)|Vương Thế Hiển]]<br\/>''Võ khoa Thủ Đức K6\n|rowspan= \"4\"|<center> Tiểu đoàn trưởng\n|<center> Tiểu đoàn 230\n|\n|-\n|<center> 4\n|<center> [[Đào Đắc Đạo (Thiếu tá, Quân lực VNCH)|Đào Đắc Đạo]]\n|rowspan= \"3\"|<center> Thiếu tá\n|<center> Tiểu đoàn 231\n|\n|-\n|<center> 5\n|<center> [[Lê Hoàng Lương (Thiếu tá, Quân lực VNCH)|Lê Hoàng Lương]]<br>''Võ bị Đà Lạt K20\n|<center> Thiểu đoàn 232\n|\n|-\n|<center> 6\n|<center> [[Biện Công Văn (Thiếu tá, Quân lực VNCH)|Biện Công Văn]]\n|<center> Tiểu đoàn 233\n|\n|-\n|}\n\n==Tư lệnh Sư đoàn qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"25%\" |Họ và tên\n!width= \"14%\" |Cấp bậc\n!width= \"18%\" |Tại chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Nguyễn Thế Như (Đại tá, Quân lực VNCH)|Nguyễn Thế Như]]<br>''Võ bị Liên quân<br>Viễn Đông Đà Lạt\n|rowspan= \"4\"|<center> Trung tá<ref>Cấp bậc khi nhậm chức<\/ref>\n|<center> 8\/1955-9\/1956\n|Tư lệnh đầu tiên. Sau là Đại tá Chỉ huy trưởng Trường Hạ sĩ quan Đồng đế (1957-1958). Năm 1963, Giải ngũ ở cấp Đại tá\n|-\n|<center> 2\n|<center> [[Nguyễn Văn Vĩnh (Đại tá, Quân lực VNCH)|Nguyễn Văn Vĩnh]]<br>''Võ bị Đà Lạt K5\n|<center> 9\/1956-9\/1958\n|Sau là Đại tá\n|-\n|<center> 3\n|<center> [[Bùi Dzinh]]<br>''Võ bị Đà Lạt K3\n|<center> 9\/1958-5\/1959\n|Giải ngũ ở cấp Đại tá sau đảo chính 1\/11\/1963\n|-\n|<center> 4\n|<center> [[Trần Thanh Phong]]<br>''Võ bị Huế K2\n|<center> 5\/1959-5\/1961\n|Nguyên là Thiếu tướng tùng sự ở Bộ Quốc phòng. Ngày 1 tháng 12 năm 1972 tử nạn máy bay tại Tuy Hòa. Được truy thăng Trung tướng\n|-\n|<center> 5\n|<center> [[Lê Quang Trọng (Đại tá, Quân lực VNCH)|Lê Quang Trọng]]<ref>Đại tá Lê Quang Trọng sinh năm 1925 tại Thừa Thiên.<\/ref><br>''Võ bị Huế K2\n|<center> Đại tá\n|<center> 5\/1961-12\/1963\n|Giải ngũ ở cấp Đại tá\n|-\n|<center> 6\n|<center> [[Hoàng Xuân Lãm]]<br>''Võ bị Đà Lạt K3\n|<center> Đại tá<br>Chuẩn tướng<br>(8\/1964)\n|<center> 12\/1963-10\/1964\n|Sau cùng là Trung tướng Phụ tá Tổng trưởng Quốc phòng\n|-\n|<center> 7\n|<center> [[Lữ Mộng Lan|Lữ Lan]]<br>''Võ bị Đà Lạt K3\n|<center> 10\/1964-8\/1965\n|\n|-\n|<center> 8\n|<center> [[Nguyễn Văn Mạnh]]<br>''Võ bị Huế K1\n|<center> Đại tá<br>Chuẩn tướng<br>(11\/1965)\n|<center> 8\/1965-11\/1966\n|Sau cùng là Trung tướng Chỉ huy trưởng trường Cao đẳng Quốc phòng\n|-\n|<center> 9\n|<center> [[Trương Quang Ân]]<br>''Võ bị Đà Lạt K7\n|<center> Đại tá<br>Chuẩn tướng<br>(6\/1968)\n|<center> 11\/1966-9\/1968\n|Tử nạn trực thăng ngày 8 tháng 9 năm 1968. Được truy thăng Thiếu tướng\n|-\n|<center> 10\n|<center> [[Võ Văn Cảnh]]<br>''Võ bị Địa phương<br\/>Trung Việt Huế K3\n|<center> Đại tá<br>Chuẩn tướng<br>(7\/1970)\n|<center> 9\/1968-1\/1972\n|Sau cùng là Thiếu tướng phụ tá Tổng trưởng Nội vụ\n|-\n|<center> 11\n|<center> [[Lý Tòng Bá]]<br>''Võ bị Đà Lạt K6\n|<center> Đại tá<br>Chuẩn tướng<br>(5\/1972)\n|<center> 1\/1972-10\/1972\n|Sau cùng là Chuẩn tướng Tư lệnh Sư đoàn 25 Bộ binh\n|-\n|<center> 12\n|<center> [[Trần Văn Cẩm]]<br>''Võ bị Địa phương<br\/>Trung Việt Huế K1\n|<center> Đại tá<br>Chuẩn tướng<br>(11\/1972)\n|<center> 10\/1972-11\/1973\n|Sau cùng là Chuẩn tướng Tư lệnh phó Quân đoàn II\n|-\n|<center> 13\n|<center>[[Lê Trung Tường]]\n|<center> Đại tá<br>Chuẩn tướng<br>(4\/1974)\n|<center> 11\/1973-14\/3\/1975\n|\n|-\n|<center> 14\n|<center> [[Lê Hữu Đức (Đại tá VNCH)|Lê Hữu Đức]]<br>''Sĩ quan Giáo phái<br>Cao Đài Đồng hóa\n|<center> Đại tá\n|<center> Từ 15\/3\/1975\n|Ngày 14 tháng 3 năm 1975 tại Phước An, Darlac, tướng Lê Trung Tường bị thương về Sài Gòn điều trị. Ngay ngày hôm sau, Đại tá Lê Hữu Đức, nguyên Tham mưu phó Đặc trách Bình định và Phát triển Quân khu 2 được Thiếu tướng Phạm Văn Phú Tư lệnh Quân đoàn II cử thay thế chức vụ Tư lệnh Sư đoàn (Lúc này phiên hiệu Sư đoàn chỉ còn trên danh tính, thực tế thì tổ chức và quân số của Sư đoàn đã thất tán).\n|-\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011) ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{ARVN}}\n\n[[Thể loại:Sư đoàn Quân lực Việt Nam Cộng hòa|23]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1959]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]"}