{"23282":"{{Infobox Military Unit\n|unit_name= Sư đoàn 1 Bộ binh<br>Việt Nam Cộng hòa\n|image= [[Hình: ARVN 1st Division SSI.svg|150px]]\n|caption= Phù hiệu\n|dates= [[1955]]-[[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|branch= Lục Quân\n|type= Bộ binh\n|command_structure= [[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và Quân khu 1]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]] \n|battles= -[[Sự kiện Tết Mậu Thân]] (1968)<br>-[[Chiến dịch Lam Sơn 719]] (1971)<br>-[[Mùa Hè Đỏ Lửa]] (1972)<br>-[[Chiến dịch Huế-Đà Nẵng]] (1975)\n|notable_commanders= -[[Lê Văn Nghiêm]]<br>-[[Nguyễn Khánh]]<br>-[[Tôn Thất Đính]]<br>-[[Nguyễn Văn Thiệu]]<br>-[[Đỗ Cao Trí]]<br>-[[Nguyễn Chánh Thi]]<br\/>-[[Ngô Quang Trưởng]]<br>-[[Phạm Văn Phú]]<br>-[[Lê Văn Thân]]<br>-[[Nguyễn Văn Điềm]]\n}}\n\n'''Sư đoàn 1 Bộ Binh''', là một trong 3 đơn vị chủ lực thuộc [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và Quân khu 1]] của [[Quân lực Việt Nam Cộng hòa|Quân Lực Việt Nam Cộng hòa]], được thành lập năm 1955 và tan hàng vào tháng 3 năm 1975. Đây là một đơn vị quân đội lớn, từng tham dự nhiều trận đánh quan trọng trong [[Chiến tranh Việt Nam]], cũng là Sư đoàn bộ binh hàng đầu trong Quân Lực Việt Nam Cộng hòa. Ngoài ra Đại đội Hắc Báo (với chức năng Trinh sát và Viễn thám) nổi tiếng thiện chiến với quân số 260 tay súng cũng trực thuộc Sư đoàn. Do lập được nhiều thành tích nên đây là Sư đoàn Bộ binh đầu tiên mà tất cả quân nhân được mang dây biểu chương ba màu Tam Hợp [[Bảo quốc Huân chương]]. Đặc biệt, Tiểu đoàn 2 Trung đoàn 1 của Sư đoàn là đơn vị duy nhất của Quân Lực Việt Nam Cộng hòa nhận ''Presdential Unit Citation'' của [[Hoa Kỳ]] vì thành tích chiến đấu dũng cảm. {{ref|SD1BBa}} Trong [[Chiến tranh Việt Nam]] sư đoàn đã nhiều lần mở các cuộc hành quân, giao chiến ác liệt ở vùng hỏa tuyến [[vĩ tuyến 17]] dọc theo sông Bến Hải với những địa danh như Quốc lộ 9, Cồn Thiên, Khe Sanh, Tchépone, Lao Bảo, Cam Lộ, Ba Lòng, Tà Bạt, Làng Vây, A Shầu, A Lưới, Đông Hà.\n\n*Bộ Tư lệnh Sư đoàn đặt tại Căn cứ Giạ Lê.<ref>Vị trí Căn cứ Giạ Lê ở Phú Bài (Thừa Thiên), được coi như Hậu cứ của Sư đoàn 1 Bộ binh.<\/ref>\n*Bộ Tư lệnh Tiền phương đặt tại Mang Cá.<ref>Mang Cá ở góc đông bắc Hoàng thành Huế, là một đồn binh lớn có từ thời vua quan nhà Nguyễn. Vị trí này được coi như Tiền cứ của Sư đoàn 1 Bộ binh.<\/ref>\n*Bài ca chính thức: ''[[Sư đoàn 1 Bộ binh hành khúc]]''.\n\n==Lịch sử hình thành==\n'''Sư đoàn 1 Bộ Binh''' được thành lập vào ngày 1 tháng 1 năm 1955 tại Huế, với danh xưng ban đầu là Sư đoàn 21 Bộ binh ''(Nghị định số 012-QP\/NĐ ngày 17 tháng 1 năm 1955 và Sự vụ văn thư số 474\/TTM\/1\/1\/SC ngày 27 tháng 1 năm 1955)'' do Trung tá [[Lê Văn Nghiêm]] làm Tư lệnh đầu tiên.<ref>Sư đoàn 21 Bộ Binh là biến thân của Liên đoàn 21 Lưu động được thành lập vào ngày 1 tháng 9 năm 1953 tại Huế. Đến ngày 15 tháng 12 năm 1954, Liên đoàn 21 Lưu động được lệnh giải tán và dùng làm nòng cốt để thành lập Sư đoàn 21 Bộ binh.<\/ref>\n\nNgày 1 tháng 8 năm 1955, Sư đoàn 21 Bộ binh đổi tên là Sư đoàn 21 Dã Chiến, ngày 1 tháng 10 năm 1955 lại đổi thành Sư đoàn 1 Dã chiến ''(Sự vụ văn thư số 3975\/TTM\/1\/1\/SC ngày 17 tháng 9 năm 1955)\n\nCuối năm 1958, Bộ Tổng tham mưu [[Quân lực Việt Nam Cộng hòa|Quân Lực Việt Nam Cộng hòa]] tái tổ chức các Sư đoàn Dã chiến 1, 2, 3, 4 và 6, các Sư đoàn Khinh chiến 11, 12, 13, 14, 15, 16 thuộc [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] thành 7 Sư đoàn Bộ binh, gồm Sư đoàn 1, [[Sư đoàn 2 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 2]], [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5]], [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7]], [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21]], [[Sư đoàn 22 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 22]] và [[Sư đoàn 23 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 23]]. Mỗi sư đoàn với quân số 10.500 quân nhân. {{ref|SD1BBb}}\n\nNgày 1\/12\/1958, Sư đoàn 1 Dã chiến chính thức với tên gọi Sư đoàn 1 Bộ binh gồm các Trung đoàn trực thuôc: 1, 2 và 3.\n\nNgày 16 tháng 7 năm 1966, sau khi xác nhận các đơn vị và quân số của đối phương, Liên quân Việt-Mỹ mở cuộc hành quân Lam Sơn 289 hay chiến dịch Hastings gồm 5 Tiểu đoàn Bộ binh thuộc Sư đoàn 1 Quân Lực Việt Nam Cộng hòa, 5 Tiểu đoàn thuộc Sư đoàn 3 Thủy quân Lục chiến Hoa Kỳ, 1 Tiểu đoàn đổ bộ Đặc biệt thuộc Thủy quân Lục chiến Hoa Kỳ tại khu vực tây nam sông Bến Hải. Tổng lực lượng có quân số lên đến 16.000 quân tham chiến trên mặt đất, cùng hàng trăm trực thăng và máy bay hỗ trợ. Tất cả lực lượng Quân Lực Việt Nam Cộng hòa tham chiến lẫn yểm trợ đều đặt dưới sự điều động của Quân đoàn I Việt Nam Cộng hòa do Thiếu tướng [[Hoàng Xuân Lãm]] chỉ huy. Đại tướng Westmoreland chỉ huy quân Mỹ cung cấp toàn bộ hỏa lực pháo binh, hỏa lực hải quân và không quân tại Quảng Trị cho chiến dịch này. Đây là cuộc hành quân quy mô lớn đầu tiên tại chiến trường Quảng Trị.\n\nNgày 21\/7\/1966, Quân đội Nhân dân Việt Nam điều động Sư đoàn 324B cùng với Lữ đoàn Giới Tuyến vượt sông Bến Hải tăng viện cho các đơn vị đang tham chiến chống lại cuộc hành quân của QLViệt Nam Cộng hòa và Quân lực Hoa Kỳ đang tấn công các Tiểu đoàn Quân đội Nhân dân Việt Nam cố thủ tại các vị trí. Ngày 30\/6\/1966, 30 phi tuần B-52 xuất phát từ đảo Guam ném bom dọc khu Phi Quân sự (DMZ), liên tục ném hàng trăm tấn bom vào đội hình phòng ngự của quân đối phương, gây thương vong lớn. Sau 19 ngày chiến đấu từ 16\/7 đến 3\/8\/1966, cuộc hành quân kết thúc. Phía Hoa Kỳ tuyên bố có khoảng 700 quân đối phương tử trận, 17 bị bắt, 142 vũ khí cá nhân và vũ khí cộng đồng bị tịch thu, phía Liên quân Mỹ-Quân Lực Việt Nam Cộng hòa tổn thất 147 tử trận và khoảng 600 bị thương.\n\nNgày 14\/9\/1966, TQLC Hoa Kỳ phối hợp với Sư đoàn 1 Bộ binh mở chiến dịch Prairie nhằm thanh tảo toàn bộ khu vực Phi Quân sự, 1 ngày sau, Bộ Tư lệnh Đặc nhiệm số 3 Hoa Kỳ huy động 12.000 lính Thủy quân lục chiến khởi động chiến dịch Deck House Quage phối hợp với 11.000 quân Mỹ-Việt Nam Cộng hòa đang thực hiện chiến dịch Prairie, truy quét các lực lượng đối phương từ Cửa Việt đến tây nam sông Bến Hải, buộc các đơn vị đối phương phải rút qua phía bên kia khu vực vĩ tuyến 17. Phía nam sông Bến Hải, toàn tuyến phòng thủ trước ngày 16\/7 được khôi phục hoàn toàn.\n\nTừ tháng 9 đến tháng 11 năm 1967, Trung đoàn 2 Bộ binh cùng với TQLC Hoa Kỳ tham gia một loạt các trận đánh lớn ở vùng Phi Quân sự (DMZ) phản công lại cuộc tiến quân vượt qua vĩ tuyến 17 của Sư đoàn 304 và Sư đoàn 325 của Quân đội Nhân dân Việt Nam được sự yểm trợ của pháo tầm xa đặt ở Vĩnh Linh, phía Bắc vĩ tuyến 17. Tại các khu vực Gio Linh, Cồn Thiện, Cồn Tiên, Trung Lương chứng kiến những trận chiến ác liệt giữa 2 phe tham chiến. Các đơn vị tham chiến đã gây thiệt hại lớn cho quân tấn công nhờ sự yểm trợ hùng hậu của pháo binh mặt đất trong đó có các pháo đội 175 ly đặt ở Cam Lộ và Đông Hà, hải pháo và máy bay ném bom chiến lược B-52 của Mỹ.\n\nTết Mậu Thân năm 1968, Trung đoàn 3 cùng với các Tiểu đoàn 1\/1, 2\/1, 2\/2, 4\/2, Đại đội Hắc Báo và các Chi đoàn 2 và 3 của Thiết đoàn 7 Thiết giáp trực thuộc Sư đoàn và Chiến đoàn 1 Nhảy Dù gồm các Tiểu đoàn 2, 7 và 9 giữ vững Bộ Tư lệnh Sư đoàn 1 Bộ binh tại đồn Mang Cá và các khu vực lân cận xung quanh. Sau đó Trung đoàn 3 cùng với Chiến đoàn A Thủy quân Lục chiến Việt Nam Cộng hòa, 2 Tiểu đoàn Biệt động quân 21 và 39, Thủy quân Lục chiến Hoa Kỳ giải tỏa thành công Cố đô Huế và truy quét quân của đối phương. Tháng 4\/1968, Sư đoàn cùng với Sư đoàn 101 Không vận Hoa Kỳ mở một loạt chiến dịch truy quét phía tây Thừa Thiên, vùng thung lũng A Shầu.\n\nNgày 7\/2\/1969, Tiểu đoàn 2 phối hợp với Tiểu đoàn 3 của Trung đoàn 3 chạm súng nặng với một Trung đoàn chủ lực của Quân đội Nhân dân Việt Nam không rõ phiên hiệu tại tây bắc Thừa Thiên. Trung đoàn 3 tuyên bố đã gây tổn thất nặng cho trung đoàn đối phương với 247 tử trận và 11 tù binh, tịch thu được 109 vũ khí trong đó có 18 vũ khí cộng đồng, phía Việt Nam Cộng hòa thương vong 57 tử trận và khoảng 200 bị thương.\n\nNgày 6\/4\/1969, Tiểu đoàn 1 thuộc Trung đoàn 2 phục kích một Tiểu đoàn thuộc Sư đoàn 304 Quân đội Nhân dân Việt Nam đang tìm cách xâm nhập vào Gio Linh, gây thiệt hại cho đơn vị này với 55 chết và 7 tù binh, tịch thu 23 vũ khí cá nhân. Phía QLViệt Nam Cộng hòa có 18 tử trận và 41 bị thương.\n\nTháng 5 năm 1969, Trung đoàn 3 cùng với Tiểu đoàn 2 và 4 của Trung đoàn 1 tham gia chiến dịch Apache Snow nằm trong 1 loạt các trận đánh ở các Cao điểm 900, 916, 935, 937, 991, đỉnh núi A Bia tại vùng thung lũng mắt xích A Shầu cùng với Sư đoàn 101 Không vận Hoa Kỳ. Tiểu đoàn 2 và 4 tham gia hỗ trợ bảo vệ 2 căn cứ hỏa lực yểm trợ trực tiếp cho chiến dịch của Lữ đoàn 3 Nhảy dù Hoa Kỳ, còn Tiểu đoàn 2 của Trung đoàn 3 Bộ binh Việt Nam Cộng hòa tham gia cuộc đột kích cuối cùng để chiếm ở Cao điểm 937 hay còn gọi là \"Đồi thịt băm\". Tiểu đoàn đã cùng lính dù Mỹ chiếm thành công đỉnh đồi 937 và cắm cờ lúc 10 giờ sáng ngày 20 tháng 5 năm 1969 trước khi bàn giao cho Tiểu đoàn 3 của Lữ đoàn 3 Nhảy dù Hoa Kỳ lúc 17 giờ chiều cùng ngày sau khi đánh bật đối phương khỏi ngọn đồi này.\n\nNgày 11\/10\/1969, Tiểu đoàn 4 thuộc Trung đoàn 3 Bộ binh Việt Nam Cộng hòa tham gia giải vây 1 trại Lực lượng Đặc biệt tại tây bắc Thừa Thiên.\n\nNgày 24\/11\/1969, Tiểu đoàn 3 của Trung đoàn 1 mở cuộc đột kích binh trạm 92, tuy nhiên lại chạm súng nặng nề với lực lượng bảo vệ binh trạm này, buộc phải rút lui mà không đạt được mục tiêu là phá hủy binh trạm này. Tuy nhiên tiểu đoàn 3 tuyên bố đã gây thương vong cho đối phương là 38 chết và 18 bị thương còn phía Việt Nam Cộng hòa thương vong 8 chết và 11 bị thương.\n\nNăm 1970, Sư đoàn tiếp nhận thêm Trung đoàn 54 Bộ binh biệt lập và trở thành trung đoàn thứ tư của Sư đoàn.\n\nNăm 1971, Sư đoàn tham gia [[chiến dịch Lam Sơn 719]] với 3 Trung đoàn 1, 2 và 3 (Trung đoàn 54 không tham gia trận này mà ở lại bảo vệ vùng hậu cứ Thừa Thiên) với mục tiêu là phá hủy đường mòn Hồ Chí Minh nhằm triệt tiêu con đường tiếp vận khổng lồ của Quân đội Nhân dân Việt Nam vào chiến trường miền Nam với nhiều vũ khí tối tân đủ loại. Cùng tham gia chiến dịch còn có các Sư đoàn Nhảy dù, Thủy Quân Lục Chiến và Liên đoàn 1 Biệt động quân thuộc Quân đoàn I. Tiểu đoàn 2\/2 do Trung tá [[Trần Ngọc Huế (Trung tá, Quân lực VNCH)|Trần Ngọc Huế]]<ref>Trung tá Trần Ngọc Huế, sinh năm 1942 tại Huế, xuất thân từ trường Thiếu sinh quân VNCH. Tốt nghiệp khóa 18 Võ bị Quốc gia Đà Lạt.<<\/ref>, sỹ quan có nhiều thành tích trong Tết Mậu Thân 1968 cùng với tiểu đoàn 4\/2 được 120 trực thăng UH-1 Huey mang 1.200 quân không vận nhảy vào thị xã Tchépone để phá hủy các kho tàng chứa lương thực và vũ khí đủ loại của đối phương. Sau đó Sư đoàn chạm súng nặng nề với các Sư đoàn 2, 304, 308, 324B và các đơn vị tăng cường của đối phương với quân số lên đến hơn 40.000 quân đang tiến hành bao vây Sư đoàn. Trung đoàn 1 Bộ binh do Đại tá [[Nguyễn Văn Điềm]] chỉ huy bị vây khốn ở bãi đáp Lolo. Sau 10 ngày chiến đấu ác liệt trong điều kiện bị vây hãm và dưới dàn hỏa lực pháo binh khủng khiếp của phía quân đối phương, Trung đoàn 1 được di tản khẩn cấp bằng trực thăng UH-1 Huey và CH-47 Chinook. Tiểu đoàn 4\/1 do Trung tá [[Lê Huấn (Đại tá, Quân lực VNCH)|Lê Huấn]]<ref>Trung tá Lê Huấn tốt nghiệp khóa 18 Võ bị Quốc gia Đà Lạt. Năm 1971 tử trận trong cuộc hành quân Lam Sơn 719, được truy thăng Đại tá.<\/ref> chỉ huy nhận lãnh trách nhiệm đoạn hậu cho Trung đoàn rút lui, Tiểu đoàn 4\/1 chịu tổn thất nặng nề khi chỉ còn 63\/600 tay súng về tới Việt Nam, nhiều trực thăng của Lục quân Hoa Kỳ cũng bị bắn hạ do lưới lửa từ các dàn pháo phòng không đủ tầm bao vây xung quanh khu vực. Cũng trong trận chiến này, Trung tá Huấn, viên tiểu đoàn trưởng của Trung đoàn 1 Bộ binh đã tử trận bên cạnh Tiểu đoàn phó và các sĩ quan, binh sĩ dưới quyền khác.\n\nSau khi về Việt Nam, Sư đoàn đã tham gia ngay hai cuộc hành quân Lam Sơn 720 và 810 cùng với Thủy quân Lục chiến Việt Nam giải tỏa Động A Tây do Trung đoàn 6 Quân đội Nhân dân Việt Nam chiếm đóng trước đó. Cuộc tái chiếm diễn ra ác liệt, sau 5 ngày chiến đấu, Động A Tây hoàn toàn được giải tỏa, phía Việt Nam Cộng hòa thu hồi được hơn 100 thi hài quân đồng đội, tổn thất 116 tử trận và khoảng 300 bị thương, và tuyên bố phía đối phương có 402 tử trận (đếm xác) và 22 bị bắt làm tù binh, tịch thu 293 vũ khí cá nhân và 47 vũ khí cộng đồng. Ngày 26\/6\/1971, Đại đội Hắc Báo trực thuộc Sư đoàn tiến hành tấn công chớp nhoáng Binh trạm 106 tại thung lũng A Shầu, phá hủy các kho tàng chứa vũ khí và lương thực, tiêu diệt nhóm bảo vệ binh trạm này và rút ra thành công mà không phải chịu tổn thất nào. Cũng trong năm này, các đơn vị thuộc Sư đoàn 1 Bộ binh liên tiếp thực hiện các cuộc tấn công khác ở vùng hỏa tuyến.\n\nNgày 1\/10\/1971, Sư đoàn 3 Bộ Binh Việt Nam Cộng hòa được thành lập, nhận lãnh trách nhiệm trấn đóng vùng địa đầu giới tuyến Quảng Trị thay thế cho Sư đoàn 1 Bộ binh lui về phòng thủ tiểu khu Thừa Thiên, Sư đoàn 1 nhận lệnh chuyển Trung đoàn 2 Bộ Binh đang trấn đóng ở giới tuyến làm nòng cốt của Sư đoàn 3 Bộ Binh.\n\nNăm 1972, Sư đoàn tham gia Chiến dịch Mùa Hè Đỏ Lửa, lúc này Trung đoàn 51 Bộ binh biệt lập đang hoạt động ở vùng Quảng Đà (Quảng Nam-Đà Nẵng) được lệnh sáp nhập vào Sư đoàn, Sư đoàn chính thức có 4 trung đoàn trực thuộc gồm trung đoàn 1, 3, 51, 54 cho đến khi tan hàng năm 1975. Sư đoàn tham gia các chiến dịch tái chiếm một loạt cứ điểm, các điểm cao và thung lũng có thể quan sát toàn bộ tuyến chuyển vận huyết mạch của Quân đội Nhân dân Việt Nam vào miền Nam, những trận đánh đẫm máu không kém hai Sư đoàn đang hoạt động ở phía bắc là Nhảy dù và Thủy quân Lục chiến đang tiến lên tái chiếm Cổ thành Quảng Trị.\n\n==Đơn vị trực thuộc và phối thuộc==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"20%\" |Đơn vị\n!width= \"27%\" |Chú thích \n!width= \"1%\" |Stt\n!width= \"20%\" |Đơn vị\n!Chú thích\n|-\n|<center> 1<ref>Từ số 1 đến số 4 là các đơn vị \"Tác chiến\" trực thuộc Sư đoàn<\/ref>\n|<center> Trung đoàn 1 \n|\n|<center> 11\n|<center> Biệt đội Quân báo\n|\n|-\n|<center> 2\n|<center> Trung đoàn 3\n|\n|<center> 12\n|<center> Biệt đội Kỹ thuật\n|\n|-\n|<center> 3\n|<center> Trung đoàn 51 \n|\n|<center> 13\n|<center> Biệt đội Tác chiến<br>Điện tử\n|\n|-\n|<center> 4\n|<center> Trung đoàn 54 \n|\n|<center> 14\n|<center> Tiểu đoàn Quân y\n|\n|-\n|<center> 5<ref>Từ số 5 đến số 19 là các đơn vị \"Yểm trợ\" trực thuộc Sư đoàn<\/ref>\n|<center> Đại đội<br>Tổng hành dinh\n|\n|<center> 15\n|<center> Tiểu đoàn Truyền tin\n|\n|-\n|<center> 6\n|<center> Đại đội Trinh sát\n|\n|<center> 16\n|<center> Tiểu đoàn Tiếp vận\n|\n|-\n|<center> 7\n|<center> Đại đội Quân cảnh\n|\n|<center> 17\n|<center> Tiểu đoàn<br>Công binh chiến đấu\n|\n|-\n|<center> 8\n|<center> Đại đội Công vụ\n|\n|<center> 18\n|<center> Trung đoàn<br>Pháo binh\n|Các Tiếu đoàn: 10 (155 ly), 11, 12, 14 (105 ly). Phối thuộc và dưới sự điều động của Tư lệnh Sư đoàn\n|-\n|<center> 9\n|<center> Đại đội Quân vận<br>(Quân xa)\n|\n|<center> 19\n|<center> Thiết đoàn 7<br>Kỵ binh\n|Thuộc \"Lữ đoàn 1 Kỵ binh\". Phối thuộc và dưới sự điều động của Tư lệnh Sư đoàn\n|-\n|<center> 10\n|<center> Đại đội<br>Hành chính Tài chính\n|\n|\n|\n|\n|-\n|}\n\n==Bộ Tư lệnh Sư đoàn và Chỉ huy Trung đoàn tháng 3\/1975==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"22%\" |Họ và Tên\n!width= \"18%\" |Cấp bậc\n!width= \"20%\" |Chức vụ\n!Chú thích\n|-\n|<center> 1\n|<center> [[Nguyễn Văn Điềm]]<br>''Võ khoa Thủ Đức K4<ref>Xuất thân từ Trường Sĩ quan<\/ref> \n|<center> Chuẩn tướng\n|<center> Tư lệnh\n|Ngày 29-3-1975, di tản từ Non Nước, Đà Nẵng bằng trực thăng để về Quy Nhơn, tới vùng biển Bình sơn, Quảng Ngãi. Bị tử nạn vì máy bay chở nặng rớt xuống biển\n|-\n|<center> 2\n|<center> [[Trương Tấn Thục (Đại tá, Quân lực VNCH)|Trương Tấn Thục]]<ref>Đại tá Trương Tấn Thục sinh năm 1927 tại Khánh Hòa.<\/ref><br>''Võ bị Đà Lạt K9\n|rowspan= \"4\"|<center> Đại tá\n|<center> Tư lệnh phó\n|\n|-\n|<center> 3\n|<center> [[Ngô Văn Lợi (Đại tá, Quân lực VNCH)|Ngô Văn Lợi]]<ref>Đại tá Ngô Văn Lợi sinh năm 1928 tại Hà Nội.<\/ref><br>''Võ khoa Thủ Đức K4p<br>(Khóa 10B trừ bị Đà Lạt)\n|<center> Tham mưu trưởng\n|\n|-\n|<center> 4\n|<center> [[Võ Toàn (Đại tá, Quân lực VNCH)|Võ Toàn]]<ref>Đại tá Võ Toàn sinh năm 1942 tại Thừa Thiên.<\/ref><br>''Võ bị Đà Lạt K17\n|<center> Chỉ huy<br>Trung đoàn 1\n|Tử nạn cùng Tướng Điềm\n|-\n|<center> 5\n|<center> [[Nguyễn Bùi Quang (Đại tá, Quân lực VNCH)|Nguyễn Bùi Quang]]<ref>Đại tá Nguyễn Bùi Quang sinh năm 1934 tại Thừa Thiên.<\/ref><br>''Võ bị Đà Lạt K10\n|<center> Chỉ huy<br>Trung đoàn 51\n|\n|-\n|<center> 6\n|<center> [[Huỳnh Như Xuân (Trung tá, Quân lực VNCH)|Huỳnh Như Xuân]]<br>''Võ bị Đà Lạt K19\n|rowspan= \"2\"|<center> Trung tá\n|<center> Chỉ huy<br>Trung đoàn 3\n|\n|-\n|<center> 7\n|<center> [[Nguyễn Văn Bình (Trung tá, Quân lực VNCH)|Nguyễn Văn Bình]]<ref>Trung tá Nguyễn Văn Bình sinh năm 1943 tại Thừa Thiên<\/ref><br>''Võ bị Đà Lạt K19\n|<center> Chỉ huy<br>Trung đoàn 54\n|\n|- \n|}\n\n===Pháo binh===\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"22%\" |Họ và Tên\n!width= \"10%\" |Cấp bậc\n!width= \"17%\" |Chức vụ\n!width= \"23%\" |Đơn vị\n!Chú thích\n|-\n|<center>1\n|<center> [[Phan Văn Phúc (Trung tá, Quân lực VNCH)|Phan Văn Phúc]]<br>''Võ khoa Thủ Đức K5\n|rowspan= \"2\"|<center> Trung tá\n|<center> Chỉ huy trưởng\n|<center> Bộ chỉ huy<br>Trung đoàn\n|\n|-\n|<center> 2\n|<center> [[Trần Văn Hiệp (Trung tá, Quân lực VNCH)|Trần Văn Hiệp]]<br>''Võ bị Đà Lạt K13\n|rowspan= \"4\"|<center> Tiểu đoàn trưởng\n|<center> Tiểu đoàn 11\n|\n|-\n|<center> 3\n|<center> [[Bảo Thái (Thiếu tá, Quân lực VNCH)|Bảo Thái]]\n|rowspan= \"3\"|<center> Thiếu tá\n|<center> Tiểu đoàn 10\n||\n|-\n|<center> 4\n|<center> [[Trần Như Hòa (Thiếu tá, Quân lực VNCH)|Trần Như Hòa]]<br>''SQTB Thủ Đức K6''\n|<center> Tiểu đoàn 12\n|\n|-\n|<center> 5\n|<center> [[Nguyễn Khôi (Thiếu tá, Quân lực VNCH)|Nguyễn Khôi]]\n|<center> Tiểu đoàn 14\n|\n|-\n|}\n\n==Tư lệnh Sư đoàn qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n! width= \"1%\" |Stt\n! width= \"22%\" |Họ và Tên\n! width= \"14%\" |Cấp bậc<br>tại nhiệm\n! width= \"16%\" |Thời gian<br>tại chức\n! Chú thích\n|-\n|<center> 1 \n|<center> [[Lê Văn Nghiêm]]<br>''Sĩ quan Đặc biệt Pháp\n|<center> Trung tá<ref>Cấp bậc khi nhậm chức<\/ref><br>(1953)<br>Đại tá<br>(1\/1955)<br>Thiếu tướng<br>(11\/1955)\n|<center> 1\/1955-1\/1956\n|Giải ngũ năm 1965 ở cấp Trung tướng\n|-\n|<center> 2 \n|<center> [[Nguyễn Khánh]]<br>''Võ bị Liên quân<br\/>Viễn Đông Đà Lạt\n|<center> Đại tá<br>(1955)\n|<center> 1\/1956-6\/1957\n|Giải ngũ năm 1965 ở cấp Đại tướng và bị lưu vong cùng năm\n|-\n|<center> 3 \n|<center> [[Tôn Thất Đính]]<br>''Võ bị Huế K1\n|<center> Đại tá<br>(1955)\n|<center> 6\/1957-8\/1958\n|Giải ngũ năm 1966 ở cấp Trung tướng, vì liên quan đến sự kiện [[Biến động Miền Trung]]\n|-\n|<center> 4\n|<center> [[Nguyễn Văn Chuân]]<ref>Tướng Nguyễn Văn Chuân, có 2 lần làm Tư lệnh<\/ref><br\/>''Võ bị Huế K1\n|<center> Đại tá<br>(7\/1958)\n|<center> 8\/1958-2\/1959\n|Tư lệnh lần thứ nhất\n|-\n|<center> 5 \n|<center> [[Tôn Thất Xứng]]<br>''Võ bị Huế K1\n|<center> Đại tá<br>(1958)\n|<center> 2\/1959-1\/1961\n|Giải ngũ năm 1967 ở cấp Thiếu tướng\n|-\n|<center> 6\n|<center> [[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]]<br>''Võ khoa Nam Định<ref>Trường Sĩ quan Trừ bị Nam Định<\/ref>\n|<center> Trung tá<br>(1958)<br>Đại tá<br>(2\/1961)\n|<center> 1\/1961-10\/1961\n|Giải ngũ năm 1973 ở cấp Trung tướng\n|-\n|<center> 7\n|<center> [[Nguyễn Văn Thiệu]]<br>''Võ bị Huế K1\n|<center> Đại tá<br>(1959)\n|<center> 10\/1961-12\/1962\n|Tổng thống Việt Nam Cộng hòa 2 nhiệm kỳ (1967-1975)\n|-\n|<center> 8\n|<center> [[Đỗ Cao Trí]]<br>''Nước Ngọt Vũng Tàu\n|<center> Đại tá<br>(1956)<br>Thiếu tướng<br>(7\/1963)\n|<center> 12\/1962-11\/1963\n|Tháng 8\/1963 Thiếu tướng Trí kiêm nhiệm Tư lệnh Quân đoàn I thay Tướng Lê Văn Nghiêm. Năm 1971, khi đang là Trung tướng Tư lệnh Quân đoàn III bị tử nạn trực thăng. Được truy thăng Đại tướng\n|-\n|<center> 9\n|<center> [[Nguyễn Văn Hiếu (trung tướng)|Nguyễn Văn Hiếu]]<br>''Võ bị Đà Lạt K3\n|<center> Trung tá<br>(8\/1963)<br>Đại tá<br>(11\/1963)\n|<center> 8\/1963-11\/1963<br>(Quyền Tư lệnh)\n|Ngày 11\/11\/1963, Đại tá Hiếu và Đại tá Phong hoán chuyển chức vụ Tham mưu Trưởng Sư đoàn 1. Ngày 8\/4\/1975 khi đang là Thiếu tướng Tư lệnh phó Quân đoàn III, bị ám sát tại văn phòng ở bản doanh Quân đoàn III. Ngày 10\/4 được truy thăng Trung tướng \n|-\n|<center> 10\n|<center> [[Trần Thanh Phong]]<br>''Võ bị Huế K2\n|<center> Đại tá<br>(1963) \n|<center> 11\/1963-2\/1964\n|Năm 1972 khi đang là Thiếu tướng bị tử nạn trực thăng. Được truy thăng Trung tướng\n|-\n|<center> 11\n|<center> [[Nguyễn Chánh Thi]]<br>''Võ bị Địa phương<br\/>Nam Việt Vũng Tàu\n|<center> Đại tá<br>(1959)<br>Chuẩn tướng<br>(5\/1964)<center>Thiếu tướng<br>(10\/1964)\n|<center> 2\/1964-11\/1964\n|Giải ngũ và lưu vong năm 1966 ở cấp Trung tướng, vì liên quan đến sự kiện Biến động miền Trung\n|-\n|<center> 12\n|<center> [[Nguyễn Văn Chuân]]\n|<center> Chuẩn tướng<br>(8\/1964)<br>Thiếu tướng<br>(11\/1965)\n|<center> 11\/1964-3\/1966\n|Tái nhiệm Tư lệnh lần thứ hai. Giải ngũ năm 1966 ở cấp Thiếu tướng\n|-\n|<center> 13\n|<center> [[Phan Xuân Nhuận]]<br>''Võ bị Huế K1\n|<center> Chuẩn tướng<br>(1\/1966)\n|<center> 3\/1966-6\/1966\n|Giải ngũ năm 1966 nguyên cấp\n|-\n|<center> 14\n|<center> [[Ngô Quang Trưởng]]<br>''Sĩ quan Thủ Đức K4\n|<center> Đại tá<br>(6\/1966)<br>Chuẩn tướng<br>(2\/1967)<br>Thiếu tướng<br>(6\/1968)\n|<center> 6\/1966-8\/1970\n|Sau cùng là Trung tướng Tư lệnh Quân đoàn I\n|-\n|<center> 15\n|<center> [[Phạm Văn Phú]]<br>''Võ bị Đà Lạt K8\n|<center> Chuẩn tướng<br>(4\/1969)<br>Thiếu tướng<br>(4\/1971)\n|<center> 8\/1970-11\/1972\n|Tự sát ngày 30\/4\/1975 ở cấp Thiếu tướng\n|-\n|<center> 16\n|<center> [[Lê Văn Thân]]<br>''Võ bị Đà Lạt K7\n|<center> Chuẩn tướng<br>(11\/1972)\n|<center> 11\/1972-11\/1973\n|Sau cùng là Chuẩn tướng Tư lệnh phó Lãnh thổ Quân đoàn II\n|-\n|<center> 17\n|<center> [[Nguyễn Văn Điềm]]\n|<center> Đại tá<br>(10\/1970)<br>Chuẩn tướng<br>(4\/1974)\n|<center> 11\/1973-4\/1975\n|\n|-\n|}\n\n==Các trận đánh tiêu biểu==\n*[[Chiến dịch Đường 9 - Khe Sanh|Chiến dịch Pegasus]] (1968)\n*[[Sự kiện Tết Mậu Thân|Trận chiến bảo vệ Cố Đô Huế trong Tết Mậu Thân]] tại Huế và Quảng Trị (1968)\n*[[Chiến dịch Lam Sơn 719|Cuộc hành quân Lam Sơn 719]] (1971)\n*[[Chiến dịch Trị Thiên|Các trận chiến lớn tại Tây Thừa Thiên trong Mùa Hè Đỏ Lửa]] (1972)\n*[[Chiến dịch Huế-Đà Nẵng]] (1975)\n\n==Năm 1975==\nTháng 3 năm 1975, Sư đoàn 1 Bộ binh cùng Liên đoàn 15 Biệt động quân, chịu trách nhiệm bảo vệ hướng Tây và hướng nam tỉnh [[Thừa Thiên]]. Trong lúc hành quân, Sư đoàn được lệnh rút về cửa Tư Hiền để thực hiện lệnh tái phối trí Quân đoàn I. Theo kế hoạch rút quân, Sư đoàn 1 Bộ binh cùng các đơn vị trực thuộc tăng phái sẽ tập hợp tại cửa Tư Hiền, vượt [[đầm Cầu Hai]], qua đèo Hải Vân rồi theo Quốc lộ 1 về Đà Nẵng. {{ref|SD1BBe}} Kế hoạch này không tiến hành như dự kiến, vì ngày 21 tháng 3 năm 1975, Sư đoàn 324B và Sư đoàn 325 cùng Trung đoàn Trị Thiên của Quân Giải phóng miền Nam đồng loạt tấn công dọc theo tuyến phòng thủ sông Bồ kéo dài đến Phú Lộc. Tại các trận tuyến Mõ Tàu, núi Bông và các cao điểm nơi có mặt Trung đoàn 1, 51, 54 thuộc Sư đoàn 1 Bộ binh, giao tranh xảy ra quyết liệt và Sư đoàn 1 đã gây nhiều thiệt hại cho các đơn vị tấn công. {{ref|SD1BBf}} Khi các đơn vị Sư đoàn 1 Bộ binh về đến cửa Tư Hiền, Duyên đoàn 13 Hải quân Việt Nam Cộng hòa chịu trách nhiệm đưa quân qua sông gặp khó khăn do biển động mạnh và sóng quá lớn khiến Duyên đoàn không thể làm tròn trọng trách đó. Sư đoàn 1 Bộ binh không thể rút quân và đã tan rã tại đây, và chỉ có khoảng 4.000 quân nhân về được đến Đà Nẵng. Đến ngày 1\/4\/1975, sau khi đánh 1 loạt trận chiến cuối cùng xung quanh và trong thành phố Đà Nẵng, Sư đoàn 1 Bộ binh đã tan hàng tại Đà Nẵng sau hơn 20 năm chiến đấu tại vùng địa đầu giới tuyến của miền Nam Việt Nam.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết==\n#{{note|SD1BBa}} The 1st ARVN Division, 1st Lt. Robert Gorman, ''Rendezvous With Destiny Magazine'', L Company, 75th Ranger Group, U.S. Army, Winter 1969\n#{{note|SD1BBb}} \"Chiến tranh Việt Nam Toàn tập,\" TS Nguyễn Đức Phương, Nhà xuất bản Làng Văn, Toronto, 2001, trang 821.\n#{{note|SD1BBc}} TS Nguyễn Đức Phương, sđd., trang 845\n#{{note|SD1BBd}} \"Airgram from American Embassy Saigon to Department of State, ngày 6 tháng 2 năm 1973, Subject: Command Histories and Historical Sketches of RVANF Divisions.\"\n#{{note|SD1BBe}} TS Nguyễn Đức Phương, sđd., trang 755\n#{{note|SD1BBf}} ''Vietnam from Cease-Fire to Capitulation'', William E LeGro, GPO, Washington 1981, ch 16\n#{{note|SD1BBg}} \"Bắc hải Vân Xuân 1975\", Xuân Thiều, Nhà xuất bản Quân đội Nhân dân, Hà Nội, 1977\n\n{{ARVN}}\n\n[[Thể loại:Sư đoàn Quân lực Việt Nam Cộng hòa|1 bộ binh]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1955]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]"}