{"14825787":"{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Sư đoàn 330\n| trực thuộc = [[Quân khu 9, Quân đội nhân dân Việt Nam|Quân khu 9]]\n| thành lập = {{ngày thành lập và tuổi|1976|9|21}}\n| quân chủng = lục quân\n| binh chủng = {{DVQS|VNM|bộ binh|Bộ binh}}\n| nhiệm vụ = phòng thủ biên giới Tây Nam\n| bộ chỉ huy = [[An Giang]]\n| tham chiến = [[Chiến tranh biên giới Tây Nam]]\n| vinh danh = {{HCVN|Anh hùng lực lượng vũ trang nhân dân}}\n| kiểu chỉ huy 1 = Sư đoàn trưởng\n| tư lệnh = {{QH|đại tá|Nguyễn Việt Hùng}}\n| chính ủy = {{QH|thượng tá|Dương Công Sang}}\n}}\n\n'''Sư đoàn bộ binh 330''' là một [[sư đoàn]] chủ lực của [[Quân đội nhân dân Việt Nam]], thuộc biên chế của [[Quân khu 9, Quân đội nhân dân Việt Nam|Quân khu 9]]. Sư đoàn được thành lập ngày 21 tháng 9 năm 1976 nhằm đáp ứng yêu cầu phòng thủ biên giới Tây Nam. Trong biên chế của quân khu 9, sư đoàn 330 có chức năng là sư đoàn chiến thuật, chiến đấu trên mọi hướng của chiến trường, giải quyết những nhiệm vụ chiến đấu theo yêu cầu chiến dịch của quân khu. Phiên hiệu của sư đoàn kế thừa sư đoàn 330 gồm những cán bộ phân khu miền Đông Nam tập kết ra Bắc sau năm 1954. Sư đoàn bộ đóng lúc mới thành lập ở xã Tân Ngãi, thị xã Vĩnh Long, nay ở thị trấn Chi Lăng huyện [[Tịnh Biên]], tỉnh [[An Giang]].\n\n== Biên chế ==\nBiên chế ban đầu của sư đoàn được hình thành trên cơ sở tập hợp các đơn vị giàu thành tích chiến đấu của quân khu 9 trong thời kỳ [[Chiến tranh Đông Dương]] và [[Chiến tranh Việt Nam]] như:\n* Trung đoàn 1 bộ binh vốn là trung đoàn U Minh thành lập từ năm 1963 với ba lần được phong danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]]. Trung đoàn 1 cũng đã từng chiến đấu chống quân đội [[Khmer Đỏ]] để giành lại [[đảo Thổ Chu]] đầu tháng 6 năm 1975. \n* Trung đoàn 2 bộ binh vốn là trung đoàn Đồng Tháp thuộc tỉnh đội Đồng Tháp được thành lập từ năm 1964. Tiểu đoàn 261 thuộc trung đoàn này đã đánh [[trận Ấp Bắc]] nổi tiếng năm 1963.\n* Trung đoàn 3 bộ binh vốn là trung đoàn Cửu Long thuộc tỉnh đội Trà Vinh thành lập từ năm 1968\n* Trung đoàn 4 pháo binh hình thành trên cơ sở các tiểu đoàn 10 và 11 pháo binh mặt đất và tiêu đoàn 12 cao xạ của quân khu 8, trong đó tiểu đoàn 12 là anh hùng lực lượng vũ trang nhân dân thời chống Mỹ\n* Các tiểu đoàn trinh sát, hậu cần, công binh.\n\nSau năm 1989, trung đoàn tăng thiết giáp 46 được đưa về biên chế của sư đoàn. Hai tiểu đoàn pháo mặt đất của Trung đoàn 4 bị giải tán, nhưng lại được bổ sung một tiểu đoàn cối và một tiểu đoàn DKZ. Các trung đoàn 9, trung đoàn 20 được chuyển về biên chế của sư đoàn.\n\nNăm 1997, Trung đoàn 2 được Quân khu chuyển về [[Sư đoàn 8 Bộ binh, Quân đội nhân dân Việt Nam|Sư đoàn 8]].\n\nNăm 1998, Trung đoàn 9 được Quân khu chuyển về đội hình Sư đoàn 8 và điều Trung đoàn 20 vốn thuộc Sư đoàn 4 về Sư đoàn 330.\n\nCán bộ chỉ huy của sư đoàn và các trung đoàn, tiểu đoàn đều là những người có kinh nghiệm và uy tín chiến đấu thực tế như [[Nguyễn Đệ]] (sư đoàn trưởng đầu tiên), [[Huỳnh Xuân Quang]] (chính ủy đầu tiên), [[Phạm Văn Trà]] (tham mưu trưởng đầu tiên), [[Trương Minh Thông]], [[Phạm Hồng Lợi]], [[Nguyễn Thanh Tùng]], [[Nguyễn Thanh Dũng]].\n\nSau khi thành lập, Sư đoàn 330 đã thực hiện chiến đấu phòng chống quân Khmer Đỏ lấn chiếm biên giới Tây Nam và giáng trả vào những căn cứ xuất phát tiến công của địch, tham chiến hơn 400 trận lớn nhỏ, tiêu diệt và bắt sống gần 7.000 quân địch. Từ năm 1979 đến năm 1990, sư đoàn chiến đấu ở Campuchia, loại khỏi vòng chiến đấu 28 ngàn quân địch, thu 18 ngàn khẩu súng các loại, thu và bắn cháy 33 máy bay, 60 xe tăng. Ngày 20\/12\/1979, Sư đoàn 330 được phong danh hiệu Anh hùng lực lượng vũ trang nhân dân.\n\n== Lãnh đạo hiện nay ==\n\n* Sư đoàn trưởng: Đại tá Nguyễn Việt Hùng\n* Chính ủy: Thượng tá Dương Công Sang\n* Phó sư đoàn trưởng, Tham mưu trưởng: Trung tá Nguyễn Thành Quân\n* Phó Sư đoàn trưởng: Thượng tá Trần Văn Bảng\n* Phó sư đoàn trưởng: Đại tá Phan Minh Hưng\n* Phó Chính ủy: Đại tá Lê Văn Việt\n\n== Lãnh đạo qua các thời kỳ ==\n'''Sư Đoàn Trưởng'''\n\n* Từ tháng 9\/1976 đến tháng 8\/1980: [[Nguyễn Đệ]]\n* Từ tháng 8\/1980 đến tháng 3\/1983:  [[Phạm Văn Trà]]\n*Đại tá Phạm Hồng Lợi (1990 - 1996) sau lên phó tư lệnh tham mưu trưởng quân khu. Cuối cùng trung tướng phó Tổng tham mưu trưởng (2000-2010)\n*Đại tá Đỗ Thành Tâm ( - 2003) sau làm Phó tham mưu trưởng quân khu 9\n* Từ 2003 đến 2006: [[Lê Minh Tuấn]], [[Thiếu tướng]] (2008), Phó Tư lệnh [[Quân khu 9, Quân đội nhân dân Việt Nam|Quân khu 9]] (2008-2016)\n* Từ 2006 đến 2010: [[Phạm Minh Thắng]], [[Thiếu tướng]] (2015), Phó Tư lệnh [[Quân khu 9, Quân đội nhân dân Việt Nam|Quân khu 9]] (2015-10.2015)\n* Từ 2010 đến tháng 1\/2013: Lê Hoàng Phúc, [[Thiếu tướng]] (2013),Chỉ huy trưởng Bộ CHQS tỉnh An Giang(1.2013-7.2017)\n* 1\/2013 - 1\/2014: [[Huỳnh Chiến Thắng]], [[Thiếu tướng]] (2015) [[Trung tướng]] (2019), Chính ủy Quân khu 9(10.2015-11.2020), Phó Tổng tham mưu trưởng (11.2020-nay)\n* 1\/2014 -  6\/2015:  [[Nguyễn Xuân Dắt]].\n* 6\/2015 - 10\/2018: [[Nguyễn Minh Triều]]\n* 10\/2018 - 3\/2020: Huỳnh Chiến Công\n* 3\/2020 đến nay:  Nguyễn Việt Hùng.\n\n'''Chính Ủy'''\n\n* 5\/2005- 8\/2009, Phạm Văn Chua\n* 9\/2009-7\/2013,Đoàn Thanh Xuân\n* 8\/2013-5.2018, Lê Minh Quang\n* 5\/2018- 3.2022, Huỳnh Văn Ngon\n* 3.2022-nay, Dương Công Sang\n\n==Tham khảo==\n{{tham khảo}}\n* \"Sư đoàn Bộ binh 330 anh hùng\", phim tư liệu, Đài Truyền hình Thành phố Cần Thơ.\n* Kim Ngân (27\/08\/2018), [http:\/\/phunu.cantho.gov.vn\/article\/tham-hoi-dong-vien-tinh-than-chien-si-su-doan-bo-binh-330-quan-khu-9-anh-hung\/1568.htm \"Thăm hỏi, động viên tinh thần chiến sĩ Sư đoàn bộ bình 330, Quân khu 9 anh hùng\"], website Hội Liên hiệp Phụ nữ Cần Thơ.\n{{Sư đoàn Quân đội nhân dân Việt Nam}}\n\n[[Thể loại:Sư đoàn 330, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Quân khu 9, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Sư đoàn Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1976]]"}