{"3201546":"{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Sư đoàn 6\n| trực thuộc = \n| quân kỳ = \n| logo = \n| hình = \n| chỉ huy = \n| từ = \n| thành lập = \n| quân chủng = \n| phân cấp = \n| chức năng = \n| quy mô = \n| bộ phận của = \n| bộ chỉ huy = \n| địa chỉ = \n| tên khác = \n| đặt tên theo = \n| khẩu hiệu = \n| hành khúc = \n| lễ kỷ niệm = \n| trang bị = \n| tham chiến = \n| thành tích = \n| giải thể = 1975\n| điện thoại = \n| web = \n| tư lệnh = \n| chính ủy = \n| kiểu chỉ huy 3 = \n| chỉ huy 3 = \n| chỉ huy nổi tiếng = \n| cường kích = \n| ném bom = \n| tác chiến điện tử = \n| tiêm kích = \n| đánh chặn = \n| tuần tra = \n| do thám = \n| huấn luyện = \n| vận tải = \n}}\n\n'''Sư đoàn 6''' là phiên hiệu một sư đoàn bộ binh của [[Quân Giải phóng miền Nam Việt Nam]]. Phiên hiệu sư đoàn này được sử dụng lần đầu vào tháng 12 năm 1965, trực thuộc [[Các địa bàn quân sự của Quân Giải phóng miền Nam Việt Nam#B3|Mặt trận Tây Nguyên]], hoạt động đến mùa khô năm 1968 thì giải thể. Tháng 11 năm 1974, phiên hiệu sư đoàn được sử dụng lần thứ hai, thuộc [[Các địa bàn quân sự của Quân Giải phóng miền Nam Việt Nam#Quân khu 7|Quân khu 7 Quân Giải phóng miền Nam Việt Nam]], tham chiến trong giai đoạn cuối cùng của [[Chiến tranh Việt Nam]], đặc biệt với [[trận Xuân Lộc]] và [[Chiến dịch Hồ Chí Minh]]. Sau năm 1975, sư đoàn được giải tán, các đơn vị trực thuộc được chuyển sang các đơn vị khác.\n\n==Thành lập lần thứ nhất==\nSư đoàn 6 được thành lập đầu tiên vào ngày [[20 tháng 12]] năm 1965, cùng với Sư đoàn 1 là những sư đoàn chủ lực của Mặt trận Tây Nguyên. Biên chế gồm Trung đoàn 24A và Trung đoàn 88, tiểu đoàn pháo binh 200, 1 tiểu đoàn súng máy cao xạ, 1 tiểu đoàn trinh sát, 1 đại đội công binh. Tuy nhiên, do các Trung đoàn 24 và 88 đang trên đường hành quân vào chiến trường, nên Sư đoàn 6 chỉ mới hình thành Bộ tư lệnh, cơ quan sư đoàn và một số đơn vị trực thuộc. Vì vậy, đến tháng 9 năm 1966, Bộ Tư lệnh B3 ra quyết định giải tán Sư đoàn bộ binh 6 và Sư đoàn bộ binh 1 (vốn là Sư đoàn bộ binh 325B đổi phiên hiệu). Mãi đến giữa tháng 4 năm 1968, Sư đoàn 325C vào đến chiến trường Tây Nguyên. Phiên hiệu Sư đoàn 6 được sử dụng cho đơn vị này, biên chế gồm các Trung đoàn bộ binh 95C và 101D. Đến mùa khô năm 1968, Bộ Tổng tư lệnh đã giải thể Sư đoàn 6 và điều động các đơn vị vào miền Đông Nam Bộ để tăng cường cho lực lượng ở miền Đông Nam Bộ vốn bị tổn thất nặng nề.\n\n==Thành lập lần thứ hai==\nPhiên hiệu Sư đoàn 6 được sử dụng lần thứ hai vào tháng 11 năm 1974 tại chiến trường Hoài Đức, Đồng Nai (nên được gọi là \"sư đoàn Hoài Đức\"). Biên chế gồm gồm Trung đoàn 4, 812, 33, ba tiểu đoàn đặc công, bốn tiểu đoàn trợ chiến và do đại tá Nguyễn Văn Phê (Hai Phê) làm sư trưởng. Ngay khi thành lập, E812 được sự hỗ trợ của E4 đã phối hợp với bộ đội địa phương tấn công chi khu Hoài Đức nhưng thất bại. Rút trung đoàn 812 ra khỏi sư 6\n\nĐầu tháng 4 năm 1975, QK7 đưa sư 6 gồm các trung đoàn 4, 33 vào Quân đoàn 4, tấn công Xuân Lộc.<ref>[http:\/\/baodongnai.com.vn\/phongsukysu\/201504\/12-ngay-dem-dap-tan-canh-cua-thep-xuan-loc-tat-ca-cho-mat-tran-xuan-loc-bai-1-2382508\/ Tất cả cho mặt trận Xuân Lộc (Bài 1)]<\/ref><ref name=\"tapchiqptd.vn\">[http:\/\/tapchiqptd.vn\/vi\/ngay-ky-niem-lon\/luc-luong-vu-trang-mien-dong-nam-bo-phoi-hop-voi-cac-binh-doan-chu-luc-trong-tong-tien-con\/7421.html Lực lượng vũ trang miền Đông Nam Bộ phối hợp với các binh đoàn chủ lực trong Tổng tiến công và nổi dậy mùa Xuân 1975]<\/ref><ref name=\"qk7.qdnd.vn\">{{Chú thích web |url=http:\/\/qk7.qdnd.vn\/vi-vn\/118\/337\/luc-luong-vu-trang-mien-dong-nam-bo-%E2%80%93-quan-khu-7-trong-tong-tien-cong-va-noi-day-mua-xuan-1975\/336320.html |ngày truy cập=2016-01-01 |tựa đề=Lực lượng vũ trang miền Đông Nam Bộ – Quân khu 7 trong tổng tiến công và nổi dậy mùa Xuân 1975 |archive-date = ngày 5 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160305025751\/http:\/\/qk7.qdnd.vn\/vi-vn\/118\/337\/luc-luong-vu-trang-mien-dong-nam-bo-%E2%80%93-quan-khu-7-trong-tong-tien-cong-va-noi-day-mua-xuan-1975\/336320.html |url-status=dead }}<\/ref> Sư 6 được phối thuộc Trung đoàn 95B, giao nhiệm vụ phối hợp với lực lượng địa phương bao vây Xuân Lộc ở hướng Nam, Tây Nam Xuân Lộc từ tỉnh lộ 2 sang quốc lộ 1 từ Dầu Giây đến Bàu Cá, Hưng Lộc, đánh chiếm Tân Phú, Định Quán, cắt đứt lộ 20, lộ 1, chặn quân tiếp viện của phía Việt Nam Cộng hòa từ Quân đoàn 3 (Biên Hòa) lên, tấn công Chiến đoàn 52 (Sư đoàn 18 Quân lực Việt Nam Cộng hòa) ở [[Dầu Giây]], đánh chiếm các cao điểm Núi Thị, Con Rắn… <ref>[http:\/\/laodongdongnai.vn\/Xahoi\/Phong-su\/06105D\/ky-uc-30-4-nhung-nam-thang-khong-quen-bai-3.aspx Ký ức 30-4: Những năm tháng không quên (Bài 3)]{{Liên kết hỏng|date=2022-04-07 |bot=InternetArchiveBot }}<\/ref><ref>Phạm Ngọc Thạch - Hồ Khang. Lịch sử kháng chiến chống Mỹ cứu nước. Tập VIII. Nhà xuất bản Chính trị Quốc gia. Hà Nội. 2008. tr. 382<\/ref><ref>Hồ Sơn Đài (chủ biên), Lịch sử Quân đoàn 4 - Binh đoàn Cửu Long (1974-2004). 2004. tr. 138–189<\/ref>\n\nkhi [[Chiến dịch Hồ Chí Minh]] mở màn, Sư đoàn được giao nhiệm vụ đánh chiếm các mục tiêu trên trục Đường 1, thị xã Biên Hòa, cùng với Sư đoàn 341 đánh chiếm Bộ Tư lệnh Quân đoàn 3, Bộ Tư lệnh Sư đoàn 5 và sân bay Biên Hòa, sau đó tiến về hướng Sài Gòn.<ref name=\"tapchiqptd.vn\"\/><ref name=\"qk7.qdnd.vn\"\/>\n\nSau năm 1975, Sư đoàn 6 giải thể. \n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai quân sự}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Sư đoàn Quân đội nhân dân Việt Nam|6]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1965]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]"}