{"87561":"{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Sư đoàn 320\n| trực thuộc = [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]]\n| chỉ huy = \n| từ = \n| thành lập = \n| quân chủng = Lục quân\n| binh chủng = Bộ binh cơ giới\n| phân cấp = Sư đoàn\n| chức năng = sư đoàn chủ lực\n| quy mô = 10.000 quân\n| bộ phận của = [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]]\n| bộ chỉ huy = \n| tên khác = '''Sư đoàn Đồng Bằng'''\n| đặt tên theo = \n| khẩu hiệu = \n| hành khúc = \n| lễ kỷ niệm = \n| trang bị = \n| tham chiến = \n| thành tích = \n| giải thể = \n| web = \n| kiểu chỉ huy 3 = \n| tư lệnh = \n| chính ủy = {{QH|đại tá|Triệu Trường Giang}}\n| chỉ huy 3 = \n| chỉ huy nổi tiếng = {{QH|đại tướng|[[Văn Tiến Dũng]]}}\n| cường kích = \n| ném bom = \n| tác chiến điện tử = \n| tiêm kích = \n| đánh chặn = \n| tuần tra = \n| do thám = \n| huấn luyện = \n| vận tải = \n}}\n\n'''Sư đoàn 320''', còn gọi là '''Sư đoàn Đồng Bằng''', là một sư đoàn chủ lực thuộc [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]], [[Quân đội nhân dân Việt Nam]]. Ban đầu có tên Đại đoàn, thành lập từ Trung đoàn 64 (còn gọi là ''Trung đoàn Quyết Thắng'') và Trung đoàn 48 (còn gọi là ''Trung đoàn Thăng Long''), chiến đấu ở vùng [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]] do Pháp tạm chiếm, cùng các đơn vị khác. Đại đoàn 320 được bổ sung [[Trung đoàn 52 Tây Tiến|Trung đoàn Tây Tiến]] ở [[Hòa Bình]].\n\n==Lịch sử==\n===Thành lập===\nLà một trong 6 đại đoàn chủ lực đầu tiên của Quân dội nhân dân Việt Nam, Sư đoàn 320 được thành lập ngày 16 tháng 1 năm 1951 tại khu rừng Mống Lá, huyện [[Nho Quan]], tỉnh [[Ninh Bình]] với mật danh là \"Đại đoàn Đồng Bằng\". Ngày 16 tháng 1 năm 1951, Đại đoàn Đồng Bằng ra quân trận đầu, diệt 9 đồn địch tại Kim Bí, Tây Đằng, Phố Ná, Vật Lại, Vật Phụ, Cao Độ, Phú Hữu, Quang Húc, Cao Lĩnh, Cao Độ. Từ đó, ngày [[16 tháng 1]] năm 1951 trở thành ngày truyền thống của Sư đoàn 320, Quân đội nhân dân Việt Nam. Đại đoàn trưởng kiêm Chính ủy đại đoàn đầu tiên là Thiếu tướng [[Văn Tiến Dũng]]. Phó Chính ủy Đại đoàn là đồng chí Vũ Oanh. Đại đoàn phó (từ tháng 12\/1951): Nguyễn Thế Lâm. Đến ngày 7 tháng 2 năm 1951, Đại đoàn Đồng Bằng làm lễ ra mắt tại [[Yên Quang, Nho Quan#Đình Mống Lá|đình Mống Lá]], xã [[Yên Quang, Nho Quan|Yên Quang]] huyện [[Nho Quan]], tỉnh [[Ninh Bình]].\n\n===Thành phần ban đầu===\n*Đại đoàn bộ (tổ chức từ 1\/2 quân số của Liên khu bộ Liên khu 3)\n*Trung đoàn 48 (trung đoàn Thăng Long, nguyên là Trung đoàn 80) thành lập ngày 27 tháng 2 năm 1947 ở Ái Mỗ, Mậu Lương, Sơn Tây); gồm 3 tiểu đoàn: 136 (Đống Đa), 868 (Thanh Lũng), 884 (Tiên Yên). Trung đoàn trưởng kiêm chính ủy: Lê Ngọc Hiền (từ tháng 5\/1951 sang thay đồng chí Phạm Hồng Tài hy sinh); Trung đoàn trưởng (tháng 7\/1951): Lê Quân, Chính ủy: Phạm Ngọc Hồ.\n*Trung đoàn 52 (trung đoàn Tây Tiến) thành lập trong chiến dịch Sầm Nưa (cuối năm 1949); được đổi tên thành Trung đoàn Đông Biên từ tháng 6\/1954; gồm 3 tiểu đoàn: 337 (Kiên Trung), 391 (Yên Ninh), 351.\n*Trung đoàn 64 (Trung đoàn Quyết Thắng) thành lập trong [[Chiến dịch Hà Nam Ninh]] (Chiến dịch Quang Trung) năm 1950 gồm 3 tiểu đoàn: 738 (Mạo Chử), 706 (Đồng Mít), 722 (Hưng Công). Trung đoàn trưởng kiêm chính ủy: Phạm Hồng Tài; (từ tháng 7\/1951: Trung đoàn trưởng: Lê Ngọc Hiền, Chính ủy: Lê Tư, Trung đoàn phó: Hoàng Văn Khánh.\n*Tiểu đoàn 834 (Kinh Thanh) pháo binh 75&nbsp;mm (từ tháng 7\/1951). Tiểu đoàn trưởng: Trịnh Duy Hậu, chính trị viên: Lương Tuấn Khang.\n*Tiểu đoàn cao xạ phòng không 12,7mm (Mai Đà, từ năm 1952)\n* Chủ nhiệm quân y: Bác sĩ Nguyễn Lưu Viên.\n\n===Chiến tranh chống Pháp===\n*Tháng 3-4 năm 1952, Đại đoàn chiến đấu chống các [[Trận càn Amphibi]] (Xe lội nước) và [[Trận càn Mercure|Mercure]] (Thủy Ngân) do 5 binh đoàn cơ động (GM1, GM2, GM3, GM4, GM7), 3 tiểu đoàn dù, 2 tiểu đoàn bộ binh cơ giới, 64 trọng pháo, 6 tàu chiến, 4 cano cùng nhiều máy bay của thực dân Pháp do tướng Salend trực tiếp chỉ huy nhằm tiêu diệt chủ lực của 320 tại địa bàn Thái Bình, Hà Nam, Nam Định; diệt 2500 lính, bắt 300 lính Âu - Phi, thu hàng nghìn súng các loại.\n*Từ tháng 10 đến tháng 11 năm 1953, Đại đoàn chiến đấu chống [[Chiến dịch Ninh Bình|Cuộc hành quân Mouette]] (Hải Âu) do 12 tiểu đoàn quân viễn chinh Pháp và 8 tiểu đoàn quân ngụy thực hiện tại Rịa, Nho Quan, Ninh Bình; bẻ gãy ý đồ của H. Nava hòng lôi kéo, phân tán chủ lực của ta đang tập trung chuẩn bị chiến cục Đông - Xuân 1953 - 1954 ở hướng Tây Bắc.\n* Từ tháng 4 đến tháng 6 (04\/06\/1954) các Trung đoàn 48 (Trung đoàn Thăng Long), Trung đoàn 52 (Trung đoàn Tây Tiến) đã đánh tiêu diệt các cụm cứ điểm Thức Hóa (huyện Giao Thủy), đặc biệt cụm cứ điểm Đông Biên (huyện Hải Hậu)<ref>[http:\/\/www.haihau.vn\/dat-va-nguoi\/tieu-diet-cum-cu-diem-dong-bien-1189-23536-article.html]<\/ref> giải phóng hoàn toàn tỉnh Nam Định<ref>{{Chú thích web |url=http:\/\/www.haihau.vn\/PrintPreview.aspx?ID=1387 |ngày truy cập=2013-12-06 |tựa đề=Bản sao đã lưu trữ |archive-date=2015-05-02 |archive-url=https:\/\/web.archive.org\/web\/20150502100049\/http:\/\/www.haihau.vn\/PrintPreview.aspx?ID=1387 |url-status=dead }}<\/ref>.\n*Ngày 10 tháng 10 năm 1954, Đại đoàn Đồng Bằng cùng các đơn vị khác của Quân đội nhân dân Việt Nam tiến vào [[Giải phóng Thủ đô|tiếp quản Thủ đô Hà Nội]]. Khối quân chủ lực của Đại đoàn đi vào từ cửa ô Đông Mác và ô Cầu Dền; dẫn đầu là các chiến sĩ Trung đoàn Thăng Long (trung đoàn 48, đơn vị tiền thân đầu tiên của Đại đoàn và là đơn vị chủ lực cấp trung đoàn thứ hai của Quân đội nhân dân Việt Nam).\n\n===Chiến tranh chống Mỹ===\n*Theo Quyết định số 225\/TMH của Bộ Tổng tham mưu QĐNDVN ngày 23\/8\/1965, sư đoàn 320 được tách làm 2 sư đoàn có phiên hiệu F320A và F320B ([[Sư đoàn320A, Quân đội nhân dân Việt Nam|320A]] và [[Sư đoàn 320B, Quân đội nhân dân Việt Nam|320B]]).\n\nSư đoàn trưởng sư đoàn 320A là Đại tá [[Nguyễn Kim Tuấn]] (tức Nguyễn Công Tiến, sau này là Thiếu tướng, tư lệnh [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]], hy sinh tại mặt trận Batdomboong - Campuchia tháng 3 năm 1979).\n\nSư đoàn trưởng sư đoàn 320B là Đại tá [[Nguyễn Sùng Lãm]] (sau này về hưu với quân hàm Trung tướng). Sư đoàn 320A vào Nam chiến đấu ngày 25 tháng 11 năm 1967. Sư đoàn 320B làm nhiệm vụ huấn luyện.\n\n*Tháng 2 năm 1971, Sư đoàn 320 cùng với [[Sư đoàn 2, Quân đội nhân dân Việt Nam|Sư đoàn 2]], [[Sư đoàn 308, Quân đội nhân dân Việt Nam|Sư đoàn 308]], [[Sư đoàn 304, Quân đội nhân dân Việt Nam|Sư đoàn 304]] tham gia chiến dịch phòng ngự phản công tại [[Chiến dịch đường 9 - Nam Lào|Mặt trận Đường 9-Nam Lào]]. Ngày 25 tháng 2 năm 1971, Trung đoàn 64 (F320A) do trung đoàn trưởng [[Khuất Duy Tiến (trung tướng)|Khuất Duy Tiến]] chỉ huy đánh chiếm căn cứ 31 (đồi 456) ở cánh bắc của mặt trận, tiêu diệt hoàn toàn tiểu đoàn dù số 3, bắt sống toàn bộ Ban chỉ huy - tham mưu của Lữ dù 3(VNCH), trong đó có đại tá Nguyễn Văn Thọ, Lữ đoàn trưởng.\n*Năm 1972, Sư đoàn 320A (trong đó có trung đoàn 52 và 2 trung đoàn bộ binh mới thành lập) tham gia chiến dịch Bắc Tây Nguyên năm 1972. F320A được bổ sung 1 trung đoàn của sư đoàn 968, còn trung đoàn 52 tách riêng để thành lập lữ đoàn 52. Sư đoàn 320B gồm các trung đoàn 48, 64 tham gia [[Chiến dịch Trị Thiên|Chiến dịch Trị - Thiên 1972]]. Các trung đoàn 48 và 64 của Sư đoàn 320B là các đơn vị chủ lực phòng thủ thị xã Quảng Trị trong suốt 81 ngày đêm lịch sử (26\/6\/1972 đến 15\/9\/1972). Trung đoàn Triệu Hải (E27, mặt trận B5) chiến đấu giữ Thành Cổ Quảng Trị bổ sung cho Sư đoàn 320B. Từ tháng 8 năm 1972, các trung đoàn này bị tổn thất nặng, đã được các trung đoàn 18, 101, 95 (Sư đoàn 325) tăng cường để giữ vững Thành cổ. Năm 1973, do tổn thất nhiều và nhu cầu tập huấn chuyên môn cho các cán bộ có kinh nghiệm, nên rút toàn bộ Sư đoàn 320B ra phía bắc dưỡng quân. Năm 1973, Sư đoàn 320B được đổi phiên hiệu thành [[Sư đoàn 390, Quân đội nhân dân Việt Nam|Sư đoàn 390]] và được biên chế vào đội hình [[Quân đoàn 1, Quân đội nhân dân Việt Nam|Quân đoàn 1]].\n*Ngày [[26 tháng 3]] năm [[1975]], trong khi tham gia [[Chiến dịch Tây Nguyên|Chiến dịch 275]], sư đoàn 320 được biên chế vào [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]]. Ngày 13 tháng 10 năm 1975, khi Bộ Tư lệnh mặt trận phát hiện ý đồ của dịch định rút chạy khỏi Tây Nguyên theo đường số 7; Sư đoàn đang đóng quân tại Thuần Mẫn được lệnh cấp tốc hành quân băng rừng bằng mọi phương tiện, kể cả hành quân bộ đến các điểm chốt trên đường số 7 đoạn Cheo Reo, Củng Sơn. Tại đây, F320A đã bố trí nhiều trận đánh phục kích, tập kích, phối hợp với sư đoàn 10 và một bộ phận [[Sư đoàn 316, Quân đội nhân dân Việt Nam|Sư đoàn 316]] xóa sổ hoàn toàn Sư đoàn 22 và Sư đoàn 23 (VNCH) góp phần [[Chiến dịch Tây Nguyên|giải phóng hoàn toàn Tây Nguyên]].\n*Trong [[Chiến dịch Mùa Xuân 1975|Chiến dịch Hồ Chí Minh]], Sư đoàn 320B (đã được đổi phiên hiệu thành Sư đoàn 390) nằm trong đội hình của [[Quân đoàn 1, Quân đội nhân dân Việt Nam|Quân đoàn 1]], cùng với [[Sư đoàn 312, Quân đội nhân dân Việt Nam|Sư đoàn 312]] và [[Sư đoàn 367, Quân đội nhân dân việt Nam|Sư đoàn 367]] đánh chiếm các cứ điểm Bến Cát, Thủ Dầu Một (Bình Dương), tiêu diệt các đơn vị còn lại của Sư đoàn 5, Sư đoàn 18, Lữ đoàn kị binh số 1 và Lữ đoàn 258 Thủy quân lục chiến QLVNCH; sau đó thọc sâu và nội đô Sài Gòn, đánh chiếm sân bay Tân Sơn Nhất, Bộ Tư lệnh Không quân và Bộ Tổng Tham mưu VNCH. Sư đoàn 320 nằm trong đội hình Quân đoàn 3 cùng với Sư đoàn 316 và sư đoàn 10 đánh chiếm Trảng Bàng, tiêu diệt Sư đoàn 5 và Sư đoàn 22 (tái lập), đánh căn cứ Đồng Dù Củ Chi, xóa sổ Sư đoàn 25 QLVNCH (sư trưởng [[Lý Tòng Bá]] bị du kích bắt). Sư đoàn 320 phát triển ra Hóc Môn, Bình Chánh; phối hợp với [[Quân đoàn 1, Quân đội nhân dân Việt Nam|Quân đoàn 1]] đánh chiếm sân bay Tân Sơn Nhất, Bộ Tư lệnh quân đoàn 3 (VNCH), căn cứ ra đa thám không Phú Lâm và nhiều mục tiêu quan trọng khác.\n*Cuối năm 1978, đầu năm 1979, sư đoàn 320 nằm trong đội hình Quân đoàn 3 đã cùng các đơn vị bạn tiến hành [[Chiến dịch phản công biên giới Tây - Nam]], thực hiện nghĩa vụ quốc tế, giải phóng nhân dân Campuchia thoát khỏi họa diệt chủng của tập đoàn Polpot - Yêng Xari. Xuất phát từ Tây Ninh, Sư đoàn làm chủ công ở chính diện phía Đông, giải phóng Kongpong Cham, vượt sông Mê Kông đánh chiếm phía Bắc Phnompeng, truy quét tàn quân Polpot đến Xiemriep, Battambang, Sisophon.\n*Tháng 6 năm 1979, cùng với toàn bộ Quân đoàn 3, Sư đoàn 320 cơ động ra Bắc bằng đường không để phòng thủ biên giới Việt - Trung.\n\n==Các chiến dịch, trận đánh==\n*[[Chiến dịch Lam Sơn 719|Chiến dịch Đường 9 - Nam Lào]] (1971)\n*[[Chiến dịch Xuân - Hè 1972|Chiến dịch Xuân hè]] (1972)\n*[[Chiến dịch Tây Nguyên]] (1975)\n*[[Chiến dịch Hồ Chí Minh]] (1975)\n*[[Chiến dịch phản công biên giới Tây-Nam Việt Nam|Chiến dịch phản công biên giới Tây - Nam Việt Nam]] (1979-1989)\n\n== Lãnh đạo hiện nay ==\nSư đoàn trưởng: Đại tá Lê Văn Cương\n\nChính ủy: Đại tá Triệu Trường Giang\n\nPhó sư đoàn trưởng, Tham mưu trưởng: Đại tá Lê Khắc Độ\n\nPhó Sư đoàn trưởng: Thượng tá Nguyễn Trung Hiếu\nPhó Sư đoàn trưởng: Đại tá Phùng Kim Lực\n\nPhó Chính ủy: Đại tá Võ Sơn Anh\n\n== Đại đoàn trưởng, Tư lệnh Sư đoàn, Sư đoàn trưởng qua các thời kỳ ==\n\n*1951-1953, [[Văn Tiến Dũng]], Thiếu tướng, Đại tướng\n*1953-1954. [[Nguyễn Thế Lâm]], Thiếu tướng\n*1954 -1955 [[Hoàng Sâm]], Thiếu tướng\n*1955-1956 [[Phạm Hồng Sơn (trung tướng)]]\n*1956-1957 Mạc Ninh\n*1959-1960, [[Nguyễn Hòa (trung tướng)|Nguyễn Hòa]], Đại tá, Trung tướng.\n*1967-1970, [[Nguyễn Sùng Lãm]], Đại tá, Trung tướng.(từ 18-2-1972 là Tư lệnh Sư đoàn 320B)\n*1972-1973, [[Khuất Duy Tiến (trung tướng)|Khuất Duy Tiến]] Đại tá, Trung tướng (từ 18-2-1972 là Tư lệnh Sư đoàn 320A)\n*1974-1975 [[Nguyễn Hòa (Trần Doanh)|Nguyễn Hòa]] Đại tá, Trung tướng.\n*1976-1980: [[Bùi Thanh Sơn (Thiếu tướng)|Bùi Thanh Sơn]], Đại tá, Thiếu tướng.\n* Nguyễn Thế Tân\n*Đại tá Đỗ Ngọc Viễn\n*1993-1995 Thượng tá [[Phạm Xuân Hùng]]\n* -2017: đại tá Nguyễn Anh Tuấn\n*2017-2018: đại tá Hán Minh Thanh\n*2018-2020: đại tá Phạm Văn Dũng\n* 2020-: đại tá Lê Văn Cương\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Sơ khai Việt Nam}}\n{{Sư đoàn Quân đội nhân dân Việt Nam}}\n\n[[Thể loại:Quân đoàn 3, Quân đội nhân dân Việt Nam|320]]\n[[Thể loại:Sư đoàn Quân đội nhân dân Việt Nam|320]]\n[[Thể loại:Khởi đầu năm 1951 ở Việt Nam]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1951]]"}