{"417254":"[[Tập tin:Món chè đông sương thạch dừa rau câu ở P3 Đông Hà năm 2016.jpg|300px|nhỏ|phải|Thạch dừa rau câu]]\n'''Sương sa''' là một loại [[thạch (định hướng)|thạch]] trắng, và dùng làm món giải khát, được chế biến từ một số loại [[rong biển]], [[rong biển|tảo biển]] không độc. Cả ba loại [[thạch đen|thạch sương sáo]], [[sương sâm]] và sương sa thường được cắt nhỏ, trộn chung với nhau, chan nước đường, [[nước cốt dừa]], thêm vào một ít [[tinh dầu hoa bưởi]] hoặc [[dầu chuối]], [[bột báng]]. Có thể thêm đá cục hoặc đá bào vào cho mát. Sương sa nếu thêm [[hạt lựu]] sẽ được gọi là '''chè sương sa hạt lựu'''. Nếu sử dụng một loại rong biển là [[rau câu]] thì sương sa sẽ được gọi là thạch rau câu.\n\n== Các món ăn dân gian với sương sa ==\n===Chè sương sa hạt lựu===\n[[Tập tin:Hạt lựu (chè).JPG|nhỏ|Hạt lựu]]\nĐây là một món khá nổi tiếng tại [[Việt Nam]] với thành phần chính là sương sa và hạt lựu (một loại bột được làm giống như các hạt của quả [[lựu]] dính chùm nhau). Mặc dù được gọi là [[chè]] nhưng với vị ngọt dịu và độ béo vừa phải, nó giống một loại [[thức uống giải khát]] hơn là chè.\n\nNgười ta có hai cách thưởng thức:\n* Cho nhiều [[đá lạnh]] vào [[li|ly]], nhằm mục đích giải khát là chính.\n* Múc một ít chè cho vào chén nhỏ, ăn chậm nhâm nhi để thưởng thức.\n\nThông thường, người ta cho thêm [[dầu chuối]] hoặc [[dầu vani]] để tạo thêm mùi vị hấp dấn hơn.\n\n===Sương sa dừa===\n[[Tập tin:Mâm cúng ở Bình Tân năm 2016 (6).jpg|300px|nhỏ|phải|Chè đông sương]]\nCòn được gọi là '''dừa sương sa'''. Khác với sương sa bình thường được nấu với [[nước]], sương sa ở đây được nấu với [[nước cốt dừa]]. Sau đó, để tăng phần thẩm mĩ khi ăn, thay vì đổ sương sa vào khuôn, người ta đổ sương sa vào sọ dừa vừa mới cắt phần đầu.\n\nNếu chỉ tính phần sương sa thì sương sa ở đây có màu trắng đục, vị ngọt và thơm từ nước cốt dừa, nó lại rất mềm.\n\nMón sương sa dừa thường được ướp lạnh trước khi ăn với 2 tác dụng:\n* Làm cho sương sa đông hơn, tránh bị chảy nhiễu do không khí làm mất vị ngon.\n* Tạo cảm giác lạnh khi ăn, và trở thành một món giải khát hiệu quả.\n\n===Chè nhãn sương sa===\nMột món chè sương sa với [[nhãn lồng]]. Thông thường, sương sa được cắt thành các cục vuông nhỏ hoặc được bào thành sợi nhỏ dài khoảng 5[[xentimét|cm]]. Nhãn lồng được bỏ hột đi, và ngâm trong nước lạnh để trở nên giòn hơn, dễ ăn hơn. Ở một số nơi, người ta ngâm nhãn lồng với [[muối]] để sạch hơn và đa dạng mùi vị.\n\nNgười ta thường ăn với [[đá lạnh]] để có vị thanh mát hơn.\n\n==Xem thêm==\n*[[Thạch đen|Sương sáo]]\n*[[Sương sâm]]\n*[[Thạch rau câu]]\n*[[thạch găng]]\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Ẩm thực Việt Nam]]\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]\n[[Thể loại:Ẩm thực Sài Gòn]]"}