{"947364":"'''Sở Liên lạc''', về sau đổi thành '''Sở Khai thác địa hình''', là một cơ quan đặc biệt phụ trách các hoạt động gián điệp biệt kích thời [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]]. Được thành lập năm 1956, trực thuộc [[Phủ Tổng thống Việt Nam Cộng hòa]], cơ quan này có nhiệm vụ tuyển mộ, huấn luyện gián điệp biệt kích cũng như tổ chức các hoạt động thu thập thông tin tình báo, bắt cóc, phá hoại các mục tiêu quân sự sâu trong vùng kiểm soát của đối phương.\n\nNgày 15 tháng 3 năm 1963, Sở Khai thác địa hình được tổ chức thành Bộ tư lệnh [[Lực lượng đặc biệt (Việt Nam Cộng hòa)|Lực lượng Đặc biệt]] và được chuyển thuộc sang Bộ Quốc phòng Việt Nam Cộng hòa.\n\n==Hình thành==\nTháng 2 năm 1956, sau khi tiếp nhận căn cứ GCMA (''Groupement de Commandos Mixtes Aéroportés'', Lực lượng biệt kích không vận hỗn hợp) của Pháp tại [[Nha Trang]], với sự trợ giúp của Phái bộ Cố vấn Quân sự (''Military Assistance Advisory Group'' - ''MAAG'') Mỹ tại Việt Nam, Tổng thống [[Ngô Đình Diệm]] đã cho thành lập '''Trung tâm Huấn luyện Biệt động đội''', nhằm xây dựng cơ sở huấn luyện biệt kích cho [[Việt Nam Cộng hòa]]. Về tổ chức, trung tâm này được đặt dưới quyền quản lý của Nha Tổng Nghiên Huấn, Bộ Tổng Tham mưu Quân đội Việt Nam Cộng hòa.\n\nCuối năm 1956, theo khuyến cáo của cơ quan tình báo Hoa Kỳ, Tổng thống [[Ngô Đình Diệm]] đã giải thể Nha Tổng Nghiên Huấn<ref name=\"lugiang\">Lữ Giang, ''\"Ai đã giết anh em Đại tá Lê Quang Tung? Những câu hỏi và trả lời 47 năm sau\"''.<\/ref>. Các bộ phận tình báo chiến lược và phản gián được chuyển về cho [[Sở Nghiên cứu Chính trị Xã hội]]. Một cơ quan đặc trách các hoạt động tuyển mộ, huấn luyện biệt kích được thành lập với tên gọi '''Sở Liên lạc'', trực thuộc Phủ Tổng thống, hoạt động với ngân sách do Mỹ đài thọ. Giám đốc và Phó giám đốc Nha Tổng Nghiên Huấn là Trung tá [[Lê Quang Tung]] và Đại úy [[Trần Khắc Kính]] được bổ nhiệm làm Giám đốc và Phó giám đốc Sở Liên lạc.<ref name=\"lugiang\"\/>\n\n==Tổ chức bộ máy==\nNgày [[1 tháng 1]] năm 1959, để yểm trợ tài chính và kỹ thuật cho các hoạt động biệt kích tại Việt Nam, với sự đồng ý của Tổng thống Diệm, bộ phận [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] tại Việt Nam, dưới vỏ bọc \"Nhóm Nghiên cứu hỗn hợp\" (''Combined Studies Group'') thuộc Tòa đại sứ Hoa Kỳ tại [[Thành phố Hồ Chí Minh|Sài Gòn]], đã phối hợp với Sở Liên lạc thành lập 3 trung tâm huấn luyện biệt kích tại Long Thành (Biên Hòa), Mỹ Khê (Đà Nẵng) và Phú Bài (Huế). Mặc dù trên danh nghĩa, các trung tâm này do Sở Liên lạc phụ trách, do Trung tá Lê Quang Tung và Thiếu tá Lê Khắc Kính làm Giám đốc và Phó giám đốc, tuyển mộ các quân nhân của [[Quân lực Việt Nam Cộng hòa|Quân đội Việt Nam Cộng hòa]], nhưng thực chất mọi hoạt động chỉ đạo và điều hành đều do các cố vấn trưởng là Đại tá Smith và Đại tá Bell chỉ huy.<ref name=\"antg\"\/>\n\nBấy giờ, tổ chức Sở Liên lạc gồm những bộ phận sau:\n\n* '''Phòng 35''': đặc trách công tác huấn luyện, thanh tra, tổ chức và chỉ huy các hoạt động hành quân...\n* '''Phòng 45''' (còn gọi là '''Phòng E''' hay '''Sở Bắc'''): đặc trách tổ chức các hoạt động thu thập thông tin tình báo chiến lược tại miền Bắc, sau mở rộng ra cả [[Campuchia]] và [[Lào]].\n* '''Phòng 55''' (còn gọi là '''Sở Nam'''): đặc trách tổ chức các gián điệp bí mật tại miền Nam trong trường hợp những người Cộng sản kiểm soát được miền Nam, sau mở rộng phạm vi tổ chức các hoạt động biệt kích trên lãnh thổ [[Việt Nam Cộng hòa]].\n* '''Phòng 65''': đặc trách an ninh quân đội, phụ trách phản gián trong quân đội [[Việt Nam Cộng hòa]].\n* '''Phòng 75''': đặc trách công tác quản lý, thu thập và lưu giữ hồ sơ cùng những tài liệu mật có liên quan đến các hoạt động của Sở Liên lạc.\n* '''Phòng 85''': đặc trách công tác quản lý tài chánh và hành chánh.\n* '''Phòng 95''': đặc trách công tác liên lạc cũng như tổ chức và huấn luyện chuyên viên truyền tin.\n\nBên cạnh các phòng chuyên môn trên, còn có các toán biệt kích, tổ chức thành một đơn vị ngụy trang dưới tên gọi '''Liên đội quan sát số I'''.<ref name=\"antg\">[http:\/\/antg.cand.com.vn\/vi-VN\/tulieu\/2010\/5\/72152.cand Cuộc đấu tranh chống gián điệp biệt kích ở miền Bắc]<\/ref>. Đơn vị về sau được nâng lên cấp Liên đoàn, tương đương quy mô cấp [[Trung đoàn]].\n\nĐa số nhân viên Sở Liên lạc là người gốc miền Bắc. Sở do Cố vấn [[Ngô Đình Nhu]] trực tiếp chỉ đạo, các sĩ quan Việt Nam chỉ huy, riêng các hoạt động biệt kích đều do các cố vấn Mỹ trực tiếp quản lý, điều hành và huấn luyện<ref name=\"antg\"\/>.\n\nTháng 4 năm 1960, Sở Liên lạc được đổi tên thành '''Sở Khai thác Địa hình'''. Tuy nhiên, chức năng, tổ chức và nhân sự của cơ quan này vẫn không có gì thay đổi.\n\n==Phát triển thành Lực lượng đặc biệt==\nMặc dù phạm vi công tác tình báo khá rộng, nhưng trên thực tế, Sở Liên lạc tập trung vào công tác tuyển mộ, huấn luyện biệt kích. Chính do nhiệm vụ này, trong các phòng chuyên môn, Phòng 45 hay Sở Bắc, phụ trách các hoạt động tung gián điệp biệt kích ra miền Bắc; và Phòng 55 hay Sở Nam, phụ trách các hoạt động biệt kích tại miền Nam, đóng một vai trò rất quan trọng.\n\nBên cạnh đó, một nhiệm vụ khác, tuy không chính thức, nhưng được xem là ưu tiên nhất của Sở Liên lạc là chỉ huy lực lượng cơ động tinh nhuệ chuyên dùng để bảo vệ Phủ Tổng thống chống những cuộc [[đảo chính]]. Chính vì vậy, mặc dù các hoạt động tung gián điệp biệt kích ra miền Bắc tỏ ra kém hiệu quả, quân số của Liên đoàn quan sát số 1 vẫn phát triển không ngừng. Tháng 11 năm 1961, Liên đoàn quan sát số 1 được cải danh thành Liên đoàn 77. Tháng 2 năm 1963, Liên đoàn 31 được thành lập. Ngày [[15 tháng 3]] năm [[1963]], Tổng thống Diệm ra quyết định thành lập [[Lực lượng đặc biệt (Việt Nam Cộng hòa)|Lực lượng đặc biệt]] trên cơ sở bộ máy của Sở Khai thác địa hình và 2 đơn vị tác chiến là Liên đoàn biệt kích 77 và 31. Về nguyên tắc, Lực lượng đặc biệt được chuyển thuộc sang Bộ Quốc phòng, có quy mô tương đương cấp [[Lữ đoàn]], nhưng trên thực tế, Tổng thống có toàn quyền điều động đơn vị này thông qua một cơ quan chỉ huy trực tiếp là Phòng Liên lạc Phủ Tổng thống, mà thực chất chính các Bộ chỉ huy Lực lượng đặc biệt, do Đại tá Lê Quang Tung làm Chỉ huy trưởng.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* {{chú thích sách| title=Encyclopedia of the Vietnam War | first=Spencer C. | last=Tucker | year=2000 | publisher=[[ABC-CLIO]] | isbn=1-57607-040-9 }}\n* Lữ Triệu Khanh, ''\"Lịch sử Nha Kỹ thuật\"''\n* Vũ Đình Hiếu, ''\"Cuộc chiến bí mật\"''\n\n==Xem thêm==\n*[[Nha Kỹ thuật, Quân lực Việt Nam Cộng hòa]]\n*[[Lực lượng đặc biệt (Việt Nam Cộng hòa)]]\n\n[[Thể loại:Tình báo Việt Nam Cộng hòa]]\n[[Thể loại:Tổ chức thành lập năm 1956]]\n[[Thể loại:Tổ chức giải thể năm 1963]]"}