{"42558":"'''Sử Hy Nhan''' ([[chữ Hán]]: 史希顏; ? - 1421) vốn tên là Trần Hy Nhan, nhưng rất giỏi Sử nên được vua Trần ban cho họ Sử<ref name=\"VSL\">Lời giới thiệu ''Đại Việt sử lược'', tr 10<\/ref><ref name=\"HT\">[http:\/\/baohatinh.vn\/khac\/su-hy-nhan-1421\/47573.htm Sử Hy Nhan]<\/ref>. Ông là nhà văn, [[nhà sử học]] nổi tiếng đời [[nhà Trần]] trong [[lịch sử Việt Nam]].\n\n== Thân thế==\nÔng quê ở thôn Ngọc Sơn, xã [[Bình Lăng Thượng]], huyện [[Can Lộc|Phỉ Lộc]], [[Nghệ An phủ]] nay là xã Đức Thuận, [[Hồng Lĩnh|thị xã Hồng Lĩnh]], tỉnh [[Hà Tĩnh]]. Xã [[Ân Phú]], huyện [[Vũ Quang]], tỉnh Hà Tĩnh là quê hương thứ hai của ông, ông đã sinh sống ở đây cuối nửa đời và hậu duệ con cháu ngoại đang thờ ông tới ngày nay. Mộ ông tại cồn Mụ Ả đang do họ Trần ở xã Ân Phú thờ phụng.\n\n== Cuộc đời ==\nÔng đã đỗ đầu kì thi Hội năm Quý Mão (1363), làm quan đến chức [[Hành chính Đại Việt thời Trần#Trung khu|Nhập nội hành khiển]]. Ông phục vụ 3 triều vua [[Trần Dụ Tông]], [[Trần Nghệ Tông]] và [[Trần Duệ Tông]].\n\nCác sách ''[[Đại Nam nhất thống chí]]'', ''[[Thiên Lộc huyện phong thổ chí]]'', ''[[Can Lộc huyện chí]]'' đều chép ông đỗ Trạng nguyên năm Quý Mão (1363). Phần [[Quan dư tạp lục]] trong sách của tiến sĩ [[Nguyễn Hoằng Nghĩa]] dẫn sách [[Sử công di lập]] ghi rõ Sử Hy Nhan đỗ [[Trạng nguyên]] khoa Quý Mão (1363) đời vua [[Trần Dụ Tông]]. Sách này cho rằng các tài liệu chép Sử Hy Nhan đỗ vào đời vua Trần Duệ Tông là sai, vì đời Duệ Tông chỉ có khoa thi Giáp Dần (1374), mà khoa thi này [[Đào Sư Tích]] đỗ Trạng nguyên.\n\nNhưng theo gia phổ họ Trần ở xã [[Ân Phú]] nơi lưu trữ của hậu duệ họ Trần, thì Trần Khắc Nhượng, tri phủ An Bình, gọi Sử Hy Nhan bằng cao tổ, viết năm 1566 có nội dung rằng\"''cao tổ húy [là] Huy Nhan [vào thời] tiền triều Trần Duệ Tông thi trúng trạng nguyên...''\".\n\nTuy nhiên, ''[[Đại Việt sử ký toàn thư]]'' và ''[[Khâm định Việt sử Thông giám cương mục|Khâm Định Việt Sử Thông Giám Cương Mục]]'' (hai cuốn sử có liệt kê những người đỗ cao của từng kỳ thi thời nhà Trần) đều không nhắc đến một kỳ thi trạng nguyên nào trong thời gian trị vì của [[Trần Dụ Tông]]. Hai cuốn sử này cũng không nhắc đến tên hai cha con Sử Hy Nhan trong các ngữ cảnh khác. Về năm 1363, cuốn ''Đại Việt sử ký toàn thư'' chỉ ghi:\n:\"''Quý Mão, [Đại Trị], năm thứ 6 [1363], (Nguyên Chí Chính năm thứ 23). Mùa xuân, tháng 2, xuống chiếu chọn dân đinh bổ sung quân các lộ. Tháng 3, thi học trò, hỏi văn nghệ để lấy người bổ sung vào quán các. thi lại viên bằng viết chữ, lấy làm thuộc viên các sảnh, viện.''\"\n\n[[Từ điển bách khoa Việt Nam]] viết rằng ông\"''được xem là một trạng nguyên vì đã đỗ đầu kì thi Hội năm Quý Mão (1363)''\".\n\nHiện nay có Đền thờ Song Trạng ở xã Đức Thuận, thị xã Hồng Lĩnh được Bộ Văn hóa Thông tin xếp hạng di tích lịch sử - văn hóa cấp Quốc gia.\n\nDưới thời [[nhà Hồ]] ông lui về sống ở quê nhà Ngọc Sơn, mở trường dạy học<ref name=\"HT\"\/>. Năm 1407, [[nhà Minh]] diệt nhà Hồ, cho quan lại đi tìm những ai có tài đức, thông kinh sử, giỏi thơ văn đưa sang Kim Lăng huấn luyện rồi đưa về Đại Việt làm quan cai trị. Thượng thư [[Hoàng Phúc]] đích thân đi chiêu dụ cha con Sử Hy Nhan và Sử Đức Huy<ref>Sử Đức Huy (1360-1430) đỗ Tiến sĩ năm 1381 thời [[Trần Phế Đế]], sau làm quan [[nhà Hậu Lê]]<\/ref>, hai ông lấy cớ bệnh tật từ chối rồi cùng gia nhân và một số dân làng trốn lên đất Đỗ Gia (nay là Hương Sơn) dựng trại dưới chân núi Mồng Gà sinh sống. Cha con Sử Hy Nhan có công khai phá ruộng đất vùng này. Mọi người truyền lại rằng vùng xã Sơn Long và xã Sơn Trà, huyện Hương Sơn, và xã Ân Phú, huyện Vũ Quang ngày nay đều được khai phá thời Sử Hy Nhan<ref name=\"HT\"\/>.\n\nÔng mất năm 1421 thời [[bắc thuộc lần 4|thuộc Minh]], không rõ thọ bao nhiêu tuổi.\n\n== Tác phẩm==\nCó thuyết cho rằng ông là tác giả bộ ''[[Đại Việt sử lược]]''<ref name=\"VSL1\">Lời giới thiệu ''Đại Việt sử lược'', tr 10. Các ấn bản của cuốn sách này hiện vẫn được ghi là khuyết danh, trong đó có 1 giả thuyết cho rằng Sử Hy Nhan là tác giả<\/ref>.\n\nSử Hy Nhan là người chăm đọc kinh sách và thường đem các kinh điển trong sách giảng cho vua nghe. Ông cũng có sáng tác. Tác phẩm duy nhất còn lại của ông là bài '''Trảm xà kiếm phú''' (斬蛇劍賦 Phú Gươm chém rắn).\n\nVới tác phẩm này, Sử Hy Nhan được coi là một trong những tác giả văn xuôi chữ Hán hiếm hoi của lịch sử văn chương Việt Nam thời kỳ đầu. Bài phú được viết theo một lối dẫn dắt vừa kể, vừa gợi, vừa bình khá hấp dẫn. Đoạn đầu lược kể và khen ngợi công nghiệp dựng nên nhà Hán của Lưu Bang với thanh gươm quý chém rắn mở đường. Kế đó, mượn lời người khác, ông lại phủ nhận ý trên, mà cho rằng: dùng nhân và hòa mà bình được thiên hạ, mới hợp, mới đúng. Qua đó, Sử Hy Nhan đã đề cao đường lối vương đạo - cai trị bằng lòng nhân ái, hòa phục, mà phê phán lối cai trị bằng bá đạo - lấy vũ lực làm phương tiện. Tư tưởng ấy của ông so với đương thời và cả trường kỳ lịch sử quả thực rất táo bạo, tiến bộ, mang đậm tính chất nhân đạo. Kết thúc bài phú, là một bài ca, Sử Hy Nhan viết:\n\n:''Kiếm này! Kiếm này! Là vật chẳng lành\n:''Thánh nhân túng thế mới dùng mi, đâu phải vật quý''\n:''Ôi! Thánh triều ta sùng thượng văn học''\n:''Thiên hạ nhất thống, thái bình thịnh trị''\n:''Nếu có kiếm chừ, dùng đến mà chi. (1)''\n\nCùng với '''[[Hịch tướng sĩ]]''' của [[Trần Hưng Đạo|Trần Quốc Tuấn]], '''Trảm xà kiếm phú''' của Sử Hy Nhan đã làm cho tư tưởng vương đạo của thời Trần được biểu hiện khá đầy đủ {{fact|date=7-2014}}.\n\n==Tham khảo==\n* ''Đại Việt sử lược'', Nhà xuất bản Thành phố Hồ Chí Minh, 1993\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n{{wikisource tác giả}}\n\n{{Trạng nguyên Việt Nam}}\n{{Thời gian sống|mất=1421}}\n\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam thời Trần]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Thái học sinh nhà Trần]]\n[[Thể loại:Trạng nguyên Việt Nam]]"}