{"3694903":"{{for|thiên tai|lũ lụt sông Hoàng Hà năm 1887}}\n[[Tập tin:Yellow River Flooded Area 1938.svg|thumb|right|300px|Khu vực chịu ảnh hưởng vụ phá đê năm 1938 (bôi màu vàng)]]\n'''Sự kiện phá đê Hoa Viên Khẩu''' ({{zh|c=花园口决堤事件|p=huāyuán kǒu juédī shìjiàn}}) là một trận lụt do Chính phủ Quốc dân đảng ở Trung Quốc tạo ra trong giai đoạn đầu của [[chiến tranh Trung - Nhật]] trong một nỗ lực để ngăn chặn tốc độ tiến quân nhanh chóng của lực lượng quân Nhật Bản. Nó đã được gọi là \"hành động [[chiến tranh môi trường]] lớn nhất trong lịch sử\"<ref name=dutch>{{chú thích tạp chí|last=Dutch|first=Steven I.|title=The Largest Act of Environmental Warfare in History|journal=Environmental & Engineering Geoscience|date=November 2009|volume=15|issue=4|pages=287–297|doi=10.2113\/gseegeosci.15.4.287}}<\/ref><ref>Muscolino, Micah S. (2014). The Ecology of War in China: Henan Province, the Yellow River, and Beyond, 1938–1950. Cambridge University Press.<\/ref>.\n==Quyết định chiến lược và sự kiện lũ lụt==\nSau khi chiến tranh Trung-Nhật lần thứ hai bắt đầu năm 1937, quân đội [[Đế quốc Nhật Bản]] đã nhanh chóng tiến vào trung tâm lãnh thổ Trung Quốc. Đến tháng 6 năm 1938, quân Nhật kiểm soát toàn bộ miền [[Hoa Bắc|Bắc Trung Quốc]]. Vào ngày 6 tháng 6, họ đã chiếm được [[Khai Phong]], thủ phủ tỉnh [[Hà Nam, Trung Quốc|Hà Nam]], và đe dọa sẽ chiếm được [[Trịnh Châu]], đường giao cắt của xa lộ Pinghan và đường sắt Longhai. Thành công của quân Nhật ở đây sẽ gây nguy hiểm trực tiếp cho các thành phố lớn [[Vũ Hán]] và [[Kalani]].\n\nĐể ngăn chặn đà tiến quân tiếp theo của quân Nhật vào miền tây và miền nam Trung Quốc, [[Tưởng Giới Thạch]], theo đề xuất của Chen Guofu, quyết tâm phá một đoạn đê trên [[sông Hoàng Hà]] gần Trịnh Châu. Kế hoạch ban đầu là phá huỷ đê tại Zhaokou, nhưng do những khó khăn tại địa điểm đó, đoạn đê ở [[Hoa Viên Khẩu]], bờ phía nam đã bị phá hủy vào ngày 5 và 7 tháng 6, khiến nước tràn vào Hà Nam, An Huy và Giang Tô. Lũ lụt bao phủ và phá huỷ hàng ngàn kilômét vuông diện tích đất nông nghiệp và chuyển miệng của sông Hoàng Hà hàng trăm cây số về phía nam. Hàng ngàn ngôi làng đã bị ngập nước hoặc bị phá hủy và hàng triệu dân làng buộc phải rời khỏi nhà của họ và trở thành những người tị nạn. Một ủy ban hậu chiến chính thức của Quốc Dân Đảng ước tính rằng 800.000 người chết đuối<ref name=taylor>{{chú thích sách|last=Taylor|first=Jay|title=The Generalissimo: Chiang Kai-Shek and the Struggle for Modern China|url=https:\/\/archive.org\/details\/generalissimochi00tayl|year=2009|publisher=Belknap Press of Harvard University Press|location=Cambridge, MA|pages=[https:\/\/archive.org\/details\/generalissimochi00tayl\/page\/154 154]–155}}<\/ref>, cao hơn mức tính toán các nguồn hàn lâm hiện đại.\n== Tranh cãi về chiến lược ==\nGiá trị chiến lược của trận lụt đã bị người ta nghi vấn. Quân đội Nhật Bản đã ở ngoài phạm vi, hoặc là về phía bắc và đông hoặc về phía nam. Sự tiến quân của họ đối với Trịnh Châu đã bị đình trệ, nhưng vào tháng 10 họ đã tấn công từ một hướng khác. Người Nhật không chiếm nhiều diện tích của Hà Nam cho đến cuối chiến tranh và sự giữ vững của họ đối với An Huy và Giang Tô vẫn còn mong manh. Hầu hết các thị trấn và đường giao thông ở những khu vực bị ngập nước đã bị người Nhật chiếm; Sau trận lũ họ không thể củng cố sự kiểm soát của họ đối với khu vực, và phần lớn của nó đã trở thành các khu vực du kích<ref name=lary>{{chú thích tạp chí|last=Lary|first=Diana|title=Drowned Earth: The Strategic Breaching of the Yellow River Dyke, 1938|journal=War in History|date=ngày 1 tháng 4 năm 2001|volume=8|issue=2|pages=191–207|id=1082337951 | url=http:\/\/wih.sagepub.com\/content\/8\/2\/191.abstract|doi=10.1177\/096834450100800204}}<\/ref>.\n== Tranh cãi về số thương vong ==\n{{chú thích trong bài}}\n\nSố lượng người thiệt mạng trong trận lụt vẫn còn gây tranh cãi và ước tính đã được chính phủ Trung Quốc và các nhà nghiên cứu khác sửa đổi trong nhiều thập niên sau sự kiện này. Không có cách đánh giá chính xác số thương vong: phần lớn dân chúng, kể cả các quan chức, đã trốn chạy, không để lại sự kiểm soát của chính phủ và không ai đếm được số người chết. Trong những trận giao tranh giữa những kẻ cướp, Quốc dân đảng, những người cộng sản, và quân Nhật Bản, việc tính số thương vong không phải là một ưu tiên cao. Chính phủ Quốc dân đảng, sau khi tuyên bố rằng vụ phá đê này là nhằm vào quân Nhật Bản, đã sử dụng số thương vong nặng để chứng minh quy mô của sự hy sinh mà nhân dân Trung Quốc yêu cầu; Họ tuyên bố rằng 12 triệu người đã bị ảnh hưởng bởi trận lụt, và năm 1948 ước tính số người chết là 800.000 người. Một tài liệu lịch sử chính thức năm 1994 của Cộng hòa Nhân dân Trung Hoa ước tính con số người chết trong trận lụt ở mức 900.000 người và người tị nạn gần 10 triệu người. Các học giả khám phá các kho lưu trữ ngày nay đưa ra con số thấp hơn: 400-500.000 người chết, 3 triệu người tị nạn, và 5 triệu người bị ảnh hưởng (ước tính khác cho thấy số người chết là 500.000 và số người vô gia cư ở mức 500.000)\n\n== Hậu quả ==\nBên cạnh số người chết to lớn, các khu vực ngập nước đã bị ảnh hưởng trong nhiều năm sau. Các vùng nông thôn bị ngập nước ít nhiều bị bỏ hoang và tất cả các cây trồng bị phá hủy. Khi nước rút đi, các vùng đã ngập gần như là không thể canh tác được vì phần lớn đất bị phủ bùn. Rất nhiều công trình công cộng và nhà ở cũng bị phá hủy, khiến những người sống sót sống cơ cực. Các kênh tưới tiêu cũng bị hủy hoại, làm tăng thêm tác hại sinh thái trên đất nông nghiệp.<ref name = lary\/>\n\nSự phá hủy cũng có ảnh hưởng bất lợi đến dân số Trung Quốc. Người dân Trung Quốc thời đó không biết được nhóm nào đáng bị đổ lỗi cho thảm họa này, hoặc Trung Hoa Quốc dân đảng hoặc là quân xâm lược Nhật Bản, nhiều người sống sót đổ lỗi cho cả hai bên. Khu vực bị ngập lụt đã trở thành một khu tuyển dụng màu mỡ cho [[đảng Cộng sản Trung Quốc]], những người đã tận dụng sự giận dữ của người sống sót đối với một kẻ thù chung để đưa họ gia nhập hàng ngũ của mình. Vào thập niên 1940, khu vực này đã phát triển thành một căn cứ du kích chính gọi là Căn cứ địa Dự Hoàn Tô (chữ Hán: [[:zh:豫皖苏区|豫皖苏]], bính âm: ''Yuwansu'').<ref name = lary \/>\n\nVụ phá đê đã trở thành tiêu điểm để đảng Cộng sản tuyên truyền chống lại Chính phủ Quốc dân đảng. Sau thế chiến, Quốc dân đảng với sự trợ giúp của Liên Hợp Quốc cố vá lại chỗ đê bị phá, đê được đắp lại vào năm 1946 và 1947, và sông Hoàng Hà quay trở lại dòng chảy cũ như trước năm 1938. Vụ phá đê đã khiến Quốc dân đảng mất lòng dân và mang lại cho đảng Cộng sản một lực lượng lớn ở miền Bắc.<ref name = lary\/>\n\n==Xem thêm==\n*[[Lũ lụt sông Hoàng Hà năm 1887]]\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Lụt sông Hoàng Hà]]\n[[Thể loại:Trung Quốc năm 1938]]\n[[Thể loại:Giết người hàng loạt năm 1938]]\n[[Thể loại:Lũ lụt tại Trung Quốc]]\n[[Thể loại:Chiến tranh Trung–Nhật]]\n[[Thể loại:Lũ lụt năm 1938]]\n[[Thể loại:Thảm họa năm 1938]]"}