{"1743801":"{{Lịch sử Chăm Pa}}\n'''[[Chăm Pa]]''' độc lập được từ năm 192, phát triển cho đến thế kỷ thứ 10 thì bắt đầu suy yếu, đến năm 1832 thì hoàn toàn mất nước.\n\n==Thất thủ và bỏ kinh đô Indrapura==\n[[Tập tin:Lãnh thổ Champa vào thế kỷ 8.png|200px|nhỏ|trái|Lãnh thổ Chăm Pa trước khi bỏ kinh đô Indrapura]]\nNăm 979, vua Chăm là Parameshvaravarman I (sách Đại Việt sử ký toàn thư gọi là Bê Mi Thuế) đã cử hạm đội hơn nghìn chiếc sang theo hai cửa biển Đại Ác và Tiểu Khang tấn công [[Hoa Lư]] theo thỉnh cầu của phò mã [[Ngô Nhật Khánh]] [[nhà Đinh]], nhưng gặp bão và thuyền bị đắm gần hết, chỉ có thuyền của Parameshvaravarman I thoát nạn trở về<ref>Đại Việt Sử Ký Bản Kỷ Toàn Thư, Quyển I, Kỷ Nhà Đinh<\/ref>.\n\nNăm 982, vua [[Lê Đại Hành|Lê Hoàn]] của [[Đại Cồ Việt]] đã cử Từ Mục, Ngô Tử Canh sang [[Indrapura]] đi sứ nhưng các sứ thần bị bắt giam, vua Lê Hoàn quyết định thân chinh đánh Chăm Pa. Quân Đại Việt đã  giết vua Parameshvaravarman<ref>Đại Việt Sử Ký Bản Kỷ Toàn Thư, Quyển I, Kỷ Nhà Lê<\/ref>, tàn phá kinh đô Indrapura (làng Đồng Dương, Thăng Bình, [[Quảng Nam]] ngày nay) và người Chăm phải bỏ Indrapura dời kinh đô xuống [[Vijaya]] (Bình Định ngày nay).\n\n==Mất 3 châu Địa Lý, [[Ma Linh]] và [[Bố Chính]] ==\nSau khi người Chăm rời bỏ kinh đô Indrapura, mâu thuẫn giữa Chăm Pa và Đại Việt vẫn  không chấm dứt.\n\nNăm 1020, vua [[Lý Thái Tổ]] sai Khai Thiên Vương [[Lý Thái Tông|Lý Phật Mã]] và Đào Thạc Phụ đem quân đi chinh phạt Chiêm Thành ở trại Bố Chính (nay thuộc các huyện Quảng Trạch, Bố Trạch, Tuyên Hóa, tỉnh Quảng Bình), thẳng đến núi Long Tỵ (nay thuộc Quảng Trạch, Quảng Bình), chém được tướng của Chiêm Thành là Bố Linh tại trận, quân Chiêm chết đến quá nửa.\n\nNăm 1044, với lý do \"Tiên đế mất đi, đến nay đã 16 năm rồi, mà Chiêm Thành chưa từng sai một sứ giả nào sang\", vua Lý Thái Tông thân chinh đi chinh phạt ra oai với Chiêm Thành. Binh lính chưa chạm mà quân Chiêm đã tan vỡ, quan quân đuổi chém được 3 vạn thủ cấp. Tướng Quách Gia Di chém được đầu vua Chiêm là Sạ Đẩu tại trận. Đoạt được hơn 30 voi thuần, bắt sống hơn 5 nghìn quân Chiêm, số còn thì bị giết chết, xác chất đầy đồng. Vua tỏ ý [[cảm khái]], xuống lệnh rằng: \"Kẻ nào giết bậy người Chiêm Thành thì sẽ giết không tha\". Sau đó vua [[Lý Thái Tông]] đem quân vào thành [[Kandapurpura|Phật Thệ]] bắt vợ cả, vợ lẽ của Sạ Đẩu và các cung nữ giỏi hát múa đem về nước. Khi đến hành điện Ly Nhân (nay là huyện Ly Nhân, Nam Hà), vua sai nội nhân thị nữ gọi [[Mỵ Ê]] là phi của Sạ Đẩu sang hầu thuyền vua. Mỵ Ê phẫn uất lấy chăn quấn vào mình nhảy xuống sông chết. Vua khen là trinh tiết, phong là Hiệp Chính Hựu Thiện phu nhân.\n\nNăm 1068, Chăm Pa quấy nhiễu biên giới Đại Việt. Năm 1069, [[Vua]] [[Lý Thánh Tông]] [[thân chinh]] [[đánh]] [[Chăm Pa]],<ref>[[Đại Việt Sử Ký]] [[Bản Kỷ]] [[Toàn Thư]], [[Quyển II]], [[Kỷ]] [[Nhà Lý]] [[viết]]:\"vua đánh chiêm thành mãi không được, đem quân về đến châu Cư Liên, nghe tin Nguyên phi giúp việc nội trị, lòng dân [5a] cảm hoá hoà hợp. Trong cõi vững vàng, tôn sùng Phật giáo, dân gọi là bà Quan Âm, vua nói: \"Nguyên phi là đàn bà còn làm được như thế, ta là nam nhi lại chẳng được việc gì hay sao?\". Bèn quay lại đánh nữa, thắng được.\"<\/ref>, tướng [[Lý Thường Kiệt]] chỉ huy hải quân tấn công đốt phá kinh đô Vijaya<ref>Mộc bản Chính Hòa, tr. 274. tập I.<\/ref>. Vua Rudravarman (Chế Củ) bị bắt làm tù binh và sau đó phải đổi ba châu [[Địa Lý (địa danh)|Địa Lý]], [[Ma Linh]] và [[Bố Chính]] (3 châu này thuộc vùng Quảng Bình, Quảng Trị ngày nay) để lấy tự do<ref>Mộc bản Chính Hòa, tr. 274-275. tập I.<\/ref><ref>Ngô Vǎn Doanh, ''My Son Relics'', tr.77; Lê Thành Khôi, ''Histoire du Vietnam'', tr.163 trở đi.<\/ref>. (Xem thêm [[Chiến tranh Việt-Chiêm 1069]])\n\n==Người Khmer chinh phục Vijaya ==\nNăm 1203, tướng của vua Khmer [[Jayavarman VII]] chiếm được Vijaya và biến Chăm Pa trở lại thành một tỉnh của Angkor. Chăm Pa hoàn toàn mất độc lập cho đến năm 1220<ref>Ngô Vǎn Doanh, ''Chăm Pa'', tr.36.<\/ref>.\n\n==Dâng hai [[châu Ô]], [[châu Lý|Lý]] cho Đại Việt==\nNăm 1306, Nhà Trần gả công chúa Huyền Trân cho chúa Chiêm Thành là [[Chế Mân]] ([[Chế Mân|Jaya Simhavarman III]]. Chế Mân đem 2 châu Ô, Lý làm quà sính lễ. Năm 1307, Chế Mân chết. Nhập nội hành khiển thượng thư tả bộc xạ [[Trần Khắc Chung]]<ref>Sau khi  cướp được công chúa, Trần Khắc Chung đã tư thông với công chúa, đi đường biển về loanh quanh chậm chạp, lâu ngày mới về đến kinh đô.<\/ref>  sang Chiêm Thành lừa người Chiêm cứu công chúa Huyền Trân đem về để khỏi bị hỏa thiêu theo tục lệ Chiêm Thành.\n\n==Mất Chiêm Động, Cổ Lũy==\nNăm 1402, [[Hồ Hán Thương]] đem đại quân đi chinh phạt Chiêm Thành. Hai bên đụng trận, tướng Việt là Đinh Đại Trung và tướng Chiêm Thành là Chế Tra Nan đều tử trận. Vua Chiêm Jaya Indravarman VII (Tiếng Việt là Ba Đích Lại) hoảng sợ, sai cậu là Bố Điền dâng đất Chiêm Động (huyện Thăng Bình, Tam Kỳ, Quế Sơn, Duy Xuyên tỉnh Quảng Nam), một voi trắng, một voi đen và các sản vật địa phương, để xin rút quân. Bố Điền tới, Quý Ly bắt ép phải dâng nộp thêm cả động Cổ Lũy (nay là các huyện Bình Sơn, Sơn Tịnh, Tư Nghĩa, Mộ Đức, Đức Phổ, Quảng Ngãi).\n\n==Kinh đô Vijaya thất thủ và bị phá hủy hoàn toàn==\nDo vua Chăm là Bí Cai (Bichai) nhiều lần xua quân quấy nhiễu, năm [[1446]], vua Lê sai [[Trịnh Khả]], Lê Thụ và Lê Khắc Phục đã đem 60 vạn quân tấn công Chăm Pa, thành Vijaya rơi vào tay quân Việt, vua Chăm là Bí Cai (Bichai) bị bắt sống mang về Thăng Long cùng với nhiều phi tần<ref>Mộc bản Chính Hòa, tr. 356-357, tập II.<\/ref>.\n\nNăm [[1470]], quân Đại Việt do vua [[Lê Thánh Tông]] trực tiếp chỉ huy lại tấn công Chăm Pa. Quân Đại Việt lúc này đã rất mạnh và có tổ chức tốt. Ngược lại quân Chăm rất yếu và thiếu tính tổ chức<ref name=\"lethanhkhoi243\">Lê Thành Khôi, Histoire du Vietnam, tr.243.<\/ref>. Thủy quân Đại Việt do các tướng [[Đinh Liệt]] và Lê Niệm chỉ huy tấn công trước. Lê Thánh Tông dẫn đại quân theo sau<ref>Mộc bản Chính Hòa, tr. 445-446, tập II.<\/ref>. Tháng 2 năm đó, vua Chăm là Trà Toàn cử em đem tượng binh và bộ binh đến sát trung quân của vua Lê Thánh Tông<ref name=\"chinhhoa448\">. Mộc bản Chính Hòa, tr. 448, tập II.<\/ref>. Các tướng Lê Hy Cát, Hoàng Nhân Thiêm, Lê Thế và Trịnh Văn Sái đem thủy quân chắn giữ cửa biển Sa Kỳ (nay là huyện Bình Sơn tỉnh Quảng Ngãi) chặn lối rút của quân Chăm<ref name=\"chinhhoa448\"\/>. Vua Lê Thánh Tông dẫn thủy quân tiến đánh quân Chăm<ref name=\"chinhhoa448\"\/> ở cửa Áp (tức cửa Tân Áp, sau là cửa Đại Áp ở huyện Tam Kỳ tỉnh [[Quảng Nam]])<ref name=\"chinhhoa448\"\/> và cửa Tọa (tức cửa Cựu Tọa sau là cửa Tiểu Áp cách cửa Đại Áp hơn 7 dặm<ref>Cương Mục Chính Biên, quyển 22 tờ 3, chú lại của bản Toàn thư tiếng Việt Nhà xuất bản KHXH 1998 từ mộc bản Chính Hòa tr. 448, tập II.<\/ref>). Đồng thời bộ binh Đại Việt do [[Nguyễn Đức Trung]] ngầm đi đường núi tấn công quân Chăm khiến quân Chăm phải rút về thành Vijaya<ref name=\"chinhhoa448\"\/>. Quân Việt nhanh chóng tiến lên đánh bại quân Chăm và bao vây thành Vijaya<ref>Mộc bản Chính Hòa, tr. 449, tập II.<\/ref> Thành Vijaya thất thủ vào ngày [[2 tháng 3]] năm [[1471]] sau bốn ngày giao tranh<ref name=\"lethanhkhoi243\"\/>. Vua Chăm là Trà Toàn bị bắt sống và chết trên đường chở về Thăng Long<ref>Mộc bản Chính Hòa, tr. 450, tr. 452, tập II.<\/ref>. Ít nhất hơn 60.000 người Chăm bị giết và 30.000 bị bắt làm nô tỳ cho quân Đại Việt. Kinh thành Vijaya bị phá hủy hoàn toàn<ref name=\"lethanhkhoi243\"\/>. Sau chiến thắng vua Lê Thánh Tông đã sáp nhập các địa khu Amaravati và Vijaya<ref name=\"lethanhkhoi243\"\/> và lập nên thừa tuyên Quảng Nam và duy trì vệ quân Thăng Hoa ở đây <ref>Mộc bản Chính Hòa, tr. 452, tập II.<\/ref>.\n\n==Vương quốc Chăm Pa trở thành Thuận Thành Trấn==\n[[Tập tin:Panduranga-Champa từ sau 1471.png|200px|nhỏ|phải|Lãnh thổ Champa từ sau năm 1471 (Chỉ còn từ Phú Yên ngày nay trở vào)]]\nCho đến sau năm 1471, thì đất đai của vương quốc Chăm Pa chỉ còn Harek Kah Harek Dhei (Phú Yên ngày nay) trở vào,.\n\nNăm 1611, do người Chiêm Thành lấn chiếm biên ải, chúa [[Nguyễn Hoàng]] đã sai một viên tướng gốc Chăm là Văn Phong đưa quân vào  dẹp loạn và đặt ra phủ [[Phú Yên]] gồm hai huyện [[Tuy Hòa]] và [[Đồng Xuân]], phong cho Văn Phong làm lưu thủ đất này.<ref>[http:\/\/nld.com.vn\/87673p0c1002\/phu-yen-chon-nam-1611-la-nam-thanh-lap-tinh.htm  Phú Yên: Chọn năm 1611 là năm thành lập tỉnh]<\/ref>\n\nNăm 1653, vua Chiêm là Bà Tranh xâm phạm biên cảnh, chúa Hiền ([[Nguyễn Phúc Tần]]) sai người đánh dẹp, người Chiêm đầu hàng. Nhân đó lấy đất từ Phú Yên vào đến sông [[Phan Rang]] đặt làm 2 phủ Thái Khương, Diên Ninh và gồm 5 huyện: Quảng Phước, Tân Định (thuộc phủ Thái Khương), Phước Điền, Vinh Xương và Hoa Châu (thuộc phủ Diên Ninh). Vùng đất này nay tỉnh [[Khánh Hoà]]. Sau đó chúa Nguyễn chiếm lãnh thổ Cao Miên ở vùng Biên Hòa ngày nay. Thế là Chăm Pa trở thành một lãnh thổ hoàn toàn bị bao vây, ở phía bắc giáp căn cứ quân sự nhà Nguyễn ở Cam Ranh và phía nam giáp căn cứ quân sự nhà Nguyễn ở Biên Hòa.\n\nNăm 1692, vua Chăm tên Bà Tranh đã tấn công vào phủ Diên Ninh và dinh Bình Khang tức vùng [[Diên Khánh]] ngày nay. Chúa Nguyễn sai [[Nguyễn Hữu Cảnh]] đánh đuổi. Quân Chiêm và Việt đã giao tranh ác liệt tại [[Sông Lũy]], quân Chiêm Thành bại trận,  vua Chiêm và hoàng gia bị bắt.\n\nNăm 1693, chúa Nguyễn Phúc Chu cho thành lập khu tự trị [[Thuận Thành Trấn]] tại vùng đất của Chiêm Thành, chúa Chăm được gọi là Trấn Vương, là thần hạ của chúa Nguyễn.\n\n==Lịch sử Chăm Pa chấm dứt==\nNăm 1697, chúa Nguyễn Phúc Chu cho lập phủ Bình Thuận (từ Phan Rang trở về tây) chia làm hai huyện An Phước và Hòa Đa<ref name=\"nv\">Nhóm Nhân văn Trẻ, Hỏi đáp Lịch sử Việt nam, tr. 189, tập 3, Nhà xuất bản Trẻ, 2007.<\/ref>. Cũng từ đây vùng đất Chăm còn lại (Phan Rang trở về đông) đã trở thành phiên thuộc của chúa Nguyễn và mối quan hệ giữa chúa Nguyễn và chúa Chăm là mối quan hệ giữa chính quyền trung ương và địa phương<ref name=\"nv\"\/>.\n\nĐến năm 1712, chúa Nguyễn Phúc Chu đã ban hành một bản hiệp ước mới gọi là Ngũ điều Nghị định, trong đó khẳng định quyền xét xử của các chúa Chăm đối với các thần dân [[người Chăm]] và cũng quy định nghĩa vụ của các chúa Chăm đối với các [[chúa Nguyễn]]. Để giải quyết xung đột giữa người Chăm và người Việt, bản hiệp ước quy định các xung đột này sẽ do chúa Chăm tức Trấn Vương cùng với quan Cai bạ và quan Ký lục (cả hai là người Việt) phán quyết<ref>Tiền biên, quyển 8, tr. 14a dẫn theo Danny.<\/ref>. Chế độ tự trị này được duy trì cho đến tận năm [[1832]] qua các đời chúa Nguyễn, thời [[Nhà Tây Sơn|Tây Sơn]] và thời kỳ đầu triều đại [[nhà Nguyễn]]. Tuy nhiên, các đời chúa Chăm sau Po Saktiray Da Patih không còn duy trì được mối quan hệ trực tiếp với các chúa Nguyễn và mọi công việc của Thuận Thành Trấn được tiến hành thông qua phủ Bình Thuận<ref name=\"nv\"\/> cho đến tận cuộc [[chiến tranh Tây Sơn-Chúa Nguyễn, 1771-1785|nội chiến giữa Nguyễn Ánh và Tây Sơn]].\n\nNăm 1793, phiên vương Thuận Thành là Tá (gọi theo Tiền Biên; tên Chăm: Po Tithun da parang) theo phe Tây Sơn bị Nguyễn Ánh đánh bại. [[Gia Long|Nguyễn Ánh]] cho tướng người Chăm của phe mình là Thôn Bá Hú (tức Nguyễn Văn Hào, gọi theo Tiền Biên, tên Chăm: Po Lathun da paguh) làm Chánh trấn Thuận Thành và trong năm 1794 đặt chế độ chánh trấn và phó trấn và bỏ chế độ phiên vương.<ref>Quốc Sử Quán Triều Nguyễn, Đại Nam Thực lục Chính Biên, Đệ nhất kỷ, bản dịch của Viện Sử học, tái bản lần 1, Nhà xuất bản Giáo dục, 2007, tr. 306<\/ref>\n\nNăm [[1832]], nhân dịp có cuộc [[cuộc nổi dậy Lê Văn Khôi|khởi nghĩa Lê Văn Khôi]] ở phía Nam người Chăm lại nổi dậy chống lại vua [[Minh Mạng]]  nhưng không thành công.<ref name=\"nv\"\/>. Chính quyền tự trị hạn chế của người Chăm chấm dứt tồn tại vào năm [[1832]], khi Hoàng đế [[Minh Mạng]] đổi Thuận Thành thành phủ Ninh Thuận và đặt quan lại cai trị trực tiếp<ref>Cao Xuân Dục, Quốc Triều Chính Biên Toát yếu, bản tiếng Việt do Quốc Sử Quán dịch - Nhà xuất bản Nghiên cứu Sử Địa Việt nam 1972, tr. 81.<\/ref>. Lịch sử vương quốc Chăm Pa chính thức dừng lại ở đây<ref>Po Dharma, \"Status of the Latest Research on the Date of Absorption of Chăm Pa by Vietnam\", trong Proceedings of the Seminar on Chăm Pa, 1994, tr. 61.<\/ref>.\n\n==Nguyên nhân sự suy vong của Vương quốc Chăm Pa==\n*Chính sách mở rộng bờ cõi của vua chúa Việt:\n\nNếu chiến tranh của Chăm Pa chống nước láng giềng là chiến tranh \"chinh phạt\" để làm suy yếu đi sức mạnh quân sự và chính trị của phe địch, thì đối với Đại Việt, ý niệm về chiến tranh hoàn toàn đối ngược. Chiến tranh không chỉ nhằm mục tiêu chinh phạt phe địch đơn thuần mà theo đó là chiếm lấy tài sản và đất đai về quốc gia của mình.<ref>Hàng năm, Chế Bồng Nga xuất quân ra miền bắc đốt phá thành Thăng Long sau đó rồi kéo quân trở về, nhưng Chế Bồng Nga không bao giờ nghĩ đến chính sách chiếm đất đai Đại Việt để sáp nhập vào lãnh thổ của mình<\/ref>\n*Làn sóng di dân người Việt:\nDo thiếu đất đai để canh tác, dân Việt tràn xuống phía nam, tức Chăm Pa. Từ thế kỷ thứ 17, chúa Nguyễn kêu gọi dân Việt xung phong vào đội ngũ  khai khẩn đất hoang ở khu vực biên giới phía nam của mình. Họ vừa làm dân, vừa làm chiến sĩ để phòng thủ đất đai chống lại sự quấy nhiễu của Chăm Pa ở biên giới. Chúa Nguyễn cũng khuyến khích dân Việt  vượt biên giới tràn sang Chăm Pa khai thác những khu đất hoang mà dân bản xứ Chăm Pa không canh tác. Sau đó, họ bắt đầu khai thác những khu vực phì nhiêu hơn do dân bản xứ bán nhượng lại cho họ. Lợi dụng sự hiện diện của người Việt trên lãnh thổ Chăm Pa, chúa Nguyễn bắt đầu can thiệp vào nội bộ của vương quốc này với danh nghĩa là bảo vệ quyền lợi cư dân người Việt. Sau đó, chính những cư dân Việt này tham gia vào các cuộc chiến tranh với Chăm Pa \n*Hậu quả các cuộc nội chiến giữa dân tộc Việt:\nTrong cuộc Nam bắc phân tranh giữa chúa Trịnh và chúa Nguyễn, để tiến quân chống chúa Trịnh phương bắc, chúa Nguyễn đã phát động phong trào Nam Tiến về phía nam, tức là về phía lãnh thổ Chăm Pa để củng cố thế lực quân sự và kinh tế của mình.\n\nCuộc nội chiến giữa Tây Sơn và Nguyễn Ánh đã biến lãnh thổ Chăm Pa (khu vực Phan Rang và Phan Rí) thành bãi chiến trường đẫm máu trong vòng 30 năm. Các tầng lớp lãnh đạo Chăm Pa chia thành hai phe nhóm do Tây Sơn và Nguyễn Ánh dựng lên. Khi chiếm Chăm Pa để làm cứ điểm quân sự, Nguyễn Ánh thành lập một chính quyền mới của vương quốc này thân Nguyễn Ánh. Và khi tiến quân vào Chăm Pa, Tây Sơn lại thanh trừng những phần tử người Chăm Pa theo Nguyễn Ánh để rồi thành lập một chính quyền khác thân của Tây Sơn. \n*Mất liên lạc với thế giới:\nTrước năm 1471, Chăm Pa là hải cảng quan trọng trên đường hàng hải nối liền biển Nam Hải và Ấn Độ Dương, cũng là nơi tập trung nhiều tàu bè của các thương thuyền quốc tế.\nSau khi thất thủ Đồ Bàn năm 1471, thất thủ Harek Kah Harek Dhei (Phú Yên ngày nay) năm 1611, và Nha Trang vào năm 1653, các tàu bè quốc tế không còn ghé bến Chăm Pa nữa. Chăm Pa hoàn toàn bị cô lập không còn đường dây liên lạc với các nước láng giềng kể từ thế kỷ thứ 17.\n*Mỹ nhân kế:\nNăm 1301, nhân dịp viếng thăm Chăm Pa, thượng hoàng [[Trần Nhân Tông]] hứa gả công chúa Huyền Trân cho Chế Mân để đổi lấy hai châu Ô và Lý (khu vực tỉnh Thừa Thiên). Đối với Chăm Pa đây là món quà sính lễ quá đắt.\n\nNăm Tân Mùi (1631), vua Chăm Pa là Po Romé (1627-1651) kết hôn với công nữ [[Công nữ Ngọc Khoa|Ngọc Khoa]] của nhà Nguyễn mà sử liệu tiếng Chăm gọi là Bia Ut (công chúa miền bắc). Theo truyền thuyết của Chăm Pa, Bia Ut đến vương quốc này với một sứ mạng mà nhà Nguyễn đã giao phó, đó là làm thế nào để Po Romé chặt bỏ cây Kraik, biểu tượng cho thần quyền trấn giữ vương quốc này. Còn theo các học giả Chăm Pa, Bia Ut đến Chăm Pa làm gián điệp, nhằm báo cáo cho nhà Nguyễn biết mọi chi tiết liên quan đến tổ chức chính trị và quân sự của quốc gia này. Sau khi nhận đủ tin tức, nhà Nguyễn xuất quân tấn công Po Romé. Trong cuộc chiến này, Po Romé bị quân nhà Nguyễn vây bắt đem nhốt trong rọ sắt để khiêng về Thuận Hóa.\n*Thể chế liên bang lỏng lẻo:\nTrong khi Đại Việt là một thể chế quân chủ tập quyền thì Chăm Pa không phải là quốc gia thống nhất, trung ương tập quyền, mà là một vương quốc liên bang lỏng lẻo với năm tiểu vương quốc  đó là [[Indrapura]], [[Amaravati (Chăm Pa)|Amaravati]], '''[[Vijaya (địa khu)|Vijaya]]''', [[Kauthara]] và [[Panduranga]]. Mỗi tiểu vương quốc có vua chúa riêng, hành chánh riêng và cách điều hành riêng. Cơ cấu tổ chức này không phát huy mạnh được ý thức hệ đoàn kết của một dân tộc và thường làm suy yếu đi tiềm năng quân sự của quốc gia một khi vương quốc này bị tấn công bởi một nước láng giềng.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Le déclin du Campa entre le XVIe et le XIXe siècle\" đăng đầu tiên trong Le Campa et le Monde Malais. Actes de la Conférence Internationale sur le Campa et le Monde Malais) Berkeley (Université de Californie, Travaux du CHCPI, Paris, 1991, trang 47-64.\n*[[Đại Việt sử ký toàn thư]]\n==Xem thêm==\n*[[Tôn giáo của người Chăm]]\n*[[Lịch sử Chăm Pa]]\n*[[Thành Đồ Bàn]]\n*[[Niên biểu quan hệ Đại Việt-Chăm Pa]]\n\n[[Thể loại:Lịch sử Chăm Pa]]"}