{"123100":"{{Thông tin sự kiện\n|title=Sự cố sập nhịp dẫn cầu Cần Thơ\n|image=CanThoBridgeCollapse2.jpg\n|caption= Hiện trường sự cố sập nhịp\n|date={{Ngày bắt đầu và tuổi|2007|09|26|df=ýe}}\n|time= 8:00 ([[UTC+07:00]])\n|venue=Trụ P13, P14 và P15 [[cầu Cần Thơ]]\n|place=[[Bình Minh]], [[Vĩnh Long]], [[Việt Nam]]\n|coordinates={{Coord|10|02|16|N|105|48|59|E|display=inline,title}}\n|map={{Mapframe|frame=yes|plain=yes|frame-align=center|frame-width=250|frame-height=200|frame-coordinates={{Coord|10.0377|105.8164}}\n|zoom=14\n|type=point\n|coord={{Coord|10.0377|105.8164}}}}\n| type= *Tai nạn lao dộng\n*Sụp đổ công trình\n| cause= \n| Deaths= 55\n| injuries= 80\n| reported missing= 1\n| url=\n}}\n[[Tập tin:Vitrsuco.jpg|nhỏ|phải|250px|Vị trí xảy ra sự cố]]\n[[Tập tin:CanThoBridgeCollapse1.jpg|nhỏ|phải|250px|Hiện trường, ở một góc nhìn khác]]\n\n'''Sự cố sập nhịp dẫn cầu Cần Thơ''' là một trong những thảm họa cầu đường và tai nạn xây dựng nghiêm trọng nhất tại [[Việt Nam]]<ref name=\"Thanh Niên\">{{Chú thích báo|url=https:\/\/thanhnien.vn\/thoi-su\/tham-hoa-do-sap-lon-nhat-trong-lich-su-xay-dung-viet-nam-377346.html|title=Thảm họa đổ sập lớn nhất trong lịch sử xây dựng Việt Nam !|work=[[Thanh Niên (báo)|Báo Thanh Niên]]|date = ngày 27 tháng 9 năm 2007 |access-date = ngày 24 tháng 1 năm 2018}}<\/ref><ref>Trước đây, mọi thông tin đều cho rằng vị trí xảy ra thảm họa là khu vực nhịp dẫn và dẫn tới sự ngộ nhận là sập nhịp dẫn chứ không phải sập cầu. Tuy nhiên, trong báo cáo kết luận mới đây của Ủy ban Nhà nước điều tra sự cố sập 2 nhịp dẫn cầu Cần Thơ có đoạn ghi rất rõ rằng: ''\"Sự cố xảy ra trong quá trình đang thi công bê tông dầm hộp tại hai nhịp neo của cầu chính từ trụ P13 đến trụ P15 phía bờ Vĩnh Long, mỗi nhịp dài 40m\"''. Trích nguồn [http:\/\/vietnamnet.vn\/xahoi\/2008\/07\/792250\/ Vietnamnet]<\/ref> xảy ra vào ngày [[26 tháng 9]] năm [[2007]], tại xã [[wikt:Mỹ Hòa|Mỹ Hòa]], thị xã [[Bình Minh]] tỉnh [[Vĩnh Long]]. Hai nhịp cầu dẫn cao khoảng 30 mét giữa ba trụ cầu đang được xây dựng thì bị đổ sụp, kéo theo giàn giáo cùng nhiều công nhân, kỹ sư đang làm việc xuống đất.\n\nĐến ngày 2 tháng 7 năm 2008, Bộ trưởng Xây dựng [[Nguyễn Hồng Quân]] đã báo cáo Chính phủ kết quả điều tra sự cố sập nhịp cầu Cần Thơ là do lún lệch đài móng trụ tạm.\n\n==Cầu Cần Thơ ngày nay==\n{{Chính|Cầu Cần Thơ}}\n[[Tập tin:CanThoBridge.jpg|nhỏ|trái|250px|Cầu Cần Thơ hiện nay]]\nChủ đầu tư là [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông vận tải]], đại diện chủ đầu tư quản lý dự án là [[Ban quản lý dự án Mỹ Thuận]]. Tư vấn giám sát quốc tế [[Liên danh Nippon Koei - ChoDai]], Nhà thầu chính [[Liên danh Taisei - Kajima - Nippon Steel]] (nhà thầu [[TKN]]), Nhà thầu phụ [[VSL]] (Thụy Sĩ)\n\n==Diễn biến==\nKhoảng 7h55 sáng ngày 26 tháng 9, đoạn dầm cầu bị sập nằm ở phía bờ [[Vĩnh Long]] bắc qua trụ 13, 14, 15 dài 87 m, rộng 24 m, vừa được đổ bê tông ngày hôm trước. Lúc xảy ra sự cố có khoảng 150 công nhân đang làm việc trên đoạn dầm bê tông và khoảng 100 công nhân làm việc ở phía dưới. Khi dàn giáo bị sập tất cả công nhân ở phía trên đã bị kéo tuột xuống.<ref>[http:\/\/vietnamnet.vn\/xahoi\/2007\/10\/747766\/ Báo cáo của Bộ GTVT báo cáo Thủ tướng sự cố tại Dự án Xây dựng cầu Cần Thơ]<\/ref>\n\n==Thương vong==\nTheo nhà thầu, có khoảng từ 150 đến 250 công nhân đang làm việc tại khu vực trước khi xảy ra thảm họa. Các báo cáo ban đầu có khoảng 20 thi thể công nhân được tìm thấy. Tuy nhiên số lượng thương vong ngày càng tăng và dao động ở mức từ 37 đến hơn 60 người thiệt mạng, từ 97 đến hơn 200 người bị thương. Hầu hết nạn nhân là công nhân địa phương làm việc tại công trình, các kỹ sư và cả người dân buôn bán quanh công trường. Nhiều công nhân khác bị sốc nặng, bàng hoàng.<ref>[http:\/\/vnn.vietnamnet.vn\/xahoi\/2007\/09\/745459\/ Danh sách người tử nạn vụ sập cầu Cần Thơ]<\/ref>\n\n===Tại thời điểm 24h ngày 26 tháng 9===\n*Theo [[thanh Niên (báo)|báo ''Thanh Niên'']] và [[VnExpress]], có 37 người chết và 87 người bị thương, chưa kể số người đang bị chôn vùi<ref name=\"Thanh Niên\" \/> Theo [[BBC]], có 36 người chết, tuy nhiên nhà thầu [[Trung Quốc]] dẫn tin cho [[Reuters]] khẳng định có đến 54 người thiệt mạng<ref name=\"BBC Anh\">{{Chú thích báo|url=http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/7013711.stm|title=Deadly bridge collapse in Vietnam|work=[[BBC]]|date = ngày 26 tháng 9 năm 2007 |access-date = ngày 24 tháng 1 năm 2019 |language=tiếng Anh}}<\/ref> Theo [[VietNamNet|Vietnam Net]], có 49 thi thể được tìm thấy và hơn 181 người bị thương<ref name=\"VNN\">{{Chú thích báo|url=http:\/\/vietnamnet.vn\/xahoi\/2007\/09\/745149\/|title=Sông Hậu: Ngày thảm họa|work=[[VietNamNet|Vietnam Net]]|date=[[26 tháng 9]] năm [[2007]]|access-date =[[26 tháng 9]] năm [[2007]]}}<\/ref>.Theo [[tuổi Trẻ (báo)|báo ''Tuổi Trẻ'']], có 52 người chết, 97 người bị thương và hiện vẫn còn nạn nhân sống sót bị kẹt trong đống đổ nát. Tuy nhiên đến sáng ngày 27 báo nói chỉ có 37 người thiệt mạng.\n*Theo [[Thông tấn xã Việt Nam]] và [[CNN]], có 52 người chết và 149 người bị thương.\n*Theo [[báo Tiền Phong]], có 59 người tử vong, 97 người bị thương và 70 người còn bị kẹt dưới đống đổ nát<ref name=\"Tiền Phong\">{{Chú thích báo|url=http:\/\/www.tienphong.vn\/Thoi-Su\/96932\/Sap-cau-Can-Tho%C2%A0Hang-tram-nguoi%C2%A0bi-vui-lap%C2%A0.html|title=Sập cầu Cần Thơ, hàng trăm người bị vùi lấp|work=[[Tiền Phong (định hướng)|Tiền Phong]]|date=[[26 tháng 9]] năm [[2007]]|access-date =[[26 tháng 9]] năm [[2007]]}}<\/ref><ref name=\"BBC Việt\">{{Chú thích báo|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/09\/070926_cantho_bridge.shtml|title=Sập cầu Cần Thơ làm nhiều người chết|work=[[BBC]]|date=[[26 tháng 9]] năm [[2007]]|access-date =[[26 tháng 9]] năm [[2007]]}}<\/ref>.\n*Một ca tử vong do nổ bình gas trong lúc cứu hộ.\n\n===Thống kê của các bệnh viện===\n*Bệnh viện Quân y 121 xác nhận có 38 ca tử vong<ref name=\"Thanh Niên\" \/>.\n*Bệnh viện Đa khoa Cần Thơ thống kê 8 người chết.\n*Bệnh viện 30-4 của TP Cần Thơ thống kê có hai người thiệt mạng. Chưa có thống kê từ các bệnh viện địa phương.\n*Bệnh viện Vĩnh Long có 3 trường hợp tử vong.\n\n===Tại thời điểm 24h ngày 27 tháng 9===\n*Theo Tuổi trẻ, có 43 người thiệt mạng<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=221703&ChannelID=3]<\/ref>.\n*Theo Lao động và Tiền Phong, có 48 người thiệt mạng <ref>[http:\/\/www.tienphong.vn\/Thoi-Su\/97226\/Danh-sach-nan-nhan-trong-vu-sap-cau.html Danh sách nạn nhân trong vụ sập cầu], Sáu Nghệ, [[báo Tiền Phong]], 29\/09\/2007<\/ref>.\n*Theo [[VietNamNet|Vietnamnet]], có 54 người<ref>[http:\/\/vietnamnet.vn\/xahoi\/2007\/09\/745459\/ VietNamNet<!-- Bot generated title -->]<\/ref>.\n*Theo báo Nhân dân, có 64 người tử nạn và trên 180 người bị thương<ref>[http:\/\/www.nhandan.com.vn\/tinbai\/?top=0&article=106194 Báo Nhân Dân - Phiên bản tiếng Việt<!-- Bot generated title -->]<\/ref>.\n*Thông tấn xã Việt Nam dẫn lời ông [[Nguyễn Tấn Quyên]], Bí thư Thành ủy Cần Thơ, Trưởng ban chỉ đạo khắc phục hậu quả sự cố cầu Cần Thơ công bố: ''tổng số bị nạn là 128 người, trong đó có 46 người chết, có bảy người quê các tỉnh phía Bắc, còn lại đa số là tỉnh Vĩnh Long, chủ yếu là huyện Bình Minh. Số người bị thương đang điều trị là 82 người, trong đó điều trị tại Bệnh viện Đa khoa TW 30 người, Bệnh viện Quân y 121 là 26 người, Bệnh viện đa khoa thành phố Cần Thơ 14 người, Bệnh viện Tây Đô 6 người, chuyển một bệnh nhân lên tuyến trên Bệnh viện Chợ Rẫy (Thành phố Hồ Chí Minh) vì gãy cột sống và 5 người điều trị tại huyện Bình Minh (Vĩnh Long) hiện nay đã ra viện.<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=221873&ChannelID=3]<\/ref> Theo VnExpress có 47 người chết, 82 người bị thương đang trong bệnh viện và 6 người mất tích tính đến 15 giờ.<ref>[http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2007\/09\/3B9FAB6C\/]<\/ref> Theo báo Nhân dân, 44 người thiệt mạng, 76 người bị thương<ref>[http:\/\/www.nhandan.com.vn\/tinbai\/?top=39&sub=127&article=106247 Báo Nhân Dân - Phiên bản tiếng Việt<!-- Bot generated title -->]<\/ref>. Khác biệt với con số 64 người được đăng trước đó.''\n\n===Vào ngày [[30 tháng 9]]===\nCác báo đều thông báo danh sách những công nhân tử nạn, gồm 49 người <ref>[http:\/\/www11.dantri.com.vn\/Sukien\/2007\/9\/199196.vip]<\/ref> trong đó 37 người tại [[Vĩnh Long]]; 2 người tại [[Cần Thơ]]; 10 người tại các tỉnh [[Quảng Nam]], [[Ninh Bình]], [[Quảng Ngãi]], [[An Giang]], [[Nam Định]], [[Hà Nam]], [[Hà Nội]], [[Thanh Hóa]], [[Thái Bình]].\n\n===Vào ngày [[1 tháng 10]]===\nTính đến trưa ngày [[1 tháng 10]] có thêm một nạn nhân trong vụ sập cầu đã tử vong trong bệnh viện, nâng số người bị thiệt mạng lên 50 người; 81 người bị thương, 3 người mất tích.<ref>[http:\/\/www.tienphong.vn\/Tianyon\/Index.aspx?ArticleID=97448&ChannelID=2 Báo điện tử Tiền Phong<!-- Bot generated title -->]<\/ref>\n===Vào ngày [[3 tháng 10]]===\nThêm 3 công nhân thiệt mạng tại bệnh viện, nâng tổng số thương vong: 53 người; số người bị thương: 80 người; số người mất tích: 1 người.<ref>[http:\/\/vietnamnet.vn\/xahoi\/2007\/10\/747766\/ VietNamNet<!-- Bot generated title -->]<\/ref>\n\n=== Ngày [[17 tháng 10]] ===\nThi thể nạn nhân cuối cùng đã được tìm thấy, nâng tổng số người thiệt mạng lên 55 người <ref>{{Chú thích web|url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/tong-lanh-su-quan-nhat-ban-tuong-niem-nan-nhan-cau-can-tho-3103117.html|title = Tổng lãnh sự quán Nhật Bản tưởng niệm nạn nhân cầu Cần Thơ}}<\/ref>.\n\n==Công tác cứu hộ==\nNgay sau khi xảy ra sự cố, nhiều công nhân đang thi công ở gần đấy dù bị xây xát và choáng váng tinh thần nhưng cũng xông vào đống đổ nát để dìu những người bị thương ra ngoài<ref>{{chú thích báo |authors=  & MINH GIẢNG - QUANG VINH - PHƯƠNG NGUYÊN| title=10 giây kinh hoàng | date=27\/09\/2007, 06:54 (GMT+7) | publisher= | url =http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=221693&ChannelID=3 | work =Tuoi Tre | pages = | access-date = ngày 27 tháng 9 năm 2007}}<\/ref>. Ngay sau khi nhận được tin báo, nhân dân, sinh viên học sinh, công nhân viên chức trên địa bàn tỉnh và thành phố Cần Thơ tình nguyện xếp hàng tham gia hiến máu nhân đạo; trong khi đó, những người lái đò ngang gần đó lập tức tình nguyện dùng đò của mình để đưa những người bị thương đến bệnh viện. Tại hiện trường, \"trong khi công tác cứu hộ lại rất khó khăn, lực lượng cứu hộ còn thiếu chuyên nghiệp\" như ông Ngô Thịnh Đức - thứ trưởng Bộ GTVT, cho biết. Tuy nhiên bất chấp khó khăn, công tác cứu hộ các nạn nhân vẫn tiếp tục qua đêm, có nhận được cả sự giúp đỡ từ các nhóm cứu hộ quốc tế chuyên nghiệp gồm 30 người đến từ [[Nhật Bản]] và [[Philippines]]. Ngoài ra, bệnh viện Chợ Rẫy TP Hồ Chí Minh cũng cử 2 đội cơ động xuống giúp đỡ.<ref>{{chú thích báo | first= | last= | title=Còn nhiều người chờ chúng tôi đến cứu | date=27\/9\/2007, 10:50 GMT+7 | publisher= | url =http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2007\/09\/3B9FAA9B\/ | work =VnExpress | pages = | access-date = ngày 27 tháng 9 năm 2007}}<\/ref>.\n\nCông tác cứu hộ đã được triển khai khẩn trương với sự trực tiếp chỉ đạo của Phó Thủ tướng Hoàng Trung Hải, ngoài ra còn có các lực lượng của Bộ Quốc phòng, Bộ Y tế, Bộ Công an, lực lượng thanh niên sinh viên tình nguyện, và các lực lượng tại chỗ. Điển hình có một người dân dùng máy cưa giải cứu được 11 người, đó là ông <u>Lê Tấn Thành<\/u> (một thợ cưa với tên thường gọi là Mười Hênh), ngụ tại xã Mỹ Hòa, huyện Bình Minh, tỉnh Vĩnh Long.<ref>{{chú thích báo | title=Người hùng trong vụ sập cầu Cần Thơ tử vong | date=12\/5\/2023 | publisher= | url =https:\/\/vtc.vn\/nguoi-hung-trong-vu-sap-cau-can-tho-tu-vong-ben-chiec-xe-may-boc-chay-ar772235.html | work =VTCNews | pages = | access-date = ngày 12 tháng 5 năm 2023}}<\/ref>.\n\n==Điều tra nguyên nhân==\n[[Tập tin:Gochientruong.jpg|nhỏ|phải|250px|Hiện trường]]\n[[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Vận tải]] kết hợp với [[Bộ Công an]] đã thành lập một ủy ban điều tra do trung tướng [[Phạm Nam Tào]] - phó [[tổng cục trưởng Tổng cục Cảnh sát]] - làm công tác điều tra sự cố, song song với việc tìm kiếm số người bị nạn<ref>{{chú thích báo | first = | last = | title =Bộ Công an vào cuộc điều tra vụ sập cầu Cần Thơ | date = | publisher = | url =http:\/\/www.vnexpress.net\/Vietnam\/Phap-luat\/2007\/09\/3B9FAA57\/ | work =VnExpress | pages = | access-date =ngày 27 tháng 9 năm 2007 | archive-date =2007-10-11 | archive-url =https:\/\/web.archive.org\/web\/20071011125354\/http:\/\/vnexpress.net\/Vietnam\/Phap-luat\/2007\/09\/3B9FAA57\/ | url-status =dead }}<\/ref>.\n\n====Những giả thiết ban đầu====\nTheo PGS-TS [[Trần Chủng]] (Cục trưởng cục giám định nhà nước về chất lượng công trình xây dựng): Cầu Cần Thơ sập có thể do hệ thống giàn giáo đã bị dịch chuyển trong khi bê tông của cầu chỉ mới đổ được 2 ngày, chưa đủ độ liên kết<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/chinh-sach-phap-luat-moi\/vn\/thoi-su-phap-luat\/chinh-sach-moi\/-3802\/sap-cau-can-tho-nghi-can-so-mot-la-bien-phap-thi-cong|tựa đề=Sập cầu Cần Thơ:Nghi can số một là biện pháp thi công|website=thuvienphapluat.vn|ngày truy cập=2022-09-21}}<\/ref>.\n\nTrụ T14 - T13 - T12 có độ cao từ 35 đến 40 m, thường ở độ cao này người ta thi công bằng cốp pha (tức [[khuôn đúc bê tông]]) lao như những nhịp ở giữa sông. Làm kiểu này chỉ cho phép đúc mỗi lần một khẩu 6[[Mét|m]] (gọi là [[phương pháp đúc hẫng]] bằng [[khuôn đúc bê tông|khuôn đúc]] di động theo phương ngang), sau đó chờ kết cấu bê tông đông cứng và đạt tới cường độ nhất định, đủ để bê tông có thể chịu lực được (ít nhất là trọng lượng bản thân khẩu dầm đó) mà không cần khuôn đúc, thì mới di chuyển khuôn đúc theo phương ngang để đúc khẩu tiếp theo. Cách này an toàn nhưng thời gian thi công lâu hơn và cốp pha đắt hơn.\n\nCó tin cho biết công ty Vĩnh Thịnh thấy nhịp này tuy cao nhưng còn ở trên bờ nên đã sáng tạo ra cách thi công mới rẻ hơn và nhanh hơn là dùng giàn giáo chống từ dưới mặt đất lên và đổ luôn một lần mấy chục mét<ref>{{Chú thích web|url=https:\/\/tienphong.vn\/post-97377.tpo|tựa đề=PGĐ&nbsp;Cty Vĩnh Thịnh : Sập cầu là do trụ tạm không thử tải|ngày=2007-10-01|website=Báo điện tử Tiền Phong|ngôn ngữ=vi|ngày truy cập=2022-09-21}}<\/ref>. Theo một công nhân kỹ thuật làm cầu hơn 10 nãm nay thì cách này chỉ dùng được khi độ cao mặt cầu thấp (khi đó độ cao của giáo chống thấp, đảm bảo giàn giáo chống ổn định khi chịu nén) và chống bằng dàn giáo chuyên dụng cho làm cầu (giáo cầu) vì khối lượng được ước tính lên tới 2000 [[tấn]] mà dùng dàn giáo dân dụng {{cần chú thích}} lắp ráp lên tới độ cao 40 m nên càng yếu và mất ổn định do [[độ mảnh]] của giáo chống trở nên rất lớn. Ngày hôm trước (24\/9) đổ bê tông xong một đoạn, lẽ ra phải chờ đoạn đó ổn định kết cấu (đủ thời gian để bê tông đạt tới cường độ có thể cho phép tháo dỡ [[khuôn đúc chịu lực]]) theo [[tiêu chuẩn xây dựng|tiêu chuẩn]] quy định kỹ thuật thi công nhưng sáng hôm sau đã cho công nhân gỡ cốp pha và đổ tiếp. Khi bê tông chưa đạt tới cường độ cho phép tháo dỡ cốp pha, đã gỡ cốp pha và có nhiều tác động mạnh trên đó nên gây sập đúng vào đầu giờ làm việc.\n\nCũng có thông tin rằng có hiện tượng sụt lún đất do gần bờ sông. Nếu có hiện tượng này thì đây cũng có thể là một nguyên nhân gây ra chuyển vị của hệ giáo chống dẫn đến nghiêng đổ chúng gây sập cốp pha. Theo vnexpress.net thì: \"''...Các biện pháp cứu hộ chỉ thực hiện được từ xa (dùng cần cẩu cẩu bê tông, sắt thép cứu người bị kẹt), do khu vực xung quanh nhiều nhịp cầu có nguy cơ sập tiếp, nên không dám điều thêm nhân lực vào trong cứu trợ. Đất ở khu vực đầu cầu vẫn đang tiếp tục bị lở''\"<ref>{{Chú thích web |url=http:\/\/www.vnexpress.net\/Vietnam\/Xa-hoi\/2007\/09\/3B9FAA05\/ |ngày truy cập=2007-09-27 |tựa đề=Sập cầu Cần Thơ, hàng chục người thiệt mạng |archive-date=2007-12-25 |archive-url=https:\/\/web.archive.org\/web\/20071225084834\/http:\/\/www.vnexpress.net\/Vietnam\/Xa-hoi\/2007\/09\/3B9FAA05\/ |url-status=dead }}<\/ref>.\n\nTrả lời báo chí, Bộ trưởng Bộ Giao thông vận tải [[Hồ Nghĩa Dũng]] cho biết: \"''...Thông tin sơ bộ là có dấu hiệu lún dàn giáo. Nếu thực tế công trình bị nứt thì nhà thầu chính phải chịu trách nhiệm. Cũng có thể là do dàn giáo bị xê dịch trước khi bê tông đủ độ khô, dẫn đến sập cầu.''\" <ref>{{Chú thích web |url=http:\/\/www.vnexpress.net\/Vietnam\/Xa-hoi\/2007\/09\/3B9FAADE\/ |ngày truy cập=2007-09-28 |tựa đề=Có dấu hiệu lún dàn giáo đỡ dầm cầu Cần Thơ |archive-date=2007-10-11 |archive-url=https:\/\/web.archive.org\/web\/20071011034802\/http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2007\/09\/3B9FAADE\/ |url-status=dead }}<\/ref>\n\n=== Những cảnh báo trước ===\nTheo báo Tuổi Trẻ<!-- cần ghi thêm là theo báo Tuổi Trẻ vì những thông tin này không được khẳng định, cũng như danh tính người liên hệ không được nêu lên -->, vào ngày 12 tháng 1, một kỹ sư tư vấn kiến nghị về biện pháp thi công trụ tạm của nhà thầu, với yêu cầu:\n*làm tốt phần móng trụ tạm;\n*tiến hành thử tải trước cho hệ thống trụ đỡ tạm theo đúng quy trình và với hệ số vượt tải theo quy định của tiêu chuẩn xây dựng cầu.\nCũng theo báo Tuổi Trẻ, ba tháng trước, ngày 27 tháng 6, kỹ sư tư vấn giám sát người Nhật, Hiroshi Kudo, làm tư vấn giám sát cho Nippon Koei đã gửi thư \"cho người có trách nhiệm phụ trách dự án xây dựng cầu\" (Báo không nêu danh tính) và đưa ra cảnh báo về độ an toàn hệ thống khuôn đúc đường dẫn cầu cũng như biện pháp thi công của nhà thầu chỉ đạt 15%, khi kiểm tra bản thiết kế kết cấu trụ đỡ tạm (thành phần chính hệ thống giáo chống của khuôn đúc) và hệ khuôn đúc. Ông nhận thấy: \n*nhà thầu chỉ nhân trọng lượng bản thân kết cấu bê tông cốt thép dầm cầu với hệ số thử tải là 1,15 thay vì 1,25 theo tiêu chuẩn Mỹ hay 1,35 theo tiêu chuẩn Nhật, để tính cho trụ tạm;\n*khi tính lực gió tác dụng lên trụ tạm, nhà thầu chỉ lấy áp lực gió là 0,5 kPa, rất thấp, đáng ra phải là 2,5 kPa (có lẽ là do lấy hệ số khí động học nhỏ mất 5 lần). Theo báo Tuổi Trẻ ngày 30 tháng 9 năm 2007: \"''...Kỹ sư [[Hiroshi Kudo]] đã phát hiện sai phạm từ bảng tính trước khi tiến hành thi công. Hệ số lực gió (lực Pascal) chỉ có 0,5[[pascal (đơn vị)|kPa]] là rất thấp. Khi tính toán, nếu đưa hệ số lực gió thấp thì lượng sắt thép ở hệ đà giáo sẽ ít đi. Hệ số từ 0,5 lên 2,5 là gấp năm lần. Hệ số này mới là hệ số an toàn.'' \" (hệ số thì không có thứ nguyên).\nÔng đã yêu cầu nhà thầu cần thiết kế lại kết cấu trụ tạm và toàn bộ hệ khuôn đúc.<ref>[http:\/\/www.tuoitre.com.vn\/tianyon\/Index.aspx?ArticleID=222077&ChannelID=3 Thảm họa đã được báo trước!Chủ Nhật, 30\/09\/2007, 07:22 (GMT+7)]<\/ref>. Tuy nhiên trong ngày họp báo ngày 29\/9, đại diện Taisei cho biết \"''Chúng tôi không hề nhận được thông tin này''\" <ref>[http:\/\/vnexpress.net\/GL\/Xa-hoi\/2007\/09\/3B9FAC12\/ Bộ trưởng Hồ Nghĩa Dũng xin lỗi vì thảm họa sập cầu] VnExpress 29\/09\/07<\/ref>. Ba ngày sau, Bộ GTVT đã có văn bản khẳng định, các công trình tạm của hai nhịp cầu bị sập đã được chỉnh sửa trước khi xảy ra thảm họa, theo đó nhà thầu TKN đã có một số nội dung chỉnh sửa, gia cường công trình phụ tạm và phương án chỉnh sửa các công trình tạm và phản ánh được các yêu cầu của tư vấn giám sát, và được tư vấn giám sát chấp nhận. \n<ref>[http:\/\/vnexpress.net\/GL\/Xa-hoi\/2007\/10\/3B9FACB3\/ Bộ GTVT giải trình về 'những cảnh báo sập cầu'] VnExpress 02\/10\/2007<\/ref>\n\n=== Thời gian điều tra ===\nChưa thể xác định được thời gian cần thiết để điều tra ra được nguyên nhân sập cầu Cần Thơ. Theo Thiếu tướng [[Phạm Quý Ngọ]], Phó Tổng cục trưởng Tổng cục Cảnh sát nhân dân cần phải có thời gian khoảng 2 tháng mới có thể công bố kết luận vụ án được<ref>{{Chú thích web |url=http:\/\/www.nld.com.vn\/tintuc\/chinh-tri-xa-hoi\/203959.asp |ngày truy cập=2007-10-03 |tựa đề=Bên nào sai cũng phải xử lý ngày 3 tháng 10 năm 2007 00:50:24 GMT +7 |archive-date = ngày 14 tháng 10 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20071014215830\/http:\/\/nld.com.vn\/tintuc\/chinh-tri-xa-hoi\/203959.asp |url-status=dead }}<\/ref>. Còn theo Phó Chủ tịch kiêm Tổng thư ký Hội Khoa học kỹ thuật cầu đường Việt Nam Chu Ngọc Sủng: \"''Tất cả những nhận định ban đầu của các nhà khoa học về nguyên nhân sự cố đăng trên báo chí chỉ là giả thiết. Phải khảo sát kỹ lưỡng chừng 3, 4 tháng mới tìm ra được nguyên nhân''\".<ref>[http:\/\/www.vietnamnet.vn\/xahoi\/2007\/10\/746945\/ 3, 4 tháng khảo sát kỹ mới ra nguyên nhân sập cầu 15:59' 02\/10\/2007 (GMT+7)]<\/ref>. Đến ngày 2 tháng 7 năm 2008, Bộ trưởng Xây dựng [[Nguyễn Hồng Quân]] đã báo cáo Chính phủ kết quả điều tra sự cố sập nhịp dẫn cầu Cần Thơ là do lún lệch đài móng trụ tạm.\n\n== Trách nhiệm ==\nNhư thường lệ, khi có một sự cố lớn xảy ra mà báo chí biết được và loan tin rộng rãi thì vấn đề trách nhiệm lại được đem ra mổ xẻ công khai trước khi cơ quan chức năng có kết luận chính thức về vụ việc.\n\nMặc dù cần phải tập trung khắc phục hậu quả nhưng cũng đã có ý kiến qua lại giữa các bên cho rằng trách nhiệm thuộc về lý do khách quan như trời mưa làm mềm đất<ref>[http:\/\/vietnamnet.vn\/xahoi\/2007\/10\/747609\/ Sập cầu: Dù thế nào, không thể đổ tại trời mưa!16:07' 04\/10\/2007(GMT+7)]<\/ref> hoặc trách nhiệm thuộc về lý do chủ quan như trách nhiệm của Hội đồng nghiệm thu nhà nước, Chủ đầu tư, Tư vấn giám sát và nhà thầu chính.\n\nBộ trưởng [[Hồ Nghĩa Dũng]] cho rằng lúc này bàn về trách nhiệm có hơi sớm nhưng thừa nhận Bộ có trách nhiệm chính về mặt quản lý nhà nước và Bộ trưởng khẳng định trách nhiệm chính thuộc về nhà thầu chính, nhưng Bộ trưởng không nhắc đến trách nhiệm của Chủ đầu tư trong việc chọn lựa Nhà thầu chính xứng đáng có uy tín cũng như trách nhiệm giám sát nhà thầu chính thi công bảo đảm chất lượng, tiến độ và an toàn của Chủ đầu tư theo đúng luật định.\n\nNgày 4 tháng 10 năm 2007 trong buổi làm việc với lãnh đạo các Bộ Công an, Giao thông Vận tải, Kế hoạch và Đầu tư, Xây dựng và Văn phòng Chính phủ về việc giải quyết sự cố sập nhịp dẫn cầu Cần Thơ, Thủ tướng [[Nguyễn Tấn Dũng]] đã nhấn mạnh<ref>[http:\/\/vietnamnet.vn\/xahoi\/2007\/10\/747659\/ Lập Ủy ban quốc gia điều tra sự cố cầu Cần Thơ 20:44' 04\/10\/2007 (GMT+7)]<\/ref>: Đây là sự cố tai nạn lớn nhất từ trước đến nay trong xây dựng. Để xảy ra sự cố dù bất cứ nguyên nhân nào thì trách nhiệm yếu kém trong quản lý nhà nước về xây dựng cơ bản trước hết thuộc về Chính phủ, trong đó Thủ tướng là người chịu trách nhiệm trước nhân dân.\n\n== Bảo hiểm ==\nTheo quy định công trình phải được mua bảo hiểm kể cả bảo hiểm cho bên thứ ba và các công nhân tham gia công trình đều được mua bảo hiểm. Theo công ty Vĩnh Thịnh một số công nhân mới được nhận vào làm chưa kịp mua bảo hiểm.\n== Cứu trợ ==\nViệc cứu trợ được người dân và công nhân có mặt tại hiện trường ứng cứu ngay trước khi các đội cứu hộ chuyên nghiệp tham gia. Tính đến 17 giờ ngày 29 tháng 9, chỉ riêng tòa soạn báo Tuổi Trẻ đã nhận được hơn 2,3 tỷ đồng của gần 1.000 công ty, đơn vị, cá nhân ủng hộ gia đình các nạn nhân vụ sập cầu Cần Thơ <ref>[http:\/\/www.tuoitre.com.vn\/tianyon\/Index.aspx?ArticleID=221998&ChannelID=3 Vụ sập cầu Cần Thơ: Bạn đọc ủng hộ các nạn nhân hơn 2,3 tỷ đồng]<\/ref>.\n\nTính đến 9 giờ sáng 1 tháng 10 năm 2007, các cơ quan, đơn vị, cá nhân trong cả nước đã gửi tiền mặt, hiện vật đến Cần Thơ thông qua Ủy ban mặt trận tổ quốc địa phương là 7,380 tỷ đồng; phía Ủy ban mặt trận tổ quốc địa phương tỉnh Vĩnh Long cũng đã nhận gần 4,5 tỷ đồng tiền cứu trợ. Các báo Lao động, Tuổi Trẻ, Sài Gòn Giải Phóng, Người Lao động... cũng đã nhận tiền cứu trợ từ các nhà hảo tâm trên 4 tỷ đồng. Tổng cộng, cả nước đã giúp những nạn nhân tử nạn và bị thương trong vụ sập cầu Cần Thơ khoảng 12 tỷ đồng (tính đến ngày 1 tháng 10)<ref>[http:\/\/www.nld.com.vn\/tintuc\/chinh-tri-xa-hoi\/203801.asp Cả nước giúp nạn nhân vụ sập cầu Cần Thơ 12 tỉ đồng ngày 1 tháng 10 năm 2007 15:53:10 GMT +7]{{Liên kết hỏng|date = ngày 3 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nLực lượng cứu hộ nhanh chóng được triển khai từ thành phố Cần Thơ và tỉnh Vĩnh Long. Một số cơ quan đã vận động nhân viên tình nguyện hiến máu nhân đạo.\n\nĐến ngày 23\/10\/2007, tỉnh Vĩnh Long đã tiếp nhận<ref>{{Chú thích web |url=http:\/\/www1.thanhnien.com.vn\/Xahoi\/2007\/10\/24\/213518.tno |ngày truy cập=2007-06-25 |tựa đề=Vĩnh Long hỗ trợ các gia đình nạn nhân trong vụ sập nhịp dẫn cầu Cần thơ theo hướng bền vững17:01:00, 23\/10\/2007 |archive-date = ngày 25 tháng 6 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070625094515\/http:\/\/www1.thanhnien.com.vn\/Xahoi\/2007\/10\/24\/213518.tno |url-status=live }}<\/ref> gần 29 tỷ đồng, 2.550 USD và 50 đô la Úc từ các tổ chức, cá nhân trong, ngoài nước hỗ trợ các nạn nhân vụ sập nhịp dẫn cầu Cần Thơ. Tỉnh đã thực hiện việc hỗ trợ công bằng theo hướng bền vững, lâu dài, hướng đến việc tạo nguồn thu nhập ổn định hàng tháng cho các hộ gia đình, xây dựng nhà ở và tạo điều kiện cho con các nạn nhân có điều kiện tiếp tục học tập đến tuổi trưởng thành.\n\nVụ sập nhịp dẫn cầu Cần Thơ xảy ra ngày 26 tháng 9 đã làm cho 134 người bị nạn, trong đó 54 người chết và 80 người bị thương. Ngoài các đợt cứu trợ của các đoàn, các tổ chức, cá nhân đưa trực tiếp đến gia đình những người bị nạn, tỉnh đã phân phối 2 đợt tiền cứu trợ đến các gia đình nạn nhân.\n\nTrong đợt 1, mỗi gia đình có người tử nạn được hỗ trợ 40 triệu đồng; người bị thương tùy mức độ nặng, nhẹ được hỗ trợ từ 10 đến 30 triệu đồng\/người. Trên thực tế, đa số các gia đình đã tiếp nhận sự giúp đỡ của các tổ chức, cá nhân trên 100 triệu đồng.\n\nTrong đợt 2, tỉnh Vĩnh Long hỗ trợ tất cả các gia đình nạn nhân bằng hình thức sổ tiết kiệm theo đúng Luật thừa kế, sau 2 năm nếu gia đình muốn rút vốn chi dùng vào các việc cần thiết phải có xác nhận của chính quyền địa phương. Đây là một biện pháp để giúp các gia đình nạn nhân bảo toàn nguồn vốn, sử dụng vốn hỗ trợ có hiệu quả, đúng mục đích, duy trì được nguồn thu hàng tháng cho gia đình thông qua lãi suất từ sổ tiết kiệm. Trong đó, 54 gia đình có người tử nạn được hỗ trợ 1 sổ tiết kiệm 100 triệu đồng, riêng Vĩnh Long có 44 trường hợp, 10 trường hợp ở các tỉnh ngoài; Vĩnh Long đã nhờ Mặt trận Tổ quốc các tỉnh đến thăm và chuyển tiền và sổ tiết kiệm tới gia đình người bị nạn.\n\nĐối với 80 người bị thương, tỉnh đã giao cho các ngành Lao động - Thương binh xã hội, Y tế phối hợp cùng các cơ sở y tế đã tiếp nhận, điều trị và khẩn trương phân loại để có mức hỗ trợ thích hợp: người bị thương đặc biệt nặng được hỗ trợ 100 triệu đồng\/người, người bị nặng nhận 80 triệu đồng\/người, người bị thương từ khá nặng đến trung bình được hỗ trợ 50 triệu đồng\/người, bị thương nhẹ từ 5-10 triệu đồng\/người. Ngoài ra, nhiều báo, đài cũng đã vận động hỗ trợ học bổng cho con các nạn nhân bị chết hoặc bị thương nặng.\n\nDự án Mái ấm công đoàn do Tổng Liên đoàn lao động Việt Nam phối hợp cùng công đoàn ngành Giao thông vận tải đã khởi công xây dựng, sửa chữa 65 căn nhà tặng các gia đình nạn nhân, trong đó 62 căn xây cho tỉnh Vĩnh Long, mỗi căn xây dựng mới trên 33 triệu đồng và mỗi căn sửa chữa 10 triệu đồng.\n\nĐến ngày 2 tháng 11 năm 2007, tỉnh Vĩnh Long nhận được trên 34 tỷ đồng ủng hộ nạn nhân trong sự cố sập nhịp dẫn cầu Cần Thơ. Mỗi gia đình có người tử nạn đã nhận được 140 triệu đồng, người bị thương được nhận 10-30 triệu đồng\/người. Đến nay phía nhà thầu Nhật Bản đã hỗ trợ cho các nạn nhân gần 13 tỷ đồng. Phía công ty VSL cũng đang chuẩn bị hỗ trợ gia đình các nạn nhân 25.000 USD.<ref>{{Chú thích web |url=http:\/\/www.phapluattp.vn\/news\/xa-hoi\/view.aspx?news_id=202383 |ngày truy cập=2007-11-06 |tựa đề=Vụ sập nhịp dẫn cầu Cần Thơ: Tiền ủng hộ đã hơn 34 tỷ đồng ngày 3 tháng 11 năm 2007 01:17:59 GMT +7 |archive-date = ngày 3 tháng 11 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20071103142008\/http:\/\/www.phapluattp.vn\/news\/xa-hoi\/view.aspx?news_id=202383 |url-status=dead }}<\/ref>\n\n== Khởi tố ==\nChiều ngày 2 tháng 10 năm 2007 gần 1 tuần sau vụ sập cầu, được sự uỷ quyền của Bộ Công an, Lê Văn Út, Phó Giám đốc kiêm thủ trưởng Cơ quan Cảnh sát điều tra tỉnh Vĩnh Long đã ký quyết định khởi tố vụ án \"''Vi phạm quy định về xây dựng gây hậu quả đặc biệt nghiêm trọng''\" theo Điều 229, Bộ luật Hình sự của Việt Nam.\n=== Nhân sự điều tra ===\nThiếu tướng Phạm Quý Ngọ, Thủ trưởng Cơ quan Cảnh sát điều tra, Bộ Công an được giao nhiệm vụ trực tiếp chỉ đạo điều tra vụ sập cầu thay cho trung tướng Phạm Nam Tào (lý do thay lãnh đạo là Trung tướng Tào bận đi công tác nước ngoài, và do tính chất nghiêm trọng của vụ việc).\n=== Điều 229 luật Hình sự===\nĐiều này quy định tội vi phạm quy định về xây dựng gây hậu quả nghiêm trọng với mức phạt tiền từ 10 triệu đến 100 triệu đồng, cải tạo không giam giữ 3 năm hoặc phạt tù từ 6 tháng đến 5 năm. Phạm tội gây hậu quả đặc biệt nghiêm trọng thì bị phạt tù từ 8 năm đến 20 năm.\n=== Kết quả ===\nĐến ngày 31 tháng 8 năm 2010, chưa có một cá nhân hoặc tập thể nào bị truy cứu trách nhiệm hình sự trong vụ án này.\n\n==Thành lập đoàn điều tra tai nạn lao động==\nNgày 2 tháng 10, Lữ Quang Ngời, Phó Giám đốc Sở LĐ-TB-XH tỉnh Vĩnh Long, ký quyết định thành lập đoàn điều tra tai nạn lao động trong vụ sập cầu dẫn cầu Cần Thơ gồm 10 thành viên thuộc 3 đơn vị Sở Lao động - Thương binh- Xã hội, Liên đoàn Lao động và Sở Y tế tỉnh Vĩnh Long. Đoàn do Bùi Xuân Mỵ, Chánh Thanh tra Sở Lao động-Thương binh- Xã hội, làm trưởng đoàn.<ref>{{Chú thích web |url=http:\/\/www.nld.com.vn\/tintuc\/chinh-tri-xa-hoi\/203957.asp |ngày truy cập=2007-10-03 |tựa đề=Khởi tố vụ án ngày 3 tháng 10 năm 2007 00:39:32 GMT +7 |archive-date = ngày 15 tháng 10 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20071015071852\/http:\/\/nld.com.vn\/tintuc\/chinh-tri-xa-hoi\/203957.asp |url-status=dead }}<\/ref>\n\n==Lập Ủy ban quốc gia điều tra sự cố==\nNgày 4 tháng 10 năm 2007, Thủ tướng Nguyễn Tấn Dũng quyết định giao Bộ trưởng [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] làm Chủ tịch Ủy ban và thành viên là Thứ trưởng các Bộ Công an, [[Bộ Kế hoạch và Đầu tư (Việt Nam)|Kế hoạch và Đầu tư]], Giao thông Vận tải, Tổng hội xây dựng Việt Nam và Hội khoa học cầu đường Việt Nam. Đồng thời, Thủ tướng yêu cầu mời [[Ủy ban Khoa học và Công nghệ]] của [[Quốc hội]], đại diện của Cơ quan khoa học của [[Nhật Bản]] tham gia làm rõ nguyên nhân và đề xuất các biện pháp khắc phục. Nhiệm vụ của Ủy ban là huy động mọi lực lượng triển khai chậm nhất trong 1 tháng phải hoàn thành công tác điều tra và đề xuất phương án khắc phục sự cố sập nhịp dẫn cầu Cần Thơ. Nhưng hơn 3 tháng, đến ngày 8 tháng 1 năm 2008, Ủy ban quốc gia điều tra về sự cố sập nhịp dẫn cầu Cần Thơ mới có báo cáo Thủ tướng kết quả làm việc về các vấn đề liên quan đến vụ sập nhịp dẫn cầu Cần Thơ, tuy nhiên, nguyên nhân sự cố chưa được tiết lộ <ref>{{Chú thích web |url=http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2008\/01\/3B9FE2BE\/ |ngày truy cập=2008-07-03 |tựa đề=Báo cáo Thủ tướng kết quả điều tra sự cố cầu Cần Thơ |archive-date=2008-05-07 |archive-url=https:\/\/web.archive.org\/web\/20080507113159\/http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2008\/01\/3B9FE2BE\/ |url-status=dead }}<\/ref>.\n\nĐến ngày 2 tháng 7 năm 2008, Bộ trưởng Xây dựng [[Nguyễn Hồng Quân]] đã báo cáo Chính phủ kết quả điều tra sự cố sập nhịp dẫn cầu Cần Thơ là do lún lệch đài móng trụ tạm <ref>[http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2008\/07\/3BA04071\/ Công bố kết luận về sự cố cầu Cần Thơ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080705105939\/http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2008\/07\/3BA04071\/ |date=2008-07-05 }} VnExpress, 03\/07\/2008<\/ref>. Theo kết quả điều tra, sự cố xảy ra trong quá trình thi công tại hai nhịp neo của cầu Cần Thơ, mỗi nhịp dài 40 m. Qua kiểm tra địa chất, hàng cọc gần phía trụ P14 có mũi cọc tựa trên lớp cát xốp và hàng cọc gần phía trụ P13 có mũi cọc tựa trên lớp cát chặt vừa. Điều này dẫn tới hàng cọc gần trụ P14 bị lún nhiều hơn hàng cọc gần trụ P13 làm đài móng trụ tạm T13 nghiêng về trụ P14. Độ lún lệch theo tính toán đạt 12&nbsp;mm - gây mất ổn định trụ tạm T13 và sau đó là sự sụp đổ của các kết cấu bên trên.\n\n== Ban chỉ đạo điều tra vụ sập nhịp dẫn cầu Cần Thơ ==\nNgày 5 tháng 10 năm 2007, Bộ trưởng Công an [[Lê Hồng Anh]] ký Quyết định thành lập Ban chỉ đạo điều tra vụ sập nhịp dẫn cầu Cần Thơ. Thứ trưởng Công an [[Lê Thế Tiệm]] là Trưởng ban chỉ đạo điều tra, Thủ trưởng [[Cơ quan cảnh sát điều tra]] Bộ Công an Phạm Quý Ngọ cùng Thủ trưởng [[Cơ quan An ninh điều tra]] Bộ Công an Hoàng Kông Tư làm 2 Phó trưởng Ban chỉ đạo. Chín thành viên khác của Ban chỉ đạo là cán bộ của 2 cơ quan điều tra này. Ban này có nhiệm vụ chỉ đạo các lực lượng nghiệp vụ của Bộ Công an và Công an tỉnh Vĩnh Long, thành phố Cần Thơ, tiến hành điều tra, thu thập tài liệu, làm rõ sai phạm của các cá nhân, tổ chức, nhất là của các nhà thầu có liên quan trong việc thực hiện quy trình giám sát, thi công.<ref>[http:\/\/vietnamnet.vn\/xahoi\/2007\/10\/747919\/ Sập cầu Cần Thơ: Bộ Công an chính thức vào cuộc!08:46' 06\/10\/2007(GMT+7)]<\/ref> \n==Tiếp tục==\nTháng 2 năm 2008 chính phủ đã cho phép thi công trở lại gói thầu số 1 và số 3, riêng phần gói thầu số 2 các phần hạng mục không liên quan đến 2 nhịp bị sập thì được phép thi công bình thường.\n==Xem thêm==\n* [[Y2K, lỗi thiên niên kỷ]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/www.mediafire.com\/?sharekey=47a85cf514ca781f41446e35a78dc46381c3944224c05ab44d71ee60c1ce7296 Hình ảnh Chùa Bồ Đề nơi đặt bia tưởng niệm các nạn nhân]\n* [http:\/\/video.zing.vn\/video\/clip\/Cua-ha-tru-P15-nhip-dan-bo-bac-cau-Can-Tho.159082.html Video cưa hạ 2 nhịp P14-P15] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100223222427\/http:\/\/video.zing.vn\/video\/clip\/Cua-ha-tru-P15-nhip-dan-bo-bac-cau-Can-Tho.159082.html |date=2010-02-23 }}\n* [http:\/\/cauduong.net\/Forum\/forum_posts.asp?TID=3146&PN=4\/ Hình ảnh 2 nhịp p14,p15 trước khi xảy ra sự cố (xem trang 4)]{{Liên kết hỏng|date = ngày 3 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/vietnamnet.vn\/xahoi\/2007\/09\/746167\/ Bộ trưởng Hồ Nghĩa Dũng: \"Tôi sẽ xem xét việc từ chức hay không\"]\n* [http:\/\/images.vietnamnet.vn\/dataimages\/200709\/original\/images1418930_XinLoi.jpg Đại diện nhà thầu cúi đầu xin lỗi các nạn nhân và nhân dân cả nước ]{{Liên kết hỏng|date = ngày 3 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www1.dantri.com.vn\/Sukien\/2007\/9\/198658.vip Báo Dân trí kêu gọi cứu trợ nạn nhân vụ sập cầu Cần Thơ] – [[dân trí (báo)|báo ''Dân Trí'']]\n* [https:\/\/web.archive.org\/web\/20071222155338\/http:\/\/www1.thanhnien.com.vn\/Xahoi\/2007\/9\/26\/210248.tno Vụ sập cầu Cần Thơ: Tổng huy động mọi lực lượng để cứu người] – [[thanh Niên (báo)|báo ''Thanh Niên'']]\n* [http:\/\/vnexpress.net\/GL\/Xa-hoi\/2007\/09\/3B9FAA32\/ Hình ảnh cầu Cần Thơ bị sập]\n\n[[Thể loại:Lịch sử Vĩnh Long]]\n[[Thể loại:Giao thông Vĩnh Long]]\n[[Thể loại:Thảm họa tại Việt Nam]]\n[[Thể loại:Việt Nam năm 2007]]\n[[Thể loại:Thảm họa giao thông năm 2007]]"}