{"3177996":"{{thiếu nguồn gốc}}\n{{wikify}}\n'''Sự cố sập hầm công trình hầm thủy điện Đạ Dâng''' tại tỉnh [[Lâm Đồng]] xảy ra vào ngày 16 tháng 12 năm 2014. Có 12 người đang bị kẹt bên trong. Vào hồi 16h38 ngày 19\/12\/2014, tất cả các nạn nhân đã được đưa ra ngoài.\n\n==Diễn biến==\nCông trình thủy điện Đạ Dâng - Đạ Chomo được khởi công xây dựng vào năm 2003 do Công ty cổ phần đầu tư và xây dựng Long Hội (Hà Nội) làm chủ đầu tư, trong đó thủy điện Đạ Dâng có công suất 14MW; nhà máy thủy điện Đạ Chomo có công suất 9MW. Đây là hệ thống thủy điện liên hoàn.\nVụ sập hầm xảy ra hồi quá 7 giờ ngày 16\/12\/2014. Vào thời điểm xảy ra tai nạn, 32 công nhân đang đổ bê tông vòm. Khi hầm sập, 12 công nhân đã bị kẹt lại. Ngay sau đó lực lượng chức năng đã có mặt ở hiện trường để thực hiện công tác cứu hộ cứu nạn. Phương án cứu hộ được triển khai là dùng ống sắt có đường kính 60&nbsp;cm đưa vào đường hầm để thông khí và cũng là đường ống cứu hộ.<ref>[http:\/\/www.thanhnien.com.vn\/chinh-tri-xa-hoi\/sap-ham-thuy-dien-da-dang-da-chomo-do-dia-chat-yeu-517603.html Sập hầm thủy điện Đạ Dâng - Đạ Chomo do địa chất yếu], thanhnien, 16\/12\/2014<\/ref>\n\n==Công tác cứu hộ==\n\n=== Những người bị mắc kẹt===\n# Phạm Xuân Đăng (1964, [[Vĩnh Phúc]])\n# Nguyễn Anh Tuấn (1981, [[Hà Tĩnh]])\n# Phạm Viết Lành (1994, [[Nghệ An]])\n# Phạm Viết Nam (1973, Nghệ An)\n# Đặng Thị Hồng Ngọc (1988, Nghệ An)\n# Trương Tuấn Việt (1984, [[Hà Nội]])\n# Nhỡ Văn Tường (1986, [[Hà Nam]])\n# Hoàng Tiến Đoàn (1989, [[Nam Định]])\n# Hoàng Anh Văn (1980, Nam Định)\n# Hoàng Đình Hường (1984, Nam Định)\n# Hoàng Đình Thịnh (1986, Nam Định)\n# Nguyễn Văn Quang(1976, Hà Tĩnh)\n\n==Phản ứng==\nBộ trưởng công thương và Bộ trưởng xây dựng Việt Nam, Bí thư tỉnh ủy Lâm Đồng đã đích thân đến hiện trường chỉ đạo công tác cứu hộ.\nPhó thủ tướng chính phủ [[Hoàng Trung Hải]] đã đến hiện trường chỉ đạo công tác cứu nạn và các đơn vị cứu nạn công ty cổ phần sông Đà 10. Vũ Thế Công, Phạm Văn Hanh đơn vị cứu nạn. Thời điểm cao điểm đã có đến 700 người tham gia cứu nạn tại hiện trường.\n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai Lâm Đồng}}\n\n[[Thể loại:Nhà máy điện tại Lâm Đồng| ]]\n[[Thể loại:Nhà máy thủy điện Việt Nam]]\n[[Thể loại:Thảm họa năm 2014]]\n[[Thể loại:Tai nạn tại Việt Nam]]"}