{"90309":"{{Infobox military conflict\n| conflict = Sự kiện Vịnh Bắc Bộ\n| sea battle of = [[Chiến tranh Việt Nam]]\n| image = [[Tập tin:Tonkingunboats.jpg|300px]]\n| caption = Hình chụp từ tàu USS ''Maddox'' trong vụ ngày 2 tháng 8, cho thấy ba tàu phóng ngư lôi xuất kích từ lãnh hải miền Bắc Việt Nam. \n| date = Ngày 2 và 4 tháng Tám, 1964\n| place = [[Vịnh Bắc Bộ]]\n|map_type = Việt Nam\n|map_relief =\n|map_size =\n|map_marksize =\n|map_caption = Vị trí trong Việt Nam\n|map_label =\n| result = Quốc hội Mỹ thông qua [[Nghị quyết vịnh Bắc Bộ]]<br \/>[[Chiến tranh cục bộ (Chiến tranh Việt Nam)|Chiến tranh leo thang]]\n| combatant1 = {{flag|United States|name=Hoa Kỳ}}\n| combatant2 = {{flag|North Vietnam|name=Việt Nam Dân chủ Cộng hòa}}\n| commander1 = [[Robert McNamara]]<br \/>[[U. S. Grant Sharp Jr.]]<br \/>[[Roy L. Johnson]]<br \/>[[George Stephen Morrison|George S. Morrison]]<br \/>[[John J. Herrick]]\n| commander2 = Lê Duy Khoái<ref name=\"Moise, p. 78\">{{Harvnb|Moïse|1996|p=78}}.<\/ref><br\/>Nguyễn Văn Bột<br\/>Nguyễn Văn Tư<br\/>Nguyễn Văn Giản\n| strength1 = '''Hải quân:'''<br\/>1 tàu sân bay,<br\/>2 tàu khu trục<br\/>'''Không quân:'''<br\/>4 máy bay chiến đấu F8<ref>{{Harvnb|Moïse|1996|p=82}}.<\/ref>\n| strength2 = 3 tàu phóng lôi\n| casualties1 = 1 tàu khu trục bị hư hại nhẹ<br\/>1 máy bay bị hư hại nhẹ<ref>{{Harvnb|Moïse|1996|pp=82, 83}}.<\/ref>\n| casualties2 = 1 tàu phóng lôi bị hỏng nặng,<br\/>2 tàu phóng lôi bị hỏng đáng kể,<br\/>4 chết,<br\/>6 bị thương<ref>{{Harvnb|Moïse|1996|p=92}}.<\/ref>\n}}\n{{campaignbox Vietnam War}}\n{{Chiến tranh Việt Nam}}\n'''Sự kiện Vịnh Bắc Bộ''' ([[tiếng Anh]]: ''Gulf of Tonkin incident'') là một cuộc chạm trán tầm cỡ quốc tế dẫn tới việc [[Hoa Kỳ]] tham gia trực tiếp hơn vào cuộc [[Chiến tranh Việt Nam]]. Sự kiện bao gồm hai cuộc đụng độ; sự kiện lần đầu, được chứng minh là đã xảy ra, vào ngày 2 tháng Tám năm 1964, là do quân đội [[Việt Nam Dân chủ Cộng hòa]] (VNDCCH) tiến hành để đáp lại những chiến dịch ngầm của Mỹ ở vùng vịnh. Một cuộc đụng độ thứ hai, từng được cho là đã xảy ra vào ngày 4 tháng Tám năm 1964, là giữa tàu của VNDCCH và Hoa Kỳ trong vùng biển [[vịnh Bắc Bộ]]. Hoa Kỳ ban đầu đổ lỗi cho VNDCCH cho cả hai sự kiện. Điều tra sau này cho thấy cuộc tấn công lần thứ hai chưa từng xảy ra; báo cáo của hải quân Mỹ đã dựa trên hầu hết các tín hiệu liên lạc đã bị họ diễn giải sai.<ref name=\"NSA2005\">Robert J. Hanyok, [http:\/\/www.nsa.gov\/public_info\/_files\/gulf_of_tonkin\/articles\/rel1_skunks_bogies.pdf \"Skunks, Bogies, Silent Hounds, and the Flying Fish: The Gulf of Tonkin Mystery, 2–4 August 1964\"]; Lời dẫn: ''Việc xử lý sai tình báo tín hiệu này không theo cách mà có thể bị hiểu là âm mưu, tức là, với bằng chứng làm giả hay thông đồng trên mọi mặt. Thay vào đó, mục tiêu của những cá nhân này là củng cố lời khai của Hải Quân rằng tàu tuần tra Desoto đã bị tấn công có chủ ý bởi quân Bắc Việt [vào này 4 tháng Tám]... {{webarchive|url=https:\/\/web.archive.org\/web\/20160131235457\/http:\/\/www.nsa.gov\/public_info\/_files\/gulf_of_tonkin\/articles\/rel1_skunks_bogies.pdf|date=31 January 2016}},'' Cryptologic Quarterly'', Winter 2000\/Spring 2001 Edition, Vol. 19, No. 4 \/ Vol. 20, No. 1.''<\/ref><ref name=\":1\">\"[http:\/\/vi.uh.edu\/pages\/buzzmat\/world198_4.html McNamara asks Giap: What happened in Tonkin Gulf?] {{webarchive|url=https:\/\/web.archive.org\/web\/20150306124920\/http:\/\/vi.uh.edu\/pages\/buzzmat\/world198_4.html|date=2015-03-06}}\". (November 9, 1995). [[Associated Press]]. Lời dẫn: ''Cả hai bên đồng ý rằng Bắc Việt đã tấn công một tàu Hải Quân Mỹ trong vịnh vào ngày 2 tháng Tám khi nó ở gần bờ. Nhưng cuộc tấn công do Mỹ tự cho hai ngày sau đã dẫn đến cuộc tấn công bất ngờ bằng bom trên đất Bắc Việt và thúc đẩy Mỹ sâu vào chiến tranh.''<\/ref><ref name=\":2\">{{chú thích báo|title=CNN Cold War – Interviews: Robert McNamara|publisher=CNN|url=http:\/\/www.cnn.com\/SPECIALS\/cold.war\/episodes\/11\/interviews\/mcnamara\/|access-date=June 25, 2010|archive-url=https:\/\/web.archive.org\/web\/20080614065921\/http:\/\/www.cnn.com\/SPECIALS\/cold.war\/episodes\/11\/interviews\/mcnamara\/|archive-date=June 14, 2008}}<\/ref>\n\nVào ngày 2 tháng Tám năm 1964, [[tàu khu trục]] {{USS|Maddox|DD-731|6}}, khi đang thực hiện tuần tra tình báo tín hiệu, một phần trong các chiến dịch [[Tuần tra DESOTO|DESOTO]], đã bị ba [[tàu phóng lôi]] P-4 của đội Ngư lôi 135 của [[Quân chủng Hải quân, Quân đội nhân dân Việt Nam|Hải quân Nhân dân Việt Nam]] tiếp cận.<ref name=\"Moise, p. 78\">{{Harvnb|Moïse|1996|p=78}}.<\/ref><ref name=\"NSA2005\" \/> Tàu ''Maddox'' đã bắn các phát súng cảnh cáo, và những tàu phía Việt Nam tấn công lại bằng ngư lôi và súng máy.<ref name=\"NSA2005\" \/> Trong cuộc giao tranh sau đó, một máy bay Hoa Kỳ (được phóng từ tàu sân bay {{USS|Ticonderoga|CV-14|6}}) bị hư hại, ba tàu phóng lôi của VNDCCH bị hư hại, và bốn thủy thủ Việt Nam thiệt mạng, cùng với sáu người khác bị thương. Không có thương vong về người bên phía Hoa Kỳ.<ref>{{Harvnb|Moïse|1996|pp=78, 82, 92}}.<\/ref> Tàu ''Maddox'' đã \"bình an vô sự ngoại trừ một lỗ đạn duy nhất từ loạt đạn súng máy của Việt Nam\".<ref name=\"NSA2005\" \/>\n\nVào ngày 4 tháng Tám năm 1964, tàu khu trục {{USS|Turner Joy|DD-951|6}} tham gia cùng tàu ''Maddox'' trong một nhiệm vụ DESOTO khác. Tối hôm đó, các con tàu đã khai hỏa dựa vào thông tin phản hồi từ [[Radar|sóng radar]] và [[sonar]]; trước đó có thông báo lực lượng Hoa Kỳ đã ngăn chặn và thu nhận các tín hiệu liên lạc và tuyên bố một cuộc tấn công sắp sửa xảy ra. Chỉ huy của lực lượng đặc nhiệm ''Maddox'', Đại úy John Herrick, báo cáo rằng các tàu Mỹ đang bị tấn công bởi những tàu chiến Việt Nam, trong khi trên thực tế không có tàu nào của Việt Nam hiện diện ở đó. Mặc dù Herrick sớm nghi ngờ ghi nhận ban đầu của lực lượng đặc nhiệm về cuộc tấn công, [[Lyndon B. Johnson|tổng thống Mỹ Johnson]] đã dựa vào các liên lạc của [[Cơ quan An ninh Quốc gia (Hoa Kỳ)|Cơ quan An ninh Quốc gia]] được thu nhận và diễn giải sai lệch để kết luận rằng cuộc tấn công là có thật, và dựa vào đó để mở màn chiến dịch không kích tấn công vào VNDCCH.<ref name=\"NSA2005\" \/>\n\nMặc dù có người bày tỏ nghi ngờ liên quan đến cuộc tấn công thứ hai từ năm 1964, nhưng phải đến nhiều năm sau đó mới được kết luận rằng vụ việc chưa bao giờ xảy ra. Trong bộ phim tài liệu ''[[Sương mù Chiến tranh|Sương mù Chiến tranh (The Fog of War)]]'' năm 2003, cựu [[Bộ trưởng Bộ Quốc phòng Hoa Kỳ|Bộ trưởng Quốc phòng Hoa Kỳ]] [[Robert McNamara|Robert S. McNamara]] thừa nhận rằng có một cuộc tấn công vào tàu USS ''Maddox'' xảy ra vào ngày 2 tháng Tám, nhưng cuộc tấn công ngày 4 tháng Tám, được Washington dựa vào để cho phép trả đũa VNDCCH, đã chưa bao giờ xảy ra.<ref>{{Chú thích web|url=http:\/\/www.errolmorris.com\/film\/fow_transcript.html|tựa đề=Film: The Fog of War: Transcript|website=Errol Morris|url-status=live|ngày truy cập=28 June 2021|trích dẫn=McNamara: \"Nó chỉ là do hỗn loạn, và các sự kiện sau này cho thấy nhận định của chúng tôi rằng chúng tôi đã bị tấn công ngày hôm đó là sai. Nó không xảy ra. Và nhận định rằng chúng tôi đã bị tấn công vào ngày 2 tháng Tám là đúng. Chúng tôi đúng là đã bị vậy, mặc dù hồi đó còn tranh cãi. Vậy chúng tôi đúng một lần và sai một lần. Cuối cùng, Tổng thống Johnson phê duyệt đánh bom đáp trả lại những gì ông cho là vụ tấn công lần hai sao? Nó không xảy ra nhưng không liên quan đến hàm ý tôi đang muốn nói đến ở đây. Ông phê duyệt đánh bom dựa trên giả định vụ tấn công đã xảy ra...\"}}<\/ref> Năm 1995, McNamara gặp cựu [[Đại tướng Quân đội nhân dân Việt Nam|Đại tướng Quân đội Nhân dân Việt Nam]] [[Võ Nguyên Giáp]] để hỏi chuyện xảy ra vào ngày 4 tháng Tám năm 1964. Ông Giáp nói \"Hoàn toàn chẳng có gì xảy ra cả\".<ref>[http:\/\/vi.uh.edu\/pages\/buzzmat\/world198_4.html McNamara asks Giap: What happened in Tonkin Gulf?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150306124920\/http:\/\/vi.uh.edu\/pages\/buzzmat\/world198_4.html|date=March 6, 2015}}, [[Associated Press]], 1995<\/ref> Ông Giáp cho rằng vụ tấn công chỉ là tưởng tượng.<ref name=\":02\">{{Chú thích báo|last=Shane, Scott|date=December 2, 2005|title=Vietnam War Intelligence 'Deliberately Skewed,' Secret Study Says|work=[[The New York Times]]|url=http:\/\/www.commondreams.org\/headlines05\/1202-06.htm|url-status=dead|archive-url=https:\/\/web.archive.org\/web\/20051204024403\/http:\/\/www.commondreams.org\/headlines05\/1202-06.htm|archive-date=December 4, 2005}}<\/ref> Năm 2005, một nghiên cứu lịch sử nội bộ của Cơ quan An ninh Quốc gia đã được giải mật; nó kết luận rằng ''Maddox'' đã giao chiến với Hải quân Nhân dân Việt Nam vào ngày 2 tháng Tám, nhưng sự kiện ngày 4 tháng Tám là dựa trên thông tin tình báo kém chất lượng của Hải quân Mỹ và các thông tin liên lạc của VNDCCH đã bị trình bày sai.<ref name=\"NSA2005\" \/>\n\nKết quả của hai cuộc đối đầu này là việc [[Quốc hội Hoa Kỳ]] thông qua [[Nghị quyết vịnh Bắc Bộ]], trao cho Tổng thống Hoa Kỳ [[Lyndon B. Johnson]] quyền hỗ trợ bất kỳ quốc gia [[Đông Nam Á]] nào có chính phủ được coi là bị đe dọa bởi \"sự xâm lược của [[Chủ nghĩa cộng sản|cộng sản]]\". Nghị quyết này có vai trò như một sự biện minh hợp pháp cho Johnson để ông triển khai các lực lượng quân sự của Hoa Kỳ và bắt đầu chiến tranh rộng rãi chống lại VNDCCH.\n\n==Bối cảnh==\n[[Tập tin:Gen-commons.jpg|right|thumb|upright=1|[[Hiệp định Genève, 1954|Hội nghị Genevè]]]]\n[[Hiệp định Genève, 1954|Hội nghị Genève năm 1954]] nhằm giải quyết các vấn đề còn tồn tại sau khi [[Pháp]] và [[Việt Minh]] chấm dứt thù địch vào cuối [[Chiến tranh Đông Dương|Chiến tranh Đông Dương Lần thứ Nhất]]. Cả Hoa Kỳ và [[Quốc gia Việt Nam]] đều không ký kết bất cứ điều khoản gì tại Hội nghị Geneva 1954. Các hiệp định, được ký kết bởi các bên tham gia khác bao gồm Việt Minh, quy định một ranh giới ngừng bắn tạm thời, chia cắt miền Nam và miền Bắc Việt Nam do Quốc gia Việt Nam và Việt Minh lần lượt quản lý. Hiệp định kêu gọi một cuộc tổng tuyển cử vào tháng Bảy năm 1956 để thành lập một nhà nước Việt Nam thống nhất. Các hiệp định cho phép người dân tự do di chuyển giữa miền Bắc và miền Nam trong ba trăm ngày. Các hiệp định cũng cấm sự can thiệp chính trị của các quốc gia khác trong khu vực, thành lập chính phủ mới mà không có những cuộc bầu cử đã được quy định, và sự hiện diện quân sự của nước ngoài.<ref name=\"Ang\">{{Chú thích sách|title=The Vietnam War from the Other Side|last=Ang|first=Cheng Guan|publisher=RoutledgeCurzon|year=2002|isbn=978-0-7007-1615-9}}<\/ref>{{Rp|11}} Đến năm 1961, Tổng thống Việt Nam Cộng hoà [[Ngô Đình Diệm]] đã phải đối mặt với sự bất bình đáng kể của một vài phần dân số miền Nam, trong đó có một số [[Phật giáo|Phật tử]] chống lại chế độ cai trị của những người ủng hộ Diệm theo [[Giáo hội Công giáo|Công giáo]]. Các [[cán bộ]] chính trị của Việt Minh, những người đang hoạt động hợp pháp cho sự tiến hành của các cuộc bầu cử đã được hứa từ năm 1955 đến 1957, đã bị chính phủ đàn áp.<ref>{{Harvard citation no brackets|Doyle|Lipsman|Weiss|1981}}<\/ref> Vào tháng Ba năm 1956, giới lãnh đạo Việt Nam Dân chủ Cộng hòa đã thông qua các biện pháp dự kiến sẽ phục hồi cuộc nổi dậy ở miền Nam vào tháng Mười Hai năm 1956.<ref name=\"Olson\">{{Chú thích sách|title=Where the Domino Fell: America and Vietnam 1945–1995|last=Olson|first=James S.|last2=Roberts|first2=Randy|publisher=[[Blackwell Publishing]]|year=2008|isbn=978-1-4051-8222-5|edition=5th|location=Malden, MA}}<\/ref>{{Rp|67}} Một cuộc nổi dậy do cộng sản lãnh đạo bắt đầu chống lại chính phủ của Diệm vào tháng Tư năm 1957. Đảng Cộng sản Việt Nam thông qua một \"cuộc chiến tranh nhân dân\" ở miền Nam tại một phiên họp vào tháng Một năm 1959,<ref name=\"Hastings\">{{Chú thích sách|title=Vietnam an epic tragedy, 1945–1975|last=Hastings|first=Max|publisher=Harper Collins|year=2018|isbn=978-0-06-240567-8}}<\/ref>{{Rp|119–120}} và vào ngày 28 tháng Bảy, các lực lượng Việt Nam Dân chủ Cộng hòa xâm lược Lào để duy trì và nâng cấp [[Đường Trường Sơn|đường mòn Hồ Chí Minh]], hỗ trợ quân nổi dậy ở miền Nam.<ref name=\"Morrocco-1985\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=dEhuAAAAMAAJ|title=Rain of Fire: Air War, 1969–1973|last=Morrocco|first=John|date=1985|publisher=Boston Publishing Company|isbn=9780939526147|series=Volume 14 of Vietnam Experience|access-date=26 May 2020}}<\/ref>{{Rp|26}} Cuộc nổi dậy, do Mặt trận Dân tộc Giải phóng miền Nam Việt Nam ([[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Việt Cộng]]) đứng đầu dưới sự chỉ đạo của Việt Nam Dân chủ Cộng hòa, đã bùng phát dữ dội vào năm 1961. Khoảng 40.000 chiến sĩ cộng sản đã xâm nhập vào miền Nam từ năm 1961 đến năm 1963.<ref name=\"Ang\" \/>{{Rp|76}}\n\nSự kiện Vịnh Bắc Bộ xảy ra trong năm đầu tiên của chính quyền Johnson. Trong khi Tổng thống Hoa Kỳ [[John F. Kennedy]] ban đầu ủng hộ chính sách gửi các cố vấn quân sự cho Diệm, ông đã bắt đầu thay đổi suy nghĩ của mình vì những gì ông cho là sự thiếu cẩn trọng của chính quyền [[Thành phố Hồ Chí Minh|Sài Gòn]] và việc họ không có khả năng và không sẵn sàng thực hiện những cải cách cần thiết (dẫn đến một [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính do Hoa Kỳ hỗ trợ]] với kết quả là cái chết của ông Diệm). Ngay trước khi [[Vụ ám sát John F. Kennedy|Kennedy bị ám sát]] vào tháng Mười Một năm 1963, ông đã bắt đầu triệu hồi các lực lượng Hoa Kỳ một cách hạn chế. Các quan điểm của Johnson khó có thể làm rõ, nhưng ông đã ủng hộ việc leo thang quân sự như một biện pháp chống lại những gì ông cho là chính sách bành trướng của [[Liên Xô]]. Chính sách [[Chính sách ngăn chặn|ngăn chặn]] thời [[Chiến tranh Lạnh]] sẽ chuẩn bị được áp dụng để ngăn chặn sự sụp đổ của Đông Nam Á vào tay chủ nghĩa cộng sản như [[thuyết domino]] đã nêu lên. Sau vụ ám sát Kennedy, Johnson ra lệnh điều thêm lực lượng Hoa Kỳ hỗ trợ chính quyền Sài Gòn, bắt đầu sự hiện diện kéo dài của Hoa Kỳ ở Đông Nam Á.<ref>Lawrence, A. T. (2009). Crucible Vietnam: Memoir of an Infantry Lieutenant. Jefferson, North Carolina: McFarland. {{ISBN|978-0786445172}}, Appendix A, p.218.<\/ref>\n[[Tập tin:Norwegian_MTB_Nasty.jpg|trái|nhỏ|Tàu phóng lôi có động cơ ''Nasty'' của Na Uy]]\nMột chương trình tuyệt mật về [[Hoạt động bí mật|các chiến dịch bí mật]] chống lại miền Bắc Việt Nam, được gọi là [[Chiến dịch 34A|Kế hoạch Chiến dịch 34-Alpha]], kết hợp với các chiến dịch DESOTO, đã bắt đầu dưới sự quản lý của [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|Cục Tình báo Trung ương]] (CIA) vào năm 1961. Năm 1964, chương trình được chuyển giao cho Bộ Quốc phòng và do [[MACVSOG|Nhóm Nghiên cứu và Quan sát thuộc Bộ Chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam]] (MACV-SOG) thực hiện.<ref>Joint Chiefs of Staff, ''Military Assistance Command, Vietnam Studies and Observations Group, Documentation Study (July 1970)'', Annex F, Appendix x.<\/ref> Đối với phần đường thủy của chiến dịch bí mật, [[Tàu tuần tra hạng Nasty của Hoa Kỳ|một bộ tàu tuần tra nhanh]] đã được âm thầm mua từ [[Na Uy]] và gửi đến miền Nam Việt Nam. Năm 1963, ba thuyền trưởng trẻ người Na Uy đi thực hiện một nhiệm vụ ở miền Nam Việt Nam. Họ được tuyển dụng bởi sĩ quan tình báo Na Uy Alf Martens Meyer. Martens Meyer, người đứng đầu bộ phận nhân viên tình báo quân đội, đã hoạt động thay mặt cho tình báo Hoa Kỳ. Ba thuyền trưởng không biết Meyer thực sự là ai khi họ đồng ý làm công việc có họ liên quan trong các nhiệm vụ phá hoại chống lại miền Bắc Việt Nam.<ref>{{Chú thích web|url=http:\/\/www.nrk.no\/dokumentar\/vi-som-stotter-amerika---norges-rolle-i-vietnamkrigen-1.908491|tựa đề=Vi som støtter Amerika – Norges rolle i Vietnamkrigen|tác giả=NRK|ngày=December 10, 2000|website=NRK}}<\/ref>\n\nMặc dù các thuyền được điều khiển bởi những nhân viên hải quân Việt Nam Cộng hoà, mỗi nhiệm vụ là do Đô đốc [[Grant Sharp Jr.|Hoa Kỳ Grant Sharp Jr.]] trực tiếp phê duyệt, thuộc [[Bộ chỉ huy Ấn Độ Dương - Thái Bình Dương của Hoa Kỳ|Bộ chỉ huy Ấn Độ Dương–Thái Bình Dương của Hoa Kỳ]] ở [[Honolulu]], theo lệnh [[Nhà Trắng]].<ref>''MACSOG Documentation Study'', Appendix C, p. 14.<\/ref> Sau khi các cuộc tấn công ven biển bắt đầu, [[Hà Nội]], thủ đô của Việt Nam Dân chủ Cộng hòa (VNDCCH), đã nộp đơn khiếu nại lên [[Ủy ban Quốc tế về Giám sát và Kiểm soát|Ủy ban Kiểm soát Quốc tế]] (ICC), được thành lập vào năm 1954 để giám sát các điều khoản của Hiệp định Genève, nhưng Hoa Kỳ phủ nhận bất kỳ dính líu nào. Bốn năm sau, Bộ trưởng McNamara thừa nhận trước Quốc hội rằng các tàu Hoa Kỳ trên thực tế đã hợp tác với Việt Nam Cộng hòa tấn công chống lại VNDCCH.\n\nNăm 1962, Hải quân Hoa Kỳ bắt đầu chương trình [[Các biện pháp hỗ trợ chiến tranh điện tử|hỗ trợ tác chiến điện tử]] (thu thập thông tin tình báo), được thực hiện bằng các cuộc tuần tra khu trục hạm ở tây Thái Bình Dương, với tên gọi DESOTO. Các nhiệm vụ đầu tiên ở Vịnh Bắc Bộ bắt đầu vào tháng Hai năm 1964. Mặc dù thông tin tình báo do các nhiệm vụ DESOTO thu thập có thể được sử dụng bởi các nhà lập kế hoạch và chỉ huy OPLAN-34A, chúng là các chương trình riêng biệt không phải để phối hợp lập kế hoạch nhiệm vụ, chỉ để cảnh cáo các tàu tuần tra của DESOTO tránh xa các khu vực hoạt động của 34A.<ref name=\"NSA2005\" \/>\n[[Tập tin:USS_Maddox_(DD-731).jpg|liên_kết=https:\/\/en.wikipedia.org\/wiki\/File:USS_Maddox_(DD-731).jpg|phải|nhỏ|Tàu [[USS Maddox (DD-731)]]]]\nVào ngày 29 tháng Bảy năm 1964, vào đêm trước khi thực hiện những hoạt động chống lại các cơ sở của VNDCCH trên các đảo [[Hòn Mê]] và [[Hòn Ngư]], MACV-SOG đã đưa lén một nhóm các điệp viên bí mật dài hạn vào miền Bắc Việt Nam, và đã nhanh chóng bị bắt giữ. Vào ngày 1 và 2 tháng Tám, các chuyến bay của máy bay chiến đấu-ném bom của Lào do CIA tài trợ (do lính đánh thuê Thái Lan lái) đã tấn công các tiền đồn biên giới ở Tây Nam của Bắc Việt. Chính phủ Hà Nội (không giống như chính phủ Hoa Kỳ, các nhiệm vụ như vậy phải được các cấp cao nhất cho phép mới được thực hiện) cho rằng tất cả có lẽ đều là một nỗ lực phối hợp nhằm gia tăng các hoạt động quân sự chống lại Bắc Việt Nam.<ref>{{Harvnb|Moïse|1996|p=62}}.<\/ref>\n==Sự kiện==\nDaniel Ellsberg, người trực ở [[Lầu Năm Góc]] đêm 4 tháng Tám, nhận được liên lạc từ USS Maddox, báo cáo rằng nó đang thực hiện một nhiệm vụ DESOTO gần lãnh hải miền Bắc Việt Nam.<ref name=\"proceedings\">Polmar, Norman \"The U. S. Navy Electronic Warfare (Part 1)\" ''United States Naval Institute Proceedings'' October 1979 p.138<\/ref> Ngày 31 tháng Bảy năm 1964, Maddox bắt đầu nhiệm vụ của mình tại Vịnh Bắc Bộ. Thuyền trưởng [[George Stephen Morrison]] chỉ huy các lực lượng địa phương của Mỹ từ soái hạm {{USS|Bon Homme Richard|CVA-31|6}}. ''Maddox'' được lệnh không được đến gần hơn tám dặm (13&nbsp;km) từ bờ biển Bắc Việt Nam và bốn dặm (6&nbsp;km) từ đảo Hòn Niêu.<ref name=\"autogenerated1\">{{Chú thích web|url=http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon3\/pent4.htm|title=The Pentagon Papers, Gravel Edition, Volume 3, Chapter 2, \"Military Pressures Against North Vietnam, February 1964 – January 1965,\" second section|access-date=September 12, 2006|archive-url=https:\/\/web.archive.org\/web\/20070302114833\/http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon3\/pent4.htm|archive-date=March 2, 2007|url-status=dead}}<\/ref> Khi cuộc tập kích của biệt kích MACV-SOG nhằm vào Hòn Niêu, con tàu đã đi được {{convert|120|mi|km}} cách xa khu vực bị tấn công.<ref name=\"autogenerated1\" \/>\n=== Cuộc tấn công lần thứ nhất ===\n[[Tập tin:MaddoxTonkin1.svg|phải|nhỏ|Biểu đồ cho thấy đường đi của USS ''Maddox'', 31 tháng Bảy–2 tháng Tám, 1964 (ngày xảy ra sự kiện đầu tiên)]]\n\nVào tháng Bảy năm 1964, \"tình hình dọc theo lãnh hải của Bắc Việt Nam gần như đã sôi nổ\", vì các cuộc đột kích của biệt kích Việt Nam Cộng hoà và các hoạt động đường không đã đưa các nhóm tình báo vào miền Bắc Việt Nam, cũng như phản ứng của quân đội VNDCCH đối với các hoạt động này.<ref name=\"NSA2005\" \/> Vào đêm ngày 30 tháng Bảy năm 1964, biệt kích Việt Nam Cộng hòa tấn công một trạm radar trên đảo Hòn Mê.<ref name=\"NSA2005\" \/> Theo Hanyok, \"các cuộc tấn công vào những đảo này, đặc biệt là Hòn Mê, của biệt kích Việt Nam Cộng hòa, lại gần với khu vực tàu ''Maddox'', sẽ dẫn đến cuộc chạm trán\", mặc dù tàu ''Maddox'' không tham gia vào các cuộc tấn công của biệt kích.<ref name=\"NSA2005\" \/> Trên thực tế, vào ngày 31 tháng Bảy, ''Maddox'' bắt đầu tuần tra bờ biển Bắc Việt Nam để thu thập thông tin tình báo, đến cách đảo Hòn Mê vài ki-lô-mét.<ref name=\"NSA2005\" \/> Một tàu sân bay Hoa Kỳ, [[USS Ticonderoga (CV-14)|USS ''Ticonderoga'']], cũng đóng quân gần đó.<ref name=\"NSA2005\" \/>\n\n[[Tập tin:PikiWiki Israel 10477 egyptian torpedo boat k-123.jpg|left|thumb|upright=0.8|[[Tàu phóng lôi P-4]], giống với những con tàu được dùng bởi quân đội nhân dân Việt Nam]]\n[[Tập tin:F-8E VMF-212 CVA-34 1965 (cropped).jpg|left|thumb|upright=0.8|Máy bay F-8 Crusader]]\n\nĐến ngày 1 tháng Tám, các tàu tuần tra của VNDCCH đang theo dõi tàu ''Maddox'', và một số liên lạc bị chặn để thu nhận cho thấy họ đang chuẩn bị tấn công.<ref name=\"NSA2005\" \/> ''Maddox'' rút lui, nhưng ngày hôm sau, 2 tháng Tám, ''Maddox'', với tốc độ tối đa 28 hải lý, tiếp tục tuần tra thường lệ, và ba [[Tàu phóng lôi 4 lớp P|tàu phóng lôi P-4]] của VNDCCH với tốc độ tối đa 50 hải lý bắt đầu bám theo ''Maddox.''<ref name=\"NSA2005\" \/> Các tàu này là từ Hải đội 135 do Lê Duy Khoái chỉ huy, cùng với các tàu do Văn Bột, Văn Tư, Văn Giản chỉ huy.<ref name=\"Moise, p. 78\"\/> Thông tin liên lạc bị chặn và thu cho thấy các tàu định tấn công ''Maddox''.<ref name=\"NSA2005\" \/> Khi các tàu tiếp cận từ phía tây nam, ''Maddox'' chuyển hướng từ phía đông bắc sang phía nam và tăng tốc độ lên 25 hải lý.<ref name=\"NSA2005\" \/>\n\nKhi các tàu phóng lôi đến gần, ''Maddox'' bắn ba phát súng cảnh cáo.<ref name=\"NSA2005\" \/> Các tàu của Việt Nam Dân chủ Cộng hòa sau đó tấn công,<ref name=\"NSA2005\" \/> và ''Maddox'' phát thanh vô tuyến điện rằng nó đang bị ba tàu tấn công, đang tiến gần trong vòng {{Convert|10|nmi}} với nó, trong khi ''Maddox'' ở vị trí {{Convert|28|nmi}} cách bờ biển Bắc Việt Nam, tức trong [[Hải phận quốc tế|vùng biển quốc tế]].<ref name=\"PentagonPaper P.IVc2b\">[http:\/\/media.nara.gov\/research\/pentagon-papers\/Pentagon-Papers-Part-IV-C-2b.pdf Pentagon Papers, Part IV. C. 2. b.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130809133519\/http:\/\/media.nara.gov\/research\/pentagon-papers\/Pentagon-Papers-Part-IV-C-2b.pdf|date=August 9, 2013}}, \"Evolution of the War. Military Pressures Against NVN.\" July–October 1964, National Archives Identifier no. 5890500<\/ref> ''Maddox'' tuyên bố rằng nó đã tránh được một cuộc tấn công bằng ngư lôi và nổ pháo 5 inch (127&nbsp;mm), buộc các tàu phóng lôi tránh xa. Hai trong số các tàu phóng lôi đã đến gần trong vòng {{Convert|5|nmi}} cách ''Maddox'' và mỗi tàu thả một quả ngư lôi, nhưng không quả nào hoạt động; chúng chỉ cách ''Maddox'' khoảng {{Convert|100|yards}} sau khi ''Maddox'' chạy nhanh hơn chúng.<ref name=\"PentagonPaper P.IVc2b\" \/> Một chiếc P-4 khác trúng một quả đạn pháo 5 inch từ ''Maddox'' khiến cho ngư lôi của nó bị trục trặc khi phóng.<ref name=\"PentagonPaper P.IVc2b\" \/> Bốn máy bay phản lực [[Vought F-8 Crusader|F-8 Crusader]] của Hải quân Mỹ phóng từ ''Ticonderoga'' và 15 phút sau khi ''Maddox'' bắn phát đạn cảnh báo ban đầu, các máy bay tấn công những tàu P-4 đã dừng phóng lôi,<ref name=\"NSA2005\" \/> tuyên bố một tàu bị đánh chìm và một tàu bị hư hỏng nặng. ''Maddox'' chỉ bị hư hại nhẹ từ một đòn đạn 14,5&nbsp;mm từ [[súng máy hạng nặng KPV]] của tàu P-4 vào cấu trúc thượng tầng của nó. Rút lui về vùng biển miền Nam Việt Nam, tàu khu trục {{USS|Turner Joy|DD-951|6}} đã tham gia cùng tàu ''Maddox''.\n\nBản tường trình ban đầu từ ''[[Hồ sơ Lầu Năm Góc]]'' đã được sửa đổi dựa trên một nghiên cứu lịch sử nội bộ của Cơ quan An ninh Quốc gia năm 2005,<ref name=\"NSA2005\" \/> đã nhận định trên trang 17:\n{{blockquote|Lúc 1500G [15:00 [[UTC+7]]], Thuyền trưởng Herrick (chỉ huy của ''Maddox'') ra lệnh cho các đội súng của Ogier nổ súng nếu các con tàu đến gần trong phạm vi mười nghìn bộ [thước Anh]. Vào khoảng 1505G [15:05 [[UTC+7]]], ''Maddox'' bắn ba phát đạn để cảnh cáo các tàu của những người cộng sản [Bắc Việt Nam]. Hành động ban đầu này không bao giờ được báo cáo bởi chính quyền Johnson, thay vào đó khẳng định rằng các tàu Việt Nam nổ súng trước.<ref name=\"NSA2005\"\/>}}''Maddox'', khi chạm trán, đang tiến đến [[đảo Hòn Mê]], cách ba đến bốn [[hải lý]] (nmi) (6 đến 7&nbsp;km) ở trong phạm vi {{Convert|12|nmi}} giới hạn mà [[Bắc Việt Nam]] tuyên bố chủ quyền. Giới hạn lãnh thổ này không được Hoa Kỳ công nhận. Sau cuộc đụng độ, Johnson ra lệnh cho ''Maddox'' và ''Turner Joy'' xuất phát ban ngày chạy vào vùng biển Bắc Việt Nam, thách thức phạm vi {{Convert|12|nmi}} được giới hạn và quyết tâm của chính quyền Bắc Việt Nam. Các cuộc chạy vào lãnh hải của Bắc Việt Nam trùng hợp với các cuộc đột kích ven biển của Việt Nam Cộng hoà và được coi là hoạt động phối hợp của miền Bắc, nơi đã chính thức thừa nhận các cuộc giao tranh vào ngày 2 tháng Tám năm 1964.<ref>OAH Magazine of History, fall 1992. The Gulf of Tonkin by Erich Martel<\/ref>\n\n[[Tập tin:North_Vietnamese_P-4_under_fire_from_USS_Maddox_(2_August_1964).jpg|phải|nhỏ|Một chiếc P-4 của Việt Nam Dân chủ Cộng hòa giao chiến với USS ''Maddox'', ngày 2 tháng Tám năm 1964]]\n\nNhững người khác, chẳng hạn như Đô đốc Sharp, khẳng định rằng các hành động của Hoa Kỳ không kích động sự kiện ngày 2 tháng Tám. Ông tuyên bố rằng Việt Nam Dân chủ Cộng hòa đã theo dõi ''Maddox'' dọc theo bờ biển bằng radar và do đó đã biết rằng tàu khu trục không thực sự tấn công Bắc Việt Nam và Hà Nội (hoặc chỉ huy địa phương) đã ra lệnh cho tàu của mình giao chiến với ''Maddox''. Tướng [[Phùng Thế Tài]] sau đó tuyên bố rằng ''Maddox'' đã bị theo dõi từ ngày 31 tháng Bảy và nó đã tấn công các tàu đánh cá vào ngày 2 tháng Tám buộc Hải quân Nhân dân Việt Nam phải đánh trả.<ref>[http:\/\/openvault.wgbh.org\/catalog\/org.wgbh.mla:a313af686e03427f396d60fce82ee0d71521f0b4 \"Interview with Phung The Tai, 1981\"] {{Webarchive|url=https:\/\/archive.today\/20120529204043\/http:\/\/openvault.wgbh.org\/catalog\/org.wgbh.mla:a313af686e03427f396d60fce82ee0d71521f0b4|date=May 29, 2012}}. February 19, 1981. WGBH Media Library & Archives. Retrieved November 9, 2010.<\/ref>\n\nSharp cũng nói thêm rằng lệnh cho ''Maddox'' ở cách {{Convert|8|nmi}} ngoài khơi bờ biển Bắc Việt Nam đã đưa tàu vào vùng biển quốc tế, vì VNDCCH tuyên bố giới hạn chủ quyền chỉ {{Convert|5|nmi}} cách bờ (hoặc {{Convert|5|nmi}} quanh các đảo xa bờ). Ngoài ra, trước đó nhiều quốc gia đã thực hiện các nhiệm vụ tương tự trên khắp thế giới, và tàu khu trục {{USS|John R. Craig|DD-885|6}} trước đó đã thực hiện một nhiệm vụ thu thập thông tin tình báo trong những trường hợp tương tự mà không xảy ra sự cố.<ref>Admiral U.S. Grant Sharp, ''Strategy for Defeat – Vietnam in Retrospect'' (San Rafael, CA: Presidio Press, 1978) p. 42<\/ref>\n\nTuy nhiên, tuyên bố của Sharp bao gồm một số nhận định không chính xác. VNDCCH không tuân theo giới hạn 8&nbsp;km (5&nbsp;mi) của lãnh hải; thay vào đó, họ tuân theo một giới hạn {{Convert|20|km}} mà [[Liên bang Đông Dương|Đông Dương thuộc Pháp]] tuyên bố vào năm 1936.<ref name=\"cookefarrell\">{{Chú thích sách|url=https:\/\/books.google.com\/books?id=WAV8S7k400QC&q=Democratic%20Republic%20of%20Vietnam%20territorial%20waters&pg=PA46|title=The Socialist Republic of Vietnam and the Law of the Sea|last=Farrell|first=Epsey Cooke|date=1998|publisher=Martinus Nijhoff|isbn=9041104739|location=The Hague|pages=46–47|access-date=May 7, 2015}}<\/ref> Hơn nữa, họ chính thức tuyên bố một giới hạn 12&nbsp;hải lý, trên thực tế giống với tuyên bố 20&nbsp;km cũ của Pháp, sau những sự kiện trong tháng Tám, vào tháng Chín năm 1964.<ref name=\"cookefarrell\" \/><ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=2KZEEuaS6RIC&q=Democratic%20Republic%20of%20Vietnam%20territorial%20waters&pg=PA47|title=Law of the Sea Zones in the Pacific Ocean|last=Buchholz|first=Hanns Jürgen|date=December 1987|publisher=ASEAN Economic Research Unit, Institute of Southeast Asian Studies|isbn=9971988739|page=47|access-date=May 7, 2015}}<\/ref> Lập trường của VNDCCH là họ luôn có một giới hạn 12 hải lý, phù hợp với lập trường về luật biển của cả Liên Xô và Trung Quốc, những đồng minh chính của VNDCCH.<ref name=\"cookefarrell\" \/>\n\n=== Cuộc tấn công được cho là đã xảy ra lần thứ hai ===\n[[Tập tin:Sonar_Console_C_Mk_1_Mod_0,_Westinghouse_Electric_Corporation_-_National_Electronics_Museum_-_DSC00484.JPG|trái|nhỏ|Bảng điều khiển sonar]]Vào ngày 4 tháng Tám, một cuộc tuần tra khác của DESOTO ngoài khơi bờ biển Bắc Việt Nam do ''Maddox'' và ''Turner Joy'' phát động, nhằm “[[Cờ giả|phất cờ]]” sau sự kiện đầu tiên. Lần này lệnh của hai tàu cho thấy rằng các con tàu đi gần không dưới {{Convert|11|mi|km}} tính từ bờ biển Bắc Việt Nam.<ref name=\"autogenerated13\">{{Chú thích web|url=http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon3\/pent4.htm|tựa đề=The Pentagon Papers, Gravel Edition, Volume 3, Chapter 2, \"Military Pressures Against North Vietnam, February 1964 – January 1965,\" second section|url lưu trữ=https:\/\/web.archive.org\/web\/20070302114833\/http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon3\/pent4.htm|ngày lưu trữ=March 2, 2007|url-status=dead|ngày truy cập=September 12, 2006}}<\/ref> Trong một buổi tối thời tiết sóng gió và biển động, các tàu khu trục nhận được tín hiệu [[radar]], [[sonar]] và [[Sóng vô tuyến|radio]]; họ tin rằng các tín hiệu này báo hiệu một cuộc tấn công khác của Hải quân Nhân dân Việt Nam. Trong khoảng hai giờ (từ khoảng 21:40 đến khoảng 23:35, giờ địa phương), các tàu đã bắn vào các mục tiêu hiển thị trên radar và lái tàu quyết liệt dựa trên các báo cáo điện tử và thị giác về kẻ thù. Ngược lại với tuyên bố của Hải quân Mỹ rằng hai tàu phóng lôi tấn công đã bị đánh chìm, đã không có mảnh vỡ hay thi thể nào của các thủy thủ Việt Nam thiệt mạng, hoặc các bằng chứng vật thể khác có mặt tại hiện trường được cho là đã xảy ra giao tranh.<ref name=\"NSA2005\" \/><ref name=\"Prados2\">{{Chú thích web|url=http:\/\/www.gwu.edu\/~nsarchiv\/NSAEBB\/NSAEBB132\/essary.htm|tựa đề=National Security Archive &#124; 30+ Years of Freedom of Information Action|ngày truy cập=October 29, 2009}}{{Liên kết hỏng}}, Prados, John. The White House Tapes: Eavesdropping on the President A Book-and-CD Set. New York: New, 2003. George Washington University. Web. October 25, 2009. {{Liên kết hỏng}}<\/ref>\n\nVào lúc 01:27 giờ địa phương (13:27 giờ [[Washington, D.C.|Washington]]), Herrick đã gửi một bức điện trong đó ông thừa nhận rằng cuộc tấn công thứ hai có thể đã không xảy ra và thực tế có thể đã không có tàu thuyền nào của Việt Nam trong khu vực: \"Suy xét lại hoạt động làm cho nhiều các lần chạm trán và ngư lôi bị bắn [nhằm vào tàu Mỹ] được báo cáo trông có vẻ đáng nghi ngờ. Các hiệu ứng thời tiết kỳ lạ lên radar và những người điều hành sonar quá khích có thể là nguyên nhân của nhiều báo cáo. Không có hình ảnh trực quan thực tế nào của ''Maddox''. Đề xuất điều tra hoàn chỉnh trước khi thực hiện thêm bất kỳ hành động nào.\"<ref name=\"NSA2005\" \/><ref name=\"Ellsberg9-10\">{{Harvard citation no brackets|Ellsberg|2002}}.<\/ref>\n\n{{Quote box |quoted=true |bgcolor=#ADD8E6|width=40em |align=right| quote=\"... Và cuối cùng người ta kết luận rằng gần như chắc chắn cuộc tấn công [ngày 4 tháng Tám] đã xảy ra. Nhưng ngay cả vào thời điểm đó cũng có một số ghi nhận rằng đã có sai số, vì vậy chúng tôi nghĩ rằng khả năng nó có thể xảy ra là rất cao nhưng không hoàn toàn chắc chắn. Và bởi vì nó có khả năng xảy ra cao—và bởi vì kể cả nếu nó không xảy ra, chúng tôi vẫn cảm thấy sâu nặng rằng đáng lẽ ra phải có phản ứng đối với cuộc tấn công đầu tiên, mà chúng tôi chắc chắn là đã xảy ra—Tổng thống Johnson quyết định đáp trả [cuộc tấn công] thứ hai. Tôi nghĩ bây giờ rõ ràng là [cuộc tấn công thứ hai] đã không xảy ra\" –''Bộ trưởng Bộ Quốc Phòng Robert McNamara''<ref name=\":2\"\/>}}\n\nMột giờ sau, Herrick gửi một bức điện khác, nói rằng, \"Toàn bộ hoạt động để lại nhiều nghi ngờ ngoại trừ phục kích dường như đã xảy ra lúc đầu. Đề nghị trinh sát kỹ lưỡng vào ban ngày bằng máy bay.\"<ref name=\"Ellsberg10\">{{Harvnb|Ellsberg|2002|p=10}}.<\/ref> Đáp lại yêu cầu xác nhận, vào khoảng 16:00 giờ Washington, Herrick thông báo: \"Các chi tiết của hoạt động đưa ra một bức tranh khó hiểu mặc dù chắc chắn rằng cuộc phục kích ban đầu là có thật.\"<ref name=Ellsberg10\/> Có khả năng là McNamara đã không thông báo cho tổng thống hoặc Đô đốc Hoa Kỳ Grant Sharp Jr. về nghi ngờ của Herrick hoặc đề nghị của Herrick phải điều tra thêm.<ref>Gareth Porter, ''Perils of Dominance: Imbalance of Power and the Road to War in Vietnam'' (University of California Press: 2005), pp. 194–95.<\/ref> Vào lúc 18:00 giờ Washington (05:00 ở Vịnh Bắc Bộ), Herrick lại gửi bức điện lần nữa, lần này nói rằng “chiếc thuyền đầu tiên gần tàu ''Maddox'' có lẽ đã phóng ngư lôi vào tàu ''Maddox'' ai cũng nghe được nhưng không ai thấy. Tất cả các báo cáo về ngư lôi ''Maddox'' sau đó đều đáng ngờ ở chỗ người ta cho rằng người điều hành sonar đã nghe thấy tiếng đập chân vịt của chính con tàu [Maddox]\"{{sic}}.<ref name=\"Ellsberg10\" \/>\n\nTrước những sự không chắc chắn ngày càng gia tăng trong ngày liên quan đến việc liệu cuộc tấn công có xảy ra hay không, chính quyền Johnson cuối cùng đã đưa ra kết luận bằng cách chủ yếu dựa vào các vụ đánh chặn và thu thập thông tin liên lạc được đánh giá nhầm là những chuẩn bị của VNDCCH để thực hiện một cuộc tấn công và một báo cáo sau các hoạt động giao tranh tại Bắc Việt. Các phân tích sau này cho thấy những thông tin liên lạc đó liên quan đến việc thu hồi các tàu phóng lôi bị hư hại trong cuộc tấn công ngày 2 tháng Tám và các quan sát của VNDCCH về (nhưng không tham gia vào) các hành động ngày 4 tháng Tám của Hoa Kỳ.<ref name=\"NSA2005\" \/>\n\n==Phản ứng của Hoa Kỳ==\n\n=== Phát biểu của Johnson với người dân Mỹ ===\n[[Tập tin:37_Lyndon_Johnson_3x4.jpg|liên_kết=https:\/\/en.wikipedia.org\/wiki\/File:37_Lyndon_Johnson_3x4.jpg|phải|nhỏ|Tổng thống Mỹ Lyndon Johnson vào năm 1964]]Ngay trước nửa đêm, ngày 4 tháng Tám, Johnson đã gián đoạn truyền hình quốc gia để đưa ra một thông báo trong đó ông miêu tả \"một cuộc tấn công của các tàu Bắc Việt Nam nhằm vào hai tàu chiến của Hải quân Hoa Kỳ\", ''Maddox'' và ''Turner Joy'', và yêu cầu chính quyền thực hiện một phản ứng quân sự.<ref name=\"Ball\">{{Chú thích tạp chí|last=Ball|first=Moya Ann|year=1991|title=Revisiting the Gulf of Tonkin Crisis: An Analysis of the Private Communication of President Johnson and his Advisers|journal=Discourse & Society|volume=2|issue=3|pages=281–296 [p. 286]|doi=10.1177\/0957926591002003002}}<\/ref><ref name=\"Gulf of Tonkin Incident\">{{Chú thích web|url=http:\/\/usa.usembassy.de\/etexts\/speeches\/rhetoric\/lbjgulf.htm|tựa đề=Gulf of Tonkin Incident|ngày=August 4, 1964|trang=1|url lưu trữ=https:\/\/web.archive.org\/web\/20091223204420\/http:\/\/usa.usembassy.de\/etexts\/speeches\/rhetoric\/lbjgulf.htm|ngày lưu trữ=December 23, 2009|url-status=dead|ngày truy cập=October 27, 2009}}<\/ref> Bài phát biểu của Johnson lặp lại chủ đề \"kịch tính hóa Hà Nội\/[[Hồ Chí Minh]] như kẻ xâm lược và khiến Hoa Kỳ rơi vào thế phòng thủ dễ chấp nhận hơn.\"<ref name=\"Ball\" \/> Johnson cũng gọi các cuộc tấn công đã diễn ra \"trên biển cả\", ám chỉ rằng chúng đã xảy ra ở vùng biển quốc tế.<ref>{{Chú thích web|url=http:\/\/www.presidentialrhetoric.com\/historicspeeches\/johnson_lyndon\/gulfoftonkin.html|tựa đề=Text of Lyndon Johnson's speech, ''Gulf of Tonkin Incident''.|url lưu trữ=https:\/\/web.archive.org\/web\/20111121215629\/http:\/\/www.presidentialrhetoric.com\/historicspeeches\/johnson_lyndon\/gulfoftonkin.html|ngày lưu trữ=November 21, 2011|url-status=dead|ngày truy cập=July 23, 2011}}<\/ref>\n\nÔng nhấn mạnh cam kết với cả người dân Hoa Kỳ và chính phủ miền Việt Nam Cộng hoà. Ông cũng nhắc nhở người Mỹ rằng không có mong muốn chiến tranh. \"Xem xét kỹ lưỡng các tuyên bố công khai của Johnson ... không thấy đề cập đến việc chuẩn bị cho chiến tranh công khai và không có dấu hiệu nào về bản chất và mức độ của các biện pháp trên bộ và đường không bí mật đã trong hoạt động.\" Các tuyên bố của Johnson ngắn gọn để \"giảm thiểu vai trò của Hoa Kỳ trong cuộc xung đột; một sự mâu thuẫn rõ ràng đã tồn tại giữa các hành động của Johnson và bài phát biểu trước công chúng của ông.\"<ref name=\"Cherwitz\">{{Chú thích tạp chí|last=Cherwitz|first=Richard A.|year=1980|title=Masking Inconsistency: The Tonkin Gulf Crisis|url=https:\/\/archive.org\/details\/sim_communication-quarterly_spring-1980_28_2\/page\/27|journal=Communication Quarterly|volume=28|issue=2|pages=27–37|doi=10.1080\/01463378009369364}}<\/ref><ref>{{Chú thích diễn văn|last=Johnson|first=Lyndon B.|place=[[Syracuse, New York]]|publisher=[[Miller Center of Public Affairs|Miller Center]] (from [[Lyndon Baines Johnson Library and Museum]])|language=en|title=Remarks on Vietnam at Syracuse University|url=https:\/\/millercenter.org\/the-presidency\/presidential-speeches\/august-5-1964-remarks-vietnam-syracuse-university|access-date=June 7, 2020|date=August 5, 1964}}<\/ref>\n\nTrong vòng ba mươi phút sau sự kiện ngày 4 tháng Tám, Johnson đã quyết định tấn công trả đũa (được gọi là \"[[Chiến dịch Mũi Tên Xuyên|Chiến dịch Mũi tên Xuyên]]\").<ref>[[Edwin E. Moise]], ''Tonkin Gulf and the Escalation of the Vietnam War''m (University of North Carolina Press, 1996), p. 210.<\/ref> Cùng ngày hôm đó, ông đã sử dụng \"đường dây nóng\" tới Moscow, và đảm bảo với Liên Xô rằng ông không có ý định mở một cuộc chiến tranh quy mô lớn hơn ở Việt Nam. Sáng sớm ngày 5 tháng Tám, Johnson công khai ra lệnh các biện pháp trả đũa với tuyên bố: \"Quyết tâm của tất cả người Mỹ trong việc thực hiện cam kết đầy đủ của chúng ta đối với người dân và chính phủ Việt Nam Cộng hoà sẽ được nhân đôi bởi sự phẫn nộ này.\" Một giờ bốn mươi phút sau bài phát biểu của ông, các máy bay được phóng từ các tàu sân bay Hoa Kỳ đã đến các mục tiêu của Bắc Việt Nam. Vào ngày 5 tháng Tám, lúc 10:40, các máy bay này đã ném bom bốn căn cứ tàu phóng lôi và một kho chứa dầu ở [[Vinh]].<ref>The World Today, Vol. 26, No. 5 (May 1970), pp. 209–217, Adam Roberts<\/ref>\n\n=== Phản ứng từ Quốc hội ===\n[[Tập tin:Wayne_Morse.jpg|trái|nhỏ|Wayne Morse]]\nTrong khi nghị quyết cuối cùng của Johnson đang được soạn thảo, Thượng nghị sĩ Hoa Kỳ [[Wayne Morse]] đã cố gắng tổ chức một buổi quyên góp để nâng cao nhận thức về các báo cáo có thể sai sót về vụ việc liên quan đến tàu ''Maddox.'' Morse được cho là đã nhận một cuộc gọi từ một người cung cấp thông tin giấu tên yêu cầu Morse điều tra nhật ký chính thức của ''Maddox''.<ref name=\"Goulden\">{{Chú thích sách|title=Truth is the First Casualty|last=Goulden|first=Joseph C.|publisher=Rand McNally & Company|year=1969|location=Chicago}}<\/ref> Những nhật ký này không có sẵn trước khi nghị quyết của Johnson được trình bày trước Quốc hội.<ref name=\"Goulden\" \/> Sau khi thúc giục Quốc hội rằng họ nên cảnh giác với nỗ lực sắp tới của Johnson để thuyết phục Quốc hội về nghị quyết của mình, Morse đã không nhận được đủ hợp tác và hỗ trợ từ các đồng nghiệp của mình để thực hiện bất kỳ phong trào nào ngăn chặn nó.<ref name=\"Goulden\" \/> Ngay sau khi nghị quyết được đọc và trình bày trước Quốc hội, Morse bắt đầu chống lại nó. Ông khẳng định trong các bài phát biểu trước Quốc hội rằng các hành động mà Hoa Kỳ thực hiện là các hành động nằm ngoài hiến pháp và là \"hành động chiến tranh hơn là hành động phòng vệ.\"<ref name=\"Goulden\" \/> Những nỗ lực của Morse không ngay lập tức nhận được ủng hộ, phần lớn là do ông không tiết lộ nguồn tin nào và đang làm việc với thông tin rất ít và hạn chế.<ref name=\"Goulden\" \/> Mãi cho đến sau khi Hoa Kỳ tham gia nhiều hơn vào cuộc chiến, tuyên bố của ông mới bắt đầu nhận được sự ủng hộ của chính phủ Hoa Kỳ.\n\n== Bóp méo sự kiện ==\nChính phủ Hoa Kỳ vẫn đang tìm kiếm bằng chứng vào đêm ngày 4 tháng Tám khi Johnson đưa ra bài phát biểu trước công chúng Hoa Kỳ về vụ việc; các liên lạc được ghi lại vào ngày hôm đó cho thấy cả [[Lyndon B. Johnson|Johnson]] và [[Robert McNamara|McNamara]] đều không chắc chắn về một cuộc tấn công.<ref name=\"Wise\">{{Chú thích sách|url=https:\/\/archive.org\/details\/politicsoflyingg004|title=The Politics of Lying: government deception, secrecy, and power|last=Wise|first=David|publisher=Vintage Books|year=1973|isbn=0-394-47932-7|location=New York}}<\/ref> Nhiều nguồn tin khác nhau, bao gồm tạp chí [[Time (tạp chí)|''Time'']], [[Life (tạp chí)|''Life'']] và ''[[Newsweek]]'', đã đăng các bài báo trong suốt tháng Tám về sự kiện Vịnh Bắc Bộ.<ref name=\"Bradlee\">{{Chú thích báo|date=29 April 1987|title=Deceit and dishonesty: Ben Bradlee's 1987 James Cameron memorial lecture|language=en|work=[[The Guardian]]|url=https:\/\/www.theguardian.com\/media\/from-the-archive-blog\/2014\/oct\/22\/ben-bradlee-james-cameron-lecture-1987|access-date=20 March 2022}}<\/ref> Tờ ''Time'' đưa tin: \"Xuyên qua bóng tối, từ phía Tây và phía nam ... những kẻ xâm nhập đã mạnh dạn tăng tốc ... ít nhất sáu trong số chúng ... đã nổ súng vào các khu trục hạm bằng vũ khí tự động, lần này là từ cự ly gần tận 2.000 bộ.\"<ref name=\"Action in Tonkin Gulf\">{{Chú thích báo|date=August 14, 1964|title=Action in Tonkin Gulf|work=Time|url=http:\/\/www.time.com\/time\/printout\/0,8816,897225,00.html|url-status=dead|access-date=October 28, 2009|archive-url=https:\/\/archive.today\/20130105020142\/http:\/\/www.time.com\/time\/printout\/0,8816,897225,00.html|archive-date=January 5, 2013}}<\/ref> Tờ ''Time'' tuyên bố rằng \"không còn nghi ngờ gì trong tâm trí Sharp rằng Mỹ sẽ phải đáp lại cuộc tấn công này\", và không có cuộc tranh luận hay nhầm lẫn nào trong nội bộ chính quyền liên quan đến vụ việc.<ref name=\"Action in Tonkin Gulf\" \/>\n\n[[Tập tin:Advisors_meeting_at_Camp_David_-_NARA_-_192569_crop_William_Bundy.jpg|trái|nhỏ|William Bundy]]\n\nViệc sử dụng các vụ việc như một cái cớ để leo thang can thiệp của Hoa Kỳ xảy ra sau khi đưa ra những lời đe dọa công khai chống lại miền Bắc Việt Nam, cũng như những lời kêu gọi từ các chính trị gia Mỹ ủng hộ việc leo thang chiến tranh.<ref name=\"Moise2\">{{Harvard citation no brackets|Moïse|1996}}.<\/ref> Vào ngày 4 tháng Năm năm 1964, [[William Bundy]] đã kêu gọi Hoa Kỳ \"đánh đuổi những người cộng sản ra khỏi Nam Việt Nam\", ngay cả khi điều đó có nghĩa là tấn công cả Bắc Việt Nam và nước Trung Quốc cộng sản.<ref name=\"Moise2\"\/> Mặc dù vậy, chính quyền Johnson trong nửa cuối năm 1964 tập trung vào việc thuyết phục công chúng Mỹ rằng không có khả năng xảy ra chiến tranh giữa Hoa Kỳ và Việt Nam Dân chủ Cộng hòa.<ref name=\"Moise2\"\/>\n\nTướng Võ Nguyên Giáp của Việt Nam Dân chủ Cộng hòa (VNDCCH) cho rằng đội tuần tra DESOTO được cử vào vùng vịnh để kích động VNDCCH, tạo cớ cho Hoa Kỳ leo thang chiến tranh.<ref name=\"Moise2\"\/> Nhiều quan chức chính phủ và những người đàn ông trên tàu ''Maddox'' đã đưa ra giả thuyết tương tự.<ref name=\"Moise2\"\/> Thứ trưởng Ngoại giao Hoa Kỳ [[George Ball (nhà ngoại giao)|George Ball]] nói với một nhà báo Anh sau chiến tranh rằng \"lúc đó ... nhiều người ... đang tìm mọi cớ để bắt đầu ném bom\".<ref name=\"Moise2\"\/> George Ball tuyên bố rằng nhiệm vụ của tàu chiến khu trục liên quan đến sự kiện Vịnh Bắc Bộ \"chủ yếu là để khiêu khích.\" <ref>Fredrik Logevall, \"Choosing War: The Lost Chance for Peace and the Escalation of War in Vietnam\" (Berkeley: University of California Press, 1999), p. 200<\/ref>\n\nTheo [[Ray McGovern]], nhà phân tích CIA từ năm 1963 đến 1990, CIA, “chưa kể Tổng thống Lyndon Johnson, Bộ trưởng Bộ Quốc phòng Robert McNamara và Cố vấn An ninh Quốc gia McGeorge Bundy đều biết rõ rằng bằng chứng của bất kỳ cuộc tấn công vũ trang nào vào tối ngày 4 tháng Tám, 1964, cái gọi là sự kiện Vịnh Bắc Bộ 'lần thứ hai', rất đáng ngờ. ... Trong mùa hè năm 1964, Tổng thống Johnson và [[Hội đồng Tham mưu trưởng Liên quân Hoa Kỳ|Hội đồng Tham mưu trưởng Liên quân]] mong muốn mở rộng cuộc chiến ở Việt Nam. Họ tăng cường phá hoại và tấn công \"đánh-rồi-rút\" vào bờ biển miền Bắc Việt Nam”. Tàu ''Maddox'', mang theo thiết bị gián điệp điện tử, là để thu thập thông tin tình báo tín hiệu từ bờ biển Bắc Việt Nam, và các cuộc tấn công ven biển được coi là một cách hiệu quả để khiến VNDCCH bật radar ven biển của họ. Vì mục đích này, nó được phép tiếp cận bờ biển gần đến tận 13&nbsp;km (8&nbsp;mi) và các đảo xa bờ đến tận bốn (kilômét); vùng đảo xa đã bị pháo kích từ biển từ trước rồi.<ref>{{Chú thích web|url=http:\/\/www.consortiumnews.com\/2008\/011108a.html|tựa đề=Consortiumnews.com|tác giả=Robert Parry|url lưu trữ=https:\/\/web.archive.org\/web\/20140815113431\/http:\/\/www.consortiumnews.com\/2008\/011108a.html|ngày lưu trữ=August 15, 2014|url-status=dead|ngày truy cập=May 20, 2014}}<\/ref>\n\nTrong cuốn sách của mình, ''Body of Secrets'', [[James Bamford]], người đã trải qua ba năm trong Hải quân Hoa Kỳ với tư cách là một nhà phân tích tình báo, viết rằng mục đích chính của tàu ''Maddox'' \"là hoạt động như một kẻ khiêu khích đi biển—để chọc mũi tàu màu xám sắc nhọn của nó và Lá cờ Hoa Kỳ càng sát bụng Bắc Việt Nam càng tốt, thực chất nhồi nhét những khẩu đại bác năm inch của nó lên mũi của hải quân cộng sản. ...   Nhiệm vụ của ''Maddox'' thậm chí còn khiêu khích hơn khi được hẹn giờ trùng với các cuộc đột kích của biệt kích, tạo ra ấn tượng rằng Maddox đang chỉ đạo các nhiệm vụ đó ...\" Vì vậy, VNDCCH có mọi lý do để tin rằng ''Maddox'' có liên quan đến những hành vi này.<ref>Bamford, James in ''Body of Secrets'', Anchor, Reprint edition (April 30, 2002), {{ISBN|978-0385499088}}<\/ref>\n\nJohn McNaughton đề nghị vào tháng Chín năm 1964 rằng Hoa Kỳ chuẩn bị thực hiện các hành động kích động phản ứng quân sự của VNDCCH, bao gồm cả kế hoạch sử dụng DESOTO tuần tra phía Bắc. Bài báo của William Bundy ngày 8 tháng Chín năm 1964, cũng đề xuất thêm các cuộc tuần tra DESOTO.<ref name=\"Moise2\"\/>\n\n== Hậu quả ==\n[[Tập tin:President_Lyndon_B._Johnson_signs_\"Gulf_of_Tonkin\"_resolution_-_NARA_-_192484.tif|phải|nhỏ|Johnson khi ký nghị quyết vào ngày 10 tháng Tám năm 1964]]\n{{Main|Nghị quyết vịnh Bắc Bộ}}\n\nĐến đầu giờ chiều ngày 4 tháng Tám, theo giờ Washington, Herrick đã báo cáo với Tổng tư lệnh Thái Bình Dương ở [[Honolulu]] rằng \"các hiệu ứng thời tiết kỳ lạ\" trên radar của tàu đã làm dấy lên nghi ngờ về một cuộc tấn công như vậy. Trên thực tế, Herrick tuyên bố trong một bức điện gửi lúc 1:27 chiều theo giờ Washington rằng không có tàu tuần tra nào của Bắc Việt Nam thực sự đã được nhìn thấy. Herrick đề xuất một \"đánh giá hoàn chỉnh trước khi đưa ra thêm bất kỳ hành động nào.\"<ref name=\"Ellsberg9-103\">{{Harvnb|Ellsberg|2002|pp=9–10}}.<\/ref>\n\n[[Tập tin:Tonkin Gulf Resolution.jpg|right|thumb|upright=1|Nghị quyết vịnh Bắc Bộ]]\n\nMcNamara sau đó làm chứng rằng ông đã đọc tin nhắn sau khi trở về Lầu Năm Góc chiều hôm đó. Nhưng ông không gọi ngay cho Johnson để nói với Tổng thống rằng toàn bộ giả thuyết ông dựa trên để ông ra quyết định lúc ăn bữa trưa để chấp thuận khuyến nghị của McNamara cho phép các cuộc không kích trả đũa nhằm vào Bắc Việt Nam là rất đáng ngờ. Johnson đã chống lại các đề xuất từ McNamara và các cố vấn khác về chính sách ném bom miền Bắc Việt Nam đến bốn lần kể từ khi ông trở thành tổng thống.<ref>{{Chú thích web|url=http:\/\/www.blacklistednews.com\/?news_id=4784|tựa đề=Robert McNamara deceived LBJ on Gulf of Tonkin, documents show|tác giả=Porter|tên=Gareth|url lưu trữ=https:\/\/web.archive.org\/web\/20110708012722\/http:\/\/www.blacklistednews.com\/?news_id=4784|ngày lưu trữ=July 8, 2011|url-status=dead|ngày truy cập=July 16, 2009}}<\/ref>\n\nMặc dù tàu ''Maddox'' đã tham gia hỗ trợ thông tin tình báo cho các cuộc tấn công của [[Việt Nam Cộng hòa]] tại đảo Hòn Mê và Hòn Ngư, Johnson phủ nhận, trong lời khai trước [[Quốc hội Hoa Kỳ|Quốc hội]], rằng Hải quân Hoa Kỳ đã hỗ trợ các hoạt động quân sự của Nam Việt ở vịnh Bắc Bộ. Do đó, ông cho rằng cuộc tấn công là \"vô cớ\" vì con tàu đã ở trong vùng biển quốc tế.<ref>{{Chú thích sách|title=The Foreign Policy of Lyndon B. Johnson: The United States and the World, 1963–69|last=Colman|first=Johnathan|publisher=Edinburgh University Press|year=2010|isbn=9780748640133|pages=25|chapter=Vietnam: Going to War, 1963-5|jstor=10.3366\/j.ctt1r252n}}<\/ref> Vì lời khai của ông, vào ngày 7 tháng Tám, Quốc hội đã thông qua một [[nghị quyết chung]] (nghị quyết được cả Hạ viện và Thượng viện thông qua) ([[Nghị quyết vịnh Bắc Bộ|HJ RES 1145]]), có tên là Nghị quyết Đông Nam Á (hay Nghị quyết vịnh Bắc Bộ), trong đó trao quyền cho Johnson tiến hành các hoạt động quân sự ở Đông Nam Á mà không cần phải tuyên chiến. Nghị quyết đã chấp thuận cho phép Johnson \"thực hiện tất cả các bước cần thiết, bao gồm cả việc sử dụng vũ trang, để hỗ trợ bất kỳ quốc gia thành viên hoặc quốc gia nghi thức ngoại giao nào của [[Tổ chức Hiệp ước Đông Nam Á|Hiệp ước Phòng thủ Tập thể Đông Nam Á]] yêu cầu hỗ trợ để bảo vệ sự tự do của mình.\"<ref>{{Chú thích web|url=https:\/\/www.gpo.gov\/fdsys\/pkg\/STATUTE-78\/pdf\/STATUTE-78-Pg384.pdf|tựa đề=United States Congress resolution, Pub.L. 88–408, 78 Stat. 384.|url lưu trữ=https:\/\/web.archive.org\/web\/20160306210526\/https:\/\/www.gpo.gov\/fdsys\/pkg\/STATUTE-78\/pdf\/STATUTE-78-Pg384.pdf|ngày lưu trữ=March 6, 2016|url-status=dead|ngày truy cập=November 3, 2016}}<\/ref>\n\n== Những lời khai sau đó về sự kiện ==\nJohnson bình luận riêng: \"Tôi chỉ biết là, hải quân của chúng ta đang bắn cá voi ngoài đó.\"<ref>[https:\/\/www.politico.com\/story\/2016\/08\/congress-approves-gulf-of-tonkin-resolution-aug-7-1964-226732 ''Congress Approves Gulf of Tonkin Resolution; August 7, 1964'']; [[Politico.com]]; July 2018<\/ref>\n\nNăm 1967, cựu sĩ quan hải quân John White đã viết thư cho biên tập viên của ''New Haven (CT) Register''. Ông khẳng định \"Tôi giữ vững quan điểm rằng Tổng thống Johnson, Bộ trưởng McNamara và Hội đồng Tham mưu trưởng Liên quân đã cung cấp thông tin sai lệch cho Quốc hội trong báo cáo của họ về việc các tàu khu trục Mỹ bị tấn công ở Vịnh Bắc Bộ.\"<ref>{{cite magazine|date=August 1, 2014|title=John White's Letter to the New Haven Register, 1967|url=http:\/\/www.connecticutmag.com\/Connecticut-Magazine\/August-2014\/50-Years-After-the-Golf-of-Tonkin-Vietnam-Vet-John-White-Looks-Back-at-the-Incident-that-Sparked-War\/John-Whites-Letter-to-the-New-Haven-Register-1967\/|archive-url=https:\/\/web.archive.org\/web\/20161104012452\/http:\/\/www.connecticutmag.com\/Connecticut-Magazine\/August-2014\/50-Years-After-the-Golf-of-Tonkin-Vietnam-Vet-John-White-Looks-Back-at-the-Incident-that-Sparked-War\/John-Whites-Letter-to-the-New-Haven-Register-1967\/|archive-date=November 4, 2016|access-date=August 2, 2018|magazine=Connecticut Magazine|url-status=dead}}<\/ref> White tiếp tục các hoạt động tố giác của mình trong bộ phim tài liệu ''[[Năm Kỷ Hợi|Trong Năm Hợi]]'' năm 1968.\n[[Tập tin:Tonkin_Gulf_incident_map_of_alleged_attacks_on_4_August_1964.png|trái|nhỏ|Bản đồ trên tạp chí ''[[All Hands]]'' (Mọi bàn tay [góp sức]) của Hải quân Hoa Kỳ]]Năm 1981, thuyền trưởng Herrick và nhà báo [[Robert Scheer]] đã kiểm tra lại nhật ký của tàu của thuyền trưởng Herrick và xác định rằng báo cáo ngư lôi đầu tiên từ ngày 4 tháng Tám mà Herrick khẳng định đã xảy ra—\"cuộc phục kích dường như đã xảy ra\"—thực tế là không có cơ sở.<ref name=\"Ellsberg9-10\"\/> Mặc dù thông tin thu được sau này ủng hộ nhận định của Thuyền trưởng Herrick về tính không chính xác của các báo cáo ngư lôi sau đó cũng như kết luận của Herrick và Scheer năm 1981 về tính không chính xác của báo cáo đầu tiên, cho thấy rằng không có cuộc tấn công nào của Bắc Việt vào đêm đó, nhưng vào thời điểm đó nhà chức trách Hoa Kỳ và toàn bộ phi hành đoàn của tàu ''Maddox'' nói họ tin rằng một cuộc tấn công đã xảy ra. Do đó, các máy bay từ tàu sân bay ''[[Ticonderoga (lớp tàu tuần dương)|Ticonderoga]]'' và {{USS|Constellation|CV-64|2}} đã được gửi đến đánh các căn cứ tàu phóng lôi và cơ sở nhiên liệu của Bắc Việt Nam trong Chiến dịch Mũi tên Xuyên.<ref>Tim Weiner, ''Legacy of Ashes: The History of the CIA'' (New York: Doubleday, 2007), [https:\/\/books.google.com\/books?id=zP6ODEoK7BYC&lpg=PA241&ots=7J35QwiWvs&dq=maddox%20tonkin%20%22one%20bullet%20hole%22&pg=PA241#v=onepage&q=maddox%20tonkin%20%22one%20bullet%20hole%22&f=false p. 241.]<\/ref>\n\nChỉ huy Đội máy bay [[James Stockdale]] là một trong những phi công Hoa Kỳ bay trên trời trong cuộc tấn công bị cho rằng đã xảy ra lần thứ hai. Stockdale viết trong cuốn sách ''[[Tình yêu và Chiến tranh]]'' năm 1984 của mình: \"[Tôi] có chỗ ngồi tốt nhất để theo dõi sự kiện đó, và các tàu khu trục của chúng tôi chỉ đang bắn vào các mục tiêu ảo—không có tàu phóng lôi tuần tra nào ở đó ... Không có gì ở đó ngoài nước đen và sức mạnh của hỏa lực Mỹ.\" Stockdale kể lại rằng đã thấy tàu ''Turner Joy'' chĩa pháo vào tàu ''Maddox''.<ref name=\"Jim Stockdale, Sybil Stockdale 19842\">{{Chú thích sách|title=In Love and War: The Story of a Family's Ordeal and Sacrifice During the Vietnam Years|last=Stockdale|first=Jim|last2=Stockdale|first2=Sybil|publisher=Harpercollins|year=1984|isbn=0-06-015318-0|edition=1st}}<\/ref> Stockdale cho biết cấp trên đã ra lệnh cho anh ta giữ im lặng về vụ này. Sau khi anh ta bị bắt, kiến thức này trở thành một gánh nặng. Sau đó, anh nói anh ấy lo ngại rằng những kẻ bắt giữ anh cuối cùng sẽ buộc anh phải tiết lộ những gì anh biết về sự kiện thứ hai.<ref name=\"Jim Stockdale, Sybil Stockdale 19842\"\/>\n\nNăm 1995, Bộ trưởng Bộ Quốc phòng Việt Nam đã nghỉ hưu, [[Võ Nguyên Giáp]], gặp cựu Bộ trưởng McNamara, phủ nhận rằng các pháo hạm Việt Nam tấn công tàu khu trục Mỹ vào ngày 4 tháng Tám, trong khi thừa nhận vụ tấn công vào ngày 2 tháng Tám<ref name=\":1\" \/><ref name=\":22\">{{Chú thích báo|title=CNN Cold War – Interviews: Robert McNamara|publisher=CNN|url=http:\/\/www.cnn.com\/SPECIALS\/cold.war\/episodes\/11\/interviews\/mcnamara\/|access-date=June 25, 2010|archive-url=https:\/\/web.archive.org\/web\/20080614065921\/http:\/\/www.cnn.com\/SPECIALS\/cold.war\/episodes\/11\/interviews\/mcnamara\/|archive-date=June 14, 2008}}<\/ref> Đoạn băng ghi âm cuộc họp vài tuần sau khi Nghị quyết Vịnh Bắc Bộ được thông qua công bố vào năm 2001 cho thấy McNamara bày tỏ nghi ngờ với Johnson rằng liệu cuộc tấn công thực sự đã xảy ra.<ref>{{Chú thích báo|date=November 6, 2001|title=New Tapes Indicate Johnson Doubted Attack in Tonkin Gulf|work=The New York Times|url=https:\/\/www.nytimes.com\/2001\/11\/06\/us\/new-tapes-indicate-johnson-doubted-attack-in-tonkin-gulf.html?mcubz=0}}<\/ref>\n\nVào mùa thu năm 1999, Giám đốc Kỹ thuật cấp cao của CIA [[S. Eugene Poteat]] đã nghỉ hưu viết rằng vào đầu tháng Tám năm 1964, ông đã được yêu cầu xác định xem báo cáo của người điều hành radar có thực sự cho thấy một cuộc tấn công bằng tàu phóng lôi hay một cuộc tấn công tưởng tượng. Anh ta hỏi thêm chi tiết về thời gian, thời tiết và điều kiện bề mặt biển. Ông không thêm thông tin nào. Cuối cùng, ông kết luận rằng không có tàu phóng lôi nào vào đêm ngày 4 và Nhà Trắng chỉ quan tâm xác nhận một cuộc tấn công, chứ không có nghĩa không có cuộc tấn công nào như vậy.<ref>{{Chú thích web|url=http:\/\/www.tbp.org\/pages\/publications\/BENTFeatures\/F99Poteat.pdf|tựa đề=Engineering in the CIA: ELINT, Stealth and the Beginnings of Information Warfare|tác giả=Poteat|tên=S. Eugene|ngày=Fall 1999|website=The Bent of [[Tau Beta Pi]]|url lưu trữ=https:\/\/web.archive.org\/web\/20060529161150\/http:\/\/tbp.org\/pages\/publications\/BENTFeatures\/F99Poteat.pdf|ngày lưu trữ=May 29, 2006|url-status=dead}}<\/ref>\n\nVào tháng Mười năm 2012, Chuẩn đô đốc về hưu [[Lloyd \"Joe\" Vasey]] đã được phỏng vấn bởi David Day trên Asia Review và trình bày chi tiết về vụ việc ngày 4 tháng Tám. Theo Đô đốc Vasey, người trên tàu {{USS|Oklahoma City|CL-91|6}}, một [[tàu tuần dương]] lớp Galveston mang [[Đạn tự hành|tên lửa điều khiển]], ở Vịnh Bắc Bộ và là tham mưu trưởng của Tư lệnh Hạm đội Bảy, ''Turner Joy'' đã thu nhận được một đường truyền vô tuyến của quân đội Bắc Việt ra lệnh cho một tàu phóng lôi tấn công ''Turner Joy'' và ''Maddox''. Ngay sau đó, tàu USS ''Turner Joy'' có thông tin radar của \"một số vật thể tốc độ cao đang tiến gần [hai tàu]\", và tập trung vào một trong các vật thể, khai hỏa và bắn trúng tàu phóng lôi. Có 18 nhân chứng, cả nhập ngũ và sĩ quan, đã báo cáo các khía cạnh khác nhau của cuộc tấn công; khói từ tàu phóng lôi bị chìm, sóng từ ngư lôi (do bốn cá nhân trên mỗi tàu khu trục báo cáo), cảnh tượng tàu phóng lôi di chuyển trên mặt nước và đèn rọi. Tất cả 18 nhân chứng đã làm chứng tại một phiên điều trần ở Olongapo, Philippines, và lời khai của họ ở trong các tài liệu công khai.<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=rYKgqBeLcLs|tựa đề=Gulf of Tonkin: The Record Set Straight|ngày=Fall 2012|website=[[YouTube]]|url lưu trữ=https:\/\/web.archive.org\/web\/20220429101521\/https:\/\/www.youtube.com\/watch?v=rYKgqBeLcLs|ngày lưu trữ=2022-04-29|url-status=bot: unknown|ngày truy cập=2022-04-29}}<\/ref>\n[[Tập tin:Vo_Nguyen_Giap_2008.jpg|phải|nhỏ|Võ Nguyên Giáp]]\nVào năm 2014, khi lễ kỷ niệm 50 năm sự kiện đến gần, John White đã viết ''Sự kiện Vịnh Bắc Bộ—50 năm sau: Một chú thích cho Lịch sử Chiến tranh Việt Nam''. Trong lời nói đầu, ông ghi \"Trong số rất nhiều cuốn sách viết về chiến tranh Việt Nam, nửa tá cuốn ghi chú một bức thư năm 1967 gửi cho biên tập viên của một tờ báo ở Connecticut có vai trò làm công cụ gây áp lực buộc chính quyền Johnson phải nói sự thật về cuộc chiến bắt đầu như thế nào. Bức thư là của tôi.\"<ref>[https:\/\/www.amazon.com\/dp\/1494719800\/ <nowiki>The Gulf of Tonkin Events—Fifty Years Later: A Footnote to the History of the Vietnam War [49]<\/nowiki>]<\/ref> Cuốn sách thảo luận về việc Trung úy White đọc cuốn ''Trong Tình yêu và Chiến tranh''<ref name=\"Jim Stockdale, Sybil Stockdale 19842\"\/> của Đô đốc Stockdale vào giữa những năm 1980, sau đó liên hệ với Stockdale, người đã kết nối White với Joseph Schaperjahn, người điều hành sonar trưởng của tàu ''Turner Joy''. Schaperjahn xác nhận khẳng định của White rằng các báo cáo sonar của tàu ''Maddox'' là sai và chính quyền Johnson đã biết điều đó trước khi đưa ra Quốc hội để yêu cầu ủng hộ Nghị quyết Vịnh Bắc Bộ. Cuốn sách của White giải thích sự khác biệt giữa lời nói dối sự thật và lời nói dối thiếu sót sự thật. Johnson đã phạm tội cố ý nói dối thiếu sót. White đã được giới thiệu trong ấn bản tháng Tám năm 2014 của ''Tạp chí Connecticut''.<ref>[http:\/\/www.connecticutmag.com\/Connecticut-Magazine\/August-2014\/50-Years-After-the-Golf-of-Tonkin-Vietnam-Vet-John-White-Looks-Back-at-the-Incident-that-Sparked-War\/ the August 2014 issue of ''Connecticut Magazine''] {{Webarchive|url=https:\/\/archive.today\/20140806192440\/http:\/\/www.connecticutmag.com\/Connecticut-Magazine\/August-2014\/50-Years-After-the-Golf-of-Tonkin-Vietnam-Vet-John-White-Looks-Back-at-the-Incident-that-Sparked-War\/|date=August 6, 2014}}.<\/ref>\n\n== Báo cáo của Cơ quan An ninh Quốc gia ==\nVào tháng 10 năm 2005, ''[[The New York Times|Tờ New York Times]]'' đưa tin rằng [[Robert J. Hanyok]], một nhà sử học của Cơ quan An ninh Quốc gia (NSA), kết luận rằng các báo cáo tình báo bị bóp méo của NSA đã được chuyển cho các nhà hoạch định chính sách liên quan đến vụ việc ngày 4 tháng Tám. Nhà sử học NSA cho biết nhân viên cơ quan đã \"cố tình làm xiên xẹo\" bằng chứng để khiến nó trông có vẻ như một cuộc tấn công đã xảy ra.<ref name=\":02\"\/> Kết luận của Hanyok ban đầu được công bố trên Ấn bản ''Cryptologic Quarterly'' Đông 2000\/Xuân 2001<ref name=\"CQ\">[http:\/\/www.nsa.gov\/public_info\/_files\/cryptologic_quarterly\/Skunks.pdf \"Skunks, Bogies, Silent Hounds, and the Flying Fish: The Gulf of Tonkin Mystery, 2–4 August 1964\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131011150926\/http:\/\/www.nsa.gov\/public_info\/_files\/cryptologic_quarterly\/Skunks.pdf|date=October 11, 2013}}; ''Cryptologic Quarterly'', Vols. 19\/20, Nos. 4–1<\/ref> khoảng năm năm trước bài báo của ''Times''. Theo các quan chức tình báo, quan điểm của các nhà sử học chính phủ rằng báo cáo của Hanyok nên được công bố đã bị các nhà hoạch định chính sách bác bỏ vì lo ngại rằng người ta có thể so sánh với thông tin tình báo được sử dụng để biện minh cho [[Chiến tranh Iraq]] (Chiến dịch Tự do Iraq) bắt đầu vào năm 2003.<ref>[http:\/\/hnn.us\/roundup\/entries\/17620.html Robert J. Hanyok: His United States National Security Council study on Tonkin Gulf Deception]. (October 31, 2005). ''[[The New York Times]]''. {{Webarchive|url=https:\/\/web.archive.org\/web\/20130824095905\/http:\/\/hnn.us\/roundup\/entries\/17620.html|date=August 24, 2013}}<\/ref>\n\nXem xét các tài liệu lưu trữ của NSA, Hanyok kết luận rằng sự kiện ngày 4 tháng Tám bắt đầu tại [[Căn cứ chiến đấu Phú Bài|Căn cứ Chiến đấu Phú Bài]] (Huế), nơi các nhà phân tích tình báo nhầm tưởng rằng các tàu khu trục sẽ sớm bị tấn công. Điều này lẽ ra phải được thông báo lại cho NSA cùng với bằng chứng củng cố một kết luận như vậy, nhưng trên thực tế, bằng chứng không làm được điều đó. Hanyok cho rằng điều này là do NSA có thể đã tin tưởng các nhà phân tích nếu như gần gũi hơn với sự kiện này. Khi buổi tối đến, thêm các thông tin tình báo tín hiệu (SIGINT) không củng cố bất kỳ cuộc phục kích nào như vậy, nhưng các nhân viên NSA dường như đã bị thuyết phục về một cuộc tấn công đến mức họ bỏ qua 90% thông tin tình báo tín hiệu không củng cố được kết luận đó, và điều này cũng bị loại trừ khỏi bất kỳ báo cáo nào họ đưa ra để cho tổng thống xem. Không có động cơ chính trị cho hành động của họ.<ref name=\"CQ2\">[http:\/\/www.nsa.gov\/public_info\/_files\/cryptologic_quarterly\/Skunks.pdf \"Skunks, Bogies, Silent Hounds, and the Flying Fish: The Gulf of Tonkin Mystery, 2–4 August 1964\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131011150926\/http:\/\/www.nsa.gov\/public_info\/_files\/cryptologic_quarterly\/Skunks.pdf|date=October 11, 2013}}; ''Cryptologic Quarterly'', Vols. 19\/20, Nos. 4–1<\/ref>{{Rp|48–49}}\n\nVào ngày 30 tháng Mười Một năm 2005, NSA đã công bố phần đầu tiên của thông tin đã được giải mật liên quan đến sự kiện Vịnh Bắc Bộ, bao gồm một phiên bản mà bài báo của Hanyok đã được cắt xén ở mức độ vừa phải.<ref name=\"NSA2005\" \/> Bài báo của Hanyok nói rằng thông tin tình báo đã được trình bày cho chính quyền Johnson \"theo cách để ngăn cản những người ra quyết định có trách nhiệm trong chính quyền Johnson có được tường thuật đầy đủ và khách quan về các sự kiện.\" Thay vào đó, \"chỉ thông tin ủng hộ nhận định rằng những người cộng sản đã tấn công hai tàu khu trục mới được đưa cho các quan chức chính quyền Johnson.\"<ref name=\"autogenerated2\">[https:\/\/fas.org\/irp\/nsa\/spartans\/chapter5.pdf Hanyok article p. 177]<\/ref>\n\nVề lý do tại sao điều này xảy ra, Hanyok viết:\n{{blockquote|Cũng giống như bất cứ điều gì khác, có một nhận thức rằng Johnson sẽ không để cho có điều không chắc chắn nào có thể làm suy yếu vị thế của mình. Đối mặt với thái độ này, [[Ray Cline]] được dẫn lời nói rằng \"...&nbsp;chúng tôi biết những gì chúng tôi nhận được từ Hạm đội 7 của Hoa Kỳ là thông tin sai lệch, nhưng chúng tôi chỉ được thông báo rằng phải trình bày sự thật mà không nói thêm về bản chất của thông tin. Mọi người đều biết LBJ [Tổng thống Johnson] dễ thay đổi như thế nào. Anh ấy không thích đối phó với những điều không chắc chắn.\"<ref>{{Chú thích web|url=http:\/\/www.nsa.gov\/public_info\/_files\/gulf_of_tonkin\/articles\/rel1_skunks_bogies.pdf|title=NSA.gov|url-status=dead|archive-url=https:\/\/web.archive.org\/web\/20160131235457\/http:\/\/www.nsa.gov\/public_info\/_files\/gulf_of_tonkin\/articles\/rel1_skunks_bogies.pdf|archive-date=2016-01-31}}<\/ref>}}\n\nHanyok đã đưa nghiên cứu của mình về Vịnh Bắc Bộ như một chương trong lịch sử tổng thể về sự tham gia của [[Cơ quan An ninh Quốc gia (Hoa Kỳ)|NSA]] và SIGINT của Mỹ, trong [[Chiến tranh Đông Dương (định hướng)|các cuộc Chiến tranh Đông Dương]]. Một phiên bản được cắt xén (những thông tin nhạy cảm) vừa phải của lịch sử tổng thể<ref>{{Chú thích web|url=https:\/\/irp.fas.org\/nsa\/spartans\/index.html|tựa đề=Spartans in Darkness: American SIGINT and the Indochina War, 1945-1975|website=irp.fas.org}}<\/ref> đã được Cơ quan An ninh Quốc gia phát hành vào tháng Một năm 2008 và được xuất bản bởi [[Liên đoàn các nhà khoa học Mỹ|Liên đoàn các Nhà khoa học Hoa Kỳ]].<ref>{{Chú thích web|url=http:\/\/afp.google.com\/article\/ALeqM5j-5IKhFZ-bFe_Nc957JypHhNTMxQ|tựa đề=Report reveals Vietnam War hoaxes, faked attacks.|url lưu trữ=https:\/\/web.archive.org\/web\/20080516200214\/http:\/\/afp.google.com\/article\/ALeqM5j-5IKhFZ-bFe_Nc957JypHhNTMxQ|ngày lưu trữ=May 16, 2008|url-status=dead}}<\/ref>\n\n==Ghi chú==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{Chú thích sách |last1=Doyle |first1=Edward |first2=Samuel |last2=Lipsman |first3=Stephen |last3=Weiss |name-list-style=amp |title=Passing the Torch |location=Boston |publisher=Boston Publishing Company |year=1981 |isbn=0-939526-01-8 |url=https:\/\/archive.org\/details\/passingtorch00doyl }}\n* {{Chú thích sách |last=Ellsberg |first=Daniel |year=2002 |title=Secrets: A Memoir of Vietnam and the Pentagon Papers |location=New York |publisher=Viking |isbn=0-670-03030-9 |url=https:\/\/archive.org\/details\/secretsmemoirofv02ells }}\n* {{chú thích báo |last=Fletcher |first=Martin |title=LBJ tape 'confirms Vietnam war error' |newspaper=The Times |date=November 7, 2001 |url=https:\/\/www.thetimes.co.uk\/article\/0,,3-2001384600,00.html|archive-url=https:\/\/web.archive.org\/web\/20011201032713\/https:\/\/www.thetimes.co.uk\/article\/0,,3-2001384600,00.html |archive-date=December 1, 2001 }}\n* {{chú thích báo|last=Sanger|first=David E.|date=November 6, 2001|title=New Tapes Indicate Johnson Doubted Attack in Tonkin Gulf|language=en-US|work=The New York Times|url=https:\/\/www.nytimes.com\/2001\/11\/06\/us\/new-tapes-indicate-johnson-doubted-attack-in-tonkin-gulf.html|access-date=December 12, 2021|issn=0362-4331}}\n* {{Chú thích sách |ref=none |last=Hanyok |first=Robert J. |url=http:\/\/oai.dtic.mil\/oai\/oai%3Fverb%3DgetRecord%26metadataPrefix%3Dhtml%26identifier%3DADA483675&cd=5&ved=0CDAQFjAE&usg=AFQjCNFC2KhrMkYZ-vfvUKTG7J5tD-kJ5A |title=Spartans In Darkness: American SIGINT and the Indochina War, 1945–1975 |publisher=Center for Cryptologic History, National Security Agency |year=2002 |access-date=December 17, 2018  }}{{dead link|date=May 2022|bot=medic}}{{cbignore|bot=medic}}\n* {{Chú thích sách |last=Moïse |first=Edwin E. |title=Tonkin Gulf and the Escalation of the Vietnam War |location=Chapel Hill |publisher=University of North Carolina Press |year=1996 |isbn=0-8078-2300-7 |url=https:\/\/archive.org\/details\/isbn_9780807823002 }}\n\n==Liên kết ngoài==\n{{thể loại Commons|Gulf of Tonkin Incident}}\n'''Tiếng Việt:'''\n*[http:\/\/www.quansuvn.net\/index.php?topic=60.50 Lịch sử Hải quân nhân dân việt Nam (1955-2005), phần nói về trận đánh ngày 2\/8\/1964]\n\n'''Tiếng Anh:'''\n* [http:\/\/www.gwu.edu\/%7Ensarchiv\/NSAEBB\/NSAEBB132\/index.htm The Gulf of Tonkin Incident, 40 Years Later; Flawed Intelligence and the Decision for War in Vietnam] — [[National Security Archive| National Security Archive at George Washington University]]\n* [https:\/\/web.archive.org\/web\/20051204064429\/http:\/\/www.nsa.gov\/vietnam\/index.cfm NSA declassified documents released on 11\/30\/05]\n* [http:\/\/www.nytimes.com\/2005\/10\/31\/politics\/31war.html Vietnam Study, Casting Doubts, Remains Secret]\n*[http:\/\/www.globalwebpost.com\/farooqm\/writings\/contemp\/tonkin.htm From Vietnam to Iraq: Lessons from Tonkin Gulf Lies] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080416054820\/http:\/\/www.globalwebpost.com\/farooqm\/writings\/contemp\/tonkin.htm |date=2008-04-16 }} by Dr. Mohammad Omar Farooq\n* [http:\/\/www.sfgate.com\/cgi-bin\/article.cgi?file=\/c\/a\/2005\/10\/31\/MNG99FGN521.DTL Tonkin Gulf reports cooked?] Historian's research finds intelligence errors covered up\n* [http:\/\/www.luminet.net\/~tgort\/johnson.htm LBJ's address to the nation, ngày 5 tháng 8 năm 1964] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060815032429\/http:\/\/www.luminet.net\/~tgort\/johnson.htm |date=2006-08-15 }}\n* [[Pentagon Papers]][http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon3\/pent3.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060820202923\/http:\/\/www.mtholyoke.edu\/acad\/intrel\/pentagon3\/pent3.htm |date=2006-08-20 }}\n* [http:\/\/www.npr.org\/features\/feature.php?wfId=3810724 Cronkite: Gulf of Tonkin's Phantom Attack]\n* [http:\/\/www.history.navy.mil\/photos\/sh-usn\/usnsh-m\/dd731-k.htm US Navy Historical Site showing charts and photos of the incident] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060111075251\/http:\/\/www.history.navy.mil\/photos\/sh-usn\/usnsh-m\/dd731-k.htm |date=2006-01-11 }}\n* [https:\/\/web.archive.org\/web\/20051210211941\/http:\/\/news.yahoo.com\/s\/ap\/20051202\/ap_on_go_ot\/vietnam_skewed_intelligence Analysis Casts Doubt on Vietnam War Claims] — Calvin Woodward, Associated Press, Dec. 1, 2005. \"A spy-agency analysis released Thursday contends a second attack on U.S. ships in the Gulf of Tonkin never happened, casting further doubt on the leading rationale for escalation of the Vietnam War.\"\n* [https:\/\/web.archive.org\/web\/20060105005701\/http:\/\/www.nsa.gov\/vietnam\/releases\/relea00012.pdf Robert J. Hanyok, \"Skunks, Bogies, Silent Hounds, and the Flying Fish: The Gulf of Tonkin Mystery, 2–ngày 4 tháng 8 năm 1964\" Cryptologic Quarterly, Winter 2000\/Spring 2001 Edition, Vol. 19, No. 4 \/ Vol. 20, No. 1.]\n* [http:\/\/www.fair.org\/index.php?page=2261 30-year Anniversary: Tonkin Gulf Lie Launched Vietnam War] — [[Fairness and Accuracy in Reporting|Fairness & Accuracy In Reporting (FAIR)]]: Media Beat ngày 27 tháng 7 năm 1994\n* [http:\/\/www.gwu.edu\/~nsarchiv\/NSAEBB\/NSAEBB132\/press20051201.htm Tonkin Gulf Intelligence \"Skewed\" According to Official History and Intercepts] — [[National Security Archive| National Security Archive at George Washington University]]\n* [http:\/\/www.hartford-hwp.com\/archives\/54\/106.html Ronnie E. Ford \"New Light on Gulf of Tonkin\"]\n* [http:\/\/www.footnote.com\/viewer.php?image=4346698 Original Document: Tonkin Gulf Resolution]\n\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|V]]\n[[Thể loại:Mật mã học]]\n[[Thể loại:Cơ quan An ninh Quốc gia Hoa Kỳ]]\n[[Thể loại:Vịnh Bắc Bộ]]\n[[Thể loại:Sự kiện chính trị|Vịnh Bắc Bộ]]\n[[Thể loại:Sự kiện lịch sử Việt Nam|Vịnh Bắc Bộ]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Xung đột năm 1964]]\n[[Thể loại:Việt Nam năm 1964]]\n[[Thể loại:Lịch sử Hoa Kỳ (1964–80)]]\n\n[[es:USS Maddox (DD-731)#Incidente del Golfo de Tonkín]]"}