{"122864":"[[Tập tin:T Rung.png|nhỏ|phải|300px|Một chiếc đàn T'rưng của người Ba Na.]]\n[[Tập tin:T'rung.jpg|nhỏ|phải|300px|Một nghệ sĩ đang chơi đàn.]]\n'''T'rưng''' là loại nhạc cụ gõ phổ biến ở vùng [[Tây Nguyên]], [[Việt Nam]], đặc biệt là đối với dân tộc [[người Gia Rai|Gia Rai]] và [[người Ba Na|Ba Na]]. Cái tên \"t'rưng\" xuất phát từ tiếng Gia Rai, lâu ngày trở nên quen thuộc với mọi người. Đàn t'rưng làm bằng một số ống tre lồ ô hay nứa ngộ có kích cỡ khác nhau. Đàn t'rưng chuyên nghiệp có khoảng 12 đến 16 ống xếp thành hàng trên giá đàn theo thứ tự đi dần lên từ ống lớn đến ống nhỏ, từ ống dài đến ống ngắn (loại đàn t'rưng dân gian chỉ có 5 ống với cách xếp ngược lại, ống trên cao lớn rồi đi dần xuống là những ống nhỏ hơn). Nhìn chung, ống có đường kính từ 3 đến 4&nbsp;cm, dài từ 40 đến 70&nbsp;cm. Mỗi đầu ống đều bịt kín do còn nguyên các đầu mấu, đầu kia được gọt vát một phần ống để tạo âm theo chuỗi hàng âm của người dân tộc. Khi dùng dùi gõ vào các ống sẽ tạo thành âm thanh cao thấp khác nhau tùy độ to, nhỏ, dài, ngắn của ống. Những ống to và dài phát ra âm trầm, còn những ống nhỏ và ngắn có âm cao. Âm sắc của đàn t'rưng hơi đục, tiếng không vang to, vang xa nhưng khá đặc biệt. Nghe tiếng đàn t'rưng ta có cảm giác như tiếng suối róc rách, tiếng thác đổ, tiếng xào xạc của rừng tre nứa khi gió thổi.\n\nĐàn t'rưng có âm vực rộng gần 3 quãng tám. Kỹ thuật diễn tấu nhạc cụ này khá đơn giản, dùng dùi (bằng tre hoặc gỗ) gõ vào ống để tạo ra âm thanh; có thể đánh ngón vê, ngón á giống như chơi đàn tam thập lục, gõ nhanh chậm đều tốt; có thể đánh chồng âm hoặc đồng âm nhưng 2 nốt cách nhau 1 quãng tám.\n\nTheo truyền thống, t'rưng là nhạc cụ do nam giới sử dụng, chỉ được chơi trên nương rẫy, kiêng cữ đánh trong nhà và trong làng. Vì người dân tộc tin rằng trong mỗi ống đàn có một vị thần cư trú, giúp con người bảo vệ cây trồng trên rẫy. Ngày xưa, người ta dùng tiếng đàn t'rưng để xua đuổi chim, thú trong lúc canh lúa, nếu đánh trong nhà thì t'rưng sẽ đuổi hồn gia súc, gia cầm khiến chúng sợ mà không lớn lên hoặc không sinh sản được. Song hiện nay, ta thấy trên các sân khấu chuyên nghiệp, người chơi đàn t'rưng thường là nữ giới.\n\n{{Nhạc cụ dân gian Việt Nam}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Sơ khai Việt Nam}}\n\n[[Thể loại:Nhạc cụ dân tộc Việt Nam]]\n[[Thể loại:Người Gia Rai]]\n[[Thể loại:Người Ba Na]]\n[[Thể loại:Nhạc cụ dân gian Việt Nam]]"}