{"139132":"{{Infobox Mandir\n|image = Ta Prohm 1.jpg\n|creator = [[Jayavarman VII]]\n|proper_name = Ta Prohm (Rajavihara)\n|date_built = [[1186]]\n|primary_deity = [[Prajnaparamita]]\n|architecture = [[Kiến trúc Khmer]]\n|location = [[Angkor]], [[Campuchia]]\n}}\n'''Ta Prohm''' là tên gọi hiện đại của một ngôi đền tại [[Angkor]], [[Campuchia]], được xây theo phong cách [[Bayon]] phần lớn vào cuối thế kỷ 12 và đầu thế kỷ 13, ban đầu được gọi là '''Rajavihara'''. Tọa lạc cách [[Angkor Thom]] về phía đông và nằm ở cạnh phía nam của [[Đông Baray]] gần [[Tonle Bati]], ngôi đền này đã được thiết lập bởi vua [[Đế quốc Khmer|Khmer]] [[Jayavarman VII]] làm một tu viện và trường học [[Đại thừa|Phật giáo Đại thừa]]. Không giống như phần lớn đền tại Angkor, Ta Prohm đã bị bỏ quên với điều kiện như lúc mới xây: cảnh cây cối xung quanh phế tích và các khu rừng nhiệt đới bao quanh nó đã khiến nó là một trong những ngôi đền tại Angkor được du khách viếng thăm nhiều nhất.\n== Lịch sử ==\nĐền do vua [[Jayavarman VII]] xây dựng năm 1189 dài 1&nbsp;km, rộng 700 m, tốn 5 vạn lượng [[vàng]], 5 vạn lượng [[bạc]] và nhiều đá quý. Sau khi lên ngôi vào năm 1181, Jayavarman VII lao vào một chương trình lớn lao là xây dựng các đền đài. Ta Prohm là một trong những ngồi đền đầu tiên được xây dựng, bia ghi là vào năm 1186. Tên đầu tiên của Ta Prohm là Rajavihara (''đền Hoàng Gia''). Jayavarman VIIđã xây dựng để tôn vinh hoàng tộc của mình. Hình ảnh nguyên của ngôi đền thể hiện Prajnaparamita, sự thông thái, là mô hình thờ mẹ nhà vua. Các đền ở phía Bắc và phía nam thể hiện người có uy tín của nhà vua và anh trai nhà vua. Tương tự Ta Prohm có đền thể hiện Lokesvara là một mô hình thờ cha nhà vua. Sau khi triều đại của đế chế Khmer đi xuống, đền Ta Prohm rơi vào sự quên lãng và nó được phát hiện trở lại vào đầu thế kỷ 20\n\nĐể tưởng niệm mẫu thân là [[Jayarajachudanami]]. Ngôi mộ Mẹ trong đền, bốn bức tường bằng đá có gắn [[kim cương]]. Tương truyền những đêm trăng sáng, những hạt kim cương phản chiếu rực rỡ. Khi [[Jayavarman VIII]] lên ngôi đã hủy những hình ảnh liên quan đến [[Phật giáo]] để thờ vật linh của [[ấn Độ giáo|đạo Bà La Môn]]. Trong suốt nhiều năm liên tiếp, đền chịu bao thăng trầm của lịch sử, quan trọng nhất là cuộc tấn công của quân đội [[Myanma|Miến Điện]] và quân đội [[Xiêm]] vào cuối thế kỷ 13. Ngôi đền bị đổ nát rất nhiều dưới sự giày xéo của quân đối phương. Đền bị đổ nát, cổ vật trong đền bị quân đội Xiêm lấy mang về nước. Quan trọng nhất là những viên kim cương tại gian chính điện đã bị cậy đi mất. Hiện nay, phía trong gian chính điện vẫn còn vết tích của nơi đặt kim cương.\n\nHiện nay trong đền chỉ còn [[linga]] và [[yoni]]. Nơi đây còn có đền \"vỗ ngực\" - nghe âm thanh vọng lại khi vỗ vào ngực mình. Thuở xưa nhà vua sùng đạo Phật, thường đến nơi đây những đêm rằm để cầu nguyện khi lòng còn ấm ức.\n\n== Sơ đồ bố trí ==\nBố trí của Ta Prhom về cơ bản là giống dạng đền \"phẳng\" của đền Khmer, với 5 bờ tường hình chữ nhật bao quanh điện thờ linh thiêng trung tâm. Giống như hầu hết các điện thờ Khmer, Ta Prohm hướng về phía Đông. Tường ngoài cùng có khuôn viên 1000 m × 650 m nhưng bây giờ đã bị bao phủ bởi cây cối.\n<gallery>\nHình:Taprohmplan10.png|Bản đồ chi tiết ngôi đền ta Prohm \nHình:Ta Prohm 1.jpg|Hình thù ký quái của cây ở Ta Phrom khiến nó có sức thu hút đặc biệt\nHình:Taprohm-2007-11-02.JPG|Bị rừng già bao phủ và gần như bị các cây tung nuốt trọn nên số phận của đền và đền Preah Khan gần giống như nhau.\nHình:Ta Prohm Angkor 2000.jpg|Chính nét hoang tàn, đổ nát này mà đền thu hút khách tham quan nhất\nHình:Ta Phrom 2.jpg|Đa bóp cổ giết chết cây chủ rồi mọc lên giữa đống đổ nát trong đền.\nHình:Ta Phrom 3.jpg|Cây tung bao trùm toàn bộ khu đền\nHình:Ta Phrom 4.jpg|Một cửa sổ điêu khắc hình tiên nữ Apsara\nHình:Ta Prohm 5.jpg|Nhờ cây tung và \nHình:Ta Phrom 7.jpg|cây Knia\nHình:Ta Phrom 6.jpg|mà đền giữ lại được những bức tường thành \nHình:Ta Phrom 8.jpg|nhưng có khi\nHình:Ta Phrom 9.jpg|nó phá hủy tất cả trên đường đi của nó.\nHình:Ta Phrom 10.jpg|Một bức tường thành siêu vẹo\nHình:Diamond in Ta Phrom.jpg|Người ta cho rằng, những chỗ trống này là nơi đặt kim cương đã bị quân Xiêm lấy đi mất.\nHình:Ta Phrom 11.jpg|Chỉ có những tháp thờ bên trong không bị cây phá nát.\nHình:Ta phrom 12.jpg|Chứ bên ngoài tường thành, hầu như cây phá nát hết\nHình:Tung in Ta Phrom.jpg|Đừng tưởng lầm, cây mọc từ dưới lên rồi quấn lấy đền\nHình:Ta Phrom 13.jpg|Thật ra, cây mọc từ trên đền xuống do chim chóc nhả hột cây rừng xuống đền, gặp điều kiện thuận lợi \nHình:Ta Phrom 14.jpg|Cây thả bộ rễ xuống, men theo đền rồi xuống đất\nHình:Ta Phrom 15.jpg|Hình ảnh một Apsara nguyên vẹn và một Apsara bị đục nát.\nHình:Ta prhom 16.jpg|Quá trình trùng tu Ta Prohm đang diễn ra.\n<\/gallery>\n\n== Miêu tả ==\nTa Prohm có ít phù điêu. Một trong các giải thích về sự thiếu hụt này là do các tác phẩm nghệ thuật bị tàn phá gởi những người bài trừ thánh tượng Hindu. Công trình đồ sộ này chia làm nhiều tháp chính, tháp phụ và các khu vực trung tâm hay gian điện thờ. Bị rừng già bao phủ và gần như bị các cây tung nuốt trọn nên số phận của đền và đền Preah Khan gần giống như nhau. Tuy nhiên, xét về mức độ tàn phá, [[Preah Khan]] bị các cây tung phá hoại nhiều hơn nên đền Preah Khan có cảm giác kỳ bí hơn rất nhiều. Nhưng do Ta Prohm nằm gần hơn Preah Khan nên được viếng thăm nhiều nhất. Ở trung tâm của các tháp thờ có các linga và yoni đặt ở giữa của chánh điện. Bên trong các tháp, gạch đá nằm ngổn ngang, và gần như công việc trùng tu ngôi đền vẫn còn đang tiếp diễn.\n== Tình trạng ==\nĐền Ta Prohm bị hủy hoại bởi thời gian trong chiến tranh và bị thiên nhiên hủy hoại. Cổ thụ mọc xen lẫn bờ thành, rễ xuyên phá làm đá sụp đổ. Cảnh tượng hùng vĩ nhất chính là rễ của các cây [[tung]] và [[kơ nia]] ôm gọn cả ngôi đền như nuốt trọn. Cảnh đền có vẻ điêu tàn hoang phế nên đoàn phim [[Điện ảnh Hoa Kỳ|Hollywood]] đã chọn nơi đây để diễn viên [[Angelina Jolie]] đi tìm kho báu trong phim ''[[Lara Croft: Tomb Raider]]''. Đền Ta Prohm đang được [[Ấn Độ]] tài trợ tu sửa phần nào. Các rễ cây cổ thụ khổng lồ mọc trùm lên những tòa tháp đổ nát khiến kiến trúc của ngôi đền càng thêm kỳ bí. Ngoài ra, đền Ta Prohm còn nổi tiếng với tên gọi Lăng mộ Hoàng hậu: nơi những cây cổ thụ vĩ đại bao phủ nhiều công trình tạo nên những hình thù cổ quái và hấp dẫn. Tại đây còn có một hành lang kỳ bí, đi bên trong nó, nếu đập nhẹ tay lên ngực sẽ nghe được tiếng đập vọng về rất mạnh qua những bức tường thành.\n\n== Thông tin thêm ==\nCó tất cả hai đường để vào đền - cả hai cổng đều bắt buộc du khách đi bô để vào rất xa - du khách vào một cổng và ra một cổng - đền rất rộng lớn và đổ nát. Khu vực trùng tu du khách không thể tham quan, một số cây Tung đang có nguy cơ mục nát và ban quản lý cố gắng cứu nó bằng mọi cách. \n== Tham khảo ==\n{{tham khảo}}\n*Michael Freeman và Claude Jacques, ''Ancient Angkor'', River Books Ltd., Bangkok\n*Michael Freeman, ''Guide to Khmer temples in Thailand and Laos'', River Books Ltd, Bangkok\n*Charles Higham và Rachanic Thosarat, ''Prehistoric Thailand'', River Books Ltd, Bangkok\n*Vương Hồng Sển, ''Hơn nửa đời hư'', Nhà xuất bản trẻ, Thành phố Hồ Chí Minh, 2003\n\n== Liên kết ngoài ==\n*http:\/\/www.theangkorguide.com\n\n{{Các di tích Angkor}}\n{{thể loại Commons|Ta Prohm}}\n\n[[Thể loại:Chùa Campuchia]]\n[[Thể loại:Tỉnh Xiêm Riệp]]\n[[Thể loại:Di tích Angkor]]"}