{"74489":"{{Thông tin nhân vật hoàng gia\n| tên = Taksin<br>ตากสิน\n| tước vị = Borommaracha IV<br>Quốc vương của Thonburi\n| hình = KingTaksinfromItalymuseum.JPG\n| cỡ hình = 200px\n| ghi chú hình = Bức vẽ Quốc vương Taksin từ Bảo tàng quốc gia Roma.\n| chức vị = Quốc vương Xiêm\n| tại vị = [[28 tháng 12]], 1767 – [[6 tháng 4]], 1782<br >{{số năm theo năm và ngày |1767|12|28|1782|4|6}}\n| đăng quang = 28 tháng 12 năm 1767\n| tiền nhiệm = '''triều đại thành lập'''\n| kế nhiệm = [[Buddha Yodfa Chulaloke]] (của [[vương triều Chakri]])\n| nhiếp chính = [[Inthraphithak]]\n| kiểu nhiếp chính = [[Uparaja|Phó vương]]\n| hôn phối = Vương hậu Bathabharicha (Sorn)\n| con cái = 30<ref name=\"ธำรงศักดิ์ อายุวัฒนะ 490\"\/>\n| hoàng tộc = [[Vương quốc Thonburi|triều đại Thonburi]]\n| cha = [[Yong Saetae]]<ref name=\"Lintner, p. 112\">Lintner, p. 112<\/ref>\n| mẹ = Nok-lang (sau là Somdet Krom Phra Phithak Thephamat)\n| sinh = {{birth date|mf=yes|1734|4|17}}\n| nơi sinh = [[Ayutthaya (thành phố)|Ayutthaya]], [[Vương quốc Ayutthaya]]\n| mất = {{death date and age|mf=yes|1782|4|7|1734|4|17}}\n| nơi mất = [[Cung điện Wang Derm]], [[Thon Buri (quận)|Thon Buri]], [[Vương quốc Thonburi]]\n| tôn giáo =Phật giáo\n| ngày an táng = \n| nơi an táng = \n}}\n'''Taksin Đại đế''' ({{lang-th|สมเด็จพระเจ้าตากสินมหาราช}}, {{RTGS|Somdet Phra Chao Taksin Maha Rat}}, {{Audio|Th-Taksin the Great.ogg|listen}}) hay '''Quốc vương Thonburi''' ({{lang-th|สมเด็จพระเจ้ากรุงธนบุรี}}, {{RTGS|Somdet Phra Chao Krung Thon Buri}}, [[tiếng Trung giản thể]]: 郑 昭; [[tiếng Trung phồn thể]]: 鄭 昭; [[Bính âm Hán ngữ|bính âm]]: Zhèng Zhāo; [[tiếng Triều Châu]]: Dên Chao; [[tiếng Việt]]: Trịnh Quốc Anh - 鄭國英) ([[17 tháng 4]] năm [[1734]] – [[7 tháng 4]] năm [[1782]]) là quốc vương duy nhất của [[Vương quốc Thonburi]]. Ông từng là một quý tộc ở [[Vương quốc Ayutthaya]] và sau đó là một nhà lãnh đạo lớn trong cuộc giải phóng Xiêm khỏi sự chiếm đóng của Miến Điện sau khi Ayutthaya thất thủ lần thứ nhì vào năm [[1767]], và sau đó thống nhất Xiêm từ các quân phiệt. Do Ayutthaya hầu như bị tàn phá hoàn toàn, ông cho thiết lập Thonburi làm tân đô. Trong thời gian trị vì của ông, xảy ra các sự kiện nổi bật như các cuộc chiến tranh, chiến đấu đẩy lui các cuộc xâm chiếm mới của Miến Điện và chinh phục Vương quốc [[Lanna|Lan Na]] ở phía bắc, các tiểu quốc Lào, và uy hiếp một [[Campuchia|Cao Miên]] đã bị suy yếu. Ông bị chiến hữu lâu năm là [[Buddha Yodfa Chulaloke]] hành quyết, người này lập nên [[Vương triều Chakri]] cai trị Thái Lan cho đến nay.\n\nMặc dù chiến tranh diễn ra trong hầu hết thời gian sự nghiệp của Taksin, song ông dành sự quan tấm lớn đến chính trị, cai quản, kinh tế, và phúc lợi của quốc gia. Ông xúc tiến mậu dịch và duy trì quan hệ với ngoại quốc như [[Nhà Thanh|Đại Thanh]], [[Đế quốc Anh|Anh]], và [[Hà Lan]]. Ông cho xây dựng đường giao thông và đào kênh. Bên cạnh việc khôi phục và cải tạo chùa, ông còn nỗ lực phục hưng văn học, và các loại hình nghệ thuật khác như kịch, hội họa, kiến trúc, và thủ công nghiệp. Ông cũng ban hành các quy định về việc thu thập và cải biên các văn bản khác nhau nhằm xúc tiến giáo dục và nghiên cứu tôn giáo. Nhằm công nhận công lao của ông với người Thái, sau này ông được truy phong tước ''Maharaj'' ([[Đại Đế]]).\n\n==Trước khi đăng cơ==\n\n===Thời thiếu niên và giáo dục===\nTaksin sinh ngày 17 tháng 4 năm 1734 (22 tháng 3 năm 2277 [[Phật lịch]]) tại [[Ayutthaya (thành phố)|Ayutthaya]]. Cha của ông là Yong Saetae ({{lang-th|หยง แซ่แต้}}; {{zh|c=鄭鏞|v=Trịnh Dung}}<ref name=zhengzhao\/>; tiếng Việt: Trịnh Yển, {{hn|ch=鄭偃}}<ref name=\"suluoc\">[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'', [[:s:Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương VI|Quyển II, Chương VI]]<\/ref>), là một quan viên thu thuế,<ref>Parkes, p. 770<\/ref> có gốc Triều Châu từ huyện [[Trừng Hải]], tỉnh Quảng Đông, Trung Quốc.<ref name=\"Lintner, p. 112\"\/> Mẹ của ông là Nok-iang ({{lang-th|นกเอี้ยง}}), bà là một người Thái (và sau được phong tước Somdet Krom Phra Phithak Thephamat).<ref>Wyatt, 140<\/ref>\n\nDo ấn tượng trước ông, [[Danh xưng hoàng gia và quý tộc Thái Lan|Chao Phraya]] Chakri (Mhud), người đương giữ chức Samuhanayok (สมุหนายก ''tể tướng'') trong triều đại của vua [[Boromakot]], nhận nuôi ông và ban cho ông tên Thái là '''Sin''' (สิน)<ref>Người Xiêm trước thế kỉ 19 chưa sử dụng tên họ như Trung Quốc, Việt Nam.<\/ref> nghĩa là tiền bạc hoặc của cải.<ref>{{chú thích web\n|url= http:\/\/rirs3.royin.go.th\/dictionary.asp\n|title= RID 1999\n|accessdate= 19 Mar 2010\n|publisher= RIT\n|quote= chọn สิ và vào สิน\n|archive-date= 2009-03-03\n|archive-url= https:\/\/web.archive.org\/web\/20090303000030\/http:\/\/rirs3.royin.go.th\/dictionary.asp\n}}<\/ref> Do có tên là Sin<ref>Chữ Sin trùng âm với các chữ Tín, Tân trong tiếng Hoa.<\/ref>, ông được sử Việt gọi theo tiếng Hoa là '''Trịnh Tân''' (鄭新)<ref>''[[Hà Tiên trấn Hiệp trấn Mạc thị gia phả]]'', Bản A.39, Thư viện Hán Nôm, [[Hà Nội]].<\/ref>, '''Trịnh Quốc Anh''' (鄭國英)<ref name=\"suluoc\"\/> và '''Trịnh Sinh''' (鄭生)<ref>''[[Đại Nam chính biên liệt truyện|Đại Nam chính biên liệt truyện sơ tập]]'', quyển 32<\/ref>, còn sử Trung Quốc gọi là '''Trịnh Tín''' (鄭信)<ref name=zhengzhao>四十二梅居士, ''[[:s:zh:鄭昭傳|鄭昭傳]]''<\/ref> và '''Trịnh Chiêu''' (鄭昭).<ref>''[[Thanh sử cảo]], quyển 528''<\/ref>\n\nKhi lên 7 tuổi, Sin được giao cho một nhà sư tên là Thongdee để bắt đầu tiếp nhận giáo dục trong chùa Wat Kosawat (วัดโกษาวาส), sau này là Wat Choeng Tha (วัดเชิงท่า).<ref>{{chú thích web|url=http:\/\/watchoengthar.igetweb.com\/index.php?mo=10&art=224753 |title=Wat Choeng Thar's official website |publisher=Watchoengthar.igetweb.com |accessdate = ngày 29 tháng 3 năm 2010}}<\/ref> Sau bảy năm, cha nuôi gửi ông đi làm công việc của một tiểu đồng vương thất. Ông đã học thông thạo các ngoại ngữ như tiếng [[Tiếng Mân Nam|Mân Nam]], [[tiếng Việt]] và một số ngôn ngữ ở [[Tiếng Hindi|Ấn Độ]].\n\nKhi Sin cùng bạn của mình là [[Rama I|Thong-Duang]] còn là các chú tiểu, hai cậu bé kể rằng họ gặp một ông thầy bói [[Hoa kiều|người Hoa]] và người này nói rằng bàn tay của cả hai cậu bé có đường chỉ tay may mắn và sẽ đều làm vua. Không ai cho rằng điều này là nghiêm túc, song cả hai về sau đều làm vua và Thong-Duang, tức [[Rama I]], trở thành người kế nhiệm của Taksin.<ref>{{chú thích sách|author=พระราชวรวงศ์เธอ กรมหมื่นพิทยาลงกรณ์\n|title=สามกรุง\n|location=Bangkok\n|publisher=สำนักพิมพ์คลังวิทยา\n|ISBN=\n|pages=54–58\n|language=th\n}}<\/ref>\n\n===Sự nghiệp ban đầu===\nSau ba năm làm sư, Sin tham gia phụng sự cho Quốc vương [[Ekkathat|Ekatat]]<ref>Sử Việt gọi là Phong vương (瘋王)<\/ref> và là phó thống đốc thứ nhất rồi thống đốc của tỉnh [[Tak (tỉnh)|Tak]],<ref>Webster, 156<\/ref> do vậy mà ông được gọi là ''[[Danh xưng hoàng gia và quý tộc Thái Lan|Phraya]] Tak'', tức thống đốc tỉnh Tak<ref>Trong tiếng Thái, Lào, đơn vị tỉnh được gọi là Mường (tương tự khu vực Tây Bắc Việt Nam hiện nay). Do đó một số sách gọi Phraya Tak là chức Xã trưởng đất Mang Tát (茫薩).<\/ref>. Tỉnh này gặp nguy hiểm từ Miến Điện vì giáp biên giới. Cũng do danh xưng Phraya Tak này mà các sách sử Việt Nam còn gọi Taksin là Phi Nhã Tân (丕雅新, \"[[Phraya]] Sin\")<ref>Người Xiêm trước thế kỉ 19 chưa sử dụng tên họ như Trung Quốc, Việt Nam. Phraya được dịch thành Phi Nhã, Tân là do tên Sin của Taksin.<\/ref>.\n\nNăm 1764, quân Miến tấn công khu vực miền nam của Xiêm. Dưới quyền Muang Maha Noratha, quân Miến thắng lợi và tiến đến [[Phetchaburi]], và tại đây phải đối diện với các binh sĩ Xiêm dưới quyền hai tướng quân là Kosadhibodhi và Phraya Tak (tức Taksin). Quân đội Xiêm đánh lui quân Miến về đèo Singkhorn.\n[[Tập tin:Monument of King Taksin in Wat Kung Tapao.jpg|nhỏ|Tượng Taksin ở Wat Kung Tapao.]]\nNăm 1765, khi quân Miến tấn công Ayutthaya, Phraya Tak tham gia phòng thủ kinh thành, nhờ vậy mà được ban tước \"''Phraya Vajiraprakarn''\" của tỉnh [[Kamphaeng Phet (tỉnh)|Kamphaeng Phet]]. Tuy nhiên, ông không có cơ hội đến cai trị tỉnh Kamphaeng Phet do chiến tranh lại nổ ra. Ông lập tức được triệu hồi để bảo vệ kinh thành. Trong hơn một năm, các binh sĩ Xiêm và Miến giao tranh ác liệt trong cuộc bao vây Ayutthaya. Trong thời gian này, Phraya Vajiraprakarn trải qua nhiều thất bại khiến ông nghi ngờ về giá trị các nỗ lực của bản thân.\n\n===Kháng cự và độc lập===\nNgày 3 tháng 1 năm, 1766, trước khi Ayutthaya thất thủ, ông cùng 500 tùy tùng phá vòng vây của quân Miến để đến tỉnh [[Rayong]], ở bờ đông của [[vịnh Thái Lan]].<ref>{{chú thích sách|title=Columbia Chronologies of Asian History and Culture|author=John Bowman|publisher=[[Columbia University Press]]|page=514|isbn=0-231-11004-9}}<\/ref> Hành động này chưa từng được giải thích thỏa đáng, do vương cung và quý tộc Ayutthaya nằm trên một đảo; cách Taksin và tùy tùng phá vây vẫn còn là điều bí ẩn.\n\nNgày 7 tháng 4 năm 1767, Ayutthaya hoàn toàn thất thủ trước quân Miến. Sau khi kinh đô thất thủ và quốc vương từ trần, Xiêm bị phân thành sáu phần, trong đó Sin kiểm soát vùng duyên hải phía đông. Cùng với Tong-Duang lúc này có tên mới là [[Rama I|Chao Phraya Chakri]], ông cuối cùng tiến hành đẩy lui người Miến, đánh bại các đối thủ và tái thống nhất quốc gia.<ref>Eoseewong, p. 98<\/ref> Sin lúc này được gọi là Hoàng tử Tak.\n\nThống đốc Chantaburi từ chối thương lượng hữu nghị, do vậy ông cùng tùy tùng đột kích và chiếm được thị trấn vào ngày 15 tháng 6 năm 1767, chỉ hai tháng sau khi Ayutthaya thất thủ.<ref name=DamrongRajanubhab385>Damrong Rajanubhab, p. 385<\/ref> Quân đội của ông nhanh chóng gia tăng số lượng với những nam giới tại Chantaburi và [[Trat (tỉnh)|Trat]], là hai tỉnh không bị cướp phá và bị suy giảm dân số do quân Miến,<ref>{{chú thích web |url=http:\/\/www.crma.ac.th\/histdept\/archives\/articles\/king-tak-to-the-east.htm |title=Art&Culture,100 |language=th |publisher=Crma.ac.th |accessdate=ngày 29 tháng 3 năm 2010 |archive-date=2009-06-22 |archive-url=https:\/\/web.archive.org\/web\/20090622054412\/http:\/\/www.crma.ac.th\/histdept\/archives\/articles\/king-tak-to-the-east.htm }}<\/ref> một cách tự nhiên tạo thành cơ sở thích hợp cho ông để tiến hành chuẩn bị giải phóng tổ quốc.<ref name=warwood253>W.A.R.Wood, p. 253<\/ref>\n[[Tập tin:พระเจ้าตากทรงม้า.jpg|nhỏ|290x290px|Taksin cưỡi ngựa chiến.]]\nSau khi cướp phá hoàn toàn Ayutthaya, người Miến dường như không thể hiện sự quan tâm nghiêm túc trong việc chiếm giữ thủ đô của Xiêm, do họ chỉ để lại một số ít binh sĩ dưới quyền Tướng Suki để kiểm soát thành phố nay đã tan vỡ. Họ chuyển sự chú ý của mình về phía Bắc, nơi Miến Điện chịu sự đe dọa từ việc [[Nhà Thanh|Đại Thanh]] xâm chiếm. Ngày 6 tháng 11 năm 1767, khi làm chủ được 5.000 binh sĩ và toàn bộ đều có sĩ khí cao, Taksin chỉ huy quân đội đi thuyền ngược sông Chao Phraya và chiếm [[Thon Buri (quận)|Thonburi]] ở đối diện [[Bangkok]] hiện nay, hành quyết thống đốc người Thái do Miến Điện phong là Thong-in.<ref>Damrong Rajanubhab, các trang 401-402<\/ref> Sau chiến thắng nhanh chóng này, ông táo bạo tấn công đại doanh của quân Miến tại Phosamton gần Ayutthya.<ref>Damrong Rajanubhab, các trang 403<\/ref> Quân Miến bị đánh bại, và Taksin khải hoàn Ayutthaya, bảy tháng sau khi thành phố thất thủ.<ref name=\"warwood253\" \/>\n\n===Lập đô===\nTaksin thực hiện những bước quan trọng nhằm thể hiện ông là một người kế nhiệm xứng đáng của vương vị. Ông được thuật là đã đối đãi thích hợp với dư đảng của vương tộc cũ, sắp xếp đại hỏa táng thi thể của Quốc vương [[Ekkathat|Ekatat]], và giải quyết vấn đề định đô.<ref>Damrong Rajanubhab, p. 388<\/ref> Có thể Taksin nhận thấy rằng Ayutthaya bị tàn phá nghiêm trọng nên việc khôi phục nó về tình trạng cũ chắc chắc sẽ quá sức đối với nguồn lực của ông. Người Miến quá quen thuộc với các tuyến đường để tiến đến Ayutthaya, và trong trường hợp người Miến lại tiến công, thì binh sĩ của ông sẽ không thể đủ sức bảo vệ thành phố. Do vậy, ông lập đô tại Thonburi, là nơi gần biển hơn Ayutthaya.<ref name=Syamananda95\/> Ngoài việc sẽ khó xâm nhập Thon Buri bằng đường bộ, sự lựa chọn này cũng sẽ ngăn chặn việc thu thập vũ khí và thiết bị quân sự của bất cứ ai có tham vọng biến bản thân thành một vương độc lập ở xa về thượng du [[sông Chao Phraya]].<ref name=DamrongRajanubhab385\/> Do [[Thonburi]] là một đô thị nhỏ, quân sẵn có của Vương Tak, cả bộ binh và thủy binh, có thể tham gia xây dựng công sự, và nếu ông nhận thấy rằng không thể giữ nó trước một cuộc tấn công của kẻ thù, ông có thể đưa quân lên tàu và tiến hành triệt thoái đến Chantaburi.<ref>{{chú thích sách|title=Nirat Phra Bart (นิราศพระบาท)|year=2007|author=[[Sunthorn Phu]]|publisher=Kong Toon (กองทุน)|pages=123–124|isbn=978-974-482-064-8|language=th}}<\/ref>\n\nNhững thắng lợi trước các đối thủ quyền lực là nhờ năng lực chiến đấu như một chiến binh của Taksin. Ông thường ở tiền tuyến trong khi đấu với kẻ địch, nhờ vậy truyền sĩ khí cho binh sĩ để họ bất chấp nguy hiểm. Trong số những quan chức gắn vận mệnh với ông có hai cá nhân mà sau này đóng vai trò đặc biệt quan trọng trong lịch sử Thái Lan, họ là hai người con của một quan chức mang tước Pra Acksonsuntornsmiantra (พระอักษรสุนทรเสมียนตรา), người anh là Tongduang (ทองด้วง) và sau thành lập vương triều Chakri, người em là [[Maha Sura Singhanat|Boonma]] (บุญมา) nắm giữ vị trí quyền lực số hai.<ref>Prince Chula, p.74<\/ref>\n\nTrước khi Ayutthaya thất thủ, Tongduang được phong tước ''Luang'' ''Yokkrabat'', giữ chức giám sát vương thất, thống đốc tỉnh [[Ratchaburi]], còn Boonma có hiệu là Nai Sudchinda. Luang Yokkrabat (Tongduang) không có mặt lúc kinh thành Ayutthaya thất thủ, còn Nai Sudchinda (Boonma) thì đã đào thoát khỏi kinh thành. Tuy nhiên, khi Taksin tập hợp lực lượng tại Chantaburi, Nai Sudchinda đem những tùy tùng của mình gia nhập, giúp tăng cường lực lượng của Taksin, và được thăng làm Pra Mahamontri (พระมหามนตรี). Ngay sau khi đăng cơ, Taksin đảm bảo phụng sự của Luang Yokkrabut theo khuyến nghị của Pra Mahamontri và thăng người này là Pra Rajwarin (พระราชวรินทร์). Sau đó, do có công lao nên Pra Rajwarin được lập làm Chao Phraya Chakri<ref>Chao Phraya Chakri là danh hiệu có nhiều tướng Xiêm từng giữ như cha nuôi của Taksin, Rama I, [[Chao Phraya Bodin Decha|Bodindecha]]. Sử Việt gọi chung là Phi Nhã Chất Tri (丕雅質知), nhưng chủ yếu để chỉ Bodindecha. Người Xiêm trước thế kỉ 19 chưa sử dụng tên họ như Trung Quốc, Việt Nam.<\/ref>, hạng tể tướng, và Pra Mahamontri được lập làm Chao Phraya Surasih<ref>Sử Việt gọi là Phi Nhã Sô Si (丕雅芻癡).<\/ref>.<ref name=\"Syamananda95\">Syamananda, p. 95<\/ref>\n\n==Trị vì==\n\n===Tức vị===\n[[Tập tin:KingTaksin's coronation.jpg|thumb|320x320px|Taksin Đại Vương lên ngôi, 28 tháng 12 năm 1767]]\nNgày 28 tháng 12 năm 1767, ông lên ngôi quốc vương của [[Xiêm]] tại cung điện Wang Derm tại tân đô [[Thon Buri (quận)|Thonburi]].<ref>[http:\/\/www.mybangkokholiday.com\/attractions\/palaces\/ \"Palaces in Bangkok\"]. ''Mybangkokholiday.com.'.' Truy cập 25 tháng 9 năm 2009.<\/ref> Ông lấy danh xưng chính thức là '''Boromraja IV''' và \"'''Phra Sri Sanphet'''\", song được biết trong sử Thái là Quốc vương Taksin, một sự kết hợp giữa danh xưng phổ biến của ông là Phya Tak, và nguyên danh của ông là Sin, hoặc là Quốc vương của Thonburi, do ông là quân chủ duy nhất của kinh đô này. Khi làm lễ đăng cơ, ông 34 tuổi. Quốc vương chọn không trở về Ayutthaya mà lập đô tại Thonburi, vốn chỉ cách biển 20&nbsp;km nên phù hợp hơn với thương nghiệp hàng hải, song không không có thời gian để kiến thiết nó thành một đại thành thị,<ref>Wyatt, p.141<\/ref> do hoàn toàn bận rộn với việc trấn áp các đối thủ bên trong và bên ngoại, cũng như khuếch trương lãnh thổ trong suốt triều đại của mình.<ref>Syamananda, p. 94<\/ref>\n\n===Năm quốc gia riêng biệt===\nSau khi Ayutthaya thất thủ, Xiêm bị tan vỡ do thiếu quyền lực trung ương. Ngoài Quốc vương Taksin, còn có Vương tử Teppipit (con của Quốc vương Boromakot) thất bại trong một hành động nghi binh chống người Miến vào năm 1766 và tự lập là quân chủ tại [[Phimai]], nắm quyền thống trị các tỉnh miền đông gồm cả [[Nakhon Ratchasima]] hay Khorat. Thống đốc [[Phitsanulok]] có tên đầu là Ruang (เรือง) thì tự tuyên bố độc lập, lãnh thổ nằm dưới quyền kiểm soát của người này trải rộng đến tỉnh [[Nakhon Sawan]]. Phía bắc của Phitsanulok là thị trấn Sawangburi (gọi là Fang trong tỉnh [[Uttaradit (tỉnh)|Uttaradit]]), tại đây một hòa thượng tên là Ruan xưng vương, bổ nhiệm các hòa thượng khác làm những chỉ huy quân sự. Tại các tỉnh miền nam từ [[Chumphon]] trở xuống, một Pra Palad giữ chức quyền thống đốc của [[Nakhon Si Thammarat]] tự tuyên bố độc lập và xưng vương.<ref>Wood, p. 254<\/ref>\n\nSau khi thiết lập vững chắc căn cứ quyền lực của mình tại Thonburi, Quốc vương Taksin bắt đầu tiến hành \"tái thống nhất\" vương quốc, tiêu diệt các địch thủ địa phương. Sau khi bị Thống đốc Phitsanulok tạm thời đẩy lui,<ref>Damrong Rajanubhab, các trang 414-415<\/ref> ông tập trung vào đánh bại người yếu nhất trước. Vương Teppipit tại Phimai bị dẹp yên và hành hình vào năm 1768.<ref>Damrong Rajanubhab, các trang 418-419<\/ref> Vương của Nakhon Si Thammarat bị một người trung thành với Taksin là Thống đốc [[Pattani]] bắt giữ,<ref>Damrong Rajanubhab, các trang 423–424<\/ref> Taksin không những tha mà còn cho nhân vật này cư trú tại Thonburi.\n\n===Chiến tranh===\nQuốc vương [[Hsinbyushin]] của Miến chưa từng từ bỏ kế hoạch nhằm buộc Xiêm phải khuất phục, và ngay khi biết tin về việc lập Thonburi làm thủ đô của Taksin, vị quân chủ của Miến Điện lệnh cho Thống đốc [[Dawei|Tavoy]] đi chinh phục Taksin vào năm 1767. Quân Miến tiến đến huyện Bangkung thuộc tỉnh [[Samut Songkram]] ở phía tây tân đô, song bị Taksin đánh tan.<ref>Damrong Rajanubhab, các trang 411-414<\/ref> Tuy nhiên, khi quân Thanh xâm nhập, Hsinbyushin quyết định triều hồi phần lớn binh sĩ nhằm kháng Thanh.\n\nSau khi dàn xếp hòa bình với quân Thanh, quân chủ Miến Điện phái một quân đội nhỏ khác gồm 5.000 binh sĩ đi tấn công Xiêm vào năm 1774. Tuy nhiên, họ bị người Xiêm bao vây hoàn toàn tại Bangkeo thuộc tỉnh [[Ratchaburi]], và cuối cùng do bị đói nên phải đầu hàng Taksin. Taksin có thể tàn sát họ, song thực tế ông để họ sống nhằm đề cao chí khí của người Thái.<ref>Damrong Rajanubhab, p. 462<\/ref> Quân tiếp viện của Miến Điện cắm trại tại tỉnh [[Kanchanaburi]] sau đó thu quân. Quốc vương Hsinbyushin vẫn cố gắng chinh phục Xiêm, và trong tháng 10 năm 1775, cuộc xâm chiếm lớn nhất của Miến Điện trong thời kỳ Thonburi bắt đầu dưới quyền [[Maha Thiha Thura]], trong sử Thái được gọi là \"Azaewunky\". Nhân vật này thể hiện bản thân là một tướng quân hàng đầu trong khi giao tranh với quân Thanh và trong một cuộc nổi dậy gần đó của người Pegu (Mon).<ref name=wood265-266\/>\n\n[[Tập tin:Battle of Bangkeo.jpg|thumb|368x368px|Trận Bangkeo tại Ratchaburi]]\n\nSau khi vượt qua biên giới Xiêm tại đèo Melamao, quân Miến hành quân hướng về [[Phitsanulok]], trên đường đi họ chiếm Phichai và [[Sukhothai (thành phố)|Sukhothai]]. Quân Miến sau đó bao vây Phitsanulok đang do hai tướng quân anh em là Chao Phraya Chakri và Chao Phya Surasih bảo vệ, và do quân Xiêm kháng cự ngoan cường, quân Miến bị cản bên ngoài thành lũy trong khoảng 4 tháng.<ref>Damrong Rajanubhab, các trang 491-492<\/ref> Hay tin về cuộc đột kích thành công của Chao Phraya Chakri khiến cho quân Miến phải rút vào trại, Azaewunky sắp xếp tiếp xúc với tướng quân này, Azaewunky ca ngợi chiến thuật của Chakri và khuyên Chakri lo cho bản thân, tiên đoán Chakri nhất định sẽ làm quốc vương. Bất kỳ nghi ngờ gì về việc Azaewunky âm mưu gây chia rẽ giữa Taksin và Chao Phraya Chakri nên được bỏ qua, do hai người cộng tác chặt chẽ trong các hành động quân sự sau đó.<ref name=wood265-266>Wood, các trang 265-266<\/ref><ref name=DamrongRajanubhab493-495>Damrong Rajanubhab, các trang 493-495<\/ref>\n\nBất chấp nỗ lực của Taksin nhằm tấn công quân Miến từ phía hậu, Chao Phraya Chakri và Chao Phraya Surasih không thể giữ thành Phitsanulok lâu hơn do thiếu lương thực dự trữ. Sau khi tập hợp hầu hết dân cư, họ đột vây thành công và lập [[Phetchabun]] làm trị sở. Azaewunky dẫn quân vào thành bỏ hoang và cuối tháng 3 năm 1776, song sớm cũng phải đối mặt với tình hình thiếu hụt lương thực. Đương thời, Quốc vương mới của Miến Điện là [[Singu Min]] lệnh cho Azaewunky rút khỏi lãnh thổ Xiêm, do vậy quân của Azaewunky dời đi, song tàn quân Miến tiếp tục chiến tranh cho đến khi họ bị đẩy lui khỏi Xiêm vào tháng 9 năm đó.<ref name=wood265-266\/><ref name=DamrongRajanubhab493-495\/>\n\nTheo ý kiến của Quốc vương Taksin, một khi [[Chiang Mai]] vẫn do người Miến cai trị thì phía bắc của Xiêm sẽ luôn bị người Miến xâm nhập. Điều kiện tiên quyết nhằm duy trì hòa bình trong khu vực là phải trục xuất hoàn toàn người Miến khỏi Chiang Mai.<ref>Wood, các trang 259-260<\/ref> Năm 1771, Thống đốc của Miến của Chiang Mai đem quân về phía nam và bao vây [[Amphoe Phichai|Phichai]], song bị đẩy lui. Taksin sau đó cho dò xét thực lực người Miến, và quân đội của ông không chuẩn bị một cuộc tấn công trực diện vào thành Chiang Mai. Sau khi gặp phải kháng cự ngoan cường của quân Miến, Taksin rút lui, có lẽ do tin vào một lời tiên tri cổ rằng cần hai lần nỗ lực để chiếm Chiang Mai.<ref>Damrong Rajanubhab, p. 435<\/ref>\n\nThất bại của quân Miến trong việc chiếm Phichai mở đầu cho cuộc viễn chinh lần thứ nhì của Taksin nhằm vào Chaing Mai.<ref>Damrong Rajanubhab, p. 438<\/ref> Khi một đạo quân Xiêm dưới quyền chỉ huy của Chao Phraya Chakri và Chao Phraya Surasih đến Lampang, hai quan viên hàng đầu Phraya Chaban và Phraya Kawila đã đào ngũ từ quân Miến để gia nhập bao vây Chaing Mai, không lâu sau Quốc vương Taksin đến nơi. Tháng 1 năm 1775, thành Chiang Mai thất thủ trước quân Xiêm, song thống đốc và chỉ huy của Miến Điện cùng gia đình chạy thoát. Trước khi dời về Thonburi, Taksin phong chức tước cho những người có công, Phraya Chaban được nhậm chức Thống đốc Chaing Mai và tước Phraya Wichienprakarn, còn Phraya Kawila và Phraya Waiwongsa lần lượt cai quản [[Lampang]] và [[Lamphun]].<ref name=\"Wood, các trang 263-264\">Wood, các trang 263-264<\/ref>\n\nChao Phraya Chakri được lệnh ở lại thêm nhằm giúp họ bình định miền bắc, vốn gồm cả các quốc gia Lào. Tuy nhiên, Quốc vương Miến Điện nhìn nhận sự tồn tại của quốc gia Lào là [[Vương quốc Luang Phrabang]] và [[Vương quốc Viêng Chăn|Vientiane]] tạo thành cơ sở để duy trì quyền lực của Miến Điện ở xa về phía đông, nên cần phải đoạt lại Chiang Mai, và một đạo quân Miến gồm 6.000 binh sĩ được phái đi với nhiệm vụ này vào năm 1776. Quân Miến tiến vào thành, song bị một đạo quân Xiêm cứu viện dưới quyền Chao Phraya Surasih đuổi đi. Chaing Mai chịu tổn thất nghiêm trọng do các chiến dịch, dân số trong thành giảm mạnh và bị bần cùng hóa, và trong trường hợp Miến Điện lại tiến công, thành sẽ không thể tự thủ. Do những nguyên nhân này, Quốc vương Taksin bỏ thành và các dân cư còn lại trong thành được chuyển đến Lampang. Chiang Mai do đó trở thành một thành hoang và duy trì tình trạng này trong 15 năm.<ref>Damrong Rajanubhab, p. 530<\/ref> Trong vài năm sau đó, Taksin nỗ lực giành quyền kiểm soát đối với [[Chiang Mai]], và đặt Campuchia làm chư hầu của Xiêm từ năm 1779 sau các chiến dịch quân sự liên tiếp.<ref>{{chú thích sách|title=The Emergence Of Modern Southeast Asia|author=Norman G. Owen|publisher=National University of Singapore Press|page=94|isbn=9971-69-328-3}}\n<\/ref>\n\n===Khuếch trương ra ngoại quốc===\n\n==== Cao Miên ====\nNăm 1769, Cao Miên lại chìm trong hỗn loạn do tranh đoạt vương vị giữa anh em vương thất, người anh là Quốc vương Ramraja (Non, sử Việt chép là [[Ang Nan|Nặc Nộn]]), và người em là Ton (sử Việt chép là [[Outey II|Nặc Tôn]]). Ton được quân [[chúa Nguyễn]] Đại Việt viện trợ và giành thắng lợi, xưng là Quốc vương Narairaja, còn Non cầu viện Xiêm. Cuộc đấu tranh này tạo cơ hội cho Taksin khôi phục quyền bá chủ của Xiêm đối với Cao Miên như thời Ayutthaya. Một đạo quân được phái đi để hỗ trợ cựu vương Ramraja giành lại quyền lực, song không thành công.<ref>Wood, các trang 257-258<\/ref><ref>Damrong Rajanubhab, p. 427<\/ref>\n\n==== Lào ====\nNăm 1777, quân chủ của [[Vương quốc Champasak]], đương thời là một quốc gia độc lập giáp với biên giới phía đông của Xiêm, ủng hộ Thống đốc [[Amphoe Nang Rong|Nangrong]] nổi loạn chống Taksin. Một đạo quân Xiêm dưới quyền [[Rama I|Chao Phraya Chakri]] được lệnh đi dẹp loạn, bắt và hành hình phản tặc. Đến khi nhận được quân tiếp viện dưới quyền Chao Phraya Surasih, Chao Phraya Chakri tiến về Champasak, quân chủ Champasak là Chao O cùng tể tướng bị bắt giữ và bị chặt đầu. Champasak được hợp nhất vào Xiêm, và Quốc vương Taksin rất hài lòng với sự chỉ đạo chiến dịch của Chao Phraya Chakri, và thăng cho vị tướng này tước '''[[Danh xưng hoàng gia và quý tộc Thái Lan|Somdej Chao Phraya]]''' '''Mahakasatsuek Piluekmahima Tuknakara Ra-adet''' (สมเด็จเจ้าพระยามหากษัตริย์ศึก พิลึกมหึมาทุกนคราระอาเดช)<ref>Damrong Rajanubhab, các trang 531-532<\/ref> - tước quý tộc cao nhất mà một người không thuộc huyết thống vương thất có thể đạt đến.\n\nTrước đó, tại [[Vương quốc Viêng Chăn|Vương quốc Vientiane]], một đại thần là Pra Woh nổi loạn chống lại quân chủ và chạy sang lãnh thổ Champasak, tại đây ông ta lập căn cứ tại Donmotdang gần thành phố Ubon hiện nay. Ông ta quy phục chính thức với Xiêm, song sau khi quân Xiêm rút đi thì ông ta bị quân Vientiane tấn công và tiêu diệt. Hành động này ngay lập tức bị Taksin nhìn nhận là một sự sỉ nhục lớn đối với ông, và theo lệnh của ông, Somdej Chao Phya Mahakasatsuek xâm chiếm Vientiane với một đạo quân 2 vạn vào năm 1778. Quân chủ của [[Vương quốc Luang Prabang]] ở trong tình trạng thù địch với quân chủ của Vientiane, quân chủ nước này quy phục Xiêm để đổi lấy an toàn cho bản thân, đưa quân của mình hội quân với Somdej Chao Phya Mahakasatsuek để bao vây thành Vientiane.<ref>Wood, p. 268<\/ref> Sau một cuộc bao vây Vientiane kéo dài khoảng bốn tháng, người Xiêm chiếm được thành phố và đem tượng Phật lục bảo và [[Phra Bang]] đến Thonburi. Quốc vương Vientiane chạy thoát và sống lưu vong, hai vương quốc Luang Prabang và Vientiane trở thành nước phụ thuộc của Xiêm.<ref name=\"wyatt143\">Wyatt, p. 143<\/ref>\n\n==== Đàng Trong và Cao Miên ====\nNăm 1770, Quốc vương Taksin phát động chiến tranh chống [[chúa Nguyễn]] nhằm tranh đoạt quyền kiểm soát Cao Miên. Sau một số thất bại ban đầu, liên quân Xiêm-Miên [[Chiến tranh Việt–Xiêm (1771-1772)|đánh bại quân Nguyễn]] vào năm 1771 và 1772.{{Fact}} Những thất bại này khiến kích động một cuộc nội loạn ([[khởi nghĩa Tây Sơn]]) mà sau đó đã hất chúa Nguyễn khỏi quyền lực. Năm 1773, chúa Nguyễn làm hòa với Taksin, trao lại một số lãnh thổ mà họ kiểm soát tại Cao Miên.<ref>Barnes, p. 74<\/ref>\n\nTuy nhiên, năm 1771, dù được quân Xiêm đoạt lại vương vị Cao Miên cho mình song Narairaja rút đến phía đông quốc gia. Cuối cùng, Ramraja và Narairaja tiến đến một thỏa hiệp, theo đó người anh sẽ làm đệ nhất vương và người em sẽ làm đệ nhị vương hay Maha [[Uparaja|Uparayoj]], và hoàng tử tên Tam là Maha Uparat cho đệ nhất và đệ nhị vương, thỏa hiệp này không làm thỏa mãn các bên. Tam bị ám sát, trong khi đệ nhị vương đột ngột từ trần.\n\nCho rằng Quốc vương Ramraja phải chịu trách nhiệm về những việc này, nhiều quan chức cao cấp dưới quyền lãnh đạo của Vương tử Talaha (Mu) nổi loạn, bắt và ném Ramraja xuống sông vào năm 1780. Talaha đưa [[Ang Eng]] mới bốn tuổi làm quốc vương, còn bản thân thì làm nhiếp chính, song ông ra nghiêng quá nhiều về phía chúa Nguyễn, do đó xung đột với chính sách của Taksin là ủng hộ một nhân vật thân Xiêm trên vương vị Cao Miên.\n\nTaksin do đó quyết định tiến hành xâm chiếm Cao Miên, một đạo quân Xiêm gồm 2 vạn binh sĩ dưới quyền Somdej Chao Phraya Mahakasatsuek tiến vào Cao Miên, và trong trường hợp chinh phục thành công sẽ đưa con của Taksin là Vương tử Intarapitak làm vương của Cao Miên. Với viện trợ từ chúa Nguyễn, vương tử Talana chuẩn bị kháng cự quân Xiêm tại [[Phnôm Pênh]], song trước khi bắt đầu giao tranh thì các rối loạn nghiêm trọng nổ ra tại Xiêm khiến cho Somdej Chao Phraya Mahakasatsuek (tức Chakri) quyết định vội vàng trở về Thonburi, sau khi trao quyền chỉ huy đạo quân cho em trai là Chao Phraya Surasih<ref>Thực ra là hai anh em Chakri trở về để dẹp loạn và cướp ngôi.<\/ref>.<ref name=\"Wood, các trang 263-264\" \/>\n[[Tập tin:1780 Raynal and Bonne Map of Southeast Asia and the Philippines - Geographicus - Philippines-bonne-1780.jpg|nhỏ|529x529px|Bản đồ khu vực Đông Nam Á năm 1780.]]\n\n===Kinh tế, văn hóa và tôn giáo ===\nSau khi Taksin lập Thonburi làm kinh đô, nhân dân sống trong tình cảnh bần cùng, lương thực và trang phục khan hiếm. Quốc vương nhận thức được tình cảnh của các thần dân, do đó nhằm hợp pháp hóa yêu sách của bản thân đối với vương quốc, ông nhận định việc giải quyết các vấn đề kinh tế là ưu tiên chính. Ông trả giá cao mua gạo bằng tiền của mình để khiến các thương nhân ngoại quốc đem đến đủ lượng cần thiết cơ bản nhằm đáp ứng nhu cầu của nhân dân. Sau đó, ông phân phối gạo và y phục cho toàn bộ các thần dân thiếu ăn của mình. Những người lưu tán trở về quê hương của họ, trạng thái bình thường được phục hồi. Kinh tế quốc gia dần được khôi phục.<ref>{{th icon}} Collected History Part 65. [[Bangkok]], 1937, p. 87<\/ref> Quốc vương Taksin phái ba đoàn sứ thần đến Đại Thanh vào năm 1767, đương thời hoàng đế là [[Càn Long]]. Đến năm 1772, Đại Thanh công nhận Taksin là quân chủ hợp pháp của Xiêm.<ref>{{chú thích sách|url=http:\/\/books.google.com\/books?id=8uDZzMQYlesC&pg=PA114&lpg=PA114&dq=King+taksin+qianlong&source=bl&ots=m5f54qtQTp&sig=B1TzPeJ5X8sHG-30bv5n3hC-g_g&hl=en&ei=zkCVStb9EYKOlQfex6GbDA&sa=X&oi=book_result&ct=result&resnum=3#v=onepage&q=King%20taksin%20qianlong&f=false |title=A short history of China and... - Google Books |publisher=Books.google.com |accessdate = ngày 29 tháng 3 năm 2010}}<\/ref>\n\nVăn bản từ năm 1777 viết rằng: ''\"Những hàng hóa quan trọng từ Xiêm là hổ phách, vàng, đá màu, quặng vàng tốt, bột vàng, đá bán quý, và chì cứng.\"'' Đương thời, Quốc vương tích cực khuyến khích người Hoa đến định cư tại Xiêm, phần lớn là người Triều Châu,<ref>Lintner, p. 234<\/ref> một phần là nhằm hồi sinh nền kinh tế đang đình trệ<ref>Baker,Phongpaichit, p. 32<\/ref> và tăng cường lực lượng lao động địa phương trong thời điểm đó.<ref>Editors of Time Out, p. 84<\/ref> Ông hầu như phải đấu tranh liên tục trong hầu hết thời gian cai trị nhằm duy trì độc lập cho quốc gia. Do ảnh hưởng kinh tế của cộng đồng người Hoa di cư tăng lên theo thời gian, nhiều quý tộc bắt đầu quay sang chống lại ông vì việc liên minh với các thương nhân người Hoa. Theo một học giả, phe phản đối chủ yếu do các thành viên gia tộc [[Bunnag]] lãnh đạo, đây là một gia tộc thương nhân-quý tộc có nguồn gốc Ba Tư, kế tập giữ chức bộ trưởng cảng và tài chính của Ayutthaya, hay còn gọi là Phra Klang<ref>Handley, p. 27<\/ref>\n\nCác thuyền buồm của Xiêm đến thuộc địa [[Surat]] của Bồ Đào Nha tại [[Goa]], Ấn Độ, tuy nhiên quan hệ ngoại giao chính thức chưa được thiết lập. Năm 1776, thuyền trưởng Anh Quốc [[Francis Light]] gửi 1.400 súng kíp cùng các hàng hóa khác làm tặng phẩm cho Quốc vương Taksin. Sau đó, Thonburi đặt mua một số súng từ Anh. Các thư từ vương thất được giao đổi và đến năm 1777, thì Phó vương [[Madras]] là George Stratton, gửi một kiếm vàng được trang hoàng bằng đá quý cho Taksin.<ref>{{chú thích web |url=http:\/\/library.du.ac.in\/xmlui\/bitstream\/handle\/1\/3110\/Ch05-Calendar%20of%20the%20madras%20despatches%201754-175(page.342-438).pdf?sequence=3 |title=The Madras Despatches, 1763-1764. |accessdate=ngày 29 tháng 3 năm 2010 |archive-date=2011-04-28 |archive-url=https:\/\/web.archive.org\/web\/20110428042214\/http:\/\/library.du.ac.in\/xmlui\/bitstream\/handle\/1\/3110\/Ch05-Calendar%20of%20the%20madras%20despatches%201754-175(page.342-438).pdf?sequence=3 }}<\/ref> Năm 1770, những người bản địa tại [[Terengganu]] và [[Jakarta]] tặng cho Thaksin 2.200 súng săn. Đương thời, Hà Lan kiểm soát đảo [[Java]].<ref>{{chú thích web |url=http:\/\/www.compuplan.nl\/TH\/journal\/400yearsVOC.doc |title=400 years Thai-Dutch Relation: VOC in Judea, Kingdom of Siam |accessdate=ngày 29 tháng 3 năm 2010 |archive-date=2011-04-28 |archive-url=https:\/\/web.archive.org\/web\/20110428042641\/http:\/\/www.compuplan.nl\/TH\/journal\/400yearsVOC.doc }}<\/ref>\n\nĐồng thời, Taksin can dự sâu vào việc khôi phục pháp luật và trật tự trong vương quốc và thi hành một chương trình phúc lợi công cộng cho nhân dân. Những lạm dụng trong khi thực hành Phật giáo, và trong các hoạt động công cộng, được cải biến thích hợp, và thực phẩm cùng y phục cũng như các nhu yếu phẩm khác trong sinh hoạt được phân phối nhanh chóng cho những người có nhu cầu, đem lại cho ông sự tôn trọng và tình cảm của nhân dân.<ref name=\"Syamananda95\"\/>\n\nTaksin cũng quan tâm đến các lĩnh vực nghệ thuật khác, trong đó có vũ đạo và kịch. Có bằng chứng rằng khi ông trấn áp phe của Chao Nakhon Si Thammarat vào năm 1769, ông đem về các nữ vũ công của Chao Nakhon. Cùng với các vũ công mà ông thu thập từ những nơi khác, họ được đào tạo và lập thành một đoàn kịch vương thất tại Thonburi theo mô hình Ayutthaya. Quốc vương viết bốn hồi từ [[Ramakian]] cho đoàn kịch vương thất nhằm diễn tập và biểu diễn.<ref>Amolwan Kiriwat. ''[http:\/\/www.library.umaine.edu\/theses\/pdf\/KiriwatAX2001.pdf Khon:Masked dance drama of the Thai Epic Ramakien] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110428042259\/http:\/\/www.library.umaine.edu\/theses\/pdf\/KiriwatAX2001.pdf |date=2011-04-28 }}.'.' Truy cập ngày 6 tháng 10 năm 2009.<\/ref><ref>Pattama Wattanapanich: The Study of the characteristics of the cour dance drama in the reign of King Taksin the Great, 210 các trang<\/ref>\n\nKhi ông tiến về phía bắc đề trấn áp phái Phra Fang, ông thấy rằng các nhà sư ở miền bắc không nghiêm và vô kỷ luật. Ông mời những chức sắc từ kinh thành đến dạt cho những nhà sư này và đưa họ trở lại phù hợp với các giáo lý chính của Phật giáo.\n[[Tập tin:Thonburi.jpg|nhỏ|448x448px|Vương quốc Thonburi.]]\nViệc quản lý [[Tăng đoàn]] trong thời kỳ Thonburi theo sau mô hình được thiết lập từ thời Ayutthaya,<ref>Sunthorn Na-rangsi. ''[http:\/\/www.stc.arts.chula.ac.th\/CJBS\/Administration%20of%20the%20Thai%20Sangha.pdf Administration of the Thai Sangha:past, present and fure] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120227144632\/http:\/\/www.stc.arts.chula.ac.th\/CJBS\/Administration%20of%20the%20Thai%20Sangha.pdf |date=2012-02-27 }}.'.' Truy cập ngày 6 tháng 10 năm 2009.<\/ref> và ông cho phép những nhà truyền giáo người Pháp được vào Xiêm, và gió họ xây dựng một nhà thờ vào năm 1780.\n\n===Những năm cuối===\nVề nguyên nhân Taksin bị giết và cướp ngôi có nhiều ý kiến.\n\n==== Thái Lan ====\nCác sử gia Thái chỉ ra sự lạm quyền trong thu thuế, và quốc vương bắt đầu trở thành một người cuồng tín tôn giáo. Năm 1781, Taksin biểu thị những dấu hiệu bất an về tinh thần, ông tin rằng bản thân sau này sẽ thành Phật, hy vọng đổi màu máu của mình từ đỏ thành trắng. Khi ông bắt đầu thực hành thiền, ông thậm chí còn giảng đạo cho các nhà sư. Nghiêm trọng hơn, ông kích động chia rẽ Phật giáo Xiêm bằng cách yêu cầu các nhà sư phải công nhận ông là một sotapanna (tu đà hoàn)<ref>{{chú thích sách|title=The Buddhist Monkhood in Nineteenth Century Thailand|author=Craig J. Reynolds (1920)|publisher=Cornel University|isbn=}}, p. 33<\/ref> Những nhà sư từ chối không cúi đầu trước Taksin và thờ Taksin như thần sẽ bị giáng thân phận, và hàng trăm người từ chối thờ ông đã bị đánh đập và bị kết án lao động khổ sai.<ref name=\"wyatt143\" \/>\n\nCăng thẳng kinh tế do chiến tranh là nghiêm trọng, do nạn đói lan rộng, nạn cướp bóc và tội phạm trở nên phổ biến. Những quan viên tham ô được tường thuật là có nhiều, bản thân Taksin cho hành quyết một số quan viên đó, bất mãn trong giới quan lại có thể thấy được.\n\n==== Phương Tây ====\nMột số sử gia cho rằng câu chuyện về việc ông bị \"điên\" có thể được dựng lên làm cớ để lật đổ ông. Tuy nhiên, những bức thư của một nhà truyền giáo người Pháp ở Thonburi vào đương thời hỗ trợ cho tường thuật về những hành vi dị thường của Taksin, theo đó \"Ông (Taksin) giành toàn thời gian vào cầu nguyện, ăn chay, và thiền, nhằm sử dụng các cách thức này để có thể bay trong không trung.\" Tiếp đến, các nhà truyền giáo mô tả rằng trong một số năm ông rất bực tức trước các thần dân và người ngoại quốc cư trú hoặc đến giao dịch tại Xiêm, rằng ông mất trí và tàn nhẫn hơn trước, bỏ tù và tra khảo ngay cả thê thiếp và vương tử cùng các quan lại cấp cao, muốn họ nhận tội mà họ không phạm phải.<ref>Journal of M. Descourvieres, (Thonburi). Dec.21, 1782; in Launay, ''Histoire'', p. 309.<\/ref>\n\n==== Đại Nam ====\nCòn theo [[Đại Nam thực lục|Đại Nam Thực Lục]] của nhà Nguyễn thì: lúc xảy ra loạn Oan Sản ([[Phraya San]]), hai anh em Chất Tri ([[Rama I|Chakri]]) đang chiến đấu ở Cao Miên. Khi hay tin Trịnh Quốc Anh (Taksin) bắt giam vợ con của hai anh em, họ đã giảng hòa với tướng [[Nguyễn Hữu Thụy]] của chúa Nguyễn. Người anh Chất Tri giao một ít binh lính lại cho em trai Sô Si ([[Maha Sura Singhanat|Surasih]]), còn mình thì dẫn đại quân về kinh thành, ngầm sai thủ hại sát hại Trịnh Quốc Anh rồi vu tội cho Oan Sản. Cuối cùng, Chất Tri giết luôn Oan Sản và tự lập làm vua.\n\n==== Cái chết ====\nMột cuộc đảo chính nhằm loại bỏ Taksin khỏi vương vị do vậy đã diễn ra.<ref>{{chú thích sách|title=The Rough Guide to Southeast Asia|year=2000|url=https:\/\/archive.org\/details\/roughguidetosout00roug|author=Rough Guides|publisher=[[Rough Guides]]|page=[https:\/\/archive.org\/details\/roughguidetosout00roug\/page\/823 823]|isbn=1-85828-553-4}}<\/ref> Khi đó có vị tướng ở thành Cổ Lạc làm phản, Taksin lệnh cho tướng Phraya San<ref>Sử Việt ghi là Oan Sản (寃産) hoặc Phi Nha Văn Sản.<\/ref> đi dẹp loạn. Nhưng Phraya San lại là anh trai của vị tướng làm loạn, hai anh em mới hợp nhau trở lại kinh thành đảo chính. Quân trong thành mở cổng cho Phraya San vào, Taksin bỏ trốn vào chùa nhưng bị bắt giam lại. Phraya San sai người báo cho [[Rama I|Chakri]] biết.\n\nKhi chính biến nổ ra, Tướng quân [[Buddha Yodfa Chulaloke|Chao Phraya Chakri]] đang chiến đấu tại Cao Miên, song nhanh chóng trở về kinh thành sau khi hay tin. Khi đến kinh thành, Tướng quân dập tắt chính biến bằng các vụ bắt giữ, điều tra và trừng phạt, thái bình được khôi phục tại kinh thành.\n\nTheo biên niên sử vương thất Thái, Tướng quân Chao Phraya Chakri quyết định xử tử Taksin, ghi rằng khi được đưa đến điểm hành quyết, Taksin đòi tiếp kiến Tướng quân Chao Phraya Chakri song Tướng quân bác bỏ. Taksin bị chặt đầu trước pháo đài Wichai Prasit vào ngày 10 tháng 4 năm 1782, và thi thể của ông được an táng tại Wat Bang Yi Ruea Tai. Tướng quân Chao Phraya Chakri sau đó giành quyền kiểm soát thủ đô và xưng vương, thiết lập [[vương triều Chakri]].<ref>[[Nidhi Eoseewong]]. (1986). ''Thai politics in the reign of the King of Thon Buri.'' Bangkok: Arts & Culture Publishing House. các trang 575.<\/ref>\n\nMột ghi chép khác thì viết rằng Tướng Chao Phraya Chakri lệnh hành quyết Taksin theo cách thức truyền thống của Xiêm tại Wat Chaeng: bằng cách bị đưa vào trong một túi bằng nhung và bị đánh đến chết bằng một gậy gỗ đàn hương.<ref>Prida Sichalalai. (1982, December). \"The last year of King Taksin the Great\". ''Arts & Culture Magazine'', (3, 2).<\/ref>\n\nCó một ghi chép viết rằng Taksin được bí mật đưa đến một cung điện nhằm tại vùng núi xa xôi của [[Nakhon Si Thammarat]] và ông sống tại đây cho đến năm 1825, và một người thế thân ông bị đánh đến chết.<ref>Wyatt, p. 145; [http:\/\/www.usmta.com\/history-4.htm Siamese\/Thai history and culture&ndash;Part 4] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070820203758\/http:\/\/www.usmta.com\/history-4.htm |date=2007-08-20 }}<\/ref> Tro của Taksin và vợ được đặt tại Wat Intharam (nằm tại Thonburi), chúng được đặt trong hai tháp hình nụ sen đứng trước đại sảnh cũ.<ref>{{chú thích web |url=http:\/\/www.thailandsworld.com\/index.cfm?p=478 |title=see bottom of the page -item 7 |publisher=Thailandsworld.com |accessdate=ngày 29 tháng 3 năm 2010 |archive-date=2009-09-12 |archive-url=https:\/\/web.archive.org\/web\/20090912194914\/http:\/\/www.thailandsworld.com\/index.cfm?p=478 |url-status=dead }}<\/ref>\n\nQuan điểm trái chiều về các sự kiện là Tướng quân Chakri thực sự muốn làm quốc vương và đã cáo buộc Taksin là người Hoa, nhằm hợp pháp hóa quân chủ mới là Phraya Chakri hay [[Rama I]]. Theo sử gia Nidhi Eoseewong, Taksin có thể được nhìn nhận là người khởi thủy, nhà lãnh đạo với phong cách mới, thúc đẩy 'phi tập trung hóa' vương quốc và một thế hệ quý tộc mới có nguồn gốc từ các thương nhân người Hoa, là những người trợ giúp chính cho ông trong chiến tranh.<ref>Nidhi Eoseewong, p. 55<\/ref> Trên một khía cạnh khác, Phraya Chakri và những người ủng hộ ông ta thuộc thế hệ 'cũ' gồm các quý tộc Ayutthaya, bất mãn trước những thay đổi.\n\n==Di sản==\n[[Tập tin:Wongwian Yai.jpg|thumb|Tượng Taksin Đại Vương tại Wongwian Yai]]\nMột số sử gia cấp tiến nhận định Taksin khác biệt với những quân chủ của Ayutthaya, về nguồn gốc, chính sách, và phong cách lãnh đạo của ông, chúng đại diện cho một tầng lớp mới. Trong thời kỳ Bangkok, trước [[Cách mạng Xiêm 1932]] thì Taksin không được tôn trọng cao độ như những quốc vương Xiêm khác do các vua nhà Chakri vẫn lo ngại tính hợp pháp chính trị của họ. Sau năm 1932, khi chế độ quân chủ chuyên chế nhường chỗ cho thời kỳ dân chủ, Taksin được tôn trọng hơn trước, trở thành một trong những anh hùng dân tộc. Điều này là do các nhà lãnh đạo đương thời như [[Plaek Pibulsonggram]] muốn tôn vinh và quảng cáo những câu chuyện về các nhân vật lịch sử nhất định trong quá khứ nhằm hỗ trợ cho chính sách của họ về chủ nghĩa dân tộc, bành trướng, và ái quốc.\n\nTượng Quốc vương Taksin được khánh thánh giữa Wongwian Yai tại Thonburi, tại giao lộ giữa các đường Prajadhipok\/Inthara Phithak\/Lat Ya\/Somdet Phra Chao Taksin. Quốc vương được miêu tả tay phải cầm một thanh kiếm. Lễ khánh thành tượng được tổ chức vào ngày 17 tháng 4 năm 1954, và lễ bày tỏ tôn kính của vương thất được tổ chức vào ngày 28 tháng 12 hàng năm. Đương kim quốc vương chính thức đến để bày tỏ lòng kính trọng trước tượng Taksin.<ref>{{chú thích sách|title=Becoming the Buddha: The Ritual of Image|url=https:\/\/archive.org\/details\/becomingbuddhari0000swea|author=Donald K. Swearer|year=2004|publisher=Princeton University Press|pages=[https:\/\/archive.org\/details\/becomingbuddhari0000swea\/page\/n256 235]|isbn=0691114358}}<\/ref>\n\nNăm 1981, Nội các Thái thông qua một nghị quyết truy tặng Taksin tước hiệu danh dự ''Đại Vương''. Với mục đích tôn vinh những quân chủ Thái Lan trong lịch sử từng được tôn là \"Đại vương\", [[Ngân hàng Thái Lan]] ban hành loạt tiền thứ 12 mang tên '''loạt Đại Vương''', trong ba mệnh giá: 10, 20 và 100 [[Baht]]. Tượng Taksin Đại Vương tại công viên tiêu khiển Tungnachaey tại [[Chanthaburi]] xuất hiện trên giấy bạc 20-Baht phát hành ngày 28 tháng 12 năm 1981.<ref>{{chú thích web |url= http:\/\/www.bot.or.th\/English\/Banknotes\/HistoryANdSeriesOfBanknotes\/Pages\/Banknote_Series12.aspx |title= The Great Series \n|author= Wararat |author2=Sumit \n |date= ngày 23 tháng 2 năm 2012 \n|work= Banknotes > History and Series of Banknotes > Banknotes, Series 12\n|publisher= [[Ngân hàng Thái Lan]] |accessdate= ngày 7 tháng 6 năm 2013\n|quote= 20 Baht Back - Notification Date ngày 2 tháng 11 năm 1981 Issue Date ngày 28 tháng 12 năm 1981}}<\/ref> Ngày ông đăng cơ, 28 tháng 12, là ngày chính thức để bày tỏ sự kính trọng với Taksin, song không phải ngày nghỉ công cộng.\n[[Tập tin:Taksin tomb.JPG|nhỏ|317x317px|Cổng lăng mộ Taksin ở Quảng Đông. Chữ Hán: 郑皇达信公园 Trịnh Hoàng Đạt Tín Công Viên (Công viên vua Trịnh Đạt Tín)]]\nMột lăng mộ gồm y phục của Quốc vương Taksin và một miếu thờ gia tộc được thành lập tại huyện Trừng Hải, Quảng Đông vào năm 1921. Người ta cho rằng một hậu duệ của Taksin Đại Vương đã gửi y phục của ông đến chôn tại đây nhằm phù hợp với phong tục Trung Hoa, điều này hỗ trợ tuyên bố rằng đây là quê hương của cha Taksin.<ref>{{chú thích sách|title=Siam Chinese boat Chinese in Bangkok regend|year=2001|author=Pimpraphai Pisalbutr|publisher=Nanmee Books|page=93|isbn=974-472-331-9|language=th}}\n<\/ref>\n\n==Gia đình==\nQuốc vương Taksin có 21 con trai và chín con gái tên là:<ref name=\"ธำรงศักดิ์ อายุวัฒนะ 490\">{{chú thích sách|author=ธำรงศักดิ์ อายุวัฒนะ\n|title=ราชสกุลจักรีวงศ์ และราชสกุลสมเด็จพระเจ้าตากสินมหาราช\n|location=Bangkok\n|publisher=สำนักพิมพ์บรรณกิจ\n|ISBN=974-222-648-2\n|page=490\n|language=th\n}}<\/ref>\n\n{|\n|- valign=\"top\"\n|\n* Vương tử Chui <small>([[Nhị vương (Xiêm)|Nhị vương]] [[Inthraphithak|Khun Intarapitak]])<\/small>\n* Vương tử Noi\n* Vương tử Amphawan <small>(Mom Wan)<\/small>\n* Vương tử Thatsaphong <small>([[Phra Phong Narin]])<\/small>\n* Vương tử Narenthra Ratchakuman <small>([[Phra Narenthra Racha]])<\/small>\n* Vương tử Thatsaphai <small>([[Phra Inthra Aphai]])<\/small>\n* Vương tử Suphanthuwong <small>([[Mom Men]])<\/small>\n* Công chúa Pancha Papi\n* Vương tử Sila\n* Công chúa Komon\n* Công chúa Buppha\n* Vương tử Singhara\n* Vương tử Lek\n* Công chúa Samliwan <small>([[Chao Chom Manda Samli]])<\/small>\n* Vương tử Onnika <small>([[Nai Nu Dam]])<\/small>\n|\n* Công chúa Praphaiphak\n* Công chúa Sumali\n* Vương tử Thamrong\n* Công chúa Lamang\n* Công chúa Sangwan\n* Vương tử Khanthawong\n* Vương tử Mekhin\n* Vương tử Isinthon\n* Vương tử Bua\n* Vương tử \n* Vương tử Nu Daeng\n* Công chúa Sut Chatri\n* Vương tử Noi <small>([[Chao Phraya Nakhon Si Thammarat (Noi Na Nakhon)|Chao Phraya Nakhon Si Thammarat]])<\/small>\n* Vương tử Thong-in <small>([[Chao Phraya Nakhon Ratchasima (Thong-in Na Ratchasima)|Chao Phraya Nakhon Ratchasima]])<\/small>\n|}\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Đầu hộp}}\n{{Thứ tự kế vị|\nchức vụ=Vua Xiêm La|\nnăm=1767–1782|\ntrước=Vua [[Ekkathat|Borommaracha V]]<br>(Suriyamarin \/ Ekkathat)<br>(của [[Vương quốc Ayutthaya#Danh sách các vị vua Ayutthaya|Ayutthaya]])|\nsau=[[Rama I]]<br>([[vương triều Chakri|triều đại Chakri]])\n}}\n{{Cuối hộp}}\n\n{{thể loại Commons|King Taksin}}\n\n{{Vua Thái Lan}}\n\n{{Các chủ đề|Lịch sử|Châu Á}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Vua bị giết]]\n[[Thể loại:Vua Thái Lan]]\n[[Thể loại:Vương triều Thonburi]]\n[[Thể loại:Người Thái gốc Hoa]]\n[[Thể loại:Mất năm 1782]]\n[[Thể loại:Nhà thơ Thái Lan]]\n[[Thể loại:Sinh năm 1734]]"}