{"102432":"{{Location map | Vietnam| width = 200| float = right\n| relief = yes\n| label = ''Chùa Bích Động''\n| position = bottom\n| lat_deg = 20.218515\n| lon_deg = 105.914698\n}}{{coord| 20.218515| 105.914698| type:landmark| format= dms| display= title}}\n[[Tập tin:Muaxuantamcoc.jpg|nhỏ|phải|250px|Phong cảnh Tam Cốc nhìn từ đỉnh núi]]\n[[Tập tin:Tam Coc by Tuan Mai \"007\" (8888350545).jpg|nhỏ|phải|250px|Tam Cốc mùa lúa chín]]\n'''Tam Cốc – Bích Động''' là quần thể hang động ở vùng đất xã [[Ninh Hải, Hoa Lư|Ninh Hải]] huyện [[Hoa Lư, Ninh Bình|Hoa Lư]] tỉnh [[Ninh Bình]], Việt Nam <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =NinhBinh-tt06 >[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Thong-tu-06-2019-TT-BNTNMT-ve-Danh-muc-dia-danh-dan-cu-de-lap-ban-do-phan-dat-tinh-Ninh-Binh-418040.aspx Thông tư 06\/2019\/TT-BTNMT ngày 28\/06\/2019] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư... phục vụ lập bản đồ tỉnh Ninh Bình. Thuvien Phapluat Online, 2019. Truy cập 15\/08\/2019.<\/ref><ref name =Bd50-fa92 >Bản đồ tỷ lệ 1:50.000 tờ F-48-92-D. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref>.\n\nTam Cốc – Bích Động còn được biết đến với những cái tên nổi tiếng như \"vịnh Hạ Long trên cạn\" hay \"Nam thiên đệ nhị động\" là một [[Khu du lịch quốc gia|khu du lịch trọng điểm quốc gia Việt Nam]]. Toàn khu vực bao gồm hệ thống các hang động núi đá vôi và các di tích lịch sử liên quan đến [[hành cung Vũ Lâm]] của triều đại [[nhà Trần]]. [[Quần thể danh thắng Tràng An]] - Tam Cốc được Thủ tướng chính phủ Việt Nam xếp hạng là di tích quốc gia đặc biệt và đã được tổ chức UNESCO xếp hạng di sản thế giới.\n\n==Tổng quan==\n[http:\/\/www.tamcocbichdong.com.vn\/Infodetails.aspx?cate=6&pro=18 Khu du lịch Tam Cốc-Bích Động hiện có diện tích tự nhiên là 350,3 ha]{{Liên kết hỏng|date=2021-07-03 |bot=InternetArchiveBot }}, nằm cách Quốc lộ 1 2&nbsp;km, cách [[ninh Bình (thành phố)|thành phố Ninh Bình]] 7&nbsp;km, cách [[thành phố Tam Điệp]] 9&nbsp;km. Chủ yếu khu vực nằm trên xã Ninh Hải ([[Hoa Lư, Ninh Bình|Hoa Lư]]). Các trung tâm đón khách phân bố ở các điểm: Tam Cốc, Cố Viên Lầu, thung Nắng, [[thung Nham]], [[chùa Bích Động]], hang Múa.\n\nKhu du lịch Tam Cốc – Bích Động gồm nhiều tuyến tham quan du thuyền, đi xe đạp và đi bộ nối khoảng gần 20 điểm du lịch. Các tuyến chính của khu du lịch:\n*Các tuyến du thuyền gồm: Tuyến bến Văn Lâm - [[sông Ngô Đồng]] - Tam Cốc; Tuyến Xuyên thủy động (xuyên dưới Bích Động); Tuyến Thạch Bích - thung Nắng.<ref>[http:\/\/www.mpi.gov.vn\/portal\/page\/portal\/bkhdt\/ktdpvlt\/63_tinh_tp\/116714\/Tab1 Danh thắng Ninh Bình]{{Liên kết hỏng|date=2021-03-30 |bot=InternetArchiveBot }}<\/ref>\n*Các điểm du lịch đi bộ, xe đạp và leo núi: Núi và [[chùa Bích Động]]; động Tiên; hang Múa; khu nhà cổ [[Cố Viên Lầu]]; [[đền Thái Vi]] - động Thiên Hương...\n\n==Các tuyến du lịch chính==\n===Tam Cốc - Đền Thái Vi - Động Thiên Hương===\nTam Cốc, có nghĩa là \"ba hang\", gồm hang Cả, hang Hai và hang Ba. Cả ba hang đều được tạo thành bởi dòng [[sông Ngô Đồng]] đâm xuyên qua núi. Tam Cốc là tuyến du thuyền được khai thác đầu tiên ở khu du lịch Tam Cốc – Bích Động.\n* Hang Cả dài 127 m, xuyên qua một quả núi lớn, cửa hang rộng trên 20 m. Trong hang khí hậu khá mát và có nhiều nhũ đá rủ xuống với muôn hình vạn trạng.\n* Hang Hai, cách hang Cả gần 1&nbsp;km, dài 60 m, trần hang có nhiều [[nhũ đá]] rủ xuống rất kỳ lạ\n* Hang Ba, gần hang Hai, dài 50 m, trần hang như một vòm đá, thấp hơn so với hai hang kia\nMuốn thăm Tam Cốc, du khách xuống thuyền từ bến trung tâm. Thuyền đưa du khách trên dòng [[sông Ngô Đồng]] uốn lượn qua các vách núi, hang xuyên thủy, cánh đồng lúa. Thời gian đi và trở lại khoảng 2 giờ. Phong cảnh Tam Cốc, nhất là 2 bên dòng [[sông Ngô Đồng]] có thể thay đổi theo mùa lúa (lúa xanh, lúa vàng hoặc màu bạc của nước trên cánh đồng).\n<center><gallery mode =packed heights=180px>\nTập tin:Tam Coc taken by Harmony Hiro.jpg|Tam Cốc - 3 hang xuyên thủy\nTập tin:Tam Coc Sailing.jpg|Khu vực bến thuyền Tam Cốc \nTập tin:Đường vào Tam Cốc - Ninh Bình.JPG|Các vách núi trên đường vào Tam Cốc\n<\/gallery><\/center>\n\n[[Đền Thái Vi]] là nơi thờ các vua Trần Thái Tông, Trần Thánh Tông, các tướng Trần Hưng Đạo, Trần Quang Khải và hoàng hậu [[Linh Từ quốc mẫu|Trần Thị Dung]]. Xưa vùng núi Tam Cốc là nơi nhà Trần về đây dựng [[hành cung Vũ Lâm]] trong kháng chiến chống Nguyên Mông. Có thể đi bộ đến [[đền Thái Vi]] từ hành trình Tam Cốc hoặc theo đường bộ cách bến thuyền Tam Cốc 2&nbsp;km.\n\nĐộng Thiên Hương nằm trên đường từ sông Ngô Đồng vào đền Thái Vi, là một động khô và sáng nằm ở lưng chừng núi có độ cao so với mặt đất khoảng 15 m. Động có [[chiều cao]] khoảng 60 m, sâu 40 m, rộng 20 m. Đỉnh động rỗng nên động còn có tên là Động Trời. Nằm gọn trong động là miếu thờ bà [[Linh Từ quốc mẫu|Trần Thị Dung]], vợ vua [[Lý Huệ Tông]]. Là một người đã truyền cho nhân dân xã [[Ninh Hải]] nghề thêu ren.\n\n===Bích Động – Xuyên Thủy Động===\nBích Động nằm cách bến Tam Cốc 2&nbsp;km, có nghĩa là \"động xanh\", là tên do tể tướng [[Nguyễn Nghiễm]], cha của đại thi hào [[Nguyễn Du]] đặt cho động năm 1773. Đây là một trong những thắng cảnh nằm trong nhóm được người xưa gọi là \"''Nam thiên đệ nhất động''\", cụ thể Bích Động được mệnh danh là \"Nam thiên đệ nhị động\" tức động đẹp thứ nhì trời Nam [đứng sau [[động Hương Tích]] (Nam thiên đệ nhất động) ở Hương Sơn và đứng trước [[động Địch Lộng]] (Nam thiên đệ tam động) ở Kẽm Trống]. Bích Động gồm một động khô nằm trên lưng chừng núi (làm [[chùa Bích Động]]) và một hang động nước đâm xuyên qua lòng núi (gọi là Xuyên Thủy Động). Phía trước động là một nhánh [[sông Ngô Đồng]] uốn lượn bên sườn núi, bên kia sông là cánh đồng lúa.\n\nXuyên Thủy động là một động tối và ngập nước nằm dọc theo [[chiều dài]] khối núi Bích Động. Xuyên Thủy động như 1 đường ống hình bán nguyệt bằng đá dài khoảng 350 m uốn lượn từ phía Đông sang phía Tây. Bình quân bề rộng của Xuyên Thủy động là 6m, chỗ rộng nhất là 15 m. Trần và vách động thường bằng phẳng, tạo hoá như xếp từng phiến đá lớn thành mái vòm cung, bán nguyệt với muôn hình vạn trạng.\n\nLối vào Xuyên thủy động ở phía sau núi, đối diện với đường vào [[chùa Bích Động]]. Tại điểm kết thúc hành trình xuyên thủy động, du khách có thể leo núi để tới động và [[chùa Bích Động]].\n\n[[Chùa Bích Động]] là một ngôi chùa cổ gắn với núi đá mang đậm phong cách Á Đông. Chùa được dựng từ đầu đời [[nhà Hậu Lê]]. Trong chùa có quả chuông lớn đúc từ thời vua [[Lê Thái Tổ]], mộ tháp các vị hòa thượng có công xây dựng chùa. Thời [[Lê Hiển Tông]] (1740-1786) chùa được trùng tu mở rộng thêm, bao gồm Chùa Hạ, Chùa Trung, Chùa Thượng, trải ra trên ba tầng núi.\n{{chính|Chùa Bích Động}}\n<center><gallery mode =packed heights=160px>\nTập tin:Đền Hạ-chùa Bích Động.JPG|Mùa xuân ở Bích Động \nTập tin:Bich Dong1 tango7174.JPG|Chùa Hạ - chùa Bích Động\nTập tin:Đền Trung Bích Động.JPG|Chùa Trung - chùa Bích Động\n<\/gallery><\/center>\n\n===Động Tiên – Chùa Linh Cốc===\n[[Tập tin:tamcock2.jpg|nhỏ|phải|250px|Vẻ đẹp động Tiên với nhiều nhũ đá tự nhiên]]\nĐộng Tiên là động khô đẹp của khu du lịch Tam Cốc – Bích Động. Động nằm cách [[chùa Bích Động]] gần 1&nbsp;km. Phạm vi động gồm có ba hang lớn, rộng và cao. Trần động có nhiều vân đá, nhũ đá rủ xuống lấp lánh nhiều màu sắc trông như những rễ cây lớn. Trên trần có nhiều dơi và chim cư trú. Đứng từ bên ngoài nhìn động như một lâu đài tráng lệ. Các biến đổi của tự nhiên tạo nên những hình dáng kỳ thú của nhũ đá trong động với hình thù là cây tiền, cây thóc, ông tiên, cô tiên, con voi, con sư tử, con hổ, con kỳ đà, con rồng, con đại bàng, và cả những đám mây bay lượn nhiều màu sắc. Những khối đá trong động khi gõ vào sẽ tạo ra nhiều loại âm thanh rất lạ.\n\nChùa Linh Cốc nằm trong núi chùa Móc. Chùa quay hướng tây, phía trước là một cánh đồng nước. Theo văn bia đặt ở chùa, Linh Cốc có từ triều vua Trần Thánh Tông. Sân chùa rộng ở ngay chân núi, hai bên sân có nhà thờ tổ. 3 gian quay hướng tây bắc, đặt tượng thờ thánh tăng là đức A Nam Đà và đức tổ tây, mũi cao, tóc quăn, râu quai nón là người Ấn Độ. Nhà trai 5 gian, quay hướng đông nam.Điện Mẫu quay lưng vào sườn núi, hướng tây nam, xây dựng theo kiểu chữ \" Tam\". Hậu cung là một gian thờ Tam Toà Thánh Mẫu gồm: Mẫu Thượng Ngàn, Mẫu Thoải, Mẫu Liễu Hạnh. Thiêu hương gồm 3 gian thờ Công Đồng Thánh Mẫu, Tiền Đường 5 gian, gian cuối bên tay trái có treo quả chuông.\n\n==Các tuyến du lịch liên quan==\nLà các tuyến du lịch trước đây thuộc quy hoạch khu du lịch Tam Cốc – Bích Động, hiện đã được tách ra thành khu du lịch có Ban quản lý riêng nhưng vẫn kết nối với các điểm du lịch của các khu vực này với khu du lịch Tam Cốc – Bích Động.\n\n===Thạch Bích - Thung Nắng===\nBắt đầu từ bến thuyền Đình Các (Tam Cốc), Du khách đi khoảng hơn 500 mét đường bộ là đến bến thuyền Thạch Bích để đi thung Nắng. Vượt qua một quãng đường thủy với hai bên là đồng lúa rì rào, núi non trùng điệp, qua đền Vối. Tiếp tục hành trình, du khách thăm thung nắng với một vùng trời mây, non nước bao bọc xung quanh. Với khoảng 3&nbsp;km đường thủy đi bằng thuyền du khách sẽ đến với nhiều huyền thoại như núi Ba Dọi, Núi Cóc, núi Măng, núi Vàng… Thuyền đưa du khách qua hang Thung Nắng dài khoảng 100 m là đền Thoong Nắng. Đền được xây dựng trong một không gian tĩnh lặng, lưng Đền dựa vào thế núi linh thiêng là nơi thờ Chúa thượng ngàn. Sau khi thăm Thung Nắng xong trên đường quay ra tới bến Cây Gạo du khách tới thăm đền Vối. Đền Vối có cách đây hàng trăm năm, được xây dựng bằng đá, với các đồ thờ bằng đá được chạm khắc công phu, tỉ mỉ. Đền Vối có từ thời nhà Lê thờ ông [[Lý Đông Hải]] là quan chấn trạch sơn lâm.<ref>[http:\/\/www.tamcocbichdong.com.vn\/Infodetails.aspx?cate=1&pro=1 Thung Nắng - một quần thể di tích lịch sử, danh lam thắng cảnh đẹp, hoang sơ]{{Liên kết hỏng|date=2021-05-23 |bot=InternetArchiveBot }}<\/ref>\n\nThung Nắng thuộc thôn Đam Khê, xã Ninh Hải, huyện [[Hoa Lư]]. Đường vào Thung Nắng phải đi bằng thuyền khoảng 3&nbsp;km. Hai bên đường đi có nhiều cỏ lác, lau sậy. Bên dưới làn nước mát trong veo là hệ động vật phong phú, sinh động. Môi trường sinh thái ở Thung Nắng vẫn giữ được nét hoang sơ. Khách du lịch thực sự được nghỉ ngơi thư giãn và có cảm giác thoải mái giữa một không gian yên tĩnh, dễ chịu.\nKhi thuyền đưa vào hang, Du khách sẽ cảm thấy mát lạnh vì trần hang rất thấp, các nhũ đá rủ xuống với muôn hình muôn vẻ khác nhau. Trước cửa hang là những bụi cây lau sậy um tùm. Tại đây du khách có thể neo đậu thuyền để nghỉ ngơi, chụp ảnh và ngắm nhìn cảnh đẹp. Cả một vùng chiêm trũng rộng lớn vẫn giữ được nét nguyên sơ mà thiên nhiên đã hình thành. Vào thời gian buổi chiều, những đàn cò trắng bay về đậu kín cả vùng đất ngập nước tạo nên một nét hấp dẫn đặc trưng của thung Nắng. Thung Nắng được kết nối theo tuyến du lịch: Thạch Bích – Thung Nắng - Đền Vối – Hang Thung Nắng - Đền Thung Nắng – Thung Nắng trong – [[Thung Nham]] – Rừng nguyên sinh – Hang Bụt – vườn chim – Hang Ghé – Hang Chùa.\n\n===Làng Việt cổ - Cố Viên Lầu===\n{{chính|Cố Viên Lầu}}\n[[Tập tin:CoVienLau.jpg|nhỏ|phải|250px|Cố Viên Lầu ở bến thuyền Tam Cốc]]\nCố Viên Lầu là khu nhà cổ gồm nhiều ngôi nhà được sưu tầm chủ yếu tại Ninh Bình khu vực đồng bằng Bắc Bộ. Năm 2008, khu nhà cổ Cố Viên Lầu được ngành Văn hóa – [[Du lịch Ninh Bình]] bổ sung vào khu du lịch Tam Cốc – Bích Động. Cố Viên Lầu nằm ngay cạnh bến thuyền Tam Cốc và trên đường đi [[đền Thái Vi]].\n\nNhững ngôi nhà cổ ở Cố Viên Lầu chủ yếu được xây dựng từ thời nhà Nguyễn trở lại đây nhưng cũng thể hiện được nét văn hóa độc đáo và đặc trưng trong kiến trúc truyền thống Việt Nam.\n\n===Thung Nham - Vườn chim===\n{{chính|Khu du lịch sinh thái Thung Nham}}\n[[Tập tin:Vietnam008a.jpg|nhỏ|phải|250px|Thanh bình \"Hạ Long cạn\"]]\n[[Tập tin:Thung Nham 13.JPG|nhỏ|phải|250px|Phong cảnh thung Nham]]\n[[Tập tin:Dong Vai Gioi 11.JPG|nhỏ|phải|250px|Phong cảnh bên trong hang động]]\nKhu du lịch Thung Nham - Vườn chim là một tuyến du ngoạn sinh thái thuộc [[quần thể danh thắng Tràng An]], mới hơn so với Tam Cốc. Khu du lịch này nằm tại thôn Hải Nham, xã Ninh Hải, huyện Hoa Lư, cách [[chùa Bích Động]] khoảng 5&nbsp;km về phía Tây với các điểm tham quan chính là động Vái Giời, động Tiên Cá và thung Chim.\n\nVườn chim thuộc thôn Đam Khê, xã Ninh Hải, cách [[chùa Bích Động]] khoảng 5&nbsp;km đường bộ. Trên những chiếc thuyền nan, du khách sẽ được hoà mình vào thiên nhiên, sông nước, tận hưởng vẻ đẹp hoang sơ của hang Chùa, động Thủy Cung rồi du thuyền vào thung chim ngắm thế giới của các loài chim lạ.\n\nĐiểm dừng chân đầu tiên trong [[khu du lịch sinh thái Thung Nham]] là động Vái Giời. Từ dưới chân núi du khách đi lên 439 bậc đá sẽ tới cửa Động. Động Vái Giời rộng khoảng 5000 m2, được chia làm 3 tầng riêng biệt: tầng Địa Ngục, tầng Trần Gian và tầng Thiên Đường. Xuống tầng Địa Ngục xem những nhũ đá với nhiều hình thù kỳ dị khác nhau tùy theo trí tưởng tượng của mỗi người, các khối nhũ đá được ánh sáng từ cửa hang chiếu vào lấp lánh. Tầng Trần Gian bằng phẳng hơn được nối với Tầng Thiên Đường bằng những bậc thang nhân tạo. Tầng Thiên Đường nằm trên cao nhất, nhìn ra một không gian rộng mở của [[Ninh Bình]] như bầu trời, cánh đồng lúa và những ngọn núi phía xa xa.\n\nVượt qua các hang thuyền sẽ đưa du khách đi đến vườn Chim. Trước mắt du khách là một vùng trời mây non nước trùng điệp, với những hàng cây mọc thẳng hàng ở trên mặt nước, và hàng ngàn, hàng vạn con chim ríu rít bay về đậu trên những cành cây trắng xoá. Một điều thú vị nữa là du khách sẽ được thăm thung lũng miệt vườn với rất nhiều hoa trái, cây Duối nghìn năm tuổi, cây đa di chuyển,...\n\n===Sông Bến Đang - Động Thiên Hà===\n{{chính|động Thiên Hà}}\n[[Động Thiên Hà]] nằm trong dải núi Tướng với độ cao gần 200m là một phần của bức tường thành thiên nhiên vững chắc bao bọc, bảo vệ phía tây nam [[hoa Lư|kinh đô Hoa Lư]] thế kỷ thứ X, gắn liền với những địa danh lịch sử, văn hoá như Bến thuyền [[Nhà Tiền Lê|Nhà Lê]], Núi Phật Đầu Sơn, Thửa Ruộng Đấu Lính...\n\nTừ bản Mường Thổ Hà, xã [[Sơn Hà, Nho Quan|Sơn Hà]], du khách xuống thuyền trên dòng kênh nhỏ có [[chiều dài]] chừng 1&nbsp;km xen giữa cánh đồng quê. Du khách tiếp tục bộ hành trên con đường đá dài 500m ven chân núi Tướng để tới cửa động. Động có [[chiều dài]] 700m bao gồm động khô dài 200m và động nước dài 500m. Những hình dáng do đá núi tạo ra được gọi tên như: đây là chú Cáo Lỗ đang chén mồi, kia là Voi phục, Hổ rình mồi, khỉ leo cây… cao hơn có khám thờ với hình ảnh Đức Phật, thầy Đường Tăng đang tụng kinh cầu an cho các đồ đệ... tất cả đều gợi trí tò mò, khám phá của du khách.\n\n===Hang Bụt===\nHang Bụt toạ lạc giữa lòng núi Tướng cách [[ninh Bình (thành phố)|thành phố Ninh Bình]] 8&nbsp;km, cách chùa Bích Động 1Km, trong khu rừng đặc dụng [[Hoa Lư]] thuộc thôn Thôn Hải Nham Xã Ninh Hải Huyện Hoa Lư. Hang Bụt hiện dài gần 500 m, lòng hang rất rộng và có nhiều nhũ đá với hình thù kỳ lạ. Nằm chính giữa hang là một tấm nhũ đá cao 1,5 m rộng 2 m có hình thù giống như một ông bụt hiện ra. Đến với Hang Bụt, du khách được đi thuyền chèo tay, ngoạn cảnh thiên nhiên hoang sơ, kỳ bí của núi rừng sông nước. Trong lòng hang nhiều vòm xoáy lạ mắt kích thích trí tưởng tượng du khách.<ref>{{Chú thích web |url=http:\/\/www.mienbac.ml\/load\/mien_nui_phia_bac\/tam_coc\/tam_coc_bich_dong\/7-1-0-20 |ngày truy cập=2016-07-16 |tựa đề=Khám phá Bích Động mới |archive-date=2016-09-22 |archive-url=https:\/\/web.archive.org\/web\/20160922183709\/http:\/\/www.mienbac.ml\/load\/mien_nui_phia_bac\/tam_coc\/tam_coc_bich_dong\/7-1-0-20 |url-status=dead }}<\/ref>\n\nDu lịch hang Bụt hiện ở Sơn Hà, du khách còn được di chuyển bằng xe đạp qua những con đường làng rợp bóng tre tìm hiểu về văn hoá phong tục của nông dân vùng lúa nước, thử làm mục đồng chăn trâu, tát cá, bắt cua, xay lúa giã gạo, hay thưởng thức những món ăn dân dã do chính mình làm ra, bắt được như cá rô nướng, canh cua ăn với cà muối…\n\n===Hang Múa===\nThuộc địa phận thôn Khê Hạ, xã Ninh Xuân. Đây là khu du lịch nhân tạo với các dịch vụ như leo núi, nghỉ ngơi cuối tuần và hội nghị. Hang Múa đã được kết nối với Tam Cốc theo tuyến du lịch tham quan: Bến Cây Đa – Bến Thánh – Hang Cả - Hang Múa – Hang Hai – Hang Ba – Suối Tiên – Khu Du lịch [[Hang động Tràng An]]. Tương truyền, hang Múa là nơi biểu diễn văn nghệ, múa hát của các cung nữ thời nhà Trần trước đây.\n\n==Cơ sở hạ tầng==\n[[Tập tin:tamcock1.jpg|nhỏ|phải|250px|Bến xe trung tâm khu du lịch]]\nTam Cốc – Bích Động là một trong những khu du lịch được đầu tư sớm ở Việt Nam, lại nằm trên Quốc lộ 1 giữa 2 [[ninh Bình (thành phố)|thành phố Ninh Bình]] và [[thành phố Tam Điệp]] nên có điều kiện thuận lợi phát triển hạ tầng du lịch. Tại đây có hẳn một ban quản lý điều hành các dịch vụ du lịch. Nơi đây phát triển khá sớm mô hình du lịch cộng đồng, nhà nước và nhân dân cùng làm.\n\n===Giao thông===\n*Bến xe trung tâm ở gần bến thuyền Tam Cốc, ngoài ra tại các điểm khác như hang Múa, Bích Động, [[Cố Viên Lầu]]… đều có bến xe phục vụ khách du lịch.\n*Bến thuyền gồm có các bến Tam Cốc, thung Nắng, xuyên thủy động, bến Thạch Bích và nhiều khu vực khác.\n*Xe đạp: là loại hình giao thông khá phổ biến ở khu vực này. Dịch vụ cho thuê xe có ở hầu hết các điểm du lịch.\n\n===Khách sạn===\nKhu du lịch Tam Cốc – Bích Động có hệ thống khách sạn khá tốt. Khách sạn tập trung nhiều ở khu bến thuyền Tam Cốc, làng quần thể [[du lịch Ninh Bình]] và trên tuyến đường từ Tam Cốc tới Bích Động.\n\n==Hình ảnh==\n<center><gallery mode =packed heights=\"200px\">\nImage:Tam Cốc01.jpg|Tam Cốc vào xuân\nImage:Tam Coc from above.jpg|[[Sông Ngô Đồng]]\nImage:Đền Hạ-chùa Bích Động.JPG|[[Chùa Bích Động]]\nImage:DenThaiVi1.jpg|[[đền Thái Vi]]\n<\/gallery><\/center>\n\n==Ghi chú==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Tam Coc}}\n*[http:\/\/www.binhthuan.gov.vn\/KHTT\/datnuoc\/0003\/9999\/DNCN0101.HTM Tam Cốc – Bích Động (Báo Bình Thuận)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100830183824\/http:\/\/www.binhthuan.gov.vn\/khtt\/datnuoc\/0003\/9999\/DNCN0101.HTM |date=2010-08-30 }}\n*[http:\/\/baoninhbinh.org.vn\/news\/43\/2DC8EA Thung Nắng - Thung Nham] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120215013904\/http:\/\/baoninhbinh.org.vn\/news\/43\/2DC8EA |date=2012-02-15 }}\n\n{{Du lịch Ninh Bình}}\n{{Hang động Việt Nam}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Khu du lịch Việt Nam]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Quần thể danh thắng Tràng An]]\n[[Thể loại:Địa lý Ninh Bình]]\n[[Thể loại:Hang động tại Ninh Bình]]"}