{"115513":"{{thiếu nguồn gốc}}\n{{wiki hóa}}\n'''Tam giáo quy nguyên''' là một khái niệm của [[Đạo Cao Đài]], theo đó Đạo Cao Đài cho rằng ba tôn giáo lớn là [[Nho giáo|Khổng giáo]], [[Đạo giáo]] và [[Phật giáo]] có cùng một nguồn cội từ Đức Chí Tôn và cần thiết phải hợp nhất triết lý ba tôn giáo này dưới danh nghĩa Đạo Cao Đài.\n\n==Định nghĩa==\n\nTrong [[Đạo Cao Đài]] khi nói Tam Giáo Quy Nguyên thì luôn phải kèm theo Ngũ Chi Phục Nhất. Tổng hợp từ kinh sách Cao Đài thì:\n\n* \"Tam giáo\" chỉ ba tôn giáo: [[Nho giáo|Khổng Giáo]], [[Đạo giáo|Đạo Giáo]] và [[Phật giáo]]; \"quy nguyên\" nghĩa là trở lại nguồn gốc ban đầu.\n* \"Ngũ chi\" là năm chi nhánh của nền Đại Đạo: Nhơn Đạo, Thần Đạo, Thánh Đạo, Tiên Đạo và Phật Đạo; \"phục nhất\" tức là thống nhất lại làm một.\n\n==Hiểu theo tinh thần Nhị Nguyên Đối Đãi==\n\nMuốn hiểu rõ hai vế đối này, phải xét theo tinh thần dùng từ ngữ của người Việt xưa. Người Việt xưa học tiếng [[Trung Quốc]] do đó chịu ảnh hưởng văn hóa Trung Hoa rất nhiều. Người Trung Quốc xưa tư tưởng theo hệ thống Nhị Nguyên Đối Đãi (Âm và Dương) mà ngày nay còn lại dấu vết trong [[Kinh Dịch]]. Chính vì thế mà văn chương Trung Hoa chuộng các vế đối, quan niệm rằng một khi có đủ Âm và Dương thì ý nghĩa mới đầy đủ.\n\nThế cho nên, \"Tam Giáo Qui Nguyên\" không hề tách biệt với \"Ngũ Chi Phục Nhất\". Thậm chí Tam không tách khỏi Ngũ, Giáo đối với Chi, Qui vốn quan hệ chặt chẽ với Phục, và Nguyên thì không thể thiếu Nhất. Ý nghĩa không nằm trong từng từ một mà ẩn chứa trong một tổng thể hài hòa theo tinh thần nhị nguyên đối đãi. Tam khi đối với Ngũ không còn là số 3 hay số 5 nữa mà ngụ ý một đại lượng vô hạn. Tương tự, Giáo đối với Chi không có nghĩa tôn giáo hay chi nhánh nữa mà là ám chỉ các tổ chức tôn giáo nói chung. Nói đúng hơn, Tam Giáo, Ngũ Chi ngụ ý chỉ toàn thể các hệ thống triết lý mà nhân loại đã biết.\n\nCũng theo tinh thần nói trên thì hai cụm từ Qui Nguyên và Phục Nhất sẽ có ý nghĩa như sau: Qui, Phục là quay trở về; qua đó, theo cùng mạch văn, có thể hiểu Nguyên, Nhất là khởi điểm, là nguyên thủy, là nguồn gốc chứ không phải là số 1.\n\nTóm lại, ý nghĩa của hai vế đối nêu trên là: mọi hệ thống triết lý tôn giáo quay về lúc ban đầu.\n\n== Khẳng định hay kêu gọi? ==\n\nDo đặc tính của ngữ pháp [[tiếng Trung Quốc]], trong những vế đối như trên thường không có [[chủ ngữ]] nên không rõ ràng đó là câu khẳng định hay một lời kêu gọi. Tuy nhiên, theo Cao Đài giáo, đó không phải là một khẳng định mà đó là một lời kêu gọi. Không phải kêu gọi các tín đồ Cao Đài hãy thống nhất các tôn giáo khác (làm như thế là tạo ra một đối đầu mới), mà là hãy truy nguyên đến tận nguồn gốc mọi hệ thống triết lý tôn giáo hiện hữu để đạt được một sự thấu hiểu sâu xa: tất cả đều có chung một cội nguồn.\n\nNếu tín đồ Cao Đài nào thực hiện được lời kêu gọi này, thì đầu tiên là bản thân tín đồ đó sẽ có được sự an bình nội tâm, bởi mọi xung đột ý tưởng như vẫn thường có đã bị triệt tiêu. Sau đó phải thể hiện bằng hành động cụ thể trong giao tiếp, trong sinh hoạt hằng ngày. Ví dụ như, khi làm việc, tiếp xúc với một người theo tôn giáo khác, tín đồ Cao Đài sẽ không phân biệt đối xử, vẫn xem người đó là anh em của mình, tôn giáo của người đó cũng là tôn giáo của mình.\n\nĐức Hộ pháp [[Phạm Công Tắc]] thuyết đạo tại [[Tòa Thánh Tây Ninh]] ngày [[1 tháng 7]] năm [[Mậu Dần]] (1938) nói về [[Thượng đế|Đức Chí Tôn]] qui nguyên Tam giáo, phục nhứt Ngũ Chi như sau đây:\n\n''\"Tại sao Đức Chí Tôn không giáng bằng xác thân, lại giáng bằng huyền diệu [[cơ bút]]?''\n\n''Tại thời kỳ chuyển đạo [[vô vi]] hiệp tam thanh, chấn hưng [[Tam giáo]], phục nhứt Ngũ Chi, nên Đức Chí Tôn giáng bằng huyền diệu cơ bút, mới qui đặng cả đại đồng Tam giáo. Bởi Nhứt Kỳ Phổ Độ và Nhị Kỳ Phổ Độ, [[Phật]] [[Thánh (định hướng)|Thánh]] [[Tiên]] giáng linh Tam giáo, nhơn buổi nhơn loại chưa hiệp đồng, nên ba vị Giáo chủ phải thọ sanh riêng địa phận, nên hai kỳ khai đạo ấy chỉ phổ độ trở về cựu vị có 8 ức nguyên nhân, còn buổi Hạ nguơn Tam Kỳ Phổ Độ, là thời kỳ ấn xá tội tình cho toàn thể chúng sanh, lại nhơn buổi văn minh nhơn loại thông đồng, Càn Khôn dĩ tận thức, nên Đức Chí Tôn dùng huyền diệu giáng cơ khai đạo, chủ nghĩa là tận độ 92 ức nguyên nhân qui hồi cựu vị cho khỏi sa đọa cõi hồng trần, nên gọi là cơ quan cứu thế.''\n\n''Nếu Đức Chí Tôn chia chơn linh giáng thế như các vị Giáo chủ buổi trước, thì phải tá mẫu đầu thai, mang hình thể hữu vi, lại nữa là đạo khai trong nước [[Việt Nam]] thì phải thọ sanh làm người Nam Việt thì có thế nào chuyển ba mối đạo khắp ngũ châu và toàn cầu thế giới đặng.''\n\n''Lại nữa, các dân tộc trong vạn quốc không thể hiệp đồng sự tín ngưỡng làm một thì khó mà độ tận chúng sanh, cho nên Đức Chí Tôn giáng bằng huyền diệu cơ bút đặng làm cho các nước để trọn đức tin rằng một Đấng Chí Linh giáng thế cứu đời, qui tụ cả khối tinh thần của nhơn loại duy nhứt, chỉ rõ bằng cớ như kỳ hội các tôn giáo tại [[Luân Đôn]], thì các nước đều công nhận nền Đạo Cao Đài là chơn thật, có thể qui nguyên đại đồng tôn giáo.''\n\n''Đức Chí Tôn tuy chẳng giáng bằng xác thân, mà lại qui tụ lương sanh lập quyền Hội Thánh thay hình thể hữu vi cho Đức Chí Tôn và lập Quyền Vạn linh đối phó cùng quyền Chí Linh. Ấy là cơ quan mầu nhiệm cứu vớt quần sanh, giải thoát khỏi chốn sông mê bể khổ.''\n\n''Kỳ Hạ nguơn nầy, dầu chúng sanh có tàn bạo hung ác thế nào cũng không làm hại xác thân của Đức Chí Tôn như các vị Giáo chủ buổi trước đây.''\n\n''Bởi quyền Vạn linh có đủ nghị lực tinh thần lập khuôn viên luật pháp, xây chuyển cơ đạo và cơ đời cho thuận theo lẽ tuần hoàn của Tạo hóa.''\n\n''Đức Chí Tôn khai đạo kỳ thứ ba nầy giáng bằng huyền diệu cơ bút, là do Thiên thơ tiền định, chuyển đạo vô vi, hiệp Tam giáo Ngũ Chi làm một.\"''\n\n==Đạt Đạo==\n\nTheo Cao Đài Giáo, các tín đồ thực hành các nghi thức tôn giáo theo quy định là để hiểu được nguyên lý này và sau đó phổ biến ra toàn thế giới. Cho đến lúc mọi người trên thế gian đều xem nhau là anh em trên tinh thần Tam Giáo Qui Nguyên, Ngũ Chi Phục Nhất thì thế giới sẽ thực sự đại đồng, chấm dứt mọi nguồn xung đột thù hận.\n\nRiêng về phương diện tu tập, quan niệm được mọi tư tưởng (Pháp) là \"một\" cũng là một trong những phương cách mà các tín đồ Cao Đài theo đuổi. Một khi đã hiểu được điều này đến mức sâu xa nhất, đó chính là trạng thái đạt đạo của người Cao Đài, và đó cũng là lý do tại sao biểu tượng [[Thiên Nhãn]] của đạo Cao Đài chỉ là Một Con Mắt.\n\n== Tham khảo ==\n{{tham khảo}}\nCao Đài Từ điển - Hiền Tài Nguyễn Văn Hồng.\n\n[[Thể loại:Đạo Cao Đài]]"}