{"1252452":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Tam Lãnh\n| hình = \n| ghi chú hình = \n| vĩ độ = 15\n| kinh độ = 108\n| vĩ phút = 26\n| vĩ giây = 34\n| kinh phút = 25\n| kinh giây = 14\n| diện tích = 71,61 km²\n| dân số = 5.860 người<ref name=\"QNAM2019\"\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 82 người\/km²\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Quảng Nam]]\n| huyện = [[Phú Ninh]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 20395<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tam Lãnh''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Phú Ninh]], tỉnh [[Quảng Nam]], [[Việt Nam]].\n\n==Địa lý==\nXã Tam Lãnh nằm cách trung tâm huyện Phú Ninh khoảng 20&nbsp;km về phía tây–nam, cách thành phố Tam Kỳ 30&nbsp;km về phía tây, có vị trí địa lý: \n*Phía đông giáp huyện [[Núi Thành]]\n*Phía tây giáp huyện [[Tiên Phước]]\n*Phía nam giáp huyện [[Bắc Trà My]]\n*Phía bắc giáp xã [[Tam Đại]] và xã [[Tam Dân (xã)|Tam Dân]].\n\nXã Tam Lãnh có diện tích 71,61&nbsp;km², dân số năm 2019 là 5.860 người<ref name=\"QNAM2019\">{{Chú thích web |url =http:\/\/tamquang.gov.vn\/FileUpload\/Kqua%20TDTDS-Nha%20o%201.4.19.pdf|title =Dân số đến 01 tháng 4 năm 2019 - Tỉnh Quảng Nam|accessdate = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 82 người\/km².\n\n==Hành chính==\nXã Tam Lãnh được chia thành 6 thôn: Phước Bắc, An Mỹ, Trung Sơn, Đàn Thượng, An Lâu, Bồng Miêu.<ref>Nghị quyết số 42\/NQ-HĐND ngày 06\/12\/2018 của Hội đồng nhân dân tỉnh Quảng Nam<\/ref>\n\n==Xã hội==\nTrên địa bàn xã Tam Lãnh có 01 Trung tâm y tế xã và 03 trường học gồm: Trường Mẫu giáo Hoa Mai, trường Tiểu học Trần Quốc Toản và trường THCS Chu Văn An.\n\n==Du lịch==\nXã Tam Lãnh tiếp giáp một phần với Hồ Phú Ninh - là hồ thủy lợi lớn nhất khu vực miền Trung. Hồ như một bức tranh thủy mặc tuyệt đẹp với cảnh núi non, sông nước, trời mây. Viêc chạy xe quanh hồ và ngắm cảnh, chụp hình là một trải nghiệm thú vị với tất cả du khách từng ghé chân qua đây. \n\nHồ Phú Ninh với diện tích mặt nước hơn 3.200 ha, sức chứa 344 triệu m³ là một công trình đại thủy nông của cả nước. Đây không chỉ là công trình tạo nên những thay đổi mạnh mẽ trong nông nghiệp, xây dựng nông thôn mới của tỉnh Quảng Nam mà còn là một danh thắng nổi tiếng. Công trình được khởi công xây dựng vào ngày 29\/3\/1977; đến ngày 14\/7\/1977, khởi công xây dựng đập đầu mối; ngày 29\/3\/1979 làm lễ chặn dòng giai đoạn 1; đến năm 1980 dòng nước đầu tiên của Phú Ninh đã dẫn tới cánh đồng xã Tam Xuân và các xã phía Nam của Tam Kỳ. Và sau hơn 9 năm xây dựng, ngày 27\/3\/1986, công trình Đại thủy nông Phú Ninh đã được khánh thành. \n\nTam Lãnh còn nổi tiếng với mỏ vàng Bồng Miêu (còn có tên gọi khác là Bông Miêu), từng là mỏ vàng có trữ lượng và quy mô khai thác lớn nhất cả nước từ thời Pháp thuộc. Một số công trình từ thời Pháp vẫn còn sót lại đến tận bây giờ. Ngoài ra, Thác Trắng, Hầm Hô cũng là hai địa danh mà du khách thường hay khám phá và ấn tượng khi đặt chân đến mảnh đất Tam Lãnh.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Quảng Nam}}\n{{Đơn vị hành chính thuộc huyện Phú Ninh}}"}