{"80929":"{{chú thích trong bài}} \n[[Tập tin:Bức Họa Tam Thánh 012014.JPG|nhỏ|phải|Cao Đài Tam Thánh. Từ trái sang phải: [[Tôn Dật Tiên]], [[Victor Hugo]] và [[Nguyễn Bỉnh Khiêm]]]]\n[[Tập tin:Cao Dai, The Three Saints stelae.jpg|nhỏ|phải|Tấm bia đá chú giải cho hình]]\n'''Tam Thánh ký hòa ước''' là một bức tranh thu hút nhiều sự chú ý và hiện được lưu giữ tại [[Tòa Thánh Tây Ninh]]. Bức tranh vẽ hình ba danh nhân của [[Việt Nam]] và thế giới, được xem là bậc Thánh của [[Đạo Cao Đài]] đang cùng nhau viết một hòa ước giữa Thượng đế và nhân loại gọi là bản ''Đệ tam Thiên Nhân Hòa ước''.\n\n==Thông tin bức tranh==\nBức \"Tam Thánh ký hòa ước\" do [[họa sĩ]] Lê Minh Tòng sáng tác năm 1947, vẽ Tam Thánh của đạo Cao Đài, mặc y phục tiêu biểu, đầu có ánh hào quang. Một người ghi nội dung hòa ước bằng chữ Hán, một người ghi bằng tiếng Pháp, cùng nội dung \"''Thiên Thượng Thiên Hạ Bác Ái Công Bình''\".\n\nNgày [[14 tháng 8]] năm [[1948]], bức tranh được treo ở bình phong gian Hiệp Thiên Đài tại [[Tòa Thánh Tây Ninh]], nhân lễ Trấn thần Tòa Thánh.\n\n==Tam Thánh Cao Đài==\nBa danh nhân trong bức \"Tam Thánh ký hòa ước\" là những danh nhân nổi tiếng của Việt Nam và thế giới, được các tín đồ [[Cao Đài]] tôn xưng bậc Thánh đứng đầu Bạch Vân Động, một nơi trong cõi thiêng liêng trong tín ngưỡng Cao Đài, đại diện cho tri thức nhân gian, gồm:\n\n=== Thanh Sơn Chân nhân ===\nTức danh sĩ [[Nguyễn Bỉnh Khiêm]] (1491-1585). Ông là một danh nhân nổi tiếng của [[Việt Nam]] thế kỷ 16, từng đỗ [[Trạng nguyên]], được phong tước Trình Tuyền hầu, nên dân gian gọi ông là Trạng Trình. Ông nổi tiếng đạo đức và có tài tiên tri, hiệu Bạch Vân cư sĩ, từng mở trường dạy học. Các tín đồ Cao Đài tôn phong ông đạo hiệu '''Thanh Sơn Đạo sĩ''', là Sư phó, tức ông thầy, đứng đầu Bạch Vân động.\n\nTrong \"Tam Thánh ký hòa ước\", Nguyễn Bỉnh Khiêm mặc quan phục [[Đại Việt]], viết [[chữ Hán|chữ Nho]], hàm ý đại diện cho [[Triết học Đông phương]].\n\n===Nguyệt Tâm Chân nhân===\nTức văn sĩ [[Victor Hugo]] (1802-1885). Ông là một nhà văn [[Pháp]] nổi tiếng thế giới thế kỷ 19. Các tác phẩm của ông đều mang tính cách mạng và đầy tính nhân bản, nổi tiếng như [[Những người khốn khổ]] (''Les Misérables'') và [[Nhà thờ Đức Bà Paris (tiểu thuyết)|Nhà thờ Đức bà Paris]] (''Notre-Dame de Paris''). Các tín đồ Cao Đài tôn phong ông đạo hiệu '''Nguyệt Tâm Chân nhơn''', làm Trưởng Đạo [[Hội Thánh Ngoại Giáo]].\n\nTrong \"Tam Thánh ký hòa ước\", Victor Hugo mặc quan phục Pháp thời cận đại, viết bằng Pháp văn, hàm ý đại diện cho [[Triết học Tây phương]].\n\n===Trung Sơn Chân nhân===\nTức chí sĩ [[Tôn Dật Tiên]] (1866-1925). Ông là nhà cách mạng nổi tiếng của [[Trung Quốc]] đầu thế kỷ 20. Là người đề ra thuyết [[Tam Dân]], ông có vai trò rất lớn trong việc đánh đổ triều đình phong kiến Mãn Thanh và kiến lập nền Cộng hòa ở Trung Quốc. Các tín đồ Cao Đài tôn phong ông đạo hiệu '''Trung Sơn Chơn nhơn'''.\n\nTrong \"Tam Thánh ký hòa ước\", Tôn Dật Tiên mặc y phục Trung Hoa đầu thế kỷ 20, mang nghiên mực, hàm ý đại diện cho tri thức tổng hợp của 2 nền triết học Đông - Tây.\n\n==Đọc thêm==\n*[[Đạo Cao Đài]]\n*[http:\/\/caodaism.org\/CaoDaiTuDien\/th\/th1-092.htm#01 Tam thánh ký hòa ước, Cao Đài Tự Điển, Đức Nguyên Nguyễn Văn Hồng ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071214192557\/http:\/\/caodaism.org\/CaoDaiTuDien\/th\/th1-092.htm#01 |date=2007-12-14 }}\n\n==Tham khảo==\n\n{{tham khảo}}\n{{Nguyễn Bỉnh Khiêm}}\n\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Nguyễn Bỉnh Khiêm]]"}