{"140384":"{{otheruses|Tam Bình (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam| Huyện\n| tên = Tam Bình\n| hình = Nong thon tam binh.jpg\n| ghi chú hình = Một vùng quê tại huyện Tam Bình\n| vĩ độ = 10\n| kinh độ = 105\n| vĩ phút = 03\n| vĩ giây = 58\n| kinh phút = 58\n| kinh giây = 03\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 290,65 km²\n| dân số = 156.574 người\n| thời điểm dân số = 2018\n| dân số thành thị = \n| dân số nông thôn = \n| mật độ dân số = 539 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Hoa (Việt Nam)|Hoa]], [[Người Khmer (Việt Nam)|Khmer]]\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Vĩnh Long]]\n| huyện lỵ = Thị trấn [[Tam Bình (thị trấn)|Tam Bình]]\n| phân chia hành chính = 1 thị trấn, 16 xã\n| thành lập = 1916\n| trụ sở UBND = Đường Lưu Văn Liệt, khóm 1, thị trấn Tam Bình\n| chủ tịch UBND = Nguyễn Quốc Thái\n| chủ tịch HĐND = Phan Văn Đàng \n| mã hành chính = 860<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 64-E1\n| web = {{url|tambinh.vinhlong.gov.vn}}\n}}\n\n'''Tam Bình''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Vĩnh Long]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Tam Bình nằm ở trung tâm tỉnh Vĩnh Long, giáp hầu hết với các huyện thị khác trong tỉnh (trừ [[Vĩnh Long (thành phố)|thành phố Vĩnh Long]]). Huyện Tam Bình cách thành phố Vĩnh Long 32 km, cách [[Thành phố Hồ Chí Minh]] 162 km về phía nam và cách thành phố [[Cần Thơ]] 28 km về phía bắc, có vị trí địa lý:\n*Phía bắc giáp huyện [[Long Hồ]]\n*Phía đông giáp huyện [[Mang Thít]] và huyện [[Vũng Liêm]]\n*Phía nam giáp huyện [[Trà Ôn]] \n*Phía tây giáp [[Bình Tân (huyện)|huyện Bình Tân]] và thị xã [[Bình Minh]].\n\n===Điều kiện tự nhiên===\nTam Bình có tổng diện tích tự nhiên là 27.972,1 ha. Diện tích đất nông nghiệp 23.763,57 ha, chiếm 84,95%; đất phi nông nghiệp 4.191,74ha, chiếm 14,98%. Trong đất nông nghiệp, đất canh tác cây hàng năm 15.594,4 ha, chiếm 55,74% diện tích tự nhiên; trong đó chủ yếu là đất trồng lúa và một số ít trồng rau màu; đất trồng cây lâu năm 7.892,45ha, chiếm 28,21%.\n\n===Địa hình===\nTam Bình có địa hình của huyện tương đối bằng phẳng, cao độ giữa các vùng chênh lệch 0,3-0,5m từ phía Đông và Đông bắc và thấp nhất dần về phía Tây và Tây Nam, có cao trình 0,5 – 0,7m so với mực nước biển nên rất thuận lợi cho dòng chảy của nước phục vụ cho nhu cầu sản xuất nông nghiệp, nhất là phát triển các vườn cây ăn trái.\n\nVề địa chất cấu tạo đất Tam Bình có loại đất mềm: Đất sét, đất cát và cát pha tạp chất hữu cơ, về thổ nhưỡng có 3 nhóm đất: đất phèn 11.911ha, chiếm 42,6% diện tích đất tự nhiên, đất phù sa 5.986ha, chiếm 21,4%, nhóm đất xáo trộn (đất lên líp) có 7.488 ha, chiếm 26,8%, đất loại khác 2.587ha, chiếm 9,2%. Tóm lại đất Tam Bình có 18.431,9ha là đất tốt, chiếm 65,89% diện tích đất tự nhiên, hoàn toàn chủ động nước ngọt nên thích hợp cho trồng cây ăn quả đặc sản, nuôi thủy sản và luân canh lúa-rau màu. Đây được xem là thế mạnh của huyện.\n\n===Khí hậu - thủy văn===\nKhí hậu nhiệt đới gió mùa mát mẻ quanh năm, có chế độ nhiệt tương đối cao và bức xạ dồi dào, thích hợp cho sản xuất nông nghiệp và phát triển các vườn cây ăn trái vùng nhiệt đới. Số giờ nắng trung bình\/năm từ 2.500 - 2.600 giờ; lượng mưa trung bình từ tháng 5 đến tháng 11 chiếm khoảng 94 - 97% tổng lượng mưa cả năm.\n\nThủy văn chịu ảnh hướng chế độ bán nhật triều không đều của biển Đông. Mực nước và biên độ triều khá cao, biên độ lớn tại sông Măng thít đỉnh 1,2m, chân 0,6m. Biện độ mực nước lũ vào khoảng 0,96 - 1,2m, mùa kiệt từ 1,17 - 2,1 m. Có hệ thống sông ngòi, kênh rạch chằng chịt nên tiềm năng tự chảy cho cây trồng khá lớn, khả năng tiêu rút tốt nên ít bị tác hại do mùa lũ hàng năm gây ra.\n\n===Dân số - lao động===\n\nDân số toàn huyện năm 2014 là 155.412 người (nam 77.162, nữ 78.250; thành thị 5.178, nông thôn 150.234, chiếm 14,93% dân số của tỉnh Vĩnh Long. Mật độ dân số 535 người\/km², được chia theo khu vực thành thị 3.064 người\/km²; nông thôn 520 người\/km². Thị trấn Tam Bình có mật độ dân số cao nhất với 3.064 người\/km²; thấp nhất là xã Mỹ Lộc 444 người\/km². Người Kinh chiếm khoảng 96,45%, các dân tộc khác chiếm 3,55% (người Khmer 5.309 người, chiếm 3,41%, người Hoa 176 người, chiếm 0,11%, và các dân tộc khác 30 người). Người Kinh phân bố đều ở các nơi; người Khmer sống tập trung ở xã Loan Mỹ; người Hoa tập trung ở thị trấn Tam Bình.\n\nDân số trong độ tuổi lao động 100.778 người (nam 52.796, nữ 47.982), tỷ lệ lao động qua đào tạo 42,7%; Cơ cấu lao động: tỷ lệ lao động trong nông nghiệp chiếm 62,5%, công nghiệp - xây dựng 10,05%, thương mại – dịch vụ 27,45% so tổng số người trong độ tuổi lao động.\n\n==Lịch sử==\nNgày [[29 tháng 6]] năm [[1916]], quận Tam Bình thuộc [[vĩnh Long|tỉnh Vĩnh Long]] được thành lập do đổi tên từ quận Chợ Mới (trước đó là quận Ba Kè), gồm 3 tổng: Bình Chánh với 5 làng, Bình Phú với 8 làng, Bình Thới với 5 làng. Ngày [[18 tháng 12]] năm [[1916]], quận Tam Bình nhận thêm phần đất của quận Cái Nhum do bị giải thể.\n\nNgày [[11 tháng 8]] năm [[1942]], giải thể tổng Bình Chánh, nhập làng Chánh An vào làng An Phước của tổng Bình Quới, [[Vũng Liêm|quận Vũng Liêm]], các làng Chánh Lợi, Chánh Hiệp, Chánh Hòa và Tân Long Hội nhập vào tổng Bình Thới.\n\nNgày [[20 tháng 3]] năm [[1956]], quận Tam Bình thuộc [[Tam Cần|tỉnh Tam Cần]]. Ngày [[22 tháng 10]] năm [[1956]], quận thuộc [[vĩnh Long|tỉnh Vĩnh Long]], bao gồm tổng Bình Thuận với 4 xã, tổng Bình Phú với 2 xã, tổng Bình Định với 3 xã.\n\nSau năm [[1965]], các tổng mặc nhiên bị giải thể.\n\nSau [[30 tháng 4]] năm [[1975]], Tam Bình là huyện của [[cửu Long (tỉnh)|tỉnh Cửu Long]].\n\n===Từ năm 1976 đến nay===\nNgày [[11 tháng 3]] năm [[1977]], huyện nhận thêm phần đất của huyện Bình Minh bị giải thể.<ref name=CP59>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-59-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Cuu-Long\/57968\/noi-dung.aspx Quyết định 59-CP hợp nhất điều chỉnh địa giới huyện thuộc tỉnh Cửu Long]<\/ref>\n\nNgày [[29 tháng 9]] năm [[1981]], tái lập huyện Bình Minh, huyện Tam Bình còn lại thị trấn Tam Bình và 9 xã: Bình Ninh, Hậu Lộc, Hòa Hiệp, Loan Mỹ, Mỹ Lộc, Mỹ Thạnh Trung, Ngãi Tứ, Song Phú, Tường Lộc.<ref name=HDBT98>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-98-HDBT-phan-vach-dia-gioi-huyen-thuoc-tinh-Cuu-Long\/43143\/noi-dung.aspx Quyết định 98-HĐBT phân vạch địa giới huyện thuộc tỉnh Cửu Long]<\/ref>\n\nNgày [[27 tháng 3]] năm [[1985]], lập xã Long Phú trên cơ sở tách đất xã Song Phú.<ref name=\"HĐBT86\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-86-HDBT-phan-vach-dieu-chinh-dia-gioi-xa-thi-tran-thuoc-tinh-Cuu-Long\/44634\/noi-dung.aspx t địnhQuyết định 86-HĐBT phân vạch, điều chỉnh địa giới xã, thị trấn thuộc tỉnh Cửu Long]<\/ref>\n\nNgày [[26 tháng 12]] năm [[1991]], tỉnh Cửu Long tách thành hai [[vĩnh Long|tỉnh Vĩnh Long]] và [[Trà Vinh]]. Huyện Tam Bình thuộc [[vĩnh Long|tỉnh Vĩnh Long]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[9 tháng 8]] năm [[1994]], lập mới các xã: Phú Thịnh, Tân Phú, Tân Lộc, Hoà Lộc, Phú Lộc và Hòa Thạnh.<ref>Nghị định 85-CP ngày 9 tháng 8 năm 1994 điều chỉnh địa giới thành lập xã thuộc thị xã Vĩnh Long và các huyện Bình Minh, Long Hồ, Tam Bình, Trà Ôn, Vũng Liêm, tỉnh Vĩnh Long<\/ref>\n\nTừ đó, huyện Tam Bình có 1 thị trấn và 16 xã như hiện nay.\n\n== Hành chính ==\nHuyện Tam Bình có 17 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Tam Bình (thị trấn)|Tam Bình]] và 16 xã: [[Bình Ninh, Tam Bình|Bình Ninh]], [[Hậu Lộc, Tam Bình|Hậu Lộc]], [[Hòa Hiệp, Tam Bình|Hòa Hiệp]], [[Hòa Lộc, Tam Bình|Hòa Lộc]], [[Hòa Thạnh, Tam Bình|Hòa Thạnh]], [[Loan Mỹ]], [[Long Phú, Tam Bình|Long Phú]], [[Mỹ Lộc, Tam Bình|Mỹ Lộc]], [[Mỹ Thạnh Trung]], [[Ngãi Tứ]], [[Phú Lộc, Tam Bình|Phú Lộc]], [[Phú Thịnh, Tam Bình|Phú Thịnh]], [[Song Phú]], [[Tân Lộc, Tam Bình|Tân Lộc]], [[Tân Phú, Tam Bình|Tân Phú]], [[Tường Lộc]].\n\n==Kinh tế==\nThế mạnh kinh tế của Tam Bình là sản xuất [[nông nghiệp]], đặc biệt là lúa và cây ăn trái. Toàn huyện đã cải tạo thêm 673 ha vườn kém hiệu quả, xây dựng có hiệu quả 18 mô hình cam sành sạch bệnh với tổng diện tích 10,5 [[hecta|ha]]. Bình quân giá trị [[sản xuất]] trên một ha đất [[nông nghiệp]] đạt 59,8 triệu đồng\/năm.\n\nCam sành Tam Bình với hương vị ngọt ngào nổi tiếng khắp cả nước, đã đăng ký độc quyền thương hiệu từ năm 2003. Năm 2007, huyện Tam Bình có 2.971,6 ha cam sành trồng tập trung ở các xã [[Mỹ Thạnh Trung]], [[Tường Lộc]], [[Mỹ Lộc, Tam Bình|Mỹ Lộc]], [[Loan Mỹ]], [[Hòa Hiệp, Tam Bình|Hòa Hiệp]].\n\nHuyện còn có khả năng phát triển [[công nghiệp]] nhất là chế biến [[nông sản]], tiểu thủ công nghiệp và dịch vụ. Trong các năm 2007 - 2009, huyện Tam Bình phát triển gần 2.000 cơ sở [[công nghiệp]] và tiểu thủ công nghiệp.\n\nTam Bình hiện phát triển 9 làng nghề: đan thảm lục bình, kết cườm, sản xuất bánh tráng giấy, xe bông dây kẽm, tách vỏ hạt điều, may túi da, đan giỏ nylông,… [[Ủy ban nhân dân|Ủy ban Nhân dân]] tỉnh đã công nhận 3 làng nghề đan thảm lục bình ở xã [[Bình Ninh, Tam Bình|Bình Ninh]], [[Ngãi Tứ]] và làng nghề sản xuất bánh tráng giấy ở xã [[Tường Lộc]]. Năm 2009, giá trị sản xuất [[công nghiệp]] của huyện đạt gần 88 tỷ đồng, [[thương mại]], [[dịch vụ]] đạt 1.342 tỷ đồng.\n\nHuyện có đặc sản là [[cam sành]], nổi tiếng trên thị trường cả nước về chất lượng thơm ngon và ngọt so với cam sành ở các vùng lân cận. Sản phẩm đã được đặc ký độc quyền về [[thương hiệu]]. Ngoài ra, huyện còn có khu [[di tích]] Cái Ngang, chùa Kỳ Son, chùa Phước Sơn,... đây điều là những điểm thu hút khách tham quan trên [[Việt Nam|toàn quốc]].\n\n===Nông – lâm - thủy sản===\nGiá trị sản xuất nông – lâm - thủy sản tăng trưởng bình quân hàng năm 8,53%:\n*Giai đoạn 2001 - 2005: 7,05%\n*Giai đoạn 2006 - 2009: 4,28% \n*Giai đoạn 2010 - 2014: 2,92%\n*Dự báo giai đoạn 2015 - 2020: 3,83%.\n====Nông nghiệp====\n'''Tốc độ tăng trưởng hàng năm nông nghiệp là 5,64%:''' \n*Giai đoạn 2001 - 2005: 2,9%\n*Giai đoạn 2006 - 2009: 4,0%\n*Giai đoạn 2010 - 2014: 3,11%\n*Dự báo giai đoạn 2015 - 2020: 3,73%.\n\n'''Lúa:''' \n*Diện tích: 45.513,3 ha, tăng 3,21%\n*Sản lượng hàng năm: 276.427 tấn, tăng 6,43% so năm 2010.\n\n'''Cây ăn quả:'''\n*Diện tích: 7.611 ha, tăng bình quân 0,29% so năm 2010\n*Sản lượng hàng năm: 97.428 tấn, gồm các loại: Cam, bưởi, xoài, nhãn, măng cụt,…\n\n'''Cây rau màu:'''\n*Diện tích: 4.836ha, tăng 7,12%. \n*Diện tích rau màu phát triển mạnh tăng 41,03% so năm 2010, trong đó màu trồng trên đất ruộng tăng 81,82%\n*Hình thành vùng chuyên canh màu ở các xã Bình Ninh, Ngãi Tứ.\n\n====Chăn nuôi==== \n*Đàn heo: 74.685 con\/năm, tăng bình quân 1,35% so năm 2010 \n*Đàn bò: 10.690 con\/năm, tăng 0,43% \n*Đàn gia cầm: 1.698.170 con\/năm, tăng 4,86%.\n\n====Thủy sản====\n*Diện tích nuôi trồng thủy sản: 569ha, tăng bình quân 2,75 ha so năm 2010\n*Sản lượng thủy sản đạt: 8.350 tấn, trong đó thủy sản nuôi đạt: 7.094 tấn.\n\n===Công nghiệp - tiểu thủ công nghiệp===\nTốc độ tăng trưởng bình quân hàng năm là 18%: \n*Giai đoạn 2001 - 2005: 7,5%\n*Giai đoạn 2006 - 2009: 17,22% \n*Giai đoạn 2010 - 2014: 9,74% \n*Dự báo giai đoạn 2015 - 2020: 13%.\n\nCác ngành công nghiệp chủ lực: Xay xát, gạch, sản xuất cửa sắt, hàn tiện,…\n\nCác làng nghề, hợp tác xã sản xuất hàng thủ công mỹ nghệ: Thảm lục bình, Bánh tráng giấy.\n\n===Thương mại – dịch vụ===\nTổng mức bán lẽ hàng hóa bình quân hàng năm là 24%:\n*Giai đoạn 2001 - 2005: 8,26%\n*Giai đoạn 2006 - 2009: 13,59 %\n*Giai đoạn 2010 - 2014: 15,01%\n*Dự báo giai đoạn 2015 - 2020: 15%.\n\nTrên địa bàn huyện Tam Bình tính đến cuối năm 2014 có 139 doanh nghiệp và 6.878 hộ kinh doanh hoạt động trên lĩnh vực thương mại. Huyện đã hoàn thành quy hoạch phát triển mạng lưới chợ đến năm 2020.\n\n==Văn hóa - du lịch==\n===Tôn giáo===\nHiện trên địa bàn huyện có 5 tôn giáo chính: Phật giáo, Công giáo, Tin lành, Cao đài và Hòa hảo. Về tín ngưỡng có khoảng 36.000 tín đồ chiếm 23,28% dân số theo 5 tôn giáo chính.\n\n===Tín ngưỡng===\nCơ sở thờ tự và tín ngưỡng dân gian có khoảng 69 cơ sở gồm: \n*Chùa Phật 34 có 2 chùa phật giáo Nam Tông khmer \n*7 Nhà thờ Công giáo\n*2 Tin Lành\n*1 Cao Đài Tây Ninh\n*4 Cao Đài Tiên Thiên\n*1 Chi hội Phật giáo Hòa Hảo\n*5 Thánh Thất\n*5 Đình Làng\n*1 Am Miếu.\n\n===Sự kiện tiêu biểu===\n*Khởi nghĩa Nam Kỳ ở xã Hậu Lộc\n*Chiến Thắng Thủ Cù ở xã Song Phú\n*Chiến thắng Cái Sơn ở Long Phú\n*Ngô Tùng Châu bắn rơi máy bay thực dân Pháp đầu tiên ở Vĩnh Long, bằng súng cá nhân là FM đầu bạc ở thị trấn Tam Bình\n*Trận đánh 6 ngày đêm của du kích xã Hòa Hiệp ở xã Hòa Hiệp.\n\n===Di tích lịch sử===\nDi tích lịch sử văn hóa trên địa bàn huyện hiện có 5 di tích lịch sử:\n*1 di tích cấp quốc gia là chùa Phước Hậu: tọa lạc tại ấp Đông Hậu, xã Ngãi Tứ\n*4 di tích cấp tỉnh gồm: \n:*Chùa Kỳ Son: tọa lạc tại ấp Kỳ Son, xã Loan Mỹ\n:*Chùa Đại Thọ: tọa lạc ở ấp Đại Thọ, xã Loan Mỹ\n:*Miếu quan tiền hiền Phan Công An: toạ lạc tại ấp Mỹ Phú I, xã Tường Lộc\n:*Khu lưu niệm Ngọc Đầu Sư Nguyễn Văn Ngợi: tọa lạc ở khóm 3, thị trấn Tam Bình.\n*Đồng thời 3 công trình di tích tiêu biểu cho truyền thống và con người Tam Bình: \n:*Khu di tích lịch sử Căn cứ Cách Mạng Cái Ngang: tọa lạc ấp 4, xã Phú Lộc \n:*Khu lưu niệm giáo sư, viện sĩ, anh hùng lao động, thiếu tướng Trần Đại Nghĩa: tọa lạc ấp Mỹ Phú I, xã Tường Lộc\n:*Bia truyền thống Công an tỉnh Vĩnh Long: tọa lạc tại ấp Danh Tấm, xã Hậu lộc.\n\n==Giao thông==\nGiao thông đường bộ có: Quốc lộ 1, Quốc lộ 53, Quốc lộ 54, các Tỉnh lộ 904, 905, 908, 909 và các tuyến giao thông quan trọng nối liền Tam Bình với các trung tâm kinh tế của tỉnh Vĩnh Long và các tỉnh, thành lân cận.\n\nĐây cũng là địa phương có dự án [[Đường cao tốc Mỹ Thuận – Cần Thơ]] đi qua đang được xây dựng.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Vĩnh Long}}\n{{Huyện thị Vĩnh Long}}\n{{Đơn vị hành chính thuộc huyện Tam Bình}}"}