{"283212":"{{Thông tin chức sắc Kitô giáo Chi tiết\n|type = \n|danh xưng trước = Giám mục <br>\n|tên = {{nowrap|Tađêô Anselmô Lê Hữu Từ}} <br> <small>O.Cist<\/small>\n|danh xưng sau = \n|chức vụ = [[Đại diện Tông Tòa]] [[Giáo phận Phát Diệm|Hạt Đại diện Tông Tòa Phát Diệm]] (1945–1959)<ref name=tt\/><br> [[Giám quản Tông Tòa]] [[Giáo phận Bùi Chu|Hạt Đại diện Tông Tòa Bùi Chu]] (1948–1950)\n|hình = Bishop Thaddeus Le Huu Tu, PhatDiem, Vietnam.jpg\n|cỡ hình = 220px\n|alt =\n|chú thích hình =\n|giáo hội = [[Giáo hội Công giáo Rôma|Công giáo Rôma]]\n\n|chức vụ 2 = Đại diện Tông Tòa Địa phận Phát Diệm\n|giáo tỉnh 2 =\n|đô thành 2 =\n|tổng giáo phận 2 = \n|giáo phận 2= \n|tòa 2= Hiệu tòa Daphnusia\n|bổ nhiệm 2= {{nowrap|11 tháng 7 năm 1945<ref name=p387\/>}}\n|tựu nhiệm 2= {{nowrap|1 tháng 11 năm 1945<Ref name=s1,lm\/>}}\n|hết nhiệm 2= 1959<ref name=tt\/>\n|tiền nhiệm 2= [[Gioan Maria Phan Đình Phùng]]\n|kế nhiệm 2 = [[Phaolô Bùi Chu Tạo]]\n\n|chức vụ I = Giám quản Tông Tòa Địa phận Bùi Chu\n|giáo tỉnh = \n|đô thành =\n|tổng giáo phận = \n|giáo phận = \n|tòa = \n|bổ nhiệm = 1948\n|tựu nhiệm = \n|hết nhiệm = {{nowrap|3 tháng 2 năm 1950}}\n|tiền nhiệm = \n|kế nhiệm = [[Tập tin:Goldstole.png|20px]] [[Giuse Maria Phạm Năng Tĩnh]]\n\n|đối kháng =\n|các chức khác = Giám mục Hiệu tòa Daphnusia (1945–1967)\n<!---------- Truyền chức --------->\n|thụ phong = {{nowrap|23 tháng 12 năm 1928}}\n|tấn phong = {{nowrap|28 tháng 10 năm 1945<ref name=sachhdgm\/>}}\n|thăng hồng y =\n|cấp bậc =\n<!------- Thông tin cá nhân ------->\n|tên khai sinh = \n|ngày sinh = \n{{birth date|df=y|1897| 10|28}}\n|nơi sinh = Di Loan, [[Quảng Trị]], [[Trung Kỳ]], [[Liên bang Đông Dương]]\n|ngày mất = \n{{death date and age|df=y|1967|4|24|1897|10|28}} \n|nơi mất = [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n|nơi an táng = Nghĩa trang Nhà hưu dưỡng Phát Diệm, Gò Vấp, Thành phố Hồ Chí Minh\n|quốc tịch = [[Việt Nam]]\n|tôn giáo =\n|nơi sinh trưởng = \n|cha mẹ =\n|người phối ngẫu =\n|con cái =\n|nghề nghiệp = \n|các chức trước = <!-- hoặc |tuyên khấn = -->\n|giáo dục = \n|học trường = \n|khẩu hiệu = ''\"Tiếng kêu trong hoang địa\"''\n|chữ ký =\n|phù hiệu =\n<!--------- Tuyên phong --------->\n|lễ kính =\n|tôn kính =\n|thánh hiệu =\n|chân phước ngày =\n|chân phước tại =\n|chân phước bởi =\n|phong thánh ngày=\n|phong thánh tại =\n|phong thánh bởi =\n|biểu trưng =\n|quan thầy của =\n|đền chính =\n|ngày bãi bỏ =\n}}\n{{danh xưng giám mục\n| image = [[Tập tin:Huy hiệu GM Lê Hữu Từ.jpg|giữa|200px]]\n| danh hiệu = Đức Giám mục\n| trang trọng = Đức Giám mục, Đức Cha\n| thân mật = Cha\n| tòa = Hiệu tòa Daphnusia\n| khẩu hiệu = ''\"Tiếng kêu trong hoang địa\"''\n}}\n\n'''Tađêô Lê Hữu Từ''' (1897–1967) là một [[giám mục]] [[Giáo hội Công giáo Rôma|Công giáo]] [[người Việt Nam]], với khẩu hiệu giám mục là \"Tiếng kêu trong hoang địa\" (''Vox Clamantis'' Mt 3:3). Ông từng là [[Giám mục]] [[Đại diện Tông Tòa]] [[Giáo phận Phát Diệm|Hạt Đại diện Tông Tòa Phát Diệm]], được xem là người thành lập và lãnh đạo lực lượng Tự vệ Công giáo tại [[giáo phận Bùi Chu|Bùi Chu]] – [[Phát Diệm]] trong giai đoạn 1950–1954. \n\nÔng cũng được xem là lãnh đạo tinh thần của những người Công giáo di cư vào miền Nam trong suốt giai đoạn 1954–1967.\n\n==Thân thế==\nGiám mục Lê Hữu Từ sinh ngày 28 tháng 10 năm 1897 tại Di Loan, nay thuộc thị trấn [[Cửa Tùng]], huyện [[Vĩnh Linh]], tỉnh [[Quảng Trị]], thuộc [[Tổng giáo phận Huế]].<ref name=\"dunglac\">{{chú thích web|url=http:\/\/www.dunglac.org\/index.php?m=module3&v=chapter&ib=295&ict=3216|tiêu đề=Nhân Vật Công Giáo Việt Nam (tập 4) - Các Vị Giám Mục Một Thời Đã Qua (1933-1995) - Chương BẨY:Giáo phận Phát Diệm|nhà xuất bản=Dũng Lạc|ngày truy cập=Ngày 8 tháng 7 năm 2019|archive-date=2012-07-28|archive-url=https:\/\/archive.today\/20120728205029\/http:\/\/www.dunglac.org\/index.php?m=module3&v=chapter&ib=295&ict=3216|url-status=dead}}<\/ref> Một số tài liệu khác cho rằng là ngày 29 tháng 10<ref name=t1>{{Chú thích web|url=http:\/\/vntaiwan.catholic.org.tw\/vnchurch\/phatdiem\/gmtu.htm|tiêu đề=Đức Cha Tađêô Lê Hữu Từ Nguyên Giám mục Giáo phận Phát Diệm|nhà xuất bản=Catholic|ngày truy cập=ngày 3 tháng 2 năm 2019}}<\/ref> hoặc ngày 27 tháng 10.<ref name=dunglac\/> Sau khi sinh, Lê Hữu Từ không khóc, do đó cha ông lo sợ cậu bé không sống sót, liền đưa đi cử hành nghi thức [[Bí tích Rửa Tội|Rửa Tội (Thánh Tẩy)]]. Vì cử hành nghi thức vào lễ kính thánh [[Giuđa Tađêô|Tađêô]], thánh này đã được chọn làm [[thánh bổn mạng]] cho cậu. Thân phụ Lê Hữu Từ là nhà nho giỏi luật Lê Hữu Ý, thường gọi là \"ông Trùm Ý\", do đảm nhiệm chức danh Trùm trong ban điều hành giáo phận,{{#thẻ:ref|Ông Trùm là người đứng đầu ban Quới chức (Hội đồng Mục vụ Giáo xứ), theo Giáo luật Công giáo phải là ''người có uy tín và có khả năng qui tụ người khác.''<ref>{{chú thích web|url=http:\/\/giaoluatconggiao.com\/Cac-Quy-Che\/tu-chinh-hoi-dong-muc-vu-giao-xu-theo-giao-luat-jb-le-ngoc-dung-183.html|tiêu đề=TU CHỈNH HỘI ĐỒNG MỤC VỤ GIÁO XỨ THEO GIÁO LUẬT|nhà xuất bản=Giáo luật Công giáo|ngày truy cập=Ngày 16 tháng 5 năm 2020|ngày lưu trữ=Ngày 16 tháng 5 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200516153256\/http:\/\/giaoluatconggiao.com\/Cac-Quy-Che\/tu-chinh-hoi-dong-muc-vu-giao-xu-theo-giao-luat-jb-le-ngoc-dung-183.html}}<\/ref><ref name=s1,tt>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=31-33}}<\/ref><ref>{{chú thích web|url=http:\/\/giaophanvinhlong.net\/Dieu-Le-Quoi-Chuc-Gp-Vinh-Long.html|tiêu đề=Điều Lệ Quới Chức Gp Vĩnh Long|nhà xuất bản=Giáo phận Vĩnh Long|ngày truy cập=Ngày 16 tháng 5 năm 2020|ngày lưu trữ=Ngày 16 tháng 5 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200516153347\/http:\/\/giaophanvinhlong.net\/Dieu-Le-Quoi-Chuc-Gp-Vinh-Long.html}}<\/ref> Các ông trùm họ lo việc hỗ trợ các hành động mục vụ tôn giáo như đọc kinh nghiệm, phát triển cơ sở vật chất,... Các ông này có vai trò quan trọng họ đạo khi họ đạo không có linh mục.|group=gc}} mẹ là bà Inê Dưỡng. Gia đình ông có 10 anh chị em, gồm tám nam và hai nữ, trong đó có hai người sớm qua đời.<ref name=ts2019\/> Trong số các người này, ngoài Lê Hữu Từ sau là giám mục, còn có 2 linh mục và 2 nữ tu. Tất cả những giáo sĩ và tu sĩ là anh em Lê Hữu Từ đều thuộc [[Tổng giáo phận Huế]].<ref name=ts2019\/>\n\nThuở nhỏ, cậu bé Từ ít đau yếu, có năng khiếu về âm nhạc và có một giọng hát thanh và cao nên thường được tham gia hát vào các đại lễ Công giáo.<ref name=s1,tt\/>\n\n==Thời kỳ tu học==\nDo có thói nghịch ngợm, song thân không đánh giá cao khả năng tu trì của Lê Hữu Từ so với những người con khác<ref name=ts2019\/> và còn tỏ ý ngăn cấm do đánh giá con mình ''ương ngạnh''.<Ref name=s1,tt\/> Tháng 9 năm 1911, cậu bé Lê Hữu Từ bắt đầu con đường tu học bằng việc theo học ở Tiểu chủng viện An Ninh (Cửa Tùng), [[Quảng Trị]]. Mười năm sau đó, tháng 9 năm 1921, chủng sinh Từ tiếp tục theo học tại Đại chủng viện Phú Xuân, [[Huế]]. Chủng sinh Từ lần lượt được lãnh nhận các nghi thức như cắt tóc, bốn chức nhỏ và chức năm, chức sáu trong giai đoạn từ năm 1922 đến năm 1926.<ref name=dunglac\/>\n\nSau khi lãnh nhận chức [[Phó tế]], ngoài dự đoán của gia đình là Lê Hữu Từ trở thành linh mục triều, thuộc [[Tổng giáo phận Huế|Địa phận Huế]], Phó tế Từ quyết định gia nhập dòng Phước Sơn, tọa lạc phía Tây Bắc Huế. Đây là dòng khổ tu và các tu sĩ tự lực mưu sinh.<ref name=ts2019\/> Mong muốn gia nhập dòng khổ tu này trước đó đã được bộc lộ sau khi chủng sinh Từ nhậm chức Năm (trợ phó tế) nhưng không nhận được sự ủng hộ của thân sinh. Sau khi nhận chức Sáu ([[phó tế]]) và không ''chịu tiến (thêm trên con đường tu trì)'', bề trên đồng ý với ước muốn của Phó tế Từ.<Ref name=s1,tt\/> Ngày 15 tháng 9 năm 1928, Lê Hữu Từ gia nhập Dòng Xitô Phước Sơn tại núi Phước, Huế bằng nghi thức nhận áo dòng, trở thành thỉnh sinh của dòng.<ref name=dunglac\/> Lê Hữu Từ được đưa vào danh sách những ''người Thử'' (thuộc \"nhà Thử\") với thời gian dự kiến là sáu tháng. Ngày 8 tháng 12 cùng năm, hội dòng bỏ phiếu cho cậu phó tế chính thức mặc áo Tập (nhà Tập).<Ref name=s1,tt\/>\n\n==Linh mục==\nSau mười ngày mặc áo nhà Tập dòng khổ tu Châu Sơn, Lê Hữu Từ được quyết định cho chịu chức linh mục. Nghi thức truyền chức cử hành ngày 22<ref name=s1,tt\/> (hoặc 23)<ref name=dunglac\/> tháng 12 năm 1928, phó tế Lê Hữu Từ được truyền chức linh mục bởi giám mục chủ phong Marcou Thành, giám mục Địa phận Phát Diệm, thay thế giám mục Allys của Địa phận Huế gặp vấn đề về thị lực. Hơn một năm sau khi được truyền chức linh mục, ông chính thức cử hành nghi thức khấn dòng Xitô và nhận tên thánh thứ hai là [[Anselm thành Canterbury|Anselmô]] vào ngày 25 tháng 12 năm 1929.<Ref name=s1,tt\/> Năm 1931, ông chính thức giữ vai trò phụ trách Nhà Tập (Tập sư nhà tập).<ref name=dunglac\/> Từ năm 1933, Phước Sơn chính thức sáp nhập vào dòng Xitô, Lê Hữu Từ được chọn làm đan viện phó (bề trên II).<ref name=dunglac\/><ref name=ts2019\/> Ông cũng kiêm nhiệm vai trò Tập sư nhà tập trong giai đoạn này. Ông thực hiện nghi thức vĩnh khấn ngày 20 tháng 8 năm 1933.<ref name=dunglac\/>\n\nĐầu năm 1936, giám mục [[Gioan Baotixita Nguyễn Bá Tòng]] gửi thư xin Bề trên Dòng Xitô Phước Sơn lập chi dòng trong địa phận Phát Diệm.<ref name=dunglac\/> Nhận lời giám mục Tòng, ngày 12 tháng 7 cùng năm, Hội dòng Phước Sơn bầu chọn linh mục Lê Hữu Từ làm bề trên tiên khởi với mục đích dẫn đoàn sáng lập dòng tu khổ hạnh Châu Sơn tại [[Nho Quan]], [[Ninh Bình]].<ref>{{chú thích web|url=http:\/\/www.cgvdt.vn\/cong-giao-viet-nam\/nhung-dan-si-am-tham-phuc-vu_a6533|tiêu đề=Những đan sĩ âm thầm phục vụ|nhà xuất bản=Công giáo và Dân tộc|ngày truy cập=Ngày 6 tháng 7 năm 2020|ngày lưu trữ=Ngày 9 tháng 7 năm 2017|url lưu trữ=https:\/\/web.archive.org\/web\/20190709083013\/http:\/\/www.cgvdt.vn\/cong-giao-viet-nam\/nhung-dan-si-am-tham-phuc-vu_a6533}}<\/ref> Ngày 8 tháng 9 năm 1936, ông chính thức nhận nhiệm vụ Bề trên Dòng Xitô Châu Sơn.<ref name=dunglac\/> \n\nTheo thông tin từ sách ''Giám mục Lê Hữu Từ và Phát Diệm, 1945-1954'', kể từ đầu tháng 2 năm 1936, linh mục Lê Hữu Từ đã nhận nhiệm vụ đi lập nhà dòng mới tại Phát Diệm. Cơ sở vật chất đầu tiên của nhà dòng nhà là vài căn nhà lá và một nhà ngói đồn điền đã bị bỏ hoang từ lâu.<ref name=s1,lm>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=34-35}}<\/ref> Khi đặt chân đến vùng Châu Sơn còn hoang sơ, linh mục Từ chỉ mang theo hành lý là một cây thánh giá, một tràng hạt, 12 đồng bạc Việt Nam và đồng hành có 12 tu sĩ. Lê Hữu Từ và nhóm tu sĩ cùng cải tạo tự nhiên để tiến đến việc xây dựng một thánh đường. Nghi lễ đặt viên đá đầu tiên xây dựng thánh đường Xitô Nho Quan giữa tháng 2 năm 1937.<ref name=dunglac\/><Ref name=s1,lm\/> Cùng sống đời sống khổ tu, Đan viện trưởng Lê Hữu Từ cũng không ngoại lệ, ông cũng lao động cực nhọc, thường đi chân đất chỉ trừ lúc cử hành thánh lễ Công giáo (đi dép).<ref name=ts2019\/> Phần việc của ông là đẽo đá, cuốc sỏi, phá rừng làm nương rẫy, chuyên về phân bón và dọn nhà vệ sinh.<Ref name=s1,lm\/> Năm 1944, một số tu sĩ đầu tiên của dòng mới thực hiện nghi thức tuyên khấn. Giám mục Địa phận Phát Diệm [[Gioan Maria Phan Đình Phùng]] đến chủ sự nghi lễ và qua đời tại tu viện.<ref name=dunglac\/> \n\nĐầu năm 1945, nghe tin chiến khu Quỳnh Lưu của Việt Nam thành lập với mục đích chống Nhật và kháng Pháp, linh mục Lê Hữu Từ cùng tu sĩ dòng Trần Quốc Ngoại bí mật đến thăm. Dù nhiều lần trò chuyện với lãnh đạo chiến khu [[Nguyễn Văn Mộc]] (sau là Chủ tịch tỉnh Ninh Bình), linh mục Từ vẫn không hay biết Việt Minh theo chủ nghĩa Cộng sản. Ông cho rằng họ là một tổ chức chính trị quy tụ cả những người theo Mác và rất cần sự hỗ trợ.<ref name=s1-lmaq>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=35-37}}<\/ref>{{#thẻ:Ref|Trong cuộc trò chuyện với [[Ngô Đình Khôi]] vào tháng 8 năm 1945 nhân chuyến viếng thăm Khâm sứ Tòa Thánh sau khi nhận tin bổ nhiệm giám mục, Lê Hữu Từ bắt đầu nảy sinh nghi vấn Việt Minh theo chủ nghĩa Cộng sản.<ref name=s1-lmaq\/>|group=gc}}\n\nViệc chọn lựa tân giám mục địa phận được giám mục [[Gioan Baotixita Nguyễn Bá Tòng]], Giám quản Địa phận gấp rút tiến hành. Nhận thấy linh mục Lê Hữu Từ thông thạo về địa phận với kinh nghiệm 10 năm và là người đứng đầu dòng Xitô, giám mục Tòng đã tiến cử linh mục Từ lên Tòa Thánh.<ref name=dunglac\/>\n\n==Thời kỳ giám mục==\n===Bổ nhiệm và tấn phong giám mục===\nNgày 11 tháng 7 năm 1945, linh mục Lê Hữu Từ được [[Giáo hoàng Piô XII]] bổ nhiệm làm Giám mục Hiệu tòa Daphnusia với chức vị Đại diện Tông Tòa Hạt Đại diện Tông Tòa Phát Diệm.<ref name=p387>{{harvnb|Văn phòng Báo chí Tòa Thánh|1945|p=387}}<\/ref>{{#thẻ:Ref|Một số tài liệu ghi nhận là ngày 14 tháng 6 năm 1945.<ref name=tt\/><ref name=t1 \/>|group=gc}} Vốn đang có dự án kiến thiết, xây dựng phát triển nhà dòng, nhận được tin tức này, nhà dòng sửng sốt và ngao ngán.<Ref name=s1,lm\/> Ông chính thức nhận tin bổ nhiệm vào ngày 19 tháng 7.<Ref name=ts2019\/> \n\nNgày 22 tháng 7, phái đoàn linh mục Phát Diệm gồm Bí thư Tòa giám mục, Giám đốc và một giáo sư Chủng viện đến thăm tân giám mục và chính thức trình văn thư bổ nhiệm. Sửng sốt, giám mục tân cử nhận định: ''Các linh mục Phát Diệm lầm lạc to, nếu không muốn nói là điên khùng khi chọn một thầy khổ tu chỉ có tài cuốc đất, nhặt cỏ''.<ref name=s1,lm\/> Họ đã bàn thảo về chương trình lễ tấn phong, vốn đã ấn định ngày 29 tháng 10 cùng năm.<ref name=ts2019\/> Sau này, khi chia sẻ vấn đề bổ nhiệm giám mục Phát Diệm, Giám mục Từ cho biết sở dĩ ban đầu ông không muốn nhận giáo phận Phát Diệm là do cho rằng Phát Diệm không có các linh mục và giáo dân xuất sắc và làm giám mục mà không có cộng sự viên giỏi sẽ chẳng làm được gì, nên khước từ trước thì tốt hơn. Lê Hữu Từ cũng thổ lộ ý mong nhận làm giám mục địa phận Vinh hoặc Huế hơn [địa phận Phát Diệm].<ref name=p236>{{harvnb|Văn phòng Báo chí Tòa Thánh|1945|p=236}}<\/ref>\n\nGiám mục tân cử có nhiều cuộc gặp mặt với các giám mục khác nhằm vận động tránh né trọng trách (làm giám mục): giám mục [[Gioan Baotixita Nguyễn Bá Tòng]] (nguyên Giám mục Phát Diệm), giám mục [[Đa Minh Hồ Ngọc Cẩn]] ([[Giáo phận Bùi Chu|địa phận Bùi Chu]]), giám mục [[giáo phận Thanh Hóa|địa phận Thanh Hóa]] de Coomann Hành,... Tuy vậy, các vị này đều khuyên Lê Hữu Từ vâng phục Tòa Thánh. Ngày 6 tháng 8, giám mục tân cử Lê Hữu Từ đạp xe vào Huế để gặp Khâm sứ Tòa Thánh Drapier và sau hai giờ tranh luận, ông chịu khuất phục [theo ý Tòa Thánh làm giám mục]. Ông về Châu Sơn ngày 13 tháng 8 cùng năm.<Ref name=s1,lm\/>\n\nNgày 1 tháng 10 năm 1945, Giám mục tân cử Lê Hữu Từ đến Phát Diệm, chào ra mắt giáo sĩ, giáo dân địa phận với hàng chục nghìn người tham dự. Linh mục [[Hoàng Quỳnh]] dẫn một đạo quân từ chiến khu Chiné{{#thẻ:ref|Một chiến khu do linh mục Hoàng Quỳnh thành lập, nằm gần chiến khu Quỳnh Lưu của Việt Minh, hai bên đã có liên lạc và hỗ trợ cho nhau. Đạo quân này cướp chính quyền huyện Kim Sơn ngày 20 tháng 8 năm 1945<Ref name=s1-lmaq\/>|group=gc}} về tham dự chào mừng, trong tư cách lãnh đạo cách mạng cũng như lãnh đạo chính quyền. Trong dịp này, linh mục Quỳnh cũng gắn lên ngực áo giám mục tân cử huy hiệu ''Giám mục Việt Minh''.<Ref name=s1-lmaq\/>\n\nGiám mục Lê Hữu Từ chỉ mời các giám mục người Việt tham gia lễ tấn phong. Khi vị phụ phong là Giám mục [[Phêrô Máctinô Ngô Đình Thục]] bị mật thám Pháp cản trở tham dự lễ{{#thẻ:ref|Giám mục Thục chỉ ra được đến Huế.<ref name=tp45\/>|group=gc}}, Giám mục Từ đã từ chối Giám mục Địa phận Hải Phòng Antonio Colomer Lễ (người ngoại quốc) đến tham dự và làm phụ phong trong nghi thức truyền chức.<ref name=ydt\/><Ref name=ubdk>{{chú thích web|url=http:\/\/ubdkcgvn.org.vn\/vi\/tin-tuc-hoat-dong\/le-tan-phong-giam-muc-dau-tien-sau-ngay-2-9-1945-o81E01487.html|tiêu đề=Lễ tấn phong Giám mục đầu tiên sau ngày 2\/9\/1945|nhà xuất bản=Ủy ban Đoàn kết Công giáo|ngày truy cập=Ngày 18 tháng 1 năm 2022}}<\/ref> Lễ tấn phong được cử hành vào ngày 28<ref name=sachhdgm>{{harvnb|Antôn Nguyễn Ngọc Sơn|2016|p=248}}<\/ref> hoặc 29 tháng 10 cùng năm tại [[Nhà thờ chính tòa Phát Diệm]], với phần nghi thức truyền chức do chủ phong là giám mục [[Gioan Baotixita Nguyễn Bá Tòng]] và phụ phong là giám mục [[Đa Minh Maria Hồ Ngọc Cẩn]], giám mục Địa phận Bùi Chu.<ref name=ts2019\/> Nghi lễ khuyết một vị trí Giám mục phụ phong vì không có giám mục nào được chọn thay thế vị trí của giám mục Thục.<ref name=ubdk\/> Không có bất kỳ một giám mục ngoại quốc nào tham gia lễ truyền chức cho giám mục tân cử.<Ref name=tp45\/> Đây là lễ tấn phong giám mục đầu tiên sau khi Việt Nam Dân chủ Cộng hòa tuyên bố thành lập. Lê Hữu Từ là giám mục người Việt thứ năm và là một trong bốn giám mục Việt Nam còn sống ở thời điểm này.<ref name=ubdk\/> \n\nNgoài ba giám mục người Việt và các linh mục tổng đại diện, còn có Thượng tọa [[Thích Trí Dũng]] và Đại đức [[Thích Tâm Châu]] tham dự lễ tấn phong.<ref name=tp45\/> Chính phủ [[Việt Nam Dân chủ Cộng hòa]] cử phái đoàn đến dự lễ và chúc mừng. Phái đoàn gồm các ông [[Phạm Văn Đồng]], [[Võ Nguyên Giáp]], [[Nguyễn Mạnh Hà]], [[Trần Huy Liệu]] và cựu hoàng [[Bảo Đại]]. Phái đoàn chính phủ trao thư chúc mừng của Chủ tịch [[Hồ Chí Minh]] cho tân Giám mục Lê Hữu Từ, trong thư có đoạn:<ref name=ts2019\/>\n{{Cquote|''Mừng ngài vì cuộc tấn phong này đã chứng tỏ một cách vẻ vang đạo đức của ngài. Mừng đồng bào Công giáo vì từ nay các bạn đã được một vị lãnh đạo rất xứng đáng. Đồng thời tôi mừng cho nước ta vì tôi chắc rằng: Ngài sẽ lãnh đạo đồng bào Công giáo noi gương Đức Chúa mà hy sinh phấn đấu để giữ gìn quyền Tự do và Độc lập của nước nhà.''}}\n\nNhân ngày tấn phong Giám mục của Giám mục Lê Hữu Từ (28 tháng 10 năm 1945), các linh mục Tổng Đại diện và các đại biểu là giáo dân ở các địa phận miền Bắc và miền Trung Việt Nam tiến hành họp hội nghị thành lập ''Liên Đoàn Công Giáo Việt Nam''{{#thẻ:ref|Liên đoàn hoạt động với mục đích:<ref name=dunglac\/>\n{{Cquote|\n''1. Bênh vực quyền lợi tinh thần và vật chất của Hội Thánh Việt Nam và giáo dân Việt Nam, trong phạm vi quyền lợi của Quốc gia dân tộc.''\n\n''2. Giúp đỡ hội viên về phương diện tiến bộ tinh thần và tăng tiến đạo đức.''\n\n''3. Truyền bá lý tưởng Công giáo và lòng ái quốc trong đời sống cá nhân, gia đình, nghề nghiệp và xã hội.''\n\n''4. Gây tình thân thiện giữa những người Công giáo và ngoại giáo Việt Nam.''\n\n''5. Liên hiệp những người Công giáo Việt Nam sống trong nước Việt Nam tự do và cùng chung số phận với dân chúng Việt Nam. Vì thế Liên Đoàn có phần trách nhiệm trong việc xây dựng nước nhà, duy trì và củng cố nền độc lập của Quốc gia, bằng cách ủng hộ những sáng kiến của chính phủ. Xây dựng có nghĩa là xây dựng Quốc gia Việt Nam, lực lượng Việt Nam, xã hội Việt Nam, tinh thần Việt Nam, tương lai Việt Nam. LĐCG trong phạm vi hoạt động tùy theo những phương tiện của mình sẽ cộng tác một cách đắc lực vào công cuộc đó. Liên Đoàn Công giáo không phải là một đảng phái chính trị...''\n}}|group=gc}} với châm ngôn: ''Thiên Chúa và Tổ Quốc''.<ref name=dunglac\/>{{#thẻ:ref|Về phía giáo quyền, bản điều lệ của tổ chức mới này được Khâm sứ Tòa thánh Drapier đệ trình lên Tòa Thánh và được Hồng y Bộ trưởng Bộ Truyền giáo đã tán thành trong thư trả lời vào tháng 5 năm 1946. Về phía chính quyền Việt Nam Dân chủ Cộng hòa cho phép Liên đoàn hoạt động với tư cách pháp nhân được công nhận là một \"hội\" do Nghị định số 305 NV\/DC ấn ký bởi Bộ trưởng Nội vụ Huỳnh Thúc Kháng vào tháng 10 năm 1946. Liên đoàn hoạt động song hành với tổ chức ''Việt Nam Công Giáo Cứu Quốc'', một thành viên của Mặt trận Việt Minh nhưng nhanh chóng dừng hoạt động trừ địa bàn [[giáo phận Vinh|Địa phận Vinh]] do Pháp nhảy dù chiếm đóng các thành thị. Tại địa phận Phát Diệm, vai trò của tổ chức này bị lu mờ bởi ''Tổng Bộ Tự Vệ Phát Diệm''.<ref name=dunglac\/>|group=gc}} Đồng thời với tiệc mừng tân giám mục, việc phát chẩn cho người nghèo cũng được thực hiện. 14 giờ cùng ngày, tân giám mục cũng đi dự cuộc biểu tình (đồng hành còn có giám mục Hồ Ngọc Cẩn) tại sân vận động Ngô Gia Lễ, trước khi dự tiệc mừng tân giám mục tại Phương Đình vào buổi chiều cùng ngày.<ref name=tp45>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=43-47}}<\/ref> Cuộc biểu tình này đã được giám mục tân cử cổ động trong Thư Luân lưu số hai của mình, đề ngày 3 tháng 10 năm 1945.<ref name=tll2>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=47-48}}<\/ref>\n\nSau lễ tấn phong giám mục, ngày 6 tháng 11, phái đoàn ba người gồm giám mục Lê Hữu Từ, linh mục Nguyễn Gia Đệ và ông Nguyễn Đình Minh đến Bắc Bộ Phủ để gặp [[Hồ Chí Minh]] nhằm cảm ơn phái đoàn của chính phủ đã tham dự lễ tấn phong giám mục. Chủ tịch Hồ tiếp đón cách nồng hậu và ngỏ ý mời giám mục Từ vào Hội đồng Cố vấn Tối cao của chính phủ (sau khi đã mời cựu hoàng [[Bảo Đại]]). Chủ tịch nước [[Việt Nam Dân chủ Cộng hòa]] cũng hứa sẽ đáp lễ và thăm Phát Diệm. Giám mục Lê Hữu Từ chấp nhận đề nghị làm Cố vấn, song chỉ cho rằng đó là một cử chỉ xã giao; ông tiếp tục con đường đã chuẩn bị là hành động vì nền độc lập, chống chủ nghĩa Cộng sản.<ref name=c6a>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=85-88}}<\/ref>\n\n===Mục vụ Địa phận Phát Diệm trước 1954===\nSau khi chính thức ra mắt địa phận Phát Diệm (ngày 1 tháng 10 năm 1945), trong bối cảnh nhiều khó khăn do nạn đói và xáo trộn trong xã hội do nhiều biến chuyển trong chính trị. Nhằm ứng phó với tình hình, Giám mục tân cử Từ và Giám mục giám quản Nguyễn Bá Tòng triệu tập các linh mục và tu sĩ và lập ra một chương trình, kế hoạch gồm ba cơ cấu chuyên trách: Hội đồng Địa phận, Ủy ban Cứu tế (để cứu trợ và phát chẩn) và Ủy ban Quân chính (quản lý các vấn đề chính trị, quân sự và học đường). Ủy ban Quân chính sau đó đã lập đoàn võ bị đầu tiên Công giáo, gọi là ''Thanh niên Công giáo Cứu quốc'', trình diện và được giám mục Lê Hữu Từ trao ấn kiếm vào ngày 18 tháng 10 năm 1945.<ref name=n45>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=39,41}}<\/ref>\n\nSau lễ tấn phong, ngày 1 tháng 11 năm 1945, Lê Hữu Từ chính thức nhận quyền Đại diện Tông Tòa Hạt Đại diện Tông Tòa Phát Diệm (Địa phận Phát Diệm).<Ref name=s1,lm\/> Lần lượt trong các thư luân lưu 9,12, 13, Giám mục Lê Hữu Từ cho chính thức thiết lập Liên đoàn Công giáo Địa phận Phát Diệm vào tháng 10 năm 1946.<ref name=mdpd>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=75}}<\/ref> Riêng trong năm 1946, có 12 thư, 2 chỉ thị và 2 thông cáo, trong đó về các vấn đề tôn giáo có những nội dung như: kêu gọi hàng linh mục yêu thương, hòa hợp và giúp đỡ; nhắc nhở các linh mục chăm sóc các thầy giảng; chỉnh đốn công tác truyền đạo, mở giáo điểm và chỉnh đốn Hội ông thánh Phêrô; cổ vũ tôn sùng [[Thánh Thể]] và [[Maria|Mẹ Maria]]; thiết lập Liên đoàn Công giáo và trường thử địa phận. Giám mục Từ cũng tổ chức kỷ niệm 50 năm linh mục cho nguyên giám mục Phát Diệm [[Gioan Baotixita Nguyễn Bá Tòng]] vào ngày 19 tháng 8 năm 1946.<ref name=c6d\/>\n\nSuốt trong gần một thập niên trực tiếp quản lý địa phận Phát Diệm, Giám mục Lê Hữu Từ không bao giờ cho đóng cửa các chủng viện và không hạn chế những người muốn đi theo con đường tu trì trong các hội dòng. Tính đến năm 1953, Giám mục Từ đã truyền chức 43 linh mục, đại chủng sinh tăng từ 40 lên 80. Trong thời kỳ này, có khi Đại chủng viện Phát Diệm trở thành nơi đào tạo các chủng sinh từ các địa phận (hạt Đại diện Tông Tòa) khác như [[giáo phận Hưng Hoá|Hưng Hóa]], [[giáo phận Thanh Hóa|Thanh Hoá]], [[Tổng giáo phận Hà Nội|Hà Nội]] và [[Giáo phận Kon Tum|Kon Tum]]. Ông phát triển Dòng Mến Thánh Giá Phát Diệm và thống nhất các chi nhánh Dòng Mến Thánh Giá trên lãnh thổ Việt Nam.<ref name=ts2019\/>\n\nVề lĩnh vực giáo dục, Giám mục Lê Hữu Từ cho duy trì trường Trần Lục và 48 trường Công giáo, tổng số học sinh vào khoảng 10.000 người.<ref name=ts2019\/> Tháng 10 năm 1953, ông cho 48 người{{#thẻ:ref|Có nguồn tin là 50 người.<ref name=dunglac\/>|group=gc}} gồm linh mục, chủng sinh, nữ tu và giáo dân đi du học Rôma.<ref name=dunglac\/> Địa phận có một nhà in Lê Bảo Tịnh<ref name=gs>{{harvnb|Phan Phát Huồn|1962|p=253-254}}<\/ref> và một tờ báo là tuần báo ''Tiếng Kêu'', về sau đổi tên gọi trở thành nguyệt san ''Đời Sống''.<ref name=ts2019\/>{{#thẻ:ref|Theo ''Việt Nam Giáo sử Quyển II'', Giám mục Lê Hữu Từ cho lập nhà in Lê Bảo Tịnh, có hai tờ báo là Tiếng Kêu và Nguồn Sống.<Ref name=gs\/>|group=gc}} Do có uy danh, khu vực Phát Diệm có an ninh cao hơn khi chiến tranh tái diễn và do đó nhiều nạn nhân chiến tranh đến Phát Diệm sinh sống. Trong số 60.000 người đến Phát Diệm, có một nửa trong số đó sống cạnh Tòa giám mục. Giám mục Lê Hữu Từ đình chỉ việc xây Đại chủng viện và kiến thiết Trường Trần Lục nhằm lấy  hai mảnh đất và dựng 600 căn nhà cho các gia đình tản cư. Ông cũng dành kinh phí tài chính sửa chữa đê Cồn Thoi, nhằm đảm bảo mùa màng và có lương thực nuôi sống chủng sinh, dân tị nạn.<ref name=ts2019\/>\n\nTrong hoàn cảnh khó khăn, giám mục Từ vẫn tổ chức các hoạt động tôn giáo: đi kinh lý, giảng tĩnh tâm, tuần đại phúc và quan tâm trò chuyện với giáo dân. Ông tổ chức cách trọng thể việc rước tượng [[Đức Mẹ Fatima]] tại Địa phận. Ngoài các vấn đề thuần túy tôn giáo, ông cho thành lập trại tiếp cư, hỗ trợ đồng bào không phân biệt tôn giáo là nạn nhân chiến tranh.<ref name=dunglac\/> Ông đã viết tổng cộng 96 thư luân lưu, 15 chỉ thị và 20 thông cáo về các vấn đề về tôn giáo và đời sống trong suốt chín năm trực tiếp cai quản Phát Diệm (1945-1954).<ref name=c6d>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=99-108}}<\/ref>\n\n===Các hoạt động trong Chiến tranh Đông Dương===\n====Giai đoạn 1945-1946====\nNội dung thư luân lưu số 5 của Lê Hữu Từ ngày 3 tháng 12 năm 1945 đề cập đến tầm quan trọng của việc bầu cử và hướng dẫn bầu cử, nhân dịp tổ chức bầu cử Quốc hội Việt Nam Dân chủ Cộng hòa. Trong thư, ông đánh giá ''Nghị viện Nhân dân'' có vai trò quan trọng đối với quốc gia và ảnh hưởng đến cả luân lý và tôn giáo, do đó người Công giáo và hàng giáo sĩ Công giáo không thể thiếu đại diện trong Quốc hội. Lê Hữu Từ nhận định người Công giáo là thiểu số, nên nếu tất cả tín đồ đi bỏ phiếu, chỉ đạt từ 25-30 nghị viên trong tổng số 300 nghị viên, nên đề nghị cổ động tín đồ Công giáo cũng như ngoài Công giáo bỏ phiếu cho người Công giáo, hoặc người Phật giáo{{#thẻ:ref|Nguồn trích thư: ''hoặc người bên Thích''.<ref name=tll5\/>|group=gc}} lương thiện để tạo ích lợi chính đáng và bảo vệ quyền lợi chính đáng.<ref name=tll5>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=49-53}}<\/ref> Nhận thấy sự quan trọng của cuộc bầu cử, giám mục Từ và linh mục Hoàng Quỳnh liên lạc và đề ra kế hoạch Liên đoàn Công giáo và Công giáo Cứu quốc phải vận dụng mọi khả năng trong cuộc bầu cử. Cuộc tổng tuyển cử được tiến hành ngày 6 tháng 1 năm 1946. Phía Công giáo đề nghị bốn ứng viên và phía Tổng bộ Việt Minh cũng như vậy. Hai bên tuyên truyền và cạnh tranh gay gắt. Kết quả sơ bộ công bố cho thấy liên danh gồm bốn ứng viên Công giáo giành chiến thắng trên hầu hết các huyện trong tỉnh, nhưng kết quả của tỉnh công bố chính thức, chỉ có một ứng viên Công giáo giành phần thắng là ông [[Ngô Tử Hạ]] và ba ứng viên Việt Minh trúng cử. Cho rằng có sự gian lận trong bầu cử (một trong hai liên danh phải thắng trọn vẹn), Giám mục Từ đánh điện văn phản đối kết quả đến chính phủ và chuẩn bị biểu tình nhằm ''đả đảo bầu cử gian lận''. Chính phủ gửi điện văn hồi đáp cho biết đã có sự nhầm lẫn trong kiểm phiếu và xác nhận linh mục [[Phêrô Maria Phạm Ngọc Chi]] đã trúng cử. Giám mục Từ sau đó cho phép linh mục Chi khước từ sự trúng cử này.<ref name=bc46>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=62-63}}<\/ref>\n\nChủ tịch nước [[Việt Nam Dân chủ Cộng hòa]] là [[Hồ Chí Minh]] đến Phát Diệm gặp Giám mục Lê Hữu Từ vào giữa tháng 1 năm 1946{{#thẻ:ref|Có tài liệu ghi nhận ngày 20 tháng 1 năm 1946.<ref name=ydt\/> hoặc ngày 25 tháng 1<Ref name=dunglac\/><Ref name=c6a\/>|group=gc}} trong một chuyến thăm không báo trước<Ref name=cq\/>{{#thẻ:ref|Trước đó, Hồ Chí Minh đã gửi điện thư cho giám mục Lê Hữu Từ báo hoãn chuyến thăm.<ref name=c6a\/>|group=gc}} Giám mục Từ và các linh mục hứa hết sức giúp đỡ công cuộc kháng chiến, kiến quốc.<ref name=cq>\"[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WNyf19460114.2.2 Hồ Chủ tịch đi thăm đức Giám mục Lê Hữu Từ và đồng bào Phát Diệm]\". ''Cứu Quốc'' số 141, ngày 14 tháng 1 năm 1946.<br> \"[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WNyf19460115.2.4 Hồ Chủ tịch đi thăm Giám mục Lê Hữu Từ và đồng bào Phát Diệm (tiếp theo kỳ trước)]\". ''Cứu Quốc'' số 142, ngày 15 tháng 1 năm 1946.<\/ref> Chủ tịch Hồ đã nhận xét giám mục Từ ''là bạn của tôi'' và ''là vị lãnh đạo sáng suốt của đồng bào Công giáo''.<Ref>{{chú thích web|url=https:\/\/baotanghochiminh.vn\/chu-tich-ho-chi-minh-di-phat-diem-tham-giam-muc-le-huu-tu-va-hon-100-linh-muc-xu-dao-ninh-binh-dung-com-cung-giam-muc-le-huu-tu-mot-nha-su-va-cac-vi-linh-muc-di-tham-dong-bao-phat-diem-ghe-tham-truong-huan-luyen-thanh-nien-o-lang-an-phuc-huyen-gia-khanh.htm|tiêu đề=Biên niên tiểu sử - Chủ tịch Hồ Chí Minh đi Phát Diệm thăm Giám mục Lê Hữu Từ và hơn 100 linh mục xứ đạo Ninh Bình|nhà xuất bản=Bảo tàng Hồ Chí Minh|ngày truy cập=Ngày 15 tháng 1 năm 2022}}<\/ref>Trong chuyến thăm này, Hồ Chí Minh đề nghị giám mục Lê Hữu Từ đảm nhận chức Cố vấn Tối cao cho chính phủ.<ref name=dunglac\/>{{#thẻ:ref|Ngoài giám mục Lê Hữu Từ, Hồ Chí Minh cũng mời chín người khác làm Cố vấn, trong đó có Giám mục [[Đa Minh Hồ Ngọc Cẩn]] và ông [[Ngô Tử Hạ]].<Ref name=ubdk\/> Sau khi chính phủ lâm thời của [[Hồ Chí Minh]] chấm dứt hoạt động, chính phủ liên hiệp kháng chiến được chọn, quốc hội khóa I nước Việt Nam Dân chủ Cộng hòa thành lập Hội đồng cố vấn tối cao, trong đó có hai người là cựu hoàng Bảo Đại và giám mục Lê Hữu Từ.<Ref name=c6a\/>|group=gc}} Trong buổi gặp mặt bất ngờ, giám mục Từ và Hồ chủ tịch đàm đạo trong phòng riêng, trong khi các linh mục Phát Diệm hội tụ tại phòng khách Giám mục và giáo dân Phát Diệm được huy động để chào đón [Hồ Chủ tịch]. Dân chúng sau đó đưa Hồ chủ tịch và giám mục Lê ra Nhà hát Lớn để chào mừng. Trong lời đáp từ, Hồ chủ tịch cũng công bố việc bổ nhiệm giám mục Từ làm cố vấn. Từ đó, mọi người gọi Lê Hữu Từ là ''Đức Cố vấn''. Các nhạc sĩ viết nhiều bài hát ca tụng ông.<Ref name=c6a\/>\n\nVới tư cách cố vấn, Giám mục Lê Hữu Từ tìm gặp Hồ Chủ tịch nhằm phản đối ông này và chính phủ đã ký kết [[Hiệp định sơ bộ Pháp – Việt (1946)|hiệp định sơ bộ]] với Pháp ngày 6 tháng 3 năm 1946. Trong cuộc gặp mặt, Lê Hữu Từ cho rằng các đảng phái quốc gia và nhân dân đang trách chính phủ, châm biếm nội dung và mỉa mai lời thề [không chỉ đường cho Pháp] trong bản [[tuyên ngôn độc lập]]. Sau khi nhận được hồi đáp của Hồ Chủ tịch về tình thế chính trị, giám mục Từ khẳng định ông tin tưởng Hồ Chí Minh trong lần này. Tuy vậy, Lê Hữu Từ sau khi về đến Phát Diệm đã nói với các linh mục và bộ tham mưu, cho rằng Hồ Chủ tịch đã bán nước bằng cách hòa hoãn với Pháp để tiêu diệt các đảng phái quốc gia. Với mong muốn giúp đỡ các đảng phái này, Giám mục Từ cử đại diện đến gặp [[Nguyễn Hải Thần]]. Tuy vậy, giám mục Từ thất vọng vì họ đầy chia rẽ và thiếu sự nhất trí chống lại Việt Minh.<ref name=c6b>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=89-95}}<\/ref>\n\nChính quyền thành lập các đoàn thể cứu quốc: Bô lão cứu quốc, phụ nữ cứu quốc và nhi đồng cứu quốc. Riêng thanh niên được huy động vào miền Nam đánh Pháp. Nhằm mục đích đối chọi với các đoàn thể này, Giám mục Lê Hữu Từ cho phép Tổng bộ Công giáo cứu quốc thành lập các chương trình: luyện võ để giữ lại thanh niên, các nhóm cứu thương dành cho phụ nữ và các nhóm ''Nhi Hồng'' hoạt động theo kiểu hướng đạo sinh cho thiếu nhi. Chính phủ tổ chức Nghiệp đoàn Lao công Quốc tế, lo sợ tổ chức này nắm trong tay nhiều thành phần là người Công giáo tại Kim Sơn, Lê Hữu Từ thông qua Hội đồng Địa phận quyết định thành lập các ''nghiệp đoàn Lao Công Công giáo''. Nghiệp đoàn này được chính phủ hợp thức hóa ngày 22 tháng 10 năm 1946 và chính thức ra mắt ba ngày sau đó với sự tham gia của đại diện chính phủ.<ref name=c6b\/>\n\nHồ Chí Minh nhiều lần thăm hỏi bằng thư từ với cố vấn Lê Hữu Từ trong năm 1946. Sự liên lạc của hai phía là tốt đẹp, ít nhất là trên bề mặt. Giám mục Từ cử linh mục Nguyễn Gia Đệ đến tiễn Hồ chủ tịch đi Pháp cuối tháng 5 năm 1946. Nhằm phản đối việc Hồ Chí Minh ký [[Tạm ước Việt – Pháp]] (tạm ước 14 tháng 9), giám mục Lê Hữu Từ và linh mục Đoàn Độc Thư đến gặp Hồ Chủ tịch tại phòng riêng vào ngày 24 tháng 10 năm 1946. Tại cuộc gặp ngắn này, Lê Hữu Từ công khai rằng sẽ ''nếu chính phủ còn tái lầm lỗi, chính tôi sẽ huy động dân chúng đứng lên phản đối...''. Giám mục cố vấn cũng hỏi Hồ chủ tịch về vấn đề vệ quốc quân đánh chiếm các địa bàn kiểm soát của các đảng phái quốc gia khi ông đang ở Pháp, Hồ chủ tịch cho biết ông chưa nắm rõ tình hình vì vừa về Việt Nam và hứa sẽ thu xếp.<Ref name=c6b\/>\n\nỞ các khu vực quân Pháp kiểm soát, việc tuyên truyền lên án việc Giám mục Lê Hữu Từ theo Việt Minh, mà Việt Minh theo chủ nghĩa Cộng sản. Tờ báo [[Hồn Công giáo]] cũng nhận định Việt Minh và nhận định chính phủ hiện thời là chính phủ theo chủ nghĩa Cộng sản, do đó gây nhiều hiểu lầm dẫn đến việc rất nhiều đoàn thể từ các địa phận khác{{#thẻ:ref|Nguyên văn dùng từ ''giáo khu'' dễ gây hiểu lầm.|group=gc}}khu khác đến Phát Diệm chất vấn giám mục Từ. Nhận thấy cần có một chuyến xuất ngoại, Giám mục Từ và linh mục Thư đến thăm các địa phận Hà Nội (14 tháng 10), Bắc Ninh (17 tháng 10), Hải Phòng (20 tháng 10), Thái Bình (22 tháng 10), Bùi Chu (29 tháng 10) Thanh Hóa (1 tháng 11) và Vinh (1 tháng 11). Cuộc gặp ngày 14 tháng 10 năm 1946 với Giám mục Địa phận Hà Nội Chaize Thịnh và các linh mục tại Tòa giám mục. Giám mục Chaize và các linh mục tại đây chống đối việc làm của Giám mục Từ vì cho rằng theo Việt Minh Cộng sản đánh Pháp. Sau các giải đáp và trình bày từ đoàn Phát Diệm (với khẳng định rằng Phát Diệm biết rõ Việt Minh theo chủ nghĩa Cộng sản), giám mục Chaize và các linh mục thay đổi thái độ. Giám mục Hà Nội đồng ý cần triệu tập Hội nghị Giám mục và Linh mục Tổng quản để thống nhất phương án hành động, đồng thời biện thư giới thiệu về phương án của giám mục Từ với các giám mục ngoại quốc khác. Các cuộc gặp sau đó với các vị đứng đầu các địa phận sau đó đều thống nhất rằng nên tổ chức một hội nghị.<ref name=c6c>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=95-98}}<\/ref>{{#thẻ:ref|Giám mục Từ cũng có cuộc gặp sau đó vào ngày 17 tháng 10 tại Bắc Ninh với giám mục [[Eugenio Artaraz Emaldi]] và đã thuyết phuc thành công, đi đến việc nên triệu tập một Hội nghị như đã thống nhất với giám mục Hà Nội. Giám mục Hải Phòng [[Francisco Gomez de Santiago]] (Lễ) hứa hỗ trợ Hội nghị. Linh mục Tổng quản [[giáo phận Vinh|Địa phận Vinh]] [[Gioan Baotixita Trần Hữu Đức]] ủng hộ hội nghị và hứa liên lạc với [[Tổng giáo phận Huế|địa phận Huế]].<ref name=c6c \/>|group=gc}} Do [[Toàn quốc kháng chiến|chiến tranh Việt – Pháp ngày 19 tháng 12 năm 1946]] xảy ra, mọi kế hoạch về Hội nghị ngày 6 tháng 1 năm 1947 bị tan vỡ. Nhận định trong hoàn cảnh chiến sự nổ ra, Giám mục Lê Hữu Từ cho rằng: ''tình thế sẽ rất khó khăn trong những ngày sắp tới vì quân Pháp sẽ tiến tới, còn Việt Minh thì vừa lùi vừa đàn áp các người quốc gia; Các đảng phái quốc gia thì mỗi ngày mỗi yếu kém cho nên Phát Diệm chúng ta phải tự lo liệu lấy...''<ref name=c6c \/>\n\nVề vấn đề đảng phái, trong năm 1946, giám mục Lê Hữu Từ nhiều lần lưu ý giáo dân và giáo sĩ: thận trọng trước những lời tuyên truyền theo đảng phái khôn khéo rằng đã được giám mục Từ ủng hộ (tháng 2 năm 1946), lưu ý về các người tự xưng từ các đảng phái khác nhau đến lôi kéo giáo dân Công giáo: các linh mục nên cẩn thận, các giáo hữu không nên vội tin, vì có thể là do ''cạm bẫy kẻ thù dò xét thái độ của người Công giáo'', yêu cầu trả lời: ''người Công giáo không làm đảng phái, chỉ biết có Chính phủ và Giáo hội'' (thư luân lưu số 9, tháng 8 năm 1946); thư chung số 15 ngày 29 tháng 12 năm 1946, Giám mục Từ cho biết đã cố gắng hỗ trợ những người bị bắt [vì theo các đảng phái], yêu cầu các linh mục ngăn cản những người vào các đảng phái chống chính phủ.<Ref name=c6d\/>\n\nGiám mục Lê Hữu Từ cũng cổ động lập Công giáo Cứu quốc ở các xứ đạo, hủy bỏ cờ tam tài và cờ long tinh{{#thẻ:ref|Trước đó, Giám mục Nguyễn Bá Tòng cũng đã có thư chung yêu cầu hủy bỏ các lá cờ này.<ref name=c6d\/>|group=gc}}, bỏ một số bài thổi kèn Tây. Ông cũng khuyến nghị các linh mục mở các lớp [[bình dân học vụ]] để tránh cho giáo hữu bị thua thiệt. Trong các lá thư luân lưu, giám mục địa phận Phát Diệm cũng lưu ý đến các vấn đề khác như: mở trường tư thục Công giáo (thư số 12; tháng 10 năm 1946); vấn nạn Cộng sản (thư 14; tháng 12 năm 1946); ủng hộ giáo dân tham gia các ban cứu trợ nạn nhân, chiến sĩ và thương bình; các vấn đề y tế như bệnh sốt rét.<Ref name=c6d\/>\n\n====Quản lý Phát Diệm năm 1947 và bị mưu sát====\nKhi Pháp tái chiếm [[Bán đảo Đông Dương|Đông Dương]], chính phủ Việt Minh dời lên [[Việt Bắc]]. Dưới sự kích động của người Pháp, cùng với sự quá khích của dân chúng, một số cuộc xung đột đã nổ ra giữa lương dân và giáo dân. Để xoa dịu những xung đột và tránh những ảnh hưởng bất lợi, chủ tịch Hồ Chí Minh đã nhiều lần gửi thư cũng như gửi các đặc phái viên để giải quyết xung đột, cố gắng tranh thủ sự ủng hộ của Giám mục Lê Hữu Từ cũng như giới Công giáo.<ref>Các thư Chủ tịch Hồ Chí Minh gửi Giám mục Lê Hữu Từ đề ngày 23 tháng 1, ngày 1 tháng 2 và ngày 2 tháng 3 năm 1947).<\/ref>\n\nTừ cuối năm 1946, đã có khoảng 5000 người bị Việt Minh bắt giữ do cáo buộc hoạt động đảng phái và thiếu tinh thần kháng chiến. Riêng những người Công giáo bị bắt vì giữ cờ Pháp và cờ Long Tinh, một số vì theo đảng phái, và những người giữ các chức vụ trong đạo: trùm trưởng, thành viên hội đồng xứ, lãnh đạo Công giáo Cứu quốc và Liên đoàn Công giáo,... Trước tình hình này, Giám mục Lê Hữu Từ gửi thư đến Hồ Chí Minh yêu cầu trả tự do cho những người vô tội. Ông đánh giá các hành động bắt giữ người dân vô tội gây ảnh hưởng đến tình đoàn kết dân tộc, chia rẽ tôn giáo và khiêu khích Công giáo. Hồ Chí Minh đã gửi phái đoàn trung ương dẫn đầu bởi bộ trưởng bộ Lao Động [[Nguyễn Văn Tạo]] để dàn xếp và gửi bí thư riêng [[Vũ Đình Huỳnh]] đến thăm, xin lỗi và trả tự do cho những người mà giám mục Từ can thiệp, nhất là trong vụ việc tại Văn Hải. Trong vòng một tuần, Hồ Chí Minh gửi ba phái đoàn và hai bức thư đến giám mục Lê Hữu Từ.<ref name=c6ea>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=110-113}}<\/ref>{{#thẻ:ref|Trong thư ngày 10 tháng 2 năm 1947, Hồ Chí Minh viết ''Chắc Cụ không bao giờ tin Việt Minh chống đạo''...''mà tôi cũng không tin rằng đồng bào Công giáo chống Việt Minh''...''những sự xích mích nhỏ giữa một số đồng bào, tuy là đáng tiếc, vì đạo đức giáo hóa chưa được phổ cập, không thể đụng chạm đến sự Đại đoàn kết của chúng ta.''<ref name=c6ea\/>|group=gc}} Nhận được thư ngày 10 tháng 2 năm 1947 của Hồ chủ tịch, Giám mục Lê gửi thông tư ngày 15 cùng tháng đến [các linh mục Phát Diệm], nội dung trích lại hai lá thư của chủ tịch nước và nhắc nhở người Công giáo cần có tinh thần ái quốc, tham gia kháng chiến; phải dè dặt với các tin đồn vì chính sách của chính phủ với tôn giáo, riêng với Công giáo là rõ ràng; cần tỏ tình đoàn kết với người không Công giáo.<ref name=c6ea \/>  Ngày 23 tháng 3, với nội dung chính là khuyên linh mục không nói chuyện chính trị trong nhà thờ; đoàn kết chống Pháp, đặt vấn đề đảng phái sang một bên<ref name=ydt\/>; các linh mục tuyệt đối không tiếp người lạ khi không có giấy giới thiệu của giám mục và cầu nguyện cho tổ quốc và đồng bào mau tự do và hạnh phúc. Nhằm tránh các đảng phái lợi dụng danh nghĩa Công giáo để hoạt động với mục đích riêng và chứng tỏ giáo dân Công giáo hăng say tham gia kháng chiến, giám mục Từ cho củng cố tổ chức Công giáo Cứu Quốc.<ref name=ohtg>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=127-129}}<\/ref>\n\nKhu vực Phát Diệm trở thành nơi ẩn náu cho nhiều người tản cư{{#thẻ:ref|Tính đến tháng 2 năm 1947, đã có đến 60.000 người đến vùng Phát Diệm.<Ref name=c6eb\/>|group=gc}} sau khi chiến tranh Việt Pháp nổ ra tháng 12 năm 1946 và những người bị Việt Minh truy nã.{{#thẻ:ref|Một số Ấn và Hoa kiều được hỗ trợ đã tài trợ tài chính cho giáo phận xây trường sở tại Hà Nội. Trường này khánh thành tháng 4 năm 1954 do Giám mục Từ cử hành.<Ref name=c6eb\/>|group=gc}} Nhận được tin báo ông [[Ngô Đình Diệm]] bị Việt Minh đưa đi, Giám mục Lê Hữu Từ can thiệp bằng cách cùng linh mục Nguyễn Quang Hàm, ông [[Ngô Tử Hạ]] đến gặp Hồ Chí Minh thông tin và yêu cầu trả tự do. Yêu cầu này được chủ tịch Hồ đáp ứng.<Ref name=c6eb\/> Vì số người tản cư đến quá đông, Lê Hữu Từ thiết lập Ủy ban Cứu tế Tản cư ngày 13 tháng 2 năm 1947.<Ref name=c6eb\/>\n\nNgày 5 tháng 9 năm 1947, Tống Viết Dung (tên thật là Lê Văn Cương), cán bộ Công giáo và ông Cai Chính, liên lạc của cố vấn Lê Hữu Từ trên đường về trụ sở Tổng bộ Công giáo Cứu quốc thì bị Công an Việt Minh đuổi và bắt được ông Dung. Nhận được tin báo, Lê Hữu Từ thảo văn thư can thiệp, yêu cầu trao trả tự do cho ông Dung và mời công an trưởng đến thảo luận. Công an cho biết ông Tống Viết Dung bị tạm giữ do có tin báo ông này là đảng viên đảng Duy Dân chống chính phủ. Sau khi ông Dung được đưa ra cano rạng sáng ngày hôm sau và tử vong{{#thẻ:ref|Theo phía Tổng bộ Công giáo là do cán bộ đẩy ông xuống thuyền và nã đạn; theo phía công an là do ông này cố tình nhảy xuống khỏi cano để chạy trốn.<ref name=tvd>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=143-146}}<\/ref>|group=gc}}, thi hài ông được trục vớt ngày 7 tháng 9 và được xác nhận có nhiều thương tích, nhất là vết thương ở vùng đỉnh đầu.<ref name=tvd \/>{{#thẻ:ref|Một hội đồng Giảo nghiệm tử thi được Lê Hữu Từ thiết lập gồm các đại diện chính quyền (bao gồm công an) và giáo quyền.|group=gc}} Nghi lễ an táng cho ông Dung được giám mục Từ cử hành bắt đầu từ khoảng 14 giờ 30 chiều<ref name=tvd2>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=147}}<\/ref> ngày 8 tháng 9 với sự tham gia của một số quan chức chính quyền và rất đông giáo dân. Giám mục Từ yêu cầu không mang vũ khí để đảm bảo trang nghiêm và hòa khí cho tang lễ. Trong bối cảnh tang lễ, phát súng bí mật phát ra từ phòng thông tin của chính phủ Việt Minh ghim sát cạnh Giám mục Lê Hữu Từ và sau đó lại có nổ súng (do mâu thuẫn giữa đoàn diễu hành và công an). Phẫn nộ vì cho rằng giám mục bị ám sát, nhiều người ập vào căn nhà phát ra tiếng súng, dùng gậy, kiếm đánh trọng tương các cán bộ Việt Minh, xé các biểu ngữ, sách báo, bích chương và đập nát bàn ghế. Tiểu đội ''Thần Phong'' dìu giám mục Lê và linh mục Đoàn Độc Thư, và ba viên chức chính phủ{{#thẻ:ref|Có ông [[Ngô Tử Hạ]], ông Nguyễn Ngọc Ái, chủ tịch phủ bộ Việt Minh và trung đội trưởng vệ quốc quân Nguyễn Văn Hoàn. Bí thư chủ tịch [[Hồ Chí Minh]] là [[Vũ Đình Huỳnh]] cũng được đưa đi tránh nạn.<ref name=tvd \/>|group=gc}} vào điếm canh, sau đó đoàn ''Xung phong'' đưa về Tòa giám mục Phát Diệm.<ref name=tvd \/>{{#thẻ:ref|Ông Nguyễn Ngọc Ái tách đoàn và thiệt mạng, qua đời vào đêm cùng ngày. Đoàn về Tòa giám mục khoảng 19 giờ.<ref name=tvd\/>|group=gc}} Vệ quốc quân can thiệp và vãn hồi được trật tự vào lúc 21 giờ cùng ngày.<ref name=tll21>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=147-149}}<\/ref> Hai phía công an và Công giáo đối kháng suốt đêm ngày 9 tháng 9, tuy vậy không có đụng độ xảy ra.<ref name=tll21\/> Theo một tờ báo tư nhân tại Hà Nội, vụ khiêu khích, khủng bố tại Phát Diệm do chính phủ Cộng sản gây ra, Giám mục Lê Hữu Từ bị mưu sát hụt.<ref>\"[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WOIt19470927.2.4 Vụ mưu sát Đức cha Lê Hữu Từ Giám mục địa phận Phát Diệm]\". ''Ngày Mới'' số 44, ngày 27 tháng 9 năm 1947.<\/ref> \n\nSáng ngày 10 tháng 9, một bản bá cáo do Giám mục Lê Hữu Từ, Thứ trưởng Thương binh [[Ngô Tử Hạ]], ông trung đội trưởng Hoàn{{#thẻ:ref|Là hai trong số ba viên chức chính phủ được đưa về Tòa giám mục vào tối ngày 9 tháng 9. Ông Hạ được người của Tòa giám mục đưa về nhà và ông Hoàn nghỉ qua đêm tại Tòa giám mục trước khi về quân trại.<Ref name=tll21\/>|group=gc}} đồng ký tên được công bố. Giám mục Lê Hữu Từ cũng cho công bố Thư Luân lưu số 21 với nội dung muốn gửi bá cáo chính thức về vụ việc xô xát trong ngày hôm trước. Một thư ngắn của Lê Hữu Từ cũng kêu gọi giáo dân mở tuần cửu nhật cầu nguyện bình an và giữ gìn địa phận được ban hành sau đó vào ngày 12 tháng 9.<Ref name=tll21\/> Ngày 15 tháng 9, phái đoàn do chính phủ Việt Minh có cuộc gặp với Giám mục Lê Hữu Từ, cho biết ''biến cố chỉ là hậu quả của dân chủ trong buổi phôi thai'' và cho biết đã điều chuyển công tác ông ty trưởng công an Kim Sơn, đồng thời thông báo chủ tịch nước Hồ Chí Minh sẽ gửi phái đoàn cao cấp về trình bày một giải pháp có lợi cho cả đôi bên.<ref name=tll21>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=147-149}}<\/ref> Thư Luân lưu số 22 gửi giáo dân địa phận ngày 22 tháng 9 cùng năm, Giám mục Từ lần thứ tư khẳng định nghiêm cấm giáo dân tham gia các đảng phái chính trị.<ref name=p152>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=152}}<\/ref>\n\nCùng với dân chúng tản cư vào Phát Diệm, các cán bộ Cộng sản cùng theo dân chúng, lập một phòng tuyên truyền tại phố Thượng Kiệm, đưa các thông tin về hoạt động của Giám mục Lê Hữu Từ và địa phận Phát Diệm nhằm hạ uy tín. Ngày 10 tháng 2 năm 1947, hai linh mục Hoàng Quỳnh và Đoàn Độc Thư được giám mục Từ ủy quyền thành lập phòng thông tin tuyên truyền Công giáo Cứu Quốc.<ref>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=118}}<\/ref> Để tránh những sai lệch do truyền miệng sau khi nghe thông tin từ phòng thông tin, ngày 5 tháng 7 năm 1947, giám mục Từ ra thông báo thành lập tuần báo ''Tiếng Kêu''. Sau khi Pháp nhảy dù xuống Phát Diệm tháng 10 năm 1949, tờ báo này đình bản, tiếp nối bởi tờ ''Lượm Tin'' và ''Đời Sống'' cho đến khi di cư. Nhằm thăm dò phản ứng từ chính quyền, Giám mục Từ ủy quyền linh mục Đinh Ngọc San nộp đơn xin phát hành tờ báo ''Tiếng Vang'' với danh nghĩa cơ quan ngôn luận của Ban Văn hóa Địa phận Phát Diệm nhưng không có phản hồi.<ref name=p123-124>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=123-124}}<\/ref>{{#thẻ:ref|Tuần báo số 1 phát hành ngày 6 tháng 7 và số cuối cùng, 112 phát hành ngày 16 tháng 10 năm 1949. Tờ báo ''Tiếng Kêu'' bị nhiều ngăn trở từ phía Việt Minh.Tờ báo chỉ gồm bốn trang, ba lần bị yêu cầu thu hồi giấy phép.<ref name=p123-124>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=123-124}}<\/ref>|group=gc}}\n\nTrong một cuộc học tập và kiểm thảo tại Ninh Bình do Ủy ban Hành chính Kháng chiến Khu III chủ tọa, Phát Diệm bị phê bình là thiếu tinh thần kháng chiến.<ref>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=109}}<\/ref> Do những lời phê bình này, Lê Hữu Từ và Phát Diệm tổ chức những việc để tham gia kháng chiến như: mở lớp và họp Thanh niên Công giáo Cứu quốc, làm lễ tuyên thệ cho cán bộ Công giáo Cứu quốc và xin mua súng, võ trang cho dân quân Công giáo Cứu quốc. Nhà hát Lớn Phát Diệm trở thành trung tâm huấn luyện quân sự cho tổ chức này. Trong hồi ký, Giám mục Từ nhận định phải tự vệ cứng cáp mới làm việc được với chính phủ Cộng sản.<ref name=p114>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=114}}<\/ref> Giám mục Từ xin mua súng, Hồ Chủ tịch giới thiệu đến Bộ trưởng Quốc phòng [[Phan Anh (luật sư)|Phan Anh]] và đã nhận được phép, tuy vậy không có giấy tờ được ký và cho phép bằng miệng.<Ref name=c6eb>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=115-118}}<\/ref> Về vấn đề mua súng, Giám mục Hải Phòng Gomez Lễ, sau khi bàn với Khâm sứ Tòa Thánh Drapier<ref name=p115>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=115}}<\/ref> đã hỗ trợ và cho vay mượn 1.000.000 đồng để mua súng.<ref name=gml>{{harvnb|Xuân Huy và Đoàn Độc Thư|1973|p=97}}<\/ref>{{#thẻ:ref|Khoản tiền này sau đó đến năm 1951, giám mục này đã quyết định tặng lại cho Giám mục Từ và Phát Diệm.<Ref name=gml\/>|group=gc}} Xe cá nhân của giám mục Từ nhiều lần dùng để vận chuyến vũ khí và không bị xét hỏi do có thư giới thiệu của Chủ tịch Ủy ban Hành chính Kháng chiến Ninh Bình.<Ref name=p114\/> Mỗi khi súng đạn đến nơi, ông thông báo đến Ủy ban hành chính và công an.<Ref name=c6eb \/>\n\nKhông thể lợi dụng giám mục Lê Hữu Từ, Pháp muốn tung tin giám mục đã liên lạc [với Pháp], đã bị giám mục Từ phản ứng rằng không bao giờ liên lạc và không xin súng người Pháp. Vì thái độ ương ngạnh của Giám mục Từ, Pháp tiến hành ném bom Phát Diệm.<Ref name=p114\/> Sáng ngày 22 tháng 11 năm 1947, Pháp hai lượt tấn công Phát Diệm và Nhà chung Phát Diệm, nhà nguyện trường Thầy giảng. Vụ tấn công làm thiệt hại nhiều cơ sở, làm 27 người chết, 32 người bị thương.<Ref name=c6eb\/> \n\nĐịa phận Phát Diệm được tổ chức thành 3 khu quân sự là khu [[Phát Diệm]], khu Phúc Nhạc và khu Gia Khánh, [[Gia Viễn]], [[Nho Quan]]. Tất cả đều được đặt dưới quyền chỉ huy chung của \"Tổng bộ Tự vệ Công giáo\", do [[linh mục]] [[Hoàng Quỳnh]] làm Tổng chỉ huy.\n\n====Giai đoạn 1948-1954====\nTừ tháng 11 năm 1948, sau khi Giám mục Bùi Chu là [[Giuse Đa Minh Hồ Ngọc Cẩn]] qua đời, Tòa Thánh chỉ định ông kiêm Giám quản Tông tòa [[Giáo phận Bùi Chu|Hạt Đại diện Tông Tòa Bùi Chu]]. Ảnh hưởng và tổ chức của ông tiếp tục lan ra đến Bùi Chu.<ref>Ông giữ nhiệm vụ này cho đến ngày 3 tháng 2 năm 1950, khi Giám mục hiệu tòa Sozopolitana ở Haemimonto [[Phêrô Maria Phạm Ngọc Chi]] nhậm chức Giám quản Tông tòa Bùi Chu.<\/ref> Cả một khu vực Bùi Chu – Phát Diệm trở thành khu tự trị Công giáo với 40 vạn giáo dân, dưới sự cai quản của ông, ngoài quyền kiểm soát của chính quyền Việt Nam Dân chủ Cộng hòa.\n\nLê Hữu Từ thường nhắc nhở mọi người: \"Chúng tôi (hay chúng ta, tùy trường hợp) chỉ biết phụng sự Thiên Chúa và Tổ quốc..., chúng tôi trọng công bình, bác ái, mưu hạnh phúc, hòa bình. Nhưng cộng sản đến, chúng tôi đánh! Mà thực dân đến, chúng tôi cũng đánh!\".<ref>\"[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WOIt19490107.2.3 Tin khách phương trời: Thêm một tiếng chuông về vụ Hành binh Phát Diệm]\". ''Tia Sáng'' số 357, ngày 7 tháng 1 năm 1949.<\/ref> Tới đầu năm 1949, Phát Diệm giữ được cảnh ổn định, dân chúng di cư đến nhiều, các hoạt động dân sự, tôn giáo, và kháng chiến diễn ra hòa hợp.<ref>\"[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WOIt19490108.2.12 Tin khách phương trời: Thêm một tiếng chuông về vụ Hành binh Phát Diệm (II)]\". ''Tia Sáng'' số 358, ngày 8 tháng 1 năm 1949.<\/ref> Thư ngày 25 tháng 1 năm 1949, Giám mục Lê Hữu Từ lên án Pháp: \"Quân lính Pháp, với một sự dã man tột độ, đã phá huỷ tất cả, không trừ một thứ gì, kể cả nhà thờ. Trong vòng một năm, gần 300 nhà thờ đã bị bom đánh phá\". Ông đã bị Pháp xếp vào hàng ngũ là loại người \"có đầu óc quốc gia hơn hết\" và là \"linh hồn của cuộc kháng chiến chống Pháp\". Chính vì vậy, thực dân Pháp dùng cách chia rẽ giám mục Từ với khả năng kháng chiến. Thư chung ngày 20 tháng 10 cùng năm, Giám mục Lê Hữu Từ bác bỏ thông tin từ hãng thông tấn [[AFP]] cho rằng cuộc hành quân của Pháp được tiến hành vì chính quyền Bảo Đại nhận được lời đề nghị của Giám mục Lê Hữu Từ.<ref name=VHNA\/> Ông tuyên bố: \"Không hề bao giờ tôi có thể có ý tưởng kêu gọi quân đội Pháp đến cứu giúp chúng tôi khỏi một sự nguy hiểm gì\" và \"Tôi không hề có một sự tiếp xúc nào với Chính phủ Bảo Đại.\"<ref>\"[http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=WOIs19491116.2.4 Về vấn đề Phát Diệm]\". ''Thời Sự'' số 875, ngày 16 tháng 11 năm 1949.<\/ref>\n\nHồ Chí Minh nhiều lần gọi ông là “người bạn thân thiết”, “người bạn quý mến”… Ông thường thư từ với Hồ chủ tịch và cộng tác với chính phủ Việt Nam Dân Chủ Cộng hòa khi cử linh mục đi uý lạo đồng bào miền Nam Trung Bộ đầu năm 1949. Ông cũng được ghi nhận đã cho huy động giáo dân phá cầu Trì Chính để cản đường quân Pháp hành quân năm 1949.<ref name=ydt\/>\n\nLập trường của Giám mục Lê Hữu Từ là chống cả thực dân Pháp lẫn Việt Minh cộng sản. Tuy vậy, do Mặt trận [[Việt Minh]] là tổ chức đang cầm quyền kháng chiến chống Pháp, người Công giáo \"phải lựa chọn những gì mình không muốn lựa chọn\", theo tác giả linh mục [[Trương Bá Cần]], viết trên báo [[Công giáo và Dân tộc]].<ref name=dunglac\/> Sự chuyển hướng của Giám mục Lê Hữu Từ, theo Tiến sĩ Nguyễn Huy Thông là kết quả của \"sự đối đầu loại trừ nhau của vấn đề ý thức hệ mà cả đạo và đời lúc này chưa dễ vượt qua\". Có thể thấy rõ qua câu nói của ông này với Chủ tịch Hồ Chí Minh khi gặp nhau ở Phát Diệm đầu năm 1946: \"Tôi và dân Công giáo Phát Diệm đoàn kết và triệt để ủng hộ Cụ trong công cuộc kháng chiến chống thực dân Pháp giành độc lập tự do cho Tổ quốc nhưng nếu Cụ là cộng sản thì tôi chống Cụ từ giờ phút này\".<ref name=VHNA>{{Chú thích web|url=http:\/\/www.vanhoanghean.com.vn\/component\/k2\/34-cuoc-song-quanh-ta\/984-cach-mang-thang-tam-voi-cac-giam-muc-nguoi-viet|tiêu đề=Cách mạng Tháng Tám với các giám mục người Việt|nhà xuất bản=Văn hóa Nghệ An|ngày truy cập=Ngày 6 tháng 7 năm 2020|ngày lưu trữ=Ngày 6 tháng 7 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200707013229\/http:\/\/www.vanhoanghean.com.vn\/component\/k2\/34-cuoc-song-quanh-ta\/984-cach-mang-thang-tam-voi-cac-giam-muc-nguoi-viet}}<\/ref>\n\nTrái với những tuyên truyền chống đối, Lê Hữu Từ là người quyết liệt chống thực dân. Cho tới cuối thập niên 1940, ông đã thành công trong việc bảo vệ khu tự vệ Phát Diệm–Bùi Chu khỏi cả thực dân lẫn cộng sản.<ref name=\"UQ\">\"[http:\/\/indochine.uqam.ca\/en\/historical-dictionary\/768-le-hu-t-18971967.html Lê Hữu Từ]\". ''The Indochina War (1945–1956): An Interdisciplinary Tool''. Université du Québec à Montréal.<\/ref> Bước sang 1950 khi xung đột trên bán đảo Đông Dương đã mang màu sắc của [[Chiến tranh Lạnh]], Việt Nam Dân chủ Cộng hòa ngày càng gắn kết với khối cộng sản quốc tế, cả thực dân Pháp và cộng sản Việt  Nam đều muốn kiểm soát khu tự vệ Công giáo.<ref name=\"UQ1\">\"[http:\/\/indochine.uqam.ca\/en\/historical-dictionary\/227-catholics-in-vietnam-and-the-war.html Catholics in Vietnam and the War]\". ''The Indochina War (1945–1956): An Interdisciplinary Tool''. Université du Québec à Montréal.<\/ref> Bị kẹt ở giữa, cuối cùng Lê Hữu Từ cũng đồng ý hợp tác với [[Quốc gia Việt Nam]] do cựu hoàng [[Bảo Đại]] đứng đầu. Tuy vậy sự xung khắc của ông với thực dân Pháp vẫn giữ nguyên. Tinh thần dân tộc của ông thậm chí còn được Hồ Chí Minh và những người cộng sản khâm phục.<ref name=\"UQ\" \/>\n\n===Di cư và công việc mục vụ tại miền Nam===\n[[Tập tin:Bia mộ Giám mục Tađêô Lê Hữu Từ.jpeg|trái|nhỏ|150px|Bia mộ Giám mục Tađêô Lê Hữu Từ]]\nNgày 30 tháng 6 năm 1954, Giám mục Từ cùng với 143 linh mục và 80.000 giáo dân Phát Diệm thực hiện [[Cuộc di cư Việt Nam, 1954|cuộc di cư vào Nam]].<ref>Số liệu theo thống kê các hạt đại diện tại miền Bắc Việt Nam, do Chính phủ Việt Nam Dân chủ Cộng hòa thực hiện cuối năm 1955.<\/ref>{{#thẻ:ref|Cùng di cư vào Nam với ông còn có các Giám mục [[Phêrô Maria Phạm Ngọc Chi]] ([[Giáo phận Bùi Chu]]), [[Giuse Trương Cao Đại]] ([[Giáo phận Hải Phòng|Hạt Đại diện Tông Tòa Hải Phòng]]). Lúc bấy giờ, cả miền Bắc chỉ còn ba giám mục là [[Giuse Maria Trịnh Như Khuê]] ([[Tổng giáo phận Hà Nội|Hạt Đại diện Tông Tòa Hà Nội]], [[Đa Minh Hoàng Văn Đoàn]] ([[Giáo phận Bắc Ninh|Hạt Đại diện Tông Tòa Bắc Ninh]]) và [[Gioan Baotixita Trần Hữu Đức]] ([[Giáo phận Vinh|Hạt Đại diện Tông Tòa Vinh]]).|group=gc}} Theo số liệu từ sách Việt Nam Giáo sử, Giám mục Lê Hữu Từ di cư cùng 119 linh mục đang đảm trách 68 giáo xứ, 46 đại chủng sinh, 145 tiểu chủng sinh. Ở lại địa phận có linh mục [[Phaolô Bùi Chu Tạo]], 29 linh mục (số linh mục quản xứ là 60),  1 dòng nam, 3 dòng nữ tu, 60 tiểu chủng sinh.<Ref name=gs\/> Một sĩ quan Việt Minh trẻ là [[Vũ Ngọc Nhạ]] đã giúp đỡ ông trong việc tổ chức di cư này.{{fact}}\n\nCuối tháng 6 năm 1954, làn sóng di cư từ Phát Diệm khởi sự. Giám mục Lê Hữu Từ cho tập trung giáo dân địa phận thành từng khối nhằm hỗ trợ lẫn nhau và cho họ định cư tại các vùng Bình Xuyên, Gia Kiệm, Phương Lâm, Bảo Lộc, Cần Thơ. Ông cho xây dựng tiểu chủng viện tại Phú Nhuận, Dòng Mến Thánh Giá tại Gò Vấp ngay sau khi di cư để tiếp tục các chương trình mục vụ. Thập niên 1960, Giám mục Từ cho xây nhà hưu dưỡng Phát Diệm tại Gò Vấp và xây dựng cơ sở tại Roma nhằm tạo phương tiện tài chính để giúp đỡ địa phận Phát Diệm.<ref name=ts2019\/>\n\nTại miền Nam Việt Nam, giám mục Lê Hữu Từ hỗ trợ giáo dân và linh mục tìm kiếm nơi định cư. Sau khi tình hình ổn định, ông cho mở lại các hoạt động sinh hoạt tôn giáo. Vài năm sau đó, giám mục Từ được Hội đồng Giám mục miền Nam cử giữ chức Giám đốc Trung tâm Công giáo Việt Nam mới thành lập và làm Tổng Tuyên úy Quân đội Việt Nam Cộng hòa.<ref name=dunglac\/> Ông còn đảm nhận vai trò Giám đốc tổ chức Bác ái Công giáo.<Ref name=gs\/> Ông giữ các chức vụ này trong thời gian ngắn trước khi tham gia [[Công đồng Vatican II]]. Trong thời gian tham gia Công đồng, ông sinh sống tại trụ sở Phát Diệm tại Rôma, kiến thiết phát triển cơ sở mà sau này là Foyer Phát Diệm. Giám mục Lê Hữu Từ cũng đến Thụy Sĩ thăm các đan sĩ Dòng Xitô Việt Nam (L’Ordre de Cîteaux) và nhận tin mắc bệnh ung thư.<ref name=ts2019\/> Do sức khỏe suy yếu, ông hưu dưỡng tại tu viện Châu Sơn Đơn Dương, một chi nhánh của dòng Xitô Phước Sơn. Sau đó ông đến hưu dưỡng tại nhà An dưỡng Phát Diệm ở Gò Vấp.<ref name=dunglac\/>\n\n==Qua đời==\nGiám mục Lê Hữu Từ qua đời vào ngày 24 tháng 4 năm 1967 tại An dưỡng viện Linh mục Phát Diệm tại (Xóm Mới, Gò Vấp) Sài Gòn, sau 6 tháng chống chọi với ung thư phổi.<ref name=ts2019>{{chú thích web|url=https:\/\/phatdiem.org\/cac-duc-giam-muc-tien-nhiem\/chan-dung-tieu-su-duc-cha-anselmo-tadeo-le-huu-tu.html|tiêu đề=Chân dung tiểu sử Đức Cha Anselmô Tađêô Lê Hữu Từ|nhà xuất bản=Giáo phận Phát Diệm|ngày truy cập=Ngày 23 tháng 6 năm 2020|ngày lưu trữ=Ngày 23 tháng 6 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200623152448\/https:\/\/phatdiem.org\/cac-duc-giam-muc-tien-nhiem\/chan-dung-tieu-su-duc-cha-anselmo-tadeo-le-huu-tu.html}}<\/ref>\n\nSau khi qua đời, thi hài cố giám mục được quàn tại đây trong hai ngày và ngày thứ ba được di chuyển đến [[Nhà thờ chính tòa Đức Bà Sài Gòn|Vương cung Thánh đường Đức Bà Sài Gòn]]. Lễ an táng được cử hành ngày 27 tháng 4 năm 1967, do Tổng giám mục Sài Gòn [[Phaolô Nguyễn Văn Bình]] làm chủ tế. Tham gia tang lễ có một số lãnh đạo [[Việt Nam Cộng hòa]] như ông [[Nguyễn Văn Thiệu]], Chủ tịch Ủy Ban Lãnh đạo Quốc gia và ông [[Nguyễn Cao Kỳ]], Chủ tịch Ủy Ban Hành pháp Trung ương (như Thủ tướng),… Đây là một tang lễ có số lượng người tham dự và số phương tiện trong đoàn đưa tang rất đông vào thời kỳ này. Mộ phần cố giám mục được xây dựng tại An dưỡng viện linh mục Phát Diệm (Gò Vấp, Thành phố Hồ Chí Minh).<ref name=ts2019\/>\n\n==Tông truyền==\nGiám mục Tađêô Lê Hữu Từ được tấn phong giám mục năm 1945, thời [[Giáo hoàng Piô XII]], bởi:<ref name=tt\/>\n* Chủ phong: [[Gioan Baotixita Nguyễn Bá Tòng]], nguyên Đại diện Tông Tòa [[Giáo phận Phát Diệm|Hạt Đại diện Tông Tòa Phát Diệm]].\n* Giám mục phụ phong: [[Đa Minh Maria Hồ Ngọc Cẩn]], [[Đại diện Tông Tòa]] [[Giáo phận Bùi Chu|Hạt Đại diện Tông Tòa Bùi Chu]].\n\nGiám mục Tađêô Lê Hữu Từ là giám mục truyền chức linh mục cho:<ref name=tt\/>\n* Năm 1949, [[Phaolô Giuse Phạm Đình Tụng]], cố Hồng y, Tổng giám mục [[Tổng giáo phận Hà Nội]].\n\nGiám mục Tađêô Lê Hữu Từ đóng vai trò chủ phong trong nghi thức truyền chức cho giám mục:<ref name=tt\/>\n* Năm 1950, giám mục [[Phêrô Maria Phạm Ngọc Chi]], cố Giám mục chính tòa [[Giáo phận Đà Nẵng]].\n* Năm 1950, giám mục [[Giuse Maria Trịnh Như Khuê]], cố Hồng y, Tổng giám mục [[Tổng giáo phận Hà Nội]].\n\nGiám mục Tađêô Lê Hữu Từ đóng vai trò phụ phong trong nghi thức truyền chức cho các giám mục:<ref name=tt\/>\n* Năm 1955, [[Simon Hòa Nguyễn Văn Hiền]], cố giám mục chính tòa [[Giáo phận Đà Lạt]].\n* Năm 1955, [[Phaolô Nguyễn Văn Bình]], cố Tổng giám mục [[Tổng giáo phận Thành phố Hồ Chí Minh]].\n* Năm 1961, [[Philípphê Nguyễn Kim Điền]], cố Tổng giám mục [[Tổng giáo phận Huế]].\n* Năm 1961, [[Micae Nguyễn Khắc Ngữ]], cố giám mục chính tòa [[Giáo phận Long Xuyên]].\n* Năm 1961, [[Giuse Trần Văn Thiện]], cố giám mục chính tòa [[Giáo phận Mỹ Tho]].\n* Năm 1961, [[Antôn Nguyễn Văn Thiện]], cố giám mục chính tòa Giáo phận Vĩnh Long.\n\n==Nhận định==\nTiến sĩ Phạm Huy Thông viết trong bài viết ''Cách mạng Tháng Tám với các Giám mục người Việt'' đăng tải trên website Ban Tôn giáo Chính phủ nước Cộng hòa Xã hội Chủ nghĩa Việt Nam:<ref name=ydt>{{chú thích web|url=http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/240\/0\/2128\/Cach_mang_Thang_Tam_voi_cac_Giam_muc_nguoi_Viet|tiêu đề=Cách mạng Tháng Tám với các Giám mục người Việt|nhà xuất bản=Ban Tôn giáo Chính phủ nước Cộng hòa Xã hội Chủ nghĩa Việt Nam|ngày truy cập=Ngày 6 tháng 7 năm 2020|archive-date=2019-07-07|archive-url=https:\/\/web.archive.org\/web\/20190707054005\/http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/240\/0\/2128\/Cach_mang_Thang_Tam_voi_cac_Giam_muc_nguoi_Viet|url-status=bot: unknown}}<\/ref>\n{{Cquote|''Đến ngày Việt Nam tuyên bố độc lập (ngày 2 tháng 9 năm 1945), ở nước ta có 5 giám mục người Việt nhưng Giám mục Phan Đình Phùng đã mất năm 1940 nên chỉ còn lại 4 là Giám mục Nguyễn Bá Tòng, Hồ Ngọc Cẩn, Ngô Đình Thục và Lê Hữu Từ. Cũng còn nhiều điều chưa được làm sáng tỏ trong cuộc đời của các vị giám mục này nhưng có thể khẳng định: các vị giám mục người Việt tiên khởi này đều có tinh thần dân tộc, tha thiết với độc lập tự do của dân tộc ngay từ những ngày đầu cách mạng.''}}\n\n==Tóm tắt chức vụ==\n{{start box\n}}\n{{Thứ tự chức vụ|\nchức vụ = Giám mục Hiệu tòa Daphnusia, Thổ Nhĩ Kỳ<ref name=ht>{{chú thích web|url=http:\/\/www.gcatholic.org\/dioceses\/former\/t0607.htm|tiêu đề=Titular Episcopal See of Daphnusia, Turkey|nhà xuất bản=G Catholic|ngày truy cập=Ngày 6 tháng 7 năm 2020|ngày lưu trữ=Ngày 6 tháng 7 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200207073604\/http:\/\/www.gcatholic.org\/dioceses\/former\/t0607.htm}}<\/ref>|\ntrước = [[Daniel Llorente y Federico ]]|\nsau = [[Trống tòa]]|\nnăm = 1945 –1967|\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Đại diện Tông Tòa <br> Hạt đại diện Tông Tòa Phát Diệm|\ntrước =  [[Gioan Maria Phan Đình Phùng]]|\nsau = Chức vị bãi bỏ<br><small>[[Phaolô Bùi Chu Tạo]]<br>{{nowrap|Giám mục Tiên khởi Giáo phận Phát Diệm}}<\/small>|\nnăm = 1945–1959<ref name=tt>{{Chú thích web|url=https:\/\/www.catholic-hierarchy.org\/bishop\/blehu.html|tiêu đề=Bishop Thaddée Anselme Lê Hữu Từ, O. Cist. † Vicar Apostolic Emeritus of Phát Diêm, Viet Nam - Titular Bishop of Daphnusia|nhà xuất bản=Catholic Hierarchy|ngày truy cập=Ngày 6 tháng 7 năm 2020|ngày lưu trữ=Ngày 6 tháng 7 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200616042625\/https:\/\/www.catholic-hierarchy.org\/bishop\/blehu.html}}<\/ref>|\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Giám quản Tông Tòa <br> Hạt đại diện Tông Tòa Bùi Chu<ref>{{chú thích web|url=http:\/\/www.gcatholic.org\/dioceses\/diocese\/buic0.htm|tiêu đề=Diocese of Bùi Chu, Vietnam |nhà xuất bản=G Catholic|ngày truy cập=Ngày 6 tháng 7 năm 2020|ngày lưu trữ=Ngày 6 tháng 7 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200401235149\/http:\/\/www.gcatholic.org\/dioceses\/diocese\/buic0.htm}}<\/ref>|\ntrước = Tiên khởi|\nsau = [[Giuse Maria Phạm Năng Tĩnh]]|\nnăm = 1948–1950|\n}}\n\n{{end box\n}}\n\n== Thứ tự bổ nhiệm – tấn phong giám mục ==\n{{start box}}\n\n{{Thứ tự chức vụ|\nchức vụ = Đợt bổ nhiệm Giám mục người Việt lần V <br> Tađêô Lê Hữu Từ|\ntrước = Đợt bổ nhiệm Giám mục người Việt lần IV <br> [[Gioan Maria Phan Đình Phùng]] <br> 28 tháng 5 năm 1940|\nsau = Đợt bổ nhiệm Giám mục người Việt lần VI <br> [[Phêrô Maria Phạm Ngọc Chi]] <br> 3 tháng 2 năm 1950 |\nnăm = 14 tháng 6 năm 1945 |\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Giám mục người Việt thứ 5 được tấn phong <br> Tađêô Lê Hữu Từ|\ntrước = Giám mục người Việt thứ 4 được tấn phong <br> [[Gioan Maria Phan Đình Phùng]] <br> 3 tháng 12 năm 1940|\nsau = Giám mục người Việt thứ 6 được tấn phong <br> [[Phêrô Maria Phạm Ngọc Chi]] <br> 4 tháng 8 năm 1950 |\nnăm = 29 tháng 10 năm 1945|\n}}\n\n{{end box}}\n\n==Ghi chú==\n{{Tham khảo|2|group=gc}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Thư mục==\n* {{chú thích\n | author= Antôn Nguyễn Ngọc Sơn (Chủ biên)\n | title= Niên giám Giáo hội Công giáo Việt Nam 2016\n | url= http:\/\/thuvienconggiaovietnam.net\/admintvcg\/uploads\/bookFileTemp\/090453_icon.pdf\n | publisher= Nhà xuất bản Tôn giáo\n | place= \n | year= 2016\n | access-date= 2019-08-08\n | archive-date= 2019-07-02\n | archive-url= https:\/\/web.archive.org\/web\/20190702233916\/http:\/\/thuvienconggiaovietnam.net\/admintvcg\/uploads\/bookFileTemp\/090453_icon.pdf\n }}\n* {{chú thích\n | author= Văn phòng Báo chí Tòa Thánh\n | title=Acta Apostolicae Sedis 1945\n | publisher=Văn phòng Báo chí Tòa Thánh\n | place= \n | year= 1945\n| url lưu trữ =https:\/\/web.archive.org\/web\/20200629204457\/http:\/\/www.vatican.va\/archive\/aas\/documents\/AAS-37-1945-ocr.pdf\n| ngày lưu trữ=Ngày 6 tháng 7 năm 2020\n| url =http:\/\/www.vatican.va\/archive\/aas\/documents\/AAS-37-1945-ocr.pdf\n}}\n* {{chú thích\n | author=Xuân Huy và Đoàn Độc Thư\n | title=Giám mục Lê Hữu Từ và Phát Diệm, 1945-1954\n | publisher=Kim Studio\n | place=\n | year=1973\n}}\n* {{chú thích\n | author= Phan Phát Huồn\n | title= Việt Nam Giáo sử (Quyển II)\n | publisher=Cứu Thế Tùng Lâm\n | place=Sài Gòn\n | year=1962\n}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.catholic.org.tw\/vntaiwan\/vnchurch\/phatdiem\/gmtu.htm Đức Cha Tađêô Lê Hữu Từ Nguyên Giám mục Giáo phận Phát Diệm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100915014449\/http:\/\/www.catholic.org.tw\/vntaiwan\/vnchurch\/phatdiem\/gmtu.htm |date=2010-09-15 }}\n*[https:\/\/www.vietcatholic.net\/Media\/LSGPPD4.pdf  CÁC GIÁM MỤC CAI QUẢN GIÁO PHẬN PHÁT DIỆM]\n{{Giám mục Công giáo người Việt}}\n\n[[Thể loại:Sinh năm 1896]]\n[[Thể loại:Mất năm 1967]]\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Giám mục Công giáo người Việt]]\n[[Thể loại:Bảo quốc Huân chương]]\n[[Thể loại:Tu sĩ Dòng Xitô]]\n[[Thể loại:Người họ Lê tại Việt Nam]]"}