{"1253024":"{{otheruses|Thanh Bình (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Thanh Bình\n| vai trò hành chính = phường\n| hình = UBND phường Thanh Bình, Hải Châu, Đà Nẵng.jpeg\n| ghi chú hình = UBND phường Thanh Bình\n| vĩ độ = 16\n| kinh độ = 108\n| vĩ phút = 4\n| vĩ giây = 56\n| kinh phút = 12\n| kinh giây = 37\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 1,5661 km²<ref name=\"hc\"\/>\n| dân số = 21.922 người\n| thời điểm dân số = 2020<ref name=\"hc\"\/>\n| mật độ dân số = 13.998 người\/km²\n| dân tộc = \n| vùng = [[Duyên hải Nam Trung Bộ]]\n| thành phố = [[Đà Nẵng]]\n| quận = [[Hải Châu]]\n| thành lập = 1997\n| trụ sở UBND = 76 [[Ông Ích Khiêm]]\n| chủ tịch UBND = Võ Duy Lâm\n| chủ tịch HĐND = \n| chủ tịch UBMTTQ = Nguyễn Thị Lan Hương\n| bí thư = Trần Thanh Bình\n| mã hành chính = 20227<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| số điện thoại = (0236) 3822.519\n| mã bưu chính = \n}}\n'''Thanh Bình''' là một [[Phường (Việt Nam)|phường]] thuộc quận [[Hải Châu]], thành phố [[Đà Nẵng]], [[Việt Nam]].\n\n== Địa lí ==\nPhía Tây, Tây Bắc phường Thanh Bình có bờ biển Thanh Bình nằm trong [[vịnh Đà Nẵng]], phía Đông Bắc giáp phường Thuận Phước, phía Đông Nam giáp phường Thạch Thang, phía Tây Nam giáp phường Tam Thuận (quận Thanh Khê). Thanh Bình có địa hình bằng phẳng, phần lớn là đất cát biển. Vịnh Đà Nẵng là địa điểm trọng yếu của thành phố Đà Nẵng. Vào ngày 1\/9\/1858, lính Pháp và Tây Ban Nha đã đánh thành phố thông qua vịnh này.\n\n== Lịch sử ==\nSo với các phường trong quận Hải Châu, đơn vị hành chính phường Thanh Bình hình thành muộn hơn. Tháng 7 năm 1954, thực hiện Hiệp định Giơnevơ, quân đội Pháp ở miền Bắc Việt Nam chuyển quân về phía nam vĩ tuyến 17, sông Bến Hải, Quảng Trị. Trong đó, một số binh lính trong quân đội Pháp mang theo cả gia đình vào sinh sống tại khu vực ven biển Thanh Bình, Đà Nẵng. Từ đó, dân cư qui tụ ngày càng đông. Chính quyền Nguỵ thành lập xã Thanh Hà, sau đó tách địa giới hành chính và lập ra khu phố Xương Bình. Khu phố Xương Bình là tiền thân của phường Thanh Bình ngày nay.\n\n== Giáo dục ==\nPhường Thanh Bình có khoảng 10 trường học từ Mầm non đến Đại học. Trong đó có một số trường học tiêu biểu như:\n\n+ Trường Tiểu học Ông Ích Khiêm nằm ở 75 Ông Ích Khiêm. Có 20 đánh giá 4,1 sao\n\n+ Trường Trung học cơ sở Lê Hồng Phong ở 36 Hải Sơn. Có 25 đánh giá 3,4 sao.\n\n+ Trường Đại học Sư phạm Kĩ thuật ở 48 Cao Thắng. Có 294 đánh giá 4,2 sao.\n\nTỉ lệ mù chữ là 0,2%\n\n== Y tế ==\nCó trạm Y tế phường Thanh Bình ở 51 Thanh Thủy. Có 2 đánh giá 4 sao.\n\nPhường có diên tích là 1,5661 km2. Dân số phường vào năm 2020 là 21922 người, mật độ dân số là 13998 người \/km2. Phường có khoảng 5000 hộ gia đình trong đó có khoảng 90% số hộ đạt mức sống khá trở lên: 9,5\/10 hộ có xe máy và 3\/10 hộ có ô tô.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Đà Nẵng}}\n{{Đơn vị hành chính thuộc quận Hải Châu}}"}