{"3277010":"{{Mồ côi|date=tháng 7 năm 2018}}\n{{sơ khai}}\n'''Làng Thanh Lương'''<ref>{{Chú thích web|url = https:\/\/huongxuan.thuathienhue.gov.vn\/?gd=4&cn=147&tc=275|tiêu đề = Làng văn hóa Thanh Lương}}<\/ref> được hình thành vào khoảng từ cuối thế kỷ XIV và đến đầu thế kỷ XV. Đầu tiên Làng được đặt tên là làng Thanh Kệ<ref>{{Chú thích web|url = http:\/\/tapchisonghuong.com.vn\/tap-chi\/c121\/n1055\/Nguoi-cho-Ke.html|tiêu đề = Người chợ Kệ}}<\/ref>, cho đến khi chúa Nguyễn về lập phủ chúa ở làng Phước Yên thì được đổi tên là làng Thanh Lương. \n==Vị trí địa lý==\nLàng cách trung tâm [[Cố đô Huế|Cố Đô Huế]] khoảng 10&nbsp;km về phía Bắc, phía Tây giáp làng Văn Xá, phía Nam giáp đường tỉnh lộ 8A, phía Đông, Bắc bao quanh bởi dòng [[sông Bồ]]. Làng có diện tích tự nhiên khoản 5&nbsp;km­<sup>2<\/sup>, chia thành bốn phe là: Phe 1,2,3,4; địa hình khá bằng phẳng, đất đại phì nhiêu, cây trồng truyền thống chủ yếu là lúa nước và cây công nghiệp ngắn ngày.\n== Lịch sử ==\nTheo thần tích các vị khai canh, Lê Thái Giám là vị đầu tiên, ngài giữ một chức quan to lớn dưới đời [[Lê Thánh Tông]]. Sau đó, các ngài họ Phan, Trần, Dương, Lê tiếp tục vào lập làng khoảng năm 1438 (theo phả tộc trong các họ hiện nay), tiếp năm sau thì các họ khác vào là Nguyễn, Phạm, Hồ, Huỳnh đều có nhiệm vụ đánh đuổi quân [[Chiêm]]. Nguồn gốc dân làng chủ yếu được di cư từ [[Thanh Hóa]] vào, hiện nay làng đã có 74 dòng họ, với 900 hộ và hơn 4000 nhân khẩu.\n[[Tập tin:Cổng làng Thanh Lương.JPG|thumb|alt=Cổng chính làng Thanh Lương|Cổng chính làng Thanh Lương được xây dựng và hoàn thành vào năm 2007 bởi sự đóng góp công sức của bà con trong làng]]\n== Truyền thống - Văn hóa ==\nVới chiều dài hơn 6 thế kỷ tồn tại và phát triển, Làng đã có một bề dày truyền thống lịch sử yêu nước nồng nàn. Nhiều thế hệ con dân của Làng đã nối tiếp nhau trên con đường cứu nước giữ Làng, đặc biệt trong hai cuộc kháng chiến chống [[Đế quốc thực dân Pháp|thực dân Pháp]] và [[đế quốc Mỹ]] hầu hết con dân của Làng đã sớm giác ngộ theo Đảng làm cách mạng. Trong những năm tháng chiến đấu cam go, biết bao con người, làng xóm, bến nước luỹ tre, Thanh Lương  đã phải chịu hy sinh mất mát, đau thương. Biết bao tấm gương hy sinh anh dũng, thà chịu cảnh tù đày \"Khảo tra không nói, đào hầm nuôi cán bộ tháng năm trường\". Thanh Lương đã đóng góp một phần quan trọng trong thành tích chung của Hương Xuân, xứng đáng được Đảng và nhà nước phong tặng danh hiệu cao quý \"Đơn vị anh hùng lực lượng vũ trang nhân dân\". Nhiều danh nhân đã sinh ra và lớn lên ở nơi này như: [[Đặng Huy Trứ]]<ref>{{Chú thích web|url = http:\/\/thanhnien.vn\/van-hoa\/ky-niem-60-nam-ngay-truyen-thong-cua-nganh-nhiep-anh-vn-36253.html|tiêu đề = Kỷ niệm 60 năm ngày truyền thống của ngành nhiếp ảnh VN}}<\/ref>, Đặng Văn Hòa<ref>{{Chú thích web|url = https:\/\/huongxuan.thuathienhue.gov.vn\/?gd=4&cn=109&tc=271|tiêu đề = Đặng Văn Hòa}}<\/ref>, [[Dương Bá Nuôi]].\n\n== Lễ hội dân gian ==\n\nLàng Thanh Lương, xã [[Hương Xuân, Hương Trà|Hương Xuân]], huyện [[Hương Trà]] tổ chức '''lễ Thu tế'''<ref>{{Chú thích web|url = https:\/\/huongxuan.thuathienhue.gov.vn\/?gd=4&cn=109&tc=270|tiêu đề = Lễ Thu tế}}<\/ref> vào hai ngày 11 và 12 tháng 7 âm lịch hằng năm để tế các vị thần khai canh lập làng. Diễn trường trung tâm tế lễ tại đình làng. Ngày chính hội là ngày 12 tháng 7 âm lịch.\n\nĐối tượng thờ cúng là các vị khai canh, khai khẩn làng. Thần tích các vị khai canh cho ta biết '''Lê Thái Giám''' là vị đầu tiên, ngài giữ một chức quan to lớn dưới đời [[Lê Thánh Tông]]. Sau đó là các ngài họ Phan, Trần, Dương, Lê tiếp tục vào lập làng khoảng năm 1438 (theo phả Tộc trong các họ hiện nay) tiếp năm sau thì các họ khác vào: Nguyễn, Phạm, Hồ, Huỳnh đều có nhiệm vụ đánh đuổi quân Chiêm.\n[[Tập tin:Đường Quê Làng Thanh Lương vào Ngày Mùa.JPG|thumb|Đường làng nhộn nhịp vào vụ mùa thu hoạch lúa Tây Xuân]]\nTiến trình buổi lễ gồm các nghi lễ sau:\n\nBuổi sáng ngày 11-7, lúc 7 giờ cúng lễ \"yết tế hương trầm\". Bốn người khăn đen, áo dài nghinh bàn rước sắc từ đình làng đi trước, hai hàng lão ông khăn đen, áo dài khác đi sau dàn nhạc trống kèn nỗi lên theo nhịp qua mùa nghinh sắc của các thần từ chùa về đình làm lễ an vị túc yết.\n\nBuổi tối 11-7 là lễ túc trực của ban tổ chức tại đình làng. Hai giờ sáng ngày 12-7 làng tổ chức lễ chánh tế. Dân làng đem lễ vật vào dâng trước lễ chánh tế để kịp thời hành lễ. Phẩm vật dâng cúng là những vật phẩm do nhân dân tự tay sáng tạo. Nghi lễ và phẩm vật cúng của làng thời phong kiến rất phong phú như lễ tam sanh: trâu, bò, de. Sau này còn lại bò, heo. Khi kinh tế toàn làng khó khăn thì chỉ cúng heo.\n\nSau lễ chánh tế là lễ tống thần, rước săc từ đình trở về chùa (sở dĩ có như vậy là vì theo các cụ ngày xưa thần về ở lại chùa để có kinh kệ phụng thờ hương khói thường xuyên ngày rằm, ba mươi, mồng một).\n\nLễ hội thu tế làng Thanh Lương qua 550 năm nay vẫn được duy trì. 18 đời các họ tộc kế tiếp nhau bảo tồn nghi lễ để tỏ lòng thành kính nhớ ơn tổ tiên khai canh, lập làng. Ý nghĩa lắm thay! Tuy nhiên, do những biến đổi của lịch sử nên hiện nay lễ hội đơn giản hóa ở phần tổ chức vật phẩm cúng và nghi thức tế tự đình.\n\n== Di tích, khu lưu niệm danh nhân ==\n\nNhà thờ Đặng Huy Trứ được xây dựng năm 1930, tại quê hương Thanh Lương. Nhà thờ kết cấu theo lối nhà rường truyền thống, hình vuông gồm một gian hai chái, mái lợp ngói liệt, cửa bản khoa. Toàn bộ khung nhà làm bằng gỗ mít, các xuyên, trến, đầu kèo chạm trổ hoa lá, gờ nổi chạy dài.\nPhần mộ Đặng Huy Trứ được đặt tại thôn Hiền Sĩ, xã Phong Sơn, huyện Phong Điền trên một gò đồi cạnh sông Bồ. Đến năm 1927 mới dựng bia. Năm 1930, bà Đặng Thị Sâm, cháu nội Đặng Huy Trứ đã xây lăng mộ cho ông. Lăng xây theo hình trứng ngỗng, dài 9,5m, rộng 8,6m, cao 0,7m. Năm 1990 ông Đặng Hưng Doanh bỏ tiền xây thêm tấm bia nằm phía ngoài lăng có nội dung: \"Mộ Đặng Huy Trứ 1825 -1874 nhà yêu nước, nhà thơ\". Năm 1995, Bảo tàng Lịch sử và cách mạng Thừa Thiên Huế đã trùng tu lại ngôi mộ của ông.\nDi tích Lăng mộ và Nhà thờ Đặng Huy Trứ<ref>{{Chú thích web|url = https:\/\/www.thuathienhue.gov.vn\/portal_ge\/Views\/LevDetail.aspx?OneID=5&TwoID=21&ThreeID=73|tiêu đề = Lăng mộ - Nhà thờ Đặng Huy Trứ|ngày truy cập = 2015-11-30|archive-date = ngày 8 tháng 12 năm 2015 |archive-url = https:\/\/web.archive.org\/web\/20151208181928\/https:\/\/www.thuathienhue.gov.vn\/portal_ge\/Views\/LevDetail.aspx?OneID=5&TwoID=21&ThreeID=73}}<\/ref> đã được [[Bộ Văn hóa Thông tin Việt Nam|Bộ Văn hóa Thông tin]] (nay là [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thế thao và Du lịch]]) công nhận là di tích cấp quốc gia tại Quyết định số 2307QĐ\/VH ngày 30-12-1991.\n\n== Xem thêm ==\n* [[Làng Bích La]]\n* [[Làng Mai Xá]]\n* [[Làng Thủy Ba]]\n* [[Làng Bờ Đậu]]\n\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Làng Thanh lương}}\n* [http:\/\/thanhnien.vn\/van-hoa\/ky-niem-60-nam-ngay-truyen-thong-cua-nganh-nhiep-anh-vn-36253.html Kỷ niệm 60 năm ngày truyền thống của ngành nhiếp ảnh VN]\n* [https:\/\/www.thuathienhue.gov.vn\/portal_ge\/Views\/LevDetail.aspx?OneID=5&TwoID=21&ThreeID=73 Công nhận di tích cấp quốc gia theo Quyết định số 2307QĐ\/VH] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151208181928\/https:\/\/www.thuathienhue.gov.vn\/portal_ge\/Views\/LevDetail.aspx?OneID=5&TwoID=21&ThreeID=73 |date = ngày 8 tháng 12 năm 2015}}\n* [http:\/\/www.kientrucpho.com\/2014\/09\/cong-thanh-luong.html Cổng Thanh Lương]\n\n[[Thể loại:Làng cổ Thừa Thiên Huế]]\n[[Thể loại:Hương Trà]]"}