{"1253182":"{{otheruses|Thanh Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Thanh Sơn\n| hình = \n| ghi chú hình = \n| vĩ độ = 9\n| kinh độ = 106\n| vĩ phút = 41\n| vĩ giây = 11\n| kinh phút = 17\n| kinh giây = 10\n| diện tích = 14,24 km²<ref name=THANHSON\/>\n| dân số = 8.956 người<ref name=THANHSON\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 629 người\/km²\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện = [[Trà Cú]]\n| thành lập = 15\/9\/1981<ref name=69\/1981\/QĐ-HĐBT\/>\n| trụ sở UBND = Hương lộ 36, ấp Sóc Chà B<ref name=THANHSON\/>\n| mã hành chính = 29485<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Thanh Sơn''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Trà Cú]], tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\nXã Thanh Sơn nằm ở phía đông huyện Trà Cú, cách trung tâm huyện 5,1&nbsp;km, cách trung tâm tỉnh Trà Vinh khoảng 33,6&nbsp;km<ref name=THANHSON\/>, có vị trí địa lý:\n*Phía đông giáp xã [[Long Hiệp, Trà Cú|Long Hiệp]]\n*Phía tây giáp thị trấn [[Trà Cú (thị trấn)|Trà Cú]] và xã [[Kim Sơn, Trà Cú|Kim Sơn]]\n*Phía nam giáp xã [[Hàm Giang]] và xã [[Hàm Tân (xã)|Hàm Tân]]\n*Phía bắc giáp thị trấn Trà Cú và xã [[Ngãi Xuyên]].\n\nXã Thanh Sơn có diện tích 14,24&nbsp;km², dân số năm 2019 là 8.956 người<ref name=THANHSON\/>, mật độ dân số đạt 629 người\/km².\n\n==Hành chính==\nXã Thanh Sơn được chia thành 7 ấp: Ba Tục A, Ba Tục B, Giồng Ông Thìn, Kos La, Sóc Chà A, Sóc Chà B, Trà Lés.<ref name=THANHSON\/>\n\n==Lịch sử==\nNgày [[15 tháng 9]] năm [[1981]], Hội đồng Bộ trưởng Quyết định 69-HĐBT<ref name=69\/1981\/QĐ-HĐBT>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-69-hdbt-chia-xa-de-thanh-lap-xa-moi-huyen-cau-ngang-tra-cu-long-ho-tinh-cuu-long-43127.aspx\/ Quyết định 69-HĐBT về việc chia xã để thành lập xã mới thuộc các huyện Cầu Ngang, Trà Cú, Long Hồ, tỉnh Cửu Long]<\/ref> về việc chia xã Ngãi Xuyên thành hai xã là xã Ngãi Xuyên và xã Thạnh Sơn.\n\nNgày [[29 tháng 8]] năm [[1994]], Chính phủ ban hành Nghị định 99-CP<ref name=99\/1994\/NĐ-CP>Nghị định 99-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Châu Thành, Tiểu Cần, Trà Cú, tỉnh Trà Vinh<\/ref> về việc thành lập thị trấn Trà Cú được thành lập trên cơ sở tách một phần dân số và diện tích của xã Thanh Sơn.\n\nNgày [[10 tháng 12]] năm [[2003]], Chính phủ Việt Nam ban hành Nghị định số số 157\/2003\/NĐ-CP<ref name=157\/2003\/NĐ-CP>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-157-2003-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-xa-thuoc-huyen-chau-thanh-cau-ngang-cang-long-tra-cu-tinh-tra-vinh-6263.aspx\/ Nghị định số số 157\/2003\/NĐ-CP, về việc điều chỉnh địa giới Hành chính để thành lập xã thuộc các huyện Châu Thành, Cầu Ngang, Càng Long và Trà Cú, tỉnh Trà Vinh]<\/ref> về việc thành lập xã Kim Sơn thuộc huyện Trà Cú trên cơ sở 2.228,72 ha diện tích tự nhiên và 7.874 nhân khẩu của xã Thanh Sơn.\n\nSau khi điều chỉnh địa giới hành chính thành lập xã Kim Sơn, xã Thanh Sơn còn lại 1.434,60 ha diện tích tự nhiên và 6.592 nhân khẩu.\n\n==Xã hội==\n===Giáo dục===\nTrường Mẫu giáo có 4 điểm trường.\n* Trường MG Thanh Sơn (Điểm chính): Ấp Ba Tục B\n* Trường MG Thanh Sơn (Điểm ấp Giồng Ông Thìn)\n* Trường MG Thanh Sơn (Điểm ấp Kos La)\n* Trường MG Thanh Sơn (Điểm ấp Trà Lés).\n\nTrường Tiểu học có 2 điểm trường:\n*Trường TH Thanh Sơn: Ấp Sóc Chà B\n*Trường TH Thanh Sơn: Ấp Trà Lés\n\nTrường THCS Thanh Sơn: Ấp Sóc Chà B.<ref name=THANHSON\/>\n\n==Giao thông==\n===Giao thông bộ===\nTrên địa bàn xã có 1 tuyến giao thông chính là đường Huyện 36, và tuyến đường tránh Quốc lộ 53, ngoài ra trên địa bàn toàn xã còn có các tuyến giao thông đường nhựa liên xã có tổng chiều dài trên 10,637 km được phân bố khá hợp lý, các tuyến giao thông nông thôn 7\/7 ấp đều được bê tông hóa đảm bảo xe 2 bánh lưu thông đến trung tâm xã dễ dàng trong cả hai mùa mưa nắng. Đến nay đã xây dựng được các tuyến đường bê tông với tổng chiều dài 13,046m.\n\nHiện trạng giao thông:\n* Tuyến Quốc lộ 53 cũ, phía Đông xã Thanh Sơn, huyện Trà Cú nối các huyện lân cận. gồm 2 làn xe nền đường 10 m, mặt đường 9,0 m. phần đất dự trữ mỗi bên 11,5 m, lộ giới 33m.\n* Tuyến đường tránh Quốc lộ 53, phía Đông xã Thanh Sơn, huyện Trà Cú nối các huyện lân cận. gồm 2 làn xe nền đường 11m, mặt đường 9,0 m. phần đất dự trữ mỗi bên 15,5 m, lộ giới 42m.\n \nCác tuyến hiện hữu như đường Huyện 36 gồm 2 làn xe nền đường 7,5m, mặt đường 5,5m, lộ giới 27,5 m.<ref name=THANHSON\/>\n\n===Giao thông thủy===\nXã Thanh Sơn có hệ thống mạng lưới sông ngòi và kênh thuận lợi cho việc phát triển nông nghiệp, và nuôi trồng thủy sản. Đặc biệt là sông Trà Cú thông ra sông Hậu có khả năng cho phép tải trọng phương tiện từ 50 - 100 tấn hoạt động có thế mạnh về giao thông đường thủy, tạo đà cho sự phát triển kinh tế của xã.<ref name=THANHSON>{{Chú thích web|url=http:\/\/quyhoach.xaydung.gov.vn\/Images\/editor\/files\/TM%20TONG%20HOP%20THANH%20S%C6%A0N%20.doc|tựa đề= Thuyết minh: Quy hoạch chung xây dựng xã Thanh Sơn, huyện Trà Cú, tỉnh Trà Vinh đến năm 2030 |ngày= 1 tháng 1 năm 2020 |website= CỔNG THÔNG TIN QUY HOẠCH XÂY DỰNG VÀ QUY HOẠCH ĐÔ THỊ VIỆT NAM |url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Trà Cú}}"}