{"1253098":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Thanh Lĩnh\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 18\n| kinh độ = 105\n| vĩ phút = 47\n| vĩ giây = 12\n| kinh phút = 18\n| kinh giây = 3\n| diện tích = 7,78 km²<ref name=MS\/>\n| dân số = 5710 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 734 người\/km²\n| dân tộc =\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Thanh Chương]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 17761<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Thanh Lĩnh''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Thanh Chương]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\nXã Thanh Lĩnh có diện tích 7,78&nbsp;km², dân số năm 1999 là 5710 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 734 người\/km².\n\nThời phong kiến, đất này được gọi là đất Thanh La. Thanh La là một xã có lịch sử khoảng 500 năm. Năm 1469, vua Lê Thánh Tông định lại bản đồ cả nước, trong đó đặt Thổ Du là huyện Thanh Giang thuộc phủ Đức Quang, thừa tuyên Nghệ An.\n\nXã Thanh La đã được xác định nằm trong tổng Võ Liệt thuộc huyện Thanh Giang. Trong tổng số 22 xã, thôn của tổng Võ Liệt, Thanh La là 1 trong 3 xã thuộc tổng (xã Thanh La, xã Võ Liệt, xã Minh Quả), còn 3 xã khác (xã Hoàng Xá, xã Trung Lâm và xã Thái Nhã) gồm các thôn hợp lại.\n\nThanh La là vùng đất nằm giữa 2 con sông Lam và sông Trai; phía tây nối với Tiên Hội (nay là xã Thanh Tiên), phân cách bởi các quả đồi; phía bắc giáp sông Lam, bên kia sông là Đại Định, Dinh Chu, Vịnh Giấy của tổng Đại Đồng, huyện Nam Đường (nay là xã Đại Đồng, huyện Thanh Chương); phía đông giáp sông Lam, bên kia sông là truông Dùng (nay là thị trấn Thanh Chương) và xã Di Luân (nay là xã Đồng Văn); phía nam giáp sông Trai, bên kia sông Trai là thôn Thượng Thọ (nay là xã Thanh Thịnh) và phía tây nam qua sông Trai giáp với thôn Hoà Quân (xã Thanh Hương hiện nay).\n\nThanh La là vùng đất có nhiều đồi núi thấp, đứng độc lập (rú Chùa, rú Chuối, rú Mồ, rú Tổi, rú Nát) và nhiều gò đất nổi lên giữa đồng ruộng (cồn Sanh, cồn Trửa, cồn Côốc, cồn Mọi), xen giữa các đồi là ruộng sâu, bậc thang (trọt, hói). Thanh La có cánh đồng rộng và sâu đó là Bàu.\n\nDo địa hình và dân số đông nên Thanh La từ xưa đã được thành lập cấp xã. Có 3 vùng đông dân nên Thanh La được lập 3 làng cách đây hàng trăm năm:\n\nLàng Bắc,\n\nLàng Nam,\n\nLàng Đông.\n\nMỗi làng đều có đình làng để hội họp: Đình làng Bắc ở chân rú Chùa, Đình làng Nam ở đỉnh rú Mồ và Đình làng Đông ở gần bến đò Dùng.\n\nNằm giữa 2 con sông nên ruộng đất của Thanh La rất màu mỡ, phù sa phủ dày hàng chục mét. Cây ăn quả lâu năm, phong phú như: mít, bưởi, cam, nhạn, dừa... Đồng ruộng đa dạng, vùng sâu là đồng lúa phì nhiêu, vùng cạn là đồng màu tốt tươi. Đồng ruộng Thanh La quanh năm không nghỉ, mùa nào thức nấy. Tuy không nhiều để trở thành hàng hóa nhưng đủ để cung cấp cho người dân nơi đây.\n\nThanh La không rộng nhưng cạnh sông, bìa rừng núi nên người dân ở đây đa ngành nghề. Ngày mùa làm việc trên đồng áng, lúc nông nhàn, “ngày ba tháng tám” vào rừng khai thác gỗ, tre, nứa vừa để dùng, vừa để chế biến thủ công phục vụ dân làng lân cận.\n\nHiện nay, Thanh Lĩnh là 1 trong 8 xã được chọn làm điểm chỉ đạo của huyện về xây dựng nông thôn mới và là xã đạt được nhiều tiêu chí nhất (16\/19 tiêu chí). Thanh Lĩnh được nối thông với vùng tả ngạn sông Lam bởi cầu treo Dùng và mới đây là cầu cứng vĩnh cửu, đang ngày càng phát triển cùng sự phát triển của đất nước.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Thanh Chương}}"}