{"785691":"{{chú thích trong bài}}\n{{bài cùng tên|Thanh Phong}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Thanh Phong\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Thanh Chương]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 17731<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Thanh Phong''' là một xã của huyện [[Thanh Chương]], tỉnh [[Nghệ An]], [[Việt Nam]].\n==Địa lý==\nXã Thanh Phong có vị trí địa lý:\n*Phía nam giáp xã [[Thanh Đồng]] và [[Thanh Ngọc]] \n*Phía tây giáp xã [[Đại Đồng, Thanh Chương|Đại Đồng]]\n*Phía bắc sang đông giáp các xã Xuân Sơn, Minh Sơn và Nhân Sơn thuộc huyện [[Đô Lương]]. \nTrung tâm của xã là chợ Nông cách thị trấn Dùng 5&nbsp;km về phía nam, cách thị trấn Đô Lương 13&nbsp;km về phía tây bắc.\n\n== Lịch sử, văn hóa ==\nKhởi thủy với tên gọi xa xưa là Nông Xá, đến thời [[nhà Nguyễn]] xếp vào tổng Đại Đồng, phủ [[Đức Quang (phủ)|Đức Quang]]. Tên gọi xã Thanh Phong<ref>https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html<\/ref> bắt đầu từ năm 1954 khi UBKCHC Liên Khu IV của Việt Minh chia huyện Thanh Chương thành 41 xã để quản lý.\n\nNgười dân nơi đây có truyền thống hiếu học, tính tình thẳng thắn, bộc trực nhưng tình nghĩa xóm làng, nền nếp.\n\nTrải qua hai biến cố [[Xô Viết Nghệ Tĩnh|Xô viết Nghệ Tĩnh]] 1930-1931 và [[Cải cách ruộng đất tại miền Bắc Việt Nam|Cải cách ruộng đất]] 1953-1956 thì các chùa chiền miếu mạo đã bị [[Việt Minh]] phá hủy, duy nhất còn nhà thờ giáo họ Thanh Bang thuộc [[giáo phận Vinh]].\n\nNgày nay Thanh Phong in đậm văn hóa họ tộc với các dòng họ lớn như: Nguyễn Hữu,Nguyễn Cảnh, Nguyễn Duy, Trần Duy, Nguyễn Đình, Trần Quốc, Trịnh Xuân, Trần Văn, Phan Văn, Nguyễn Trọng...\n\nXã có những di tích nổi tiếng lâu đời như: Cầu Làng, Chợ Nông, Cây Sui. Đặc biệt là hệ thống hầm ẩn nấp Rú Trè được xây dựng những năm 1960s dài hơn 300m có thể che giấu hơn 1000 người trong núi.\n\nNơi đây có những vị học cao như: PGS. TS Nguyễn Trọng Bằng; PGS. TS Nguyễn Trọng Phượng; PGS. TS Nguyễn Cảnh Nam; PGS.TS Nguyễn Duy Hiếu...\n\n== Hành chính ==\nXã gồm 4 làng chính: Phong Hòa, Phong Diên, Phong Bang, Phong Phú.\n\nNăm 1490 nhà Lê lập phủ Đức Quang, [[xứ Nghệ An]]\n\nNăm 1831 vua Minh Mạng tách huyện Thanh Chương nhập vào phủ Anh Sơn, tỉnh Nghệ An\n\nNăm 1919 chính quyền [[Đế quốc thực dân Pháp|thực dân Pháp]] bỏ cấp phủ, chia tổng Đại Đồng thành xã Đại Đồng và Đồng Văn.\n\nNăm 1954 chính quyền VNDCCH chia xã Đại Đồng thành 5 xã: Thanh Hưng, Thanh Văn, Thanh Tường, Thanh Đồng và Thanh Phong.\n\nNăm 1985, chính quyền CHXHCNVN cho xã Thanh Phong chuyển đổi cơ cấu sản xuất từ kinh tế hợp tác xã tập trung bao cấp sang khoán đất cho dân với 2 hợp tác xã và 17 xóm.\n\nKể từ năm 2019, Thanh Phong được sắp xếp hành chính lại và chia làm 7 thôn xóm.\n\n== Kinh tế ==\nXã Thanh Phong thuần túy về kinh tế nông nghiệp như trồng lúa, ngô, khoai, sắn.\n\nDo là xã miền núi có địa hình phức tạp, thổ nhưỡng cằn cỗi, khí hậu thất thường, bão lũ xảy ra thường xuyên nên người dân nơi đây phải chịu nhiều cảnh mất mát tài sản và mùa màng thất thu. Cũng chính vì vậy mà Thanh Phong là một trong những xã nghèo nhất huyện Thanh Chương dù nơi đây có vị trí chiến lược quan trọng, thuận lợi về giao thông.\n\n==Tham khảo==\n\n* [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n* [[Khâm định Việt sử Thông giám cương mục]]\n* Thanh Chương Đất và Người\n* Nghệ An kí\n\n== Ghi chú ==\n\n# http:\/\/gtvt.nghean.gov.vn\/wps\/portal\/huyenthanhchuong\n\n2. https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html\n\n3. https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Thong-tu-03-2014-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-Nghe-An-221544.aspx<nowiki\/>\n\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Thanh Chương}}"}