{"1765629":"{{chú thích trong bài}} \n{{bài cùng tên|Thanh Hòa}}\n'''Thanh Hòa''' là một huyện cũ thuộc tỉnh [[Vĩnh Phú (tỉnh)|Vĩnh Phú]].\n\nHuyện được thành lập từ ngày [[22 tháng 12]] năm [[1980]] trên cơ sở tách huyện [[Sông Lô (huyện)|Sông Lô]] thành 2 huyện [[Đoan Hùng]] và Thanh Hòa.\n\nPhía Bắc giáp huyện [[Đoan Hùng]], phía Nam giáp 2 huyện [[Sông Thao (huyện)|Sông Thao]] và [[Tam Thanh (huyện)|Tam Thanh]] (ranh giới là [[sông Hồng]]), phía Đông giáp huyện [[Phong Châu (huyện)|Phong Châu]] và [[Phú Thọ (thị xã)|thị xã Phú Thọ]], phía Tây giáp 2 huyện [[Trấn Yên]], [[Yên Bình]] và [[Yên Bái (thành phố)|thị xã Yên Bái]] của tỉnh [[Hoàng Liên Sơn (tỉnh)|Hoàng Liên Sơn]].\n\nKhi tách ra, đơn vị hành chính của huyện Thanh Hòa gồm thị trấn nông trường Vân Lĩnh và 49 xã: Ấm Hạ, Ấm Thượng, Cáo Điền, Chí Tiên, Chính Công, Đại An, Đại Phạm, Đan Hà, Đan Thượng, Đào Giã, Đỗ Sơn, Đỗ Xuyên, Đông Lĩnh, Đông Thành, Đông Xuân, Gia Điền, Hà Lương, Hanh Cù, Hậu Bổng, Hoàng Cương, Hương Xạ, Khải Xuân, Lang Sơn, Liên Phương, Lệnh Khanh, Lương Lô, Mai Tùng, Mạn Lạn, Minh Hạc, Năng Yên, Ninh Dân, Phụ Khánh, Phương Lĩnh, Phương Viên, Quảng Nạp, Sơn Cương, Thái Ninh, Thanh Hà, Thanh Vân, Thanh Xá, Vĩnh Chân, Vụ Cầu, Vũ Lao, Vũ Yển, Y Sơn, Yển Khê, Yên Kỳ, Yên Luật, Yên Nội.\n\nNăm [[1987]], giải thể thị trấn nông trường Vân Lĩnh.\n\nNhư vậy, đơn vị hành chính của huyện Thanh Hòa gồm 49 xã: Ấm Hạ, Ấm Thượng, Cáo Điền, Chí Tiên, Chính Công, Đại An, Đại Phạm, Đan Hà, Đan Thượng, Đào Giã, Đỗ Sơn, Đỗ Xuyên, Đông Lĩnh, Đông Thành, Đồng Xuân, Gia Điền, Hà Lương, Hanh Cù, Hậu Bổng, Hoàng Cương, Hương Xạ, Khải Xuân, Lang Sơn, Liên Phương, Lệnh Khanh, Lương Lô, Mai Tùng, Mạn Lạn, Minh Hạc, Năng Yên, Ninh Dân, Phụ Khánh, Phương Lĩnh, Phương Viên, Quảng Nạp, Sơn Cương, Thái Ninh, Thanh Hà, Thanh Vân, Thanh Xá, Vĩnh Chân, Vụ Cầu, Vũ Lao, Vũ Yển, Y Sơn, Yển Khê, Yên Kỳ, Yên Luật, Yên Nội.\n\nNgày [[7 tháng 10]] năm [[1995]], huyện Thanh Hòa được tách thành 2 huyện [[Thanh Ba]] và [[Hạ Hòa]], đồng thời chuyển 10 xã của huyện [[Sông Thao (huyện)|Sông Thao]] ở hữu ngạn [[sông Hồng|sông Thao]] về huyện Hạ Hòa quản lý:\n\n* Huyện [[Hạ Hòa]] có 33 xã: Ấm Hạ, Ấm Thượng, Bằng Giã, Cáo Điền, Chính Công, Chuế Lưu, Đại Phạm, Đan Hà, Đan Thượng, Động Lâm, Gia Điền, Hà Lương, Hậu Bổng, Hiền Lương, Hương Xạ, Lâm Lợi, Lang Sơn, Lệnh Khanh, Liên Phương, Mai Tùng, Minh Côi, Minh Hạc, Phụ Khánh, Phương Viên, Quân Khê, Văn Lang, Vĩnh Chân, Vô Tranh, Vụ Cầu, Xuân Áng, Y Sơn, Yên Kỳ, Yên Luật.\n* Huyện [[Thanh Ba]] có 26 xã: Chí Tiên, Đại An, Đào Giã, Đỗ Sơn, Đỗ Xuyên, Đông Lĩnh, Đông Thành, Đồng Xuân, Hanh Cù, Hoàng Cương, Khải Xuân, Lương Lỗ, Mạn Lạn, Năng Yên, Ninh Dân, Phương Lĩnh, Quảng Nạp, Sơn Cương, Thái Ninh, Thanh Hà, Thanh Vân, Thanh Xá, Võ Lao, Vũ Yển, Yển Khê, Yên Nội.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Hành chính Phú Thọ]]\n[[Thể loại:Huyện cũ Việt Nam]]"}