{"383803":"{{bài cùng tên}}\n{{Thông tin nghệ sĩ\n|name = Thanh Bạch\n|image = Danchuongtrinh2.jpg\n|imagesize = 242px\n|caption = Nghệ sĩ Thanh Bạch.\n|birthname = Lê Thanh Bạch\n|birthdate = {{Ngày sinh và tuổi|1959|12|1}}\n|birthplace = Xã An Đức, [[Long Hồ|Châu Thành]], tỉnh [[Vĩnh Long]], [[Cộng hoà Miền Nam Việt Nam]]\n| quốc tịch = {{VIE}}\n|deathdate = \n|deathplace = \n|othername = \n|occupation = [[Người dẫn chương trình]]<br>[[Diễn viên điện ảnh]]<br>Nghệ sĩ hài\n|yearsactive = 1986 - nay\n|spouse = \n|website = \n|awards = <br\/>\n*'''Liên hoan các trường nghệ thuật sân khấu thế giới''':\n''Giải đặc biệt'' (1988)<br\/>\n* '''Liên hoan Sân khấu hài toàn thành''':\n''Huy chương vàng'' (1990)<br\/>\n* '''Liên hoan Sân khấu hài toàn quốc''':\n''Giải nhất'' <br> ''Những người thích đùa'' (1997)<br\/>\n* '''Liên hoan Truyền hình toàn quốc''': \n''Giải vàng'' <br> ''Nốt nhạc vui vẻ''(2003)<b\/r>\n* '''Giải Cù Nèo Vàng''':\n''Người dẫn chương trình xuất sắc nhất'' (2004)<br\/>\n*'''[[Giải Mai Vàng]]''':\n''Người dẫn chương trình được yêu thích nhất'' <br> ''Nốt nhạc vui'' (2004) <br\/> ''Chuyện nhỏ'' (2005)<br\/>\n* '''Chào Xuân 2006''' ([[Đài Truyền hình Việt Nam|VTV]]):\n''Nhân vật truyền hình thành công nhất'' (2006)<br\/>\n* '''[[Kỷ lục Guinness]]''':\n''Người dẫn chương trình giải trí truyền hình nhiều nhất Việt Nam (2006)<br\/>\n}}\n\n'''Lê Thanh Bạch''' (sinh ngày [[1 tháng 12]] năm [[1959]] tại xã An Đức, huyện [[Long Hồ]], tỉnh [[Vĩnh Long]]) là một [[người dẫn chương trình]], ca sĩ, nhạc sĩ, biên đạo múa, [[diễn viên điện ảnh]] và nghệ sĩ hài người [[Việt Nam]]. Anh được biết đến với phong cách dẫn chương trình [[hài hước]], sôi nổi và khả năng hoạt náo trên sân khấu. Là [[người dẫn chương trình]] đầu tiên của [[Việt Nam]] được đào tạo chính quy sau năm [[1975]], Thanh Bạch nhanh chóng khẳng định được tên tuổi và tài năng của mình với chương trình ca nhạc thiếu nhi Bé khoẻ bé ngoan 1&2 do [[Hãng phim Phương Nam]] thực hiện năm 2000-2001; loạt chương trình ''Tuổi thần tiên'' ([[Nhà hát Hòa Bình]] & [[Hãng phim Phương Nam]] đồng tổ chức); chuỗi liveshow ''Con cò bé bé'' của [[Xuân Mai]] và sau đó là những chương trình sân khấu lớn trong nước như cuộc thi [[Hoa hậu Việt Nam]] của báo Tiền phong, ''[[Duyên Dáng Việt Nam|Duyên dáng Việt Nam]]'', ''Một thoáng Sài Gòn'',... Với việc thực hiện hàng trăm chương trình truyền hình và sân khấu trong suốt sự nghiệp của mình, Thanh Bạch được xem là một trong những người dẫn chương trình đắt giá và thành công nhất của [[Việt Nam]] từ trước đến nay.<ref name=\"Kỷ\"\/>\n\nNgoài dẫn chương trình, Thanh Bạch còn tạo được ấn tượng với vai trò diễn viên khi thủ vai Tám Cù Móc trong nhóm \"Tuổi Trẻ Cười Sống\", một nhóm hài do báo Tuổi Trẻ Cười thành lập năm [[1987]]<ref name=\"Cười\"\/>. Bên cạnh đó là những vai diễn trong loạt tiểu phẩm hài gây xôn xao dư luận một thời mang tên ''Những người thích đùa'' do anh và Xuân Hương dàn dựng và là diễn viên chính.<ref name=\"Đùa\"\/>\n\n==Tiểu sử và sự nghiệp==\nThanh Bạch là con trai cả trong một gia đình có 4 người con. Từ khi còn nhỏ, anh đã bộc lộ niềm yêu thích và năng khiếu đối với các hoạt động văn nghệ, nhất là lĩnh vực dẫn chương trình và ca hát trong nhà trường<ref name=\"Kỷ\">{{Chú thích web |url=http:\/\/www.kyluc.com.vn\/web\/?view=detail&menu=8&id=485 |ngày truy cập=2009-07-08 |tựa đề=MC Thanh Bạch - Người luôn tìm cách đem lại hình ảnh mới trong mắt công chúng |archive-date =21 tháng 2 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090221055456\/http:\/\/kyluc.com.vn\/web\/?view=detail&menu=8&id=485 |url-status=dead }}<\/ref><ref name=\"Cà\">{{Chú thích web |url=http:\/\/netlife.vietnamnet.vn\/vn\/nguoinoitieng\/19639\/index.aspx |ngày truy cập=2009-07-08 |tựa đề=Tự truyện Thanh Bạch (kỳ 1): \"Tôi từng bị... cà lăm\" |archive-date =19 tháng 7 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090719043743\/http:\/\/netlife.vietnamnet.vn\/vn\/nguoinoitieng\/19639\/index.aspx |url-status=dead }}<\/ref>. Năm 1977, sau khi tốt nghiệp trung học phổ thông tại trường Tống Phước Hiệp (nay là Lưu Văn Liệt, tỉnh [[Vĩnh Long]]), Thanh Bạch đăng ký thi cùng lúc hai trường: Cao đẳng Sư phạm Vĩnh Long và [[Trường Đại học Sân khấu - Điện ảnh Thành phố Hồ Chí Minh|trường Nghệ thuật Sân khấu 2]] (nay là [[Trường Đại học Sân khấu - Điện ảnh Thành phố Hồ Chí Minh]]), mặc dù gia đình mong muốn anh thi vào [[Trường Đại học Bách khoa, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Bách khoa]] để nối nghiệp nhà. Sau khi trúng tuyển cả hai trường, Thanh Bạch đã chọn con đường [[nghệ thuật]] khi quyết định theo học Khoa Đạo diễn Kịch nói của trường Nghệ thuật Sân khấu 2. Trong thời gian học tập tại đây, cùng với các bạn học của mình như Nguyễn Minh Chung, Hoa Hạ, Xuân Hương, Thanh Bạch là gương mặt không thể thiếu trong nhiều phong trào [[Đoàn Thanh niên Cộng sản Hồ Chí Minh|Đoàn]] hội, giao lưu văn nghệ giữa các trường trong địa bàn [[Thành phố Hồ Chí Minh]]. Đến năm thứ hai, anh chuyển sang trường dự bị Đại học Ngoại ngữ để học [[tiếng Nga]] sau khi trúng tuyển khóa đào tạo đạo diễn tại trường [[Viện nghệ thuật sân khấu Nga|Đại học Sân khấu Lunacharsky - GITIS]] ([[Moskva]]) do [[Việt Nam]] và [[Liên Xô]] ([[Nga]]) hợp tác tổ chức<ref name=\"Kỷ\"\/><ref name=\"Du\">{{Chú thích web |url=http:\/\/netlife.vietnamnet.vn\/vn\/nguoinoitieng\/19771\/index.aspx |ngày truy cập=2009-07-08 |tựa đề=Tự truyện Thanh Bạch (kỳ 2): Du học |archive-date =19 tháng 7 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090719032623\/http:\/\/netlife.vietnamnet.vn\/vn\/nguoinoitieng\/19771\/index.aspx |url-status=dead }}<\/ref>. Một năm sau, Thanh Bạch tiếp tục theo học [[tiếng Nga]] tại [[Nhạc viện Tchaikovsky]]. Năm [[1979]], khi đã hoàn thành xong khóa học ngoại ngữ của mình, anh mới chính thức là sinh viên của trường Đại học Sân khấu Lunatsaxki. Tuy nhiên, khi đang học khoa đạo diễn, Thanh Bạch đã làm đơn xin chuyển sang học tại khoa tạp kỹ sân khấu cũng của trường Lunatsaxki. Sau khi trúng tuyển vào khoa này, anh được đào tạo bài bản về lịch sử nghệ thuật, lịch sử âm nhạc, kỹ thuật biểu diễn, tiếng nói sân khấu, dẫn chương trình cho đến biên kịch, [[múa ba lê]],...<ref name=\"Du\"\/>\n\nNăm [[1986|1985]], sau khi tốt nghiệp đại học tại [[Liên Xô]], Thanh Bạch trở về [[Việt Nam]] và được bổ nhiệm vào vị trí trợ giảng bộ môn kỹ thuật biểu diễn của lớp diễn viên kịch nói - trường Nghệ thuật Sân khấu 2, trong số những sinh viên của lớp có nhiều người đã thành danh sau này như [[Huỳnh Phúc Điền]], [[Phước Sang]],...<ref name=\"Cười\">{{Chú thích web |url=http:\/\/vietnamnet.vn\/psks\/nhanvat\/2003\/7\/18358\/ |ngày truy cập=2004-07-03 |tựa đề=Nghệ sĩ Thanh Bạch - Cười thật nhiều để mai sau cháu con đỡ khóc... |archive-date =3 tháng 7 năm 2004 |archive-url=https:\/\/web.archive.org\/web\/20040703103511\/http:\/\/vietnamnet.vn\/psks\/nhanvat\/2003\/7\/18358\/ |url-status=live }}<\/ref> Năm [[1987]], anh tham gia nhóm \"Tuổi Trẻ Cười Sống\" do báo Tuổi Trẻ Cười thành lập. Thanh Bạch vào vai Tám Cù Móc trong tiệm tạp hóa Hai Cù Nèo, đây cũng là nhân vật dẫn chương trình xuyên suốt các tiểu phẩm của nhóm. Cùng với các diễn viên như Tất My Loan, [[Nguyễn Thị Minh Ngọc]], Xuân Hương, Bích Thủy, Quang Minh, Đoàn Khoa, và sau này có thêm [[Thành Lộc]], [[Hữu Châu]],... nhóm thường xuyên biểu diễn những tiểu phẩm hài nhằm phản ánh dưới góc nhìn [[châm biếm]] và [[hài hước]] nhiều vấn đề [[thời sự]] của [[xã hội]]. Năm [[1989]], sau những tiết mục thành công và rất được khán giả yêu thích, nhóm \"Tuổi Trẻ Cười Sống\" không còn tiếp tục duy trì hoạt động biểu diễn. Tuy nhiên, vì những dư âm về sự thành công của nhóm, Thanh Bạch và Xuân Hương có chuyến lưu diễn kéo dài nửa năm nhằm phục vụ cho kiều bào người Việt tại các nước [[Đông Âu]], những tiểu phẩm họ biểu diễn đều là những tiết mục ăn khách của \"Tuổi Trẻ Cười Sống\"<ref name=\"Bén\"\/>. Năm [[1988]], anh và Xuân Hương - người bạn học cùng tại Đại học Sân khấu Lunatsaxki là hai thành viên duy nhất đại diện cho [[Việt Nam]] tham dự \"Liên hoan các trường nghệ thuật sân khấu thế giới\" được tổ chức tại [[Tiệp Khắc]] cũ<ref name=\"Bén\">{{Chú thích web |url=http:\/\/netlife.vietnamnet.vn\/vn\/nguoinoitieng\/20397\/index.aspx |ngày truy cập=2009-07-08 |tựa đề=Tự truyện Thanh Bạch (kỳ 3): Bén duyên với... micro |archive-date =19 tháng 7 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090719040601\/http:\/\/netlife.vietnamnet.vn\/vn\/nguoinoitieng\/20397\/index.aspx |url-status=dead }}<\/ref>. Đây là một liên hoan quy tụ nhiều trường sân khấu của các nước trên thế giới. Trong tiết mục dự thi của đoàn, Thanh Bạch và Xuân Hương biểu diễn trích đoạn [[chèo]] vở ''[[Quan Âm Thị Kính (truyện thơ)|Quan Âm Thị Kính]]'', anh là nam diễn viên đóng vai Thị Kính giả trai còn Xuân Hương thủ vai Thị Mầu, tiết mục này sau đó được tặng bằng khen của ban tổ chức. Về phần mình, Thanh Bạch hóa trang thành nhân vật [[Khuất Nguyên]] để biểu diễn bài độc thoại về nhân vật này, tiết mục sau đó đã đoạt giải đặc biệt dành cho bộ môn độc thoại.<ref name=\"Cười\"\/>\n\nÍt lâu sau, Thanh Bạch đảm nhiệm vai trò ca sĩ chuyên [[hát]] [[tiếng Nga]] với nghệ danh Lê Bắc trong đoàn văn nghệ Hương Miền Nam, một trong số những đoàn ca kịch - tạp kỹ hoạt động sôi nổi nhất thời gian đó<ref>{{Chú thích web |url=http:\/\/www.hochiminhcity.gov.vn\/left\/gioi_thieu\/lich_su_van_hoa\/lich_su\/tp_chung_nhan_cua_dong_chay_ls\/cung_ca_nuoc_di_len_chu_nghia_xa_hoi\/hoi_am_nhac?left_menu=1 |ngày truy cập=2009-07-08 |tựa đề=Cần có chiến lược âm nhạc |archive-date =18 tháng 7 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090718205847\/http:\/\/www.hochiminhcity.gov.vn\/left\/gioi_thieu\/lich_su_van_hoa\/lich_su\/tp_chung_nhan_cua_dong_chay_ls\/cung_ca_nuoc_di_len_chu_nghia_xa_hoi\/hoi_am_nhac?left_menu=1 |url-status=dead }}<\/ref>. Làm [[ca sĩ]] được một thời gian, anh được nhạc sĩ [[Dương Thụ]] mời về làm người dẫn chương trình cho [[Phòng trà ca nhạc|phòng trà]] Cửu Long (nay là khách sạn Majestic)<ref name=\"Bén\"\/>. [[Tháng sáu|Tháng 6]] năm [[1989]], qua sự giới thiệu của soạn giả Lê Duy Hạnh, Thanh Bạch được đảm nhiệm vị trí [[người dẫn chương trình]] trong cuộc thi hoa hậu do Thành đoàn Thành phố Hồ Chí Minh tổ chức. Kết thúc cuộc thi, anh được [[Nhà hát Hòa Bình]] mời về dẫn trong chương trình ca nhạc kịch dành cho [[Trẻ em|thiếu nhi]] ''Tuổi thần tiên'' 1 đến 6. Được đào tạo khá bài bản về tạp kỹ sân khấu nên Thanh Bạch nhanh chóng gây được chú ý với hình tượng một người dẫn chương trình vui tính, hoạt bát và có khả năng ứng biến linh hoạt. Sau thành công của loạt chương trình ''Tuổi thần tiên'', Thanh Bạch dần khẳng định được tài năng của mình với việc tham gia hàng loạt chương trình sân khấu lớn trong cả nước như cuộc thi ''[[Hoa hậu Việt Nam|Hoa hậu báo Tiền Phong]]'', ''[[Duyên Dáng Việt Nam|Duyên dáng Việt Nam]]'' của [[Thanh Niên (báo)|Báo Thanh niên]], ''Một thoáng Sài Gòn'',... Với ''Duyên dáng Việt Nam'', loạt chương trình được thực hiện liên tục kể từ năm [[1994]] cho đến nay, Thanh Bạch là một trong những người đầu tiên đảm nhận vai trò người dẫn chương trình. Với chương trình này, không chỉ đơn thuần là người dẫn chương trình, anh còn có những tiết mục trình diễn riêng của mình với những bài hát thuộc đủ thể loại được trình bày theo dạng liên khúc và phần biểu diễn tạp kỹ vui nhộn.\n\n===Chương trình hài kịch ''Những người thích đùa''===\n[[Tập tin:Quyenlinh-Thanhbach1.jpg|nhỏ|280px|Nghệ sĩ [[Quyền Linh]] (trái) và Thanh Bạch.]]\nNăm [[1997]], Thanh Bạch cùng với vợ là nghệ sĩ Xuân Hương cho ra đời chương trình hài kịch mang tên ''Những người thích đùa'', chương trình bao gồm một loạt các tiểu phẩm hài do anh, Xuân Hương và [[Thành Lộc]] làm diễn viên chính. Với những vở diễn ngắn như: ''Họa mi hót trong lồng'', ''Phút thư giãn'', ''Giao lưu diễn viên điện ảnh'', ''Cái chết con thiên nga'', ''Thẩm mỹ viện lưu động'', ''Thời trang thế kỷ 21'', ''Ngày khai trường'', ''Phiên tòa không tội nhân'',... ''Những người thích đùa'' đã đề cập đến nhiều vấn đề không mới nhưng gai góc còn tồn tại của cuộc sống thường ngày nơi đô thị. Khi thực hiện 30 suất diễn tại [[Nhà hát Thành phố Hồ Chí Minh|Nhà hát lớn Thành phố]] và [[Nhà Văn hóa Thanh Niên Thành phố Hồ Chí Minh]], chương trình ngay lập tức thu hút được sự chú ý của khán giả, giới báo chí và thậm chí, một số vị lãnh đạo của thành phố cũng đến thưởng thức<ref name=\"Đùa\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=115003&ChannelID=62 Thanh Bạch - Xuân Hương lại thích đùa]<\/ref>. Ít lâu sau, chương trình ''Những người thích đùa'' đã đoạt giải nhất trong Liên hoan sân khấu hài toàn quốc được tổ chức vào năm [[1997]]<ref name=\"Định\">{{Chú thích web |url=http:\/\/www.vnexpress.net\/GL\/Van-hoa\/2006\/05\/3B9E989E\/ |ngày truy cập=2009-07-08 |tựa đề=Thanh Bạch định làm liveshow MC |archive-date =19 tháng 7 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090719021816\/http:\/\/www.vnexpress.net\/GL\/Van%2Dhoa\/2006\/05\/3B9E989E\/ |url-status=dead }}<\/ref>. Năm [[2002]], sau thành công vang dội của chương trình trước<ref name=\"Tái\">{{Chú thích web |url=http:\/\/www.sgtt.com.vn\/oldweb\/cacsobaotruoc\/344_50\/p04_05bangdiamoi.htm |ngày truy cập=2009-07-08 |tựa đề=Những người thích đùa tái ngộ khán giả |archive-date =18 tháng 7 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090718222415\/http:\/\/www.sgtt.com.vn\/oldweb\/cacsobaotruoc\/344_50\/p04_05bangdiamoi.htm |url-status=dead }}<\/ref>, ''Những người thích đùa'' quay trở lại sân khấu thành phố với tên gọi ''Những người thích đùa 2''. Chương trình lần này vẫn do Thanh Bạch và Xuân Hương làm đạo diễn kịch bản và dàn dựng, cùng tham gia diễn xuất còn có các diễn viên [[Lê Bình (diễn viên)|Lê Bình]], Nguyễn Châu, Phương Dung,... Giống như chương trình lần trước, ''Những người thích đùa 2'' cũng phản ánh dưới góc độ hài hước những vấn đề thuộc mọi khía cạnh trong cuộc sống. Với tiểu phẩm ''Trong bệnh viện'', những bất cập và tồn tại trong công tác khám chữa bệnh được thể hiện thông qua hình ảnh cô [[y tá]] (do Xuân Hương thủ vai) nhũng nhiễu người đến khám bệnh, lơ đễnh đến mức tiêm nhầm cho người nhà bệnh nhân<ref name=\"Đùa\"\/>. Tiếp theo đó là những tiểu phẩm về [[giáo dục]], [[xã hội]], học đường được đề cập đến trong 30 suất diễn tại [[Nhà hát Bến Thành]] và Nhà văn hóa Thanh niên.<ref name=\"Tái\"\/>\n\nNăm [[2005]], ''Những người thích đùa 3'' tiếp tục được hai vợ chồng nghệ sĩ Thanh Bạch và Xuân Hương cho ra mắt khán giả thành phố. Chương trình lần này còn có sự tham gia của các diễn viên [[Thanh Thủy (diễn viên)|Thanh Thủy]], Mai Trần, [[Công Ninh]], Lê Thi, Tuấn Phương và Đăng Trình. Chủ đề chính của chương trình vẫn nhằm đả kích - phản ánh nạn cửa quyền, [[tham nhũng]], chạy theo hình thức ở các tiểu phẩm hài ''Lý trưởng thời nay'', ''Trong bệnh viện'', ''Táo quân chầu trời [[thế kỷ 21]]''. Với ''Khu phố văn hóa'', tiểu phẩm gây được ấn tượng nhiều nhất trong chương trình với câu chuyện về một khu phố được xếp loại \"Văn hóa\" nhưng bên trong nó thì có đủ loại tệ nạn [[ma túy]], [[mại dâm]], [[Đánh bạc|cờ bạc]], rượu chè,... Thậm chí bệnh thành tích của nơi này còn trầm kha hơn với tình tiết một người dân cảm thấy hổ thẹn khi mang trả bằng khen \"Gia đình văn hóa\", nhưng lại bị ông tổ trưởng dân phố từ chối<ref>[http:\/\/vnexpress.net\/GL\/Van-hoa\/2005\/12\/3B9E56C3\/ Cười mà đau với 'Những người thích đùa']<\/ref>. Bên cạnh đó là những tiểu phẩm được thể hiện dưới hình thức mô phỏng gameshow trên truyền hình như ''Nốt nhạc buồn'', ''Chuyện lớn'', ''Chia sức'', ''Rồng xanh''<ref name=\"Đùa\"\/>. Năm 2007, ''Những người thích đùa 4'' tiếp tục được công diễn nhưng chương trình lần này không có Thanh Bạch tham gia.<ref>[http:\/\/www.vnmedia.vn\/newsdetail.asp?NewsId=78413&Catid=58 \"Những người thích đùa 4\" được lòng khán giả]<\/ref>\n\n===Gameshow truyền hình===\nVào thời điểm gameshow truyền hình bắt đầu phát triển tại [[Việt Nam]], Thanh Bạch được nhiều [[đài truyền hình]] chú ý và mời dẫn chương trình cho một số [[Game show|gameshow]] mới ra mắt. Năm [[2004]], Thanh Bạch tham gia dẫn ''Nốt nhạc vui'', một gameshow do [[Đài Truyền hình Thành phố Hồ Chí Minh]] thực hiện, đây là một trò chơi âm nhạc trên truyền hình được mua bản quyền từ nước ngoài với tên gọi gốc là ''Name that tune'' - ra đời từ năm [[1952]]<ref>{{Chú thích web |url=http:\/\/www.htv.com.vn\/trenHTV\/news_detail.asp?period_id=1&cat_id=743&news_id=68046 |ngày truy cập=2009-07-08 |tựa đề=Thêm niềm vui cùng \"Nốt nhạc vui\" |archive-date =4 tháng 8 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090804154343\/http:\/\/www.htv.com.vn\/trenHTV\/news_detail.asp?period_id=1&cat_id=743&news_id=68046 |url-status=dead }}<\/ref>. Sau một thời gian phát sóng, ''Nốt nhạc vui'' đã được khán giả đặc biệt yêu thích và có thời gian dẫn đầu về số người xem chương trình trong riêng thể loại gameshow âm nhạc; đồng thời nhận giải vàng dành cho hạng mục chương trình truyền hình xuất sắc nhất tại Liên hoan truyền hình toàn quốc 2004. Đến cuối năm [[2004]], sau những thành công của ''Nốt nhạc vui'', Thanh Bạch đã được nhận giải Cù Nèo Vàng (báo Tuổi trẻ cười) dành cho \"Người dẫn chương trình xuất sắc nhất\" và [[giải Mai Vàng]] dành cho \"Người dẫn chương trình được yêu thích nhất\" trong năm<ref name=\"Định\"\/>. Anh còn tham gia dẫn một loạt chương trình giải trí sau đó như: ''Nghệ sĩ và thời trang'', ''Giai điệu tình yêu'', ''Chuyện nhỏ'', ''Alô ngôi sao'', ''Siêu thị may mắn'', ''[[Đi tìm ẩn số]]'', ''Hội ngộ cùng Beckham'',... Năm [[2005]], với sự góp mặt trong 232 chương trình và đặc biệt là thành công của gameshow dành cho thiếu nhi ''Chuyện nhỏ'', Thanh Bạch lần thứ hai được nhận giải Mai Vàng dành cho \"Người dẫn chương trình được yêu thích nhất trong năm\". Chương trình ''Nốt Nhạc Vui'' do anh dẫn cũng tiếp tục đoạt giải \"Chương trình truyền hình được yêu thích nhất\".<ref>{{Chú thích web |url=http:\/\/vietnamnet.vn\/vanhoa\/vandekhac\/2005\/01\/371241\/ |ngày truy cập=2005-02-06 |tựa đề=Trao giải Mai vàng 2005 |archive-date =6 tháng 2 năm 2005 |archive-url=https:\/\/web.archive.org\/web\/20050206192328\/http:\/\/vietnamnet.vn\/vanhoa\/vandekhac\/2005\/01\/371241\/ |url-status=live }}<\/ref>\n\n[[Tháng một|Tháng 1]] năm [[2006]], trong chương trình ''Chào Xuân'' của [[Đài Truyền hình Việt Nam]] ([[Đài Truyền hình Việt Nam|VTV]]), Thanh Bạch đã được bình chọn là \"Nhân vật truyền hình thành công nhất\"<ref name=\"Kỷ\"\/>. Ít lâu sau, anh được trao huy chương vàng trong Liên hoan Truyền hình toàn quốc lần thứ 25 tổ chức tại [[Khánh Hòa]]. Cũng trong năm [[2006]], Thanh Bạch tiếp tục được Trung tâm kỷ lục Việt Nam Vietbook bình chọn và trao tặng danh hiệu của [[Sách Kỷ lục Guinness|Guinness]] \"Người dẫn chương trình giải trí truyền hình nhiều nhất Việt Nam\".<ref name=\"Định\"\/>\n\nTháng 2 năm 2008, Thanh Bạch cho ra mắt một [[album]] [[CD]] ca nhạc với những bài hát mà phần lớn là do anh sáng tác. Người thể hiện các ca khúc trong [[album]] là một nữ ca sĩ không chuyên, bên cạnh đó là một vài bài hát được Thanh Bạch song ca cùng ca sĩ<ref>{{Chú thích web |url=http:\/\/netlife.vietnamnet.vn\/vn\/nguoinoitieng\/18280\/index.aspx |ngày truy cập=2009-07-08 |tựa đề=Nghệ sĩ Thanh Bạch: Tết này... đi bán tiếng ca |archive-date =19 tháng 7 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090719040556\/http:\/\/netlife.vietnamnet.vn\/vn\/nguoinoitieng\/18280\/index.aspx |url-status=dead }}<\/ref>. Cũng trong năm [[2008]], sau khoảng 4 năm thường xuyên tham gia các hoạt động [[từ thiện]] dành cho những người không may mắn tại một ngôi [[chùa]] mang tên Nghệ sĩ do [[Nghệ sĩ Nhân dân|Nghệ sĩ nhân dân]] [[Phùng Há]] làm trụ trì, Thanh Bạch đã thực hiện một bộ phim tư liệu về cuộc đời người nghệ sĩ cải lương gạo cội này. Trong phim, anh đảm nhiệm cùng lúc nhiều vai trò như đạo diễn, tác giả kịch bản kiêm nhà sản xuất.<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=252126&ChannelID=62 MC Thanh Bạch làm phim về Nghệ sĩ Nhân dân Phùng Há]<\/ref>\n\n==Đời tư==\nThanh Bạch từng [[kết hôn]] với nghệ sĩ Xuân Hương, bà học chung với anh (dưới một khóa) tại Khoa tạp kỹ sân khấu của trường Đại học Sân khấu Lunatsaxki. Khi trở về [[Việt Nam]], họ đã cùng tham gia dàn dựng và diễn xuất trong nhiều chương trình [[sân khấu]] lớn, nổi bật nhất trong số đó là loạt chương trình ''Những người thích đùa'' (1,2,3).\n\nVào năm 2006, Thanh Bạch và Xuân Hương đã làm đơn [[ly hôn|ly dị]]<ref>[http:\/\/www.vietnamnet.vn\/vanhoa\/tintuc\/2006\/12\/646069\/ Những người thích đùa: Thanh Bạch \"tách\" Xuân Hương?]<\/ref>. Họ có một con trai tên Lê Thanh Tú, người từng nhận giải khuyến khích trong cuộc thi \"Người dẫn chương trình\" tổ chức tại [[Thành phố New York|New York]], [[Hoa Kỳ]] năm [[2007]].<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/con-trai-mc-thanh-bach-dinh-noi-nghiep-cha-1894127.html Con trai MC Thanh Bạch định nối nghiệp cha]<\/ref>\n\nNgày [[14 tháng 7]] năm [[2016]], Thanh Bạch làm [[đám cưới]] cùng bà Thúy Nga, chủ nhân của [[Trung tâm Thúy Nga]]<ref>[http:\/\/news.zing.vn\/mc-thanh-bach-bi-mat-ket-hon-voi-ba-thuy-nga-post665771.html MC Thanh Bạch bí mật kết hôn với bà Thúy Nga]<\/ref>. Anh tâm sự: \"''Đây là một đám cưới [[nghệ thuật]], là một cách để chúng tôi gây quỹ lấy tiền mừng cưới giúp người [[nghèo]], những người cần giúp đỡ. Chúng tôi chỉ song hành với nhau, là bạn đời của nhau trên con đường nghệ thuật''\"<ref>{{chú thích web | url = http:\/\/vietnamnet.vn\/vn\/giai-tri\/the-gioi-sao\/315769\/su-that-dam-cuoi-thanh-bach-thuy-nga-thanh-bach-len-tieng.html | tiêu đề = Sự thật đám cưới Thanh Bạch - Thúy Nga: Thanh Bạch lên tiếng - VietNamNet | author = | ngày = | ngày truy cập = 15 tháng 7 năm 2016 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref>. Thanh Bạch cho biết đây là lần thứ 8 anh làm [[Lễ cưới|đám cưới]] kiểu này để quyên tiền làm [[từ thiện]].<ref>\n[http:\/\/thanhnien.vn\/van-hoa\/su-that-ve-dam-cuoi-giua-thanh-bach-va-ba-chu-trung-tam-thuy-nga-723454.html Sự thật về đám cưới giữa Thanh Bạch và bà chủ trung tâm Thúy Nga]\n<\/ref>\n\nSau 13 năm ly hôn, năm 2019, Xuân Hương - Thanh Bạch bất ngờ trở thành tâm điểm của dư luận khi Thanh Bạch lên tiếng trước để tiết lộ về lý do ly hôn Xuân Hương với những dẫn chứng về sự thiếu lãng mạn. Chia sẻ của Thanh Bạch dường như đã động đến tự ái của Xuân Hương khiến nữ nghệ sĩ viết những bài viết liên tiếp trên trang cá nhân với giọng văn vừa sắc sảo, đanh thép, vừa trào phúng, mỉa mai.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/thanh-bach-xuan-huong-hau-ly-hon-an-mieng-tra-mieng-lieu-co-hay-post997810.html|title=Thanh Bạch - Xuân Hương hậu ly hôn: 'Ăn miếng trả miếng' liệu có hay?|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref> Trong những bài viết, cô tiết lộ Thanh Bạch là [[Đồng tính luyến ái|đồng tính]], lấy vợ để làm bình phong<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/xuan-huong-thanh-bach-noi-lay-vo-lam-buc-binh-phong-post997933.html|title=Xuân Hương: 'Thanh Bạch nói lấy vợ làm bức bình phong'|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n== Phim đã tham gia ==\n* ''Những người thích đùa''\n* ''Những người thích đùa 2''\n* ''Những người thích đùa 3''\n* ''Hai cù nèo – vai Tám Cù Móc''\n* ''[[Võ lâm truyền kỳ (phim)|Võ Lâm Truyền Kỳ]] – vai Bác sĩ trưởng khoa''\n* ''Chuyện đời''\n* Phim hoạt hình ''3D The Lorax'' (Diễn viên lồng tiếng)\n* ''Cô Bảy Phùng Há<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-252126.htm|tựa đề=MC Thanh Bạch làm phim về NSND Phùng Há|họ=ONLINE|tên=TUOI TRE|ngày=2008-04-11|website=TUOI TRE ONLINE|ngôn ngữ=vi|ngày truy cập=2023-02-01}}<\/ref>''\n* ''[[Nhà có 5 nàng tiên]]<ref>{{Chú thích web|url=https:\/\/vi.wikipedia.org\/wiki\/Nh%C3%A0_c%C3%B3_5_n%C3%A0ng_ti%C3%AAn|title=Nhà có 5 nàng tiên}}<\/ref> – vai ông quản lý chợ''\n* ''Thử yêu rồi biết (2018)''\n* '''''Và một vài bộ phim khác'''''\n\n== Các vở hài (tiêu biểu) ==\n* ''Họa mi hót trong lồng''\n* ''Phút thư giãn''\n* ''Giao lưu diễn viên điện ảnh''\n* ''Cái chết con thiên nga''\n* ''Thẩm mỹ viện lưu động''\n* ''Thời trang thế kỷ 21''\n* ''Ngày khai trường''\n* ''Phiên tòa không tội nhân''\n* ''Trong bệnh viện''\n* ''Khu phố văn hoá''\n* ''Lý trưởng thời nay''\n* ''Táo quân chầu trời thế kỷ 21''\n* ''Nốt nhạc buồn''\n* ''Chuyện lớn''\n* ''Chia sức''\n* ''Rồng xanh''\n* ''Đố em - Gala cười 2003''\n* ''Chồng ngoại kiều - Gala cười 2003''\n* ''Đám cưới - Gala cười 2003''\n* '''''Các tiết mục trong “Nhóm tuổi Trẻ Cười Sống”''''' \n* '''''Và nhiều vở hài khác'''''\n== Âm nhạc biểu diễn ==\n=== Tiêu biểu ===\n* Trích đoạn [[chèo]] vở ''[[Quan Âm Thị Kính]]'' – vai Thị Kính\n* ''Mùa xuân cưới em''<ref>{{Chú thích|title=CA NHẠC - HÀI: MÙA XUÂN CƯỚI EM - THANH BẠCH & XUÂN HƯƠNG|url=https:\/\/www.youtube.com\/watch?v=6qabIKWiTh0|language=vi-VN|access-date =1 tháng 2 năm 2023}}<\/ref>\n* ''Cười lên đi''\n* ''Có nghĩa gì đâu'' (cùng với [[Thúy Nga (diễn viên)|Thuý Nga]])\n* ''Xin làm lá bay''\n* ''CD ca nhạc Thanh Bạch''\n\n== Chương trình đã tham gia ==\n* ''Trò chuyện cuối tuần (2005)''\n* ''Cà phê với sao (2012)''\n* ''Gương mặt thân quen mùa 3 (2015)''\n* ''[[Sau ánh hào quang]]'' ''(2018)''\n* ''Chuyện đêm muộn (2018)''\n* ''8 lạng nửa cân (2019)''\n* ''Chuyện cuối tuần (2019)''\n* ''Ngôi sao đương thời (2020)''\n* ''Chuyện của sao (2020)''\n* ''Ngôi sao đương thời (2020)''\n* ''Ca sĩ ẩn danh (2020)''\n* ''[[Ký ức vui vẻ]] (2019, 2020, 2021)''\n* ''Ca sĩ bí ẩn (2021)''\n* ''Ký ức Sài Gòn (2021)''\n* ''Khám phá trường học (2022)''\n* ''Tình ca bất hủ (2022)''\n* '''''Và nhiều chương trình khác'''''\n\n== Giám khảo – Huấn luyện viên ==\n* ''Cầu Vồng lĩnh vực: Người dẫn chương trình Truyền hình VTV (2009)''\n* ''Kết nối ước mơ\/Bước cùng Omar (2013) - Huấn luyện viên''\n* ''Đồ rê mí (2014)''\n* ''Cặp đôi hoàn hảo (2014)''\n* ''Hoán đổi (2015)''\n* ''Người hùng tí hon (2015, 2016)''\n* ''Thử tài siêu nhí (2016)''\n* ''Người nghệ sĩ đa tài (2016)''\n* ''Siêu nhí tranh (2016)''\n* ''Tuyệt đỉnh song ca nhí (2017) – Huấn luyện viên''\n* ''Cặp đôi hài hước (2017, 2018, 2019, 2020)''\n* ''Sao nối ngôi nhí (2018)''\n* ''Kỳ tài lộ diện (2018, 2019)''\n* ''Ca sĩ ẩn danh (2020)''\n* ''Siêu thủ lĩnh (2020)''\n* ''Én vàng (2013, 2015, 2018, 2019, 2021, 2022)''\n* ''Ký ức vui vẻ (2019, 2020, 2021)''\n* ''Tinh hoa hội tụ (2021)''\n* ''Sao nối ngôi (2021)''\n* ''Đầu trường ngôi sao (2022)''\n* ''Hãy là số 1 (2023)''\n\n== Một số chương trình đã dẫn (tiêu biểu) ==\n* ''Tuổi thần tiên'' (1 - 6)\n* ''[[Hoa hậu Việt Nam]]''\n* ''[[Duyên Dáng Việt Nam|Duyên dáng Việt Nam]]''\n* ''Một thoáng Sài Gòn''\n* ''Nghệ sĩ và thời trang''\n* ''Giai điệu tình yêu''\n*''[[Chuyện nhỏ]]''\n* ''Alô ngôi sao''<ref>[http:\/\/dantri.com.vn\/giai-tri\/alo-ngoi-sao-chuong-trinh-ca-nhac-moi-tren-truyen-hinh-1117454765.htm “Alô @ Ngôi sao”- chương trình ca nhạc mới trên truyền hình]<\/ref>\n* ''Siêu thị may mắn''\n* ''[[Đi tìm ẩn số]]''<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/dien-anh\/20050622\/di-tim-an-so\/84690.html Đi tìm ẩn số], 22 tháng 6 năm 2005.<\/ref>\n* ''Hội ngộ cùng Beckham''<ref>[http:\/\/thethao.vnexpress.net\/tin-tuc\/bong-da-quoc-te-giai-ngoai-hang-anh\/sot-ve-tham-du-cuoc-hoi-ngo-david-beckham-932302.html Sốt vé tham dự cuộc hội ngộ David Beckham]<\/ref>\n* ''Nốt nhạc vui''\n* ''Đêm ngàn sao''\n* ''[[Bước nhảy hoàn vũ]]''<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/thanh-van-luong-manh-hai-khoe-buoc-nhay-hoan-vu-1907250.html Thanh Vân, Lương Mạnh Hải khoe 'bước nhảy hoàn vũ']<\/ref>\n* ''Đọ sức âm nhạc''<ref>[http:\/\/hanoimoi.com.vn\/Tin-tuc\/Giai-tri\/542249\/mc-thanh-bach-se-lam-trong-tai-trong-do-suc-am-nhac MC Thanh Bạch sẽ làm trọng tài trong “Đọ sức âm nhạc”]<\/ref>\n* [[Ai thông minh hơn học sinh lớp 5?|''Ai thông minh hơn học sinh lớp 5'']] \n* ''[[Gương mặt thân quen]]''<ref>[http:\/\/giaoduc.net.vn\/Van-hoa\/Guong-mat-than-quen-Gameshow-khung-nhat-cua-VTV3-nam-2013-post104881.gd Gương mặt thân quen: Gameshow 'khủng nhất' của VTV3 năm 2013]<\/ref>: [[Gương mặt thân quen (mùa thứ nhất)|mùa 1]], [[Gương mặt thân quen (mùa thứ hai)|mùa 2]], [[Gương mặt thân quen (mùa thứ bảy)|mùa 7]]\n* ''[[Tìm kiếm tài năng: Vietnam's Got Talent]]''<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20120825\/thanh-bach-dan-tim-kiem-tai-nang-mua-thu-hai\/508336.html Thanh Bạch dẫn Tìm kiếm tài năng mùa thứ hai]<\/ref>\n* ''[[Người kế tiếp]]''<ref>[http:\/\/thanhnien.vn\/van-hoa\/thanh-bach-dan-dat-gameshow-nguoi-ke-tiep-91593.html Thanh Bạch dẫn dắt gameshow ‘Người kế tiếp’]<\/ref>\n*''Vũ khúc ánh sáng - Sắc lửa''\n*''Ban nhạc quyền năng''\n* ''Tài tử tranh tài''\n* ''[[Giọng hát Việt nhí]]''\n* ''Liveshow Michael Lang 2010''\n* '''''Và hơn 232 chương trình khác'''''<ref>{{Chú thích web|url=https:\/\/toquoc.vn\/nhung-diem-chung-lam-nen-ten-tuoi-cua-mc-lai-van-sam-va-mc-thanh-bach-20230106091026326.htm|tựa đề=Những điểm chung làm nên tên tuổi của MC Lại Văn Sâm và MC Thanh Bạch|họ=toquoc.vn|website=toquoc.vn|ngôn ngữ=vi|ngày truy cập=2023-02-01}}<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n== Liên kết ngoài ==\n*[http:\/\/giadinh.net.vn\/van-hoa\/mc-thanh-bach-toi-da-co-nguoi-yeu-17857.htm MC Thanh Bạch: \"Tôi đã có người yêu\" - 2008]\n*[http:\/\/www.nld.com.vn\/157396P0C1021\/alex-thanh-bach-khong-nho-nhang-khong-phai-la-toi.htm Alex Thanh Bạch: Không nhố nhăng không phải là tôi]\n\n{{Giải Mai vàng cho Người dẫn chương trình}}\n{{So You Think You Can Dance (Vietnam)}}\n{{Vietnam's Got Talent}}\n{{Tôi là... người chiến thắng}}\n{{Gương mặt thân quen}}\n{{Thần tượng Bolero}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1959]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người dẫn chương trình Việt Nam]]\n[[Thể loại:Nghệ sĩ hài Việt Nam]]\n[[Thể loại:Nam diễn viên sân khấu Việt Nam]]\n[[Thể loại:Người ăn chay]]\n[[Thể loại:Người giữ kỷ lục Việt Nam]]\n[[Thể loại:Người giành giải Mai vàng]]\n[[Thể loại:Người Vĩnh Long]]\n[[Thể loại:Sinh tại Vĩnh Long]]\n[[Thể loại:Người họ Lê tại Việt Nam]]"}