{"86737":"{{Thông tin đơn vị hành chính Việt Nam | huyện \n| tên = Thanh Oai\n| hình = Đền Nội Bình Đà,.jpg\n| ghi chú hình = [[Đền Nội Bình Đà]] ở xã Bình Minh, huyện Thanh Oai\n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 51\n| vĩ giây = 20\n| kinh phút = 45\n| kinh giây = 54\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện lỵ = thị trấn [[Kim Bài]]\n| trụ sở UBND = Số 135 phố Kim Bài, thị trấn [[Kim Bài]]\n| phân chia hành chính = 1 thị trấn, 20 xã \n| dân số = 207.640 người\n| thời điểm dân số = 2020\n| diện tích = 129,6 km²\n| mật độ dân số = 1.602 người\/km²\n| thành lập = 1207\n| mã hành chính = 278<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|thanhoai.hanoi.gov.vn}}\n|biển số xe=29-X7}}\n\n'''Thanh Oai''' là một huyện ngoại ô nằm ở phía nam thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Thanh Oai nằm ở phía nam thành phố [[Hà Nội]], cách trung tâm thành phố 15&nbsp;km, có vị trí địa lý:\n*Phía đông giáp huyện [[Thường Tín]]\n*Phía tây giáp huyện [[Chương Mỹ]] \n*Phía nam giáp huyện [[Ứng Hòa]] và huyện [[Phú Xuyên]]\n*Phía bắc giáp quận [[Hà Đông]] và huyện [[Thanh Trì]].\n\nHuyện Thanh Oai có diện tích tự nhiên 142,31km2.\n\n- Dân số năm 2019: trên 185.400 người. 13% dân số theo [[đạo Thiên Chúa]].\n\n==Lịch sử==\nTừ thời đại Hùng Vương, Thanh Oai đã là trung tâm của nhà nước [[Văn Lang]].{{cần chú thích}}\n\nVào triều vua [[Lý Cao Tông]] (1176- 1210), năm 1207 địa hương Thanh Oai đổi là huyện Thanh Oai.\n\nNhư vậy, tính tới năm [[2007]], huyện Thanh Oai đã có lịch sử hình thành 800 năm.\n\nNăm [[1831]], vua [[Minh Mạng]] lập [[Hà Nội (tỉnh)|tỉnh Hà Nội]]. Huyện Thanh Oai lúc đó thuộc phủ Ứng Hòa của tỉnh Hà Nội. Phủ [[Ứng Hòa]] lúc đó, gồm 4 huyện là Sơn Minh, Chương Đức, Thanh Oai, Hoài An.\n\nNăm [[1888]], [[Pháp]] lập ra [[Hà Đông (tỉnh)|tỉnh Hà Đông]] và lúc đó huyện Thanh Oai thuộc tỉnh Hà Đông.\n\nThời gian [[1949]] - [[1954]], huyện Thanh Oai thuộc quận Văn Điển, thành phố Hà nội dưới chính quyền [[Quốc gia Việt Nam]].\n\nNgày [[4 tháng 1]] năm [[1955]], Chính phủ Việt Nam Dân chủ Cộng hòa ban hành Nghị định số 436-TTg giải tán quận [[Văn Điển]] do [[Quốc gia Việt Nam]] lập ra trong thời gian bị tạm chiếm trả lại cho tỉnh Hà Đông để tổ chức lại hai huyện Thanh Oai và [[Thanh Trì]].\n\nNgày [[20 tháng 4]] năm [[1961]], Kỳ họp thứ 2 - [[Quốc hội Việt Nam|Quốc hội]] khóa II thông qua Nghị quyết phê chuẩn mở rộng thành phố [[Hà Nội]] lần thứ nhất. Theo đó, sáp nhập phần lớn các xã thuộc huyện Thanh Trì, tỉnh Hà Đông vào thành phố Hà Nội.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-Quyet-mo-rong-thanh-pho-Ha-Noi-vb42689t13.aspx Nghị quyết về việc mở rộng thành phố Hà Nội do Quốc hội ban hành]<\/ref>\n\nNgày [[25 tháng 4]] năm [[1961]], hai xã Đại Hưng và Tam Khê được hợp nhất thành một xã lấy tên là xã Tam Hưng.<ref>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-50-CP-sap-nhap-2-xa-Dai-hung-Tam-khe-huyen-Thanh-oai-tinh-Ha-dong-thanh-1-xa\/20417\/noi-dung.aspx Quyết định 50-CP sáp nhập 2 xã Đại Hưng và Tam Khê thuộc huyện Thanh Oai, tỉnh Hà Đông thành một xã lấy tên là xã Tam Hưng]<\/ref>\n\nNgày [[17 tháng 5]] năm [[1961]], [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]] ký Quyết định số 70-CP sáp nhập các xã, các thôn còn lại của huyện Thanh Trì, tỉnh Hà Đông vào các huyện [[Thường Tín]], Thanh Oai và [[Hà Đông|thị xã Hà Đông]]. Theo đó, 4 xã: Kiến Hưng, Mỹ Hưng, Cự Khê, Hữu Hòa được sáp nhập vào huyện Thanh Oai.\n\nNgày [[21 tháng 4]] năm [[1965]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]] được thành lập theo Nghị quyết của [[Ủy ban Thường vụ Quốc hội]] trên cơ sở hợp nhất 2 tỉnh [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]] và Hà Đông. Theo đó, huyện Thanh Oai thuộc tỉnh Hà Tây gồm 26 xã: Bích Hòa, Biên Giang, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Hữu Hòa, Kiến Hưng, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phú Lãm, Phú Lương, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-103-NQ-TVQH-phe-chuan-thanh-lap-tinh-Bac-Thai-Nam-Ha-Ha-Tay-sap-nhap-xa-An-Hoa-Thach-That-Son-Tay-vao-xa-Tien-xuan-Luong-Son-Hoa-Binh-vb17889t17.aspx Quyết định 103-NQ-TVQH năm 1965 về việc phê chuẩn việc thành lập các tỉnh Bắc Thái, Nam Hà, Hà Tây và việc sáp nhập xã An Hòa thuộc huyện Thạch Thất, tỉnh Sơn Tây (cũ) vào xã Tiến Xuân thuộc huyện Lương Sơn, tỉnh Hòa Bình do Ủy ban thường vụ Quốc hội ban hành]<\/ref>\n\nNgày [[15 tháng 9]] năm [[1969]], sáp nhập xã Kiến Hưng vào thị xã Hà Đông.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh178-CP-mo-rong-dia-gioi-thi-xa-Ha-dong-hop-nhat-mot-so-huyen-thuoc-tinh-Ha-tay-vb18500t17.aspx Quyết định 178-CP năm 1969 về việc mở rộng địa giới thị xã Hà Đông và hợp nhất một số huyện thuộc tỉnh Hà Tây]<\/ref>. Huyện Thanh Oai còn lại 25 xã: Bích Hòa, Biên Giang, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Hữu Hòa, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phú Lãm, Phú Lương, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.\n\nNgày [[27 tháng 12]] năm [[1975]], Kỳ họp thứ 2 Quốc hội khóa V thông qua Nghị quyết hợp nhất 2 tỉnh Hà Tây và [[Hòa Bình]] thành tỉnh [[Hà Sơn Bình]]. Theo đó, huyện Thanh Oai thuộc tỉnh Hà Sơn Bình.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|url-status=live}}<\/ref>\n\nNgày [[29 tháng 12]] năm [[1978]], Kỳ họp thứ 4 Quốc hội khóa VI thông qua Nghị quyết phê chuẩn việc sáp nhập một số huyện, thị xã và thị trấn của tỉnh Hà Sơn Bình vào thành phố Hà Nội.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-phe-chuan-viec-phan-vach-lai-dia-gioi-thanh-pho-Ha-Noi-TPHCM-cac-tinh-Ha-Son-Binh-Vinh-Phu-Cao-Lang-Bac-Thai-Quang-Ninh-va-Dong-Nai-vb42744t13.aspx Nghị quyết về việc phê chuẩn việc phân vạch lại địa giới thành phố Hà Nội, thành phố Hồ Chí Minh, các tỉnh Hà Sơn Bình, Vĩnh Phú, Cao Lạng, Bắc Thái, Quảng Ninh và Đồng Nai do Quốc hội ban hành]<\/ref>\n\nNgày [[17 tháng 2]] năm [[1979]], Hội đồng Chính phủ ban hành Quyết định số 49-CP về việc điều chỉnh địa giới một số xã, thị trấn của Hà Nội. Theo đó, sáp nhập xã Hữu Hòa vào huyện Thanh Trì.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-49-CP-dieu-chinh-dia-gioi-xa-thi-tran-huyen-Soc-Son-Me-Linh-Hoai-Duc-Phuc-Tho-Thanh-Tri-thuoc-Ha-Noi-vb58079t17.aspx Quyết định 49-CP năm 1979 điều chỉnh địa giới một số xã, thị trấn thuộc các huyện Sóc Sơn, Mê Linh, Hoài Đức, Phúc Thọ và Thanh Trì thuộc thành phố Hà Nội]<\/ref> Huyện Thanh Oai còn lại 24 xã: Bích Hòa, Biên Giang, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phú Lãm, Phú Lương, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.\n\nNgày [[12 tháng 8]] năm [[1991]], Kỳ họp thứ 9 Quốc hội khóa VIII thông qua Nghị quyết chia tỉnh Hà Sơn Bình thành hai tỉnh Hòa Bình và Hà Tây. Lúc này huyện Thanh Oai thuộc tỉnh Hà Tây.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-vb42808t13.aspx Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành]<\/ref>\n\nNgày [[23 tháng 6]] năm [[1994]], thành lập thị trấn Kim Bài trên cơ sở một phần diện tích và nhân khẩu của 2 xã Kim An, Đỗ Động.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-52-CP-dieu-chinh-dia-gioi-huyen-va-lap-thi-tran-phuong-thuoc-huyen-Hoai-Duc-Chuong-My-Thach-That-Thanh-Oai-thi-xa-Ha-Dong-tinh-Ha-Tay-vb38810t11.aspx Nghị định 52-CP năm 1994 về việc điều chỉnh địa giới huyện và thành lập thị trấn, phường thuộc các huyện Hoài Đức, Chương Mỹ, Thạch Thất, Thanh Oai, thị xã Hà Đông, tỉnh Hà Tây]<\/ref> Huyện Thanh Oai có thị trấn Kim Bài và 24 xã: Bích Hòa, Biên Giang, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phú Lãm, Phú Lương, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.\n\nNgày [[23 tháng 9]] năm [[2003]], chuyển 2 xã Phú Lương và Phú Lãm về thị xã Hà Đông quản lý.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-107-2003-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-mo-rong-thi-xa-Ha-Dong-thanh-lap-phuong-mo-rong-thi-tran-Van-Dinh-Ung-Hoa-Ha-Tay-vb51526t11.aspx Nghị định 107\/2003\/NĐ-CP về việc điều chỉnh địa giới hành chính mở rộng thị xã Hà Đông, thành lập phường thuộc thị xã Hà Đông và mở rộng thị trấn Vân Đình huyện Ứng Hoà, tỉnh Hà Tây]<\/ref>. Huyện Thanh Oai còn lại thị trấn Kim Bài và 22 xã: Bích Hòa, Biên Giang, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Đồng Mai, Hồng Dương, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.\n\nNgày [[4 tháng 1]] năm [[2006]], sáp nhập một phần diện tích và dân số của thôn Phượng Bãi, xã Phụng Châu, huyện Chương Mỹ vào xã Biên Giang. Chuyển 2 xã Biên Giang và Đồng Mai về thị xã Hà Đông quản lý.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-01-2006-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-mo-rong-thi-xa-Ha-Dong-tinh-Ha-Tay-vb8246t11.aspx Nghị định 01\/2006\/NĐ-CP về việc điều chỉnh địa giới hành chính, mở rộng thị xã Hà Đông, tỉnh Hà Tây]<\/ref> Như vậy, huyện Thanh Oai có thị trấn Kim Bài và 20 xã: Bích Hòa, Bình Minh, Cao Dương, Cao Viên, Cự Khê, Dân Hòa, Đỗ Động, Hồng Dương, Kim An, Kim Thư, Liên Châu, Mỹ Hưng, Phương Trung, Tam Hưng, Tân Ước, Thanh Cao, Thanh Mai, Thanh Thùy, Thanh Văn, Xuân Dương.\n\nTừ ngày [[1 tháng 8]] năm [[2008]], giải thể toàn bộ tỉnh Hà Tây theo Nghị quyết của Kỳ họp thứ 3 Quốc hội khóa XII ngày [[29 tháng 5]] năm [[2008]]. Theo đó, huyện Thanh Oai thuộc Hà Nội.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet-15-2008-QH12-dieu-chinh-dia-gioi-hanh-chinh-thanh-pho-Ha-Noi-va-mot-so-tinh-co-lien-quan-vb68076.aspx Nghị quyết số 15\/2008\/QH12 về việc điều chỉnh địa giới hành chính thành phố Hà Nội và một số tỉnh có liên quan do Quốc hội ban hành]<\/ref>\n\n==Hành chính==\nHuyện Thanh Oai có 21 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Kim Bài]] (huyện lỵ) và 20 xã: [[Bích Hòa]], [[Bình Minh, Thanh Oai|Bình Minh]], [[Cao Dương, Thanh Oai|Cao Dương]], [[Cao Viên]], [[Cự Khê]], [[Dân Hòa (xã)|Dân Hòa]], [[Đỗ Động]], [[Hồng Dương]], [[Kim An, Thanh Oai|Kim An]], [[Kim Thư]], [[Liên Châu, Thanh Oai|Liên Châu]], [[Mỹ Hưng, Thanh Oai|Mỹ Hưng]], [[Phương Trung]], [[Tam Hưng, Thanh Oai|Tam Hưng]], [[Tân Ước (xã)|Tân Ước]], [[Thanh Cao, Thanh Oai|Thanh Cao]], [[Thanh Mai, Thanh Oai|Thanh Mai]], [[Thanh Thùy]], [[Thanh Văn]], [[Xuân Dương, Thanh Oai|Xuân Dương]].\n\n==Kinh tế==\nThanh Oai ngày xưa là một vùng với rất nhiều làng nghề như [[nón]] lá làng Chuông, tương và miến Cự Đà, giò chả Ước Lễ, gạo bồ nâu Thanh Văn, quạt nan, [[mây (thực vật)|mây]] [[tre]], giang đan Canh Hoạch (làng Vác) và xã Cao Viên. Làng [[Bình Đà]], xã Bình Minh ngày xưa nổi tiếng cả nước với nghề làm [[pháo]], nghề cơ khí ở làng Rùa xã Thanh Thùy. Gần chục năm trở lại, các khu công nghiệp mở ra thu hút nhiều lao động địa phương.\n\nDo vị trí chỉ cách trung tâm [[Hà Nội]] không xa nên Thanh Oai sẽ tiếp tục phát triển theo hướng Đô thị hóa nhanh chóng. Hiện nay thành phố Hà Nội đang triển khai xây dựng nhiều dự án trên địa bàn huyện: trục đường phát triển phía nam với các khu đô thị như Mỹ Hưng, Thanh Hà A, Thanh Hà B...; dự án đường vành đai 4, cụm công nghiệp Cao Viên - [[Bình Đà]]...\n\n==Văn hóa==\nThanh Oai có nét đặc trưng của nền văn hóa [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]] với rất nhiều đình chùa cổ kính và những làng nghề lâu đời, đặc sắc nhất là làng làm nón lá ở Phương Trung (làng Chuông), điêu khắc ở Võ Lăng ([[Dân Hoà]]), Dư Dụ ([[Thanh Thùy]]) cùng với nghề làm pháo tại [[Bình Đà]], [[Cao Viên]], [[Thanh Cao]]. Ngoài ra rải rác khắp huyện là nghề mây tre đan. Làng Chuông đã được công nhận là làng điển hình của văn hóa đồng bằng Bắc Bộ. Những đình chùa nổi tiếng là chùa Bối Khê, [[Đền Nội Bình Đà|Đền Nội]] - Đình Ngoại [[Bình Đà]] v.v...\n\nTôn giáo chủ yếu là [[phật giáo|đạo Phật]] và [[Công giáo]]. Hầu như mỗi làng đều có đình, chùa cổ kính. Trung tâm của Công giáo trong vùng là nhà thờ Thạch Bích tại xã Bích Hòa và nhà thờ Từ Châu tại xã Liên Châu. Ngoài ra còn có các nhà thờ lớn như Giáo xứ Cao Mật Bến, Giáo xứ Cao Bộ, Giáo xứ Đàn Giản....\n\n==Danh nhân==\n*[[Đỗ Cảnh Thạc]] thời [[12 sứ quân]] với căn cứ [[Đỗ Động Giang]].\n*[[Bảng nhãn]] [[Bùi Mộ]]: người làng Hưng Giáo, Tam Hưng, Thanh Oai. Đỗ Bảng nhãn khoa thi Thái học sinh năm Giáp Thìn, niên hiệu Hưng Long 12 (1304) đời Vua Trần Anh Tông. Sau khi thi đỗ được bổ chức Chi hậu bạ thủ mạo sam, sung chức Nội bệnh sử thi gia.\n*Lưỡng Quốc [[Trạng nguyên]] [[Nguyễn Trực]] (chữ Hán: 阮直, 1417 - 1474), hiệu là Hu Liêu, tự là Nguyễn Công Dĩnh. Quê ở làng Bối Khê, xã Tam Hưng, huyện Thanh Oai, thành phố Hà Nội). Ông đỗ đầu trong số đệ nhất giáp tiến sĩ cập đệ (tức Trạng nguyên) khoa Nhâm Tuất - Đại Bảo năm thứ 3 (năm 1442) [1] đời vua [[Lê Thái Tông]]. Nguyễn Trực sinh ngày 16 tháng 5 năm Đinh Dậu tức 31 tháng 5 năm 1417, trong một gia đình nho học. Ông nội là tiến sĩ [[Nguyễn Bính]][2], giữ chức Nho học huấn đạo giáo quan [[Quốc Tử Giám]], thời vua [[Trần Hiến Tông]]. Bố của Nguyễn Trực là Tiến sĩ [[Nguyễn Thời Trung]]. Ông Làm quan đến chức Thư trung lệnh, Tri tam quán sự, đại liên ban, đặc thụ Hàn lâm viện Thừa chỉ kiêm Tế tửu Quốc Tử Giám, từng đi sứ nhà Minh và thi đỗ cả Trạng nguyên thời [[nhà Minh]] bên [[Trung Quốc]].\n*Đệ tam giáp đồng Tiến sĩ xuất thân [[Đoàn Nhân Công]] (?): người làng Cao Mật, xã Thanh Cao, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Mậu Thìn niên hiệu Thái Hoà năm thứ 6 (1448). Ông từng được bổ nhiệm chức Ngự tiền học sinh.\n*Đệ tam giáp đồng Tiến sĩ xuất thân [[Phạm Tử Nghi]] (?): ông làng người xã Bảo Đà. Nay là làng [[Bình Đà]], xã [[Bình Minh]], huyện Thanh Oai, [[Hà Nội]]. Ông đỗ Tiến sĩ khoa Quý Mùi niên hiệu Quang Thuận năm thứ 4 (1463). Ông làm quan Tả Thị lang Bộ Hình.\n*Đệ tam giáp đồng Tiến sĩ xuất thân [[Phạm Bá Ký]] (?): người làng Canh Hoạch, xã Dân Hoà, Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Quý Mùi niên hiệu Quang Thuận năm thứ 4 (1463). Ông làm quan Thượng thư Bộ Binh.\n*[[Hoàng giáp]] [[Nguyễn Đôn Phục]] (?): người làng Tri Lễ, xã Tân Ước, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Bính Tuất niên hiệu Quang Thuận năm thứ 7 (1466). Ông làm quan Tả Thị lang kiêm Đông các Đại học sỹ và được cử đi sứ sang nhà Minh (Trung Quốc) năm 1474.\n*Đệ Tam giáp đồng Tiến sĩ xuất thân [[Phạm Doanh]] (?): người làng Khê Tang, xã Cự Khê, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Bính Tuất niên hiệu Quang Thuận năm thứ 7 (1466). Ông làm quan Tả thị lang.\n*Đệ Tam giáp đồng Tiến sĩ xuất thân [[Nguyễn Quýnh]] (?): người làng Bối Khê, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Mậu Tuất niên hiệu Hồng Đức năm thứ 9 (1478). Ông làm quan Đề hình Giám sát Ngự sử.\n*[[Thám hoa]] [[Nguyễn Doãn Địch]] (?): nguyên quán thôn Tảo Dương, xã Hồng Dương, huyện Thanh Oai. Sau trú quán tại làng Canh Hoạch, xã Dân Hoà, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Tân Sửu niên hiệu Hồng Đức năm thứ 12 (1481) đời vua [[Lê Thánh Tông]]. Ông làm quan Hữu Thị lang.\n*[[Hoàng giáp]] [[Hoàng Bá Dương]] (?): người làng Bối Khê, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Tân Sửu niên hiệu Hồng Đức năm thứ 12 (1481). Ông làm quan Tri phủ và được cử đi sứ sang nhà Minh (Trung Quốc) năm 1488.\n*[[Hoàng giáp]] [[Nguyễn Lý Tường]] (?): người huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Đinh Mùi niên hiệu Hồng Đức năm thứ 18 (1487).\n*Đệ Tam giáp đồng Tiến sĩ xuất thân [[Nguyễn Thông Doãn]] (?): người huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Đinh Mùi niên hiệu Hồng Đức năm thứ 18 (1487). Ông làm quan Tự Khanh.\n*Đệ Tam giáp đồng Tiến sĩ xuất thân [[Lê Dực]] (?): làng Đại Định, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Nhâm Tuất niên hiệu Cảnh Thống năm thứ 5 (1502). Ông làm quan Thượng Thư.\n*Đệ Tam giáp đồng Tiến sĩ xuất thân [[Nguyễn Huyễn]] (?): người làng Kim Bài, xã Kim An, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Tân Mùi niên hiệu Hồng Thuận năm thứ 3 (1511). Ông làm Quan Thừa chính sứ.\n*Đệ Tam giáp đồng Tiến sĩ xuất thân [[Nguyễn Tuệ]] (?): người làng Kim Bài, xã Kim An, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Tân Mùi niên hiệu Hồng Thuận năm thứ 3 (1511). Ông làm quan thời nhà Mạc đến chức Thượng Thư, tước Bá.\n*[[Trạng nguyên]] [[Nguyễn Đức Lượng]] (1465-?): người làng Canh Hoạch, xã Dân Hoà, huyện Thanh Oai, Hà Nội. Đỗ đệ nhất giáp Tiến sĩ cập đệ đệ nhất danh ([[Trạng nguyên]]) khoa Giáp Tuất (1514), niên hiệu Hồng Thuận 6 đời vua [[Lê Tương Dực]]. Làm quan đến chức Lễ bộ thị lang Bộ Lễ. Sau khi mất được truy tặng Thượng Thư.\n*[[Trạng nguyên]] [[Nguyễn Thiến]] (1495-1557): người làng Canh Hoạch, xã Dân Hoà, huyện Thanh Oai, Hà Nội. Đỗ Đệ nhất giáp Tiến Sỹ cập đệ đệ nhất danh (Trạng nguyên) khoa Nhâm Thìn (1532), niên hiệu Đại Chính 3 (1532) đời [[Mạc Đăng Doanh]]. Ông làm quan nhà Mạc đến chức Lại bộ Thượng thư, Ngự sử đài đô ngự sử, Đông các đại học sĩ, Nhập thị kinh diên, tước Thư Quận Công. Sau quy thuận nhà Lê cùng ông thông gia là Đại tướng Thái tể Phụng quốc Công [[Lê Bá Ly]] vào [[Thanh Hoá]] thời vua [[Lê Trung Hưng]]. Con trai ông là Thường quốc công [[Nguyễn Quyện]], danh tướng của nhà Mạc.\n*Võ tướng Thường Quốc công [[Nguyễn Quyện]] (chữ Hán: 阮勌; 1511-1593). Nguyễn Quyện là con của Thư Quận công, Thượng thư, Trạng nguyên [[Nguyễn Thiến]], quê nội làng Tảo Dương, quê ngoại làng Canh Hoạch, phủ Thanh Oai. Nay thuộc Thành phố [[Hà Nội]]. Là danh tướng trụ cột của nhà [[Mạc]] thời Nam Bắc triều trong lịch sử Việt Nam, tước Văn Phái hầu sau được phong làm Thạch quận công, Chưởng phù Nam vệ, Quốc công, Tả đô đốc Nam đạo, Thái bảo.\n*[[Thám hoa]] [[Nguyễn Tế]] (1522-?): ở thôn Cao Mật, xã Thanh Cao, huyện Thanh Oai, Hà Nội. Đỗ đệ nhất giáp tiến sĩ cập đệ đệ tam danh ([[Thám hoa]]) khoa Đinh Mùi, niên hiệu Vĩnh Định 1 (1547) đời Mạc Phúc Nguyên. Làm quan đến chức Đông Các đại học sĩ.\n*Đệ Tam giáp đồng Tiến sĩ xuất thân [[Tạ Đình Dương]] (1559-1639): người làng Đại Định, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Giáp Thìn niên hiệu Hoằng Định năm thứ 5 (1604). Ông làm quan Đề hình Giám sát Ngự sử, tước Lang Khê tử.\n*Thái tể, Đương quận công [[Đào Quang Nhiêu]] (陶光饒; [[1601]]-[[1672]]) : người làng Tuyền Cam, phủ Ứng Thiên. Nay thuộc xã Dân Hòa, huyện Thanh Oai, Hà Nội. Là danh tướng của ba đời chúa Trịnh. Đào Quang Nhiêu được vua ban thái tể, cho thụy là ''Thuần Cẩn'', bao phong làm phúc thần, lập đền thờ ở quê nhà (hiện nằm ở thôn Tiên Lữ, xã Dân Hòa, Thanh Oai, Hà Nội).\n*Đệ tam giáp đồng Tiến sĩ xuất thân [[Vũ Công Trấn]] (1685-1755): người làng Đôn Thư, xã Kim Thư, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Giáp Thìn niên hiệu Bảo Thái năm thứ 5 (1724). Ông giữ các chức quan như Chánh chưởng tả, Hữu pháp ty, Bồi tụng Tả Thị lang Bộ Binh kiêm Đông Các Đại học sĩ, tước Thư Trạch hầu. Sau khi mất, tặng hàm Thượng Thư Bộ Binh, tước Quận Công.\n*Đệ tam giáp đồng Tiến sĩ xuất thân [[Chu Nguyên Lâm]] (1687-?): hiệu là Cổ Nguyên. Quê ở làng Cát Động, xã Kim An, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Giáp Thìn niên hiệu Bảo Thái năm thứ 5 (1724). Ông làm quan Hàn lâm viện Thừa chỉ, bị chết trận. Sau khi mất, ông được tặng Hữu Thị lang Bộ Công. Có tài liệu ghi ông là Chu Nguyễn Lâm.\n*Đệ Tam giáp đồng Tiến sĩ xuất thân [[Nguyễn Huy Thục]] (1716-?): người làng Kim Bài, xã Kim An, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Kỷ Mùi niên hiệu Vĩnh Hựu năm thứ 5 (1739). Ông làm quan đến Giám sát Ngự sử.\n*Đệ Tam giáp đồng Tiến sĩ xuất thân [[Tạ Đình Hoán]] (1723-?): người làng Đại Định, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông làm quan Cấp sự trung, Đốc đồng Tuyên Quang, tước Hoàng Khê bá.\n*Hoàng giáp [[Lê Huy Trâm]] (1742-1802), nguyên tên cũ là Tuân, hiệu: Ứng Hiên; là danh sĩ thời Lê trung hưng trong lịch sử Việt Nam. Người làng Bối Khê, xã Tam Hưng, huyện Thanh Oai, Hà Nội. Ông đỗ Tiến sĩ khoa Kỷ Hợi niên hiệu Cảnh Hưng năm thứ 40 (1779). Thời Lê, ông làm quan Hàn lâm viện Thị độc. Thời Nguyễn, được bổ chức Học sĩ và Đốc đồng xứ Kinh Bắc. Hiện nay có nhà thờ Tiến sỹ Lê Huy Trâm tại quê hương ông.\n* Tiến sĩ [[Hà Tông Quyền]]: Hà Tông Quyền (1798-1839) hiệu là Hải Ông, Liễu Đường, Phương Trạch, Mộng Dương và tự là Tốn Phủ, người xã Cát Động huyện Thanh Oai phủ Ứng Hòa trấn Sơn Nam (nay thuộc xã Kim An huyện Thanh Oai tỉnh Hà Tây). Cử nhân năm Tân Tị (1821). Ông giữ các chức quan, như Tri phủ Tân Bình, Tham biện Quảng Trị, Thự thiêm sự Bộ Công, Thái thường tự Thiếu khanh, Hữu Thị lang Bộ Lễ, Hàn lâm viện Kiểm thảo, Hữu Thị lang Bộ Công, Tả tham tri Bộ Lại. Sau khi mất, ông được tặng chức Thượng thư Bộ Lại. Vì kiêng húy nên chữ Tông đã bị đục, sau một số tài liệu ghi ông là Hà Quyền.\n* [[Tổng Đốc Sơn - Hưng - Tuyên]], [[Thái Bảo]] \" Phấn Dũng Tướng Quân\" Lão Tướng [[Nguyễn Chính Lâu]]: Bình Đà - xã Bình Minh - Huyện Thanh Oai - Hà Nội.\n* Đệ nhất giáp Tam nguyên [[Vũ Phạm Hàm]] (1864-1906): tự Mộng Hải, hiệu Thư Trì. Người làng Đôn Thư, xã Kim Thư, huyện Thanh Oai, Hà Nội. Đỗ Giải nguyên khoa Giáp Thân (1884). Đỗ Hội nguyên và Đình Nguyên, Đệ nhất giáp tiến sỹ cập đệ đệ tam danh (Thám Hoa) khoa Nhâm Thìn niên hiệu Thành Thái 4 (1892). Là vị Tam khôi cuối cùng của nền khoa bảng phong kiến ở Việt Nam. Ông làm quan đến chức Đốc học Hà Nội, hàm Quang lộc tự Thiếu Khanh kiêm chức ở Đồng Văn quán (tức Báo quán Đồng Văn).\n* [[Vũ Trọng Khánh]] (1912–1996) là một luật sư người Việt Nam. Ông là Bộ trưởng Bộ Tư pháp đầu tiên của [[Chính phủ Lâm thời Việt Nam Dân chủ Cộng hoà]], Thị trưởng Thành phố Hải Phòng. Ông sinh ngày 13 tháng 3 năm 1912 trong một gia đình tiểu thương ở Hà Nội. Nguyên quán tại làng [[Cự Đà]], xã [[Cự Khê]], huyện Thanh Oai, tỉnh [[Hà Đông]] (nay thuộc Hà Nội). Em trai ông là [[Vũ Trọng Tống]], sau là Đại tá Quân đội Nhân dân Việt Nam.\n\nÔng có các con trai là Thầy giáo [[Vũ Trọng Huỳnh]] (đã mất), [[Tiến sĩ Vật lý Vũ Trọng Hùng]] và Phó giáo sư, [[Tiến sĩ Vũ Trọng Khải]], hiện đang là Giảng viên cao cấp ngành Kinh tế nông nghiệp, [[Trường Cán bộ Quản lý Nông nghiệp và Phát triển Nông thôn 2]] tại Thành phố Hồ Chí Minh [6].\n*Giáo sư, Tiến sĩ [[Nguyễn Ngọc Minh]] hay còn gọi là Ông Nghè Minh (1917-1989): Bộ trưởng [[Bộ Tư Pháp]], Hiệu trưởng đầu tiên Đại học pháp lý Hà Nội (ngày nay là [[Đại học luật Hà Nội]]). Quê quán: làng [[Bình Đà]], xã [[Bình Minh]], huyện Thanh Oai, [[Hà Nội]].\n* Trung tướng [[Lê Hai]] (sinh năm 1927), tên thật là Lê Văn Hải. Quê quán thôn Quảng Minh, xã Mỹ Hưng, huyện Thanh Oai, Hà Nội. Là một sĩ quan cấp cao trong Quân đội Nhân dân Việt Nam, hàm Trung tướng, nguyên Tổng Biên tập Báo Quân đội Nhân dân (1970-1977), nguyên Phó Chủ nhiệm Tổng cục Chính trị (1977-1978). Ông là cha đẻ của nữ trung tướng, Giáo sư, Tiến Sỹ [[Lê Thu Hà]] - Chính uỷ, Phó Giám đốc [[bệnh viện Trung ương Quân đội 108]].\n* Trung tướng [[Đặng Vũ Chính]], tên thật là Đặng Văn Trung (1928 - 2022) là Trung tướng Quân đội Nhân dân Việt Nam. Quê ông ở xã Cự Khê, huyện Thanh Oai, Hà Nội. Ông từng hoạt động tình báo. Vũ Chính (12 tháng 11 năm 1928 – 3 tháng 1 năm 2022) là một sĩ quan cao cấp của Quân đội nhân dân Việt Nam, hàm Trung tướng, nguyên Tổng cục trưởng Tổng cục 2.[1] Ông tên thật là Đặng Văn Trung, bí danh khi hoạt động tình báo là Nguyễn Thanh, quê tại xã Cự Khê, huyện Thanh Oai, thành phố Hà Nội.[2][3] Bố vợ của Thứ trưởng Bộ Quốc Phòng Thượng Tướng [[Nguyễn Chí Vịnh]].\n* Trung tướng [[Trịnh Trân]] (1928-2006). Quê quán: Làng Cự Đà, xã Cự Khê, huyện Thanh Oai, Hà Nội. Là một sĩ quan cấp cao trong Quân đội nhân dân Việt Nam, hàm Trung tướng, ông từng giữ các chức vụ: Phó Phòng Địch vận trực thuộc Tổng cục Chính trị, Tham mưu trưởng rồi Tư lệnh Bộ đội Biên phòng Quân đội nhân dân Việt Nam. Ngoài ra ông từng là: Đại biểu Quốc hội kiêm Phó Chủ nhiệm Ủy ban Quốc phòng An ninh Quốc hội khóa 9, Ủy viên Đảng ủy Công an Nhân dân.\n* Trung tướng [[Lê Thu Hà]] (sinh năm 1957) là Trung tướng Quân đội Nhân dân Việt Nam. Quê quán: Thôn Quảng Minh, Xã Mỹ Hưng, huyện Thanh Oai, Hà Nội. Bà hiện là Chính ủy Bệnh viện Trung ương Quân đội 108. Bà là người phụ nữ Việt Nam có quân hàm cao nhất từ trước đến nay. Hiện gia đình có 3 vị tướng là cha bà, chồng bà và bà.\n* Giáo sư - Bộ trưởng Bộ Giáo dục và Đào tạo [[Phạm Vũ Luận]]. Quê ông ở xã Kim Thư, huyện Thanh Oai, Hà Nội\n* [[Tiến sỹ Nguyễn Tiến Sơn]] (1968): quê ở thôn Chằm, Bình Đà, xã Bình Minh, huyện Thanh Oai, Hà Nội. Hiện đang là Vụ trưởng Vụ Tổ chức Cán bộ - Viện Kiểm sát nhân dân Tối cao.\n* Thiếu tướng Nguyễn Duy Cường, quê ở thôn Chằm, Bình Đà, xã Bình Minh, huyện Thanh Oai, Hà Nội. Hiện là phó giám đốc học viện phòng không không quân.\n*[[Phó Giáo sư, Tiến sỹ Nguyễn Quang Tuấn]] (Sinh năm 1967): Quê ông ở làng Khê Tang, xã Cự Khê, huyện Thanh Oai, Hà Nội. Nguyên Giám đốc Bệnh viện Tim Hà Nội. Hiện là Giám đốc [[Bệnh viện Bạch Mai]]; Giảng viên chính Bộ môn Tim mạch Trường ĐH Y Hà Nội; Chủ tịch Hội Tim mạch can thiệp Việt Nam; Chủ tịch Hội Tim mạch Hà Nội; Ủy viên Ban Quản lý dự án, hoạt động Phòng, chống bệnh tăng huyết áp thuộc Chương trình mục tiêu Quốc gia Y tế giai đoạn 2012-2015; thành viên Trường môn Tim mạch học Đông Nam Á (Fs ACC); thành viên Ban cố vấn Hội Tim mạch học can thiệp châu Á-Thái Bình Dương (FAPSIC); thành viên Hội Tim mạch học can thiệp Hoa Kỳ (FSCAI)… Đại biểu Quốc hội khoá XIV.\n\n==Di tích lịch sử==\n* [[Đền Nội Bình Đà]]: ở Bình Đà, xã Bình Minh, huyện Thanh Oai, Hà Nội thờ Đức Quốc Tổ Lạc Long Quân là Thủy tổ của dân Bách Việt.\n*Đền Hoàng Trung ở xã Hồng Dương, Thanh Oai, [[Hà Nội]] thờ [[Lưu Cơ]], được [[Đinh Bộ Lĩnh]] phong Đại Thống chế tướng quân, cho trông coi thành Đại La. [[Lưu Cơ]] không chỉ là người có công dẹp [[loạn 12 sứ quân]] mà còn lập ra làng Hoàng Trung.\n*Đình Mai ở xã Thanh Mai, Thanh Oai, [[Hà Nội]] thờ Hà Khôi đại vương là người có công giúp [[Đinh Bộ Lĩnh]] dẹp sứ quân [[Đỗ Cảnh Thạc]] cát cứ vùng Thanh Oai. Đinh Bộ Lĩnh từng cho quân đóng trại trên đất làng Mai, nay là 2 thôn Nga My Hạ và Nga My Thượng xã Thanh Mai, huyện Thanh Oai, Thành phố Hà Nội.\n*Đình Cự Đà ở xã Cự Khê, Thanh Oai, [[Hà Nội]] Thờ Hoàng Thông là tướng thời Vua [[Đinh Tiên Hoàng]]. Hàng năm vào ngày 14 tháng giêng âm lịch có lễ hội Đại kỳ phúc tiến hành lễ rước thánh Hoàng Thông Phả Độ Đại Vương.\n*Chùa Sổ ở xã [[Tân Ước]], Thanh Oai, Hà Nội. Di tích lịch sử kiến trúc cấp quốc gia.\n*Nhà lưu niệm Bác Hồ ở xã [[Xuân Dương]]. Di tích lịch sử cấp quốc gia.\n*[[Chùa Bối Khê]] (Đại Bi Tự) ở xã [[Tam Hưng]]. Di tích kiến trúc và nghệ thuật cấp quốc gia.\n\n== Làng nghề ==\nCùng với rất nhiều huyện ven đô của [[Hà Nội]], [[Bắc Ninh]], [[Hưng Yên]], [[Vĩnh Phúc]],... hay ven thành phố lớn thì Thanh Oai (mảnh đất trăm nghề) nơi có rất nhiều làng nghề truyền thống thủ công xưa và làng nghề mới như:\n\n* Làm nón Chuông và cả xã [[Phương Trung]]\n* Làm quạt giấy, lồng chim, quang gánh, đèn kéo quân, chế biến gỗ ở Canh Hoạch ([[Dân Hòa]])\n*Làng nghề điêu khắc gỗ Dư Dụ ([[Thanh Thùy]])\n* Làng nghề tạc tượng Vũ Lăng ([[Dân Hòa]])\n* Làng nghề bún Kỳ Thủy ([[Bích Hòa]])\n* Làng nghề chế biến gỗ Tiên Lữ ([[Dân Hòa]])\n* Làng nghề cơ khí Gia Vĩnh ([[Thanh Thùy]])\n*Nghề làm nón ở [[Cao Dương]]\n* Làm pháo Bình Đà (đã cấm)\n* Làng nghề may thôn Thượng ([[Bích Hòa]])\n* Làng nghề mây tre đan Phú Thọ ([[Dân Hòa]])\n* Làng nghề dệt Thanh Thần ([[Thanh Cao]])\n* Nghề làm pháo, nem thính ở [[Cao Viên]]\n* Làng nghề ren thôn Trên ([[Bích Hòa]])\n* Làng nghề vòng nón Trường Xuân ([[Xuân Dương]])\n* Làng nghề may thôn Giữa ([[Bích Hòa]])\n* Giết mổ gia súc Bình Đà ([[Bình Minh, Thanh Oai|Bình Minh]])\n* Làng nghề cơ khí Rùa Thượng ([[Thanh Thùy]])\n* Làng trứng gia cầm Châu Mai ([[Liên Châu, Thanh Oai|Liên Châu]])\n* Làng nghề giò chả Ước Lễ ([[Tân Ước]])\n*Mũ, nón lá một số ở xã [[Tân Ước]]\n*Làng nghề cơ khí Từ Am ([[Thanh Thùy]])\n*Làng nghề mây tre đan thôn Mùi ([[Bích Hòa]])\n* Làng miến, tương, tiểu hổ Cự Đà ([[Cự Khê]])\n* Trồng lá dong Tràng Cát ([[Kim An]])\n* Làng nghề cơ khí Rùa Hạ ([[Thanh Thùy]])\n* Làng nghề bún Thanh Lương ([[Bích Hòa]])\n* Giò chả bánh, tăm hương [[Hồng Dương]]\n* Chế biến lương thực Nga My Thượng ([[Thanh Mai]])\n* Làng nghề thêu ren ở Cao Mật ([[Thanh Cao]])\n* Làng nghề cơ khí Dụ Tiền ([[Thanh Thùy]])\n* Có nghề làm nón thôn Động Giã ([[Đỗ Động]])\n* Làng nghề vòng nón Đôn Thư ([[Kim Thư]])\n* Nghề khâu bóng thể thao ở [[Tam Hưng, Thanh Oai|Tam Hưng]]\n* Làng mộc truyền thống Áng Phao ([[Cao Dương]])\n*Giò chả, thực phẩm Hoàng Trung ([[Hồng Dương]]).\n\n==Giao thông==\n\n[[Quốc lộ 21B]] là huyết mạch giao thông của huyện, từ Hà Đông đi [[chùa Hương]] và sang [[Hà Nam]], qua thị trấn Kim Bài và nhiều khu dân cư như Thạch Bích, Bình Đà, Chuông, Vác... [[Dự án đường trục phía nam Hà Nội]] đi xuyên qua huyện đã được nâng cấp thành [[Quốc lộ 21C]]. Ngoài ra còn có tỉnh lộ 71 (nay là tỉnh lộ 427).\n\nPhía Đông Bắc có tuyến đường sắt vành đai phía Tây Hà Nội chạy qua, để tới ga Văn Điển.\n\nCác tuyến xe buýt đi qua và đi từ địa bàn huyện Thanh Oai: 33 (CCN Thanh Oai - Xuân Đỉnh), 85 (Công viên Nghĩa Đô - KĐT Thanh Hà), 91 (Bến xe Yên Nghĩa - Kim Bài - Phú Túc), 94 (Bến xe Giáp Bát - Kim Bài), 103A (Bến xe Mỹ Đình - Hương Sơn), 103B (Bến xe Mỹ Đình - Hồng Quang - Hương Sơn), 124 (Bến xe Yên Nghĩa - Kim Bài), 125 (Bến xe Thường Tín - Tế Tiêu).\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/thanhoai.hanoi.gov.vn\/ Cổng thông tin điện tử huyện Thanh Oai]\n* {{TĐBKVN|5867}}\n{{sơ khai Hà Nội}}\n{{Kiểm soát tính nhất quán}}\n{{Quận huyện Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Thanh Oai}}"}