{"3639758":"{{prose|date=tháng 6 2020}}\n'''Thanh niên xung phong''' là một lực lượng [[thanh niên]] do [[Ban Dân vận Trung ương Đảng Cộng sản Việt Nam|Đảng Đoàn Thanh vận Trung ương]] và [[Ban Chấp hành Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh|Ban Thường vụ Trung ương Đoàn Thanh niên Cứu quốc Việt Nam]]<ref name=\"nhandan2015\">\n{{Chú thích web \n|url =http:\/\/www.nhandan.com.vn\/chinhtri\/item\/26867702-thu-tuong-lao-thoong-xinh-tham-ma-vong-tham-lam-viec-tai-viet-nam.html\n|tiêu đề =Đội Thanh niên xung phong 36 anh hùng\n|tác giả = Nguyễn Cao Vãng\n|ngày = 2015-07-13\n|nhà xuất bản = Báo Nhân dân\n|ngày truy cập =2017-01-26 \n|ngôn ngữ = }}<\/ref> thành lập vào ngày [[15 tháng 7]] năm [[1950]] để phục vụ [[Chiến dịch Biên Giới|Chiến dịch Biên giới]].<ref name=\"tienphong2015\">\n{{Chú thích web \n|url =http:\/\/www.tienphong.vn\/gioi-tre\/65-nam-luc-luong-thanh-nien-xung-phong-viet-nam-883957.tpo\n|tiêu đề =65 năm lực lượng Thanh niên xung phong Việt Nam\n|tác giả = Lê Xuân Sơn\n|ngày = 2015-07-15\n|nhà xuất bản = [[Báo Tiền Phong]]\n|ngày truy cập =2017-01-26\n|ngôn ngữ = }}<\/ref>\n\n==Tên gọi==\nThanh niên tham gia [[Chiến tranh biên giới Việt–Trung 1979|Chiến tranh biên giới Việt-Trung 1979]] hoặc [[Chiến tranh biên giới Tây Nam]] do hoàn cảnh lịch sử nên không gọi là '''thanh niên xung phong''' mà gọi là '''thanh niên xung kích'''<ref name=\"vov2013\" \/>.\n\nCác lần đổi tên gọi lực lượng thanh niên xung phong trong lịch sử:<ref name=\"tienphong2015\" \/>\n*Đội Thanh niên xung phong công tác Trung ương (15\/7\/1950)\n*Đội Thanh niên xung phong (26\/3\/1953)\n*Đoàn Thanh niên xung phong Trung ương (12\/1963)\n*Đội Thanh niên xung phong chống Mỹ cứu nước (21\/6\/1965)\n*Lực lượng Thanh niên xung phong giải phóng miền Nam (20\/4\/1964)\n*Ban Thanh niên xung phong - Lao động trẻ (3\/1986)\n\n==Nhiệm vụ==\nNhiệm vụ của thanh niên xung phong rất đa dạng, gồm có vận tải (đạn dược, thương binh, lương thực), mở đường, rà phá bom mìn<ref name=\"tienphong2015\"\/>, tiếp đạn, thu dọn chiến trường.<ref name=\"cuutnxpvietnam2015\">\n{{Chú thích web|url=http:\/\/www.cuutnxpvietnam.org.vn\/Doi-TNXP-cong-tac-Trung-uong-Doi-TNXP-dau-tien-i872.html|tiêu đề=Đội TNXP công tác Trung ương, Đội TNXP đầu tiên|tác giả=Lê Xuân Quát|ngày=2015-07-13|nhà xuất bản=Hội Cựu thanh niên xung phong Việt Nam|ngôn ngữ=|ngày truy cập=2017-01-26}}<\/ref>\n\n== Lịch sử ==\n===Thành lập===\nNgày [[15 tháng 7]] năm [[1950]], chủ tịch [[Hồ Chí Minh]] đã chỉ thị cho [[Đoàn Thanh niên Cứu quốc Việt Nam]] thành lập lực lượng thanh niên xung phong tập trung dài ngày phục vụ cho [[chiến dịch Biên giới Thu đông 1950]] tại [[núi Hồng]], xã [[Yên Lãng, Đại Từ|Yên Lãng]], huyện [[Đại Từ]], tỉnh [[Thái Nguyên]]. Lực lượng ban đầu có tên gọi là \"Đội Thanh niên xung phong công tác Trung ương\", gồm có 225 đội viên, do [[Vương Bích Vượng]], ủy viên [[Ban Chấp hành Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh]] làm đội trưởng.<ref name=\"baoninhbinh2010\">\n{{Chú thích web|url=http:\/\/baoninhbinh.org.vn\/ty-hao-ve-truyen-thong-lyc-luung-thanh-nien-xung-phong-20100705095600000p5c35.htm|tiêu đề=Tự hào về truyền thống lực lượng thanh niên xung phong|tác giả=Ngô Trọng Cảnh|ngày=2010-07-05|nhà xuất bản=Báo Ninh Bình|ngôn ngữ=|ngày truy cập=2017-01-26}}<\/ref> Trong số 225 đội viên ban đầu, chỉ có duy nhất một đội viên nữ làm [[y tá]] tên là Lê Kim Hạnh, còn lại là đội viên nam.<ref name=\"cuutnxpvietnam2015\" \/>\n\n===Giai đoạn Chiến tranh Đông Dương (1950-1954)===\n{{Mở rộng|date=Tháng 3\/2022}}\nNgày 15\/7\/1950, Đảng Đoàn thanh vận Trung ương đã họp giao cho Ban Thường vụ Trung ương Đoàn ra quyết định thành lập Đội thanh niên xung phong công tác Trung ương đầu tiên theo chỉ thị của Hồ Chí Minh\n\nĐội thanh niên xung phong (TNXP) công tác Trung ương gồm 225 đội viên của các tỉnh Thái Nguyên, Phú Thọ, Bắc Ninh, Bắc Giang, do đồng chí Vương Bích Vượng, ủy viên Ban chấp hành Trung ương Đoàn làm đội trưởng.\n\nCuối tháng 8\/1950, Đội TNXP công tác Trung ương (với phiên hiệu là Đội 50) làm lễ xuất quân tại núi Hồng, xã Yên Lãng, huyện Đại Từ, tỉnh Thái Nguyên, sau đó hành quân lên tập kết tại căn cứ Lam Sơn, huyện Hòa An, tỉnh Cao Bằng chờ nhận nhiệm vụ.\n\nĐầu tháng 9-1950, đội thanh niên xung phong  công tác Trung ương nhận lệnh đi phục vụ chiến dịch Biên giới. Đêm 16\/9\/1950, Quân đội Nhân dân Việt Nam nổ súng đánh đồn Đông Khê. Chủ tịch Hồ Chí Minh đã ra sở chỉ huy tiền phương, trực tiếp quan sát đồn Đông Khê, điều đó đã gây xúc động mạnh mẽ thúc dục cán bộ, chiến sỹ khắp mặt trận nô nức thi đua lập công. Lúc 10 giờ sáng ngày 18\/9\/1950 , Quân đội Nhân dân Việt Nam hoàn toàn thắng lợi và làm chủ mặt trận Đông Khê. Trong trận này, các đội viên TNXP luôn bám sát bộ đội, vượt lửa đạn đưa thương binh về tuyến sau và thu dọn chiến trường. Đặc biệt, sau đó 150 đội viên đã vận chuyển 8 tấn đạn chiến lợi phẩm từ Đông Khê về kho an toàn trên quãng đường 5 km chỉ trong 10 giờ, vượt dự kiến của trên là 300 người vận chuyển trong 3 ngày. Ngày 10, Quân đội nhân dân Việt Nam chặn đánh binh đoàn Lơ - Pa - giơ tại cửa ngõ phía nam Đông Khê, ngày 7\/10\/1950 toàn bộ binh đoàn này bị bắt gọn. Ngày 3\/10\/1950, Sác-tông đã đem 2.000 quân rút khỏi Thị xã Cao Bằng theo đường số 4. Ngày 7\/10\/1950 bộ đội Việt Nam tiêu diệt binh đoàn Sác-tông ở Cốc Xả. Còn trên một ngàn quân từ Thất Khê lên cứu viện cũng bị ta đánh ở Bông Lau, Lũng Phầy. Chiến dịch biên giới toàn thắng, kết thúc chiến dịch ta đã tiêu diệt và bắt sống 8.300 tên địch, tiêu diệt 10 tiểu đoàn (trong đó 8 tiểu đoàn bị diệt gọn, chiếm 41% lực lượng cơ động chiến lượng toàn Đông Dương), giải phóng 350.000 dân và 4.500km2. Trong trận này, Đội TNXP công tác Trung ương đã xông xáo khắp mặt trận thu gom súng đạn, quân trang, quân dụng của địch, áp giải hàng binh và chôn cất xác giặc.\n\n===Giai đoạn khôi phục phát triển kinh tế miền Bắc Việt Nam (1955-1964)===\n{{Mở rộng|date=Tháng 3\/2022}}\n===Giai đoạn Chiến tranh Việt Nam (1965-1975)===\nTính trên toàn bộ tuyến [[Đường Hồ Chí Minh]] huyền thoại, lực lượng thanh niên xung phong với quân số bằng 10 sư đoàn đã xây dựng, bảo dưỡng và đảm bảo hoạt động của 67.700&nbsp;km đường. Nếu chia ra đầu người, mỗi thanh niên xung phong đã đảm bảo duy trì sự thông suốt của gần nửa cây số đường vượt rừng, vượt đèo, vượt sông, suối bất chấp bom đạn Mỹ đánh phá ác liệt suốt ngày đêm.\n\n=== Giai đoạn từ 1976 đến nay ===\n{{Mở rộng|date=Tháng 3\/2022}}\n\n==Tổ chức==\nDưới Đội có Liên phân đội. Một Liên phân đội gồm có các Phân đội (tiểu đội). Ở mỗi Liên phân đội đều có [[chi bộ]] [[Đảng Cộng sản Việt Nam]] và chi [[đoàn Thanh niên Cứu quốc]]. Ở cấp Đội có thành lập Liên chi ủy trực thuộc [[Đảng ủy]] [[Tổng cục Hậu cần Quân đội Nhân dân Việt Nam|Tổng cục Cung cấp]].<ref name=\"cuutnxpvietnam2015\"\/>\n\n==Trang phục==\nThanh niên xung phong thường mang quần, [[áo kaki]], và [[mũ tai bèo]] có màu lục tối. Lưng đeo thắt lưng, chân đi giày vải hoặc [[dép râu]]<ref name=\"thanhnien2016\">\n{{Chú thích web|url=http:\/\/thanhnien.vn\/thoi-su\/nhung-mai-dau-xua-gio-da-bac-685697.html|tiêu đề=Những mái đầu xưa giờ đã bạc|tác giả=Đoàn Xuân Hải|ngày=2016-03-28|nhà xuất bản=Báo Thanh niên|ngôn ngữ=|ngày truy cập=2017-01-26}}<\/ref>. Thanh niên xung phong miền Nam còn mang [[khăn rằn]] quấn cổ.<ref name=\"dantri201604\">\n{{Chú thích web|url=http:\/\/dantri.com.vn\/nhip-song-tre\/anh-ky-yeu-phong-cach-thanh-nien-xung-phong-cua-hoc-sinh-xu-nghe-20160407103645579.htm|tiêu đề=Ảnh kỷ yếu phong cách \"thanh niên xung phong\" của học sinh xứ Nghệ|tác giả=Mai Châm|ngày=2016-04-07|nhà xuất bản=Báo Dân trí|ngôn ngữ=|ngày truy cập=2017-01-26}}<\/ref> Từ năm [[2012]], [[Lực lượng Thanh niên xung phong Thành phố Hồ Chí Minh]] có trang phục bao gồm: huy hiệu, biểu trưng, biểu tượng, biển tên, cấp hiệu, mũ mềm, quần áo ngắn tay, thắt lưng và giày vớ. Đồng phục thanh niên xung phong bao gồm: huy hiệu, mũ tai bèo, quần áo dài tay và giày vải.<ref name=\"tuoitre2012\">\n{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/nhip-song-tre\/20120925\/thanh-nien-xung-phong-tphcm-doi-trang-phuc-moi\/513124.html|tiêu đề=Thanh niên xung phong TP.HCM đổi trang phục mới|tác giả=Thái Bình|ngày=2012-09-25|nhà xuất bản=Báo Tuổi trẻ|ngôn ngữ=|ngày truy cập=2017-01-26}}<\/ref>\n\n==Số lượng thành viên==\n*Tổng cộng đã có 530.000 thanh niên xung phong tham gia qua các thời kỳ (gồm [[chiến tranh Đông Dương]], [[chiến tranh Việt Nam]] và 2 cuộc chiến tranh biên giới sau đó)<ref name=\"vnexpress2014\">\n{{Chú thích web \n|url =http:\/\/vnexpress.net\/tin-tuc\/goc-nhin\/su-hy-sinh-dang-cho-duoc-thua-nhan-3035740.html\n|tiêu đề =Sự hy sinh đang chờ được thừa nhận\n|tác giả = Quốc Phong\n|ngày = 2014-08-28\n|nhà xuất bản = Báo VnExpress\n|ngày truy cập =2017-01-26 \n|ngôn ngữ = }}<\/ref>\n*Trên 130.800 thanh niên xung phong tham gia trong [[chiến tranh Việt Nam]].<ref name=\"ubmttq2016\">\n{{Chú thích web \n|url =http:\/\/ubmttq.hochiminhcity.gov.vn\/TinTuc\/bandocviet\/Lists\/Posts\/Post.aspx?ID=328\n|tiêu đề =Hình tượng thanh niên xung phong lấp lánh, diệu kỳ, để lại huyền thoại bất tử cho các thế hệ nối tiếp noi theo\n|tác giả = Hoài Nguyễn\n|ngày = 2016-03-22\n|nhà xuất bản = Ủy ban mặt trận tổ quốc Việt Nam Thành phố Hồ Chí Minh\n|ngày truy cập =2017-01-26\n|ngôn ngữ = }}<\/ref> trong đó hơn 40.000 thanh niên xung phong của 15 tỉnh miền Bắc làm nhiệm vụ mở [[đường Trường Sơn]] và ở mặt trận [[Quảng Bình]].<ref name=\"baoninhbinh2010\"\/> Trong số các tỉnh, [[Thanh Hoá]] là nơi có số lượng nhiều nhất với 33.000 người, tiếp đó là [[Nghệ An]] với 16.800 người, tiếp theo là [[Quảng Bình]] với 16.200 người và [[Hà Tĩnh]] với 15.000 người. Tổng cộng bốn tỉnh miền Trung bao gồm Thanh Hoá, Nghệ An, Hà Tĩnh và Quảng Bình đã cung cấp tới gần 90.000 nam nữ thanh niên xung phong - chiếm 55% tổng số thanh niên xung phong toàn miền Bắc. Tỉnh Hải Hưng (nay là Hưng Yên và Hải Dương) cũng có gần 10.000 người tham gia Thanh niên xung phong. \n*Vài chục nghìn thanh niên xung phong sau [[Sự kiện 30 tháng 4 năm 1975|giải phóng]] năm 1975 tình nguyện làm kinh tế mới và phục vụ [[chiến tranh biên giới Tây Nam]]<ref name=\"vnexpress2014\"\/>\n*Có 170.316 nữ thanh niên xung phong tham gia các thời kì kháng chiến, bảo vệ, xây dựng Tổ quốc theo thống kê của Hội Cựu Thanh niên xung phong Việt Nam<ref name=\"baogiaothong2014\">{{Chú thích web\n|url =http:\/\/www.baogiaothong.vn\/chuyen-nu-thanh-nien-xung-phong-thoi-hau-chien-d78203.html\n|tiêu đề =Chuyện nữ Thanh niên xung phong thời hậu chiến\n|tác giả =Thảo Nguyên\n|ngày =2014-07-09\n|nhà xuất bản =Báo Giao thông\n|ngày truy cập =2017-01-26\n|ngôn ngữ =\n|archive-date = ngày 2 tháng 2 năm 2017 |archive-url =https:\/\/web.archive.org\/web\/20170202053130\/http:\/\/www.baogiaothong.vn\/chuyen-nu-thanh-nien-xung-phong-thoi-hau-chien-d78203.html\n|url-status =dead\n}}<\/ref>\n\n=== Một số thành viên tiêu biểu ===\n*10 nữ thanh niên xung phong hi sinh ở [[ngã ba Đồng Lộc]]\n*8 liệt sĩ (4 nam, 4 nữ) thanh niên xung phong hi sinh ở [[hang Tám Cô]]<ref name=\"dantri2015\">\n{{Chú thích web|url=http:\/\/dantri.com.vn\/xa-hoi\/chuyen-chua-ke-ve-hang-tam-co-1437668896.htm|tiêu đề=Chuyện chưa kể về hang Tám Cô|tác giả=Hoàng Lam|ngày=2015-07-16|nhà xuất bản=Báo Dân trí|ngôn ngữ=|ngày truy cập=2017-01-26}}<\/ref>\n*Trên 300 thanh niên xung phong hy sinh ở cung đường 1C, tuyến vận tải chi viện từ Campuchia vào Kiên Giang, U Minh\n*13 nữ thanh niên xung phong hy sinh tại Truông Bồn, Đô Lương, Nghệ An.\n\n==Tổn thất==\n*Khoảng 10.000 người hy sinh<ref name=\"vnexpress2014\"\/>\n*46.000 người bị thương, 10.000 người bị nhiễm [[chất độc màu da cam]].<ref name=\"baotintuc201507\">\n{{Chú thích web \n|url=http:\/\/baotintuc.vn\/giai-mat\/mai-ngoi-sang-truyen-thong-luc-luong-thanh-nien-xung-phong-20150714211205037.htm\n|tiêu đề =Mãi ngời sáng truyền thống lực lượng Thanh niên xung phong\n|tác giả = Kim Chung\n|ngày = 2015-07-15\n|nhà xuất bản = Báo Tin tức TTXVN\n|ngày truy cập =2017-01-27 \n|ngôn ngữ = }}<\/ref> \n*4.500 nữ thanh niên xung phong cô đơn không nơi nương tựa khi về già<ref name=\"vov2013\"\/>. Nhiều nữ thanh niên xung phong bị mắc bệnh [[hysteria]] (một chứng bệnh tâm lý do sống cô đơn quá lâu hoặc do bị chấn thương tâm lý, lo lắng cao độ kéo dài, triệu chứng là thỉnh thoảng khóc cười không lý do, la hét điên loạn).\n\n==Chế độ chính sách==\nTính đến cuối năm 2013, Báo cáo kết quả hoạt động của Hội Cựu thanh niên xung phong trong thời gian qua, Chủ tịch Hội Cựu thanh niên xung phong Việt Nam Nguyễn Anh Liên cho biết \"Cả nước đã kết nạp được trên 38 vạn hội viên, Thanh Hóa là tỉnh đông hội viên nhất với gần 5 vạn hội viên. Hiện nay, đội ngũ cán bộ Hội các cấp có trên 2 vạn đồng chí...\"<ref name=\"TTXVN\">{{Chú thích web\n|url =http:\/\/tuyengiao.vn\/thoi-su\/dang-va-nha-nuoc-ta-luon-ghi-nho-su-dong-gop-to-lon-cua-luc-luong-tnxp-57792\n|tiêu đề =Đảng và Nhà nước ta luôn ghi nhớ sự đóng góp to lớn của lực lượng TNXP\n|tác giả = Quỳnh Hoa\n|ngày = 2013-10-22\n|nhà xuất bản = TTXVN\n|ngày truy cập =2020-09-26\n|ngôn ngữ = }}<\/ref>\n\nTại lễ kỷ niệm 70 năm Ngày truyền thống lực lượng thanh niên xung phong Việt Nam (15\/7\/1950-15\/7\/2020) và tôn vinh điển hình tiên tiến thanh niên xung phong các thời kỳ, Thủ tướng [[Nguyễn Xuân Phúc]] tham dự, nêu rõ mục tiêu: \"các cấp ủy Đảng, chính quyền, các cơ quan chức năng khẩn trương rà soát, giải quyết dứt điểm chế độ chính sách với cựu thanh niên xung phong, nâng cao mức sống của cựu thanh niên xung phong ít nhất ngang mức trung bình của người dân trong khu vực, không để bất kỳ cựu TNXP nào thuộc diện hộ nghèo, nhất là các đồng chí tuổi cao, bệnh tật, neo đơn, không nơi nương tựa\".<ref name=\"thutuong\">{{Chú thích web\n|url =http:\/\/thutuong.chinhphu.vn\/Home\/Khong-de-bat-ky-cuu-thanh-nien-xung-phong-nao-thuoc-dien-ho-ngheo\/20207\/31456.vgp\n|tiêu đề =Không để bất kỳ cựu thanh niên xung phong nào thuộc diện hộ nghèo\n|tác giả = Đức Tuân\n|ngày = 2029-07-14\n|nhà xuất bản = Thủ tướng Chính phủ\n|ngày truy cập =2020-09-26\n|ngôn ngữ = }}<\/ref>\n\nTính đến năm 2017, vẫn còn 150.000 cựu thanh niên xung phong chưa được hưởng chính sách do vướng mắc về giấy tờ, bao gồm: 8.779 người bị thương chưa được giải quyết chế độ thương binh; 681 người hy sinh chưa được giải quyết chế độ liệt sĩ; 10.053 người bị nhiễm [[chất độc màu da cam]] chưa được giải quyết chế độ; 6.126 người chưa được hưởng chế độ trợ cấp 1 lần; 21.623 người chưa được hưởng chế độ trợ cấp thường xuyên; 14.500 người chưa có bảo hiểm y tế; 1.900 người qua đời mà không có chế độ mai táng phí.<ref name=\"vov2013\">\n{{Chú thích web \n|url =http:\/\/vov.vn\/xa-hoi\/day-nhanh-giai-quyet-che-do-cho-thanh-nien-xung-phong-270834.vov\n|tiêu đề =Đẩy nhanh giải quyết chế độ cho thanh niên xung phong\n|tác giả = Trần Hằng-Thu Hằng\n|ngày = 2013-07-14\n|nhà xuất bản = Báo VOV\n|ngày truy cập =2017-01-26 \n|ngôn ngữ = }}<\/ref>\n\n==Danh hiệu==\nCác danh hiệu lực lượng thanh niên xung phong đã được trao tặng:<ref name=\"tienphong2015\"\/>\n*[[Huân chương Độc lập hạng Nhất]], năm [[1978]]\n*[[Huân chương Hồ Chí Minh]], năm [[1997]]\n*Danh hiệu [[Anh hùng Lực lượng Vũ trang Nhân dân]], năm [[1997]]\n*53 tập thể được phong tặng danh hiệu Anh hùng (36 tập thể Anh hùng Lực lượng Vũ trang nhân dân, 17 tập thể [[Anh hùng Lao động]])\n*Trên 100 cá nhân được phong tặng, truy tặng danh hiệu Anh hùng lực lượng Vũ trang nhân dân, Anh hùng Lao động\n\n==Vinh danh==\n*Ngày 28 tháng 3 năm 1951, trong chuyến thăm Liên phân đội Thanh niên xung phong 312 làm nhiệm vụ tại cầu Nà Cù (xã Cẩm Giàng, huyện Bạch Thông, tỉnh [[Bắc Kạn]]), chủ tịch [[Hồ Chí Minh]] đã tặng lực lượng thanh niên xung phong 4 câu thơ sau này trở nên nổi tiếng:\n:Không có việc gì khó<br>Chỉ sợ lòng không bền<br>Đào núi và lấp biển<br>Quyết chí ắt làm nên.<ref name=\"baoninhbinh2010\"\/><ref name=\"ubmttq2016\"\/>\n\n==Khẩu hiệu==\n\n* \"Sống bám cầu bám đường, chết kiên cường dũng cảm\"\n* \"Nơi đâu chiến trường cần, thanh niên xung phong có mặt, nơi nào có giặc, thanh niên xung phong xuất quân\n* \"Phục vụ quên mình, anh dũng xung phong, lập công xuất sắc\"\n\n==Xem thêm==\n* [[Thanh niên]] ''(nói chung)''\n* [[Tuổi trẻ]]\n* [[Đoàn Thanh niên Cộng sản Hồ Chí Minh]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n==Thư mục==\n*Nguyễn Văn Đệ, Lịch sử truyền thống của lực lượng TNXP chống Mỹ cứu nước\n*Nguyễn Văn Đệ, Một thời oanh liệt của nữ TNXP\n*Bộ Quốc phòng, Viện Lịch sử Quân sự Việt Nam, Lịch sử Quân đội Nhân dân Việt Nam (1944-1975), Hanoi, Nhà xuất bản QĐND, 2005\n*Văn Tùng & Nguyễn Hồng Thanh (chủ biên), Lịch sử TNXP Việt Nam\n*Nguyễn Hồng Thanh (chủ biên), TNXP những trang oanh liệt\n*Lê Phong Thái, Tổ chức và hoạt động của đội TNXP chống Mỹ, cứu nước cơ sở, Hà Nội, Nhà xuất bản Thanh Niên, 1967\n*Trần Hữu Đính, \"Phong trào thi đua của giai cấp công nhân miền Bắc\"\n\n[[Thể loại:Tổ chức xã hội Việt Nam]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Đoàn Thanh niên Cộng sản Hồ Chí Minh]]\n[[Thể loại:Thanh niên xung phong| ]]\n[[Thể loại:Tổ chức thanh thiếu niên Việt Nam]]"}