{"19091725":"'''Thao Ma Manosith''' (1931–1973) là [[chính khách]] và Chuẩn tướng [[Lực lượng Vũ trang Hoàng gia Lào|Quân lực Hoàng gia Lào]] trong [[Nội chiến Lào]] và [[Chiến tranh Việt Nam]] (còn gọi là [[Chiến tranh Đông Dương lần thứ hai]]).\n\nThao Ma bắt đầu sự nghiệp quân sự của mình với tư cách là lính nhảy dù trong [[Quân đội Liên hiệp Pháp]] khi [[Vương quốc Lào]] là thành phần của [[Đông Dương thuộc Pháp]]. Ông chuyển sang ngành hàng không, đầu tiên là phi công vận tải, sau đó là phi công lái máy bay ném bom. Từ năm 1959 đến 1966, Thao Ma là chỉ huy của [[Không quân Hoàng gia Lào]] (RLAF), và được chú ý vì sự lôi cuốn và năng nổ.<ref name =Conboy >Kenneth Conboy with James Morrison, ''Shadow War: The CIA's Secret War in Laos'', Boulder CO: Paladin Press, 1995. {{ISBN|0-87364-825-0}}.<\/ref>\n\nTuy nhiên, sự cống hiến của ông cho đức tính người lính khiến ông bất hòa với các tướng lĩnh Lào khác có liên quan đến buôn bán [[ma túy]]. Do đó, ông đã thực hiện ba nỗ lực vô vọng để giành quyền kiểm soát quân đội Lào và Chính phủ Hoàng gia Lào. Trong nỗ lực đó ở cuộc [[đảo chính]] cuối cùng năm 1973 ông đã bị [[xử tử]] mà không có xét xử ở tuổi 42.<ref name =Sexton >Anthony Victor B. and Richard R. Sexton (1993). ''The War in Northern Laos''. Command for Air Force History. OCLC 232549943.<\/ref>\n\n== Thời trẻ ==\n'''Thao Ma Manosith''' sinh năm 1931 tại [[Salavan]], [[Lào thuộc Pháp]], là dòng dõi gia đình hỗn hợp Lào và Việt Nam.<ref>Stuart-Fox, p. 343.<\/ref>\n\nÔng trở thành một người yêu nước Lào, ban đầu phản đối bất kỳ sự can thiệp nào của nước ngoài vào Lào. Quan điểm của ông thay đổi khi ông tham gia vào cuộc chiến giành độc lập của Lào.<ref name=\"ACIG; 348\">Indochina Database. Laos, 1948-1989; Part 2. {{Chú thích web |url=http:\/\/www.acig.org\/artman\/publish\/article_348.shtml |ngày truy cập= ngày 1 tháng 11 năm 2020 |tựa đề=Bản sao đã lưu trữ |archive-date= ngày 31 tháng 3 năm 2012 |archive-url =https:\/\/web.archive.org\/web\/20120331234043\/http:\/\/www.acig.org\/artman\/publish\/article_348.shtml |url-status=}}<\/ref>\n\n== Phục vụ trong không quân 1955-1966 ==\n[[Hình:North American DT-28B (6946320828).jpg|thumb|North American DT-28B]]\nTháng 1 năm 1955 phái đoàn quân sự của Pháp tại Lào đã bắt đầu đào tạo phi công người Lào với mục đích phục vụ của Hàng không Lào mới thành lập ([[tiếng Pháp]]: ''Aviation Laotiènne''), đồng thời là cánh không quân của Quân đội Quốc gia Lào ([[tiếng Pháp]]: ''Armée Nationale du Laos'' - ANL). Thao Ma đã được huấn luyện làm lính nhảy dù trong lực lượng không quân ANL, nay được đào tạo lại thành một phi công vận tải.<ref>Joe F. Leeker (23\/2\/2018). [https:\/\/www.utdallas.edu\/library\/specialcollections\/hac\/cataam\/Leeker\/history\/Laos3.pdf Air America in Laos III - in combat], pp. 13, 17.<\/ref>\n\nNăm 1959 Thao Ma được thăng cấp Đại tá và được bổ nhiệm làm Tư lệnh Hàng không Lào, năm sau đó được cơ cấu lại thành [[Không quân Hoàng gia Lào]] (RLAF). Ông tiếp tục tham gia các khóa học bay nâng cao, và đã thành thạo các loại máy bay tấn công như North American T-6G Texan, tiếp theo là North American Trojan T-28D.<ref name=\"ACIG; 348\"\/>\n\nNăm 1964 khi chiến tranh trên không ở Lào tăng cường, Đại tá Thao Ma đã chỉ huy phi đội tấn công T-28 của RLAF tấn công vào [[Đường mòn Hồ Chí Minh]] và hỗ trợ cho Lực lượng Du kích Đặc biệt của Thiếu tướng [[Vang Pao]] ở đông bắc Lào. Ông cũng tham gia vào việc cải tiến lắp đặt trang bị cho máy bay.<ref>''Politics of Heroin'', p. 294.<\/ref>\n\nHoạt động của cá nhân ông đã nâng cao uy tín trong RLAF, nhưng lại dẫn đến mâu thuẫn với các tướng lĩnh Lào khác, vì ông cam kết toàn tâm sử dụng máy bay RLAF cho mục đích quân sự và cản trở các kế hoạch sử dụng máy bay cho các hoạt động buôn lậu vàng và thuốc phiện của riêng họ. Tháng 2\/1965, ông từ chối nhận hối lộ từ các sĩ quan cấp cao hơn, và thông báo cụ thể cho họ rằng anh sẽ không cho phép phi công của mình bị ép buộc buôn lậu ma túy.<ref>''Politics of Heroin'', pp. 293-294.<\/ref>\n\nPhản ứng lại các tướng lĩnh chuyển trụ sở của RLAF từ căn cứ không quân Wattay gần Viêng Chăn đến căn cứ không quân Seno, gần Savannakhet. Hầu hết các phi công T-28 được phân bổ ở đó có xu hướng là lính đánh thuê Thái Lan hơn là người Lào. Từ đó vào mùa hè năm 1965 một số phi công RLAF đã được mua chuộc để nổi loạn chống lại chỉ huy của họ. Để đáp lại, Đại tá Thao Ma đã cố gắng đảo chính vào ngày 4\/6\/1965. Đến tháng 8 năm 1965, thành phần tấn công của RLAF đã tăng lên 27 chiếc T-28, với Thao Ma được thăng cấp tướng. Thiếu tướng Tướng Thảo Ma không chỉ quản lý thành công để tăng tỷ lệ chiến đấu của T-28, mà còn trực tiếp bay cá nhân nhiều nhiệm vụ tấn công.<ref name=\"ACIG; 348\"\/>\n\nTháng 5 năm 1966 Bộ Tổng tham mưu các lực lượng vũ trang Hoàng gia Lào (FAR) đã triệu tập Tướng Thảo Ma từ trụ sở RLAF tại căn cứ không quân Seno để thông báo với ông rằng họ đã tách các máy bay vận tải C-47 khỏi Bộ tư lệnh không quân RLAF và thành lập một bộ chỉ huy riêng, đặt dưới quyền của Đại tá Sourith Don Sasorith, cũng là cựu lính nhảy dù của Quân đội. Tướng Thảo Ma cũng được lệnh chuyển trụ sở trở về Viêng Chăn, để ông có thể được đặt sát bên dưới con mắt cảnh giác của Bộ Tổng tham mưu. Ông đã cầu xin thời gian ân hạn sáu tháng trước khi chuyển trụ sở chính về thành phố thủ đô, và trốn sang Luông Pha Băng. Lúc này ông sợ bị ám sát, và bị suy giảm tâm lý khi bị căng thẳng. Khi thời gian ân hạn kéo dài sáu tháng trôi qua, anh ta tuyệt vọng tìm kiếm các giải pháp thay thế cho lệnh chuyển nhượng, tìm kiếm sự bất thành của sự can thiệp của Vua [[Savang Vatthana]], của các nhà tài trợ người Mỹ và cả người bạn của ông là Đại úy [[Kong Le]].<ref name=\"ACIG; 348\"\/><ref name=\"Heroin pp. 294-295\">''Politics of Heroin'', pp. 294-295.<\/ref>\n\nNgày 22 tháng 10 năm 1966 Tướng Thao Ma làm đảo chính qua cuộc không kích khi đích thân ông dẫn đầu một chuyến bay của phi công T-28 của Lào trung thành với ông trong một cuộc tập trận chiến đấu nhắm vào Viêng Chăn. Một nỗ lực để giết Phó Tổng tư lệnh Quân đội Hoàng gia Lào (RLA), Thiếu tướng Kouprasith Abhay với hỏa lực bắn vào nhà ông đã thất bại. Hai bãi đạn dược tại căn cứ không quân Wattay bên ngoài thành phố đã bị nổ tung, làm chết hơn 30 người trên mặt đất và nhiều người khác bị thương.<ref name=\"ACIG; 348\"\/><ref name=\"Heroin pp. 294-295\"\/>\n\nKhi nỗ lực đảo chính tan vỡ, các phi công T-28 bất đồng chính kiến ​​không còn cách nào khác là phải quay về căn cứ không quân Seno. Tướng Thảo Ma sau đó bị các quan chức Mỹ thuyết phục không được thực hiện các phi vụ tấn công. Sau đó lúc 1 giờ 45 phút ngày 23 tháng 10 năm 1966, ông và mười phi công RLAF trung thành còn lại cất cánh từ Seno và bay T-28 đi lưu vong ở Thái Lan. Việc mất một phần ba số phi công T-28 của họ là một thất bại nghiêm trọng đối với RLAF.<ref name=\"ACIG; 348\"\/><ref name=\"Heroin pp. 294-295\"\/><ref>[https:\/\/history.state.gov\/historicaldocuments\/frus1964-68v28\/d268 Foreign Relations of the United States, 1964–1968, Volume XXVIII, Laos] Truy cập 1\/06\/2020.<\/ref>\n\n== Trở về và cái chết ==\n\nNgày 20 tháng 8 năm 1973 Thao Ma trở về từ nơi tỵ nạn với một đơn vị cơ giới có chứa 60 thành viên để thực hiện một nỗ lực đảo chính khác. Họ chiếm được căn cứ không quân Wattay, và Thao Ma trở lại bầu trời trong một chiếc T-28 chỉ huy. Thao Ma và đồng đội của anh ta sau đó đã cố gắng giết chết Thiếu tướng Kouprasith Abhay bằng một cuộc tấn công ném bom bổ nhào vào biệt thự của ông này ở Viêng Chăn, đã phá hủy tòa nhà và giết cháu trai của anh ta. Sau đó Thao Ma và sáu phi công khác đã dùng T-28 tấn công vào trụ sở của [[Quân đội Hoàng gia Lào]]. Tuy nhiên căn cứ không quân Wattay đã bị quân đội trung thành của RLA chiếm lại từ lực lượng đảo chính trong khi các cuộc không kích đang diễn ra. Khi lực lượng tấn công của Thao Ma quay trở lại sân bay, một chiếc xe có lắp súng máy Browning M2HB .50 Cal do lính chính phủ điều khiển đã hạ T-28 của Thảo Ma xuống trong khi ông đang cố gắng hạ cánh. Ông bị thương khi bị rơi khỏi máy bay hạ cánh và được đưa đến trụ sở của Kouprasith ở Viêng Chăn. Tại đây Thao Ma bị xử tử theo lệnh của Kouprasith. Lúc này ông 42 tuổi.<ref>Indochina Database. Laos, 1948-1989; Part 3. {{Chú thích web |url=http:\/\/www.acig.org\/artman\/publish\/article_349.shtml |ngày truy cập= ngày 1 tháng 11 năm 2020 |tựa đề=Bản sao đã lưu trữ |archive-date= ngày 31 tháng 3 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120303200309\/http:\/\/www.acig.org\/artman\/publish\/article_349.shtml |url-status=}} Truy cập 1\/06\/2020.<\/ref><ref>Conboy and Morrison, pp. 406-407.<\/ref>\n\n== Tham khảo ==\n{{tham khảo| colwidth=28em}}\n;Nguồn tham khảo\n* Alfred W. McCoy, Cathleen B. Read, and Leonard P. Adams, ''The Politics of Heroin in Southeast Asia'', Harper Colophon Books, 1973. {{ISBN|9971-4-7022-5}}, 9789971470227.\n* Martin Stuart-Fox, ''Historical Dictionary of Laos'', Scarecrow Press, 2008. ISBNs 0810864118, 978-0-81086-411-5.\n* Bernard Fall (1969). ''Anatomy of a Crisis: The Laotian Crisis of 1960–1961''. Doubleday & Co. ASIN: B00JKPAJI4.\n* Warner, Roger (1995). ''Back Fire: The CIA's Secret War in Laos and Its Link to the War in Vietnam''. Simon & Schuster. ISBNs 0-68480-292-9, 978-06848-0292-3.\n== Liên kết ngoài ==\n* Từ điển chính trị hiện đại Đông Nam Á. Michael Leifer (2001) Taylor & Francis\n* Webb, Billy G. (2010). ''Secret War''. XLibris. ISBNs 1-45356-485-3, 978-1-45356-485-1.\n\n{{DEFAULTSORT:Thao Ma}}\n[[Thể loại:Quân nhân Lào]]\n[[Thể loại:Quân nhân trong Chiến tranh Việt Nam]]\n[[Thể loại:Nhân vật trong Nội chiến Lào]]\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Mất năm 1973]]\n[[Thể loại:Người bị xử tử hình]]"}