{"145083":"{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Thiên Tôn \n| hình = Thi tran thien ton.JPG \n| ghi chú hình = Trụ sở UBND thị trấn Thiên Tôn\n| vĩ độ = 20\n| vĩ phút = 17\n| vĩ giây = 53\n| kinh độ = 105\n| kinh phút = 56\n| kinh giây = 51\n| diện tích = 2,16 km²\n| dân số = 4.121 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 1.908 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Hoa Lư, Ninh Bình|Hoa Lư]]\n| thành lập = 2003<ref name=ND126 \/>\n| trụ sở UBND = Phố Thiên Sơn\n| mã hành chính = 14527<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 431900\n}}\n\n'''Thiên Tôn''' là [[Thị trấn (Việt Nam)|thị trấn]] huyện lỵ của huyện [[Hoa Lư (huyện)|Hoa Lư]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Thiên Tôn là cửa ngõ phía bắc của thành phố Ninh Bình, cách trung tâm thành phố [[Ninh Bình (thành phố)|Ninh Bình]] 6&nbsp;km về phía bắc, cách thủ đô [[Hà Nội]] 80&nbsp;km về phía nam, có vị trí địa lý: \n*Phía đông giáp xã [[Ninh Khang, Hoa Lư|Ninh Khang]] và xã [[Ninh Mỹ, Hoa Lư|Ninh Mỹ]]\n*Phía tây giáp xã [[Ninh Hòa, Hoa Lư|Ninh Hòa]]\n*Phía nam giáp xã Ninh Mỹ\n*Phía bắc giáp xã [[Ninh Giang, Hoa Lư|Ninh Giang]].\n\nThị trấn Thiên Tôn có diện tích 2,16&nbsp;km², dân số năm 2019 là 4.121 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 1.908 người\/km².\n\nThị trấn Thiên Tôn nằm trên [[Quốc lộ 1]], đồng thời cũng là nơi có ngã ba Cầu Huyện để theo quốc lộ 38B rẽ vào [[cố đô Hoa Lư]] và các xã của huyện Hoa Lư.\n\n==Lịch sử==\nTên của thị trấn được đặt theo tên của [[thần Thiên Tôn]], là một vị thần theo truyền thuyết có nguồn gốc xuất xứ ở vùng đất [[Hoa Lư|kinh đô Hoa Lư]], trấn trạch phía đông [[Hoa Lư tứ trấn]], hiện thần vẫn được thờ ở [[động Thiên Tôn]] và đền Hàng Tổng ở thị trấn.\n\nThị trấn Thiên Tôn được thành lập vào ngày [[31 tháng 10]] năm [[2003]] trên cơ sở 200 ha diện tích tự nhiên và 3.621 người của xã Ninh Mỹ; 13,33 ha diện tích tự nhiên và 729 người của xã Ninh Khang và 2,59 ha diện tích tự nhiên của xã Ninh Giang.<ref name=ND126>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-126-2003-ND-CP-thanh-lap-thi-tran-Thien-Ton-thuoc-huyen-Hoa-Lu-tinh-Ninh-Binh-51511.aspx|tựa đề=Nghị định số 126\/2003\/NĐ-CP về việc thành lập thị trấn Thiên Tôn thuộc huyện Hoa Lư, tỉnh Ninh Bình}}<\/ref>\n\nSau khi thành lập, thị trấn có 215,92 ha diện tích tự nhiên và 4.350 người.\n\n==Hành chính==\nThị trấn Thiên Tôn được chia thành 6 tổ dân phố: Cầu Huyện, Đông Nam, Mỹ Lộ, Tây Bắc, Tây Nam, Thiên Sơn.\n\n== Kinh tế - xã hội==\nTrên lĩnh vực sản xuất nông nghiệp, thị trấn đã sớm đưa các loại giống lúa lai, lúa chất lượng cao vào trồng. Năm 2008, Thiên Tôn đã cấy 90% diện tích lúa lai và lúa thuần, 10% diện tích lúa đặc sản, đưa tổng sản lượng lương thực của toàn thị trấn đạt 1.202 tấn, tăng trên 220 tấn so với năm 2003.\n\nSong song với đó, nhiều ngành nghề tiểu thủ công nghiệp ở Thiên Tôn đang được duy trì và phát triển như: Nghề mộc, may mặc, chế biến nông sản...tạo thêm nhiều việc làm, tăng thu nhập cho gia đình. Cơ cấu kinh tế đã có bước chuyển tích cực, đến năm 2010, tỷ trọng nông nghiệp, chăn nuôi giảm xuống còn 21%, công nghiệp, dịch vụ, thương mại đạt 79%, đời sống nhân dân ngày càng được nâng cao. Tỷ lệ hộ nghèo chỉ còn 5,7% (giảm 7,3% so với 5 năm trước). Làng Du lịch quốc tế Vạn Xuân là một quần thể biệt thự kiến trúc kiểu Pháp, toạ lạc trong một khuôn viên rộng gần 2 ha với vườn cây đẹp, bên cạnh [[động Thiên Tôn]] thuộc thị trấn Thiên Tôn, [[hoa Lư, Ninh Bình|huyện Hoa Lư]], tỉnh [[Ninh Bình]], cách [[Hà Nội]] 83&nbsp;km.\n\nVề giáo dục, trường THPT Hoa Lư A (tiền thân là trường cấp III Lương Văn Tụy - trường THPT chuyên Lương Văn Tụy ngày nay) là một trường học nổi tiếng, đã đào tạo nên nhiều chính khách, tướng lĩnh, nhà giáo, thầy thuốc nhà khoa học, nhà quản lý nổi tiếng như: Nguyễn Văn Thành, thứ trưởng Bộ Công an, nguyên Bí thư thành ủy Hải Phòng; [[Đinh Tiến Dũng]], Bộ trưởng bộ Tài chính; Trung tướng Lê Ngọc San; Thiếu tướng Vũ Cao Quân, Nhà giáo Giáo sư, Tiến sĩ Nguyễn Ngọc San; Nhà giáo, giáo sư, tiến sĩ Lã Nhâm Thìn; Đại tá, nhà giáo, Phó giáo sư, tiến sĩ Lê Xuân Giang...Trường THCS của thị trấn có tên là trường THCS [[Đinh Tiên Hoàng]].\n\nBệnh viện Đa khoa Hoa Lư cũng là một trung tâm y tế nổi tiếng chăm sóc sức khỏe cho nhân dân trong khu vực Hoa Lư, Gia Viễn, Ý Yên.\n\nNhiều công trình có lịch sử văn hóa và kiến trúc nổi tiếng của làng cổ Đa Giá được nhà nước công nhận là di tích lịch sử như: Động và chùa Thiên Tôn, chùa Hà, đền Hàng Tổng...Ngoài ra còn hàng loạt công trình văn hóa tiêu biểu khác như Đài tưởng niệm các anh hùng liệt sĩ, miếu Nam, miếu Bắc, đình làng Đa Giá, nhà thờ họ Lê...\n\n==Văn hóa==\n=== Vài nét về làng Đa Giá ===\nĐa Giá là một ngôi làng cổ với nhiều dòng họ nổi tiếng, có lịch sử lâu đời (làng Môi Viên - tổng Đa Giá - phủ Tràng An trước đây). Làng nằm ở ngã ba Cầu Huyện cạnh Quốc lộ 1, án ngữ trên đường Tiến Yết (quốc lộ 38B, đoạn phố Thiên Sơn - đường Đại Cồ Việt ngày nay) - con đường chính vào [[kinh đô Hoa Lư]] của [[Đại Cồ Việt]] xưa (thế kỷ thứ X, XI).\n\nTừ Quốc lộ 1 có thể nhìn thấy đầu làng với cổng tam quan bề thế bên cạnh một ngọn núi thiêng có hình thanh gươm cắm xuống đất: núi Đá Gươm (một phần của núi Sẻ). Phía bắc làng là cổng lớn vào [[kinh thành Hoa Lư]] (cửa Đông) được làm bằng đá xanh nguyên khối ở ngã ba Cầu Huyện trung tâm thị trấn Thiên Tôn ngày nay. Trên cổng thành còn khắc nguyên đôi câu đối nổi tiếng như là tuyên ngôn mở đầu cho giai đoạn lớn mạnh và độc lập, tự chủ của đất nước: \"Cồ Việt quốc đương Tống Khai Bảo\"; \"Hoa Lư đô thị Hán Trường An\". Câu này có nghĩa là: \"Nước Đại (Cồ) Việt sánh ngang với nước Tống đời Khai Bảo\"; \"[[Kinh đô Hoa Lư]] tương đương với kinh thành Trường An của nhà Hán\".\n[[Tập tin:Cổng Đông Cố đô Hoa Lư, Ninh Bình.jpeg|nhỏ|trái|300px|Cổng Đông Cố đô Hoa Lư]]\nTheo truyền thuyết nổi tiếng của làng thì: \"Ngày xửa ngày xưa, đất nước bị ngoại xâm, có một vị thiên tướng được [[Ngọc Hoàng Thượng đế|Ngọc Hoàng]] cử xuống giúp vua và dân chúng dẹp giặc. Khi đất nước sạch bóng quân thù, vị tướng thắng trận cưỡi voi cùng đạo quân của mình trở về qua làng thì được nhà vua, bá quan văn võ và dân làng ra nghênh đón, mở tiệc chào mừng. Vị tướng cùng binh lính vui vẻ yến tiệc trong sự hân hoan chào đón của mọi người. Tàn tiệc ngài cởi bỏ mũ, giáp, buộc voi và cắm thanh gươm xuống đầu làng rồi nằm xuống đánh một giấc ngủ dài và sau đó thì thăng (hóa) về Trời. Sớm hôm sau, thật kỳ diệu các vật dụng mũ, giáp, gươm và voi chiến của ngài thậm chí là đống (đụn) lương thảo của quân sĩ để lại bỗng hóa thành các ngọn núi bao bọc quanh làng. Do hình dáng của các núi đó rất giống với voi chiến, vũ khí, áo giáp... của ngài nên dân làng đã gọi theo là: núi Mũ, núi Sẻ (áo giáp), núi Gươm, núi Voi, núi Đụn,... đồng thời lập miếu thờ để tưởng nhớ vị tướng anh dũng\"... Ngoài ý nghĩa tâm linh, giáo dục, về mặt phong thủy người dân của làng đều tin tưởng rằng vị trí các ngọn núi đó không chỉ tạo nên một thế đất an lành, tươi tốt mà còn có vai trò như các vị thần, như những bình phong bao bọc che chở cho làng.\n\nCó thể nói đây là một trong số ít các ngôi làng truyền thống tiêu biểu cho đồng bằng Bắc bộ - nơi mà mật độ các công trình văn hóa bề thế (chùa Hà, chùa [[động Thiên Tôn]], đền Hàng Tổng, đền núi Đụn, đình hoàng làng, miếu Nam, miếu Bắc, phủ, nhà thờ của các họ, cùng hàng loạt các di tích lịch sử khác, vv...) lại dày đặc và mang đậm nét của đất [[cố đô Hoa Lư]], [[Ninh Bình]] đến thế.\n\n=== Dòng họ và truyền thống ===\nLàng Đa Giá có nhiều dòng họ có truyền thống vẻ vang. Các cụ thủy tổ lập làng gồm các dòng họ Lê, Vũ, Đặng, Lã, Đinh, Bùi, [[Họ Trương|Trương]], [[Nguyễn]]... Hầu hết các dòng họ lớn trong làng đều có nhà thờ họ rất trang nghiêm, cổ kính được xây dựng từ lâu đời và thường xuyên được chăm sóc tu bổ. Trong đó nhà thờ họ Lê Quan Sơn, Lê Tiêu Sơn ở trung tâm làng cổ; nhà thờ họ Lê Nam Sơn ở xóm Đông Nam, vv... là các nhà thờ cổ rất đẹp và còn lưu giữ được nhiều hiện vật cổ có giá trị liên quan đến lịch sử hình thành và phát triển của làng. Những ngày lễ hội, như ngày Tết, Thanh minh, mừng thọ, hội đền Hàng Tổng và các giỗ họ, bổ sung hoàn thiện gia phả, lịch sử làng... được con cháu ghi nhớ và duy trì đều đặn như một nét văn hóa truyền thống.\n\nMột số người con ưu tú của làng như: Liệt sĩ anh hùng lực lượng VTND Lê Xuân Phôi; Mẹ Việt Nam anh hùng Lã Thị Mỳ, Vũ Thị Lòng; Nguyên Trưởng ban Xây dựng vùng kinh tế mới tỉnh Hà Nam Ninh Lê Xuân Thu; Trung tướng Lê Ngọc San, Chủ nhiệm khoa Chiến lược, Học viện Quốc phòng; Trung tướng [[Lê Phúc Nguyên]], nguyên Tổng biên tập Báo Quân đội Nhân dân; Thiếu tướng Vũ Cao Quân, nguyên Chỉ huy trưởng Bộ CHQS TP. Cần Thơ; Thẩm phán Lê Văn Bành, nguyên Chánh án Tòa án nhân dân tỉnh Hà Nam Ninh; Nhà giáo Lê Văn Toại, nguyên Giám đốc Sở Giáo dục và Đào tạo [[Ninh Bình]]; Tiến sĩ, Bác sĩ, thầy thuốc ưu tú Lê Quang Minh, Giám đốc Sở Y tế tỉnh Hà Nam; Giáo sư, tiến sĩ Lã Nhâm Thìn, nguyên Trưởng khoa Ngữ Văn, Đại học Sư phạm Hà Nội; Phó giáo sư, tiến sĩ Lê Xuân Giang, nguyên Hiệu trưởng [[Trường Đại học Hoa Lư]]; Thạc sĩ Lê Thị Hiên, Đại học Hàng hải; Tiến sĩ [[Nguyễn Văn Dũng]], nguyên Tổng Biên tập Tạp chí Nghiên cứu Tôn giáo; Tiến sĩ Lê Thiện Đức, Đại học Kỹ thuật tổng hợp Dresden, Cộng hòa Liên bang Đức; Đạo diễn âm thanh, Nghệ sĩ ưu tú Lê Thống Hãng Phim truyện Việt Nam; Bác sĩ Lê Văn Tập, nguyên giám đốc Bệnh viện Đa khoa tỉnh Ninh Bình; Bác sĩ Lã Quang Nghị, Phó hiệu trưởng Trường Cao đẳng Y tế Ninh Bình; Nhà giáo, nhà nghiên cứu văn học-lịch sử Lã Đăng Bật; Doanh nhân Lã Hồng Sơn, Chủ tịch Hội đồng quản trị Công ty CP Hóa chất Hà Nội; Doanh nhân Lê Văn Quyết, Giám đốc Bưu chính-Viễn thông (VNPT) Quảng Ninh vv...\n\n=== Thay đổi và phát triển ===\nCùng với quá trình phát triển của địa phương, năm 1991 huyện lỵ Hoa Lư (từ thị xã Ninh Bình trước đây) đã chuyển về đặt trọn trong địa giới của làng cổ Đa Giá (đến năm 2003 thì chính thức chuyển đổi thành thị trấn Thiên Tôn). Đánh dấu sự thay đổi về tên gọi hành chính của đất Đa Giá, trong công cuộc xây dựng lại, giáo sư, tiến sĩ Lã Nhâm Thìn đã khái quát trong đôi câu đối được chọn khắc lên cổng làng: \"Đa Giá cựu hương truyền phúc lộc\" \"Thiên Tôn tân trấn khởi phồn vinh\" với ý nghĩa: \"Làng xưa Đa Giá truyền lại phúc lộc\" để \"Trấn mới Thiên Tôn khởi sắc phồn vinh\". Trong tương lai gần từ nay đến 2030 theo quy hoạch đô thị Ninh Bình thì thị trấn Thiên Tôn và các xã còn lại của huyện Hoa Lư sẽ sớm được hợp nhất với thành phố Ninh Binh để thành lập thành phố Hoa Lư (đô thị loại I, trực thuộc trung ương).\n\nMong ước của các bậc tiền nhân lập làng thuở xưa như một lời sấm linh nghiệm về vai trò, vị trí đắc địa của làng nay đã trở thành hiện thực. Nhà thơ, tiến sĩ Trần Lâm Bình thể hiện trong đôi câu đối diễn đạt được ý nguyện mà tổ tiên muốn truyền lại cho hậu thế sau này: \"Đa Giá tích điền đa phú quý\" \"Môi Viên khai địa vạn trường xuân\". Tạm dịch: \"Làng Đa Giá tích tụ lắm ruộng đất, nhiều phú quý\"; \"Chốn Môi Viên mở đất tạo sự nghiệp lớn vững bền\".\n\nTrải qua bao biến đổi của đất nước tên địa danh, đơn vị hành chính đã thay đổi. Đất và người làng Đa Giá cũng có những chuyển biến (diện tích bị cắt bớt, thu hẹp; một số người chuyển đi, một số mới đến tụ họp; các phong tục, lề thói, lễ nghi, hội hè ngày xưa vv...của làng cũng ít nhiều đổi mới). Song tự sâu thẳm trong tâm trí của mọi người, làng cổ Môi Viên - Đa Giá cùng các giá trị về văn hóa, lịch sử và bề dày truyền thống dòng họ vẻ vang của bao lớp tổ tiên, cha ông gây dựng làng vẫn luôn được thế hệ con cháu bồi đắp, giữ gìn mãi trường tồn cùng mảnh đất Tràng An - Hoa Lư ngàn năm văn hiến.\n\n===Động Thiên Tôn===\n[[Tập tin:CodohoaluC7.jpg|nhỏ|phải|200px|Thần Thiên Tôn, vị thần trấn đông [[Hoa Lư tứ trấn]]]]\nĐộng Thiên Tôn là di tích [[lịch sử]] [[văn hóa]] thuộc khu di tích [[cố đô Hoa Lư]]. Động nằm ở thị trấn Thiên Tôn, [[Hoa Lư]], [[Ninh Bình]], [[Việt Nam]]. Nếu như núi [[chùa Bái Đính]] thờ [[thần Cao Sơn]] trấn ngự ở cửa ngõ phía tây vào thành Tây, núi [[Tràng An]] thờ [[thần Quý Minh]] trấn ngự ở cửa ngõ phía Nam vào thành Nam thì động chùa Thiên Tôn là di tích thờ [[thần Thiên Tôn]] trấn ngự ở cửa ngõ phía đông vào thành Đông của khu di tích [[cố đô Hoa Lư]]. Các vị thần này đều canh giữ các cửa ngõ [[Hoa Lư tứ trấn]] theo quan niệm của người xưa.\n\nĐộng nằm dưới chân núi Dũng Đương. Phần ngoài rộng khoảng 200 m vuông, nền đẳng, trần cao, giữa có hương án khá đồ sộ. Bên trái là bệ thờ 18 vị La hán. Bên phải treo quả chuông lớn đúc thời [[Cảnh Hưng]]. Phía sau hương án là một hành lang ngắn ăn thông vào một hang nhỏ tạo thành hình chuôi vồ, có án thư, bệ thờ, Long Đình đôi rồng chầu toàn bằng đá. Trong Long Đình có tượng [[thần Thiên Tôn]] bằng đồng, nặng khoảng bốn tạ, đứng chống gươm trên lưng rùa đá, trông oai nghiêm đường bệ. Phía sau Long Đình có một giếng tròn gọi là giếng Rồng, quanh năm có nước. Từ [[động Thiên Tôn]] đi tiếp đến Quèn Ổi. [[Động Thiên Tôn]] là tiền đồn của [[cố đô Hoa Lư]], xưa là nơi trình báo của sứ thần khi vào [[kinh đô Hoa Lư]].\n\n===Nhà thờ họ Trương Việt Nam===\n[[Nhà thờ họ Trương Việt Nam]] (hay ''đền Trương'') là công trình kiến trúc văn hóa thuộc sở hữu của cộng đồng người họ Trương ở Việt Nam. Đền Trương có mặt bên tiếp giáp đường Hoa Lư, cổng chính quay hướng Bắc, đi qua cổng Đông vào [[cố đô Hoa Lư]] 500 mét, có diện tích 6.742 m2 tại làng Đa Giá, [[thị trấn Thiên Tôn]], [[huyện Hoa Lư]], [[Ninh Bình]], nơi gắn liền với quê hương và sự nghiệp của 2 nhân vật họ Trương tiêu biểu là Võ sư Trương Ma Ni - Tăng lục đạo sỹ thời Đinh và Danh nhân văn hóa [[Trương Hán Siêu]] thời Trần. Hậu cung có tượng thờ [[Ngọc Hoàng Thượng đế]] ([[Trương Hữu Nhân]]) và các danh nhân họ Trương tiêu biểu nhất thời phong kiến ở 3 miền [[Việt Nam]] gồm:\n*Bên tả có tượng thờ 7 vị quan văn: [[Trương Hán Siêu]] (Thái phó thời Trần, người [[Ninh Bình]]), [[Trương Hanh]] (Trạng nguyên thời Trần, người [[Hải Dương]]), [[Trương Xán]] (Trạng nguyên thời Trần, người [[Quảng Bình]]), [[Trương Công Giai]] (Thượng thư thời Hậu Lê, người [[Hà Nam]]), [[Trương Đăng Quế]] (Thái sư thời Nguyễn, người [[Quảng Ngãi]]), [[Trương Quốc Dụng]] (Đông các học sĩ thời Nguyễn, người [[Hà Tĩnh]]), [[Trương Công Hy]] (Thượng thư thời Tây Sơn, người [[Quảng Nam]]).\n*Bên hữu có tượng thờ 7 vị quan võ: [[Trương Hống]] (Tướng của Triệu Việt Vương, người [[Bắc Ninh]]), [[Trương Hát]] (Tướng của Triệu Việt Vương, người [[Bắc Ninh]]), [[Trương Nữu]] (Đại tư mã của Phùng Hưng, người [[Hải Phòng]]), [[Trương Ma Ni]] (Tăng lục võ sư thời Đinh, người [[Ninh Bình]]), [[Trương Chiến]] (Tướng nhà Lê, người [[Thanh Hóa]]), [[Trương Minh Giảng]] (Đại tướng quân thời Nguyễn, người [[Sài Gòn]]), [[Trương Công Định]] (Anh hùng thủ lĩnh chống Pháp, người [[Tiền Giang]]).\n\nNgoài ra Quần thể [[nhà thờ họ Trương Việt Nam]] cũng có ban thờ mẫu và nhiều công trình kiến trúc khác như nhà đa năng, tả vu, hữu vu, cổng tứ trụ, hồ bán nguyệt, gác trống, gác chuông được xây dựng trong 4 năm từ 2016 đến 2019.\n\n==Giao thông==\n* Trần Minh Công\n* Phạp Hạp\n* Phạm Cự Lượng\n* Đại Cồ Việt\n* Đào Cam Mộc\n* Lê Xuân Phôi\n* Dương Đình Nghệ\n* Hoa Lư\n* Vĩnh Lợi\n* Võ Nguyên Giáp.\n\n==Hình ảnh==\n<gallery>\nTập tin:thi tran thien ton.JPG|trụ sở thị trấn\nTập tin:CodohoaluC4.jpg|hang vòm\nTập tin:Codohoalu2010k1.jpg|cửa Đông vào cố đô\nTập tin:truong dinh tien hoang.JPG|Trường cấp 2\n<\/gallery>\n\n==Chú thích==\n{{tham khảo}}\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n{{sơ khai Ninh Bình}}\n*[http:\/\/baoninhbinh.org.vn\/news\/18\/2DB60D\/Suc-tre-thi-tran-Thien-Ton Sức trẻ thị trấn Thiên Tôn]\n\n{{Đơn vị hành chính thuộc huyện Hoa Lư}}\n\n[[Thể loại:Huyện lỵ Việt Nam]]"}