{"369770":"{{Wiki hóa|date=tháng 4\/2022}}\n{{bài cùng tên|Thiên Thành công chúa}}\n{{Thông tin nhân vật hoàng gia\n| tên = Thiên Thành công chúa\n| tên gốc = 天城公主\n| tước vị = [[Công chúa]] [[nhà Trần]]\n| chức vị = [[Công chúa]]\n| tước hiệu = [[Thiên Thành công chúa]]\n| hoàng tộc = [[Nhà Trần]]\n| cha = [[Trần Thái Tông]]\n| mẹ = [[Không rõ]]\n| sinh = 1235\n| mất = 28 tháng 9 năm 1288 \n(52-53 tuổi)\n| nơi mất = Thái ấp Vạn Kiếp\n| chồng = [[Trần Hưng Đạo]]\n| con cái = [[Trần Quốc Nghiễn]]<br>[[Trần Quốc Uy]]<br>[[Trần Quốc Tảng]]<br>[[Trần Quốc Hiện]]<br>[[Khâm Từ Bảo Thánh Hoàng hậu]]<br>[[Tuyên Từ Hoàng hậu]]<br>[[Anh Nguyên Quận chúa]]\n| thông tin con cái = ẩn\n| tên đầy đủ = Trần Anh (?)\n| tên hiệu = \n| thụy hiệu = Nguyên Từ Quốc mẫu (元慈國母)|\n}}\n'''Thiên Thành công chúa''' (天城公主 [[1235]] - [[28 tháng 9]], [[1278|1288]]), thường được gọi là '''Nguyên Từ Quốc mẫu''' (元慈國母), là một [[công chúa]] [[nhà Trần]] trong [[lịch sử Việt Nam]]. Bà được biết đến rộng rãi với vai trò là phu nhân của Hưng Đạo Đại vương [[Trần Quốc Tuấn]].  Hiện tại bà đang được thờ bên cạnh Hưng Đạo Đại vương tại đền [[Kiếp Bạc]] thuộc tỉnh [[Hải Dương]],\n[[Vạn Kiếp]]<ref name=\"Kiếp Bạc\">{{Chú thích web |url=http:\/\/www.consonkiepbac.org.vn\/t26\/thien-thanh-cong-chua-1288 |ngày truy cập=2016-12-26 |tựa đề=KHU DI TÍCH CÔN SƠN - KIẾP BẠC |archive-date=2016-12-27 |archive-url=https:\/\/web.archive.org\/web\/20161227125812\/http:\/\/www.consonkiepbac.org.vn\/t26\/thien-thanh-cong-chua-1288 |url-status=dead }}<\/ref>.\n\n==Thân thế==\nCho đến nay, vẫn tồn tại hai luồng ý kiến về thân thế của bà, không rõ bà là con gái của [[Trần Thừa|Trần Thái Tổ (Trần Thừa)]] hay [[Trần Thái Tông|Trần Thái Tông (Trần Cảnh)]].\n\nTheo [[Đại Việt sử ký toàn thư]], bà được gọi là '''Trưởng công chúa''' (長公主), trong đoạn ''\"Gả Thiên Thành Trưởng công chúa cho Trung Thành vương\"''.<ref>ĐVSKTT - Trần Thái Tông bản kỷ - chữ Hán: 以天城長公主嫁忠誠王<\/ref> Xét theo chế độ danh vị, danh hiệu này là để chỉ chị em gái của Đương kim Hoàng đế. Điều này có nghĩa là ''Thiên Thành Trưởng công chúa'' dĩ nhiên là con gái Thái thượng hoàng, tức Trần Thái Tổ và là em gái của Trần Thái Tông. Theo [[Khâm định Việt sử thông giám cương mục]] và một số nguồn<ref>Trần Hưng Đạo nhà quân sự thiên tài - Viện Lịch sử quân sự Việt Nam biên soạn - Nhà Xuất bản CTQG, Hà Nội, 2000.<\/ref>, bà cũng được thừa nhận là con gái của Trần Thái Tổ.\n\nDẫu vậy, vẫn có ý kiến cho rằng Thiên Thành công chúa là con gái Trần Thái Tông, chủ yếu dựa vào 4 cứ điểm:\n*Thứ nhất là dựa vào danh vị '''Trưởng công chúa''', ý kiến này cho rằng cụm này ngầm ý bà là con gái lớn nhất của Trần Thái Tông. Trong [[Đại Việt sử ký toàn thư]], [[Ngô Sĩ Liên]] nói: ''\"Vì Đế (Thái Tông) đã bất chính trong đạo vợ chồng, cho nên người làm tôi con cũng bắt chước\"''.<ref>Nguyên văn: 盖帝於夫婦之道不正故其臣子效之也<\/ref> Cụm từ ''\"tôi con\"'' ở đây chắc chắn chỉ ra rằng Trần Hưng Đạo và Thiên Thành công chúa là phận ''\"tôi con\"'', suy ra [[Trần Hưng Đạo|Hưng Đạo vương]] và Thiên Thành công chúa phải vai vế bằng nhau mới có thể nói như vậy. Tuy nhiên, nguyên văn của ''\"tôi con\"'', theo lý luận trên, chính là ''\"thần tử\"'' (臣子), là danh phận cho bất cứ ai trong xã hội lúc bấy giờ, kể cả anh chị em, cho nên lý luận này không thể dùng để khẳng định công chúa là con của Trần Thái Tông. \n*Thứ hai, cũng dựa vào câu văn '''Con gái vua'''. Đây là câu của sử thần Ngô Sĩ Liên khi bàn về chuyện này, có đoạn: ''\"Con gái vua lấy kẻ bề dưới tất phải sai chư hầu cùng họ đứng ra làm chủ hôn theo lễ phải thế\"''.<ref>Đại Việt Sử kí Toàn thư - Trần Thái Tông bản kỉ.<\/ref> Lập luận này cho rằng, ''\"Con gái vua\"'' ở đây có thể chỉ Thiên Thành công chúa chính là con gái Trần Thái Tông, vì nếu là con gái Thái thượng hoàng [[Trần Thừa]] thì phải là ''\"con gái thượng hoàng\"'' chứ không phải ''\"con gái vua\"''. Tuy nhiên, câu này nguyên văn là ''\"Vương cơ hạ giá tất sử đồng tính chư hầu chủ chi\"'',<ref>Nguyên văn: 王姬下嫁必使同姓諸侯主之<\/ref> tức Ngô Sĩ Liên trích lại quy chế thời Chu, mượn ý con gái Thiên tử nói chung hạ giá như thế nào. Có thể nói Thiên Thành công chúa xét ra con gái của Thái thượng hoàng vẫn còn hợp lý, vì dẫu sao thì ''[[Thái thượng hoàng]]'' cũng là Hoàng đế, và Thiên Thành công chúa vô luận con gái người nào, danh chính ngôn thuận vẫn là [[Hoàng nữ]], là ''con gái của Thiên tử'' nói chung. Tuy nhiên Trần Thừa chỉ được tôn làm [[Thái thượng hoàng]] chứ chưa làm [[Hoàng đế]] một ngày nào.\n*Thứ ba, các cuộc hôn nhân nội tộc của nhà Trần đều là cùng thế hệ (anh chị em họ kết hôn với nhau), không thấy hôn nhân khác thế hệ (cháu lấy cô\/chú\/bác), cho thấy tuy kết hôn nội tộc nhưng họ Trần vẫn đặt ra quy tắc \"phân định thế hệ\" để không làm rối loạn quan hệ họ hàng (để tránh việc anh em lại trở thành bố vợ - con rể của nhau). Như vậy, Thiên Thành phải là con của Thái Tông thì việc gả cho Trần Hưng Đạo mới không vi phạm quy tắc này.\n*Thứ tư, sử ghi rõ là đầu năm 1251, Trần Thái Tông muốn gả công chúa cho Trung Thành vương. Độ tuổi kết hôn thời đó của nữ là 15 - 16 tuổi, suy ra Thiên Thành sinh vào khoảng năm 1235 - 1236, trong khi Thái thượng hoàng Trần Thừa đã qua đời vào tháng 2\/1234.\n\nKết quả Thiên Thành công chúa là con gái của ai, vẫn hoàn toàn không cách nào khẳng định được với cứ liệu hiện tại. Nếu Thiên Thành công chúa là con gái Trần Thái Tổ, đối với người chồng Trần Hưng Đạo thì bà là cô ruột trong gia tộc. Nếu Thiên Thành công chúa là con gái của Trần Thái Tông, theo vai vế trong gia tộc thì bà là em họ của Trần Hưng Đạo.\n\n==Hôn nhân==\n[[Trần Thái Tông]] ban đầu định gả bà cho [[Trung Thành vương]] (khuyết danh), con trai Nhân Đạo vương (khuyết danh) vào đầu năm Nguyên Phong thứ nhất ([[1251]]). Tuy nhiên, việc hôn nhân này không thành và bà lấy [[Trần Quốc Tuấn]].\n\n[[Đại Việt sử ký toàn thư]] chép rằng:\n{{cquote|\n''Tân Hợi, [Thiên Ứng Chính Bình] năm thứ 20 [1251]... Mùa xuân, tháng 1, đổi nguyên hiệu là Nguyên Phong (năm thứ 1)....<br>Gả trưởng công chúa Thiên Thành cho Trung Thành Vương (không rõ tên). Con trai Yên Sinh Vương là Quốc Tuấn cướp lấy. Công chúa về với Quốc Tuấn.<br>Ngày 15 tháng ấy, vua mở hội lớn 7 ngày đêm, bày các tranh về lễ kết tóc và nhiều trò chơi cho người trong triều ngoài nội đến xem, ý muốn cho công chúa Thiên Thành làm lễ kết tóc với Trung Thành Vương.<br>Trước đó, vua cho công chúa Thiên Thành đến ở trong dinh Nhân Đạo Vương (Nhân Đạo Vương là cha Trung Thành Vương). Quốc Tuấn muốn lấy công chúa Thiên Thành, nhưng không làm thế nào được, mới nhân ban đêm lẻn vào chỗ ở của công chúa thông dâm.''}}\n\nCòn [[Khâm định Việt sử thông giám cương mục]] thì viết:\n{{cquote|\n''Tân Hợi, năm Nguyên Phong thứ 1 (1251) tháng 2...<br>Đem Thiên Thành công chúa gả cho Trung Thành vương. Sau công chúa lại về với Quốc Tuấn.<br>Đã hứa gả công chúa cho Trung Thành vương, định đến ngày rằm tháng này (tức tháng 2) làm lễ \"hợp kết\", nhà vua nhân việc này mở hội bảy ngày đêm, bày các đồ quý báu và nhiều trò chơi vui để cho trong triều đình, ngoài dân gian được chơi xem. Trước ngày cưới, nhà vua cho công chúa sang ở nhà của Nhân Đạo vương; đương đêm, Quốc Tuấn lẻn vào tư thông với công chúa.''}}\n\nCuối cùng, theo Đại Việt sử ký toàn thư, mẹ nuôi của Trần Quốc Tuấn là [[Thụy Bà Công chúa]]<ref>Chị ruột của Trần Thái Tông, nuôi Quốc Tuấn làm con từ nhỏ.<\/ref> đã phải dâng 10 mâm vàng sống để đền bù. Thái Tông cũng đành đem 2000 mẫu ruộng ở phủ Ứng Thiên<ref>Tức phủ Ứng Hoa đời sau, tương ứng với các huyện [[Ứng Hòa]], [[Mỹ Đức]], [[Chương Mỹ]], [[Thanh Oai]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]] ngày nay.<\/ref> để đền sính vật cho Trung Thành vương.\n\n==Thờ phụng==\nThiên Thành công chúa qua đời vào ngày [[28 tháng 9]] năm [[12788 Shigeno|1288]], trong khoảng thời gian Đại Việt giao tranh với quân đội [[nhà Nguyên]] vừa kết thúc, không rõ bao nhiêu tuổi. Nhà Trần thụy phong bà thành '''Nguyên Từ Quốc mẫu''' (元慈國母), ngang với [[Linh Từ Quốc mẫu]] lúc bấy giờ. Về sau, dân chúng lập đền thờ phụng bà, bà được thờ cùng [[Trần Hưng Đạo]] ở di tích [[chùa Đẩu Long]], [[thành phố Ninh Bình]]. và Đèn Nhà Bà ở Làng Tùy Hối  xã Gia Tân  huyện Gia viễn Tỉnh Ninh Bình  phụng thờ Bà và Trần Quốc Tảng .\n\nNgày nay, tại khu vực hậu cứ Vạn Kiếp thuộc làng Trung Quê, xã Lê Lợi, thành phố Chí Linh, tỉnh Hải Dương, nhiều địa danh còn lại đều gợi cho chúng ta dấu tích về việc xây dựng các cơ sở quân doanh phục vụ kháng chiến, gắn với tên tuổi của bà như: Bãi Thảo (nơi cất giữ lương thảo), Hố Chuối, Bến Tắm…\n\nLàng Trung Quê hiện còn đền thờ Quốc Mẫu Thiên Thành được xây dựng từ thời Lê. Người dân làng vẫn nhắc nhớ câu:\n:\"''Trâu thì Mẫu thả Huyền Đinh''\n:''Lợn thì Mẫu thả cánh đồng Trung Quê''.\"\n\n==Ghi chú==\n{{Tham khảo}}\n\n* [[Khâm định Việt sử thông giám cương mục]]\n* [[Đại Việt sử ký toàn thư]]\n\n[[Thể loại:Công chúa nhà Trần|Thiên Thành]]\n[[Thể loại:Trần Hưng Đạo]]\n[[Thể loại:Mất năm 1288]]"}