{"2448210":"[[Tập tin:Chùa Bà Bình Dương.jpg|nhỏ|phải|250px|Miếu Bà Thiên Hậu ở Bình Dương]]\n{{otheruses|Chùa Bà}}\n'''Thiên Hậu Cung''' (天后宮) hay còn được biết với tên gọi là '''Chùa Bà Thiên Hậu''' (天后祠, 天后寺), gọi tắt là '''chùa Bà''', hay '''miếu Thiên Hậu''' (天后廟) ; hiện tọa lạc tại số 4 đường [[Nguyễn Du]], phường [[Phú Cường (phường)|Phú Cường]], thành phố [[Thủ Dầu Một]], tỉnh [[Bình Dương]], [[Việt Nam]]. Đây là ngôi miếu do các ban [[người Việt gốc Hoa]] tạo lập để thờ vị nữ thần là [[Thiên Hậu Thánh Mẫu]].\n\n==Lịch sử==\nKhông biết '''miếu bà Thiên Hậu''' được xây cất năm nào, chỉ biết lúc đầu ngôi miếu tọa lạc bên rạch Hương Chủ Hiếu <ref>Ngày nay trên nền cũ, người ta cũng đã xây dựng lại ngôi miếu thờ Bà Thiên Hậu, xem ảnh 3.<\/ref>. Đến năm [[1923]], sau khi ngôi miếu ấy bị hư hoại (có lời kể là bị hỏa hoạn), thì bốn Bang người Hoa ([[Quảng Đông]], [[Triều Châu]], [[Phúc Kiến]] và [[Hẹ]]) mới chung sức tái tạo ngôi chùa ở vị trí ngày nay.\n \n==Kiến trúc==\n[[Hình:Miếu Bà Thiên Hậu ở Thủ Dầu Một.jpg|nhỏ|phải|250px|Chính điện miếu Bà Thiên Hậu ở Bình Dương]]\nNgôi miếu gồm ba dãy nhà, ở giữa là chính điện đề ba chữ '''Thiên Hậu Cung''' (天后宮), trên hai cánh cửa chính đề bốn chữ '''Quốc Thái Dân An''' (國泰民安), hai bên là hai cặp câu đối ca ngợi công đức của Bà.\n\nMái trước của chính điện lợp ngói âm dương với những đường chỉ đắp nổi, trang trí hình tượng \"lưỡng long tranh châu\", \"cá chép hóa rồng\". Hai bên đường viền của mái là tượng \"bà mặt trăng\", tượng quan văn, quan võ...theo lối kiến trúc của [[người Hoa]].\n \nHai dãy nhà ở hai bên chính điện được xem như Đông lang, Tây lang của ngôi miếu. Đây là nơi làm việc, hội họp và là những kho chứa đồ đạc, gọi chung là '''Thất phủ công sở''' (七府公所).\n \nTrong chánh điện có cặp đối, nội dung các cặp đối là ngợi ca công đức và sự linh diệu của Bà trong việc cứu nhân độ thế. Tại chánh cung, thờ vị chánh thần là Thiên Hậu Thánh Mẫu, tượng có áo mão nghiêm trang và thường được thay mới. Bên trái bà là khám thờ Ngũ Hành Nương Nương, là năm vị nữ thần tượng trương cho ngũ hành: kim, mộc, thủy, hỏa, thổ <ref>Theo sắc phong ban vào năm [[Duy Tân]] thứ 5 ([[1911]]), thì năm Bà có các mỹ hiệu là: Thổ Đức Thánh Phi, Hỏa Đức Thánh Phi, Kim Đức Thánh Phi, Thủy Đức Thánh Phi và Mộc Đức Thánh Phi. Xem chi tiết ở đây: [http:\/\/hatvan.vn\/forum\/showthread.php?t=35736] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140319012843\/http:\/\/hatvan.vn\/forum\/showthread.php?t=35736 |date=2014-03-19 }}.<\/ref>. Bên phải thờ [[Ông Bổn]], tức Bổn Đầu Công <ref>Xem lai lịch Ông Bổn tại trang [[Hội quán Nhị Phủ]].<\/ref>.\n\n==Lễ hội== \n[[Hình:Miếu Bà ở bên rạch Hương Chủ Hiếu.jpg|nhỏ|phải|250px|Miếu Bà Thiên Hậu ở bên rạch Hương Chủ Hiếu]] \nMiếu bà Thiên Hậu ở thành phố Thủ Dầu Một, là nơi tín ngưỡng của đồng bào người Việt gốc Hoa (chủ yếu) trên đất Bình Dương và các tỉnh thành lân cận. Lễ hội chính ở miếu Bà là Lễ hội Chùa Bà được long trọng tổ chức vào đêm ngày 14 đến rạng sáng ngày rằm 15 [[tháng Giêng]] [[âm lịch]] hàng năm. Đông đảo và vui nhất là buổi rước kiệu Bà tuần du chợ Thủ Dầu Một diễn ra vào ngày rằm. Buổi rước Kiệu Bà diễn ra với sự theo dõi của hàng triệu người đến từ khắp nơi trong nước. Buổi lễ còn có sự tham gia của hơn 30 đoàn lân nên đã tạo nên không khí rất đông vui và rộn ràng. \n \n==Xem thêm==\n* [[Thiên Hậu Thánh Mẫu]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Miếu Việt Nam]]\n[[Thể loại:Di tích tại Bình Dương]]\n[[Thể loại:Thủ Dầu Một]]\n{{Chùa tại Việt Nam}}"}