{"349781":"[[Tập tin:Thien Y A Na.JPG|nhỏ|200px|Nữ thần Po Nagar hay theo cách gọi của người Việt là Thánh Mẫu Thiên Y A Na]]\nĐức bà '''Thiên Y A Na''' ([[Chữ Hán]]: 天依阿那) hay '''Thiên Hậu Thánh Mẫu''', '''Bà Chúa Ngọc''', '''Bà Chúa Hồng''',  '''Bà Chúa Tiên''' người [[Chiêm Thành]] gọi là '''Poh Yang Ina Nagar''' (Bà Chúa Nước), là một vị thần được cư dân [[người Việt|Việt]] và [[người Chăm|Chăm]] thờ phụng, và đã được [[nhà Nguyễn]] xếp vào bậc thượng đẳng thần.\n\n==Truyền thuyết==\n===Theo người Chăm===\nNữ thần '''Poh Nagar''' do bọt nước biển và ánh mây trời sinh ra ngoài biển khơi. \nMột hôm, nước biển dâng cao đưa bà vào bến sông Ea Dran<ref>Hàm nghĩa là sông lau hay sông tre. Người Việt gọi là Cù Giang hay sông Cái Nha Trang.<\/ref> ở [[Kauthara]] (Cù Huân). Sấm trời và gió hương liền nổi dậy báo cho muôn loài biết tin bà giáng thế. Tức thì, nước trên nguồn dồn lại thành sông chảy xuống đón mừng bà, và núi cũng hạ mình thấp xuống để đón rước bà.\n\nKhi bà bước lên bờ, thì cây cong xuống để tỏ lòng thần phục, chim muông kéo đến chầu hai bên đường, và hoa cỏ cũng xinh tươi rực rỡ hơn để điểm hương cho mỗi bước chân bà đi. Rồi nữ thần Poh Nagar dùng phép hóa ra cung điện nguy nga, hóa ra trầm hương cùng lúa bắp…\n\nNhiều phép thuật, bà cũng rất nhiều chồng. Nơi hậu cung của bà, có đến 97 ông. Nhưng trong số đó, chỉ ông Pô Yan Amo là có uy quyền hơn cả. Sống với ngần ấy ông chồng, nhưng bà chỉ sinh được 38 người con gái. Những người con ấy, sau đều thành thần, trong số có ba người được bà truyền nhiều quyền phép, đó là Pô Nogar Dara, Rarai Anaih (cả hai được người dân vùng [[Phan Rang (định hướng)|Phan Rang]] tôn thờ) và Pô Bia Tikuk. (được người dân [[Phan Thiết]] tôn thờ).\n===Theo người Việt=== \n[[Tập tin:Bia Thien Y A Na.JPG|nhỏ|phải|200px|Văn bia viết về Thiên Y A Na tại tháp Po Nagar, Nha Trang do [[Phan Thanh Giản]] soạn ngày 50 tháng 5 năm Tự Đức thứ 9 (1857)- bản dịch của Quách Tấn - ông bà Lê Vinh tạc năm 1970]]\nĐến khi đất Kauthara thuộc về người Việt, thì nữ thần Poh Nagar cũng trở thành vị nữ thần của người Việt với tên gọi là Thiên Y A Na và sự tích của bà cũng được Việt hóa.\n\nTuy những lời kể có đôi nét khác nhau, nhưng đại để như sau:\n\nXưa kia tại núi Đại An (nay là Đại Điền), có hai vợ chồng tiều phu già không con, trồng rẫy dưa. Dưa chín, thường bị hái trộm. Rình rập, một đêm ông lão bắt được thủ phạm. Khi biết được kẻ hái là một cô gái nhỏ xinh đẹp nhưng mồ côi, ông liền mang về nuôi. Không ngờ, cô gái ấy vốn là tiên nữ, vì lý do nào đó, phải giáng trần!\n\nMột hôm, mưa lụt lớn, cảnh vật tiêu điều, khiến tiên nữ thêm nhớ cảnh tiên xưa. Cho nên, cô lấy đá và hoa lá tạo thành một hòn giả sơn ([[hòn non bộ]]). Cho rằng việc làm đó không thích hợp đối với một phụ nữ, nên người cha nuôi có nặng lời quở mắng. Vì vậy, nhân thấy một khúc [[Trầm hương (Aquilaria malaccensis)|kì nam]] đang trôi dạt, cô bèn biến thân vào khúc cây ấy, để xuôi ra biển cả rồi tấp vào bờ biển nước [[Tên gọi Trung Quốc|Trung Hoa]].\n\nMùi hương từ khúc kì nam lan tỏa khắp nơi, khiến nhiều người đến xem, nhưng không một ai nhấc lên nổi. Thái tử nước ấy, nghe tin đồn tìm đến, rồi nhẹ nhàng vác khúc gỗ kia mang về cung. Đêm nọ, Thái tử thấy có bóng người lạ ẩn hiện từ khúc cây kì nam. Rình rập mấy đêm, thì chàng bắt được. Nghe cô gái xinh đẹp tự xưng mình là Thiên Y A Na và khi nghe chuyện của nàng xong, ngay hôm sau, Thái tử đã tâu với vua cha cho phép cưới nàng làm vợ. Sống với Thái tử, Thiên Y A Na sinh được một trai đặt tên là Tri và một gái đặt tên là Quí.\n\nMột hôm, Thiên Y A Na nhớ cảnh cũ người xưa, bèn dắt hai con nhập vào khúc kì nam, vượt biển trở về cố quốc. Khi biết cha mẹ nuôi đã mất, bà cho xây đắp mồ mả, cho sửa sang lại nhà cửa để có chỗ thờ phụng hai ông bà. Thấy dân chúng ở Đại An hãy còn thật thà, chất phác; bà liền đem những gì học được ở quê chồng, như phép tắc, lễ nghi ra chỉ dạy và dạy cả những việc như cày cấy, kéo sợi dệt vải... để người dân quê mình biết cách mưu sinh.\n\nÍt lâu sau, một con chim hạc từ trên mây cao bay xuống, rước bà và hai con về cõi tiên. Nhớ ơn đức, nhân dân địa phương cùng nhau xây tháp, tạc tượng phụng thờ.\n\nKhi đến Đại An, không tin Thiên Y A Na và hai con đã rời bỏ cõi tục, bộ hạ của Thái tử đã tra khảo người dân rất dữ, vì ngỡ họ cố tình che giấu mẹ con bà. Bị oan ức và đau đớn, nhiều người dân đã thắp hương cúng vái bà. Liền đó, một trận cuồng phong nổi dậy, cát chạy đá bay...và toàn bộ những người đến từ phương Bắc đều bị cát vùi thây, thuyền bè của họ cũng bị đá đánh chìm hết…\n\nTheo lời người xưa truyền lại, thì những cụm đá ở trước cửa tháp Bà (tức tháp Po Nagar ở [[Nha Trang]]), giữa cửa sông Cù, là những viên đá đã đánh đắm cả đoàn thuyền vừa kể.<ref>Lược theo lời kể của Quách Tấn, Bước lãng du, Nhà xuất bản Trẻ, 1996, tr. 438-440.<\/ref> Sự tích này đã được Kinh lược [[Phan Thanh Giản]] chép lại thành bài ký, khắc lên bia đá, dựng sau tháp Bà ở Nha Trang vào năm [[Tự Đức]] thứ 9 (1856).\n\nNgoài ra, vào năm 1925, bác sĩ Sallet chép lời người dân địa phương kể lại, thêm thắt vài chi tiết, đề có một sự tích nữa, tóm gọn như sau:\n\nMột Thái tử Trung Hoa qua Việt Nam tìm vợ, gặp khúc trầm to, muốn đưa lên thuyền, nên cho lính chặt ra làm ba khúc. Tức thì, giông bão nổi lên làm đắm thuyền. Khúc trầm trôi ngược vào sông, tấp vào khu vườn ở làng Bình Thủy ([[Phan Rí Cửa|Phan Rí]]). Do được báo mộng, chủ vườn thức dậy, thì thấy khúc trầm to có ghi chữ Thiên Y (Thiên Y A Na) và hai khúc trầm nhỏ (hai đứa con), và ông đã đem lên cất miếu thờ. Lâu ngày, gỗ trầm hóa đá.\n\nLại truyền tụng thêm một câu chuyện khác, theo nhà văn [[Sơn Nam (định hướng)|Sơn Nam]], đó là ngày xưa \"có một phú thương người Hoa thử mua hoặc đánh tráo khúc trầm, đưa lên ghe chở về [[Trung Quốc|Tàu]], thì giông tố liền nổi lên, khiến thuyền phải quay về chỗ cũ\".<ref name=\"a\">Sơn Nam, ''Đình miếu & lễ hội dân gian'', Nhà xuất bản Thành phố Hồ Chí Minh, 1992, tr. 36.<\/ref> \n \nTuy nhiên, hai sự tích ghi sau, ít được phổ biến.\n\n== Nhận xét truyền thuyết==\nKhi Phan Thanh Giản làm Kinh lược Tả kỳ, coi [[Bình Định]], [[Phú Yên]], [[Khánh Hòa]], ông đã cho khắc sự tích của Thiên Y A Na lên bia ký. Theo nhà văn Sơn Nam, thì ông Giản đã cho rằng \"giai thoại của bà Thiên Y là kì quái, là phi lý. Thần tiên mà giận hờn vụn vặt bỏ quê xứ, qua Trung Hoa, rồi vô cớ lại lui về [[Khánh Hòa]]. Quỷ thần mà sao có những hành động thiếu tự chủ?\". Nhưng theo nhà văn, thì \"người dân Việt không thắc mắc chi tiết ấy. Họ chỉ muốn hòa hợp thần thánh cố hữu từ [[Thanh Hóa]] với thần thánh địa phương, để cầu phước, nhớ ơn người khuất mặt. Yên ổn về tâm trí thì mới lạc quan mà làm ruộng nước, lên rừng tìm trầm, hái củi, xuống biển đánh cá. Xứ [[Nha Trang]], lộc nước ơn trời, dồi dào hơn so với khu vực từ [[Huế]] trở ra [[Quảng Trị]], [[Quảng Bình]]. Và tháp Bà Nha Trang từng được giới khảo cổ [[Pháp]] khẳng định là đền nữ thần [[Bà-la-môn|Bà La Môn]] của vương quốc Chăm...\".<ref name=\"a\" \/>\n\nSau khi giới thiệu sự tích bà Thiên Y A Na, thi sĩ [[Quách Tấn]] viết:\n\nSự tích nghe hoang đường nhưng lý thú, và có ý nghĩa. Bởi một khi dân tộc mình bị người ngoại bang dày xéo, bà đã biết dẹp bỏ tình riêng, ra tay tru diệt kẻ bạo ngược. \nVậy Hòn Chữ ở giữa sông Cái, mà người dân địa phương bảo rằng đó là đá của bà Thiên Y A Na, là dấu hiệu biểu dương tinh thần dân tộc của nhân dân Khánh Hòa…<ref>''Bước lãng du'', tr. 453-454<\/ref>\n\nXét khía cạnh khác, trong sách ''Kiến thức du lịch'' có đoạn:\n\nTrong truyện dân gian, giữa người Việt và người Chăm có những điểm giống nhau về chủ đề, cấu trúc, hình tượng và ý nghĩa, mà truyện bà Thiên Y A Na là một ví dụ.\nĐó là kết quả của sự giao lưu, trao đổi, bồi đắp và hòa hợp văn hóa của hai dân tộc.<ref>Sách ''Kiến thức du lịch'', giáo trình của Trường đào tạo nghiệp vụ du lịch [[Thành phố Hồ Chí Minh|Sài Gòn]], Nhà xuất bản Thành phố Hồ Chí Minh, 1995, tr. 163.<\/ref>\n\n==Tượng thờ==\nTrong ''kalan Po Nagar'' (tức Tháp Bà), tượng nữ thần Poh Nagar (tức Thiên Y A Na) được đặt trong chính điện, trên một cái bệ có vòi luôn quay về hướng Bắc gọi là ''Snana-droni''. Bệ này dùng để thoát nước khi làm lễ tắm tượng, vì dưới chân bệ có một đường thoát nước bằng đá gọi là ''Soma-sutre'' xuyên qua tường tháp ra ngoài.\n\nNữ thần ngồi xếp bằng trên đài sen hai lớp cánh. Sau lưng tượng là một phiến đá lớn hình lá đề<ref>Lá đề: vật phẩm trang trí kiến trúc, được dùng nhiều trong kiến trúc thời [[nhà Lý|Lý]]. Lá đề được làm bằng đá, bằng gạch đỏ, bằng sành tráng men trắng nhờ; có loại đặc, có loại được chạm thủng…<\/ref> chạm kĩ cả hai mặt. \nGS. [[Trần Quốc Vượng]] cho biết, ''tuy là tượng nữ thần Mẹ của vương quốc, nhưng vì đặt trên một bệ [[Yoni]] nên tượng được thể hiện với dạng Uma (tức vừa là vợ & vừa là một cách thể hiện của thần [[Shiva]]). Với bốn đôi tay cầm các linh vật khác nhau (bên trong cái Uma) và đôi tay thứ 5 để xuôi trên đầu gối, bàn tay trái úp, bàn tay phải mở rộng, vuông góc với [[cổ tay]] trong một thế mudra: ''an ủi- ban phát''. Vậy, có thể hiểu toàn bộ đài thờ này tượng trưng cho cặp [[Linga]] - Yoni. Điều đáng lưu ý nữa là tượng nữ thần được thể hiện rất khác với các ''Uma trinh nữ''. Vì tượng có bộ ngực lớn, căng, nhưng hơi sệ; trên làn da bụng có những nếp nhăn của một người nữ đã nhiều lần sinh nở. Rất tiếc, hiện nay pho tượng đã được khoác xiêm y, mũ miện sặc sỡ, làm che khuất những đường nét và vóc dáng tràn trề sinh lạc mà mềm mại, dịu dàng của Bà Mẹ xứ sở.''<ref>Lược theo GS. Trần Quốc Vượng Theo dòng lịch sử, Nhà xuất bản Văn hóa, 1996, tr. 551-552.<\/ref>\n\n==Thờ phụng & ảnh hưởng==\n[[Tập tin:Dinh mẫu.JPG|nhỏ|phải|200px|Dinh Mẫu tại khu [[tháp Po Nagar]]]]\nTrích một số ý kiến:\n\n*Tín ngưỡng thờ bà Thiên Y A Na được bắt nguồn từ tục thờ bà Ponagar của người Chăm. Hay nói đúng hơn, những người Việt đến định cư ở đất này đã Việt hóa tục thờ Bà Mẹ Xứ Sở của người Chăm bằng truyền thuyết về bà Thiên Y A Na giáng trần tại núi Đại An và hiển thánh ở Tháp Bà - Nha Trang.<ref>[http:\/\/nhatrangclub.com\/&4rum\/archive\/index.php\/t-3926.html Nguồn website báo Khánh Hoà]{{Liên kết hỏng|date = ngày 4 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n*Việc thờ cúng Thiên Y A Na có nhiều yếu tố tương tự tục thờ Mẫu ở các tỉnh phía Bắc Việt Nam, có xen lẫn với hiện tượng cầu đồng, hát chầu văn...và đối với người bình dân, ít ai nghĩ đây là một vị thần có nguồn gốc Chămpa. Ở các miếu Bà, mặc dù bên trong miếu có thờ một tượng thần Chămpa, nhưng các truyền thuyết đi kèm thường miêu tả như là nhân thần Việt.<ref>Trích bài viết ''Giao lưu văn hóa Việt - Chăm ở Quảng Nam Đà Nẵng'' trên website Bảo tàng điêu khắc Chăm Đà Nẵng [http:\/\/www.chammuseum.danang.vn\/TabID\/62\/CID\/28\/ItemID\/60\/default.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090518064248\/http:\/\/www.chammuseum.danang.vn\/TabID\/62\/CID\/28\/ItemID\/60\/default.aspx|date=ngày 18 tháng 5 năm 2009}}.<\/ref>\n*Chúa Xứ Thánh mẫu hay Chúa Xứ Nguyên Nhung là thần phù hộ nông dân trong một ấp. Nguồn gốc vị thần này là [[Parvati|Uma]] – tức nữ thần Bảo Tồn của đạo Bà La Môn tại [[Ấn Độ]]. Nữ thần [[Parvati|Uma]] được dân tộc Chăm biến thành Pô nagar - bà Mẹ xứ sở; được người Việt biến thành Ngu Ma nương - là nữ thần phù hộ người đi khai hoang. Từ miền Trung, Po Nagar được đồng nhất thành Thiên Y A na - bà Chúa Ngọc Thánh phi, tục gọi là bà Chúa Ngọc, bà Chúa Xứ hoặc Chúa Xứ [[Thánh Mẫu|Thánh mẫu]]. Nhà Nguyễn xếp Thiên Y A na Diễn Ngọc phi vào bậc thượng đẳng thần...Từ đó, khi khai hoang lập xong một ấp thì lưu dân xây dựng ngôi miếu thờ Chúa Xứ Thánh mẫu. Do vậy, ở [[Tiền Giang]] có hàng trăm ngôi miếu thờ, đa số tập trung ở vùng [[Cai Lậy]], [[Cái Bè]], [[Châu Thành, Tiền Giang|Châu Thành]], [[Chợ Gạo]]...<ref>[http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=4&idcha=7987&id=8000 Theo tài liệu ''Chúa Xứ thánh mẫu'' trên website Tiền Giang]{{Liên kết hỏng|date=2022-03-21 |bot=InternetArchiveBot }}<\/ref>\n*Bà Chúa Ngọc nương nương, hay bà Hồng, cô Hồng ở [[Nam Bộ Việt Nam|Nam Bộ]], bắt nguồn từ Bà Mẹ xứ sở của người Chăm. Bởi Thiên Y A Na ở [[miền Trung (Việt Nam)|miền Trung]], được nhà Nguyễn tiếp nhận, phong là \" Hồng nhân phổ tế linh ứng thượng đẳng thần.\" Và Bà Đen ở [[Tây Ninh]], Bà Chúa Xứ ở Nam Bộ rõ ràng cũng là sự tiếp nối của bà Thiên Y A Na. Bằng cớ, là tục thờ Bà với nhị vị công tử, gọi là cậu Tài (truyền thuyết là Tri), cậu Quý (nói trại là cậu Chài, cậu Quý). So với giai thoại, thì hai con Bà đều thuộc nam giới.<ref>Nguyễn Đăng Duy, ''Văn hóa tâm linh Nam Bộ'' (Nhà xuất bản Hà Nội, 1997, tr. 152) và Sơn Nam (sách đã dẫn, tr. 39).<\/ref>\n==Xem thêm==\n* [[Preah Thong and Neang Neak|Preah Thong và Neang Neak]]\n* [[Điện Hòn Chén]]\n* [[Tháp Po Nagar]]\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.laodong.com.vn\/Home\/Noi-Thien-Y-A-Na-giang-tran\/20088\/102385.laodong Nơi Thiên Y A Na giáng trần] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090109155913\/http:\/\/www.laodong.com.vn\/Home\/Noi-Thien-Y-A-Na-giang-tran\/20088\/102385.laodong |date=2009-01-09 }}\n\n[[Thể loại:Huyền sử Champa]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Thần thánh Việt Nam]]"}