{"1615330":"{{Cần biên tập|date=tháng 3\/2022}}\n{{bài cùng tên|Thiên Ninh (định hướng)}}\n{{Thông tin nhân vật hoàng gia\n|tên = Thiên Ninh công chúa\n|tên gốc = 天寕公主\n|tước vị = [[Công chúa]] [[nhà Trần]]\n|tên đầy đủ = Trần Ngọc Tha (陳玉瑳)<br>Trần Bạch Tha (陳白瑳)\n|chồng = Chính Túc vương [[Trần Kham]]\n|cha = [[Trần Minh Tông]]\n|mẹ = [[Hiến Từ Thái hậu]]\n}}\n\n'''Thiên Ninh công chúa''' ([[chữ Hán]]: 天寕公主, không rõ năm sinh năm mất), còn gọi '''Quốc Hinh công chúa''' (國馨公主), là một [[công chúa]] [[nhà Trần]] trong [[lịch sử Việt Nam]]. Bà nổi tiếng với việc khuyên [[Trần Nghệ Tông]] dấy binh thảo phạt Đại Định Đế [[Dương Nhật Lễ]], giúp trung hưng nhà Trần.\n\n==Thân thế==\nThiên Ninh công chúa tên thật là '''Ngọc Tha''' (玉瑳), hoặc '''Bạch Tha''' (白瑳), là con gái của [[Trần Minh Tông]] Trần Mạnh và [[Hiến Từ Thái hậu|Hiến Từ Tuyên Thánh hoàng hậu]] Trần thị, con gái Huệ Vũ vương [[Trần Quốc Chẩn]]. Bà là chị em ruột với [[Trần Dụ Tông]] Trần Hạo, Cung Túc vương [[Trần Nguyên Dục]] (陳元昱) và là cô mẫu (trên danh nghĩa) của Đại Định Đế [[Dương Nhật Lễ]]. Do là con gái của đích hoàng hậu, bà là [[Đích nữ]] (嫡女) của Minh Tông, thân phận tôn quý.\n\n[[Tháng tư|Tháng 4]] ([[âm lịch]]) năm [[Nhâm Ngọ]] ([[1342]]), Ngọc Tha được [[Trần Dụ Tông]] phong làm '''Thiên Ninh công chúa''', rồi gả cho Chính Túc vương [[Trần Kham]] (正肃王陈堪; có sách chép phong hiệu là Hưng Túc; 興肃)<ref>[[Đại Việt sử ký toàn thư]] (quyển 7, kỷ [[nhà Trần]]), bản dịch: tập 2, trang 127.<\/ref>.\n\n==Thông dâm với em ruột==\nNăm [[Tân Mão]] ([[1351]]), bà đồng ý thông dâm với người em trai là Trần Dụ Tông (khi đó Dụ Tông 15 tuổi) để Dụ Tông trị bệnh [[liệt dương]] theo phương thuốc của thầy thuốc [[Trâu Canh]]. Sách [[Đại Việt sử ký toàn thư]] (quyển 7, kỷ [[nhà Trần]]) chép:\n:''\"Mùa thu, tháng 7 ([[Tân Mão]], [[1351]]),...Trâu Canh có tội đáng chết, được tha. Bấy giờ Trâu Canh thấy vua (Trần Dụ Tông) bị liệt dương, dâng phương thuốc nói rằng giết đứa bé con trai, lấy mật hòa với dương khởi thạch mà uống và thông dâm với chị hay em ruột của mình thì sẽ hiệu nghiệm. Vua làm theo, thông dâm với chị ruột là công chúa Thiên Ninh, quả nhiên công hiệu\"''...<ref>Trích trong ''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]'' (đã dẫn, bản dịch: tập 2, tr 131). Công hiệu như thế nào, ''Đại Việt sử ký toàn thư'' không chép rõ, song vua Trần Dụ Tông vẫn không có con, nên sau này phải truyền ngôi cho Trần Nhật Lễ là \"con\" của anh. Thông tin thêm: Dương khởi thạch (vì có khả năng làm cho [[dương vật]] cương cứng lên nên có tên này), tên khoa học: Asbestos tremolite. Tremolit (Silicat CA và MG) hay Ca2Mg5Si8022 (OH)2. Đây là loại khoáng chất khối, dạng như bó kim, màu trắng hoặc xám tro hoặc lục nhạt, có màu lóng lánh như Thạch anh, mềm dễ bẻ, bóp vụn có dạng sợi. Chủ trị: khí kết thành khối u trong bụng, tử cung hư lạnh, liệt dương. Nguồn: [http:\/\/www.tuetinhlienhoa.com.vn\/web\/news\/Cay-thuoc-Vi-thuoc\/DUONG-KHOI-THACH-402.html].<\/ref>\n\n==Lật đổ Dương Nhật Lễ==\nCuối năm [[Kỷ Dậu]] ([[1369]]), mẹ ruột của Thiên Ninh công chúa là Hiến Từ thái hoàng thái hậu bị Đại Định Đế [[Dương Nhật Lễ]] giết chết. Sách Đại Việt sử ký toàn thư (quyển 7, kỷ nhà Trần) chép:\n:...''Ngày vua ([[Trần Dụ Tông]]) sắp băng, vì không có con, xuống chiếu đón Nhật Lễ vào nối đại thống...Ngày 15 ([[tháng sáu|tháng 6]] năm [[Kỷ Dậu]]), Hiến Từ hoàng thái hậu sai người đón Nhật Lễ lên ngôi...[[Tháng mười hai|Tháng 12]], ngày 14, Nhật Lễ giết Hiến Từ Tuyên Thánh thái hoàng thái hậu (là tước hiệu của Hiến Từ hoàng thái hậu lúc ấy) ở trong cung<ref>Trích trong ''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]'' (đã dẫn, bản dịch: tập 2, tr. 145-147). Thông tin thêm: Trần Nhật Lễ là con của kép hát Dương Khương và đào hát có tên hiệu là Vương Mẫu (vì đóng vai Vương mẫu trong tích \"Vương mẫu hiến bàn đào\" nên lấy làm hiệu). Thấy Vương Mẫu xinh đẹp, Cung Túc vương [[Trần Nguyên Dục]] (anh vua [[Trần Dụ Tông]]) lấy làm vợ (khi ấy đã có mang Nhật Lễ). Khi Nhật Lễ sinh ra, Cung Túc vương nhận làm con mình. Cũng theo quyển sử trên, vì \"bà từng hối về việc lập Nhật Lễ, nên Nhật Lễ ngầm đánh thuốc độc giết bà (bản dịch: tr.148).<\/ref>.\n\nĐến [[tháng chín|tháng 9]] ([[âm lịch]]) năm sau thì hai người con (không rõ tên) của Thiên Ninh công chúa cũng đều bị hại bởi Nhật Lễ.\n\nSách Đại Việt sử ký toàn thư (quyển 7, kỷ nhà Trần) chép:\n:''Nhật Lễ tiếm vị, rượu chè dâm dật, hằng ngày chỉ thích rong chơi, thích các trò hát xướng, muốn đổi lại họ Dương (khiến) người tôn thất và các quan đều thất vọng.\n:''[[Mùa thu]], [[tháng chín|tháng 9]], ngày 20,...cha con Nguyên Trác và hai người con của Thiên Ninh công chúa đem người tôn thất vào thành định giết chết Nhật Lễ. Nhật Lễ trèo qua tường, nấp dưới gầm cầu mới. Mọi người đều không thấy, giải tán ra về. Khi trời sắp, Nhật Lễ vào cung, chia người đi bắt 18 người chủ mưu. Bọn Nguyên Trác đều bị hại <ref>Trích trong ''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]'' (đã dẫn, bản dịch: tập 2, trang 148-149). Sử thần không kể rõ nên không biết hai người con (không rõ tên) của Thiên Ninh công chúa bị hại như thế nào. Chỉ thấy chép rằng Thái tể Nguyên Trác cùng con là Nguyên Tiết đều bị giết.<\/ref>.\n\nOán giận, cuối năm ấy, Thiên Ninh công chúa đến sông Đại Lại (một chi lưu của [[sông Mã]]) thuộc phủ [[Thanh Hóa]] để họp bàn với một số tôn thất [[nhà Trần]] tìm cách lật đổ Nhật Lễ.\n\nSách Đại Việt sử ký toàn thư (quyển 7, kỷ nhà Trần) chép:\n:''[[Mùa đông]], [[tháng mười|tháng 10]] ([[Canh Tuất]], [[1370]]), vua (chỉ Trần Phủ, về sau là vua [[Trần Nghệ Tông]])<ref>Lúc ấy, Trần Phủ đang là Cung Định Vương, sau khi lật đổ Nhật Lễ, ông lên ngôi lấy hiệu là Trần Nghệ Tông.<\/ref> vì có con gái làm hoàng hậu (của Nhật Lễ), sợ vạ lây đến mình, tránh ra trấn Đà Giang (tức Gia Hưng), ngầm hẹn với các em là Cung Tuyên Vương Kính, Chương Túc quốc thượng hầu Nguyên Đán, Thiên Ninh công chúa Ngọc Tha hội ở sông Đại Lại phủ Thanh Hóa để dấy quân...Trước đây, vua vốn không có ý định làm vua. Công chúa Thiên Ninh bảo: \"Thiên hạ là thiên hạ của tổ tông mình, sao lại vứt bỏ nước cho kẻ khác? Anh phải đi đi, em sẽ đem bọn gia nô dẹp nó cho!\"... [[Tháng mười một|Tháng 11]], vua cùng Cung Tuyên (vương), Thiên Ninh (công chúa) đều dẫn quân về kinh...<ref>Trích trong ''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]'' (đã dẫn, bản dịch: tập 2, trang 149-151).<\/ref>.\n\nSau đó, Nhật Lễ bị bắt giam ở phường Giang Khẩu<ref>Phường Giang Khẩu về sau đổi là phường Hà Khẩu, ở vào khoảng phố Hàng Buồm, [[Hà Nội]] hiện nay.<\/ref>, rồi bị vua [[Trần Nghệ Tông]] sai người đánh chết cùng với người con tên là Liễu...<ref name=\"Nguồn p 2\">Nguồn: ''[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]'' (đã dẫn, bản dịch: tập 2, trang 151).<\/ref>.\n\n==Phong thưởng==\nSau khi việc phế lập đã xong, [[tháng hai|tháng 2]] ([[âm lịch]]) năm [[Tân Hợi]] ([[1371]]), [[Trần Nghệ Tông]] cho đãi yến các quan ở [[Thiên An điện]], ban thưởng theo thứ bậc khác nhau. Trong dịp này, Thiên Ninh công chúa được cải phong làm '''Lạng Quốc thái trưởng công chúa''' (諒國太長公主), và đổi tên là '''Quốc Hinh''' (國馨)<ref name=\"Nguồn p 2\"\/>.\n\nKể từ đó, Đại Việt Sử ký Toàn thư không chép thêm gì về bà. Bà mất năm nào không rõ.\n\n==Xem thêm==\n* [[Trần Dụ Tông]]\n* [[Hiến Từ Thái hậu]]\n* [[Dương Nhật Lễ]]\n* [[Trâu Canh]]\n* [[Trần Minh Tông]]\n\n==Sách tham khảo==\n* [[Ngô Sĩ Liên]], ''Đại Việt sử ký toàn thư'' (quyển VII, kỷ nhà Trần)] Bản dịch (tập 2) của Hoàng Văn Lâu. Nhà xuất bản Khoa học xã hội, [[Hà Nội]], 1985. Có thể xem online ở đây: [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt12.html]\n*Trần Minh Đức, chương: \"Thầy thuốc Trâu Canh đời Trần: Nhà tình dục học đầu tiên ở Việt Nam\" trong sách ''Lịch sử nhìn lại dưới góc độ y khoa''. Nhà xuất bản Văn hóa-Văn nghệ, Tp. Hồ Chí Minh, 2012.\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Công chúa nhà Trần]]\n[[Thể loại:Công chúa Việt Nam]]\n[[Thể loại:Mất thế kỷ 14]]"}