{"816722":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Thiệu Long\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 7,70 km² <ref name=QD19>{{chú thích tạp chí |author= |date = ngày 1 tháng 3 năm 2007 |title= Quyết định số 19\/2006\/QĐ-BTNMT ngày 1\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ - Địa danh hành chính thể hiện trên bản đồ tỉnh Thanh Hóa (Quyển 2) |journal=Công báo |volume=161+162 |pages=8831}}<\/ref>\n| dân số = 6.354 người<ref name=QD19Ds>Kết quả [[Điều tra dân số|Tổng điều tra dân số]] năm 1999, dẫn theo Quyết định số 19\/2006\/QĐ-BTNMT.<\/ref>\n| thời điểm dân số = [[1999]]\n| mật độ dân số = \n| dân tộc = [[Người Việt|Kinh]]\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| thành phố = \n| huyện = [[Thiệu Hóa]]\n| thị xã = \n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 15793<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Thiệu Long''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Thiệu Hóa]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Địa giới hành chính==\nXã Thiệu Long nằm ở phía bắc của huyện Thiệu Hóa.\n*[[Hướng Đông|Phía đông]] giáp xã [[Thiệu Giang]], huyện Thiệu Hóa.\n*[[Hướng Nam|Phía nam]] giáp các xã [[Thiệu Duy]] và [[Thiệu Phú]], huyện Thiệu Hóa.\n*[[Hướng Tây|Phía tây]] giáp xã [[Thiệu Công]], huyện Thiệu Hóa.\n*[[Hướng Bắc|Phía bắc]] giáp các xã [[Định Bình, Yên Định|Định Bình]], [[Định Hòa, Yên Định|Định Hòa]] và [[Định Thành, Yên Định|Định Thành]], huyện [[Yên Định]].\n\n==Lịch sử hành chính==\nVùng đất thuộc xã Thiệu Long ngày nay, vào đầu thế kỉ 19 là các thôn xã thuộc tổng Mật Vật, huyện Thụy Nguyên, phủ Thiệu Thiên<ref name=LangThanhhoaI142>{{Chú thích sách| title = Tên làng xã Thanh Hóa, tập I|author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | publisher = Nhà xuất bản Thanh Hóa | year = 2000 |trang =146}}<\/ref>.\n\nCuối năm 1945, huyện Thụy Nguyên đổi thành huyện Thiệu Hóa.\n\nSau năm 1945, các thôn làng nêu trên thuộc xã Chùy Giang, huyện Thiệu Hóa. Năm 1953, xã Chùy Giang chia thành các xã Thiệu Giang và Thiệu Long<ref name=DCTH>{{Chú thích sách| title = Địa chí huyện Thiệu Hóa |author = Phạm Tấn (chủ biên) | publisher = Khoa học xã hội | location = Hà Nội | year = 2010 |trang =118}}<\/ref>.\n\nNăm 1977, xã Thiệu Long cùng với các xã phía bắc sông Chu của huyện Thiệu Hóa sáp nhập với huyện [[Yên Định]] thành huyện [[Thiệu Yên]]<ref>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-177-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Thanh-Hoa-vb57441t17.aspx Quyết định số 177-CP ngày 5 tháng 7 năm 1977] của Hội đồng Chính phủ về việc hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Thanh Hóa.<\/ref>.\n\nNăm 1996, xã Thiệu Long thuộc huyện Thiệu Hóa mới tái lập<ref>Nghị định số 72-CP ngày 18 tháng 11 năm 1996 của Chính phủ về việc điều chỉnh địa giới hành chính các huyện Quan Hoá, Như Xuân, Đông Sơn, Thiệu Yên thuộc tỉnh Thanh Hóa.<\/ref>.\n\nHiện nay, xã Thiệu Long gồm có 08 làng<ref name=LangThanhhoaI142\/>:\n* '''Minh Đức''': Theo gia phả của các dòng họ lớn trong làng hiện vẫn lưu giữ vào thế kỷ thứ X một số dòng họ Phạm, Đỗ đã đến đây chọn đất dựng làng và sinh sống. Đất lành chim đậu dần dần người của các dòng họ khác như: Trịnh Đăng, Trịnh Thế, Lê Trạc, Hoàng, Tống...hình thành nên cuộc sống thôn làng. Lúc ban đầu có ít người ở phân tán nên đặt tên làng là ấp Hoa Phật, đến thời nhà Lê làng được đổi thành Hiếu Đức, thời nhà Nguyễn đổi thành Ngưỡng Đức, tên nôm là làng Kịt, sau cách mạng tháng 8 năm 1945 làng đổi tên là làng Minh Đức và giữ tên gọi cho đến nay. Truyền thống văn hóa của làng Minh Đức mang đậm nét làng Việt xưa với cây đa, Bến nước, sân đình...làng có một ngôi đền gọi là đền Phúc, đền được xây dựng trên cồn đất cao ở vị trí giữa làng, là nơi thờ Thành hoàng làng là ông Phạm Hữu Tuy đời vua Trần Nhân Tông ông được phong là Trung Đẳng Thần và cấp cho 26 quan tiền để lập miếu. Hàng năm vào tháng 7-8 âm lịch làng tổ chức Hội làng thể hiện sự tôn kính của con cháu với các vị \"Thập nhị Gia Tiên\" và các vị thần có công lập ấp mở làng, cho mưa thuận gió hòa, mùa màng bội thu. Với cảnh thiên nhiên đẹp và phẩm chất tốt đẹp của người dân nơi đây mà xa xưa nhân dân trong làng đã có câu vè:\n \" Hoa Phật có đất địa đồ\n Có sông tắm mát, có hồ thả sen\n Trước làng thì cấy lúa chiêm\n Sau làng thả cá quanh niên tứ mùa\n Vạn sự chắc mất tiền mua\n Lấy của bốn mùa đãi khách đường xa\"\nTrong lịch sử làng Minh Đức có nhiều người đỗ đạt được làm quan tri Phủ, huyện như Cụ Trịnh Văn Tuấn ông đậu Tiến sĩ năm 1640 với chức vụ \"Hàn lâm hiệu thảo\"...Trong hai cuộc chiến tranh nhân dân làng Minh Đức đã có nhiều đóng góp và hi sinh to lớn, 120 người lên đường ra trận, 27 thanh niên xung phong, 122 người đi dân công hỏa tuyến, có 20 Liệt sĩ, 16 Thương bệnh binh, được Nhà nước phong tặng 71 Huân huy chương các loại. Hòa bình lập lại nhân dân làng Minh Đức tích cực sản xuất, xây dựng quê hương đất nước.\n* '''Đông Lỗ''': Có từ thế kỉ 10, đầu thế kỉ 19 là thôn Cựu thuộc xã An Lễ, tổng Mật Vật. Xa xưa làng Đông Lỗ được nhân dân thường gọi là Trang Ấp qua câu nghè sau:\n \" Thượng hạ lưỡng khu đồn\n Lô Ấp tinh thần lưu vạn tuế\"\nTrước đây trong làng có một ngôi đình 5 gian, nơi thờ Thành hoàng làng là ông Cao Minh người có công mở làng lập ấp và các vị \"Thập nhị Gia Tiên\", trong làng có hai Nghè, một ngôi Phủ, một Võ chỉ, một Văn chỉ nhưng đến nay đều không còn nữa. Làng có nghề thủ công truyền thống là trồng bông dệt vải, trồng dâu nuôi tằm, nghề đan lát, nghề mộc. Đến nay nhân dân làng Đông Lỗ đã đóng góp xây dựng Nghè để thờ vị Thần Hoàng Lang. Lễ hội được diễn ra ngày mồng 7 tháng giếng hàng năm.\nTrong kháng chiến chống quân xâm lược và trong thời hòa bình cán bộ và nhân dân làng Đông Lỗ có nhiều thành tích xuất sắc. \n* '''Phú Lai''': Làng Phú lai được hình thành cách đây hơn 1000 năm trước, làng có 10 dòng họ lớn, họ Lê Văn được xem là họ đến sớm nhất vào khoảng đầu thế kỷ XVI, tiếp đó là tộc họ Nguyễn, họ Trương, trước đây nổi tiếng với chợ Quán Trổ là trung tâm giao lưu, trao đổi hàng hóa của nhân dân trong làng và các khu vực lân cận, tên gọi làng Phú Lai từ đầu thế kỉ XIX, vào đầu thế kỉ XX đổi thành Quán Trổ, sau lại đổi như cũ. Hàng năm vào mùng 03 đến mùng 10 tháng giêng âm lịch làng tổ chức lễ hội tại đình làng. Trải qua các cuộc chiến tranh giải phóng dân tộc và bảo vệ Tổ quốc làng có 236 người tham gia bộ đội, 134 TNXP, 177 người đi dân công hỏa tuyến, có 37 Liệt sĩ, 27 thương bệnh binh, 03 tử sỹ, được Nhà nước phong tặng 159 Huân huy chương các loại. Dưới sự lãnh đạo của Đảng bộ xã Thiệu Long nhân dân Phú Lai từng bước đạt được nhiều thành tựu trong sự nghiệp Công nghiệp hóa - Hiện đại hóa đất nước hiện nay.\n* '''Phong Phú''': Vào giữa thế kỉ XVIII (năm 1747) là trang Đường Ngang do ông Vũ Đình Tường quê ở Tam Lộng, huyện Triệu Sơn, Thanh Hóa làm quan dưới thời hậu Lê đến khai hoang lập ấp tại đây, người dân trong vùng được ông cấp cho một số diện tích để làm ăn, nộp tô cho ông và được ông bảo lãnh sinh sống với điều kiện đổi thành họ Vũ. Vì vậy ngày nay cả làng Phong Phú đều mang họ Vũ. Đến cuối thế kỷ XVIII có một vị quan triều hậu Lê đi qua Trang Đường ngang thấy cảnh đẹp, cây cối tốt tươi, mùa màng bội thu ông khen ngợi và tặng làng câu thơ: \"Vua hết vàng, Đường Ngang hết thóc\" và đặt tên lại cho làng là Phong Phú cho đến ngày nay. \n* '''Thành Đạt''': Tên cũ là Lỗ Mau khu, Giáp Mau nay là làng Thành Đạt. Thuở xa xưa có người thuộc tộc họ Dương thấy nơi có đất đai tươi tốt dừng chân lập làng, sau đó có người thuộc dòng họ khác như: Họ Thiều, Đặng...cũng đến lập nghiệp. Làng Thành Đạt có nhiều nét văn hóa Lễ hội đặc sắc. \n* '''Hưng Long''': Mới thành lập năm 1966, bao gồm toàn bộ nhân dân thôn Kiến Hưng xã Thiệu Hưng, Thiệu Hóa đi định cư sơ tán sang xã Thiệu Long thành lập làng mới đặt tên là làng Hưng Long.\n* '''Tiên Nông''': Các nhà Khảo cổ học đã phát hiện di chỉ người Việt Cổ ở núi Nuông Tiên Nông niên đại trên 3 vạn năm. Trước năm 1945 làng Tiên Nông thuộc tổng Hải Quật, sau năm 1945 Tiên Nông thuộc xã Định Thành huyện Yên Định. Nhưng do điều kiện đi lại giao thương khó khăn từ năm 1953 làng Tiên Nông được chuyển về xã Thiệu Long, huyện Thiệu Hóa ổn định đến ngày nay.Trong làng có 06 dòng họ lớn, họ Vũ là lớn nhất làng. Làng Tiên Nông có tục kết chạ với làng Minh Đức mỗi khi có công việc lớn trong làng, nhân dân hai làng tập trung giúp đỡ lẫn nhau, lễ Chạ hai làng tổ chức vào ngày mùng 10 tháng 2 âm lịch hàng năm.\n* '''Tiên Long''': Trước năm 1982, làng Tiên Long là một bộ phận cư dân của làng Tiên Nông, thuộc xã Thiệu Long Huyện Thiệu Hóa. Năm 1990, thực hiện chủ trương của xã Thiệu Long, một bộ phận cư dân làng Tiên Nông được tách ra thành lập làng mới đặt tên là làng Tiên Long và phát triển ổn định đến nay.\n\n<!--==Dân cư==\nTheo kết quả [[Điều tra dân số|Tổng điều tra dân số]] năm 1999, dân số xã Thiệu Long là … người<ref name=QD19Ds>Dẫn theo Quyết định số 19\/2006\/QĐ-BTNMT ngày 1\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ.<\/ref>.\n\nĐến tháng 11 năm 2013, dân số của xã Thiệu Long là trên 6500 người<ref name=XYZ\/>. -->\n(Tài liệu do Trịnh Duy Phương cung cấp dựa theo Lịch sử Đảng bộ Thiệu Long)\n\n==Di tích==\nĐền thờ [[Dương Tam Kha]]<ref name=LangThanhhoaI142\/>.\nThuộc thôn Thành Đạt, xã Thiệu Long.\nĐền thờ Bình Vương Dương Tam Kha đã được ủy ban nhân dân tỉnh Thanh Hóa công nhận là Di tích lịch sử cấp tỉnh năm 2012.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Thiệu Hóa}}\nTài liệu do Trịnh Duy Phương cung cấp dựa theo Lịch sử Đảng bộ Thiệu Long"}