{"54508":"'''Thiền phái Trúc Lâm ''' (竹林禪派) là một dòng [[thiền tông Việt Nam]] hình thành từ thời [[nhà Trần]], do Vua [[Trần Nhân Tông]] sáng lập. Trúc Lâm vốn là hiệu của [[Trần Nhân Tông]] từ khi xuất gia ở [[Hành cung Vũ Lâm|động Vũ Lâm]] ([[Ninh Bình]]), đồng thời cũng là hiệu của Thiền sư [[Đạo Viên]], tiền bối của Trần Nhân Tông, Tổ thứ hai của dòng thiền này. Thiền phái Trúc Lâm có ba Thiền sư kiệt xuất là Nhân Tông (Trúc Lâm Đầu Đà), [[Pháp Loa]] và [[Huyền Quang]] (gọi chung là [[Trúc Lâm Tam tổ]]). Thiền phái này được xem là tiếp nối nhưng là sự hợp nhất của ba dòng thiền Việt Nam của [[thế kỷ 12]] – đó là dòng [[Thảo Đường]], [[Vô Ngôn Thông]] và [[Tì-ni-đa-lưu-chi]] cùng với sự pha trộn ảnh hưởng của Tông Lâm Tế. Với việc lập ra phái Trúc Lâm, [[Trần Nhân Tông]] đã thống nhất các Thiền phái tồn tại trước đó và toàn bộ giáo hội Phật giáo đời Trần về một mối.<ref>[[Cơ sở Văn hóa Việt Nam, Trần Ngọc Thêm, Nhà xuất bảnGD 2000]]<\/ref>\n\n==Lịch sử==\n\n=== Sơ khởi ===\nVào đầu thời Trần, [[Thiền sư]] [[Hiện Quang]] thuộc thiền phái Vô Ngôn Thông ẩn tu khổ hạnh tại [[núi Yên Tử]], sư được xem là tổ thứ nhất của phái Yên Tử. Sau khi Thiền sư Hiện Quang thị tịch, đệ tử là [[Thiền sư]] [[Đạo Viên]] kế thừa. Vua [[Trần Thái Tông]] từng có thời gian lên núi và học đạo với Thiền sư Đạo Viên và phong hiệu cho sư là Trúc Lâm Quốc sư. Đồng thời, vua Trần Thái Tông là một vị vua ngộ Thiền và từng có thời gian đăng đàn thuyết pháp, dạy Thiền cho các tăng sĩ  cũng như bình xướng, trước tác kệ tụng về các [[công án]] [[Thiền tông|Thiền Tông]]. Tác phẩm Thiền học của vua còn lưu giữ đến ngày nay đó là Khóa Hư Lục, Thiền Tông Chỉ Nam.\n\nSau khi Thiền sư Đạo Viên thị tịch, đệ tử là Thiền sư-Quốc sư Đại Đăng nối tiếp, sư là người kế thừa hai dòng tư tưởng là Thiền tông Việt Nam lúc bấy giờ cùng với [[Lâm Tế tông|Tông Lâm Tế]] do Thiền sư Thiên Phong (người Trung Quốc) truyền sang Việt Nam.\n\nDưới Thiền sư Đại Đăng có những đệ tử nổi trội như Quốc sư Liễu Minh, Thiền sư Tiêu Dao. Dưới Thiền sư Tiêu Dao đã đào tạo ra đệ tử nổi tiếng là [[Tuệ Trung Thượng Sĩ]]- vị cư sĩ Thiền Tông ngộ đạo và được ví như [[Duy-ma-cật sở thuyết kinh|Duy Ma Cật]], [[Bàng Long Uẩn]] của Việt Nam. Tư tưởng Thiền của Tuệ Trung Thượng Sĩ khá nổi tiếng và là đại biểu cho nền Thiền học Việt Nam đời Trần, ông cũng là bác ruột và là thầy dạy Thiền cho Vua Trần Nhân Tông. Quyển Tuệ Trung Thượng Sĩ Ngữ Lục đã ghi lại hành trạng và tư tưởng Thiền học của ông.\n\nDưới sự chỉ dạy của Tuệ Trung Thượng Sĩ, vua Trần Nhân Tông ngộ đạo và sau này xuất gia sáng lập Thiền phái Yên Tử. Trong phổ hệ truyền thừa, vua Trần Tông được coi là đệ tử nối pháp của Thiền sư Huệ Tuệ (đệ tử Thiền sư Tiêu Dao) và thuộc đời thứ 6 Thiền phái Trúc Lâm Yên Tử theo truyền thừa.\n\n=== Hình thành ===\nThiền phái Trúc Lâm do một vị vua [[nhà Trần]] sáng lập, được xem là dạng Phật giáo chính thức của [[Đại Việt]] thời đó nên có liên quan mật thiết đến triều đại nhà Trần, phải chịu một hoàn cảnh mai một sau khi triều đại này suy tàn. Vì vậy, sau ba vị Tổ là Nhân Tông, [[Pháp Loa]] và [[Huyền Quang]], hệ thống truyền thừa của phái này không còn rõ ràng.\n[[Tập tin:Tượng Giác Hoàng Trần Nhân Tông.jpg|nhỏ|Tượng đá Phật Hoàng Trần Nhân Tông]]\n\n==== Trần Nhân Tông ====\nÔng là con trai trưởng của Vua Trần Thánh Tông và Nguyên Thánh Hoàng Thái hậu, lên ngôi vua năm 1279 và từng hai lần lãnh đạo nhân dân Đại Việt đánh thắng [[Nhà Nguyên|quân Nguyên-Mông]], giữ vững nền độc lập dân tộc. Ngoài giờ triều chính, ông còn nghiên cứu nội, ngoại điển, xem các [[Kinh Phật|kinh sách Phật Giáo]] và thường mời các vị cao tăng, thiền khách vào cung tham vấn hỏi đạo. Ông cũng tham học với Tuệ Trung Thượng Sĩ  và ngộ được yếu chỉ Thiền. Đến năm 1293, vua Trần Nhân Tông nhường ngôi cho con trai là Trần Anh Tông và sau đó xuất gia tu hành tại chùa Khai Phúc thuộc [[hành cung Vũ Lâm]] ([[Ninh Bình]])<ref>{{Chú thích web |url=http:\/\/www.thuvienhoasen.org\/trannhantong-tuongniem-20.htm |ngày truy cập=2015-04-02 |tựa đề=VỊ SƯ TỔ CỦA THIỀN PHÁI TRÚC LÂM |archive-date=2010-06-20 |archive-url=https:\/\/web.archive.org\/web\/20100620172641\/http:\/\/thuvienhoasen.org\/trannhantong-tuongniem-20.htm |url-status=dead }}<\/ref>, đến năm 1299 sư rời đến [[Quần thể di tích danh thắng Yên Tử|Yên Tử]] ([[Quảng Ninh]]) tiếp tục tu hành và thành lập Thiền phái Trúc Lâm <ref>[http:\/\/vannghevietnam.vn\/portal.asp?type=portal&tab=detail&menuID=124&submenuID=238&id=3413&path=V%C3%AC_sao_vua_Tr%E1%BA%A7n_Nh%C3%A2n_T%C3%B4ng_v%E1%BB%81_Y%C3%AAn_T%E1%BB%AD_tu_h%C3%A0nh?_ Vì sao vua Trần Nhân Tông về Yên Tử tu hành?]{{Liên kết hỏng|date=2021-07-04 |bot=InternetArchiveBot }}<\/ref>. Tại đây, sư theo hạnh khổ hạnh và lấy hiệu Hương Vân Đại Đầu Đà.\n\nSau đó, sư lập chùa, tịnh xá để tiếp độ và giáo hóa tăng chúng, học chúng đến tham học rất đông. Sau ngài đến trụ trì tại [[chùa Phổ Minh]] ở [[Thiên Trường|Phủ Thiên Trường]] và dạy Thiền trong vòng mấy năm. Rồi ngài đi vân du khắp nơi, tích cực phá bỏ các miếu thờ tà thần, dâm thần, dạy nhân dân tu thập thiện. Cùng năm, ngài trở lại nội cung và truyền Bồ Tát giới cho các hoàng thân, quý tộc.\n\nSau đó, sư đến chùa Sùng Nghiêm ở núi Linh Thứu và chuyên tâm truyền bá Thiền Tông. Sau đây là một công án ghi lại sự thuyết pháp của sư, rất giống với phong cách thăng tòa thuyết pháp của các Thiền sư Trung Hoa:<blockquote>\" Mở đầu pháp hội, Sư niêm hương báo ân xong bước lên tòa. Vị Thượng thủ bạch chùy, sau khi bạch chùy xong. Ngài nói: \"Thích-ca Văn Phật vì một đại sự mà xuất hiện giữa cõi đời này, suốt bốn mươi chín năm chuyển động đôi môi mà chưa từng nói một lời. Nay ta vì các ngươi lên ngồi tòa này, biết nói chuyện gì đây?\".\n\nNgồi giây lâu, sư ngâm bài kệ:\n\n '''         Thân như hơi thở ra vào mũi'''\n\n '''         Đời giống mây trôi đỉnh núi xa,'''\n\n '''         Tiếng quyên từng chập vầng trăng sáng,'''\n\n '''         Đâu phải tầm thường qua một xuân.'''\n\n         (Thân như hô hấp tỹ trung khí,\n\n         Thế tợ phong hành lãnh ngoại vân.\n\n         Đỗ quyên đề đoạn nguyệt như trú,\n\n         Bất thị tầm thường không quá xuân.)\n\nSư gõ Thiền trượng vào pháp tòa một cái rồi nói: \" Không có gì sao? Ra đây! Ra đây!\".<\/blockquote>Cuối đời, sư truyền pháp cho đệ tử Pháp Loa kế thừa làm tổ thứ hai của Thiền phái Trúc Lâm Yên Tử rồi thị tịch, hưởng thọ 51 tuổi.\n\nDưới sự xuất gia và hoằng pháp của vua Trần Nhân Tông đã đưa Phật giáo Việt Nam về một mối, thành một giáo hội hoàn chỉnh với căn bản tư tưởng Đạo Phật, trong đó Thiền Tông đại diện cho Phật giáo thời bấy giờ. \n[[Tập tin:Phap loa.JPG|nhỏ|Thiền sư Pháp Loa]]\n\n==== Pháp Loa ====\nSư cạo tóc xuất gia, trở thành sa di năm 21 tuổi với Điều Ngự Trần Nhân Tông, khi mới đến gặp đã được Điều Ngự khen là bậc pháp khí. Sau đó, ngài chỉ sư đến tham học với Thiền sư Tính Giác ở chùa Quỳnh Quán, tham học bấy lâu nhưng không ngộ yếu chỉ. Sư tự nghiên cứu kinh Hải Nhãn (có lẽ là [[Thủ-lăng-nghiêm-tam-muội kinh|Kinh Lăng Nghiêm]])  và có chổ thể hội, bèn trở lại tham học với Điều Ngự và làm thị giả. Một hôm, sư trình ba bài kệ lên Điều Ngự và đều bị chê cả. Sư tham vấn mấy lần thì Điều Ngự dạy phải tự tham cứu. Sư đầu óc nặng trĩu nghi tình, tự tham đến nửa đêm và khi thấy bông đèn tàn rụng xuống bèn [[Giác ngộ|đại ngộ]] và được Điều Ngự [[Ấn khả chứng minh|ấn khả]]. Sư được Điều Ngự trao tâm kệ, y bát làm đệ tử nối pháp và dạy sư tự khéo giữ gìn.\n\nNăm 1308, Điều Ngự làm lễ cho sư nối pháp trụ trì chùa Siêu Loại và giao sư thay Điều Ngự giảng pháp. Sư kế tiếp làm chủ của sơn môn Yên Tử, đời thứ 2 Thiền phái Trúc Lâm.\n\nSau khi Điều Ngự thị tịch, sư làm lễ trà tỳ và rước xá lợi về cung, rồi biên soạn kệ tụng, ngữ lục của Điều Ngự thành cuốn Thạch Thất Mỵ Ngữ. Sau đó, sư phụng chiếu khắc in bộ Đại Tạng Kinh và giao cho đồng môn là Thiền sư Bảo Sái tiếp tục. Sư từng giảng bộ [[Cảnh Đức Truyền đăng lục|Truyền Đăng Lục]] của Thiền Tông, các kinh sách  và giáo hóa nhiều đệ tử.\n\nSư từng trụ trì tại chùa Vĩnh Nghiêm, Bắc Giang và độ xuất gia cho hơn 1000 vị tăng, cấp giới độ điệp.. Sư thị tịch năm 1330, đệ tử nối pháp là Huyền Quang, ngoài ra cũng có những đệ tử nổi trội khác như Cảnh Ngung, Cảnh Huy, Huệ Nhiên.., Tác phẩm để lại của sư gồm có: Thạch Thất Mị Ngữ Niêm Tụng, Tham Thiền Yếu Chỉ, các Kinh sớ...\n\n==== Huyền Quang ====\n[[Tập tin:Huyen Quang - tam tổ.jpg|nhỏ|Thiền sư Huyền Quang]]\nHuyền Quang vốn là [[trạng nguyên]], từng thi đỗ [[Tiến sĩ]]. Một hôm, sư theo vua [[Trần Anh Tông]] đến chùa Vĩnh Nghiêm nghe đệ nhị tổ Pháp Loa giảng pháp và cảm động. Bèn xin vua cho phép từ quan xuất gia tu học, sư xuất gia thọ giới tại chùa Vĩnh Nghiêm và làm thị giả của Điều Ngự Trần Nhân Tông, được ban pháp hiệu là Huyền Quang. Trước khi Điều Ngự thị tịch, ngài phó chúc cho sư theo tham học với Pháp Loa. Sau sư ngộ đạo và được Pháp Loa truyền y của Điều Ngự và tâm kệ, trở thành Tổ thứ 3 của Thiền phái Trúc Lâm Yên Tử.\n\nSư từng trụ trì tại chùa Vân Yên trên Núi Yên Tử. Do sư đa văn bác học, tinh thông huyền nghĩa nên thường có học chúng khắp nơi quy tụ đến tham học rất đông, thường không dưới 1000 người. Sư thường phụng chiếu vua đi giảng Kinh, dạy Thiền khắp nơi... Các tác phẩm Thiền học thời bấy giờ trước khi được in ấn, lưu hành đều do sư kiểm duyệt qua.\n\nVì Thiền sư Huyền Quang được Thiền sư Pháp Loa truyền pháp vào năm 1317, khi ấy sư đã ngoài 63 tuổi. Do già yếu và sức khỏe ngày càng kém nên sư chỉ giáo hóa một thời gian rồi truyền lại sự nghiệp giáo hóa cho cho đệ tử là Quốc sư An Tâm.\n\n=== Sau đó ===\n[[Tập tin:Vườn tháp Huệ Quang, chùa Đồng, Yên Tử.jpg|nhỏ|Vườn tháp Huệ Quang, nơi lưu giữ các di tích tháp mộ của các Thiền sư, tăng, ni Thiền phái Trúc Lâm.]]\nThiền phái Trúc Yên Tử phát triển và được sự bảo hộ mạnh mẽ của triều đình nhà Trần. Đến cuối nhà Trần, sự phát triển mạnh của [[Nho giáo|Nho Giáo]] dần lấn át đến Phật Giáo. Một số nhà Nho nổi tiếng như [[Trương Hán Siêu]], [[Lê Quát]], Phạm Sư Mạnh thường nhắm vào  tệ nạn của một số tăng sĩ đương thời để đả kích Phật giáo. Và đặc biệt, sau khi Nhà Trần bị diệt vong, nhà Hồ lên ngôi, rồi đến khi quân Minh sang xâm lược, tịch thu, vơ vét các tài nguyên cũng như các tác phẩm văn hóa, sách vở thì đất nước lâm vào nguy nan. Các sử liệu liên quan đến Phật Giáo, Thiền Tông Việt Nam, Thiền phái Trúc Lâm đều bị quân Minh tịch thu và đem về nước, khiến cho sử liệu của Việt Nam bị hạn chế, nghèo nàn.\n\nLúc đó, Thiền phái Trúc Lâm mất chổ đứng và các Thiền sư của tông này ẩn cư trên núi hiểm, rừng sâu, chủ yếu là địa bàn núi Yên Tử. Và tiếp tục giữ gìn và lưu truyền tinh thần tu học, khiến cho Thiền Tông Việt Nam bị chìm nghỉm trong một thời gian dài, ít người biết đến. Vì thế trong giai đoạn mấy trăm năm sau nhà Trần, hầu như các sử liệu ghi chép về các Thiền sư trong truyền thừa Trúc Lâm, cũng như các tác phẩm đều không có. Điều duy nhất mà hiện nay chúng ta biết đó là tên các Thiền sư trong hệ thống truyền thừa 15 đời sau đệ tam tổ Huyền Quang trong quyển [[Thiền uyển tập anh|Đại Nam Thiền Uyển Truyền Đăng Lục]].\n\n=== Phục hưng ===\nĐến [[Lê Trung Hưng|thời Lê Trung Hưng]],  Hòa thượng [[Chân Nguyên|Chân Nguyên Tuệ Đăng]] thuộc pháp tự [[Lâm Tế tông|Tông Lâm Tế]] đã có công rất lớn trong việc lưu giữ các tác phẩm quan trọng liên quan đến Thiền phái Trúc Lâm, Tam Tổ Trúc Lâm. Sư sưu tầm, hiệu đính, khắc bạn và cho lưu hành các tác phẩm này. Ngoài ra còn có ông [[Ngô Thì Nhậm]] sưu tập và biên soạn cuốn [[Trúc Lâm tông chỉ nguyên thanh|Trúc Lâm Tông Chỉ Nguyên Thanh]].\n\nHiện đại, có Hòa Thượng [[Thích Thanh Từ]] là người chủ trương khôi phục và truyền bá tinh thần Thiền học của Thiền phái Trúc Lâm. Sư sưu tập và dịch thuật, giảng giải nhiều tác phẩm liên quan đến Thiền Tông nói chung và Thiền phái Trúc Lâm nói riêng. Từ Nam chí Bắc, cho đến hải ngoại đã có nhiều Thiền viện do sư và các đệ tử sáng lập mang tên là Thiền viện Trúc Lâm và tại đây đều có thờ Tam Tổ Trúc Lâm. Tuy nhiên, đường lối tu tập Thiền của Hoà Thượng Thanh Từ không phải là thuần túy về Thiền Tông mà theo lối Thiền-giáo song tu, và có tiếp thu thêm đường lối Thiền Tri Vọng của Thiền sư [[Khuê Phong Tông Mật|Khuê Phong Tông Mậ]]<nowiki\/>t- Tổ thứ 5 [[Hoa Nghiêm tông|Tông Hoa Nghiêm]], hay Lục Diệu Pháp Môn của [[Thiên Thai tông|Thiên Thai Tông]].\n\n== Tư tưởng ==\n\n== Truyền thừa ==\nSau đây là hệ thống truyền thừa Thiền phái Trúc Lâm trong ''[[Đại nam thiền uyển truyền đăng lục]]'' (大南禪苑傳燈錄), được sư Phúc Điền (福田) đính bản:\n#Thiền sư Điều Ngự Giác Hoàng [[Trần Nhân Tông]]\n#Thiền sư Phổ Tuệ Minh Giác- [[Pháp Loa]]\n#Thiền sư [[Huyền Quang]] \n#Thiền sư [[An Tâm]] (安心);\n#Thiền  sư [[Phù Vân Tĩnh Lự]] (浮雲靜慮);\n#Thiền sư Vô Trước (無著);\n#Thiền sư [[Quốc Nhất]] (國一);\n#Thiền sư [[Viên Minh]] (圓明);\n#Thiền sư [[Đạo Huệ]] (道惠);\n#Thiền sư Viên Ngộ (圓遇);\n#Thiền sư [[Tổng Trì]] (總持);\n#Thiền sư [[Khuê Sâm]] (珪琛) (Khuê Thám)\n#Thiền sư [[Sơn Đăng]] (山燈) (Sơn Đằng)\n#Thiền sư Hương Sơn (香山);\n#Thiền sư [[Trí Dung]] (智容);\n#Thiền sư Huệ Quang (慧 光);\n#Thiền sư [[Chân Trụ]] (真住) (Chân Trú)\n#Thiền sư [[Vô Phiền]] (無煩).<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienhoasen.org\/tudien?k=Tr%C3%BAc+L%C3%A2m+Y%C3%AAn+T%E1%BB%AD|title=Trúc Lâm Yên Tử|last=|first=|date=|website=Thư viện Hoa Sen|archive-url=|archive-date=|url-status=|access-date=ngày 22 tháng 1 năm 2019}}<\/ref>\n\n==Các trung tâm Phật giáo==\n;Các trung tâm phật giáo cổ xưa\n[[Tập tin:Trần Nhân Tông TLĐSXSCĐ.png|nhỏ|phải|285px|Một góc tranh \"[[Trúc Lâm đại sĩ xuất sơn đồ]]\", Tranh mô tả Trần Nhân Tông từ [[hành cung Vũ Lâm]] xuất du]]\n* [[Quần thể di tích danh thắng Yên Tử]] (Quảng Ninh)\n* [[Hành cung Vũ Lâm]] (Ninh Bình)\n* [[Chùa Côn Sơn]] (Hải Dương)\n* [[Chùa Quỳnh Lâm (định hướng)|Chùa Quỳnh Lâm]] (Quảng Ninh)\n* [[Chùa Báo Ân Siêu Loại]] (Hà Nội)\n* [[Chùa Ba Vàng]] (Quảng Ninh)\n* [[Chùa Vĩnh Nghiêm]], ([[Bắc Giang]])\n* [[Chùa Bổ Đà]] ([[Bắc Giang]])\n;Các Thiền Viện Trúc Lâm ngày nay:\nTrong những năm gần đây xuất hiện một dạng thiết chế tôn giáo mới, gắn với Thiền phái Trúc Lâm là các Thiền Viện Trúc Lâm do hoà thượng [[Thích Thanh Từ]] khởi xướng.Đây cũng là một hình thức tôn vinh, thăng hoa của Thiền phái Trúc Lâm trong đời sống xã hội hiện đại.<ref>[http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/240\/0\/2819\/Truc_lam_Yen_Tu_Thien_phai_dam_chat_van_hoa_Viet Trúc lâm Yên Tử- Thiền phái đậm chất văn hóa Việt]<\/ref>\n*[[Thiền viện Trúc Lâm Yên Tử]]\n*[[Thiền viện Trúc Lâm Bạch Mã]]\n*[[Thiền viện Trúc Lâm Giác Tâm]]\n*[[Thiền viện Trúc Lâm Phượng Hoàng]]\n*[[Thiền viện Trúc Lâm Hậu Giang]]\n*[[Thiền viện Trúc Lâm Tây Thiên]]\n*[[Thiền viện Trúc Lâm Chánh Giác]]\n*[[Thiền viện Trúc Lâm Phương Nam (không nằm trong hệ thống Trúc Lâm)|Thiền viện Trúc Lâm Phương Nam]]\n*[[Thiền viện Trúc Lâm Đà Lạt|Thiền viện Trúc Lâm Đà-Lạt]]\n*Thiền viện Trúc Lâm Sùng Phúc\n*Thiền viện Trúc Lâm Hàm Rồng\n*Thiền viện Trúc Lâm Tuệ Đức\n*Thiền viện Trúc Lâm Tuệ Quang\n*Thiền viện Trúc Lâm Chính Pháp\n*[https:\/\/thienviendaigiac.com\/ Thiền viện Trúc Lâm Đại Giác]\n*Thiền viện Trúc Lâm Hộ Quốc (Phú Quốc)\n*Thiền viện Trúc Lâm Bạc Liêu\n*Thiền viện Trúc Lâm Trà Vinh\n*Thiền viện Trúc Lâm Nam Thiên\n*Thiền viện Trúc Lâm Cà Mau\n*Thiền viện Trúc Lâm Từ Quang (Từ Đường Trúc Lâm)\n*Thiền viện Trúc Lâm Đại Đăng\n*Thiền viện Trúc Lâm Trí Đức\n*Thiền Viện Trúc Lâm Trí Đức - Ni\n*Thiền viện Trúc Lâm Thanh Nguyên\n*Thiền viện Trúc Lâm Long Đức\n*Thiền viện Trúc Lâm An Giang\n*Thiền viện Trúc Lâm Hiện Quang\n*Thiền viện Trúc Lâm Chánh Thiện\n*Thiền viện Trúc Lâm Phật Đăng\n*Thiền viện Thường Chiếu\n*Thiền viện An Lạc\n*Thiền viện Đạo Huệ\n*Thiền viện Linh Chiếu\n*Thiền viện Viên Chiếu\n*Thiền viện Huệ Chiếu\n*Thiền viện Chơn Không\n*Thiền viện Chân Nguyên\n*Thiền viện Tuệ Quang\n*Thiền viện Liễu Đức\n*Thiền viện Phổ Chiếu\n*Thiền viện Phúc Trường\n\n==Xem thêm==\n*[[Văn hóa Lý-Trần]]\n*[[Tôn giáo Đại Việt thời Trần|Tôn giáo Việt Nam thời Trần]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n*[http:\/\/www.sangdaotrongdoi.vn\/story\/tong-luoc-ve-thien-phai-truc-lam-giai-thich-vi-sao-thien-phai-truc-lam-truyen-sau-tam-huyen-qu Tổng Lược Về Thiền Phái Trúc Lâm, Giải Thích Vì sao Thiền Phái Trúc Lâm Thất Truyền Sau Tam Tổ Huyền Quang (Hương Lam)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150402090936\/http:\/\/www.sangdaotrongdoi.vn\/story\/tong-luoc-ve-thien-phai-truc-lam-giai-thich-vi-sao-thien-phai-truc-lam-truyen-sau-tam-huyen-qu |date=2015-04-02 }}\n*[http:\/\/dulichbacgiang.gov.vn\/diem-du-lich\/vung-dat-con-nguoi-bac-giang\/su-hinh-thanh-va-phat-trien-cua-thien-phai-truc-lam-qua-khoi-tu-lieu-moc-ban-tai-chua-vinh-nghiem-147.html Sự hình thành và phát triển của Thiền phái Trúc Lâm qua khối tư liệu mộc bản tại chùa Vĩnh Nghiêm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160731192841\/http:\/\/dulichbacgiang.gov.vn\/diem-du-lich\/vung-dat-con-nguoi-bac-giang\/su-hinh-thanh-va-phat-trien-cua-thien-phai-truc-lam-qua-khoi-tu-lieu-moc-ban-tai-chua-vinh-nghiem-147.html |date=2016-07-31 }}\n*Thích Thanh Từ: ''Thiền sư Việt Nam'', TP HCM 1995.\n*Nguyễn Lang: ''Việt Nam Phật giáo sử luận I-III'', Hà Nội 1992.\n*Nguyễn Hiền Đức: ''Lịch sử Phật giáo đàng trong'', TP HCM 1995.\n\n{{Phái thiền Trúc Lâm Yên Tử}}\n{{Lịch sử Việt Nam thời Trần}}\n\n[[Thể loại:Thiền tông Việt Nam]]\n[[Thể loại:Văn hóa Việt Nam thời Trần]]\n[[Thể loại:Văn hóa xứ Đông]]"}