{"3637053":"{{Thiếu nguồn gốc|date=tháng 2\/2022}}\n'''Hoàng Thiều Hoa''' ([[3]] - [[41]]) là một [[Chỉ huy quân sự|nữ tướng]] của [[Hai Bà Trưng]] trong [[lịch sử Việt Nam]].\n\n==Thân thế==\nThiều Hoa sinh ngày mùng 2 tháng 1 năm [[Quý Hợi]] (năm 3 SCN), tức niên hiệu Nguyên Thủy thứ 3 thời [[Hán Bình Đế]]. Một số sử sách có ghi chép lại bà họ Hoàng. Bà là người đẹp nhất thời [[Lĩnh Nam]], xuất thân trong một gia đình nông dân nghèo ở động Lăng Sương bên bờ sông Đà thuộc huyện Thanh Châu (nay là huyện [[Thanh Thủy]], tỉnh [[Phú Thọ]]). Theo thần tích, cha bà là Hoàng Phụ và mẹ là Đào Thị Côn. Tương truyền, hai ông bà tuổi đã cao nhưng vẫn chưa có con. Một hôm, hai vợ chồng lên núi kiếm củi, tới trưa khi mặt trời đã đứng bóng, đang ngồi nghỉ dưới gốc cây, trong lúc đang mơ màng, ông Phụ thấy có một người con gái xưng là Hoa Nướng Sơn thần, nói với ông rằng: \"Ngọc Hoàng biết hai vợ chồng ông bà là người có đức mà hiếm muộn về con cái nên sai tôi xuống giúp ông bà yên lòng\". Ông tỉnh dậy kể lại giấc mơ cho vợ nghe. Hai vợ chồng vừa nửa mừng, nửa lo. Ít lâu sau, bà Côn có mang và sinh ra một đứa con gái, đặt tên là Thiều Hoa.\n\nThời niên thiếu, trong những buổi chăn trâu, hái củi bên núi Tản Viên, bà thường cùng bạn bè đẽo củi tre, dùng gậy khăng chia làm hai phe chơi đánh phết, dựng cây chuối làm bia, dùng gậy để phóng lao. Khi bà 16 tuổi thì cha mẹ mất, bà rời động Lăng Sương đi tìm cảnh phật làm nữ tu hành. Qua nhiều nơi, bà đến chùa Phúc Khánh, trang Song Quan (chính là chùa Hiền Quan ngày nay).\n\n==Theo Hai Bà Trưng khởi nghĩa==\nThấy Thiều Hoa đã trưởng thành, nhà sư khuyên bà cùng với những đồng môn khác đến ứng nghĩa dưới lá cờ của Hai Bà Trưng. Tại Mê Linh, những tráng sĩ trai gái sông Đà, sông Thao được Hai Bà Trưng tiếp đón nồng nhiệt. Bà cùng 500 quân sĩ gia nhập quân của [[Hai Bà Trưng]] khởi nghĩa đánh đuổi giặc [[Hán]], được phong làm Tiên phong hữu tướng, nhiều lần giáp trận với giặc Hán đều được toàn thắng.\n\nSau khi đánh tan giặc Hán, bà được [[Trưng Vương]] phong làm Đông Cung Công chúa, nhưng bà không nhận quan chức ở triều đình, bà chỉ xin được về an xã nên đã tâu với vua rằng: \"Kẻ hạ thần vốn là người con gái đang nguyện chốn tu hành, nên chức trọng quyền cao nào có ích gì, nếu bệ hạ nghĩ tới công lao mà ban thưởng thì xin bệ hạ gia ân cho hạ thần được thực ấp tại bản địa nơi tu hành là đủ\". Nghe vậy, [[Trưng Vương]] ưng thuận. Thiều Hoa trở về Song Quan cho tu sửa lại cảnh chùa, ban phát vàng bạc, gấm vóc được thưởng cho dân nghèo.\n\n==Qua đời==\nTheo thần tích thì Thiều Hoa mất vào ngày [[21 tháng 7]] năm [[Tân Sửu]] ([[41]]). Một hôm, giữa lúc trời quang mây tạnh, Thiều Hoa đang đi dạo chơi ven cánh đồng làng. Tự nhiên, một cơn giông kéo đến bất ngờ. Trời bỗng tối sầm lại, [[sấm sét]] đùng đùng rồi mưa trút xuống như thác. Khi tạnh ráo, dân làng đi tìm nàng thì thấy nàng đã hóa.\n\nSau khi bà mất, [[Trưng Vương]] đã truy phong bà là \"Phụ Vương Công chúa\" và truyền cho dân làng lập đền thờ bà. Nhân dân Song Quan suy tôn bà là \"Đức thánh mẫu Đệ nhất Đại Vương\" của làng và thờ cúng bà rất tôn nghiêm. Từ đó đến nay, đền thờ, lăng mộ của bà, chùa Phúc Khánh và đình làng vẫn được giữ gìn và luôn tu tạo chu đáo.\n\n==Được tôn thờ==\nHiện nay ở xã [[Hiền Quan]], huyện [[Tam Nông, Phú Thọ|Tam Nông]], tỉnh [[Phú Thọ]] có đền và miếu thờ Bà. Tại chùa Phúc Khánh ở xã [[Hiền Quan]] cũng thờ bà, vì sau khi bà xin về Song Quan, bà có thọ giới với Bồ Tát Tăng Giả Nan Đà. Hàng năm đến ngày kỵ của bà, dân chúng tổ chức hội làng trong ba ngày.\n\nTên của Bà được đặt cho một con đường ở phường Hiệp Tân, quận Tân Phú, thành phố Hồ Chí Minh, một con đường tại quận Ngũ Hành Sơn, thành phố Đà Nẵng và một phố ở huyện Phù Ninh, tỉnh Phú Thọ.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật Việt Nam}}\n{{Thời gian sống |3|41}}\n\n[[Thể loại:Người họ Hoàng tại Việt Nam]]\n[[Thể loại:Nữ tướng của Hai Bà Trưng]]"}