{"309193":"[[Tập tin:Zen Monastery Van Hanh Da Lat 01.jpg|nhỏ|Lối vào Thiền viện Vạn Hạnh]]\n'''Thiền viện Vạn Hạnh''' là thiền viện tọa lạc tại địa chỉ 142 đường [[Thánh Gióng|Phù Đổng Thiên Vương]], [[Phường 8, Đà Lạt|phường 8]], thành phố [[Đà Lạt]] ([[Việt Nam]]). Đây là ngôi thiền viện lâu đời, là một trong những điểm tham quan nổi tiếng của thành phố Đà Lạt.\n\n==Lịch sử xây dựng thiền viện==\n\n*[[1952]]: Xây dựng Niệm Phật Đường Đông Thành.\n*[[1957]]: Đổi thành Khuôn Hội Vạn Hạnh.\n*[[1964]]: Đổi thành chùa Vạn Hạnh - Xây dựng chánh điện 9,6 [[m]] vách gạch mái tôn.\n*[[1980]]: Giáo hội bổ nhiệm Đại đức Thích Viên Thanh làm trú trì chùa Vạn Hạnh.\n*[[1983]]: Xây dựng tiền đường 4 m x 20 m mái ngói.\n*[[1991]]: Xây dựng cảnh [[rồng]] thiêng [[Quán Thế Âm]] thị hiện.\n*[[1992]]: Đổi tên chùa Vạn Hạnh thành Thiền Viện Vạn Hạnh.\n*[[1994]]: Lễ đặt đá xây dựng Thiền viện Vạn Hạnh ngày [[10 tháng 11]] năm [[Giáp Ngọ]] ([[12 tháng 12]] năm [[1994]]).\n*[[2002]]: Ngày [[2 tháng 3]] năm [[Nhâm Ngọ]] ([[14 tháng 4]] năm [[2002]]), lễ đặt đá xây dựng [[Thích Ca Phật Đài]]. Khuôn tượng đúc bằng xi măng và bê tông cốt thép, cao 24 m, nặng trên 60 tấn. Dưới đài sen là một ngọn giả sơn, bên trong có hang động tôn trí hình tượng các vị tổ đang tham thiền nhập định. Công trình này do Thượng tọa Thích Viên Thanh thiết kế và nghệ nhân Thùy Lam thực hiện với tổng kinh phí trên 1 tỷ 300 triệu đồng.\n\n==Mô tả==\n[[Hình:Tượng Phật Thích Ca.jpg|nhỏ|Tượng [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] tại Thiền viện Vạn Hạnh.]]\nĐặc sắc nhất của thiền viện chính là bức tượng \"Phật Thích Ca niêm hoa vi tiếu\" ngoài trời. Bảo tượng cao 24 m, rộng 20 m, tay phải cầm cánh hoa sen, hình ảnh này đặc biệt trong Thiền Tông gọi là \"niêm hoa vi tiếu\". Theo kinh điển ghi chép: Một lần tại hội Linh Thứu, Khi Đức Thế Tôn cầm một cánh sen đưa lên, cả hội chúng đều im lặng và ngơ ngác nhìn, duy chỉ có ngài [[Ma-ha-ca-diếp|Ca Diếp]] mỉm cười. Đức thế Tôn liền nói: \"''Ta có Con mắt của Chánh Pháp, Diệu Tâm của Niết Bàn, Thực Tướng của Vô Tướng, Pháp này Siêu Việt Ngôn, từ nay ta truyền trao cho Ca Diếp''\".\n\nCánh hoa sen năm xưa ở núi Linh Thứu cách đây trên hai ngàn năm trăm năm năm, lại một lần nữa được khắc họa thật sinh động tại [[Đà Lạt|Thành phố Đà Lạt]] trong khuôn viên Thiền viện Vạn Hạnh. Đây không chỉ là nơi tôn nghiêm dành cho tăng ni, Phật tử, khách thập phương đến chiêm bái hành hương mà còn được xem là một trong những công trình văn hóa độc đáo thể hiện nét kiến trúc đặc thù của Phật giáo.\n\n==Tham khảo==\n{{tham khảo}}\n{{coord|11|58|20.14|N|108|26|31.1|E|region:VN|display=title}}\n* ''Đất Việt Mến Yêu'' - ''Phạm Côn Sơn'' của ''nhà xuất bản Thanh Niên''.\n{{thể loại Commons|Van Hanh Zen Monastery}}\n{{Du lịch Lâm Đồng}}{{Chùa tại Việt Nam}}\n\n[[Thể loại:Chùa tại Lâm Đồng|Vạn Hạnh]]"}