{"80906":"{{bài cùng tên|Thiền viện Trúc Lâm}}\n{{Thông tin chùa\n| name = Thiền viện Trúc Lâm Đà Lạt\n| img = Zen Monastery Truc Lam Da Lat.JPG\n| img_size = 250\n| img_capt = Chính điện thiền viện nhìn từ vườn hoa\n| denomination = [[Trúc Lâm Yên Tử]]\n| founded = [[1994]]\n| closed = \n| founder = Hòa thượng [[Thích Thanh Từ]]\n| teacher = \n| director = \n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = núi Phụng Hoàng, thành phố [[Đà Lạt]]\n| country = {{flagicon|Vietnam}} Việt Nam\n| website = \n}}\n'''Thiền viện Trúc Lâm Đà Lạt''' là thiền viện thuộc thiền phái [[Trúc Lâm Yên Tử]]. Thiền viện cách trung tâm thành phố [[Đà Lạt]] 5 km, nằm trên núi Phụng Hoàng, phía trên [[Hồ Tuyền Lâm]]. Đây không chỉ là thiền viện lớn nhất [[Lâm Đồng]] mà còn là điểm tham quan và chiêm bái của nhiều du khách trong và ngoài nước.\n\n==Lịch sử==\nThiền viện bắt đầu được xây dựng vào năm [[1993]], đến năm [[1994]] thì hoàn thành, bản thiết kế do kiến trúc sư Vũ Xuân Hùng và Trần Đức Lộc vẽ và có sự tham gia thiết kế của kiến trúc sư nổi tiếng [[Ngô Viết Thụ]] (người thiết kế [[Dinh Độc Lập]] - nay là [[Dinh Độc Lập|Dinh Thống Nhất]], [[Thành phố Hồ Chí Minh]]) trên ý tưởng thiết kế và quy hoạch của HT Thiền sư Thích Thanh Từ. \nThiền viện được chia ra làm 4 khu vực: khu vực ngoại viện, khu tịnh thất hòa thượng, hòa thượng viện trưởng, khu nội viện tăng và khu nội viện ni.\nThiền viện do Hòa thượng [[Thích Thanh Từ]] thành lập. Đây chính nơi mà hòa thượng Thích Thanh Từ hiện nay cư ngụ chính và thường xuyên đi giáo hóa và tu hành.\nTrụ trì hiện nay là Thượng tọa Thích Thông Phương. Ngài là đệ tử kiệt xuất nhất trong hàng môn đồ của Hòa thượng Viện trưởng Thích Thanh Từ. \nHòa thượng Viện trưởng Thích Thanh Từ từng nói: \"Một ngàn người đệ tử, chỉ một mình (Thượng tọa) Thông Phương là đủ.\" Điều này khiến chúng ta nhớ lại một thiền sư Trung Hoa đã từng bảo: \"Loài có sừng tuy nhiều, một con lân là đủ.\"\n\n==Miêu tả==\n[[Tập tin:Chính điện thiền viện Trúc Lâm.jpg|nhỏ|240px|Chính điện]]\nĐây là một công trình kiến trúc độc đáo bên cạnh [[hồ Tuyền Lâm]]. Đi lên từ phía hồ Tuyền Lâm là một con đường dốc có 140 bậc thang bằng đá, hai bên là những rặng thông cao vút, xanh rì dẫn qua 3 cổng tam quan để vào chính điện. Chính điện có diện tích 192[[mét vuông|m2]], bên trong thờ tự đơn giản, nhưng mang đầy ý nghĩa của nhà [[Phật]]. Giữa điện thờ tượng [[Tất-đạt-đa Cồ-đàm|Phật Thích Ca]] cao khoảng 2m, tay phải cầm cành hoa sen đưa lên gọi là bức tượng \"Phật Thích Ca Niêm Hoa Vi Tiếu\" (vì miêu tả theo điển tích \"Niêm Hoa Vi Tiếu\"). Hoa sen là một biểu tựợng tượng trưng cho tôn giáo nhà Phật. Bên phải đức phật là [[Bồ Tát]] [[Văn-thù-sư-lợi|Văn Thù]] cưỡi sư tử. Bên trái là Bồ Tát [[Phổ Hiền]] cưỡi voi trắng 6 ngà. Chung quanh phía trên chính điện là các bức phù điêu chạm khắc 8 tướng thị hiện của đức phật và các bao lam, án thờ bằng gỗ được chạm khắc rất công phu. Hành lang phía trước chính điện là hàng cột gồm bốn cột tròn giả gỗ. Trần được lợp bằng ngói tráng men sáng loáng, mái ngói uốn nhẹ toát lên nét khiêm cung của [[người Việt]], nét thanh thoát của nhà thiền. Phía bên phải của chính điện là lầu chuông được chạm khắc phù điêu mang ý nghĩa sâu sắc của Phật giáo rất tinh xảo và đẹp mắt. Bên trong là quả đại hồng chung nặng khoảng 1,1 tấn, trên mình khắc chạm những bài kệ có ý nghĩa thanh thoát mang đầy đạo lý.[[Tập tin:Gác trống.jpg|nhỏ|240px|Gác trống]]Từ trên chính điện nhìn xuống là hồ Tuyền Lâm, phong cảnh ở đây rất đẹp, hồ nước trong xanh in bóng rặng thông bên đồi [[Thanh Lương]]. Bên dưới lưng chừng đồi, gần hồ Tĩnh Tâm là nhà khách 2 tầng nằm gọn trên một ngọn đồi có khu vườn xanh mát. Đây là nơi những phụ nữ đến xin tập tu ngắn hạn tại thiền viện. Phía trước nhà là rừng trúc xanh tươi. Đứng trước sân nhà có thể thấy đỉnh núi voi phục soi bóng xuống hồ Tuyền Lâm hùng vĩ.\n\n==Hoạt động của thiền viện==\n[[Tập tin:Lầu chuông.jpg|nhỏ|200px|Lầu chuông]] \nNhững lúc đông nhất, thiền viện có hàng ngàn tăng ni, phật tử đến theo học về thiền. Đây là một thiền viện nghiên cứu và thực hành về Thiền tông lớn nhất ở Việt Nam hiện nay với chủ trương khôi phục Thiền tông Việt Nam (có từ đời nhà Trần). Mỗi ngày, các tu sĩ ngồi thiền 3 thời trong ngày, mỗi thời 2 giờ đồng hồ và thời đầu tiên là từ lúc 3 giờ sáng. \nChia làm 2 khu chính trong các hoạt động thiền.\n*Nội viện tăng: Khu này nằm trong khu chính tham quan, du khách có thể tham quan, tuy nhiên, giờ thiền du khách không được phép vào.\n*Nội viện ni: Nội viện ni nằm tách biệt với bên ngoài, đây là khu dành cho nữ tu, nên du khách không thể tham quan khu vực này.\n\n==Các công trình phụ==\n[[Tập tin:Phía sau chính điện thiền viện Trúc Lâm.jpg|nhỏ|240px|Khu vực phía sau chính điện]]\n*Nhà Tổ (Tổ Đường), Nằm phía sau chánh điện, ở đây thờ tượng tổ sư Bồ Đề Đạt Ma bằng đá trắng khá, tượng tam tổ Trúc Lâm là sơ tổ Trúc Lâm Đại Đầu Đà Trần Nhân Tông, nhị tổ Pháp Loa và tam tổ Huyền Quang. Khu vực này du khách có thể tham quan.\n*Phòng tiếp khách, phòng này dành tiếp khách từ phương xa nên khá rộng lớn và trang trọng.\n*Phòng phát hành kinh sách và hình ảnh lưu niêm của hòa thượng. Các vật lưu niệm khi Hòa thượng thượng Thanh hạ Từ đi giáo hóa các nơi trong nước và quốc tế.\n*Phòng phát hành kinh sách với các tác phẩm do chính người viết nên và các ấn phẩm [[Phật giáo]] khác.\n\n==Giải thưởng==\n\nThiền viện được báo ''[[Sài Gòn Tiếp Thị]]'' trao giải \"''Điểm du lịch được hài lòng nhất''\" nhiều năm liền.\n\n==Vườn hoa==\nCó thể nói vườn hoa của thiền viện là một trong những điểm du khách không thể bỏ qua và là vườn hoa hiếm hoi sưu tập nhiều loại hoa lạ. Các giống hoa được các tăng ni ươm trồng và có hẳn một vườn ươm và cấy ghép. Các giống hoa được hòa thượng mang từ khắp nơi trên thế giới về ươm trồng. Nổi tiếng nhất là giống: sim tím, [[Bông gạo|bông gòn]] Úc, [[phù dung]],…\n\n==Hình ảnh==\n<gallery widths=\"160\" heights=\"170\">\nTập tin:ThienVienTrucLamDaLat entrance gate.JPG|Cổng lên thiền viện\nTập tin:ThienVienTrucLamDaLat view to the lake.JPG|Từ cổng nhìn ra [[hồ Tuyền Lâm]]\nTập tin:Phong cảnh ở thiền viện Trúc Lâm.jpg|Phong cảnh ở phía trước thiền viện\nTập tin:ThienVienTrucLamDaLat main hall.JPG|Sảnh chính điện\nTập tin:ThienVienTrucLamDaLat main building.JPG|Chính điện\nTập tin:Một góc Thiền viện Trúc Lâm.jpg|Gác trống\nTập tin:Tượng bồ đề Đạt Ma Thiền viện Trúc Lâm.jpg|Tranh tượng Bồ Đề Đạt Ma phía sau thiền viện\nTập tin:Bản đồ tham quan Thiền viện Trúc Lâm.jpg|Bản đồ tham quan thiền Viện\nTập tin:A Rottweiler at Truc Lam Monastery, Da Lat, Vietnam.jpg|Một chú chó Rottweiler\nTập tin:A rotating ball at at Truc Lam Monastery, Da Lat, Vietnam.jpg|Một quả cầu xoay trong khuôn viên\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n{{coord|11|55|50.57|N|108|27|34.31|E|region:VN|display=title}}\n{{thể loại Commons|Truc Lam Zen Monastery, Da Lat}}\n{{Phái thiền Trúc Lâm Yên Tử}}\n{{Du lịch Lâm Đồng}}\n\n[[Thể loại:Du lịch Đà Lạt]]\n[[Thể loại:Thiền viện Việt Nam]]\n[[Thể loại:Chùa tại Lâm Đồng|Trúc Lâm]]"}