{"11953144":"[[Tập tin:Trúc Lâm Đạo Nguyên 5.jpg|nhỏ|phải|300px|Phong cảnh Thiền Viện Trúc Lâm Đạo Nguyên]]\n[[Tập tin:Trúc Lâm Đạo Nguyên 2.jpg|nhỏ|phải|300px|Phong cảnh Thiền Viện Trúc Lâm Đạo Nguyên]]\n\n'''Thiền viện Trúc lâm Đạo Nguyên''' là một cơ sở phật giáo thuộc [[Thiền phái Trúc Lâm|Thiền phái Trúc Lâm Yên Tử]] nằm trong [[khu bảo tồn thiên nhiên Nâm Nung]], thuộc huyện [[Đăk Song]], tỉnh Đắk Nông (cách thành phố [[Gia Nghĩa]] 40km về hướng bắc). Thiền viện Trúc lâm Đạo Nguyên nằm ẩn mình trong rừng thông bát ngát, cách xa khu dân cư nên rất yên tĩnh, mang không khí thiền tịnh, dựa lưng vào dãy Nâm Nung cao 1500m nên khí hậu quanh năm mát mẻ. Ngôi Thiền viện Trúc lâm Đạo Nguyên (Đắk Song) cùng với [[Khu bảo tồn thiên nhiên Tà Đùng]] ([[Đắk Glong]]) là 2 trọng điểm du lịch của tỉnh Đăk Nông được ưu tiên đầu tư xây dựng.<ref>[http:\/\/daknongdpi.gov.vn\/News.aspx?opt=detail&id=1310 Bế mạc Hội nghị Ban Chấp hành Đảng bộ tỉnh Đăk Nông lần thứ 9, khóa XI ]<\/ref>\n\n\nThiền viện được sự cho phép của Lãnh đạo địa phương và sự chỉ đạo của Hòa Thượng [[Thích Nhật Quang]] (Trưởng Ban Quản trị Thiền phái Trúc lâm) khởi công xây dựng vào năm 2010 và khánh thành giai đoạn 1 năm 2018 dưới sự chứng minh của Hòa Thượng [[Thích Thanh Từ]] (Tông chủ Thiền phái Trúc lâm - Phó Pháp Chủ HĐ Chứng Minh GHPG Việt Nam) cùng chư Tôn đức Tăng Ni trong và ngoài tỉnh. Thiền viện này nằm trong một khu rừng thông, thuộc vùng lõi của Khu bảo tồn thiên nhiên [[Nâm Nung]] rộng hơn 5.000ha. Cách khoảng 02km về phía nam là [[thác Lưu Ly]]. Phía sau Thiền viện, chếch về hướng Đông Bắc là khu Di tích lịch sử cách mạng Căn cứ kháng chiến B4 – Liên tỉnh IV của lực lượng kháng chiến tỉnh Quảng Đức (cũ) và lực lượng kháng chiến liên tỉnh IV trong cuộc kháng chiến chống Mỹ (1959 – 1975). Hiện nay Thiền viện do Đại Đức Thích Đạt Ma Đắc Thịnh trụ trì. \n\nTheo dự án được duyệt, Thiền viện Trúc Lâm Đạo Nguyên được xây dựng gồm những hạng mục chính như: Chánh điện, tăng đường, thất Phương Trượng, Quan Âm đình, nhà trưng bày, nhà khách và các công trình phụ trợ khác. Đến 2023, Thiền viện đã hoàn thành thêm Đài Điều Ngự Giác Hoàng (Trần Nhân Tông), và Tổ đường cũng đang trong quá trình hoàn thiện bước cuối. Ngôi thiền viện là nơi sinh hoạt của các Thiền sinh tu tập theo đường lối Thiền phái Trúc lâm, và các phật tử gần xa cùng thường đến tu học. Do có phong cảnh đẹp và khí hậu mát mẻ nên nơi này thu hút được nhiều du khách đến tham quan, lễ phật. Theo thiết kế, các công trình đều mang nét kiến trúc văn hóa như các ngôi Thiền Viện khác, hài hòa với không gian thờ tự, thiết thực cho nhu cầu tôn giáo và tu học Phật pháp của Tăng ni Phật tử.\n\n==Hình ảnh==\n{|\n|[[Tập tin:Trúc Lâm Đạo Nguyên 1.jpg|nhỏ|giữa|220px]]|| \n|[[Tập tin:Trúc Lâm Đạo Nguyên 7.jpg|nhỏ|giữa|220px]]||\n[[Tập tin:Trúc Lâm Đạo Nguyên 4.jpg|nhỏ|giữa|220px]]\n|}\n{|\n|[[Tập tin:Trúc Lâm Đạo Nguyên 6.jpg|nhỏ|giữa|220px]]|| \n|[[Tập tin:Trúc Lâm Đạo Nguyên 3.jpg|nhỏ|giữa|220px]]||\n[[Tập tin:Trúc Lâm Đạo Nguyên 8.jpg|nhỏ|giữa|220px]]\n|}\n\n==Chú thích==\n{{tham khảo}}\n\n==Xem thêm==\n*[[Công viên địa chất Đắk Nông]]\n\n[[Thể loại:Chùa tại Đắk Nông]]\n[[Thể loại:Du lịch Đắk Nông]]"}