{"222457":"{{Infobox Writer\n| name = Thiếu Sơn\n| image = Portrait of writer Thiếu Sơn (cropped).jpg\n| bgcolour = silver\n| caption = Thiếu Sơn\n| birth_date = [[1908]] \n| birth_place = [[Hải Dương]], [[Việt Nam]]\n| death_date = [[1978]] (70 tuổi)\n| death_place = [[Huế]], [[Việt Nam]]\n| occupation = Nhà văn, nhà báo, nhà phê bình văn học\n| movement =\n| magnum_opus = Xem phần tác phẩm\n| influenced = \n| influences =\n| website =\n| footnotes =\n}}\n'''Thiếu Sơn''' ([[1908]] - [[1978]]) tên thật là '''Lê Sĩ Quý'''; là nhà văn, nhà báo, nhà phê bình văn học [[Việt Nam]].\n\n==Tiểu sử== \nÔng sinh tại [[Hải Dương]]<ref>Ghi theo ''Từ điển tác gia Văn hóa Việt Nam'', Nhà xuất bản VHTT, 1999 và ''Thiếu Sơn, Những Văn nhân Chính khách một thời'', Nhà xuất bản Công an nhân dân, 2006. riêng ''Từ điển Văn học'' (bộ mới), Nhà xuất bản Thế giới, 2004 ghi Thiếu Sơn sinh tại [[Hà Nội]] vào năm 1907 và mất năm 1977, nhưng qua 2 bài thơ của Ca Văn Thỉnh và Đào Duy Anh ghi bên trên đều làm vào năm 1978, như vậy năm thiếu Sơn mất 1978 là đúng.<\/ref> trong một gia đình có truyền thống [[Nho giáo|Nho học]].\n\nNăm [[1927]], tốt nghiệp thành chung, ông vào [[Gia Định]] làm công chức sở Bưu điện, bắt đầu viết cho ''[[Nam Phong tạp chí]]'' và sau này còn viết cho nhiều báo khác nữa, như: ''Tiểu thuyết thứ Bảy, Đại Việt tạp chí, Nam Kỳ tuần báo''...\n \nÔng đã cùng [[Hoài Thanh]], [[Phan Khôi]] tham gia cuộc tranh luận văn học \"Nghệ thuật vị nghệ thuật – Nghệ thuật vị nhân sinh\" với [[Hải Triều]] vào thập niên [[1930]]<ref>Nhưng sau đó Thiếu Sơn tự động rút lui và trong bài \"Văn học bình dân\", ông đã gián tiếp tán thành quan điểm \"Nghệ thuật vị nhân sinh\".<\/ref>.\n\nSau [[Cách mạng tháng Tám]], ông chuyển sang các đề tài chính trị, tham gia Đảng Xã hội Pháp SFIO.\n\nNăm [[1947]] đến [[1949]], Thiếu Sơn làm chủ bút báo ''Justice'' (Công lý), tích cực đấu tranh kháng Pháp đến nổi có lần bị bắt giam.\n\nNăm [[1949]], ông cùng với [[Vũ Tùng]], [[Dương Tử Giang]] trốn ra vùng kháng chiến, tham gia Chi hội Văn nghệ [[Nam Bộ Việt Nam|Nam Bộ]], làm việc ở Đài phát thanh Nam Bộ và là thư ký tòa soạn báo ''Cứu quốc Nam Bộ''.\n\nNăm [[1954]], sau [[hiệp định Genève, 1954|hiệp định Genève]] ông trở lại [[Thành phố Hồ Chí Minh|Sài Gòn]], rồi cùng với Vũ Tùng, Dương Tử Giang, [[Lý Văn Sâm]], sử dụng các báo ''Công Lý, Điện Báo, Thần Chung'' đấu tranh chống chế độ của Tổng thống [[Ngô Đình Diệm]]. Vì vậy, ông bị chính quyền bắt giam cho đến năm [[1960]].\n\nNăm [[1968]], ông tham gia Liên minh \"Dân tộc, Dân chủ, Hòa bình\", đến năm [[1972]] thì bị chính quyền của Tổng thống [[Nguyễn Văn Thiệu]] bắt đày ra [[Côn Đảo]].\n\nNăm [[1973]], ông được tự do tại [[Lộc Ninh]], nhờ thỏa thuận \"trao trả tù binh\" giữa các bên. Thiếu Sơn trở ra Bắc rồi sang [[Pháp]] để vận động Việt kiều ủng hộ cuộc kháng chiến chống Mỹ. Cuối năm [[1975]], ông trở về nước, đoàn tụ với gia đình.\n\nTuy đau yếu luôn, nhưng ông vẫn viết bài cho báo ''Đại đoàn kết'' và S''ài Gòn giải phóng'', cho đến khi ông bị tai biến mạch máu não rồi qua đời tại [[Thành phố Hồ Chí Minh]], thọ 70 tuổi.\n\n==Tác phẩm==\n:*Phê bình và cảo luận (1933)\n:*Câu chuyện văn học (1933)\n:*Đời sống tinh thần (1933)\n:*Người bạn gái (1942)\n:*Giữa hai cuộc cách mạng 1789 và 1947.\n:*Nghệ thuật và nhân sinh (2000)\n:*Nợ bút nghiên (hồi ký, viết khi ở Paris, chưa xuất bản)\n:*Và rất nhiều bài báo có giá trị…\n\n==Nợ bút nghiên==\nNhà nghiên cứu văn học [[Vũ Ngọc Phan]] phê bình:\n:''Thiếu sơn, tác giả tập \"Phê bình và cảo luận\" là một nhà phê bình mềm mỏng và thủ cựu. Mềm mỏng vì cái nước đôi của ông không làm mếch lòng ai cả. Thủ cựu vì những cái ông khen đều là những cái quá cũ, không còn thích hợp với thời buổi mới nữa.''\n\nĐến phần tiểu thuyết của Thiếu Sơn, ông Phan viết: \n:''Cặp trai gái mà Thiếu Sơn tả trong ''Người bạn gái'' là một cặp trai gái có những bộ óc cổ nhân, già nua hơn cả những nhân vật trong một vài tập văn xuôi của [[Tương Phố]] và thua xa những nhân vật trong [[Tố Tâm|Tố tâm]] của [[Hoàng Ngọc Phách]] về đủ mọi đường.''\n\n:''Khi viết các bài phê bình cũng như khi viết tiểu thuyết, Thiếu Sơn chăm chúc vào sự gọt giũa câu văn thái quá, cho nên lời át mất cả ý; trong sự phát biểu ý kiến cùng tư tưởng của ông thiếu hẳn sự thành thực…''<ref>Nhà văn hiện đại, tập hai, Nhà xuất bản KHXH, 1989, tr. 596-597<\/ref>\n\nNhà thơ [[Huy Cận]] khen ngợi:\n:''Phê bình tác phẩm hay phê bình nhân vật đều khó, nhưng phê bình nhân vật còn khó hơn một bậc vì nó đòi hỏi nhà phê bình phải nắm khá sâu cả cuộc đời hoạt động của nhân vật. Có thể nói Thiếu Sơn đã sáng tạo ra loại phê bình này trong văn học hiện đại của nước ta…''\n\n:''Thiếu Sơn đã đứng trên lập trường dân tộc mà bình luận các nhân vật, mà rút tỉa bài học của các nhân vật trong hàng loạt bài báo của anh. Phải công nhận rằng viết những bài \" bình công luận tội\" ấy dưới chế độ ở Sài Gòn là một sự can đảm… ''<ref name=\"a\">Thiếu sơn, ''Những Văn nhân Chính khách một thời'', Nhà xuất bản Công an nhân dân, 2006<\/ref>\n\nVà ''Từ điển Văn học'' (bộ mới) nhận xét: \n:''\"Truyện và tiểu thuyết của Thiếu sơn không có gì mới, ông chỉ nổi bật ở lĩnh vực phê bình. Với Phê bình và cảo luận, ông được coi là một trong những người mở đầu cho phê bình văn học bằng chữ quốc ngữ ở Việt Nam. Ngoài ra, ông còn là một trong những người đầu tiên mở đầu cho một loại phê bình mới: phê bình nhân vật.''\n:''Mặc dù có những tác động tích cực đến sáng tác và thưởng thức văn học đương thời, nhưng Phê bình và cảo luận vẫn không tránh khỏi những hạn chế. Phương pháp phê bình của ông còn võ đoán, cảm tính, văn phong hãy còn biền ngẫu…\"''<ref>''Từ điển Văn học'' (bộ mới), Nhà xuất bản Thế giới, 2004, tr. 1681<\/ref>\n\n==Thương nhớ==\nNhà báo Phạm Hữu Tùng, bạn Thiếu Sơn, kể:\n:''Cuộc sống chiến khu kham khổ, nhưng không ai nghe Thiếu Sơn kêu ca bao giờ. Hàng ngày, vẫn đòi phần việc lao động sản xuất tự túc, bình đẳng với anh chị em. Hôm nào có ấm chè tàu hay bánh thuốc lá là réo gọi mọi người đến cùng thưởng thức. Đặc biệt, ông rất vui tính và có cả kho chuyện khôi hai…''\n:''Con người cũng như văn ông, thật giản dị và trong sáng …''\n\n:''Ngày ấy, anh (Thiếu Sơn) đã nói: Anh em đừng lo, \"chúng nó\" (chỉ đối phương) không bắt nạt nổi tôi đâu\". Nói thật, anh em tin anh, nhưng không khỏi lo cho anh, tuổi đã cao, sức đã yếu…Hôm nay, tất cả đều hân hoan cất mũ chào anh, mừng cho anh đã giữ trọn một lời hứa lớn. Hứa với Tổ quốc. Hứa với mình. Một điều không phải dễ.'' <ref name=\"a\">Thiếu sơn, N''hững Văn nhân Chính khách một thời'', Nhà xuất bản Công an nhân dân, 2006<\/ref>\n\nVà mấy đoạn thơ của bè bạn:\n\n:'''Khóc anh Thiếu Sơn'''\n:(trích)\n:''…Rả rích mưa đông sầu nặng gối,'''\n:''Âm thầm lệ mộng ướt bên tai.''\n:''Mừng anh nhẹ bước ngoài tro bụi, ''\n:''Tôi vẫn loay hoay với kiếp người.''\n\n:(Hà Nội, đêm 7 – 8 tháng 1 năm 1978)\n:[[Đào Duy Anh]] bái khóc\n\n:''' Nhớ Thiếu Sơn'''\n:(trích)\n:''Vui sống yêu đời nhớ tính anh''\n:''Thích lời, thông cảm cả tâm tình ''\n:''Tình yêu nghĩa cả, yêu non nước… ''\n\n:''Anh mất mà Thiếu Sơn vẫn còn ''\n:''Văn anh luôn thấm tấm lòng son… ''\n:(TP Hồ Chí Minh, ngày 6 tháng 1 năm 1978)\n\n:Ngạc Xuyên ([[Ca Văn Thỉnh]])\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/nhavantphcm.com.vn\/chan-dung-phong-van\/thieu-son-nha-van-chinh-truc.html Thiếu Sơn nhà văn chính trực] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110411080828\/http:\/\/nhavantphcm.com.vn\/chan-dung-phong-van\/thieu-son-nha-van-chinh-truc.html |date = ngày 11 tháng 4 năm 2011}}\n* [http:\/\/tapchisonghuong.com.vn\/index.php?main=newsdetail&pid=0&catid=7&ID=1391&shname=Thieu-Son-voi-phe-binh-va-cao-luan Thiếu Sơn với phê bình và cảo luận]\n* [http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/7\/52348.cand Nhà báo – nhà văn Thiếu Sơn: \"Điệp viên\" không số] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111101220517\/http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/7\/52348.cand |date=2011-11-01 }}\n\n{{Thời gian sống|sinh=1908|mất=1978}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà nghiên cứu văn học Việt Nam]]"}