{"476031":"{{Chú thích trong bài}}\n{{otheruses5|Thiền Viện Trúc Lâm Yên Tử|tông phái phật giáo đời Trần|Trúc Lâm Yên Tử| các thiền viện Trúc Lâm|Thiền viện Trúc Lâm}}\n{{Chùa\n| name = Thiền viện Trúc Lâm Yên Tử<br>Chùa Lân<br>Long Động Tự\n| img = Chùa Lân-Thiền viện Trúc Lâm Yên Tử.jpg\n| img_size = 250px\n| img_capt =<br>Mặt trước chùa Lân, tháng 3 năm 2008\n| denomination = [[Trúc Lâm Yên Tử]]\n| founded = [[Trần Nhân Tông]]?\n| closed = \n| founder = \n| teacher = \n| director = [[Thượng tọa Thích Thông Phương]]<ref>[http:\/\/www.thuong-chieu.org\/uni\/CacThienVien\/Html\/tv-yentu.htm Thiền viện Trúc Lâm Yên Tử, (chùa Long Động)] <br>[http:\/\/thuongchieu.net\/index.php?option=com_content&view=article&id=18&Itemid=322 Tổng quan các thiện viện, thiền tông Việt Nam]<\/ref>\n| roshi = \n| abbot = \n| priest = \n| rinpoche = \n| reverend = \n| address = [[Uông Bí]], [[Quảng Ninh]]\n| country = [[Việt Nam]]\n| website = \n}}\n'''Thiền viện Trúc Lâm Yên Tử''', còn gọi là '''Chùa Lân''' hay tên chữ là '''Long Động Tự''' là một ngôi chùa trên [[núi Yên Tử]], thuộc địa phận thôn Nam Mẫu, xã [[Thượng Yên Công]], thành phố [[Uông Bí]], tỉnh [[Quảng Ninh]], nằm trong [[Quần thể di tích danh thắng Yên Tử]].\n== Lịch sử ==\n[[Hình:Tam quan chùa Lân.jpg|nhỏ|250px|phải|Tam quan chùa]]\nNăm [[1293]], vua [[Trần Nhân Tông]] đã cho tôn tạo, xây dựng chùa Lân thành một nơi khang trang lộng lẫy, chùa Lân trở thành Viện Kỳ Lân, là nơi giảng đạo, độ tăng. Ba vị sư tổ Trúc Lâm là Trần Nhân Tông, [[Pháp Loa]] và [[Huyền Quang]] thường đến đây thuyết pháp, giảng kinh. Chùa Lân xưa kia là một trong những ngôi chùa quan trọng nhất trong hệ thống chùa tháp của Thiền phái Trúc Lâm.\n\nTrong [[chiến tranh Đông Dương|kháng chiến chống Pháp]], chùa gần như bị thiêu huỷ hoàn toàn, chỉ còn hệ thống các mộ tháp gồm 23 tháp, trong đó tháp lớn nhất là tháp mộ thiền sư [[Chân Nguyên]] ([[1647]]-[[1726]]).\n\n== Xây dựng ==\n[[Hình:Tượng Phật chùa Lân.jpg|nhỏ|250px|phải|Tượng [[Phật]] [[Tất-đạt-đa Cồ-đàm|Thích-ca Mâu-ni]] trong chính điện]] \nNgày 19 tháng 1 năm Nhâm Ngọ (2002), lễ đặt đá xây dựng chùa Lân – Thiền Viện Trúc Lâm Yên Tử đã được tổ chức. Công trình được xây dựng với sự khởi xướng của hoà thượng Thích Thanh Từ, Viện trưởng Thiền Viện Trúc Lâm Đà Lạt và công đức của các tăng ni, phật tử trong, ngoài nước. Nhân dịp ngày sinh của Điều Ngự Giác Hoàng Trần Nhân Tông, ngày 11 tháng 11 năm Nhâm Ngọ (2002) Chùa Lân – Thiền Viện Trúc Lâm Yên Tử được chính thức khánh thành trên diện tích gần 5 mẫu.\n\n== Kiến trúc ==\n[[Hình:Tháp Tịch Quang.jpg|nhỏ|200px|trái|Tháp Tịch Quang thờ thiền sư Chân Nguyên]]\nChùa Lân nằm trên một quả đồi có hình dáng một con lân nằm phủ phục. Hiện thời ngõ chùa Lân vẫn còn lưu dấu tích xưa, ngõ dài, rộng, hai bên có nhiều tháp mộ các nhà sư.\n\nCác công trình chính của chùa gồm Chính điện, Nhà thờ Tổ, Lầu trống, Lầu chuông, Nhà tăng, La Hán đường… Bài trí trong chùa đơn giản, dùng ngay chữ quốc ngữ trên các hoành phi, câu đối.\n\nTrong toà Chính điện có tượng đồng Thích ca mâu ni nặng gần 4 tấn. Sau Chính điện, trước nhà thờ Tam tổ Trúc Lâm có tượng Bồ Đề Đạt Ma làm bằng gỗ dáng hương có nguồn gốc từ Nam Mỹ, tượng cao 3,2m, bệ đỡ cao 0,65m, [[chiều rộng]] bệ đỡ 0,95m, nặng khoảng 3,2 tấn với những đường nét chạm khắc tinh tế.\n\nTrước sân Thiền viện đặt một quả cầu Như ý báo ân Phật bằng đá hoa cương đỏ, đường kính 1,590m, trọng lượng 6,5 tấn được lấy từ mỏ đá An Nhơn, tỉnh Quy Nhơn. Quả cầu được đặt trên một bệ đá có tiết diện vuông, nặng 4 tấn, bên ngoài là bể nước hình bát giác với tám bồn hình cánh hoa bao quanh tượng trưng cho bát chính đạo. Quả cầu đã được trung tâm Sách kỉ lục Việt Nam xác định: Quả cầu Như ý lớn nhất Việt Nam.\n\nTrong La Hán đường có bộ tượng gỗ mười tám vị La Hán được chạm khắc tinh tế, đủ các dáng điệu tư thế và lai lịch của từng vị.\n\nPhía bên trái tháp thiền viện có một cây đa cổ thụ bảy trăm năm tuổi, cành lá sum xuê tươi tốt.\n\n== Liên kết ngoài ==\n* [http:\/\/www.baoquangninh.com.vn\/?lang=V&func=newsdetail&newsid=46162&CatID=67<!--http:\/\/www.shopvemaybay.com\/thong-tin-du-lich\/viet-nam\/dac-sac-chua-lan-thien-vien-truc-lam-yen-tu-quang-ninh\/--> Đặc sắc chùa Lân – Thiền viện Trúc lâm Yên Tử (Quảng Ninh)]{{Liên kết hỏng|date=2023-03-13 |bot=InternetArchiveBot }}\n* [http:\/\/www.quangninh.gov.vn\/bqlcdttd\/khu_di_tich_dan_thang_yt\/002590.aspx Sơ lược về giá trị lịch sử, văn hóa của khu di tích danh thắng Yên Tử]{{Liên kết hỏng|date = ngày 4 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n{{Phái thiền Trúc Lâm Yên Tử}}\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Thể loại Commons|Truc Lam Zen Monastery, Yen Tu}}\n\n[[Thể loại:Thiền viện Việt Nam|Trúc Lâm Yên Tử]]\n[[Thể loại:Quảng Ninh]]"}