{"87343":"{{văn phong}}\n[[Tập tin:TLTY2.jpg|thế=|nhỏ|578x578px|TTC World - Thung lũng Tình yêu, Đà Lạt.]]\n'''Thung Lũng Tình Yêu''' là một trong những thắng cảnh thơ mộng nhất tại [[Đà Lạt]], cách trung tâm thành phố khoảng 5&nbsp;km về phía bắc. Đó là nơi đập Đa Thiện quy tụ những dòng suối nhỏ chảy từ đồi núi cao, thành [[hồ Đa Thiện]] trong vắt uốn quanh thung lũng rợp bóng thông xanh. Vào những năm 30, toàn quyền Đông Dương và các cặp tình nhân người Pháp thường chọn khung cảnh này cho những buổi hẹn hò, rồi đặt tên là ''Vallée d'Amour''. Đến thời vua Bảo Đại, vùng này được gọi là ''Thung lũng Hòa Bình''<ref>''Non nước Việt Nam'', Nhà xuất bản Văn hóa Thông tin, 2005<\/ref>.Năm 1953, ông [[Nguyễn Vỹ]] - Chủ tịch Hội đồng thị xã Đà Lạt lúc bấy giờ - đã đề xuất đổi tên ''Thung lũng tình yêu''.<ref>''Đà Lạt 24G'', Nhà xuất bản Thế giới, 2004<\/ref>\n\n''Thung lũng Tình Yêu'' đẹp và cuốn hút bởi thung lũng sâu và đồi thông quanh năm xanh biếc. Năm 1972, một đập ngăn nước được xây dựng vắt ngang qua thung lũng tạo thành hồ Đa Thiện, làm tăng thêm sức quyến rũ cho cảnh quan chung, đồng thời xuất hiện thêm hai tên gọi khác bên cạnh Thung lũng Tình Yêu là đập 3 và hồ Đa Thiện 3.\n\nDu khách có thể men theo những lối mòn hoặc leo cả trăm bậc, đi qua cổng hoa với màu sắc rực rỡ để lên đồi Vọng Cảnh. Từ đây, Thung lũng Tình Yêu hiện ra trong tầm mắt đẹp tựa một bức tranh sinh động.\n\nTheo [[Hà Nội Mới]], những con đường đất đỏ uốn lượn vòng vèo đưa khách lên đồi hoặc dẫn đến tận đỉnh núi [[Lâm Viên|Lang Biang]] thấp thoáng trong mây. Du khách cũng có thể vượt qua chiếc cầu nhỏ để khám phá đồi Địa Đàng, một địa điểm lý tưởng nhờ được bao quanh bởi hồ nước.\n\nTTC World – Thung lũng Tình yêu là một địa danh du lịch sinh thái lý tưởng và hấp dẫn đã trở nên quen thuộc với du khách gần xa.\n\nNếu trước đây, du khách đến với Thung lũng Tình yêu như chốn tìm về của các cặp tình nhân hay nhắc đến Đồi Mộng Mơ như một Đà lạt thu nhỏ với kiến trúc Đà Lạt hoàn chỉnh và là nơi lưu trữ văn hóa Tây Nguyên hoàn hảo, thì giờ đây TTC World – Thung lũng Tình yêu với sự hợp nhất của 2 khu du lịch này sẽ mang lại quy mô xứng tầm, cảnh quan – kiến trúc đậm chất Đà Lạt, dịch vụ chất lượng và trải nghiệm đẳng cấp cho du khách.\n\nSong song mức đầu tư lên đến 40 triệu đô la Mỹ cho các hạng mục khu vui chơi trong nhà, ngoài trời với đầy đủ các phân khu thì TTC World – Thung lũng Tình yêu còn được đầu tư 4 triệu đô la Mỹ cho hàng loạt hạng mục phục vụ về cảnh quan.\n\nHàng loạt hạng mục đầu tư lớn đi cùng với nâng cao chất lượng dịch vụ thể hiện quyết tâm của TTC Hospitality trong việc đưa TTC World – Thung lũng Tình yêu lên một tầm cao mới và cũng là chìa khóa giúp KDL đem đến những trải nghiệm mới mẻ cho du khách khi đến thăm xứ sở sương mù.\n\nTTC World – Thung lũng Tình yêu hợp nhất 2 khu du lịch Thung lũng Tình yêu và đồi Mộng Mơ với tổng diện tích lên đến 137 ha. Khu du lịch này đã nhận được nhiều giải thưởng, danh hiệu uy tín như: Top 10 Thương hiệu tiêu biểu hội nhập Châu Á - Thái Bình Dương 2018; Top 7 điểm tham quan du lịch hàng đầu Việt Nam 2017; Top 10 sản phẩm - Dịch vụ uy tín, an toàn, chất lượng 2017; Chứng nhận đánh giá quốc tế độc lập “Doanh nghiệp xuất sắc đạt chuẩn CSI - Hài lòng khách hàng” 2018; Chứng nhận đánh giá quốc tế độc lập \"Doanh nghiệp đạt chuẩn QSI - Dịch vụ chất lượng cao 2018\"; Chứng nhận đánh giá quốc tế độc lập “Trusted Quality Supplier - Nhà cung cấp chất lượng 2018”, The Guide Awards 2017 - 2018 - Ốc đảo xanh hoàn hảo cho những cặp đôi đến Đà Lạt; Điểm mua sắm chất lượng cao và nhãn hiệu xanh.\n\n== Hình ảnh ==\n<gallery>\nTập tin:TLTY2.jpg|Toàn cảnh hồ Đa Thiện\nTập tin:Thung Lũng Tình Yêu.JPG\nTập tin:Thung lũng Tình Yêu, Đà Lạt.jpg|Vườn hoa trong thung lũng\nTập tin:Eternal spring.png\n<\/gallery>\n\n==Tham khảo==\n{{coord|11|58|51.05|N|108|27|1.4|E|region:VN|display=title}}\n{{thể loại Commons|Valley of Love}}\n{{tham khảo}}\n{{sơ khai Lâm Đồng}}\n\n{{Du lịch Lâm Đồng}}\n\n[[Thể loại:Địa lý Đà Lạt]]\n[[Thể loại:Du lịch Đà Lạt]]"}