{"16300":":''Về bộ phim Hồng Kông năm 1982, xem ''[[Thuyền nhân (phim)]]\n\n[[Tập tin:35 Vietnamese boat people 2.JPEG|nhỏ|175|phải|Thuyền nhân Việt Nam chờ được cứu vớt]]\n'''Thuyền nhân''', dịch từ chữ ''boat people'' trong [[tiếng Anh]], là thuật ngữ thường chỉ những người nhập cư bất hợp pháp hoặc người [[tị nạn]] xuất cư bằng thuyền trong nhóm nhiều người. Thuyền thường cũ và được đóng sơ sài, không dùng thích hợp để đi biển và không an toàn. Thuật ngữ này ra đời từ cuối [[thập niên 1970]] khi một số lượng lớn người rời khỏi đất nước vì nhiều lý do sau khi [[sự kiện 30 tháng 4 năm 1975|chính quyền Việt Nam Cộng hòa đầu hàng Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] vào cuối tháng 4 năm 1975 và Việt Nam trở thành một quốc gia theo chế độ [[Hệ thống xã hội chủ nghĩa|Xã hội chủ nghĩa]].<ref>{{Chú thích web|url=http:\/\/www.britannica.com\/EBchecked\/topic\/683554\/boat-people|tiêu đề=Boat people|nhà xuất bản=Encyclopædia Britannica|ngày truy cập = ngày 16 tháng 12 năm 2008}}<\/ref>\n\n==Thuyền nhân Việt Nam==\n{{chính|Thuyền nhân Việt Nam}}\n\n==Thuyền nhân từ Bắc Phi và Trung Đông ==\n{{bài chi tiết|Khủng hoảng người nhập cư châu Âu}}\n[[Tập tin:Boat People from Haiti.jpg|nhỏ|phải|Người [[Haiti]] vượt biển bằng thuyền]]\n\nNgày nay, hiện tượng vượt biển trái phép để tìm kiếm cuộc sống tốt hơn cũng đang diễn ra phổ biến ở [[Bắc Phi]] (điểm đến là các nước châu Âu vùng [[Địa Trung Hải]]) và các quốc gia [[vùng Caribe]] (điểm đến là Mỹ).\n\nĐịa Trung Hải đang trở thành tuyến đường chính được người di cư sử dụng để vào các nước Liên minh châu Âu một cách trái phép. Các quan chức Liên minh châu Âu (EU) cho biết trong số 283.000 người nhập cư trái phép bị bắt khi vào EU trong năm 2014, có hơn 220.000 người tới qua Biển Địa Trung Hải, trong đó 171.000 người tới Italy thông qua tuyến đường này. Phần lớn những người nhập cư đến từ Nam sa mạc Sahara châu Phi và từ [[Trung Đông]], chủ yếu là Syria và Iraq. Những người này chạy trốn khỏi xung đột tại đất nước mình và chọn Libya - đất nước cũng đang rơi vào tình trạng hỗn loạn, làm điểm xuất phát để vượt biển<ref>{{Chú thích web | url = http:\/\/tuoitre.vn\/tin\/can-biet\/20150425\/dia-trung-hai-tuyen-duong-chinh-de-nhap-cu-trai-phep-eu\/738728.html | tiêu đề = ​Địa Trung Hải - tuyến đường chính để nhập cư trái phép EU - Tuổi Trẻ Online | tác giả = | ngày = 25 tháng 4 năm 2015 | ngày truy cập = 30 tháng 9 năm 2015 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>\n\nSau phong trào [[Mùa xuân Ả Rập]], hàng loạt các quốc gia Trung Đông rơi vào chiến tranh. Hàng trăm nghìn người di cư để chạy trốn chiến tranh và đói nghèo từ Trung Đông và Bắc Phi đổ tới các nước trong Liên minh châu Âu (EU). Hàng nghìn người trong số họ đã thiệt mạng trên Địa Trung Hải, nhiều người khác bỏ mạng trong cuộc di cư trên đất liền<ref>{{Chú thích web | url = http:\/\/vneconomy.vn\/the-gioi\/khung-hoang-nhap-cu-chau-au-leo-thang-manh-20150903092956820.htm | tiêu đề = Khủng hoảng nhập cư châu Âu leo thang mạnh | tác giả = | ngày = | ngày truy cập = 30 tháng 9 năm 2015 | nơi xuất bản = VnEconomy, báo điện tử thuộc nhóm Thời báo Kinh tế Việt Nam | ngôn ngữ = }}<\/ref>\n\n== Từ chối nhập cư==\nSau 1992, những người nhập cảnh trái phép vào nước Úc được xếp dạng di dân bất hợp pháp và đều bị giam trong các trại giam di dân theo một tu chính của [[Đạo luật Di trú 1985]]. Dư luận Úc có nhiều thay đổi trong thời gian dài về vấn đề thuyền nhân. Cuối thập niên 1970, có 20-32% không muốn ai được ở lại. Đến năm 1993, con số này tăng lên 44%, với 46% ủng hộ giam giữ bắt buộc. Năm 2001, 71% đồng ý chính sách giam giữ trong thời gian xét đơn tị nạn. Đến giữa năm 2011, hơn 100 thuyền nhân Việt Nam vẫn còn bị giam trong các trại này.<ref>{{Chú thích web|tiêu đề=Hơn 100 thuyền nhân VN còn bị giam ở Úc|url=http:\/\/www.bbc.co.uk\/vietnamese\/world\/2011\/06\/110622_australia_vn_boatpeople.shtml|nhà xuất bản=BBC Tiếng Việt|ngày truy cập = ngày 23 tháng 5 năm 2012}}<\/ref>\n\nChính phủ Úc xem vấn đề người xin tị nạn là một vấn đề chính trị nhạy cảm tại quốc gia này. Năm 2011, một thỏa thuận giữa chính phủ Úc và Malaysia được ký kết. Trong đó, Malaysia sẽ nhận 800 thuyền nhân bị chặn tại Úc, đổi lại, Úc sẽ nhận 4.000 người nhập cư đã đăng ký từ nước này trong vòng bốn năm tới, bất kể sự chỉ trích của các tổ chức nhân quyền chỉ về thỏa thuận này. Lý do họ đưa ra là Malaysia vẫn chưa ký [[Công ước Liên Hợp Quốc về người tị nạn]], và các nhóm nhân quyền nói người xin tỵ nạn thường xuyên bị ngược đãi tại nơi này. Trước đây, chính phủ Úc đã sử dụng các hình ảnh video thương tâm của những người sống trong trại tạm giữ hoặc mất mạng trên biển khơi, nhằm cảnh báo các thuyền nhân khác tiếp tục nhập cư. Với nỗ lực ngăn chặn người xin tỵ nạn, chính phủ Úc đã đồng thời cho đăng tải đoạn băng ghi hình trên kênh [[YouTube]], quay cảnh các thuyền nhân bị trục xuất bằng máy bay và gửi đến Malaysia ở tám ngôn ngữ, hướng đến các đối tượng người [[Iran]], [[Afghanistan]], [[Sri Lanka]] và [[Iraq]]. Phóng viên BBC Nick Bryant từ [[Sydney]] cho biết, đoạn băng hình nhằm chuyển đi thông điệp rằng những ai muốn tìm đường tới Úc xin tị nạn sẽ có kết cục ở Malaysia.<ref>{{Chú thích web|tiêu đề=Úc đưa video thuyền nhân trên YouTube|url=http:\/\/www.bbc.co.uk\/vietnamese\/world\/2011\/08\/110802_oz_youtube_boatpeople.shtml|nhà xuất bản=BBC Tiếng Việt|ngày truy cập = ngày 23 tháng 5 năm 2012}}<\/ref>\n\nNgày 17 tháng 4 năm 2015, một tờ báo Úc nói chính phủ Úc sẽ trao trả gần 50 người Việt Nam xin tị nạn bằng đường biển. 15 cuộc trở về bằng nhiều hình thức, áp dụng cho người xin tị nạn từ nước ngoài, đã diễn ra từ tháng 9 năm 2013. Trong số này có các tàu bị đưa trả về Indonesia và Sri Lanka. Tháng Bảy 2013, Úc đã đưa người xin tị nạn vào các trại tạm giữ ở hai đảo của Papua New Guinea. Họ không được phép tái định cư tại Úc ngay cả nếu được kết luận là những người tị nạn thực sự.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2015\/04\/150417_thuyen_nhan_vietnam_uc Úc ‘trao trả 50 thuyền nhân Việt Nam’], BBC, Ngày 17 tháng 4 năm 2015<\/ref>\n\n==Xem thêm==\n*[[Chương trình Ra đi có Trật tự]]\n* [[Cap Anamur]]\n* [[Di cư của người Việt Nam]]\n* [[Viện Bảo tàng Người Việt]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Grant Evans, Kelvin Rowley (1984). ''Red Brotherhood at War - Indochina since the Fall of Saigon'', London: Verso.\n*Nguyen Van Canh. ''Vietnam Under Communism''. Stanford, CA: Hoover Institution Press of Stanford University, 1983.\n\n==Liên kết ngoài==\n{{thể loại Commons|Boat people}}\n*[http:\/\/digitaljournalist.org\/issue0005\/ch1.htm Các hình ảnh về những ngày cuối cùng trước khi Saigon thất thủ của các PV Nước ngoài]\n*[http:\/\/www.vnbp.org\/ Văn khố thuyền nhân Việt Nam]\n*[http:\/\/www.unhcr.ch\/cgi-bin\/texis\/vtx\/publ\/opendoc.pdf?id=3ebf9bad0&tbl=PUBL Chạy trốn từ Đông Dương]: của Cao ủy Tị nạn LHQ\n*[http:\/\/archives.cbc.ca\/IDD-1-69-524\/life_society\/boat_people\/ \"Boat people - a refugee crisis\" của Canadian Broadcasting Corporation]\n*[http:\/\/archives.radio-canada.ca\/IDD-0-9-504\/guerres_conflits\/refugies_mer\/ \"Les réfugiés de la mer\" của Société Radio-Canada] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051024123339\/http:\/\/archives.radio-canada.ca\/IDD-0-9-504\/guerres_conflits\/refugies_mer\/ |date = ngày 24 tháng 10 năm 2005}}\n*[http:\/\/www.irccsanjose.com\/contents\/article.aspx?cateid=2&aid=85 Sơ lược lịch sử tị nạn Việt Nam]{{Liên kết hỏng|date = ngày 4 tháng 7 năm 2021 |bot=InternetArchiveBot }}.\n*[http:\/\/vantuyen.net\/index.php?view=story&subjectid=12542 Chuyện kể Hành Trình Biển Đông], hồi ký nhiều tác giả.\n*[http:\/\/modernwriters.org\/modules\/news\/article.php?storyid=99 Viết về Thuyền nhân]\n*[http:\/\/boatpeople75.tripod.com\/ Thuyền nhân: Boat People] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100131222216\/http:\/\/boatpeople75.tripod.com\/ |date = ngày 31 tháng 1 năm 2010}}\n\n[[Thể loại:Hậu Chiến tranh Việt Nam|T]]\n[[Thể loại:Thuyền nhân| ]]\n[[Thể loại:Sự kiện lịch sử Việt Nam]]\n[[Thể loại:Phim năm 1982]]\n[[Thể loại:Phim Hồng Kông]]\n[[Thể loại:Phim Trung Quốc]]\n[[Thể loại:Phim tiếng Quảng Đông]]"}