{"3273338":"{{Chú thích trong bài|date=tháng 7\/2021}}\n{{Thông tin nhà chọc trời\n|building_name=Thuận Kiều Plaza\n(nay là The Garden Mall)\n|status=đã hoàn thành\n|image=\n|caption=\n|start_date = 1994\n|completion_date = 1999\n|use=\n|location=190 [[Hồng Bàng]], [[phường 12, Quận 5]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n|coordinates = {{coord|10.7546359|106.6569354|format=dms|display=inline,title}}\n|pushpin_map = TPHCM\n|roof= 110 m\n|top_floor= \n|antenna_spire= \n|floor_count=33 \n|floor_area=\n|elevator_count=\n|architect=\n|skyscraperpage_id= 22\n|owner =\n|building_type = Trung tâm thương mại, chung cư\n}}\n'''Thuận Kiều Plaza''' (nay là The Garden Mall) là một toà [[nhà cao tầng]] tại Việt Nam được xây dựng từ năm 1994 đến năm 1999.<ref>{{Chú thích web | url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/20-nam-chim-noi-cua-thuan-kieu-plaza-3303808.html | tiêu đề = 20 năm 'chìm nổi' của Thuận Kiều Plaza - VnExpress | tác giả 1 = | ngày = | ngày truy cập = 30 tháng 6 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> Toà nhà là một tổ hợp 3 toà tháp với độ cao lên đến 110 m. Toà nhà nằm tại số 190 Hồng Bàng, [[Phường 12, Quận 5]], [[Thành phố Hồ Chí Minh]].\n\nCông trình gồm 3 tháp, mỗi tháp có 33 tầng, trong đó có khu trung tâm thương mại, 648 căn hộ. Tổng diện tích xây dựng 100.000m² trong đó: Khu căn hộ chiếm 60.000m², Khu thương mại chiếm 20.000m², diện tích nhà để xe 10.000m² và 10.000m² khác để sinh hoạt giải trí, câu lạc bộ luyện tập [[Thể dục thể thao (ngành học)|thể dục thể thao]]<ref name=\":0\">{{Chú thích web|url=http:\/\/resco.vn\/index.php\/cao-oc-van-phong-thuong-mai\/50-khu-cao-oc-lien-hop-gia-cu-va-thuong-mai-thuan-kieu-plaza|tiêu đề=Khu Cao ốc liên hợp gia cư và thương mại Thuận Kiều Plaza|ngày truy cập=2015-11-04|archive-date=2016-03-04|archive-url=https:\/\/web.archive.org\/web\/20160304212505\/http:\/\/resco.vn\/index.php\/cao-oc-van-phong-thuong-mai\/50-khu-cao-oc-lien-hop-gia-cu-va-thuong-mai-thuan-kieu-plaza|url-status=dead}}<\/ref>.\n\nVề mặt giao thông, Thuận Kiều Plaza nằm dài theo đường Hồng Bàng, quận 5 với chiều dài hơn 300 mét tiếp giáp với nhiều con đường xung quanh. Riêng đường Hồng Bàng là một đường trục chính xuyên tâm Thành phố Hồ Chí Minh, kết nối với quốc lộ hai vùng Đông - Tây Nam bộ từ hai hướng, trước đây còn có [[đường sắt Sài Gòn – Mỹ Tho]] đi dọc theo tuyến và bản thân Thuận Kiều Plaza cũng được xây dựng trên khu đất nguyên là nhà ga Chợ Lớn của tuyến đường sắt này. Kề bên Thuận Kiều Plaza lại là [[Đường Châu Văn Liêm, Thành phố Hồ Chí Minh|đường Châu Văn Liêm]] nổi bật trong khu vực [[Chợ Lớn]] - tương tự [[Đường Nguyễn Huệ, Thành phố Hồ Chí Minh|đại lộ Nguyễn Huệ]] ở [[Quận 1]], [[Thành phố Hồ Chí Minh]]. Dọc theo Thuận Kiều Plaza là các đường Tân Hưng, đường Thuận Kiều và con đường Đỗ Ngọc Thạnh chạy xuyên giữa công trình.\n\nVề mặt giá trị thương mại, khó có vị trí nào có thể thuận lợi nếu so sánh với Thuận Kiều Plaza. Nếu lấy Thuận Kiều Plaza làm tâm điểm của một vòng tròn có bán kính là 1km, thì trong vòng tròn này gom gần đủ các [[trung tâm thương mại]] đầu mối của vùng Chợ Lớn, bán sỉ hàng hóa đi khắp cả nước: [[chợ Kim Biên]], chợ vải Đồng Khánh, chợ Đông nam dược, chợ phụ tùng máy và đồ ngũ kim, chợ phụ tùng xe Tân Thành, chợ bao bì góc Phú Hữu - Hải Thượng Lãn Ông, chợ thuốc lá Học Lạc, chợ Đại Quang Minh, chợ sắt Hà Tôn Quyền - Tạ Uyên… <ref name= \"UBND\">{{Chú thích web|url=http:\/\/www.quan5.hochiminhcity.gov.vn\/tintuc\/Lists\/Posts\/Post.aspx?List=f73cebc3%2D9669%2D400e%2Db5fd%2D9e63a89949f0&ID=4035|tiêu đề=Thuận Kiều Plaza – quá khứ và tương lai|ngày truy cập=2021-07-15|ngày=2017-09-18|publisher= Trang web của UBND Quận 5, Tp. Hồ Chí Minh}}<\/ref>\n\n== Thuận Kiều Plaza ==\nDự án Khu cao ốc liên hợp gia cư và thương mại Thuận Kiều là dự án hợp tác kinh doanh giữa Công ty Kings Harmony Int’LTD (Hồng Kông) và Công ty Xây dựng Thương mại Sài Gòn 5 (trước trực thuộc UBND Quận 5, nay chuyển về Tổng Công ty Địa ốc Sài Gòn) theo hợp đồng hợp tác kinh doanh ký ngày 15\/9\/1993 và được cấp phép kinh doanh ngày 31\/1\/1994. Tổng vốn đầu tư là 55 triệu đô la.<ref name=\"UBND\" \/><ref name=\":0\" \/> \n\nTheo quy định, đây là loại hình hợp tác dựa trên hợp đồng giữa 2 hoặc nhiều bên để đầu tư, kinh doanh tại Việt Nam mà không thành lập pháp nhân mới. Việc quản lý, điều hành dựa vào sự đồng thuận giữa các bên nên nếu một trong các bên không đồng ý thì mọi hoạt động sẽ bị ngừng lại.<ref>[http:\/\/baophapluat.vn\/bat-dong-san\/don-doan-ma-quai-quanh-cao-oc-thuan-kieu-181779.html Vướng mắc pháp lý]<\/ref> \n\nVề mặt pháp lý, Thuận Kiều Plaza là dạng căn hộ cho thuê dài hạn. Người mua phải bỏ ra khoảng 1 tỉ đồng sử dụng trong vòng vài chục năm rồi sau đó trả lại cho Nhà nước. Dạng bất động sản này bên Hồng Kông rất nhiều nhưng không phù hợp với quan niệm và thói quen của người Việt. Lãnh đạo của quận 5 khi đó nhận thấy chưa có một công trình hiện đại nào trên địa bàn nên đã chấp thuận cho xây với quan điểm là mọi rủi ro, thành bại do nhà đầu tư chịu trách nhiệm.\n\nThiết kế của Thuận Kiều Plaza với căn hộ nhỏ, trần căn hộ thấp phù hợp với điều kiện đất chật người đông ở [[Hồng Kông]] nhưng không phù hợp với [[Thành phố Hồ Chí Minh]]. Trên thực tế, khu vực gần kề là Chợ Lớn dù có mật độ dân số cao nhưng chưa đến mức dày đặc như Hồng Kông.<ref>[http:\/\/dantri.com.vn\/su-kien\/vi-sao-thuan-kieu-plaza-phai-song-canh-20-nam-chim-noi-20151101072550255.htm Dân Trí]<\/ref> Thuận Kiều Plaza rao bán với giá từ 35-40.000 USD (tương đương với khoảng 100 [[Lượng (kim hoàn)|lượng]] [[vàng]]) cho một [[Chung cư|căn hộ]] 45-50 [[Mét vuông|m2]] tại thời điểm đó. Tuy nhiên người mua chỉ được giao quyền sử dụng 50 năm. Với số vàng này, năm 1998, người ta có thể dễ dàng mua một căn nhà phố lầu trong hẻm rộng, có chủ quyền đầy đủ.<ref name=\"UBND\" \/> Đặc điểm hành lang, cầu thang bộ nhỏ, tối gây cảm giác ngột ngạt, chật chội. Mặt khác, căn hộ chung cư phòng nhỏ, trần thấp gây bí, không phù hợp với khí hậu nhiệt đới. Các căn hộ này giống như tại [[Tân Giới]], [[Cửu Long, Hồng Kông]].\n\nTheo [[kiến trúc sư]] Lưu Trọng Hải, nguyên Trưởng phòng quản lý kiến trúc Sở Xây dựng TP.HCM, năm 1997, trước sự kiện Hồng Kông được trao trả về Trung Quốc, nhà thầu đã có chủ ý xây dựng 3 tòa nhà của TTTM Thuận Kiều đều theo phong cách Hồng Kông với mục tiêu đón dòng người ở đây di cư qua. Các căn hộ được thiết kế rất nhỏ và chật chội, khoảng cách giữa các tầng chỉ hơn 2,7 mét. Tuy nhiên, sau đó Trung Quốc đã có chính sách mở cửa đối với Hồng Kông nên những tính toán ban đầu về dòng người [[Hoa kiều]] di cư qua đây đã trở nên phá sản. Ngay sau đó, khách hàng được các nhà thầu nhắm đến chuyển sang cư dân ở TP.HCM.<ref>{{Chú thích web |url=http:\/\/www.baogiaothong.vn\/hoang-tan-o-thuan-kieu-plaza-d125685.html |ngày truy cập=2017-12-18 |tựa đề=\"Hoang tàn\" ở Thuận Kiều Plaza |archive-date=2018-01-13 |archive-url=https:\/\/web.archive.org\/web\/20180113035448\/http:\/\/www.baogiaothong.vn\/hoang-tan-o-thuan-kieu-plaza-d125685.html |url-status=dead }}<\/ref>\n\nTuy nhiên, suốt gần 20 năm qua Thuận Kiều Plaza hầu như không mang lại lợi ích nào cho xã hội. Dự án không tạo thêm được việc làm nào, cũng không đem lại nguồn thu cho Nhà nước vì rất nhiều tin đồn ma quái xung quanh<ref>{{Chú thích web|url=http:\/\/www.sggp.org.vn\/nhipcaubandoc\/2014\/11\/366044\/|tiêu đề=Cao ốc Thuận Kiều Plaza gần 20 năm bỏ trống}}<\/ref>. Hiện nay hai tòa tháp A, B đều không có người ở, tháp C có hơn chục căn hộ có khách ngụ cư nhưng nơi này hiện nay vẫn có một đội bảo vệ hàng chục người và lực lượng dọn vệ sinh hằng ngày vào ra. Tại tầng giữ ôtô và xe máy, lượng ôtô của người dân thuê chỗ đậu tại đây khá nhiều<ref name=\":1\">{{Chú thích web|url = http:\/\/congan.com.vn\/tin-chinh\/ky-1-thuan-kieu-plaza-nhung-cau-chuyen-nhuom-mau-di-doan_5736.html|tiêu đề = Kỳ 1: Thuận Kiều Plaza- Những câu chuyện nhuốm màu dị đoan}}<\/ref>.\n\n===Thu hồi===\nNăm 2016, [[Ủy ban nhân dân Thành phố Hồ Chí Minh]] đã giao Sở Xây dựng cùng các cơ quan liên quan hướng dẫn tiếp nhận, quản lý sử dụng 23 căn hộ tại Thuận Kiều Plaza và giao Sở Tư pháp nghiên cứu đề xuất biện pháp xử lý phù hợp quy định pháp luật để thực hiện thủ tục thu hồi 23 căn hộ trên trong trường hợp quá 15 ngày mà các đơn vị không bàn giao. Phó Chủ tịch UBND TPHCM Lê Văn Khoa đã ký văn bản số 876\/UBND-ĐTMT thống nhất hướng xử lý theo đề nghị của Sở Xây dựng là buộc Tổng Công ty Địa ốc Sài Gòn TNHH MTV và Công ty Kings Harmony International Ltd có trách nhiệm giao 23 căn hộ thuộc dự án Khu cao ốc liên hợp gia cư và thương mại Thuận Kiều (số 190 đường Hồng Bàng, Quận 5) cho thành phố theo đúng ý kiến chỉ đạo của Thủ tướng, ý kiến Bộ Tài chính và ý kiến Sở Tư pháp. \n\nMức tiền thuê đất như sau: “Bên Việt Nam: Tiền thuê đất trong 04 năm đầu và 25% tiền thuê đất trong các năm tiếp theo trên cơ sở mức 18US\/m2\/năm, được điều chỉnh sau mỗi chu kỳ 05 năm và có tỷ lệ gia tăng không vượt quá 15% so với lần công bố trước đó. Bên nước ngoài: Nộp 75% tiền thuê đất từ năm thứ 5 trở đi trên cơ sở mức 18US\/m2\/năm, được điều chỉnh sau mỗi chu kỳ 05 năm và có tỷ lệ gia tăng không vượt quá 15% so với lần công bố trước đó”.\n\nĐến thời điểm hết hạn sử dụng đất thuê (ngày 31\/01\/2014) thì hợp doanh đã thực hiện việc chuyển nhượng công trình như sau: Cho tổ chức (Công ty An Đông) gồm khu thương mại và 607 căn hộ (từ năm 2009 đến gần cuối tháng 1\/2014); Cho hộ gia đình, cá nhân 18 căn hộ (năm 2000). Hiện nay còn lại 23 căn hộ chưa bán hết tại dự án nêu trên. Theo quy định tại Giấy phép đầu tư thì nay hết thời hạn sử dụng đất, 23 căn hộ chưa bán hết này được chuyển giao cho Nhà nước Việt Nam.\n\nDo vậy, TP.HCM giao Sở Xây dựng chủ trì cùng các cơ quan liên quan hướng dẫn tiếp nhận, quản lý sử dụng 23 căn hộ nói trên theo đúng quy định. Đồng thời phối hợp Sở Tư pháp để nghiên cứu đề xuất biện pháp xử lý phù hợp quy định pháp luật để thực hiện thủ tục thu hồi 23 căn hộ thuộc dự án Thuận Kiều Plaza cho TP.HCM trong trường hợp quá thời hạn quy định nêu trên mà các đơn vị trên không bàn giao.\n\nTrong khi đó, Tổng Công ty Địa ốc Sài Gòn kiến nghị cho phép được tiếp tục bán 23 căn hộ nói trên. Theo công ty này, tại thời điểm 2004, Kings Harmony Int’LTD và Tổng Công ty Địa ốc Sài Gòn đã bán các căn hộ này qua việc nhận đăng ký và nhận tiền đặt cọc của khách hàng là 5%. Tuy nhiên, do nhiều lý do, đến thời điểm cuối cùng của giấy phép đầu tư là cuối năm 2004 việc ký hợp đồng chính thức với các khách hàng đặt cọc 23 căn hộ này vẫn chưa thực hiện được.\n\nKiến nghị trên của Tổng Công ty Địa ốc Sài Gòn đã bị Sở Tư pháp TPHCM bác bỏ. Theo Sở Tư pháp TPHCM, phiếu đăng ký mua căn hộ do hai bên tự thỏa thuận, việc đặt cọc chỉ có giá trị 30 ngày nhằm đảm bảo ký kết hợp đồng mua bán nhà ở. Đến nay các bên vẫn chưa ký hợp đồng nên phiếu đăng ký đã bị hủy bỏ giá trị pháp lý.<ref>[https:\/\/dantri.com.vn\/kinh-doanh\/tphcm-lenh-thu-hoi-23-can-ho-chua-ban-het-tai-thuan-kieu-plaza-20160313091224674.htm TPHCM \"lệnh\" thu hồi 23 căn hộ \"chưa bán hết\" tại Thuận Kiều Plaza]<\/ref>\n\nTuy nhiên, văn bản do UBND Tp.HCM gửi Thủ tướng Chính phủ nêu rõ đây là dự án tồn tại đã lâu, nếu phải nộp tiền sử dụng đất theo giá thị trường như quy định hiện nay thì chủ đầu tư và người mua căn hộ không thể thực hiện được, dẫn đến bế tắc trong việc cấp giấy cũng như việc giao dịch, kinh doanh tiếp theo của người nhận chuyển nhượng. Do đó, thành phố đã kiến nghị [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] chấp thuận cho Công ty Cổ phần Đầu tư An Đông (An Đông Group) nộp tiền sử dụng đất cho nhà nước theo giá đất tương ứng với mục đích sử dụng quy định tại bảng giá đất do UBND Tp.HCM quy định và công bố tại thời điểm nhận chuyển nhượng.\n\n===Hỗ trợ công tác phòng chống dịch Covid===\nNgày 8\/7\/2021, hàng chục công nhân được điều động đến tòa nhà Thuận Kiều Plaza để làm các công tác thành lập Bệnh viện Dã chiến thu dung số 5 điều trị [[COVID-19]]. Đây là ngày đầu tiên thi công tại Thuận Kiều Plaza để thành lập bệnh viện dã chiến điều trị [[COVID-19]].\n\n== The Garden Mall ==\nSau gần 17 năm, đến đầu năm 2014, Công ty Cổ phần đầu tư An Đông đã thỏa thuận mua lại Thuận Kiều Plaza, gồm những căn hộ chưa sử dụng và toàn bộ phần thương mại, từ liên doanh chủ đầu tư cũ (Công ty Kings Harmony Int’LTD Hồng Kông và Tổng công ty Địa ốc Sài Gòn), với giá trị hơn 600 tỉ đồng. Dự án này đã được Công ty An Đông thương lượng mua lại từ thời điểm năm 2009.<ref>{{Chú thích web|url = http:\/\/www.thanhnien.com.vn\/kinh-te\/thuan-kieu-plaza-dap-bo-va-doi-chu-626505.html|tiêu đề = Thuận Kiều Plaza đổi chủ}}<\/ref> Ông Hồ Xuân Dũng - Phó Tổng giám đốc Công ty cổ phần Đầu tư An Đông khẳng định không đập bỏ Thuận Kiều Plaza mà chỉ cải tạo lại dự án theo đúng công năng, đảm bảo phù hợp đúng với nhu cầu hiện nay. Tiếp theo là xác định được nhu cầu thực tế của cư dân hiện tại là gì để sửa đổi cho phù hợp<ref>{{Chú thích web|url = http:\/\/www.sggp.org.vn\/moitruongdothi\/2015\/10\/401060\/|tiêu đề = Không đập bỏ Thuận Kiều Plaza}}<\/ref>\n\nNgày 3 tháng 11 năm 2017, trung tâm thương mại The Garden Mall chính thức được khai trương. The Garden Mall gồm 3 tầng thương mại với tổng diện tích sàn 30.000 m² được lấp đầy với nhiều tiện ích, dịch vụ đa dạng.<sup>2<\/sup>. Nhà hát Théatre de ChoLon nằm trên khu văn hóa Chợ Lớn thuộc tầng 3 của The Garden Mall giới thiệu các bộ môn nghệ thuật truyền thống như hát tuồng, hát bội, cải lương…\n\nMột trong những điểm nhấn độc đáo của The Garden Mall là không gian vườn nhiệt đới nằm trên tầng thượng của khu thương mại với tên gọi The Garden Art.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/kinh-doanh\/the-garden-mall-doc-dao-bac-nhat-sai-gon-chinh-thuc-khai-truong-896126.html|tiêu đề=The Garden Mall độc đáo bậc nhất Sài Gòn chính thức khai trương}}<\/ref> The Garden Residence với 3 tháp cao 33 tầng với 648 căn hộ được thay màu sơn xanh tươi sáng hơn. Toàn bộ tường ngăn của 3 tầng trung tâm thương mại sẽ bị đập bỏ, thay vào đó là kính trong suốt. Đồng thời thay mới toàn bộ hệ thống thang máy, đập bỏ hồ nước ngay khu công viên.\n\nVề kết cấu, The Garden Mall vẫn giữ nguyên mẫu Thuận Kiều Plaza và thay đổi công năng thành 3 phân khu: Không gian tổ chức sự kiện, trung tâm giải trí - ẩm thực, khu căn hộ cho thuê. The Garden Mall giữ nguyên tòa tháp cao 33 tầng sẽ hoàn thành cuối năm 2018.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [https:\/\/books.google.com.vn\/books?id=VLMVAQAAMAAJ&q=%22Thu%E1%BA%ADn+Ki%E1%BB%81u+Plaza%22&dq=%22Thu%E1%BA%ADn+Ki%E1%BB%81u+Plaza%22&hl=en&sa=X&redir_esc=y Toàn cảnh kinh tế Việt Nam, tập 1]\n* <ref>{{Chú thích web|url=http:\/\/www.thegardenmall.vn\/index.html|tiêu đề=Trang chủ của The Garden Mall}}<\/ref>\n\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Nhà chọc trời tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Trung tâm thương mại tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 5]]"}