{"65860":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Thuận Châu\n| hình =\n| ghi chú hình =\n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Sơn La]]\n| huyện lỵ = thị trấn [[Thuận Châu (thị trấn)|Thuận Châu]]\n| vĩ độ = 21\n| vĩ phút = 26\n| vĩ giây = 30\n| kinh độ = 103\n| kinh phút = 41\n| kinh giây = 2\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 1.535,07 km² \n| phân chia hành chính = 1 [[thị trấn (Việt Nam)|thị trấn]], 28 [[xã (Việt Nam)|xã]]\n| thời điểm dân số = 2019\n| dân số = 153.000 người\n| mật độ dân số = \n| mã hành chính = 119<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| dân tộc = \n| điện thoại = \n| fax = \n| web = {{url|thuanchau.sonla.gov.vn}}\n|biển số xe=26-M1}}\n\n'''Thuận Châu''' là một huyện miền núi nằm ở phía tây tỉnh [[Sơn La]], [[Việt Nam]].\n== Địa lý ==\nHuyện Thuận Châu nằm ở phía tây bắc của tỉnh [[Sơn La]], có diện tích 153.507,24 ha, nằm dọc trên đường Quốc lộ 6 (Hà Nội - Hoà Bình - Sơn La- Điện Biên), cách Thành phố Sơn La 34 Km, cách huyện Tuần Giáo tỉnh Điện Biên 52 Km.\n\nToạ độ địa lý: 21°12’ đến 21°41’ vĩ độ bắc, 103°20’đến 103°59’ kinh độ đông.\n\nHuyện có vị trí địa lý:\n\n* Phía đông giáp huyện [[Mường La]] và Thành phố [[Sơn La (thành phố)|Sơn La]].\n*Phía tây giáp huyện [[Điện Biên Đông]], huyện [[Mường Ảng]] và huyện [[Tuần Giáo]], tỉnh [[Điện Biên]].\n*Phía nam giáp huyện [[Mai Sơn]] và huyện [[Sông Mã (huyện)|Sông Mã]]\n*Phía bắc giáp huyện [[Quỳnh Nhai]].\n\nTổng diện tích tự nhiên: 154.126 ha.\n\n- Đất nông nghiệp 91.195,54 ha chiếm 59,17%.\n\n- Đất phi nông nghiệp 3.143,93 ha chiếm 2,04%.\n\n- Đất chưa sử dụng 59.786,53 chiếm 38,79%.\n\nTổng dân số 147.073 người, bao gồm 6 dân tộc anh em cùng chung sống. Trong đó dân tộc Thái: 102.788 người; dân tộc Mông: 15.643 người; dân tộc Kinh: 5019 người; dân tộc Khơ Mú: 1956 người; dân tộc Kháng: 3388 người; dân tộc La Ha: 2399 người; dân tộc khác: 137 người.\n\n==Hành chính==\nHuyện Thuận Châu có 29 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Thuận Châu (thị trấn)|Thuận Châu]] (huyện lỵ) và 28 xã: [[Bản Lầm]], [[Bó Mười]], [[Bon Phặng]], [[Chiềng Bôm]], [[Chiềng La]], [[Chiềng Ly]], [[Chiềng Ngàm]], [[Chiềng Pấc]], [[Chiềng Pha]], [[Co Mạ]], [[Co Tòng]], [[É Tòng]], [[Liệp Tè]], [[Long Hẹ]], [[Muổi Nọi]], [[Mường Bám]], [[Mường É]], [[Mường Khiêng]], [[Nậm Lầu]], [[Nong Lay]], [[Pá Lông]], [[Phổng Lái]], [[Phổng Lăng]], [[Phổng Lập]], [[Púng Tra]], [[Thôm Mòn]], [[Tông Cọ]], [[Tông Lạnh]].\n\n== Lịch sử ==\nThuận Châu tên địa phương còn gọi là Mường Muổi là một mảnh đất hình thành từ rất sớm. Một loạt các di chí khảo cổ thuộc loại hình di chỉ thềm sông, hang động, mái đá được phát hiện ở Thuận Châu cho ta thấy những đặc điểm cư trú của các bộ lạc săn bắn, hái lượm của thời đại đá mới, điều đó chứng tỏ nơi đây đã có người Việt cổ sinh sống.\n\nDưới thời Pháp thuộc, có một thời gian Thuận Châu bị đặt dưới chế độ quân quản. Năm 1895, Thuận Châu thuộc tỉnh Vạn Bú (được tách từ tỉnh Hưng Hoá); năm 1904 tỉnh Vạn Bú đổi thành tỉnh Sơn La. Sau chiến dịch Tây Bắc 1952, Thuận Châu trực thuộc tỉnh Lai Châu. Đến tháng 2 năm 1954, Thuận Châu trực thuộc tỉnh Sơn La.\n\nĐến năm 1955 thành lập khu Tự trị Thái - Mèo, bỏ cấp tỉnh, Thuận Châu trực thuộc khu Tự trị. \n\nNgày 27 tháng 12 năm 1962, tại kỳ họp thứ 5 Quốc hội khóa II đã ra Nghị quyết đổi tên khu Tự trị Thái - Mèo thành khu tự trị Tây Bắc, lập lại 2 tỉnh Sơn La, Lai Châu và thành lập tỉnh Nghĩa Lộ; huyện Thuận Châu thuộc tỉnh Sơn La. \n\nNgày [[25 tháng 7]] năm [[1978]], đổi tên xã Tranh Đấu thành xã Nậm Lầu và đổi tên xã Chiềng An thành xã Phổng Lập.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-130-BT-sua-doi-ten-xa-thuoc-tinh-Son-La-55130.aspx Quyết định số 130-BT năm 1978]<\/ref>\n\nĐến năm 2002, huyện Thuận Châu bao gồm thị trấn Thuận Châu và 34 xã: Bản Lầm, Bó Mười, Bon Phặng, Chiềng Bằng, Chiềng Bôm, Chiềng Khoang, Chiềng La, Chiềng Ly, Chiềng Ngàm, Chiềng Pấc, Chiềng Pha, Co Mạ, Co Tòng, É Tòng, Liệp Muội, Liệp Tè, Long Hẹ, Muổi Nọi, Mường Bám, Mường Giàng, Mường Khiêng, Mường É, Mường Sại, Nậm Ét, Nậm Lầu, Nong Lay, Pá Lông, Phổng Lái, Phổng Lăng, Phổng Lập, Púng Tra, Thôm Mòn, Tông Cọ, Tông Lạnh.\n\nNgày [[2 tháng 12]] năm [[2003]], chuyển 25.911 ha diện tích tự nhiên và 26.659 người (gồm toàn bộ diện tích và dân số của 6 xã: Mường Giàng, Chiềng Bằng, Mường Sại, Liệp Muội, Nặm Ét và Chiềng Khoang) về huyện Quỳnh Nhai quản lý.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-148-2003-ND-CP-thanh-lap-huyen-Sop-Cop-dieu-chinh-dia-gioi-hanh-chinh-huyen-Thuan-Chau-Quynh-Nhai-tinh-Son-La-6270.aspx|title=Nghị định 148\/2003\/NĐ-CP về việc thành lập huyện Sốp Cộp và điều chỉnh địa giới hành chính huyện Thuận Châu, Quỳnh Nhai, tỉnh Sơn La|last=|first=|date=|website=|archive-url=|archive-date=|access-date=|url-status=}}<\/ref>\n \nHuyện Thuận Châu có 1 thị trấn và 28 xã như hiện nay.\n\n== Du lịch ==\n\n=== Di tích lịch sử kỳ đài Thuận Châu ===\nTrong kháng chiến chống Pháp và sau hoà bình lập lại trên Miền Bắc, mặc dù bận trăm công ngàn việc của đất nước, Bác Hồ - Vị cha già kính yêu của dân tộc luôn quan tâm tới nhân dân các dân tộc Tây Bắc.\n\nĐáp lại lòng tin của Bác, nhân dân các dân tộc Tây Bắc đã dũng cảm trong chiến đấu, hăng hái thi đua lao động sản xuất và mong ước được đón Bác lên thăm và được báo cáo với Bác những thành tích đã đạt được.\n\nNgày 7\/5\/1959, mong ước của nhân dân các dân tộc Tây Bắc đã trở thành hiện thực. Quảng trường của thủ phủ khu tự trị Thái - Mèo rực rỡ cờ hoa, biểu ngữ khẩu hiệu và hơn 1 vạn người đại diện cho 43 vạn nhân dân các dân tộc Tây Bắc hân hoan đón chào Bác dẫn đầu phái đoàn của Đảng - Chính phủ lên thăm.\n\nBằng cử chỉ vô cùng giản dị, thân mật và gần gũi, Bác đã ghi nhận, biểu dương sự hy sinh và những đóng góp hết sức to lớn của nhân dân các dân tộc Tây bắc trong kháng chiến chống pháp, trong khôi phục kinh tế sau chiến tranh. Người đã thay mặt Chính phủ tặng nhân dân các dân tộc Tây Bắc tấm Huân chương lao động hạng nhất. Người căn dặn: Phải hăng hái thi đua phát triển kinh tế - xã hội, củng cố các thành phần kinh tế, ứng dụng khoa học kỹ thuật vào sản xuất, phát triển mạng lưới giáo dục - y tế, củng cố an ninh quốc phòng.\n\nHơn 40 năm đã trôi qua, lời dặn của Người đã được Đảng bộ, chính quyền và nhân dân các dân tộc Sơn La bền bỉ phấn đấu thực hiện, đã và đang làm cho vùng đất Miền Tây của Tổ quốc có những đổi thay to lớn.\n\nDi tích lịch sử Kỳ đài Thuận châu nằm ngay trong khuôn viên sân vận động huyện Thuận Châu.\n\n=== Đèo Pha Đin ===\n[[Đèo Pha Đin]] là đèo dài thứ 2 tại Việt Nam sau đèo Ô Quy Hồ (32&nbsp;km), là ranh giới hai huyện Thuận Châu ([[Sơn La]]) và [[Tuần Giáo]] ([[Điện Biên]]).\n\n== Chú thích ==\n{{Tham khảo}}\n==Xem thể==\n{{Huyện thị Sơn La}}\n{{Đơn vị hành chính thuộc huyện Thuận Châu}}\n{{sơ khai Sơn La}}"}