{"77422":"{{otheruses4|tác phẩm Thuật hoài của Phạm Ngũ Lão|đề tài khác|Thuật hoài}}\n'''Thuật hoài''' là một trong hai bài [[thơ]] còn lại của [[Phạm Ngũ Lão]] ([[1255]]-[[1320]]), một danh tướng [[nhà Trần]] trong [[lịch sử Việt Nam]].\n\n==Giới thiệu==\nĐây là bài thơ [[Đường luật]] (thất ngôn tứ tuyệt) viết bằng [[chữ Hán]], không rõ thời điểm sáng tác<ref>Có ý kiến cho rằng, có thể bài thơ \"Thuật hoài\" được sáng tác trong cuộc kháng chiến Nguyên Mông lần II ([[1285]]).<\/ref>, thể hiện \"chí khí lập công giúp nước của tác giả\"<ref>GS. Phan Văn Các (chủ biên), ''Giáo trình Hán Nôm'' (tập 1). Nhà xuất bản Giáo dục, 1985, tr. 199.<\/ref>.\n\n* Nguyên văn chữ Hán\n\n'''述懷  '''\n\n橫槊江山恰幾秋，\n\n三軍貔虎氣吞牛。\n\n男兒未了功名債，\n\n羞聽人間說武侯。\n\n*'''[[Phiên âm Hán-Việt]]:'''\n:'''Thuật hoài'''\n:Hoành sóc giang sơn kháp kỷ thu,\n:Tam quân tì hổ khí thôn ngưu.\n:Nam nhi vị liễu công danh trái,\n:Tu thính nhân gian thuyết [[Gia Cát Lượng|Vũ hầu]].\n*'''Dịch nghĩa:'''\n:'''Tỏ lòng'''\n:Cầm ngang ngọn giáo gìn giữ non sông đã mấy thu,\n:Ba quân như hổ báo, khí thế hùng dũng nuốt trôi trâu.<ref>Sách ''Việt Nam tân từ điển'' của Thanh Nghị (Nhà xuất bản. TP Hồ Chí Minh tái bản 1991, tr. 990) giải thích: \"Sao Ngưu là tên một vì sao, cũng gọi là Ngâu\". Theo GS. Phan Văn Các (sách đã dẫn, tr. 198), thì câu thơ trên có hai cách hiểu: cách hiểu như lời dịch ở trên là rút ra từ thành ngữ \"khí thôn Ngưu Đẩu\" (khí mạnh nuốt sao Ngưu, sao Đẩu); và cách hiểu \"thôn ngưu\" (nuốt trâu) là điển cố rút ra từ sách ''Thi tử'': \"Hổ báo chi tử, nhi vị thành văn, hữu thực ngưu chi khí\" (Giống hổ báo nhỏ tuy chưa thành vằn, đã có sức nuốt được cả trâu), hay là từ câu thơ của [[Đỗ Phủ]]: \"tiểu nhi ngũ tuế khí thôn ngưu\" (Trẻ con năm tuổi đã có khí mạnh có thể nuốt trâu). Xem thêm: [http:\/\/www.vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=16016].<\/ref>.\n:Thân nam nhi mà chưa trả xong nợ công danh,\n:Thì luống thẹn thùng khi nghe người đời kể chuyện Vũ hầu.\n*'''Bản dịch [[tiếng Việt]]''':\n:'''Thuật hoài'''\n:Múa giáo non sông trải mấy thu\n:Ba quân khí mạnh nuốt trôi trâu.\n:Công danh nam tử còn vương nợ,\n:Luống thẹn tai nghe chuyện Vũ Hầu <ref>Chép theo bản dịch in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004, tr. 1361.<\/ref>.\n\n:\n\nNhìn chung, đây là bài thơ \"ngắn gọn, đạt đến độ súc tích cao, khắc họa được vẻ đẹp của con người có sức mạnh, có lý tưởng, có nhân cách cao cả cùng khí thế hào hùng của thời đại\" <ref>Sách ''Ngữ văn 10'' (tập 1), Nhà xuất bản Giáo dục, 2008, tr. 116.<\/ref>.\n\n==Ảnh hưởng ==\nTheo nhà nghiên cứu Lê Chí Dũng, bài thơ \"Đăng sơn\" của [[Hồ Chí Minh]] có quan hệ liên văn bản (''intertesctualité'') với bài thơ \"Thuật hoài\" của Phạm Ngũ Lão ở câu thơ thứ 3 ''\"Nghĩa binh tráng khí thôn ngưu đẩu\"'' (tạm dịch ''\"Quân ta khí mạnh nuốt Ngưu Đẩu\"'').<ref>[http:\/\/www.baolamdong.vn\/vhnt\/201411\/soi-bai-tho-dang-son-cua-chu-tich-ho-chi-minh-vao-ngay-ket-thuc-cua-chien-dich-ho-chi-minh-3041975-2374881\/ Soi bài thơ \"Đăng sơn\" của Chủ tịch Hồ Chí Minh vào ngày kết thúc của \"Chiến dịch Hồ Chí Minh\" 30\/4\/1975]<\/ref>\n\nBài thơ được đưa vào chương trình SGK lớp 10 tập 1 với tựa đề \"Tỏ lòng\".\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n\n[[Thể loại:Văn học Việt Nam thời Trần]]\n[[Thể loại:Tác phẩm của Phạm Ngũ Lão]]\n[[Thể loại:Bài thơ Việt Nam]]\n[[Thể loại:Thơ chữ Hán]]"}