{"118949":"{{bài cùng tên|Thuận Hóa (định hướng)}}\n'''Thuận Hóa''' (順化) là địa danh hành chính cũ của vùng đất bao gồm [[Quảng Bình]], [[Quảng Trị]], [[Thừa Thiên Huế]], [[Đà Nẵng]] và phía bắc [[Quảng Nam]] . Đây nguyên là đất các châu [[Bố Chính]], [[Địa Lý (châu)|Địa Lý]], [[Ma Linh]], [[Châu Ô]], [[Châu Lý|Châu Rí]] (hay Lý) của [[Chiêm Thành]].\n\nNăm 1069, sau cuộc chiến với [[Đại Việt]] dưới thời [[Lý Thánh Tông]] bị thua, vua [[Chiêm Thành]] đã cắt đất 3 châu phía bắc là Bố Chính, Địa Lý, Ma Linh để cầu hòa, nhà Lý đặt tên vùng đất mới là Tân Bình. Năm [[1306]], vua Chiêm là [[Chế Mân]] lấy công chúa [[Huyền Trân]] và đổi lấy hai châu Ô, châu Lý còn lại làm quà sính lễ. Năm 1307, [[Trần Anh Tông]] tiếp thu hai châu vào [[Đại Việt]] và đổi tên là châu Thuận và châu Hóa. Sau này hai châu được gom lại thành '''phủ Thuận Hóa''' dưới thời nội thuộc [[nhà Minh]].\n\nNăm 1466, [[Lê Thánh Tông]] phân chia địa giới hành chính cả nước Đại Việt thành 12 đạo thừa tuyên và chính thức đặt Thuận Hóa làm '''thừa tuyên Thuận Hóa''', bao gồm cả phủ Tân Bình. Năm 1558, [[Nguyễn Hoàng]] vào trấn thủ vùng đất này và cùng con cháu các đời xây dựng Thuận Hóa thành một vương quốc Nguyễn ở xứ [[Đàng Trong]] kéo dài xuống tận mũi [[Cà Mau]]. Đến đời [[nhà Hậu Lê]] và [[nhà Mạc]], Thuận Hóa là một đơn vị hành chính cấp tỉnh, trải dài từ Đèo Ngang (Quảng Bình) cho tới tận các huyện Nông Sơn, Quế Sơn, Duy Xuyên (Quảng Nam) ngày nay. Năm 1604, [[Nguyễn Hoàng]] đã cắt huyện [[Điện Bàn]] thuộc trấn Thuận Hóa, nâng lên thành phủ, sáp nhập vào trấn [[Quảng Nam]]. Thuận Hóa dưới thời các chúa Nguyễn ([[thế kỷ 17]]- [[Thế kỷ 18|18]]) là vùng đất trải dài từ phía nam [[đèo Ngang]] cho tới [[đèo Hải Vân]]<ref>Xem ''\"Huế\" có tự khi mô'' của Võ Hương An, đăng trong tập \"Huế của một thời\", Nam Việt xuất bản năm 2006.<\/ref>.\n\nCó ý kiến cho rằng, theo cách gọi tắt của dân gian, từ Huế là do Thuận Hóa thành Hóa rồi đọc trại thành [[Huế]] như ngày nay<ref>Xem thêm [[Huế#Một số kiến giải về địa danh \"Huế\"|Một số kiến giải về địa danh \"Huế\"]]<\/ref>. Vào thế kỷ thứ 17, người châu Âu thường gọi Thuận Hóa là '''Singoa''', '''Sinoa''' hay '''Senna'''.\n\n== Cương vực xứ Thuận Hóa thời vua Lê Thánh Tông ==\nTheo [[Lịch triều hiến chương loại chí|Lịch triều Hiến chương Loại chí]] của [[Phan Huy Chú]], bắt đầu từ năm Quang Thuận 7 (năm 1466), Thừa Tuyên Thuận Hóa gồm 2 phủ 7 huyện 4 châu.<ref>Lịch triều hiến chương loại chí, Phan Huy Chú, phần Dư Địa Chí quyển 5, trang 185 Thuận Hóa.<\/ref>\n[[Tập tin:Bản đồ Thừa Tuyên Thuận Hóa trong bộ Hồng Đức Bản Đồ.jpg|nhỏ|Thừa Tuyên Thuận Hóa trong [[Bản đồ Hồng Đức|Hồng Đức Bản Đồ]]|420x420px]]\n\n=== Phủ Triệu Phong ===\nGồm 5 huyện và 2 châu:\n* Huyện Đan Điền\n* Huyện Kim Trà\n* Huyện Tư Vang\n* Huyện Hải Lăng\n* Huyện Võ Xương\n* Châu Thuận Bình\n* Châu Sa Bôi\n\n=== Phủ Tân Bình ===\nGồm 2 huyện và 2 châu:\n* Huyện Khang Lộc\n* Huyện Lệ Thủy\n* Châu Minh Linh\n* Châu Bố Chính\n\n== Cương vực xứ Thuận Hóa thời chúa Tiên Nguyễn Hoàng ==\nTheo [[Đại Nam thực lục|Đại Nam Thực Lục]], vào năm 1570, khi chúa Tiên [[Nguyễn Hoàng]] được lệnh kiêm lãnh hai xứ Thuận Hóa và Quảng Nam, xứ Thuận Hóa gồm 2 phủ 9 huyện 3 châu.<ref>Đại Nam Thực Lục Tiền Biên Quyển 1<\/ref>\n\n=== Phủ Triệu Phong ===\nGồm 6 huyện, 2 châu:\n* Huyện Quảng Điền (xưa là huyện Đan Điền)\n* Huyện Hương Trà (xưa là huyện Kim Trà)\n* Huyện Phú Vang (xưa là huyện Tư Vang)\n* Huyện Hải Lăng\n* Huyện Võ Xương\n* Huyện Điện Bàn\n* Châu Thuận Bình\n* Châu Sa Bôi\n\n=== Phủ Tiên Bình (xưa là phủ Tân Bình) ===\nTheo [[Đồng Khánh địa dư chí|Đồng Khánh Địa Dư Chí]], đời Lê Trung Hưng đầu niên hiệu Hoằng Định (1601), do kiêng húy chữ Tân trong tên vua Kính Tông Lê Duy Tân, đổi tên phủ Tân Bình thành phủ Tiên Bình.<ref>Đồng Khánh Địa Dư Chí, quyển tỉnh Quảng Bình, trang 1339<\/ref>\n\nGồm 3 huyện và 1 châu:\n* Huyện Khang Lộc\n* Huyện Lệ Thủy\n* Huyện Minh Linh (xưa là châu Minh Linh)\n* Châu Bố Chính\n\n== Cương vực xứ Thuận Hóa theo Phủ Biên Tạp Lục ==\nTheo [[Phủ biên tạp lục]] của [[Lê Quý Đôn]] được hoàn thành vào khoảng năm 1776, xứ Thuận Hóa gồm 2 phủ 8 huyện 1 châu 882 thôn phường giáp (lưu ý, Nhà xuất bản chú rằng \"những con số trong danh sách này không phải tuyệt đối là đúng\") <ref>Phủ biên tạp lục, Lê Quý Đôn, Viện Sử Học, Nhà xuất bản Văn Hoa Thông tin, trang 97<\/ref>\n\n=== Phủ Triệu Phong ===\nGồm 5 huyện, 2 châu:\n* Huyện Hương Trà (nay thuộc [[Thừa Thiên Huế]]), gồm 9 tổng: An Ninh (''gồm 6 làng xã: An Ninh Thượng, An Ninh Hạ, La Chử, Long Hồ, Trúc Lâm, Phúc Long.''), Phú Xuân (''gồm 4 làng xã: Phú Xuân, Thế Lại Thượng, Thế Lại Hạ, Vạn Xuân.''), Vĩnh Xương (''gồm 10 làng xã: Vĩnh Xương, Hương Chiền, Vân Lô, Siêu Loại, Kế Môn, Trung Toàn, Đại Lộc, Chính Lộc, Đường Long, Hòa Viện.''), Phù Trạch (''gồm 10 làng xã: Phù Trạch, An Nông, Vĩnh An, Trạch Phố, Phúc Giang, Lương Mai, Ưu Điềm (tức Ưu Điềm), Đạm Xuyên, Từ Chính An Thị, Khách Hộ Phú Xuân.''), An Hòa (''gồm 11 xã: An Hòa, An Khang, Diễn Phái, Xuân Dương, An Mỹ, An Quán, Quy Tôn, Thuận Hòa, Hải Trình, Phúc Trường, An Hoa Hạ.''), Vĩ Dạ (''hay Vĩ Dã, gồm 10 xã: Vỹ Dạ Thượng, Vi Dã Hạ, An Cự, Dương Xuân, An Truyền, Trào Thủy, Mai Xuân, Thiên Lộc, Thạch Lại, Vân Quật (tức Vân Khốt).''), Kim Long (''gồm: Kim Long, Doanh Phố, Dương Phẩm, Xuân Ổ, Huy Du, Xuân Hòa, Trung Lãng, Bồn Chử, Hải Cát, Kim Ngọc, Định Môn, Cứ Hóa, Dương Lăng, Trung Xá, Thọ Khang, La Chử, Vĩ Dã Thượng, An Ninh, Thạch Hãn (phường), Kim Long (phường), Nam Phố, La Khê, An Bằng, Dương Phẩm, Tứ Chính, Tửu Phường, Nham Biều (châu).''), An Vân (''gồm 9 xã: An Vân, Đốc Sơ, Thủy Tú, Khuê Chử, Liễu Cốc Thượng, Liễu Cốc Hạ, An Đô, Doanh Đàm, Phụ Ổ.''), Kế Thực (''hay Kế Mỹ, gồm 22 làng xã: Kế Thực, Bình Trị, Thái Dương Thượng, Thái Dương Hạ, Hòa Duân, Quảng Xuyên, Lương Viện, An Dương, Kế Đăng, Cự Lại, Ba Lăng, Viên Trình, Hoa Lộc, Hà Thanh, Mai Lộc, Đường Dã, Tân Xa, Hoa Dương, Hà Hồng, Hoa Diên, Khánh Mỹ, Diêm Tụ.''). Huyện Hương Trà trước có tên là Kim Trà. Phủ [[chúa Nguyễn]], thời Nguyễn Phúc Lan được dời từ Ái Tử về xã Kim Long tổng Kim Long huyện Hương Trà. Đến chúa Nguyễn Phúc Thái lại dời đến xã Phú Xuân tổng Phú Xuân huyện Hương Trà<ref>Lịch triều hiến chương loại chí, trang 158.<\/ref>.\n* Huyện Phú Vang (nay thuộc Thừa Thiên Huế), gồm 6 tổng: Mậu Tài, Giương Nỗ, Đường Pha, Dã Lê, Sư Lỗ, Diêm Trường.\n* Huyện Quảng Điền (nay thuộc Thừa Thiên Huế), gồm 8 tổng: Hoa Lang, Phù Lê, Yên Thành, Hạ Lang, Đông Lâm, Phúc An, Phù Ninh, Phú Ốc.\n* Huyện Hải Lăng (nay thuộc [[Quảng Trị]]), gồm 5 tổng: Hoa La, An Thư, An Dã, Câu Hoan, An Khang.\n* Huyện Đăng Xương (nay thuộc Quảng Trị), gồm 5 tổng: An Phúc, An Lưu, An Cư, An Đôn (''gồm 35 phường xã: An Đôn, Thượng Phúc, Nhan Biền, Ái Tử, Phúc Toàn, Phú Áng, Trà Lễ, Vĩnh Phúc, Lai Phúc, Vân An, Hà Xá, Đại Áng, Trung Chỉ, Lập Thạch, Phương Lương, Phú An, Lãng Phúc, Điếu Ngao, [[Đông Hà]], Liên Trì, Đông Vu, Thượng Đô, Ỷ Bích, Bạch Câu, Cây Khế, Giang Hiến, Hà Xá (phường, Thiết Trường Tử Chính, Thiết Trường Hạ (phường), Sơn Tập, Sơn Bàng, An Trung Ngu (giáp).''), An Lạc (''gồm 40 phường xã: An Lạc, Phả Lại, Kim Đâu, Cam Lộ, Cam Đường, Đình Tổ, Nghĩa An, Bích Giang, Định Xá, Thanh Lương, An Bình, Phú Ngạn, Trúc Khê, Trúc Kính, Thượng Độ, Hạ Độ, Nhật Lệ, Thuận Đức, Trương Xá, Lâm Lang, Phi Hưu, An Thịnh, Bào Đá, Trung Hác, Phả Lại, An Xuân, Phúc An, Khang Mỹ, An Bình, Khang Thái, Tân An, Ba Xuân, Cây Lúa, Bái Sơn, Thiết Trường, Cam Lộ (phường), Thiên Xuân, Bố Chính, Quất Xá, Án Cát.''). Theo [[Lịch triều hiến chương loại chí]] thì huyện này, trước đó có tên là Vũ Xương, rồi đổi thành Đăng Xương, về sau lại đổi thành Thuận Xương. Dinh (phủ chúa Nguyễn) của [[Nguyễn Hoàng]], đầu tiên, khi vào trấn thủ Thuận Hóa đóng ở xã [[Ái Tử]] tổng An Đôn huyện Vũ Xương (Đăng Xương)<ref>[[Lịch triều hiến chương loại chí]] của [[Phan Huy Chú]], Phủ Triệu Phong, trang 158.<\/ref>.\n\n=== Phủ Quảng Bình ===\nGồm 3 huyện và 1 châu:\n* Huyện Minh Linh (nay thuộc Quảng Trị: huyện [[Vĩnh Linh]], [[Gio Linh]] và [[Cam Lộ]]), gồm 5 tổng: An Xá, Minh Lương, Bái Trời, Thủy Ba, Yên Mỹ (''gồm 28 làng xã: Yên Mỹ, Bào Phố, Thủy Khê, Nhĩ Thượng, Nhĩ Trung, Nhĩ Hạ, Thời Hoa, Hải Chử, Duy Phiên, Hoàng Hà, Diêm Hà Trung, Diêm Hà Hạ, Hà Lợi Trung, Hà Lộc, An Lộc, Đại Lộc, Ngọc Giáp, Trung An, Phúc An, Bạch Câu, Tây Giáp, Xuân An, Trù Cương, Xuân Lung, [[Làng Mai Xá|Mai Xá]], [[Mai Xá Thị]], Cảnh Dương.'').\n* Huyện Khang Lộc (nay thuộc [[Quảng Bình]]), gồm 6 tổng: An Lại, Phúc Lộc, Thạch Bồng, Hành Phổ, An Đại, Trung Quán (''gồm 22 làng xã phường: Trung Quán, Trần Xá, Hữu Phan, Tả Phan, Hạ Hồng, Hữu Đăng, Diên Trương, Hàm Nhược, Hiển Vinh, Hiển Lộc, Bình Xá, Trấn Nhân, Cừ Thôn, Hà Thôn, Phúc Trì, [[Đồng Hới|Động Hải]], Mỹ Lệ, Diêm Điền, Cảnh Dương, Cao Bình Nong, Cao Bình Lứa, Cao Bình Chỉ.'').\n* Huyện Lệ Thủy (nay thuộc [[Quảng Bình]]), gồm 5 tổng: Thượng Phúc, Thạch Xá, Đại Phúc Lộc, Thủy Liên, An Trạch.\n* Châu Nam Bố Chính (nay thuộc Quảng Bình), gồm 2 tổng: Trứ Lễ (''gồm 30 phường xã trang: Cao Lao, Đặng Đồ, Bồ Khê, Tiểu Ba, Liên Hương, Phương Liên, Đông Thành, Hoành Kính, Lâm An, Hà Môn, Hoàng Trung, Phúc Kinh, Cổ Giang, Câu Lạc, Phúc An, Dã Lật, Gia Lộc Nội, Gia Lộc Ngoại, Câu Hợp, Kim Sơn, [[Phong Nha]], Gia Chiêu, Thanh Lăng, An Mỹ, Tân Châu, Cồn Nam, Phú Xuân, Hoàng Hợp, Y, Giản, Hà Ao.''), Lương Xá (''gồm 28 làng xã: An Lão, Phúc Tự, An Náu, Mỹ Lộc, Thiên Lộc, An Phúc, Hỷ Duyệt, An Lễ, [[Cự Nẫm]], [[Hưng Trạch|Khương Hà]], Thuận An, Đông Cao, Phúc Lộc, Nam Phúc, Hòa Duyệt, Điển Phúc, Toàn Thuận, Phúc Lộc, Cẩm Lộc, Miên Lộc, Xuân Hòa, Thổ Tượng, [[Lý Hòa]], Thuận Cô, Thanh Hà, An Náu (phường), Dinh Thị, Cồn Đồi.'').\n\n== Thuận Hóa thời [[Nhà Nguyễn]] ==\nTheo Lịch triều hiến chương loại chí của [[Phan Huy Chú]], vào đầu thời nhà Nguyễn, Thuận Hóa vẫn gồm 2 phủ Triệu Phong và Quảng Bình, nhưng có mở rộng về địa giới hơn so với thời chúa Nguyễn (chép trong Phủ biên tạp lục): \n* Phủ Triệu Phong, gồm 5 huyện nhưng có thêm 2 châu: các huyện Quảng Điền (Đan Điền), Hương Trà (Kim Trà), Phú Vang (Tư Vinh, hay Phú Vinh), Hải Lăng, Đăng Xương (Vũ Xương); 2 châu Thuận Bình và Sa Bôi.\n* Phủ Quảng Bình gồm 2 huyện và 2 châu: huyện Khang Lộc, huyện Lệ Thủy, châu Minh Linh (Vĩnh Linh), châu Bố Chính (Nam Bố Chính (Bố chính Nội tức [[Bố Trạch]] ngày nay), Bắc Bố Chính (Bố Chính Ngoại tức [[Quảng Trạch]] ngày nay), mở rộng hơn ra bắc sông Gianh so với thời chúa Nguyễn.)\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{sơ khai Quảng Bình}}\n\n[[Thể loại:Địa danh cũ Việt Nam]]\n[[Thể loại:Quảng Bình]]\n[[Thể loại:Quảng Trị]]\n[[Thể loại:Thừa Thiên Huế]]\n[[Thể loại:Chúa Nguyễn]]\n[[Thể loại:Nhà Trần]]\n[[Thể loại:Nhà Hậu Lê]]\n[[Thể loại:Lịch sử Đàng Trong]]"}