{"111377":"{{bài cùng tên|Thuận Thiên}}\n[[Tập tin:Le Loi statue.JPG|nhỏ|Tượng [[Lê Thái Tổ|Lê Lợi]] với thanh kiếm Thuận Thiên trước trụ sở Ủy ban nhân dân thành phố Thanh Hoá]]\n[[Tập tin:TượngđàiLêTháiTổ-HPIM2221.PNG|nhỏ|Lê Lợi trả kiếm cho [[rùa thần Kim Quy]]]]\n'''Thuận Thiên kiếm''' ([[chữ Hán]]: 順天劍<ref>Trong Lê Thế Ngọc Phả, sách đã dẫn bên dưới<\/ref>) hay [[kiếm]] thần Thuận Thiên là thanh kiếm huyền thoại của vua [[Lê Thái Tổ|Lê Lợi]], anh hùng dân tộc Việt Nam, người đã đem lại độc lập cho Việt Nam từ ách cai trị của [[nhà Minh]] phương Bắc. Được cho là có ẩn chứa một sức mạnh thần kỳ, giúp cho Lê Lợi trở nên cao lớn và có sức mạnh của vạn người. Thanh kiếm xuất hiện trong huyền thoại về Lê Lợi từ rất sớm.\n\n== Tên gọi ==\n\n'''Thuận Thiên''' có nghĩa là thuận theo ý trời. Ý nghĩa của nó là khẳng định cuộc khởi nghĩa chống nhà Minh của [[Lê Thái Tổ|Lê Lợi]] là thuận theo ý muốn của trời, nhất định sẽ chiến thắng.\n\n== Huyền thoại ==\nVào thời gian [[nhà Minh]] chiếm đóng Đại Việt, [[Lê Thái Tổ|Lê Lợi]] dựng cờ khởi nghĩa ở vùng [[Lam Sơn]], [[Thanh Hóa]] chống nhà Minh. Buổi đầu thế lực nghĩa quân còn non yếu, trước thế mạnh và khả năng tổ chức tốt của quân đội nhà Minh nên Lê Lợi nhiều lần thất bại.\n\nThấy vậy, Đức [[Lạc Long Quân|Long Quân]] quyết định cho nghĩa quân mượn thanh gươm thần để họ giết giặc. Thanh kiếm không đến thẳng với Lê Lợi mà nó được chia làm hai phần: một lưỡi kiếm và một chuôi kiếm.\n\nĐầu tiên, ở Thanh Hóa, có một ngư dân tên là Lê Thận. Một đêm nọ, Lê Thận đánh cá, anh thả lưới ở một bến vắng. Trong một lần kéo lưới, tự nhiên Thận cảm thấy nằng nặng, trong lòng vui mừng thầm vì tưởng phen này bắt được có cá to. Nhưng khi thò tay lấy cá, Thận nhận ra rằng đó chỉ là một thanh sắt. Thận tiện tay vứt luôn thanh sắt đó xuống nước rồi, đi thuyền thả lưới ở một chỗ khác. Lần thứ hai cất lưới lên cũng thấy nặng, nhưng lại là thanh sắt mà anh đã ném đi kia. Thận tiếp tục ném thanh sắt xuống sông lần hai. Nhưng thanh sắt ấy lại vẫn tiếp tục mắc vào lưới lần thứ ba. Lấy làm lạ, Thận ghé mồi lửa soi để nhìn xem, anh reo lên một mình:\n\n-''Ha ha! Một lưỡi gươm!''\n\nLê Thận về sau gia nhập quân khởi nghĩa Lam Sơn. Vì lòng dũng cảm của mình, Thận nhanh chóng thăng tiến trong hàng ngũ nghĩa quân. Một hôm, Lê Lợi cùng tùy tùng đến thăm nhà Thận. Nhà Thận vốn tối om om, bỗng lưỡi gươm hôm đó chợt sáng rực lên soi sáng cả xó nhà. Lấy làm lạ, Lê Lợi tiến đến gần cầm lấy xem và nhận ra có hai chữ \"''Thuận Thiên''\" ([[chữ Hán]]: 順天) khắc sâu vào trong lưỡi. Song tất cả mọi người vẫn chưa nhận ra đó là báu vật. Một hôm lại bị quân Minh truy đuổi, [[Lê Thái Tổ|Lê Lợi]] và các tướng chạy tháo thân mỗi người một ngả. Lúc đi qua một khu rừng, Lê Lợi bỗng thấy một ánh sáng lạ trên ngọn [[đa|cây đa]]. Ông tò mò, liền xuống ngựa trèo lên mới biết đó là một cái chuôi gươm nạm ngọc. Chợt nhớ tới lưỡi gươm ở nhà Lê Thận, Lê Lợi liền rút lấy chuôi giắt vào lưng. Ba ngày sau, Lê Lợi gặp lại tất cả các tùy tùng, thuộc tướng gồm cả Lê Thận. Ông lấy lưỡi ra tra thử với gươm, khi lắp lưỡi vào với chuôi thì kỳ lạ thay, vừa khớp nhau. Lê Lợi kể lại câu chuyện, mọi người nghe xong đều hồ hởi vui mừng. Lê Thận hai tay nâng gươm lên ngang đầu nói với Lê Lợi:                                           \n\n-''Đây là thần có ý phó thác cho \"minh công\" làm việc lớn. Chúng tôi nguyện đem xương da của mình theo \"minh công\" và thanh gươm thần này để báo đền xã tắc!''.\n\nThanh gươm thần với một sức mạnh lạ kỳ giúp Lê Lợi đánh tràn ra, liên tiếp thắng quân Minh và làm quân Minh khiếp đảm, sau cùng là chiến thắng quân Minh, đuổi chúng ra khỏi bờ cõi nước Việt. Mấy năm sau, Lê Lợi lên ngôi vua lập ra nhà Lê, lấy hiệu là Lê Thái Tổ. Một ngày nọ nhà vua đem gươm thần ngồi thuyền rồng dạo chơi trên [[hồ Hoàn Kiếm|hồ Tả Vọng]], Thăng Long. Bỗng nhiên thanh gươm thần động đậy và có một con rùa vàng chặn lối, nó nổi lên và nói:\n\n:''Bệ hạ hoàn gươm lại cho Long Quân!''\n\nNghe thế nhà vua hiểu ra, nhà vua bèn thò tay rút gươm ra khỏi bao. Chỉ một lát, thanh gươm thần tự bay về phía rùa vàng. Nhanh như cắt, rùa liền ngước đầu lên, há miệng nhận lấy thanh gươm. Cho đến khi rùa lặn xuống, người ta vẫn thấy có vệt sáng le lói dưới mặt nước hồ xanh. Khi những chiếc thuyền của bá quan tùy tùng đuổi lên kịp thuyền rồng thì vua nói với họ:\n\n:''Đức Long Quân cho chúng ta mượn thanh gươm thần để trừ giặc Minh. Nay đất nước đã thanh bình, người sai rùa lấy lại''.\n\nVà từ đó không ai thấy lại thanh gươm thần nữa <ref>[http:\/\/www.treem.net\/apm\/index.php?menu=detail&mid=46&nid=187 Sự Tích Hồ Gươm]<\/ref>. Hồ Tả Vọng sau này được đổi tên là hồ Hoàn Kiếm để ghi nhớ sự kiện này.\n\n==Văn hóa==\n{{chính|Excalibur}}\nCâu chuyện về Thanh gươm trong đá có một phiên bản khác có nội dung tương tự là trong truyền thuyết về [[Sigmund]] trong [[thần thoại Bắc Âu]], người đã rút thanh kiếm của Odin ra khỏi thân cây. Thú vị hơn, trong các tác phẩm ở nước [[thuôc Pháp|Pháp]] như là truyện ''[[Perceval, the Story of the Grail]]'' của [[Chrétien de Troyes]]' và trong tập Vulgate chương ''Lancelot Proper'', Excalibur được sử dụng bởi [[Gawain]], người cháu trai và một trong những hiệp sĩ giỏi nhất của Arthur. Nó tương phản với các phiên bản sau, nơi mà Excalibur chỉ dành cho duy nhất nhà vua. Trong sách ''[[Alliterative Morte Arthure]]'' (ca. [[1400]]), Arthur được cho rằng có tới hai thanh kiếm, thanh thứ hai là [[Clarent]], bị [[Mordred|Modred]] trộm và sau này dùng nó trong cuộc chiến sinh tử cuối cùng giữa Arthur và Modred.\n\nCận [[tết nguyên đán]] 2014, dư luận đả kích Ngân hàng TMCP Sài Gòn ([[SHB]]) in tờ lịch có nội dung \"sai lịch sử\" [[hồ Hoàn Kiếm]] khi nói rằng vua Lê cầm kiếm đuổi rùa. Khi được báo giới phỏng vấn, tác gia [[Trần Quang Đức]] dẫn các sách ''[[Sơn cư tạp thuật]]'', ''[[Tang thương ngẫu lục]]'', ''[[Đại Nam nhất thống chí]]'', ''[[Hà thành kim tích khảo]]'' để giải thích rằng : Đây chỉ là truyền thuyết chứ không phải lịch sử. Vả chăng, tình tiết \"vua Lê trả kiếm\" chỉ xuất hiện sớm nhất ở đầu thế kỉ XX trong ''[[Quốc văn giáo khoa thư]]'', phỏng theo một chi tiết trong [[truyền thuyết Arthur]]. Trước thế kỉ XX, mọi thư tịch đều nói rằng, vua Lê cầm kiếm đuổi rùa hoặc ném rùa, vì thế nội dung lịch chí ít khớp với cổ thư<ref>[https:\/\/thethaovanhoa.vn\/van-hoa\/lum-xum-to-lich-su-tich-ho-hoan-kiem-co-dang-bi-chi-trich-nang-ne-n20140122083858081.htm Tờ lịch \"sự tích hồ Hoàn Kiếm\" có đáng bị chỉ trích nặng nề ?]<\/ref>.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* Nguyễn Hài, Trọng Viêm, Nguyên Cang và Sương Huyền, ''Lê Thế Ngọc Phả'', ở Tiết 7, chương thứ nhất ''Vua được gươm thần'' bằng Hán văn.\n\n==Xem thêm==\n* [[Thuận Thiên kiếm (trò chơi)]]\n\n== Liên kết ngoài ==\n* Vũ Khắc Khoan, [http:\/\/www.talawas.org\/talaDB\/showFile.php?res=12283&rb=08 Thần Tháp Rùa], đăng lại trên [[Talawas]].\n\n[[Thể loại:Vũ khí Việt Nam]]\n[[Thể loại:Kiếm thần thoại]]\n[[Thể loại:Khởi nghĩa Lam Sơn]]\n[[Thể loại:Huyền sử Việt Nam]]\n[[Thể loại:Truyền thuyết Việt Nam]]"}