{"498072":"{{lịch sử Chăm Pa}}\n'''Thuận Thành trấn''' hay '''Trấn Thuận Thành''' ({{hn|ch=順城鎮}}), là tên gọi [[hành chính]] tiếng Việt của tiểu vương quốc Panduranga giai đoạn 1693 - 1832 trong chính sách của các [[chúa Nguyễn]]. Tại giai đoạn này, người Chăm chỉ còn quyền kiểm soát vùng đất mà ngày nay là 2 tỉnh Ninh Thuận và Bình Thuận, khác với giai đoạn năm 1430 - 1693, khi người Chăm vẫn chưa để mất vùng [[Kauthara]] (Phú Yên và Khánh Hòa).\n[[File:Đàng Trong - Đàng Ngoài (1757).png|thumb|250px|Vị trí Thuận Thành tại [[Đàng Trong]].]]\n\n==Lịch sử==\nTheo Biên niên sử Hoàng gia Chăm (Vua Po Phaok The tức Nguyễn Văn Thừa 阮文承 mệnh soạn vào năm 1832), năm con Trâu (năm 1397), kinh đô Bal Anguei của tiểu vương quốc Nâgar Cam (Nưkan Chăm = Panduranga) bị JEK tấn công và thất thủ. Người dân Bal Anguei tỵ nạn sang 4 vùng: (1) Bhum Pa-Nrang \/ Đạo Phan Rang 潘郎道, (2) Bhum Kraong \/ Đạo Long Hương 龍郷道 (Liên Hương), (3) Bhum Parik \/ Đạo Phan Rí 潘里道 (Phan Lý) và (4) Bhum Pajai \/ Đạo Phố Hài 舗諧道 Phan Thiết). Năm 1430, Vua Po Kathit khôi phục lại tiểu vương quốc Nâgar Cam (Nưkan Chăm = Panduranga), thoát ách đô hộ của Vijaya. Giai đoàn \"Hai nước Nam-Bắc Chiêm Thành\" 南北兩占城國　Vijaya-Panduranga song song tồn tại\" kéo dài đến năm 1471.\n\nSau năm 1471 (năm Kinh đô Chà Bàn = JEK = YAK thất thủ), Panduranga được vua Đại Việt (nhà Lê) gọi là Đại Chiêm 大占 hay Phiên Lũng 藩籠, Chúa Panduranga bắt đầu triều cống Đại Việt. Năm 1693, Chúa Nguyễn đã giao cho tướng [[Nguyễn Hữu Cảnh]] 阮有鏡 tấn công và sáp nhập vùng đất Panduranga vào lãnh thổ Chúa Nguyễn tức xứ [[Đàng Trong]] (Đại Việt Nam Hà Quốc 大越南河國), đổi tên thành Trấn Thuận Thành 順城鎭, lại đổi tên tiếp thành Phủ Bình Thuận 平順府. Trong thời gian năm 1694-1695, người Chăm đã kháng cự mãnh liệt đồng thời chính quyền Đàng Trong cũng muốn dành nguồn lực cho việc chinh phạt [[Campuchia|Chân Lạp]]. Tới năm 1695, Chúa Nguyễn đã trả lại quyền hành cho Chúa Chăm (Kế Bà Tử 継婆子 tức Po Saktiray Da Putih) và thực hiện cơ chế tự trị cho Trấn Thuận Thành trong khuôn viên Phủ Bình Thuận. Chúa Chăm trở thành Trấn vương Trấn Thuận Thành, là một quốc gia tự trị của người Chăm dưới sự bảo hộ của chúa Nguyễn và đồng thời là chư hầu của chính quyền Đàng Trong, tồn tại từ năm 1695 đến năm 1832.\n\nSau khi Lê Văn Duyệt chết, vua [[Minh Mạng]] đã xóa bỏ chế độ tự trị của người Chăm và thành lập Phủ Ninh Thuận trong khuôn viên Tỉnh Bình Thuận vào năm 1832. Trong thời gian năm 1832-1835, người Chăm và các dân tộc miền núi đã chia ra hai phe, phe ủng hộ Lê Văn Khôi (con nuôi Lê Văn Duyệt) và phe ủng hộ vua Minh Mạng. Phe ủng hộ Lê Văn Khôi (phiến quân) bỏ chạy vào rừng kháng chiến. Vua Minh Mạng cho hai công nương Nai Khal Wa (Thị Khân Oa 氏巾鍋) và Nai Jip (Koak Jip, Thị Tiết 氏節) đi khắp miền núi Nam Tây Nguyên thuyết phục các nhóm phiến quân đầu hàng. Tới năm 1835, phiền quân đã đầu hàng hết. Vua Minh Mạng chia Phủ Ninh Thuận thành hai huyện: Huyện An Phước Thổ và Huyện Hòa Đa Thổ, tức là hai huyện tự trị Chăm. Trong đó, Tri huyện Hòa Đa Thổ các đời đều là chồng của công nương (dọng họ mẫu hệ) hoàng gia Chăm cho đến cách mạng Tháng Tám (1945). Hoàng tử Chăm là ông Dụng Gạch (cháu 5 đời của bà Nai Jip) được bầu làm phó chủ tịch phụ trách miền núi của Ủy ban Hành chính Cách mạng Lâm thời Huyện Bắc Bình năm 1945.\n\n==Các vị vua (1697-1832)==\n*Po Saktiray daputih (1693-1728) - Kế Bà Tử - em ruột của vua Po Sout, từ năm 1697 nhà Nguyễn tấn phong làm ''Thuận Thành vương''\n*Po Jinah Depatih (1728-1731), cháu của Kế Bà Tử\n*Po Rattirai Depatih (1731-1760), cháu của Kế Bà Tử\n*阮文佐, 掌奇順城鎭王, 1760-1799\n*阮文召, 掌奇順城鎭王, 1799\n*Po Saong Nhung Ceng, Po Ceng Cen (Chánh Chấn 正振), 阮文振, 順城鎭正鎭, 1799-1822\n*Po Klan Thu (Trấn Thủ 鎭守), 阮文永, 順城鎭鎭守, 1822-1828\n*Po Phaok The (Phó Thừa 副承), 阮文承, 順城鎭副鎭, 1828-1832\n\n==Xem thêm==\n*[[Panduranga]]\n*[[Panduranga-Chăm Pa]]\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n*''Đại Nam thực lục tiền biên'' và các tài liệu tổng hợp khác\n\n\n\n[[Thể loại:Panduranga]]\n{{sơ khai Việt Nam}}"}