{"186488":"{{chú thích trong bài}} \n[[Tập tin:Dien Khanh Citadel old map.jpg|nhỏ|250px|phải|Sơ đồ thành]]\n'''Thành Diên Khánh''' là một di tích lịch sử văn hóa nổi tiếng tại huyện [[Diên Khánh]], [[Khánh Hòa]], [[Việt Nam]], là nơi đã diễn ra nhiều sự kiện lịch sử quan trọng. Hiện nay, thành cổ Diên Khánh vẫn còn giữ được nét kiến trúc cổ ban đầu, một địa điểm hấp dẫn các du khách đến Khánh Hòa. Nó được xây bởi phe chúa Nguyễn trong thời kỳ chiến tranh với [[Nhà Tây Sơn|Tây Sơn]].\n\nThành Diên Khánh nằm cách thành phố [[Nha Trang]] 10 [[kilômét|km]] về [[hướng Tây|phía Tây]], bên phải [[quốc lộ 1]]. Năm [[1793]], sau khi [[Nguyễn Huệ]] mất, nhà [[Nhà Tây Sơn|Tây Sơn]] suy yếu dần. [[Gia Long|Nguyễn Ánh]] cùng Võ Tánh và Nguyễn Văn Trương đem quân tiến đánh Diên Khánh. Sau khi đẩy lùi được nghĩa quân Tây Sơn, thấy nơi đây là địa bàn chiến lược quan trọng lâu dài, [[Gia Long|Nguyễn Ánh]] quyết xây dựng Diên Khánh thành căn cứ vững chắc, một vành đai phòng ngự kiên cố từ xa.\n\nDiện tích khoảng 36.000 [[mét vuông|m²]], là một quần thể kiến trúc quân sự theo kiểu Vauban, một hình mẫu thành quân sự phổ biến vào [[thế kỷ 17]] - [[thế kỷ 18]] ở Tây Âu. Tường thành hình lục giác nhưng không đều nhau, có chu vi 2.693 [[m]] đắp bằng đất, cao khoảng 3,5 m. Trên mỗi cạnh, tường thành lại chia thành nhiều đoạn nhỏ, uốn lượn, nên các góc thành không nhô hẳn ra mà vẫn đảm bảo quan sát được hai bên. Mặt ngoài tường thành gần như dựng đứng, mặt trong có độ thoải và được đắp thành hai bậc, tạo đường vận chuyển thuận lợi ven thành. Bên ngoài thành có hào nước sâu từ 3 đến 5 m, rộng từ 20 đến 30 m bao quanh. Ban đầu thành có 6 cửa (cổng thành), hiện nay chỉ còn 4 cửa Đông - Tây - Tiền ([[hướng Nam|phía Nam]]) - Hậu ([[hướng Bắc|phía Bắc]]). Đi từ hướng quốc lộ 1 có một con [[đường độc đạo]] nối cửa Đông và cửa Tây của thành. Con đường chạy vòng bên ngoài thành nối quốc lộ 1 và cửa Tây có tên là [[Mã Xá]]. Đối diện và cách cửa Tây khoảng 200 m, là [[Nhà thờ]] Hà Dừa. Nhà thờ Hà Dừa được cho là do các [[nhà truyền đạo]] xây vào những năm 1800 và Gác chuông được xây thêm vào năm 1917 bởi người Pháp.\n\nHiện tại các cơ quan hành chính của huyện Diên Khánh được đặt trong thành Diên Khánh như Phòng Giáo dục và Đào Tạo, Cơ quan Công an... và một sân bóng đá.\n\nTrước đây trong thành có hoàng cung, bên trái là dinh Tuần Vũ, phía sau là dinh Án Sát, sau nữa là dinh Lãnh Binh, phía dưới là dinh Tham Tri, có nhà kho, nhà lao kiên cố. Khi xây xong, thành Diên Khánh do hoàng tử Cảnh và Bá Đa Lộc chỉ huy trấn giữ. Theo một số tư liệu cũ, bên trong thành có nhiều kiến trúc độc đáo như hoàng cung, cột cờ, dinh tuần vũ, dinh án sát, nhà kho. Thành Diên Khánh cũng có thời kỳ trở thành tổng hành dinh của nghĩa quân [[Phong trào Cần Vương|Cần Vương]], Khánh Hòa trong những ngày đầu chống Pháp.\n\n==Hình ảnh==\n<gallery>\nHình:Dien Khanh gate stele.JPG|Bia tưởng niệm thành cổ Diên Khánh ở Cổng Đông\nHình:Dien Khanh western gate from the wall.JPG|Cổng Tây từ trên tường thành\nHình:Dien Khanh eastern gate.JPG|Cổng thành phía Đông trấn Diên Khánh\nImage:Dien Khanh front gate.JPG|Cửa tòa thành [[Diên Khánh]]\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Di tích tại Khánh Hòa]]\n[[Thể loại:Thành cổ Việt Nam|Diên Khánh]]\n[[Thể loại:Khởi đầu năm 1793]]"}