{"796679":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Thành Lâm\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 28,24 km²<ref name=QD19>Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ.<\/ref>\n| dân số = 3.482 người<ref name=QD19Ds>Kết quả [[Điều tra dân số|Tổng điều tra dân số]] năm 2020, dẫn theo Quyết định số 19\/2006\/QĐ-BTNMT.<\/ref>\n| thời điểm dân số = [[1999]]\n| mật độ dân số = \n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| thành phố = \n| huyện = [[Bá Thước]]\n| thị xã = \n| thành lập = 1964\n| trụ sở UBND = \n| mã hành chính = 14968<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Thành Lâm''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Bá Thước]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Địa giới hành chính==\nXã Thành Lâm nằm ở phía tây bắc của huyện Bá Thước.\n*[[Hướng Đông|Phía đông]] giáp các xã [[Lũng Niêm]] và [[Ban Công, Bá Thước|Ban Công]], huyện Bá Thước.\n*[[Hướng Nam|Phía nam]] giáp xã Ban Công, huyện Bá Thước và xã [[Phú Nghiêm]], huyện [[Quan Hóa]].\n*[[Hướng Tây|Phía tây]] giáp các xã Phú Nghiêm và [[Hồi Xuân]], huyện Quan Hóa.\n*[[Hướng Bắc|Phía bắc]] giáp các xã [[Thành Sơn, Bá Thước|Thành Sơn]] và Lũng Niêm, huyện Bá Thước.\n\n==Lịch sử hành chính==\nXã Thành Lâm vào thời [[nhà Hậu Lê|Lê]]-[[nhà Nguyễn|Nguyễn]] là vùng đất thuộc huyện Cẩm Thủy, [[phủ Thiệu Thiên]], [[Thanh Hóa]]<ref name=LangThanhhoaIIa>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 9.<\/ref>. Đến năm [[Thành Thái]] thứ 14 (1902), thuộc tổng Cổ Lũng, châu Quan Hóa. Vào năm [[Khải Định]] thứ 10 ([[1925]]), tổng Cổ Lũng chuyển về châu Tân Hóa mới thành lập<ref name=LangThanhhoaIIb>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 24.<\/ref>. Năm 1943, tổng Cổ Lũng nhập với tổng Thiết Ống thành một bang của châu Quan Hóa. Sau [[Cách mạng tháng Tám]] ([[1945]]), tổng Cổ Lũng thuộc châu Tân Hóa mới tái lập, đến tháng 11 năm 1945, châu Tân Hóa đổi thành châu Bá Thước theo tên của thủ lĩnh [[Cầm Bá Thước]] trong [[phong trào Cần Vương|phong trào Cần vương]]<ref name=LangThanhhoaIIc>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 10.<\/ref>.\n\nTháng 3 năm [[1948]], xã Thành Lâm lúc này là vùng đất thuộc xã Quốc Thành, huyện Bá Thước<ref name=LangThanhhoaIIc\/>. Năm 1964, xã Quốc Thành được chia thành 5 xã là Lũng Cao, Thành Sơn, Thành Lâm, Lũng Niêm và Cổ Lũng<ref name=QD107>Quyết định số 107-NV ngày 02-4-1964 của Bộ trưởng Bộ Nội vụ [[Việt Nam Dân chủ Cộng hòa]]<\/ref>, tên gọi Thành Lâm chính thức xuất hiện từ đây. Sau khi thành lập, xã Thành Lâm gồm các chòm: Cốc, Đanh, Chu, Mỏ Măng, Leo, Đôn, Ngòn và Bầm<ref name=LangThanhhoaIId>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 20.<\/ref>.\n\nVùng đất Thành Lâm này có lịch sử từ rất sớm. Qua lịch sử nghiên cứu và sưu tầm Thanh Hóa và địa phương thời kỳ đầu nhà Nguyễn tháng 7 năm 1802 Nguyễn Ánh (Có thực dân Pháp viện trợ) diệt xong nhà Tây Sơn lên ngôi hoàng đế, lấy niên hiệu là Gia Long đóng đô tại Phú Xuân (Huế ngày nay).\n\nGia Long chia cả nước thành 23 trấn, 4 doanh. Thời này xã Thành Lâm thuộc sách Cổ Lũng, tổng Hữu Lũng, huện Cẩm thủy, phủ Thiệu thiên, trấn Thanh Hoa.\n\nĐến năm Minh Mạng thứ XVI (1835) sách Cổ Lũng đổi tên thành Tổng Cổ Lũng, châu Quan Hóa, phủ Thọ Xuân, trấn Thành Hóa (Thành Lâm thuộc tổng Cổ Lũng).\n\nNăm Tự Đức thứ 3 (1851) chế độ phong kiến chia làm 4 tổng: xa Long, thiết Ống, Cổ Lũng, Điền Lư thuộc châu Quan Hóa.\n\n- Năm Khải Định thứ X (1925) thực dân pháp và triều đình Huế cắt 4 tổng trên lập châu mới gọi là châu Tân Hóa. Châu Tân Hóa gồm 30 xã, 211 chòm, bản, 166 hộ, 821 khẩu, 165 mẫu ruộng.\n\n- Năm 1943 chính quyền phong kiến chia châu Tân Hóa thành 2 phần, phần phía Đông gọi là tổng Xa Long và tổng Điền Lư nhập vào châu Cẩm Thủy. Phần phía Tây là tổng Cổ Lũng và tổng Thiết Ống thành một bang thuộc châu Quan Hóa.\n\nTrước cách mạng Tháng tám 1945, tổng Cổ Lũng được chia thành 11 xã, bao gồm các xã: Lũng Cao, Lũng Niêm, Lũng Tiềm, Lũng Bố, Lũng Vân, Lũng Cốc, Vũ Cao, Vũ Lang, Pa Khán, Thịnh Đức, Cổ Lũng.\n\n- Xã Thành Lâm thuộc Mường Khoòng (Tổng Cổ Lũng) dưới sự cai quản của Đạo Mương, chánh tổng là Hà Công Tổng (là chánh tổng cuối cùng của chế độ phong kiến).\n\n- Sau cách mạng tháng 8 năm 1945 4 tổng cũ của châu Tân Hóa nhập lại lấy tên là Châu Tân Hóa như cũ. Châu sở đóng tại La Hán xã Ban Công.\n\n- Tháng 11 năm 1945, Ủy ban hành chính tỉnh Thanh Hóa quyết định đổi châu Tân Hóa thành châu Bá Thước để nhớ ơn thủ lĩnh Cần Vương Thanh Hóa - Thủ lĩnh phong trào Cần Vương Cầm Bá Thước người dân tộc thái quê huyện Thường Xuân đã có nhiều công xây dựng và bảo vệ quê hương.\n\nTháng 6 năm 148, thực hiện sắc lệnh 198-SL\/CT của chủ tịch Chính phủ Việt Nam Dân chủ cộng hòa, đơn vị hành chính châu Bá Thước được đổi sang đơn vị hành chính cấp huyện. Huyện Bá Thước lúc này được chia thành 7 xã đó là các xã: Văn Nho, Thiết Ống. Quốc Thành, Long Vân, Hồ Điền, Quý Lương, Ban Công (Thành Lâm là 1 trong 5 đơn vị hành chính xã Quốc Thành). Từ năm 1947 đến 1949 xã Quốc Thành bị quân Pháp chiếm đóng 2 lần và đóng đồn tại Cổ Lũng. Do dó Thành Lâm gặp rất nhiều khó khăn trong phát triển KT-XH trong giai đoạn này.\n\n- Ngày 2\/4\/1964 thực hện Quyết định số 107 -QĐ-NV của Bộ nội vụ về việc chia 5 xã của huện Bá Thước là các xã: Văn Nho, Long Vân, Hồ Điền, Quý Lương. Quốc Thành ra các xã nhỏ. Xã Quốc Thành được chia thành 5 xã bao gồm: Cổ Lũng, Lũng Cao, Lũng Niêm, Thành Lâm, Thành Sơn. Xã Thành Lâm giữ nguyên ranh giới như ngày nay.\n\n- Hiên nay sau sáp nhập xã có 6 thôn.\n\n== Bộ máy hành chính ==\n{| class=\"wikitable\"\n|TT\n|'''Họ và tên'''\n|'''Chức vụ'''\n|'''Số điện thoại'''\n|-\n|1\n|Bùi Hải Đường\n| Bí thư Đảng ủy\n|0913.433.238\n|-\n|2\n|Hà Thị Trực\n| PBT Thường trực ĐU - CT HĐND\n|0987.715.702\n|-\n|3\n|Trịnh Văn Dũng\n| PBT - Chủ tịch UBND\n|0962.048.667\n|-\n|4\n|Hà Văn Hưởng\n| Phó Chủ tịch HĐND\n|0367.888.600\n|-\n|5\n|Vi Văn Bằng\n|CT UBMTTQ\n|0975.245.182\n|-\n|6\n|Quách Văn Dũng\n| Phó Chủ tịch UBND\n|0918.221.243\n|-\n|7\n|Nguyễn Nam Phong\n| Phó Chủ tịch UBND\n|08.999.888.18\n|-\n|8\n|Lương Văn Miền\n| Văn phòng\n|0987.729.186\n|}\n\n== Địa giới hành chính ==\nThành Lâm là một xã nghèo, vùng sâu, vùng cao, nằm ở phía Tây bắc của huyện Bá Thước, cách trung tâm thị trấn Cành Nàng, trung tâm huyện 12&nbsp;km, có diện tích tự nhiên 28,39&nbsp;km².\n\n- Phía Đông giáp các xã Lũng Niêm, Ban Công của huyện Bá Thước.\n\n- Phía Nam giáp các xã Ban Công, huyện Bá Thước và xã Phú Nghiêm huyện Quan Hóa.\n\n- Phía Tây giáp các xã Phú Nghiêm và Hồi Xuân huyện Quan Hóa.\n\n- Phía Bắc giáp các xã Thành Sơn và Lũng Niêm huyện Bá Thước.\n\n'''* Tổng diện tích đất tự nhiên: 2.839,67 ha:'''\n\n'''- Diện tích đất nông nghiệp: 2.604,02 ha chiếm 91,70%, trong đó:'''\n\n+ Đất trồng lúa nước: 237,39 ha chiếm 9,12 %;\n\n+ Đất trồng cây hàng năm khác:  274,36 ha chiếm 10,54 %;\n\n+ Đất trồng cây lâu năm: 21,34 ha chiếm 0,43 %;\n\n+ Đất lâm nghiệp: 2.067,55 ha chiếm 79,40 %;\n\n+ Đất nuôi trồng thủy sản: 3,16  ha chiếm 0,12 %.\n\n'''- Diện tích đất phi nông nghiệp: 166,34 ha chiếm 5,86 %, trong đó:'''\n\n+ Đất ở: 111,77 ha chiếm 67,19 %;\n\n+ Đất xây dựng trụ sở, cơ quan công trình sự nghiệp 0,40 ha chiếm 0,24 %;\n\n+ Đất sản xuất kinh doanh 0,50 ha chiếm 0,57 %;\n\n+ Đất nghĩa trang, nghĩa địa 0,45 ha chiếm 0,27 %;\n\n+ Đất sông suối 22,38ha chiếm 13,45 %;\n\n+ Đất phát triển hạ tầng 31,34 ha chiếm 18,84%.\n\n'''- Diện tích đất chưa sử dụng: 69,30 ha, chiếm 2,44 % trong đó:'''\n\n+ Đất bằng chưa sử dụng 6,72 ha chiếm 9,7%;\n\n+ Đất đồi núi chưa sử dụng: 2,21 ha chiếm 3,19%;\n\n+ Núi đá không có rừng cây: 60,38 ha chiếm 92,99%.\n\n'''3. Tình hình dân sinh'''\n\nXã có 6 thôn sau sáp nhập (Thôn: Cốc, Đanh, Tân Thành, Leo, Đôn, Bầm) với 865 hộ và 3.482 nhân khẩu (3416 khẩu Dân tộc thái, Mường 40 khẩu, Kinh 19 khẩu, 7 khẩu dân tộc khác). Tỷ lệ lao động nông nghiệp tương đối cao, chủ yếu là người đồng bào dân tộc Thái, nguồn thu nhập chính là từ nông nghiệp, nhưng bình quân đất nông nghiệp cho 01 lao động lại rất thấp. Đất rừng còn diện tích khá lớn nhưng chất lượng rừng kém, chủ yếu rà rừng hỗn giao, tre, nứa và một số rừng nghèo mới được khoanh nuôi tái sinh nên khả năng khai thác và tận thu sản phẩm để nâng cao thu nhập cho người lao động rất hạn chế. Thu nhập bình quân đầu người 29 triệu đồng\/người.\n\nSố hộ nghèo 270 hộ, chiếm 30.59 %, hộ cận nghèo 330 hộ chiếm 38.15 %. Dân cư phân bố rải rác không tập trung, trình độ dân trí chưa cao và chưa đồng đều. Thu, chi ngân sách trên địa bàn chủ yếu là sự đầu tư, hỗ trợ của Nhà nước.\n\n- Xã thuộc xã Khu vực 1, xã loại 2, thuộc vùng 3.\n\n==Giao thông==\nXã Thành Lâm có [[quốc lộ 15|tỉnh lộ 521B và 521C]] chạy qua (Nay là 521B) và kết nối với Mai Châu - Hòa Bình và Son-Bá-Mười đi Hòa Bình.\n\nHiện nay giao thông trên địa bàn xã cơ bản được bê tông và cứng hóa 100% đảm bảo cho người dân đi lại thuận lợi kể cả mùa mưa.\n\n==Du lịch==\nXã Thành Lâm nằm trong [[Khu bảo tồn thiên nhiên Pù Luông]] với các khu du lịch sinh thái cộng đồng như Pù Luông retreat, Huy Giáp homestay... Đến với Thành Lâm du khách sẽ được ngắm phong cảnh hùng vỹ và nguyên sơ của núi rừng, ẩn hiện trong đó là các nếp nhà sàn của đồng bào dân tộc Thái. Ẩm thực khá độc đáo và điển hình cho ẩm thực dân tộc Thái với nếp nương, cá Dốc, vịt bầu, rau rừng, thắng cố...Khí hậu 4 mùa rõ rệt và phân vùng đậm nét với sự chênh lệch nhiệt độ theo độ cao, mùa hè mát mẻ và trong lành, mùa thu dịu mát và yên bình, mùa đông có phần khắc nghiệt với sương mù và có thời điểm có băng giá xuất hiện cục bộ (năm 2015, 2016 tại thôn Bầm, Ngòn). Hiện nay Bản Đôn, xã Thành Lâm đã công bố quy hoạch chi tiết 1\/500 điểm dân cư gắn với du lịch cộng đồng. Nguồn: Quách Dũng\n\n==Tham khảo==\n*Khu bảo tồn thiên nhiên Pù Luông được thành lập năm 1999, với diện tích 17.662 ha, gồm 13.320 ha phân khu bảo vệ nghiêm ngặt và 4.343 ha phân khu phục hồi sinh thái. Pù Luông là tên gọi của đồng bào dân tộc Thái có nghĩa là đỉnh núi cao nhất trong vùng. Pù Luông được đánh giá là khu bảo tồn thiên nhiên có giá trị về khoa học, kinh tế xã hội và du lịch sinh thái. Cùng với [[Khu bảo tồn thiên nhiên Pù Hu|Pù Hu]], rừng ở khu vực Pù Luông đóng vai trò quan trọng trong việc phòng hộ đầu nguồn [[sông Mã]] ở tỉnh Thanh Hóa. Khu bảo tồn thiên nhiên Pù Luông cách [[vườn quốc gia Cúc Phương]] 25&nbsp;km, được nối liền với phần đuôi của vườn quốc gia Cúc Phương bằng hai dãy núi đá vôi màu xám chạy song song. Ở giữa là những thung lũng lúa. Phía bắc và đông bắc của khu bảo tồn Pù Luông giáp các huyện Mai Châu, [[Tân Lạc]] và [[Lạc Sơn]] của tỉnh Hòa Bình. Kéo dài từ phía tây xuống phía nam của khu bảo tồn là dòng [[sông Mã]], từ điểm giáp giới của huyện Quan Hóa với huyện [[Mai Châu]] (tỉnh [[Hòa Bình]]) qua khu vực thị trấn Quan Hóa xuống gần thị trấn [[Cành Nàng]] (Bá Thước).          Rừng nguyên sinh tại khu bảo tồn thiên nhiên Pù Luông là loại rừng kín nhiệt đới thường xanh theo mùa. Năm loại kiểu phụ rừng chính tồn tại do kết quả của sự đa dạng độ cao và các tầng chất nền: rừng lá rộng đất thấp trên núi đá vôi (60–700 m); rừng lá rộng đất thấp trên các phiến thạch, sa thạch và đất sét (60-1.000 m); rừng lá rộng chân núi đá vôi (700–950 m); rừng lá kim chân núi đá vôi (700–850 m) và rừng lá rộng chân núi Bazan (1.000-1.650 m). Khu bảo tồn cũng tồn tại các thảm rừng thứ sinh như rừng tre nứa, cây bụi và đất nông nghiệp.          Nằm cách không xa Vườn Quốc gia Cúc Phương, Pù Luông có sự tương đồng cao về khu hệ động thực vật so với Cúc Phương.          Khu bảo tồn có hệ động thực vật phong phú, đa dạng về số lượng và chủng loại với 598 loài động vật thuộc 130 họ động vật có xương sống, trong đó có 51 loài quý hiếm (gồm 26 loài thú, 5 loài dơi, 6 loài chim, 5 loài cá nước ngọt, 6 loài bò sát)...          Về khu hệ động vật có xương sống, một báo cáo cho biết có tổng số 84 loài thú (gồm cả 24 loài dơi), 162 loài chim, 55 loài cá, 28 loài bò sát và 13 loài ếch nhái đã được ghi nhận. Khu hệ côn trùng tại Pù Luông có ít nhất là 158 loài bướm, 96 loài thân mềm trên cạn, trong đó có 12 loài thân mềm có thể là đặc hữu cho khu vực. Khu bảo tồn này là nơi cư trú của [[báo gấm]], beo lửa, [[hươu sao]], [[gấu ngựa]], [[Sơn dương Sumatra|sơn dương]], [[voọc quần đùi trắng]]...          Hệ thống đá Karster của hệ sinh thái núi đá vôi còn lưu giữ nhiều hang động đẹp: Hang kho Mường (Thành Sơn), Hang Thôn Tôm (Ban Công). Các địa điểm có tiềm năng khai thác thành khu nghỉ mát ở là điểm Son Bá Mười (xã Lũng Cao) và đỉnh Pù Luông cao 1.800m tại khu vực xã Thành Sơn, Bản Đôn xã Thành Lâm. '''        ''' Bên cạnh sự đa dạng về cảnh quan thiên nhiên, nơi đây còn có sự đa dạng về bản sắc văn hoá của cộng đồng người Thái.\n*   Hơn mười năm trở lại đây, loại hình du lịch DLCĐ đã xuất hiện tại nhiều địa phương trong cả nước. Với lợi thế về tự nhiên và sự đa dạng về văn hóa của các dân tộc bản địa, sự thành công của các mô hình DLCĐ tại Việt Nam. Mặc dù phát triển sau so các địa phương khác, song việc khai thác DLCĐ tại Bản Đôn xã Thành Lâm cũng đã mang lại một số thành công nhất định, góp phần nâng cao đời sống hàng ngày cho người dân tại đây. Pù Luông, bản Đôn đang giành được nhiều sự quan tâm của du khách bởi vẻ dân dã, hoang sơ của nó. Chỉ trong một khoảng thời ngắn tại các điểm DLCĐ, du khách vừa có cơ hội thưởng ngoạn vẻ đẹp của phong cảnh núi rừng, mây mù huyền ảo, khí hậu trong lành, vừa có thể hiểu thêm về nếp ăn ở, sinh hoạt cũng như nét văn hóa của cư dân địa phương.           Qua đó có thể thấy, DLCĐ là một loại hình du lịch gắn với cộng đồng theo xu hướng tích cực khám phá, tìm hiểu văn hóa bản địa, cùng làm, cùng sống và trao đổi trực tiếp với người dân bản xứ. Loại hình DLCĐ không chỉ có tác động tích cực đến sự phát triển chung của du lịch mà còn đang có tác động sâu sắc đến xã hội như: tăng cường giáo dục ý thức về bảo vệ môi trường, bảo tồn các di tích văn hóa, lịch sử của người dân bản địa và du khách; tạo ra sự giao lưu văn hóa, phong tục tập quán giữa các dân tộc và các quốc gia khác nhau; tăng cường các mối quan hệ trong cộng đồng người dân; sự gắn bó của chính quyền địa phương và người dân bản xứ; giáo dục ý thức về phong cách ứng xử trong cộng đồng người dân. Đồng thời, loại hình du lịch này cũng có tác động đến kinh tế như: thu hút các nhà đầu tư vào du lịch và các lĩnh vực khác như: hệ thống giao thông, trường học, mở rộng và nâng cấp các làng nghề truyền thống, trùng tu các di tích lịch sử… tạo ra nguồn thu nhập cho người dân, tạo cơ hội việc làm cho nhiều hộ gia đình nghèo; góp phần vào chương trình xóa đói giảm nghèo tại địa phương. Nhìn rộng hơn ở tầm kinh tế vĩ mô, loại hình du lịch DLCĐ cũng là cách thức tạo nên tính độc đáo trong bức tranh kinh tế du lịch của địa phương. Hay nói cách khác, DLCĐ hứa hẹn tạo nên diện mạo riêng để dần hình thành nên sản phẩm du lịch đặc thù. Đồng thời khi xây dựng và triển khai loại hình du lịch DLCĐ cũng là cách thức có tính khả thi và đem lại hiệu quả từ việc nhận thức DLCĐ là một hình thái tích cực của du lịch cộng đồng. Hiện nay tại địa phương đã có một số doanh nghiệp, hộ dân đầu tư bài bản, quy mô với lượng khách ổn định với các điểm, khu du lịch sinh thái cộng đồng như  Pù Luông retreat, Huy Giáp homestay, Phúc Lộc retreat, Pu Luong Treehouse, Puluong Mr Thinh Treehouse, Pù Luông Natura, '''Puluong Home'''. Lượng khách của các doanh nghiệp luôn ổn định với khoảng 70% là khác nước ngoài, doanh thu hàng tháng ổn định (800 triệu\/tháng). Ngoài ra có 30 hộ kinh doanh là người dân địa phương cũng phối hợp với các doanh nghiệp, doanh nhân, cá nhân có vốn và kinh nghiệm kinh doanh lữ hành đầu tư dịch vụ lưu trú, trải nghiệm theo mô hình homesay có thu nhập ổn định với doanh thu trung bình 90 triệu\/tháng. Các dịp ngày lễ, tết gần như tất cả các khu, điểm du lịch thuộc Bản Đôn đều quá tải và thông báo không nhận khách lưu trú trước đó 1 tuần. Đến với Thành Lâm du khách sẽ được ngắm phong cảnh hùng vĩ  và nguyên sơ của núi rừng, ẩn hiện trong đó là các nếp nhà sàn của đồng bào dân tộc Thái, ruộng bậc thang được đánh giá đẹp ngang tầm khu vực Tây Bắc. Ẩm thực khá độc đáo và điển hình cho ẩm thực dân tộc Thái với nếp nương, cá Dốc, vịt Cổ Lũng, rau rừng, thắng cố...Khí hậu 4 mùa rõ rệt và phân vùng đậm nét với sự chênh lệch nhiệt độ theo độ cao, mùa hè mát mẻ và trong lành, mùa thu dịu mát và yên bình, mùa đông có phần khắc nghiệt với sương mù và có thời điểm có băng giá, tuyết rơi xuất hiện cục bộ (năm 2015, 2016 tại thôn Bầm, Ngòn).  Giá cả ở Pù Luông Bản Đôn cũng khá đang dạng và phong phú về ngủ nghỉ và ăn uống, các dịch vụ, sản phẩm du lịch khác: Giá phòng đắt nhất hiện tại 3.9 triệu đồng\/đêm, giá nghỉ bình dân 120.000\/người\/đêm, giá thuê nhà sàn cộng đồng dưới 30 người dao động 1 triệu – 2 triệu\/ngày,đêm; ăn uống tùy thuộc vào điểm lưu trú và yêu cầu của khách dao động từ 150.000\/đ\/suất – 300.000\/suất ăn, chưa có đồ uống. Các dịch vụ, sản phẩm du lịch tại Bản Đôn hiện nay cũng dễ giao dịch và đặt, đăng ký: Qua mạng internet, qua điện thoại... Hiện nay, Dự án “Phát triển du lịch cộng đồng huyện Bá Thước đến năm 2020, tầm nhìn 2030” đã được Chủ tịch UBND tỉnh Thanh Hóa phê duyệt, Tại Quyết định số 5210\/QĐ-UBND của Chủ tịch UBND tỉnh Thanh Hóa đã Quyết định công nhận bản Đôn, xã Thành Lâm, huyện Bá Thước là điểm du lịch và đã chủ trì công bố tour du lịch cộng đồng Pù luông: Thác Hiêu, Bản Đôn, Kho Mường nên còn rất nhiều nhà đầu tư đang khảo sát để đầu tư kinh doanh tại địa phương. Bên cạnh đó địa phương đang xây dựng và xin quyết định công nhận ban quản lý Du lịch trên địa bàn để đảm bảo các hoạt động du lịch trên địa bàn ổn định, phát triển đúng theo quy chế và không phá vỡ quy hoạch cũng như phá vỡ cảnh quan sinh thái và nhân sinh.\n*{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | publisher = Nhà xuất bản Thanh Hoá, 2001 |tựa đề=kHÍ HẬU|cuốn=|năm=|nhà xuất bản=|isbn=|trang=|chương=|trích dẫn=|tác giả=|nơi xuất bản=}}\n{{Tham khảo}}\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Bá Thước}}"}