{"3122333":"'''Thành Cộng Hòa''' là một địa danh tại [[Quận 1]]. Ngày nay, đây là khu vực tương ứng với diện tích gồm [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Khoa học Xã hội và Nhân văn]], Khoa Dược [[Trường Đại học Y Dược Thành phố Hồ Chí Minh|Đại học Y Dược]], Trường Cán bộ Quản lý Nông nghiệp và Phát triển Nông thôn II và [[Đài Truyền hình Thành phố Hồ Chí Minh]], được giới hạn bởi các đường [[Đường Lê Duẩn, Thành phố Hồ Chí Minh|Lê Duẩn]], Nguyễn Bỉnh Khiêm, Nguyễn Thị Minh Khai và Mạc Đĩnh Chi. Tại địa bàn này từng diễn ra nhiều sự kiện quan trọng gắn liền với lịch sử hình thành và phát triển của Thành phố Hồ Chí Minh.\n\n==Lược sử ==\n===Từ thành Gia Định đến trại Ông-dèm===\n[[Tập tin:Citadel of Saigon 1867.png|thumb|phải|280px|Hình dáng Thành Phụng theo mô tả trong một sơ đồ quy hoạch của Pháp năm 1867]]\nNgay sau chiếm được [[Thành Phụng|thành Gia Định]], cho là khu vực thành quá rộng, khó phòng thủ, chỉ huy trưởng quân Pháp là Phó đô đốc [[Charles Rigault de Genouilly|De Genouilly]] đã cho phá hủy tường thành bằng 32 khối mìn, đồng thời cho tiêu hủy toàn bộ kho tàng trong thành để tránh quân Đại Nam có thể sử dụng được trong trường hợp tái chiếm được thành. Theo ghi nhận một số nhân chứng, di hại của vụ tiêu hủy này mãi đến đầu năm 1862 vẫn còn âm ỉ.<ref name=\"saigonxuavanay\">''Sài Gòn xưa và nay'', Nhà xuất bản Trẻ, 2007, tr.203-207.<\/ref>\n\nSau khi chiếm được toàn bộ [[Nam Kỳ]], chính quyền thực dân Pháp xây dựng các đề án quy hoạch xây dựng thành phố Sài Gòn. Trong các đồ bản của đề án quy hoạch năm 1867 và 1870, không ghi nhận công trình xây dựng nào trên khu vực thành Gia Định cũ. Tuy nhiên, ngay từ năm 1870, một ngôi thành mới bắt đầu được thi công, dựa trên bản thiết kế của hai kiến trúc sư người Pháp là Varaigne và A. Dupommier. Bản vẽ này cho thấy thành mới chiếm diện tích chỉ bằng gần một nửa thành cũ, chu vi chỉ khoảng 1.400m; hiện nằm khớp trong bốn con đường: Lê Duẩn, Mạc Đĩnh Chi, Nguyễn Thị Minh Khai và Nguyễn Bỉnh Khiêm. Vật liệu xây thành lấy từ gạch, sắt của thành Gia Định vẫn còn ngổn ngang nơi đây. Tuy nhiên, hàng loạt các các cuộc tập kích của người dân Gia Định liên tục diễn ra, thậm chí sát vách thành Gia Định từ dân đất Hộ (Đa Kao) cách đó hơn cây số khiến việc xây thành mới kéo dài đến ba năm, năm 1873 mới xong và được thể hiện trên đồ bản của đề án quy hoạch năm 1873. Ngôi thành mới này được đặt tên là '''Thành Martin des Pallières''', theo tên một tướng Pháp, [[Charles Gabriel Félicité Martin des Pallières]] (1823 - 1876).<ref>[http:\/\/tuoitre.vn\/thanh-gia-dinh-bi-san-bang-con-lai-dau-tich-gi-giua-sai-gon-1053328.htm Thành Gia Định bị san bằng, còn lại dấu tích gì giữa Sài Gòn?]<\/ref>\n\nThành mới này gồm ba khối kiến trúc chính: hai khối nhà dài một trệt một lầu hai bên cổng và một khối nhà một trệt hai lầu xây cao hẳn trên nền đất (kiểu thành và mẫu nhà với hệ thống lam quả trám phía trước chống nóng này được một số kiến trúc Sài Gòn sau đó, như Bệnh viện Quân đội Pháp gần đó - nay là [[Bệnh viện Nhi đồng 2]] - làm theo). Bên ngoài tòa thành mới này vẫn còn hệ thống lũy đất quanh thành Gia Định xưa.\n\nThành Martin des Pallières được sử dụng làm căn cứ của Trung đoàn dã chiến Nam Kỳ (''Régiment de marche de Cochinchine''), được thành lập năm 1869. Người bình dân bấy giờ thường gọi là trại Săng-đá (đọc trại từ ''soldat'' mà ra).<ref name=\"saigonxuavanay\" \/>\n[[Tập tin:Citadel of Saigon 1881.jpg|thumb|phải|280px|Họa đồ thành phố Sài Gòn năm 1881. Vị trí thành Ông-dèm nằm ở góc trên bên trái họa đồ]]\nCăn cứ nhanh chóng được mở rộng hoàn thiện. Trên đồ bản của đề án quy hoạch năm 1878 đã thể hiện rõ chức năng đồn binh quân sự tương ứng với khu vực thành Cộng Hòa sau này. Điều này càng thể hiện rõ nét với họa đồ thành phố Sài Gòn năm 1881, với hệ thống lũy đất cũ của thành Gia Định bao quanh cùng với các kiến trúc mới. Các lũy đất này đến khoảng cuối thập niên 1880 đầu thập niên 1890 thì bị san phẳng hoàn toàn.\n\nNăm 1890, Trung đoàn dã chiến Nam Kỳ được tổ chức lại, phân thành các trung đoàn bộ binh hải quân (''régiments d'infanterie de marine'') số 9, 10 và 11. Căn cứ này được chuyển thuộc quyền sử dụng của Trung đoàn bộ binh hải quân thứ 11 (''11ème régiment d'infanterie de marine'' - 11ème RIM). Đến năm 1900, trung đoàn được đổi tên thành Trung đoàn bộ binh thuộc địa thứ 11 (''[[:fr:11e régiment d'infanterie coloniale|11ème régiment d'infanterie coloniale]]'' - 11ème RIC).<ref name=\"11ème RIC\" \/> Người bình dân bấy giờ thường gọi căn cứ của trung đoàn này là '''trại Ông-dèm''' hoặc '''thành Ông-dèm''', đọc trại từ ''onzième'' trong tiếng Pháp nghĩa là '''thứ 11'''.\n\n===Từ thành Ông-dèm đến thành Cộng Hòa===\n[[Tập tin:Casernes du 11e R.I.C. à Saigon.jpg|thumb|trái|250px|Thành Ông Dèm khoảng năm 1930]]\n[[Tập tin:thanhongdem1.jpg|thumb|phải|250px|Ảnh cổng chính thành Ông-dèm năm 1911.]]\nTrại Ông-dèm nằm giữa trung tâm thành phố, gần các cơ sở quan trọng của chính quyền thực dân như Dinh Toàn quyền, Tòa án... vì vậy có vị trí quân sự quan trọng. Ngày [[9 tháng 3]] năm 1945, quân đội Nhật đảo chính Pháp trên toàn cõi Đông Dương, tước vũ khí và bắt giam mọi quân nhân cũng như các quan chức chính quyền thực dân Pháp. Nhiều quan chức chính quyền thực dân Pháp bị đưa về giam giữ trong trại Ông-dèm.\n[[Tập tin:thanhongdem2.jpg|thumb|phải|250px|Ảnh bưu thiếp bên trong thành Ông-dèm. Tòa nhà dành cho các đại đội 4, 5, 6.]]\nKhi quân Anh vào Sài Gòn để làm nhiệm vụ giải giới quân Nhật, nhằm nhanh chóng nắm quyền kiểm soát tình hình, chỉ huy quân Anh tại Đông Dương là tướng [[Douglas Gracey]] đã ra lệnh phóng thích và trang bị cho người Pháp tại Nam Bộ, đặc biệt là với các binh lính Pháp bị giam tại trại Ông-dèm. Chính lực lượng của Trung đoàn bộ binh thuộc địa thứ 11 (11ème RIC), cùng với Trung đoàn bộ binh thuộc địa thứ 5 (5è RIC) mời thành lập, đã cùng quân Anh nổ súng [[Nam Bộ kháng chiến|tái chiếm Sài Gòn]] ngày 23 tháng 9 năm 1945.<ref>''Lịch sử Sài Gòn - Chợ Lớn - Gia Định kháng chiến (1945-1975)'', Nhà xuất bản Thành phố Hồ Chí Minh, 1994. Chương I: Sài Gòn mở đầu cuộc kháng chiến chống Thực dân Pháp (23-9-1945 - 12-1946).<\/ref>\n\nTuy nhiên, trước phong trào đấu tranh giành độc lập dân tộc tại Đông Dương, sau [[Chiến tranh Đông Dương|9 năm chiến tranh]], người Pháp đành phải chấp nhận từ bỏ quyền lợi thực dân tại đây và rút quân đội ra khỏi Đông Dương. Tại miền Nam Việt Nam, quân đội Pháp bàn giao các phương tiện và cơ sở vật chất cho chính quyền Quốc gia Việt Nam, trong đó có cả trại Ông-dèm. Nhằm tăng cường lực lượng quân sự để đối phó với lực lượng [[Bình Xuyên]] chống chính phủ, [[Thủ tướng Quốc gia Việt Nam]] [[Ngô Đình Diệm]] đã cho điều một số tiểu đoàn trung thành với chính phủ vào nội đô Sài Gòn, đóng tại thành Ông-dèm. Nhờ sự chuẩn bị này, khi quân Bình Xuyên nổ súng tần công thành, quân chính phủ nhanh chóng đập tan cuộc tiến công, đẩy lùi lực lượng Bình Xuyên ra khỏi Sài Gòn. Sau khi lên ngôi vị [[Tổng thống Việt Nam Cộng hòa|Tổng thống]], nhằm xóa bỏ các tàn dư văn hóa của chế độ thực dân, đồng thời kỷ niệm chính thể mới, [[Ngô Đình Diệm]] đã cho đổi tên trại Ông-dèm thành '''thành Cộng Hòa'''.\n\n===Thành Cộng Hòa với những biến động của nền Đệ nhất Cộng Hòa===\nThành Cộng Hòa trở thành nơi đồn trú của Tiểu đoàn Phòng vệ Phủ Tổng thống. Tiểu đoàn nhanh chóng được nâng lên thành Liên đoàn rồi Lữ đoàn Phòng vệ Phủ Tổng thống. Tuy quân số bằng một trung đoàn bộ binh, khả năng chiến đấu của Lữ đoàn Phòng vệ tương đương với một sư đoàn nhờ binh sĩ thiện chiến và trang bị vũ khí tối tân (pháo binh, thiết giáp và phòng không). Vào lúc cao điểm, lực lượng phòng vệ còn có cả một liên chi đoàn thiết giáp, gồm một Chi đoàn Chiến xa M-24, một Chi đoàn Thiết vận xa M-113 và một Chi đội Thám thính xa M-8.\n\nTrong cuộc [[Đảo chính Việt Nam Cộng hòa 1960|đảo chính ngày 11 tháng 11 năm 1960]], ngay từ những phút đầu, quân đảo chính đã kiểm soát được nhiều vị trí quan trọng như chiếm nhà Bưu điện Sài Gòn, Bộ Tổng tham mưu, Căn cứ không quân Tân Sơn Nhứt, Nha Tổng giám đốc Cảnh sát Quốc gia và Nha Cảnh sát đô thành, Bộ Tư lệnh Thủ đô, tuy nhiên sức kháng cự mãnh liệt của lực lượng Liên binh Phòng vệ Phủ Tổng thống cộng với sự do dự của các chỉ huy quân đảo chính nên thành Cộng Hòa và Phủ Tổng thống vẫn không bị thất thủ. Nhờ đó, lực lượng quân đội trung thành với chính phủ có thời gian để tiến vào nội đô để trấn áp quân đảo chính.\n\nTuy nhiên, trong cuộc [[Đảo chính Việt Nam Cộng hòa 1963|đảo chính ngày 1 tháng 11 năm 1963]], các chỉ huy quân đảo chính đã rút kinh nghiệm. Việc chỉ huy trưởng của [[Lữ đoàn Liên binh Phòng vệ Tổng thống Phủ]], Trung tá Nguyễn Ngọc Khôi, bị bắt giam ngay từ phút đầu đảo chính, đã làm giảm đáng kể khả năng tổ chức chống đảo chính của lực lượng này. Mặc dù vậy, dù tấn công quyết liệt, quân đảo chính vẫn không thể công chiếm được thành Cộng Hòa. Mãi đến đến rạng sáng ngày 2 tháng 11 thì lực lượng này mới buông súng theo lệnh của tổng thống Diệm, để [[Đại tá]] [[Nguyễn Văn Thiệu]] đem một trung đội vào tiếp thu.\n\n===Những dấu tích còn lại===\n[[Tập tin:Lê duẩn và đinh Tiên Hoàng-Bến Nghé, Quận 1, Hồ Chí Minh, Việt Nam - panoramio.jpg|250px|phải|nhỏ|Hai khối nhà vốn là cổng thành Cộng Hòa (thành Ông Dèm) xưa tại giao lộ Lê Duẩn – Đinh Tiên Hoàng]]\nSau đảo chính, lực lượng Liên binh Phòng vệ Phủ Tổng thống bị giải thể (mãi đến năm 1967 mới tái lập, đóng căn cứ trong [[dinh Độc Lập]]), thành Cộng Hòa bị phế bỏ. Ngày 14 tháng 12 năm 1963, [[Hội đồng Quân nhân Cách mạng (Việt Nam, 1963)|Hội đồng Quân nhân Cách mạng]] đã quyết định giao khu vực thành Cộng Hòa cho Bộ Giáo dục để thiết lập một khu Đại học (mà sau này là [[Trường Đại học Văn khoa Sài Gòn|Đại học Văn Khoa]] và [[Trường Đại học Dược khoa Sài Gòn|Dược khoa]]). Trên khu vực này, về sau còn thành lập thêm cơ sở của Cao đẳng Nông Lâm Súc và [[Đài Truyền hình Việt Nam (Việt Nam Cộng hòa)|Đài Truyền hình]]. Một tuyến đường được mở xuyên qua thành Cộng Hòa cũ, nối thông tuyến đường Đinh Tiên Hoàng và [[Đường Tôn Đức Thắng, Thành phố Hồ Chí Minh|đại lộ Cường Để]].\n\nNgày nay, dấu tích của thành Cộng Hòa vẫn còn 2 căn nhà khối hai bên đường Đinh Tiên Hoàng, ngay giao lộ Lê Duẩn, tồn tại từ thời trại Ông-dèm cho đến tận ngày nay.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Xem thêm==\n*[[Thành Gia Định]]\n*[[Thành Phụng]]\n\n[[Thể loại:Địa danh cũ Thành phố Hồ Chí Minh]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 1]]"}