{"19701228":"[[Tập tin:Bản vẽ thành Vinh, Nghệ An.jpg|nhỏ|Bản vẽ thành Vinh, Nghệ An]]\n'''Thành cổ Nghệ An''', còn gọi là '''Thành cổ Vinh''', là tên gọi di tích một tòa thành cổ được xây dựng dưới [[thời Nguyễn]] lịch sử Việt Nam, nằm trên địa bàn thành phố [[Vinh]], tỉnh [[Nghệ An]] ngày nay. Hiện tòa thành cổ này vẫn còn di tích 3 cổng thành là Tiền môn (trên địa bàn phường [[Cửa Nam, Vinh|Cửa Nam]]), Tả môn (trên địa bàn phường [[Quang Trung, Vinh|Quang Trung]]), Hữu môn (trên địa bàn phường [[Quang Trung, Vinh|Quang Trung]]) và một số đoạn hào thành. Di tích thành cổ Nghệ An được nhà nước Việt Nam xếp hạng Di tích lịch sử Quốc gia năm 1998.<ref name=\"baonghean\" >[https:\/\/baonghean.vn\/quyen-ru-khoanh-khac-xuan-thanh-co-vinh-183389.html Quyến rũ khoảnh khắc Xuân thành cổ Vinh]<\/ref>\n[[Hình:congthanhnghean.jpg|300px|nhỏ|Mặt sau di tích Tả môn thành Nghệ An]]\n\n==Những ghi nhận trong lịch sử==\nVùng đất Nghệ An từ xa xưa đã là một trọng trấn của lãnh thổ Việt Nam. Từ thời [[Bắc thuộc]], nhà Đường đã cho xây dựng phủ thành Hoan châu để trấn giữ phương Nam. Theo các nhà nghiên cứu hiện đại, năm 713, [[Mai Thúc Loan]] đã dựng cờ khởi nghĩa, đánh chiếm phủ thành Hoan châu,<ref>Sách Hương Lãm Mai Đế ký chép: 帝遂引兵進據州城分兵拒守, \"Vua bèn đem quân chiếm Châu thành, chia quân đóng giữ\".<\/ref> từ đó kéo quân ra Bắc đánh hạ thành [[Tống Bình]], giải phóng người Việt khỏi ách đô hộ của [[nhà Đường]] trong 10 năm.<ref>[https:\/\/tienphong.vn\/nham-lan-qua-nhieu-the-ky-da-duoc-sua-chua-post145805.tpo Nhầm lẫn qua nhiều thế kỷ đã được sửa chữa!]<\/ref>\n\nThời kỳ độc lập, sách Đại Việt Sử ký toàn thư có chép sự kiện năm 1382, quân [[Chiêm Thành]] xâm lấn [[Đại Việt]], bị quân nhà Trần đuổi đánh đến thành Nghệ An.<ref>[[Đại Việt Sử ký toàn thư]]. Bản Kỷ, quyển VIII.<\/ref> Sử liệu không cho biết vị trí cụ thể ngôi thành này. Có lẽ đây chính là [[Rú Thành|thành Rùm]], hay Lam thành (thuộc địa bàn xã [[Hưng Thành, Hưng Nguyên|Hưng Thành]], huyện [[Hưng Nguyên]] ngày nay), do [[Hồ Quý Ly]] cho xây dựng để phòng thủ phía Nam.<ref name=\"baophapluat\">[https:\/\/baophapluat.vn\/hai-thanh-co-bi-lang-quen-tai-nghe-an-post393174.html Hai thành cổ bị “lãng quên” tại Nghệ An]<\/ref>\n\nLam thành được xây trên [[Rú Thành|núi Thành]]. vòng thành chạy ôm từ sườn núi phía Đông Bắc xuống phía Nam rồi vòng lên phía Tây. Thành có hình thang, xây ghép bằng đá núi, vôi, mật, trên mặt thành có nhiều đoạn được xây cao làm vọng gác, ụ súng... Ngày nay, công trình chỉ còn lại một vài dấu dấu tích, không chỉ do thời gian tàn phá, mà còn bị xâm phạm ở các hoạt động đào bới đất đá, khai thác quặng trong thời gian dài.<ref name=\"baophapluat\" \/>\n\nKhi [[Chiến tranh Minh–Việt (1407–1414)|quân Minh chiếm Đại Việt]], Nghệ An được đổi làm phủ và Lam thành là trị sở của phủ Nghệ An. \n\nLam thành thường xuyên là mục tiên công hạ của nhà [[Hậu Trần]] để thiết lập căn cứ kháng Minh. Kể cả khi nhà Hậu Trần bị diệt, các các lực lượng kháng Minh của người Việt vẫn liên tục nổi dậy. Tháng 7 (âl) năm 1419, Phan Liêu<ref>Phan Liêu là con Phan Quý Hựu. Phan QUý Hựu từng giữ chức Thiếu bảo nhà Hậu Trần, nhưng sau đầu hàng quân Minh.<\/ref>, một quan viên người Việt được nhà Minh bổ làm Tri phủ Nghệ An, vì bị quan nhà Minh bức bách lấy vàng bạc, dẫn quân nổi dậy, bắt giết các quan cai trị do nhà Minh phái đến, rồi đem quân vây thành Nghệ An. Lúc sắp hạ được thành thì bị tổng binh [[Lý Bân]] đem quân tiếp việc đến. Phan Liêu phải trốn sang Ai Lao. Lý Bân truy bắt không kịp, bèn quay về Nghệ An, sửa sang lại Lam thành.<ref>[[Đại Việt Sử ký toàn thư]]. Bản Kỷ, quyển X.<\/ref><ref>Lam thành nguyên thủy chỉ có mỗi tòa thành bằng đá xây từ cuối thời nhà Trần. Về sau, một tòa thành bằng gạch được xây dựng thêm nối thông với thành cũ. Thành có hình chữ nhật, xây bằng gạch vồ, nằm từ chân núi đến bờ sông (Lam). Đây mới chính là lị sở của phủ Nghệ An, được sử liệu chép là thành Nghệ An, hoặc Lam Thành, thành Hùng Sơn, thành Nghĩa Liệt, thành Triều Khẩu, hoặc thành Phù Thạch (dù địa danh Phù Thạch ở bờ nam sông Lam, đối diện Triều Khẩu ở bờ bắc).<\/ref>\n\nNăm 1424, theo kế của [[Nguyễn Chích]], thủ lĩnh [[nghĩa quân Lam Sơn]] là Lê Lợi đã quyết định đưa quân vào [[Nghệ An]], hòng xây dựng địa bàn căn cứ chiến lược kháng Minh.<ref>Đại Việt thông sử, quyển 1, tr. 32.<\/ref> Quân Lam Sơn từng bước tiêu diệt các thành lũy trên đất Nghệ An, buộc quân Minh phải co cụm vào thành Nghệ An cố thủ. Các đại tướng của quân Minh gồm Trần Trí, [[Lý An (nhà Minh)|Lý An]], [[Phương Chính (nhà Minh)|Phương Chính]] đều từng bị quân Lam Sơn vây khốn trong thành này.<ref name=\":2\">[[Đại Việt thông sử]], quyển 1, tr. 33, 34, 35.<\/ref><ref>[[Việt Nam sử lược]], Quyển I, Phần III, Chương XIV: Mười năm đánh quân Tàu (1418 – 1427), tr. 350, 351.<\/ref> Thành Nghệ An bị quân Lam Sơn vây khốn đến tháng 2(âl) năm 1427 thì tướng trấn thành là [[Thái Phúc (nhà Minh)|Thái Phúc]], dưới sự khuyên nhủ của [[Nguyễn Trãi]], đã nộp thành đầu hàng.<ref>[[Đại Việt Sử ký toàn thư]]. Bản Kỷ, quyển X.<\/ref><ref>{{Chú thích web |url=http:\/\/www.ditichlamkinh.vn\/vi-vn\/181\/DEN-THO-KHAC-QUOC-CONG-LE-VAN-AN.html |ngày truy cập=2016-01-31 |tựa đề=Đền thờ Khắc Quốc công Lê Văn An |archive-date=2016-02-01 |archive-url=https:\/\/web.archive.org\/web\/20160201083121\/http:\/\/www.ditichlamkinh.vn\/vi-vn\/181\/DEN-THO-KHAC-QUOC-CONG-LE-VAN-AN.html |url-status=dead }}<\/ref> \n\nSang thời Lê, trị sở trấn Nghệ An dời về làng Dinh Cầu (nay thuộc xã [[Kỳ Châu]], huyện [[Kỳ Anh]], [[Hà Tĩnh]]), sau dời về [[Núi Quyết|Dũng Quyết]] (nay thuộc phường [[Trung Đô]], thành phố [[Vinh]], [[Nghệ An]]). Lam thành chỉ còn là lỵ sở của Thừa ty và Hiến ty của trấn Nghệ An.<ref>[[Đại Nam nhất thống chí]]. Nghệ An.<\/ref>\n\nSau khi lên ngôi, vua [[Quang Trung]] từng có ý định dời kinh đô từ [[Phú Xuân]] đến Nghệ An. Ông cho khảo sát để xây dựng tòa kinh thành mới và đặt tên là [[Phượng Hoàng trung đô]]. Vị trí của kinh thành được chọn nằm gần chân núi Quyết (tức gần như trùm lên thành cũ), kéo dài đến Rú Mèo. Thành có cấu trúc gồm 2 vòng thành gọi là thành Nội và thành Ngoại. Thành Ngoại có [[hình thang]], [[chu vi]] 2.820 [[m]], [[diện tích]] khoảng 22 [[hecta|ha]], được đắp bằng đất. Phía ngoài thành có hào rộng 3 m, sâu 3 m, mặt thành cao 3–4 m. Thành Nội xây bằng [[gạch vồ]] và [[đá ong]], chu vi gần 1.680 m, cao 2 m, cửa lớn mở ra hai hướng tây và đông. Trong thành Nội có toà lầu rộng, cao 3 tầng, trước có bậc tam cấp bằng [[đá ong]], sau có hai dãy hành lang nối liền với điện Thái Hòa dùng cho việc thiết triều. Nhìn từ trên không thì Thành Nội gần như hình [[tam giác]]: mặt hành phía Đông Bắc chạy sát theo chân núi Quyết (Phượng Hoàng), phía Nam cắt ngang qua núi Mèo (Kỳ Lân), phía Tây kéo dài qua cánh đồng theo một đường thẳng lên sát Mũi Rồng (một nhánh của núi Dũng Quyết).<ref name=\"LTDT\">{{Chú thích web|url=https:\/\/nld.com.vn\/thoi-su-trong-nuoc\/lan-theo-dau-tich-quang-trung-20160618215419585.htm|tựa đề=Lần theo dấu tích Quang Trung|ngày=2016-06-18|website=Người Lao Động|url-status=live|ngày truy cập=2021-09-05}}<\/ref>\n\nSách ''La Sơn phu tử'' nói rõ thêm: \n{{cquote|Núi Mèo (tức Kỳ Lân) làm nền cho đồn gác, thành phía Nam chấp vào núi ấy. Mặt đông bắc lấy núi Quyết (Phượng Hoàng) làm thành.}} \nCũng theo sách ''La Sơn phu tử'', về kích thước của thành Ngoại, ngoài các vách núi làm bức luỹ tự nhiên, còn phải đắp bờ thành nam dài 300 m, bờ thành tây dài 450 m. Bề đứng ở những đoạn phải đắp cũng rất cao vì để hài hoà với vách núi.<ref>[http:\/\/daidoanket.vn\/thanh-phuong-hoang-va-khat-vong-cua-hoang-de-quang-trung-355497.html Thành Phượng Hoàng và khát vọng của Hoàng đế Quang Trung]<\/ref>\n\nTuy nhiên, việc xây dựng thành Phượng Hoàng vấp phải sự phải đối của dân chúng do chính sách hà khắc của nhà Tây Sơn. Bên cạnh đó, vua Quang Trung cũng băng hà khi chưa kịp thực hiện việc dời đô. Thành Phượng Hoàng hoàn toàn bị bỏ phế.\n\n==Thành Nghệ An thời Nguyễn==\n[[Hình:congthanhngheanthapky1920.jpg|300px|nhỏ|Mặt trước cửa Tiền môn thành Nghệ An thập niên 1920.]]\nSau khi lên ngôi, năm 1803, vua [[Gia Long]] đã chọn làng Vĩnh Yên nằm phía Tây bắc Dũng Quyết (tức thành Nghệ An cũ) để xây trấn sở Nghệ An. Thành Phượng Hoàng bị triệt hạ gần như mất dấu tích.\n\nThành ban đầu được đắp bằng đất, đến năm 1831, được vua [[Minh Mạng]] cho xây lại thành bằng đá ong theo kiểu Vauban. Thành có 6 cạnh, chu vi dài 603 trượng (2.412 m), cao 1 trượng, 1 tấc, 5 thước (4,42 m), diện tích: 420.000 m², bao xung quanh có hào rộng 7 trượng (28 m), sâu 8 thước ta (3,20 m). Lúc khởi công, triều đình nhà Nguyễn đã huy động 1.000 lính Thanh Hóa, 4.000 lính Nghệ An. Đến thời Tự Đức, thành được tu bổ, bổ sung và thay thế 8.599 phiến đá sò từ Diễn Châu và đá ong từ Nam Đàn, 4.848 cân vôi, 155 cân mật mía, với tổng kinh phí là 3.688 quan tiền.<ref>[https:\/\/vnexpress.net\/tan-tich-thanh-co-vinh-3304878.html Tàn tích thành cổ Vinh]<\/ref><ref>Tôn Đại & Phạm Tấn Long, ''Thành Vauban ở Việt Nam''. NXB Xây Dựng. Tr. 105, 106.<\/ref>\n[[Hình:thanhngheanthapky1920nhintutrenkhong.jpg|thumb|trái|300px|Thành Nghệ An thập niên 1920 nhìn từ trên cao.]]\nThành cổ có 3 cửa ra vào. Cửa Tiền là cửa chính hướng về phía Nam, cửa để vua ngự giá, các quan trong lục bộ triều đình và tổng đốc ra vào. Cửa Tả hướng về phía đông, cửa Hữu hướng về phía Tây. Muốn đi qua các cửa đều phải qua một cái cầu. Bên trong, công trình lớn nhất là hành cung, phía đông hành cung có dinh thống đốc, phía nam có dinh bố chánh và án sát, dinh lãnh binh, dinh đốc học, phía bắc có trại lính và nhà ngục. Sau này phía tây có nhà giám binh người Pháp. Toàn bộ được trang bị 65 khẩu thần công, 47 khẩu đặt ở các vọng gác, số còn lại tập trung ở hành cung và dinh tổng đốc.\n\nTrải qua nhiều biến cố của lịch sử và sự phá hoại của chiến tranh, di tích thành cổ hầu như không còn lại gì, chỉ còn lại 3 cổng thành và một số đoạn hào bao quanh. Tỉnh Nghệ An và Thành phố Vinh đã có quy hoạch khôi phục lại di tích và cải tạo thành một công viên văn hoá lớn của thành phố.<ref>[https:\/\/nhandan.vn\/di-san\/dau-tu-110-ty-dong-cai-tao-hao-xung-quanh-thanh-co-vinh-606372\/ Đầu tư 110 tỷ đồng cải tạo hào xung quanh thành cổ Vinh]<\/ref><ref>[https:\/\/www.tapchikientruc.com.vn\/cuoc-thi\/thiet-ke-do-thi-thanh-co-vinh-tp-vinh-tinh-nghe-an-giai-ba-loa-thanh-2020.html Thiết kế đô thị thành cổ Vinh – TP. Vinh, tỉnh Nghệ An – Giải Ba Loa Thành 2020]<\/ref>\n\n==Chú thích==\n{{reflist}}\n\n==Tham khảo==\n* [http:\/\/banquanlyditichnghean.gov.vn\/dttc\/portal\/read\/di-tich-quoc-gia-1\/news\/thanh-co-vinh.html THÀNH CỔ VINH]\n* [https:\/\/vnexpress.net\/tan-tich-thanh-co-vinh-3304878.html Tàn tích thành cổ Vinh]\n* [http:\/\/vinhcity.gov.vn\/?detail=3350\/gioi-thieu-chung\/ Dấu xưa thành Vinh]\n* [http:\/\/www.hanoimoi.com.vn\/tin-tuc\/Van-hoa\/952150\/thanh-co-vinh Thành cổ Vinh]\n[[Thể loại:Thành cổ Việt Nam]]\n[[Thể loại:Du lịch Nghệ An]]\n[[Thể loại:Vinh]]"}