{"193765":"{{otheruses|Sơn Tây (định hướng)}}\n\n[[Tập tin:Trung tâm Thị xã Sơn Tây 2022.jpg|nhỏ|Toàn cảnh thành cổ Sơn Tây nhìn từ trên cao (không ảnh) năm 2022.|303x303px]]\n[[Tập tin:Thanh co SonTay 1884.jpg|nhỏ|Thành Sơn Tây, tháng 4 năm 1884, một trong 4 thành trong [[Thăng Long tứ trấn]]|303x303px]]\n[[Tập tin:Bản vẽ thành Sơn Tây.jpg|nhỏ|Bản vẽ thành Sơn Tây]]\n'''Thành cổ Sơn Tây''' được xây dựng vào năm [[Minh Mạng]] thứ 3 ([[1822]]) là tòa thành cổ được xây bằng đá ong của [[Việt Nam]] có tổng diện tích 16 ha với các kiến trúc độc đáo như: tường thành bằng đá ong, 4 cổng thành xây bằng gạch cổ. Đây là một trong số ít tòa thành dưới thời [[Minh Mạng]] còn lại đến ngày nay, thành được xây dựng kiên cố để bảo vệ vùng đất phía tây bắc [[Thăng Long]].<ref>Sơn Tây thành phố xứ Đoài, nxb VHTT, 2007, trang 66<\/ref>\n\nThành cổ Sơn Tây đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa - Thông tin]] nước [[Việt Nam|Cộng hòa Xã hội chủ nghĩa Việt Nam]] công nhận là di tích lịch sử kiến trúc quốc gia năm 1994. Ngày nay, tòa thành này vẫn còn tồn tại ở trung tâm [[Sơn Tây (thị xã)|thị xã Sơn Tây]], [[Hà Nội]] và trở thành một di tích lịch sử và kiến trúc quân sự. \n==Địa thế==\nThời trước người ta coi trọng bốn vùng đất là phên giậu che chở cho [[Thăng Long]] và cũng là bàn đạp để triều đình có thể vươn xa ra vùng biên giới thường được gọi là ''Tứ trấn'' (bốn trọng trấn), gồm có: Sơn Tây, [[Bắc Ninh|Kinh Bắc]], [[Hải Dương]], [[Nam Định|Sơn Nam]]. Đến thời Nguyễn, Sơn Tây vẫn được xếp là một trong bốn trọng trấn ở Bắc Kỳ, phía trong thì che chở, bảo vệ [[Thăng Long|Bắc Thành]], bên ngoài thì làm bàn đạp, làm hậu cứ để triều đình bảo vệ vùng biên cương ở thượng lưu sông Đà, sông Hồng, sông Lô, do đó nhà Nguyễn đặt Tổng đốc Sơn Hưng Tuyên đóng tại thành Sơn Tây để giữ yên cả vùng rộng lớn Tây Bắc và Việt Bắc gồm 5 phủ, 24 huyện mà ngày nay bao gồm toàn bộ tỉnh [[Vĩnh Phúc]] cộng với huyện [[Sơn Dương]] của tỉnh [[Tuyên Quang]], hầu như toàn bộ tỉnh [[Phú Thọ]] và hơn một nửa tỉnh [[Hà Tây (tỉnh)|Hà Tây]].\n\nDo địa thế mà từ xa xưa lúc nào Sơn Tây cũng là hậu cứ, là bàn đạp cho vùng biên giới xa xôi. Nhiệm vụ này là do chính địa thế Sơn Tây so với vùng thượng du Tây Bắc và Bắc Kỳ quy định. Sơn Tây còn là vùng dân Việt sinh sống lâu đời, đông đúc, một vùng đất cơ bản của người Việt từ khi lập nước.\n\n== Lịch sử ==\n[[Tập tin:Bên trong thành cổ Sơn Tây.jpg|nhỏ|Vọng lâu (ngày nay là cột cờ) và hồ nước, ảnh chụp năm 1883.|328x328px]]\nNăm 1469, trấn Sơn Tây đóng ở làng La Phẩm, tổng Thanh Lãng, huyện Tiên Phong, phủ [[Quảng Oai]] (nay thuộc xã [[Tản Hồng]], huyện [[Ba Vì]], [[Hà Nội]]), thời đó gọi là Sơn Tây Thừa Tuyên.\n\nĐến thời [[Lê Hiển Tông|Lê Cảnh Hưng]], trấn sở được dời về xã Mông Phụ, huyện Phúc Lộc, phủ Quảng Oai (nay thuộc [[Đường Lâm|xã Đường Lâm]], [[Sơn Tây (thị xã)|thị xã Sơn Tây]])\n\nNăm 1822, vua [[Minh Mạng]] cho xây thành theo kiến trúc Vauban, nằm giữa [[Sơn Tây (thị xã)|thị xã Sơn Tây]], trên phần đất của hai làng cổ là Thuần Nghệ và Mai Trai (nay thuộc các phường [[Quang Trung, thị xã Sơn Tây|Quang Trung]], [[Ngô Quyền, thị xã Sơn Tây|Ngô Quyền]] và [[Lê Lợi, thị xã Sơn Tây|Lê Lợi]]), cách trung tâm [[Hà Nội]] khoảng 42 [[kilômét|km]] về phía Đông.\n\nThành cổ này, trong khoảng thập kỷ 70 - 80 của [[thế kỷ 19]], là một trung tâm phòng bị kháng chiến chống [[Pháp]] của quan lại triều đình nhà Nguyễn (với những nhân vật lãnh đạo như: [[Hoàng Kế Viêm]], [[Lưu Vĩnh Phúc]],...) giữa hai cuộc xâm lược [[Bắc Kỳ|Bắc kỳ]] lần thứ nhất (1872) và lần thứ hai (1883) của Pháp. [[Trận Sơn Tây (1883)|Thành thất thủ vào tay quân Pháp]] ngày [[16 tháng 12]] năm [[1883]].\n\nNgày [[16 tháng 5]] năm [[1924]], [[Toàn quyền Đông Dương]] đã ra nghị định xếp hạng di tích thành Sơn Tây và giao trường [[Viện Viễn Đông Bác cổ|Viễn Đông Bác Cổ]] (nay là Viện Bảo tàng lịch sử trung ương Pháp) quản lý.\n\nNgày [[26 tháng 5]] năm [[1946]], sau khi thăm [[Trường Đại học Trần Quốc Tuấn|Trường Võ Bị Trần Quốc Tuấn]] (lúc đó đóng ở khu vực Bến xe Sơn Tây ngày nay), Chủ tịch [[Hồ Chí Minh]] đã gặp mặt và nói chuyện với đồng bào ở thành cổ Sơn Tây.\n\nTháng 12 năm 1946, một cuộc họp của Chính phủ nước [[Việt Nam Dân chủ Cộng hòa]] đã diễn ra ở đây.\n\nNgày [[15 tháng 10]] năm [[1994]], [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa - Thông tin]] (nay là Bộ Văn hóa - Thể thao và Du lịch) ra quyết định 2757QĐ\/BT công nhận đây là [[Di tích lịch sử và kiến trúc]].<ref>Sơn Tây thành phố xứ Đoài, nxb VHTT, 2007, trang 68-69<\/ref>\n\n== Kiến trúc==\nTheo thư tịch cổ, thành trì này có chu vi 326 trượng 7 thước (1306,8m), tường thành cao 1 trượng 1 thước (4,4m). Chu vi hào nước bao quanh thành là 448 trượng (1792m), rộng 6 trượng 7 thước (26,8m), sâu 1 trượng (4m).\n\nTrong hồi ký của [[Charles Edouard Hocquard]] một bác sĩ trong quân đội viễn chinh Pháp đã tả lại thành Sơn Tây vào tháng 4 năm 1884 như sau:\n\n{{cquote|\n''...cách [[Sông Hồng]] khoảng 2 cây số. Thành có kiểu hình vuông, mỗi cạnh dài 500m. Một bức tường bao quanh, xây gạch cao 5m. Một cái hào đầy nước rộng khoảng 20m bao quanh thành lũy, hết hào nước là một con đường để đi tuần tra, ngăn cách giữa hào nước với tường thành. Những người An Nam gọi đường đó là đường voi (tượng đạo, đường để voi đi). Ở giữa bề mặt của mỗi bức tường thành có một nửa tháp hình bán nguyệt đường kính 30m, bố trí nhiều lỗ châu mai.''\n|||\"Chiến dịch Bắc kỳ\" (''Une Campagne au Tonkin'')}}\n\n===Vị trí ===\n[[Tập tin:SonTay3.jpg|nhỏ|phải|Bản đồ thành cổ Sơn Tây.|350x350px]]\nThành cổ Sơn Tây được kiến trúc theo kiểu Vauban (kiểu công trình quân sự lấy theo tên kỹ sư [[Vauban]] người Pháp), tường thành bằng đá ong chạy theo đường gãy khúc, nhưng tổng thể có hình vuông. Vị trí thành nằm ở khoảng tọa độ 21°08'11,11\" - 21°08'28,76\" vĩ bắc và 105°30'07,49\" - 105°30'26,48\" kinh đông.\n\nThành nằm giữa [[sơn Tây, Hà Nội|thị xã Sơn Tây]], trên phần đất của hai làng cổ là Thuần Nghệ và Mai Trai, cách trung tâm [[Hà Nội]] khoảng 42 [[kilômét|km]]. Thành có 4 cửa quay ra các hướng Bắc (chính xác là hướng Bắc Đông Bắc), Nam, Tây, Đông, và lần lượt có tên là: cửa Hậu, cửa Tiền, cửa Hữu, cửa Tả. Trước đây bốn cửa đều có cầu gạch bắc qua hào nước, nhưng hiện nay chỉ có hai cửa chính là cửa Tiền và cửa Hậu, có cầu bắc qua hào nước, dẫn vào cổng thành. Trục kiến trúc chính của thành là trục nối hai cửa Tiền và Hậu, theo hướng Bắc Đông Bắc - Nam Tây Nam. Cửa Tiền nhìn ra phố Quang Trung. Cửa Hậu hướng ra phố Lê Lợi (nơi đặt trụ sở [[Ủy ban nhân dân|Ủy ban Nhân dân]] thị xã Sơn Tây), thẳng tới bờ [[sông Hồng]]. Cửa Tả nhìn ra phố Phùng Khắc Khoan chạy thẳng lên trung tâm [[Hà Nội|thành phố Hà Nội]] theo [[quốc lộ 32]]. Cửa Hữu hướng ra phố Trần Hưng Đạo, phố này nối với phố Ngô Quyền chạy thẳng lên làng cổ [[Đường Lâm]] theo [[quốc lộ 32]].\n\n===Cửa Hậu===\n\nCửa Hậu là cửa phía Bắc lệch Đông, hướng ra [[sông Hồng]] theo phố Lê Lợi. Trước đây các cây cầu bắc qua hào đều bố trí vào vị trí của tháp và lệch với vị trí cổng thành để có lợi cho việc phòng thủ. Năm 1883 khi quân Pháp tấn công thành Cửa Hậu bị hư hại nặng. được [[Charles Edouard Hocquard]] mô tả lại trong hồi ký như sau: ''... Với bức trán tường có những vành bằng tre, những phiến đá đen rêu phủ bị những mảnh pháo và những viên đạn rạch nát, cái cửa này có dáng oai nghiêm và dễ sợ của một người lính gác già bị tùng xẻo đến chết ở đây''.<ref name=\"Hocquard\">[[Charles Edouard Hocquard]], Chiến dịch Bắc kỳ (Une Campagne au Tonkin)<\/ref>\n\nTrước năm 1995, cổng này vẫn còn giữ được nguyên thủy như những năm 1883; 1884 và có một cây đa đẹp nhất khu thành cổ. Thật tiếc là năm 1995 đã bị chặt bỏ để xây một cổng thành mới không phù hợp với không gian cổ xưa.\n\nHai bên cổng thành đặt hai khẩu súng thần công.\n\n<gallery>\nTập tin:The North Gate of Sontay Citadiel.jpg|Cổng phía Bắc sau khi thất thủ (Ảnh chụp ngày 8 tháng 4 năm 1884)\nTập tin:Tay-Son-North-Gate.jpg|Cửa Hậu (Bắc môn) được xây lại tháng 1 năm 1995 (biểu tượng chính thức của Thị xã Sơn Tây)\n<\/gallery>\n\n===Cửa Tiền===\nCửa Tiền là cổng phía Nam lệch Tây của thành Sơn Tây, nằm ở đầu phố Quang Trung ngày nay. Cây cầu gạch bắc qua hào nước không được bố trí ngay trước cửa ra vào mà được xây dựng vào khoảng giữa cột cờ. Sau khi chiếm được thành, người Pháp đã cho mở một cửa mới ở ngay trước cầu để tiện đi lại, nhưng cổng cũ vẫn được giữ nguyên cho đến ngày nay \n<gallery>\n\nTập tin:CuaTien(Nam)-SonTay.jpg|Cửa Tiền (cổng phía Nam) thành cổ Sơn Tây vẫn giữ được đến ngày nay\nTập tin:CuaTienThanhSon.jpg|Quang cảnh phía cửa Tiền thành Sơn Tây năm 2013.\nTập tin:TuongNamThanhSon.jpg|Tường thành phía Nam thành cổ Sơn Tây. \n<\/gallery>\n\n===Cửa Hữu===\n[[Tập tin:Prise de Son Tay.jpg|nhỏ|trái|Tranh vẽ quân Pháp đánh cửa Tây thành Sơn trong trận Sơn Tây (1883).|295x295px]]\n[[Tập tin:CuaHuu(Tay)-SonTay.jpg|nhỏ|phải|Cửa Hữu (phía Tây) thành cổ Sơn Tây do người Pháp cho xây lại]]\n[[Tập tin:TuongDaoThanhSon.jpg|nhỏ|phải|Đường Tượng đạo phía tây thành cổ Sơn Tây.]]\nCửa Hữu là cửa phía Tây lệch Bắc, hướng ra [[Trường Trung học phổ thông Sơn Tây, Hà Nội|trường trung học phổ thông Sơn Tây]] cũ, nhà thi đấu Sơn Tây, phố Trần Hưng Đạo (Đệ Nhị cũ), phố này nối với phố Ngô Quyền (Hữu Lợi cũ), chạy thẳng lên làng cổ [[Đường Lâm (làng cổ)|Đường Lâm]]. Trong trận [[Trận Sơn Tây (1883)|Pháp đánh thành Sơn Tây]] (1883), Cửa Hữu đã bị đại bác của quân Pháp phá hủy hoàn toàn. Sau khi chiếm được thành, người Pháp cho xây lại để ngăn cản quân Cờ Đen tấn công trở lại.<ref name=\"Hocquard\"\/><ref>Văn nghệ quân đội 10-2007, trang 29<\/ref>\n\n===Cửa Tả===\n[[Tập tin:Cổng phía đông thành Sơn Tây.jpg|nhỏ|phải|Cửa Tả tháng 4 năm 1884 (người chụp đứng trên cầu)]]\n[[Tập tin:CuaTa.jpg|nhỏ|phải|Cảnh bờ hào thành cổ, vị trí thời xưa từng là cửa Tả (cổng phía đông) của thành.]]\ncửa tả là cổng thành phía Đông lệch Nam của thành cổ Sơn Tây, nhìn ra [[chợ Nghệ]], bưu điện Sơn Tây, phố Phùng Khắc Khoan nối với Quốc lộ 32 đi Hà Nội. Cuối những năm 80 của thế kỷ trước người ta chuyển chợ Nghệ vào họp tạm ở trong thành cổ, một chiếc cầu tạm được dựng lên. Có lẽ để tiện việc đi lại người ta đã phá hủy chiếc cổng này, nên hiện nay không còn.\n\n===Thành nội===\nTrong thành có các hạng mục kiến trúc: cột cờ cao 18m, cửa hành cung, hành cung, hai giếng vuông, phía trước khu nghi lễ (Hành Cung, sân, điện), gần với cửa Tiền. Điện ở đây từng là tòa nhà 5 gian hai chái, tám mái chồng diêm, nằm khoảng chính giữa thành, là nơi làm việc của các quan. Trong hồi ký của [[Charles Edouard Hocquard]] một bác sĩ trong quân đội viễn chinh Pháp đã tả lại kiến trúc trong thành Sơn Tây vào tháng 4 năm 1884 khá chi tiết như sau:\n\n{{cquote|\n''... Bên trong, giữa thành có một tháp cao 18m (cột cờ). Còn lại là Hành cung, nhà ở của các quan tỉnh và kho lương. Phía trước tháp có 2 bể nước lớn hình vuông xung quanh xây gạch và lan can bảo vệ. Theo người ta nói lại, trước đây một bể chứa nước dùng cho quân đồn trú, còn một bể dùng nuôi cá phục vụ bữa ăn... Cửa đi vào bên trong tháp (cột cờ) đang mở, tôi lên trên đó để xem. Bên trong tháp có một cầu thang xoáy trôn ốc với khoảng 50 bậc bằng đá tảng. Cầu thang này được chiếu sáng bằng ánh sáng mặt trời qua những cửa sổ tròn nhỏ, làm cho người ta có cảm giác như đang trèo lên tháp chuông nhà thờ ở làng xã chúng ta (ở Pháp)... nhấp nhô tám kho gạo dẫn vào hành cung. Hành cung nổi bật hẳn lên với hình bốn cạnh, mái hai tầng uốn cong, phần nhô ra được trang trí bằng những quái vật đầu sư tử mặt nhăn nhó ghép bằng những mảnh sứ xanh lơ gắn xi măng. Hành cung trông ra một sân rộng vuông vức, lát bằng những phiến đá rộng, mài nhẵn.<ref>Ở đây xin cải chính một điều mà ở thời gian xây thành là điều cấm kỵ nghiêm ngặt: đó là gọi hành cung Sơn Tây là \"Điện Kính Thiên\" và cổng hành cung là \"Đoan Môn\". Chỉ duy nhất ở Hà Nội, nơi trước kia vua Lê ngự và sau này vua Gia Long đóng lại khi ra Bắc mới có Đoan Môn và Điện Kính Thiên. Đó là nơi ở của vua nên ai gọi tên như thế là \"phản nghịch\", \"phạm thượng\" chứ không phải chuyện nhỏ.<\/ref> Lối vào sân có hai con sư tử được tạc với kích thước lớn như thật, đang đứng vươn mình trên những khối đá hoa cương màu xám trông rất đẹp. Để vào sân, người ta phải đi qua một hàng hiên đồ sộ hai tầng mái có trổ ba cửa và những gác chuông nhỏ cũng được trang trí nhiều hình tượng khác nhau bằng các mảnh sứ xanh lơ giống như một ngôi chùa...''.\n|||\"Chiến dịch Bắc kỳ\" (''Une Campagne au Tonkin'')}}\n\n<gallery>\nTập_tin:Thành cổ Sơn Tây.jpg|Kiến trúc chính bên trong, nhìn từ trên cột cờ \nTập tin:Son-Tay-palace.jpg|Hành Cung được xây lại\nTập tin:ThanhSon(BenTrong).jpg|Bên trong thành cổ Sơn Tây năm 2013.\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n\n== Tham khảo ==\n* [http:\/\/hanoi.vietnamplus.vn\/Home\/Doc-dao-di-tich-Thanh-co-Son-Tay\/20108\/2629.vnplus Độc đáo di tích Thành cổ Sơn Tây]\n* [http:\/\/www.thanhnien.com.vn\/Pages\/20110307\/Thanh-co-Son-Tay-tiep-tuc-duoc-xay-moi.aspx Thành cổ Sơn Tây tiếp tục được xây mới]\n*[http:\/\/www.hanoimoi.com.vn\/newsdetail\/Chinh-tri\/315318\/cai-tao-ho-hao-thanh-co-son-tay-khong-chi-bao-ton-mot-di-tich.htm Cải tạo hồ hào Thành cổ Sơn Tây: Không chỉ bảo tồn một di tích] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101124031601\/http:\/\/hanoimoi.com.vn\/newsdetail\/Chinh-tri\/315318\/cai-tao-ho-hao-thanh-co-son-tay-khong-chi-bao-ton-mot-di-tich.htm |date=2010-11-24 }}\n\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Thành Việt Nam thời Nguyễn]]\n[[Thể loại:Sơn Tây (thị xã)]]\n[[Thể loại:Di tích tại Hà Nội]]\n[[Thể loại:Thành cổ Việt Nam|Sơn Tây]]"}