{"19333017":"{{Cấp hành chính Việt Nam}}\n'''Thành phố thuộc thành phố trực thuộc trung ương''' (thường được gọi ngắn là '''thành phố thuộc thành phố''') là một loại hình đơn vị hành chính cấp hai tại [[Việt Nam]], tương đương với [[Huyện (Việt Nam)|huyện]], [[Quận (Việt Nam)|quận]], [[thị xã (Việt Nam)|thị xã]] và [[Thành phố thuộc tỉnh (Việt Nam)|thành phố thuộc tỉnh]] (gọi chung là [[Đơn vị hành chính cấp huyện (Việt Nam)|cấp huyện]]).\n{{Bản đồ vị trí các thành phố Việt Nam}}\nThành phố thuộc thành phố trực thuộc trung ương là một [[đô thị]] của một [[thành phố trực thuộc trung ương (Việt Nam)|thành phố trực thuộc trung ương]].\n\n==Quy định trong luật pháp==\nThành phố thuộc thành phố trực thuộc trung ương là loại hình đơn vị hành chính mới có từ năm [[2013]]. Trước đó, theo Hiến pháp năm 1992<ref name=HP1992>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Hien-phap-1992-cong-hoa-xa-hoi-chu-nghia-Viet-nam-38238.aspx|tựa đề=Hiến pháp số 68\/LCT\/HĐNN8 của Quốc hội: Hiến pháp năm 1992|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, thành phố trực thuộc trung ương chỉ gồm ba loại hình đơn vị hành chính cấp huyện là quận, huyện và thị xã.\n\nSau khi sáp nhập toàn bộ diện tích và dân số của tỉnh [[Hà Tây (tỉnh)|Hà Tây]] cũ vào ngày [[1 tháng 8]] năm [[2008]], [[Hà Nội]] có hai thành phố là [[Hà Đông]] và [[Sơn Tây (thị xã)|Sơn Tây]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-quyet-15-2008-QH12-dieu-chinh-dia-gioi-hanh-chinh-thanh-pho-Ha-Noi-va-mot-so-tinh-co-lien-quan-68076.aspx|tựa đề=Nghị quyết số 15\/2008\/QH12 về việc điều chỉnh địa giới hành chính thành phố Hà Nội và một số tỉnh có liên quan do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, tình trạng này duy trì đến ngày [[7 tháng 5]] năm [[2009]]. Tuy nhiên vào thời điểm đó hai thành phố này được coi là các [[Thành phố thuộc tỉnh (Việt Nam)|thành phố thuộc tỉnh]] do chưa có quy định về thành phố thuộc thành phố trực thuộc trung ương và đang trong giai đoạn chờ Chính phủ ban hành nghị quyết để điều chỉnh lại (việc điều chỉnh địa giới hành chính cấp huyện và cấp xã khi đó thuộc thẩm quyền của Chính phủ, còn Quốc hội chỉ thông qua việc điều chỉnh địa giới hành chính ở cấp tỉnh<ref name=HP1992 \/>). Điều này cũng tương tự các trường hợp thành phố [[Đà Nẵng (thành phố thuộc tỉnh)|Đà Nẵng]] trực thuộc tỉnh [[Quảng Nam - Đà Nẵng]] cũ vẫn còn tồn tại một thời gian sau khi thành phố [[Đà Nẵng]] trực thuộc trung ương được thành lập (1\/1–23\/1\/1997) hay thành phố [[Cần Thơ (thành phố thuộc tỉnh)|Cần Thơ]] trực thuộc tỉnh [[Cần Thơ (tỉnh)|Cần Thơ]] cũ vẫn tồn tại sau ngày thành lập thành phố [[Cần Thơ]] trực thuộc trung ương (1\/1–2\/1\/2004). Khi đó các thành phố này không được xem là thành phố thuộc thành phố trực thuộc trung ương mà chỉ là trường hợp ngoại lệ trong giai đoạn chờ nghị quyết của Chính phủ về việc thành lập các quận, huyện mới. Ngày [[8 tháng 5]] năm [[2009]], thành phố Hà Đông đã được chuyển thành quận và thành phố Sơn Tây chuyển thành thị xã theo nghị quyết của Chính phủ.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-19-NQ-CP-xac-lap-dia-gioi-hanh-chinh-88093.aspx|tựa đề=Nghị quyết số 19\/NQ-CP về việc xác lập địa giới hành chính xã Đông Xuân thuộc huyện Quốc Oai; các xã Tiến Xuân, Yên Bình, Yên Trung thuộc huyện Thạch Thất; huyện Mê Linh thuộc thành phố Hà Nội; thành lập quận Hà Đông và các phường trực thuộc; chuyển thành phố Sơn Tây thành thị xã Sơn Tây thuộc thành phố Hà Nội|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n[[Tập tin:Bến Nghé, District 1, Ho Chi Minh, Vietnam - panoramio (29).jpg|300px|phải|nhỏ|Toàn cảnh [[Khu đô thị mới Thủ Thiêm]] tại Thành phố Hồ Chí Minh vào năm 2015]]\nTrong [[Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam năm 2013|Hiến pháp 2013]], Chương IX: Chính quyền địa phương<ref>{{chú thích web|url=http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?categoryId=920&articleId=10052986|title=Hiến pháp 2013, Chương IX: Chính quyền địa phương|website=Cổng thông tin điện tử Chính phủ|ngày truy cập=2021-01-14|archive-date=2021-05-01|archive-url=https:\/\/web.archive.org\/web\/20210501104312\/http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?categoryId=920&articleId=10052986|url-status=dead}}<\/ref>, Khoản 1 Điều 110 có quy định: \"''Tỉnh chia thành huyện, thị xã và thành phố thuộc tỉnh; thành phố trực thuộc trung ương chia thành quận, huyện, thị xã và đơn vị hành chính tương đương''\" tuy nhiên không đề cập rõ \"đơn vị hành chính tương đương\" là gì. Việc bổ sung đơn vị hành chính tương đương cấp huyện này là cơ sở hiến định quan trọng để tổ chức các mô hình cơ quan quản lý tại các đô thị có mức độ đô thị hóa cao ở Việt Nam<ref name=\":0\">{{Chú thích web|url=http:\/\/lapphap.vn\/Pages\/tintuc\/tinchitiet.aspx?tintucid=207859|tựa đề=Đổi mới tổ chức đơn vị hành chính theo Hiến pháp năm 2013|tác giả=|họ=|tên=|ngày=2014-03-01|website=Tạp chí nghiên cứu lập pháp|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Cụ thể, [[Thành phố Hồ Chí Minh]] lúc bấy giờ đang xúc tiến thí điểm Đề án chính quyền đô thị mà trong cấu trúc có đơn vị hành chính thành phố thuộc Thành phố Hồ Chí Minh.<ref name=\":0\" \/>\n\nTrong [[Luật Tổ chức chính quyền địa phương 2015]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Luat-to-chuc-chinh-quyen-dia-phuong-2015-282380.aspx|tựa đề=Luật số 77\/2015\/QH13 của Quốc hội: Luật tổ chức chính quyền địa phương|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> (sửa đổi, bổ sung 2019<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Luat-To-chuc-chinh-phu-va-Luat-To-chuc-chinh-quyen-dia-phuong-sua-doi-2019-411945.aspx|tựa đề=Luật số 47\/2019\/QH14 của Quốc hội: Luật sửa đổi, bổ sung một số điều của Luật Tổ chức Chính phủ và Luật Tổ chức chính quyền địa phương|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>), quy định tại Điều 2: Đơn vị hành chính, Chương I: Những quy định chung:\n<blockquote>\n''Các đơn vị hành chính của nước Cộng hòa xã hội chủ nghĩa Việt Nam gồm có:''\n\n''1. Tỉnh, thành phố trực thuộc trung ương (sau đây gọi chung là cấp tỉnh);''\n\n''2. Huyện, quận, thị xã, thành phố thuộc tỉnh, '''thành phố thuộc thành phố trực thuộc trung ương''' (sau đây gọi chung là cấp huyện);''\n\n''3. Xã, phường, thị trấn (sau đây gọi chung là cấp xã);''\n\n''4. Đơn vị hành chính - kinh tế đặc biệt.''\n<\/blockquote>\n===Tiêu chuẩn của đơn vị hành chính===\nTheo Nghị quyết số 1211\/2016\/UBTVQH13<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-1211-2016-ubtvqh13-tieu-chuan-don-vi-hanh-chinh-phan-loai-don-vi-hanh-chinh-317085.aspx|tựa đề=Nghị quyết số 1211\/2016\/UBTVQH13 về tiêu chuẩn của đơn vị hành chính và phân loại đơn vị hành chính do Ủy ban Thường vụ Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> của [[Ủy ban Thường vụ Quốc hội]] ban hành năm 2016, tại ''Điều 5'', ''Mục 2: Tiêu chuẩn của đơn vị hành chính đô thị'', ''Chương I: Tiêu chuẩn của đơn vị hành chính'' thì một thành phố thuộc thành phố trực thuộc trung ương cần phải đáp ứng các tiêu chuẩn như sau:\n<blockquote>\n''Điều 5. Tiêu chuẩn của thành phố thuộc tỉnh, '''thành phố thuộc thành phố trực thuộc trung ương'''''\n\n''1. Quy mô dân số từ 150.000 người trở lên.''\n\n''2. Diện tích tự nhiên từ 150 km² trở lên.''\n\n''3. Đơn vị hành chính trực thuộc:''\n\n''a) Số đơn vị hành chính cấp xã trực thuộc có từ 10 đơn vị trở lên;''\n\n''b) Tỷ lệ số phường trên tổng số đơn vị hành chính cấp xã từ 65% trở lên.''\n\n''4. Đã được công nhận là [[Đô thị Việt Nam#Đô thị loại I|đô thị loại I]] hoặc [[Đô thị Việt Nam#Đô thị loại II|loại II]] hoặc [[Đô thị Việt Nam#Đô thị loại III|loại III]]; hoặc khu vực dự kiến thành lập thành phố thuộc tỉnh, thành phố thuộc thành phố trực thuộc trung ương đã được phân loại đạt tiêu chí của đô thị loại I hoặc loại II hoặc loại III.''\n\n''5. Cơ cấu và trình độ phát triển kinh tế - xã hội đạt quy định tại Phụ lục 1 ban hành kèm theo Nghị quyết này.''\n<\/blockquote>\n\n==Thành phố Thủ Đức==\n{{bài chi tiết|Thủ Đức}}\nNgày [[9 tháng 12]] năm [[2020]], [[Ủy ban Thường vụ Quốc hội]] ban hành Nghị quyết 1111\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã và thành lập thành phố Thủ Đức thuộc Thành phố Hồ Chí Minh (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2021]])<ref name=NQ1111>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1111-NQ-UBTVQH14-2020-sap-xep-don-vi-hanh-chinh-cap-huyen-cap-xa-Ho-Chi-Minh-460049.aspx|tựa đề=Nghị quyết số 1111\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã và thành lập thành phố Thủ Đức thuộc Thành phố Hồ Chí Minh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, thành lập thành phố [[Thủ Đức]] thuộc Thành phố Hồ Chí Minh trên cơ sở sáp nhập toàn bộ diện tích và dân số của [[Quận 2, Thành phố Hồ Chí Minh|Quận 2]], [[Quận 9, Thành phố Hồ Chí Minh|Quận 9]] và quận [[Thủ Đức (quận)|Thủ Đức]].\n\nSau khi thành lập, thành phố Thủ Đức có diện tích 211,56&nbsp;km² và quy mô dân số 1.013.795 người, gồm 34 phường trực thuộc. Như vậy, hiện nay Thủ Đức là thành phố đầu tiên và duy nhất thuộc loại hình đơn vị hành chính thành phố thuộc thành phố trực thuộc trung ương.\n\n==Xem thêm==\n*[[Phân cấp hành chính Việt Nam]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Các thành phố và thị xã tại Việt Nam}}\n{{Danh sách đơn vị hành chính tại Việt Nam}}\n[[Thể loại:Thành phố của Việt Nam| ]]\n[[Thể loại:Phân vùng quốc gia châu Á]]\n[[Thể loại:Danh sách phân cấp hành chính Việt Nam]]\n[[Thể loại:Phân cấp hành chính Việt Nam]]\n[[Thể loại:Đơn vị hành chính cấp huyện Việt Nam]]\n[[Thể loại:Khởi đầu năm 2013 ở Việt Nam]]\n[[Thể loại:Thành phố thuộc thành phố trực thuộc trung ương]]\n[[Thể loại:Đơn vị hành chính đô thị tại Việt Nam]]"}