{"3244008":"{{Infobox cơ quan Việt Nam\n|Tên gọi cơ quan Đảng Cộng sản Việt Nam=<big>{{Color|#df0000|Thành ủy Hà Nội}}<\/big>\n|Logo 1=Communist Party of Vietnam flag.svg\n|Logo 1 kích thước=150px\n|Logo 1 thuyết minh=''Đảng kỳ Đảng Cộng sản Việt Nam''\n|Số khóa=XVI\n|Nhiệm kỳ bắt đầu=2020\n|Nhiệm kỳ kết thúc=2025\n|Tên gọi thành viên=Cơ cấu Thành ủy\n|Thành viên liên tiếp=\n|Chức vụ 1=[[Bí thư Thành ủy Hà Nội|Bí thư]]\n|Thành viên 1=[[Đinh Tiến Dũng]]\n|Chức vụ 2=Phó Bí thư Thường trực\n|Thành viên 2= [[Nguyễn Thị Tuyến]]\n|Số người 2=1\n|Chức vụ 3=Phó Bí thư\n|Thành viên 3= [[Trần Sỹ Thanh]]<br\/>[[Nguyễn Ngọc Tuấn (Hà Nội)|Nguyễn Ngọc Tuấn]] <br\/>[[Nguyễn Văn Phong]]\n|Số người 3=3\n|Chức vụ 4=Ủy viên Thường vụ Thành ủy\n|Thành viên 4=[[#Ban Thường vụ Thành ủy|Ban Thường vụ Thành ủy khóa XVII]]\n|Số người 4=16\n|Chức vụ 5=Thành ủy viên\n|Thành viên 5=Ban Chấp hành Đảng bộ Thành phố khóa XVII\n|Số người 5=71\n|Cơ quan chủ quản=[[Ban chấp hành Trung ương Đảng Cộng sản Việt Nam]]<br \/>[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]]<br \/>[[Ban Bí thư Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư Trung ương]]\n|Loại hình hình thành=Cơ quan lãnh đạo Đảng giữa 2 kỳ Đại hội tại thành phố Hà Nội\n|Cấp hành chính=Cấp Tỉnh\n|Đạo luật ủy quyền=[[Điều lệ Đảng Cộng sản Việt Nam]]\n|Bầu bởi=Đại hội Đại biểu Đảng bộ thành phố Hà Nội\n|Khu vực 1=4, Lê Lai, Phường Lý Thái Tổ, [[Hoàn Kiếm|Quận Hoàn Kiếm]], [[Hà Nội]]\n|Thời gian thành lập=17\/3\/1930\n}}\n{{Bộ máy chính quyền Hà Nội}}\n'''Thành ủy (Ban Chấp hành Đảng bộ thành phố'')'' [[Hà Nội]]''' là cơ quan lãnh đạo cao nhất của Đảng bộ [[Hà Nội|thành phố Hà Nội]]<nowiki\/> giữa hai kỳ Đại hội, có chức năng lãnh đạo thực hiện nghị quyết đại hội đại biểu đảng bộ thành phố; các chủ trương, nghị quyết, chỉ thị của [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII|Trung ương]] và chính sách, pháp luật của Nhà nước; đề xuất, kiến nghị [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị,]] [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Bí thư]] những vấn đề có liên quan đến sự lãnh đạo của Trung ương đối với địa phương.\n\nĐứng đầu Thành ủy là [[Bí thư Thành ủy Hà Nội]] kiêm Bí thư [[Bộ Tư lệnh Thủ đô Hà Nội|Đảng ủy Bộ Tư lệnh Thủ đô]] và thường là [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị.]]\n\n==Lịch sử==\nThành ủy Hà Nội được thành lập ngay sau khi [[Đảng Cộng sản Việt Nam]] ra đời. Ngày 17\/3\/1930 tại số nhà 42 phố Hàng Thiếc, dưới sự lãnh đạo của Lâm thời Chấp ủy Bắc Kỳ, Thành ủy lâm thời Hà Nội được thành lập gồm Đỗ Ngọc Du, Nguyễn Ngọc Vũ và Lều Thọ Nam do [[Đỗ Ngọc Du]] làm Bí thư. Cuối tháng 4-1930, Đỗ Ngọc Du, Bí thư Thành ủy lâm thời được Trung ương điều đi công tác ở nước ngoài. Tháng 6-1930, [[Trần Văn Lan]], Ủy viên Trung ương Đảng triệu tập cuộc họp ở số 177 phố Hàng Bông để tổ chức lại Thành ủy. Thành ủy Hà Nội được chính thức thành lập do [[Nguyễn Ngọc Vũ]] làm Bí thư cùng hai ủy viên là Lê Đình Tuyển và Đỗ Danh Cưu. Văn phòng Thành ủy do Tạ Quang Sần phụ trách.\n\nThực hiện chủ trương của Xứ ủy Bắc kỳ, Thành ủy đã tổ chức Đội tuyên truyền xung phong gồm các đồng chí Lê Đình Tuyển, Đinh Xuân Nhạ (Trần Quý Kiên, Dương Văn Ty),Giang Đức Cường. Đội đã cùng với một số đảng viên là người của Hà Đông - Sơn Tây thuộc tổ chức Đảng Hà Nội như các đồng chí: Bùi Doãn Chân, Lều Thọ Nam, Hoàng Văn Năng… tích cực tuyên truyền, giáo dục lý tưởng cách mạng của Đảng trong các tầng lớp nhân dân, tập hợp quần chúng vào các đoàn thể, ủng hộ phong trào Xô Viết - Nghệ Tĩnh, mở rộng và phát triển cơ sở cách mạng không chỉ ở địa bàn Hà Nội mà còn ở cả một số vùng của Hà Đông và Sơn Tây. Có thể nói, đây chính là tổ chức tiền thân của Ban Tuyên huấn Thành ủy sau này.\n\nĐảng bộ Hà Nội, chỉ trong 6 tháng cuối năm 1930, ba lần đồng chí Trần Văn Lan (tức Giáp) Thường vụ Trung ương Đảng trực tiếp phụ trách phong trào Hà Nội phải lập lại Thành uỷ. Nhiều đồng chí lãnh đạo Thành uỷ, nhiều đảng viên và quần chúng trung kiên bị bắt (Lê Đình Tuyển, Đặng Xuân Khu, Trần Quý Kiên (Đinh Xuân Nhạ), Giang Đức Cường, Hoàng Ngọc Bảo… Ngày 6\/12\/1930, Nguyễn Ngọc Vũ cũng bị địch bắt.\n\nTrong giai đoạn từ 1931-1932 Thành ủy bị thực dân Pháp khủng bố, truy lùng ráo riết. Các thành viên bị bắt hoặc phải rút về hoạt động bí mật tại nhiều nơi.\n\nTháng 8\/1936 ba ông [[Nguyễn Văn Cừ]], Đinh Xuân Nhạ ([[Trần Quý Kiên]], Dương văn Ty) và Nguyễn Văn Minh đã họp tại một địa điểm thuộc huyện Gia Lâm, Hà Nội, thành lập ra cơ quan lãnh đạo ''lâm thời'' của Xứ Ủy Bắc Kỳ và Thành Ủy Hà Nội lấy tên là Ủy ban Sáng kiến<ref>[http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/lich-su-dang\/books-1926201511550846\/index-292620151153014610.html Lịch sử biên niên đảng CSVN, tập 2, mục năm 1936 (Nhà xuất bản Chính trị quốc gia 2008)]<\/ref>.\n\nTháng 3\/1937, tại Hà Nội, Xứ Ủy Bắc Kỳ chính thức lập lại gồm các thành viên: Hoàng Tú Hưu, [[Nguyễn Văn Cừ]], Nguyễn Văn Minh, [[Lương Khánh Thiện]], [[Trần Quý Kiên]] (Nhạ,Ty),Đặng Xuân Khu ([[Trường Chinh]]), [[Tô Hiệu]], Hạ Bá Cang ([[Hoàng Quốc Việt]])<ref>[http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/sach-chinh-tri\/books-110520159005046\/index-2105201585938466.html a. Báo điện tử đảng CSVN Tư liệu văn kiện Nguyễn Văn Cừ tiểu sử. Chương 3: Móc nối liên lạc, khôi phục phong trào cách mạng. Phần 1]<\/ref>....\n\nTháng 3\/1937, Thành uỷ Hà Nội cũng tái lập do [[Lương Khánh Thiện]], ''Thường vụ Xứ Ủy'' Bắc kỳ trực tiếp làm ''Bí thư''. Thành ủy có các ủy viên: [[Trần Quý Kiên]] (Ty, Nhạ) thường vụ thành ủy <ref>Trang 36, Hồi ký \"Từ trong bão táp\" của Đại tướng [[Văn Tiến Dũng]], Nhà xuất bản Quân đội nhân dân 1990<\/ref>, Nguyễn Văn Phúc, Nguyễn Mạnh Đạt, Tạ Quang Sần, Nguyễn Trọng Cảnh ([[Trần Quốc Hoàn]])... Hoạt động của Đảng bộ gồm cả Sơn Tây và Hà Đông.\n\nNăm 1938, cơ quan lãnh đạo của Thành Ủy Hà Nội được kiện toàn đồng chí [[Trần Quý Kiên]] (Đinh xuân Nhạ, Dương văn Ty) lúc này là ''Thường vụ Xứ Ủy'' Bắc Kỳ được cử thay Lương Khánh Thiện trực tiếp làm ''Bí thư Thành Ủy'' Hà Nội lúc này bao gồm cả hai tỉnh Sơn Tây và Hà Đông.Đảng cũng bổ sung thêm hai đảng viên là các đồng chí đang hoạt động từ phong trào công nhân là đồng chí Nguyễn Văn Trân và đồng chí Văn Tiến Dũng vào Thành ủy..<ref>a. Tư liệu lưu trữ của Viện lịch sử Đảng (giấy xác nhận ngày 14\/4\/2016); [http:\/\/hanoimoi.com.vn\/Tin-tuc\/Chinh-tri\/813388\/dang-bo-thanh-pho-ha-noi-dau-an-qua-cac-ky-dai-hoi b. Đảng bộ thành phố Hà Nội: Dấu ấn qua các kỳ đại hội, Báo Hà Nội mới đăng ngày 01\/11\/2015];<\/ref>\n\nĐầu năm 1938, đồng chí Trần Quý Kiên, Thường vụ Xứ ủy, Bí thư Thành ủy Hà Nội đã trực tiếp về Đa Phúc công nhận Chi bộ dự bị Đa Phúc thành chi bộ chính thức của Đảng(đồng chí Phan Trọng Tuệ được phân công là bí thư chi bộ này). Tổ Cộng sản ở Đa Phúc, Sài Sơn, Quốc Oai ra đời có ý nghĩa rất lớn tạo điều kiện thúc đẩy phong trào cách mạng ở huyện Quốc Oai, các huyện trên địa bàn tỉnh Sơn Tây, Hà Đông, Hà Nội...\n\nNgày 15-5-1938, đồng chí Trần Quý Kiên thay mặt Xứ ủy Bắc Kỳ và Thành Ủy Hà Nội về La Cả tổ chức kết nạp 3 quần chúng được đồng chí Hoàng Văn Nọn( Hoàng Tú Hưu, Hoàng Lương Hữu) phát triển từ trước đó là: Dương Nhật Đại (La cả), Nguyễn Quý Bình (Đại Mỗ), Ngô Văn Phát (Thượng Cát) vào Đảng, thành lập chi bộ ghép do đồng chí Dương Nhật Đại làm Bí thư. Xứ ủy giao nhiệm vụ cho chi bộ lãnh đạo phong trào toàn tỉnh, đồng thời lập Ban vận động chuẩn bị thành lập Đảng bộ tỉnh Hà Đông.\n\nTháng 9\/1939 tổng bí thư Nguyễn Văn Cừ cử hai đồng chí [[Trần Quý Kiên]] (Ty, Nhạ) Thường Vụ Xứ Ủy, Bí Thư Thành Ủy Hà Nội cùng Lương Khánh Thiện(Bí Thư Xứ Ủy Bắc Kỳ) chuyển sang phụ trách công tác xây dựng căn cứ bí mật của đảng tại chiến khu D (Phù Ninh,Phú Thọ). Đồng chí Nguyễn Mạnh Đạt (tức Lộc, Ái) làm ''Bí thư Thành Ủy'' Hà Nội thay Đinh Xuân Nhạ (tức Trần Quý Kiên, tức Dương văn Ty), Nguyễn Trọng Cảnh (tức Trần Quốc Hoàn) làm Phó Bí thư<ref>[http:\/\/hanoi.gov.vn\/lanhdaoquacacthoiky\/-\/hn\/zJYU39PZOBhM\/4201\/9208\/10\/ang-cong-san-ong-duong--thanh-uy-ha-noi-1936-1939.html;jsessionid=1gi7zTRcJiIh0b3FZb8EzxQo.app2 b. Đảng Cộng sản Đông Dương – Thành uỷ Hà Nội 1936-1939, Cổng giao tiếp điện tử thành phố Hà Nội, đăng ngày 22\/12\/2009]<\/ref>.\n\n3.1940 đồng chí Nguyễn Mạnh Đạt bị bắt.Thành Ủy liên tiếp bị phá. Bí Thư Thành Ủy thay đổi lần lượt: đồng chí Nguyễn văn Ngọc bị địch bắt, đồng chí Nguyễn Văn Bi (Bi, Quốc Vàng) bị địch bắt.Đồng chí Dương Nhật Đại (tức Tư Đại, Thạch Can) bị lộ chuyển công tác. tháng 1.1941 đồng chí Lưu Đức Hiểu (tức Lưu Quyên) bị địch bắt. Xứ Ủy thành lập liên tỉnh A gồm Hà Nội-Hà Đông-Sơn Tây do [[Phan Trọng Tuệ]] làm Bí thư.\n\n5.1941 một ban cán sự Đảng (chức năng như Thành Ủy) gồm 3 người do đồng chí Vũ Biểu làm bí thư hoạt động chưa được bao lâu thì vỡ, đồng chí Vũ Biểu bị bắt.Ban Cán Sự bị vỡ.\n\n8.1941 một ban cán sự Đảng mới do đồng chí Đào Duy Dếnh (tức Đào Phan) làm Bí Thư, đến tháng 4.1942 đồng chí bị bắt, ban Cán sự vỡ.\n\nTháng 6\/1942, Ban Thành uỷ lâm thời được thành lập do Phan Bá Quát (tức Địa) làm Bí thư. Tháng 11.1942 Phan Bá Quát bị bắt, Xứ Ủy điều động đồng chí Bạch Thành Phong Bí Thư tỉnh ủy Hà Đông ra Hà Nội bắt liên lạc lập lại Thành Ủy nhưng do bị theo dõi gắt gao và bắt hụt nên phải chuyển công tác. Đầu năm 1943, Xứ uỷ cử [[Nguyễn Thọ Chân]], Bí thư Tỉnh uỷ Hà Đông ra Hà Nội lập Thành uỷ mới và trực tiếp làm Bí thư. Tháng 4\/1943, Bí thư Nguyễn Thọ Chân bị địch bắt. Tháng 4\/1943, Xứ uỷ điều Lê Quang Đạo về Hà Nội lập Ban Cán sự Đảng Hà Nội gồm 3 người do [[Lê Quang Đạo]] làm Bí thư.\n\nTháng 2\/1945 Ban Cán sự đổi thành Ban Thành ủy do [[Nguyễn Khang]] phụ trách Bí thư. Tháng 3\/1945 Ban Thành ủy được kiện toàn chuẩn bị cách mạng tháng 8, [[Nguyễn Quyết]] được cử làm Bí thư. Ngày 25\/8\/1945, Thành uỷ Hà Nội được bổ sung thêm nhiều ủy viên mới, chỉ định Nguyễn Huy Khôi (tức [[Trần Quang Huy]]) làm Bí thư Thành uỷ, Nguyễn Quyết chuyển sang phụ trách quân sự.\n\nTrong giai đoạn toàn quốc kháng chiến, cả nước được chia làm 12 chiến khu, Hà Nội là chiến khu XI nên Thành ủy trong thời gian này còn được gọi Khu ủy Khu XI.\n\nTheo Nghị quyết của Liên khu uỷ III, Hà Nội sáp nhập với Hà Đông thành liên Tỉnh uỷ Lưỡng Hà. Ngày 10\/5\/1948, Liên Tỉnh uỷ Lưỡng Hà được thành lập do Lê Quang Đạo làm Bí thư. Tháng 7\/1948, Đại hội Đại biểu Lưỡng Hà bầu Liên Tỉnh uỷ chính thức (gồm 10 uỷ viên chính thức và 2 uỷ viên dự khuyết) do Lê Quang Đạo làm Bí thư. Tháng 10\/1948 trong tình hình mới Trung ương Đảng đã quyết định tách Hà Nội ra khỏi liên tỉnh Lưỡng Hà trực tiếp do Liên khu ủy III phụ trách.\n\nTrong giai đoạn từ tháng 1\/1949-12\/1950 Thành ủy có tên gọi Đặc khu ủy Hà Nội để phù hợp với thời kỳ \"Chuẩn bị chiến trường, tiến tới tổng phản công\" theo quy định của Trung ương Đảng. Đầu năm 1951 lấy lại tên Thành ủy Hà Nội.\n\nTừ tháng 8\/1954-sau này tên gọi chính thức là Thành ủy Hà Nội.\n\n==Chức năng, nhiệm vụ==\n\n=== Một số nhiệm vụ chính ===\n\n* Lãnh đạo cụ thể hóa nghị quyết đại hội đại biểu đảng bộ tỉnh; các chủ trương, nghị quyết của Trung ương.\n* Lãnh đạo chính quyền địa phương thực hiện chức năng, nhiệm vụ, quyền hạn quản lý nhà nước theo quy định của pháp luật.\n* Định hướng những vấn đề đặc biệt quan trọng do HĐND tỉnh quyết định.\n* Lãnh đạo công tác dân vận; nâng cao vai trò giám sát và phản biện xã hội của Mặt trận Tổ quốc, các đoàn thể chính trị - xã hội và đại diện của nhân dân.\n* Xác định mục tiêu, phương hướng, nhiệm vụ chủ yếu trong quy hoạch phát triển kinh tế - xã hội, kế hoạch dài hạn và trung hạn...\n* Cho chủ trương về kinh tế - xã hội, ngân sách, đối ngoại...; chủ trương đầu tư các dự án của địa phương.\n* Cho ý kiến về quy hoạch địa giới hành chính hoặc thành lập, sáp nhập, chia tách đơn vị hành chính theo quy định của pháp luật...\n* Xác định nhiệm vụ trọng tâm, đột phá, các chương trình, dự án trọng điểm. Tổ chức triển khai thực hiện thí điểm các chủ trương, mô hình mới theo chỉ đạo của Trung ương.\n* Định hướng hoặc quyết định theo thẩm quyền những vấn đề về xây dựng Đảng.\n* Quyết định các vấn đề liên quan đến quản lý tài chính, tài sản của đảng bộ; xem xét, cho ý kiến về công tác tài chính đảng hằng năm và cuối nhiệm kỳ<ref>{{Chú thích web | url = http:\/\/www.tienphong.vn\/xa-hoi\/bi-thu-thanh-uy-ha-noi-uy-vien-ban-thuong-vu-phai-co-tam-nhin-rong-871559.tpo | tiêu đề = Bí thư Thành ủy Hà Nội: Ủy viên Ban Thường vụ phải có \"tầm nhìn rộng\" | tác giả = | ngày = | ngày truy cập = 25 tháng 7 năm 2015 | nơi xuất bản = Báo Điện tử Tiền Phong | ngôn ngữ = }}<\/ref>.\n\n=== Thành ủy, Ban Thường vụ, Thường trực Thành ủy làm việc theo nguyên tắc ===\n\n* Chấp hành nghiêm Cương lĩnh, Điều lệ Đảng, các nghị quyết, chỉ thị của Trung ương, của Tỉnh ủy và nghị quyết đại hội đại biểu đảng bộ tỉnh.\n* Tập trung dân chủ; tập thể lãnh đạo, cá nhân phụ trách; thiểu số phục tùng đa số, cấp dưới phục tùng cấp trên, cá nhân phục tùng tổ chức. Cá nhân được quyền phát biểu và bảo lưu ý kiến của mình, nhưng phải chấp hành nghị quyết của tập thể. Ý kiến bảo lưu có thể được phản ánh lên cấp trên, nhưng không được tuyên truyền, phổ biến ra bên ngoài.\n* Nêu cao tính chủ động, sáng tạo, tự chịu trách nhiệm của mỗi cá nhân, nhất là người đứng đầu. Thực hiện phân cấp, phân quyền gắn với tăng cường kiểm tra, giám sát.\n{{chú thích trong bài}}\n\n==Các Cơ quan, Đảng ủy trực thuộc==\n\n# Văn phòng Thành ủy: cơ quan tham mưu, giúp việc Thành ủy, Ban Thường vụ và Thường trực Thành ủy; đại diện chủ sở hữu tài sản của Thành ủy; trực tiếp quản lý tài chính, tài sản của Thành ủy và các cơ quan, tổ chức đảng trực thuộc Thành ủy; bảo đảm kinh phí, cơ sở vật chất, phương tiện và tổ chức phục vụ cho hoạt động của Thành ủy và các cơ quan tham mưu, giúp việc Thành ủy.\n# Ban Tổ chức Thành ủy: cơ quan tham mưu, giúp việc của Thành ủy, Ban Thường vụ, Thường trực Thành ủy về công tác tổ chức xây dựng đảng; cơ quan chuyên môn, nghiệp vụ về công tác tổ chức cán bộ, đảng viên, bảo vệ chính trị nội bộ, tổ chức bộ máy, biên chế của hệ thống chính trị trong TP; cơ quan thường trực về công tác thi đua, khen thưởng, tuyển dụng, nâng ngạch, xếp lương đối với cán bộ, công chức, viên chức của Thành ủy theo phân cấp.\n# Ban Nội chính Thành ủy:cơ quan tham mưu, giúp việc của Thành ủy, Ban Thường vụ, Thường trực Thành ủy về công tác nội chính, cải cách tư pháp và phòng, chống tham nhũng; cơ quan chuyên môn, nghiệp vụ về công tác nội chính đảng; cơ quan thường trực Ban chỉ đạo Cải cách tư pháp TP và Ban chỉ đạo Phòng, chống tham nhũng của Thành ủy.\n# Ban Tuyên giáo Thành ủy: cơ quan tham mưu của Thành ủy, Ban Thường vụ, Thường trực Thành ủy về công tác xây dựng Đảng thuộc các lĩnh vực chính trị tư tưởng, tuyên truyền, lý luận chính trị, báo chí, xuất bản, văn hoá, văn nghệ, khoa giáo, biên soạn lịch sử đảng bộ địa phương; cơ quan chuyên môn, nghiệp vụ về công tác tuyên giáo của Thành ủy.\n# Ban Dân vận Thành ủy: cơ quan tham mưu của Thành uỷ, Ban Thường vụ, Thường trực Thành uỷ về công tác nghiên cứu, đề xuất, kiểm tra việc thực hiện chủ trương, chính sách của Đảng và Nhà nước về công tác quần chúng, phối hợp với các hoạt động vận động quần chúng nhằm thực hiện tốt các nhiệm vụ kinh tế, xã hội, an ninh quốc phòng, xây dựng Đảng, xây dựng chính quyền.\n# Ủy ban Kiểm tra Thành ủy: cơ quan kiểm tra, giám sát chuyên trách của Tỉnh ủy, thực hiện các nhiệm vụ, quyền hạn được quy định trong Điều lệ Đảng; tham mưu giúp Thành ủy, Ban Thường vụ, Thường trực Thành ủy thực hiện nhiệm vụ kiểm tra, giám sát và thi hành kỷ luật trong Đảng.\n# Đảng ủy Bộ Tư lệnh Thủ đô: lãnh đạo mọi mặt cơ quan quân sự cùng cấp và các đơn vị bộ đội địa phương thuộc quyền thực hiện thắng lợi mọi nhiệm vụ do cấp ủy địa phương và cấp ủy, người chỉ huy quân sự cấp trên giao. Đề xuất nội dung lãnh đạo và giúp cấp ủy địa phương chỉ đạo, hướng dẫn, kiểm tra các cấp, các ngành thực hiện nhiệm vụ quân sự, quốc phòng và chính sách hậu phương quân đội tại địa phương mình theo nghị quyết của đảng ủy quân sự cấp trên.\n# Đảng ủy Công an TP:\n# Đảng ủy Khối Doanh nghiệp TP: lãnh đạo các tổ chức cơ sở đảng trong khối thực hiện nhiệm vụ chính trị, xây dựng tổ chức cơ sở đảng trong khối trong sạch, vững mạnh gắn với xây dựng cơ quan và đoàn thể trong khối vững mạnh; kiểm tra, giám sát các tổ chức đảng, đảng viên trong khối chấp hành Cương lĩnh chính trị, Điều lệ, nghị quyết, chỉ thị của Đảng, chính sách, pháp luật của Nhà nước; tham gia tham mưu, đề xuất với Tỉnh ủy về các chủ trương, giải pháp lãnh đạo thực hiện nhiệm vụ chính trị, công tác xây dựng đảng trong khối.\n# Đảng uỷ Khối Các cơ quan TP: lãnh đạo các tổ chức cơ sở đảng trong khối thực hiện nhiệm vụ chính trị, xây dựng tổ chức cơ sở đảng trong khối trong sạch, vững mạnh gắn với xây dựng cơ quan và đoàn thể trong khối vững mạnh; kiểm tra, giám sát các tổ chức đảng, đảng viên trong khối chấp hành Cương lĩnh chính trị, Điều lệ, nghị quyết, chỉ thị của Đảng, chính sách, pháp luật của Nhà nước; tham gia tham mưu, đề xuất với Tỉnh ủy về các chủ trương, giải pháp lãnh đạo thực hiện nhiệm vụ chính trị, công tác xây dựng đảng trong khối.\n#Đảng ủy Khối Các trường đại học, cao đẳng TP\n# Ban Bảo vệ, chăm sóc sức khoẻ cán bộ TP\n# Trường Chính trị Lê Hồng Phong: tổ chức đào tạo, bồi dưỡng cán bộ lãnh đạo, quản lý của hệ thống chính trị cấp cơ sở, cán bộ, công chức, viên chức ở địa phương về lý luận chính trị - hành chính; chủ trương, đường lối của Đảng, chính sách, pháp luật của Nhà nước; kiến thức và chuyên môn, nghiệp vụ về công tác xây dựng Đảng, chính quyền, Mặt trận Tổ quốc và các đoàn thể chính trị - xã hội; kiến thức về một số lĩnh vực khác; tham gia tổng kết thực tiễn, nghiên cứu khoa học về xây dựng Đảng, xây dựng hệ thống chính trị ở địa phương.\n# Báo Hànộimới\n# Quận ủy: Ba Đình, Đống Đa, Hoàn Kiếm, Hà Đông, Hai Bà Trưng, Hoàng Mai, Long Biên, Tây Hồ, Thanh Xuân, Bắc Từ Liêm, Nam Từ Liêm.\n# Thị ủy: Sơn Tây\n# Huyện ủy: Mê Linh, Đông Anh, Ba Vì, Chương Mỹ, Đan Phượng, Gia Lâm, Hoài Đức, Mỹ Đức, Phú Xuyên, Phúc Thọ, Quốc Oai, Sóc Sơn, Thạch Thất, Thanh Oai, Thanh Trì, Thường Tín, Ứng Hòa.\n\n==Bí thư Thành ủy==\n{{Bài chi tiết|Bí thư Thành ủy Hà Nội}}\n==Thường trực Thành ủy==\n\n=== Cơ cấu, nhiệm vụ chính ===\n\n* Gồm Bí thư & Phó Bí thư Thành ủy.\n* Chỉ đạo việc chuẩn bị và tổ chức thực hiện quy chế làm việc, chương trình làm việc toàn khóa của Thành ủy; Xây dựng và tổ chức thực hiện chương trình làm việc hằng năm, 6 tháng, hằng quý, hằng tháng của Ban Thường vụ Thành ủy, chương trình kiểm tra, giám sát hằng năm của Tỉnh ủy.\n* Chỉ đạo giải quyết những công việc hằng ngày của đảng bộ, những vấn đề đột xuất nảy sinh giữa hai kỳ họp của Ban Thường vụ Thành ủy.\n* Cho chủ trương thực hiện quy trình bổ nhiệm, giới thiệu ứng cử, điều động, thuyên chuyển, nghỉ hưu, thôi giữ chức vụ, miễn nhiệm, từ chức các chức danh thuộc diện Tỉnh ủy, Ban Thường vụ Tỉnh ủy quản lý trước khi trình Ban Thường vụ Thành ủy cho ý kiến.\n* Cho ý kiến về bổ nhiệm, điều động, thuyên chuyển, nghỉ hưu, thôi giữ chức vụ, miễn nhiệm, từ chức của cán bộ thuộc quyền quản lý của đảng đoàn, ban cán sự đảng các cơ quan nhà nước hoặc tổ chức quần chúng đối với các trường hợp mà các tổ chức đảng thấy cần phải xin ý kiến thường trực cấp ủy trước khi quyết định.\n* Chỉ đạo công tác phòng, chống tham nhũng, lãng phí.\n* Cho ý kiến về chủ trương xử lý các vấn đề đột xuất có liên quan đến an ninh trên địa bàn, nhất là an ninh chính trị, tôn giáo, dân tộc. Chỉ đạo thực hiện nhiệm vụ quốc phòng, quân sự địa phương và trong chỉ đạo, chỉ huy các đơn vị quân đội đóng trên địa bàn.\n* Cho ý kiến về chủ trương đầu tư một số dự án quan trọng theo quy định của Ban Thường vụ để UBND TP quyết định.\n\n=== Danh sách khóa XVII ===\n{| class=\"wikitable\"\n|+\n!TT\n!Họ và tên\n!Năm sinh\n!Chức vụ \n!Nhiệm vụ, quyền hạn\n|-\n|1\n|[[Đinh Tiến Dũng]]\n|1961\n|[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]], [[Bí thư Thành ủy Hà Nội|Bí thư Thành ủy,]] Trưởng đoàn Đại biểu [[Quốc hội Việt Nam|Quốc hội khóa XV]]\n|\n* Chủ trì các công việc của Thành ủy, Ban Thường vụ, Thường trực Thành ủy.\n* Chỉ đạo những đề án quan trọng.\n* Trực tiếp chỉ đạo những vấn đề cơ mật về quốc phòng, an ninh, đối ngoại, về công tác bảo vệ Đảng.\n* Chỉ đạo công tác xây dựng Đảng, xây dựng đội ngũ cán bộ chủ chốt.\n* Trực tiếp chỉ đạo công tác phòng, chống tham nhũng, lãng phí.\n* Chỉ đạo Phó Bí thư thường trực giải quyết công việc hằng ngày của đảng bộ.\n* Chỉ đạo Phó bí thư Thành ủy phụ trách xây dựng tổ chức cơ sở đảng tổ chức triển khai thực hiện các chỉ đạo của Đảng liên quan đến công tác xây dựng cơ sở đảng trong sạch, vững mạnh.\n* Chỉ đạo Bí thư Đảng đoàn kiêm Chủ tịch HĐND TP, Bí thư BCS Đảng kiêm Chủ tịch UBND TP, lãnh đạo Đảng đoàn HĐND, BCS Đảng UBND TP tổ chức triển khai thực hiện các nghị quyết, chỉ thị của Đảng và của cấp ủy có liên quan đến công tác quản lý nhà nước ở địa phương.\n* Khi cần thiết, được yêu cầu các cơ quan, tổ chức đảng trực thuộc Thành ủy, các cán bộ, đảng viên báo cáo về việc thực hiện chức năng, nhiệm vụ được giao.\n* Ký các nghị quyết, chỉ thị, các văn bản của Thành ủy và Ban Thường vụ Thành ủy.\n* Trực tiếp phụ trách Đảng ủy Quân sự TP và Công an TP.\n|-\n|2\n|[[Trần Sỹ Thanh]]\n|1971\n|[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII|Ủy viên Ban Chấp hành Trung ương Đảng]], Phó Bí thư Thành ủy, [[Chủ tịch Ủy ban nhân dân thành phố Hà Nội|Chủ tịch UBND TP]]\n|\n* Báo cáo với Bí thư, Thường trực Thành ủy về mọi hoạt động của BCS Đảng UBND TP.\n* Đề xuất những vấn đề thuộc trách nhiệm và phạm vi công tác của UBND cần ''báo cáo,'' xin ý kiến Thường trực, Ban Thường vụ Thành ủy.\n* Phối hợp với Phó bí thư thường trực, Bí thư Đảng đoàn kiêm Chủ tịch HĐND TP trong xử lý công việc, bảo đảm sự thống nhất lãnh đạo, điều hành của Đảng.\n* Phối hợp với Phó bí thư phụ trách xây dựng tổ chức cơ sở đảng để xây dựng chính quyền cơ sở trong sạch, vững mạnh.\n* Chịu trách nhiệm trước Bí thư Thành ủy về toàn bộ hoạt động của UBND TP và của hệ thống cơ quan hành chính nhà nước ở địa phương.\n* Cùng với các Ủy viên Ban Thường vụ trong UBND chỉ đạo xây dựng bộ máy chính quyền địa phương.\n* Làm Bí thư BCS Đảng UBND TP; chỉ đạo tổ chức quán triệt và thực hiện chính sách, pháp luật của Nhà nước trong cán bộ, công chức và nhân dân.\n* Cụ thể hóa, tổ chức thực hiện và kiểm tra việc thực hiện các nghị quyết, chỉ thị, quyết định của Thành ủy, Ban Thường vụ, HĐND TP và của Chính phủ về những vấn đề kinh tế - xã hội, quốc phòng, an ninh, công tác xây dựng Đảng và công tác tổ chức, cán bộ thuộc quyền.\n* Chỉ đạo công tác quy hoạch, kế hoạch hằng năm và 5 năm; chỉ đạo xâu dựng các đề án cụ thể về kinh tế - xã hội và ngân sách, về quốc phòng, an ninh, về hợp tác, liên doanh, liên kết với nước ngoài… để đưa ra hội nghị Thành ủy, Ban Thường vụ, Thường trực Thành ủy thảo luận, quyết định.\n* Chịu trách nhiệm trước Bí thư Thành ủy về triển khai, tổ chức thực hiện công tác đấu tranh phòng, chống tham nhũng, lãng phí, giải quyết đơn, thư khiếu nại, tố cáo, cải cách hành chính, dân vận chính quyền.\n* Thực hiện báo cáo về tình hình kinh tế - xã hội, ngân sách, quốc phòng, an ninh trên địa bàn và các công việc chỉ đạo, điều hành chủ yếu của UBND cho Thường trực Thành ủy, Ban Thường vụ và cấp ủy theo định kỳ hoặc khi có yêu cầu.\n|-\n|3\n|[[Nguyễn Thị Tuyến]]\n|1971\n|[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XIII|Ủy viên Ban Chấp hành Trung ương Đảng]], Phó Bí thư Thường trực Thành ủy\n|\n* Chịu trách nhiệm trước Bí thư Thành ủy chỉ đạo việc chuẩn bị, thẩm định dự thảo quy chế làm việc, chương trình làm việc, chương trình kiểm tra, giám sát hằng năm, tổ chức chỉ đạo việc thực hiện quy chế, các chương trình công tác đã đề ra.\n* Chịu trách nhiệm Bí thư Thành ủy điều hành hoạt động bộ máy đảng để giải quyết những công việc hằng ngày của đảng bộ. Trực tiếp giải quyết những công việc do Bí thư ủy nhiệm; thay mặt Bí thư khi Bí thư đi vắng.\n* Trực tiếp chỉ đạo hoạt động của các cơ quan chuyên trách tham mưu, giúp việc Thành ủy. \n* Phụ trách Văn phòng Thành ủy.\n* Chủ trì cùng với các Ủy viên Thường vụ phụ trách lĩnh vực xử lý những việc cần có sự phối hợp của nhiều cơ quan hoặc những việc do các Ủy viên Thường vụ phụ trách lĩnh vực đề nghị.\n* Chịu trách nhiệm trước Bí thư Thành ủy chỉ đạo một số nhiệm vụ cụ thể: công tác dân vận, đối ngoại, thi đua - khen thưởng, thẩm tra cán bộ, kê khai tài sản, thu nhập theo quy định của Đảng và Nhà nước.\n* Trực tiếp phụ trách công tác: ứng dụng công nghệ thông tin trong hệ thống đảng; công tác tài chính đảng, thực hiện chế độ thông tin, báo cáo, công tác lưu trữ, cơ yếu, giải quyết khiếu nại, tố cáo và bảo mật theo quy định. \n* Đề xuất những vấn đề cần quan tâm giải quyết thuộc các lĩnh vực, nhiệm vụ phụ trách.\n* Ký một số văn bản của Thành ủy, Ban Thường vụ theo quy chế làm việc của Thành ủy và sự phân công của Bí thư.\n|-\n|4\n|[[Nguyễn Ngọc Tuấn (Hà Nội)|Nguyễn Ngọc Tuấn]]\n|1966\n|Phó Bí thư Thành ủy, Chủ tịch HĐND TP\n|\n* Chịu trách nhiệm trước Bí thư Thành ủy về mọi hoạt động của HĐND TP và của hệ thống HĐND các cấp ở địa phương.\n* Phối hợp với Phó Bí thư kiêm Chủ tịch UBND TP và cùng Thường trực HĐND TP chỉ đạo xây dựng bộ máy chính quyền địa phương trong sạch, vững mạnh. \n* Làm Bí thư Đảng đoàn HĐND TP, chỉ đạo cụ thể hóa, tổ chức thực hiện và kiểm tra, giám sát việc thực hiện các nghị quyết, chỉ thị, quyết định của cấp ủy và của cơ quan nhà nước cấp trên liên quan đến hoạt động của HĐND TP.\n* Chỉ đạo việc lấy phiếu tín nhiệm và bỏ phiếu tín nhiệm đối với các chức danh do HĐND TP bầu theo quy định. \n* Chỉ đạo xây dựng chương trình hoạt động, chương trình giám sát hằng năm, chương trình các kỳ họp của hội đồng nhân dân. Những quyết định quan trọng của hội đồng nhân dân về kinh tế - xã hội, ngân sách, những vấn đề quan trọng khác của địa phương… cần xin ý kiến cấp ủy trước khi trình HĐND TP quyết định.\n* Báo cáo tình hình với Thường trực Thành ủy về hoạt động của Đảng đoàn HĐND và HĐND.\n* Đề xuất những vấn đề thuộc trách nhiệm và phạm vi công tác của HĐND cần báo cáo, xin ý kiến tập thể Thường trực Thành ủy.\n|-\n|5\n|[[Nguyễn Văn Phong]]\n|1968\n|Phó Bí thư Thành ủy, phụ trách xây dựng tổ chức cơ sở Đảng\n|\n* Chủ trì việc chuẩn bị nội dung, chương trình, kế hoạch công tác của Thành ủy, Ban Thường vụ, Thường trực Thành ủy về xây dựng tổ chức cơ sở đảng.\n* Chịu trách nhiệm chính chỉ đạo sự phối hợp hoạt động giữa các cấp ủy, tổ chức đảng trực thuộc, cơ quan nhà nước, MTTQ, các đoàn thể CT-XH, các cơ quan chuyên trách tham mưu, giúp việc Thành ủy.\n* Chỉ đạo củng cố, kiện toàn, phát triển tổ chức cơ sở đảng; nâng cao năng lực lãnh đạo, sức chiến đấu của tổ chức cơ sở đảng và chất lượng đội ngũ cán bộ, đảng viên. \n* Chỉ đạo các cơ quan chuyên trách tham mưu, giúp việc Thành ủy đề xuất về công tác thi đua, khen thưởng, kỷ luật tổ chứ cơ sở đảng, đảng viên.\n* Chỉ đạo nghiên cứu, sơ kết, tổng kết, nhân rộng những điển hình tiên tiến về tổ chức cơ sở đảng trong sạch, vững mạnh.\n* Phối hợp với Phó bí thư thường trực chỉ đạo việc chuẩn bị chương trình và nội dung hội nghị Thành ủy, Ban hường vụ bàn về những vấn đề liên quan đến lĩnh vực công tác được phân công phụ trách.\n* Phối hợp với Chủ tịch HĐND, Chủ tịch UBND TP chỉ đạo xây dựng chính quyền cơ sở trong sạch, vững mạnh, hoạt động có hiệu lực, hiệu quả.\n* Chỉ đạo các cơ quan chuyên trách tham mưu, giúp việc Thành ủy, các cấp ủy trực thuộc và MTTQ, các đoàn thể CT-XH thực hiện nhiệm vụ xây dựng MTTQ, các đoàn thể CT-XH ở cơ sở và thực hiện quy chế dân chủ ở cơ sở.\n* Ký các văn bản theo sự phân công của Bí thư.\n|}\n\n== Ban Thường vụ Thành ủy ==\n\n=== Cơ cấu ===\n\n* Bí thư & Phó Bí thư Thành ủy\n* Chủ nhiệm Ủy ban Kiểm tra Thành ủy; Trưởng ban: Tổ chức, Nội chính, Tuyên giáo, Dân vận Thành ủy\n* Phó Chủ tịch thường trực UBND, HĐND TP<ref>{{Chú thích web|url=http:\/\/hanoimoi.com.vn\/megastory\/2020\/ban-chap-hanh-ha-noi\/index.html|tựa đề=Ban Chấp hành Đảng bộ thành phố Hà Nội|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n* Tư lệnh Bộ Tư lệnh Thủ đô, Giám đốc Công an TP\n* Người phụ trách cơ quan, lĩnh vực, địa bàn quan trọng.\n\n=== Chức năng ===\n\n* Là cơ quan lãnh đạo giữa hai kỳ họp của Thành ủy, có chức năng lãnh đạo và kiểm tra, giám sát việc thực hiện nghị quyết của đại hội đại biểu tỉnh; nghị quyết, chỉ thị của Thành uy và của Trung ương.\n* Quyết định chủ trương về công tác tổ chức, cán bộ.\n* Quyết định triệu tập và chuẩn bị nội dung các kỳ họp của Thành ủy; đề xuất, kiến nghị Bộ Chính trị, Ban Bí thư và Tỉnh ủy những vấn đề có liên quan đến sự lãnh đạo của Trung ương và của cấp ủy cấp tỉnh đối với địa phương.\n* Phối hợp với các cơ quan, tổ chức có liên quan trong thực hiện nhiệm vụ chính trị được giao.\n\n=== Danh sách khóa XVII ===\n{| class=\"wikitable\" width=\"100%\"\n!STT\n!Họ, tên\n!Năm sinh\n!Chức vụ\n!Phụ trách\n|-\n|1\n|[[Đinh Tiến Dũng]]\n|1961\n|[[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Bộ Chính trị]], [[Bí thư Thành ủy Hà Nội|Bí thư Thành ủy,]] Trưởng đoàn đại biểu Quốc hội khóa XV thành phố Hà Nội \n|\n* Phụ trách chung\n|-\n|2\n|[[Nguyễn Thị Tuyến]]\n|1971\n|[[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Trung ương Đảng]], Phó Bí thư Thường trực Thành ủy\n|\n* Phụ trách Quận ủy Ba Đình; Huyện ủy Thanh Trì; Đảng bộ Khối Các cơ quan Thành phố Hà Nội\n|-\n|3\n|[[Trần Sỹ Thanh]]\n|1971\n|[[Ủy viên Trung ương Đảng]], Phó Bí thư Thành ủy, Chủ tịch [[Ủy ban nhân dân thành phố Hà Nội|UBND Thành phố Hà Nội]]\n|\n* Phụ trách Đảng bộ Công an Thành phố Hà Nội; Phụ trách Quận ủy Đống Đa\n|-\n|4\n|[[Nguyễn Ngọc Tuấn (Hà Nội)|Nguyễn Ngọc Tuấn]]\n|1966\n|Phó Bí thư Thành ủy, Chủ tịch [[Hội đồng nhân dân thành phố Hà Nội|HĐND Thành phố]], Phó Trưởng đoàn đại biểu Quốc hội khóa XV thành phố Hà Nội\n|\n* Phụ trách Quận ủy quận Hoàn Kiếm; Huyện ủy Thường Tín; Đảng bộ Tổng Công ty Đầu tư & Phát triển hạ tầng đô thị\n|-\n|5\n|[[Nguyễn Văn Phong]]\n|1968\n|Phó Bí thư Thành ủy Hà Nội\n|\n* Phụ trách Quận ủy Hai Bà Trưng; Huyện ủy Phú Xuyên; Đảng bộ Khối Các trường đại học, cao đẳng Thành phố Hà Nội\n|-\n|6\n|[[Phùng Thị Hồng Hà]]\n|1971\n|Phó Chủ tịch Thường trực HĐND Thành phố Hà Nội\n|\n* Phụ trách Quận ủy Hoàng Mai; Huyện ủy Ứng Hòa; Đảng bộ Tổng Công ty Đầu tư & phát triển Nhà Hà Nội\n|-\n|7\n|[[Lê Hồng Sơn (phó chủ tịch)|Lê Hồng Sơn]]\n|1964\n| Phó Chủ tịch Thường trực UBND Thành phố Hà Nội\n|\n* Phụ trách Quận ủy Hà Đông; Huyện ủy Quốc Oai\n|-\n|8\n|[[Hoàng Trọng Quyết]]\n|1964\n|Chủ nhiệm Ủy ban Kiểm tra Thành ủy Hà Nội\n|\n* Phụ trách Quận ủy Bắc Từ Liêm; Huyện ủy Gia Lâm; Đảng bộ Tổng Công ty Vận tải Hà Nội; Đảng bộ Công ty Cổ phần Tập đoàn Cienco 4\n|-\n|9\n|[[Vũ Đức Bảo]]\n|1965\n|Trưởng ban Tổ chức Thành ủy Hà Nội\n|\n* Phụ trách Huyện ủy Đông Anh; Huyện ủy Hoài Đức; Đảng bộ Tổng Công ty Điện lực Thành phố Hà Nội; Đảng bộ Cục Hải quan Thành phố Hà Nội\n|-\n|10\n|[[Nguyễn Quang Đức]]\n|1971\n|Trưởng ban Nội chính Thành ủy Hà Nội\n|\n* Phụ trách Quận ủy Nam Từ Liêm; Huyện ủy Phúc Thọ; Huyện ủy Chương Mỹ; Đảng bộ Tổng Công ty Thương mại Hà Nội; Đảng bộ Tổng Công ty Xuất nhập khẩu xây dựng Việt Nam - Vinaconex\n|-\n|11\n|[[Bùi Huyền Mai]]\n|1975\n|Bí thư Quận ủy [[Thanh Xuân]]\n|\n* Phụ trách Quận ủy Thanh Xuân; Huyện ủy Thanh Oai; Đảng bộ Các KCN và chế xuất Hà Nội; Đảng bộ Tổng Công ty Du lịch Hà Nội; Đảng bộ Đại học Quốc gia Hà Nội\n|-\n|12\n|[[Nguyễn Doãn Toản]]\n|1971\n|Trưởng ban Tuyên giáo Thành ủy Hà Nội\n|\n* Phụ trách Quận ủy Long Biên; Huyện ủy Đan Phượng; Đảng bộ Tổng Công ty Đầu tư nước và môi trường Việt Nam; Đảng bộ Bưu điện Hà Nội; Đảng bộ Tổng Công ty Xây dựng Hà Nội\n|-\n|13\n|[[Nguyễn Lan Hương]]\n|1968\n|Chủ tịch UBMTTQ Việt Nam Thành phố Hà Nội\n|\n* Phụ trách Quận ủy Tây Hồ; Thị ủy Sơn Tây; Đảng bộ Khối Doanh nghiệp Thành phố Hà Nội; Đảng bộ VNPT Hà Nội\n|-\n|14\n|[[Thiếu tướng Quân đội nhân dân Việt Nam thế kỷ XXI|Thiếu tướng]] [[Nguyễn Quốc Duyệt]]\n|1968\n|Tư lệnh Bộ Tư lệnh Thủ đô Hà Nội \n|\n* Phụ trách Huyện ủy Ba Vì\n|-\n|15\n|[[Trung tướng Công an nhân dân Việt Nam|Trung tướng]] [[Nguyễn Hải Trung]]\n|1968\n|Giám đốc Công an Thành phố Hà Nội\n|\n* Phụ trách Huyện ủy Mỹ Đức; Huyện ủy Mê Linh\n|-\n|16\n|[[Nguyễn Trọng Đông]]\n|1969\n|Phó Chủ tịch UBND Thành phố Hà Nội\n|\n* Phụ trách Quận ủy Cầu Giấy; Huyện ủy Sóc Sơn\n|}\n\n==Ban Chấp hành Đảng bộ thành phố==\n# [[Đinh Tiến Dũng]] SN 1961 - Ủy viên Bộ Chính trị, Bí thư Thành ủy, Trưởng đoàn Đại biểu Quốc hội Thành phố, Bí thư Đảng ủy Bộ Tư lệnh Thủ đô\n#[[Trần Sỹ Thanh]] SN 1971 - [[Ủy viên Trung ương Đảng]], Phó Bí thư Thành ủy, [[Ủy ban nhân dân Thành phố Hồ Chí Minh|Chủ tịch UBND]] Thành phố Hà Nội\n# [[Nguyễn Thị Tuyến]] SN 1971 - Ủy viên Ban Chấp hành Trung ương Đảng, Phó Bí thư Thường trực Thành ủy\n#[[Nguyễn Văn Phong]] SN 1968 - Phó Bí thư Thành ủy\n# [[Nguyễn Ngọc Tuấn]] SN 1966 - Phó Bí thư Thành ủy, Chủ tịch Hội đồng Nhân dân Thành phố\n# Vũ Đức Bảo SN 1968 - Ủy viên Ban Thường vụ Thành ủy, Trưởng ban Tổ chức Thành ủy\n# [[Hoàng Trọng Quyết]] SN 1964 - Ủy viên Ban Thường vụ Thành ủy, Chủ nhiệm Ủy ban Kiểm tra Thành ủy\n# [[Nguyễn Quang Đức]] SN 1971 - Ủy viên Ban Thường vụ Thành ủy, Trưởng ban Nội chính Thành ủy\n# [[Nguyễn Lan Hương]] SN 1968 - Ủy viên Ban Thường vụ Thành uỷ, Phó Chủ tịch Ủy ban Trung ương MTTQ Việt Nam, Chủ tịch Ủy ban MTTQ Thành phố\n# [[Phùng Thị Hồng Hà]] SN 1971 - Ủy viên Ban Thường vụ Thành ủy, Phó Chủ tịch thường trực HĐND Thành phố\n# Lê Hồng Sơn SN 1964 - Ủy viên Ban Thường vụ Thành ủy, Phó Chủ tịch thường trực UBND Thành phố\n# Nguyễn Doãn Toản SN 1971 - Ủy viên Ban Thường vụ Thành ủy, Trưởng ban Tuyên giáo Thành uỷ\n# [[Thiếu tướng Quân đội nhân dân Việt Nam|Thiếu tướng]] [[Nguyễn Quốc Duyệt]] SN 1968 - Ủy viên Ban Thường vụ Thành ủy, Phó Bí thư Đảng ủy, Tư lệnh Bộ Tư lệnh Thủ đô\n# [[Trung tướng Công an nhân dân Việt Nam|Trung tướng]] [[Nguyễn Hải Trung]] SN 1968 - Ủy viên Ban Thường vụ Thành ủy, Bí thư Đảng ủy, Giám đốc Công an Thành phố\n# [[Bùi Huyền Mai]] SN 1975 -  Ủy viên Ban Thường vụ Thành ủy, Bí thư Quận ủy Thanh Xuân\n# [[Nguyễn Trọng Đông]] SN 1969 -  Ủy viên Ban Thường vụ Thành ủy, Phó Chủ tịch UBND Thành phố\n# Đỗ Anh Tuấn SN 1971 - Thành ủy viên, Trưởng ban Dân vận Thành ủy\n# Hoàng Minh Dũng Tiến SN 1966 - Thành ủy viên, Bí thư Quận ủy Ba Đình\n# Lê Trung Kiên SN 1966 - Thành ủy viên, Bí thư Huyện ủy, Chủ tịch HĐND huyện Đông Anh\n# Đinh Trường Thọ SN 1965 - Thành ủy viên, Bí thư Quận ủy Đống Đa \n# Lê Thị Thu Hằng SN 1969 - Thành ủy viên, Bí thư Quận ủy Tây Hồ \n# Lê Ngọc Anh SN 1972 - Thành ủy viên, Viện trưởng Viện Nghiên cứu phát triển kinh tế - xã hội\n# Nguyễn Tiến Minh SN 1964 - Thành ủy viên, Bí thư Huyện ủy Thường Tín\n# Phạm Quý Tiên SN 1968 - Thành ủy viên, Phó Chủ tịch HĐND Thành phố\n# Trần Đức Hải SN 1975 - Thành ủy viên, Bí thư Huyện ủy Đan Phượng\n# Nguyễn Phi Thường SN 1971 - Thành ủy viên, Giám đốc Sở Giao thông Vận tải\n# Hà Minh Hải SN 1969 - Thành ủy viên, Phó Chủ tịch UBND Thành phố\n# Trần Thế Cương SN 1973 - Thành ủy viên, Giám đốc Sở Giáo dục và Đào tạo\n# [[Trần Thị Phương Hoa (Hải Dương)|Trần Thị Phương Hoa]] SN 1975 - Thành ủy viên, Bí thư Quận ủy Cầu Giấy\n# Trần Anh Tuấn SN 1977 - Thành ủy viên, Bí thư Thị ủy Sơn Tây\n# Dương Đức Tuấn SN 1967 - Thành ủy viên, Phó Chủ tịch UBND Thành phố\n# Đường Hoài Nam SN 1969- Thành ủy viên, Bí thư Quận ủy Long Biên\n# Trần Đức Hoạt SN 1971 - Thành ủy viên, Bí thư Quận ủy Nam Từ Liêm\n# Nguyễn Xuân Lưu SN 1969 - Thành ủy viên, Giám Đốc Sở Tài Chính \n# Nguyễn Quang Hiếu SN 1968 - Thành ủy viên, Bí thư Quận ủy, Chủ tịch HĐND quận Hoàng Mai\n# Trần Đình Cảnh SN 1973 - Thành ủy viên, Giám đốc Sở Nội vụ\n# Nguyễn Văn Nam SN 1964- Thành ủy viên, Bí thư Quận ủy Hai Bà Trưng\n# Nguyễn Thanh Xuân SN 1974 - Thành ủy viên, Bí thư Quận ủy Hà Đông\n# Lê Kim Anh SN 1975 - Thành ủy viên, Chủ tịch Hội Liên hiệp Phụ nữ Thành phố\n# Lê Anh Quân SN 1967 - Thành ủy viên, Giám đốc Sở Kế hoạch và Đầu tư\n# Đỗ Đình Hồng SN 1965 - Thành ủy viên, Giám đốc Sở Văn Hoá và Thể Thao\n# Vũ Đăng Định SN 1976 - Thành ủy viên, Bí thư Quận ủy Hoàn Kiếm \n# [[Nguyễn Hữu Chính (chánh án)|Nguyễn Hữu Chính]] SN 1963 - Thành ủy viên, Chánh án Tòa án nhân dân Thành phố\n# Nguyễn Văn Thắng SN 1979 - Thành ủy viên, Bí thư Huyện ủy Chương Mỹ \n# Võ Nguyên Phong SN 1969 - Thành ủy viên, Giám đốc Sở Xây dựng Thành phố \n# Ngô Anh Tuấn SN 1965 - Thành ủy viên, Giám đốc Sở Tư pháp\n# Nguyễn Ngọc Việt SN 1981 - Thành ủy viên, Chánh Văn phòng Đoàn đại biểu Quốc hội và HĐND thành phố\n# Lê Tiến Nhật 1963 - Thành ủy viên, Bí thư Huyện ủy Thanh Trì\n# Phạm Thị Thanh Mai 1975 - Thành ủy viên, Phó Trưởng đoàn đại biểu Quốc hội chuyên trách khóa XV thành phố Hà Nội\n# Nguyễn Doãn Hoàn 1967 - Thành ủy viên, Bí thư Huyện ủy Phúc Thọ\n# Nguyễn Anh Tuấn 1967 - Thành ủy viên, Bí thư Đảng ủy, Chủ tịch Hội đồng thành viên Tổng Công ty Điện lực Hà Nội\n# Nguyễn Trúc Anh 1974 - Thành ủy viên, Bí thư Huyện uỷ [[Hoài Đức]]\n# Nguyễn Văn Thọ 1965 - Thành ủy viên, Bí thư Huyện ủy Quốc Oai\n# Nguyễn Việt Hà 1979 - Thành ủy viên, Bí thư Huyện ủy Gia Lâm\n# Vũ Thu Hà 1972 - Thành ủy viên, Phó Chủ tịch UBND Thành phố\n# Nguyễn Chí Lực 1973 - Thành ủy viên, Phó Chủ nhiệm Thường trực Ủy ban Kiểm tra Thành ủy\n# Phạm Hải Hoa 1974 - Thành ủy viên, Chủ tịch Hội Nông dân Thành phố\n# Bạch Liên Hương 1975 - Thành ủy viên, Giám đốc Sở Lao động - Thương binh và Xã hội\n# Mai Sơn 1972 - Thành ủy viên, Cục trưởng Cục Thuế Thành phố \n# Chu Hồng Minh 1984 - Thành ủy viên, Bí thư Thành đoàn Hà Nội\n# Trần Thị Nhị Hà 1973 - Thành ủy viên, Giám đốc Sở Y tế\n# Nguyễn Mạnh Quyền 1975 - Thành ủy viên, Phó Chủ tịch UBND Thành phố\n# Nguyễn Hồng Sơn 1972 - Thành ủy viên, Giám đốc Sở Khoa học và Công nghệ\n# Nguyễn Thanh Sơn - Thành ủy viên, Bí thư Đảng ủy Khối các trường Đại học, Cao đẳng Hà Nội\n# Lê Minh Đức 1977 - Thành ủy viên, Bí thư Huyện ủy [[Thạch Thất]]\n# [[Phạm Quang Thanh]] 1981 - Thành ủy viên, Chủ tịch Liên đoàn Lao động Hà Nội\n# Nguyễn Xuân Đại 1973 - Thành ủy viên, Giám đốc Sở Nông nghiệp và Phát triển nông thôn \n# Bùi Thị Thu Hiền 1977 - Thành ủy viên, Bí thư Huyện ủy Ứng Hòa\n# Vũ Hà 1977 - Thành ủy viên, Bí thư Quận ủy Bắc Từ Liêm \n# Nguyễn Anh Dũng 1976 - Thành ủy viên, Bí thư Huyện uỷ Mỹ Đức\n\n==Tham khảo==\n{{tham khảo}}{{Bí thư Tỉnh ủy Việt Nam (2020 – 2025)}}\n{{Bí thư Thành ủy Hà Nội}}\n==Xem thêm==\n* [[Tỉnh ủy (Việt Nam)|Tỉnh ủy]]\n* [[Bí thư Tỉnh ủy (Việt Nam)|Bí thư Tỉnh ủy]]\n* [[Thành ủy]]\n* [[Bí thư Thành ủy (Việt Nam)|Bí thư Thành ủy]]\n* [[Thành ủy Thành phố Hồ Chí Minh]]\n\n[[Thể loại:Thành ủy Hà Nội]]"}