{"1677925":"{{chú thích trong bài}} \n'''Thành Hải Dương''', còn gọi là '''Thành Đông''', là một ngôi thành cổ thời [[nhà Nguyễn]]. Ngôi thành được đắp bằng đất năm 1804, dùng làm nơi làm việc cho bộ máy trấn thành Hải Dương. Thành bị thực dân Pháp phá hủy phần lớn vào năm 1889. Tuy nhiên, một số di tích của ngôi thành này vẫn còn thấy được tại [[hải Dương (thành phố)|thành phố Hải Dương]], tỉnh [[Hải Dương]].\n\n==Hình thành==\n[[Tập tin:Khu vực Cửa Đông thành Hải Dương.jpg|nhỏ|phải|250px| khu vực Cửa Đông thành Hải Dương xưa ở vào khoảng giữa Hồ văn hoá và bưu điện tỉnh]]\nTrước năm 1804, lỵ sở của tỉnh [[Hải Dương]] được đặt tại [[Lạc Thiên]] ([[Chí Linh]]), lúc ấy gọi là thành Vạn hay doanh Vạn. Sau đó rời về [[Mao Điền]] ([[Cẩm Giàng]]). Năm 1804 (năm [[Gia Long]] thứ 3), để củng cố bộ máy cai trị, nhà Nguyễn đã phân chia lại địa giới hành chính của cả nước, do vậy lỵ sở Hải Dương đã được rời từ Mao Điền về vùng ngã ba [[sông Thái Bình]] và [[sông Sặt]], thuộc địa phận ba xã [[Hàn Giang]], [[Hàn Thượng]] và [[Bình Lao]], tổng Hàn Giang, cách [[kinh đô]] [[Huế]] 1.097 dặm. Một ngôi thành sở được Trấn thủ, Khâm sai Chưởng cơ [[Trần Công Hiến]] cho khởi công để làm trụ sở cho bộ máy và đồn trú quân sự, gọi là '''Thành Đông''', với mục đích vừa là trấn thành, vừa án ngữ phía đông [[Thủ đô|Kinh thành]] [[Thăng Long]]. Đây được xem như thời điểm khởi lập của thành phố Hải Dương.\n\nThành Đông ban đầu được đắp bằng đất, có hình 6 cạnh, chu vi 551 trượng 6 thước, cao 1 trượng 1 thước 2 tấc, mở 4 cửa. Thành Đông ban đầu không có dân, chỉ có quan lại và quân lính. Năm 1824 (năm [[Minh Mạng]] thứ 5), thành được xây thêm bằng đá ong (kiểu xây này cũng được thấy ở thành [[Bắc Ninh]], [[Thanh Hóa]], [[Nghệ An]]), có sống khế. Đá ong xây thành được lấy từ thành nhà Mạc ở Đồ Sơn. Đến năm [[Tự Đức]] thứ 19 (1865), đắp thêm thành Dương Mã ở các cửa, hình chóp nón úp vào hào trước cửa thành, cao 5 thước 4 tấc, hào rộng 3 trượng 3 thước, sâu 6 thước.\n\nNăm 1889, nhiều đoạn tường Thành Đông bị thực dân [[Pháp]] phá bỏ để lấy mặt bằng xây dựng nhà máy rượu và vài tòa dinh thự của người Pháp. Thời gian 1946-1954, do chiến sự ác liệt, phần lớn di tích còn lại của thành cũng bị hư hỏng nặng. Tuy vậy, ngày nay vẫn còn sót lại một số ít đoạn tường thành và dinh Tổng đốc ở trụ sở của Mặt trận Tổ quốc tỉnh.\n\n==Kiến trúc==\n[[Hình:Thành Hải Dương.JPG|nhỏ|270px|Thành Hải Dương - Thành Đông năm 1885]]\nGọi là '''thành Đông''' vì thành trấn của xứ Đông (ngược với xứ Đoài). Thành Hải Dương được xây dựng theo kiến trúc Vauban, phân rõ thành 2 khu thành Nội và thành Ngoại.\n===Thành nội===\nThành nội có hình lục giác đều, trung tâm ở vào khoảng Ngã tư Máy Xay hiện nay (Ngã tư Kho Đỏ). Từ trung tâm đến các góc thành dài chừng 500m. Ngoài thành có hào sâu bao quanh. Hào thành nối với sông Kẻ Sặt và qua cống Ba Cửa (bến Canô ngày nay) nối thẳng với [[sông Thái Bình]]. Thành nội có chu vi 551 trượng (2.204 m2), cao 1 trượng 1 thước 2 tấc (4,48 m). Thành thông với bên ngoài qua 4 cửa: Đông, Tây, Nam, Bắc, phía ngoài có hào rộng 11 trượng (44m), sâu 6 thước (2,4m). Từ thành nội ra các cổng thành phải qua một cầu gạch xây vòm cuốn; bắc qua hào. Cầu dài chừng 5m, rộng 3 m. Cầu phía Đông và cầu phía Nam đã bị phá từ cuối thế kỉ 19. Cầu phía Bắc còn di tích trên đường Chi Lăng (gần xí nghiệp liên hiệp Dược). Cầu phía Tây còn di tích trên đường từ viện 7 đến khu tập thể phố Tuệ Tĩnh.\n\nPhía trong thành nội chia làm 2 khu:\n\n* Khu thứ nhất từ cửa Bắc đi vào có một lối đi chính (trùng với đường Chi Lăng ngày nay). Hai bên lối đi chính là nhiều dãy nhà binh, nơi ở của binh lính giữ thành và nhà công sở quản vệ. Hai bên tả, hữu, sát thành có hai hồ rộng để lấy nước cho binh lính tắm giặt, sinh hoạt hoặc lấy nước phòng cháy, chữa cháy khi cần thiết. Đi sâu vào phía trong là 10 dãy nhà kho dài, mỗi bên năm dãy xếp đối xứng nhau qua một lối đi rộng, giữa lối đi có nhà đợi (thác gia). Bên trái lối đi có ba kho lương thực và hai kho chứa nước. Bên phải là một kho gỗ, hai kho lương thực, một kho tiền, kho nước liền nhau... Bên hữu phía giáp thành có nhà tằm phụ trách việc nuôi tằm dệt lụa trong cả tỉnh. Bên tả giáp thành có kho củi, khám đường và ngục thất để giam giữ phạm nhân. Ngoài hào thành phía bắc có sở Lương Án xét xử người có tội.\n* Khu thứ hai đi lối cửa nam vào, có 3 khu nhỏ. Chính giữa là hai kỳ đài có cột cờ cao còn gọi là khu cột cờ. Tới đầu thế kỉ 20 hãy còn xóm cột cờ (nay là khu tập thể nhà máy Bơm). Bên phải là dinh Tổng đốc, cạnh dinh Tổng đốc giáp với tường thành có một kho vũ khí. Bên trái là sở Bố Chính, giáp thành là nông xưởng và ao. Qua kỳ đài vào sâu phía trong là hành cung. Bên phải hành cung là sở Lãnh binh, trông coi việc quân sự. Bên trái là sở Án sát, phụ trách việc hình sự.\n\n===Thành ngoại===\n[[Hình:Haothanh.jpg|nhỏ|270px|Di tích con hào bao quanh thành Đông xưa, nay là con kênh chạy dọc theo phố Hào Thành phường Nguyễn Trãi thành phố Hải Dương]]\nSau thời gian xây dựng, ổn định, quan quân trong thành chỉ có chừng ba cơ binh, khoảng trên 1.000 người. Năm [[Tự Đức]] thứ 19 ([[1866]]), Thành Đông được mở rộng, xây thêm ra phía ngoài thành nội. Phía ngoài 4 cổng thành đắp thêm 4 thành phụ gọi là thành Dương Mã hay thành ngoại.\n# Thành phụ cửa Nam dài 57 trượng, rộng 37 trương, 5 thước\n# Thành phụ cửa Bắc dài 66 trượng 5 thượng, rộng 33 trượng 5 thước\n# Thành phụ cửa Đông dài 58 trượng 7 thước, rộng 38 trượng 5 thước\n# Thành phụ cửa Tây dài 55 trượng 5 thước, rộng 35 trượng 3 thước\n\nPhía ngoài thành Dương Mã có 1 lớp thành đất bao bọc, 4 xung quanh gọi là La thành (tương tự La thành của thành Long Biên). Chu vi La thành dài 1.539 trượng. Thành cao 3 thước, bờ thành rộng hơn 2 thước. Ngoài La Thành còn có 1 hào rộng 5 thước sâu 4 thước.\n\n===Kiến trúc tổng thể===\n[[Tập tin:Vue de Haï-Duong.jpg|thumb|Một góc Hải Dương - Vue de Haï-Duong]]\n[[Tập tin:Vue générale de Haï-Duong.jpg|thumb|Góc nhìn tổng thể thành Hải Dương Vue générale de Haï-Duong]]\nNhư vậy nếu lấy thành Đông làm trung tâm thì, trong phạm vi 15&nbsp;km ta sẽ có tổng thể bố phòng của thành Hải Dương như sau:\n\n* Ở chính tâm là thành Đông gồm: thành nội, thành ngoai (thành Dương Mã) và La Thành. Ba mặt bắc, đông, nam có sông lớn bao bọc. Ở hai mặt đông và nam có 6 đồn nhỏ bảo vệ từ xa. Phía đông có hai đồn là đồn Ngọc Uyên và đôn Đông Lân.\n* Phía nam có 3 đồn là Ngọc Lặc, Ba Soi, Thủy Đồn đều nằm ven sông\n* Phia đông nam có đồn Phạm Xá\n\nPhía đông và nam có các đồn thì phía Tây có:\n\n* Tây Bắc: thành Hoàng Miếu, xã Tắc Miếu thờ thần linh, Hội đồng Miêu, Đông Thượng điếm canh giữ đường\n* Phía Tây cách 15&nbsp;km có Văn Miếu, Khải Thánh Từ, Thí Trường\n* Nguyễn Bình Khiêm, người trấn Hải Dương đã đậu Giải nguyên (đỗ đầu), khoa thi Nhâm Thân 1532 tại đây.\n* Phía Tây Nam có: Sơn Xuyên là miếu thờ thần.\n\n==Những sự kiện lịch sử==\n[[Tập tin:CaptureHaiDuong.jpg|nhỏ|phải|360px|Giao chiến tại thành Hải Dương giữa thực dân Pháp và quan binh Hải Dương khi [[Adrien-Paul Balny d'Avricourt]] chỉ huy quân Pháp đi trên chiến hạm Espignole đổ bộ đánh chiếm Hải Dương trong [[Chiến tranh Pháp-Đại Nam]] diễn ra từ năm 1858 đến năm 1884 ]]\n* Ngày [[9 tháng 5]] năm 1862, tại pháp trường Năm Mẫu ngoại thành Hải Dương, gần bến Đò Hàn gần 200 giáo dân của địa phận Hải Dương bị xử tội.\n* Năm 1866 (năm [[Tự Đức]] thứ 19), Đông Kiều phố được hình thành (tương ứng với phường Trần Phú và một phần phường Trần Hưng Đạo ngày nay), nhiều phố nghề ra đời như Hàng Giày (Sơn Hòa ngày nay), Hàng Đồng ([[Đồng Xuân]]), Hàng Bạc ([[Xuân Đài]]), Hàng Lọng ([[Tuy An]]).\n* Ngày [[9 tháng 11]] năm 1872, lái buôn [[Jean DuPuis]] đi tàu tới cửa sông Hồng, neo tại thành tỉnh Hải Dương. Quan đầu tỉnh bấy giờ là Lê Tuấn từ chối cho Dupuis ngược sông, bắt phải chờ hồi âm của triều đình. Dupuis nán lại chờ 15 ngày rồi tự tiện ngược sông lên Hà Nội.\n* Ngày [[4 tháng 12]] năm 1873, Pháp chiếm Thành Đông lần thứ nhất. Đến ngày [[31 tháng 12]], Pháp buộc phải trao trả Thành Đông trước sự chứng kiến của Nguyễn Văn Tường (đại diện triều đình Huế) và Philastre (đại diện soái phủ Sài Gòn).\n* Ngày [[19 tháng 8]] năm 1883, Pháp chiếm Thành Đông lần 2. Từ ngày 12 đến [[19 tháng 11]], quan quân triều đình liên kết với quân Cờ đen bao vây tấn công Pháp ở Thành Đông.\n* Đêm 28 rạng [[29 tháng 9]] năm 1885, quân [[Nguyễn Thiện Thuật]] bao vây và tấn công quân Pháp tại thành Hải Dương.\n* Ngày [[23 tháng 7]] năm 1889, quân [[Đốc Tít]] tấn công thành Hải Dương. Cùng trong năm này, chính quyền Pháp cho phá nhiều đoạn tường thành Hải Dương để lấy mặt bằng\n* Năm 1897, chính quyền Pháp cho phá hầu hết các đoạn tường Thành Đông, lấp hào phía Đông, mở rộng mặt bằng xây dựng Sở rượu.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.haiduong.gov.vn\/vn\/thongtin\/Pages\/Th%C3%A0nhph%E1%BB%91H%E1%BA%A3iD%C6%B0%C6%A1ng.aspx Thành Hải Dương] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110928005202\/http:\/\/www.haiduong.gov.vn\/vn\/thongtin\/Pages\/Th%C3%A0nhph%E1%BB%91H%E1%BA%A3iD%C6%B0%C6%A1ng.aspx |date = ngày 28 tháng 9 năm 2011}}\n\n[[Thể loại:Hải Dương]]"}