{"1253108":"{{otheruses|Thành Long (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Thành Long\n| hình = \n| ghi chú hình = \n| vĩ độ = 11\n| kinh độ = 105\n| vĩ phút = 14\n| vĩ giây = 52\n| kinh phút = 57\n| kinh giây = 29\n| diện tích = 67,56 km²\n| dân số = 12.196 người<ref name=TAYNINH2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 181 người\/km²\n| vùng = [[Đông Nam Bộ]] \n| tỉnh = [[Tây Ninh]]\n| huyện = [[Châu Thành, Tây Ninh|Châu Thành]]\n| thành lập = \n| trụ sở UBND = Đường tỉnh 781, ấp Thành Tây \n| mã hành chính = 25621<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Thành Long''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Châu Thành, Tây Ninh|Châu Thành]], tỉnh [[Tây Ninh]], [[Việt Nam]].\n\n==Địa lý==\nXã Thành Long \nnằm về phía tây của huyện Châu Thành, cách trung tâm thành phố Tây Ninh 12&nbsp;km, có vị trí địa lý: \n*Phía bắc giáp xã [[Hòa Hội, Châu Thành (Tây Ninh)|Hòa Hội]]\n*Phía tây giáp [[Vương quốc Campuchia]] với đường biên giới là 12&nbsp;km\n*Phía đông giáp [[sông Vàm Cỏ Đông]] và xã [[Trí Bình]].\n*Phía nam giáp xã Ninh Điền.\n\nXã Thành Long có diện tích 68,07&nbsp;km², dân số năm 2019 là 12.196 người<ref name=TAYNINH2019>{{Chú thích web |url = https:\/\/www.tayninh.gov.vn\/Documents\/2020\/dan%20so%2001042019.xlsx|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Tây Ninh|access-date = ngày 7 tháng 8 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 181 người\/km².\n\n===Địa hình===\nĐịa hình cân bằng không cao không thấp, có thể nói đây là nơi tốt để phục vụ ngành trồng trọt.\n\n=== Khí hậu===\nNằm trong vùng nhiệt đới xavan, cũng như một số tỉnh Nam Bộ khác xã Thành Long không có bốn mùa: xuân, hạ, thu, đông, nhiệt độ cao đều và mưa quanh năm (mùa khô ít mưa). Trong năm xã có 2 mùa là biến thể của mùa hè: mùa mưa – khô rõ rệt. Mùa mưa được bắt đầu từ tháng 5 tới tháng 11 (khí hậu nóng ẩm, nhiệt độ cao mưa nhiều), còn mùa khô từ tháng 12 tới tháng 4 năm sau (khí hậu khô, nhiệt độ cao và mưa ít). Trung bình, xã có 160 tới 270 giờ nắng một tháng, nhiệt độ trung bình 27&nbsp;°C, cao nhất lên tới 40&nbsp;°C, thấp nhất xuống 13,8&nbsp;°C. Hàng năm, xã có 330 ngày nhiệt độ trung bình 25 tới 28&nbsp;°C. Lượng mưa trung bình của xã đạt 1.949&nbsp;mm\/năm, trong đó năm 1908 đạt cao nhất 2.718&nbsp;mm, thấp nhất xuống 1.392&nbsp;mm vào năm 1958. Một năm, ở xã có trung bình 159 ngày mưa, tập trung nhiều nhất vào các tháng từ 5 tới 11, chiếm khoảng 90%, đặc biệt hai tháng 6 và 9. Trên phạm vi không gian xã lượng mưa phân bố không đều, khuynh hướng tăng theo trục Tây Nam – Đông Bắc. Các ấp nội thành và các ấp phía bắc có lượng mưa cao hơn khu vực còn lại.<sup>[15]<\/sup>\n\nXã Thành Long chịu ảnh hưởng bởi hai hướng gió chính là gió mùa Tây – Tây Nam và Bắc – Đông Bắc. Gió Tây – Tây Nam từ Ấn Độ Dương, tốc độ trung bình 3,6&nbsp;m\/s, vào mùa mưa. Gió Gió Bắc – Đông Bắc từ biển Đông, tốc độ trung bình 2,4&nbsp;m\/s, vào mùa khô. Ngoài ra còn có gió mậu dịch theo hướng Nam – Đông Nam vào khoảng tháng 3 tới tháng 5, trung bình 3,7&nbsp;m\/s. Có thể nói xã thuộc vùng không có gió bão. Cũng như lượng mưa, độ ẩm không khí ở thành phố lên cao vào mùa mưa (80%), và xuống thấp vào mùa khô (74,5%). Bình quân độ ẩm không khí đạt 79,5%\/năm.<sup>[15]<\/sup>\n{| class=\"wikitable\"\n! colspan=\"14\" |Dữ liệu khí hậu của xã Thành Long\n|-\n!Tháng\n!1\n!2\n!3\n!4\n!5\n!6\n!7\n!8\n!9\n!10\n!11\n!12\n!Năm\n|-\n!Cao kỉ lục °C (°F)\n|38\n(100)\n|40\n(104)\n|38\n(100)\n|38\n(100)\n|39\n(102)\n|38\n(100)\n|41\n(106)\n|37\n(99)\n|38\n(100)\n|38\n(100)\n|37\n(99)\n|37\n(99)\n|41\n(106)\n|-\n!Trung bình cao °C (°F)\n|31.6\n|32.9\n|33.9\n|34.6\n|34.0\n|32.4\n|32.0\n|31.8\n|31.3\n|31.2\n|31.0\n|30.8\n|32,3\n|-\n!Trung bình ngày, °C (°F)\n|25.8\n|26.7\n|27.9\n|28.9\n|28.3\n|27.5\n|27.1\n|27.1\n|26.8\n|26.7\n|26.4\n|25.7\n|27,0\n|-\n!Trung bình thấp, °C (°F)\n|21.1\n|22.5\n|24.4\n|25.8\n|25.2\n|24.6\n|24.3\n|24.3\n|24.4\n|23.9\n|22.8\n|21.4\n|23,7\n|-\n!Thấp kỉ lục, °C (°F)\n|13\n(55)\n|17\n(63)\n|16\n(61)\n|17\n(63)\n|16\n(61)\n|21\n(70)\n|17\n(63)\n|21\n(70)\n|20\n(68)\n|20\n(68)\n|17\n(63)\n|15\n(59)\n|13\n(55)\n|-\n!Lượng mưa, mm (inches)\n|13.8\n(0.543)\n|4.1\n(0.161)\n|10.5\n(0.413)\n|50.4\n(1.984)\n|218.4\n(8.598)\n|311.7\n(12.272)\n|293.7\n(11.563)\n|269.8\n(10.622)\n|327.1\n(12.878)\n|266.7\n(10.5)\n|116.5\n(4.587)\n|48.3\n(1.902)\n|1.931\n(76,02)\n|-\n!% độ ẩm\n|69\n|68\n|68\n|70\n|76\n|80\n|80\n|81\n|82\n|83\n|78\n|73\n|75,7\n|-\n!Số ngày mưa <abbr>TB<\/abbr>\n|2.4\n|1.0\n|1.9\n|5.4\n|17.8\n|19.0\n|22.9\n|22.4\n|23.1\n|20.9\n|12.1\n|6.7\n|155,6\n|-\n!Số giờ nắng trung bình hàng tháng\n|244.9\n|248.6\n|272.8\n|231.0\n|195.3\n|171.0\n|179.8\n|173.6\n|162.0\n|182.9\n|201.0\n|223.2\n|2.486,1\n|-\n| colspan=\"14\" |''Nguồn #1: World Meteorological Organization (UN)<sup>[16]<\/sup> Weatherbase (cao, thấp kỉ lục và độ ẩm) <sup>[17]<\/sup>''\n|-\n| colspan=\"14\" |''Nguồn #2: Berlin.de (số giờ nắng)<sup>[18]<\/sup>''\n|}\n=== Sông ngòi===\nTrong khu vực xã có một con sông chính là sông Vàm Cỏ Đông và hai con rạch trải dài qua xã là rạch Ông Có và rạch Tra Pang Cư.\n\n==Hành chính==\nXã Thành Long được chia thành 8 ấp: Nam Bến Sỏi, Bắc Bến Sỏi, Thành Tây, Thành Đông, Thành Trung, Thành Bắc, Thành Nam, Thành Tân.\n\n== Kinh tế - xã hội==\n===Kinh tế===\nXã khá phát triễn về kinh tế nhờ có nhiều tìm năng trong đời sống hàng ngày, đây là những thông số ví dụ cho kinh tế xã: 2 chợ, 3 nhà tôn giáo, 2 rạch, 1 sông, 1 trạm y tế, 1 nhà văn hóa, 7 trường học, hơn 10 quán ăn gia đình,\n\n=== Xã hội===\n==== Dân cư====\nNgười dân xã Thành Long được tụ tập tại 2 địa phận chợ Bến Sỏi và chợ Hòa Bình (Chợ Phước Tân). Dân cư khá thưa thớt.\n\n==== Giáo dục====\nNền giáo dục tại xã đang còn được phát triển với các trường tiểu học nhỏ như:\n*Trường MG Thành Long\n*Trường MG Bến Sỏi\n*Trường TH Ngô Thất Sơn: ấp Thành Tây\n*Trường TH Thành Bắc\n*Trường TH Thành Nam\n*Trường TH Thạnh Đông\n*Trường THCS Thành Long.\n\n==== Y tế====\nXã Thành Long, với mật độ dân số khá đông, cộng thêm một lượng lớn dân nước ngoài, đã phát sinh nhu cầu lớn về y tế và chăm sóc sức khỏe. Các tệ nạn xã hội, như [[mại dâm]], [[ma túy]], tình trạng [[ô nhiễm môi trường]],... gây ảnh hưởng lớn tới sức khỏe dân cư xã.\n\n=== Chợ===\nCác chợ tách rõ rệch ra 2 vùng kinh tế. Chợ Bến Sỏi được xây dựng lại vào năm 2003.\n\n==== Chợ Hòa Bình (Phước Tân)====\nChợ Hòa Bình hay còn gọi là Chợ Phước Tân. Chợ đang được xây dựng và nâng cấp. Hiện tại chợ được dời về sau và gọn lại để xây dựng. Tấp nập hay được chọn là chợ chính của xã do nằm trong vùng trung tâm và cận biên giới, làm cho việc giao thương thêm phát triển.\n\n==== Chợ Bến Sỏi====\nChợ Bến Sỏi nằm thuộc gần sông Vàm Cỏ Đông, chợ vào sáng khá đông, nhưng về trưa thì khá vắng. Chợ nhỏ hơn chợ Hòa Bình.\n\n==Văn hóa==\n=== Tôn giáo ===\nTrong xã có gần như 3 tôn giáo lớn chính tại Việt Nam:\n\n==== Phật giáo ====\nTheo công trình Phật giáo, xã có một chùa Quan Âm (chùa Lá) nằm ở tổ 2, ấp Thành Đông.\n\n==== Thiên Chúa Giáo ====\nThiên Chúa Giáo có một nhà thờ mang tên Hòa Bình nằm ở ấp Thành Đông.\n\n==== Cao Đài Giáo ====\nCao Đài Giáo có một thánh thất và một điện thờ nằm đối diện Chợ Bến Sỏi ngụ ở ấp Nam Bến Sỏi.\n\n== Giao thông==\nNhờ các có [[sông Vàm Cỏ Đông]], điều kiện thuận lợi nên xã trở thành đầu mối quan trọng giữa huyện và [[Campuchia]].\n\n=== Đường bộ===\nNhững năm gần đây hạ tầng đường bộ của thành phố đã có nhiều đổi thay ngoạn mục. Hiện nay, xã đã tăng số lượng, và xây dựng nâng cấp đường nhằm phục vụ người dân với tuyến: ĐT 781, ĐT 796,... và xã đang nâng cấp tuyến đường và nghĩa trang và liên thông với các xã khác.\n\n=== Đường thủy===\nDo có tuyến [[sông Vàm Cỏ Đông]] và hai con rạch nên đường thủy của xã khá phát triển.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n{{sơ khai Tây Ninh}}\n{{Đơn vị hành chính thuộc huyện Châu Thành, Tây Ninh}}\n\n[[Thể loại:Xã, phường, thị trấn biên giới Việt Nam - Campuchia]]"}