{"361924":"[[Tập tin:Sơ đồ thành cổ Tân Sở.svg|nhỏ|phải|300px|Thành Tân Sở (dựa theo bản vẽ của A.Delvaux)]]\n'''Thành Tân Sở''' hay '''Sơn phòng Tân Sở''' là tên một tòa thành cổ của [[nhà Nguyễn]]; nay thuộc địa phận làng Đốc Kỉnh, xã Cam Chính, huyện [[Cam Lộ]], tỉnh [[Quảng Trị]], [[Việt Nam]].\n \nSau cuộc phản công của phe chủ chiến ở [[Kinh thành Huế]] thất bại, sáng ngày 5 [[tháng bảy|tháng 7]] năm [[1885]], vua [[Hàm Nghi]] phải chạy ra thành Tân Sở, và đến ngày 13 cùng tháng, ngài bèn ban bố [[phong trào Cần Vương|dụ Cần Vương]] lần đầu ở tại đây, làm dấy lên một phong trào kháng [[Đế quốc thực dân Pháp|Pháp]] rộng khắp. Song chỉ mấy ngày sau, tướng De Courcy sai quân đến bao vây biển [[Nhật Lệ]] và đánh chiếm tỉnh thành [[Quảng Trị]], buộc tướng [[Tôn Thất Thuyết]] phải phò vua rời Tân Sở...<ref>Theo Nhóm Nhân văn Trẻ, ''Hỏi đáp lịch sử Việt Nam (tập 4)'', Nhà xuất bản Trẻ, 2007, tr. 229.<\/ref>. Liền khi ấy, quân Pháp tràn cướp phá và san bằng Sơn phòng này.\n\n==Vị trí, lý do xây dựng==\nTrên [[quốc lộ]] 9 từ [[Đông Hà]] đi [[Lao Bảo]], chỗ cây số 12 rẽ theo đường vào Cùa chừng 7 [[kilômét|km]] sẽ gặp một bình nguyên đất đỏ [[đá bazan|bazan]], được bao bọc bốn phía bởi các dãy núi trùng điệp, đó là vùng đất mà thành Tân Sở khi xưa đã tọa lạc.\n\nNăm [[1873]], [[Trận thành Hà Nội (1873)|quân Pháp đánh ra Hà Nội lần thứ nhất]], buộc [[nhà Nguyễn]] phải ký [[Hòa ước Giáp Tuất (1874)]], thì ngay sau đó triều thần đã đề nghị lên vua [[Tự Đức]] xin khẩn trương xây dựng các Sơn phòng tại tất cả các tỉnh [[miền Trung (Việt Nam)|miền Trung]], và được chấp thuận<ref>''[[Đại Nam thực lục|Đại Nam thực lục chính biên]]'', Tập 8, NXb Giáo dục, 2007, tr. 136.<\/ref>. Trong đó đáng chú ý là Nha Kinh lý Sơn phòng Quảng Trị, tiền thân của thành Tân Sở <ref>Đỗ Bang, ''Hệ thống phòng thủ miền Trung dưới triều Nguyễn''. Nhà xuất bản Văn hóa-Thông tin, 2011, tr. 160.<\/ref>.\n\nTuy nhiên, việc xây dựng Sơn phòng được tiến hành khẩn trương vào cuối năm [[1883]], dưới triều vua [[Kiến Phúc]]. Khi ấy, triều đình ban lệnh cho các phạm nhân đã phân loại đến khai khẩn ở Sơn phòng Quảng Trị<ref>Đỗ Bang, sách đã dẫn, tr. 155.,<\/ref>, cho ''\"dời nha Sơn phòng Quảng Trị tới làng Bảng Sơn<ref>Bảng Sơn nay thuộc xã Cam Nghĩa, thuộc huyện [[Cam Lộ]].<\/ref>, lỵ sở phủ Cam Lộ cũng xin dời về trong Sơn phòng\"'' <ref>''Quốc triều chính biên toát yếu''. Nhà xuất bản Văn học, 2002, tr. 505.<\/ref>, đồng thời giao cho Phụ chính [[Nguyễn Văn Tường]] trực tiếp đứng ra đôn đốc binh sĩ, tù nhân và dân phu trong quá trình xây dựng thành Tân Sở, bởi Cơ mật viện cho là ''\"Sơn phòng [[Quảng Trị]] có thể làm hậu lộ cho kinh đô ([[Huế]])\"'' <ref>''Đại Nam thực lục chính biên'', Tập 36. Nhà xuất bản Khoa học xã hội, 1975, tr. 66.<\/ref>.\n\n==Kiểu dáng kiến trúc==\nQua cuộc khảo cứu thực địa vào năm [[1941]], tác giả A.Delvaux công bố rằng thành Tân Sở có diện tích gần 23 [[hecta|ha]], gồm hai vòng thành đều hình chữ nhật. Vòng thành ngoài có chiều dài 548 [[m]], rộng 418 m; xung quanh trồng tre, có 4 cửa (Tả, Hữu, Tiền, Hậu) ở chính giữa bốn mặt thành. Thành nội dài 165 m, rộng 100 m (diện tích 16,5 [[hecta|ha]]), cũng có bốn cửa, bên trong có mấy nếp nhà dùng làm nhà ở của các quan, có chợ, trại lính, kho đạn, hầm súng, tàu [[voi]], trại giam, giếng nước, v.v\"...<ref>A. Delvaux, Quelque préscisions sur une période troublée de L’ histoire d’ Annam, BAVH, N03, 1941, tr. 268. Số do của Delvaux về sau được nhiều tác giả sử dụng, trong đó có [[Phạm Văn Sơn]] (sách đã dẫn, tr. 48), nhóm Nhân văn Trẻ (tr.227).<\/ref>.\n\nTuy nhiên, hiện vẫn tồn tại vài công bố khác nhau về quy mô và quy cách thành Tân Sở, đáng chú ý có tài liệu của [[Linh mục]] H. De Pirey công bố năm [[1914]]. Theo ông thì \"tòa thành hình vuông, mỗi cạnh 780 m, gồm ba vòng thành: Vòng thành ngoài là một hệ thống cọc cao chừng 4 mét, đóng sâu xuống đất. Vòng thành kế tiếp mỗi cạnh 420 m, cao 2 m, được đắp bằng đất, bao bọc thành nội ở bên trong\"...<ref>H. De Pirey, \"Une Capital Éphémère: Tan So\", BAVH, 1914, p. 227.<\/ref>.\n\nGiải thích sự khác nhau này, PGS. TS Sử học Đỗ Bang, viết: \n:''\"Vì sau khi vua [[Hàm Nghi]] rời Tân Sở, tòa thành này bị quân Pháp san bằng, nên các dữ liệu đầy đủ và chính xác về thành Tân Sở còn lại là rất hiếm. Do vậy, thành Tân Sở để lại nhiều vấn đề tồn nghi. Thành có 3 hay 2 vòng thành, kích thước các vòng thành vẫn chưa thống nhất. Vòng thành ngoài trồng bao nhiêu hàng tre (4, 3, 2 hay 1), Thành Nội có xây gạch không, hào thành và lũy thành như thế nào thì vẫn phải cần nghiên cứu thêm <ref>Đỗ Bang (sách đã dẫn, tr. 160). Phạm Văn Sơn (sách đã dẫn, tr. 48) ghi là \"chung quanh thành có ba lớp bằng đất mới trồng tre làm rào chắn bố mặt có khoảng trống làm cửa (tả, hữu, tiền, hậu)\". Song có nguồn cho rằng xung quanh thành Tân Sở có trồng bốn hàng tre chen dày, đan kín: Bờ tre ngoài cùng cách bờ tre thứ hai 21 m, bờ tre thứ hai cách bờ tre thứ ba 13 m, bờ tre thứ ba cách bờ tre thứ tư 5 m. Giữa các bờ tre là tường thành đắp bằng đất nện chặt (theo bài \"Di tích lịch sử Tân Sở đang trở thành phế tích\" trên Việt báo, bản điện tử ngày 23 tháng 1 năm 2006).<\/ref>.\n\n==Tốn rất nhiều thời gian, công sức và tiền của==\nĐể xây dựng thành Tân Sở, triều đình đã huy động \"hàng ngàn binh lính, tù phạm và dân phu ngày đêm đào hào, xây thành, đắp lũy. Vật liệu tại chỗ chủ yếu là gỗ, tre, mây...còn phần lớn được vận chuyển từ [[Huế]] ra để xây dựng, trong đó có gạch với kích thước lớn, khối lượng lớn để xây Thành Nội và một số kiến trúc ở bên trong Thành Nội. Đồng thời, phải khẩn hoang để tự chủ lương thực, dự trữ muối để phòng lúc bị vây, khai quặng sắt để rèn đúc công cụ và vũ khí. Ngoài ra, còn phải đưa vàng bạc, vũ khí từ [[Huế]] ra trước để dự phòng, mở đường thượng đạo để thông với [[Cố đô Huế|kinh đô Huế]] và [[Quảng Bình]]\"...<ref>Đỗ Bang, sách đã dẫn, tr. 155.<\/ref>.\n\nNhà sử học [[Phạm Văn Sơn]] cho biết thêm chi tiết: \"Trong hai năm, [[Tôn Thất Thuyết]] đã cho huy động tới 2.000 dân phu vào việc đào hầm, đắp lũy; và ba tháng trước ngày đánh úp Pháp ở [[Huế]], ông đã bí mật cho các vật liệu, súng ống, thóc gạo, châu báu, bạc tiền đi Tân Sở. Khi Lemaire còn làm Tổng trú sứ ở [[Huế]], nghe phong phanh Nam triều chở vũ khí và tiền bạc đi Tân Sở, ông có đến hỏi Phụ chính [[Nguyễn Văn Tường]], nhưng ông Tường cố chối cãi. Sau, ông Tường thú nhận với Đặc phái viên De Champeaux rằng, từ đầu [[tháng sáu|tháng 6]] năm [[1885]], chỉ tính riêng số [[bạc]] nén cho đưa ra thành Tân Sở đã là 300.000 lượng!\"...<ref>[[Phạm Văn Sơn]], ''Việt Nam cách mạng sử'', [[Thành phố Hồ Chí Minh|Sài Gòn]], 1963, tr. 49.<\/ref>.\n \nPicad Destelan trong sách ''An Nam và Bắc Kỳ'' (xuất bản tại [[Paris]], [[1892]]) cũng cho biết rằng: \"Đã ba tháng nay (tức trong năm [[1883]]), một ngàn đến mười lăm ngàn người làm việc trong thành Cam Lộ, không những xây để phòng thủ, mà còn là nơi để thành Hoàng cung, (và) sẽ là Kinh đô thứ hai\" <ref>Dẫn lại theo H. De Pirey, bài báo đã dẫn, tr. 225.<\/ref>.\n \n==Nhưng sớm bị san bằng==\nMột số tác giả cho rằng vua [[Hàm Nghi]] lên Tân Sở vào ngày 10 [[tháng bảy|tháng 7]] năm [[1885]] <ref>''Quốc triều chính biên toát yếu'' ghi là: \"Tháng 5, ngày 23, Kinh thành hữu sự....Ngày 24, Ngài và Tam cung ra tới [[Quảng Trị]]. Ngày 27, Ngài ngự ra Sơn phòng Quảng Trị (tr. 510). Tính ra, ngày 27 tháng 5 (âm lịch) vừa kể nhằm ngày 9 tháng 7 năm 1885.<\/ref>, rồi ba ngày sau nhà vua ban Dụ Cần Vương. Lần thứ hai là khi trên đường ra [[Quảng Bình]] bằng đường hạ bạn ở đồng bằng thì nghe tin quân Pháp đón bắt ở [[Đồng Hới]], Tôn Thất Thuyết phải đưa nhà vua về lại Tân Sở, rồi theo con đường thượng đạo để ra Bắc. Liền khi ấy, quân Pháp tràn cướp phá và san bằng Sơn phòng này.\n\nLý giải vì sao thành Tân Sở nằm ở địa thế hiểm trở, có núi non trùng điệp, có đường xuyên thông sang [[Lào]] và ra [[Bắc Kỳ]], lại có những kho thóc cất giữ kín đáo...<ref>Theo [[Phạm Văn Sơn]], sách đã dẫn, tr. 48.<\/ref> nhưng không thể ở được dài lâu, nhà sử học [[Phạm Văn Sơn]] viết: \n:''...\"[[Tôn Thất Thuyết]] sở dĩ phải bỏ Tân Sở, vì có tới đây ông mới thấy vùng [[Cam Lộ]] có nhiều điều bất lợi, bởi không đông dân chúng và ít trù phú, việc tuyển mộ lính tráng sẽ khó khăn, việc tiếp vận quân lương, vũ khí sẽ bế tắc nốt...Ngoài ra, nếu quân Pháp chiếm đóng Cam Lộ, Tân Sở sẽ thành cái túi mà miệng túi đã đóng rồi, các lối ra biển, lên [[Lào]], vào Nam, ra Bắc đều sẽ bất tiện. Chính vì vậy, ông Thuyết muốn đem vua đi [[Nghệ Tĩnh]], là nơi có thể làm trung tâm lâu dài cho cuộc kháng chiến... Xét ra vua Hàm Nghi ở Tân Sở chỉ độ 4 hay 5 ngày\"''...<ref>Phạm Văn Sơn (sách đã dẫn, tr. 50). Tuy nhiên, theo tác giả Nguyễn Quang Trung Tiến và Trương Công Huỳnh Kỳ, thì vua Hàm Nghi ở Tân Sở lần thứ nhất từ ngày 10 đến 18 [[tháng bảy|tháng 7]], và lần thứ hai từ ngày 22 đến 26 tháng 7 năm [[1885]]; như vậy, tổng số thời gian vua [[Hàm Nghi]] ở lại Tân Sở là 14 ngày.<\/ref>\n\nGS. [[Trần Văn Giàu]] có những nhận xét tương tự: \n:''\"Từ [[Quảng Trị]], vua Hàm Nghi và Tôn Thất Thuyết đi lên Tân Sở. Thành Tân Sở được xây dựng từ 2 năm nay ở phía trong thành Cam Lộ, về hướng biên giới [[Lào]]-Việt, sau một cái đèo hiểm trở. Nhưng ở đây không phải là một địa bàn để hoạt động vì đất quá nghèo, dân quá ít. Ở Tân Sở nếu quân Pháp chiếm đóng Cam Lộ, Tân Sở sẽ trở thành cái rọ mà cửa đã đóng rồi; ra biển, lên [[Lào]], đi [[Nam Kỳ|Nam]], đi [[Bắc Kỳ|Bắc]] đều bất tiện. Thành Tân Sở có mấy vòng thành liên tiếp bao bọc một số lâu đài kho lẫm, trại lính, có đủ thóc, muối, súng, đạn, châu báu; nhưng vách thành [[Huế]] kia còn không đứng vững thì nếu ở đây, sao khỏi bị bắt một ngày nào?\"''\n:''\"Vậy cho nên, ông Thuyết ra lệnh bỏ Tân Sở mà lên [[Quảng Bình]], nhưng đi đến Thụy Ba thì được tin quân Pháp đã đổ lên nơi đó rồi, để ngăn không cho đoàn Hàm Nghi ra vùng [[Thanh Hóa|Thanh]] - [[Nghệ An|Nghệ]]-[[Hà Tĩnh|Tĩnh]], là nơi mà hịch Cần Vương đã gây lên phong trào rất mạnh. Vua Hàm Nghi và ông Thuyết lộn về Tân Sở thì quân Pháp đã chiếm thành [[Cam Lộ]]. Ông Thuyết cùng vua đành phải vội vã rời Tân Sở đi đường núi, ra phía Bắc, bỏ lại vô số của cải, kho tàng, báu vật, và quân Pháp tràn đến cướp liền…\"''<ref>Lược theo ''Tổng tập'' (tập I), Nhà xuất bản Quân đội Nhân dân, [[Hà Nội]], 2006, tr.507<\/ref>.\n\nSong theo quan điểm của Đỗ Bang, thì:\n:\"''Tân Sở tuy không phải là vị trí tối ưu nhưng lại là nơi có nhiều lợi thế so với các địa điểm khác. Bởi vì Tân Sở ở gần Kinh đô Huế, lúc thiên đô cũng nhanh, khi lực lượng phát triển, làm chủ được tình thế tiến về giải phóng Kinh thành Huế cũng tiện, lại an toàn hơn so với [[Nam Kỳ]] và [[Bắc Kỳ]] là nơi Pháp đã tấn công và thực hiện chính sách cai trị. Nơi đây, sau gần mười năm làm Tri huyện, [[Nguyễn Văn Tường]] cũng đã hiểu được thế đất, lòng người; đặc biệt là chính sách thu phục các dân tộc thiểu số của triều đình [[Huế]] mà Nguyễn Văn Tường có nhiều đóng góp xuất sắc. Vào thời điểm thiên đô ra Tân Sở (5 tháng 7 năm 1885), hạm đội Pháp có mặt ở [[Đà Nẵng]] và [[Đồng Hới]] để chờ bắt sống vua Hàm Nghi và phe chủ chiến, thì con đường thượng đạo từ Tân Sở lên [[Lào]] để ra Bắc, vào Nam là sinh lộ duy nhất của triều đình kháng chiến nhằm duy trì hoạt động yêu nước trong các bản làng, liên thông với hệ thống Sơn phòng được xây dựng khắp các tỉnh miền Trung để phát động [[phong trào Cần Vương]], cứu nước. Tuy không hoàn hảo, nhưng Tân Sở vẫn là giải pháp khả thi nhất\"''<ref>Đỗ Bang, \"Thành Tân Sở với phong trào Cần Vương\" (tạp chí ''Cửa Việt'', bản điện tử [http:\/\/www.tapchicuaviet.com.vn\/htt383_001\/index.asp?main=ndd&TL=ND_QH&ID=528]{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}.<\/ref>.\n\n==Chỉ còn là phế tích==\nNhân kỷ niệm 125 năm ngày vua Hàm Nghi ban dụ Cần Vương tại Tân Sở (13 tháng 7 năm 1885 – 13 tháng 7 năm 2010), ngày 13 [[tháng bảy|tháng 7]] năm [[2010]], tại huyện [[Cam Lộ]] ([[Quảng Trị]]) đã diễn ra cuộc hội thảo khoa học \"Thành Tân Sở với phong trào Cần Vương\" do UBND tỉnh [[Quảng Trị]] và Hội Khoa học lịch sử [[Việt Nam]] tổ chức.\n\nTrong cuộc hội thảo, các nhà nghiên cứu tỏ sự bức xúc và thái độ không hài lòng trước việc thành Tân Sở dù đã được công nhận xếp hạng di tích quốc gia từ năm [[1995]], nhưng cho đến hôm nay, di tích này đã thực sự trở thành một phế tích, vì ''\"chẳng còn lại gì ngoài những vườn cây [[cao su]] và những bãi đất trống\"'' <ref>Theo bài \"Di tích quốc gia thành Tân Sở: Làm gì từ phế tích?\" trên báo Lao động (bản điện tử ngày 14 tháng 7 năm 2010) [http:\/\/laodong.com.vn\/Tin-tuc\/Di-tich-quoc-gia-thanh-Tan-So-Lam-gi-tu-phe-tich\/5591]. Xem thêm nội dung cuộc hội thảo tại đây: [http:\/\/www.tapchicuaviet.com.vn\/htt383_001\/index.asp?main=ndd&TL=SK_DT&ID=523]{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Thành cổ Việt Nam|Tân Sở]]\n[[Thể loại:Phong trào Cần Vương]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]"}