{"213056":"[[Tập tin:Cửa Đông-thành Bình Định,.JPG|nhỏ|250px|phải|Cửa Đông thành Bình Định phục chế lại]]\n[[Tập tin:Bản vẽ thành Đồ Bàn (thành Hoàng đế), Bình Định năm 1913.jpg|nhỏ|Bản vẽ thành Đồ Bàn]]\n'''Thành Bình Định''' là một tòa thành cổ, được vua [[Gia Long]] cho xây dựng vào năm 1814 với vai trò là thủ phủ của vùng đất [[Quy Nhơn]], [[Bình Định]]; hiện nay thuộc phường Bình Định, trung tâm thị xã [[An Nhơn]], tỉnh [[Bình Định]].\n\n==Lịch sử==\nTrước khi xây thành Bình Định mới, thủ phủ của đất Quy Nhơn nằm tại vị trí [[Thành Hoàng Đế]] do [[Nguyễn Nhạc]] trấn lĩnh, được xem là kinh đô của [[nhà Tây Sơn]] thời kỳ đầu. Thành Hoàng Đế nằm trong phạm vi [[thành Đồ Bàn]] tức Vijaya, kinh đô nước Chăm Pa xưa. \n\nThành Hoàng Đế cũng là nơi xảy ra nhiều trận đánh giữa nhà Tây Sơn và chúa Nguyễn trong đó có giai đoạn tướng [[Võ Tánh]] của chúa Nguyễn. Năm 1801, Khi quân của Nguyễn Ánh rút về Gia Định, Giao Thành Bình Định cho Ông Võ Tánh và Lễ Bộ tham tri Ngô Tùng Châu cố giữ thành-Có nhiệm vụ lãnh vài Quân ở lại Tử chiến Đánh Cầm Chân Quân Tây Sơn, còn Đại Quân Theo Chúa Nguyễn Phúc Ánh đánh ra lấy lại đất Thuận Hóa, Phú Xuân. Thành Bình Định ngay sau đó bị Đại quân Tây Sơn , dưới quyền chỉ huy của Thái Phó Trần Quang Diệu và tướng Võ Văn Dũng kéo đến bao vây. \n\nCuộc bao vây kéo dài 14 tháng, do thiếu lương thảo, binh lực nên thành Bình Định thất thủ vào ngày 27 tháng 5 năm Tân Dậu tức vào ngày 7 tháng 7 năm 1801. Trước lúc thất thủ Ông Võ Tánh sai thuộc hạ lấy Rơm, Củi chất dưới lầu Bát Giác, đổ thuốc súng vào rồi châm ngòi tự hỏa thiêu. Ông Ngô Tùng Châu dùng thuốc độc tự vẫn cùng một số thuộc hạ thân tính. Trong thời gian Võ Tánh trấn giữ thành, thành Hoàng Đế được đổi tên là thành Bình Định.\n\nNăm Nhâm Tuất 1802 Chúa Nguyễn Phúc Ánh đánh bại nhà Tây Sơn lên ngôi Hoàng Đế, lấy niên hiệu là Gia Long rồi đãi ngộ, phong thưởng những vị công thần, binh lính đã hy sinh. Thủ phủ của vùng đất Bình Định vẫn nằm ở thành Hoàng Đế. 12 năm sau, tới năm 1814 vua Gia Long cho dời thủ phủ về hướng đông nam, cách vị trí thành Hoàng Đế khoảng 6km và cho xây thành Bình Định mới tại đây.\n\n==Đặc điểm==\n[[Hình:congChinhDongthanhBinhDinh.jpg|thumb|300px|Cổng Chính Đông thành Bình Định. Thập niên 1920.]]\nVị trí của thành Bình Định mới nằm ở trung tâm [[Bình Định (phường)|phường Bình Định]] thị xã An Nhơn hiện nay. Phía đông thành là đường thiên lí Bắc - Nam, phía nam thành là [[sông Côn]] thuận lợi cho việc giao thông đi lại. Thành có diện tích gần 70 ha, chu vi hơn 3&nbsp;km. Tường thành cao hơn 5m, dày 1m, chân tường dày 10m; được xây bằng đất và đá ong. Thành có 4 cửa mở theo 4 hướng: cửa Đông, cửa Tây, cửa Tiền và cửa Hậu, mỗi cửa có một vọng lầu gác. Cửa thành xây hình bán nguyệt, rộng 4m, cao 5m, mỗi cửa có hai cánh bằng gỗ tốt dày<ref name=\"baobinhdinh.com.vn\">{{Chú thích web |url=http:\/\/www.baobinhdinh.com.vn\/564\/2004\/9\/14864\/ |ngày truy cập=2010-03-28 |tựa đề=Bản sao đã lưu trữ |archive-date=2010-08-03 |archive-url=https:\/\/web.archive.org\/web\/20100803085312\/http:\/\/www.baobinhdinh.com.vn\/564\/2004\/9\/14864\/ |url-status=dead }}<\/ref>\n\nThành Bình Định được sử dụng trong thời gian 132 năm, từ năm 1814 đến năm 1946. Năm 1946, Việt Minh phá huỷ hoàn toàn thành Bình Định theo chủ trương tiêu thổ kháng chiến<ref name= \"Báo Bình Định\">{{Chú thích web |url=http:\/\/www.baobinhdinh.com.vn\/viewer.aspx?macm=48&macmp=48&mabb=47352 |ngày truy cập=2020-01-06 |tựa đề=Bản sao đã lưu trữ |archive-date=2017-07-08 |archive-url=https:\/\/web.archive.org\/web\/20170708125037\/http:\/\/baobinhdinh.com.vn\/viewer.aspx?macm=48&macmp=48&mabb=47352 |url-status=dead }}<\/ref>. Hiện nay chỉ còn biểu tượng của ngôi nhà đón khách còn sót lại và cổng thành phía đông (cửa đông) được xây dựng lại, bên trên có tầng lầu.\n\n==Trong thơ văn== \n*Tập thơ ''Điêu tàn'' của nhà thơ [[Chế Lan Viên]] sáng tác năm 1937\n*Tập thờ ''Vàng sao'' của Chế Lan Viên năm 1942\n*Bài thơ ''Bình Định'' của Yến Lan\n\nCác tập thơ của các tác giả này được sáng tác khi cả hai cùng đứng trên lầu cửa đông, những bài thơ đã làm lưu tâm nổi bật về Bình Định trong làng thơ Việt Nam<ref name=\"baobinhdinh.com.vn\"\/>\n\n==Xem thêm==\n*[[Đồ Bàn]]\n*[[Thành Hoàng Đế]]\n*[[Thành Thị Nại]]\n\n== Ghi chú ==\n{{tham khảo|30em}}\n\n{{sơ khai Bình Định}}\n\n[[Thể loại:Thành Việt Nam thời Nguyễn|B]]\n[[Thể loại:Thành cổ Việt Nam|B]]\n[[Thể loại:Di tích tại Bình Định|T]]"}