{"477637":"'''Thành Hoàng Đế''' là kinh đô của triều [[Nhà Tây Sơn|Tây Sơn]] trong [[lịch sử Việt Nam]] từ năm 1776 tới năm 1793\n\n==Lịch sử==\nNăm 1778, sau khi đánh bại [[chúa Nguyễn]], [[Nguyễn Nhạc]] lên ngôi hoàng đế nhà Tây Sơn và cho xây dựng kinh đô tại vị trí cũ của thành [[Đồ Bàn]] vương quốc Chăm Pa, đây là nơi của Hoàng đế Thái Đức Nguyễn Nhạc ở nên gọi là thành Hoàng Đế\n\nKhi xây dựng trên nền cũ của kinh đô Đồ Bàn xưa, qua hơn 300 năm bỏ hoang nên các dấu tích còn lại của thành Đồ Bàn không còn nhiều, chỉ còn sót lại đôi sư tử đá của các vua Chăm Pa mà Nguyễn Nhạc tiếp tục sử dụng trang điểm cho tử cấm thành của mình\n\nTừ năm 1788, [[Nguyễn Huệ]] lên ngôi hoàng đế đặt kinh đô tại [[Cố đô Huế|Phú Xuân]], kinh đô Hoàng Đế chỉ còn trên danh nghĩa. Năm 1793, nhà Tây Sơn suy yếu, thành Hoàng Đế đã thuộc về [[Gia Long|Nguyễn Ánh]] do tướng [[Võ Tánh]] đánh chiếm. Sau khi chiếm được thành Hoàng Đế, Nguyễn Ánh đã đổi tên là thành Bình Định.\n\nThành Hoàng Đế (tức thành Bình Định cũ) do Võ Tánh trấn giữ được 3 năm thì bị nhà Tây Sơn chiếm lại, Võ Tánh phải tự thiêu trong thành. Năm 1802, Nhà Nguyễn tiêu diệt hoàn toàn nhà Tây Sơn thì thành Hoàng Đế trở lại thuộc nhà Nguyễn. Tới năm 1814 vua Gia Long Nguyễn Ánh cho chuyển thủ phủ Bình Định từ thành Hoàng Đế về vị trí mới là thành Bình Định sau này, nằm cách thành cũ khoảng 6&nbsp;km về hướng đông nam. Thành Hoàng Đế suy tàn.\n\n==Đặc điểm==\nThành Hoàng Đế nằm trên nền cũ của kinh đô Đồ Bàn của Chăm Pa xưa, ngày nay thuộc địa phận xã Nhơn Hậu, thị xã [[An Nhơn]], tỉnh Bình Định. Nằm cách thành phố Quy Nhơn hiện nay khoảng 20&nbsp;km theo hướng tây bắc. Thành nằm trên một vùng gò đồi so với xung quanh là đồng bằng.\n\nVề cấu trúc, thành Hoàng Đế do Nguyễn Nhạc xây dựng có 3 lớp: vòng ngoài là thành ngoại có chu vi khoảng 7&nbsp;km, tiếp đó là thành nội có chu vi khoảng 1,6&nbsp;km và trong cùng là tử cấm thành có chu vi khoảng 700 m, tường thành cao khoảng 3 m.<ref>{{Chú thích web|url=http:\/\/www.dostbinhdinh.org.vn\/MagazineNewsPage.asp?TinTS_ID=425&TS_ID=22|tựa đề=Thành Hoàng Đế|website=Đời sống Bình Định|url lưu trữ=https:\/\/web.archive.org\/web\/20061011185026\/http:\/\/www.dostbinhdinh.org.vn\/MagazineNewsPage.asp?TinTS_ID=425&TS_ID=22|ngày lưu trữ=2006-10-11}}<\/ref>\n\nSau khi lấy được thành Hoàng Đế khoảng 12 năm, do việc chuyển thủ phủ về vị trí mới, vua Gia Long đã cho phá phần lớn thành cũ, lấy vật liệu về xây dựng thành mới. Ngày nay thành Hoàng Đế chỉ còn lại một số di tích của tử cấm thành như cổng chính, hồ bán nguyệt,…<ref>{{chú thích web|url=http:\/\/www.laodong.com.vn\/Home\/Thanh-Hoang-de-hoang-vang\/20072\/24761.laodong|tiêu đề=Thành Hoàng đế hoang vắng|nơi xuất bản=[[Lao động (báo)|Báo Lao động]]|url lưu trữ=https:\/\/web.archive.org\/web\/20090707053535\/http:\/\/www.laodong.com.vn\/Home\/Thanh-Hoang-de-hoang-vang\/20072\/24761.laodong|ngày lưu trữ=2009-07-07|url-status=bot: unknown|ngày truy cập=2021-02-06}}<\/ref>\n\n==Hình ảnh==\n<gallery>\nTập tin:Tường tử cấm thành, thành Hoàng Đế.JPG|Tường tử cấm thành, thành Hoàng Đế\nTập tin:Hồ Bán nguyệt trong thành Hoàng Đế.JPG|Hồ Bán nguyệt trong thành Hoàng Đế\nTập tin:Chính điện trong thành Hoàng đế.JPG|Chính điện trong thành Hoàng đế\nTập tin:Cổng chính tử cấm thành, thành Hoàng Đế.JPG|Cổng chính tử cấm thành, thành Hoàng Đế\n<\/gallery>\n\n==Xem thêm==\n*[[Đồ Bàn]]\n*[[Thành Bình Định]]\n*[[Thành Thị Nại]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Di tích tại Bình Định|T]]\n[[Thể loại:Thành cổ Việt Nam|H]]\n[[Thể loại:Cố đô Việt Nam]]"}