{"19633944":"[[Tập tin:Không ảnh thành cổ Hà Tĩnh nhưng năm 1930-1935.jpg|nhỏ|382x382px|Hình ảnh chụp trên không Thành Sen trong tập san \"Những người bạn Cố đô Huế\" ấn bản năm 1936]]\n'''Thành Sen'''<ref name=\":0\">{{Chú thích web|url=https:\/\/baohatinh.vn\/nui-hong-song-la\/thanh-co-ha-tinh-dau-tich-va-huyen-thoai\/171460.htm|tựa đề=Thành cổ Hà Tĩnh - dấu tích và huyền thoại...|họ=baohatinh.vn|ngày=2019-04-19|website=Báo Hà Tĩnh|ngôn ngữ=vi|ngày truy cập=2021-08-15}}<\/ref> (còn được gọi là '''thành cổ Hà Tĩnh''') là một thành lũy, pháo đài quân sự được xây dựng dưới thời [[nhà Nguyễn]] tại [[Hà Tĩnh]], [[Việt Nam]].\n\n== Vị trí ==\nThành Sen được xây dựng tại xã Trung Tiết, huyện [[Thạch Hà]] nay là phường [[Tân Giang, thành phố Hà Tĩnh|Tân Giang]], [[Hà Tĩnh (thành phố)|thành phố Hà Tĩnh]], tỉnh Hà Tĩnh.\n\n== Tên gọi ==\nTương truyền, khi lị sở tỉnh Hà Tĩnh còn đặt tại [[Đạo thành Đại Nài]] (tại thôn Nài Thị), sau một đêm mưa to gió lớn, người dân và quan lại tình nhà hết sức ngạc nhiên khi thấy sen mọc đầy trong hào thành (tại thành cũ Trung Tiết). Quan lại tỉnh Hà Tĩhh cho đó là \"điềm lành\", bèn dâng sớ tâu xin vua cho dời tỉnh thành về lại Trung Tiết. Từ đó, ngoài tên gọi Tỉnh Thành, người ta còn gọi vùng đất này là \"Thành Sen\".\n\nCó người lại cho rằng, kiểu thành Vôbăng trông giống như bông sen tám cánh, nên gọi như thế. Thành [[Nghệ An]] (Thành [[Vinh]]) cũng xây kiểu Vô-băng nhưng người ta lại cho là giống con rùa nên gọi là Quy Thành (Thành Rùa).<ref name=\":1\">{{Chú thích web|url=https:\/\/hatinhcity.gov.vn\/portal\/pages\/2021-03-12\/Du-an-khoi-phuc-Hao-Thanh--mot-cong-trinh-van-hoa-5y6tpd3ylck5.aspx|tựa đề=Dự án khôi phục Hào Thành – một công trình văn hóa lịch sử ý nghĩa|website=hatinhcity.gov.vn|ngôn ngữ=en|ngày truy cập=2021-08-15}}<\/ref>\n\n== Lịch sử ==\nTheo chính sử Việt Nam, năm 1816, vua [[Gia Long]] cho lập đạo thành Hà Tĩnh tại thôn Nài Thị (nay là phường [[Đại Nài]], thành phố Hà Tĩnh) trên một diện tích 70 mẫu ruộng. Dân cư bị lấy ruộng phải dời tới Hương Bộc và được lập thành 3 trại với 400 mẫu ruộng (nay là xóm Trung Hoa, xóm Hoàng, xóm Thanh Long). Tại thôn Nài Thị, Nhà Nguyễn cho xây dựng đội Dinh (nơi đóng quân), tường Bia (nơi tập bắn, gần Miệu Bà), pháp trường, Voi Nẹp (trại voi, ở Cổ Khoái).\n[[Tập tin:Cửa Tiền Thành Sen.png|nhỏ|382x382px|Cửa Tiền (Tiền Môn) thành Sen (khoảng 1924-1928)]]\nNăm Giáp Thân (1824) Nhà Nguyễn sai quan lại về xác đặt và khanh lại đất đóng thành Hà Tĩnh, chuyển đạo Hà Tĩnh thành thành Hà Tĩnh. Người này là học trò cũ của cụ Nguyễn Trọng Tốn (đã cáo quan ở ẩn), sau khi nghiên cứu đã lấy núi Cảm làm nơi đặt cột cờ. Cụ Tốn mời người trò cũ đến bàn bạc và cho rằng đất Xuyên thị chật, dân ít mà dời chuyển như vậy là tốn công của dân không làm nổi. Cụ lại mật viết thư cho ông Tri Huyện Lệ Thủy là Nguyễn Hữu Phường người Đại Nài và là học trò của cụ Tốn khuyên viết sớ tâu vưa nên chuyền đạo thành ra Trung Hậu (Trung Tiết) là nơi đất rộng, bằng phẳng và trong thư có ý nói ''\"việc dời đạo thành đi nơi khác để con chát ta lấy đất mà làm ăn\"'', mặt khác cụ vận động cố Hường là bậc hào phú người họ Nguyên Công mời quan quân về cắm Đạo thành về tiếp đãi ăn uống, hát nhà trò mấy đêm liền.<ref>{{Chú thích web|url=https:\/\/dainai.hatinhcity.gov.vn\/portal\/KenhTin\/Lich-su-truyen-thong-van-hoa.aspx|tựa đề=Cổng thông tin điện tử Phường Đại Nài - TP Hà Tĩnh - tỉnh Hà Tĩnh|website=dainai.hatinhcity.gov.vn|ngày truy cập=2021-08-15}}<\/ref>\n\nNăm Tân Mão, vua [[Minh Mạng|Minh Mệnh]] thứ 12 (1831) quyết định cắt hai phủ Đức Thọ và Hà Hoa của Nghệ An thành lập tỉnh Hà Tĩnh. Tháng giêng năm Quý Tỵ (1833) chính thức lập tỉnh, Nhà Nguyễn mới chọn đất vùng Trung Tiết để xây thành Hà Tĩnh (được gọi là tỉnh thành).<ref name=\":1\" \/>\n\nTháng sáu năm Quý Sửu, [[Tự Đức]] thứ 6 (1853) lại bỏ tỉnh cho sát nhập vào Nghệ An, lập lại đạo Hà Tĩnh. Tỉnh thành mới xây bằng đất lại bỏ trống, hoang phế, đạo thành dời về chỗ cũ (xã Đại Nài).\n\nNăm Ất Hợi, Tự Đức thứ 28 (1875) lại bỏ đạo, lập lại tỉnh Hà Tĩnh. Tỉnh thành trở về chỗ cũ ở xã Trung Tiết (phường Tân Giang ngày nay) và 70 mẫu đất được trả lại cho thôn Nài Thị.\n\nNăm Tân Tỵ, Tự Đức thứ 34 (1881) thành Hà Tĩnh mới được xây kiên cố bằng gạch và đá ong. Thành xây theo kiểu Vô-băng có mặt phẳng và gấp khúc theo hình chữ V để có thể đứng trên mặt thành bắn thẳng xuống chân thành khi bị đối phương áp sát.\n\nTrong tập san \"[[Những người bạn cố đô Huế]]\" ấn hành năm 1936 tại trang số 256 và 257 có chép rằng<ref>{{Chú thích tạp chí|date=1936|title=Tập san: Những người bạn cố đô Huế (BAVH) Association des Amis du Vieux Hué - tập 2 - 1936|url=https:\/\/elib.thuviennguyenvanhuong.vn\/handle\/TVNVH\/1246|language=fr}}<\/ref>:<blockquote>''\"La citadelle du '''phủ''' de Hà-Thanh (ancien chef-lieu du '''Hà-Tịnh''') date de la période Gia-Long (1801-1821). Ses murs en terre battue furent renforcés par une muraille en pierres en la 4e année de la période '''Minh-Mạng''' (1824). Elle a 267 trượng de périmètre, et 7 thước de hauteur; le fossé est large d’un '''trượng''' et a une profondeur de 4 '''thước'''.'' ''Elle est percée de deux portes. En 1873, les partisans de '''Lê-Bảo-Phụng''' s’en emparèrent, et tuèrent ses trois défenseurs, ainsi que nous l’avons relaté au paragraphe relatif au temple des «Trois mandarins fidèles». A la suite de cet événement, le chef-lieu de la province fut transféré sur l’emplacement d’un fortin datant de la période '''Minh-Mạng''' (1824), qui fut considérablement agrandi en la 29e année de la période '''Tự-Đức''' (1875). Les murs en pierre ne datent que de la 35e année de la même période (1881). Cet ouvrage mesure 328 '''trượng''' de périmètre, 4 '''thước''' et 4 '''tấc''' de hauteur; le fossé est large de 1 '''trượng''' et a une profondeur de 4 '''thước''' La citadelle de '''Ha-Tịnh''' est percée de quatre portes surmontées de miradors. Elle n’a pas d’histoire.\"''<\/blockquote>Dịch nghĩa:<blockquote>''\"Phủ thành Hà-Thanh (thủ phủ Hà-Tĩnh cũ) có từ thời Gia-Long (1801-1821). Những bức tường thành bằng đất được gia cố bằng đá vào năm Minh-Mạng thứ 4 (1824). Thành có chu vi 267 trượng và cao 7 thước; hào thành rộng 1 trượng, sâu 4 thước.Thành có 2 cửa. Năm 1873, những người ủng hộ [[Tạ Văn Phụng|Lê-Bảo-Phụng]] đã chiếm giữ nơi đây và giết chết 3 quan canh giữ [Quản đạo: Mạnh Tuyên; Khâm sai: Đinh Khoa và Lãnh binh: Lê Nhật (trang 254)], như những gì mà chúng tôi đã nêu trong đoạn liên quan đến đền thờ \"Tam vị quan trung thành\". Sau sự kiện này, thủ phủ của tỉnh được chuyển đến địa điểm mới là 1 pháo đài có từ thời Minh-Mạng (1824), được mở rộng đáng kể vào năm Tự-Đức thứ 29 (1875). Các bức tường đá được xây vào năm thứ 35 cùng thời (1881). Công trình này có chu vi 328 trượng, cao 4 thước và 4 tấc, hào rộng 1 trượng, sâu 4 thước, thành Hà-Tĩnh có các tháp canh và 4 cửa. Nó không có dấu ấn lịch sử.\"''<\/blockquote>\n\n== Kiến trúc ==\n[[Tập tin:Sơ đồ Thành sen (theo không ảnh 1924-1928).png|nhỏ|413x413px|Sơ đồ Thành Sen dựa trên không ảnh được chụp trong '''''Le Vieux An-Tinh''''' của Hippolite Le Breton]]\n[[Tập tin:Không ảnh Thành Sen.png|nhỏ|378x378px|Không ảnh Thành Sen trong '''''Sách tư liệu ảnh THÀNH CỔ HÀ TĨNH VÀ CÁC PHỦ HUYỆN XƯA''''']]\nNăm Nhâm Ngọ, Tự Đức năm thứ 34 (1882) thành Sen được khởi công xây dựng bằng đá ong theo kiến trúc kiểu thành Vô-băng dễ thủ khó công vốn đã rất thịnh hành trong thời Nhà Nguyễn. Ngày nay qua hình ảnh cũ của người Pháp có thể thấy, thành vuông ở 4 góc, 4 mặt thành nho ra 4 pháo đài hình vòng cung.\n\nThành Sen có chu vi thành 366 trượng 5 thước, 6 tấc, cao 8 thước (3,2m), xung quanh thành có hào rộng 5 trượng (20m) sâu 4 thước (1,6m) chiếm một diện tích gần 134.000m², nếu kể cả phía ngoài hào thành là 160.000m². Thành có bốn cửa (Tiền, Hậu, Tả, Hữu), các cổng thành xây bằng gạch khá kiên cố. Từ các cổng thành có các cầu bằng gạch xây cuốn vượt qua hào thành ra ngoài.\n\nThành Sen tọa lạc trên vùng đất có địa thế cao ráo, rộng rãi, đàng trước có núi Cảm Sơn, lại có một dải sông dài chảy quanh phía trước, vòng sang bên tả, trên nối với sông Nại Giang, dưới chảy ra Cửa Sót, nên triều Nguyễn có ý định xây dựng Thành Hà Tĩnh thành một cố đô Huế thu nhỏ. Năm Thành Thái thứ 10 (1898), nhà vua cho đào sông Kinh Hạ phía Nam Thành, kiểu như sông An Cựu (phía Nam thành phố Huế). Năm Khải Định thứ 7 (1922) lại đào tiếp đoạn từ làng Tiền Bạt đến khu phố Hoàn Thị (được gọi là sông Tân Giang). Tuy nhiên, sự nghiệp đào sông của vua chúa Triều Nguyễn còn dỡ dang nên người dân Thành Sen bấy giờ gọi con sông này là sông Cụt.\n\n=== Bên trong Thành Sen ===\nCổng thành phía nam gọi là cửa Tiền, nằm lệch sang về phía đông, trên cổng có vọng lâu, có treo một quả chuông lớn để điểm giờ gác, do lính khố xanh phụ trách. Cổng phía bắc tên gọi là cửa hậu, nằm lệch về phía tây, cửa này thường đóng kín, vọng lâu trên cổng làm vọng gác nhà lao bên trong. Cổng phía tây tên gọi là cửa Hữu, nằm lệch về phía nam, trên vọng lâu có treo một cái trống lớn, cũng để điểm giờ do lính khố lục phụ trách.Cổng phía đông tên gọi là cửa tả, nằm lệch về phía nam, cửa này đóng kín quanh năm, vì ở phía trong là doanh trại lính khố xanh, phía ngoài là nghĩa địa của người Pháp, con đường chạy thẳng ra Võ Miếu.\n\nTừ các cổng thành có các cầu bằng gạch xây cuốn vượt qua hào thành ra ngoài. Trong thành có ba con đường chính rải đá, đó là những con đường đi trong nội thành thông ra các cửa thành.\n\nĐường thứ nhất từ cửa Tiền thông ra hồ sen, ra nhà lao. Từ cửa Tiền đi vào, bên phải là trại lính khố xanh (Nay là trụ sở Công An Hà Tĩnh), tiếp đến là nhà ở tập thể của gia đình binh lính mà dân thường gọi là trại gái và sau cùng là trại ngựa.\n\nĐường thứ hai nối từ đường nhất ra cửa hữu đi vào phía bên trái có các dinh thự: dinh Tuần Vũ phía trước, tiếp sau là nhà án sát, nhà lĩnh binh. Bên phải là trại lính khố lục, đến sân bóng vừa là bãi tập của lính. Cạnh sân bóng có hành cung, nơi các quan lại tỉnh nhà bái vọng nhà vua những ngày khánh tiết. Trước hành cung có cột cờ, hồ sen và hai khẩu súng thần công.\n\nĐường thứ ba nối từ đường thứ hai ra cửa hậu. Nếu từ cổng thành cửa hậu (cầu Đồng Vinh) đi vào thì bên trái là nhà Lao Hà Tĩnh xây gạch, có tường cao bao bọc, bốn góc có chòi canh, lính khố xanh thay nhau gác mỗi ngày. Trong thành có nhiều hồ nước, hai hồ bán nguyệt trước hành cung và dinh Tuần; bên cạnh dinh Bố chính có hồ Thành, trước nhà Lao có hồ lớn trồng sen, đến mùa hè sen nở rộ, hương thơm toả ngát cả vùng. Do đó người ta còn gọi là Thành Sen.<ref name=\":0\" \/>\n\n== Dấu tích ==\nNăm 1947, thực hiện chủ trương tiêu thổ kháng chiến, thành Hà Tĩnh và các công trình kiến trúc trong thành đều bị phá hủy. Từ đó, cùng với thăng trầm của lịch sử những dấu tích của thành Hà Tĩnh dần dần bị mất đi, Hào Thành còn lại phía Bắc, phía Đông và một phần phía Nam.\n\nNgày nay, Thành Sen chỉ còn trơ trọn lại nền móng, còn sót lại đoạn hào thành phía tây, phía bắc và phía đông. Riêng đoạn hào thành phía Nam đã bị san lấp. Các công trình như tuần dinh, hành cung, cột cờ, nhà lao, tường thành... đã bị phá hủy hoàn toàn. Khu vực trại lính khố xanh nay là trụ sở Công An tỉnh Hà Tĩnh. Trụ sở UBND tỉnh Hà Tĩnh được xây dựng trên phần xưa kia là hồ sen phía sau hành cung, còn hành cung đã bị phá bỏ trở thành một phần của quảng trường Thành Sen như bây giờ.\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Thành cổ Việt Nam|Sen]]\n[[Thể loại:Di tích tại Hà Tĩnh]]\n[[Thể loại:Hà Tĩnh (thành phố)]]"}