{"88306":"{{Coor uppermost|lat=10.7186347|lon=106.723938}}\n{{dablink|Xem mục từ có tên tương tự tại [[Gia Định (định hướng)]], [[Sài Gòn (định hướng)]], về trấn thành cùng tên xem [[Trấn Gia Định]]}}\n{{Infobox Military Structure\n|name=Thành Gia Định\n|location=Thành Sài Gòn\n|coordinates=10.785207,106.702825\n|image= NgabaDinhTHoangLeDuan.jpg\n|caption=Vị trí cửa thành Gia Định (1836-1859) ngày nay là đường Đinh Tiên Hoàng, Quận 1\n|type=[[Thành phố thủ đô]]\n|code=\n|built=1790\n|builder=[[Gia Long|Nguyễn Phúc Ánh]], (Việt Nam)\n|materials=Đá granite, gạch, đất (1835)\n|height= 20 m\n|used=1790\n|demolished=1859\n|condition=Bị [[Đế quốc thực dân Pháp|Thực dân Pháp]] đặt mìn phá hủy\n|ownership=\n|open_to_public=\n|controlledby=[[Nhà Nguyễn]]\n|garrison=Quân lính nhà Nguyễn\n|current_commander=Không có\n|commanders=Lê Văn Khôi\n|occupants=Quân đội Pháp\n|battles=[[Cuộc nổi dậy Lê Văn Khôi|Khởi nghĩa Lê Văn Khôi]]\nChiến tranh Đông Dương\n|events=Thực dân Pháp xâm lược Nam Kỳ\n}}\n'''Thành Gia Định''', hay '''thành Sài Gòn''' (còn được biết đến với tên '''thành Phiên An''') là một thành cũ ở [[Gia Định]], tồn tại từ [[1790]] đến [[1859]]. Đã có hai tòa thành được xây lên ở đây rồi bị phá hủy hoàn toàn.\n\n==Lịch sử==\nNăm [[1623]], chúa Nguyễn cho mở các trạm thu thuế ở [[Bến Nghé]] và [[Chợ Lớn|Sài Gòn]] (ở vị trí mà ngày nay là quận 1 và quận 5).\n\nNăm [[1679]], chúa Nguyễn lập đồn dinh ở Tân Mỹ (bây giờ gần ngã tư Cống Quỳnh - [[Nguyễn Trãi]]).\n\nNăm [[1680]], những người [[Minh Hương]] đến khu vực này và bắt đầu khai phá thành lập các vùng dân cư.\n\nNăm [[1698]], [[Nguyễn Hữu Cảnh]] vào kinh lý miền Nam, thấy nơi đây đất đã mở mang đến ''hàng ngàn dặm và có dân trên 4 vạn hộ''. Để chấm dứt tình trạng lưu dân tự khẩn hoang lập ấp này, Nguyễn Hữu Cảnh cho lập [[phủ Gia Định]] để coi hai huyện: [[Phước Long (định hướng)|Phước Long]] (giờ là [[Biên Hòa]]) và Tân Bình ([[Thành phố Hồ Chí Minh|Sài Gòn]], khu vực khoảng từ từ sông Sài Gòn đến sông Vàm Cỏ Đông). Cả vùng diện tích rộng khoảng 30.000&nbsp;km².\n\nNăm [[1708]], một tướng [[nhà Minh]] chạy sang Việt Nam, tên là [[Mạc Cửu]], xin dâng trấn Hà Tiên thuộc quyền chúa Nguyễn. Đến năm [[1732]], [[chúa Nguyễn]] cho lập châu Định Viễn và cho dựng dinh Long Hồ (sau thành [[Vĩnh Long]]). Đến năm [[1756]], tổ chức cai trị đạo Trường Đồn (sau là [[Định Tường]]).\n\nĐến năm [[1757]], chúa Nguyễn cho lập các đạo [[Đông Khẩu]], [[Tân Châu]], [[Châu Đốc]]. Từ đó toàn miền Nam thuộc về lãnh thổ và chính quyền người Việt.\n\nTừ [[1779]], phủ Gia Định bao gồm các dinh:\n*Dinh Phiên trấn (Sài Gòn)\n*Dinh Trấn Biên (Biên Hòa)\n*Dinh Trường Đồn (Định Tường)\n*Dinh Long Hồ (Vĩnh Long, An Giang).\n*Trấn Hà Tiên.\n\nTrong gần 10 năm (từ [[1776]] đến [[1783]]) là giai đoạn giằng co giữa chúa Nguyễn và quân Tây Sơn. Quân Tây Sơn nhiều lần vào đánh chiếm Gia Định. Nhưng lần nào cũng vậy, chủ tướng (Nguyễn Lữ hoặc Nguyễn Huệ) và quân chủ lực của Tây Sơn rút về giao lại cho một bộ tướng coi giữ, chỉ một thời gian sau lực lượng họ Nguyễn lại tụ tập và nhanh chóng chiếm lại vùng Nam Bộ, trong đó có Gia Định.\n\nTháng 8, năm Mậu Thân  ([[7 tháng 9]] năm [[1788]]), lợi dụng khi quân [[Nhà Tây Sơn|Tây Sơn]] đang bận tái lập trật tự Bắc Hà và đánh [[Nhà Thanh|quân Thanh]], [[Gia Long|Nguyễn Ánh]] đánh chiếm được Sài Gòn, xây dựng thành quách và biến nơi đây thành cơ sở chống lại Tây Sơn.<ref name=\"sg300\">[http:\/\/www.hochiminhcity.gov.vn\/left\/gioi_thieu\/gioi_thieu_chung\/ban_chua_biet\/nien_bieu_300_nam_sai_gon?left_menu=1 Niên biểu 300 Sài Gòn-Thành phố Hồ Chí Minh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090605035112\/http:\/\/www.hochiminhcity.gov.vn\/left\/gioi_thieu\/gioi_thieu_chung\/ban_chua_biet\/nien_bieu_300_nam_sai_gon?left_menu=1 |date=2009-06-05 }} trên trang chủ chính thức của [[Thành phố Hồ Chí Minh]].<\/ref><ref name=\"vietnamnet\">[http:\/\/nguoivienxu.vietnamnet.vn\/truyenthongvaduongdai\/ditichvathangcanh\/2005\/04\/415429\/ Địa danh Sài Gòn - TP.HCM qua các thời kỳ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080929130553\/http:\/\/nguoivienxu.vietnamnet.vn\/truyenthongvaduongdai\/ditichvathangcanh\/2005\/04\/415429\/ |date=2008-09-29 }} của tác giả Vân Trinh đăng trên Việt Nam Net.<\/ref>\n\n===Thành Bát Quái===\n{{chính|Thành Bát Quái}}\n[[Tập tin:Citadel of Saigon before 1835.png|200px|phải|nhỏ|Sơ đồ Thành Bát Quái Sài Gòn do [[Trương Vĩnh Ký]] vẽ, Nguyễn Đình Đầu lược dịch và chú giải]]\n[[Tập tin:Bản đồ Gia Định 1815.jpg|nhỏ|Bức bản đồ việt hóa Gia Định năm 1815 do [[Trần Văn Học]] vẽ.]]\n'''Thành Bát Quái''' là một thành được [[Gia Long|Nguyễn Phúc Ánh]] ra lệnh xây dựng tại làng Tân Khai, huyện [[Bình Dương]], đất Gia Định, sau này là [[Thành phố Hồ Chí Minh|Sài Gòn]], kể từ ngày [[4 tháng 2]] năm [[1790]] theo kiến trúc hỗn hợp Đông-Tây, dựa trên một bản thiết kế của một người Pháp là [[Olivier de Puymanel]] (Việt danh là Ông Tín).<ref name=xxxx>.<\/ref> Thành được xây có 8 cạnh nên gọi là \"Bát Quái\". Thành còn có tên khác là \"Thành Quy\".<ref name=museum\/>\n\nThành có 8 cửa, phía nam là cửa Càn Nguyên và cửa Li Minh, phía bắc là cửa Khôn Hậu và cửa Khảm Hiền, phía đông là cửa Chấn Hanh và cửa Cấm Chí, phía tây là cửa Tốn Thuận và cửa Đoài Duyệt. Thời [[Minh Mạng]] đổi tên các cửa: phía nam là cửa Gia Định và cửa Phiên An, phía bắc là cửa Củng Thần và cửa Vọng Thuyết, phía đông là cửa Phục Viễn và cửa Hoài Lai, phía tây là cửa Tĩnh Biên và cửa Tuyên Hóa.<ref name=cinet>[http:\/\/www.cinet.gov.vn\/vanhoa\/mythuat\/kientruc\/00000010.htm Thành Trấn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080618061458\/http:\/\/www.cinet.gov.vn\/vanhoa\/mythuat\/kientruc\/00000010.htm |date=2008-06-18 }} mục từ viết về Thành Trấn Gia Định, của [[Bộ Văn hoá Thể thao và Du lịch Việt Nam]].<\/ref>\n\nKhi [[Lê Văn Duyệt]] làm Tổng trấn, ông xây thành cao thêm 1 thước 5 tấc. Năm 1833 [[Lê Văn Khôi]], con nuôi Lê Văn Duyệt chiếm thành, chống lại triều đình. Đến năm 1836, quân triều đình lấy lại thành và phá bỏ để xây thành mới.<ref name=sg300\/>\n\nĐây là ngôi thành có vai trò rất quan trọng về mặt chính trị quân sự địa lý của vùng Gia Định trong một khoảng thời gian dài. Sau khi được xây dựng, quân Tây Sơn đã không cố gắng để chiếm thành một lần nào nữa, giúp cho Nguyễn Ánh có được một lợi thế nhất định.<ref name=\"m525\">Mantienne, Frédéric (October 2003). \"The Transfer of Western Military Technology to Vietnam in the Late Eighteenth and Early Nineteenth Centuries: The Case of the Nguyen\". Journal of Southeast Asian Studies 34 (3): trang số 525. doi:10.1017\/S0022463403000468.<\/ref>\n\n===Thành Phụng===\n{{chính|Cuộc nổi dậy Lê Văn Khôi|Thành Phụng}}\n[[Tập tin:Citadel of Saigon 1867.png|180px|nhỏ|phải|Hình dáng Thành Phụng theo mô tả trong một sơ đồ quy hoạch của Pháp năm 1867]]\nNăm 1833, [[Lê Văn Khôi]], con nuôi của [[Lê Văn Duyệt]], chiếm Thành Quy là căn cứ chính của cuộc khởi nghĩa của mình. Năm 1835, triều định nhà Nguyễn đánh bại Lê Văn Khôi, vua Minh Mạng hạ lệnh phá hủy toàn bộ thành xây theo kiểu Vauban cũ và đến năm 1836 lại ra lệnh xây một thành khác nhỏ hơn ở Đông Bắc thành cũ, gọi là \"thành Phụng\" hay \"thành Phượng\", tức là thành Gia Định<ref name=vietnamnet\/>.\n\nNgày [[17 tháng 2]] năm [[1859]], quân Pháp mở cuộc tấn công thành Sài Gòn (tức thành Gia Định) và một ngày sau thì chiếm được thành. Án sát Lê Tứ, Hộ đốc Vũ Duy Ninh tự vẫn, Đề đốc Trần Trí, Bố chính Vũ Thực và Lãnh binh Tôn Thất Năng đem quân rút về Tây Thái, huyện Bình Long.\n\nNgày [[18 tháng 3]] năm [[1859]], quân Pháp đốt cháy kho tàng, phá hủy thành Sài Gòn và rút ra để tránh quân triều đình nhà Nguyễn tấn công đánh chiếm lại thành. Dấu tích duy nhất ngày nay còn lại là bức tranh vẽ ảnh thực dân Pháp tấn công thành và những tàn tích dọc đường Đinh Tiên Hoàng về phía gần [[Xưởng đóng tàu Ba Son|xưởng Ba Son]].<ref name=sg300\/><ref name=xxxx>.<\/ref>\n\n==Kinh tế và dân cư==\n[[Tập tin:Cảng Bến Nghé.jpg|nhỏ|phải|250px|Cảng Bến Nghé ngày nay]]\nThành nằm ở một cấu trúc giao thông đường bộ gồm có 3 trục chính: đi [[Campuchia|Cao Miên]] chạy thẳng ra cảng [[Bến Nghé]]; đi các tỉnh miền Tây; đường đi về [[Đồng Nai]]. Đường sông gồm Sông Sài Gòn vừa đóng vai trò phòng thủ thành Bát Quái về phía Nam vừa đóng vai trò đường giao thông chính, cảng [[Bến Nghé]] ([[bến Bạch Đằng]]), có xưởng đóng tàu Ba Son là vị trí tiền tiêu, cửa ngỏ để giao dịch buôn bán với các tàu nước ngoài. Ngoài ra còn có một hệ thống kênh rạch dày đặc như [[kênh Nhiêu Lộc – Thị Nghè|rạch Thị Nghè]], [[kênh Bến Nghé]], [[kênh Tẻ]], [[rạch Cầu Kho]] và kênh Tàu Hủ nối liền các tỉnh miền Tây và cảng Bến Nghé, đây là con đường huyết mạch để vận chuyển lúa gạo, lương thực các loại.<ref name=museum>[http:\/\/www.hcmc-museum.edu.vn\/tintuc\/default.aspx?cat_id=778&news_id=726 Địa lý hành chánh Sài Gòn-Thành phố Hồ Chí Minh] của Bảo tàng Thành phố Hồ Chí Minh.<\/ref>\n\nThành có 8 cửa, phía nam là cửa Càn Nguyên và cửa Li Minh, phía bắc là cửa Khôn Hậu và cửa Khảm Hiền, phía đông là cửa Chấn Hanh và cửa Cấm Chí, phía tây là cửa Tốn Thuận và cửa Đoài Duyệt. Thời Minh Mạng đổi tên các cửa: phía nam là cửa Gia Định và cửa Phiên An, phía bắc là cửa Củng Thần và cửa Vọng Thuyết, phía đông là cửa Phục Viễn và cửa Hoài Lai, phía tây là cửa Tĩnh Biên và cửa Tuyên Hóa.<ref name=museum\/>\n\nCác điểm dân cư, công trình kiến trúc hình thành từ tận khi những người [[Minh Hương]] đến đây vào khoảng năm 1680: công trình kiến trúc lúc này có là đồn lính, kho lương thảo, dinh quan trấn thủ như: kho Quản Thảo, [[dinh Tân Thuận]], [[dinh Nặc Nộn]], cùng một hệ thống đồn lính ngay [[cảng Bến Nghé]]. Các công trình tôn giáo và chợ búa phục vụ nhu cầu người dân, binh lính hình thành như [[chợ Điều Khiển]], [[chùa Cây Mai]]. Đồng thời một số địa danh phản ánh sự hình thành điểm dân cư như Bầu Tròn, Thị Nghè, Đất Hội cũng ra đời. Từ năm 1801, nhờ sự hỗ trợ của Pháp, Nguyễn Ánh đánh bại Tây Sơn, thành lập [[nhà Nguyễn|triều Nguyễn]], thống nhất Việt Nam. Lê Văn Duyệt được cử làm Tổng trấn Nam Kỳ và trú đóng tại Sài Gòn. Các công trình chợ búa, cảng, cửa hàng. kho hàng, các khối ngành nghề thủ công… xung quanh thành Bát Quái phát triển theo, xoá đi những điểm chợ búa và thương mại cũ ngày xưa và phần \"THỊ\" được hình thành một cách tự phát. Vì tình hình bất ổn, nhiều [[người Hoa (Việt Nam)|người Hoa]] ở [[Hà Tiên (tỉnh)|Hà Tiên]], [[Định Quán]] cũng chạy về vùng Sài Gòn gần thành Bát Quái hình thành nên vùng Chợ Lớn, giao thông với thành Bát Quái bằng kênh Tàu Hủ và một con đường độc đạo.<ref name=museum\/> Số cư dân của thành năm 1819 là khoảng 180.000 dân bản xứ và 10.000 [[người Hoa (Việt Nam)|người Hoa]].<ref>Theo tài liệu của tập san Hội Cổ Học Ấn Hoa, Bulletin de la Société des Études Indochinoises, năm 1942, tập số 2<\/ref>\n\nKinh tế xã hội thời gian này khá phát triển, với hệ thống đường sá kết nối [[Gia Định]] và [[Chợ Lớn]] ngày càng gần nhau. Cảng Bến Nghé phát triển mạnh, đi kèm là các hệ thống kho gạo, kho lương thực phát triển nằm dọc từ ngã ba kênh Bến Nghé và sông Sài Gòn, chạy về phía quận 4 hiện giờ. Những kho này tiếp nhận lượng thực từ miền Tây Nam Bộ qua hướng kênh Tàu Hủ.\n\nĐây cũng là nơi Nhà Nguyễn cho phép người Pháp gồm các doanh nhân, giáo sĩ,… khai thác tài nguyên thiên nhiên để thưởng công lao giúp lấy lại đất nước. Triều đình tạo mọi ưu đãi về chính sách kinh tế, cho phép sử dụng cảng Bến Nghé, và làm nơi sửa chữa tàu.<ref>Trương Vĩnh Ký (ấn bản 1885), Nguyễn Đình Đầu lược dịch và chú giải, Ký ức lịch sử về Sài gòn và các vùng phụ cận, Nhà xuất bản Trẻ, TP.HCM, 1997.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* Buttinger, Joseph (1958). The Smaller Dragon: A Political History of Vietnam. Praeger.\n* Cady, John F. (1964). Southeast Asia: Its Historical Development. McGraw Hill.\n* Chapuis, Oscar (2000). The last emperors of Vietnam: from Tu Duc to Bao Dai. Greenwood Press. ISBN 0-313-31170-6.\n* Hall, D. G. E. (1981). A History of South-east Asia. Macmillan. ISBN 0333241630.\n* Karnow, Stanley (1997). Vietnam: A history. London: Penguin Books. ISBN 0-670-84218-4.\n* Marr, David G. (1970). Vietnamese anticolonialism, 1885–1925. Berkeley: University of California. ISBN 0-520-01813-3.\n* Nguyen, Thanh Thi (1992). The French conquest of Cochinchina, 1858–1862. University Microfilms International.\n* Mantienne, Frédéric (October 2003). \"The Transfer of Western Military Technology to Vietnam in the Late Eighteenth and Early Nineteenth Centuries: The Case of the Nguyen\". Journal of Southeast Asian Studies 34 (3): pp.&nbsp;519–534. doi:10.1017\/S0022463403000468.\n* McLeod, Mark W. (1991). The Vietnamese response to French intervention, 1862–1874. Praeger. ISBN 0-275-93652-0.\n\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Thành cổ Việt Nam|Gia Định]]\n[[Thể loại:Thành Việt Nam thời Nguyễn|Gia Định]]\n[[Thể loại:Công trình xây dựng hoàn thành năm 1790]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]\n[[Thể loại:Lịch sử quân sự Đàng Trong]]\n[[Thể loại:Khởi đầu năm 1790 ở Việt Nam]]"}