{"383514":"{{Chú thích trong bài|date=tháng 6\/2022}}\n{{Thông tin viên chức\n|tên= Thái Quang Hoàng\n|hình=\n|cỡ hình= \n|miêu tả=\n\n|chức vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Hình: Flag of Thailand.svg|22px]]<br>Đại sứ Việt Nam Cộng hòa tại Thái Lan\n|bắt đầu= 11\/1963\n|kết thúc= 5\/1965\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Trung tướng\n|kế nhiệm= -Đại tướng [[Dương Văn Minh]]\n|địa hạt= Thủ đô Bangkok<br>Vương quốc Thái Lan\n\n|chức vụ 2= [[Hình: Cờ Chỉnh binh thao lược.png|22px]]<br>Chỉ huy trưởng Trường Đại học Quân sự<br>''(tiền thân của trường chỉ huy Tham mưu)''<br>kiêm Quân trấn trưởng Đà Lạt\n|bắt đầu 2= 11\/1961\n|kết thúc 2= tháng 11\/1963\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tướng \n|tiền nhiệm 2= -Trung tướng [[Phạm Xuân Chiểu]]\n|kế nhiệm 2= -Trung tướng [[Lê Văn Nghiêm]]\n|địa hạt 2= Vùng 2 chiến thuật\n\n|chức vụ 3= [[Hình: ARVN Capital Military Zone Unit SSI.svg|22px]]<br>Tư lệnh Quân khu Thủ Đô<br>''(từ tháng 6\/1961 là Biệt khu Thủ đô)''\n|bắt đầu 3= 4\/1959\n|kết thúc 3= 11\/1961\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tướng\n|tiền nhiệm 3= -Trung tướng [[Dương Văn Minh]]\n|kế nhiệm 3= -Thiếu tướng [[Nguyễn Văn Là]]\n|địa hạt 3= Vùng 3 chiến thuật\n\n|chức vụ 4= [[Hình: QD III VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn III\n|bắt đầu 4= 3\/1959\n|kết thúc 4= 10\/1959\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung tướng\n|tiền nhiệm 4= Đầu tiên\n|kế nhiệm 4= -Trung tướng [[Nguyễn Ngọc Lễ]]\n|địa hạt 4= Vùng 3 chiến thuật\n\n|chức vụ 5= [[Hình: QD I VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn I\n|bắt đầu 5= 6\/1957\n|kết thúc 5= 10\/1957\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung tướng\n|tiền nhiệm 5= Đầu tiên\n|kế nhiệm 5= -Trung tướng [[Trần Văn Đôn]]\n|địa hạt 5= Vùng 1 chiến thuật\n\n|chức vụ 6= [[Hình: QD I VNCH.jpg|22px]]<br>Tư lệnh Đệ Nhị Quân khu Trung Việt<br>''(tiền thân của Vùng 1 chiến thuật)''\n|bắt đầu 6= 9\/1956\n|kết thúc 6= 6\/1957\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Thiếu tướng<br>-Trung tướng (12\/1956)\n|tiền nhiệm 6 -Thiếu tướng [[Lê Văn Nghiêm]]\n|địa hạt 6= Miền trung Trung phần\n\n|chức vụ 7= [[Hình: QD II VNCH.jpg|22px]]<br>Tư lệnh Đệ Tứ Quân khu<br>''(tiền thân của Vùng 2 chiến thuật)''\n|bắt đầu 7= 1\/1956\n|kết thúc 7= 9\/1956\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Đại tá<br>-Thiếu tướng (6\/1956)\n|tiền nhiệm 7= -Đại tá [[Linh Quang Viên]]\n|địa hạt 7= Nam Cao nguyên và nam Duyên hải Trung phần\n\n|chức vụ 8= Tỉnh trưởng kiêm Tiểu khu trưởng Bình Thuận\n|bắt đầu 8= 1\/1955\n|kết thúc 8= 10\/1955\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Thiếu tá<br>-Trung tá (10\/1955)<br>-Đại tá (1\/1956)\n|tiền nhiệm -Lưu Bá Châm\n|kế nhiệm -Trung tá [[Phan Xuân Nhuận]]\n|địa hạt 8= Đệ tứ Quân khu\n\n|chức vụ 9= Tỉnh trưởng tỉnh Ninh Thuận\n|bắt đầu 9= 11\/1954\n|kết thúc 9= 1\/1955\n|trưởng chức vụ 9= Cấp bậc\n|trưởng viên chức 9= -Thiếu tá (7\/1954)\n|địa hạt 9= Đệ tứ Quân khu\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Bệnh ung thư\n|nơi ở= Texas, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]] \n|học vấn= Tú tài bán phần\n|họ hàng= Thái Quang Chức (em)\n|học trường= -Trường Quốc học Huế<br>-Trường Võ bị Tông, Sơn Tây<br>-Đại học Chỉ huy và Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[1 tháng 10]] năm [[1918]]\n|ngày mất= [[22 tháng 2]] năm [[1993]]<br>([[75]] tuổi)\n|biệt danh= '''Hoằng'''\n|nơi sinh= [[Huế]], [[Thừa Thiên]], [[Liên bang Đông Dương]]\n|nơi mất= [[Virginia]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of France.svg|20px]] [[Pháp]]<br>[[Hình: Flag of South Vietnam.svg|22px]] [[Quốc gia Việt Nam]]<br>[[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp]]<br>[[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân đội Việt Nam Cộng hòa]]\n|năm phục vụ= [[1941]] - [[1965]]\n|cấp bậc= [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n|đơn vị= [[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]<br>[[Hình: QD III VNCH.jpg|20px]] [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III và QK 3]]<br>[[Hình: ARVN Capital Military Zone Unit SSI.svg|20px]] [[Biệt khu Thủ đô]] \n|chỉ huy= [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp]]<br>[[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân đội Việt Nam Cộng hòa]]\n}}\n\n'''Thái Quang Hoàng''' (1918-1993) nguyên là một cựu tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng]]. Ông xuất thân từ trường Võ bị của [[Quân đội Pháp]] mở ra ở miền Bắc Việt Nam<ref>Vào khoảng cuối thập niên 30 sang đầu thập niên 40 của thế kỷ trước, Chính quyền Bảo hộ Pháp mở ra ở hai miền Bắc và Nam [[Việt Nam]] hai trường Võ bị chuyên đào tạo sĩ quan người bản xứ thuộc các nước trên [[bán đảo Đông Dương]] để phục vụ Quân đội Thuộc địa. Ở miền Bắc là trường Võ bị Tông đặt cơ sở tại tỉnh [[Sơn Tây (tỉnh)|Sơn Tây]], miền Nam là trường Võ bị Thủ Dầu Một đặt ở tỉnh [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]] (sau này là tỉnh [[Bình Dương]]).<\/ref> với mục đích đào tạo thí sinh trên toàn thuộc địa Đông Dương trở thành sĩ quan, phục vụ cho Quân đội Thuộc địa Pháp và Quân đội [[Liên hiệp Pháp]] sau này. Ông là một trong số ít sĩ quan được thăng cấp tướng ở thời kỳ [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|Đệ Nhất Cộng hòa]]. Ông từng bị các sĩ quan chỉ huy cuộc [[Đảo chính Việt Nam Cộng hòa 1960|Đảo chính ngày 11 tháng 11 năm 1960]] bắt giữ làm con tin để đào thoát sang [[Campuchia]].\n\n==Tiểu sử và Binh nghiệp==\nÔng sinh ngày 1 tháng 10 năm 1918 trong một gia đình Nho giáo có truyền thống hiếu học tại Huế, Thừa Thiên, miền Trung Việt Nam. ''(Ông còn có tên khác là Thái Quang Hoằng tự Tuyên Văn)''. Thời niên thiếu ông học phổ thông các cấp ở Huế. Năm 1939 ông tốt nghiệp Trung học chương trình Pháp ở trường Trường Quốc học Huế với văn bằng Tú tài bán phần (Part I). Sau đó được bổ dụng làm Công chức tại Huế một thời gian trước khi gia nhập quân đội.\n\n==Quân đội Pháp==\nĐầu năm 1941 ông nhập ngũ vào [[Quân đội Pháp]], theo học tại trường Võ bị Tông, Sơn Tây. Sau một năm mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]]. Ra trường ông được điều động đi phục vụ trong một đơn vị Bộ binh thuộc Quân đội Thuộc địa Pháp với chức vụ Trung đội trưởng. Năm 1944 ông được thăng cấp [[Thiếu úy]] tại nhiệm. Bấy giờ, tại Huế chỉ có hai người Việt mang lon Thiếu úy<ref>Xã hội thời bấy giờ gọi là \"Quan Một\".<\/ref> là ông và ông [[Phan Tử Lăng]]. Khi [[Cách mạng Tháng Tám|Cách mạng tháng 8]] nổ ra, Phan Tử Lăng được đưa vào Lực lượng Bảo an Trung Kỳ tham gia Việt Minh. Còn ông thì giải tán đơn vị và trở về nhà.\n\n==Quân đội Liên hiệp Pháp==\nNăm 1946 khi người Pháp tái chiếm Đông Dương, ông tái ngũ và được thăng cấp Trung úy. Năm 1947 chuyển sang phục vụ cho Quân đội [[Liên hiệp Pháp]]. Năm 1948 ông được cử giữ chức vụ Giám đốc Binh sĩ Cuộc ở Huế. Tháng 12 cùng năm ông được thăng cấp [[Đại úy]], giữ chức vụ Trưởng phòng 3 Việt binh Đoàn ở Huế. Tại đây ông đã kết bạn với một Đại úy trẻ người Việt khác tên là [[Đỗ Mậu]] giữ chức vụ Tham mưu phó Việt binh đoàn. Chính tướng Đỗ Mậu về sau ghi nhận rất cảm phục ông khi ''\"dám sỉ vả một Trung tá người Pháp đang giữ chức Trưởng phái bộ Quân sự, cố vấn cho Trung tá [[Nguyễn Ngọc Lễ]]\"''.<ref name=\"Mậu, 1960\">Hoành Linh Đỗ Mậu, ''Việt Nam Máu Lửa Quê Hương Tôi''. Chương 11: Năm 1960, bắt đầu của sự sụp đổ.<\/ref>\n\n==Quân đội Quốc gia Việt Nam==\nNăm 1950 ông được chuyển biên chế sang phục vụ Quân đội Quốc gia thuộc Quốc gia Việt Nam do Quốc trưởng [[Bảo Đại]] làm Tổng Chỉ huy. Đầu năm 1954 ông rời Việt binh đoàn ở Huế chuyển đi làm Tiểu đoàn trưởng Tiểu đoàn 603 Khinh quân,<ref>Tiểu đoàn 603 Khinh quân được thành lập ngày 1 tháng 7 năm 1953 tại Phan Rí, Bình Thuận.<\/ref> đồn trú tại Phan Rang. Ngày 1 tháng 7 năm 1954, ông được thăng cấp [[Thiếu tá]] do sự vận động của Đại tá [[Nguyễn Ngọc Lễ]], Tư lệnh Phân khu Duyên Hải.\n\nSau khi Chí sĩ [[Ngô Đình Diệm]] về nước giữ chức vụ Thủ tướng, mâu thuẫn giữa tân [[Thủ tướng Quốc gia Việt Nam|Thủ tướng]] và Tổng Tham mưu trưởng [[Nguyễn Văn Hinh]] nhanh chóng bùng nổ. Tướng Hinh lên kế hoạch đảo chính Thủ tướng Diệm nhưng bất thành. Được sự vận động của Đại tá Nguyễn Ngọc Lễ, bấy giờ là Tư lệnh Phân khu Duyên hải, ông đã đem 700 quân<ref>Gồm Tiểu đoàn 83 Việt Nam cộng thêm quân số thuộc Tiểu khu Phú Yên, Khánh Hòa và Ninh Thuận cùng 50 Nghĩa Dũng Đoàn, Công an Phan Rang.<\/ref> rút vào vùng rừng núi Sầu Đâu, cách Phan Rang khoảng 10 cây số để lập Chiến khu Đông, chống lại tướng [[Nguyễn Văn Hinh]], biểu lộ thái độ ủng hộ Thủ tướng Diệm.\n\n==Quân đội Việt Nam Cộng hòa==\n===Quan lộ thăng tiến===\nSau khi âm mưu đảo chính bất thành, tướng Hinh buộc phải rời bỏ chức vụ và phải sang Pháp, ông được Thủ tướng Diệm triệu hồi về và ra lệnh giải tán chiến khu Đông để về giữ chức vụ Tỉnh trưởng Ninh Thuận. Đầu năm 1955 ông được bổ nhiệm chức vụ Tỉnh trưởng Bình Thuận thay thế ông Lưu Bá Châm. Tháng 10 năm 1955, Thủ tướng Diệm phế truất Quốc trưởng [[Bảo Đại]] và giữ vai trò Quốc trưởng, ông được thăng cấp [[Trung tá]] bàn giao tỉnh Bình Thuận lại cho Trung tá [[Phan Xuân Nhuận]] để đi du học lớp Tham mưu trưởng tại Trường Tham mưu Paris ở Pháp.\n\nĐầu năm 1956 mãn khóa học về nước, ông được thăng cấp [[Đại tá]] và được bổ nhiệm làm Tư lệnh Đệ Tứ Quân khu Nam Cao nguyên thay thế Đại tá [[Linh Quang Viên]]. Giữa năm ông được thăng cấp [[Thiếu tướng]] tại nhiệm. Ngày 1 tháng 9 cùng năm, ông được bổ nhiệm làm Tư lệnh Đệ Nhị Quân khu Trung Việt. Ngày 10 tháng 12 cuối năm ông được thăng cấp [[Trung tướng]] tại nhiệm.\n\nNgày 1 tháng 6 năm 1957 ông được bổ nhiệm chức vụ Tư lệnh [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I]] tân lập. Trung tuần tháng 10 cùng năm, ông được lệnh bàn giao Quân đoàn I lại cho Trung tướng [[Trần Văn Đôn]] để về Bộ Tổng tham mưu chờ nhận nhiệm vụ mới. Tháng 8 năm 1958 ông được cử đi tu nghiệp lớp tham mưu cao cấp (khóa 1958-2) ở Đại học Chỉ huy và Tham mưu Fort Leavenworth, Hoa Kỳ.<ref>Lớp Chỉ huy Tham mưu 1958-2 thụ huấn 16 tuần, Đại học Quân sự [[Hoa Kỳ]] thu nhận 4 sĩ quan Việt Nam Cộng hòa gồm có: Trung tướng Thái Quang Hoàng, Trung tướng [[Dương Văn Minh]], Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]] và Trung tá [[Nguyễn Văn Kiểm (thiếu tướng Việt Nam Cộng hòa)|Nguyễn Văn Kiểm]].<\/ref> Đầu năm 1959 về nước, ông được bổ nhiệm chức vụ Tư lệnh [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III]] tân lập. Giữa tháng 4 cùng năm kiêm Tư lệnh Quân khu Thủ đô thay thế Trung tướng [[Dương Văn Minh]] được cử làm Tổng Thư ký Thường trực Bộ Quốc phòng. Tháng 10 cùng năm bàn giao Quân đoàn III cho Trung tướng [[Nguyễn Ngọc Lễ]], chỉ còn đảm trách Quân khu Thủ đô.\n\n===Bị thất sủng===\nNgày 11 tháng 11 năm 1960, [[Đảo chính Việt Nam Cộng hòa 1960|cuộc đảo chính quân sự]] lật đổ Tổng thống [[Ngô Đình Diệm]] do Đại tá [[Nguyễn Chánh Thi]] và Trung tá [[Vương Văn Đông (Trung tá, Quân đội Việt Nam Cộng hòa)|Vương Văn Đông]]<ref>Cựu Trung tá [[Vương Văn Đông]] sinh năm 1930 tại Hà Nội, tốt nghiệp khóa 2 Võ bị Huế. Nguyên Liên đoàn phó Liên đoàn Nhảy dù, xuất ngũ năm 1960.<\/ref> cầm đầu đã nổ ra. Quân đảo chính lợi dụng bất ngờ đã chiếm giữ được một số vị trí quan trọng, kiểm soát được Quân khu Thủ đô và bao vây Dinh Độc Lập. Ông bị các chỉ huy đảo chính bắt giữ và đưa về Bộ Tổng Tham mưu quản thúc trong căn nhà dùng làm Trung tâm Hành quân của cuộc đảo chánh.\n\nTuy nhiên, cuộc đảo chính nhanh chóng bất thành. Nhóm sĩ quan chỉ huy đảo chính đã cướp máy bay, ép Đại úy phi công [[Phan Phụng Tiên]] lái máy bay để đào thoát sang Campuchia. Họ cũng đã bắt ông theo để làm con tin.<ref name=\"Mậu, 1960\"\/> Sau khi sang đến Campuchia, ông được thả và được phép trở về Việt Nam.<ref>Ngày 15 tháng 11 năm 1960 tướng Hoàng được trở về nước.<\/ref> Tuy nhiên, Tổng thống Diệm đã thất vọng và cáo buộc ông không đủ năng lực để phản ứng với cuộc đảo chính. Vì thế, tháng 11 năm 1961 đã điều chuyển ông sang giữ chức vụ Chỉ huy trưởng trường Đại học Quân sự kiêm Quân trấn trưởng Đà Lạt thay thế Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]] sau khi bàn giao Biệt khu Thủ đô<ref>Tháng 6 năm 1961, Quân khu Thủ đô được đổi thành Biệt khu Thủ đô<\/ref> lại cho Thiếu tướng [[Nguyễn Văn Là]]. Đây là một chức vụ hữu danh vô thực và không thực quyền cầm quân.\n\nTừ sau sự việc này, ông trở nên an phận và không tham gia bất kỳ ý định chính trị nào. Chính vì thế, khi các tướng lĩnh thực hiện [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính 1963]], ông đã không giữ bất cứ vai trò nào. Tuy vậy, khi tướng [[Nguyễn Khánh]] thực hiện cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý]], để loại bỏ hoàn toàn ảnh hưởng của các \"tướng già\", ông đã được tướng Khánh điều vào chức vụ Đại sứ Việt Nam Cộng hòa tại Thái Lan từ tháng 11 năm 1963 sau khi bàn giao trường Đại học Quân sự lại cho Thiếu tướng [[Lê Văn Nghiêm]]. Tuy nhiên, đến tháng 12 năm 1964, ông lại được triệu hồi về để \"ngồi chơi xơi nước\". Người hùng của cuộc đảo chính năm 1963, tướng [[Dương Văn Minh]], sang Thái Lan thay chức vụ của ông. Tháng 8 năm 1965, ông nhận được quyết định giải ngũ khi mới 45 tuổi.\n\n===Vĩ thanh===\nNăm 1967 ông tham gia liên danh với các cựu tướng lĩnh như [[Trần Văn Đôn]], [[Tôn Thất Đính]], [[Huỳnh Văn Cao]], [[Nguyễn Văn Chuân]], [[Lê Văn Nghiêm]], [[Tôn Thất Xứng]]... ra tranh cử Thượng viện. Tuy nhiên ông bị thất cử. Từ đó ông sống thầm lặng.\n\n==1975==\nNgày 30 tháng 4 ông cùng gia đình di tản khỏi [[Việt Nam]], rồi sang định cư tại Tiểu bang [[Virginia]], [[Hoa Kỳ]]. Sau đó ông và gia đình di chuyển sang Tiểu bang [[Texas]] hành nghề kim hoàn kiếm sống và dần trở thành Giám đốc một công ty tư nhân chuyên về nữ trang tại [[Arlington, Texas|Arlington]], [[Texas]].\n\nNgày 22 tháng 2 năm 1993 ông từ trần vì bệnh ung thư tại nơi định cư, hưởng thọ 75 tuổi.\n\n==Nhận định==\n:''Tướng Thái Quang Hoàng là người ít nói nhưng khí phách và can trường. Ông có một đức tính hiếm hoi là không bao giờ nói xấu ai với cấp trên. Thái độ quân tử nhiều khi vô lý của Thái Quang Hoàng đã làm cho tướng [[Lê Văn Tỵ]] phải bực mình...''\n\n==Gia đình==\n*Bào đệ: [[Thái Quang Chức (Trung tá, Quân lực VNCH)|Thái Quang Chức]] (Nguyên Trung tá thuộc Quân chủng Hải quân VNCH)\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết==\n*[http:\/\/www.highbeam.com\/doc\/1P2-934905.html Article from:The Washington Post Article] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150924202035\/http:\/\/www.highbeam.com\/doc\/1P2-934905.html |date = ngày 24 tháng 9 năm 2015}} date:ngày 1 tháng 3 năm 1993 | Copyright informationThis material is published under license from the Washington Post.\n\n[[Thể loại:Sinh năm 1920]]\n[[Thể loại:Mất năm 1993]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Cựu binh Quân đội Thuộc địa Pháp]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Người họ Thái]]"}