{"503101":"'''Thái Công Triều''' (蔡公朝, ?-?) là một võ quan triều [[nhà Nguyễn|Nguyễn]]. Ông theo [[Lê Văn Khôi]] trong cuộc nổi dậy ở [[thành Gia Định]] (1833-1835). Khi đại cục thất bại, Thái Công Triều bị bắt và xử tội chết.\n\n== Tiểu sử ==\n'''Thái Công Triều''' là người ở [[Thừa Thiên Huế|Thừa Thiên]]. Không rõ thân thế<ref>''Đại Nam chính biên liệt truyện'' không có truyện riêng về Thái Công Triều, mà chỉ chép xen trong ''Truyện các nghịch thần'', mục: ''Lê Văn Khôi''.<\/ref>, chỉ biết trước khi nổ ra [[cuộc nổi dậy Lê Văn Khôi]] (1833-1835) tại [[thành Gia Định|thành Phiên An]] thì ông đang làm vệ úy coi biền binh<ref>Triều Nguyễn, biền binh là loại lính mộ tại địa phương. Theo phép \"biền binh ban lệ\" lúc bấy giờ thì các đơn vị chia làm ba phiên, hai phiên cho về quê, chỉ giữ lại một phiên, rồi cứ thay phiên thay đổi nhau (theo [[Đào Duy Anh]], ''Việt Nam văn hoá sử cương'', Nhà xuất bản Bốn Phương, Sài Gòn, không ghi năm xuất bản, trang 158).<\/ref> ở đó.\n\nTheo sử liệu thì [[Lê Văn Khôi]] vốn là một thổ hào ở [[Cao Bằng]], sau theo cha nuôi là Tả quân [[Lê Văn Duyệt]] vào [[Miền Nam (Việt Nam)|Nam]]. Đêm 18 [[tháng năm|tháng 5]] [[âm lịch]] năm [[Quý Tỵ]] (1833), vì bất mãn<ref>Xem chi tiết ở trang [[Lê Văn Khôi]].<\/ref>, Lê Văn Khôi đã cùng với 27 người lính hồi lương giết chết Bố chính Bạch Xuân Nguyên và Tổng đốc Nguyễn Văn Quế...\n\nĐược phần nhiều quân lính ở Phiên An ủng hộ, Lê Văn Khôi bèn chiếm lấy thành, tự xưng là Đại nguyên suý, phong chức cho những người đồng mưu để cùng chống lại [[nhà Nguyễn]]. Khi ấy, Thái Công Triều được làm trung quân và được cử đi đánh lấy các tỉnh thành.\n\nTheo giáo sư Nguyễn Phan Quang thì quân Thái Công Triều ''đi đến đâu quan lại triều Nguyễn bỏ chạy đến đấy. Quân sĩ và nhân dân các nơi nức lòng đi theo nghĩa quân, chỉ trong vòng một tháng đã chiếm được cả sáu tỉnh [[Nam Kỳ]].'' <ref>Nguyễn Phan Quang, trang 237.<\/ref>\n\nĐang khi thắng lợi, thì Lê Văn Khôi cắt đôi đất [[Nam Kỳ]], giao một nửa cho Thái Công Triều quản lĩnh để đền công<ref>GS. Nguyễn Phan Quang phê: ''Đây là một sai lầm nghiêm trọng của Lê Văn Khôi'' (trang 237).<\/ref>.\n\nNghe tin có binh biến ở [[Nam Kỳ|miền Nam]], vua [[Minh Mạng]] liền sai năm tướng là: [[Tống Phước Lương]], [[Phan Văn Thúy]], [[Đốc Binh Vàng|Trần Văn Năng]], [[Nguyễn Xuân]], [[Trương Minh Giảng]] cùng thống lĩnh quân thủy bộ và tượng binh tiến gấp vào đánh dẹp.\n\nKhoảng trung tuần [[tháng bảy|tháng 7]] năm [[1833]], cả ba đạo đại quân xuất phát từ [[Huế]] đã đến [[Gia Định]]. Thấy lực lượng binh triều đông đảo và hùng hổ quá, địa chủ và phú hào các nơi đều dao động, lần lượt quay về với triều đình.\n\nSuy tính thiệt hơn, Thái Công Triều bèn đầu hàng triều đình, rồi dẫn quân đi đánh lại Lê Văn Khôi, lấy lại các tỉnh thành mà trước đây ông đã chỉ huy chiếm được<ref>[[Trần Trọng Kim]], [[Việt Nam sử lược]]. Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968, trang 446.<\/ref>.\n\nLê Văn Khôi biết thế không chống nổi, bèn vào thành Phiên An cố thủ, rồi sai người sang [[Xiêm|Xiêm La]] cầu cứu. Đầu năm 1834, Lê Văn Khôi chết vì bệnh phù thũng và quân Xiêm sang cứu cũng đã bị đánh tan. Nhưng dưới sự chỉ huy của Tiền quân [[Nguyễn Văn Trắm]], quân nổi dậy vẫn tiếp tục cầm cự cho đến ngày 16 tháng 7 năm 1835, thành mới bị đánh hạ.\n\nMặc dù nỗ lực lập công chuộc tội, nhưng trong đoàn phạm nhân bị đóng cũi [[sắt]] giải về Huế, có Thái Công Triều. Bùi Văn Cúc (con nuôi của Lê Văn Khôi) đã khai ông là một trong những tay chủ mưu. Ông bị kêu án lăng trì, nhưng xét vì có công và vì biết ăn năn nên giảm xuống còn tội xử trảm<ref>Theo ''Đại Nam chính biên liệt truyện'' (trang 1027) và Vương Hồng Sển (trang 216).<\/ref>.\n\nThái Công Triều bị chém chết lúc nào không rõ.\n\n==Lời bàn==\n(Chỉ dùng để tham khảo)\n*Sử gia [[Phạm Văn Sơn]]:\n:''Thái Công Triều, một đại tướng của Khôi đã trở giáo ra đầu hàng quân triều và đánh lại quân khởi nghĩa. Do sự phản bội bất thình lình này, mặt trận Gia Định của Khôi bị uy hiếp và tinh thần của quân khởi nghĩa bị xuống dần <ref>Phạm Văn Sơn, trang 354.<\/ref>.\n\n*Học giả [[Vương Hồng Sển]]:\n:'' (Thái Công) Triều theo (Lê Văn) Khôi là đầu hàng đỡ chớ vẫn nhị tâm, nên lén tư thông đưa thư cho các đồng liêu cũ... Khi có tin binh triều đi phạt tội đã đến Mô Xoài ([[Bà Rịa]]), Triều gởi thơ ra tận Huế, một mặt thông đồng với binh vua, một mặt phản lại Khôi... Ở Rạch Chanh (Đăng Giang), Triều gặp tả quân Sáu Khả, giả chước mời qua thuyền yến ẩm rồi xuất kỳ bất ý giết Khả và hạ sát cả bọn tùy tùng... Tội nghiệp phần nào mà cũng đáng đời phần nào là Thái Công Triều, lội qua phe Khôi, rồi lội trở qua phe triều đình mà cũng không khỏi rụng đầu.<ref>Vương Hồng Sển, trang 211 và 216.<\/ref>\n\n==Xem thêm==\n*[[Lê Văn Khôi]]\n*[[Cuộc nổi dậy Lê Văn Khôi]]\n*[[Nguyễn Văn Trắm]]\n*[[Trận thành Phiên An]]\n\n== Chú thích ==\n{{Tham khảo}}\n{{sơ khai nhân vật quân sự Việt Nam}} \n==Sách tham khảo chính==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm tổng tài), ''Đại Nam chính biên liệt truyện''. Nhà xuất bản Văn học, 2004.\n*[[Phạm Văn Sơn]], [[Việt sử tân biên]] (quyển 4). Tủ sách Sử học Việt Nam xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1961.\n*Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'' (1802-1884). Nhà xuất bản [[Thành phố Hồ Chí Minh]], 2002.\n*[[Vương Hồng Sển]], ''Đất sành cũ đất Nam Kỳ và giặc Lê Văn Khôi'', in trong ''Khảo về đồ sứ men lam ([[Huế]])''. Nhà xuất bản Mỹ thuật, 1994.\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Quân nổi dậy Việt Nam]]\n[[Thể loại:Người bị xử tử hình]]"}