{"157720":"{{Chú thích trong bài|date=tháng 7\/2022}}\n{{Thông tin nghệ sĩ\n| name = Thái Thị Liên\n| tiền tố = [[Giáo sư]] - [[Tiến sĩ]]<br>[[Nhà giáo Nhân dân]]<br>[[Nghệ sĩ Nhân dân]]\n| hình = Thái Thị Liên.jpg\n| cỡ hình = \n| birth_date = {{Ngày sinh|1918|8|4|df=yes}}\n| birth_place = [[Chợ Lớn]], [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Liên bang Đông Dương]]\n| death_date = {{ngày mất và tuổi|2023|1|31|1918|8|4|df=yes}}\n| nơi mất = [[Hà Nội]], [[Việt Nam]]\n| dân tộc = \n| education = Nhạc viện Praha\n| công việc = \n| năm hoạt động = \n| tổ chức = \n| nổi tiếng = \n| notable works = \n| quê quán = \n| chiều cao = \n| cha = Thái Văn Lân\n| mẹ = \n| relatives = [[Thái Văn Lung]] (anh trai)<br> Thái Thị Lang (chị gái)\n| spouse = [[Trần Ngọc Danh]]<br>[[Đặng Đình Hưng]]\n| children = [[Trần Bạch Thu Hà|GS. TS, NGND, NSND Trần Bạch Thu Hà]]<br>[[KTS. Trần Thanh Bình]]<br>[[Đặng Thái Sơn|NSND Đặng Thái Sơn]]\n| awards = [[Nghệ sĩ Nhân dân]]<br \/>[[Nhà giáo Nhân dân]]\n| website = \n| chữ ký = \n| cỡ chữ ký = \n| an táng = \n| cư trú = \n| nationality = {{VIE}}<br \/>{{CAN}}\n| tên khác = \n| ghi chú hình = \n| tên gốc = \n| birth_name = Thái Thị Liên\n}}\n'''Thái Thị Liên''' ([[4 tháng 8]] năm [[1918]] – [[31 tháng 1]] năm [[2023]]<ref name=\"Báo Tuổi Trẻ Online\">{{chú thích web | title=Nghệ sĩ, Nhà giáo nhân dân Thái Thị Liên - mẹ nghệ sĩ Đặng Thái Sơn - qua đời | website=Báo Tuổi Trẻ Online | date = ngày 31 tháng 1 năm 2023 | url=https:\/\/tuoitre.vn\/nghe-si-nha-giao-nhan-dan-thai-thi-lien-me-nghe-si-dang-thai-son-qua-doi-20230131142804894.htm | language=vi | access-date = ngày 31 tháng 1 năm 2023}}<\/ref>) là nghệ sĩ [[dương cầm]] người Việt Nam. Bà là một trong số nữ danh cầm đầu tiên của Việt Nam tiên phong đồng sáng lập [[Học viện Âm nhạc Quốc gia Việt Nam]],<ref>VietNamNet, [http:\/\/nguoivienxu.vietnamnet.vn\/vinhdanhnuocviet\/2004\/09\/262060\/ Nghệ sĩ nhân dân Đặng Thái Sơn: Con người của những \"thanh âm\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080104090020\/http:\/\/nguoivienxu.vietnamnet.vn\/vinhdanhnuocviet\/2004\/09\/262060\/ |date = ngày 4 tháng 1 năm 2008}}<\/ref> mẹ của nghệ sĩ nhân dân [[Đặng Thái Sơn]] và [[Trần Bạch Thu Hà]],<ref>AMNHACVIETNAM.vn, [http:\/\/amnhacvietnam.vn\/tin-tuc\/nsnd-thai-thi-lien-99-tuoi-bieu-dien-piano\/ NSND Thái Thị Liên 99 tuổi biểu diễn Piano (26\/11\/2016)]<\/ref> và là người thầy của nhiều nghệ sĩ dương cầm nổi tiếng.\n\n==Tuổi trẻ==\nBà sinh [[4 tháng 8]] năm [[1918]] tại [[Chợ Lớn]] (nay thuộc [[Thành phố Hồ Chí Minh]]) trong một gia đình Công giáo giàu có; có 7 anh chị em. Chị gái là [[Thái Thị Lang]], nhà soạn nhạc nữ đầu tiên của Việt Nam, nghệ sĩ piano Việt Nam đầu tiên tốt nghiệp Nhạc viện Paris và từng lưu diễn khắp thế giới. Anh trai là luật sư [[Thái Văn Lung]] hy sinh năm 1946 và tên ông được đặt cho một con đường giữa trung tâm TP Hồ Chí Minh. Các anh chị em trong gia đình đều được học đàn trước khi học chữ.<ref>[https:\/\/harmony.edu.vn\/tintuc\/nguoi-huyen-thoai-cua-dang-thai-son-mot-ky-luc-guinness-trong-nhac\/ Người mẹ huyền thoại của Đặng Thái Sơn một kỷ lục Guinness trong âm nhạc]<\/ref>\n\nBà ngoại là cụ [[Kha Vạng Lấm]] (cô ruột của cố bộ trưởng [[Kha Vạng Cân]]). Dòng họ Kha Vạn nổi tiếng tài danh và giàu có ở Nam Bộ.\n\nCha là kỹ sư Thái Văn Lân, một trong những kỹ sư điện đầu tiên của Việt Nam tốt nghiệp tại Pháp. Ông làm việc ở Công ty Điện lực Đông Pháp, mang quốc tịch Pháp, với cái tên Alexis TVLân. Trong việc giáo dục con, ông tiếp thu nền giáo dục văn minh phương Tây, cụ thể là nền văn minh Pháp. Thái Văn Lân rất thích tranh của [[Picasso]], khuyến khích các con đọc sách, chơi đàn, vẽ và tạo mọi điều kiện để các con phát triển toàn diện. \n\nTừ năm lên 4, bà Thái Thị Liên bắt đầu được các [[nữ tu]] trong [[trường dòng]] dạy đàn dương cầm. Sau 1946, bà sang Pháp để du học và thi đỗ vào [[Nhạc viện Paris]].\n\n==Gia đình ==\nSau khi chiến tranh bùng nổ giữa Việt Nam và Pháp, bà qua Pháp học tập. Bà đã xin gia nhập vào Liên đoàn Phụ nữ Dân chủ thế giới. Từ đó gặp gỡ và kết hôn với ông [[Trần Ngọc Danh]], lúc đó là Trưởng phái đoàn đại diện của Chính phủ [[Việt Nam Dân chủ Cộng hòa]], em ruột Tổng bí thư [[Đảng Cộng sản Việt Nam]] đâu tiên [[Trần Phú]]. Năm [[1948]], bà và chồng chuyển đến sống tại [[Praha]] ([[Tiệp Khắc]], nay thuộc [[Séc|Czech]]). Bà theo học và trở thành một trong những người Việt Nam đầu tiên có bằng đại học tại Nhạc viện Praha.\n\nSau khi người chồng đầu qua đời tại chiến khu [[Việt Bắc]], bà tái hôn với nhà thơ [[Đặng Đình Hưng]]. Năm [[1958]], chồng bà bị liên quan đến [[Phong trào Nhân Văn - Giai Phẩm]] trong lúc bà mang thai con thứ ba, [[Đặng Thái Sơn]], gia đình bà đã rơi vào hoàn cảnh rất cực khổ. Bà đã phải vất vả một mình nuôi dạy 3 người con và người con riêng của chồng – Đặng Hồng Quang. Sau này cả Trần Bạch Thu Hà, Đặng Thái Sơn và Đặng Hồng Quang đều trở thành nghệ sĩ piano. [[Trần Bạch Thu Hà]] là giáo sư, nhà giáo nhân dân, nghệ sĩ nhân dân, nguyên giám đốc Nhạc viện Hà Nội. Người con thứ hai, Trần Thanh Bình là kiến trúc sư đầu ngành và hiện là Viện trưởng Viện Nghiên cứu thiết kế trường học của [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục Đào tạo Việt Nam]]. Đặng Hồng Quang (con riêng của chồng) nhiều năm là Chủ nhiệm khoa Piano tại [[Nhạc viện Thành phố Hồ Chí Minh|Nhạc viện thành phố Hồ Chí Minh]]. Đặng Thái Sơn đã đạt giải nhất [[Cuộc thi piano quốc tế Frédéric Chopin|cuộc thi piano quốc tế Chopin]] và trở thành nghệ sĩ dương cầm nổi tiếng ở cả trong lẫn ngoài nước.<ref name=\"Báo Công an nhân dân điện tử 2017\">{{chú thích web | title=Chuyện ít biết về người Mẹ của nghệ sĩ tài danh Đặng Thái Sơn | website=Báo Công an nhân dân điện tử | date = ngày 9 tháng 3 năm 2017 | url=http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Chuyen-it-biet-ve-nguoi-Me-cua-nghe-si-tai-danh-Dang-Thai-Son-431665\/ | language=vi | access-date = ngày 23 tháng 5 năm 2021 | archiveurl=https:\/\/web.archive.org\/web\/20201130085540\/http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Chuyen-it-biet-ve-nguoi-Me-cua-nghe-si-tai-danh-Dang-Thai-Son-431665\/ | archivedate = ngày 30 tháng 11 năm 2020}}<\/ref>\n\n==Sự nghiệp==\nNăm [[1951]], sau khi sinh con gái đầu lòng Thu Hà (1949), bà ôm con bay từ Tiệp Khắc đến Bắc Kinh, rồi theo đường bí mật trở về Việt Nam đang trong giai đoạn kháng chiến ác liệt. Dù phải bỏ lại quần áo, đồ dùng, nhưng sách nhạc thì bà nhất định phải mang theo. Gia tài ấy chẳng may bị mất hết trong lúc chạy bom, may còn giữ lại được tấm bằng tốt nghiệp Nhạc viện. Ngày lánh tạm nhà dân, đêm địu con cuốc bộ xuyên rừng với hai bàn chân trần sưng tấy, sau hai tuần bà mới về tới ATK (an toàn khu) với người chồng đang bệnh nặng.\n\nBà dịch lời những bài hát kháng chiến sang tiếng Pháp để tuyên truyền địch vận, hát cho bọn trẻ nghe ở lớp học chữ do bà mở trong làng, dạy ký xướng âm cho các đoàn văn nghệ, đôi khi chỉ huy dàn hợp xướng. Ông Trần Ngọc Danh bị ho lao mà chết trong rừng trong lúc bà mang thai người con thứ hai là Trần Thanh Bình.<ref name=\"latimes\">{{chú thích báo|url=http:\/\/articles.latimes.com\/2010\/dec\/26\/entertainment\/la-ca-vietnam-national-academy-20101226\/2|title=The force behind Vietnam's classical music tradition: Madame Thai Thi Lien|publisher=Los Angeles Times|author=Mark Swed|date=ngày 26 tháng 12 năm 2010|access-date =ngày 21 tháng 3 năm 2011|archive-date = ngày 10 tháng 3 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110310092513\/http:\/\/articles.latimes.com\/2010\/dec\/26\/entertainment\/la-ca-vietnam-national-academy-20101226\/2}}<\/ref> Bà chính thức hoạt động âm nhạc từ khi tham gia Đoàn Ca Múa nhân dân Trung ương, là nơi bà gặp người chồng sau này, chính trị viên của Đoàn, nhà thơ, nhạc sĩ Đặng Đình Hưng.\n\nSau ngày hoà bình lập lại ở miền Bắc, bà cùng Đội Hợp xướng Hòa Bình do nhạc sĩ [[Lưu Hữu Phước]] dẫn đầu đã sang [[Thượng Hải]] – [[Trung Quốc]] thu thanh những đĩa nhạc đầu tiên của Việt Nam. Chương trình còn thiếu dân ca Nam Bộ, thế là bài hát ''Ru con Nam Bộ'' kết hợp từ ''Lý giao duyên'' còn đọng trong ký ức của bà và Lý bốn mùa mà nhạc sĩ Lưu Hữu Phước còn nhớ được ghi âm với tiếng hát của ca sĩ Thương Huyền trên phần đệm piano của nghệ sĩ Thái Thị Liên. Sau này bà đã soạn lại cho piano độc tấu, đưa vào giáo trình của Trường nhạc.\n\nNăm [[1955]], bà cùng với [[Tạ Phước]], [[Lê Yên]], [[Tô Vũ (nhạc sĩ)|Tô Vũ]], [[Vũ Tuấn Đức]], [[Doãn Mẫn]], [[Lều Thọ Hợp]] là 7 người có công lập nên [[Học viện Âm nhạc Quốc gia Việt Nam|Trường Âm nhạc Việt Nam]] (sau này là Nhạc viện Hà Nội). Bà tập hợp được một số cô giáo dạy đàn nghiệp dư tại Hà Nội lúc bấy giờ: bà Vượng, bà Nghĩa, bà Mai, bà Minh Thu, bà Lê Liên…, rồi bồi dưỡng thêm về chuyên môn cho các bà trong gần một năm trời. Đội ngũ giảng viên piano đầu tiên còn có bà [[Vũ Thị Hiển]] (thân mẫu của nghệ sĩ piano [[Tôn Nữ Nguyệt Minh]]) từng học luật tại Pháp nhưng cũng là một tay đàn amateur có tiếng ở Hà Nội thời đó.\n\nBà cũng dành thời gian biên soạn giáo trình sơ cấp piano và giáo trình này được tái bản khá nhiều lần. Bà trở thành chủ nhiệm khoa piano đầu tiên của Nhạc viện và giữ cương vị này cho đến năm 1976 thì chuyển vào trong nhạc viện Sài Gòn dạy tư.<ref>{{Chú thích web |url=http:\/\/www.vnam.edu.vn\/NewsDetail.aspx?lang=&ItemID=1012 |ngày truy cập=2017-11-24 |tựa đề=NGƯỜI THẦY ĐẦU TIÊN CỦA KHOA PIANO TRƯỜNG ÂM NHẠC VIỆT NAM |archive-date = ngày 1 tháng 12 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20171201032445\/http:\/\/www.vnam.edu.vn\/NewsDetail.aspx?lang=&ItemID=1012 |url-status=dead }}<\/ref> Bà cũng là một trong những nghệ sĩ đầu tiên về công tác tại Đoàn Ca múa Nhân dân Trung ương (tiền thân của [[Nhà hát ca múa nhạc Việt Nam]]).\n\nThái Thị Liên là người đã dạy dỗ nhiều nghệ sĩ, nhạc sĩ nổi tiếng, và được Nhà nước Việt Nam phong tặng danh hiệu [[Nghệ sĩ Nhân dân|Nghệ sĩ nhân dân]] và [[Nhà giáo Nhân dân|Nhà giáo nhân dân]].\n\nTừ đầu năm 1981, Thái Thị Liên đã xin nghỉ ở Nhạc viện Hà Nội để được đi cùng hỗ trợ con trai Đặng Thái Sơn tiếp tục sự nghiệp âm nhạc khắp thế giới. Bà làm đủ công việc hỗ trợ cho con như thư ký, đánh máy, tốc ký và cả công việc nội trợ. Thái Thị Liên chỉ bớt chăm sóc con đi khi bà bước qua tuổi 90.\n\nBà nhập quốc tịch [[Canada]] từ năm 1995 nhưng đã trở về sống tại Hà Nội. Từ trước Tết Nguyên đán Quý Mão năm 2023, sức khoẻ của bà đã yếu đi nhiều, bà qua đời vào sáng ngày 31 tháng 1 năm 2023, hưởng thọ 104 tuổi.\n\n==Xem thêm==\n*[[Đặng Thái Sơn]]\n*[[Trần Bạch Thu Hà]]\n\n==Chú thích==\n{{tham khảo|3}}\n\n==Tham khảo==\n*[http:\/\/vnexpress.net\/Vietnam\/Van-hoa\/Guong-mat-Nghe-sy\/2003\/08\/3B9CA568\/ Nghệ sĩ Thái Thị Liên - nơi sinh thành của những giấc mơ]\n*[http:\/\/www.laodong.com.vn\/Home\/xahoi\/2007\/2\/24282.laodong Nhầm lẫn liên quan tới Nghệ sĩ Ưu tú Thái Thị Liên], [http:\/\/web.archive.org\/web\/20070223053256\/http:\/\/www.laodong.com.vn\/Home\/xahoi\/2007\/2\/24282.laodong cache]\n*[http:\/\/amnhacvietnam.vn\/tin-tuc\/nsnd-thai-thi-lien-99-tuoi-bieu-dien-piano\/ NSND Thái Thị Liên 99 tuổi biểu diễn Piano (26\/11\/2016)]\n*[https:\/\/tuoitre.vn\/nghe-si-nha-giao-nhan-dan-thai-thi-lien-me-nghe-si-dang-thai-son-qua-doi-20230131142804894.htm Nghệ sĩ, Nhà giáo nhân dân Thái Thị Liên - mẹ nghệ sĩ Đặng Thái Sơn - qua đời]\n\n{{Thời gian sống|sinh=1918|mất=2023}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Người Canada gốc Việt]]\n[[Thể loại:Nghệ sĩ dương cầm Việt Nam]]\n[[Thể loại:Nghệ sĩ hải ngoại]]\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Nhà giáo Nhân dân]]\n[[Thể loại:Phong trào Nhân Văn-Giai Phẩm]]\n[[Thể loại:Người thọ bách niên Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}