{"58889":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Thái Thụy\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.5\n| kinh độ = 106.5\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 256,83 km²\n| dân số = 267.012 người\n| thời điểm dân số = 2009 \n| mật độ dân số = 1.040 người\/km²\n| dân tộc = [[Người Việt|Kinh]]...\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện lỵ = thị trấn [[Diêm Điền (thị trấn)|Diêm Điền]]\n| thành lập = [[1969]] \n| chủ tịch UBND = Nguyễn Văn Hóa \n| chủ tịch HĐND = Đỗ Văn Hiện \n|bí thư =  Vũ Thanh Vân\n| phân chia hành chính = 1 thị trấn, 35 xã \n| trụ sở UBND = \n| mã hành chính = 341<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| web = {{url|thaithuy.thaibinh.gov.vn}}\n|biển số xe=17-B1 - 6xx.xx; 17-B6}}\n\n'''Thái Thụy''' là một [[huyện (Việt Nam)|huyện]] ven biển nằm ở phía đông tỉnh [[Thái Bình]], [[Việt Nam]]<ref name=Ms@124 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 11\/04\/2019.<\/ref><ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref>.\n\n== Địa lý ==\n===Vị trí địa lý===\nHuyện Thái Thụy nằm ở phía đông của tỉnh [[Thái Bình]], nằm cách thành phố [[Thái Bình (thành phố)|Thái Bình]] khoảng 32 km, cách trung tâm thủ đô [[Hà Nội]] khoảng 142 km, có vị trí địa lý:\n*Phía đông giáp [[vịnh Bắc Bộ]]\n*Phía tây giáp huyện [[Đông Hưng]] và huyện [[Quỳnh Phụ]]\n*Phía nam giáp huyện [[Kiến Xương]] và huyện [[Tiền Hải]]\n*Phía bắc giáp huyện [[Vĩnh Bảo]] và huyện [[Tiên Lãng]] thuộc thành phố [[Hải Phòng]].\n\nGiữa huyện có sông Diêm Hộ chảy qua theo hướng tây - đông, đổ ra cửa Diêm Hộ, chia huyện thành hai nửa gần tương đương về diện tích.\n\nHuyện có diện tích là 256,83 km². Dân số năm 2009 là 267.012 người, mật độ dân số đạt 1.040 người\/km². 5,6% dân số theo [[đạo Thiên Chúa]].\n\n=== Khí hậu ===\nKhí hậu Thái Thụy thuộc vùng đặc trưng của khí hậu nhiệt đới ven biển Bắc Bộ, chịu ảnh hưởng của gió mùa. Nhiệt độ trung bình trong năm từ 22 - 24&nbsp;°C; độ ẩm trung bình 86-87%; lượng mưa trung bình 1.788&nbsp;mm\/năm.\n\nThái Thụy có 1.552,3 ha rừng ngập mặn, tập trung tại các xã ven biển, có tác dụng lớn trong phòng hộ đê biển, điều hoà khí hậu và có giá trị lớn về cảnh quan môi trường, bảo tồn hệ sinh thái ngập nước ven biển, có cồn đen rộng hàng chục ha là nơi có thể phát triển ngành du lịch biển.\n\nVới bờ biển dài 27&nbsp;km² và hàng chục nghìn km² lãnh hải, có 3 cửa sông lớn hàng năm đổ ra biển một lượng lớn phù sa, vùng biển Thái Thụy có một tiềm năng hải sản phong phú. Theo số liệu điều tra của viện nghiên cứu Hải sản 1, trong vùng biển Thái Thụy có ít nhất 46 loài cá có giá trị kinh tế cao, 10 loài tôm, 5 loài mực...\n\n=== Địa hình ===\nĐịa hình [[đồng bằng]] [[bờ biển|duyên hải]]. [[Sông Hóa]], [[sông Diêm Hộ]], [[sông Trà Lý]] chảy qua; có cửa Thái Bình, cửa Diêm Hộ, cửa Trà Lý.\n\nHuyện Thái Thụy nằm trong vùng đồng bằng châu thổ được bồi đắp bởi phù sa của hai con sông lớn Thái Bình và Trà Lý, địa hình có xu thế cao dần về phía biển, có 27&nbsp;km bờ biển, hệ thống sông ngòi chằng chịt với các sông chính là sông Hoá, Sông Diêm Hộ và sông Trà Lý. Sông Hoá chảy qua phía Bắc của huyện, là ranh giới tự nhiên giữa huyện Thái Thụy và huyện Vĩnh Bảo, thành phố Hải Phòng đổ ra biển ở cửa Thái Bình. Sông Diêm Hộ chảy từ tây sang đông chia huyện thành 2 khu là khu bắc và khu nam, đổ ra biển ở cửa Diêm Điền. Sông Trà Lý là chi lưu của sông Hồng, chạy qua phần phía nam huyện, phân định ranh giới giữa huyện Thái Thụy với huyện Tiền Hải và Kiến Xương, đổ ra biển ở cửa Trà Lý.\n\n== Hành chính ==\nHuyện Thái Thụy có 36 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Diêm Điền, Thái Thụy|Diêm Điền]] (huyện lỵ) và 35 xã: [[An Tân, Thái Thụy|An Tân]], [[Dương Hồng Thủy]], [[Dương Phúc]], [[Hòa An, Thái Thụy|Hòa An]], [[Hồng Dũng]], [[Mỹ Lộc, Thái Thụy|Mỹ Lộc]], [[Sơn Hà, Thái Thụy|Sơn Hà]], [[Tân Học]], [[Thái Đô]], [[Thái Giang]], [[Thái Hưng, Thái Thụy|Thái Hưng]], [[Thái Nguyên, Thái Thụy|Thái Nguyên]], [[Thái Phúc]], [[Thái Thịnh, Thái Thụy|Thái Thịnh]], [[Thái Thọ]], [[Thái Thượng]], [[Thái Xuyên]], [[Thuần Thành]], [[Thụy Bình]], [[Thụy Chính]], [[Thụy Dân]], [[Thụy Duyên]], [[Thụy Hải]], [[Thụy Hưng]], [[Thụy Liên]], [[Thụy Ninh]], [[Thụy Phong]], [[Thụy Quỳnh]], [[Thụy Sơn]], [[Thụy Thanh]], [[Thụy Trình]], [[Thụy Trường]], [[Thụy Văn]], [[Thụy Việt]], [[Thụy Xuân]].\n\n==Lịch sử==\nĐịa bàn huyện Thái Thụy ngày nay trước đây vốn là hai huyện [[Thái Ninh (huyện cũ)|Thái Ninh]] và [[Thụy Anh]]. Trước khi hợp nhất:\n*Huyện Thái Ninh có 22 xã: Thái An, Thái Đô, Thái Dương, Thái Giang, Thái Hà, Thái Hoà, Thái Học, Thái Hồng, Thái Hưng, Thái Lộc, Thái Mỹ, Thái Nguyên, Thái Phúc, Thái Sơn, Thái Tân, Thái Thành, Thái Thịnh, Thái Thọ, Thái Thuần, Thái Thượng, Thái Thủy, Thái Xuyên.\n*Huyện Thụy Anh có 25 xã: Thụy An, Thụy Bình, Thụy Chính, Thụy Dân, Thụy Dũng, Thụy Dương, Thụy Duyên, Thụy Hà, Thụy Hải, Thụy Hồng, Thụy Hưng, Thụy Liên, Thụy Lương, Thụy Ninh, Thụy Phong, Thụy Phúc, Thụy Quỳnh, Thụy Sơn, Thụy Tân, Thụy Thanh, Thụy Trình, Thụy Trường, Thụy Văn, Thụy Việt, Thụy Xuân.\n\nNgày [[17 tháng 6]] năm [[1969]], huyện Thái Ninh hợp nhất với huyện Thụy Anh thành huyện Thái Thụy, gồm 47 xã: Thái An, Thái Đô, Thái Dương, Thái Giang, Thái Hà, Thái Hoà, Thái Học, Thái Hồng, Thái Hưng, Thái Lộc, Thái Mỹ, Thái Nguyên, Thái Phúc, Thái Sơn, Thái Tân, Thái Thành, Thái Thịnh, Thái Thọ, Thái Thuần, Thái Thượng, Thái Thủy, Thái Xuyên, Thụy An, Thụy Bình, Thụy Chính, Thụy Dân, Thụy Dũng, Thụy Dương, Thụy Duyên, Thụy Hà, Thụy Hải, Thụy Hồng, Thụy Hưng, Thụy Liên, Thụy Lương, Thụy Ninh, Thụy Phong, Thụy Phúc, Thụy Quỳnh, Thụy Sơn, Thụy Tân, Thụy Thanh, Thụy Trình, Thụy Trường, Thụy Văn, Thụy Việt, Thụy Xuân.\n\nNgày [[5 tháng 9]] năm [[1975]], thành lập xã Hồng Quỳnh thuộc huyện Thái Thụy.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-234-BT-thanh-lap-xa-Hong-Quynh-huyen-Thai-Thuy-va-xa-Nam-Cuong-huyen-Tien-Hai-tinh-Thai-Binh-44699.aspx Quyết định số 234-BT năm 1975]<\/ref>\n\nNgày [[18 tháng 12]] năm [[1976]], cắt thôn Tân Hưng của xã Thái Đô nhập vào xã Thái Hòa; thành lập xã Mỹ Lộc trên cơ sở hợp nhất xã Thái Lộc, 4 thôn: Vũ Biên, Chỉ Thiện, Tân Minh, Liên Kết của xã Thái Mỹ và thôn Hải Linh của xã Thái Đô; phần còn lại của xã Thái Mỹ (gồm 2 thôn: Xuân Bắc, Xuân Trung) nhập vào xã Thái Thọ.\n\nNgày [[25 tháng 6]] năm [[1986]], thành lập thị trấn [[Diêm Điền, Thái Thụy|Diêm Điền]] trên cơ sở 40,81 ha đất với 3.373 nhân khẩu của xã Thụy Lương, 107,61 ha đất với 6.049 nhân khẩu của xã Thụy Hà, 29,31 ha đất với 892 nhân khẩu của xã Thụy Hải; tách 276,67 ha đất với 1.909 nhân khẩu của xã Thụy Lương để sáp nhập vào xã Thụy Hà.\n\nNgày [[13 tháng 4]] năm [[2018]], Bộ Xây dựng ban hành Quyết định số 487\/QĐ-BXD công nhận thị trấn Diêm Điền mở rộng\n(gồm thị trấn Diêm Điền và 9 xã: Thụy Trình, Thụy Lương, Thụy Hà, Thụy Hải, Thụy Liên, Thái Thượng, Thái Nguyên, Thái An, Thái Hòa) là đô thị loại IV.\n\nĐến cuối năm 2019, huyện Thái Thụy có thị trấn Diêm Điền và 47 xã: Hồng Quỳnh, Mỹ Lộc, Thái An, Thái Đô, Thái Dương, Thái Giang, Thái Hà, Thái Hoà, Thái Học, Thái Hồng, Thái Hưng, Thái Nguyên, Thái Phúc, Thái Sơn, Thái Tân, Thái Thành, Thái Thịnh, Thái Thọ, Thái Thuần, Thái Thượng, Thái Thủy, Thái Xuyên, Thụy An, Thụy Bình, Thụy Chính, Thụy Dân, Thụy Dũng, Thụy Duyên, Thụy Dương, Thụy Hà, Thụy Hải, Thụy Hồng, Thụy Hưng, Thụy Liên, Thụy Lương, Thụy Ninh, Thụy Phong, Thụy Phúc, Thụy Quỳnh, Thụy Sơn, Thụy Tân, Thụy Thanh, Thụy Trình, Thụy Trường, Thụy Văn, Thụy Việt, Thụy Xuân.\n\nNgày [[11 tháng 2]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 892\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thái Bình (nghị quyết có hiệu lực từ ngày [[1 tháng 3]] năm [[2020]])<ref name=NQ892>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-892-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Thai-Binh-435409.aspx|tựa đề=Nghị quyết số 892\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thái Bình|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Hợp nhất 3 xã: Thụy Hồng, Thụy Dũng và Hồng Quỳnh thành xã Hồng Dũng\n*Hợp nhất 2 xã Thụy Dương và Thụy Phúc thành xã Dương Phúc\n*Hợp nhất 2 xã Thụy An và Thụy Tân thành xã An Tân\n*Hợp nhất 3 xã: Thái Dương, Thái Hồng, Thái Thủy thành xã Dương Hồng Thủy\n*Hợp nhất 2 xã Thái Sơn và Thái Hà thành xã Sơn Hà\n*Hợp nhất 2 xã Thái Hòa và Thái An thành xã Hòa An\n*Hợp nhất 2 xã Thái Thuần và Thái Thành thành xã Thuần Thành\n*Hợp nhất 2 xã Thái Tân và Thái Học thành xã Tân Học\n*Sáp nhập 2 xã Thụy Lương và Thụy Hà vào thị trấn Diêm Điền.\n\nHuyện Thái Thụy có 1 thị trấn và 35 xã như hiện nay.\n\n== Kinh tế ==\n#Ngành nông nghiệp: Trồng [[lúa|lúa nước]], lạc, cói, [[khoai lang]], [[thuốc lào]]. Chăn nuôi: lợn, tôm, cá. [[làm muối]], Thủ công dệt, đan chiếu cói, trạm khảm. Nghề thủ công như đóng gạch, mỹ nghệ nổi tiếng khắp huyện là làng mây tre đan xuất khẩu thôn Lục Nam xã Thái Xuyên. Nghề chăn nuôi tằm tơ nổi tiếng xã thái Hòa (Nhà máy tơ tằm và trại nhân giống tằm ở xã Thái Hòa).\n#Ngành chế biến thủy sản và nuôi trồng thủy sản: Chế biến nước mắm ngon nổi tiếng Diêm điền, nuôi trồng tôm, cua, ghẹ, ngao, ngán, cá... ở các đầm nuôi trồng của các hộ dân xã Thái Đô, Thái Hòa, Thụy Hải,Thụy Xuân, Thụy Trường\n#Nghề xây dựng: Xây dựng nhà máy nhiệt điện lớn nhất miền bắc Nhà máy nhiệt điện Mỹ Lộc - Xã mỹ lộc. Xây dựng cảng Trà lý để mở rộng giao lưu và buôn bán.\n#Ngành du lịch: Khu resort cao cấp đặt ở bãi biển Cồn đen (đang khai thác và xây dựng) cùng với khu rừng sinh thái ngập mặn ven đê xã Thái Đô - Thái Thượng.\n\n== Giao thông ==\n[[Quốc lộ 39]], [[Quốc lộ 37]]; [[Quốc lộ 37B]] (trước đây là TL458,tỉnh lộ 39B), 47, 216, 460... chạy qua; đường thủy trên sông Trà Lý, Diêm Hộ, Sông Hóa.\nHuyện có hai bến xe lớn là [[Chợ Lục]] (xã [[Thái Xuyên]]) và [[Diêm Điền]]. Đây là địa phương có dự án [[Đường cao tốc Ninh Bình – Hải Phòng]] đi qua.\n\n== Văn hóa, du lịch ==\nHuyện Thái Thụy có nhiều địa điểm du lịch nghỉ mát như bãi biển [[Cồn đen]] (thuộc xã Thái Đô), rừng ngập mặn ven biển Thụy Xuân - Thụy Trường, [[Rừng ngập mặn]] ven biển xã Thái Thượng - Thái Đô (trong phạm vi [[Khu dự trữ sinh quyển châu thổ sông Hồng]]):, với rất nhiều loài chim quý hiếm như sếu đầu đỏ, cò,... và các loại thủy hải sản quý như ngao, tôm sú, cua..., mặt khác trong huyện cũng có rất nhiều các khu du lịch văn hóa nổi tiếng của tỉnh Thái Bình như lễ hội [[Chùa Bảo Linh]] (xã Thuỵ Phúc), [[Đền Hệ]] (xã Thuỵ Ninh), [[Đền Hét]] (xã Thái Thượng), Đền Hạ Đồng (xã Thụy Sơn), Đền Tam Tòa (xã Thụy Trường), [[Đình Từ]] và [[Đình Đông]] xã Thái Xuyên là những nơi thờ các vị anh hùng của dân tộc như [[Phạm Ngũ Lão]], [[Trần Hưng Đạo]].\n\nThái Thụy là huyện mới được thành lập bởi 2 huyện cũ là Thụy Anh và [[Thái Ninh (huyện cũ Thái Bình, Việt Nam)|Thái Ninh]] (tên cũ là [[huyện Thanh Quan]]), thị trấn là Diêm Điền, tại đây có cảng biển, hàng Trung Quốc nhiều. Hai bộ phận Thái và Thụy được phân chia bởi [[sông Diêm Hộ]], huyện có rất nhiều xã, bên Thụy gồm xà Thụy Hà, Thụy Hải, Thụy Lương, Thụy Trường... Bên Thái gồm nhiều xã như xã Thái Thịnh, xã Thái Tân, Thái Hưng, Thái Xuyên, Thái Thành, Thái Thọ... Xã Thái Thịnh là căn cứ cách mạng thời chống Pháp, trước đây được nổi danh là làng Thần đầu, Thần huống. Là quê hương anh hùng dân tộc [[Lý Nam Đế|Lý Bí]]. (Các nhà nghiên cứu hiện nay chỉ ra rằng: thời Bắc thuộc, tỉnh Thái Bình hiện nay vẫn là biển. Nhân kỷ niệm 1.470 năm (542 - 2012) ngày cuộc khởi nghĩa Lý Bí bùng nổ, ngày 6\/10\/2012 tại Hà Nội, Hội Khoa học lịch sử Việt Nam và UBND tỉnh Thái Nguyên tổ chức Hội thảo khoa học \"Một số vấn đề về Vương triều Tiền Lý và quê hương của vua Lý Nam Đế\" với sự tham dự của đông đảo các nhà sử học, nhà khoa học và nhân dân địa phương (Hà Nội, Thái Nguyên, Phú Thọ,...). Dựa trên cơ sở tư liệu điền dã thực địa ở các vùng: xã Tiên Phong - huyện Phổ Yên và huyện Thái Thụy, kết hợp với thần tích, truyền thuyết… còn lưu giữ tại các xã Giang Xá, Lưu Xá (huyện Hoài Đức), 27 tham luận tại hội thảo đưa ra kết luận vua Lý Nam Đế có quê gốc ở thôn Cổ Pháp, xã Tiên Phong, huyện Phổ Yên, tỉnh Thái Nguyên). Có nhiều chiến công trong kháng chiến chống Pháp và Mỹ. Quê hương của [[Nguyễn Đức Cảnh]], người tham gia rất sớm vào [[Đảng Cộng sản Việt Nam]]. Thái Thụy còn nổi tiếng với món [[gỏi nhệch]], [[cá khoai]], cá vược, [[Chả cá Thái Xuyên|chả cá]], [[sứa chua]], [[canh ron|canh]] don, và gỏi sứa.\n\n==Giáo dục==\n\nThái thụy có 5 trường Trung học phổ thông là [[Trường Trung học phổ thông Thái Ninh|THPT Thái Ninh]], [[THPT Thái Phúc]], [[THPT Đông Thụy Anh]], [[THPT Tây Thụy Anh]]; [[Trung hoc phổ thông dân lập Diêm Điền|THPT Diêm Điền]].\n\nNgoài ra huyện còn có 2 trung tâm giáo dục thường xuyên 01 và 02 và trung tâm hướng nghiệp dạy nghề\n\n==Làng nghề==\nLà một huyện rất rộng với 36 đơn vị cấp, xã thị trấn nên huyện có nhiều làng có nghề, nghề phụ. Các ngành nghề phụ dựa trên chính điều kiện tự nhiên sẵn có của huyện góp phần cho sự phát triển kinh tế địa phương. Một số hộ từ  sự sáng tạo đã trở thành khá giả từ chính đôi bàn tay cần cù bằng các những nghề tập trung tại thôn làng hay nghề phụ, công việc như:\n\n* Chế biến hải sản (làm muối) ở [[Thụy Hải]]\n* Đóng thuyền gỗ Tân Sơn (thị trấn [[Diêm Điền (thị trấn)|Diêm Điền]])\n* Làng nghề rèn An Tiêm ([[Thụy Dân]])\n*Nghề may và đa nghề ở [[Thụy Thanh]]\n*Vận tải biển, viễn dương ở thị trấn [[Diêm Điền (thị trấn)|Diêm Điền]] (cũ)\n* Mắm, chế biến hải sản thị trấn [[Diêm Điền (thị trấn)|Diêm Điền]]\n*Vận tải biển, viễn dương Thụy Hà ([[Diêm Điền (thị trấn)|Diêm Điền]])\n*Có nghề thợ mộc ở [[Thụy Văn]]\n*Nghề đan cói ở [[Thụy Bình]]\n* Mây tre đan, móc sợi [[Thái Phương]]\n* Làm hương Lai Triều ([[Dương Phúc]])\n* Nghề làm thuốc lào An Cố ([[An Tân, Thái Thụy|An Tân]])\n*Nghề mây tre đan ở [[Thái Xuyên]]\n*Nghề làm nón Quảng Nạp ([[Thụy Trình]])\n* Nghề mộc thôn Đông Đoài ([[Thụy Quỳnh]])\n* Một số khác như sơ chế, nuôi trồng đánh bắt thủy sản, cai xây dựng, làm thợ xây dựng, chồng mộc, trồng rau vụ đông...\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/thaithuy.thaibinh.gov.vn\/pages\/home.aspx Trang thông tin điện từ huyện Thái Thụy]\n\n{{Huyện thị Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Thái Thụy}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]"}