{"477144":"{{chú thích trong bài}}\n{{bài cùng tên|Thái Nguyên (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Thái Nguyên\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.529321\n| kinh độ = 106.541568\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Thái Thụy]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 12910<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Thái Nguyên''' là một [[xã]] thuộc huyện [[Thái Thụy]], [[Thái Bình]], [[Việt Nam]].\n==Vị trí địa lý== \nThái Nguyên nằm ở phía nam huyện Thái Thụy, nằm giáp sông Diêm; phía bắc giáp xã Thuỵ Liên, Thụy Hà; phía nam giáp xã Thái An, xã Thái Hoà; phía tây nam giáp xã Thái Hưng; đông nam giáp xã Thái Thượng; phía tây giáp xã Thái Thủy.\n\n==Hành chính==\nXã có 5 thôn: Bích Đoài, Hà My, Thanh Lương, Bằng lương, Ngọc Thịnh. 3 hợp tác xã sản xuất kinh doanh dịch vụ nông nghiệp: Hà Bích, Thanh Bằng, Ngọc Thịnh.\n\n==Dân số==\nThái Nguyên có 8.723 người.\n==Kinh tế==\n[[Tập tin:Mô hình trồng ớt tại xã Thái Nguyên..png|nhỏ]]\nCó 710 [[hecta|ha]] đất nông nghiệp, 42 ha bãi ven sông nuôi trồng thủy sản; nhiều năm trước, cây thuốc lào là đặc sản của Thái Nguyên nhưng bây giờ số lượng diện tích trồng cây thuốc lào đã giảm đi đáng kể, thay vào đó phổ biến là cây ớt, đem lại nguồn kinh tế và công việc ổn định cho người dân.\n\n==Giao thông==\nĐây là địa phương có dự án [[Đường cao tốc Ninh Bình – Hải Phòng]] đi qua. Có 15&nbsp;km đường liên thôn.\n\n==Văn hoá, du lịch==\n* [[Đình Ba Nóc]] thờ quan bảng [[Hoàng giáp|Hoàng Giáp]] [[Nguyễn Mậu]] là di tích lịch sử cấp quốc gia,\n* [[Đình Công]], [[đình Hà My]], [[đình Đoài]] là di tích lich sử văn hoá cấp tỉnh. Các đình này đều được công nhận là đình kháng chiến.\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Thái Thụy}}\n\n==Hoạt động==\n{{tham khảo}}\nVào mùng 2 tết âm lịch, đình Hà My thuộc thôn Hà My, xã Thái Nguyên lại tổ chức chọi gà. Đây là lễ hội truyền thống và mang đậm nét văn hoá của người dân nơi đây và được đông đảo nhân dân ủng hộ."}