{"80323":"{{Đổi hướng|Phù Đổng Thiên Vương|Phù Đổng|Phù Đổng (định hướng)}}\n[[Tập tin:Phu Dong Thien Vuong 01.jpg|thumb|phải|300px|[[Tượng đài Thánh Gióng]] trên đỉnh [[Núi Sóc]], [[Sóc Sơn]], [[Hà Nội]].]]\n{{Văn hóa Việt Nam}}\n'''Thánh Gióng''' ([[chữ Nôm]]: 聖揀), hiệu là '''Phù Đổng Thiên Vương''' ([[chữ Hán]]: 扶董天王) hay '''Sóc Thiên vương''' (朔天王), là một nhân vật trong [[truyền thuyết Việt Nam]], một trong bốn vị [[thánh]] mà người Việt gọi là [[Tứ bất tử]] trong [[tín ngưỡng Việt Nam|tín ngưỡng dân gian Việt Nam]]. Ông được xem là tượng trưng cho tinh thần chống [[xâm lược|ngoại xâm]] và sức mạnh tuổi trẻ.\n\nTriều đại [[nhà Lý]], [[Lý Thái Tổ|Lý Công Uẩn]] đã truy tôn ông là '''Xung Thiên Thần Vương''' (冲天神王). Có ý kiến cho rằng, Phù Đổng Thiên vương hay Thánh Gióng là một biến thể của [[Đa Văn thiên vương|Tỳ Sa Môn]] từ [[Ấn Độ]].<ref>{{Chú thích web|url=http:\/\/www.academia.edu\/7397122\/Bi%E1%BB%83u_t%C6%B0%E1%BB%A3ng_Th%C3%A1nh_Gi%C3%B3ng_T%E1%BB%AB_huy%E1%BB%81n_tho%E1%BA%A1i_%C4%91%E1%BA%BFn_l%E1%BB%8Bch_s%E1%BB%AD_th%C3%A0nh_v%C4%83n_The_Symbol_of_St_Giong_From_Myth_to_Historical_Text_in_Vietnam_|tiêu đề=Biểu tượng Thánh Gióng: Từ huyền thoại đến lịch sử thành văn |tác giả 1=Đinh Hồng Hải|nhà xuất bản=Academia.edu|ngày tháng=2004}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.giacngo.vn\/PrintView.aspx?Language=vi&ID=3E6659|tiêu đề=Từ người anh hùng làng Gióng đến thần Hộ quốc Sóc Thiên Vương\/ Tỳ Sa Môn Thiên Vương|nhà xuất bản=Giác Ngộ|ngày truy cập=2017-02-17|archive-date = ngày 18 tháng 2 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170218065200\/https:\/\/www.giacngo.vn\/PrintView.aspx?Language=vi&ID=3E6659|url-status=dead}}<\/ref>\n\n==Truyền thuyết==\n===Việt điện u linh tập===\nCâu chuyện của Phù Đổng Thiên vương được ghi lại khá sớm trong hai tác phẩm chuyên sưu tầm chuyện ma quái ở [[Việt Nam]] trước thời [[Nhà Lê sơ|Lê sơ]] là [[Việt điện u linh tập]] và [[Lĩnh Nam chích quái]]. Trong đó, Việt điện u linh tập lại phiên dịch ra thành ''Sóc Thiên vương'' hay ''Vệ Linh Sơn thần'', khác với ''Phù Đổng Thiên vương''.\n\nXét sách ''[[Thiền uyển tập anh]]'', đời [[Lê Đại Hành]] Hoàng đế, Đại sư [[Khuông Việt]] họ Ngô thường đi chơi [[núi Vệ Linh]] ở quận [[Bình Lỗ]], ngắm xem phong thủy, thấy cảnh trí rất đẹp nên muốn dựng từ am ở đó. Đêm mộng thấy một vị thần mình mặc áo giáp vàng, tay bên tả cầm giáp vàng, tay bên hữu xách cái bảo tháp, theo sau hơn mười người, trạng mạo cổ quái đáng sợ, đến trước bảo rằng: ''\"Ta là Tỳ Sa Môn Đại Vương, kẻ tùy tùng đều là [[quỷ]] [[Dạ-xoa|Dạ Xoa]] cả, Thiên đế có sắc bảo qua ở nước này để phù hộ cho hạ dân, với người có duyên nên mới đến đây nói chuyện\"''.\n\nSư giật mình tỉnh dậy kinh hãi, nghe trong núi có tiếng hò hét, lòng rất lấy làm ghét. Sáng ngày, Sư vào núi thấy một cây rất to, cành lá rườm rà, lại có mây sắc trùm trên ngọn cây, mới bảo thợ rừng đốn xuống, quả y như trong mộng, liền khắc [[tượng]] lập [[đền]]. Năm [[Thiên Phúc]] nguyên niên [tức năm [[980]]], quân Tống vào cướp, vua nghe đền nay linh ứng, bảo Sư đến đền cầu đảo.\n\nTrong [[Việt điện u linh tập]] ghi nhận, truyền thuyết về Sóc Thiên vương vốn là câu chuyện dân gian có nhiều dị bản và đặc biệt không rõ thời gian nào, cũng không đề cập thời [[Hùng Vương]] như chúng ta thường biết. Theo đó chuyện kể rằng, Sóc Thiên vương sinh ở một làng kia, lúc còn nằm nôi, trong nước có giặc, vua sai sứ giả đi mộ khắp dân gian xem có ai phá được giặc thì ban cho tước lộc. Thiên vương dậy hỏi mẹ, mẹ mới bảo rõ ràng như vậy, Thiên vương nói: ''\"Thế thì mẹ đem nhiều cơm đến đây cho con ăn\"''.\n\nChốc lát ăn hết vài [[đấu]] cơm. Vài tháng sau, cao lớn hơn mười [[trượng]], tự ra ứng mộ, Sứ giả đưa đến Kinh sư, [[vua]] trông thấy cả mừng hỏi rằng: ''\"Bây giờ ngươi muốn xin gì?\"'' Tâu: ''\"Xin cho một thanh gươm dài, và một con ngựa sắt\"''.\n\nVua ban cho, rồi [[Vương]] cầm gươm nhảy lên ngựa, hét lên một tiếng, xông vào trong trận, chém quân giặc chết ngổn ngang. Giặc tan rồi, bờ cõi được yên lặng. Thiên vương phi ngựa về [[Núi Sóc|núi Vệ Linh]], trèo lên [[cây đa]] mà bay lên trời, để áo và dấu tích lại, đến nay ([[nhà Trần|thời Trần]]) vẫn còn, người trong thôn gọi cây ấy là '''cây Dịch Phục'''. Người trong nước lấy làm lạ, lập đền thờ tế, dùng trà bánh đồ chay mà cúng, nếu có cầu khấn việc gì đều được linh ứng.\n\nTriều [[nhà Lý]] cũng đến cầu đảo, dựng đền thờ ở làng Cảo Hương bên [[hồ Tây]] mà thờ tự. Bây giờ làm vị Phúc thần chép tại Tự Điển.\n\nCâu chuyện này khiến các người{{Citation needed|reason=Tác giả nào?|date=March 2021}} ghi chú đời sau của sách{{Citation needed|reason=Sách nào?|date=March 2021}} (khoảng thời [[Nhà Lê trung hưng|Lê trung hưng]]) dấy lên nghi vấn, vì nơi Sóc Thiên vương hóa vốn là nơi hóa của '''Đổng Thiên vương''', nhưng chuyện này lại khác. Lời bình cụ thể là:\n:[[Núi Sóc|''Núi Vệ Linh'']] ''là nơi Đổng Thiên vương lên trời. Hà Học sĩ vịnh thơ tức là ở đấy. Truyện này chép lại khác xa với Việt Sử. Sử chép rõ đời [[Hùng Vương thứ VI|Hùng Vương thứ sáu]] mà sao đây lại nói không nhớ là đời nào? Sử chép rõ là làng [[Phù Đổng (xã)|Phù Đổng]] mà sao đây lại nói không biết người thôn nào? Nhà chép việc thường nhiều sơ suất như thế. [[Lĩnh Nam chích quái]] chép việc này so với đây còn rõ hơn. Tay tả cầm giáo, tay hữu xách tháp, tự hiệu là '''Tỳ Sa''', thì khác với bản sắc '''Xung Thiên'''. Duy giáng thế mà đuổi được [[Nhà Thương|giặc Ân]], hiển thánh mà lui được binh [[Nhà Tống|Tống]], có công đức với dân, không gì lớn hơn nữa; sở dĩ được hưởng nghìn trăm năm trai nghi cúng vái, hơn cả các vị thần khác mà được liệt vào hàng bất tử, có phải tình cờ mà được vậy đâu?''\n\n===Lĩnh Nam chích quái===\n[[File:Bản đồ chiến tranh Hoa Hạ (triều Ân) - Văn Lang (triều Hùng).jpg|thumb|250px|Bản đồ thể hiện vị trí của triều Ân (Hoa Hạ) và triều Hùng (Văn Lang).]]\n\nCâu chuyện về Phù Đổng Thiên vương trong [[Lĩnh Nam chích quái]] được hợp nhất với ''Sóc Thiên vương'' của [[Việt điện u linh tập]].\n\n[[Hùng Vương]] cậy nước mình giàu mạnh, mà chểnh mảng việc triều cận Bắc phương. Vua [[Nhà Thương|nhà Ân]](1766 TCN - 1122 TCN) mượn cớ tuần thú sang xâm lược. Hùng Vương nghe tin, triệu tập quần thần hỏi kế công thủ. Có người phương sĩ tâu rằng: ''\"Sao không cầu [[Long Vương]] đưa quân âm lên giúp!\"'' Vua nghe lời, bèn lập đàn, bày vàng bạc lụa là lên trên, ăn chay, thắp hương, cầu đảo ba ngày. Trời nổi mưa to gió lớn, bỗng thấy một cụ già cao hơn chín [[thước]], mặt vàng bụng lớn, mày râu bạc trắng, ngồi ở ngã ba đường mà cười nói ca múa. Những người trông thấy biết là kẻ phi thường, mới vào tâu vua. [[Vua]] thân hành ra vái chào, rước vào trong đàn. Cụ già không ăn uống cũng không nói năng. Vua nhân hỏi: ''\"Nghe tin quân Bắc sang xâm lược, ta thua được thế nào, ngài có kiến văn xin bảo giúp\"''. Cụ già ngồi im một lúc, rút thẻ ra bồi, bảo vua rằng: ''\"Ba năm nữa giặc Bắc sẽ sang, phải nghiêm chỉnh khí giới, tinh luyện sĩ binh mà giữ nước, lại phải đi tìm bậc kỳ tài trong thiên hạ, kẻ nào phá được giặc thì phân phong tước ấp, truyền hưởng lâu dài. Nếu được người giỏi, có thể dẹp được giặc vậy\"''.\n\nDứt lời, bay lên không mà đi, mới biết đó là Long Quân. Ba năm sau, người biên giới cấp báo có giặc Ân tới. Vua làm theo lời cụ già dặn, sai sứ đi khắp các nơi cầu hiền tài. Tới làng Phù Đổng, có một phú ông tuổi hơn sáu mươi, sinh được một người con trai vào giữa ngày mồng 7 [[tháng giêng]], ba tuổi còn không biết nói, nằm ngửa không ngồi dậy được. Người mẹ nghe tin sứ giả tới mới nói dỡn rằng: ''\"Sinh được thằng con trai này chỉ biết ăn, không biết đánh giặc để lấy thưởng của triều đình, báo đáp công bú mớm\"''. Người con nghe thấy mẹ nói, đột nhiên bảo: ''\"Mẹ gọi sứ giả tới đây\"''. Người mẹ rất lấy làm kinh ngạc, kể lại với hàng xóm. Hàng xóm cả mừng, tức tốc gọi sứ giả tới. Sứ giả hỏi: ''\"Mày là đứa trẻ mới biết nói, mời ta đến làm gì?\"''.\n\nĐứa trẻ nhỏm dậy bảo sứ giả rằng: ''\"Mau về tâu với vua rèn một ngựa sắt cao mười tám thước, một thanh kiếm sắt dài bảy thước, một roi sắt và một nón sắt. Ta cưỡi ngựa đội nón ra đánh, giặc tất phải kinh bại, vua phải lo gì nữa?\"''\n\nSứ giả mừng rỡ vội về tâu vua. Vua vừa kinh vừa mừng nói rằng: ''\"Ta không lo nữa\"''.\n\nQuần thần tâu: ''\"Một người thì làm sao mà đánh bại được giặc?\"'' Vua nổi giận nói: ''\"Lời nói của Long Quân ngày trước không phải là ngoa, các quan chớ nghi ngờ gì nữa! Mau đi tìm năm mươi cân sắt luyện thành ngựa, kiếm, roi và nón\"''.\n\nSứ giả tới gặp, người mẹ sợ hãi cho rằng tai họa đã đến, bèn bảo người con. Con cả cười bảo rằng: ''\"Mẹ hãy đưa nhiều cơm rượu cho tôi ăn, việc đánh giặc mẹ chớ có lo\"''. Người con lớn lên rất nhanh, ăn uống tốn rất nhiều, người mẹ cung đốn không đủ. Hàng xóm sửa soạn [[trâu]] [[rượu]] bánh quả rất nhiều mà người con ăn vẫn không no bụng. [[Vải]] [[lụa]] gấm vóc rất nhiều mà mặc vẫn không kín thân, phải đi lấy hoa lau buộc thêm vào cho kín người. Kíp đến lúc quân nhà Ân tới chân núi [[Trâu Sơn]] ở [[Vũ Ninh]], người con duỗi chân đứng dậy cao hơn 10 [[thước]] (có chỗ nói là [[trượng]]), ngửa mũi hắt hơi liền hơn mười tiếng, rút kiếm thét lớn: ''\"Ta là thiên tướng đây!\"'' rồi đội nón cưỡi ngựa. Ngựa chồm lên, hí dài một tiếng mà phi như bay, nháy mắt đã tới trước quân vua, vỗ kiếm đi trước, quan quân đều theo sau, tiến sát đồn giặc. Quân giặc bỏ chạy, còn lại tên nào đều la bái kêu lạy Thiên tướng rồi cùng đến hàng phục. Ân vương bị chết ở trong trận.\n\nĐi đến đất [[Sóc Sơn]] huyện [[Kim Hoa]], Thiên tướng cởi áo cưỡi ngựa mà lên trời, hôm đó là ngày mồng [[9 tháng 4]], còn để vết tích ở hòn đá trên núi. Hùng Vương nhớ công ơn đó mới tôn là '''Phù Đổng Thiên vương''', lập miếu thờ ở nhà cũ trong làng, lại ban cho một ngàn mẫu ruộng, sớm hôm hương lửa. Nhà Ân đời đời, 644 năm không dám ra quân.\n\nSau [[Lý Thái Tổ]] phong làm '''Xung Thiên Thần vương''', lập miếu ở làng Phù Đổng cạnh [[chùa Kiến Sơ]], lại tạc tượng ở núi [[Núi Sóc|Vệ Linh]], xuân thu hai mùa tế lễ.\n\n===Đại Việt sử ký toàn thư===\n[[Đại Việt sử ký toàn thư]] phần Ngoại kỷ toàn thư, kỷ Hồng Bàng Thị ghi chép lại về Thánh Gióng như sau: \n:Đời [[Hùng Vương thứ VI|Hùng Vương thứ 6]], ở hương Phù Đổng, bộ [[Vũ Ninh (bộ)|Vũ Ninh]] có người nhà giàu, sinh một con trai, đến năm hơn ba tuổi ăn uống béo lớn nhưng không biết nói cười. Gặp lúc trong nước có tin nguy cấp, vua sai người đi tìm người có thể đánh lui được giặc (''Toàn thư'' không ghi đây là giặc Ân như [[Lĩnh Nam chích quái]]). \n:Ngày hôm ấy, đứa trẻ bỗng nói được, bảo mẹ ra mời sứ giả vào, nói: ''\"Xin cho một thanh gươm, một áo giáp sắt và một con ngựa, vua không phải lo gì\"''. Vua ban cho gươm và ngựa, đứa trẻ liền phi ngựa vung gươm tiến lên trước, quan quân theo sau, đánh tan quân giặc ở chân núi Trâu Sơn. Bọn giặc giẫm đạp lên nhau mà chạy. Gióng đuổi theo, tới chân [[Núi Sóc|núi Sóc Sơn]] thì dừng. Đứa trẻ cởi áo giáp, phi ngựa lên trời mà đi. Vua sai sửa sang chỗ vườn nhà của đứa trẻ để lập đền thờ, tuế thời cúng tế.\n:Về sau, [[Lý Thái Tổ]] phong là '''Xung Thiên Thần vương'''. (Đền thờ ở cạnh chùa Kiến Sơ, hương Phù Đổng).\n\n===Ghi chép của Nguyễn Đổng Chi===\nKho truyện [[cổ tích]] của nhà sưu tầm lớn [[Nguyễn Đổng Chi]] cũng ghi lại truyền thuyết này, song lại thêm một số yếu tố hoàn toàn khác.\n:Vào thời [[Hùng Vương]] (không ghi rõ thời nào), có một người đàn bà đã nhiều tuổi nhưng sống một thân một mình. Một hôm sáng dậy bà đi thăm [[nương]], bỗng nhìn thấy một vết chân giẫm nát cả mấy luống [[cà]]. Bà kinh ngạc kêu lên: ''\"Ôi! Bàn chân ai mà to thế này!\"''. Bỗng bà cảm thấy rùng mình khi đưa [[bàn chân]] ướm thử vào dấu chân lạ. Từ đó bà [[mang thai]]. Đủ ngày tháng, bà sinh được một đứa con trai bụ bẫm đặt tên là '''Gióng'''. Nhưng thằng bé lên ba tuổi rồi mà vẫn nằm ngửa đòi ăn, không biết ngồi biết lẫy, cũng không biết nói biết cười gì cả.\n:Ngày ấy có giặc Ân kéo vào cướp nước ta. [[Nhà Thương|Giặc Ân]] rất hung hăng tàn ác, cầm đầu là một viên tướng tên gọi Ân vương, hình dung cổ quái dữ tợn. Chúng nó đi đến đâu là đốt phá nhà cửa, giết người cướp của đến đấy. Quân đội [[Hùng Vương]] nhiều phen xuất trận, nhưng đánh không nổi. Vua Hùng lấy làm lo lắng vội phái sứ giả đi khắp nơi trong nước tìm bậc tướng tài để giúp vua cứu nước. Một hôm sứ giả đi đến làng chú bé Gióng. Nghe tiếng loa rao nói đến việc nhà vua cầu người tài, bà mẹ Gióng đang ru con, liền bảo đùa con rằng: ''\"Con ơi! Con của mẹ chậm đi chậm nói làm vậy, thì biết bao giờ mới đi đánh giặc giúp vua được đây!\"''\n:Không ngờ Gióng nhìn mẹ mở miệng bật lên thành tiếng: ''\"Mẹ cho gọi sứ giả vào đây cho con!\"'' Nói xong lại im bặt. Bà mẹ vừa mừng vừa sợ, vội đi kể chuyện với xóm giềng. Mọi người đổ tới, ai nấy cho là một sự lạ. Sau cùng một người nói: ''\"Ta cứ đi mời sứ giả đến xem thử nó muốn cái gì\"''.\n:Khi sứ giả của nhà vua bước vào nhà nhìn thấy chú bé Gióng liền hỏi rằng: ''\"Mày là đứa trẻ lên ba mới học nói, mày định mời ta đến để làm gì?\"'' Gióng trả lời rất chững chạc: ''\"Về bảo với vua rèn cho ta một con ngựa sắt, một thanh gươm sắt, một giáp sắt và một nón sắt, ta sẽ đánh đuổi giặc dữ cho!\"''\n:Ai nấy đứng nghe khôn xiết lạ lùng. Cho là thần nhân xuất hiện, sứ giả lập tức phi ngựa về tâu vua. Nghe nói, [[Hùng Vương]] mừng rỡ liền ra lệnh cho thợ rèn góp tất cả sắt lại rèn ngựa, gươm, áo giáp và nón như lời xin của chú bé. Mọi thứ rèn xong nặng không thể tưởng tượng nổi. Hàng chục người mó vào thanh gươm mà không nhúc nhích. Vua Hùng phải cho hàng ngàn quân sĩ tìm mọi cách chở đến cho chú bé Gióng. Khi được tin quân sĩ khiêng ngựa sắt sắp đến làng, mẹ Gióng sợ hãi chạy về bảo con: ''\"Con ơi! Việc nhà vua đâu phải là chuyện chơi. Hiện quân sĩ đang kéo đến ầm ầm ngoài bãi, biết làm thế nào bây giờ?\"''\n:Nghe nói thế, Gióng vụt ngồi dậy, nói: ''\"Việc đánh giặc thì mẹ đừng lo. Nhưng mẹ phải cho con ăn thật nhiều mới được!\"''\n:Mẹ vội thổi cơm cho con ăn, nhưng nấu lên được nồi nào Gióng ngốn hết ngay nồi ấy. Mỗi lần ăn một nồi cơm thì Gióng lại lớn thêm một ít và đòi ăn thêm. Mẹ càng cho con ăn thì con lại càng lớn như thổi, bỗng chốc đã thành một chàng thanh niên khỏe mạnh. Hết gạo, bà mẹ đi kêu gọi xóm làng. Mọi người nô nức đem gạo khoai, trâu rượu, hoa quả, bánh trái đến đầy một sân. Nhưng đưa đến bao nhiêu, Gióng ăn vợi hết bấy nhiêu, mà vẫn đòi ăn không nghỉ. Sau đó, Gióng lại bảo tiếp: ''\"Mẹ kiếm vải cho con mặc\"''.\n:Người ta lại đua nhau mang vải lụa tới may áo quần cho Gióng mặc. Nhưng thân thể Gióng lớn vượt một cách kỳ lạ, áo quần vừa may xong đã thấy chật, thấy ngắn, lại phải mang vải lụa tới để chắp nối thêm. Không mấy chốc đầu Gióng đã chạm nóc nhà. Ai nấy chưa hết kinh ngạc thì vừa lúc quân sĩ đã hì hục khiêng được ngựa, gươm, áo giáp và nón sắt tới. Gióng bước ra khỏi nhà vươn vai một cái, người bỗng cao to sừng sững, chân dài hơn [[trượng]], hét lên một tiếng như tiếng sấm: ''\"Ta là tướng nhà Trời!\"''\n:Thế rồi Gióng mặc giáp sắt, đội nón sắt, tay cầm gươm múa quanh mấy vòng. Đoạn từ biệt mẹ và dân làng, nhảy lên lưng ngựa. Ngựa sắt bỗng chồm lên, phun thẳng ra đằng trước một luồng lửa đỏ rực. Gióng thúc chân, ngựa phi như bay, sải từng bước dài hàng chục con [[sào]], rung chuyển cả trời đất. Chỉ trong chớp mắt, ngựa đã xông đến đồn trại giặc bấy giờ đang đóng la liệt cả mấy khu rừng. Lưỡi gươm của Gióng vung lên loang loáng như chớp giật. Quân giặc xông ra chừng nào chết chừng ấy. Ngựa thét ra lửa thiêu cháy từng dãy đồn trại, lửa thiêu luôn cả mấy khu rừng. Khói bụi mịt mù, tiếng la hét kêu khóc như ri. Nhưng tướng giặc Ân vương vẫn cố gào thét hô quân xáp tới, Gióng càng đánh càng khỏe, thây giặc nằm ngổn ngang đầy rừng. Bỗng chốc gươm gãy. Không bối rối, Gióng thuận tay nhổ những bụi tre hai bên đường quật tới tấp vào các toán giặc đang cố gắng trụ lại theo lệnh chủ tướng. Chẳng mấy chốc quân giặc đã tẩu tán khắp nơi, Ân vương bị quật chết tan xác. Bọn tàn binh giặc lạy lục xin hàng. Quân đội của [[Hùng Vương]] cũng như dân các làng chỉ còn việc xông ra trói nghiến chúng lại. Không đầy một buổi, Gióng đã trừ xong nạn nước. Lúc bấy giờ ngựa Gióng đã tiến đến chân [[Núi Sóc|núi Sóc Sơn]]. Đến đây, Gióng bèn cởi giáp bỏ nón lại, rồi cả người lẫn ngựa bay thẳng lên trời. Sau khi thắng trận, để nhớ ơn người anh hùng, vua Hùng sai lập đền thờ Gióng ở làng quê, phong làm '''Phù Đổng Thiên vương'''.\n:Ngày nay chúng ta còn thấy dấu vết những dãy ao tròn nối nhau kéo dài suốt từ [[Kim Anh]], [[Đa Phúc]] cho đến [[Sóc Sơn]], người ta bảo đó là những vết chân ngựa của '''Thánh Gióng'''. Khu rừng bị ngựa sắt phun lửa thiêu cháy nay còn mang cái tên là [[làng Cháy]]. Những cây tre mà Gióng nhổ quật vào giặc bị lửa đốt màu xanh ngả thành màu vàng và có những vết cháy lốm đốm, ngày nay giống ấy vẫn còn, người ta gọi là ''tre là ngà'' (hay [[đằng ngà]]).\n\n===Khảo dị===\nCâu chuyện về Phù Đổng Thiên vương, qua thời gian trở thành '''Thánh Gióng''' là kết quả của cả một quá trình thêm thắt kéo dài của dân gian. Truyện trên do [[Nguyễn Đổng Chi]] sưu tầm là một ví dụ điển hình, nó đã được thêm thắt và gần như tách biệt hẳn so với những ghi chép từ [[Lĩnh Nam chích quái]] hay cả ''Toàn thư''. Về sau, truyện về '''Thánh Gióng''' còn được nhân dân một số địa phương vùng [[Bắc Ninh]], [[Bắc Giang]] phát triển, thêm thắt, ghép vào một số tình tiết hoặc thần kỳ hoặc không, làm cho câu chuyện phong phú hơn. Ví dụ:\n\n*Sau khi thắng trận, Thánh Gióng đến một nơi, buộc ngựa sát vào hai cọc đá lớn ngồi nghỉ. Ngày nay một cột đá còn thấy ở làng Cựu-tự cao khoảng ba thước vòng rộng sáu tấc, xâu thẳng xuống một bệ đá tự nhiên hình bầu dục. Ngựa sắt mệt quá sủi bọt mép thành một bãi cát trắng xóa lấp lánh dưới ánh mặt trời. Bãi này nay thuộc xã Ngọc Xá, huyện Quế Võ, đặc biệt ở cách xa bờ sông, người ta gọi là ''Bạch-nhạn-sa''.\n*Thánh Gióng đi qua một làng nọ ven [[sông Cầu]], ở đây có một bà lão bán nước vối. Thánh Gióng dừng lại xin nước uống. Bà lão dâng bầu rượu. Uống xong, Thánh Gióng khen bà lão có lòng tốt, đặt tên là làng Bầu và dặn lúc nào hạn, cho phép cầu mưa sẽ linh nghiệm. Từ đấy, mỗi khi đại hạn, ở đây (nay gồm bảy làng gọi là tổng Bầu) có hội cầu mưa, người ta thường rước Thành hoàng làng lên Sóc-sơn để xin nước.\n\n[[Cao Huy Đỉnh]] đã sưu tập rất nhiều những mẩu chuyện này trong quyển ''\"Người anh hùng làng Dóng\"''. Sau đây là một số dị bản truyện Thánh Gióng, những dị bản này đều mang hình thức thần tích:\n#'''[[Thạch tướng quân]]''': Đời [[Hùng Vương]], ở làng Yên Việt có hai vợ chồng hiếm con. Một hôm chồng lên núi, được thần Núi (Sơn thần nhạc phủ) báo mộng cho đá đất làm con (do mẹ đá thụ thai đã ba năm). Một hôm bỗng có tiếng sét nổ vang, phiến đá trong ao nhà họ tự nhiên nứt ra, xuất hiện một em bé. Hai vợ chồng đưa về nuôi. Bảy tuổi chưa biết nói. Bấy giờ có 50 vạn người Man cầm đầu là Lục Đinh thần tướng sang chiếm nước ta, thế rất dữ dội. Vua Hùng được thần mách, sai \"xá nhân\" đến Yên Việt cầu tài. Lúc đó em bé đang nằm trên giường. Người bố vỗ vào em nói: ''\"Nước nhà có giặc vua sai xá nhân đi tìm, sao không dậy giúp nước còn ngủ mãi ư?\"'' Thạch tướng (đứa bé) nghe nói, bèn đứng dậy mời xá nhân vào, rồi bảo về nói với vua làm cho một voi đá cao mười [[trượng]] cùng lá cờ thiên đế, sẽ dẹp xong giặc. Vua cũng sai thợ đá tạc như lời yêu cầu. Được voi và cờ, em bé vươn cao mười trượng, mặt đỏ như [[mặt trời]] mọc, nhảy lên voi cầm cờ có quân sĩ theo sau. Quân Man hồn kinh phách tán, xô nhau chạy trốn, tướng của chúng bị chém làm ba đoạn. Thắng trận, Thạch tướng quân trở về làng rồi cưỡi voi lên trời.\n#'''Lân Hồ đô thống đại vương''': Một người đàn bà không chồng ở làng Đồng-bảng một hôm vào rừng kiếm củi bỗng nghe một tiếng hổ gầm, tâm thần chuyển động, có mang mười bốn tháng sinh một trai, đặt tên là Lân Hổ, cao một trượng, có sức khỏe hơn người. Bỗng có giặc từ phương Bắc tràn xuống tàn phá đến vùng Bạch-hạc. Vua [[nhà Trần]] xuống chiếu cầu bậc có tài dẹp giặc. Lân Hổ ứng mệnh bảo sứ tâu vua rèn cho mình một ngựa sắt, một roi sắt để ra trận. Được mọi thứ, Lân Hổ nhảy lên mình ngựa đánh cho giặc tan tành. Vua Trần ban cho tám chữ: ''\"Nam phương chính khí, Bắc khấu hàn tâm\"'' (Chính khí phương Nam làm cho giặc Bắc lạnh vía). Ông không nhận quan tước, chỉ trở về quê nuôi mẹ. Mẹ chết rồi, Lân Hổ cưỡi ngựa đi đến xã Toàn Mỹ mà hóa.\n#'''Linh Lang đại vương''': Đời [[Lý Thái Tông]] có cung phi tên là Thị Sung. Một hôm đi tắm ở hồ Dâm Đàm bị một con [[thuồng luồng]] quấn vào người. Từ đấy có mang, sinh được một người con trai trên mình có hai mươi tám vết như vẩy rồng, trên ngực có bảy hàng châm óng ánh như ngọc. Vua đặt tên là [[Linh Lang]], xây nhà cho mẹ con ở tại làng Thị Lệ trên hồ, gọi là hồ Linh Lang. Chợt có giặc Trinh Vĩnh sang xâm lăng, các tướng chống cự không nổi. Vua nghe lời thần, sai sứ đi tìm bậc thần nhân làm tướng. Đến làng Thị-lệ, Linh Lang đang nằm ngửa trên giường, bỗng nói được, bảo mẹ gọi sứ giả tới, rồi nói xin vua cha một lá cờ đỏ lớn, cán dài, và một con voi đực, sẽ dẹp yên giặc. Được mọi thứ Linh Lang cầm cờ thét lớn: ''\"Ta là tướng nhà trời!\"'' rồi cưỡi voi ra trận. Voi chạy như hay, cờ phất một cái thì giặc tan. Tướng giặc ngã lăn ra chết. Lúc trở về bị bệnh đậu. Sắp chết, xin vua cho đem lá cờ đỏ tung lên trời hễ cờ rơi xuống đâu thì cho lập đền thờ ở đấy. Sau đó, biến thành một con rắn bò đến hồ Dâm Đàm rồi mất.\n\n==Di sản==\n===Anh hùng văn hóa===\n[[Tập tin:Thanh Giong statue.jpg|nhỏ|phải|221x221px|Tượng Thánh Gióng tại [[Ngã sáu Phù Đổng]], [[Thành phố Hồ Chí Minh]]. Tượng đài dựng năm 1966 để vinh danh \"Thánh tổ Binh chủng Thiết giáp\" của [[Quân lực Việt Nam Cộng hòa]].]]\n[[Tập tin:PhuDong gate.jpg|nhỏ|[[Cổng tam quan]] đền '''Thánh Gióng''' ở làng Phù Đổng, [[Gia Lâm]].]]\n\nTrong tín ngưỡng và văn hóa của người [[Việt Nam]] hiện đại, Thánh Gióng thể hiện tinh thần và sức mạnh của [[người Việt]] trong đấu tranh chống ngoại xâm, giữ nước. Theo truyền thuyết, ông sinh ra tại làng [[Phù Đổng, Gia Lâm|Phù Đổng]], huyện [[Gia Lâm]] và hóa thánh trên đỉnh [[núi Sóc]] ở huyện [[Sóc Sơn]], [[Hà Nội]].\n\n[[Đại Nam Quốc sử Diễn ca]] (lịch sử Việt Nam dưới dạng văn vần) có đoạn:\n:''Sáu đời [[Hùng Vương|Hùng]] vận vừa suy,''\n:''[[Vũ Ninh (bộ)|Vũ Ninh]] có giặc mới đi cầu tài.''\n:''Làng Phù Đổng có một [[loài người|người]],''\n:''Sinh ra chẳng nói, chẳng [[cười]] trơ trơ.''\n:''Những ngờ oan trái bao giờ,''\n:''Nào hay thần tướng đợi chờ phong vân.''\n:''Nghe [[vua]] cầu tướng ra quân,''\n:''Thoắt ngồi, thoắt nói muôn phần khích ngang.''\n:''Lời thưa [[mẹ]], dạ cần vương,''\n:''Lấy trung làm [[hiếu]] một đường phân minh.''\n:''Sứ về tâu trước thiên đình,''\n:[[Gươm]] vàng, ngựa sắt đề binh tiến vào.''\n:''Trận mây theo ngọn cờ đào,''\n:''Ra uy sấm sét, nửa chiều giặc tan.''\n:''Áo bào cởi lại Linh San,''\n:''Thoắt đà thoát nợ trần hoàn lên [[tiên]].''\n:''Đền thiêng còn dấu cố viên,''\n:''Sử xưa còn đó lời nguyền còn đây.''\n[[Tập tin:Tượng đài Thánh Gióng.jpg|nhỏ|[[Tượng đài Thánh Gióng]] trên đỉnh [[Núi Sóc]], huyện [[Sóc Sơn]]. Tượng khánh thành năm 2010, kỉ niệm [[Đại lễ 1000 năm Thăng Long – Hà Nội]].]]\nHiện nay vẫn còn đền thờ ở làng Phù Đổng, tục gọi là làng Gióng. Mỗi năm đến [[tháng tư]] làng mở hội. Người ta kể rằng những bụi tre đằng ngà ở huyện Gia Bình vì ngựa phun lửa bị cháy mới ngả màu vàng óng như thế, còn những vết chân ngựa nay thành những hồ ao liên tiếp. Người ta còn nói khi ngựa thét lửa, lửa đã thiêu cháy một làng, cho nên làng đó về sau gọi là Làng Cháy.\n\n===Lập đền tôn thờ===\n====Thời xưa====\nCâu chuyện thờ tự Đổng Thiên vương được ghi chép trong [[Việt điện u linh tập]].\n\nXét truyện [[Báo Cực]] chép rằng: Đời truyền Vương vốn là thần [[Thổ Địa]] [[chùa Kiến Sơ]] giáng sinh. Xưa kia Thiền sư [[Chí Thành]] ở chùa Kiến Sơ tại làng Phù Đổng có lập đền thờ Thổ Địa ở bên hữu chùa để làm nơi tụng niệm cho thanh tĩnh. Năm tháng chầy lâu, mất cả sự tích, bọn thầy tang môn không rõ chứng cứ. Thổ dân bản xứ ưa việc ma quỷ thì đốt hương khấn vái, lạm xưng là '''Dâm Từ'''. Kịp đến lúc Thiền sư [[Đa Bảo]] sửa lại chùa, cho đền thờ ấy là Dâm Từ muốn đập phá đi.\n\nNgày kia ở gốc cây cổ thụ nơi Thần từ có đề bài kệ rằng:\n:''Phép Phật ai gìn giữ?\n:''Đợi nghe lời Kỳ viên.\n:''Nếu không ta vun quén,\n:''Sớm theo chỗ khác thiên.\n:''Chớ chở Kim Cương bộ,\n:''Dầu mật chớ lan truyền.\n:''Đầy không, trần vài đứa.\n:''Tu Phật thành oan khiên.\n\nCách đó ít lâu, Thần lại ứng hiện tám câu kệ rằng:\n:''Phép Phật từ bi lớn,\n:''Uy quang trùm mọi miền.\n:''Muôn thần đều thụ hóa,\n:''Ba giới thảy lan tràn.\n:''Sư ta hành hiệu lệnh.\n:''Tà quỷ ai dám trên?\n:''Nguyện thường theo thụ giới,\n:''Lớn nhỏ hộ Kỳ viên.\n\nSư lấy làm lạ, mới lại thiết đàn làm chay, cúng dùng toàn đồ [[chay]] cả. [[Lý Thái Tổ]] đang lúc tiềm long, biết sư Đa Bảo là người có hạnh cao mới kết làm đàn việt. Sau khi đã chịu truyền ngôi, thân ngự đến chùa, nhà sư đón giá đi ngang qua bên chùa; Sư lớn tiếng hỏi rằng:''\"Phật tử, ngươi hãy thung dung mừng Tân Thiên Tử chứ?\"''\n\nNghe có tiếng: ''\"Vâng!\"'', tức thì thấy da cây có đề bốn câu thơ rằng:\n:''Để đức càn khôn lớn,\n:''Oai thanh lặng tám miền.\n:''Cõi âm nhờ ân huệ,\n:''Nhuần thấm đền Xung Thiên.\n\nThái Tổ xem thấy liền đọc biết được ý tứ, bèn ban hiệu là '''Xung Thiên Thần vương'''; bài thơ tự nhiên biến mất. Vua lấy làm lạ, mới bảo thợ tạc tượng thần, nghi dung hùng vĩ, và tám người đứng hầu. Sơn thếp xong rồi thì làm lễ cáo thành, lại thấy ở dưới cây Đại thụ có đề bốn câu thơ:\n:''Một bát nước công đức,\n:''Theo duyên hóa thế gian.\n:''Sáng choang còn chiếu đuốc,\n:''Bóng tắt, nhật lên non.\n\nNhà sư đem bài kệ ấy tâu lên vua, nhưng [[Lý Thái Tổ]] không hiểu là nói gì. Sau triều Lý được tám đời, truyền ngôi cho [[nhà Trần]]. Chữ bát cùng chữ bát đồng âm, nhất bát như bát. [[Lý Huệ Tông]] tên là ''Sảm'' (旵), trên [là] chữ nhật, dưới [là] chữ sơn, nên gọi là nhật đăng sơn, thì ra thần diệu như thế. Niên hiệu Trùng Hưng năm đầu [năm [[1285]] đời [[Trần Nhân Tông]]], sắc phong '''Dũng Liệt Đại vương'''. Năm thứ 4, gia phong hai chữ '''Chiêu Ứng'''. Năm Hưng Long thứ 21 [năm [[1313]]] đời [[Trần Anh Tông]], gia phong hai chữ '''Uy Tín'''.\n\nNgười bình của sách khi ghi đến đây, bàn rằng:\n<blockquote>Chùa Kiến Sơ nay ở tại làng Phù Đổng, bên đền thờ Thiên Vương, thời Xung Thiên Thần vương tức là huy hiệu Thiên vương. Việt Sử chép vua [[Lý Thái Tổ]] truy phong Xung Thiên Thần Vương, dựng miếu bên chùa Kiến Sơ, thì rõ ràng là việc của Thiên vương, mà sao đây lại chép là việc thần Thổ Địa, thì chẳng biết ra làm sao vậy.\nMấy bài kệ ở trong bản chép này, nếu chẳng là của người lão luyện bút nghiên thì cũng là của kẻ thâm thúy truyền học, chứ không phải là của kẻ thắp nhang tầm thường mà có thể xê xích muôn một vậy. Hoặc là khí tốt Đức Giang, tinh anh đúc lại làm Thiên vương mà thần là phụ thuộc vậy chăng? Ví bằng lấy Thổ Địa làm Thiên vương, tớ này chẳng dám tin chắc vậy.\nHoặc giá lại bảo: Chí Thành Thiền Sư, sau khi chết, anh khí không tan, thường giả hình ở thần Thổ Địa những thi đề đều do Chí Thành Thiền Sư làm ra cả. Xem như Dâm Từ muốn phá rồi lại không phá, lại sửa sang mà cúng lễ nữa. Ngẫm nghĩ lời thơ thì là của Thiền Sư làm ra cũng chưa biết chừng.<\/blockquote>\n\nĐền miếu Phù Đổng đứng vào bậc nhất, bốn tổng lớn như Thắng, Đồng, Minh, Viên tuế tiết phụng tự rất là thành kính, mỗi năm đến ngày mồng [[9 tháng 4]] có hội, làm hội lớn của [[Bắc Giang]]. Các tổng miền thượng du ở sát núi Vệ Linh là chín tổng, mỗi khi đến lệ đại hội thì lấy đồ lỗ bộ bằng đồng thực mà nhóm lại đánh nhau để diễn lại vũ công của Thiên vương.\n\nĐền thờ ở làng Cảo Hương làm cảnh đẹp cho Kinh đô, đến đầu năm làm lễ tế đầu Xuân thì thực là nơi đô hội của cả một phương. Am linh chói lọi, chín tầng trời hâm mộ đoái hoài, làm lặng bụi dơ mà phục hồi bờ cõi, suối trong nước lặng, nước Việt ta yên ổn vững vàng như bàn thạch Thái Sơn, thực là nhờ sức hiển tướng của Thiên vương vậy.\n\n====Ngày nay====\nHội [[đền Phù Đổng|đền Gióng]] được tổ chức long trọng tại nhiều nơi trong đó có hai nơi: là hội Gióng ở [[đền Sóc]], huyện [[Sóc Sơn]] vào ngày mồng [[6 tháng 1]] âm lịch và hội [[đền Phù Đổng]], xã Phù Đổng huyện [[Gia Lâm]] vào ngày mồng [[9 tháng 4]] âm lịch đã được [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] công nhận là [[kiệt tác truyền khẩu và phi vật thể nhân loại|di sản văn hóa phi vật thể của nhân loại]].\n\nPhong dao [[Kinh Bắc]] xưa có câu: ''\"Mồng bảy hội Khám, mồng tám hội Dâu, Mồng chín đâu đâu cũng kéo về xem hội Gióng\"''.\n\n[[Tượng đài Thánh Gióng]] được khánh thành ngày [[5 tháng 10]] năm [[2010]], trên đỉnh [[núi Sóc]], thuộc khu du lịch tâm linh [[đền Sóc]] - Chùa Non, xã Phù Linh, huyện [[Sóc Sơn]]. Tượng được đặt tại nơi tương truyền rằng sau khi dẹp xong giặc Ân, cậu bé làng Phù Đổng đã cởi áo giáp, vẫy chào quê hương bay về trời.<ref>[http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/404139\/Khanh-thanh-tuong-dai-Thanh-Giong.html Khánh thành tượng đài Thánh Gióng], Tuổi Trẻ.com.vn.<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/hanoi.vnn.vn\/chuyen_de\/0202\/ngua\/bai_11.html Truyện Thánh Gióng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070822205410\/http:\/\/hanoi.vnn.vn\/chuyen_de\/0202\/ngua\/bai_11.html |date = ngày 22 tháng 8 năm 2007}} (tài liệu này dùng tên ''Dóng'')\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group2\/group2_4\/group2_4_2\/page2_4_2_25.htm Di tích Phù Đổng Thiên Vương]\n\n{{Tứ bất tử}}\n{{Lịch sử Việt Nam thời Hồng Bàng}}\n{{Tín ngưỡng Phật giáo}}\n\n[[Thể loại:Hồng Bàng]]\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Siêu anh hùng]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Truyền thuyết Việt Nam]]\n[[Thể loại:Thai mộng]]"}