{"754253":"{{dablink|Xin xem các mục từ khác có tên tương tự ở [[Thái Thuận (định hướng)]]}}\n\n'''Thái Thuận''' (蔡順, [[1441]]-?), tự: '''Nghĩa Hòa''', hiệu: '''Lục Khê''', biệt hiệu: '''Lã Đường'''; là [[nhà thơ]], quan lại Việt Nam thời [[Nhà Lê sơ|Lê sơ]].\n\n==Tiểu sử==\n'''Thái Thuận''' sinh ra trong một gia đình bình dân ở thôn Đoài, tổng Liễu Lâm, phủ Siêu Loại, thừa tuyên [[Kinh Bắc]] (nay thuộc xã Song Liễu, huyện [[Thuận Thành]], tỉnh [[Bắc Ninh]]).\n\nThuở trai trẻ, có thời ông làm lính dạy [[voi]], về sau mới đi học. Năm [[Ất Mùi]] ([[1475]]), đời [[Lê Thánh Tông]], ông thi đỗ [[Tiến sĩ]].\n\nBan đầu, ông làm quan ở Viện Hàn lâm trải 20 năm; sau giữ chức Tham chính sứ [[Hải Dương]], và được cử đi công cán qua các vùng [[Thanh Hóa]], [[Nghệ An]], [[Quảng Bình]], [[Quảng Trị]], [[Thuận Hóa]]...\n\nÔng là người có đạo đức, lại có tài văn chương, được người đương thời rất kính trọng. Vì vậy, ông được vua [[Lê Thánh Tông]] cho dự chức ''Tao đàn Sái phu'' (sau thăng ''Tao đàn Phó nguyên súy'') trong [[Tao đàn Nhị thập bát Tú|Hội Tao Đàn]] do chính nhà vua thành lập năm [[1495]].\n\nNhà thơ Thái Thuận mất năm nào không rõ.\n\n==Tác phẩm==\nSinh thời, ông sáng tác hàng nghìn bài thơ [[chữ Hán]], nhưng chưa soạn thành tập. Sau khi ông mất, người con là Thái Đôn Khác và người học trò là Đỗ Chính Mô mới ra công sưu tập được vài trăm bài, viết bài Tựa, đặt tên là '''Lã Đường di cảo''' (''Bản thảo còn lại của Lã Đường''), và hoàn thành vào năm Hồng Thuận thứ 10 ([[1510]]) đời vua [[Lê Tương Dực]].\n\nSau, phần lớn trong tập thơ này được trích tuyển trong ''[[Toàn Việt thi lục]]'' của Lê Quý Đôn (125 bài), và trong ''[[Toàn Việt thi lục]]'' của [[Bùi Huy Bích]] (25 bài).\n\nTập ''Lã Đường di cảo'' hiện nay chỉ còn 264 bài thơ [[chữ Hán]]. Gần đây, thơ ông được thi sĩ [[Quách Tấn]] tuyển dịch, đặt tên là '''Lữ đường thi''', và đã được nhà xuất bản Văn học ấn hành năm [[200]]1.\n\n==Thành tựu nghệ thuật==\nVua [[Lê Thánh Tông]] từng khen Thái Thuận là thi sĩ \"luôn luôn nổi tiếng ở trường thơ\". Các danh sĩ như [[Lê Quý Đôn]], [[Phan Huy Chú]], [[Ngô Thì Nhậm]], [[Bùi Huy Bích]] đều xưng tụng ông là \"nhà thơ có khuôn thước, có phong cách đời Vãn [[Nhà Đường|Đường]]\", là \"thanh nhã, dồi dào\", là \"sau tập thơ ''Giới Hiên'' của [[Nguyễn Trung Ngạn]], ít khi có thể văn ấy\"...\n \nTheo một số nhà nghiên cứu gần đây, thì thơ Thái Thuận có phong cách độc đáo, ít khi rơi vào khuôn sáo, thù tạc như thơ ca của nhiều tác giả cùng thời, nhất là những tác giả cung đình. Thơ ông ít có những nét bút hoành tráng, khí phách, tình cảm mạnh mẽ, sắc màu thắm rực như thơ [[Nguyễn Trãi]], cũng ít có giọng khoa trương, tự đắc thường thấy trong thơ [[Lê Thánh Tông]]. Thơ ông thanh thoát, bình dị, không màu mè, hoa mỹ, tứ thơ mới mẻ, độc đáo, phóng khoáng giàu chất hiện thực, đậm đà ý vị trữ tình...<ref>Phần ''Thành tựu nghệ thuật'', giản lược theo Bùi Duy Tân (''Từ điển văn học'', bộ mới, tr.1627). Có tham khảo thêm các sách có ghi ở phần sách tham khảo.<\/ref>\n\n==Thơ Thái Thuận==\nGiới thiệu một bài trong tập ''Lữ Đường thi'' của Thái Thuận.\n{|valign=\"top\"\n|\n:Nguyên tác:\n\n:'''禁中秋夜'''\n:井梧宮葉共蕭騷，\n:坐覺浮涼到翠袍。\n:欖繞西風簾影動，\n:城臨北斗鼓聲高。\n:三生香火驚殘夢，\n:半世光陰感二毛。\n:燈下淵明詩懶讀，\n:故鄉歸思正滔滔。\n|\n:Phiên âm Hán Việt:\n:'''Cấm trung thu dạ'''\n:Tỉnh ngô cung diệp cộng tiêu tao,\n:Toạ giác phù lương đáo thuý bào.\n:Lãm nhiễu tây phong liêm ảnh động,\n:Thành lâm bắc đẩu cổ thanh cao.\n:Tam sinh hương hoả kinh tàn mộng,\n:Bán thế quang âm cảm nhị mao.\n:Đăng hạ Uyên Minh thi lãn độc,\n:Cố hương quy tứ chính thao thao.\n|\n:Dịch nghĩa:\n:'''''Đêm thu nơi cung cấm'''''\n:''Lá cây ngô đồng bên giếng trong cung đều buồn bã như nhau,\n:''Ngồi đây cũng biết khí lạnh bên ngoài áo choàng màu thúy.\n:''Câu lơn chạm đeo gió tây, bóng rèm lay động,\n:''Thanh cao ngang [[sao Bắc Đẩu]], tiếng trống lên cao.\n:''Hương lửa ba sinh kinh giấc mộng tàn,\n:''Nửa đời quang âm cảm thương mái đầu hai thứ tóc.\n:''Dưới đèn đọc phiếm thơ [[Đào Tiềm|Uyên Minh]],\n:''Lòng muốn về quê cuồn cuộn tuôn chảy <ref>Nguồn: ''Lữ Đường thi'' do [[Quách Tấn]] tuyển dịch.<\/ref>.\n|}\n==Xem thêm==\n*[[Tao đàn Nhị thập bát Tú|Hội Tao Đàn]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*Bùi Duy Tân, mục từ \"Thái Thuận\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'' (Tập 1 và Tập 2 in chung). Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 2003.\n*Nguyễn Hữu Sơn, \"Thái Thuận - Từ miền quê Kinh Bắc đến với kinh thành\", in trong ''Gương mặt văn học Thăng Long'' ([[Nguyễn Huệ Chi]] làm chủ biên). Nhà xuất bản [[Hà Nội]], 2010.\n*Nhiều người soạn, ''Từ điển bách khoa Việt Nam'', mục từ \"Thái Thuận\" (bản điện tử).\n*Thái Thuận, ''Lữ Đường thi'' do [[Quách Tấn]] tuyển dịch. Nhà xuất bản Văn học, 2001.\n== Liên kết ngoài ==\n* {{TĐBKVN|5719}}\n{{Kiểm soát tính nhất quán}}\n{{Hội Tao Đàn}}\n\n{{Thời gian sống|sinh=1441|mất=}}\n\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Nhà thơ Việt Nam thời Lê sơ]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}