{"92899":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{Cần biên tập|date=tháng 12\/2021}}\n{{Thông tin nhân vật\n| tên = Thái Hằng\n| hình = Thái Hằng.jpg\n| alt = \n| ghi chú hình = Thái Hằng những năm 1980\n| tên khai sinh = Phạm Thị Quang Thái\n| ngày sinh = 29 tháng 12 năm 1927<ref name=\"tribute\">{{chú thích web|title=Thai T. Pham |url=http:\/\/www.tributes.com\/obituary\/show\/Thai-T.-Pham-75952709 |website=Tributes.com|publisher=Tributes, Inc.|date=14 Aug 1999|access-date=24 Feb 2023}}<\/ref>\n| nơi sinh = [[Hà Nội]], [[Việt Nam]]\n| ngày mất = 14 tháng 8 năm 1999 (71 tuổi)\n| nơi mất = Midway City, [[California]], [[Hoa Kỳ]]\n| spouse = [[Phạm Duy]]\n| quốc gia = \n| năm hoạt động = \n| nổi tiếng = \n| notable_works = \n| dân tộc = [[Người Việt|Kinh]]\n| module = {{Thông tin nhạc sĩ| embed = yes\n| nền = non_vocal_instrumentalist\n| nghệ danh = Thái Hằng\n| vai trò =\n| dòng nhạc = [[Nhạc tiền chiến]]\n| hợp tác với = [[Ban hợp ca Thăng Long]]\n| nhạc cụ = [[Giọng hát]]\n| ca khúc = \"Bà mẹ quê\"\n| năm hoạt động =\n}}\n| Nghệ danh = Thái Hằng\n| cỡ chữ ký = \n| chữ ký = \n| website = \n| giải thưởng = \n| mẹ = \n| nhiệm kỳ = \n| cha = Phạm Đình Phụng\n| con cái = \n| đảng phái = \n| kế nhiệm = \n| tiền nhiệm = \n| học vị = \n| tiêu đề = \n| cân nặng = \n| chiều cao = \n| quê quán = \n| tổ chức = \n| công việc = \n| học vấn = \n| quốc tịch = \n| dân tộc = \n| cư trú = \n| an táng = \n| tên gốc = \n| cỡ hình = \n| người thân = [[Phạm Đình Chương]] (em trai, 1929 - 1991)<br>[[Thái Thanh]] (em gái, 1934 - 2020)\n| tên khác = \n}}\n\n'''Phạm Thị Quang Thái''' ([[29 tháng 12]] năm [[1927]]<ref name=\"tribute\">{{chú thích web|title=Thai T. Pham |url=http:\/\/www.tributes.com\/obituary\/show\/Thai-T.-Pham-75952709 |website=Tributes.com|publisher=Tributes, Inc.|date=14 Aug 1999|access-date=24 Feb 2023}}<\/ref> – [[14 tháng 8]] năm [[1999]]) thường được biết đến với nghệ danh '''Thái Hằng''', bà là một ca sĩ người [[Việt Nam]].<ref>{{chú thích web|url= https:\/\/thethaovanhoa.vn\/giai-tri\/nhung-tieng-hat-mot-thuo-thai-hang-la-chi-em-la-thai-thanh-n20121218145209350.htm|tựa đề = Những tiếng hát một thuở: Thái Hằng là chị, em là Thái Thanh|ngày= 1-1-2013|website= Thể thao & Văn hoá|tác giả =Nguyên Minh|ngày truy cập = 6 tháng 10 năm 2021}}<\/ref>\n\nThái Hằng sinh tại [[Hà Nội]] và xuất thân trong một gia đình âm nhạc, cha của bà là ông Phạm Đình Phụng.\n\nThái Hằng là vợ của nhạc sĩ [[Phạm Duy]] và là thân mẫu của các ca sĩ [[Duy Quang]], Thái Hiền, [[Thái Thảo]] và nhạc sĩ Duy Cường. Tên tuổi nữ danh ca Thái Hằng gắn bó với Phạm Duy và ban hợp ca Thăng Long thành một gia đình nghệ sĩ hàng đầu, đã có những đóng góp lớn lao cho âm nhạc Việt Nam.\n\nThái Hằng bắt đầu sự nghiệp ca hát trong những năm [[chiến tranh Đông Dương|kháng chiến chống Pháp]]. Trong những năm ấy, bà cùng các anh em là nhạc sĩ [[Phạm Đình Viêm]], nhạc sĩ [[Phạm Đình Chương]], ca sĩ [[Thái Thanh]]... theo các đoàn văn công đi khắp các chiến khu. Năm 1949, ca sĩ Thái Hằng kết hôn với nhạc sĩ [[Phạm Duy]]. Sau này bà còn hát trên các đài phát thanh [[Thành phố Hồ Chí Minh|Sài Gòn]] và tham gia Ban Hoa Xuân hát trường ca [[Con đường cái quan (trường ca)|Con đường cái quan]], Mẹ Việt Nam.\n\nVào mùng 1 [[Tết Nguyên Đán|Tết Âm lịch]] năm 1999, nhạc sĩ Phạm Duy thấy bà ho mãi không dứt nên gia đình liền đưa bà đi bệnh viện và phát hiện bà bị [[ung thư phổi]] giai đoạn cuối. Bà sống được thêm 7 tháng thì qua đời vào thứ Bảy, 14 tháng 8 năm 1999 tại nhà riêng, thị trấn [[Midway City]], [[miền Nam California]].\n\n==Gia đình==\nThái Hằng là thứ nữ của ông bà Phạm Đình Phụng. Người anh cả của Thái Hằng là kịch sĩ [[Phạm Đình Sỹ]], phu quân của nữ kịch sĩ nổi tiếng [[Kiều Hạnh]]. Phạm Đình Sỹ là người duy nhất trong số anh chị em Thái Hằng không bỏ nước ra đi tị nạn. Ông bà Phạm Đình Phụng còn có một người con gái đầu lòng nữa, đó là chị của Thái Hằng nhưng người này đã mất vào năm 1946. Kế tiếp, sau Thái Hằng là [[Phạm Đình Viêm]] (tức Hoài Trung), nhạc sĩ [[Phạm Đình Chương]] (tức Hoài Bắc) và người em út là Phạm Thị Băng Thanh (tức ca sĩ [[Thái Thanh (ca sĩ)|Thái Thanh]]), ''\"Tiếng hát vượt thời gian\"''.\n\nViệc anh chị em Thái Hằng đều trở thành những nghệ sĩ tên tuổi không phải là một điều lạ bởi vì song thân của họ là hai người rất sành nhạc cổ: Cha của bà đánh [[đàn nguyệt]], trong khi thân mẫu thì đánh [[đàn tranh]] và [[đàn tỳ bà]] nổi tiếng ở đất Bắc. Bà còn là chị em bạn dì ruột với giọng ngâm tên tuổi Hồ Điệp. Hầu như tất cả anh em của Thái Hằng đều thấm nhuần văn nghệ từ lúc còn trẻ.\n\nTheo lời ca sĩ [[Mai Hương]] (con gái Phạm Đình Sỹ), trong The Jimmy Show, thì ông Phạm Đình Phụng có hai người vợ. Với người vợ đầu có bốn người con trai lần lượt là: Phạm Đình Chung hay Trung, Phạm Đình Chính, Phạm Đình Sỹ và Phạm Đình Viêm (Hoài Trung). Với người vợ sau có ba người con là: Phạm Thị Thái (Thái Hằng), [[Phạm Đình Chương]] (Hoài Bắc), Phạm Thị Băng Thanh (Thái Thanh).\n\nTheo Hồi ký Phạm Duy, năm 1945 Thái Hằng đã đính hôn với Trần Văn Nhung, một sinh viên [[Luật]]. Người này có tư tưởng thân [[Nhật]], đã bị [[Pháp]] bắn chết ngay trong ngày 9 tháng 3 năm 1945, ngày [[Chiến dịch Đông Dương (1945)|Nhật đảo chính Pháp]].\n\n==Cuộc đời và sự nghiệp==\nNgày 12 tháng 9 năm 1946, tức là ngày toàn quốc kháng chiến, gia đình ông bà Phạm đình Phụng tản cư ra [[Sơn Tây]]. Tại đây người con gái đầu lòng của ông bà bị trúng đạn tử thương. Ông bà đưa các con chạy xuống vùng xuôi, mở một quán phở đặt tên là Thăng Long. Tại quán Thăng Long, các văn nghệ sĩ kháng chiến thường dừng chân, ăn phở và nghe nhạc. Từ đó cái tên Ban Hợp Ca Thăng Long ra đời. Phạm Thị Quang Thái tức Thái Hằng còn là cháu của nữ kịch sĩ Song Kim, được [[Thế Lữ]] (là chồng của bà Song Kim) có ý định cho vào hoạt động trong đoàn kịch Thế Lữ. Nhà thơ kiêm kịch tác gia này đặt cho cô Thái cái tên sân khấu là Thái Hằng.\n\nĐầu năm 1949 anh chị em Thăng Long gia nhập các ban văn nghệ quân đội của liên khu IV. Quán Thăng Long dời về chợ Neo (Thanh Hóa). Tại đây Thái Hằng kết hôn với Phạm Duy và hành trình âm nhạc của gia đình từ nay sinh nở thêm những tài năng mới, với Duy Quang là con đầu lòng sinh năm 1950,{{fact|date=tháng 7 năm 2014}} và các em Duy Cường, Thái Hiền, Thái Thảo. Cũng có tin tức cho rằng, Thái Hằng đã bắt đầu sự nghiệp ca nhạc và sân khấu trong thời gian gặp và kết hôn với nhạc sĩ Phạm Duy năm 1948 tại Thanh Hóa, Khu Tư trong thời kháng chiến. Bà nổi tiếng cùng với ban hợp ca Thăng Long, với các anh em là nữ ca sĩ Thái Thanh, ca sĩ Hoài Trung, Hoài Bắc và nhạc sĩ Phạm Duỵ Ban Thăng Long đã trình diễn trên các đài phát thanh và sân khấu khắp ba miền Việt Nam từ thập niên 1950. Thái Hằng cũng được thính giả đài phát thanh Sài Gòn rất hâm mộ khi ngâm thơ trong chương trình Tao Đàn do cố thi sĩ Đinh Hùng phụ trách. Bà cũng thường song ca cùng ca sĩ Thái Thanh. Bên cạnh việc sinh hoạt trong lãnh vực ca hát cùng anh chị em và chồng là nhạc sĩ Phạm Duy, suốt nhiều thập niên trước năm 1975, Thái Hằng còn là giọng ngâm thơ và nữ diễn viên được yêu mến trong các chương trình thơ văn và thoại kịch trên [[Đài Phát thanh Sài Gòn]]. Cho đến nay giới thưởng ngoạn âm nhạc Việt Nam còn nhớ giọng ca của bà qua những bản Tiếng Sáo Thiên Thai, Tình Hoài Hương, Tình Ca, v.v. của Phạm Duy. Thái Hằng, ngoài địa vị một người mẹ hiền, một người vợ thảo, nuôi nấng 8 người con, bà còn là một giọng ca không thể thiếu được trong ban hợp ca Thăng Long. Cùng với nhạc sĩ Phạm Duy, ban hợp ca cùng với Thái Thanh, Thái Hằng, Hoài Trung, Hoài Bắc, đã góp phần dựng lên một thời, thời cực thịnh của âm nhạc Việt Nam. Từ đầu thập niên 1970, khi các con đã lớn, bà ngưng hoạt động trình diễn. Sau khi qua Mỹ năm 1975 gia đình bà đã trở lại sân khấu, cùng Phạm Duy, Thái Hiền và Thái Thảo đi lưu diễn, mang lại niềm an ủi và hy vọng đến cho người Việt Nam tị nạn khắp thế giới đến năm 1978, khi các con trai từ Việt Nam qua Mỹ thì bà cũng ngưng hoạt động âm nhạc.\n\nHiện nay các con của bà vẫn tiếp tục sinh hoạt về âm nhạc. Các ca sĩ và nhạc sĩ Quang, Minh, Hùng, Cường trình diễn thường xuyên tại phòng trà Ritz, Thái Hiền tại Đêm Màu hồng, Thái Thảo và Tuấn Ngọc tại Majestic. Được bạn bè nhìn như một người vợ thảo, mẹ hiền kiểu mẫu theo lối Việt Nam cổ truyền, bà Thái Hằng có tất cả tám người con, hai con út là Đức và Hạnh. Khi ở Việt Nam cũng như khi qua Mỹ, gia đình đều sống quây quần, trong một mái nhà hay ở nhà bên cạnh. Nhiều người nói ngoài bổn phận làm vợ và làm mẹ thì bà Thái Hằng coi sự nghiệp ca nhạc chỉ là sinh hoạt phụ mà thôi; nhiều bạn bè nghĩ bà là người may mắn vì suốt đời không bao giờ phải lo lắng về cuộc sống, ngoài những bổn phận trong gia đình. Nhạc sĩ Phạm Duy nói rằng trong 52 năm sống chung, hai người không bao giờ phải lớn tiếng với nhau. Biết có bệnh từ gần mười năm nay, nhưng gần đây bà Thái Hằng mới phải vào bệnh viện Fountain Valley điều trị về ung thư phổi từ nửa năm nay. Nhưng đến khi được bác sĩ điều trị cho biết chứng bệnh của mình không còn cách cứu chữa và cho về nhà tĩnh dưỡng thì Thái Hằng tinh thần rất \"ân tâm tự tại\" chờ đợi giờ phút trở về với \"Cát Bụi\". Bà đã được gia đình đưa về nhà từ hơn hai tuần, và trong thời gian đó lúc nào cũng có các con săn sóc bên giường bệnh.\n\n==Những tháng ngày cuối đời==\nThời gian sống những tháng ngày còn lại tại nhà, tin tức từ gia đình cho hay, nhạc sĩ Phạm Duy hầu như né tránh mọi cuộc tiếp xúc, gặp gỡ khiến ông phải rời nhà. Nhạc sĩ luôn ở bên cạnh giường bệnh của vợ. Những ngày cuối cùng bà sống rất bình an và hạnh phúc bên chồng với các người con đã trưởng thành, và thân quyến, bạn bè luôn đến thăm hỏi.\n\nLúc ba giờ sáng Thứ Bảy, sau buổi trình diễn trở về, các cô Thái Hiền, Thái Thảo và nhạc sĩ Duy Cường đã vào gặp mẹ và bà Thái Hằng còn tỉnh táo. Bà ra đi trước sáu giờ sáng, là lúc nhạc sĩ Phạm Duy và Duy Minh vào thăm. Những ngày cuối cùng, bà Thái Hằng được sống với tất cả các con có mặt chung quanh. Một số bạn và thân hữu thăm bà vào những ngày cuối cho biết tinh thần bà rất minh mẫn và thanh thản chờ đợi giờ phút cuối từ giã cuộc đời.\n\nVào sáng ngày thứ ba, 10 tháng 8 năm 1999, trong cuộc gặp gỡ trước giờ Thái Hằng trút hơi thở cuối cùng, tại San Jose, gồm phái đoàn thân hữu là nhà báo Đỗ Ngọc Yến, nhà văn Phạm Quốc Bảo, nhà báo Lý Kiến Trúc và nhà thơ Thanh Hùng (thi sĩ Thanh Hùng, là sinh viên đầu tiên và cũng là người dân miền Bắc Việt Nam đầu tiên vượt tuyến bằng cách bơi qua sông Bến Hải sau năm 1954, khi đợt di cư của 1 triệu đồng bào miền Bắc vào Nam chấm dứt. Thanh Hùng cũng là một nhà thơ và là một giọng ngâm nổi tiếng từng cộng tác với Ban Thi Văn Tao Đàn do cố thi sĩ Đinh Hùng sáng lập); cả hai người là nhà thơ Thanh Hùng và nhà văn Phạm Quốc Bảo, kể lại với mọi người thái độ bình thản của bà Thái Hằng trước khi lìa đời, khiến cả năm người - 4 thân hữu viếng thăm và nhạc sĩ Phạm Duy, đều phải cảm phục. Trong cuộc gặp gỡ này, tuy đang nằm trên giường bệnh, Thái Hằng vẫn tươi cười nói: \"Ta với bệnh tuy hai mà một, bệnh với ta tuy một mà hai\".\n\n==Tham khảo==\n{{tham khảo}}\n* [http:\/\/phamduy.com\/ phamduy.com], ''Trang thông tin về nhạc sĩ Phạm Duy''\n* [http:\/\/www.phamduy.com\/PDFamily\/thaihang\/album.html Tập ảnh gia đình của Phạm Duy và Thái Hằng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120711200604\/http:\/\/www.phamduy.com\/PDFamily\/thaihang\/album.html |date = ngày 11 tháng 7 năm 2012}}\n\n{{Phạm Duy}}\n\n[[Thể loại:Sinh năm 1927]]\n[[Thể loại:Mất năm 1999]]\n[[Thể loại:Ca sĩ nhạc tiền chiến Việt Nam]]\n[[Thể loại:Ca sĩ nhạc đỏ Việt Nam]]\n[[Thể loại:Phạm Duy]]\n[[Thể loại:Phật tử Việt Nam]]"}