{"409064":"{{Thông tin tháp Chăm\n| hình           = Tháp Bình Lâm, Tuy Phong, Bình Định.JPG\n| chú thích hình = \n| vĩ độ          = \n| kinh độ        = \n| tên khác       = \n| thờ            = \n| phong cách     = [[Phong cách nghệ thuật các tháp Chăm#Phong cách Mỹ Sơn A1|Mỹ Sơn A1]] - [[Phong cách nghệ thuật các tháp Chăm#Phong cách Bình Định|Bình Định]]\n| xây dựng       = [[thế kỷ 11]]\n| địa chỉ        = \n| tỉnh           = [[Bình Định]]\n| quốc gia       = {{VIE}}\n| tình trạng     = \n| tên di tích    = <!-- tên trong hồ sơ di tích -->\n| cấp di tích    = \n| loại di tích   = \n| loại di tích 2 = \n| loại di tích 3 = \n| tiêu chuẩn     = \n| ngày nhận      = \n| ngày tước      = \n| một phần của   = \n| quyết định     = \n| hồ sơ tham khảo = \n}}\n\n'''Tháp Bình Lâm''' là một ngôi tháp cổ [[Chăm Pa]] tại thôn Bình Lâm, xã Phước Hoà, huyện [[Tuy Phước]], tỉnh [[Bình Định]].\n\nĐây là một ngôi tháp tương đối đặc biệt ở Bình Định, vì khác với các tháp khác nằm trên đồi thì tháp Bình Lâm nằm ngay trên đồng bằng và như hoà mình vào thiên nhiên và khu dân cư bao quanh.\n\n==Hiện trạng==\nTháp cao đồ sộ, khoảng 20m, tuy đã bị huỷ hoại các chi tiết phía trên khá nhiều bởi thời gian, nhưng tổng thể ngôi tháp vẫn ánh lên qua màu gạch vàng một vẻ đẹp trang nhã và thành kính.\n\nTháp có 3 tầng, bình đồ vuông, thân tháp không lùn, không nặng nề, cân đối với hai tấng phía trên. Hai tầng phía trên cũng được thu nhỏ dần một cách đều đặn.\n\n==Kiến trúc==\nNhư các tháp Champa khác, một trong những yếu tố trang trí kiến trúc đặc biệt nhất và cũng đẹp nhất ở Bình Lâm là các cửa giả nhô ra ở khoảng giữa các mặt tường của thân tháp. Thế nhưng, mặc dầu vẫn làm theo cấu trúc truyền thống, các cửa giả ở Bình Lâm lại hiện ra, dưới một bức tranh điêu khắc, như một ngôi tháp đầy kỳ ảo. Mỗi cửa giả là một cấu trúc ba thân kế tiếp nhau nhỏ dần từ trong ra ngoài. Mỗi thân đều có hai phần: hai cột ốp bên dưới và hòm hình mũi giáo bên trên. Cả ba thân cửa cửa giả đều như mọc lên từ một nền vuông chung phía dưới được trang trí bằng các hình sư tử, hoa lá và các hình áp.\n\nNgoài các cửa giả như mọi tháp Chăm khác, mặt tường bên ngoài của tháp Bình Lâm cũng được trang trí bằng hệ thống các cột ốp, nhưng có điểm khác biệt là đường rãnh ở cột ốp không tách cột ốp thành một đôi cột đứng song đôi, không còn hoa văn phủ kín bề mặt cột ốp và vòng đai bao quanh khung trang trí nằm giữa các cột ốp. Do đó, về mặt nào đó, nếu đem so với các tháp Chăm thuộc phong cách Mỹ Sơn A1, tháp Bình Lâm không duyên dáng, thanh tú và rực rỡ bằng. Thế nhưng, chính việc mất đi các hoa văn trang trí trên mặt tường lại làm tăng độ khỏe và chắc cho các thành phần kiến trúc và góp phần làm nổi bật nhưng hình tượng điêu khắc chính. Có thể nói Bình Lâm là sự kết hợp hài hòa và thành công giữa kết cấu kiến trúc và yếu tố trang trí kiến trúc.\n\n==Lịch sử==\nTháp Bình Lâm được xây dựng vào cuối [[thế kỷ 10]] – đầu [[thế kỷ 11]], thuộc phong cách chuyển tiếp giữa phong cách Mỹ Sơn A1 và phong cách Bình Định, theo nghiên cứu, tháp Bình Lâm nằm trong khu thành Bình Lâm là kinh đô đầu tiên tạm thời khi các vị vua Chăm dời đô từ [[Quảng Nam]] vào Bình Định trước khi xây dựng kinh đô [[Đồ Bàn]], khi thành Đồ Bàn được xây dựng thì Bình Lâm mất vị trí là trung tâm chính trị, hành chính của Chăm Pa.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies-inline}}\n*''Tháp cổ Chăm Pa, huyền thoại và sự thật'' - Nhà xuất bản Trẻ 1996, [[Ngô Văn Doanh]]\n\n==Xem thêm==\n*[[Thành Thị Nại]] \n*[[Phong cách nghệ thuật các tháp Chăm]]\n*[[Danh sách đền tháp Chăm Pa]]\n*[[Tháp Chăm]]\n\n{{tháp Chăm Pa}}\n{{Du lịch Bình Định}}\n\n{{DEFAULTSORT:Bình Lâm}}\n[[Thể loại:Di tích tại Bình Định|T]]\n[[Thể loại:Đền thờ Ấn Độ giáo tại Việt Nam|B]]\n[[Thể loại:Vijaya (Champa)]]"}