{"4755":"{{bài cùng tên|Thái Bình (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | tỉnh\n| tên = Thái Bình\n| logo =\n| hình = Chuakeothaibinh.jpg\n| ghi chú hình = [[Chùa Keo]], thắng cảnh lịch sử ở Thái Bình\n| cỡ hình = 200px\n| vĩ độ = 20.538935\n| kinh độ = 106.394348\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=2|stroke-color=#000000}}\n| diện tích = 1.584,61 km²<ref name=\"area_2020\">{{cite act|index=387\/QĐ-BTNMT|title=Phê duyệt và công bố kết quả thống kê diện tích đất đai năm 2020|url=https:\/\/luatvietnam.vn\/tai-nguyen\/quyet-dinh-387-qd-btnmt-217769-d1.html|legislature=[[Bộ Tài nguyên và Môi trường (Việt Nam)]]|date= 2022| type = Quyết định}}<\/ref><ref>{{Chú thích sách | author = [[Tổng cục Thống kê (Việt Nam)|Tổng cục Thống kê]] | year = 2022  | url = https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf | title = Niên giám Thống kê Việt Nam năm 2021  | publisher = Nhà Xuất bản Thống kê  | access-date = 2022-08-01 | archive-date = 2022-08-01 | archive-url = https:\/\/web.archive.org\/web\/20220801122014\/https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf|url-status=live| p=89 }}<\/ref>\n| dân số = 1.895.900 người<ref name=\"dan_so_2021\">{{Chú thích sách | author = [[Tổng cục Thống kê (Việt Nam)|Tổng cục Thống kê]] | year = 2022   | url = https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf | title = Niên giám Thống kê Việt Nam năm 2021  | publisher = Nhà Xuất bản Thống kê  | access-date = 2022-08-01 | archive-date = 2022-08-01 | archive-url = https:\/\/web.archive.org\/web\/20220801122014\/https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf|url-status=live | p=92 }}<\/ref>      \n| thời điểm dân số = 2022\n| dân số thành thị = 221.600 người ({{formatnum:{{#expr:221600\/1875700*100round2}}}}%)<ref>{{Chú thích sách | author = [[Tổng cục Thống kê (Việt Nam)|Tổng cục Thống kê]] | year = 2022   | url = https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf | title = Niên giám Thống kê Việt Nam năm 2021  | publisher = Nhà Xuất bản Thống kê  | access-date = 2022-08-01 | archive-date = 2022-08-01 | archive-url = https:\/\/web.archive.org\/web\/20220801122014\/https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf|url-status=live| p=98 }}<\/ref>\n| dân số nông thôn = 1.654.100 người ({{formatnum:{{#expr:1654100\/1875700*100round2}}}}%)<ref>{{Chú thích sách | author = [[Tổng cục Thống kê (Việt Nam)|Tổng cục Thống kê]] | year = 2022   | url = https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf | title = Niên giám Thống kê Việt Nam năm 2021  | publisher = Nhà Xuất bản Thống kê  | access-date = 2022-08-01 | archive-date = 2022-08-01 | archive-url = https:\/\/web.archive.org\/web\/20220801122014\/https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf|url-status=live| p=100 }}<\/ref>\n| mật độ dân số = 1.184 người\/km²<ref>{{Chú thích sách | author = [[Tổng cục Thống kê (Việt Nam)|Tổng cục Thống kê]] | year = 2022   | url = https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf | title = Niên giám Thống kê Việt Nam năm 2021  | publisher = Nhà Xuất bản Thống kê  | access-date = 2022-08-01 | archive-date = 2022-08-01 | archive-url = https:\/\/web.archive.org\/web\/20220801122014\/https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2022\/08\/Sach-Nien-giam-TK-2021.pdf|url-status=live| p=89 }}<\/ref>\n| vùng = [[Đồng bằng sông Hồng]] \n| dân tộc = [[Người Kinh|Kinh]], [[Người Tày|Tày]], [[Người Mường|Mường]], [[Người Hoa tại Việt Nam|Hoa]]...\n| tỉnh lỵ = thành phố [[Thái Bình (thành phố)|Thái Bình]]\n| thành lập = \n| chủ tịch UBND = [[Nguyễn Khắc Thận]]\n| hội đồng nhân dân = 62 đại biểu\n| chủ tịch HĐND = [[Nguyễn Tiến Thành]]\n| chủ tịch UBMTTQ = Nguyễn Văn Giang\n| chánh án TAND = [[Phạm Văn Thịnh]]\n| viện trưởng VKSND = [[Lại Hợp Mạnh]]\n|bí thư =  [[Ngô Đông Hải]]\n| trụ sở UBND = \n| đại biểu quốc hội = \n| phân chia hành chính = 1 thành phố, 7 huyện\n| mã địa lý = [[ISO 3166-2:VN|VN-20]]\n| mã hành chính = 34<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = [[Mã bưu chính Việt Nam|41xxxx]]\n| mã điện thoại = [[Mã điện thoại Việt Nam|227]]\n| biển số xe = [[Biển xe cơ giới Việt Nam|17]]\n| web = {{url|thaibinh.gov.vn}}\n|ghi chú logo=Biểu trưng|GRDP=110.336 tỉ đồng (4,8 tỉ USD)|GRDP bình quân đầu người=58,9 triệu đồng (2.531 USD)}}\n'''Thái Bình''' là một [[tỉnh (Việt Nam)|tỉnh]] [[vùng duyên hải Bắc Bộ|ven biển]] ở [[đồng bằng sông Hồng]]. Theo quy hoạch phát triển kinh tế, Thái Bình thuộc [[vùng duyên hải Bắc Bộ]] <ref name=Ms@124 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 11\/04\/2019.<\/ref><ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =ThaiBinh-tt04 >[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Thong-tu-04-2019-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thanh-lap-ban-do-Thai-Binh-415712.aspx Thông tư 04\/2019\/TT-BTNMT ngày 30\/05\/2019] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư... phục vụ lập bản đồ tỉnh Thái Bình. Thuvien Phapluat Online, 2019. Truy cập 22\/07\/2019.<\/ref>.\n\nTheo cuộc tổng điều tra về dân số năm 2019. Tính đến ngày 01\/04\/2019, Thái Bình là đơn vị hành chính [[Việt Nam]] đông thứ 11 về số dân với 1.860.447 người (xếp sau Đắk Lắk và xếp trên Bắc Giang), [[Danh sách đơn vị hành chính Việt Nam theo GRDP|xếp thứ 29]] về [[Tổng sản phẩm trên địa bàn (GRDP)]], [[Danh sách đơn vị hành chính Việt Nam theo GRDP bình quân đầu người|xếp thứ 49]] về [[Tổng sản phẩm trên địa bàn (GRDP)|GRDP]] bình quân đầu người, [[Danh sách đơn vị hành chính Việt Nam theo GRDP|đứng thứ tám]] về tốc độ tăng trưởng [[Tổng sản phẩm trên địa bàn (GRDP)|GRDP]]. Với 1.860.447 người dân<ref>{{Chú thích web|url=https:\/\/www.gso.gov.vn\/default.aspx?tabid=714|title=Dân số các tỉnh Việt Nam năm 2018|last=|first=|date=|website=Tổng cục Thống kê Việt Nam|archive-url=|archive-date=|url-status=|access-date =Ngày 30 tháng 9 năm 2019}}<\/ref>, GRDP đạt 68.142 tỉ [[Đồng (đơn vị tiền tệ)|Đồng]] (tương ứng với 2,9595 tỉ USD), GRDP bình quân đầu người đạt 38 triệu đồng (tương ứng với 1.650 USD), tốc độ tăng trưởng GRDP đạt 10,53%.<ref name=\":07\">{{Chú thích web|url=http:\/\/thongkethaibinh.gov.vn\/Tin-tuc\/tinh-hinh-kinh-te-xa-hoi-thang-12-quy-iv-va-nam-2018-351.html|title=Tình hình kinh tế, xã hội Thái Bình năm 2018|last=|first=|date=|website=Cục Thống kê tỉnh Thái Bình|archive-url=|archive-date=|url-status=|access-date=Ngày 12 tháng 10 năm 2019}}{{Liên kết hỏng|date = ngày 30 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Địa lý==\n=== Vị trí ===\nTỉnh Thái Bình có tọa độ từ 20°18′B đến 20°44′B, 106°06′Đ đến 106°39′Đ.\n\nTrung tâm hành chính của tỉnh là thành phố [[thái Bình (thành phố)|Thái Bình]], cách trung tâm thủ đô [[Hà Nội]] khoảng 100&nbsp;km về phía đông nam, cách trung tâm thành phố [[Hải Phòng]] khoảng 75&nbsp;km về phía tây nam. Vị trí tiếp giáp tỉnh Thái Bình:\n*Phía Bắc giáp tỉnh [[Hải Dương]], tỉnh [[Hưng Yên]] và thành phố [[Hải Phòng]]\n*Phía Tây giáp tỉnh [[Hà Nam]]\n*Phía Nam giáp tỉnh [[Nam Định]]\n*Phía Đông giáp [[vịnh Bắc Bộ]] và [[Biển Đông]].\n\n==== Các điểm cực của tỉnh Thái Bình: ====\n\n* Điểm cực Bắc tại: thôn Lộng Khê, xã An Khê, huyện [[Quỳnh Phụ]].\n* Điểm cực Tây tại: thôn Tân Hà, xã Tân Lễ, huyện [[Hưng Hà]].\n* Điểm cực Đông tại: thôn Trường Xuân, xã Thụy Trường, huyện [[Thái Thụy]].\n* Điểm cực Nam tại: khu vực cửa Ba Lạt, xã Nam Phú, huyện [[Tiền Hải]].\n\n=== Địa hình ===\nĐịa hình tỉnh Thái Bình khá bằng phẳng với độ dốc thấp hơn 1%; độ cao phổ biến từ 1–2 m trên mực nước biển, thấp dần từ bắc xuống đông nam. Thái Bình có bờ biển dài 52&nbsp;km.\n\nTỉnh Thái Bình có bốn con sông chảy qua: phía bắc và đông bắc có [[sông Hóa]] dài 35&nbsp;km, phía bắc và tây bắc có [[sông Luộc]] (phân lưu của sông Hồng) dài 53&nbsp;km, phía tây và nam là đoạn hạ lưu của [[sông Hồng]] dài 67&nbsp;km, sông Trà Lý (phân lưu cấp 1 của sông Hồng) chảy qua giữa tỉnh từ tây sang đông dài 65&nbsp;km. Các sông này tạo ra 4 cửa sông lớn: Diêm Điền (Thái Bình), Ba Lạt, Trà Lý, Lân. Do đặc điểm sát biển nên chúng đều chịu ảnh hưởng của chế độ thủy triều, mùa hè mức nước dâng nhanh với lưu lượng lớn và hàm lượng phù sa cao, mùa đông lưu lượng giảm nhiều và lượng phù sa không đáng kể khiến nước mặn ảnh hưởng sâu vào đất liền từ 15–20&nbsp;km.\n\n===Khí hậu - Thủy văn===\nThái Bình nằm trong vùng khí hậu [[cận nhiệt đới|cận nhiệt đới ẩm]]: mùa hè nóng ẩm, mưa nhiều từ tháng 5 đến tháng 9; mùa đông khô lạnh từ tháng 11 năm trước đến tháng 3 năm sau; tháng 10 và tháng 4 là mùa thu và mùa xuân tuy không rõ rệt như các nước nằm phía trên [[nhiệt đới|vành đai nhiệt đới]]. Nhiệt độ trung bình: 23,5&nbsp;°C. Số giờ nắng trong năm: 1.600-1.800 giờ. Độ ẩm tương đối trung bình: 85-90%\n===Sông ngòi===\nTỉnh Thái Bình nằm trong vùng [[cận nhiệt đới|cận nhiệt đới ẩm]], nên hàng năm đón nhận một lượng mưa lớn (1.600-1.800mm), lại là vùng bị chia cắt bởi các con sông lớn, đó là các [[chi lưu]] của sông Hồng, trước khi chạy ra biển. Mặt khác, do quá trình sản xuất nông nghiệp, trải qua nhiều thế hệ, người ta đã tạo ra hệ thống sông ngòi dày đặc. Tổng [[chiều dài]] các con sông, ngòi của Thái Bình lên tới 8492&nbsp;km, mật độ bình quân từ 5–6&nbsp;km\/km². Hướng dòng chảy của các con sông đa số theo hướng tây bắc xuống đông nam. Phía bắc, đông bắc tỉnh Thái Bình thuộc lưu vực [[sông Thái Bình]].\n\nCác hệ thống sông của tỉnh Thái Bình gồm:\n*Hệ thống sông ngoài đê: Phía tây, tây nam và phía nam (đoạn ngã ba [[sông Luộc]] đến [[cửa Ba Lạt]]) có [[sông Hồng]] chảy uốn khúc, quanh co, là nguồn cung cấp nước và phù sa chính cho Thái Bình. Phía tây bắc là sông Luộc (một chỉ lưu của sông Hồng), đây là sông cung cấp nước cho các huyện [[Quỳnh Phụ]], [[Hưng Hà]]. Phía đông bắc là [[sông Hóa]] chảy ra cửa [[sông Thái Bình]]. [[Sông Trà Lý]] (một chi lưu của sông Hồng) bắt nguồn từ sông Hồng chảy ra biển, chia Thái Bình thành hai khu: khu bắc và khu nam. [[Sông Diêm Hộ]], chảy qua một phần huyện [[Đông Hưng]] và chia đôi huyện [[Thái Thụy]] và chảy ra biển thông qua cống Trà Linh.\n*Hệ thống sông trong đê: Thái Bình còn có hệ thống sông ngòi trong đê chằng chịt chủ yếu phục vụ tưới tiêu cho đồng ruộng và sinh hoạt của người dân. Sau đây là một số sông nội bộ của tỉnh:\n**'''Khu vực bắc Thái Bình''':\n***[[Sông Tiên Hưng]]: Vốn là con sông tự nhiên chạy uốn quanh các huyện [[Hưng Hà]] và [[Đông Hưng]]. Sông dài 51&nbsp;km, rộng 50-100m, tưới tiêu cho các vùng đất ven sông và là đường giao thông thủy quan trọng của vùng này.\n***[[Sông Sa Lung (Thái Bình)|Sông Sa Lung]]: Là sông đào, khởi công từ năm 1896 đến năm 1900 thì hoàn thành, dài khoảng 40&nbsp;km, chảy qua các huyện [[Hưng Hà]], [[Đông Hưng]], [[Thái Thụy]]. \n***[[Sông Quỳnh Côi]]: Còn gọi là sông Yên Lộng hay sông Bến Hiệp. Đây là con sông đào xuyên qua một phần huyện [[Quỳnh Phụ]], xuôi xuống [[Đông Hưng]], có [[chiều dài]] khoảng 15&nbsp;km, bắt đầu từ cống Bến Hiệp nối với sông Tiên Hưng ở xã [[Liên Giang]].\n***[[Sông Đại Nẫm]]: Cũng là con sông chạy qua huyện [[Quỳnh Phụ]], dài 16&nbsp;km, bắt nguồn từ cống Đại Nẫm nối với sông Diêm Hộ.\n***[[Sông Diêm Hộ]]: Là con sông tiêu nước quan trọng nhất trong hệ thống thủy nông ở khu vực bắc Thái Bình. Hầu hết các con sông nội đồng trong khu vực đều đổ ra sông Diêm Hộ, khi chưa có cống Trà Linh, sông Diêm Hộ trở thành con sông trong đê với chức năng chính là tiêu úng cho các huyện phía bắc Thái Bình.\n***[[Sông Thuyền Quan]]: Là con sông đào, nối với sông Tiên Hưng ở ranh giới hai xã [[Hà Giang, Đông Hưng|Hà Giang]] và [[Đông Kinh (xã)|Đông Kinh]], nối với sông Sa Lung ở xã [[Đông Vinh, Đông Hưng|Đông Vinh]], nối với sông Trà Lý ở ranh giới hai xã [[Đông Quan, Đông Hưng|Đông Quan]] (huyện [[Đông Hưng]]) và [[Thái Hà, Thái Thụy|Thái Hà]] (huyện [[Thái Thụy]]), dài 9&nbsp;km.\n***[[Sông Hệ]]: Nối [[sông Hóa]] với [[sông Diêm Hộ]], dài 12&nbsp;km, chảy qua một số xã thuộc huyện [[Quỳnh Phụ]].\n**'''Khu vực nam Thái Bình'''\n***[[Sông Cự Lâm]]: Chảy từ sông Trà Lý ở xã [[Xuân Hòa, Vũ Thư|Xuân Hòa]] qua các xã [[Hiệp Hòa, Vũ Thư|Hiệp Hòa]], [[Song Lãng, Vũ Thư|Song Lãng]], [[Minh Lãng, Vũ Thư|Minh Lãng]], [[Minh Quang, Vũ Thư|Minh Quang]] nối với [[sông Vĩnh Trà]] ở thị trấn [[Vũ Thư (thị trấn)|Vũ Thư]], huyện [[Vũ Thư]]. Đoạn sông này dài 14&nbsp;km.\n***[[Sông Búng]]: Chảy qua các xã Hiệp Hòa, Việt Hùng, Dũng Nghĩa, Tân Lập, nối sông Trà Lý với sông Hồng, dài khoảng 13&nbsp;km.\n***[[Sông Bạch]]: Chảy từ cống Nạng (sông Trà Lý) ở ranh giới xã Tân hòa, Phúc Thành uốn lượn qua Tân Phong, Tân Bình (Vũ Thư), phường Tiền Phong, xã Phú Xuân, nối với sông Vĩnh Trà ở phường Phú Khánh thành phố Thái Bình.\n***[[Sông Kiến Giang (Thái Bình)|Sông Kiến Giang]]: Là con sông đào gồm nhiều đoạn khác nhau. Dòng chính nối từ sông Vĩnh Trà ở Thành phố Thái Bình, qua một số xã ở huyện Vũ Thư rồi chảy qua huyện Kiến Xương, Tiền Hải, đổ vào Sông Lân, dài 30&nbsp;km. Đây là con sông quan trọng cho việc tưới tiêu đồng ruộng phía nam Thái Bình và là đường vận tải thủy quan trọng trong khu vực. Có thể nói, nó là xương sống của hệ thống thủy lợi khu nam Thái Bình. Nó có hệ thống sông ngòi, mương máng nối với sông Hồng, sông Trà Lý thông qua các cống. Hầu hết các con sông khác trong khu vực đều có mối liên hệ với sông Kiến Giang, như sông Nguyệt lâm, Dực Dương... Sông Kiến Giang là con sông tương đối đẹp, một nơi có đôi bờ là điểm quần tụ dân cư đông đúc, trù phú, làng mạc xanh tươi.\n***[[Sông Nguyệt Lâm]]: Là sông đào đi từ cống Nguyệt Lâm, lấy nước từ sông Hồng (xã Vũ Bình, huyện Vũ Thư), nối với sông Kiến Giang ở xã Hòa Bình, huyện Kiến Xương [[chiều dài]] 13&nbsp;km.\n***[[Sông Dực Dương]]: Cũng là sông đào đi từ cống Dực Dương, lấy nước sông Trà Lý, tại vị trí xã Trà Giang, nối sông Kiến Giang ở xã Bình Minh huyện Kiến Xương dài 13&nbsp;km.\n***[[Sông Hương (Thái Bình)|Sông Hương]]: Nối sông Hồng với sông Kiến Giang, từ xã Bình Thanh huyện Kiến Xương đến đến xã Phương Công huyện Tiền Hải.\n***[[Sông Lân]]: Trước kia là một nhánh của sông Hồng đổ ra biển. Hiện nay nó trở thành con sông trong đê, chạy từ ranh giới xã Hồng Tiến (huyện Kiến Xương) - Nam Hải (Tiền Hải) chảy ròng ra biển. Từ ngày đắp đê, xây dựng cống Lân, nó trở thành con sông nội đồng. Con sông này tưới tiêu nước cho huyện Kiến Xương và Tiền Hải. Cống Lân làm nhiệm vụ ngăn nước mặn và tiêu nước mỗi khi ngập úng nội đồng, đồng thời điều tiết tưới tiêu cho khu vực nam Thái Bình.\n***[[Sông Long Hầu]]: Nối sông Trà Lý với sông Kiến Giang từ xã Đông Quý đến xã Đông Lâm (Tiền Hải).\n\nQuá trình hình thành các con sông lớn nhỏ của Thái Bình là sự kết hợp giữa sự phát triển tự nhiên và nhu cầu hoạt động sản xuất, sinh hoạt của con người. Các con sông tự nhiên được hình thành do quá trình vận động của các dòng chảy, bắt đầu từ thượng nguồn, về phía hạ lưu hướng dòng chảy luôn thay đổi do sông uốn khúc nhiều. Sông Hồng trước đây thường hay thay đổi dòng chảy. Từ khi hình thành hệ thống đê điều, dòng chảy của sông Hồng ổn định gần như diện mạo hôm nay. Hệ thống sông trong đê là kết quả quá trình chinh phục của con người, nhằm hạn chế tác hại của thiên tai, tận dụng các điều kiện tự nhiên để tưới tiêu trong nông nghiệp. Trải qua nhiều thập niên, người nông dân Thái Bình liên tục cải tạo, khơi sâu, nắn dòng các con sông nội đồng với mục đích tưới tiêu thuận lợi và một phần phục vu vận tải đường thủy.\n\n===Ao, hồ, đầm===\nTrên địa bàn Thái Bình không có các hồ, đầm lớn, chủ yếu là các ao nhỏ, nằm xen kẽ với làng xóm hoặc ven đê, ven biển do lấy đất đắp đê hoặc do vỡ đê tạo thành các điểm trũng tích nước. Các ao hồ nhỏ nằm rải rác, xen kẽ các khu dân cư là kết quả của quá trình tạo lập đất ở. Xưa kia, đất được bồi đắp không bằng phẳng, chỗ cao chỗ thấp, người ta đào ao lấy đất đăp nền nhà, tạo thành vườn tược, và tận dụng nguồn nước từ ao hồ quanh nhà để lấy nước sinh hoạt. Vì vậy phần lớn làng xóm, cư dân của Thái Bình (nhà cửa, ruộng vườn) đều gần với ao đầm. Tổng diện tích ao hồ gần 6.575ha, chiếm 4,25% đất đai của tỉnh. Các ao hồ của Thái Bình thường có diện tích không lớn (khoảng 200-300m²). Những năm gần đây, diện tích một số ao hồ được cải tạo, có xu hướng tập trung thành quy mô trang trại để nuôi tôm cá theo quy trình bán công nghiệp. Bước đầu một số ao hồ nuôi tôm cá đã đem lại hiệu quả kinh tế cao, nhất là các vùng nuôi tôm ở các ao đầm ven biển (tôm sú, tôm rảo..)\n\n===Biển===\n\nBiển Thái Bình nằm trong vùng biển vịnh Bắc Bộ, là một phần của Biển Đông. Biển Đông là một biển lớn thông với Thái Bình Dương qua các eo biển rộng. [[Vịnh Bắc Bộ]] nằm ở phía tây bắc biển Đông, thực ra là phần lục địa bị chìm dưới nước biển do đó biển nông, nơi sâu nhất không quá 200 mét mực nước ngầm.\n\nThái Bình là bộ phận của [[tam giác]] châu thổ sông Hồng, thuộc trầm tích bờ rời Đệ Tứ có nguồn gốc song - biển hỗn hợp. Xét về mặt tổng thể thì trầm tích này có khả năng chứa nước rất lớn, mực nước ngầm nông, dễ khai thác.\n\nTheo tài liệu nghiên cứu về địa chất và thủy văn, vùng này có sự phân đới thủy địa hóa theo phương nằm ngang và phương thẳng đứng như sau:\n\nPhân đới thủy hóa theo phương nằm ngang:\n\nPhân đới thủy hóa theo phương nằm ngang, lấy sông Trà Lý chảy qua giữa tỉnh làm ranh giới: Phía bắc sông Trà Lý gồm các huyện Hưng Hà, Đông Hưng, Quỳnh Phụ và một số xã thuộc huyện Thái Thụy gần khu vực sông Hóa, nằm trong đới nước ngọt có tổng độ khoáng hóa dao động từ 300–500&nbsp;mg\/l. Các tầng chứa nước ngọt rất tốt. Phía nam sông Trà Lý bao gồm các huyện Vũ Thư, Kiến Xương, Tiền Hải, phần lớn huyện Thái Thụy và Thành phố Thái Bình nằm trong đới nước mặn. Các lỗ khoan cho thấy, nước khoan lên có tổng độ khoáng hóa dao động trong khoảng 600-2.500&nbsp;mg\/l, nước thuộc loại Chloride Natri. Do bị nhiễm mặn nên không đạt tiêu chuẩn dùng cho nước sinh hoạt.\n*Phân đới thủy hóa theo phương thẳng đứng\n\nPhân đới thủy hóa theo phương thẳng đứng từ mặt đất đến độ sâu 140 mét bao gồm các tầng cách nước và chứa nước sau:\n\n+ Tầng chứa nước nghèo thuộc hệ tầng Thái Bình\n\n+ Tầng cách nước thuộc hệ tầng Hải Hưng II\n\n+ Tầng chứa ít nước thuộc hệ tầng Hải Hưng II\n\n+ Tầng cách nước thuộc hệ tầng Vĩnh Phúc I\n\n+ Tầng chứa nước lỗ hổng thuộc hệ tầng Vĩnh Phúc II\n\n+ Tầng chứa nước trong trầm tích cát - cuội- sỏi hệ Hà Nội\n\n===Tài nguyên nước===\nTài nguyên nước trong dòng chảy mặt ở Thái Bình rất phong phú. Mật độ sông ngòi dày đặc chứa và lưu thông một lượng nước mặt khổng lồ. Nguồn cung cấp hàng tỷ m3 từ các con sông lớn như [[sông Hồng]], [[sông Trà Lý]], [[sông Thái Bình]], cộng vào đó là lượng nước mưa nhận được hàng năm cũng rất lớn (hàng tỉ tấn). Đây là điều kiện thuận lợi để cư dân sử dụng tài nguyên nước mặt phục vụ cho sinh hoạt và sản xuất ở mọi nơi trong tỉnh. Các dòng chảy mặt đã được sử dụng tưới tiêu cho đồng ruộng thông qua hệ thống thủy lợi: mương, máng tưới tiêu, hệ thống cống tự chảy...\n\nDòng chảy mặt của các con sông nội đồng ngoài tác dụng tưới cho đồng ruộng, phục vụ sinh hoạt của cư dân, còn mang theo các chất thải ở thể lỏng chảy ra biển Đông (nước thải sinh hoạt, nước thau chua, rửa mặn đồng ruộng).\n\nHệ thống dòng chảy mặt, nhất là hệ thống sông ngòi nội đồng chảy quanh co, ngang dọc trên đất Thái Bình làm thành cảnh quan, tạo ra một khung cảnh sông nước, đồng ruộng, vườn cây trái, hài hòa, yên bình, thơ mộng.\n\nCác tầng chứa nước nông đều có hàm lượng sắt cao, vượt quá tiêu chuẩn cho phép; Để dùng được phải qua xử lý, khử bớt sắt mới đảm bảo tiêu chuẩn cho phép. Hầu hết các giếng khoan đã có biểu hiện ô nhiễm các chất hữu cơ do tàn tích của các loài thực vật, có xuất hiện các ion độc hại như NH4, NO2, P04, S...\n\nTầng chứa nước lỗ hổng trong trầm tích cát - cuội- sỏi hệ tầng Hà Nội sâu 80-140m có khả năng chứa nước lớn, có giá trị cung cấp cả về số lượng lẫn chất lượng cho những trạm xử lý và cung cấp nước trung bình và nhỏ. Do tầng chứa nước ở dưới sâu nên khả năng gây ô nhiễm nguồn nước trong tầng này được bảo vệ bởi các tầng chứa nước phía trên. Tuy nhiên, để đảm bảo an toàn khi khai thác và sử dụng, cần lưu ý biện pháp bảo vệ và khai thác với mức độ hợp lý.\n\nNước ngầm tầng mặt của Thái Bình, về mùa khô chỉ đào sâu xuống 1-1,5m, mùa mưa chỉ đào sâu chưa đến 1m. Tuy nhiên, đây chỉ là nước ngầm trên mặt, nếu đào sâu xuống sẽ gặp nước mặn và chua, độ trong không đảm bảo, không thể dùng trong sinh hoạt ngay được mà cần phải xử lý. Càng sâu trong đất liền ([[Quỳnh Phụ]], [[Hưng Hà]]) thì mức độ mặn, chua giảm hơn.<ref>http:\/\/thaibinh.gov.vn\/ct\/introduction\/Lists\/dktn\/View_Detail.aspx?ItemId=27<\/ref>\n\n=== Tài nguyên khoáng sản ===\nCác khoáng sản chính:\n*Khí mỏ: Thái Bình có mỏ [[khí thiên nhiên|khí đốt]] Tiền Hải đã được khai thác từ năm [[1986]] với sản lượng khai thác hàng năm vài chục triệu m³ khí thiên nhiên. Tháng 5, 6 năm [[2003]], [[Tập đoàn Dầu khí Quốc gia Việt Nam|Tổng công ty dầu khí Việt Nam]] đã tiến hành nổ địa chấn 3D lô 103\/107 vịnh Bắc Bộ trữ lượng ước tính 7 tỷ m³.\n*[[Nước khoáng]]: Mỏ Tiền Hải ở độ sâu 450 m có trữ lượng khoảng 12 triệu m³, đã khai thác từ năm [[1992]], sản lượng 9,5 triệu lít với các nhãn hiệu [[nước khoáng Vital]], nước khoáng [[Tiền Hải]].\n**Nước khoáng nóng: Đã thăm dò và phát hiện ở làng Khả xã Duyên Hải huyện Hưng Hà mỏ nước nóng 57&nbsp;°C ở độ sâu 50 m và nước nóng 72&nbsp;°C ở độ sâu 178 m có thể sẽ được đầu tư khai thác phục vụ phát triển du lịch và chữa bệnh, hiện tại có 2 công ty nước khoáng khai thác hoạt động tại làng Khả (công ty nước khoáng Duyên Hải và Tiên Hải).\n*Than: Có than nâu thuộc bể than nâu vùng đồng bằng sông Hồng với trữ lượng 210 tỉ tấn (lớn gấp 20 lần trữ lượng than tại Quảng Ninh). Hiện nay Tập đoàn than khoáng sản và Tỉnh Thái Bình đã ký kết thoả thuận phối hợp chỉ đạo và thực hiện một số nội dung quan trọng: Giai đoạn 2010 - 2015 triển khai địa chất 24 lỗ khoan, giai đoạn 2015 - 2020 khoan thăm dò địa chất 3600 lỗ khoan. Từ 2010 đầu tư thử nghiệm một số dự án khai thác than bằng công nghệ ngầm dưới lòng đất hoặc công nghệ hàm lò tại [[Tiền Hải]] và [[Thái Thụy]], mỗi dự án có quy mô công suất 6 triệu tấn\/năm.\n*Công ty dầu khí [[Sông Hồng]] bắt đầu khoan thăm dò khai thác khí than tại giếng khoan Tiền Hải C-08 tại Xá Tây Ninh - Tiền Hải, giếng có độ sâu 1100m.\n\n===Khu dự trữ sinh quyển thế giới===\n[[Tập tin:Châu thổ sông Hồng 2.jpg|nhỏ|phải|250px|[[Khu dự trữ sinh quyển châu thổ sông Hồng]] ở 3 tỉnh Thái Bình, Nam Định, Ninh Bình là [[khu dự trữ sinh quyển thế giới]]]]\nTỉnh Thái Bình có 2 trong số 5 khu vực đa dạng sinh học được UNESCO công nhận là [[khu dự trữ sinh quyển thế giới]] châu thổ sông Hồng, 3 khu vực còn lại thuộc [[Nam Định]] và [[Ninh Bình]].\n\n[[Khu dự trữ sinh quyển châu thổ sông Hồng]] nằm trên địa bàn các xã ven biển thuộc 3 tỉnh Thái Bình, [[Nam Định]] và [[Ninh Bình]] đã được UNESCO công nhận là [[khu dự trữ sinh quyển thế giới]] từ năm 2004 với những giá trị nổi bật toàn cầu về đa dạng sinh học và có ảnh hưởng lớn đến sự sống của nhân loại.\n\nKhu dự trữ sinh quyển ven biển Thái Bình gồm 2 phần nằm ở cửa biển, nơi giáp [[Hải Phòng]] và [[Nam Định]]:\n*Rừng ngập mặn Thái Thuỵ: thuộc các xã Thụy trường, Thụy Xuân, Thụy Hải, Thị trấn Diêm Điền, Thái Đô, Thái Thượng.\n*[[Khu bảo tồn thiên nhiên Tiền Hải]]: thuộc các xã Nam Hưng, Nam Phú, Nam Thịnh.\n\n== Lịch sử ==\n{{chính|Lịch sử hành chính Thái Bình}}\n[[Tập tin:TinhThaiBinh.jpg|nhỏ|phải|Bản đồ tỉnh Thái Bình năm 1924 thời [[Pháp thuộc]].]]\nVùng đất thuộc tỉnh Thái Bình ngày nay, vào thời [[Bắc thuộc|Bắc Thuộc]] trước [[thế kỷ 10|thế kỉ 10]], thuộc hương Đa Cương (vùng đất từ [[sông Luộc]] ra đến biển) của quận [[Giao Chỉ]]. Thời [[12 sứ quân]] vùng đất này là căn cứ của sứ quân [[Trần Lãm]]. Tới [[nhà Hậu Lê]], thời vua [[Lê Thánh Tông]] về sau vùng đất Thái Bình ngày nay thuộc trấn [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam]]. Từ năm Minh Đức thứ 1 (1527) đến hết thời Mạc và kéo dài đến cuối thời Lê trung hưng, Nhà Mạc đổi trấn Hải Dương thành đạo Hải Dương. Năm Minh Đức thứ 3 (1529), Mạc Thái Tổ (Mạc Đăng Dung) trao ngôi vua cho con là Mạc Đăng Doanh còn Mạc Đăng Dung làm Thái thượng hoàng về Cổ Trai, lấy Nghi Dương làm Dương Kinh, trích phủ Thuận An ở Kinh Bắc và các phủ Khoái Châu, Tân Hưng, Kiến Xương, Thái Bình ở Sơn Nam cho lệ thuộc vào Dương Kinh (gần hết tỉnh Thái Bình, Nam Định ngày nay). Qua khảo cứu Cột chúc đài (bia đá vuông) năm Vĩnh Thịnh 6 (1710) ở chùa Cao Linh (tên cũ Cao Dương) có ghi Đại Việt quốc, Sơn Nam – Hải Dương nhị xứ, Thái Bình – Nam Sách nhị phủ, Thụy Anh huyện, Cao Dương xã. Tạm dịch là: Xã Cao Dương, huyện Thụy Anh, hai phủ Thái Bình – Nam Sách, hai xứ Sơn Nam – Hải Dương, nước Đại Việt.\n\nĐến cuối thời nhà [[Nhà Lê trung hưng|Lê trung hưng]] sang đầu nhà Nguyễn, vùng này thuộc trấn Sơn Nam Hạ. Năm 1832, vua [[Minh Mạng]] [[nhà Nguyễn]] cắt hai phủ Thái Bình, Kiến Xương nhập vào tỉnh [[Nam Định]], nhập phủ Tiên Hưng vào tỉnh [[Hưng Yên]].\n\n[[Tập tin:Thai Binh 1891.jpg|300px|phải|nhỏ|Bản đồ tỉnh Thái Bình năm 1891]]\nNgày [[21 tháng 3]] năm [[1890]], Toàn quyền Đông Dương ra nghị định thành lập tỉnh Thái Bình, gồm phủ Thái Bình, phủ Kiến Xương (tách từ tỉnh [[Nam Định]]) và huyện Thần Khê (tách từ tỉnh [[Hưng Yên]] và sáp nhập vào phủ Thái Bình - sau đổi tên là phủ Thái Ninh). Tỉnh lỵ đặt tại phủ lỵ Kiến Xương, bờ nam sông Trà Lý. Vị trí này nằm trên đường Hải Phòng- Nam Định nhưng chỉ cách Nam Định 17&nbsp;km nên người dân nơi đây thường đi phà Tân Đệ (sau này là cầu) sang Nam Định mua các thứ cần thiết.\n\nNgày [[28 tháng 11]] năm [[1894]], Toàn quyền Đông Dương ra nghị định cắt hai huyện Hưng Nhân và Duyên Hà thuộc phủ Tiên Hưng, tỉnh [[Hưng Yên]] sáp nhập vào tỉnh Thái Bình; lấy sông Luộc làm ranh giới giữa hai tỉnh Hưng Yên và Thái Bình. Như vậy lúc mới thành lập, tỉnh Thái Bình gồm có 3 phủ Kiến Xương, Thái Ninh, Tiên Hưng với tổng cộng là 12 huyện [[Đông Quan (huyện)|Đông Quan]], [[Duyên Hà (huyện)|Duyên Hà]], [[Hưng Nhân (huyện)|Hưng Nhân]], [[Kiến Xương|Trực Định]], [[Phụ Dực]], [[Quỳnh Côi]], [[Thái Ninh (huyện cũ)|Thanh Quan]], [[Thư Trì]], [[Thụy Anh]], [[Tiền Hải]], [[Tiên Hưng (huyện)|Thần Khê]], [[Vũ Tiên (huyện)|Vũ Tiên]].\n \nSau đó, bỏ cấp phủ, các huyện có sở lỵ phủ thì đổi theo tên của phủ kiêm quản trước đó: Thanh Quan thành Thái Ninh, Trực Định thành Kiến Xương, Thần Khê thành Tiên Hưng.\n\nTỉnh lị tỉnh Thái Bình khi mới thành lập năm 1890, đặt tại xã Kỳ Bố, trước là huyện lỵ của huyện Vũ Tiên (từ thời [[Minh Mạng]]). Sau này, tỉnh lỵ Thái Bình phát triển mở rộng sang các huyện lân cận thành thị xã Thái Bình, rồi thành [[thái Bình (thành phố)|thành phố Thái Bình]].\n\nSau năm [[1945]], bỏ cấp phủ, gọi chung là huyện, tỉnh Thái Bình có 13 đơn vị hành chính gồm [[Thái Bình (thành phố)|thị xã Thái Bình]] và 12 huyện: [[Đông Quan (huyện)|Đông Quan]], [[Duyên Hà (huyện)|Duyên Hà]], [[Hưng Nhân (huyện)|Hưng Nhân]], [[Kiến Xương]], [[Phụ Dực]], [[Quỳnh Côi]], [[Thái Ninh (huyện cũ)|Thái Ninh]], [[Thư Trì]], [[Thụy Anh]], [[Tiền Hải]], [[Tiên Hưng (huyện)|Tiên Hưng]], [[Vũ Tiên (huyện)|Vũ Tiên]].\n\nNgày [[2 tháng 12]] năm [[1955]], điều chỉnh địa giới của các huyện Đông Quan, Phụ Dực, Quỳnh Côi, Thái Ninh, Thụy Anh, Tiên Hưng, Tiền Hải.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-625-TTg-sua-doi-dia-gioi-cac-huyen-thuoc-tinh-Thai-Binh-21683.aspx Nghị định số 625-TTg năm 1950]<\/ref>\n\nNgày [[28 tháng 2]] năm [[1958]], điều chỉnh địa giới của ba huyện Phụ Dực, Quỳnh Côi và Thụy Anh.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-dinh-129-TTg-sua-doi-dia-gioi-ba-huyen-Thuy-anh-Phu-duc-va-Quynh-coi-tinh-Thai-binh-21058.aspx Nghị định số 129-TTg năm 1958]<\/ref>\n\nNgày [[17 tháng 6]] năm [[1969]], 2 huyện Đông Quan và Tiên Hưng hợp nhất thành huyện [[Đông Hưng, Thái Bình|Đông Hưng]]; 2 huyện Hưng Nhân, Duyên Hà và 5 xã: Bắc Sơn, Đông Đô, Hòa Bình, Chi Lăng và Tây Đô của huyên Tiên Hưng hợp nhất thành huyện [[Hưng Hà]]; 2 huyện Quỳnh Côi và Phụ Dực hợp nhất thành huyện [[Quỳnh Phụ]]; 2 huyện Thái Ninh và Thụy Anh hợp nhất thành huyện [[Thái Thụy]]; 2 huyện Vũ Tiên và Thư Trì hợp nhất thành huyện [[Vũ Thư]]; riêng 13 xã của huyện Vũ Tiên cũ được sáp nhập vào huyện [[Kiến Xương]]. Tỉnh Thái Bình còn 1 thị xã và 7 huyện.\n\nNgày [[29 tháng 4]] năm [[2004]], chuyển thị xã Thái Bình thành [[Thái Bình (thành phố)|thành phố Thái Bình]]. Tỉnh Thái Bình có 1 thành phố và 7 huyện như hiện nay.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-117-2004-ND-CP-thanh-lap-thanh-pho-Thai-Binh-thuoc-tinh-Thai-Binh-vb5966t11.aspx Nghị định 117\/2004\/NĐ-CP về việc thành lập thành phố Thái Bình thuộc tỉnh Thái Bình]<\/ref>\n\nNgày [[12 tháng 12]] năm [[2013]], Thủ tướng Chính phủ ban hành Quyết định 2418\/QĐ-TTg công nhận thành phố Thái Bình là đô thị loại II.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-2418-QD-TTg-nam-2013-cong-nhan-thanh-pho-Thai-Binh-do-thi-loai-II-215995.aspx|tựa đề=Quyết định 2418\/QĐ-TTg năm 2013 về việc công nhận thành phố Thái Bình là đô thị loại II trực thuộc tỉnh Thái Bình do Thủ tướng Chính phủ ban hành|url-status=live}}<\/ref>\n\n== Dân số ==\nNăm 2019, Thái Bình có 1.860.447 người với mật độ dân số 1.138 người\/km². Thành phần dân số:\n*Nông thôn: 78%\n*Thành thị: 22%<ref>{{Chú thích web |url=http:\/\/www.gopfp.gov.vn\/c\/document_library\/get_file?uuid=af053d11-d7c9-4255-8a2c-437c6e194699&groupId=18 |ngày truy cập=2014-06-18 |tựa đề=Dân số Thái Bình |archive-date = ngày 26 tháng 7 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140726213251\/http:\/\/www.gopfp.gov.vn\/c\/document_library\/get_file?uuid=af053d11-d7c9-4255-8a2c-437c6e194699&groupId=18 |url-status=dead }}<\/ref>\n\nTính đến ngày [[1 tháng 4]] năm [[2019]], toàn tỉnh có 5 [[tôn giáo]] khác nhau đạt 169.589 người, nhiều nhất là [[Công giáo tại Việt Nam|Công giáo]] có 116.630 người, tiếp theo là [[Phật giáo Việt Nam|Phật giáo]] có 52.671 người, [[Kháng Cách|đạo Tin Lành]] có 285 người. Còn lại các tôn giáo khác như [[đạo Cao Đài]] có hai người và [[Bửu Sơn Kỳ Hương]] chỉ có một người.<ref name=\"dstcdtvn\">[http:\/\/www.gso.gov.vn\/Modules\/Doc_Download.aspx?DocID=12724 Kết quả toàn bộ Tổng điều tra Dân số và Nhà ở Việt Nam năm 2009], Tổng cục Thống kê Việt Nam.<\/ref>\n\n== Hành chính==\nTỉnh Thái Bình có 8 đơn vị hành chính cấp huyện trực thuộc, bao gồm 1 thành phố và 7 huyện với 260 đơn vị hành chính cấp xã, bao gồm 10 phường, 9 thị trấn và 241 xã.<ref name=NQ892>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-892-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Thai-Binh-435409.aspx|tựa đề=Nghị quyết số 892\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thái Bình|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n{| cellpadding=\"0\" cellspacing=\"6\" width=\"100%\" align=\"center\" style=\"background: #f9f9f9; border: 1px #aaa solid; margin-top: 16px\"\n! colspan=\"3\" style=\"background: #E6E6FA; font-size: 95%;\" | Danh sách các đơn vị hành chính trực thuộc tỉnh Thái Bình\n|-\n| width=\"50%\" valign=\"top\" style=\"background: #f9f9f9;\"|\n{| cellpadding=\"1\" cellspacing=\"1\" style=\"background: #f9f9f9; font-size: 90%; text-align: right;\" width=\"100%\"\n|-\n! align=\"left\" style=\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" | Tên!! style=\"border-bottom: 2px solid #CCCCFF;\" |Dân số (người)<sup>2019<\/sup>!! style=\"border-bottom: 2px solid #CCCCFF;\" | Hành chính\n|-\n| align=\"left\" colspan=\"3\" style=\"background: #F5F5DC; padding-left: 30px;\" | '''Thành phố (1)'''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Thái Bình (thành phố)|Thái Bình]] ||206.037|| ''10 phường, 9 xã''\n|-\n| align=\"left\" colspan=\"3\" style=\"background: #F5F5DC; padding-left: 30px;\" | '''Huyện (7)'''\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Đông Hưng]] ||248.434||''1 thị trấn, 37 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Hưng Hà]] ||253.272\n|| ''2 thị trấn, 33 xã''\n|}\n| width=\"50%\" valign=\"top\" style=\"background: #f9f9f9;\" |\n{| cellpadding=\"1\" cellspacing=\"1\" style=\"background: #f9f9f9; font-size: 90%; text-align: right;\" width=\"100%\"\n|-\n! align=\"left\" style=\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" | Tên!! style=\"border-bottom: 2px solid #CCCCFF;\" | Dân số (người)<sup>2019<\/sup>!! style=\"border-bottom: 2px solid #CCCCFF;\" | Hành chính\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Kiến Xương]] ||216.682||''1 thị trấn, 32 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Quỳnh Phụ]] ||240.940|| ''2 thị trấn, 35 xã''\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Thái Thụy]]|| 255.222||''1 thị trấn, 35 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Tiền Hải]]|| 215.535|| ''1 thị trấn, 31 xã''\n|-bgcolor=\"#F5F5F5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" |[[Vũ Thư]]|| 227.921||''1 thị trấn, 29 xã''\n|}\n| valign=\"top\" style=\"background: #f9f9f9; font-size: 90%\" |\n|}\n\n== Kinh tế ==\n{{Chính|Danh sách  đơn vị hành chính Việt Nam theo GRDP}}{{Chính|Danh sách đơn vị hành chính  Việt Nam theo GRDP bình quân đầu người}}\n\n'''Năm 2014'''\n\n*Tổng sản phẩm trong tỉnh (GRNP) đạt 38.341 tỷ đồng (tăng 7,83% so năm 2013), là năm có mức tăng trưởng cao nhất trong 04 năm gần đây và cao hơn mức tăng trưởng chung của cả nước (5,8%). Tổng giá trị sản xuất ước tăng 8,82%<ref>[http:\/\/thaibinh.gov.vn\/ct\/news\/Lists\/CollectionNews\/View_Detail.aspx?ItemID=3579 Kinh tế năm 2014]<\/ref>. Cơ cấu kinh tế chuyển dịch theo hướng tích cực.\n*Giá trị sản xuất công nghiệp (theo giá so sánh 2010) ước đạt 33.840 tỷ đồng, tăng 11,4% so với năm 2013<ref>[http:\/\/thaibinh.gov.vn\/ct\/news\/Lists\/thongtinbaocaothongke\/Attachments\/23\/134-bc_sign.pdf Báo cáo kinh tế tỉnh Thái Bình năm 2014]<\/ref>. Đã có 126\/144 dự án trong các KCN đi vào hoạt động đem lại giá trị sản xuất là 12.566 tỷ đồng, tăng 11,3% so năm 2013.\n*Tổng mức bán lẻ hàng hóa và doanh thu dịch vụ tiêu dùng năm 2014 ư­ớc đạt 25.639 tỷ đồng, tăng 13.48% so 2013.\n*Tổng thu ngân sách nhà nước năm 2018 đạt 7.107,1 tỷ đồng.\n*Toàn tỉnh đã tạo việc làm mới cho 32.200 lao động, tỷ lệ hộ nghèo giảm còn 3,32%.\n\n'''Định hướng phát triển'''\n\n* Năm 2015, toàn tỉnh phấn đấu tổng sản phẩm trong tỉnh tăng 8% trở lên so với năm 2014; tổng vốn đầu tư phát triển toàn xã hội tăng 8,2%; kim ngạch xuất khẩu tăng 12,6%; tổng thu ngân sách nhà nước 8.618,9 tỷ đồng; phấn đấu đến hết năm 2015 có trên 130 xã và 1 huyện đạt chuẩn quốc gia về xây dựng nông thôn mới; tỷ lệ hộ nghèo giảm 1% trở lên.\n*Tiếp tục thực hiện việc Thành lập Khu Kinh tế Biển tại 2 huyện Tiền Hải và Thái Thụy rộng 30.580 Ha (gồm 30 xã ở 2 huyện Thái Thụy và Tiền Hải); Trong đó, phần diện tích đất tự nhiên theo ranh giới các xã là 21.583 ha, còn lại là phần diện tích ngập nước ven bờ khoảng 9.000 ha. \n*Trong định hướng phát triển giao thông của vùng sẽ có quốc lộ ven biển, đường cao tốc Ninh Bình – Hải Phòng qua Thái Bình.\n*Trung tâm Điện lực Thái Bình tại xã Mỹ Lộc - Huyện Thái Thụy với vốn đầu tư 2.1 tỉ USD, diện tích 254ha. Dự án có công suất 1800 MW. Và Nhà máy sản xuất Amôn Nitrat (công suất 200 ngàn tấn\/năm).\n\n===Các khu Công nghiệp của Tỉnh Thái Bình===\n# KCN Phúc Khánh 120ha\n# KCN Nguyễn Đức Cảnh 64ha\n# KCN Tiền Phong 77ha\n# KCN Tiền Hải 400ha\n# KCN Cầu Nghìn 214ha\n# KCN Gia Lễ 85ha\n# KCN Diêm Điền 100ha\n# KCN Sông Trà 250ha<ref>http:\/\/bqlkcn.thaibinh.gov.vn\/News\/Lists\/TiemNang\/View_Detail.aspx<\/ref>\n# KCN Liên Hà Thái 588,84ha\n\nNgoài các khu Công nghiệp trên, tương lai sẽ thành lập một số Khu Công nghiệp:\n* KCN An Hòa 400ha\n* KCN Minh Hòa 390ha\n* KCN Đồng Tu 50ha\n* KCN Thanh Nê 50ha\n* KCN Sơn Hải 450ha\n* KCN Liên Hà Thái 588,84ha\n\n=== Xây dựng nông thôn mới ===\n\n*Đến hết năm 2019 Thái Bình đã có 100% số xã đạt chuẩn nông thôn mới, về cơ bản Thái Bình là một tỉnh Nông thôn mới đạt chuẩn quốc gia.\n\n== Giáo dục ==\nNgành Giáo dục - Đào tạo và khoa học công nghệ được giữ vững và phát triển. Trong năm học 2012 - 2013, Thái Bình là một trong năm tỉnh, thành phố đầu tiên trong cả nước được công nhận đạt phổ cập mầm non cho trẻ 5 tuổi; học sinh tốt nghiệp trung học phổ thông đạt tỷ lệ cao; số học sinh đỗ đại học, cao đẳng xếp thứ 2 trên toàn quốc. \n=== Giáo dục chuyên ngành ===\nDanh sách các cơ sở giáo dục:\n# [[Trường Đại học Y Dược Thái Bình]]\n# [[Trường Đại học Thái Bình]] \n# [[Cao đẳng Y tế Thái Bình]] \n# [[Cao đẳng sư phạm Thái Bình]]\n#[[Trường Cao đẳng Văn hóa Nghệ thuật Thái Bình]]\n#Trường Cao đẳng nghề số 19 Bộ Quốc phòng\n# Trường Trung học Nông nghiệp Thái Bình \n#Trường Trung cấp công nhân kĩ thuật\n#Trường Trung cấp xây dựng\n\n=== Giáo dục phổ thông ===\nNăm 2004, Thái Bình có 295 trường mầm non, 293 trường tiểu học, 276 trường trung học cơ sở, 39 trường trung học phổ thông.\n\n* [[Danh sách các trường trung học phổ thông tại tỉnh Thái Bình]]\n\nHọc sinh THPT tại Thái Bình đã giành rất nhiều huy chương tại các kì thi Olympic Quốc tế (Tất cả đều là học sinh trường THPT Chuyên Thái Bình).\n\n{|class=\"wikitable\"\n! Colspan=\"4\" | Học sinh Thái Bình trong các kì thi quốc tế\n|-\n! Năm\n! Học sinh\n! Kỳ thi\n! Giải thưởng\n\n|-\n| 1990\n| Vũ Hoàng Huy\n| [[Việt Nam tại Olympic Toán học Quốc tế|Olympic Toán Quốc tế]] tại [[Trung Quốc]] (IMO 31) <ref>[http:\/\/www.imo-official.org\/team_r.aspx?code=VNM&year=1990 Kết quả đoàn Việt Nam tại IMO 1990]<\/ref>\n| Không có giải\n\n|-\n| 1993\n| Tô Huy Quỳnh\n| [[Việt Nam tại Olympic Toán học Quốc tế|Olympic Toán Quốc tế]] tại [[Thổ Nhĩ Kỳ]] (IMO 34)<ref>[http:\/\/www.imo-official.org\/team_r.aspx?code=VNM&year=1993 Kết quả đoàn Việt Nam tại IMO 1993]<\/ref>\n| rowspan=\"2\" | Huy chương Bạc\n\n|-\n| 1998\n| Đoàn Nhật Dương \n| [[Việt Nam tại Olympic Toán học Quốc tế|Olympic Toán Quốc tế]] tại [[Đài Loan]] (IMO 39)<ref>[http:\/\/www.imo-official.org\/team_r.aspx?code=VNM&year=1998 Kết quả đoàn Việt Nam tại IMO 1998]<\/ref>\n\n|-\n| 2000\n| Bùi Việt Hà\n| [[Việt Nam tại Olympic Toán học Quốc tế|Olympic Toán Quốc tế]] tại [[Hàn Quốc]] (IMO 41)<ref>[http:\/\/www.imo-official.org\/team_r.aspx?code=VNM&year=2000 Kết quả đoàn Việt Nam tại IMO 2000]<\/ref><ref>[http:\/\/hanoi.vnn.vn\/chuyen_de\/0008\/trangsumoi\/tintuc4.htm Trang tin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090331013934\/http:\/\/hanoi.vnn.vn\/chuyen_de\/0008\/trangsumoi\/tintuc4.htm |date = ngày 31 tháng 3 năm 2009}} Vietnamnet<\/ref>\n| Huy chương Đồng\n\n|-\n| 2004\n| Trần Ngọc Tân\n| [[Việt Nam tại Olympic Hóa học Quốc tế|Olympic Hóa Quốc tế]] tại [[Đức]] (IChO 36)<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/giao-duc\/20040717\/9-hs-tham-du-olympic-hoa-hoc-va-vat-ly-quoc-te-nam-2004\/41822.html|tiêu đề=9 HS tham dự Olympic hóa học và vật lý quốc tế năm 2004}}<\/ref>\n| Huy chương Bạc\n\n|-\n| 2008\n| Nguyễn Trọng Toàn\n| [[Olympic Vật lý châu Á]] tại [[Mông Cổ]] (AphO)<ref>{{Chú thích web |url=http:\/\/www.nld.com.vn\/tintuc\/giao-duc\/223162.asp |ngày truy cập=2021-03-04 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 17 tháng 9 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080917231517\/http:\/\/www.nld.com.vn\/tintuc\/giao-duc\/223162.asp |url-status=dead }}<\/ref>\n| Huy chương Đồng\n\n|-\n| 2014\n| Trần Hồng Quân\n| [[Việt Nam tại Olympic Toán học Quốc tế|Olympic Toán Quốc tế]] tại [[Nam Phi]] (IMO 55)\n| rowspan=\"3\" | Huy chương Vàng\n\n|-\n| 2015\n| rowspan=\"2\" | Vũ Xuân Trung\n| [[Việt Nam tại Olympic Toán học Quốc tế|Olympic Toán Quốc tế]] tại [[Thái Lan]] (IMO 56)<ref>{{Chú thích web|url=http:\/\/m.vov.vn\/xa-hoi\/giao-duc\/gap-chang-trai-que-lua-doat-huy-chuong-vang-toan-quoc-te-414833.vov|tiêu đề=Gặp \"chàng trai quê lúa\" đoạt huy chương Vàng Toán quốc tế|ngày truy cập=2021-03-04|archive-date = ngày 4 tháng 3 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170304225934\/http:\/\/m.vov.vn\/xa-hoi\/giao-duc\/gap-chang-trai-que-lua-doat-huy-chuong-vang-toan-quoc-te-414833.vov|url-status=dead}}<\/ref>\n\n|-\n| 2016\n| [[Việt Nam tại Olympic Toán học Quốc tế|Olympic Toán Quốc tế]] tại [[Hồng Kông]] (IMO 57)<ref>{{Chú thích web|url=http:\/\/m.vietnamnet.vn\/vn\/giao-duc\/guong-mat-tre\/con-trai-nguoi-sua-khoa-2-lan-gianh-huy-chuong-vang-toan-quoc-te-315855.html|tiêu đề=Con trai người sửa khóa 2 lần giành Huy chương Vàng Toán quốc tế}}<\/ref>\n\n|}\n\n== Giao thông ==\n*Đường bộ: [[Quốc lộ 10]] sang [[Nam Định]] và đi [[Hải Phòng]]; [[quốc lộ 39]] nối [[Hưng Yên]] - Hưng Hà - Đông Hưng & Tp. Thái Bình - tt. Diêm Điền; đường 217 sang [[Hải Dương]], [[Quốc lộ 37]] nối Cảng Diêm Điền với tỉnh Sơn La.\n*Dự án [[Đường cao tốc Ninh Bình – Hải Phòng|Đường cao tốc Ninh Bình - Nam Định - Thái Bình- Hải Phòng - Quảng Ninh]] đi qua Thái Bình.\n*Đường thủy: [[Cảng Diêm Điền]], đang đầu tư xây dựng để tàu 1.000 tấn có thể ra vào.\n* Cầu Hiệp nối 2 tỉnh Thái Bình và Hải Dương, [[chiều dài]] cầu 542.5 m, khổ rộng 12m, tổng mức đầu tư 245.425 tỷ đồng<ref>http:\/\/www.cand.com.vn\/vi-VN\/trongmatdan\/2011\/11\/163765.cand{{Liên kết hỏng|date=2022-02-16 |bot=InternetArchiveBot }}<\/ref>\n* Dự án xây dựng cầu Thái Hà vượt sông Hồng và tuyến đường bộ nối 2 tỉnh Thái Bình, Hà Nam với đường cao tốc Cầu Giẽ - Ninh Bình (khởi công ngày 25\/1\/2010). Giai đoạn 2 của dự án nối quốc lộ 10 với đường ven biển Tiền Hải - Thái Thuỵ<ref>http:\/\/thaibinh.gov.vn\/ct\/chinhquyen\/Lists\/UBNDTinhTinHoatDong\/View_Detail.aspx?ItemID=43<\/ref>\n* Dự án tuyến đường ôtô cao tốc ven biển đang được chính phủ nghiên cứu khả thi, dự án tại Thái Bình qua 2 huyện: Thái Thụy và Tiền Hải\n* Đường 39B nối tt. Thanh Nê với tt. Diêm Điền dài 28.9&nbsp;km <ref>{{Chú thích web |url=http:\/\/thaibinhtv.vn\/chinh-tri\/UBND-tinh-Thai-Binh-to-chuc-le-khoi-cong-Du-an-cai-tao,-nang-cap-duong-39B.html?p=86&id=2981 |ngày truy cập=2010-10-09 |tựa đề=UBND tỉnh Thái Bình tổ chức lễ khởi công |archive-date=2018-12-16 |archive-url=https:\/\/web.archive.org\/web\/20181216110302\/http:\/\/thaibinhtv.vn\/chinh-tri\/UBND-tinh-Thai-Binh-to-chuc-le-khoi-cong-Du-an-cai-tao,-nang-cap-duong-39B.html?p=86&id=2981 |url-status=dead }}<\/ref>.\n\n'''Tuyến xe buýt Thái Bình'''<ref>{{Chú thích web|url=http:\/\/www.hoanghaco.com.vn\/default.aspx|tiêu đề=Công ty Cổ phần Hoàng Hà|ngày truy cập=2016-10-21|archive-date = ngày 21 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161021202758\/http:\/\/www.hoanghaco.com.vn\/default.aspx|url-status=dead}}<\/ref>\n\n'''1, Tuyến 01 Hoàng Hà''': '''TP. Thái Bình -Kiến Xương - KCN Tiền Hải - Đồng Châu.'''\n\nLộ trình: Cầu Phúc Khánh - Đường Trần Thái Tông - Đường Lý Bôn (Vườn Hoa, Bến xe khách Thái Bình, Bệnh viện Đa khoa Thái Bình) - Đường Lê Lợi - Đường Lý Thường Kiệt - Quốc lộ 39 B (Thị trấn huyện Kiến Xương, Thị trấn huyện Tiền Hải) - KCN Tiền Hải - Khu vực ngã tư xã Đông Minh huyện Tiền Hải.\n\n'''2, Tuyến 02 Hoàng Hà''': '''TP. Thái Bình - TT. Diêm Điền - Hồng Quỳnh.'''\n\nLộ trình: Trường CĐSP Thái Bình - Đường Quang Trung - Đường Lý Bôn (Vườn Hoa, Bến xe khách Thái Bình) - Quốc lộ 10 - Quốc lộ 39 (huyện Đông Hưng) - Cống Thóc thị trấn Diêm Điền - Hồng Quỳnh huyện Thái Thụy.\n\n'''3, Tuyến 03 Hoàng Hà''': '''TP. Thái Bình - Đông Hưng - Hưng Hà - Cầu Triều Dương.'''\n\nLộ trình: Trường CĐSP Thái Bình - Đường Quang Trung - Ngô Thì Nhậm - Đường Lý Bôn (BV Đa khoa Thái Bình, Vincom Thái Bình - Bến xe khách Thái Bình) - Quốc lộ 10 (huyện Đông Hưng) - Quốc lộ 39 (huyện Hưng Hà) - Cầu Triều Dương tỉnh Hưng Yên.\n\n'''4, Tuyến 04 Hoàng Hà''': '''TP. Thái Bình -Đông Hưng - Quỳnh Côi - Phố Bến Hiệp.'''\n\nLộ trình: Trường CĐSP Thái Bình - Đường Quang Trung - Ngô Thị Nhậm - Đường Lý Bôn (Vườn Hoa, Bến xe khách Thái Bình) - Quốc lộ 10 (huyện Đông Hưng) - Ngã ba Đọ - Thị trấn Quỳnh Côi - Bến Hiệp huyện Quỳnh Phụ.\n\n'''5, Tuyến 05 Hoàng Hà''': '''TP. Thái Bình - Thái Ninh - Bến xe Chợ Lục.'''\n\nLộ trình: Trường CĐSP Thái Bình - Đường Quang Trung - Đường Lý Bôn (Vườn Hoa, Bến xe khách Thái Bình) - Quốc lộ 10 - Quốc lộ 39 (huyện Đông Hưng) - Thái Giang - Thái Hà - Thái Phúc, Thái Ninh, chợ Lục, chợ Cầu, Thái Thượng huyện Thái Thụy.\n\n'''6, Tuyến 06 Hoàng Hà''': '''TP. Thái Bình - Hưng Hà - Đền Trần.'''\n\nLộ trình: Trường CĐSP Thái Bình - Cầu Cống Trắng - Đường Ngô Thì Nhậm - Đường Phan Bá Vành - Đường Lý Bôn - Bệnh viện Đa khoa Thái Bình - Vincom Thái Bình - Bến xe khách Hoàng Hà - Ngã tư Tân Bình (Trường ĐH Thái Bình) - Tân Hòa - Minh Lãng - Song Lãng - Hiệp Hòa - Xuân Hòa – Cầu Tịnh Xuyên - Minh Hòa (ĐT453) - Độc Lập - Minh Tân - Hồng An - Tiến Đức (Đền Trần).\n\n'''7, Tuyến 07 Phiệt Học''': '''TP. Thái Bình - Vô Hối - Diêm Điền - Thụy Tân.'''\n\nLộ trình: Thành phố Thái Bình - Long Hưng - Gia Lễ - Vô Hối - Diêm Điền - Thụy Tân.\n\n'''8, Tuyến 08 Phiệt Học''':''' TP. Thái Bình - Kiến Xương - Tiền Hải - Cồn Vành.'''\n\nLộ trình: CĐSP Thái Bình - Quang Trung -Trần Thái Tông - Lý Bôn -Ngô ũQuyền - Lê Quý Đôn -Cầu Trắng - đường 39B (Vũ Quý, Thanh Nê, Tiền Hải) - đường trục xã Tây Giang - BVĐK Tiền Hải - Nam Hà - Nam Hải - Nam Hồng - Nam Trung - Nam Phú - Cồn Vành.\n\n'''9, Tuyến 209 Huy Hoàng''':''' Thành phố Thái Bình - Quý Cao - Thành phố Hải Dương.'''\n\nLộ trình: Thành phố Thái Bình - thị trấn Đông Hưng - Cầu Nghìn - Vĩnh Bảo - Quý Cao - Tứ Kỳ - Thành phố Hải Dương.\n\n== Văn hóa - xã hội ==\n\n=== Nghệ thuật chèo ở Thái Bình ===\nNếu như [[Hà Nội]] (với 3 [[Nhà hát Chèo Việt Nam]], [[Nhà hát Chèo Hà Nội|Hà Nội]] và [[Nhà hát Chèo Quân đội|Quân đội]]) là cái nôi của [[nghệ thuật chèo]] chuyên nghiệp, [[kinh đô Hoa Lư]] ([[Ninh Bình]]) là đất tổ của [[chèo|sân khấu chèo]] thì Thái Bình được xem là cái nôi của phong trào [[hát chèo]] quần chúng. Trước Cách mạng tháng Tám số phường gánh hội [[chèo]] Thái Bình nở rộ khá đông đảo được hình thành, phát triển từ yêu cầu thưởng thức nghệ thuật của bà con lối xóm trong các hội làng, số phường gánh lớn mạnh thường gắn kết với số lễ hội có lịch sử lâu dài trong vùng thông qua những ước định về cúng tế lễ tiết hòa vào vô số ràng buộc của tín ngưỡng tập quán bản địa. Với ba vùng chèo: chèo Hà Xá, chèo Sáo Đền, chèo Khuốc, cùng với các nghệ nhân hát hay, diễn giỏi nổi tiếng: cụ Nguyễn Mầm, Tống Văn Ngũ (tức Năm Ngũ), Nguyễn Tích, Trần Văn Linh (tức Hai Sinh), Cao Kim Trạch, Giáo sư Hà Văn Cầu… chèo Thái Bình đã nổi tiếng khắp trong và ngoài nước.<ref>{{Chú thích web |url=http:\/\/old.thaibinh.gov.vn\/ct\/introduction\/Lists\/lhtt\/View_Detail.aspx?ItemID=6 |ngày truy cập=2021-11-21 |tựa đề=Đôi nét chèo Thái Bình |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304194501\/http:\/\/old.thaibinh.gov.vn\/ct\/introduction\/Lists\/lhtt\/View_Detail.aspx?ItemID=6 |url-status=dead }}<\/ref>\n\nTới thời điểm hiện tại, các vùng chèo Thái Bình vẫn hoạt động rất tích cực và tỉnh có chủ trương phát triển và bảo tồn loại hình nghệ thuật này. Thống kê tới năm 2015 cho thấy Thái Bình cùng với [[Ninh Bình]] là 2 tỉnh sinh ra nhiều [[chèo|nghệ sĩ nhân dân hát chèo]] nhất với 5 NSND mỗi tỉnh. Đến năm 2021, Thái Bình đã vươn lên dẫn đầu với 8 NSND chèo.\n\n[[Nhà hát Chèo Thái Bình]] là đơn vị hoạt động nghệ thuật chèo chuyên nghiệp. Đây là một đơn vị nghệ thuật thuộc chiếng Chèo xứ Nam nơi có phong trào [[hát chèo]] không chuyên phát triển bậc nhất ở [[Việt Nam]]. Thái Bình hiện cũng là địa phương được giao chủ trì lập hồ sơ đề nghị UNESCO ghi danh nghệ thuật chèo đồng bằng sông Hồng là di sản văn hóa thế giới. Từ tháng 6\/2019, Nhà hát Chèo Thái Bình lại có thêm Đoàn Cải lương Thái Bình và Đoàn Ca múa kịch Thái Bình sáp nhập về.\n\nNăm 2021 Sở Văn hóa, Thể thao và Du lịch tỉnh Thái Bình đã xây dựng hồ sơ \"Nghệ thuật chèo đồng bằng sông Hồng\" để trình UNESCO đưa vào danh sách di sản văn hóa phi vật thể đại diện của nhân loại.<ref>[https:\/\/nhandan.vn\/di-san\/giu-gin-ban-sac-dieu-cheo-khuoc-651303\/  Trình UNESCO đưa \"Nghệ thuật chèo đồng bằng sông Hồng\" vào danh sách di sản văn hóa phi vật thể đại diện của nhân loại]<\/ref>\n\n=== Di tích lịch sử ===\n{{chính|Danh sách di tích tỉnh Thái Bình}}\n[[Tập tin:Mother Goddess temple in Thai Binh, 2018.jpg|nhỏ|phải|250px|[[Đền Thánh Mẫu (Thái Bình)|Đền Thánh Mẫu]] thờ Hoàng hậu [[Hoàng hậu nhà Đinh|Đinh Thị Tỉnh]]]]\n* [[Thành phố Thái Bình]]: Chùa Đoan Túc, Đình Bo, [[Chùa Chành]], Chùa Tống Vũ, Đình Lạc Đạo, [[nhà hát Chèo Thái Bình]].\n* [[Đông Hưng]]: Miếu Bắc, Đền Rèm, Đình Hậu Trung - Hậu Thượng, Từ đường Phạm Huy Quang, Làng Kháng chiến Nguyên Xá, [[Đỗ Tử Bình|Lăng Thái Bảo]], Đình Bứa, [[Đền Thánh Mẫu (Thái Bình)|Đền Thánh Mẫu]].\n* [[Hưng Hà]]: [[Đền Trần (Thái Bình)|Đền Trần]] Thái Bình, [[Đền Tiên La]], Lăng Thái sư Trần Thủ Độ & Quốc mẫu Trần Thị Dung, Từ đường [[Nguyễn Tông Quai]], Từ đường - Lăng mộ nhà bác học [[Lê Quý Đôn]], Miếu Lộc Thọ thờ [[Đinh Triều Quốc Mẫu]].\n* [[Quỳnh Phụ]]: [[Đền Đồng Bằng]], Đền Mẫu Đợi, Chùa La Vân, Đền Bến tượng A Sào\n* [[Vũ Thư]]: [[Chùa Keo]], Khu lưu niệm Bác Hồ, Chùa Hội, Đền Thượng, Chùa Bổng Điền, Chùa Bách Tính, Từ đường [[Hoàng Công Chất]], Từ đường [[Bùi Sỹ Tiêm]], Đình La Uyên,Chùa Phượng Vũ. \n* [[Thái Thụy]]: Đền Hét, Đình An Tiêm, Khu lưu niệm - Lăng mộ [[Nguyễn Đức Cảnh]], Từ đường [[Quách Đình Bảo]] - [[Quách Hữu Nghiêm]], đền Côn Giang, Nhà lưu niệm [[Phạm Thế Hiển]]\n* [[Kiến Xương]]: [[Đền Vua Rộc]], Nhà lưu niệm [[Nguyễn Mậu Kiến]], Cơ sở Xứ ủy Bắc Kỳ, đền Đồng Xâm\n* [[Tiền Hải]]: Khu lưu niệm [[Ngô Quang Bích]], Khu lưu niệm [[Bùi Viện]], Đình Tiểu Hoàng, Lăng [[Nguyễn Công Trứ]]\n\n=== Danh nhân ===\nThái Bình là quê hương của các vị danh nhân tiêu biểu qua nhiều thời kỳ.\n\nTrước thời kỳ phong kiến, nơi này có những danh nhân tiêu biểu như: \n*Bát nạn tướng quân [[Vũ Thị Thục Nương]] là một nữ tướng tài ba dưới thời [[Hai Bà Trưng]]; \n*Tướng quân [[Trần Lãm]] (?-967), người có công giúp đỡ [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] dẹp [[12 sứ quân]], sau này lập ra [[nhà Đinh]] (968 - 980); \n*[[Hoàng hậu nhà Đinh]] [[Hoàng hậu nhà Đinh|Đinh Thị Tỉnh]] cùng 4 anh trai dẹp loạn; \n*[[Bùi Quang Dũng]] (thế kỷ X) là tướng [[Nhà Đinh]] có công khai khẩn đất hoang, một nhà hoạt động chính trị; \n*[[Đỗ Đô]] (1042-?) là một thiền sư nổi tiếng [[nhà Lý|thời Lý]]; \n*'''Cũng trong thời nhà Lý (1010-1225)''', [[Hưng Hà]] là quê hương của Thái úy [[Lưu Khánh Đàm]], \n*Thái úy phụ chính [[Tô Trung Từ]] \n*[[Thái phó]] [[Lưu Ba]], \n*Thái phó [[Đàm Dĩ Mông]]. \n*Vương triều Trần có các vua Trần, \n*Thái sư [[Trần Thủ Độ]], \n*[[Linh Từ quốc mẫu]] Trần Thị Dung. \n*Thời hậu Lê có Lễ Nghi học sĩ [[Nguyễn Thị Lộ]], vợ [[Nguyễn Trãi]].\n* Thời vua Lê Hiển Tông (1740-1786) có danh tướng, danh y(thái y) [[Hà Tự Tâm]], Thái Thịnh, Thái Thuỵ, Thái Bình.\n* Nhà bác học lỗi lạc [[Lê Quý Đôn]].\n\nTrước, trong và Sau cách mạng tháng tám, Thái Bình có:\n\n<nowiki><\/nowiki>\n*[[Nguyễn Đức Cảnh]], một trong những đảng viên đầu tiên của Đảng Cộng sản Việt Nam, khi thành lập ngày 03\/02\/1930.\n*[[Hoàng Văn Thái]] (1915 - 1986), Đại tướng Quân đội nhân dân Việt Nam, Tổng tham mưu trưởng đầu tiên, Tư lệnh Quân giải phóng miền Nam.\n*[[Vũ Ngọc Nhạ]] (1928-2002) là một trong 4 huyền thoại trong ngành Tình báo Việt Nam, và là một Thiếu tướng của Quân đội Nhân dân Việt Nam.\n*[[Phạm Tuân]] (1947-) là phi công, phi hành gia đầu tiên của Việt Nam và châu Á bay lên vũ trụ vào năm 1980 trong chương trình Intercosmos của Liên Xô. Ông cũng là một trong số ít người nước ngoài được trao tặng danh hiệu Anh hùng Liên Xô.\n*[[Bùi Quang Thận]] ([[1948]]-[[2012]]) là người lính [[Quân đội Nhân dân Việt Nam]] đầu tiên cắm lá cờ chiến thắng của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] trên nóc [[dinh Độc Lập]] vào lúc 11 giờ 30 phút ngày [[Sự kiện 30 tháng 4 năm 1975|30 tháng 4 năm 1975]] \n* [[Hoàng Trung Hải]] ([[27 tháng 9]] năm [[1959]] -) quê tại xã [[Quỳnh Giao (định hướng)|Quỳnh Giao]], huyện [[Quỳnh Phụ]], tỉnh Thái Bình) là một chính khách [[Việt Nam]], Ủy viên Bộ Chính trị, Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá IX|khóa IX]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá X|X]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá XI|XI, XII]]. Từ ngày 05\/02\/2016<ref>{{Chú thích web|url = http:\/\/vietnamnet.vn\/vn\/chinh-tri\/288238\/ong-hoang-trung-hai-lam-bi-thu-thanh-uy-ha-noi.html|tiêu đề = Ông Hoàng Trung Hải làm Bí thư Thành ủy Hà Nội}}<\/ref>, ông là [[Bí thư Thành ủy Hà Nội]], [[Phó Thủ tướng]] [[Chính phủ Việt Nam]], nguyên [[Bộ trưởng]] [[Bộ Công nghiệp Việt Nam]], Đại biểu [[Quốc hội]] khóa VIII, XI, [[Danh sách đại biểu Quốc hội Việt Nam khóa XIII|XIII]].<ref>[http:\/\/chinhphu.vn\/portal\/page\/portal\/chinhphu\/tieusulanhdao?personProfileId=725&govOrgId=2856 Tiểu sử Hoàng Trung Hải] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210206105206\/http:\/\/chinhphu.vn\/portal\/page\/portal\/chinhphu\/tieusulanhdao?personProfileId=725&govOrgId=2856 |date=2021-02-06 }} tại chinhphu.vn<\/ref>\n* [[Trần Quốc Vượng (chính trị gia)|Trần Quốc Vượng]] là đại biểu [[Quốc hội Việt Nam]] các khóa XII và XIII, Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị,]] Bí thư Trung ương Đảng, Chủ nhiệm [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]]. Ông là Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] các khóa X, XI và XII, nguyên Chánh Văn phòng Trung ương Đảng; nguyên Viện trưởng [[Viện Kiểm sát Nhân dân Tối cao (Việt Nam)|Viện Kiểm sát nhân dân tối cao]].<ref>{{Chú thích báo\n | tên=\n | họ=\n | tác giả=Hồng Phượng\n | đồng tác giả=\n | url=http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30077&cn_id=471732\n | tên bài=Đồng chí Trần Quốc Vượng giữ chức Chánh Văn phòng Trung ương Đảng \n | công trình=\n | nhà xuất bản=Báo điện tử Đảng Cộng sản Việt Nam\n | số=\n | các trang=\n | trang=\n | ngày=3\/8\/2011\n | ngày truy cập=5\/8\/2011\n | url lưu trữ=http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30077&cn_id=471732\n | ngày lưu trữ=3\/8\/2011\n | ngôn ngữ=\n | trích dẫn=\n}}\n<\/ref>\n\n===Khoa bảng phong kiến ===\n* [[Đặng Nghiễm|Đặng Nghiêm]], tiến sĩ 1185 đời vua [[Lý Cao Tông]]\n* [[Đặng Ma La]], thám hoa đầu tiên của [[Đại Việt]] (1247)\n* [[Nguyễn Thành]], tiến sĩ năm 1400 đời vua [[Hồ Quý Ly]]\n* [[Phạm Đôn Lễ]], trạng nguyên năm 1481\n* [[Quách Đình Bảo]], thám hoa năm 1463\n\n===Người nổi tiếng===\n*[[Quỳnh Kool]] (tên thật: '''Nguyễn Thị Quỳnh'''): Diễn viên\n*[[Sơn Tùng M-TP]] (tên thật: '''Nguyễn Thanh Tùng'''): Ca sĩ, nhạc sĩ\n*[[Mono (ca sĩ)|Mono]] (tên thật: Nguyễn Việt Hoàng): Ca sĩ, nhạc sĩ\n*[[Thùy Lâm|Nguyễn Thùy Lâm]] (tên thật: '''Nguyễn Thùy Trang'''): Ca sĩ, diễn viên, [[Hoa hậu Hoàn vũ Việt Nam 2008]], Top 15 [[Hoa hậu Hoàn vũ 2008]]\n\n==Thể dục - thể thao==\n===Thể dục - thể thao phong trào===\n* Đội bóng Nhi đồng Thái Bình (U-11 Thái Bình) đã từng hai lần vô địch [[Giải vô địch bóng đá nhi đồng Việt Nam]] vào các năm 1997 và 2010 tại Thái Nguyên, một lần giải ba Giải vô địch bóng đá nhi đồng Việt Nam năm 2006 tại Khánh Hòa và hai lần đồng giải ba Giải vô địch bóng đá nhi đồng Việt Nam vào các năm 2004 và 2008.\n* Đội bóng Thiếu niên Thái Bình (U-13 Thái Bình) đã từng hai lần giành ngôi Á quân [[Giải vô địch bóng đá thiếu niên Việt Nam]] vào các năm 2006, 2007 và giải ba [[Giải vô địch bóng đá thiếu niên Việt Nam]] năm 2008.\n* Thái Bình cũng có một số cầu thủ bóng đá được gọi vào đội tuyển quốc gia như: [[Vũ Công Tuyền]], [[Bùi Quang Huy (cầu thủ bóng đá)|Bùi Quang Huy]], [[Hoàng Danh Ngọc]], [[Đoàn Văn Hậu]], [[Nguyễn Tuấn Anh (cầu thủ bóng đá)|Nguyễn Tuấn Anh]], [[Trần Minh Vương]], [[Bùi Hoàng Việt Anh]], [[Nguyễn Thanh Bình (cầu thủ bóng đá, sinh 2000)|Nguyễn Thanh Bình]],...\n* Ngoài ra các đội chạy việt dã của tỉnh đã từng tham gia các giải chạy việt dã báo tiền phong qua các năm và đạt được những thanh tích cao.\n\n===Thể dục - thể thao chuyên nghiệp===\n* [[Câu lạc bộ bóng chuyền Thái Bình]] (Đội bóng chuyền nữ Thái Bình) là một trong các đội bóng chuyền mạnh quốc gia, đội đã từng vô địch [[Giải vô địch bóng chuyền Việt Nam]] năm 2007 và đội đã ba lần đạt giải á quân [[Giải vô địch bóng chuyền Việt Nam]] ở các mùa giải 2004, 2006 và 2008. Đội bóng chuyền nữ Thái Bình đã 2 lần đạt đứng thứ ba Giải vô địch bóng chuyền Việt Nam qua các mùa giải 2005 và 2009. Gương mặt nổi bật như [[Bùi Thị Huệ]], [[Lê Thị Mười]]...\n* Đoàn thể thao tỉnh Thái Bình đã đứng thứ 15 trên 66 đoàn tham gia đại hội thể dục thể thao toàn quốc lần thứ VI năm 2010 với 37 bộ huy chương (bao gồm: 11 huy chương vàng, 12 huy chương bạc và 14 huy chương đồng)\n* Tay vợt [[Nguyễn Thị Bình Thơ]] thi đấu hơn mười năm qua, có thành tích đáng nể với tổng số 38 huy chương các loại từ các giải Quốc gia, Quốc tế, trong đó có 17 huy chương Vàng, 14 huy chương bạc và 7 huy chương đồng. Song ấn tượng nhất và được giới cầu lông toàn Quốc nể trọng, người hâm mộ mãi lưu tên là thành tích liên tục bốn năm liền từ 2006 đến 2009, Bình Thơ giành vô địch và bảo vệ thành công ngôi vô địch đơn nữ cầu lông toàn quốc.\n\n== Ẩm thực ==\n{{chính|ẩm thực Thái Bình}}\nCác đặc sản, ẩm thực ở Thái Bình gồm có: bánh cáy làng Nguyễn, nộm sứa Thái Thụy, nem chạo Vị Thủy, mì gạo Dụ Đại, cá nướng Thái Xuyên, kẹo lạc làng Nguyễn, gỏi nhệch, bánh khúc Vũ Thư, canh cá Quỳnh Côi, bánh đa làng Me, gỏi cá mè Vũ Thắng, rươi Thụy Việt, gà Tò, chè mét Việt Thuận, bánh cuốn Tiền Hải, bún tươi làng Cọi, mọc mò, nước mắm Diêm Điền, bún tươi Đông Xuân, vịt biển Đông Xuyên, bánh gai Đại Đồng, gỏi día Thái Thụy, bún bung hoa chuối, miến rong Đông Thọ, rượu nếp làng Keo, cốm Thanh Hương, mì gạo Tô Đê, cuốn tôm làng Nấp, bánh mật Bách Thuận, nộm sứa Thái Thụy, bánh cuốn tôm chợ Gú, bánh nghệ Tiền Hải, cá vược Thụy Tân, bánh chưng Cầu Báng, giò lây, bánh đúc làng Tè, đậu phụ làng Kênh, bánh giò Bến Hiệp, nước mắm Nam Hải, bánh chưng đường Tiền Hải, ổi Bo, thuốc lào An Cố, mắm cáy Hồng Tiến.\n\n==Những làng nghề nổi tiếng==\n===Làng nghề chạm bạc Đồng Xâm===\nLàng nằm ở phía Bắc của huyện Kiến Xương, thuộc xã Hồng Thái, đây là một làng nghề chạm khắc trên mặt kim loại. Cách đây hơn 400 năm nghệ nhân nghề chạm bạc tên là [[Nguyễn Kim Lâu]] theo thuyền dọc sông Trà Lý về lập nghiệp ở đây. Ông đã truyền nghề chạm bạc cho dân làng, trải qua nhiều thời kỳ đến nay nghề vẫn được duy trì và ngày càng phát triển.\nSau khi ông mất, để tưởng nhớ đến công lao của ông, nhân dân ở đây đã lập đền thờ ông ở ngay làng gọi là Đền Đồng Xâm. Hàng năm lễ hội đền Đồng Xâm được tổ chức từ ngày 1- 3\/4 âm lịch với nghi lễ rước, tế linh đình, các trò chơi dân gian được duy trì và mở rộng nên đã thu hút được nhiều du khách từ các tỉnh, thành về dự. Vào ngày hội các sản phẩm chạm bạc của làng được trưng bày và bán hàng lưu niệm.\nnguồn Thaibinh.gov.vn\n\n===Làng Nguyễn===\n[[Làng Nguyễn]] chỉ là một tên gọi khác của xã Nguyên Xá huyện Đông Hưng tỉnh Thái Bình. Nói tới Thái Bình là mọi người nghĩ ngay đến một món đặc sản đó là Bánh Cáy Làng Nguyễn. Cũng không biết nghề làm Bánh Cáy có từ bao giờ nhưng tương truyền ngày xửa ngày xưa hoàng tử con vua mắc bệnh biếng ăn, bao nhiêu là cao lương ngũ vị nhưng hoàng tử cũng chẳng chịu ăn và ngày một gầy đi. Hoàng thượng lo lắng đã ban chiếu trong cả nước mong tìm được một món ăn làm cho hoàng tử thích nhất. Sau một thời gian chiếu ban, bao nhiêu là món ngon của lạ được dâng lên nhưng tất cả đều không được hoàng tử để ý đến, tất cả triều đình đều lo cho sức khỏe của người. Một hôm, có một người ăn mặc rách rưới đến xin được yết kiến hoàng thượng và nói rằng có thể làm một món mà sẽ làm cho hoàng tử thích. Nhìn người đàn bà rách rưới, các quan ra mặt khinh bỉ nhưng nghe nói có thể làm được món mà hoàng tử thích nên cũng để cho làm thử xem sao.Sau khi món ăn được dâng lên thì lạ thay hoàng tử đã rất thích và ăn một cách ngon lành. Đức vua và bá quan văn võ đều lấy làm vui mừng, nhà vua quyết định ban thưởng cho người đàn bà đã làm ra thứ bánh đó. Nhưng khi nhà vua cho triệu tập thì người đó đã bỏ đi, nhà vua cho tìm tung tích nhưng chẳng được kết quả gì,chỉ biết rằng người đó làm nghề mò bán cáy. Để ghi nhớ công ơn của bà, nhà vua quyết định đặt tên cho món đó là món Bánh Cáy.\nĐó là sự tích mà mọi người được biết về món Bánh Cáy, chẳng biết thục hư ra sao nhưng Bánh Cáy ngày nay đã trở thành một đặc sản của Thái Bình và Làng Nguyễn đã trở thành cái nôi sản sinh ra món đặc sản đó.\n\n===Làng Chiếu Tân Lễ===\nLàng Hới (Thái Bình) có nghề dệt chiếu lâu đời và nổi tiếng ở làng Hải Triều [[Tân Lễ|xã Tân Lễ]] Thái Bình (tên tỉnh).\nChưa có ai biết nghề chiếu xuất hiện ở Hới từ bao giờ, cũng như Tổ nghề thật sự là ai. Theo truyền thuyết, vào thời Tiền Lê - Lý (thế kỷ X-XI), làng Hới đã bắt đầu dệt chiếu, rồi phát triển mạnh vào thời Hậu Lê (thế kỷ XV). Nghề dệt chiếu Hới thịnh đạt lúc bấy giờ là nhờ công lao của Trạng nguyên [[Phạm Đôn Lễ]] (1457 - ?)- Ông người làng Hải Triều, huyện Ngự Thiêm, phủ Tân Hưng. Ông thi đỗ Trạng nguyên khoa thi Tân Sửu, niêu hiệu Hồng Đức năm thứ 12 (1481) làm quan tới chức Thượng thư. Khi ông lớn lên, làng Hới đã có nghề dệt chiếu từ lâu. Nhưng chiếu dệt khung đứng, không có ngựa đỡ sợi nên chiếu không đẹp. Đi sứ sang Trung Quốc, khi qua vùng Ngọc Hà, Châu Quế Lâm, tỉnh Quảng Tây, Phạm Đôn Lễ đã tìm hiểu và học được bí quyết kỹ thuật dệt chiếu của người Trung Quốc. Đó là kỹ thuật dệt khung nằm, có ngựa đỡ sợi dọc, làm cho sợi đay căng, chao cói nhanh hơn và chiếu đẹp hơn. Ông đã phổ biến kinh nghiệm và kỹ thuật dệt mới cho nhân dân. Ông cho cải tiến khung dệt. Nhờ vậy, chiếu Hới đẹp hơn và nổi tiếng từ đó. Dân làng tôn ông là ông Tổ nghề dệt chiếu, gọi ông là \"Trạng Chiếu\" và lập đền thờ sau khi ông mất; đền thờ Phạm Trạng nguyên.\nNhư thế, sản phẩm chiếu dệt thủ công của làng Hới từ lâu đã trở thành một sản phẩm tiêu biểu không chỉ của một địa phương nhỏ, mà của cả một tỉnh nông nghiệp loại lớn nhất ở đồng bằng Bắc Bộ và lưu vực sông Hồng.\n\n===Làng vườn Bách Thuận===\nLàng Bách Thuận nằm cách Thành phố Thái Bình 10&nbsp;km theo hướng Cầu Tân Đệ đi Nam Định thuộc huyện Vũ Thư. Đây là một làng vườn trù phú, rìa làng là bãi phù sa nơi trồng dâu nuôi tằm. Trong làng là những vườn cây ăn quả, cây cảnh.\nĐến Bách Thuận du khách như lạc vào công viên thu nhỏ với đủ các gam màu đậm, nhạt dọc theo hai bên đường làng là màu xanh của cây hòe, táo. Thiên nhiên ưu đãi cho Bách Thuận phát triển nghề vườn truyền thống, ở đây có đủ các loại hoa quả bốn mùa: táo, ổi, cam, chanh, hồng xiêm, roi, chuối bên cạnh những vườn cây ăn quả là những vườn cây cảnh, cây thế. Mỗi loại cây cảnh đều mang một dáng, nét riêng với những tên gọi khác nhau tùy theo sự uốn tỉa của chủ nhân của nó.\nBách Thuận còn là một làng quê cổ, tiêu biểu cho vùng quê ở vùng đồng bằng bắc bộ. Nơi đây có chùa Từ Vân và chùa Bách Tính đã được Nhà nước công nhận xếp hạng di tích lịch sử, là một điểm du lịch để du khách đến tham quan, vãn cảnh. Du khách trong và ngoài nước rất thích thú với cảnh quan, môi trường<ref>{{Chú thích web|url=https:\/\/doc.vinaseco.vn\/search\/quyet-dinh-1922qd-ubnd-cua-uy-ban-nhan-dan-tinh-thai-binh-ve-uy-quyen-cho-so-tai-nguyen-va-moi-truong-thuc-hien-noi-dung-thu-tuc-hanh-chinh-trong-linh-vuc-moi-truong-thuoc-tham-quyen-cua-uy-ban-nhan-tinh-thai-binh-1017565|tựa đề=Quyết định 1922\/QĐ-UBND của Uỷ ban nhân dân tỉnh Thái Bình về ủy quyền cho Sở Tài nguyên và Môi trường thực hiện nội dung thủ tục hành chính trong lĩnh vực môi trường thuộc thẩm quyền của Ủy ban nhân tỉnh Thái Bình|họ=VinasDoc|website=VinasDoc|ngôn ngữ=vi|ngày truy cập=2022-09-05}}<\/ref> sinh thái ở làng vườn Bách Thuận này.\n\n==Du lịch==\n===Biển Đồng Châu===\nBiển Đồng Châu thuộc huyện Tiền Hải, cách thành phố Thái Bình 35&nbsp;km theo tỉnh lộ đi Kiến Xương - Tiền Hải. Khu du lịch bao gồm bờ biển thuộc xã Đông Minh; Cửa Lân; hai đảo biển Cồn Thủ và Cồn Vành. Diện tích toàn khu du lịch rộng hàng chục km², trung tâm của khu du lịch là bãi biển Đồng Châu dài 5&nbsp;km, nơi đây đã hình thành hệ thống các khách sạn, nhà nghỉ cao tầng. Ngoài ra, Đồng Châu còn có đền Nhà Bà thờ vợ một vị vua đời [[Tống]] bên [[Trung Quốc]] đã có công giúp nhà [[Trần]] đánh quân [[Nhà Nguyên|Nguyên Mông]] và đây cũng là cơ sở hoạt động của xứ uỷ Bắc Kỳ trước cách mạng tháng Tám.\n\n===Khu du lịch sinh thái biển Cồn Vành===\nCách đất liền 7&nbsp;km, [[Cồn Thủ]] và [[Cồn Vành]] nổi lên như hai ngọn sóng xanh giữa biển khơi.\n\n[[Cồn Thủ]] có bãi cát trắng mịn, có rừng thông, rừng phi lao xanh ngắt, có bãi tắm nhỏ thơ mộng là địa điểm lý tưởng cho du khách đi tắm biển, tổ chức các cuộc picnic và nghỉ dưỡng bằng tàu thuyền với các trò vui chơi, giải trí trên biển như câu cá, lướt ván, bóng chuyền bãi biển...\n\n[[Cồn Vành]] rộng 15&nbsp;km², có khu bảo tồn rừng ngập mặn là điểm dừng chân của các loài chim quý hiếm như cò thìa, bồ nông, mòng biển... Hằng năm nơi đây đã thu hút rất nhiều du khách là các nhà nghiên cứu, khách du lịch tới thăm cồn đảo. \nCồn Vành được xem là một điểm có nhiều tiềm năng thuận lợi để phát triển thành một khu du lịch sinh thái lý tưởng và hấp dẫn. Đây là bãi sa bồi rộng gần 2 nghìn hecta, với địa hình tương đối bằng phẳng, nằm ở phía đông xã Nam Phú ([[Tiền Hải]]), phía Bắc giáp Cồn Thủ, phía Nam giáp cửa Ba Lạt (cửa [[sông Hồng]]), phía Đông giáp biển đông. Cồn Vành thuộc khu vực [[khu dự trữ sinh quyển châu thổ sông Hồng]] (đã được [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] công nhận vào tháng 12 năm 2004), nằm trong hệ thống liên hoàn các khu rừng ngập mặn ven biển trải dài từ [[Ninh Bình]] - [[Nam Định]] - Thái Bình. Nơi đây có hệ sinh thái rừng ngập mặn khá phong phú với nhiều loài thực vật như sú, vẹt, bần, thông, trên 200 loài hải sản có giá trị và nhiều loài chim quý hiếm. Ngày nay, nhờ có tuyến đê PAM dài gần 10&nbsp;km và 4 cây cầu mới được xây dựng, nối liền các nhánh sông, việc đi lại đã thuận tiện hơn rất nhiều, khiến cho giao thông đến [[Cồn Vành]] trở nên dễ dàng hơn.\n\n===Khu du lịch sinh thái biển Cồn Đen===\n[[Cồn Đen]] Cách đất liền khoảng 3&nbsp;km thuộc địa phận xã Thái Đô, Thái Thụy, Thái Bình. Cách trung tâm TP Thái Bình khoảng 40&nbsp;km.\nNơi đây vẫn giữ được những nét hoang sơ của một cồn biển đẹp nhất miền Bắc với rừng ngập mặn ven biển gồm những loại sú vẹt, bần đước, và những rặng phi lao thẳng tắp và rừng dừa nước ngập mặn rất hoang sơ.\n\n== Tỉnh kết nghĩa ==\n* {{flagicon|VIE}} Tỉnh [[Trà Vinh]], [[Việt Nam]]\n* Phong trào kết nghĩa Bắc - Nam là động viên dân và quân miền Bắc thi đua sản xuất và chiến đấu bảo vệ miền Bắc, chi viện miền Nam. Thái Bình trở thành tỉnh kết nghĩa của [[Trà Vinh]]( lúc bấy giờ là tỉnh [[Vĩnh Trà]] bao gồm tỉnh [[Trà Vinh]] và tỉnh [[Vĩnh Long]] ngày nay) vào ngày 20 tháng 3 năm 1960.\n\n== Công trình cao nhất địa phương theo thời kỳ ==\n{| class=\"wikitable sortable\"\n!Số năm cao nhất\n!Tòa nhà\n!Hình ảnh\n!Chiều cao\n(m)\n!Thành phố \/ Huyện\n<small>Phường \/ Xã<\/small>\n|-\n| align=\"center\" |2011 - Hiện tại\n|Chung cư sạn Dầu khí Thái Bình\n| align=\"center\" |\n| align=\"center\" |67\n| align=\"center\" |[[Thái Bình (thành phố)|Thái Bình]]\n<small>Phường<\/small> <small>[[Đề Thám, thành phố Thái Bình|Đề Thám]]<\/small>\n|-\n| align=\"center\" |2009 - 2011\n|Nhà thờ Giáo xứ Quan Cao\n| align=\"center\" |\n| align=\"center\" |54\n| align=\"center\" |Huyện [[Tiền Hải]]\n<small>Xã<\/small> <small>[[Vân Trường (xã)|Vân Trường]]<\/small>\n|-\n| align=\"center\" |2007 - 2009\n|[[Nhà thờ chính tòa Thái Bình|Nhà thờ Chính tòa Thái Bình]]\n| align=\"center\" |[[Tập tin:Nha tho chinh toa Thai Binh 2.jpg|thế=|159x159px]]\n| align=\"center\" |48\n| align=\"center\" |[[Thái Bình (thành phố)|Thái Bình]]\n<small>Phường<\/small> <small>[[Lê Hồng Phong, thành phố Thái Bình|Lê Hồng Phong]]<\/small>\n|-\n| align=\"center\" |2005 - 2007\n|Nhà thờ Giáo xứ Phú Giáo\n| align=\"center\" |\n| align=\"center\" |45\n| align=\"center\" |Huyện [[Hưng Hà]]\n<small>Xã<\/small> <small>[[Hùng Dũng]]<\/small>\n|-\n| align=\"center\" |1906 - 2005\n|[[Nhà thờ chính tòa Thái Bình|Nhà thờ Chính tòa Thái Bình]] (cũ)\n| align=\"center\" |[[Tập tin:Nhà thờ chính tòa Thái Bình.jpg|thế=|207x207px]]\n| align=\"center\" |28\n| align=\"center\" |[[Thái Bình (thành phố)|Thái Bình]]\n<small>Phường<\/small> <small>[[Lê Hồng Phong, thành phố Thái Bình|Lê Hồng Phong]]<\/small>\n|}\n==Hình ảnh==\n<center><gallery widths=\"200\">\nTập tin:Đền Trần Thái Bình.jpg|Khu di tích [[đền Trần (Thái Bình)|đền Trần]] ở Thái Bình\nTập tin:An lap 1.jpg|Thánh đường giáo xứ An Lập\nTập tin:Bao tang Thai Binh.jpg|Bảo tàng Thái Bình\nTập tin:Chua Keo.jpg|Chùa Keo\n<\/gallery><\/center>\n\n== Tham khảo ==\n{{tham khảo|24em}}\n*[http:\/\/www.thaibinh.gov.vn\/end-user\/article\/print_preview.asp?article_id=1991 Bài báo ''Thái Bình dưới thời Lê'']{{Liên kết hỏng|date=2023-03-14 |bot=InternetArchiveBot }}\n*Tài liệu ''Địa chí Thái Bình'', tập I và II, Nguyễn Quang Ân - Nguyễn Thanh (chủ biên)\n\n== Liên kết ngoài ==\n{{thể loại Commons|Thai Binh Province}}\n<!--Không chèn link quảng cáo hoặc không liên quan vào đây, cảm ơn-->\n*[http:\/\/www.thaibinh.gov.vn\/ Trang thông tin chính thức của Thái Bình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060517080904\/http:\/\/www.thaibinh.gov.vn\/ |date=2006-05-17 }}\n\n{{Đơn vị hành chính cấp tỉnh Việt Nam}}\n\n[[Thể loại:Vùng duyên hải Bắc Bộ]]\n[[Thể loại:Thái Bình| ]]\n[[Thể loại:Khởi đầu năm 1890]]\n[[Thể loại:Tỉnh ven biển Việt Nam]]"}