{"2260110":"'''Thái Tập''' hay '''Sái Tập''' ([[chữ Hán]]: 蔡襲; ?-[[863]]) là tướng [[nhà Đường]] trong [[lịch sử Trung Quốc]], tham gia cuộc chiến chống [[Nam Chiếu]] tại [[An Nam đô hộ phủ]] (tên gọi [[Việt Nam]] thời [[Bắc thuộc lần 3|thuộc Đường]]).\n\n==Chống Nam Chiếu==\nTháng 2 ÂL năm Hàm Thông thứ 3 (862), quân [[Nam Chiếu]] tiến công [[An Nam đô hộ phủ]], Kinh lược sứ [[Vương Khoan]] nhiều lần cáo cấp với triều đình Đường. [[Đường Ý Tông]] cho Hồ Nam quan sát sứ trước là Thái Tập thay thế Vương Khoan, tập hợp được 3 vạn quân từ các đạo Hứa, Hoạt, Từ, Biện, Kinh, Tương, Đàm, Ngạc, giao cho Thái Tập để chống lại quân Nam Chiếu. Thấy quân Đường tập hợp, quân Nam Chiếu rút lui.<ref name=\"TTTG250\">[[Tư trị thông giám]]'', [[:zh:s:資治通鑑\/卷250|quyển 250]]<\/ref>\n\nĐến tháng 5 ÂL, do sợ Thái Tập lập được công ở An Nam, Lĩnh Nam Tây đạo tiết độ sứ [[Thái Kinh (nhà Đường)|Thái Kinh]] tấu với [[Đường Ý Tông]]: ''\"Nam Man đã trốn xa, biên giới không phải lo lắng nữa, vũ phu cầu công, tùy tiện chiếm thú binh, tổn phí vận chuyển lương thực. Có lẽ muốn lấy nơi hẻo lánh hoang vu đường sá xa xôi gian nan [triều đình] khó bề kiểm soát, nhằm tùy ý làm điều gian trá. Thỉnh bãi thú binh, trở về bản đạo\"'', triều đình nghe theo.\n\nThái Tập tấu rằng quân Nam Chiếu rình lúc sơ hở đã lâu, không thể không phòng bị, xin lưu lại 5 nghìn thú binh, song [[Đường Ý Tông]] không nghe theo. Thái Tập cho là Nam Chiếu ắt sẽ lại đến, trong khi binh lính và lương thực của An Nam đô hộ phủ đều thiếu, mưu lực hai mặt đều khốn cùng. Do vậy, Thái Tập viết ''Thập tất tử trạng'' trình lên Trung thư tỉnh. Tuy nhiên, đương thời tể tướng tin lời Thái Kinh, không xét đến sớ tấu của Thái Tập.<ref name=\"TTTG250\"\/>\n\nTháng 11 ÂL, Nam Chiếu suất 5 vạn người tiến công An Nam, An Nam đô hộ Thái Tập cáo cấp với triều đình Đường. Đường Ý Tông ra sắc lấy 2.000 quân hai đạo Kinh Nam và Hồ Nam, và 2.000 tử đệ Nghĩa Chinh ở [[Quế Quản]], đến [[Ung Châu]] chịu tiết độ của [[Trịnh Ngu]] (鄭愚). Lĩnh Nam Đông đạo tiết độ sứ [[Vi Trụ]] tâu: ''\"Man khấu tất hướng Ung châu, nếu như không bảo hộ trước, vội vàng viễn chinh, sợ rằng quân Man sẽ nhân thời cơ mà cắt đường vận lương\"'', do vậy Đường Ý Tông ra sắc lệnh cho Thái Tập đóng quân phòng thủ ở Hải Môn, Trịnh Ngu chia quân phòng ngự. Sang tháng 12 ÂL, Thái Tập lại cầu tăng quân, Đường Ý Tông ra sắc cho 1.000 nỗ thủ từ Sơn Nam Đông đạo đến giúp Thái Tập. Đương thời, quân Nam Chiếu đã bao vây thành Tống Bình. Thái Tập cố thủ quanh thành, cứu binh không thể đến được.<ref name=\"TTTG250\"\/>\n\nNgày Canh Ngọ tháng 1 năm Hàm Thông thứ 4 (29\/1\/863), quân Nam Chiếu đánh chiếm An Nam đô hộ phủ, tả hữu của Thái Tập đều chết. ''[[Tư trị thông giám]]'' chép là Thái Tập đi bộ lực chiến, thân trúng 10 mũi tên, muốn xuống thuyền của giám quân song thuyền đã đi xa bờ, bèn nhảy xuống biển tự tử.<ref name=\"TTTG250\"\/>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:An Nam Kinh lược sứ]]\n[[Thể loại:Nhân vật quân sự nhà Đường]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 3]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 863]]\n[[Thể loại:Người tự sát]]"}