{"532870":"{{bài cùng tên|Thái Hưng}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Thái Hưng\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 20.500\n| kinh độ = 106.500 \n| thời điểm dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành lập =  \n| trụ sở UBND = \n| tỉnh = [[Thái Bình]]\n| huyện = [[Thái Thụy]]\n| diện tích = 4,63 km² \n| dân số = 5.410 người\n| mật độ dân số = 1.169 người\/km²\n| mã hành chính = 12937<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính =\n}}\n\n'''Thái Hưng''' là một [[xã]] thuộc huyện [[Thái Thụy]], tỉnh [[Thái Bình]]\n\nĐịa giới hành chính:\n\n*[[Hướng Đông|Phía đông]] giáp với xã [[Hòa An, Thái Thụy|Hòa An]]\n*[[Hướng Tây|Phía tây]] giáp xã [[Tân Học]] và xã [[Thuần Thành]]\n*[[Hướng Nam|Phía nam]] giáp xã [[Thái Xuyên]] và xã Tân Học\n*[[Hướng Bắc|Phía bắc]] giáp xã [[Dương Hồng Thủy]] và xã [[Thái Nguyên (xã)|Thái Nguyên]]\n\n==Hành chính==\n\nXã trước đây gồm 2 thôn: thôn Văn Hàn, thôn Vũ Thành. Thôn Văn Hàn gồm 10 xóm từ xóm 1 đến xóm 10 tính từ chợ Bái đến Cầu Cau. Thôn Vũ Thành gồm 6 xóm: Vũ Hưng, Quang Trung, Cự Tây, Cự Đông, Cự Kiều, Phúc Hải. Mỗi xóm đều có Chi Bộ, Trưởng xóm, Đội Thiếu niên,Chi đoàn Thanh niên riêng. Các tổ chức xã hội hoạt động khá mạnh.\n\nNay do dân số suy giảm nên đơn vị nhỏ nhất về hành chính là Thôn.\n\nXã có đội văn công (chèo, kịch nói, hát mới...) đội bóng đá thi đấu thành công những dịp tết trong huyện.\n\nNgười Thái Hưng rất có chí, thường học sinh xã Thái Hưng chiếm từ 1 đến 2 lớp trong trường [Trung hoc phổ thông Thái Ninh].Số người thi đỗ đạt vào các trường đại học cao.\n\n==Giáo dục và y tế==\n\nThái hưng là nơi đặt [[Bệnh viện Đa khoa Thái Ninh]] là bệnh viện của cả vùng Thái Ninh.\n\nNgoài ra Thái Hưng là nơi đặt trường [[THPT Thái Ninh]] và Trung tâm giáo dục Thường Xuyên II - Thái Thuỵ\n\nĐược sự quan tâm của các cấp chính quyền Trường Trung học cơ sở Thái Hưng còn được đầu tư trở thành Trường chất lượng cao Thái Hưng với sự hội tụ của những học sinh giỏi trong huyện về học tập. Hiện nay trường đã được đầu tư xây dựng cơ sở mới trên diện tích gần 3 ha với số vốn gần 50 tỷ VND - < Vũ Khắc Lĩnh >\n\n==Danh Nhân==\n\nThái Hưng là quê hương của nhà sử học [[Uông Sĩ Điển]]. Uông Sĩ Điển có sách chép là Uông Sĩ Dư, sau đổi là Uông Sĩ Lãng, là Văn thần đời Lê Hiển Tông. Ông sinh năm 1733 là con của danh sĩ Uông Sĩ Đoan. Họ Uông của ông nguyên là họ Giang, sau đổi ra họ Uông, quê làng Võ Nghị, huyện Thanh Lan, phủ Tiên Hưng, tỉnh Thái Bình, nay là xã Thái Hưng, huyện Thái Thuỵ, tỉnh Thái Bình. Năm Bính Tuất 1766 ông đỗ tiến sĩ được bổ làm Ngự sử, rồi ra làm Đốc thị Thuận Hóa và Quảng Nam (1781). Sau về triều làm Bồi tụng tước Thao Đường Hầu. Có thời gian ông giảng sách ở cung vua Lê, chúa Trịnh. Ông cùng với Nguyễn Hoàn, Võ Miên, Phan Trọng Phiên hợp soạn bộ Đại Việt lịch triều đăng khoa lục trong năm 1779 và là tác giả sách Nam hành tiểu ký. Đến năm Nhâm Tuất 1802 ông qua đời.(Ngọc Nam)\n\nThái Hưng cũng là quê hương của Tiến sĩ LƯU ĐỨC AN, người xã Vũ Nghị, tổng Lễ Thần, huyện Thanh Lan, phủ Thái Ninh (nay thuộc xã Thái Hưng, huyện Thái Thuỵ, tỉnh Thái Bình), đỗ đồng tiến sĩ năm 1538 thời nhà Mạc. Tiến sĩ Lưu Đức An (Sinh năm Canh Tuất 1490 - Mất năm Nhâm Tuất 1562) Lúc còn nhỏ ông theo gia đình sang định cư ở Tiên Hưng (Thần Khê). Hơn 30 tuổi ông lấy vợ và sang ở rể tại Thuỵ Anh, được sự giúp đỡ của họ hàng nhà vợ ông ra ứng thi, trúng cách. Ngoài 40 tuổi ông được vua nhà Mạc xét vào hàng Tam giáp, bổ dụng làm Thừa chánh sứ Sơn Nam. Tên tuổi của ông được lưu trên văn bia ở Quốc Tử Giám. Ông kinh qua các chức vụ: Thanh hình hiến sát, Giám sát ngự sử, Tả lang đạo, Triều liệt đại phu. Về già, ông từ quan về quê, được vua ban đất. Ngày mất được vua cử người về làm tang lễ. Lăng mộ của ông hiện tại xóm Vũ Hưng, Thôn Vũ Thành, xã Thái Hưng. Con cháu họ Lưu đang trùng tu từ đường và lăng mộ cho xứng với công đức của ông với đất nước. Nhà thờ từ đường họ Lưu tại Thôn Vũ Công, xã Thái An, huyện Thái Thụy, Tỉnh Thái Bình đã được công nhận di tích lịch sử. ông đã làm rạng rỡ dòng tộc họ Lưu, ngày 17 tháng Giêng hàng năm là ngày giỗ của ông, con cháu họ Lưu lại tụ họp về từ đường dòng họ để dâng hương tưởng nhớ công đức của ông.\n\nDòng họ Vũ Khắc cũng là một dòng họ lớn tồn tại lâu đời ở xã Thái Hưng. Tổ tiên họ Vũ có công lao xây dựng tạo lập nên mảnh đất này, có nhiều chiến công hiển hách trong công cuộc xây dựng và bảo vệ đất nước. Ngày nay con cháu họ Vũ tiếp nối cha ông đạt được nhiều thành tích trong học tập và lao động, nhiều người đỗ đạt cao, phụ trách những vị trí quan trọng trong rất nhiều lĩnh vực mang lại vinh quang cho dòng họ. (ST: Vũ Khắc Lĩnh)\n\n{{Đơn vị hành chính thuộc huyện Thái Thụy}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo=="}