{"675203":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Thái Thọ\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.461266\n| kinh độ = 106.516532\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Thái Thụy]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 12967<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Thái Thọ''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Thái Thụy]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Thái Thọ nằm ở phía nam huyện Thái Thụy, phía đông giáp xã Mỹ Lộc, phía bắc giáp xã Thái Thịnh, phía tây giáp xã Thái Thành, phía nam giáp [[sông Trà Lý]] là ranh giới của huyện Thái Thụy với huyện [[Tiền Hải]]. Xã Thái Thọ nối liền với Tiền Hải là đò Trà Lý và nay là cầu Trà Lý khánh thành năm 2004.\n\n==Hành chính==\nGồm có 5 thôn là:\n\n*Thôn Xuân Hòa (xóm 1,2,3 cũ)\n*Thôn Hanh Lập (xóm 4,5,6 cũ)\n*Thôn Độc Lập (xóm 7,8 cũ)\n*Thôn Thiên Kiều (xóm 9,10 cũ)\n*Thôn Giáo Lạc (xóm 11 cũ).\n\n==Kinh tế==\nTrồng trọt chủ yếu là trồng lúa và chăn nuôi.\nCó nhà máy sản xuất Amoni nitrat xây dựng tại cụm công nghiệp xã Thái Thọ quy hoạch trên cánh đồng ven đê sông Trà Lý.\nCó bến cảng cho các tàu đường sông cập bến buôn bán vật liệu xây dựng tại cảng đường sông bên cầu Trà Lý.\nCó công ty may và giầy da Đồng Kiều.\n\n==Giao thông==\nCó quốc lộ 37 (trước đây là quốc lộ 39B cũ) chạy qua được cải tạo,nâng cấp theo tiêu chuẩn đường cấp III đồng bằng, khánh thành và đưa vào sử dụng từ năm 2016\nSông Trà Lý là sông rộng và nước sâu thuận tiện cho vận tải giao thương hàng hóa bằng đường thủy về địa phương.\n\n==Văn hóa==\n\nCó di tích lịch sử văn hóa đình Tây Sơn và đền thờ Bà Tướng 12 cửa biển ở thôn Hanh Lập. Chùa Thiên Kiều ở thôn Thiên Kiều.\n\n==Tài nguyên khoáng sản==\n\nCó mỏ khí đốt tự nhiên được phát hiện và đang khai thác truyền dẫn bằng đường ống cung cấp lượng khí đốt cho các nhà máy sứ ở khu công nghiệp Tiền Hải.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Thái Thụy}}"}