{"212232":"{{Location map | Vietnam\n| width = 200\n| float = right\n| relief = yes\n| label = ''Thác Thủy Tiên''\n| position = bottom\n| lat_deg = 12.972561\n| lon_deg = 108.464886\n}}{{coord| 12.972561| 108.464886| type:landmark| format= dms| display= title}}\n'''Thác Thủy Tiên''', còn gọi là '''[[Thác Ba Tầng]]''', là một [[thác|thác nước]] ở vùng đất xã [[Ea Puk]] huyện [[Krông Năng]] tỉnh [[Đắk Lắk]], Việt Nam.<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-db73 >Bản đồ tỷ lệ 1:50.000 tờ D-49-73-B. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref name = 9thac-zing >[https:\/\/news.zing.vn\/9-thac-nuoc-dep-nhat-viet-nam-post631757.html 9 thác nước đẹp nhất Việt Nam]. zing.vn, 06\/03\/2016. Truy cập 30\/08\/2019.<\/ref><ref name =ththt-tcdl >[http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/1687 Thác Thủy Tiên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20181106171642\/http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/1687 |date=2018-11-06 }}. Du lịch Việt Nam Online, 2018. Truy cập 30\/08\/2019.<\/ref>\n\nĐây là một thắng cảnh đẹp, hoang sơ giữa [[núi]] [[rừng]] với vô vàn những tảng [[đá]] nằm gối chồng lên nhau và những rễ [[thực vật rừng|cây rừng]] đan kín trông rất lạ mắt. Do có 3 tầng nước đổ nên còn gọi là thác Ba Tầng. Tầng thứ nhất hẹp, có [[độ dốc]] nhỏ với những bậc lên xuống dễ dàng. Tầng thứ hai trải rộng với nhiều bậc đá, và có những mặt [[hồ]] nước cạn có thể tắm được. Tầng thứ ba nước từ trên cao đổ xuống một mặt hồ rộng và sâu, tung bọt trắng xóa rồi trở về lại với dòng chảy hiền hòa, uốn lượn giữa [[đại ngàn]] xanh thẳm. Nằm trong khoảng 30ha, trải dài gần 1km, rộng trên 40m\n\n==Huyền thoại==\nThác Thủy Tiên không chỉ đẹp về hình thể mà còn đẹp với [[thần thoại|huyền thoại]] về nàng H’Năng.\n\nChuyện xưa kể rằng, có một lần ở vùng [[đất]] này, tai họa đã ập đến với [[buôn]] [[làng]]. Không hiểu vì sao [[Giàng]] giận dữ làm nắng mãi khiến sông hồ cạn kiệt. Chồng nàng H'Năng đã cùng các trai tráng trong buôn phải đi thật xa để tìm vùng đất mới nhưng đã qua mấy mùa [[Mặt Trăng|trăng]] mà chẳng thấy trở về. Nàng H' Năng chờ mãi, chờ mãi mỏi mòn trong nỗi nhớ thương [[chồng]] và cả sự xót xa vì cảnh lũ làng chết dần, chết mòn vì đói khát, bệnh tật. Nàng quyết định lên đường tìm chồng, tìm vùng đất mới. Nàng đi mãi, tìm mãi, cuối cùng quỵ ngã xuống giữa một lòng suối cạn. [[Giàng]] thương xót, cho làm mưa xối xả, các con [[sông]], dòng [[suối]] chẳng mấy chốc lại đầy nước, sự sống lại lan tràn nhưng nàng H' Năng thì không sống lại được nữa, tóc nàng trải dài theo con suối nhỏ và trở thành ngọn [[thác]] đẹp và duyên dáng như tấm lòng người con gái [[Người Ê Đê|Ê Đê]] dịu hiền, chung thủy, nàng đã chết để dân làng được sống. Tưởng nhớ nàng, lũ làng đã lấy tên nàng đặt cho tên của dòng sông chảy qua vùng đất này và còn nhắc mãi về huyền thoại một người con gái...\n\n==Điểm Du lịch==\nSo với các thác nước khác của Đắk Lắk như [[thác Gia Long]], [[thác Krông Kmar]]... thác Thủy Tiên ít được mọi người biết đến do không thuận tiện về đường đi lại, tuy nhiên với vẻ đẹp của mình và sau khi [[quốc lộ]] đi [[Phú Yên]] ngang qua đây được nâng cấp, thác sẽ được nhiều người biết đến hơn và tìm đến để chiêm ngưỡng, thưởng ngoạn vẻ đẹp hoang sơ, thơ mộng mà hữu tình của mình.\nCông nhận thác Thủy Tiên là di tích cấp quốc gia\n\nTT - Theo Sở VH-TT&DL tỉnh Đắk Lắk, Bộ VH-TT&DL vừa có quyết định công nhận di tích cấp quốc gia đối với danh thắng thác Thủy Tiên (ảnh - thuộc xã Ea Púk, huyện Krông Năng).\n\nThác Thủy Tiên hiện là một trong những danh thắng đẹp nhất của tỉnh Đắk Lắk, ngoài ra nơi đây còn chứa đựng những giá trị to lớn về mặt tài nguyên sinh thái, bởi xung quanh thác là khu rừng nguyên sinh Ea Púk nằm kề với khu bảo tồn thiên nhiên Ea Sô.\n\nKhu vực này còn lưu truyền nhiều truyền thuyết của người Ê Đê, như truyền thuyết nàng H’Năng, truyền thuyết chàng Dăm Ji...\n\nĐây là di tích quốc gia thứ 11 của tỉnh Đắk Lắk.\n\n==Tham khảo==\n{{Tham khảo|25em}}\n{{Commonscat |Waterfalls in Vietnam}}\n== Liên kết ngoài ==\n{{sơ khai Đắk Lắk}}\n{{Thác nước Việt Nam}}\n\n[[Thể loại:Krông Năng]]\n[[Thể loại:Du lịch Đắk Lắk]]"}