{"67149":"{{Thông tin tháp Chăm\n| tên  = Tháp Po Klong Garai\n| hình   = Po Klong Garai.jpg\n| chú thích hình = Cụm tháp Po Klong Garai nhìn cận cảnh.\n| vĩ độ  = 11.601831\n| kinh độ  = 108.9442935\n| tên khác  = \n| thờ  = [[Po Klong Garai]]\n| phong cách  = \n| xây dựng  = [[thế kỷ 14]]\n| địa chỉ  = đồi Trầu, phường Đô Vinh\n| tỉnh   = \n| quốc gia  = {{VIE}}\n| tình trạng  = nguyên vẹn\n| tên di tích = Tháp Pô Klong Garai\n| cấp di tích = đặc biệt\n| loại di tích = kiến trúc\n| loại di tích 2 = nghệ thuật\n| tiêu chuẩn  = \n| ngày nhận = 22 tháng 12 năm 2016\n| ngày tước = \n| một phần của = \n| quyết định  = 2499\/QĐ-TTg<ref>{{Chú thích web|url=http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&_page=1&mode=detail&document_id=187766|title=Quyết định số 2499\/QĐ-TTg của Thủ tướng Chính phủ: Về việc xếp hạng di tích quốc gia đặc biệt|website=Cổng thông tin điện tử Chính phủ Việt Nam|ngày truy cập=2018-03-11|archive-date=2018-03-11|archive-url=https:\/\/web.archive.org\/web\/20180311141127\/http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&_page=1&mode=detail&document_id=187766|url-status=dead}}<\/ref>\n| hồ sơ tham khảo = \n| cấp di tích 2 = quốc gia\n| loại di tích 2_1 = kiến trúc\n| loại di tích 2_2 = nghệ thuật\n| tiêu chuẩn 2 = \n| ngày nhận 2 = 1979\n| ngày tước 2 = \n| một phần của 2 = \n| quyết định 2 = \n| hồ sơ tham khảo 2 =\n\n}}\n\n'''Tháp Po Klong Garai''' là tên gọi chung cho một cụm [[tháp Chăm]] hùng vĩ và đẹp nhất còn lại ở Việt Nam, phụng thờ vua [[Po Klong Garai]].<ref name=\"vne\">[http:\/\/dulich.vnexpress.net\/photo\/anh-video\/thap-cham-trang-le-nhat-viet-nam-3505944.html Tháp Chăm tráng lệ nhất Việt Nam], VnExpress, 5\/12\/2016<\/ref> Tháp Pô Klong Garai là một tổng thể gồm ba tháp: tháp chính (cao 20,5m), tháp lửa (cao 9,31m), tháp cổng (cao 8,56m). Công trình này có trình độ kiến trúc, nghệ thuật, điêu khắc đạt đến đỉnh cao. Di tích kiến trúc nghệ thuật này được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa]] xếp hạng di tích di tích quốc gia năm 1979 và được Thủ tướng Chính phủ xếp hạng di tích quốc gia đặc biệt.<ref>[http:\/\/www.dsvh.gov.vn\/pages\/news\/preview.aspx?n=1186&c=4 Bộ Văn hóa, Thể thao và Du lịch thẩm định Dự án bảo tồn, tu bổ và phát huy giá trị di tích Tháp Chăm Pô Klong Garai] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170107171624\/http:\/\/www.dsvh.gov.vn\/pages\/news\/preview.aspx?n=1186&c=4 |date=2017-01-07 }}, www.dsvh.gov.vn,<\/ref>\n\nTháp Poklong Garai nằm trên đồi Trầu, thuộc phường Đô Vinh, cách trung tâm thành phố [[Phan Rang – Tháp Chàm]] 9&nbsp;km về [[hướng Tây Bắc|phía Tây Bắc]], được xây dựng vào cuối thế kỷ 13 đầu thế kỷ 14 (thời vua Shihavaman, người Việt gọi là [[Chế Mân]]) để thờ vua [[Po Klong Garai]] (1151-1205), vị vua đã có nhiều công lớn trong việc cai trị đất nước.<ref name=\"vne\"\/>\n\n== Truyền thuyết ==\nCó một truyền thuyết liên quan đến tháp Poklong Garai kể rằng ngày xưa ở Play Chakling<ref>Nay là thôn Mỹ Nghiệp, Ninh Phước<\/ref> có hai ông bà tên Ôn Paxa và Muk Chakling dù đã cao niên nhưng chưa có con. Một lần ra biển mò cua bắt ốc ông bà thấy có một đứa bé đang trôi trên bọt nước bèn đem về nuôi và đặt tên là Karit.\n\nKarit lớn lên trở thành một cô gái xinh đẹp, nết na nên được nhiều người quý mến. Một hôm, Karit cùng cha vào rừng hái củi. Trời nóng nực, hai cha con khát nước nhưng chung quanh lại không có sông suối. Bỗng Karit thấy một tảng đá bên trên đọng ít nước trong, liền đến uống. Lạ thay nàng uống đến đâu nước trong đá tràn ra đến đó. Nhưng khi nàng đi gọi cha đến uống thì chẳng thấy giọt nước nào. \n[[Tập tin:Tháp Po Klaung Garai, Phan Rang, Ninh Thuận.JPG|nhỏ|250px|Góc nhìn từ hướng bắc.]]\nSau dạo đó Karit có thai và rồi sinh ra một cậu bé đã xấu xí lại rất hấu ăn. Ông bà đặt tên cho cậu là Jatol. Karit không chịu nổi lời đàm tiếu là gái chửa hoang nên bỏ đi để con lại cho ông bà nuôi. Đứa bé càng lớn càng xấu xí, mình lại đầy ghẻ chốc nên chẳng mấy đứa chịu chơi chung. Khi ông bà mất, cậu cũng vừa khôn lớn. Cậu cùng bạn là Po Klonchanh đi buôn trầu. Một hôm trên đường về, Jatol thấy mệt nên nghỉ ở tảng đá bên đường. Pô Klonchanh về trước rồi đem cơm ra cho bạn. Khi trở lại Pô Klonchanh thấy có hai con rồng trắng đang liếm mình Jatol. Po Klonchanh chạy đến thì hai con rồng biến mất và lạ thay Jatol đã trở thành một thanh niên tuấn tú, khôi ngô khác thường. Điềm lạ đó dần lan ra khắp miền và rồi đến tai vua Nuhol, người đang quản thủ Iaru.<ref>Tại Tuy Hòa ngày nay.<\/ref> Được biết Jatol sẽ là một vị thiên tài xuất chúng, vua Nuhol cho mời Jatol đến. Thấy đúng như lời đồn đại vua đã giữ Jatol lại và gả công chúa Thakol cho.\n\nNăm 1167, vua Xulika ở thành Balcribanơi<ref>Tại Bình Định ngày nay.<\/ref> băng hà mà không có người nối ngôi. Biết Jatol là một nhân tài, quần thần đã cho voi trắng rước về nối ngôi. Jatol lên làm vua, xưng là Po Klong Garai. Sau 5 năm, ông dời đô ra Bal Hangâu. Bấy giờ, Panduranga,<ref>Phan Rang ngày nay.<\/ref> quê hương của ông bị quân [[Chân Lạp]] thường xuyên đánh phá. Pô Klong Garai phải mang quân vào Panduranga tiếp sức và dẹp loạn. Theo sử liệu Chăm thì vào năm Sửu, Chăm lịch, vua Po Klong Garai từ Balcribanơi vào Panduranga xem địa thế để xây tháp kỷ niệm thuở hàn vi của mình. Khi đến vùng Balhul thì bị tướng Hakral người Miên đang cai quản hạt này ngăn cản. Vua Po Klong Garai không muốn xảy ra cuộc đổ máu vô ích nên thách tướng Miên thi tài xây tháp, ai xây xong trước sẽ thắng. Biết khó đánh thắng vua Pô Klong Garai bằng sức mạnh quân sự, Hakral đã chấp thuận. Vua Po Klong Garai xây tháp trên đồi Balhla, còn tướng Hakral xây ở vùng Balhul.<ref>Gồm Mỹ Tường, Bình Nghĩa, Gò Đền, Hội Diêm.<\/ref> Kết cục, bên vua Pô Klong Garai với sự tài trí của mình đã hoàn thành trước, tướng Hakral thua cuộc đành rút quân về.{{fact|date=7-2014}}<!--chi tiết này cần kiểm chứng hơn nữa vì trên thực tế Tháp Hòa Lai được xây dựng vào thế kỷ 9, tháp Po Klaung Girai được xây dựng vào thế kỷ 12 nên khó có thể có cuộc thi này. Tháp Hòa Lai cũng không được người Chăm hay người Khmer thừa nhận mình là tác giả, nên vẫn là nghi vấn lớn).-->\n\n== Chú thích ==\n{{tham khảo}}\n\n== Xem thêm ==\n{{commonscat|Temple of Po Klong Garai}}\n* [[Phong cách nghệ thuật các tháp Chăm]]\n* [[Danh sách đền tháp Chăm Pa]]\n* [[Tháp Chăm]]{{coord| 11.601831| 108.9442935| type:landmark_region:VN| format= dms| display= title}}\n== Chú thích ==\n{{tham khảo}}\n\n{{Tháp Chăm Pa}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n{{sơ khai kiến trúc Việt Nam}}\n\n{{DEFAULTSORT:Po Klong Garai}}\n[[Thể loại:Po Klong Garai]]\n[[Thể loại:Đền thờ vua chúa Chăm Pa]]\n[[Thể loại:Di tích tại Ninh Thuận|T]]\n[[Thể loại:Công trình xây dựng ở Ninh Thuận]]\n[[Thể loại:Phan Rang – Tháp Chàm]]"}