{"843785":"{{Location map | Vietnam\n| width = 200\n| float = right\n| relief = yes\n| label = ''Thác Khuôn Tát''\n| position = bottom\n| lat_deg = 21.790305\n| lon_deg = 105.515460\n}}\n{{coord| 21.790305| 105.515460| type:landmark| name=Thác Khuôn Tát| format= dms| display= title}}\n'''Thác Khuôn Tát''' là [[thác]] trên suối thượng nguồn [[sông Công]] ở vùng đất ''xóm Tỉn Keo'' xã [[Phú Đình]] huyện [[Định Hóa]] tỉnh [[Thái Nguyên]] <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50- >Bản đồ tỷ lệ 1:50.000 tờ F-48-. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref name =ThaiNguyen-tt37 >[https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Thong-tu-37-2013-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-Thai-Nguyen-212497.aspx Thông tư 37\/2013\/TT-BTNMT ngày 30\/10\/2013] của Bộ Tài nguyên và Môi trường về Ban hành Danh mục địa danh dân cư, sơn văn, thủy văn, kinh tế - xã hội phục vụ công tác thành lập bản đồ tỉnh Thái Nguyên. Thuvien Phapluat Online, 2016. Truy cập 25\/11\/2018.<\/ref>.\n\nThác Khuôn Tát thuộc khu vực di tích lịch sử ATK Định Hóa, là trung tâm căn cứ địa Việt Bắc và đại bản doanh lãnh đạo cuộc kháng chiến trường kỳ do chủ tịch [[Hồ Chí Minh]] lãnh đạo trong [[chiến tranh Đông Dương]] (1946-1954). Thác Khuôn Tát được xếp hạng danh thắng cấp quốc gia vào năm 2002.<ref>[http:\/\/thainguyen.gov.vn\/gioi-thieu-khu-du-lich\/-\/asset_publisher\/L0n17VJXU23O\/content\/di-tich-thang-canh-thac-khuon-tat?inheritRedirect=true Di tích thắng cảnh thác Khuôn Tát]{{Liên kết hỏng|date=2023-03-14 |bot=InternetArchiveBot }}. Cổng thông tin điện tử tỉnh Thái Nguyên\/Du lịch\/Giới thiệu khu du lịch, 03\/11\/2017.<\/ref>\n\nThác Khuôn Tát cách trung tâm thành phố Thái Nguyên 70&nbsp;km. Thác Khuôn Tát nằm giữa núi rừng hoang vu và khá yên tĩnh, xung quanh thác có nhiều cây cổ thụ. Thác bao gồm 7 tầng, nước từ trên cao đổ xuống tung bọt trắng xoá, phía dưới tạo thành dòng suối. Theo truyền thuyết của cư dân bản địa, xưa kia, các loài thú rừng như hổ, báo, gấu, hươu nai, lợn,... trong vùng thường đến đây uống nước. Vào những hôm trời xanh nước trong, mây trắng vờn trên đỉnh núi có bầy Tiên nữ từ trên trời xuống thác tắm. Tuy nhiên nạn săn bắn và phá rừng làm nương sắn dẫn đến ngày nay thú rừng tuyệt chủng, còn các tiên thì không đến nữa.<ref>[http:\/\/thainguyentourism.vn\/vi\/du-khach\/Kham-pha-diem-den\/Thac-Khuon-Tat-Thang-canh-dep-cua-Thai-Nguyen-226.html Thác Khuôn Tát – Thắng cảnh đẹp của Thái Nguyên]. Thái Nguyên Tourism, 19\/04\/2020.<\/ref>\n\nTừ trên đỉnh [[Đèo De]], có thể nhìn xuống Thác Khuôn Tát với bảy tầng trông giống những bậc thang nhà sàn của cư dân miền núi. Độ cao tính từ đỉnh thác xuống chân thác là trên 20&nbsp;m. Tầng dưới cùng đẹp nhất và cao khoảng 12m, rộng 15m, các tầng còn lại phía trên cao chênh lệch nhau trên dưới 2 đến 3m và [[chiều rộng]] thu nhỏ dần lên đỉnh thác. Người ta có thể leo lên các tầng thác, mỗi tầng đều có bóng cây toả mát, phía dưới từng tầng, nước đổ xuống tạo thành bồn tắm. Thác Khuôn Tát có nguồn nước trong với nhiều tảng đá bằng phẳng.\n\nỞ chân thác Khuôn Tát, nước dội xuống thành bồn tắm tự nhiên, chỗ nước sâu nhất chừng 2 đến 3 m, nông dần ra phía ngoài tạo thành con suối. Suối Khuôn Tát chảy ngoài thác độ 100m là bãi cát, sỏi nhỏ và đá tự nhiên nằm giữa dòng chảy như: hình cá voi, hình con rùa, con trâu đầm... Hai bên suối là bãi cỏ bằng phẳng xanh tươi rất thuận lợi cho việc cắm trại, dựng lều lán nghỉ ngơi, vui chơi cho các đoàn khách du lịch đông người.\n\nDự án Khu du lịch thác 7 tầng Khuôn Tát nằm trong danh mục các dự án kêu gọi đầu tư lĩnh vực Dịch vụ - Du lịch của tỉnh Thái Nguyên với quy mô dự kiến là 3 triệu [[Đô la Mỹ]].<ref name=\"tng\">{{chú thích web| url = http:\/\/www.thainguyen.gov.vn\/wps\/portal\/detailnews?WCM_GLOBAL_CONTEXT=\/web+content\/sites\/dn\/ttsk_ttdt\/da_fdi\/fdi0006&catId=DA_FDI&comment=FDI0006| title = Danh mục các dự án kêu gọi đầu tư lĩnh vực Dịch vụ - Du lịch| access-date = ngày 21 tháng 12 năm 2011| publisher = Cổng Thông tin điện tử tỉnh Thái Nguyên}}{{Liên kết hỏng|date = ngày 30 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n*[http:\/\/dulichatk.com\/diem-den\/thac-7-tng Thác 7 Tầng - ATK Định Hóa]{{Liên kết hỏng|date = ngày 5 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.thainguyen.gov.vn\/wps\/portal\/detailnewsdk?WCM_GLOBAL_CONTEXT=\/web+content\/sites\/dk\/dk_gtkdl\/dk_gt_atkdh\/dl.gt.atk01&catId=DK_GT_ATKDH&comment=DL.GT.ATK01 Du lịch ATK Định Hoá] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160306080947\/http:\/\/www.thainguyen.gov.vn\/wps\/portal\/detailnewsdk?WCM_GLOBAL_CONTEXT=%2Fweb+content%2Fsites%2Fdk%2Fdk_gtkdl%2Fdk_gt_atkdh%2Fdl.gt.atk01&catId=DK_GT_ATKDH&comment=DL.GT.ATK01 |date = ngày 6 tháng 3 năm 2016}}\n* Bản \"Danh mục địa danh dân cư... tỉnh Thái Nguyên\" có ''lỗi biên tập'', viết các tên liên quan thành \"''Khôn Tát''\".\n\n== Liên kết ngoài ==\n{{Thể loại Commons |Waterfalls in Vietnam}}\n{{sơ khai Thái Nguyên}}\n\n{{Thác nước Việt Nam}}\n\n[[Thể loại:Du lịch Thái Nguyên]]"}