{"2439709":"{{Thông tin nhân vật\n| màu =\n| màu 2 = \n| màu chữ = \n| tên = Thái Văn Trừng\n| hình =\n| cỡ hình =\n| ghi chú hình = \n| tên khai sinh = \n| sinh = {{ngày sinh|1917|11|17}}\n| nơi sinh = [[Gio Linh]], [[Quảng Trị]], [[Việt Nam]]\n| mất = {{ngày mất và tuổi|2004|9|7|1917|11|17}}\n| nguyên nhân cái chết =\n| nơi mất = [[Thành phố Hồ Chí Minh]], Việt Nam\n| an táng = [[Nghĩa trang Bình Hưng Hòa]]\n| tên khác = \n| cư trú = [[Quận 1]], Thành phố Hồ Chí Minh, Việt Nam\n| quốc tịch = {{Flagicon|Việt Nam}} [[Việt Nam]]\n| vai trò =\n| học vấn = [[Giáo sư]], [[Tiến sĩ]]\n| occupation = Tiến sĩ [[Lâm nghiệp]]\n| chiều cao = \n| cân nặng = \n| danh hiệu =\n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng =\n| tôn giáo = \n| spouse = Nguyễn Thị Minh Lý\n| vợ =\n| chồng = \n| con cái =\n| cha mẹ =\n| người thân = \n| chữ ký = \n| website = \n}}\n'''Thái Văn Trừng''' ([[17 tháng 11]] năm [[1917]] – [[7 tháng 9]] năm [[2004]]) là một [[giáo sư]] người [[Việt Nam]] hoạt động trong lĩnh vực Môi trường sinh thái rừng. Ông được biết đến với vai trò là người đã tìm ra phương pháp phục hồi [[hệ sinh thái]] [[rừng nhiệt đới]] bị tàn phá do chất hóa học sử dụng trong [[chiến tranh Việt Nam|chiến tranh]] ở [[miền Nam (Việt Nam)|miền Nam Việt Nam]]. Ông được trao tặng [[Giải thưởng Hồ Chí Minh]] trong lĩnh vực Khoa học Nông nghiệp vào năm 2000.\n\n==Tiểu sử==\n===Quá trình học tập và làm việc===\nThái Văn Trừng được sinh ra trong một gia đình nghèo tại [[Gio Linh]], [[Quảng Trị]]. Nhờ kết quả học tập đạt loại giỏi, ông đã được tuyển thẳng vào trường [[Quốc học Huế]] vào năm 1936. Sau đó, ông thi đỗ vào trường [[Đại học Y Hà Nội]]. Tuy nhiên, sau khi học được hai năm tại Đại học Y thì Trường Chuyên nghiệp Nông Lâm nghiệp Đông Dương (còn gọi là Trường Cao đẳng Nông Lâm Brévié) mở lớp đào tạo ngành Kiểm soát Thủy Lâm khóa đầu tiên, sẵn có đam mê trong mình, Thái Văn Trừng đã quyết định bỏ học ngành Y để theo đuổi ngành Lâm nghiệp.<ref name=\"KT\">{{chú thích tạp chí|last=Từ Nguyên Thạch|date=1996-06|title=Tiến sĩ Thái Văn Trừng - Cánh chim đầu đàn của ngành Lâm học Việt Nam|publisher=Tập san Báo Kiến thức ngày nay - Số 212}}<\/ref><ref name=\"DS\">{{chú thích web|url=http:\/\/cpd.vn\/Default.aspx?tabid=723&doctorid=105&articlecatid=720&articleid=62|title=Giáo sư -Tiến sĩ Thái Văn Trừng: Cả cuộc đời gắn bó với rừng|author=Thái Gia Thư|publisher=Trung tâm Di sản các Nhà Khoa học Việt Nam|access-date = ngày 7 tháng 2 năm 2014}}<\/ref>\n\nNăm 1943, ông tốt nghiệp [[Kỹ sư]] [[Lâm nghiệp]] với tấm bằng thủ khoa. Ông tình nguyện về [[Cà Mau]] công tác, dù được quyền chọn nhiệm sở tại [[Hà Nội]],<ref name=\"VN\">{{chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/loi-song\/rung-ong-trung-1953391.html|title=Rừng ông Trừng|date = ngày 2 tháng 1 năm 2001 |publisher=vnExpress|access-date = ngày 7 tháng 2 năm 2014}}<\/ref> và được bổ nhiệm làm Trưởng Hạt Quản lý rừng ở [[Đầm Dơi]], [[Gành Hào]], [[Cà Mau]]. Sau [[Cách mạng tháng Tám]] năm 1945, Thái Văn Trừng chuyển đến [[Bà Rịa – Vũng Tàu]] gia nhập [[Quân đội nhân dân Việt Nam|Vệ quốc đoàn]] Việt Nam tham gia kháng chiến. Sau đó, ông chuyển về [[miền Trung (Việt Nam)|miền Trung Việt Nam]] ở vùng đồng bằng Thanh Nghệ Tĩnh, phụ trách chức vụ Phó Giám đốc Khu Lâm chính Khu IV và Hiệu trưởng Trường Kỹ thuật Lâm nghiệp. Đến năm 1953, Thái Văn Trừng chuyển sang công tác nghiên cứu Khoa học Kỹ thuật Lâm nghiệp tại Viện Khảo cứu Nông Lâm. Từ năm 1961, ông là Tổ trưởng Tổ Thực vật rừng tại [[Viện khoa học Lâm nghiệp Việt Nam|Viện Khoa học Lâm nghiệp]].\n\nTrước đó vào năm 1960, ông đã được các chuyên gia [[Liên Xô]] mời sang làm nghiên cứu sinh.<ref name=\"VN\" \/><ref name=\"TT\">{{chú thích web|url=http:\/\/tuoitre.vn\/Tet-2014\/Tet-moi-mien\/592003\/Giu-lay-rung-vang.html|title=Giữ lấy rừng vàng|date = ngày 26 tháng 1 năm 2014 |publisher=Báo Tuổi Trẻ|access-date = ngày 7 tháng 2 năm 2014}}<\/ref> Đến năm 1962, ông bảo vệ luận án [[Phó tiến sĩ]] ngành Sinh học, ''Phát sinh quần thể và phân loại thảm thực vật rừng nhiệt đới Việt Nam''. Thái Văn Trừng đã được đặc cách viết và bảo vệ luận án bằng [[tiếng Pháp]] tại [[Viện Thực vật Komarov]] trực thuộc [[Viện Hàn lâm Khoa học Nga|Viện Hàn lâm Khoa học Liên Xô]] tại [[Leningrad]]. Hội đồng Khoa học của Viện đánh giá cao luận án của ông và đã quyết định nâng lên thành luận án [[Tiến sĩ khoa học]] chứ không phải là Phó tiến sĩ như dự kiến ban đầu.<ref name=\"VN\" \/><ref name=\"NLĐ\">{{chú thích web|url=http:\/\/nld.com.vn\/thoi-su-trong-nuoc\/nha-lam-hoc-loi-lac-thai-van-trung-tu-tran-99940.htm|title=Nhà lâm học lỗi lạc Thái Văn Trừng từ trần|author=Đ. Phú|date = ngày 7 tháng 9 năm 2004 |publisher=Báo Người Lao động|access-date = ngày 7 tháng 2 năm 2014}}<\/ref> Theo đó, Thái Văn Trừng đã trở thành người Việt Nam đầu tiên được cấp học vị [[tiến sĩ khoa học]] Liên Xô.<ref name=\"DS\" \/>\n\nÔng được bổ nhiệm làm Phó Viện trưởng Viện Lâm nghiệp (nay là Viện Khoa học Lâm nghiệp Việt Nam) kiêm Phân Viện trưởng Phân Viện phía Nam (nay là Viện Khoa học Lâm nghiệp Nam Bộ) vào năm 1963. Đến năm 1982, Thái Văn Trừng chuyển sang làm Giám đốc Bảo tàng Thực vật trực thuộc [[Viện Khoa học Việt Nam]] (ông là Giám đốc đầu tiên của bảo tàng này). Ông được phong hàm [[Giáo sư]] nghiên cứu về Sinh thái rừng vào năm 1979 và được mời giảng dạy tại nhiều trường đại học ở [[Hà Nội]] và [[Thành phố Hồ Chí Minh]]. Ông đã vinh dự được mời tham dự Hội nghị ngành Thực vật Thế giới tại Leningrad, Liên Xô năm 1975; Hội nghị của Viện Lâm nghiệp Thế giới tại [[Tokyo]], [[Nhật Bản]] năm 1981 cũng như Hội nghị Ngành Lâm nghiệp Thế giới lần thứ 10 tại [[Paris]], [[Pháp]] vào năm 1991.<ref name=\"DS\" \/>\n\nThái Văn Trừng cũng từng được giao đảm nhiệm nhiều chức vụ quan trọng như Viện trưởng Viện Sinh học Nhiệt đới Thành phố Hồ Chí Minh, Chủ tịch Hội Sinh học Thành phố Hồ Chí Minh, Giám đốc Trung tâm Nghiên cứu, Tư vấn và Giáo dục Môi trường (một tổ chức phi chính phủ hoạt động từ tháng 8 năm 1994).<ref name=\"KT\" \/><ref name=\"NLĐ\" \/>\n\n===Nghiên cứu và cống hiến===\n\nTrong thời gian công tác tại [[Cà Mau]], ông đã góp công rất lớn trong việc cải tạo rừng ngập mặn Cà Mau để phục vụ đời sống, góp phần bảo vệ môi trường sinh thái cho người dân. Ông đã trồng hơn 2.000 [[hecta]] rừng [[đước]] bằng cách đào kênh, dẫn nước mặn vào các ô trồng rừng. Đây được coi là công trình nghiên cứu lâm sinh đầu tiên của Việt Nam dựa trên cơ sở sinh thái học. Sau đó, mô hình này đã được nhân rộng tại [[Cần Giờ]].<ref name=\"VN\" \/>\n\nCuối năm 1953, trong chuyến đi khảo sát, đánh giá thực trạng hệ sinh thái rừng Việt Nam từ [[Pắc Bó]] đến [[Quy Nhơn]], Thái Văn Trừng đã phát hiện ra nhiều hệ sinh thái quý giá góp phần xây dựng nên [[Rừng quốc gia Cúc Phương]] cũng như tìm ra các kiểu thảm thực vật trong khu rừng cấm Nam Cát Tiên sau năm 1975 để đưa khu rừng này trở thành [[Vườn quốc gia Nam Cát Tiên]] ngày nay.<ref name=\"ND\" \/> Ông là một trong những nhà khoa học lâm nghiệp hàng đầu của Việt Nam trong lĩnh vực [[sinh thái rừng]], địa thực vật và lâm sinh học. Ông đã có những đóng góp quan trọng cho nền [[Lâm nghiệp]] Việt Nam trong hơn sáu mươi năm làm việc và nghiên cứu. Đặc biệt trong số đó là công trình ''Phục hồi các hệ sinh thái rừng bị chiến tranh hóa học hủy diệt'' với việc tìm ra phương thức phục hồi [[hệ sinh thái]] [[rừng nhiệt đới]] bị hủy diệt bởi chất hóa học được sử dụng trong [[chiến tranh Việt Nam|chiến tranh]] tại [[miền Nam (Việt Nam)|miền Nam Việt Nam]].<ref name=\"NLĐ\" \/> Ông đã chủ trương cho loại bỏ những cây [[thông]] và [[bạch đàn]] liêu, những loại cây phủ xanh đồi trọc lúc đó, ra khỏi những khu rừng vì hai loài cây này có đặc điểm là hút kiệt chất dinh dưỡng, làm chua đất mà không giúp ích gì được cho đất. Thay vào đó ông đề xuất cho trồng cây [[keo lá tràm]] nhập từ [[Úc]] có tán lá rộng sẽ diệt được các loại [[cỏ tranh]], cỏ mỹ, quan trọng hơn loại cây này có tác dụng rất tốt trong việc cải tạo đất. Thái Văn Trừng đã chỉ đạo cho trồng thử nghiệm loại cây này ở 500 [[hecta]] đất trong khu quy hoạch Lâm viên Thủ Đức, 170 hecta đất trên [[Địa đạo Củ Chi|địa đạo Bến Đình, Bến Dược]]. Sau gần mười năm thực hiện, vào năm 1990, ông đã cho trồng các loại cây gỗ lớn là [[chi Sao|sao]] và [[chi Dầu|dầu]] trên hai hecta rừng keo lá tràm cũ. Kết quả là những loại cây này phát triển rất nhanh trên nền rừng đã được cải tạo.<ref name=\"KT\" \/>\n\nĐể nhân rộng mô hình này, tại Hội thảo Quốc tế ''Sinh thái tái sinh cây rừng nhiệt đới'' tổ chức tại [[Kuala Lumpur]], [[Malaysia]], Thái Văn Trừng đã cho trình chiếu mô hình và kêu gọi sự giúp đỡ từ cộng đồng quốc tế. Theo đó, Tổ chức phi chính phủ HAV của [[Cộng hòa Liên bang Đức]] đã đồng ý tài trợ phát triển 30 hecta rừng tái sinh trong ba năm từ năm 1994 đến năm 1996 với mức 1.000 [[USD]] trên một hecta. Sau đó, dự án đã được triển khai thực hiện tại [[Đồng Xoài]], [[Sông Bé]] và được thực hiện tiếp tục 200 hecta tại [[Nam Cát Tiên (xã)|Nam Cát Tiên]].<ref name=\"KT\" \/><ref name=\"VN\" \/> Công trình nghiên cứu này là nội dung chính yếu trong tác phẩm ''Những hệ sinh thái rừng nhiệt đới ở Việt Nam'', công trình được ông đúc kết trong suốt sự nghiệp gắn bó với rừng.<ref name=\"VN\" \/>\n\nNgoài ra, ông còn là tác giả của nhiều công trình nghiên cứu lâm sinh học như trồng rừng trên đồi cát di động, trên đồi trọc vùng trung du, trồng rừng công nghiệp giấy sợi Bồ Đề, trồng cây thuốc dưới tán rừng, trồng cây chủ cánh kiến đỏ cùng với nhiều công trình khoa học khác.<ref name=\"ND\">{{chú thích web|url=http:\/\/www.nhandan.com.vn\/khoahoc\/khoa-hoc\/item\/10875702-.html|title=Vĩnh biệt Giáo sư - Tiến sĩ Thái Văn Trừng: Cúc Phương, Cát Tiên mãi ghi danh ông!|date = ngày 10 tháng 9 năm 2004 |publisher=Báo Nhân dân|access-date = ngày 7 tháng 2 năm 2014}}<\/ref>\n\n==Giải thưởng, danh hiệu==\nThái Văn Trừng đã được [[Đảng Cộng sản Việt Nam]] và [[Nhà nước Việt Nam]] tặng thưởng [[Huân chương Lao động]] hạng nhất vào năm 1991, [[Huân chương Kháng chiến]] hạng nhất, hạng nhì và danh hiệu [[Anh hùng Lao động]]. Ông được trao tặng [[Giải thưởng Hồ Chí Minh]] về lĩnh vực Khoa học Nông nghiệp vào năm 2000 với công trình khoa học ''Những hệ sinh thái rừng Việt Nam''. Bên cạnh đó, do những đóng góp của ông trong việc phát triển khoa học văn hóa [[Pháp]] và cộng tác với chương trình môi trường của Pháp, ông đã được tặng thưởng Huân chương Cành cọ của Viện Hàn lâm Khoa học Pháp.<ref name=\"DS\" \/><ref name=\"NLĐ\" \/><ref name=\"ND\" \/><ref name=\"DS2\">{{chú thích web|url=http:\/\/cpd.vn\/Default.aspx?tabid=692&Doctorid=105|title=Thông tin chung về Giáo sư - Tiến sĩ khoa học Thái Văn Trừng|publisher=Trung tâm Di sản các Nhà Khoa học Việt Nam|access-date = ngày 10 tháng 2 năm 2014}}<\/ref>\n\n==Cuộc sống cá nhân==\nTrong khoảng thời gian theo học tại Trường [[Quốc học Huế]], Thái Văn Trừng được mời về nhà dạy kèm cho một cô bé 15 tuổi tên Nguyễn Thị Minh Lý, và cô bé này sau đó đã trở thành vợ của ông. Tháng 8 năm 1945, lúc ông đang làm việc tại [[Cà Mau]], gia đình ông đến nhà Nguyễn Thị Minh Lý để đặt vấn đề cưới hỏi. Do không có mặt ông nên một người anh bà con của ông đã đóng thế vai chú rể, đám cưới diễn ra nhưng ông không hề hay biết. Mãi đến năm 1946, khi người nhà vào [[Cà Mau]] đưa thư thì ông mới biết là mình đã có vợ. Hai ông bà có tổng cộng bốn người con, ba trai và một gái.<ref name=\"KT\" \/>\n\n==Tưởng niệm==\nNhằm ghi nhận những đóng góp của ông trong việc cải tạo rừng ngập mặn, tên ông đã được đặt cho một khu rừng và một [[kênh đào]] tại [[Cà Mau]].<ref name=\"VN\" \/><ref name=\"NLĐ\" \/>\n\n==Tham khảo==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1917]]\n[[Thể loại:Mất năm 2004]]\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Huân chương Lao động]]\n[[Thể loại:Người được phong tặng danh hiệu Anh hùng Lao động]]\n[[Thể loại:Huân chương Kháng chiến]]"}