{"354559":"[[Tập tin:Thac-lien-khuong-lien-khang-6.jpg|nhỏ|260x260px|Thác Liên Khương]]\n'''Thác Liên Khương''' hay '''thác Liên Khang''', có tên cũ là ''Liên Khàng'' (Liêng: thác; Khàng: [[Ong vò võ|ong vò vẽ]] hay [[kiến vàng]]) là [[Thác|thác nước]] trên [[sông Đa Nhim]] tại huyện [[Đức Trọng]], [[Lâm Đồng]]. Thác nằm ngay cạnh [[quốc lộ 20]] và [[Đường cao tốc Dầu Giây – Liên Khương|đường cao tốc Liên Khương]] từ [[Thành phố Hồ Chí Minh]] lên [[Đà Lạt]], cách Đà Lạt chừng 27&nbsp;km, cách [[sân bay Liên Khương]] khoảng 1&nbsp;km.\n\nThác rộng khoảng 200m, cao 50m, vào giữa mùa khô đến cuối mùa khô (Tháng 12- tháng 6), thác có ít nước. Đây là một ngọn thác hùng vĩ ở Lâm Đồng, gắn liền với những truyền thuyết huyền bí của miền đất Tây Nguyên. Cùng với [[thác Gougah]] và [[thác Pongour]], thác Liên Khương là một trong 3 thác nước đẹp trên [[sông Đa Nhim]].\n\nTuy đã được xếp hạng di tích quốc gia nhưng hiện nay, do không được quan tâm bảo trì đúng mức, thác Liên Khương đã cạn nước nên đã đóng cửa khai thác, không tổ chức phục vụ khách tham quan, cuối năm 2008 Sở VH-TT tỉnh Lâm Đồng đã gửi văn thư đề nghị Ủy ban nhân dân tỉnh cho phép tham mưu để Bộ Văn hóa Thông tin thu hồi giấy phép xếp hạng <ref>{{Chú thích web |url=http:\/\/www.sggp.org.vn\/vanhoavannghe\/2008\/2\/144453\/ |ngày truy cập=2009-08-27 |tựa đề=Xung quanh việc 2 di tích quốc gia ở Lâm Đồng xin \"khai tử\" |archive-date=2016-04-03 |archive-url=https:\/\/web.archive.org\/web\/20160403183559\/http:\/\/sggp.org.vn\/vanhoavannghe\/2008\/2\/144453\/ }}<\/ref>.\n\n==Truyền thuyết==\nTương truyền nơi đây vốn là khu rừng nguyên sinh có con suối thơ mộng chảy qua. Trên cây có lắm quả ngọt dành cho người và khỉ. Dưới suối có nhiều cá đến nổi dân làng ăn không hết. Vì lý do đó mà lũ kiến vàng từ vùng núi xa xăm nào đó kéo về ngụ cư. Bởi cuộc sống sung túc nên kiến vàng ngày càng đông. Chúng làm tổ và chiếm vị trí độc tôn khiến người dân bản địa lại thiếu cái ăn. Dân làng phải bắt buộc cầu cứu thần lửa. Nhưng thần lửa càng đốt nhiều thì lũ kiến càng sinh sôi. Thần lửa kiệt sức đành chịu thua. Lũ làng lại dâng lễ vật, đâm trâu cúng Yàng và cầu xin Yàng đánh giặc Kiến Vàng. Cảm động trước lòng thành của dân làng, Yàng đã gọi thần mưa, thần Sấm Sét làm cho lụt to. Nước từ Đa Nhim như nước mắt đổ về cuốn trôi giặc Kiến Vàng. Từ đó dân chúng sống ấm no hạnh phúc. Thác Liên Khương là nơi búa sét cuối cùng đánh tan kiến chúa chạy qua đấy, tạo thành dòng thác sâu và đẹp.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[https:\/\/www.google.com\/maps\/place\/Th%C3%A1c+Li%C3%AAn+Kh%C6%B0%C6%A1ng,+QL20,+khu+ph%E1%BB%91+6,+tt.+Li%C3%AAn+Ngh%C4%A9a,+%C4%90%E1%BB%A9c+Tr%E1%BB%8Dng,+L%C3%A2m+%C4%90%E1%BB%93ng,+Vietnam\/@11.7488875,108.3823639,17z\/data=!3m1!4b1!4m5!3m4!1s0x317140dc1bfbf0af:0x7577bc1af16da04f!8m2!3d11.7488823!4d108.3845526\/ Link Google Map Thác Liên Khương]\n\n{{Du lịch Lâm Đồng}}\n{{Thác nước Việt Nam}}\n\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Địa lý Lâm Đồng]]\n[[Thể loại:Đức Trọng]]"}