{"19531416":"{{Wiki hóa|date=tháng 5\/2021}}\n{{Trích dẫn quá dài|date=tháng 5\/2021}}\n'''Thái học''' ([[Hán văn]]: 太學) là học phủ tối cao trong hệ thống [[giáo dục]] [[cổ điển]] [[Á Đông]], tương tự [[Cao đẳng|cao đẳng giáo dục]] ngày nay<ref>{{chú thích sách|author=Michael Sullivan|title=The Birth of Landscape Painting in China|url=https:\/\/books.google.com\/books?id=k8q260xqfAQC&pg=PA26&dq=125BC++imperial+university#v=onepage|year=1962|publisher=University of California Press|pages=26–|id=GGKEY:APYE9RBQ0TH}}<\/ref><ref>{{chú thích sách|author=Michael Sullivan|title=Chinese landscape painting|url=https:\/\/books.google.com\/books?id=UOUuAQAAIAAJ&q=125BC++imperial+university&dq=125BC++imperial+university|year=1980|publisher=University of California Press|page=26}}<\/ref><ref>{{chú thích sách|author=Wesley M. Wilson|title=Ancient civilizations, religions, Africa, Asia, world problems & solutions|url=https:\/\/books.google.com\/books?id=jgESAQAAIAAJ&q=University+chang&dq=University+chang|date=ngày 1 tháng 2 năm 1997|publisher=Professional Press|page=192}}<\/ref><ref>{{chú thích sách|author=Arthur Cotterell|title=China: A History|url=https:\/\/books.google.com\/books?id=Kovlqk8dakkC&pg=PT104&dq=125BC++imperial+university#v=onepage|date=ngày 31 tháng 8 năm 2011|publisher=Random House|isbn=978-1-4464-8447-0|pages=104–}}<\/ref>.\n[[Hình:Constellation of Literature pavilion - Temple of Literature, Hanoi - DSC04557.JPG|nhỏ|phải|222px|Khuê Văn các (奎文閣) [[Văn Miếu - Quốc Tử Giám]] được tôn biểu tượng thành [[Hà Nội]]. Qua nhiều lần trùng tu, công trình nay đã biến dạng.]]\n==Lịch sử==\nBắt đầu từ [[triều Châu]] đã dựng '''Thái Học cung''' (太學宮) tục gọi Bích Ung (辟雍, 璧雍, 辟雝), vốn là một [[thủy tọa]]. Con em [[quý tộc]] phải vào đấy học [[lễ nghi]], [[âm nhạc]], [[vũ đạo]], [[kị xạ]]. ''[[Lễ kí|Đại đái lễ kí]]'' thiên ''Bảo phụ'' : \"''Hoàng đế vào Thái Học, nhờ thầy dạy bảo''\" (帝入太學，承師問道). ''[[Lễ kí]]'' thiên ''Vương chế'' : \"''Đại học ở ngoại đô, thiên tử gọi Bích Ung, chư hầu gọi Phán Cung''\" (大學在郊，天子曰辟雍，諸侯曰泮宮). ''[[Ngũ kinh thông nghĩa]]'' : \"''Thiên tử lập Bích Ung mà làm gì ? Sở dĩ làm lễ nhạc, tuyên ban giáo hóa, để mà dạy người thiên hạ, sai bảo con em quý tộc, nuôi Tam Lão, thờ Ngũ Điều, khiến chư hầu hành xử theo lễ nghĩa''\" (天子立辟雍者何？所以行禮樂，宣教化，教導天下之人，使為士君子，養三老，事五更，與諸侯行禮之處也).\n\nThái học nhìn chung gắn với mạng vận [[Nho giáo]] và hệ thống [[khoa cử]], nhưng nhờ sự trường tồn cả ngàn năm trong [[lịch sử]] nên cơ sở này có đóng góp nhất định trong việc giáo dục hiền tài, đồng thời ít nhiều giữ cái cao khiết của đạo đức xã hội ngay trong những thời khắc nhiễu nhương nhất. Tuy nhiên, mặc dù có định chế giảng học rất nghiêm, nhưng trong trường kì [[lịch sử]] hãn hữu lắm mới thấy thái học sinh đỗ [[khoa cử]]. Thường những người này học xong được bổ vào những chức vụ nhỏ và tại nhậm tới ngày về trí sĩ.\n* '''Trung Hoa'''\nTừ [[triều Hán]] về sau, Thái Học cung chỉ đặt tại kinh đô, con em quý tộc vào học được gọi ''quốc tử'', lấy [[Nho giáo|đạo Nho]] làm căn bản giáo huấn. Sang [[triều Tùy]], Thái Học cung đổi thành '''Quốc Tử giám''' (國子監)<ref>[http:\/\/www.legco.gov.hk\/yr99-00\/english\/panels\/ed\/papers\/711e01.pdf A Consultant Report to The University Grants Committee of Hong Kong]<\/ref>. Theo truyền thống, các địa phương xa kinh kì chỉ có '''Thượng tường''' (上庠) là học phủ tương tự, con em thường dân được phép tham dự.\n* '''Cao Ly'''\nNgay từ [[triều Hán]], tại [[Cao Cú Ly]] đã có Thái Học cung phỏng theo thiết chế vùng lõi [[Hán quyển]]. Sau đó, tại [[Tân La]] cũng lập '''Quốc Học phủ''' (國學府). [[Triều Cao Ly]] lập '''Quốc Tử giám''' (國子監), [[triều Triêu Tiên]] đổi gọi '''Thành Quân quán''' (成均館). Mãi tới mạt kì mới dần cho phép nhà thường dân nộp lương tiền để con em vào học.\n{{cquote|''Thành Quân quán là nơi dạy học. Triều đình cho xây dựng Dưỡng Hiền khố để phục vụ việc dạy học cho hơn 200 nho sinh. Lúc bấy giờ, Thượng đảng Phủ Viện quân Hàn Minh Quái xin thánh thượng cho xây dựng Tôn Kinh các để phục vụ cho việc ấn loát. Vì vậy, nhiều kinh sách đã được xuất bản tại đây. Quảng Xuyên quân Lý Khắc Tăng đã xin thánh thượng cho xây dựng Điển Tự sảnh. Còn tôi thì xin thánh thượng cho xây dựng Hưởng Quan sảnh. Sau đó, hai dãy nhà ở phía Đông và phía Tây của thánh điện cùng với nhà ăn cũng được khởi công. Thánh thượng đã ban cho 500 thất vải và 300 thúng gạo. Ngài còn cho lập học điền để bổ sung cho Thành Quân quán.''<br>''Lúc bấy giờ, Lý Khắc Tăng tâu với thánh thượng rằng : “Nhờ thánh ân, chúng thần đã nhận được nhiều gấm vóc và lúa gạo, nay chúng thần xin thánh thượng ban cho rượu, thức ăn để chúng thần phụng sự triều đình và dạy học cho các nho sinh”. Vua Thành Tông đã đồng ý và lúc này các văn sĩ tụ hội về Minh Luận đường rất đông. Tất cả các món ăn đều rất ngon, rượu được lấy trong cung, còn thức ăn được lấy từ bếp của vua nên người và ngựa kéo tới không ngớt.''<br>''Mùa thu năm Quý Sửu, nhà vua cùng các quan lại tới Thành Quân quán để làm lễ cúng tiên thánh và tiên sư rồi xếp hàng trước trướng điện của Hạ Liễn đài. Các quan văn và các quan đứng đầu bước vào trướng điện để làm lễ cúng, còn các quan văn Đường Hạ quan thì ngồi xếp hàng bên ngoài sân. Hàng chục ngàn nho sinh cả nước đều kéo nhau lên kinh thành. Mọi người cắm hoa rồi ngồi vào chiếu để dùng cỗ và biểu diễn những bài hát mới. Các phủ quan phân chia nhau chuẩn bị thức ăn, còn thánh thượng đôn đốc các quan Đại Nội quan sát mọi việc. Mọi người cùng nhau ăn uống no say. Sự kiện như thế này trước đây chưa từng có.''<br>成均館專掌敎訓。國家設養賢庫。以館官兼之。常養儒生二百人。上黨府院君韓明澮啓建尊經閣。多印經籍藏之。廣川君李克增。啓構典祀廳。余亦啓建享官廳。其後改搆聖殿東西廡及食堂。又賜布五百餘匹。米三百餘石。又賜學田。以備館中之需。李克增啓今承聖恩。多受米布。乞備酒食。聚朝中文士及諸儒生。以爲斯文盛事。成廟允之。於是文士大會明倫堂。饌品極精。承旨賚宣醞及御。廚珍味。絡繹不絶。癸丑秋。幸成均館。祀先聖先師。退御帳殿于下輦臺。文臣宰樞入侍殿內。堂下官文臣分庭列坐。八道儒生雲集京師。無慮萬餘人。上下皆揷花參宴。新製樂章。奏而侑之。各司分掌設饌。上頻遣內臣督察之。人皆醉飽。自前昔所未有也。|||<small>Trích ''Tản mạn xứ kim chi'', [[Đào Thị Mỹ Khanh]] dịch, [[Nhà xuất bản Hội Nhà Văn]] ấn hành 2014; nguyên tác [[Thành Hiện]], ''[[Dung Trai tùng thoại]]'' (1499 - 1504), [[Triều Tiên cổ thư san hành hội]] ấn hành 1909<ref>[https:\/\/encykorea.aks.ac.kr\/Contents\/Item\/E0039664 慵齋叢話 (용재총화)]<\/ref><\/small>}}\n* '''An Nam'''\n[[Hình:廣南國夷官.jpg|nhỏ|phải|200px|Kiểu áo giám sinh [[An Nam]] thời Lê mạt.]]\n[[Hình:Van Mieu temple of Hanoi in 2015 B 24.jpg|nhỏ|phải|200px|Kiểu áo giám sinh [[An Nam]] thời Nguyễn mạt.]]\nCứ ''[[Đại Việt sử kí toàn thư]]'', năm Thần Võ thứ nhì (1070) triều [[Lý Thánh Tông]] mới lập [[văn miếu]] ở hướng Nam [[tử cấm thành]] [[Thăng Long]], vừa để thờ liệt thánh [[Nho giáo|đạo Nho]] vừa làm học phủ của riêng thái tử [[Càn Đức]], sau là hoàng đế [[Lý Nhân Tông]]. Năm 1076, khi đã yên vị, [[Lý Nhân Tông]] hoàng đế mới cho lập Quốc Tử giám bề thế hơn ở bên hữu [[văn miếu]]. Việc huấn đạo chủ yếu do các văn thần đảm trách, chỉ con em quý tộc mới được nhập học.\n\nNăm Nguyên Phong thứ ba (1253) triều [[Trần Thái Tông]], cải xưng '''Quốc Học viện''' (國學院)<ref>[https:\/\/thuvienlichsu.com\/su-kien\/lap-quoc-hoc-vien-va-giang-vo-duong-42 Lập Quốc Học viện và Giảng Võ đường]<\/ref>, cho con em thường dân có hạnh kiểm khá được vào học. Việc giảng học từ đấy mới tiến triển với quy mô phức tạp hơn. Năm 1370, hoàng đế [[Trần Nghệ Tông]] thậm chí cho lập điện thờ trọng thần [[Chu An]] ở cạnh [[văn miếu]], điều trước đây chưa từng có. Từ năm 1484, hoàng đế [[Lê Thánh Tông]] bắt đầu cho dựng [[thạch bi]] đề danh các tân khoa [[tiến sĩ]] để khích lệ sĩ quân tử gắng dùi kinh mài sử<ref>[https:\/\/nhandan.com.vn\/tranghanoi-dethudota-ngaycang\/Bia-đá-Văn-Miếu---Quốc-Tử-Giám-góp-phần-vinh-danh-văn-hiến-Việt-Nam-496036 Bia đá Văn Miếu - Quốc Tử Giám góp phần vinh danh văn hiến Việt Nam]<\/ref>.\n\nNăm 1762, khi quốc vận đã suy, sự học bắt đầu thoái trào, hoàng đế [[Lê Hiển Tông]] lại cho sửa thành Quốc Tử giám, nhưng quy mô không bằng trước. Sang [[triều Nguyễn]], Quốc Tử giám đặt tại thần kinh [[Huế]] với quy mô vượt hẳn. Năm 1820, hoàng đế [[Nguyễn Thánh Tổ]] cho dựng Thành Quân quán trên nền Đốc Học đường thời [[Nguyễn Thế Tổ|Thế Tổ]]. Tại cố đô đổi gọi [[văn miếu]] [[Hà Nội]] làm nơi thờ liệt thánh và là thượng tường [[Hoài Đức]] phủ.\n\nTheo ''[[Lịch triều hiến chương loại chí]]'', ở cố đô [[Hà Nội|Đông Kinh]] từng có những học phủ thiết chế như Quốc Tử giám, nhưng để đào tạo quan viên, học khóa chỉ 3 năm, gồm: Chiêu Văn quán, Sùng Văn quán, Tú Lâm cục, Trung Thư giám<ref>[http:\/\/www.baodaklak.vn\/channel\/3624\/200911\/nhung-truong-hoc-o-thang-long-xua-1914412\/ Những trường học ở Thăng Long xưa]<\/ref>.\n{|valign=\"top\"\n{|\n:'''國子監雙孔雀''' '''Quốc Tử Giám song khổng tước'''\n:久馴明教戀明倫，Cửu tuần minh giáo luyến minh luân,\n:止路奚惟瑞啟文。Chỉ lộ hề duy thụy khải văn.\n:日向聖庭聯舞翅，Nhật hướng thánh đình liên vũ sí,\n:時棲青樹映祥雲。Thì thê thanh thụ ánh tường vân.\n:文章錦繡雖無異，Văn chương cẩm tú tuy vô dị,\n:冠距雌雄似有分。Quán cự thư hùng tự hữu phần.\n:羽族看來誰並美，Vũ tộc khán lai thùy tịnh mĩ,\n:九皋鳴鶴好同群。Cửu cao minh hạc hiếu đồng quần.\n|\n:'''Đôi hạc lớn ở Quốc Tử Giám''' <small>(Phan Văn Các dịch)<\/small>\n:Luân thường vâng dạy vốn xưa nay,\n:Kiến thức trau dồi trước cổng này.\n:Ngày hướng thánh đình liền vỗ cánh,\n:Thường mơn cây cỏ sáng lành mây.\n:Đẹp tươi dáng vẻ tuy không khác, \n:Trống mái cựa lông vẫn rõ bày.\n:Chim chóc vẻ như đều kém đẹp,\n:Riêng cao tiếng hạc muốn cùng bầy.\n|}\n==Hình ảnh==\n<center><gallery>Hình:Biyong of Han.jpg|Mô hình Bích Ung thời Hán.\nHình:Memorial gateway at Imperial College, Beijing, China - panoramio (1).jpg|Chính môn Bắc Kinh Quốc Tử Giám cổ tích.\nHình:国子监 - Imperial Colledge - 2015.09 - panoramio.jpg|Tượng Khổng thánh tại Bắc Kinh Quốc Tử Giám cổ tích.\nHình:Beijingguozijianpic.jpg|Hiệu viên Bắc Kinh Quốc Tử Giám cổ tích.\nHình:Sungkyunkwan Old Campus Layout.jpg|Phối cảnh Thành Quân quán Triều Tiên.\nHình:Historic Sungkyunkwan.jpg|Hiệu viên Triều Tiên Thành Quân Quán cổ tích.<\/gallery><\/center>\n<center><gallery>Hình:Imperial Academy of Hue.jpg|Thừa Thiên Thành Quân quán cổ tích.\nHình:Quốc Tử Giám (Huế) 1.JPG|Thạch bi Thừa Thiên Thành Quân quán cổ tích.\nHình:Hanoi, Vietnam (12035464643).jpg|Đại Chung các Văn Miếu Quốc Tử Giám cổ tích.\nHình:Van Mieu Hanoi 3504185612 088052eb96 t.jpg|Thiên Quang tỉnh Văn Miếu Quốc Tử Giám cổ tích.\nHình:Confucius (Temple de la littérature, Hanoi) (4356116454).jpg|Ban thờ Khổng thánh Văn Miếu Quốc Tử Giám cổ tích.\nHình:Van Mieu Hanoi 4356114856 98d4923f7b t.jpg|Bái đường ''Vạn thế sư biểu'' Văn Miếu Quốc Tử Giám cổ tích.<\/gallery><\/center>\n==Văn hóa==\nNgày nay, [[Thành Quân Quán đại học hiệu]] được lập từ năm 1946 trên nền cổ tích Thành Quân quán, để vừa tôn vinh vừa kế tục cơ sở cũ trong việc giáo dục hiền tài tại [[Hàn Quốc]].\n\nTại [[Việt Nam]] nay chỉ còn khu cổ tích liệt hạng [[Văn Miếu - Quốc Tử Giám]]<ref>[http:\/\/vanmieu.gov.vn Văn Miếu Quốc Tử Giám - Trang chủ]<\/ref> [[Hà Nội]] đã sập trong giai đoạn [[Toàn quốc kháng chiến]] (một số thạch bi hỏng nặng do tự vệ quân đem làm bia tập bắn) sau được trùng tu giai đoạn 1948-50 dưới chính thể [[Quốc gia Việt Nam]]. Bắt đầu từ năm 2003, tại cổ tích này duy trì sinh hoạt Ngày Thơ Việt Nam hàng năm nhằm lễ [[Nguyên Tiêu]]. Tuy nhiên, từ khoảng năm 2004, do ảnh hưởng của các trào lưu [[Internet|mạng xã hội]], [[truyền thông]] và công luận thường phải lên tiếng phẫn nộ trước hành vi phá hoại cổ vật của khách tham quan [[người Việt]], đặc biệt thế hệ trẻ - những người vốn không còn cơ hội tiếp xúc [[văn hóa]] [[Hán tự]]<ref>[https:\/\/www.flickr.com\/photos\/12805227@N07\/albums\/72157603958070942 Sờ đầu rùa tại Văn Miếu]<\/ref>. Tới mức, ban quản lý khu cổ tích phải lập đội tình nguyện viên đứng giám sát từng [[thạch bi]] để ngừa khách làm xước di vật, thậm chí đứng hoặc ngồi lên [[thạch bi]] [[tiến sĩ]] để chụp ảnh. Trên mái cổ tích lúc nào cũng có người rải tiền lẻ để lấy may thi cử hoặc buôn bán.\n\nThành Quân quán [[Huế]] ban đầu ở ngoại thành rồi bị hư nặng do trận bão Giáp Thìn (1904) nên phải dời vào thành, đổi gọi Quốc Tử giám, tuy được phục hồi nhưng quy mô kém hẳn. Sau [[Chiến dịch Mậu Thân]] (1968), cả hai công trình cũ-mới đều bị bom đạn phá tan hoang. Từ [[thập niên 1970]], chính quyền [[Huế]] theo lệnh chính phủ [[Việt Nam Cộng hòa]] cũng cố công khắc phục nhưng nhìn chung chỉ còn phế tích. Tới nay, khu cổ tích này được đổi thành [[Bảo tàng Lịch sử Thừa Thiên Huế]]<ref>[http:\/\/baotanglichsu.thuathienhue.gov.vn Bảo tàng Lịch sử Thừa Thiên Huế - Trang chủ]<\/ref>.\n{{cquote|''Sự kiện nổi bật trong tuần qua là đợt 1 kỳ thi ĐH-CĐ năm 2007 diễn ra. \"Ăn theo\" kỳ thi này là hiện tượng hàng ngàn \"sĩ tử\" đổ vào Văn Miếu sờ đầu rùa để cầu may. 82 bia tiến sĩ, 82 \"cụ\" rùa là nơi đầu tiên họ dừng chân trước khi đến điện Đại Thành vái thầy Khổng Tử, vào Nhà Thái Học thắp hương khấn thầy Chu Văn An. Khoảng 3 năm trở lại, tới Văn Miếu xoa đầu rùa cầu may thi cử đã trở thành phong trào.''<br>''Năm nay, số lượng thí sinh và phụ huynh đến cầu may đông đặc biệt, khiến ban quản lý khu cổ tích cho phép gửi xe vào sâu tận vườn Giám. Lo đầu rùa và bia tiến sĩ mòn vẹt dưới bàn tay khoảng vài chục ngàn người sau 10 ngày thi, ban quản lý cẩn thận huy động thanh niên tình nguyện từ các trường ĐH Sư phạm Hà Nội, Học viện Báo chí và Tuyên truyền túc trực tại hai dãy bia, nhắc nhở thí sinh đừng nên miết mạnh lên đầu các \"cụ\" rùa và bia tiến sĩ.''<br>''Các tân sinh viên tương lai người này nhìn người kia, đồng loạt thực hiện đầy đủ các động tác, từ xoa đầu rùa, xoa bia tiến sĩ và xoa lên trán mình. Nhiều thí sinh tỉnh xa mua những quyển sách nhỏ bằng lòng bàn tay có nội dung hướng dẫn hiểu biết về khu di tích để tìm bằng được bia tiến sĩ... cùng quê với mình. Nghiêm trang đứng chắp tay, trong lòng các bạn hẳn đang ước mong cháy bỏng được đỗ trong kỳ thi quan trọng này, có ngày \"vinh quy bái tổ\".''|||<small>Tác giả Phương Liên, kí sự ''Sờ đầu rùa'', báo Thanh Niên, 2007<\/small>}}\n==Tham khảo==\n* [[Cao đẳng|Cao đẳng giáo dục]]\n==Liên kết==\n{{tham khảo|4}}\n===Tài liệu===\n* Ebrey, Patricia Buckley (1999). ''The Cambridge Illustrated History of China''. Cambridge: Cambridge University Press.\n* Yuan, Zheng. \"Local Government Schools in Sung China: A Reassessment\", ''History of Education Quarterly'' (Volume 34, Number 2; Summer 1994) : 193&ndash;213.\n===Tư liệu===\n;;'''Quốc văn'''\n* [https:\/\/www.hoangthanhthanglong.vn\/blog\/van-mieu-quoc-tu-giam\/1967 Lịch sử Văn Miếu - Quốc Tử Giám]\n* [https:\/\/huesmiletravel.com.vn\/blog\/van-mieu-quoc-tu-giam-hue Vẻ đẹp bị lãng quên ở Huế]\n* [http:\/\/cand.com.vn\/van-hoa\/So-dau-rua-tai-Van-Mieu-Cau-may-thieu-y-thuc-162918\/ Sờ đầu rùa tại Văn Miếu: Cầu may thiếu ý thức]\n* [https:\/\/www.tienphong.vn\/gioi-tre\/qua-tai-so-dau-rua-o-van-mieu-truoc-ngay-thi-88796.tpo Quá tải sờ đầu rùa ở Văn Miếu trước ngày thi]\n* [https:\/\/giaoduc.net.vn\/giao-duc-24h\/so-dau-rua-hanh-vi-tu-suong-hay-bang-bo-post74645.gd Hành vi báng bổ tại cổ tích]\n* [https:\/\/www.nguoiduatin.vn\/va-mo-hoi-ngan-thi-sinh-so-dau-rua-o-van-mieu-a47559.html Vã mồ hôi ngăn thí sinh sờ đầu rùa ở Văn Miếu]\n* [http:\/\/kinhtedothi.vn\/so-dau-rua-da-o-van-mieu-quoc-tu-giam-co-thuc-su-gap-may-man-299089.html Đến Văn Miếu xin đừng sờ đầu rùa]\n* [https:\/\/laodong.vn\/photo\/thi-sinh-vuot-hang-rao-xoa-dau-rua-da-o-van-mieu-truoc-ky-thi-thpt-quoc-gia-614618.ldo Thí sinh vượt hàng rào xoa đầu rùa đá ở Văn Miếu trước kỳ thi THPT quốc gia]\n* [https:\/\/tinhhoa.net\/quoc-tu-giam-hang-ngan-phu-huynh-va-si-tu-so-dau-rua-cau-may.html Hàng ngàn phụ huynh và sĩ tử sờ đầu rùa cầu may trước kỳ thi THPT]\n;;'''Ngoại văn'''\n* [http:\/\/www.china-corner.com\/article_list.asp?id=783 Rise of Confucianism as Main State Ideology] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160307001023\/http:\/\/china-corner.com\/article_list.asp?id=783 |date=2016-03-07 }}\n* [http:\/\/www.china.org.cn\/english\/features\/beijing\/31063.htm The Imperial College]\n* [http:\/\/www.cctv.com\/english\/TouchChina\/GloryofChineseCivilization\/Education\/20020320\/100024.html Imperial College]\n* [http:\/\/www.education.monash.edu.au\/centres\/mcrie\/docs\/conferencekeynotes\/yang-china-higher-ed-massification-mexico.pdf Higher Education in the PRC: Historical Traditions, Recent Developments and Major Issues] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060826181209\/http:\/\/www.education.monash.edu.au\/centres\/mcrie\/docs\/conferencekeynotes\/yang-china-higher-ed-massification-mexico.pdf |date=2006-08-26 }}\n[[Thể loại:Nho học]]\n[[Thể loại:Khoa cử]]"}