{"148546":"{{Chú thích trong bài}}\n[[Tập tin:Binh Son tower 2.jpg|nhỏ|phải|303x303px| Tháp Bình Sơn, di sản kiến trúc thời Trần bằng gốm cao nhất còn lại đến ngày nay]]\n[[File:Binh Son tower.jpg|thumb|Tháp Bình Sơn chụp từ đằng xa]]\n'''Tháp Bình Sơn''', còn gọi là '''Tháp chùa Vĩnh Khánh''' hay '''Tháp Then''', là một ngôi [[tháp]] cổ, tương truyền nguyên thủy có 13 tầng tuy hiện nay chỉ còn lại 11 tầng. Tháp được xây dựng từ [[nhà Trần|thời Trần]], nằm ở trong khuôn viên chùa Vĩnh Khánh (chùa Then) thuộc thôn Bình Sơn, thị trấn Tam Sơn huyện [[Sông Lô (huyện)|Sông Lô]], tỉnh [[Vĩnh Phúc]].\n\nLà ngọn tháp tiêu biểu cho kiến trúc chùa tháp thời Lý - Trần ở Việt Nam và là ngọn tháp đất nung đời Trần cao nhất còn lại đến ngày nay, tháp Bình Sơn với hình khối thanh thoát, đường nét mềm mại, trang trí phong phú điêu luyện, là di tích lịch sử và di tích nghệ thuật có giá trị cao trên lãnh thổ [[Việt Nam]]. Tháp Bình Sơn đã được xếp hạng [[di tích quốc gia đặc biệt còn lại cuối cùng từ thời Lý- Trần]] vào tháng 3\/2016.\n\n==Đặc điểm kiến trúc==\nTháp Bình Sơn tương truyền có 13 tầng, theo các cụ cao niên địa phương kể lại thì trên nóc tháp còn có một hình khối búp hoa sen chưa nở bằng đất nung tạo cho tháp một dáng vẻ thanh thoát vươn cao. Tháp hiện chỉ còn 11 tầng tháp và 1 tầng bệ vì phần chóp của tháp đã bị vỡ, có [[chiều cao]] đo được 16,5 [[mét]]. Tháp cấu tạo với [[bình đồ]] hình [[hình vuông|vuông]] nhỏ dần về phía ngọn với cạnh của tầng dưới cùng là 4,45 mét, cạnh của tầng thứ 11 là 1,55 mét.\nToàn bộ phần còn lại của tháp, căn cứ vào thống kê phân loại trong tiến trình tháo dỡ phục dựng, cho thấy tháp được xây dựng bằng 13.200 viên [[Gạch nung|gạch]] nung, gồm hai loại trong đó có một loại hình vuông kích thước là 0,22m × 0,22m, một loại hình [[hình chữ nhật|chữ nhật]] kích thước 0,45m × 0,22m. Trong lòng tháp là một khoảng rỗng nhỏ chạy suốt chân tháp lên đến ngọn.\nThân của tháp Bình Sơn được cấu trúc bằng hai lớp gạch: [[gạch khẩu]] chịu lực có nhiều kích cỡ để trơn được sử dụng xây bệ, xây bên trong tháp và giật cấp làm [[mái]] phân tầng. Phần lớn các viên gạch khẩu được cấu trúc có [[mộng]] chốt, tạo dáng khớp nhau theo từng lớp, từng tầng rồi mới nung rắn chắc để xây, bảo đảm liên kết chặt và khả năng chịu lực lớn. Bên ngoài, xung quanh tháp được ốp một lớp gạch vuông, mỗi cạnh dài 0,46m, phủ kín thân tháp. Mặt ngoài của [[gạch ốp]] này đều có trang trí [[hoa văn]] rất phong phú. Những kiểu cách [[họa tiết]] phong phú tùy theo vị trí mỗi tầng mà thiết kế đồ án trang trí từng mặt tháp, tạo dáng từng viên gạch hoa văn hoàn chỉnh rồi mới đánh dấu gạch theo vị trí trước khi đem nung.\nCác nghệ nhân khi xây dựng tháp đã dựa vào tầm nhìn của người chiêm ngưỡng mà trang trí hoa văn tinh xảo, tỉ mỉ hay đơn giản. Đẹp nhất là từ bệ tháp đến hết tầng 2, có [[chiều cao]] dưới 6 mét, là khoảng cách mắt thường có thể cảm nhận dễ dàng.<ref>Mục từ ''Tháp Bình Sơn'', trong cuốn ''Văn hóa Việt Nam tổng hợp'', 1989-1995, Ban Văn hóa Văn nghệ Trung ương xuất bản, Hà Nội 1989, trang 332-333<\/ref> Ở hai tầng này có họa tiết trang trí kỹ lưỡng, phức tạp mà nổi bật nhất là những hàng [[hoa cúc]], cánh [[sen]], [[lá đề]], hoa mặt nhẵn, [[rồng]] chạm nổi, cùng mô típ \"[[sư tử]] hí cầu\" v.v. Những tầng trên trang trí thưa dần và hình dáng cũng đơn giản hơn như hoa [[chanh]], lá sòi (hoa dấu phảy) v.v. Các viên gạch trang trí đều có chân và sau khi xếp vào vị trí cố định thì liên kết thành một khối.\n\n==Truyền thuyết==\nCó nhiều truyền thuyết liên quan đến tháp Bình Sơn, cho thấy vị trí đặc biệt của tháp trong văn hóa tâm linh và ý thức cộng đồng của người dân bản địa. Tất cả những truyền thuyết này đều lưu truyền trong dân gian, như truyền thuyết về xuất xứ cây tháp, vốn là một tháp lớn dựng trong vườn tháp ở giữa cánh đồng Nẫu xã Tứ Yên, [[Lập Thạch]], sau một đêm mưa bão thì nhảy về vị trí hiện nay; truyền thuyết về chiếc [[giếng]] bên cạnh tháp với con [[vịt]] bằng [[vàng]], là dấu tích nền móng một cây tháp khác có màu [[xanh]] bên tháp Bình Sơn, đã bay lên trời; truyền thuyết về ông Ngụy Đồ Chiêm thủ lĩnh địa phương, con một người đàn bà bán quán nước chân tháp, đã ôm [[kiếm]] chạy vào cây tháp rồi biến mất khi bị quân triều đình đến đánh dẹp v.v.\n\n==Phục dựng di tích lịch sử-văn hóa==\nSau những trận [[lụt]] liên miên trước [[thập niên 1960]], Tháp Bình Sơn có nguy cơ bị sụp đổ hoàn toàn khi bị nước lũ cuốn lở mảnh chân đế phía bắc và phía tây, chỏm tháp bị vỡ một mái. Năm [[1969]] nước ngập chân móng đến 60&nbsp;cm buộc Sở Văn hóa Thông tin tỉnh [[Vĩnh Phú (tỉnh)|Vĩnh Phú]] phải dựng một khung [[sắt]] và dùng vành đai [[thép]] đề ghì chống cho tháp. Nhu cầu phục dựng tháp cấp thiết được đặt ra trong bối cảnh những năm [[chiến tranh Việt Nam|chiến tranh]] lúc miền Bắc vẫn đang trong giai đoạn quyết liệt.\n\nTháng 5, [[1972]] dưới sự chỉ đạo của [[Sở văn hóa]], xưởng phục chế tháp Bình Sơn được lập tại thị trấn Hương Canh, là sự hợp tác của những tổ chức như Xưởng phục chế di tích của Bộ Văn hóa, Trường Cao đẳng Mỹ thuật Công nghiệp Trung ương, Hợp tác xã cao cấp ốm sành Hương Canh, Sở Văn hóa Thông tin Vĩnh Phú,<ref name=\"vinhphuc.gov.vn\">{{Chú thích web |url=http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/phucche_tbs.html |ngày truy cập=2007-12-23 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 15 tháng 12 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20071215062429\/http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/phucche_tbs.html |url-status=dead }}<\/ref> cùng nhiều kỹ thuật viên, các chuyên viên về [[đồ gốm|sành gốm]], các nghệ nhân, cán bộ [[chụp ảnh]], cán bộ đồ họa và in [[thạch cao]] nhằm đảm bảo tháp được dựng đúng từng chi tiết, đảm bảo phục chế đúng nguyên tác.\n\nNhân lực và biện pháp thực hiện đều làm theo lối thủ công với từng hòn gạch được tháo dỡ, đánh dấu từng cạnh, từng mặt, từng tầng theo các hướng, đổ khuôn [[thạch cao]] rồi xếp vào từng gian nhà theo đúng thứ tự đã ghi chép, chụp ảnh từ trước. Các kỹ thuật viên trường Cao đẳng Mỹ thuật Công nghiệp dựng lại hình những viên gạch bằng thạch cao lành lặn và các nghệ nhân [[Hương Canh]] chỉ việc theo mẫu những viên thạch cao, làm thành những viên gạch nung có mộng mang cá, có họa tiết đúng như bản gốc và phiên bản.\n\nViệc phục chế từng viên gạch với kích thước, đường nét hoàn toàn khác nhau, đòi hỏi người tạo tác phải tỉ mỉ, kiên trì, nhẫn nại. Người ta dùng đất đỏ lấy ở gò Vườn Sui để chống co ngót, dùng [[đất sét]] xanh ở Đầm Mát để có sự kết dính và mịn mặt, dùng đất Móng Trâu ở [[Quất Lưu]] làm nguyên liệu chính, tạo thành một hợp chất chế tác gạch hoa văn của [[thế kỷ 13]], bổ sung cho những phần bị vỡ nát của tháp Bình Sơn. Công nhân phải làm tới 100 viên gạch phơi mới có một viên đúng mẫu và sau khi nung hầu như cứ 48 viên mẫu mới được một viên gạch đạt quy cách. Việc làm gạch để thay thế và bổ sung những chỗ bị vỡ trên tháp bị khuyết, bị lũ quét, phải kéo dài đến hai năm.\nKhi lắp lại tháp, người ta phải căn cứ vào khuôn in thạch cao, đồ họa và ảnh chụp ban đầu, theo số mục đánh dấu trên từng viên gạch và thứ tự của từng kho dựng gạch.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Mục từ ''Tháp Bình Sơn'', trong cuốn ''Văn hóa Việt Nam tổng hợp'', 1989-1995, Ban Văn hóa Văn nghệ Trung ương xuất bản, Hà Nội 1989.\n\n==Liên kết ngoài==\n* [http:\/\/vietnamgateway.org\/vanhoaxa\/chuyenmuckhac.php?action=thongtin&chuyenmuc=0302&id=060913174147 Tháp Bình Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090326034145\/http:\/\/vietnamgateway.org\/vanhoaxa\/chuyenmuckhac.php?action=thongtin&chuyenmuc=0302&id=060913174147 |date = ngày 26 tháng 3 năm 2009}}\n* [http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/tbs_truyenthuyet.html Tháp Bình Sơn và những truyền thuyết ở Lập Thạch] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071219144610\/http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/tbs_truyenthuyet.html |date = ngày 19 tháng 12 năm 2007}}\n* [http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/phucche_tbs.html Phục chế tháp Bình Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071215062429\/http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/phucche_tbs.html |date = ngày 15 tháng 12 năm 2007}}\n* [http:\/\/vnexpress.net\/Vietnam\/Xa-hoi\/2001\/08\/3B9B343C\/ Tháp cổ Bình Sơn nhưng chẳng...cổ]\n* [http:\/\/www.hanoimoi.com.vn\/vn\/23\/1234\/ Một vùng non xanh nước biếc]\n\n{{Lịch sử Việt Nam thời Trần}}\n\n{{Tháp Việt Nam}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Kiến trúc thời Lý-Trần]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]\n[[Thể loại:Chùa tại Vĩnh Phúc]]\n[[Thể loại:Di tích tại Vĩnh Phúc]]\n[[Thể loại:Sông Lô (huyện)]]"}