{"286280":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Thái Xuyên\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 30\n| vĩ giây = 6.5154\n| kinh phút = 32\n| kinh giây = 29.94\n| diện tích = 4,58 km²\n| dân số = 6254 người\n| thời điểm dân số = 1999\n| mật độ dân số = 1365,5 người\/km²\n| dân tộc = Kinh\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Thái Thụy]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 12931<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 41000\n}}\n'''Thái Xuyên''' là một [[xã]] thuộc huyện [[Thái Thụy]], tỉnh [[Thái Bình]].\n\nXã có [[Chợ Lục]] là nơi giao lưu buôn bán hàng hoá lớn của cả vùng khu Nam của huyện Thái Thuỵ, là đầu mối buôn bán các loại hải sản tươi sống đặc trưng của vùng như [[cá Vược|Cá mực, cá Khoai, cá Vược]], [[cá Nhệch]], [[cá Mụi|Cua biển]]...\n\nTrên địa bàn xã còn có bến xe Thái Ninh là nơi trung chuyển hành khách lớn của cả khu vực nam huyện Thái Thuỵ, là nơi tập trung các chuyến xe đi tất cả các tỉnh, vùng miền trên cả nước.\n\n[[Quốc lộ 37B]](tên trước đây là TL458 hay [[Đường 39B]]) là tuyến đường quan trọng của tỉnh Thái Bình, chạy qua xã Thái Xuyên với [[chiều dài]] hơn 4 [[kilômét|km]], đường đã được nâng cấp cải tạo theo tiêu chuẩn được cấp 3 đồng bằng (đoạn qua xã Thái Xuyên có [[chiều rộng]] 16m, và có dải phân cách, và điện cao áp hai bên), con đường kết nối các tỉnh Hải Dương, Hải Phòng, Thái Bình và Nam Định.\n\nTrong quy hoạch [[Nông thôn mới]] xã Thái Xuyên sẽ được quy hoạch thành một xã trung tâm của khu vực Thái Ninh; với các cơ sở hạ tầng đồng bộ gồm Khu công nghiệp, Bệnh viện, Trường học, Sân vận động.\n\n==Địa giới hành chính==\n\n*Phía đông giáp với xã [[Hòa An, Thái Thụy|Hòa An]]\n*Phía tây giáp xã [[Tân Học]]\n*Phía nam giáp xã [[Mỹ Lộc, Thái Thụy|Mỹ Lộc]]\n*Phía bắc giáp xã Hòa An và xã [[Thái Hưng, Thái Thụy|Thái Hưng]].\n\nĐây là địa phương có dự án [[Đường cao tốc Ninh Bình – Hải Phòng]] đi qua.\n\n==Hành chính==\nThái Xuyên là xã khu nam huyện Thái Thụy; Có diện tích đất tự nhiên là 458ha, có 1682 hộ với 6254 khẩu (số liệu năm 2021).\n\nXã Thái Xuyên có hiện nay có 4 Thôn là:\n#Thôn Lũng Đầu (trước là xóm 1 và xóm 2).\n#Thôn Lục Bắc (trước là xóm 3 và xóm 4).\n#Thôn Lục Nam (trước là xóm 5 và xóm 6).\n#Thôn Kim Bàng (trước là xóm 7 gồm 2 làng Kim Cương và Ngõ Bàng).\n\n==Văn hoá==\nXã có các công trình kiến trúc lịch sử như: \n#Đình Đông (thôn Lũng Đầu thờ Đại tướng quân [[Phạm Ngũ Lão]]),\n# Đình Từ (Thôn Lục Bắc)(thờ công thần Vũ Đại Đồng thời nhà Lê), đình giáp nhất (thôn Lục Nam).\n#Chùa Linh Thanh (thôn Lục Bắc) là ngôi chùa mới được khôi phục và xây dựng mới năm 2005.\n#[[Nhà thờ]] [[Lục Linh]] (Địa chỉ: xóm 6, thôn Lục Nam, Thái Xuyên)là một trong những nhà thờ đầu tiên của tỉnh Thái Bình, được xây dựng từ năm 1621, đến nay nhà thờ chưa được xây dựng lại.\n\nNgoài ra Thái Xuyên còn có nhiều di tích lịch sử rất nổi tiếng: Đình Gián, Đình Chỉ, Bốt Lục Linh,... nhưng những di tích này hiện nay chỉ còn phế tích.\n\n*Xã Thái Xuyên còn nổi tiếng với nhiều món ăn truyền thống như: [[chả cá Thái Xuyên]], [[cá nướng Thái Xuyên]], [[ếch sào củ chuối]], [[Nem día]] cũng như [[sứa muối]], ngoài ra xã còn có cây [[cổ thụ]] nổi tiếng [[Gốc Ruối]], cây đã có hàng trăm năm tuổi (Nơi đây năm 1930 quân và dân Thái Xuyên căm cờ búa liềm những năm 1930).\n\n==Kinh tế==\n*Năng suất lúa đạt 106,16 tạ\/ha. Tăng trưởng bình quân đạt 6%\nMở rộng cây vụ đông từ 120ha lên 144ha\n*Quỹ tín dụng nhân dân Thái Xuyên có 1.625 thành viên, tổng nguồn vốn 150 tỷ đồng, vốn điều lệ 7.200 triệu đồng, vốn huy đông 140 tỷ đồng, dư nợ cho vay 125 tỷ đồng. (nguồn http:\/\/thaibinhtv.vn\/tin-tuc\/21\/45475\/quy-tin-dung-nhan-dan-thai-xuyen-mo-rong-dia-ban-hoat-dong)\n*Doanh nghiệp mây tre đan xuất khẩu Thanh Bình phát triển nghề mây tre đan, móc sợi với trên 10 nghìn lao động vệ tinh, trong đó có tạo công ăn việc làm tăng thu nhập cho hơn 800 lao động địa phương.\nToàn xã 3\/4 thôn làng được ủy ban nhân dân tỉnh Thái Bình công nhận làng nghề. [http:\/\/vtv.vn\/Article\/Get\/Thai-Xuyen-Vuot-ngheo-vuon-len-a7c90203c3.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110926004616\/http:\/\/vtv.vn\/Article\/Get\/Thai-Xuyen-Vuot-ngheo-vuon-len-a7c90203c3.html |date=2011-09-26 }}\n* Chợ Lục phát triên buôn bán ngày một sầm uất, hàng hóa phong phú đa dạng, có xu thế trở thành chợ trung tâm đầu mối của khu vực.\n* Bến xe khách Thái Ninh tạo điều kiện rất thuận lợi cho hoạt động giao thông, giao thương đi lại (với hơn 25 đầu xe khách đi các bến xe của các tỉnh, thành phố như Hà Nội, Hải Phòng, Quảng Ninh, Sài Gòn, Sơn La, Lai Châu, Điện Biên,..\n*Toàn xã có 670 hộ buốn bán dịch vụ thương mại, vật liệu xây dựng, đồ mộc, điện tử, điện nước,...\n*Hơn 20 gia trại, phát triển chăn nuôi gia súc, gia cầm (gà, lợn, vịt, ngan, cá,...)\n*Toàn xã: 97% số hộ có máy nghe nhìn, 1056 hộ có xe máy, 17 hộ có ô tô các loại.\n*Trên 1000 hộ có điện thoại cố định, điện thoại di động.\n* Cụm Công nghiệp Mỹ - Xuyên: Theo Quy hoạch được duyệt thì Cụm công nghiệp Mỹ- Xuyên nằm trên địa bàn Thôn Lũng Đầu - xã Thái Xuyên, giáp xã Mỹ Lộc, cách Trung tâm Điện lực Thái Bình khoảng 1,5&nbsp;km và cách quốc lộ 37B khoảng 100m. Tổng diện tích đất của Cụm công nghiệp là 15,676 ha, trong đó phần diện tích đất phục vụ xây dựng nhà máy, xí nghiệp chiếm 10,34 ha; đất giao thông nội bộ chiếm hơn 2ha; đất trồng cây xanh chiếm 2,45 ha và đất để xây dựng các công trình đầu mối kỹ thuật chiếm 0,83 ha. Về tính chất, được xác định là cụm công nghiệp sạch, chủ yếu thu hút các ngành nghề không gây ô nhiễm môi trường như: May mặc xuất khẩu, đan mây tre xuất khẩu, móc sợi, sửa chữa lắp ráp cơ khí, điện tử, điện lạnh… Dự kiến nguồn nước cung cấp cho CCN được lấy từ Nhà máy nước Mỹ Lộc và nguồn điện được lấy từ đường dây 35KV cùng cung cấp cho Trung tâm Điện lực Thái Bình. (nguồn Thaibinh.gov.vn [http:\/\/thaithuy.thaibinh.gov.vn\/News\/Lists\/quocphong\/View_Detail.aspx?ItemID=517 Trang thông tin huyện Thái Thuỵ])\n\n==Giáo dục==\n* Toàn xã có 100% số cháu trong độ tuổi vào mẫu giáo, số học sinh đến lớp đạt 100%. Trường Tiểu học và trường THCS đạt trường chuẩn quốc gia.\n*Toàn xã có nhiều gia đinh văn hóa hiếu học và dòng họ hiếu học\n*Hàng năm xã co hàng chục em đỗ và theo học các trường Đại học, cao đẳng, THCN trên cả nước.\n\n==Danh nhân==\n* ông '''Đỗ Văn Bổn''' nguyên Huyện đội trưởng huyện Phụ Dực (nay là huyện Quỳnh Phụ tỉnh Thái Bình). Ngày 20 tháng 12 năm 2010 được nhà nước truy tặng danh hiệu anh hùng lực lượng vũ trang nhân dân thời kì kháng chiến chống Pháp.\n* \n* Ông '''Phạm Văn Ca''' (sinh năm 1959) Phó chủ tịch ủy ban nhân dân tỉnh Thái Bình.\n\n==Lịch sử==\nXã Thái Xuyên trước đây có tên là xã '''Thanh Lục''' (tên cổ của xã là Lục Linh có từ năm 1621); trước đây xã Thanh Lục gồm hai làng Lũng Đầu và Lục Ninh (Lục Nam và Lục Bắc);\n===Thời kỳ kháng chiến chống Pháp===\n\nTrong thời kỳ kháng chến chống Pháp xã Thái Xuyên đã là nơi căn cứ của Tỉnh ủy Thái Bình.\n*Xây dựng làng kháng chiến rào trên 10&nbsp;km dậu tre đắp hơn 2000 mô đất, hơn 10&nbsp;km giao thông hào, đào trên 300 hầm bí mật, quyên góp hơn 200 tấn thóc, 925&nbsp;kg đồng đúc vũ khí, trên 7000 đồng tiền Đông Dương mua săm vũ khí, thực hiện tốt cuộc vận động quyên góp áo len, áo bông tặng chiến sĩ. Trong 10 trận đánh tiêu biểu đã tiêu diệt được 297 tên địch, trên 300 tên bị thương, bắt sống trên 200 tên địch, thu nhiều vũ khí, đạn dược, quân trang, quan dụng bảo vệ an toàn căn cứ cách mạng.\n* Khen thưởng:\n#Tập thể: 1 Huân chương kháng chiến hạng nhất, 1 huân chiến công hạng nhỉ, hạng ba; 1 Bằng khen xây dựng làng kháng chiến, 1 cờ thưởng công tác địch vận.\n#Cá Nhân: 6 Huân chương chiến thắng, 25 bằng có công với nước, 8 lão thành cách mạng, 769 huân huy chương các loại, 1 anh hùng lực lượng vũ trang nhân dân thời kì chống Pháp.\n#Đặc Biệt ngày 15\/12\/2010 đảng bộ và nhân dẫn xã Thái Xuyên tự hào được Đảng và nhà nước công nhận xã anh hùng lực lượng vũ trang nhân dân thời kì kháng chiến chống Pháp.\n\n===Thời kỳ kháng chiến chống Mỹ===\n*Có trên 13000 thanh niên nhập ngũ, 79 thanh niên xung phong, đóng góp 6000 tấn lương thực, 5000 tấn thực phẩm; trong kháng chiến có 163 người con của Thái Xuyên anh dũng hi sinh, 57 thương binh, 9 bà mẹ Việt Nam anh hùng, nhiều người bị nhiẽm chát dọc hóa học. ổ chức trực chiến bắn máy bay Mỹ và tháo dỡ bom mìn.\n* Khen thưởng:\n#Tập Thể: 3 huân chương kháng chiến I, II, III. Một huân chương lao động hạng nhát, 2 cờ quyết thắng về công tác quân sự, 12 cờ chính quyên giỏi 2 cờ thi đua xuất sắc chi viện cho Miền Nam, 14năm Đảng bộ trong sạch vững mạnh.\n#Về cá nhân: 287 Huân chương kháng chiến các loại, 32 huân chương chiến công, 116 huy chương kháng chiến, 4 huân chương độc lập, 136 Bằng gia đình có công với nước.\n\n===Trong sự nghiệp đổi mới===\nNgày 20 tháng 12 năm 2010 đảng bộ và nhân dân xã Thái Xuyên vinh dự được nhà nước trao tặng danh hiệu anh hùng lực lượng vũ trang nhân dân.\n\nToàn xã tích cực chuyển dịch cơ cấu cây trồng, vật nuôi, phát triển tiểu thủ công nghiệp, thương mại dịch vụ, tín dụng, xây dựng cơ sở hạ tăng Điện - đường - trường - trạm. Phong trào đoàn thể luôn là đơn vị mạnh trong khu hực. Đời sống nhân dân ngày một tăng, không còn hộ đói nghèo.\n\nTrong thời gian tới đây chính quyền và nhân dân xã Thái Xuyên sẽ xây dựng xã theo hướng Nông thôn mới\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Đơn vị hành chính thuộc huyện Thái Thụy}}"}