{"792937":"{{Infobox religious building\n|building_name = Thánh thất Đa Phước \n|infobox_width = \n|image = Image 01.jpg\n|image_size = \n|caption = Thánh thất Đa Phước nhìn từ hướng tây bắc\n|map_type = \n|map_size = \n|map_caption = \n|location = \n|geo ={{Coord|11.944279|N|108.502704|E|type:landmark_region:VN| format= dms|display=title,inline}}\n|latitude = \n|longitude = \n|religious_affiliation = [[Hội Thánh Cao Đài Tòa Thánh Tây Ninh|Cao Đài Tòa Thánh Tây Ninh]]\n|rite = \n|region = Tây Nguyên Việt Nam\n|state = \n|province = [[Lâm Đồng]]\n|City = [[Thành phố Đà Lạt]]\n|territory = \n|prefecture = \n|sector = \n|district = \n|cercle = \n|municipality = \n|consecration_year = 2010 khánh thành \n|status = đang hoạt động\n|functional_status = Thánh thất Họ Đạo\n|heritage_designation = \n|leadership = Giáo sư Thái Sương Thanh\n|website = \n|architecture = yes\n|architect = \n|architecture_type = \n|architecture_style = \n|general_contractor = \n|facade_direction = Tây \n|groundbreaking =17 tháng 9 {{start date|df=yes|2005}}\n|year_completed =30 tháng 7 {{end date|df=yes|2010}}\n|construction_cost = 7 tỷ [[Đồng (tiền)|₫]]\n|specifications = \n|capacity = \n|length = \n|width = \n|width_nave = \n|height_max = \n|dome_quantity = \n|dome_height_outer = \n|dome_height_inner = \n|dome_dia_outer = \n|dome_dia_inner = \n|minaret_quantity = \n|minaret_height = \n|spire_quantity =\n|spire_height = \n|materials = \n|nrhp = \n}}\n[[Tập tin:Thanh that Da Phuoc 00.JPG|nhỏ|phải|Cổng tạm được làm bằng gỗ dẫn vào Thánh thất Cao Đài Đà Lạt.]]\n[[Tập tin:Thanh that Da Phuoc 09.JPG|nhỏ|phải|Toàn cảnh của Thánh thất Cao Đài Đà Lạt.]]\n'''Thánh thất Đa Phước''' hay '''Thánh thất Đà Lạt''' là một [[Thánh thất Cao Đài]] thuộc [[Tòa Thánh Tây Ninh]] nằm ở [[Phường 11, Đà Lạt|phường 11]], [[Đà Lạt|thành phố Đà Lạt]], [[Lâm Đồng|tỉnh Lâm Đồng]].\n\nThánh thất này trước đây thuộc Tộc đạo [[Đà Lạt]], Châu đạo [[Lâm Đồng]], Trấn đạo [[Tuyên Đức]], nay là Họ Đạo Đà Lạt, tỉnh Lâm Đồng.\n\n==Lịch sử hình thành==\n===Thời Pháp thuộc===\nThánh thất Đà Lạt được xây dựng vào năm [[1938]] khi Lễ Sanh Ngọc Ngọ Thanh (Thế danh Trần Văn Ngọ) một chức sắc Cao Đài được [[Tòa Thánh Tây Ninh]] cử đến đây truyền đạo. Cũng trong năm này Lễ Sanh Ngọc Ngọ Thanh được phong Quyền Khâm Châu Đạo Lâm Đồng, phụ trách việc đạo tại tỉnh Lâm Đồng. Tín đồ đầu tiên của [[đạo Cao Đài]] trên đất [[Đà Lạt]] là ông Nguyễn Văn Chất (1891-1972), còn gọi là Chánh Cao. Sau này, ông được Tòa Thánh Tây Ninh phong phẩm Lễ Sanh Thánh danh là Ngọc Cao Thanh và được cử làm Đầu Tộc Đạo Đà Lạt, cai quản Tộc Đạo Đà Lạt. Năm 1941, tại khu vực phường Đa Phước, tín đồ Cao Đài ở đây đã trùng tu Thánh thất và xây thêm Điện thờ Phật Mẫu. Năm 1942, Toà Thánh Tây Ninh cử Phổ Tế Đặng Phước Hào lên Đà Lạt để đẩy mạnh việc \"mở mang nền đạo\", tiếp tục phát triển các Hương đạo của [[đạo Cao Đài|tôn giáo Cao Đài]] ở xung quanh thành phố. Vào đầu những năm 50 của thế kỷ trước, Toà Thánh Tây Ninh có dự án nâng cấp Thánh thất Đa Phước thành trung tâm của đạo Cao Đài tại khu vực [[Tây Nguyên]]. Năm 1952, [[Hộ pháp]] [[Phạm Công Tắc]] đã lên đây và thực hiện nghi lễ đặt viên đá đầu tiên khởi công cho việc xây dựng Thánh thất mới. Tuy nhiên, những biến động của thời cuộc sau đó đã làm ngưng trệ việc triển khai dự án đó.\n\n===Thời Việt Nam Cộng hòa===\nSau [[Hiệp định Genève, 1954|Hiệp định Genève]] [[1954]], do chính sách thiên vị [[Kitô giáo]] của chính quyền [[Ngô Đình Diệm]], các [[tôn giáo]] ngoài Kitô nói chung và đạo Cao Đài nói riêng, gặp không ít khó khăn trở ngại. Sau vụ đảo chính [[1 tháng 11]] năm [[1963]], dưới thời [[Đệ Nhị Cộng hòa Việt Nam|Đệ Nhị cộng hoà]] của [[việt Nam Cộng hòa]], tôn giáo ở [[miền Nam (Việt Nam)|miền Nam]] hoạt động dễ dàng hơn. Năm 1973, Trấn Đạo (đơn vị hành chính tôn giáo của đạo Cao Đài tương đương 5 tỉnh) [[Tuyên Đức]] - [[Ninh Thuận]] đã đặt trụ sở tại [[Đà Lạt]] (số 8 đường [[Nguyễn Tri Phương]]) và cử Giáo sư Thượng Tiến Thanh (Thế danh Đặng Nhật Tiến) làm Khâm Trấn Đạo cai quản Trấn Đạo Tuyên Đức - Ninh Thuận. Theo đó, đạo Cao Đài ở Đà Lạt cũng có một sự tăng trưởng nhất định, đến năm 1975 đã có 16 Hương đạo và 6.500 tín đồ.\n\n===Thời Cộng hòa Xã hội Chủ nghĩa Việt Nam===\nSau năm 1975, theo Đạo lệnh 01 của Toà Thánh Tây Ninh, hệ thống tổ chức của Cao Đài giáo bị giải thể, các chức sắc, chức việc và tín đồ thực hiện các nghi lễ tại nhà riêng. Ở Đà Lạt, chính quyền địa phương cho phép các tín đồ Cao Đài được lập ban cai quản và duy trì các sinh hoạt. Năm 1997, Nhà nước công nhận tư cách pháp nhân của đạo Cao Đài, tín đồ trong Tộc đạo đã vô cùng phấn khởi và tiếp tục duy trì các nghi lễ tôn giáo của mình. Theo số liệu thống kê của Ủy ban Nhân dân thành phố Đà Lạt, tính đến [[tháng tư|tháng 4]] năm [[2001]], [[Giáo hội Cao Đài Tây Ninh|Hội Thánh Cao Đài Tòa Thánh Tây Ninh]] ở Đà Lạt đã có 1 họ đạo với quy mô khá lớn: 54 chức sắc, chức việc và hơn 8.000 tín đồ.<ref>{{Chú thích web |url=http:\/\/caodaibanchinhdao.org\/forum\/showthread.php?t=263 |ngày truy cập=2011-08-31 |tựa đề=Bản sao đã lưu trữ |archive-date=2016-03-05 |archive-url=https:\/\/web.archive.org\/web\/20160305104459\/http:\/\/caodaibanchinhdao.org\/forum\/showthread.php?t=263 |url-status=dead }}<\/ref>\n\nThánh thất Đà Lạt được khởi công xây dựng lại theo mẫu số 2 của [[Tòa Thánh Tây Ninh]] vào năm [[2005]]. Ngày [[17 tháng 6]] năm 2005, Ủy ban Nhân dân tỉnh [[Lâm Đồng]] chấp thuận cấp giấy phép xây dựng Thánh thất Đà Lạt, thuộc Phường 11, Thành phố Đà Lạt. [[Giáo hội Cao Đài Tây Ninh|Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh]] cũng chấp thuận cho xây cất vào ngày [[17 tháng 9]] năm [[2005]]. Diện tích xây dựng là 1.627 mét vuông, trên tổng diện tích đất là 14.774 mét vuông. Công trình xây dựng trị giá vật tư là trên 7 tỷ đồng, số tiền rất lớn so với giá trị lúc bấy giờ và không kể công quả của hàng vạn công thợ và tín đồ giúp sức. Thánh thất được chính thức khánh thành ngày [[30 tháng 7]] năm [[2010]] và trở thành Thánh thất Cao Đài lớn nhất [[Việt Nam]] hiện nay.<ref>caodai.net<\/ref>\n\n==Kiến trúc tổng thể==\nThánh thất Đà Lạt xây dựng trên một ngọn đồi diện tích 10ha, cách trung tâm Thành phố Đà Lạt 7&nbsp;km về phía đông, xung quanh được che phủ những rặng thông cho nên rất nên thơ lẫn nghiêm trang.\n\nDiện tích Thánh thất là trên 1.627m² trên tổng diện tích là 14.774m². Là Thánh thất [[Cao Đài]] lớn nhất [[Việt Nam]] hiện nay và là một trong những cơ sở tôn giáo lớn nhất Đà Lạt.\n\nThánh thất Đà Lạt được xây dựng theo mẫu số 2 của [[Tòa Thánh Tây Ninh]] nên về kiến trúc tổng thể giống với [[Tòa Thánh Tây Ninh]] nhưng thay đổi một số chi tiết và họa tiết trang trí.\n\nDo Thánh thất xây dựng theo kiểu mẫu của Tòa Thánh Tây Ninh nên có đầy đủ những phần kiến trúc tổng thể của tôn giáo Cao Đài là: [[Hiệp Thiên Đài]], Cửu Trùng Đài và Bát Quái Đài.\n\n=== '''Hiệp Thiên Đài''' ===\n[[Tập tin:Thanh that Da Phuoc 06.JPG|nhỏ|phải|[[Hiệp Thiên Đài]] với 2 lầu chuông trống của Thánh thất Đà Lạt]]\nHiệp Thiên Đài của Thánh thất Đà Lạt gồm 2 lầu chuông, trống. Mỗi lầu cao 18m, gồm 5 tầng.\n\nLầu chuông phía dưới có lắp ô thông gió, tạo hình chữ \"CAO\" bằng [[quốc ngữ|chữ Quốc ngữ]] và [[chữ Hán]], trên đó có 4 chữ \"Bạch Ngọc Chung Đài\" bằng [[quốc ngữ|chữ Quốc ngữ]], nhưng không được phép đắp hình Quyền Giáo tông [[Lê Văn Trung (giáo tông)|Thượng Trung Nhựt]] như của [[Tòa Thánh Tây Ninh]] mà thay vào đó là hình [[mặt Trời]] đang tỏa sáng. Trong lầu có treo một cái chuông lớn gọi là Bạch Ngọc Chung. Đỉnh lầu dưới cột thu lôi có tạc hình cái hồ lô, tượng trưng bửu pháp của Lý Thiết Quả, được cho là tiền kiếp của Quyền Giáo tông [[Lê Văn Trung (giáo tông)|Thượng Trung Nhựt]].\n\nLầu trống phía dưới có lắp ô thông gió, tạo hình chữ \"ĐÀI\" bằng [[quốc ngữ|chữ Quốc ngữ]] và [[chữ Hán]], trên đó có 4 chữ \"Lôi Âm Cổ Đài\" bằng [[quốc ngữ|chữ Quốc ngữ]], nhưng không được phép đắp tượng Nữ Đầu sư Hương Thanh như của Tòa Thánh Tây Ninh mà thay vào đó là hình [[Mặt Trăng]] đang tỏa sáng. Trong lầu có treo một cái trống lớn gọi là Lôi Âm Cổ. Đỉnh lầu dưới cột thu lôi có tạc hình giỏ hoa lam là bửu pháp của Long Nữ, thị giả của [[Quán Thế Âm|Quan Thế Âm]], được cho là tiền kiếp của Nữ Đầu sư Hương Thanh.\n\nKhu vực lối vào chính, phía trước có đúc 4 cột trụ gọi là cột Long Hoa. Mỗi bên có hai cột song song, một đắp hình [[rồng]] đỏ (LONG), một đắp hình [[sen|hoa sen]] (HOA), chạm trổ rất tinh vi, màu sắc rực rỡ, tượng trưng Đại hội Long Hoa, một giai đoạn chuyển kiếp tiến hóa của nhân loại. Để vào Thánh thất, người ta phải bước qua năm bậc thềm, tượng trưng cho Ngũ Chi Đại Đạo và năm bước tiến hóa của nhân loại theo quan điểm của [[đạo Cao Đài]]: [[Loài người|Người]], [[Thần]], [[Thánh (định hướng)|Thánh]], [[Tiên]], [[Phật]].\n\nPhía giữa lối vào là một bức họa, trên đó vẽ một bàn tay từ trong mây đưa ra cầm một cán cân đặt trên quả địa cầu, gọi là hình tượng Cân Công Bình, tượng trưng cho công lý phán xét công tội của con người trước khi được chuyển kiếp tiến hóa. Phía bên phải lối vào là tượng ông Thiện, mình mặc giáp, đầu đội kim khôi, tay cầm đại đao nhưng gương mặt hiền từ, tượng trưng cho điều thiện (chánh tâm). Phía bên trái lối vào là tượng ông Ác, cũng mặc khôi giáp, nhưng gương mặt dữ dằn, một tay cầm búa, một tay cầm Ngọc ấn tỷ phù, tượng trưng cho điều Ác (vọng tâm).\n\nPhía trên có một bao lơn xây hình bán nguyệt, một lá đạo kỳ thường được treo ngay giữa bao lơn, gồm 3 phần: phần màu vàng trên cùng, thêu 6 chữ Hán \"[[Đạo Cao Đài|Đại Đạo Tam Kỳ Phổ Độ]]\", phần giữa màu xanh thêu hình [[Thiên Nhãn]] và Cổ Pháp Tam Giáo (kinh Xuân Thu, cây Phất Chủ, bình Bát Vu), phần dưới màu đỏ để trống.\n\nTrên cùng hết phía ngoài được đắp nổi biểu tượng [[Thiên Nhãn]]. Trên cao có tượng [[Di-lặc|Phật Di Lặc]] ngồi trên lưng [[hổ|cọp]] và tòa [[sen]]. Biểu tượng con cọp tượng trưng năm Bính Dần (1926) là năm Khai Đạo Cao Đài.\n\nQua 5 bậc thềm của lối vào chính của Thánh thất là khu vực Tịnh Tâm Điện. Phía trước là bức tranh Tam Thánh Cao Đài đang ký Thiên Nhơn hòa ước, họa theo hình như của [[Tòa Thánh Tây Ninh]].\n\nGian trong của Thánh thất gọi là Chánh điện phía sau bức tranh Tam Thánh Cao Đài, đối diện với bàn thờ [[Thượng đế]] là bàn thờ Hộ pháp vẽ hình chữ Khí bằng [[chữ Hán]], chứ không đắp tượng [[Hộ pháp]] [[Phạm Công Tắc]] như ở Tòa Thánh Tây Ninh.\n\n=== '''Cửu Trùng Đài''' ===\nPhần giữa Chánh điện là khu vực Cửu Trùng Đài, nối liền Hiệp Thiên Đài với Bát Quái Đài.\nKhu vực này có 6 cột trụ phân làm 2 bên, nhưng theo luật lịnh của Tòa Thánh Tây Ninh không được trang trí hình rồng như của Tòa Thánh. Phía dưới mỗi cây cột được một đóa hoa sen lớn màu đỏ đỡ lấy.\n\n=== '''Bát Quái Đài''' ===\n[[Tập tin:Thanh that Da Phuoc 04.jpg|nhỏ|phải|Bát Quái Đài Thánh thất Đa Phước]]\nKhu vực Bát Quái Đài nằm phía cuối của Thánh thất. Gian này có 8 cột trụ rồng xếp thành Bát quái. Nhưng không làm quả [[Càn]] [[Khôn]] như Tòa Thánh Tây Ninh mà thay vào đó là một bàn thờ lớn có 5 bậc. Bậc thứ nhất là một hình Thiên Nhãn lớn tượng trưng [[Thượng đế]], kế dưới là một ngọn đèn dầu gọi là đèn [[Thái Cực]] luôn luôn được thắp sáng không để cho tắt. Bậc thứ hai, là bài vị thờ 3 vị giáo chủ của 3 tôn giáo lớn là [[Tất-đạt-đa Cồ-đàm|Đức Phật Thích Ca]] giáo chủ [[Phật giáo]], [[Lão Tử]] giáo chủ [[Đạo giáo]], [[Khổng Tử|Khổng tử]] giáo chủ [[Nho giáo]]. Ba bài vị đều viết bằng chữ Hán. Bậc thứ 3, thờ 3 vị là [[Quán Thế Âm|Quan Thế Âm]] Bồ tát, Đại tiên [[Lý Bạch|Lý Thái Bạch]], [[Quan vũ|Quan Thánh Đế Quân]], ba vị này đại diện cho Tam trấn trong Đại Đạo Tam Kỳ Phổ Độ theo [[giáo lý Cao Đài]]. Bậc thứ 4, thờ bài vị của [[Giê-su|Chúa Giê-su]] giáo chủ [[Kitô giáo]] tượng trưng Thánh Đạo. Bậc thứ 5, thờ [[Khương Tử Nha]] giáo chủ Thần đạo trong Ngũ Chi Đại Đạo.\n\n==Hình ảnh==\n<gallery style=\"margin-top: 10px;\" widths=\"140px\" align=\"center\" caption=\"Hình ảnh về Thánh thất\">\n\nTập tin:Thanh that Da Phuoc 08.jpg\nTập tin:Thanh that Da Phuoc 02.JPG\nTập tin:Thanh that Da Phuoc 07.jpg\nTập tin:Thanh that Da Phuoc 13.jpg\nTập tin:Thanh that Da Phuoc 14.jpg\n<\/gallery>\n\n== Tham khảo ==\n{{tham khảo|cột=2}}\n== Liên kết ngoài ==\n{{Commonscat|Thanh that Da Phuoc}}\n* [http:\/\/vietngu.caodai.net\/index.php?option=com_content&view=article&id=492:khanh-thanh-thanh-tht-a-lt&catid=13:tin-ngn-trong-nc&Itemid=5 Khánh thành Thánh thất Đà Lạt]{{Liên kết hỏng|date = ngày 30 tháng 3 năm 2021 |bot=InternetArchiveBot }} trên trang Thông tin và Truyền giáo Cao Đài Hải ngoại\n* [http:\/\/www.daotam.info\/thanhthatdaphuoc\/thanhthatdalat.html Thánh thất Đà Lạt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080222054752\/http:\/\/www.daotam.info\/thanhthatdaphuoc\/thanhthatdalat.html |date = ngày 22 tháng 2 năm 2008}} trên trang daotam.info\n* [http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/245\/0\/3244\/Den_Da_Lat_Ghe_tham_thanh_that_Cao_dai_lon_nhat_Viet_Nam Đến Đà Lạt – Ghé thăm thánh thất Cao đài lớn nhất Việt Nam] - Ban tôn giáo chính phủ\n{{Du lịch Lâm Đồng}}\n\n[[Thể loại:Công trình kiến trúc tại Đà Lạt]]\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Thánh thất Cao Đài|Đa]]\n[[Thể loại:Tôn giáo tại Đà Lạt]]"}