{"322732":"{{Location map | Vietnam\n| width = 200\n| float = right\n| relief = yes\n| label = ''Thác Datanla''\n| position = left\n| lat_deg = 11.901416\n| lon_deg = 108.445408\n}}{{coord| 11.901416| 108.445408| type:landmark| format= dms| display= title}}\n[[Tập tin:Thác Datanla.jpg|nhỏ|240px|Toàn cảnh thác]]\n'''Đatanla''' hay '''Datanla''' là [[thác]] ở thành phố [[Đà Lạt]] tỉnh Lâm Đồng, Việt Nam.<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-cb01 >Bản đồ tỷ lệ 1:50.000 tờ C-49-1-B. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref name =thac-dlvn >[https:\/\/dulichvietnam.com.vn\/16-thac-nuoc-dep-nhat-viet-nam-tu-bac-vao-nam-phan-1.html 16 thác nước đẹp nhất Việt Nam từ Bắc vào Nam]. Dulich Việt Nam, 17\/05\/2018. Truy cập 22\/12\/2018.<\/ref>\n\nThác nằm trong khu du lịch Đatanla, cách [[thác Prenn]] 8&nbsp;km và thành phố [[Đà Lạt]] 10&nbsp;km và là điểm tham quan, phiêu lưu mạo hiểm.\n\nTên gọi \"Đatanla\" hay \"Đatania\" theo [[tiếng K'Ho]] ghép lại từ \"''Đạh-Tam-N'ha''\" có nghĩa là \"''dưới lá có nước''\", và có liên quan đến cuộc xung đột [[Người Chăm|Chăm]] - [[Người Cơ Ho|Lạch]] - [[Người Cơ Ho|Chil]] hồi thế kỷ XV - XVII.\n\nNhiều văn liệu khi sao chép tên đã viết nhầm thành \"Thác ''Dalanta''\".<ref>[https:\/\/dalat-city.com\/thac-dalanta-o-da-lat\/ Thác Dalanta ở Đà Lạt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190827033049\/https:\/\/dalat-city.com\/thac-dalanta-o-da-lat\/ |date=2019-08-27 }}. dalat-city.com, 2016. Truy cập 22\/12\/2018.<\/ref><ref>[https:\/\/www.24h.com.vn\/tin-tuc-trong-ngay\/3-du-khach-anh-tu-nan-khi-vuot-thac-dalanta-da-lat-c46a772285.html 3 du khách Anh tử nạn khi vượt thác Dalanta, Đà Lạt]. 24h.com, 26\/02\/2016. Truy cập 22\/12\/2018.<\/ref>\n\n==Miêu tả==\nThác Datanla có lượng nước dồi dào do thượng nguồn là nguồn nước ổn định. Thác Datanla không ồn ào do chảy qua nhiều thềm đá. Thác đổ từ ghềnh cao 20m, nước suối phần dưới tạo thành khu vực nước rất trong nên gọi là ''Suối Tiên'', phần sâu hun hút phía trên có một vực sâu gọi là ''Vực Tử Thần''. Theo truyền thuyết, do thác có vực sâu nằm lọt thỏm giữa một vùng đồi núi nên đã từng là nơi lánh nạn của một cánh quân của người dân tộc bản địa trong các cuộc chiến tranh với người Chăm từ cách đây hàng trăm năm trở về trước. Nhờ có ngọn thác này nên một cánh quân đã trụ lại và bảo toàn được lực lượng. \n[[Tập tin:Alpine Sled, Datanla Waterfall.jpg|nhỏ|250px|phải|Hệ thống máng trượt Đatanla]]\n\n==Các truyền thuyết==\n===Truyền thuyết thứ 1===\n*Đatanla là nơi dũng sĩ [[K`Lang]] và nàng sơn cước [[Hơbiang]] gặp nhau. Nơi đây, chàng [[Lang]] đã giao chiến với bầy thú dữ gồm hai con [[rắn]] hổ tinh, bảy con [[sói xám|chó sói]] và hai con [[cáo]]. Truyên kể của đồng bào dân tộc còn ghi lại rất rõ trận đánh ấy: \"''Cây đổ ào ào, gió cuồng lên dữ dội, cuộc giao tranh diễn ra vô cùng ác liệt. Lợi dụng lúc hai con rắn lè lưỡi, Lang rút dao đi rừng chặt đứt bay 2 lưỡi của rắn rồi lấy 9 mũi cung tên bắn vào bầy chó sói và cáo làm chúng bỏ chạy tán loạn''...\". Khoảng rừng cây bị đổ phá tạo nên những hố sâu mà một trong những hố sâu ấy là \"'''''Vực Tử Thần'''''\" ở chân thác. Từ đó Đatanla là nơi hẹn hò của đôi tình nhân.\n\n===Truyền thuyết thứ 2===\n*Truyền thuyết kể rằng, ''Đatanla'' còn là thác mà các nàng tiên thường hay xuống tắm vì có dòng nước trong vắt, được che phủ bởi nhiều tầng lá. Vì không biết là dưới lá có nước nên khi phát hiện ra con thác, bà con dân tộc thiểu số đặc tên cho nó là \"''Đạ Tam Nnha''\" có nghĩa là \"''dưới lá có nước''\". Sau này khi người Pháp và người Kinh đặt chân lên vùng cao nguyên đầy trữ tình này thì biến âm thành Đatina rồi là ''Đatanla''\n[[Tập tin:Alpine Sled, Datanla Waterfall, 01.jpg|nhỏ|250px|phải|Đường ray và xe trượt]]\n\n===Truyền thuyết thứ 3===\n*Có truyền thuyết kể lại rằng, vào thời [[Pôrêmê]], người [[Người Chăm|Chăm]] từ [[Panduranga]] ([[Phan Rang (định hướng)|Phan Rang]]) thường kéo lên tấn công người Lạt, người Chil ở cao nguyên Lang Biang để giành đất và bắt nô lệ. Trong lúc [[người Cơ Ho|người Lạch]] sắp thua vì thiếu \"''cái nước''\" thì tình cờ họ phát hiện ra dòng thác này và có nước uống, nên người Lạt đã chiến thắng và bảo vệ được buôn làng. Còn người Chăm thua vì họ không biết \"''dưới lá có nước''\". Từ đó bà con bộ tộc Lạt đặt tên là \"''Đạ Tam Nnha''\" (''dưới lá có nước'') để nhắn nhủ với con cháu sau này.\"\n\n==Hệ thống máng trượt==\nHệ thống máng trượt tại Đatanla được xem là máng trượt duy nhất của Đà Lạt. Máng có [[chiều dài]] 1.000m uốn lượn quanh các sườn núi, có hệ thống phanh cảm biến để hãm bớt tốc độ của những xe đi quá nhanh nhằm giữ khoảng cách an toàn giữa các xe. Trượt trên máng ống là những chiếc xe đôi dành cho 2 người, có tay phanh để điều chỉnh tốc độ theo ý muốn. Tốc độ trung bình là 10–20&nbsp;km, tốc độ nhanh là 40&nbsp;km.\nTrước đây muốn xuống thác Datanla phải vất vả vượt qua hàng trăm mét đường dốc thẳng đứng và chỉ có cách duy nhất là đi bộ với thời gian từ 10- 15 phút, nay có thể lên hoặc xuống thác rất nhanh từ 1,5- 2 phút.\n\n==Leo dây mạo hiểm==\nxxxxnhỏ|Hệ thống leo dây mạo hiểm]]\nLeo dây mạo hiểm là môn thể thao mới khai trương tại thác nhằm khám phá và thử sức can đảm tại hang Tử Thần.\n\n==Tai nạn, sự cố==\nNgày 26.2.2016, 3 người quốc tịch Anh gồm 2 nữ và 1 nam, tử thương khi tham gia trò chơi mạo hiểm đu dây vượt thác do Công ty TNHH Đam Mê Đà Lạt tổ chức. Theo ông Võ Anh Tần, phó tổng giám đốc Công ty Cổ phần Du lịch Lâm Đồng (Dalat Tourist), quản lý khu du lịch Datanla, Công ty Đam Mê, không sử dụng thiết bị an toàn do công ty ông cung cấp mà dẫn khách \"đi lậu\" để vào khu chơi trò chơi mạo hiểm.<ref>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20160226\/3-du-khach-nuoc-ngoai-tu-nan-tai-thac-datanla-da-lat\/1057687.html 3 du khách Anh tử nạn tại thác Datanla, Đà Lạt], tuoitre, 26.2.2016<\/ref> Nước ở khu vực này chảy qua nhiều tảng đá gập ghềnh tạo ra những vực sâu cả chục mét. Nếu không thông thạo địa hình, người trượt thác rất dễ bị cuốn vào các hố sâu, nước chảy xiết, dẫn đến mất mạng. Cũng tại khu vực này, vào ngày 25-3-2010, một nhóm 8 sinh viên Trường Cao đẳng Nghề Đà Lạt trong lúc đến tổ chức vui chơi dã ngoại đã gặp nạn khiến 2 người thiệt mạng do trượt chân rơi xuống thác sâu.<ref>[http:\/\/nld.com.vn\/thoi-su-trong-nuoc\/cuoc-mang-voi-du-lich-mao-hiem-20160228221355521.htm Cược mạng với du lịch mạo hiểm], nld.com, 28.2.2016<\/ref>\n\n==Tham khảo==\n{{tham khảo|27em}}\n* ''Đất Việt Mến Yêu'' của ''Phạm Côn Sơn'' trang 37 - ''Nhà xuất bản Thanh Niên''.\n\n== Liên kết ngoài ==\n{{thể loại Commons|Datanla Waterfall}}\n* Vị trí [https:\/\/www.google.com\/maps\/d\/viewer?mid=1Fxmnrj8wSbnLOy20eke2W7eO09XOmgFY&ll=11.901385258973857%2C108.45198636051168&z=17 thác Datanla] trên Google Maps.\n\n{{Thác nước Việt Nam}}\n{{du lịch Lâm Đồng}}\n\n[[Thể loại:Du lịch Đà Lạt]]"}