{"505481":"{{Thông tin nhân vật phong kiến\n| tên = Thái Thị Huyên\n| hình = Thái Thị Huyên.jpg\n| chồng = [[Phan Bội Châu]]\n| con cái = [[Phan Nghi Huynh]]\n| cha = [[Thái Văn Giai]]\n| giới tính = [[Nữ giới]]\n| sinh = 1866\n| nơi sinh = thôn [[Đức Nam]], xã [[Diên Lâm]], huyện [[Nam Đàn]], tỉnh [[Nghệ An]]\n| mất = 1936\n| quốc gia = [[Việt Nam]]\n}}\n\n'''Thái Thị Huyên''' ([[1866]] - [[1936]]) là vợ chính của nhà chí sĩ [[Phan Bội Châu]]. Qua lời kể chuyện của Phan Bội Châu, bà có thể được xem là biểu tượng của ''thế hệ phụ nữ [[Việt Nam]] theo truyền thống [[Nho giáo|Nho phong]]'' ngày xưa, âm thầm gian khổ gánh vác toàn bộ công việc gia đình, để chồng có thể dồn mọi nỗ lực lo việc đất nước.<ref>Theo GS. Trần Gia Phụng [http:\/\/www.nguyenthaihocfoundation.org\/tailieuNTH\/baphanboichau.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161127021539\/http:\/\/www.nguyenthaihocfoundation.org\/tailieuNTH\/baphanboichau.htm |date=2016-11-27 }}.<\/ref>\n\n==Tiểu sử sơ lược==\n'''Thái Thị Huyên''' sinh trưởng tại thôn Đức Nam, xã Diên Lâm, huyện [[Nam Đàn]], tỉnh [[Nghệ An]].\n\nCha bà là ông Thái Văn Giai, một [[Nho giáo|nhà Nho]] và là bạn học của ông Phan Văn Phổ, thân sinh [[Phan Bội Châu]]. Vì mối quen biết này mà Phan Bội Châu và Thái Thị Huyên đã có lễ đính hôn lúc tuổi hãy còn nhỏ.\n\nNăm [[Mậu Tý]] (1888), hai người làm lễ cưới do sự sắp đặt của gia đình hai bên. Chung sống được tám năm mà bà vẫn chưa sinh con, nên bà đã cưới vợ thứ (Nguyễn Thị Em) cho chồng theo tục lệ xưa. Chẳng bao lâu sau, người vợ thứ thất sinh được một con trai (Phan Nghi Đệ) và bà Huyên cũng sinh được một trai (Phan Nghi Huynh).\n \nCuối năm [[Giáp Thìn]] (1904), Phan Bội Châu rời [[Huế]] để chuẩn bị qua [[Nhật Bản]] hoạt động. Trước khi ra đi (1905), ông đã tự viết hai tờ giấy [[Ly hôn|ly dị]] vợ để rủi có bề gì không liên lụy đến hai bà.\n \nĐến 20 năm sau, bà Huyên mới gặp lại chồng chỉ nửa giờ, khi ông bị nhà cầm quyền [[Pháp]] bắt về nước năm 1925, rồi lại xa cách mãi.\n \nNgày 1 tháng 4 năm [[Bính Tý]] ([[21 tháng 5]] năm 1936), bà Thái Thị Huyên từ trần, thọ 70 tuổi.\n\nChép về bà, trong ''Từ điển nhân vật lịch sử Việt Nam'' có đoạn:\n:''Năm 23 tuổi, bà kết duyên cùng [[Phan Bội Châu]], hết lòng trọn đạo làm dâu nhà họ Phan. Nhà chồng nghèo, cha chồng bệnh hoạn, một tay bà tần tảo bán buôn, lo liệu vun quén giúp chồng nuôi chí lớn, bạn chồng tới lui nhiều, bà vẫn cần cù chăm lo tiếp đãi. Chồng đỗ [[giải nguyên]], bà vẫn thản nhiên sống cuộc đời bình dị. Chồng xuất dương cứu nước, suốt mấy mươi năm bà vò võ nuôi con''...<ref>''Từ điển nhân vật lịch sử Việt Nam'', trang 826-827.<\/ref>\n\n==Phan Bội Châu viết về bà==\nNăm 1936, nghe tin bà (Thái Thị Huyên) sắp mất, từ Bến Ngự, Huế, Phan Bội Châu gửi về bà một câu đối bằng [[chữ Hán]]:\n:Trấp niên dư cầm sắc bất tương văn, khổ vũ thê phong, chi ảnh vi phu, nhật hướng sằn nhi huy nhiệt lệ;\n:Cửu tuyền hạ băng thân như kiến vấn, di sơn điền hải, hữu thùy tương bá, thiên xai lão hán bả không quyền.\nTạm dịch:\n:''Hai mươi năm đàn nhịp không hòa, gió thảm mưa sầu, lấy ảnh làm chồng, ngày ngóng đàn con tuôn giọt lệ;\n:''Dưới chín suối bạn bè gặp hỏi, dời non lấp biển, có ai giúp mợ, trời ghen thân lão nắm tay không.\nNghe bà đã từ trần, Phan Bội Châu khóc bà qua câu đối bằng [[chữ Quốc ngữ]] như sau:\n:''Tình cờ động khách năm châu, hơn ba mươi năm chồng có như không, cố đứng vững mới ghê, nuốt đắng ngậm cay tròn đạo mẹ;''\n:''Khen khéo giữ bốn đức, gần bảy mươi tuổi sống đau hơn thác, thôi về mau cho khỏe, đền công trả nợ nặng vai con.''\nCũng trong năm này, [[Phan Bội Châu]] đã kể cho con (Phan Nghi Huynh) nghe công lao của bà. Trích một đoạn: \n:...''Cha ta với Tiên nghiêm (cha) của mẹ mầy xưa, đều là nho cũ rất nghiêm giữ [[đạo đức]] xưa. Mẹ mầy lớn hơn ta một tuổi. Hai ông đính thông gia với nhau từ khi con còn nên một. Tới năm mẹ mầy hai mươi ba tuổi ([[1888]]), về làm dâu nhà ta. Lúc ấy, mẹ ta bỏ ta (mất) đã tám năm, trong nhà duy có cha già với em gái bé. Ta vì sinh nhai bằng nghề dạy trẻ, luôn năm ngồi ở quán phương xa, cái gánh sớm chiều gạo nước gởi vào trên vai mẹ mầy. Cha ta đối với con dâu rất nghiêm thiết, nhưng chẳng bao giờ có sắc giận với mẹ mầy. Cha ta hưởng thọ được bảy mươi tuổi, nhưng bệnh nặng từ ngày sáu mươi. Liên miên trong khoảng mười năm, những công việc thuốc thang hầu hạ bên giường bệnh, cho đến các việc khó nhọc nặng nề mà người ta không thể làm, thảy thảy một tay mẹ mầy gánh cả. Kể việc hiếu về thờ ông gia, như mẹ mầy là một việc hiếm có vậy...''\n:...''Tới ngày ta bị bắt về nước, mẹ mầy được gặp ta một lần ở thành [[Nghệ An|tỉnh Nghệ]], hơn nửa tiếng đồng hồ chỉ có một câu nói rằng: \"Vợ chồng ly biệt nhau hơn hai mươi năm, nay được một lần giáp mặt thầy, trong lòng tôi đã mãn túc rồi, từ đây trở về sau, chỉ trông mong thầy giữ được lòng thầy như xưa, thầy làm những việc gì mặc thầy, thầy không phiền nghĩ tới vợ con\"''...\n:''Hỡi ôi! Câu nói ấy bây giờ còn phảng phất bên tai ta,... Mẹ mầy thật chẳng phụ ta, ta phụ mẹ mầy! Công nhi vong tư (lo việc chung mà quên việc riêng) chắc mẹ mầy cũng lượng thứ cho ta chứ...''\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n*Nguyễn Q, Thắng-Nguyễn Bá Thế, mục từ '''Thái Thị Uyên''' trong ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n*Chương Thâu, ''Phan Bội Châu toàn tập'' (tập 6). Nhà xuất bản [[Thuận Hóa]], 1990.\n*Thái Gia Phụng, ''Lấy ảnh làm chồng'', bản điện tử [http:\/\/www.nguyenthaihocfoundation.org\/tailieuNTH\/baphanboichau.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161127021539\/http:\/\/www.nguyenthaihocfoundation.org\/tailieuNTH\/baphanboichau.htm |date=2016-11-27 }}.\n\n==Liên kết ngoài==\n\n{{Thời gian sống|sinh=1866|mất=1936}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Phan Bội Châu]]"}