{"45534":"{{đổi hướng đến đây|Tháp Chàm}}\n[[Tập tin:My Son.jpg|nhỏ|phải|200px| Tháp Mỹ Sơn B4]]\n[[Tập tin:Thần Siva 1.jpg|nhỏ|phải|200px| Thần Shiva làm bằng đá cát, cuối thế kỷ 12. Tháp Mẫm. An Nhơn. Bình Định. Hình trang trí trên cửa chính. Hiện vật tại Viện bảo tàng lịch sử Việt Nam]]\n'''Tháp Chăm''', hay còn gọi là '''tháp Champa''' hay '''tháp Chàm''', là tên gọi thông dụng trong tiếng Việt để chỉ kiến trúc đền tháp [[Chăm Pa]], thuộc kiến trúc tôn giáo tín ngưỡng (Hindu, Phật giáo) của dân tộc [[Người Chăm|Chăm]], sinh sống ở miền Nam Trung Bộ Việt Nam ngày nay. Có thể thấy vị trí phân bố các đền tháp là những nơi từng là nơi ở của người Chăm, xa hơn nữa còn có những ngôi tháp có thể coi là tháp Champa trên đất nước Campuchia như tháp [[Damray Krap]]. Ngược lại, những yếu tố [[Java]] hay [[Khmer]] cũng được thấy trên các tháp Champa như ở Khương Mỹ, Hưng Thanh, Dương Long, hay có cả những ngôi tháp còn được người Champa gọi là \"tháp Khmer\" như tháp Champa Hoà Lai.\n\nCác tháp Chăm là một khối kiến trúc xây dựng bằng [[gạch nung]] màu đỏ sẫm lấy từ đất địa phương, phía trên mở rộng và thon vút hình bông hoa. Mặt bằng tháp đa số là hình vuông có không gian bên trong chật hẹp thường có cửa duy nhất mở về hướng Đông (hướng Mặt Trời mọc). Trần được cấu tạo vòm cuốn, trong lòng tháp đặt một bệ thờ thần bằng [[đá]]. Nghệ thuật chạm khắc, đẽo gọt công phu hình hoa lá, chim muông, vũ nữ, thần thánh thể hiện trên mặt tường ngoài của tháp. Các viên gạch liên kết với nhau rất rắn chắc, bền vững tới hàng chục thế kỷ.\n\nNgày [[1 tháng 10]] năm [[2006]], Trung tâm Quản lý di tích-di sản tỉnh Quảng Nam chính thức công bố thông tin: các nhà khoa học của [[Đại học Milan]], [[Ý]] khi đang làm việc trùng tu nhóm tháp G-thuộc Thánh địa Mỹ Sơn đã nhận biết được loại vật liệu kết dính để xây tháp Champa cách đây vài triệu năm. ''Đó là loại keo được tinh chế từ một loài thực vật vốn có rất nhiều trong khu vực quanh di sản Mỹ Sơn, mà người dân địa phương thường gọi là cây [[dầu rái]]''. Ngoài ra, họ cũng đã phát hiện ra một loại hợp chất có nguồn gốc từ thực vật bản địa nói trên có trong gạch sử dụng để xây tháp. Như vậy, những điều bí ẩn xung quanh vật liệu được người Chăm sử dụng để xây dựng các công trình tôn giáo ở Việt Nam sau hơn 100 năm đã được giải mã. Trước đó, một người thợ thủ công tên là Lê Văn Chỉnh (thuộc tỉnh Quảng Nam) cũng đã bỏ nhiều thời gian để nghiên cứu phương pháp xây dựng tháp Chăm đã phát hiện được hợp chất [[dầu rái]] trong gạch để xây tháp và chất dính.\n\n==Lịch sử==\n[[Tập tin:ChamMuiNe.jpg|nhỏ|phải|250px|[[Tháp Po Sah Inư]] tọa lạc tại phường Phú Hải, Thành phố [[Phan Thiết]]]]\nLịch sử [[xây dựng]] các đền tháp Champa kéo dài từ cuối [[thế kỷ 7|thế kỷ thứ 7]] đến đầu [[thế kỷ 17]]. Trong khoảng thời gian này, những người Champa xưa đã để lại một số lượng lớn các công trình kiến trúc đền tháp, thành luỹ, các tác phẩm [[điêu khắc]]. Hiện tại có trên hai mươi cụm [[di tích]] kiến trúc đền tháp và rất nhiều [[phế tích]] kiến trúc. Các di tích này có giá trị đặc sắc, mang tính toàn cầu, xứng đáng nhận được sự quan tâm của cộng đồng quốc tế. Một trong những sự quan tâm ấy là việc tổ chức [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] đã công nhận [[Thánh địa Mỹ Sơn|Mỹ Sơn]] là [[di sản thế giới|di sản văn hoá thế giới]] cũng chính là việc đánh giá cao thành quả nghiên cứu về kiến trúc Champa nói chung.\n\nTheo [[tiếng Chăm]], các đến tháp Champa này được gọi là ''kalan'', nghĩa là \"lăng\". Các lăng này được các đời vua Chăm xây dựng để thờ cúng các vị thần. Các vị thần được thờ phụng có thể là [[Các vị thần Hindu|Các vị thần Ấn Độ giáo]] tiêu biểu như [[Shiva]] (thần hủy diệt), [[Ganesha]] (phúc thần đầu voi mình người)... hoặc đấy còn có thể là các vị [[Phật]]. Điều này tùy thuộc vào lòng tin và kính mộ của mỗi vì vua ở các triều đại khác nhau. Ở thánh địa Mỹ Sơn hiện nay phần lớn là công trình kiến trúc tôn giáo thờ các vị thần thuộc Ấn Độ giáo và [[Bà la môn giáo]]. Nhưng ở thánh địa Đồng Dương (thuộc địa phận huyện Thăng Bình, tỉnh [[Quảng Nam]]) đây là kinh đô [[Phật giáo]] lớn nhất của Champa.\n\n==Sự giao thoa văn hoá Champa – [[Đại Việt]]==\nTrong lĩnh vực văn hoá vật thể thì nghệ thuật Champa cổ và nghệ thuật Việt cổ có nhiều nét tương đồng. Nhìn chung thì nghệ thuật Champa có trước nghệ thuật Việt và đã đạt đỉnh cao ngay khi nghệ thuật Việt độc lập chưa ra đời.\n\nXét về mặt kiến trúc: các tháp Champa hầu hết ở trên những đồi cao hoặc núi thấp, được xây dựng thành từng cụm, hướng Đông nhìn ra [[biển]] đón dương khí thì [[chùa]], [[tháp]] [[Việt Nam]] [[nhà Lý|thời Lý]], [[nhà Trần|thời Trần]] cũng thường xây dựng trên gò, đồi và sườn núi, tạo nên cả một quần thể, hướng Nam hoặc Nam chếch Đông, đón dương khí. Tháp Việt Nam cũng vươn cao với nhiều tầng như tháp Champa và có bình diện vuông gần với các phương Đông, Tây, Nam, Bắc. Tháp Champa cũng như tháp Lý - Trần về cơ bản cũng xây bằng [[Gạch nung|gạch]] hoặc phụ thêm một số thành phần bằng đá. Có điều, tháp Champa được đục trực tiếp trên gạch sau khi xây, còn ở tháp Lý - Trần thì hình trang trí được in, khắc trực tiếp trên gạch, rồi sau đó mới mang nung, xây đến đâu là có hình trang trí cho chỗ đó rồi.\n\nPhổ biến và cũng hấp dẫn nhất trong nghệ thuật Champa là các [[apsara]], đa số thuộc đỉnh cao của điêu khắc Champa thuộc [[thế kỷ 10|thế kỷ thứ 10]]. Các nhân vật kết hợp người với chim hoặc với thú đều có cả trong nghệ thuật Champa và nghệ thuật Việt.\n\n==Các phong cách kiến trúc Champa==\n{{main|Danh sách đền tháp Chăm Pa|Phong cách nghệ thuật các tháp Chăm}}\n[[Tập tin:PoNagar.jpg|nhỏ|230px|[[Po Nagar]]]]\n\n===Phong cách Hoà Lai và phong cách Đồng Dương (thế kỷ thứ 9)===\nNhững ngôi đền tháp theo hai phong cách này có những hàng cột ốp và những cửa vòm khoẻ khoắn. Những băng trang trí cho công trình có rất nhiều họa tiết. Yếu tố tiêu biểu nhất cho phong cách Hoà Lai (nửa đầu [[thế kỷ 9|thế kỷ thứ 9]]) là các vòm cửa nhiều mũi tròn trùm lên các cửa thật, cửa giả và các khám. Các cột ở khung cửa [[hình bát giác]] bằng sa thạch được trang trí bằng một đường các hình lá uốn cong. Khoảng giữa hai cột trụ ốp có trang trí hình thực vật. Ở bên dưới các cột trụ ốp là các hình kiến trúc thu nhỏ trong đó có hình người đắp nổi. Tất cả tạo cho các tháp Hoà Lai một vẻ đẹp trang trọng và tươi mát. Còn ở phong cách [[Đồng Dương]] (nửa sau thế kỷ thứ 9) thì các trang trí cây lá được biến thành những hình hoa hướng ra ngoài. Cái nhận thức cổ điển của nét lượn và tỷ lệ ở phong cách Hoà Lai đã bị biến mất và các tháp Đồng Dương trở nên mạnh mẽ hơn.\n\n===Phong cách Mỹ Sơn A1 (thế kỷ thứ 10)===\nPhong cách này thể hiện đầy đủ nhất, trọn vẹn nhất là ở ngôi tháp Mỹ Sơn A1. Những cột ốp trên mặt tường đứng thành đôi một. Đứng giữa hai cột ốp là các bức tượng người. Các vòm cửa có hình dáng phức tạp nhưng không chạm khắc gì. Bộ diềm kép, các hình đá trang trí góc được khoét thủng. Thân chính của tháp được xây dựng có hình dáng cao vút lên và các tầng thu nhỏ dần lại. Những đặc trưng của phong cách Hoà Lai và Đồng Dương không còn thấy ở các tháp thuộc phong cách Mỹ Sơn A1.\n\n===Phong cách Bình Định (thế kỷ 11-13)===\nSau hàng loạt những biến động về chính trị từ đầu [[thế kỷ 11]], trung tâm chính trị của Champa được chuyển vào [[Bình Định]] và từ đó, phong cách nghệ thuật tháp Champa mới đã xuất hiện: phong cách Bình Định. Nếu như ngôn ngữ nghệ thuật chính của các tháp Champa thuộc phong cách trước là thành phần kiến trúc đều đi vào đường nét thì ở phong cách này đó lại là mảng khối: vòm cửa thu lại và vút lên thành hình mũi giáo, các tháp nhỏ trên các tầng cuộn lại thành các khối đậm, khỏe, các trụ ốp thu vào thành một khối phẳng, mặt tường có các gân sống.\n\n==Đặc trưng của các ngôi tháp Champa==\n[[Tập tin:Dragon-makara.jpg|nhỏ|phải|Một chi tiết kiến trúc của [[Tháp Mắm]] (khoảng cuối TK. 12, đầu TK. 13). Hiện vật của [[Bảo tàng Guimet]], [[Pháp]].]]\n*Mọi ngôi tháp đều được xây bằng gạch. Gạch có màu đỏ hồng, đỏ sẫm, được nung trước với độ xốp cao, được xây không có mạch vữa và có thể có điêu khắc trực tiếp trên gạch.\n*Có [[chiều cao]] lớn hơn vài ba lần so với chiều ngang thân tháp. Tỷ lệ các phần của tháp có tính nhân bản, nghĩa là nó được xuất phát từ con người.\n*Tháp có phần ngọn được thu nhỏ dần hoặc giật cấp.\n*Các trang trí kiến trúc, điêu khắc có tính nhịp điệu, tính lặp lại và đồng dạng, đăng đối.\n*Đa phần các tháp có cửa quay ra hướng Đông, các phía còn lại là cửa giả, được bố trí đăng đối với cửa chính.\n*Trong tháp theo nguyên mẫu có thờ thần Siva, biểu trưng là bộ ngẫu tượng [[Yoni]] và [[Linga]] được làm bằng sa thạch.\n*Tháp thường được đặt tại các vị trí thoáng, gò đồi cao, không gần chỗ người dân sinh sống. Địa lí tự nhiên ở đây có cấu hình như một bộ sinh thực khí với ngọn núi Răng Mèo là hình ảnh của một dương vật thiêng (Lin-ga), bồn địa Mĩ Sơn là hình ảnh của một âm vật thiêng (Yony)\n\n==Các công đoạn xây dựng tháp==\n#Chuẩn bị chất kết dính.\n#Đúc gạch theo khuôn đã định sẵn. Nung gạch lần 1.\n#Xếp gạch theo mô hình tháp bằng chất kết dính.\n#Nung tháp.\n#Gọt dũa, trang trí và điêu khắc và hoàn chỉnh toàn bộ khối tháp.\n\n==Giá trị của kiến trúc đền tháp Champa== \n*Các đền tháp Champa phản ánh đầy đủ và chân thực hoàn cảnh văn hoá Champa từ giai đoạn đầu tiếp thu những ảnh hưởng của văn hóa Ấn Độ cho đến giai đoạn thích nghi, tiếp biến và trỗi dậy mạnh mẽ tính bản địa và sự giao lưu thường xuyên về mặt văn hóa bên cạnh các mặt kinh tế - chính trị với các dân tộc liền kề.\n*Giá trị nghệ thuật của các hình điêu khắc, ngoài việc giúp đỡ cho các đền tháp đẹp hơn còn có ý nghĩa văn hóa đặc biệt, giúp cho việc nghiên cứu sâu hơn về niên đại, phong cách và chức năng của các đền tháp.\n\n==Hình ảnh==\n<gallery>\nTập tin:Tháp Bằng An, Điện Bàn, Quảng Nam.JPG|Tháp Bằng An, Điện Bàn, Quảng Nam\nTập tin:Thánh địa Mỹ Sơn, khu C-B-D.JPG|Thánh địa Mỹ Sơn, khu C-B-D, Quảng Nam\nTập tin:Tháp Mỹ Sơn A1 (hình vẽ lại).JPG|Tháp Mỹ Sơn A1 (hình vẽ lại)\nTập tin:Tháp Chiên Đàn, Quảng Nam.JPG|Tháp Chiên Đàn, Quảng Nam\nTập tin:Tháp Khương Mỹ, Quảng Nam.JPG|Tháp Khương Mỹ, Quảng Nam\nTập tin:Tháp Phú Lốc, An Nhơn, Bình Định.JPG|Tháp Phú Lốc, An Nhơn, Bình Định\nTập tin:Cụm tháp Bánh Ít, Tuy Phước, Bình Định.JPG|Tháp Bánh Ít, Tuy Phước, Bình Định\nTập tin:Tháp Bình Lâm, Tuy Phong, Bình Định.JPG|Tháp Bình Lâm, Tuy Phước, Bình Định\nTập tin:Tháp Cánh Tiên, An Nhơn, Bình Định..JPG|Tháp Cánh Tiên, An Nhơn, Bình Định\nTập tin:Tháp Dương Long, Tây Sơn, Bình Định.JPG|Tháp Dương Long, Tây Sơn, Bình Định\nTập tin:Tháp Đôi, Quy Nhơn, Bình Định.JPG|Tháp Đôi, Quy Nhơn, Bình Định\nTập tin:Tháp Nhạn, Tuy Hòa, Phú Yên.JPG|Tháp Nhạn, Tuy Hòa, Phú Yên\nTập tin:Bình đài ở tháp Ponagar, Nha Trang.JPG|Bình đài ở tháp Po Nagar, Nha Trang\nTập tin:Tháp Hòa Lai, Ninh Thuận.JPG|Tháp Hòa Lai, Ninh Thuận\nTập tin:Tháp Po Klaung Garai, Phan Rang, Ninh Thuận.JPG|Tháp Pô Klong Garai, Phan Rang, Ninh Thuận\nTập tin:Tháp Po Rome, Ninh Thuận.JPG|Tháp Po Rome, Ninh Thuận\nTập tin:Tháp Po Sah Inu, Phan Thiết, Bình Thuận.JPG|Tháp Po Sah Inu, Phan Thiết, Bình Thuận\nTập tin:Tháp Yang Prong, Ea Súp, Đắk Lắk.JPG|Tháp Yang Prong, Ea Súp, Đắk Lắk\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo|cột=2}}\n\n==Đọc thêm==\n*Trần Bá Việt. ''Nghiên cứu kỹ thuật xây dựng Tháp Champa phục vụ trùng tu và phát huy giá trị di tích.'' Nhà xuất bản Xây dựng. 2005\n\n==Xem thêm==\n{{thể loại Commons|Cham architecture}}\n*[[Lịch sử Chăm Pa|Lịch sử Champa]]\n*[[Danh sách đền tháp Chăm Pa|Danh sách đền tháp Champa]]\n*[[Phong cách nghệ thuật các tháp Chăm]]\n\n{{Tháp Chăm Pa}}\n\n[[Thể loại:Tháp Chăm| ]]\n[[Thể loại:Kiến trúc Chăm Pa|T]]"}