{"19673482":"{{Infobox building|name=Tháp Trầm Hương|status=Hoàn thành|image=Thap Tram Huong.JPG|image_size=270px|caption=Tháp Trầm Hương nhìn từ đường Trần Phú|latd=12.240480|latm=|lats=|latNS=N|longd=109.196797|longm=109|longs=196797|longEW=E|iso_region=VN|coordinates_display=title|native_name=|location=[[Nha Trang]], [[Khánh Hòa]]|start_date=Năm 2004|completion_date=2008|opening=22 tháng 11 năm 2008|cost=18,7 tỷ đồng|building_type=[[Bảo tàng]] trưng bày|floor_count=6 tầng|elevator_count=|floor_area=|observatory=|antenna_spire=|structural_engineer=|architect=Kiến trúc sư Lê Thanh Tùng và Công ty TNHH Tư vấn Kiến trúc đẹp - Nha Trang|main_contractor=[[Công ty Cổ phần Du lịch & Thương mại Vinpearl]] và [[Công ty Cổ phần An Viên]]|developer=|owner=}}'''Tháp Trầm Hương''' là một công trình kiến trúc biểu tượng của [[Nha Trang]], [[Khánh Hòa]]. Tòa tháp nằm tại [[Quảng trường 2\/4]] dọc theo đường [[Trần Phú]] và gần [[Trung tâm văn hoá Khánh Hòa]]. Tháp Trầm Hương là nơi trưng bày hình ảnh và sản vật địa phương và quảng bá du lịch cho [[Nha Trang]].\n== Lịch sử ==\nTháp Trầm Hương là một công trình nghệ thuật có tên là \"Hoa biển\" do [[Tỉnh ủy Khánh Hòa|UBND Khánh Hòa]] để làm điểm nhấn kiến trúc cho [[Nha Trang]]. Để xây dựng công trình, tỉnh [[Khánh Hòa]] đã đầu tư vốn nhà nước để di dời đài tưởng niệm anh hùng và xây dựng công trình. Tuy nhiên, nó lại không được hoàn thành vì những sai phạm trong quá trình xây dựng gây bức xúc cho người dân. Nhận thấy việc công trình xây dựng dang dở làm mất mỹ quan [[đô thị]] thế nên, [[Tỉnh ủy Khánh Hòa|UBND Khánh Hòa]] đã chuyển giao công trình lại cho [[Công ty Cổ phần Du lịch & Thương mại Vinpearl]] đầu tư để cải tạo lại Tháp Trầm Hương. Tổng chi phí cho công trình này là 18,7 tỷ đồng với 6 tỷ đồng từ ngân sách của tỉnh mà tỉnh đã đầu tư trước đó. Về mặt kiến trúc, nó được thiết kế bởi [[kiến trúc sư]] Lê Thanh Tùng và Công ty TNHH Tư vấn Kiến trúc đẹp - Nha Trang.<ref name=\"baokhanhhoa\">{{Chú thích báo|date=24 tháng 3 năm 2008|title=Hoa Biển sẽ thành Tháp Trầm Hương|url=https:\/\/baokhanhhoa.vn\/chinh-tri\/200803\/hoa-bien-se-thanh-thap-tram-huong-1801811\/}}<\/ref> Ban đầu, Tháp Trầm Hương chỉ có 3 tầng cấu trúc, nhưng sau khi cải tạo, nó đã lên 6 tầng. Sau khi xây dựng xong, Tháp Trầm Hương đã được giao lại cho [[Công ty Du lịch Khánh Hòa]] quản lý và nó đã được đưa vào hoạt động vào ngày 22 tháng 12 năm 2008.<ref>{{Chú thích báo|date=15 tháng 06 năm 2009|title=Nha Trang: phải mua vé mới được lên tháp Trầm Hương?|work=|url=https:\/\/tuoitre.vn\/nha-trang-phai-mua-ve-moi-duoc-len-thap-tram-huong-321583.htm}}<\/ref> Bởi công trình đã khá xuống cấp nên vào ngày 13 tháng 10 năm 2021, Tỉnh [[Khánh Hòa]] đã có đề xuất phương án cải tạo, sửa chữa cho Tháp Trầm Hương vì hiện tại nó đã xuống cấp khá nhiều. Nếu có cải tạo thì việc sửa chữa, cải tạo sẽ do [[Công ty Yến Sào Khánh Hòa]] đảm nhận, trong trường hợp khó khăn, có thể đề nghị phối hợp với Công ty Trầm Hương Khánh Hòa thực hiện.<ref>{{Chú thích báo|date=13 tháng 10 năm 2021|title=Cần thận trọng sửa chữa Tháp Trầm Hương Khánh Hòa|work=|url=https:\/\/laodong.vn\/ban-doc\/can-than-trong-sua-chua-thap-tram-huong-khanh-hoa-962882.ldo}}<\/ref> Ngoài việc cải tạo, sửa chữa, các đơn vị cũng có ý định để tổ chức kế hoạch dịch vụ thương mại bao gồm bán các sản phẩm đặc trưng, đặc sản của [[Khánh Hòa]] tại Tháp Trầm Hương. Họ cũng đã trình lên [[Tỉnh ủy Khánh Hòa|UBND Khánh Hòa]] 2 phương án để UBND xem xét. Phương án thứ nhất là vẫn để Tháp Trầm Hương là nơi văn hóa tâm linh mà kết hợp với kinh doanh một cách hợp lý, hai là chỉ để Tháp Trầm Hương là điểm du lịch văn hóa tâm linh.<ref>{{Chú thích báo|date=13 tháng 10 năm 2021|title=Tháp Trầm Hương (Khánh Hòa): Sẽ là nơi kể câu chuyện về \"Xứ Trầm biển Yến\"|work=|url=https:\/\/bvhttdl.gov.vn\/thap-tram-huong-khanh-hoa-se-la-noi-ke-cau-chuyen-ve-xu-tram-bien-yen-20211013144706333.htm}}<\/ref>\n\n== Kiến trúc ==\nTháp Trầm Hương hiện nay được xây dựng theo lối kiến trúc rất độc đáo với 6 tầng bao gồm: [[tầng hầm]], tầng trệt, 4 tầng trưng bày và [[sân thượng]].\n\n=== Tầng hầm ===\n[[Tầng hầm]] là nơi đặt [[phòng kỹ thuật]], [[thang máy]], [[điện]], [[máy nước]]... phục vụ nhu cầu và sự ổn định của tháp.\n\n=== Tầng trệt ===\nTầng trệt của Tháp Trầm Hương có phần trung tâm sân hình ngũ giác giống hình cánh hoa, ngoài ra còn có [[công viên]] bao gồm [[sân vườn]], [[hồ phun nước]], [[vườn hoa]], cùng với 5 tượng điêu khắc hình sóng biển được cách điệu. Ngoài ra, tầng trệt của nó có 1 sảnh chính, 4 sảnh phụ và trưng bày các hình ảnh quảng bá du lịch [[Khánh Hòa]].\n\n=== 4 tầng ở trên (tầng 1, 2, 3, 4) ===\nBốn tầng còn lại, là những [[không gian trưng bày]] ảnh nghệ thuật về cảnh vật địa phương, con người [[Khánh Hòa]] và những tiêu bản [[sinh vật biển]] quý hiếm, tổ [[chim yến]], các mô hình khai thác tổ yến và những sản phẩm từ [[yến sào]]. Ở đây cũng có trưng bày một số vật như: [[Trầm hương]], [[kỳ nam]], các chế phẩm và dụng cụ đốt thưởng thức hương trầm,…\n\n=== Phần ngọn ===\nPhần ngọn của tòa tháp là nơi đặt búp tháp tâm linh – một kiến trúc rỗng bên trong với đường kính khoảng 4,5 m và cao tới 9 m. Tháp bút tâm linh vào buổi sáng giống như nén [[trầm hương]] đang cháy, còn buổi tối lại giống như một ngọn [[đuốc]] hay một ngọn [[hải đăng]] trên biển. Phần này vào buổi tối rất nổi bật ở [[Nha Trang]].<ref name=\"baokhanhhoa\"\/>\n\nNgoài ra ở bên trong tháp cũng có các quán giải khát và ăn vặt cho các khách du lịch đến tham quan có thể ăn uống, giải khát... Tòa tháp cũng có góc nhìn rất đẹp ra [[Bãi biển Nha Trang]] và [[Quảng trường 2\/4]].\n\n== Tham khảo ==\n{{tham khảo}}\n{{Du lịch Khánh Hòa}}\n\n[[Thể loại:Bảo tàng tại Việt Nam]]\n[[Thể loại:Nha Trang]]"}