{"114878":"{{Location map+ |Việt Nam |width=220 |float=right |caption=Vị trí của Thánh địa Cát Tiên.|places=\n {{Location map~|Vietnam|lat=11.528427|long=107.397925|position=left|label=Thánh địa Cát Tiên}}\n}}\n'''Thánh địa Cát Tiên''' là tên gọi quần thể di chỉ khảo cổ được phát hiện từ năm 1985, nằm trong một bồn địa rộng hàng trăm [[hecta]] và trải trên [[chiều dài]] khoảng 15[[kilômét|km]] dọc theo hệ thống sông Đạ Đường-[[sông Đồng Nai|Đồng Nai]], bao gồm rất nhiều gò đồi và bãi bồi ven sông được bao bọc bởi dãy núi cuối cùng của Trường Sơn Nam. Toàn bộ khu di tích này thuộc địa phận kéo dài từ xã Quảng Ngãi đến xã Đức Phổ, trong đó mật độ di chỉ khảo cổ tập trung dày đặc ở khu vực xã Quảng Ngãi thuộc huyện vùng sâu vùng xa [[Cát Tiên]] của tỉnh [[Lâm Đồng]], khu vực Nam [[Tây Nguyên]].\n\nCác khoa học gia đoán định thánh địa này xuất hiện khoảng [[thế kỷ 4]] đến [[thế kỷ 8]], thuộc về nền văn hóa của một vương quốc mà ý kiến của nhiều nhà khoa học, trong nỗ lực tìm kiếm chủ nhân đích thực của thánh địa, vẫn chưa đạt sự đồng thuận. Các hiện vật, lăng mộ và tháp tại Thánh địa Cát Tiên ra đời trong thời kỳ nào; thuộc phong cách nghệ thuật nào; chủ nhân là ai; nằm trong bối cảnh nào trong tiến trình lịch sử phương Nam; có vai trò gì trong quá trình hình thành quốc gia cổ đại; mối quan hệ của thánh địa với cộng đồng dân cư bản địa đã sinh sống nơi đây từ những thế kỷ trước công nguyên thuộc [[di chỉ tiền sử Phù Mỹ]] ra sao; là những câu hỏi gây tranh luận sôi nổi trong giới [[khảo cổ học]], [[văn hóa học]], [[lịch sử|sử học]] qua nhiều hội thảo, tọa đàm khoa học, và những thông tin tiếp tục hé lộ từ Cát Tiên vẫn luôn làm sửng sốt dư luận cũng như giới học giả trong và ngoài nước.<ref name=\"vietnamnet\" \/>\n\n== Lịch sử ==\n[[Tập tin:Cat Tien viewer.jpg|nhỏ|phải|200px|Toàn cảnh khu di chỉ khảo cổ tiền sử Phù Mỹ nằm trong phạm vi Thánh địa Cát Tiên.]]\nBên tả ngạn sông Đồng Nai thuộc địa phận huyện Cát Tiên tỉnh Lâm Đồng là một số gò đồi và bãi sa bồi. Từ lâu tại vùng đất này, người dân đã nhặt được các di vật là những tượng đá, những bộ [[sinh thực khí]] [[linga]], [[yoni]], các mảnh gốm và gạch ngói vỡ v.v. nhưng không ai biết gì về chúng. Mãi đến khi qua những phát hiện tình cờ trong chuyến đi điền dã điều tra về [[dân tộc học]] của cán bộ Bảo tàng Lâm Đồng tại vùng quê vào này năm 1985, và các nhà khảo cổ học gọi vùng đất này là \"Thánh địa Cát Tiên\" thì mọi người mới sững sờ.<ref name=\"vietnamembassyus\">{{Chú thích web|url=http:\/\/www.dulichvn.org.vn\/index.php?category=40&itemid=24875|tiêu đề=Khám phá vùng đất văn hóa Thánh địa Cát Tiên – Lâm Đồng|nhà xuất bản=Du lịch Việt Nam|ngày truy cập=Ngày 3 tháng 2 năm 2016}}<\/ref>\n\nSau 4 đợt khai quật đầu tiên kéo dài từ năm 1994 đến năm 2000, những phế tích của Cát Tiên dần hé lộ những bí ẩn sâu thẳm trong lòng đất qua hàng chục thế kỷ, và các nhà khoa học bước đầu xác định đây là một đô thị tôn giáo cổ mang ý nghĩa một thánh địa [[Ấn Độ giáo|Bàlamôn giáo]] và [[Ấn Độ giáo|Hindu giáo]] được kiến tạo trong giai đoạn lịch sử không thành văn kéo dài từ thế kỷ 7 đến thế kỷ 11. Đây là lần đầu tiên ở Lâm Đồng cũng như ở [[Tây Nguyên]] phát hiện được một đô thị tôn giáo, một địa chỉ khảo cổ quan trọng để nghiên cứu sự hình thành quốc gia và những nhà nước cổ đại phương Nam<ref name = \"vietnamnet\" \/>, cũng như mối quan hệ của chúng với các nước lân cận.\n[[Tập tin:Cat Tien's 2C relic.jpg|nhỏ|phải|200px|Góc Tây Nam một phế tích tại gò 2C khu Thánh địa Cát Tiên đang trong quá trình khai quật.]]\nTuy nhiên, trong 4 đợt khai quật tiếp theo kéo dài từ 2001 đến 2006, khi nghiên cứu những kiến trúc ở Thánh địa Cát Tiên các nhà khoa học lại nhận thấy các đền tháp có kết cấu hoành tráng nhưng giản dị, không cầu kỳ phức tạp như [[kiến trúc Chămpa]] và về tổng thể nó vẫn chưa hoàn thiện, không đồng trục, có kiến trúc (2D) trong quần thể phải nối thêm [[chiều dài|độ dài]] và [[độ dày]] của tường khá mỏng. Sự hạn chế nhất định trong những kỹ thuật xây dựng nói trên đã mang đến cho các nhà khoa học một thông tin mới: niên đại của Thánh địa Cát Tiên có thể sớm hơn, khoảng từ thế kỷ 4 đến thế kỷ 8<ref name = \"vietnamnet\">{{Chú thích web|url=http:\/\/ditichlichsuvanhoa.com\/dttc\/CAT-TIEN-a252.html|tiêu đề=CÁT TIÊN|nhà xuất bản=Di tích lịch sử Văn hóa|ngày truy cập=Ngày 3 tháng 2 năm 2016|archive-date=2017-05-03|archive-url=https:\/\/web.archive.org\/web\/20170503205638\/http:\/\/ditichlichsuvanhoa.com\/dttc\/CAT-TIEN-a252.html|url-status=dead}}<\/ref>, khác với nhận định lâu nay của nhiều nhà khoa học. Ngoài ra, xem xét cẩn trọng các hiện vật như nồi, vò, [[kendi]], vòi kendi, rìu đồng và khuôn đúc, những đồ gốm thuộc giai đoạn Óc Eo sớm, đặc biệt là loại chai gốm cổ cao có nhiều trong các di tích [[Glimanuk]], [[Plawangan]] ở [[Indonesia]] thuộc niên đại từ những thế kỷ đầu công nguyên, được tìm thấy ở thánh địa, cùng với việc phân tích các mẫu than lấy từ lòng tháp ở độ sâu gần 3m, đưa đi phân tích đồng vị phóng xạ [[cacbon]] C<sup>14<\/sup> tại [[Viện Khảo cổ học Việt Nam|Viện Khảo cổ học]] thuộc [[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa học Xã hội Việt Nam]] và Trung tâm Hạt nhân [[Thành phố Hồ Chí Minh]], đã góp phần củng cố chắc chắn hơn giả thuyết này.\n\nÝ kiến về chủ nhân của thánh địa vẫn còn trong vòng tranh cãi. Nhiều khả năng trong quá khứ, đây hoặc là một tiểu quốc của [[Phù Nam]], một vương quốc với cương vực trải dài từ đồng bằng Nam Bộ đến [[Phú Khánh]] cũ, hạ [[Lào]], [[Campuchia]]; hoặc cũng có thể là một quốc gia riêng từng tồn tại song song với Phù Nam, [[Chân Lạp]]. Thánh địa này khá sầm uất khi nằm trong mạng lưới của con đường thương mại từ Đông sang Tây phát triển khá mạnh vào khoảng thế kỷ 3 và\/hoặc thế kỷ 4, nhưng sau đó suy tàn dần khi con đường này dịch chuyển sang vùng biển [[Vương quốc Malacca|Malacca]] từ cuối [[thế kỷ 5]].<ref name=\"vietnamnet\" \/>\n\n== Khảo cổ ==\nTính đến năm 2007, quần thể phế tích Thánh địa Cát Tiên và vùng ngoại biên đã trải qua 8 lần khai quật trong các năm 1994, 1996, 1998, 2001, 2003 và 2006.\n\n== Cảnh quan ==\nThánh địa Cát Tiên nằm trong một [[bồn địa]] rộng hàng trăm hecta trên một chặng có [[chiều dài]] khoảng 15&nbsp;km trung lưu sông Đồng Nai. Những ngọn núi thấp của Trường Sơn Nam chạy theo hình cánh cung dọc theo hai bên bờ sông và bao bọc các bãi bồi ven sông, xen kẽ với các gò đất đất rải rác trên toàn khu vực, tạo cho vùng này một cảnh quan hùng vĩ nhưng lại là một không gian tương đối khép kín so với khung cảnh thiên nhiên toàn vùng [[Đông Nam Bộ]]. Trên toàn khu vực đều hiện diện các kiến trúc cổ hoặc dấu hiệu của các kiến trúc. Đây được coi như một không gian [[kiến trúc mở]] và dòng chảy sông Đồng Nai trở thành chiếc cầu nối không gian mở này rộng hơn không gian vốn có của nó, tạo không gian cho các mối quan hệ văn hóa và thương mại với thế giới bên ngoài<ref name = \"vietnamnet\"\/>.\n\nTrong lòng không gian mở này là một không gian khép có diện tích 24ha, có địa thế như một rẻo [[thung lũng]] hẹp, được kẹp lại ở hai đầu với hai ngọn núi đất có [[cao trình]] 30m và 50m, phần thân thì lượn nhẹ tạo vòng cung bán nguyệt nhô ra giữa sông khiến đây trở thành không gian lý tưởng cho một trung tâm chính trị tôn giáo của một cộng đồng dân cư trong giai đoạn lịch sử nhất định<ref name = \"vietnamnet\"\/>.\n\n== Kiến trúc ==\n[[Tập tin:Mi cua.jpg|nhỏ|trái|200px|Mi cửa bằng đá tại một khu khai quật Thánh địa Cát Tiên.]]\nKiến trúc của những phế tích tại Cát Tiên bao gồm nhiều dạng [[đền tháp]], [[mộ tháp]], [[đài thờ]], hệ thống dẫn nước, nhà dài, đường đi, [[lò gạch]], chủ yếu được xây dựng bằng [[Gạch nung|gạch]] sản xuất tại chỗ và [[đá]] mang từ nơi khác đến.\n\nCác nhà khảo cổ học đã khoanh vị trí và phát hiện ra những bờ tường gạch xây từ bờ sông dẫn đến những gò đất cao. Bước đầu xác định 1 gò tại thị trấn Đồng Nai, 1 gò lớn tại xã Đức Phổ và 7 cụm gò đồi tại xã Quảng Ngãi. Các nhà khảo cổ học đã tiến hành nhiều đợt khai quật tại các cụm gò ở xã Quảng Ngãi và xác định đây là khu đền [[tháp]] và [[mộ tháp]], một số trong số đó đã từng bị đào trộm trước khi được các nhà khảo cổ học vào cuộc. Cấu trúc những cụm đền tháp theo kiểu giật cấp với bờ tường dày 2[[m]] đến 2,5m; trong lòng các đền tháp này khá rộng và luôn có bệ thờ bộ Linga-yoni ở giữa, ngay dưới chân bệ thờ là lỗ thông hơi xuống tận dưới sâu qua nhiều lớp gạch, cát và dưới cùng là nhiều đồ vật như những lá vàng, các loại tượng đá nhỏ. Cấu trúc bên ngoài đền tháp ở những gò 2A và 2B có bờ tường điêu khắc cánh sen rất đẹp, có 2 cột đá lớn, mi cửa tháp (trán cửa) nặng trên 1 tấn được điêu khắc hoa sen, đám mây cách điệu mềm mại cùng nhiều hình ảnh sống động rất khác lạ so với các mi cửa của các [[tháp Chăm|tháp Chàm]] thường gặp.\n\nĐiểm khai quật gò 6A là dấu vết của một [[đền|đền thờ]] khá hoàn chỉnh. Nét đặc thù của đền thờ này thể hiện ở kiến trúc vuông bẻ góc nhiều lần trước mặt tiền phía Đông, và tiền điện được xây theo hình bán nguyệt. Ở trung tâm đền là một trụ gạch vuông rỗng tâm và đáy của trụ gạch được xây chân đế tam cấp. Việc lần đầu tiên phát hiện kiến trúc dạng hình vuông bẻ góc nhiều lần và tiền điện được xây hình bán nguyệt tại Thánh địa Cát Tiên làm cho các nhà khoa học liên tưởng đến dạng kiến trúc ở các di tích thuộc [[văn hóa Óc Eo]] đã được phát hiện tại [[Tây Ninh]] và [[Đồng Tháp]] trước đây. Đặc biệt hơn nữa, nhiều nhà khảo cổ còn bất ngờ trước dạng kiến trúc lạ và khá đặc sắc ở gò khai quật số 7 với một đền thờ được xây theo dạng hình vuông nằm cân đối theo trục Bắc–Nam, và hoàn toàn không có dấu vết bậc cấp và dấu vết cửa.\n\nTất cả mọi đền tháp đều hướng về phía Đông, trước đền là những sân gạch lớn làm nơi hành lễ, có lối ra được xây, lát gạch đến tận bờ sông và nối các cụm gò di tích với nhau.\n[[Tập tin:Terracotta brucks.JPG|nhỏ|phải|200px|Một số loại gạch nung xây tháp và lát đường với nhiều kích cỡ]]\nToàn bộ gạch xây tháp dùng chất liệu đất nung và được chế tạo theo nhiều kích cỡ nhằm sử dụng ở nhiều vị trí, chức năng khác nhau, có đề tài trang trí phong phú gồm hoa văn hình học, hoa sen, mô hình núi Mêru, lá lật v.v. Trong lần khai quật thứ 8 vào tháng 9 năm 2006 tại 3 địa điểm thuộc vùng ven trung tâm đô thị tôn giáo Cát Tiên là cánh đồng Bảy Mẫu, điểm Phù Mỹ và dọc tả ngạn sông Đồng Nai thuộc xã Quảng Ngãi đã đưa đến những phát hiện quan trọng. Một trong số đó là sự xuất lộ những dấu tích của khu lò nung gạch tại Cát Tiên bao gồm 4 lò gạch với tro đốt lò, [[than củi]], những lằn gạch cháy đen và những lằn gạch đỏ au còn sót lại trên cánh đồng Bảy Mẫu, nằm cách bề mặt lớp đất canh tác hiện tại chỉ 0,1m–0,3m. Đoàn khảo cổ gồm Trung tâm Nghiên cứu khảo cổ Thành phố Hồ Chí Minh thuộc [[Viện Khoa học xã hội vùng Nam bộ]] và Bảo tàng Lâm Đồng đã mang gạch đi phân loại, đối sánh với gạch tại phế tích thánh địa cho kết quả hoàn toàn tương đồng. Với kiểu dáng thô sơ, quy mô mỗi lò dài trung bình 15m và rộng trên 3m trải theo hướng Đông–Tây và miệng lò quay về hướng Nam để đón gió, các lò nung gạch cho thấy nét riêng biệt, nét địa phương trong kỹ thuật chế tác nguyên vật liệu xây dựng cho các kiến trúc đền tháp của cư dân Cát Tiên cổ, là nơi sản xuất ra gạch phục vụ đại công trình xây dựng Thánh địa Cát Tiên.\n\n== Hiện vật ==\n[[Tập tin:Cattien pottery burial jar 2.png|nhỏ|phải|200px|Một mộ vò gốm tìm thấy tại Cát Tiên.]]\n[[Tập tin:Cattien copper axe and mold.png|nhỏ|phải|200px|Lưỡi rìu đồng và khuôn đúc.]]\nĐã có khoảng 1.140 hiện vật các loại được phát hiện với nhiều chất liệu khác nhau như [[kim loại]] [[vàng]] (các mảnh phù điêu, [[nhẫn]], [[linga]] nhỏ), [[thiếc]] và [[bạc]] ([[bình]], vò), [[đồng]] ([[gương]], [[đĩa]], [[chân đèn]], [[chũm chọe]], [[chuông]], [[vòng]], [[nhẫn]], mặt người, cánh tay, hộp, [[dao]], [[rìu]], khuôn đúc), [[sắt]] ([[giáo]], dao, [[đinh]]); [[đá]], [[đá màu]], [[ngọc|đá quý]] và [[đá bán quý]] (các tượng thờ [[Ganesa]], linga, linga-yoni, mi cửa, cột tiện tròn, bậc thềm, thanh ốp, rìu, mảnh khắc chữ Phạn); đồ gốm (các mảnh [[gốm]], [[sứ]], [[Gạch nung|gạch]] [[ngói]], mộ vò, đèn gốm) v.v. Mức độ quý hiếm của hiện vật tìm thấy ở Cát Tiên tuy không được đánh giá cao bằng các nền văn hóa [[Chăm Pa|Chămpa]], [[Chân Lạp]] hay [[Phù Nam]], song nó lại có một số cá thể mang giá trị vượt trội.\n[[Tập tin:Cattien copper linga.png|nhỏ|trái|200px|Linga đồng.]]\n[[Tập tin:Golden pieces with lotus motif.jpg|nhỏ|phải|200px|Những lá vàng hình hoa sen trong số hàng trăm lá vàng chạm khắc đủ mọi biểu tượng tại Cát Tiên]]\nĐáng chú ý là 265 mảnh [[phù điêu]] bằng [[vàng]] khắc chạm \"mê cung của các thần linh\"<ref>{{Chú thích báo\n | tác giả=Phạm Đức Mạnh\n | url=http:\/\/www.dalat.gov.vn\/web\/baolamdong\/tabid\/572\/Add\/yes\/ItemID\/1666\/categories\/37\/Default.aspx\n | tên bài=Tác phẩm mới: Cát Tiên - mê cung của các thần linh\n | công trình=\n | nhà xuất bản=báo Lâm Đồng\n | ngày=10\/8\/2007\n | ngôn ngữ=vi\n | trích dẫn=''...bảo vật bằng đá và đá bán quý (các tượng thờ Ganesa, Linga, Linga - Yon, mi cửa, cột tiện tròn, bậc thềm, thanh ốp và đá màu…), bằng kim loại như đồng (gương, đĩa, chân đèn…), sắt (giáo, dao, đinh), thiếc và bạc, vàng khắc chạm \"Mê cung của các thần linh\" với các hình tượng sinh động từ \"Tam vị Nhất thể\" Brahma - Vishnu - Shiva...''\n | title=Bản sao đã lưu trữ\n | access-date=2007-08-31\n | archive-date=2007-09-29\n | archive-url=https:\/\/web.archive.org\/web\/20070929092938\/http:\/\/www.dalat.gov.vn\/web\/baolamdong\/tabid\/572\/Add\/yes\/ItemID\/1666\/categories\/37\/Default.aspx\n }}<\/ref> với các hình vẽ ở được người xưa sử dụng phổ biến kỹ thuật vẽ chìm trong vàng và kỹ thuật gò. Các nét vẽ, nét gò mảnh mai, phóng khoáng, hòa nhập vào nhau tạo ra một bức tranh hoàn chỉnh về một thời kỳ rực rỡ, hưng thịnh. Ngoài những mảnh vàng dát mỏng cắt hình bông hoa hoặc khắc chữ cổ được tìm thấy nhiều trong quần thể di tích này, các nhà nghiên cứu còn gặp những mảnh vàng chạm hình người nhiều đầu, nhiều tay và hình người khỉ. Nhận định bước đầu có thể đây là những nhân vật trong sử thi [[Ramayana]] của [[Ấn Độ]] như khỉ thần [[Hanuman]], vua quỷ [[Ravana]]. Một nghi vấn khác liên quan đến [[Phật giáo]] cũng được phát hiện trong một hố thờ chứa đầy tro, đó là tám lá vàng chạm hình voi và rùa xếp ở bốn cạnh và bốn góc cùng một lá vàng chạm hình rắn bảy đầu uốn hình vòng cung. Người ta cho rằng đây có thể là hình tượng rắn bảy đầu bảo vệ di hài Đức Phật. Nhìn tổng thể, đề tài chủ đạo chạm khắc trên các lá vàng bao gồm hình ảnh các thần [[Siva]], [[Umapavati]], [[Brahman|Brahma]], [[tu sĩ]], [[nam thần]], [[nữ thần]], [[vũ nữ]], người dâng lễ, [[chiến binh]]; các chủ đề động vật dưới hình thái [[tôtem giáo|vật tổ]] luôn được tái hiện như [[sư tử]], [[voi]] Airavata, [[lợn rừng]], [[rắn]], [[cá]], [[bò]] Nandin, [[dê]], [[chim]], ngỗng Hamsa v.v.; các đề tài trang trí cung đình với hình sóng nước, hoa lá uốn lượn tự do, cánh [[Họ Sen|sen]] kết dải, hoa dây, ốc xoắn, quả cầu, mặt trăng khuyết, văn tự [[tiếng Phạn|chữ Phạn]] cổ v.v. Các đề tài đều phản ánh đời sống tinh thần của một trung tâm đô thị tôn giáo thuộc một cộng đồng cư dân cổ trong lịch sử Nam Tây Nguyên và Nam Trung Bộ.\n\nMột hiện vật khác cũng khiến nhiều nhà khoa học bất ngờ: chiếc hộp làm bằng [[bạc]] kích thước 18×9&nbsp;cm chạm hình sư tử lông bờm dài được tìm thấy trong hố thờ ở gò 6A của di tích. Chiếc hộp hình oval dài, trên mặt chạm gò một con sư tử trong tư thế nằm soãi mình và xung quanh có hoa văn trang trí với chủ đề rất lạ mà các nhà khoa học khẳng định chưa từng thấy trong bất cứ một di tích khảo cổ nào ở Việt Nam. Đến nay, người trong giới vẫn chỉ phỏng đoán hiện vật xa lạ này có thể đến từ vùng [[Lưỡng Hà]] hoặc [[Trung Á]] (vùng văn hóa [[Đế quốc Quý Sương|Kushana]] thuộc [[Liên Xô]] cũ)<ref name = \"vietnamnet\"\/>.\n[[Tập tin:Mini linga&linga-yoni.jpg|nhỏ|trái|200px|Các loại linga và linga-yoni bằng đồng, vàng, bạc, đá thạch anh rất nhỏ tại Thánh địa Cát Tiên.]]\nTrong số những hiện vật thu thập qua các đợt khảo cổ, đặc sắc nhất và cũng phong phú nhất về chất liệu, kiểu dáng là những bộ sinh thực khí linga, linga-yoni, yoni bằng vàng, bạc, đồng, thạch anh, đá, đất nung v.v. trong đó có những chiếc linga đã được đưa vào [[kỷ lục Guinness]] như: chiếc linga bằng vàng nhỏ nhất Đông Nam Á; chiếc linga đá bán quý [[thạch anh]] nguyên khối lớn nhất Đông Nam Á với [[chiều dài]] 25&nbsp;cm và nặng tới 3,435&nbsp;kg; chiếc linga đồng được tạo tác rất thẩm mỹ phỏng theo phần trụ tròn của những linga đá ba tầng; bộ [[linga-yoni]] bằng đá được đánh giá lớn nhất Đông Nam Á với [[chiều dài]] 2,26m; linga cao 2,1m có đường kính 80&nbsp;cm lớn nhất Việt Nam v.v. Thêm vào đó, có sự xuất hiện dày đặc những chiếc [[áo linga]] trong đó đáng chú ý là chiếc áo linga bằng đồng cao tới 52&nbsp;cm, đường kính 25&nbsp;cm và ba chiếc áo linga bằng đất nung khác lần đầu tiên được tìm thấy trong các di tích thời sơ sử ở Việt Nam. Những chiếc áo linga này đều có nắp, bên trong chứa các linga nhỏ hơn bằng vàng, bạc, đồng và sắt. Sự phong phú của loại hình linga, yoni ở đây phần nào thể hiện sự giao lưu văn hóa của vùng đất này với văn hóa Chămpa, tuy nhiên chúng vẫn mang những nét riêng bản địa thể hiện qua những nét chạm khắc, chất liệu, loại hình linga, yoni rất hiếm hoi có thể tìm thấy ở nơi khác trên thế giới.\n[[Tập tin:Cattien the Uma goddess riding the Mahisa buffalo monster.png|nhỏ|phải|200px|Tượng nữ thần Uma chiến thắng quỷ trâu Mahisa.]]\nTrong số những hiện vật tiêu biểu nhất còn có thể kể đến những viên [[Gạch nung|gạch]] có lỗ chốt và những viên [[ngói]] có móc chốt được liên kết với nhau tạo thành hệ thống thoát nước cho kiến trúc mang đặc trưng rất riêng biệt của cư dân Cát Tiên cổ vùng này. Hay những đồ dùng sinh hoạt bằng gốm mang nhiều đặc điểm của [[văn hóa Óc Eo]] và nhiều mảnh gốm mang đặc điểm của gốm tiền sử Đông Nam Bộ, đặc biệt là những mộ chum gốm, mộ vò gốm với những đồ tùy táng như các bông hoa nhỏ tám cánh bằng kim loại vàng nằm lẫn trong tro cốt.\n\nMột chiếc \"thạch ấn\" ([[ấn triện]] bằng đá) cũng đã đặt ra nhiều giả thiết cho giới nghiên cứu. Theo mô tả tại hiện trường, chiếc \"thạch ấn\" này có dạng hình tròn dẹt, dày từ 2[[xentimét|cm]]–3&nbsp;cm, đường kính 11&nbsp;cm, phía trên có tay cầm (quai tròn). Đặc biệt, mặt dưới có khắc những hình thù, đường nét rất lạ mà các nhà khoa học hiện đang đặt câu hỏi rằng đó có phải là cổ tự của cư dân chủ nhân Cát Tiên hay không. Từ đây, một câu hỏi được đặt ra: có phải đây là một con triện của cư dân cổ, và là con triện – thạch ấn – duy nhất của cổ dân được tìm thấy ở Việt Nam và Đông Nam Á?\n\nMột kỷ lục khác thuộc về thánh địa này là [[máng nước thiêng]] (somasutra) dài 5,76m và rộng 40&nbsp;cm nằm không xa gò số 6, dài nhất trong số máng nước thiêng được biết đến trong các di tích ảnh hưởng văn hóa [[Ấn Độ]] ở Việt Nam và [[Đông Nam Á]]<ref name=\"vietnamnet\"\/>. Các nhà khoa học cho biết, mỗi khi hành lễ nước sẽ được dội lên ngẫu tượng linga-yoni phía trong tháp, hóa thành nước thánh chảy ra máng nước thiêng và từ đó được sử dụng để xức hoặc rắc lên mình các [[tín đồ]], mang lại sự an lành, may mắn, đông con nhiều cháu. Cùng với máng nước này là hệ thống dẫn nước được xây bằng gạch có lòng máng rộng khoảng 40&nbsp;cm và chiều sâu 30&nbsp;cm chạy dọc theo hướng Đông–Tây, kéo dài hơn 100m với chức năng phân phối \"nước thánh\" đến tất cả các đền tháp và đền mộ trong thánh địa.\n\n== Di tích lịch sử văn hóa ==\n[[Tập tin:Cat Tien's research.jpg|nhỏ|phải|200px|Hình ảnh một số nghiên cứu khoa học, lễ trao bằng di tích lịch sử văn hóa cấp quốc gia và hội thảo về Thánh địa Cát Tiên.]]\nThánh địa Cát Tiên được công nhận là Di tích lịch sử văn hoá cấp quốc gia từ năm 1997. Từ đó đến nay, tỉnh Lâm Đồng, [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa - Thông tin]] và [[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa học Xã hội Việt Nam]] đã đầu tư hơn 4 tỷ đồng để tiến hành các cuộc khai quật khảo cổ, làm mái che và hàng rào bảo vệ. Tuy nhiên, theo lời ông Huỳnh Văn Đẩu, phó chủ tịch Ủy ban Nhân dân huyện Cát Tiên bộc bạch, [[vườn quốc gia Cát Tiên]] nói chung và khu Thánh địa Cát Tiên nói riêng vẫn đang ngủ yên chờ được đánh thức để nơi đây trở thành một khu [[du lịch sinh thái]] và du lịch [[văn hóa]] [[tâm linh]]. Ông cũng bày tỏ bức xúc: \"Di chỉ khảo cổ học Cát Tiên là tài sản hết sức quý giá về văn hóa, không chỉ của riêng Lâm Đồng. Thế nhưng, sau 8 lần tiến hành khai quật vẫn chưa có kết luận chính thức nào thuyết phục. Việc phục chế tái tạo toàn bộ hệ thống di tích, thánh địa, giữ gìn và bảo tồn những hiện vật đã phát hiện vẫn chưa được quan tâm đúng mức\"<ref>{{Chú thích web|url=http:\/\/www.mofa.gov.vn\/quocte\/12,04\/cat%20tien%20dulich12,04.htm|tiêu đề=Bao giờ du lịch Cát Tiên phát triển?|nhà xuất bản=Báo Một thế giới|ngày truy cập=Ngày 3 tháng 2 năm 2016|archive-date=2004-12-20|archive-url=https:\/\/web.archive.org\/web\/20041220054649\/http:\/\/www.mofa.gov.vn\/quocte\/12,04\/cat%20tien%20dulich12,04.htm|url-status=bot: unknown}}<\/ref>. Cùng nhận định như trên, [[tiến sĩ]] khảo cổ học Bùi Chí Hoàng cũng bức xúc: \"Tầm vóc và giá trị khoa học của khu di tích Cát Tiên và thời gian đầu tư nghiên cứu nó là chưa tương thích\"<ref name=\"vietnamnet\"\/>.\n\nNhững gì khai quật được mới là một phần rất nhỏ trong quần thể di tích này. Giá trị văn hóa và những bí ẩn đầy sức hấp dẫn của vùng đất thiêng này, theo giáo sư [[Trần Quốc Vượng]], không kém gì khu [[thánh địa Mỹ Sơn]]<ref name=\"vietnamebassy2\">{{Chú thích web|url=http:\/\/viet.vietnamembassy.us\/tintuc\/story.php?d=20010325144104|tiêu đề=Bí ẩn Thánh địa Cát Tiên, Lâm Đồng|nhà xuất bản=Vietnamebassy|ngày truy cập=Ngày 3 tháng 2 năm 2016|archive-date=2007-08-29|archive-url=https:\/\/web.archive.org\/web\/20070829030906\/http:\/\/viet.vietnamembassy.us\/tintuc\/story.php?d=20010325144104|url-status=dead}}<\/ref>. Bằng cách nào để đọc được những thông điệp của người xưa để lại, để bảo tồn và phát huy tốt những giá trị to lớn khu di sản này, đó là điều được nhiều người quan tâm. Tại cuộc hội thảo về khu di tích khảo cổ học Cát Tiên tổ chức đầu tháng 3 năm 2001, các nhà khoa học đều khẳng định Nhà nước cần đầu tư cho công tác khai quật bởi lẽ ở dưới lòng đất đang còn rất nhiều điều bí ẩn cần được giải mã để có cái nhìn đầy đủ và sâu hơn cho một kết luận thật chính xác về khu thánh địa này, đặc biệt là những chứng cứ đủ thuyết phục về chủ nhân của nó. Tuy nhiên đến thời điểm khai quật lần thứ 8 năm 2006, giới khảo cổ lại tỏ ra thận trọng khi phát ngôn với báo giới về kết quả nghiên cứu cũng như hướng nghiên cứu, khảo sát thánh địa tương lai. Đồng thời họ cũng cho rằng do công tác bảo quản di vật hiện còn nhiều khó khăn, không nên tiếp tục khai quật mà, như ý kiến của tiến sĩ [[Phạm Quốc Quân]] Giám đốc [[Bảo tàng Lịch sử Việt Nam]], trước mắt chỉ nên cố gắng tư liệu hóa một cách cao nhất những gì thu được<ref>{{Chú thích web|url=http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=95175&ChannelID=7|tiêu đề=Huyền bí Thánh địa Cát Tiên|nhà xuất bản=Báo Tiền phong|ngày truy cập=Ngày 3 tháng 2 năm 2016|archive-date=2007-09-12|archive-url=https:\/\/web.archive.org\/web\/20070912051018\/http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=95175&ChannelID=7|url-status=bot: unknown}}<\/ref>.\n[[Tập tin:Hien truong khai quat.jpg|nhỏ|phải|200px|Một số hình ảnh hiện trường khai quật lò nung gạch tại ngoại biên khu thánh địa.]]\nNgày 29 tháng 12 năm 2006, Sở Văn hóa Thông tin tỉnh Lâm Đồng cho biết [[Hội đồng di sản Quốc gia Việt Nam|Hội đồng di sản Quốc gia]] đã thông qua chương trình lập đề án quy hoạch Thánh địa Cát Tiên từ năm 2006 đến năm 2010 với tổng kinh phí đầu tư xây dựng khoảng 137 tỷ đồng<ref>{{Chú thích web|url=http:\/\/www.vnmedia.vn\/NewsDetail.asp?Catid=58&NewsId=76739|tiêu đề=Sẽ quy hoạch tổng thể Thánh địa Cát Tiên|nhà xuất bản=VN Media|ngày truy cập=Ngày 3 tháng 2 năm 2016|archive-date=2007-09-27|archive-url=https:\/\/web.archive.org\/web\/20070927003243\/http:\/\/www.vnmedia.vn\/NewsDetail.asp?Catid=58&NewsId=76739|url-status=bot: unknown}}<\/ref>. Theo đề án, diện tích quy hoạch dự kiến sẽ rộng 100ha và vùng lõi sẽ nằm tại khu di chỉ xã Quảng Ngãi. Trong đó vùng lõi khu vực 1 rộng 28ha, khu vực 2 rộng 35ha, khu vực 3 rộng 43ha. Đồng thời Hội đồng di sản Quốc gia cũng tiến hành triển khai lập hồ sơ trình [[Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chính phủ]] đề nghị [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] xét công nhận Di tích Cát Tiên là [[Di sản thế giới|Di tích lịch sử văn hoá thế giới]]<ref>{{Chú thích web|url=http:\/\/www.ktdt.com.vn\/newsdetail.asp?NewsId=20141&CatId=22|tiêu đề=Lâm Đồng đưa dấu ấn Thánh địa Cát Tiên ra Hà Nội|nhà xuất bản=Báo Kinh tế và Đô thị|ngày truy cập=Ngày 3 tháng 2 năm 2016|archive-date=2007-09-28|archive-url=https:\/\/web.archive.org\/web\/20070928021150\/http:\/\/www.ktdt.com.vn\/newsdetail.asp?NewsId=20141&CatId=22|url-status=bot: unknown}}<\/ref><ref name=\"tuoitre\">{{Chú thích web|url=http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=88673&ChannelID=10|tiêu đề=Mang “Thánh địa Cát Tiên” ra Hà Nội|ngày truy cập=Ngày 3 tháng 2 năm 2016|nhà xuất bản=Tuổi trẻ|archive-date=2007-09-29|archive-url=https:\/\/web.archive.org\/web\/20070929125718\/http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=88673&ChannelID=10|url-status=bot: unknown}}<\/ref>.\n\nTrong một động thái nhằm thực hiện cuộc tổng quảng bá đầu tiên về giá trị bí ẩn của quần thể di tích khảo cổ học nổi tiếng này, tỉnh Lâm Đồng đã cho phép Bảo tàng Lâm Đồng đưa hiện vật khảo cổ của Thánh địa Cát Tiên ra khỏi tỉnh, trưng bày tại [[Hà Nội]]<ref name=\"tuoitre\"\/>. Cuộc quảng bá mang tên \"Cổ vật Cát Tiên-dấu ấn của một di tích huyền thoại\" được triển lãm trong vòng 8 tháng từ ngày 28 tháng 8 năm 2007 đến hết tháng 4 năm 2008 tại Bảo tàng Lịch sử Việt Nam.\n\n== Xem thêm ==\n* [[Thánh địa Mỹ Sơn]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{Commons|Cát Tiên sanctuary}}\n* [http:\/\/viet.vietnamembassy.us\/tintuc\/story.php?d=20010325144104 Bí ẩn Thánh địa Cát Tiên, Lâm Đồng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070829030906\/http:\/\/viet.vietnamembassy.us\/tintuc\/story.php?d=20010325144104 |date=2007-08-29 }} 25\/3\/2001\n* [http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/153827\/Ven-man-bi-mat-ve-nhung-den-thap-co.html Vén màn bí mật về những đền tháp cổ ở Cát Tiên], Nguyễn Hàng Tình, [[tuổi Trẻ (báo)|báo Tuổi Trẻ]], 3\/8\/2006\n* [http:\/\/www.toquoc.gov.vn\/vietnam\/viewNew.asp?newsId=11990&topicId=0&zoneId=52 Lâm Đồng: 137 tỷ đồng để quy hoạch tổng thể Thánh địa Cát Tiên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927220017\/http:\/\/www.toquoc.gov.vn\/vietnam\/viewNew.asp?newsId=11990&topicId=0&zoneId=52 |date=2007-09-27 }}\n* [http:\/\/www.monre.gov.vn\/v35\/default.aspx?tabid=428&cateID=24&id=14953&code=1ODJT14953 Vườn Quốc gia Cát Tiên-tiềm năng chờ được đánh thức]{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}, Phan Văn Đông, 20\/6\/2006\n* [http:\/\/www.vnmedia.vn\/NewsDetail.asp?Catid=58&NewsId=76739 Sẽ quy hoạch Thánh địa Cát Tiên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927003243\/http:\/\/www.vnmedia.vn\/NewsDetail.asp?Catid=58&NewsId=76739 |date=2007-09-27 }}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=88673&ChannelID=10 Mang \"Thánh địa Cát Tiên\" ra Hà Nội]\n\n{{Di tích quốc gia đặc biệt}}\n{{coord|11|31|42|N|107|23|56|E|format=dms|display=title}}\n\n[[Thể loại:Di sản văn hóa Việt Nam]]\n[[Thể loại:Di tích khảo cổ Việt Nam]]\n[[Thể loại:Văn hóa Tây Nguyên]]\n[[Thể loại:Cát Tiên]]\n[[Thể loại:Bài Việt Nam chọn lọc]]\n[[Thể loại:Di tích tại Lâm Đồng]]"}