{"38937":"'''Thác Trinh Nữ''' là một [[thác|thác nước]] trên dòng [[sông Krông Nô]] - một [[phụ lưu]] của [[sông Sêrêpôk]], thuộc huyện [[Cư Jút]], tỉnh [[Đắk Nông|Đăk Nông]]. [[Sông Krông Nô]] là ranh giới tỉnh [[Đắk Nông|Đăk Nông]] với tỉnh Đắk Lắk.\n\n==Địa điểm==\nThác nằm cách trung tâm huyện Cư Jút khoảng 3&nbsp;km, và cách thành phố [[Buôn Ma Thuột] khoảng 20&nbsp;km theo quốc lộ 14.\nHiện thác đang được công ty Du lịch Đắk Lắk tổ chức khai thác với nhiều các dịch vụ du lịch đa dạng kèm theo.\n\n==Về tên thác==\nTương truyền rằng cái tên của thác “Trinh Nữ” được bắt nguồn từ một câu chuyện dân gian kể về tình yêu của một thiếu nữ bản địa. Vì tình yêu trắc trở, cô đã gieo mình xuống dòng nước để giữ trọn tình yêu. Cảm động trước hành động của cô gái, người dân quanh vùng đã đặt tên thác là “Trinh Nữ”.\nCũng có một huyền thoại khác là hàng năm đều có một cô gái chết đuối ở đây và người ta chiêm nghiệm thấy rất đúng (Thực chất do đây là một đoạn sông rất nguy hiểm, những tảng đá lớn và dòng sông chảy xiết làm nên nét riêng của thác chính là những cái bẫy chết người khiến hàng năm ở đây đều có người chết đuối).\n==Đặc điểm==\nThác Trinh Nữ không phải là một thác đẹp do không có dòng thác đổ từ trên cao xuống vì thực chất đây chỉ là một [[ghềnh]] sông có dòng chảy tương đối hiền hòa vào [[mùa khô]] nhưng thật hung dữ vào [[tây Nguyên|mùa mưa Tây nguyên]]. Thác rất đặc biệt với những tảng đá [[bazan dạng cột]] to lớn màu đen có tuổi địa chất từ 2 đến 5 triệu năm giữa dòng sông hoặc nhô ra từ bờ. Hiện nay [[Bảo tàng Địa chất]] đang tiến hành làm các thủ tục cần thiết để xin [[Chính phủ Việt Nam]] công nhận khu vực đá bazan ở thác Trinh Nữ là di sản địa chất và tiến hành xây dựng một công viên địa chất tại đây.\nĐây cũng là một địa điểm du lịch được tổ chức khai thác và đầu tư tương đối tốt nhất trong vùng.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Đắk Lắk}}\n\n[[Thể loại:Buôn Ma Thuột]]\n[[Thể loại:Cư Jút]]\n[[Thể loại:Sông Sêrêpôk]]\n[[Thể loại:Du lịch Đắk Lắk]]\n[[Thể loại:Du lịch Đắk Nông]]\n\n{{Du lịch Đắk Nông}}\n{{Thác nước Việt Nam}}"}