{"361013":"'''Thác Cửa Thần''' hay còn gọi là '''thác Ba Tầng''' là một thác nước trên [[suối Cam Ly]] thuộc địa phận xã [[Tà Nung]], [[Đà Lạt]], [[Lâm Đồng]] <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-cb01 >Bản đồ tỷ lệ 1:50.000 tờ C-49-1-B. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref>.\n\nĐộ cao của thác chừng 15 mét, ngày đêm cuồn cuộn xối xả tạo nên một dòng suối bạc trắng, nhìn tựa như chòm râu của vị thần. Vượt qua thác Cửa Thần, ở phía bên trái đỉnh thác Cửa Thần, từ khu rừng nguyên sinh có một nhánh suối dẫn nước về hòa nhập dòng suối chính, nguồn nước trong lành thả mình dạt dào trên nền đá hoa cương được thiên nhiên sắp xếp thành ba tầng, [[Người Cơ Ho|người K'Ho Srê]] gọi là Liang Pe Knũ - thác Ba tầng.\n\n== Truyền thuyết==\nChuyện kể rằng vùng đất này xưa kia được bà con [[Người Cơ Ho|bộ tộc Srê]] chọn làm nơi sinh sống, họ sống du canh du cư. Có lần đến mùa giáp hạt, thiếu cái ăn, cả Bon (Bon là đơn vị cư trú của [[Người Cơ Ho|người Srê]]) phải sống trong cảnh đói nghèo.\n\nVới trách nhiệm của mình, vị già làng đã một mình lặn lội khắp núi rừng để săn bắt, kiếm cái ăn cứu sống con em Bon. Sau nhiều ngày vất vả không kiếm được gì, già làng dừng chân, gối đầu lên tảng đá bên dòng thác cuồn cuộn để lấy lại sức.\n\nBỗng ông ta phát hiện một vị thần chói lọi đứng trên đỉnh cao của thác từ lúc nào không hay! Vị thần đã dẫn già làng xuống vách núi được tạo dựng bởi hai bờ đá cao thẳng đứng, nhìn từ trên cao ta có cảm tưởng như một cánh cửa đá khổng lồ vừa được hé mở. Vừa qua hết vách đá là một hồ nước khá rộng… vị thần bỗng dưng biến mất!\n\nTại đây, già làng đã bắt được rất nhiều cá mang về kịp thời cứu đói cho Bon. Kể từ đó bà con [[Người Cơ Ho|bộ tộc Srê]] gọi dòng thác này là Liang Mpông Yàng - có nghĩa là Thác Cửa Thần. Dòng thác có độ cao khoảng 15m, ngày đêm cuồn cuộn xối xả tạo nên một dòng suối bạc trắng, nhìn tựa như chòm râu của vị thần đã cứu dân.\n\n==Tham khảo==\n{{tham khảo |25em}}\n\n== Xem thêm ==\n* [[Thác Ba Tầng]]\n* [[Người Cơ Ho]]\n\n{{sơ khai Lâm Đồng‎‎‎}}\n\n{{Du lịch Lâm Đồng}}\n{{Thác nước Việt Nam}}\n\n[[Thể loại:Du lịch Đà Lạt]]"}