{"39603":"__NOTOC__ {{Location map | Vietnam| width = 200| float = right\n| relief = yes\n| label = ''Thác Đray Sáp''\n| position = bottom\n| lat_deg = 12.538567\n| lon_deg = 107.889975\n}}{{coord| 12.538567| 107.889975| type:landmark| format= dms| display= title}}\n{{bài cùng tên|Đray Sáp}}\n'''Thác Đray Sáp''' hay '''[[Thác Dray Sap]]''' là [[thác]] trên dòng [[sông Sêrêpôk|Serepôk]] ở vùng đất xã [[Đăk Sôr]], huyện [[Krông Nô]], tỉnh [[Đắk Nông]], Việt Nam.<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-da84 >Bản đồ tỷ lệ 1:50.000 tờ D-48-84-D. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref name =DrSap-Tng >[https:\/\/tintaynguyen.com\/topic\/thac-dray-sap\/ Tin tức Thác Đray Sáp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190827073548\/https:\/\/tintaynguyen.com\/topic\/thac-dray-sap\/ |date=2019-08-27 }}. Tin Tây Nguyên, 2019. Truy cập 22\/08\/2019.<\/ref><ref name =DrSap-danviet >[http:\/\/danviet.vn\/que-nha\/kham-pha-khu-thac-dray-sap-hoang-so-va-ky-vi-652023.html Khám phá Khu thác Đray Sáp hoang sơ và kỳ vĩ]. Danviet Online, 02\/01\/2016. Truy cập 22\/08\/2019.<\/ref>\n\nThác Đray Sáp còn có tên gọi nữa là '''thác Chồng'''. Thác ở cách thành phố [[Buôn Ma Thuột]] chừng 30&nbsp;km về hướng Nam. Cách thác Đray Sáp không xa là [[thác Đray Nur]] (hay thác Vợ) {{coord| 12.541851| 107.889689| type:landmark| format= dms| name = thác Đray Nur}} thuộc địa phận tỉnh [[Đắk Lắk|Đăk Lăk]]. Phía thượng nguồn chừng 3,5 km là [[Thác Gia Long]] {{coord| 12.527781| 107.913664| type:landmark| format= dms| name = Thác Gia Long}}.\n\nTheo [[tiếng Ê Đê]], ''Dray Sap'' có nghĩa là \"thác khói\" (''dray'': thác, ''sap'': Khói), bởi lẽ dòng nước từ trên cao đổ xuống thung lũng tạo thành một khối lớn bụi nước bay là như màu sương khói.\n\n<center><gallery heights=\"120px\" mode=\"packed\">\nHình:Draysap01.JPG|\nHình:Draysap02.JPG|\nHình:Draysap03.JPG|\n<\/gallery>Thác Dray Sáp ở [[Đắk Nông]]<\/center>\n==huyền thoại==\nTruyền thuyết kể rằng, xưa kia ở Đăk Lăk, dòng [[sông Sêrêpôk]] chỉ mới là một dòng nước bình thường, chảy quanh thôn làng. Và rồi, ở nơi hai bên bờ sông, một đôi nam nữ đã đem lòng yêu thương nhau, nhưng tình yêu của họ không chỉ bị ngăn cách bởi dòng sông, mà còn bị cấm đoán bởi hai gia đình. Quá đau khổ, trong một đêm tĩnh lặng, đôi tình nhân cùng nhau gieo mình xuống dòng nước để mãi mãi bên nhau. Thời khắc ấy, từ đâu gió to sóng lớn nổi lên cơn thịnh nộ, chia tách sông Sê-rê-pôk thành hai nhánh, mà sau này người dân hay gọi là nhánh sông đực và nhánh sông cái. Dòng chảy của nhánh sông đực đã tạo ra thác Dray Sap và dòng chảy của nhánh sông cái chính là hiện thân của thác Dray Nur\n\n==Hệ thống thác Đray Sáp==\nĐray Sáp là một hệ thống gồm ba thác ngoạn mục. Dòng sông Sê-rê-pốk từ thượng nguồn đổ xuống tới đây và được chia làm ba tầng. Trước đây du khách thường chỉ đến thác đầu tiên sau khi xuống được các bậc cấp đá. Vào mùa mưa nước đổ dữ dội, bụi nước bắn tung lên lan rộng cả một vùng đến ngàn mét vuông. Ngoài Đray Sáp, còn có hai thác nữa nằm bên kia dòng đổ của thác chính. Khi qua khỏi cầu treo du khách sẽ đến một vùng đất cao thoáng đãng. Đây là một đảo nằm giữa hai dòng thác của hệ thống Đray Sáp. Đó là thác Đray Nu (thác Hầm), cao chừng 12 m, gồm hai dòng nước đổ giữa cảnh quan hùng vĩ và thơ mộng giữa chốn đại ngàn.\n\nCách thác Đray Nu chừng 100 m là thác lớn, cũng thuộc hệ thống Đrayp Sáp. Thác này cũng có độ cao 12 m nhưng rộng đến 140 m luôn tung bụi nước mịn như sương khói.\n\nNgày nay, Đray Sáp trở thành điểm tham quan du lịch ở [[Tây Nguyên]]. Tất cả các tour du lịch về Đăk Lăk - Buôn Ma Thuột đều ghé lại đây nghỉ ngơi.\n\n==Chú thích==\n{{Tham khảo|27em}}\n\n==Xem thêm==\n*[[Công viên địa chất Đắk Nông]]\n\n{{Sơ khai Đắk Nông}}\n\n{{Du lịch Đắk Nông}}\n{{Thác nước Việt Nam}}\n\n[[Thể loại:Sông Sêrêpôk]]\n[[Thể loại:Krông Nô]]"}