{"7885108":"'''Thân Lợi''' ([[chữ Hán]]: 申利; ?-[[1141]] hoặc [[1139]]) là thủ lĩnh cầm đầu một cuộc nổi dậy chống lại triều đình [[nhà Lý]] thời [[Lý Anh Tông]] trong [[lịch sử Việt Nam]].\n\n==Thân thế==\nTheo [[Đại Việt sử ký toàn thư]], Thân Lợi vốn là thày bói. Ông tự xưng là con của vua [[Lý Nhân Tông]]<ref name=\"ReferenceA\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html Đại Việt sử ký toàn thư, bản kỷ quyển 4]<\/ref><ref>Ngô Thì Sĩ, sách đã dẫn, tr 334<\/ref>.\n\nSử gia [[Ngô Thì Sĩ]] thời [[Lê trung hưng]] dẫn lời Quảng Tây suý ty nhà Nam Tống tâu lên vua Tống rằng vua Lý Nhân Tông có người con của cung thiếp sinh ra, nhưng Nhân Tông không nhận, mà lập cháu là Dương Hoán làm người kế vị. Khi Dương Hoán lên ngôi ([[Lý Thần Tông]]), người con ấy chạy sang nước [[Đại Lý]], đổi họ là Triệu, tên là Trí Chi, tự xưng là Nam Bình Vương. Năm [[1139]], Thần Tông mất, Triệu Trí Chi bèn trở về tranh ngôi với Anh Tông, xin mượn quân của nhà Tống. Quan tỉnh Quảng Tây đem việc ấy tâu lên, vua Tống từ chối. Ngô Thì Sĩ căn cứ vào hành trạng của cả Thân Lợi và Triệu Chí Tri phỏng đoán rằng Triệu Trí Chi và Thân Lợi chỉ là một người, khi trần tình để xin viện binh của nhà Tống thì nói dối là con Nhân Tông để lừa nhà Tống<ref name=\"ReferenceB\">Ngô Thì Sĩ, sách đã dẫn, tr 335<\/ref>.\n\n==Đánh bại quân nhà Lý==\nNăm 1138, [[Lý Thần Tông]] qua đời khi còn trẻ, thái tử Thiên Tộ mới lên 3 tuổi nối ngôi, tức là [[Lý Anh Tông]]. Nhân lúc vua Lý còn nhỏ, triều đình do Lê thái hậu và ngoại thích chấp chính, năm 1140, Thân Lợi mang thuộc hạ theo đường thủy đến châu Thái Nguyên, từ châu Tây Nông<ref>Đều thuộc Thái Nguyên hiện nay<\/ref> kéo ra, qua châu Lục Lệnh, vào chiếm châu Thượng Nguyên và châu Hạ Nông, thu nạp những người trốn tránh, chiêu mộ thổ binh, cùng mưu khởi binh chống Lý Anh Tông. Sử sách ghi nhận thuộc hạ của ông có hơn 800 người<ref name=\"ReferenceA\"\/>.\n\nTháng giêng năm [[1141]], Thân Lợi tự xưng là Bình Vương. Ông lập vợ cả, vợ lẽ làm hoàng hậu và phu nhân, phong con làm vương hầu, cho thuộc hạ quan tước theo thứ bậc khác nhau. Lúc đó lực lượng của Thân Lợi có hơn 1000 người. Những người nổi dậy đi đến đâu nói phao là Thân Lợi giỏi dùng binh để uy hiếp người dân ở miền biên giới. Người các khe động dọc biên giới đều khiếp sợ, không dám chống lại ông<ref name=\"ReferenceA\"\/><ref name=\"ReferenceB\"\/>.\n\nTháng 2 năm 1140, quan trấn giữ biên giới của nhà Lý dâng thư cáo cấp về triều đình. Triều đình ban chiếu sai Gián nghị đại phu Lưu Vũ Xứng đem quân đi đường bộ, Thái phó Hứa Viêm đem quân ngược đường thủy để tiến đánh Thân Lợi. Lưu Vũ Xứng sai tướng tiên phong là Thị vệ đô Tô Tiệm và Chủ đô trại Tuyên Minh là Trần Thiềm đem quân đi trước, đóng ở sông Bác Đà<ref>Một đoạn của sông Cầu<\/ref>. Vừa lúc đó thủy quân của Thân Lợi tiến đến, hai bên cùng giao chiến. Thân Lợi đánh bại và giết chết Tô Tiệm tại trận.\n\nTuy thắng trận, Thân Lợi vẫn lui về giữ châu Thượng Nguyên, đắp đồn ải ở huyện Bác Nhự để chống lại quân nhà Lý. Nghe tin tướng nhà Lý là Lưu Vũ Xứng đánh hạ được ải Bác Nhự, tiến đến Bồ Đinh<ref>Thuộc địa phận Bắc Kạn<\/ref>, Thân Lợi lại mang thủy quân ra giao chiến, đánh nhau với quân triều đình một trận lớn. Ông lại đại thắng Lưu Vũ Xứng, giết chết quá nửa quân triều đình. Lưu Vũ Xứng đại bại mang tàn quân rút về kinh thành Thăng Long<ref name=\"ReferenceA\"\/>.\n\nTháng 4 năm [[1140]], Thân Lợi ra chiếm châu Tây Nông, sai người ở các châu Thượng Nguyên Tuyên Hóa<ref>Tức huyện Định Hóa, tỉnh Bắc Kạn<\/ref>, Cảm Hóa<ref>Phía bắc tỉnh Bắc Kạn<\/ref>, Vĩnh Thông<ref name=\"Thuộc tỉnh Bắc Kạn\">Thuộc tỉnh Bắc Kạn<\/ref>, đánh lấy phủ Phú Lương<ref name=\"Thuộc tỉnh Bắc Kạn\"\/>. Thân Lợi chiếm giữ phủ trị, ngày đêm tập hợp lực lượng mưu đánh vào kinh thành Thăng Long.\n\n==Thất bại==\nTriều đình nhà Lý cử ngoại thích là thái úy [[Đỗ Anh Vũ]] đem quân đi đánh Thân Lợi.\n\nTháng 5 năm [[1141]], Thân Lợi kéo quân về đánh [[Thăng Long]], đóng ở Quảng Dịch, gặp quân của Đỗ Anh Vũ. Hai bên giao chiến một trận lớn. Thân Lợi bại trận, quân của ông bị chết rất nhiều. Anh Vũ sai chém lầy đầu bêu lên ở cạnh đường suốt từ quan Bình Lỗ<ref>Tức sông Cà Lồ<\/ref> đến sông Nam Hán<ref name=\"ReferenceA\"\/><ref name=\"ReferenceC\">Ngô Thì Sĩ, sách đã dẫn, tr 336<\/ref>.\n\nSau đó Thân Lợi tiếp tục bại trận, các thuộc hạ chủ yếu của ông gồm thủ lĩnh châu Vạn Nhai<ref>Huyện Võ Nhai, tỉnh [[Thái Nguyên]]<\/ref> là Dương Mục và thủ lĩnh động Kim Kê là Chu Ái bị Đỗ Anh Vũ bắt sống, đóng cũi giải về Thăng Long. Thân Lợi chỉ chạy thoát một mình về châu Lục Lệnh.\n\nNgày 1 tháng 10 năm 1141, [[Đỗ Anh Vũ]] mang quân đánh châu Lục Lệnh. Thân Lợi bại trận, thuộc hạ của ông hơn 2.000 người bị bắt. Ông trốn sang châu Lạng thì bị Thái phó [[Tô Hiến Thành]] bắt được, giao cho Anh Vũ đóng cũi giải về [[Thăng Long]].\n\nSau đó triều đình giao cho quan Đình úy xét tội Thân Lợi. Án xét xong, vua [[Lý Anh Tông]] ngự điện Thiên Khánh xử tội Thân Lợi và những người đồng mưu, 20 người đều bị xử chém<ref name=\"ReferenceA\"\/><ref name=\"ReferenceC\"\/>. \n\nThân Lợi khởi binh được một năm, từ tháng 10 năm [[1140]] đến tháng 10 năm [[1141]] thì thất bại. Sách ''Đại Việt sử lược'' chép cuộc nổi dậy của ông nổ ra sớm hơn và ông bị xử tử năm [[1139]]. Ngoài 20 người thuộc hạ thân tín của ông bị xử chém, có 400 người bị xử án lưu đày. Đến cuối năm 1142, Thái phó [[Tô Hiến Thành]] dẫn việc nhân của đời vua [[Nghiêu]], [[Thuấn]], nên tha tội cho những người bị xử lưu đày. Lý Anh Tông nghe theo, tha tội cho những người đồng đảng bị tội lưu đày của Thân Lợi<ref name=\"ReferenceD\">Khâm định Việt sử thông giám cương mục, Chính biên quyển 4<\/ref>. [[Nhà Lý]] vẫn tiếp tục áp dụng chính sách vừa đàn áp vừa phủ dụ để tạo ra sự quy thuận đối với vùng biên, đảm bảo an ninh quốc gia [[Đại Việt]]<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 210<\/ref>. Cuộc khởi nghĩa Thân Lợi được các sử gia đánh giá là mốc đánh dấu phản ánh những bất ổn trong đời sống xã hội và sự khống chế miền biên của nhà Lý bắt đầu suy yếu, làm cho nhà Lý rơi vào khủng hoảng<ref>Nguyễn Quang Ngọc, sách đã dẫn, tr 211<\/ref>.\n\n==Xem thêm==\n* [[Lý Anh Tông]]\n* [[Đỗ Anh Vũ]]\n* [[Tô Hiến Thành]]\n\n==Tham khảo==\n* [[Đại Việt sử lược]]\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử thông giám cương mục]]\n* [[Việt sử tiêu án]]\n* [[Ngô Thì Sĩ]] (2011), ''Đại Việt sử ký tiền biên'', Nhà xuất bản Văn hóa thông tin\n* Nguyễn Quang Ngọc chủ biên ([[2010]]), ''Vương triều Lý'', Nhà xuất bản Hà Nội\n\n== Chú thích ==\n{{Tham khảo|30em}}\n \n{{Thời gian sống|mất=1141}}\n\n[[Thể loại:Quân nổi dậy Việt Nam]]\n[[Thể loại:Năm sinh không rõ]]"}