{"523652":"{{Thông tin tu sĩ Phật giáo\n| tiền tố = [[Hòa thượng]]\n| tên = Thích Thanh Tứ\n| tên gốc = 釋清賜\n| hình = The President, Smt. Pratibha Devisingh Patil with the Chairman of Budhists in Vietnam, Mr. Vent Thich Thanh Tu during her visit to Tran Quac Pagoda, in Hanoi, Vietnam on November 28, 2008.jpg\n| chú thích hình = [[Tổng thống Ấn Độ|Tổng thống Ân Độ]] [[Pratibha Patil]] hội kiến Thiền sư Thích Thanh Tứ tại [[chùa Trấn Quốc]], năm [[2008]]\n| pháp danh = \n| pháp tự = \n| pháp hiệu = \n| tôn giáo = \n| trường phái = \n| tông phái = \n| ngày xuất gia = 1939\n| nơi xuất gia = chùa Đống Long<br>[[Hưng Yên]]\n| thọ giới = Sa di\n| ngày thọ giới = 1939\n| nơi thọ giới = chùa Đống Long<br>[[Hưng Yên]]\n| thọ giới 2 = Tỳ kheo\n| ngày thọ giới 2 = 1947\n| nơi thọ giới 2 = chùa Pháp Quang<br>Tân Minh, Thường Tín, Hà Nội\n| ngày hoàn tục = \n| nơi hoàn tục = \n| chức vụ = Phó chủ tịch<br>Hội đồng trị sự<br>[[Giáo hội Phật giáo Việt Nam]]\n| bắt đầu = 1997\n| kết thúc = 2011\n| trưởng chức vụ = Chủ tịch\n| trưởng viên chức = [[Thích Trí Tịnh]]\n| chức vụ 2 = Viện trưởng<br>Học viện Phật giáo Việt Nam tại Hà Nội\n| bắt đầu 2 = 2001\n| kết thúc 2 = 2011\n| kế nhiệm 2 = [[Thích Thanh Đạt]]\n| vị trí 2 = [[Học viện Phật giáo Việt Nam]]<br>[[Hà Nội]]\n| tên khai sinh = Trần Văn Long\n| ngày sinh = 1927\n| nơi sinh = Song Mai, Kim Động, Hưng Yên\n| ngày mất = {{ngày mất và tuổi|2011|11|26|1927}}\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| cha = Trần Văn Đáo\n| mẹ = Nguyễn Thị Trỏ\n| học vấn = \n| quốc tịch = {{VIE}}\n| huân chương = {{HCVN|Hồ Chí Minh|0|1|Kháng chiến|0|2|Độc lập|2|1|Đại đoàn kết dân tộc|0|1}}\n}}\n\n[[Hòa thượng]] '''Thích Thanh Tứ''' ([[1927]] – [[26 tháng 11]] năm [[2011]]) là một trong những lãnh đạo của [[Giáo hội Phật giáo Việt Nam]], nguyên Phó chủ tịch thường trực Hội đồng Trị sự, nguyên là trụ trì [[chùa Bái Đính]] ([[Ninh Bình]]). Hòa thượng cũng là một chính khách, là Đại biểu Quốc hội khóa 11, 12<ref>{{chú thích web|url=http:\/\/dbqh.na.gov.vn\/XII\/Daibieu.aspx|publisher=[[Quốc hội Việt Nam]]|title=Danh sách Đại biểu Quốc hội khóa XII|accessdate=ngày 6 tháng 9 năm 2012|archive-date=2016-03-14|archive-url=https:\/\/web.archive.org\/web\/20160314172223\/http:\/\/dbqh.na.gov.vn\/XII\/Daibieu.aspx|url-status=dead}}<\/ref> và được Nhà nước Việt Nam tặng thưởng [[Huân chương Hồ Chí Minh]].\n\n==Thân thế==\nSư thế danh là '''Trần Văn Long''', sinh năm 1927 tại thôn Miêu Nha, xã Song Mai, huyện [[Kim Động]], tỉnh [[Hưng Yên]] trong một gia đình nông dân nghèo. Sư là con thứ ba của ông Trần Văn Đáo và bà Nguyễn Thị Trỏ.<ref name=\"nguoiphattu\">[http:\/\/nguoiphattu.com\/news\/tieu-su-truong-lao-ht-thich-thanh-tu.d-1821.aspx Tiểu sử Trưởng lão HT. Thích Thanh Tứ]<\/ref>\n\nMẹ mất sớm khi Sư mới lên 3 tuổi. Từ nhỏ, Sư thường theo cha lên chùa làng để làm công quả tích phúc tạo duyên. Năm lên 6 tuổi, Sư được Ni trưởng Thích Đàm Ân trụ trì chùa Nho Lâm, huyện Kim Động, tỉnh Hưng Yên nhận về nuôi và cho đi học tại các trường trong vùng. Đến năm 12 tuổi, Sư xuất gia và thụ giới [[Sa-di]] tại chùa Đống Long\n\n==Hoạt động Đạo – Đời==\nNgười Nhật xâm nhập [[Bán đảo Đông Dương|Đông Dương]], cùng với sự đô hộ của thực dân [[Pháp]] đã gây ra hậu quả thảm khốc với [[Nạn đói năm Ất Dậu, 1944-1945|Nạn đói năm Ất Dậu, 1944–1945]]. Dù là một nhà tu hành, ưu tư trước tình cảnh khốn khổ của dân chúng, Sư dần thiên về ảnh hưởng của [[Việt Minh]] với viễn cảnh đấu tranh dân tộc để cứu khổ. Tháng 3 năm 1945, Sư tham gia tổ chức kế hoạch phá kho thóc người Nhật đặt tại chùa Đống Long để cứu đói. Trong [[Cách mạng tháng Tám|Cách mạng tháng 8]], Sư cũng tham gia vận động dân chúng trong vùng tham gia giành chính quyền dưới sự lãnh đạo của [[Việt Minh]].<ref name=\"nguoiphattu\"\/>\n\nNăm 1946, Sư tham gia Ban chấp hành [[Phật giáo Cứu quốc]] Hưng Yên. Sau khi quân Pháp tái chiếm Đông Dương, Sư vẫn ở lại công khai trong vùng kiểm soát của người Pháp. Năm 1947, Sư thụ giới [[Tì-kheo|tỳ-kheo]] tại tổ đình Pháp Quang, thôn Thọ Ngãi, xã Tân Minh, huyện Thường Tín, thành phố Hà Nội..<ref name=\"nguoiphattu\"\/>\n\nTrong suốt thời gian [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]], Sư vẫn bí mật hoạt động cho Việt Minh. Từ tháng 1 năm 1950 đến tháng 9 năm 1951, Sư tham gia lực lượng vũ trang tỉnh đội Hưng Yên, thường xuyên vận động dân chúng, thúc đẩy tăng ni, Phật tử tích cực tham gia các phong trào lao động sản xuất ủng hộ kháng chiến<ref name=\"giaohoi\">{{Chú thích web|url=https:\/\/giacngo.vn\/lichsu\/nhanvat\/2011\/11\/27\/5FE040\/|tựa đề=Tiểu sử Trưởng lão HT.Thích Thanh Tứ|tác giả=|họ=|tên=|ngày=2011-11-27|website=Giác ngộ Online|url lưu trữ=https:\/\/web.archive.org\/web\/20130125123251\/http:\/\/giacngo.vn\/lichsu\/nhanvat\/2011\/11\/27\/5FE040\/|ngày lưu trữ=2013-01-25|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>. Với những hoạt động tích cực đó, thực dân Pháp đã đưa tên Sư vào danh sách những người \"đặc biệt quan tâm\". Tháng 10 năm 1951, Sư bị chính quyền thực dân Pháp bắt giam và tra tấn, giải qua nhiều trại giam, nhà tù. Tuy nhiên, do thiếu bằng chứng cũng như áp lực của dân chúng và tín đồ, tháng 4 năm 1953, chính quyền Pháp buộc phải trả tự do cho Sư cùng hơn 100 người khác.<ref name=\"nguoiphattu\"\/>\n\nSau khi ra tù, Sư lại tiếp tục tham gia hoạt động cho Việt Minh cho đến khi người Pháp rút khỏi Việt Nam.<ref name=\"giaohoi\"\/>\n\n==Hoạt động trong giáo hội Phật giáo miền Bắc==\n\nTừ năm 1955 đến năm 1957, Sư chăm lo Phật sự tại chùa Đống Long, chùa Nho Lâm, chùa Phó Nham huyện Kim Động, tỉnh Hưng Yên và trực tiếp cùng Tăng ni, Phật tử và nhân dân địa phương tham gia lao động sản xuất. Năm 1958, Sư tham gia thành lập Tùng Lâm Phật giáo tỉnh Hưng Yên và được suy cử làm Chánh Thư ký. Năm 1968, hai tỉnh Hưng Yên và Hải Dương hợp nhất thành tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]], [[Hội Phật giáo Thống nhất Việt Nam]] tỉnh Hải Hưng được thành lập, Sư được suy tôn làm Chánh Thư ký tỉnh hội.<ref name=\"giaohoi\"\/>\n\nTừ năm 1974 đến năm 1980, Sư được suy cử làm Ủy viên Ban Trị sự kiêm Chánh Văn phòng Trung ương Hội Phật giáo Thống nhất Việt Nam, làm việc tại [[chùa Quán Sứ]]<ref name=\"giaohoi\"\/>. Sư có nhiều đóng góp trong việc xây dựng hoạt động cũng như củng cố hệ thống tổ chức từ trung ương đến địa phương của Giáo hội Phật giáo tại miền Bắc.<ref name=\"nguoiphattu\"\/>\n\n==Tham gia lãnh đạo Giáo hội Phật giáo Việt Nam==\nCuối năm 1979 đầu năm 1980, Sư tham gia đoàn Phật giáo miền Bắc do Trưởng lão Hòa thượng Thích Đức Nhuận – Hội trưởng Hội Phật giáo Thống nhất Việt Nam, dẫn đầu vào [[Thành phố Hồ Chí Minh]], thành phố [[Huế]], gặp gỡ các lãnh đạo các tổ chức, hệ phái Phật giáo ở miền Trung và miền Nam, làm công tác vận động tổ chức hội nghị hiệp thương xúc tiến thành lập Ban vận động thống nhất Phật giáo Việt Nam. Sau khi Ban Vận động thống nhất Phật giáo Việt Nam được thành lập, Sư được cử làm Phó Thư ký Ban vận động. Ngày [[4 tháng 11]] năm [[1981]], Hội nghị Thống nhất Phật giáo Việt Nam được tổ chức tại [[chùa Quán Sứ]] ([[Hà Nội]]), thành lập [[Giáo hội Phật giáo Việt Nam]]. Sư được suy cử làm Phó Tổng Thư ký kiêm Chánh Văn phòng I Trung ương Giáo hội Phật giáo Việt Nam và giữ chức vụ này cho đến tháng 11 năm 1997.<ref name=\"nguoiphattu\"\/>\n\nTháng 12 năm 1997, Sư được suy cử làm Phó Chủ tịch [[Hội đồng trị sự Giáo hội Phật giáo Việt Nam]]<ref name=\"giaohoi\"\/>. Năm 2001, Sư được suy cử làm Phó Chủ tịch Thường trực Hội đồng Trị sự giáo hội Phật giáo Việt Nam kiêm [[Viện trưởng Học viện Phật giáo Việt Nam]] tại Hà Nội. Tại Đại hội Đại biểu Phật giáo toàn quốc lần thứ V (nhiệm kỳ 2002–2007) và lần thứ VI (nhiệm kỳ 2007–2012), Sư được suy tôn là thành viên Hội đồng Chứng minh và suy cử làm Phó Chủ tịch Thường trực Hội đồng Trị sự, Viện trưởng Học viện Phật giáo Việt Nam tại Hà Nội.<ref name=\"nguoiphattu\"\/>\n\nNgàoi ra, Sư còn là Đại biểu Quốc hội khóa XI, XII; Ủy viên Đoàn chủ tịch Trung ương Mặt trận Tổ quốc Việt Nam; Phó Chủ tịch Hội đồng tư vấn tôn giáo; Chủ tịch Ban Liên lạc Họ Trần Việt Nam; Viện chủ trụ trì Tùng Lâm chùa Quán Sứ, Châu Long, Thọ Cầu (Hà Nội), Chùa Bái Đính (Ninh Bình), Chùa Nho Lâm, Bình Kiều (Hưng Yên) và tham gia các tổ chức, hội hữu nghị khác.\n\nSư viên tịch lúc 8 giờ 15 ngày [[26 tháng 11]] năm 2011 (nhằm ngày 2 tháng 11 năm [[Tân Mão]]), trụ thế 85 tuổi, hạ lạp 65 năm.\n\n==Vinh danh==\nSư được xem là có nhiều đóng góp đối với Hội Phật giáo Cứu quốc trong Kháng chiến chống Pháp, cũng như đối với việc phục hồi các hoạt động Phật sự của Phật giáo miền Bắc sau năm 1954, vận động thành lập Giáo hội Phật giáo Việt Nam.\n\nSư cũng là thành viên tích cực vận động dân chúng, tín đồ tham gia hoạt động xã hội, phục hồi kinh tế, ủng hộ chủ trương của chính phủ.\n\nSư còn có nhiều đóng góp vào việc giữ gìn và tôn tạo nhiều di tích lịch sử văn hóa Phật giáo tại Việt Nam, giữ gìn truyền thống và bản sắc dân tộc, hạn chế hủ tục. Với cương vị Viện trưởng Học viện Phật giáo Việt Nam, Sư có nhiều công lao trong việc đào tạo nhiều thế hệ tăng sĩ Việt Nam.\n\n[[Anh hùng Lao động (Việt Nam)|Anh hùng Lao động]], [[Giáo sư]] [[Vũ Khiêu]] đã tặng Sư đôi câu đối: \n:''Chính Đại Quang Minh Tâm Hướng Phật\n:''Từ Bi Hỷ Xả Chí Ưu Dân.\n\nNhà nước Việt Nam đã trao tặng nhiều danh hiệu cao quý cho Sư như:\n* [[Huân chương Hồ Chí Minh]] ([[12 tháng 10]] năm [[2011]])\n* [[Huân chương Kháng chiến]] hạng Nhất, hạng Nhì\n* [[Huân chương Độc lập]] hạng Nhì\n* [[Huân chương Đại đoàn kết dân tộc]]\n\nVà nhiều danh hiệu khác.\n\n==Chú thích==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n* [http:\/\/www.giaohoiphatgiaovietnam.vn\/nhanvat-tieubieu\/99-nhan-vat-tieu-bieu-cua-ghpgvn.html Tiểu sử tóm tắt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110910131513\/http:\/\/www.giaohoiphatgiaovietnam.vn\/nhanvat-tieubieu\/99-nhan-vat-tieu-bieu-cua-ghpgvn.html |date=2011-09-10 }}\n* [http:\/\/www.baobinhdinh.com.vn\/567\/2003\/11\/6867\/ Hòa thượng Thích Thanh Tứ: Nhà nước không can thiệp vào nội bộ Phật giáo]\n* [http:\/\/vnexpress.net\/gl\/xa-hoi\/2011\/11\/hoa-thuong-thich-thanh-tu-vien-tich\/ Hòa thượng Thích Thanh Tứ viên tịch]\n* [http:\/\/nguoiphattu.com\/news\/hoa-thuong-thich-thanh-tu-trong-toi.d-1835.aspx Hòa thượng Thích Thanh Tứ trong tôi]\n\n{{Thời gian sống|Sinh=1927|Mất=2011}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Tăng sĩ Việt Nam]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Huân chương Đại đoàn kết]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XI]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII Hà Nội]]"}