{"1288100":"{{Thông tin tu sĩ Phật giáo\n| tiền tố = [[Hòa thượng]]\n| tên = Thích Thanh Bích\n| tên gốc = 釋清璧\n| hình = Thích Thanh Bích.jpg\n| chú thích hình = Chân dung Hòa thượng Thích Thanh Bích\n| pháp danh = \n| pháp tự = \n| pháp hiệu = \n| tôn giáo = \n| trường phái = \n| tông phái = \n| ngày xuất gia = 1924\n| nơi xuất gia = \n| thọ giới = Sa di\n| ngày thọ giới = 1925\n| nơi thọ giới = [[chùa Bà Đá]]<br>[[Hà Nội]]\n| thọ giới 2 = Tỳ kheo\n| ngày thọ giới 2 = 1937\n| nơi thọ giới 2 = [[chùa Bút Tháp]]<br>[[Thuận Thành]], [[Bắc Ninh]]\n| ngày hoàn tục = \n| nơi hoàn tục = \n| chức vụ = Trụ trì<br>[[Chùa Đậu (Hà Nội)|Chùa Đậu]]\n| bắt đầu = 1966\n| kết thúc = 2005\n| vị trí = [[Chùa Đậu (Hà Nội)|chùa Đậu]]<br>[[Nguyễn Trãi, Thường Tín|Nguyễn Trãi]], [[Thường Tín]], [[Hà Nội]]\n| chức vụ 2 = Trụ trì<br>[[Tổ đình Tế Xuyên – Bảo Khám]]\n| bắt đầu 2 = 2005\n| kết thúc 2 = 2013\n| tiền nhiệm 2 = [[Thích Tâm Tịch]]\n| vị trí 2 = [[Tổ đình Tế Xuyên – Bảo Khám]]<br>[[Đức Lý]], [[Lý Nhân]], [[Hà Nam]]\n| chức vụ 3 = Phó pháp chủ, Giám luật<br>Hội đồng Chứng minh<br>[[Giáo hội Phật giáo Việt Nam]]\n| bắt đầu 3 = 2012\n| kết thúc 3 = 2013\n| trưởng chức vụ 3 = Pháp chủ\n| trưởng viên chức 3 = [[Thích Phổ Tuệ]]\n| tên khai sinh = Nguyễn Quang Bích\n| ngày sinh = 1912\n| nơi sinh = [[Lý Nhân]], [[Hà Nam]]\n| ngày mất = {{ngày mất và tuổi|2013|3|23|1912}}\n| nơi mất = [[chùa Hội Xá]]<br>[[Thắng Lợi, Thường Tín|Thắng Lợi]], [[Thường Tín]], [[Hà Nội]]\n| ngày an táng = \n| nơi an táng = \n| cha = Nguyễn Hữu Thượng\n| mẹ = Dương Thị Cẩm\n| học vấn = \n| quốc tịch = {{VNM}}\n}}\n\nĐại lão [[Hòa thượng]] '''Thích Thanh Bích''' (1912 – 2013)<ref>{{chú thích web | url = http:\/\/vov.vn\/Xa-hoi\/Truong-lao-Hoa-thuong-Thich-Thanh-Bich-vien-tich\/253223.vov | tiêu đề = Trưởng lão Hòa thượng Thích Thanh Bích viên tịch | author =  | ngày =  | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản = [[Đài Tiếng nói Việt Nam|Báo Điện tử Đài Tiếng nói Việt Nam]] | ngôn ngữ =  | archive-date = 2013-03-28 | archive-url = https:\/\/web.archive.org\/web\/20130328000511\/http:\/\/vov.vn\/Xa-hoi\/Truong-lao-Hoa-thuong-Thich-Thanh-Bich-vien-tich\/253223.vov | url-status = dead }}<\/ref> là một tu sĩ [[Phật giáo]] [[Việt Nam]]. Hòa thượng từng đảm trách ngôi vị Phó [[Pháp chủ]] kiêm Giám luật [[Hội đồng Chứng minh]] của [[Giáo hội Phật giáo Việt Nam]]<ref>{{chú thích web | url = http:\/\/www.giacngo.vn\/vanhoa\/2012\/03\/13\/135613\/ | tiêu đề = Lễ khánh thọ HT.Thích Thanh Bích 100 tuổi | author =  | ngày =  | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản = Giác Ngộ Online | ngôn ngữ =  | archive-date = 2012-04-12 | archive-url = https:\/\/web.archive.org\/web\/20120412123037\/http:\/\/giacngo.vn\/vanhoa\/2012\/03\/13\/135613\/ | url-status = dead }}<\/ref><ref>{{chú thích web | url = http:\/\/daidoanket.vn\/PrintPreview.aspx?ID=47919 | tiêu đề = Main | author =  | ngày =  | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản = [[Báo Đại Đoàn Kết]] | ngôn ngữ =  }}{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}<\/ref>. Đại lão Hòa thượng là một trong các vị cao tăng lớn tuổi nhất của Việt Nam trước khi viên tịch ở tuổi 101.\n\n== Thân thế ==\nĐại Trưởng lão Hòa thượng Thích Thanh Bích – thế danh là Nguyễn Quang Bích, sinh năm 1912 tại làng Mai Xá, [[Lý Nhân]], tỉnh [[Hà Nam]], trong một gia đình tiểu nông của dòng họ khoa bảng Nguyễn Bá Thị. Cha là cụ ông Nguyễn Hữu Thượng, mẹ là cụ bà Dương Thị Cẩm.\n\nNăm lên 5 tuổi (1917), Hòa thượng theo cha mẹ rời xa bản quán đi buôn bán xa phương. Khi đến thôn Kim Đới, xã Hữu Bằng, huyện [[Kiến Thụy]], [[thành phố]] [[Hải Phòng]], gia đình gặp vợ chồng nhà nho Dương Đình Huỳnh, Trọng Thị Như và được nhà nho Dương Đình Huỳnh dạy dỗ cẩn thận, cho đi học các trường tư thục bên ngoài. Năm 12 tuổi, Hòa thượng đã có trong người lượng kiến thức Nho học và xã hội tương đối ổn định; đặc biệt đã học thông tiếng Pháp, có khả năng giao tiếp thạo với người nước ngoài cũng như soạn viết các văn bản chữ Nôm, chữ Hán.\n== Xuất gia ==\n\nHòa thượng phát nguyện xuất gia khi tròn 12 tuổi. Năm 13 tuổi, Hòa thượng được [[Tổ Thiên Phúc]] (Hoà Thượng Thích Thông Tiến 1889-1976 thuộc sơn môn Tế xuyên Hà Nam vị đại Luật sư danh tiếng nhất thời đó) cho sang [[Chùa Bà Đá|chùa Bà Đá]] tòng Tăng chấp tác. Cuối năm ấy, [[Tổ Bà Đá]] nhận thấy Ngài là bậc pháp khí thiền gia, cơ duyên đầy đủ, liền cho đăng đàn thụ giới [[Sa Di]] tại [[Chùa Bà Đá|Tổ đình Bà Đá]].\n\nNăm 1937 Hoà Thượng được đăng đàn thọ Đại giới tại Đại giới đàn chùa Bút tháp – Thuận Thành – Bắc Ninh, cùng đàn giới còn có người đồng tu Đại lão Hòa thượng [[Thích Phổ Tuệ]] sau là Đệ tam Pháp chủ Hội đồng Chứng minh GHPGVN.\n\nSau 22 năm theo thầy vân du học đạo, năm 1940, Trưởng lão trở về ngôi chùa Sủi – Bắc Ninh (nay là Phú Thị, Gia Lâm, Hà Nội), chuyên tâm công phu tu tập Thiền – Tịnh song tu. Ngày ngày \"Nhất nhật bất tác, nhất nhật bất thực\", hành hạnh \"Thiểu dục tri túc\", thực tập ăn cỏ dày, nằm bện rơm, sớm khuya đèn sách, ròng rã trải qua 20 năm mà không hề ngưng nghỉ. Tấm gương sáng đạo hạnh tu hành ấy, người dân Sủi cho đến hôm nay vẫn hết lời ca ngợi và tự hào mảnh đất quê hương của họ đã có những bậc hiền nhân đạo hạnh dừng chân để cho dân làng học noi gương sáng.\n\nNăm [[1960]], gánh vác trọng trách kế tổ truyền đăng của Tông phong Lâm Tế, Ngài cùng với Tôn sư là Tổ Thiên Phúc trở về Tổ đình Hội Xá, Thường Tín, Hà Nội – nơi phát tích của tổ Tính Dược, Hải Quýnh, Tịch Truyền, Chiếu Khoan, Phổ Tịnh, để duy trì đạo mạch, nối tiếp đèn thiền tông phong của tổ Như Trừng Lân Giác.\n\nNăm 1966, mến mộ đạo hạnh của Đức Trưởng lão, nhân dân xã Nguyễn Trãi, Thường Tín, Hà Tây cảm thỉnh Ngài sang trụ trì ngôi [[chùa Đậu|chùa Đậu]] - Thành Đạo tự, để giúp đỡ nhân dân về đời sống tín ngưỡng tâm linh. Ở nơi đây, học theo hạnh tu của Tổ Vũ Khắc Minh, Vũ Khắc Trường, thường ngày Ngài tiết chế ăn uống, ngủ nghỉ; khi tứ đại bất điều thường nhịn ăn, uống nước, thiền quán chữa bệnh; luôn luôn giữ chính niệm tỉnh giác, như lý tác ý, như lý giác sát. Nhờ thực hành như vậy nên đạo nghiệp không ngừng được tăng trưởng, thân tướng ngày một đoan nghiêm giống thân tướng thiền sư để lại toàn thân xá lợi Vũ Khắc Minh.\n\nNăm 2005, đức đệ nhị Pháp chủ Thích Tâm Tịch trưởng [[sơn môn Tế Xuyên]] – Bảo Khám Hà nam viên tịch, ngài được sơn Môn thỉnh làm Trưởng Sơn Môn cho đến khi viên tịch.\n\nKể từ đó đến nay, Trưởng lão Hòa thượng luôn là bậc trưởng thượng mực thước cho hàng Tứ chúng Thiền gia noi theo. Đối với tự thân thì khắc kỷ, đối với người thì rộng lượng bao dung, chan hòa nhã nhặn, từ bi tiếp vật, mẫn niệm độ sinh; luôn mật hạnh, làm nhiều hơn nói, khiêm nhường nhẫn nại, không tự cao tự đại; lấy việc tu làm yếu vụ, việc sinh tử làm trọng, việc độ sinh là cốt yếu<ref>{{chú thích web | url = http:\/\/kienthuc.net.vn\/thien\/201303\/Hanh-trang-Hoa-thuong-Thich-Thanh-Bich-900428\/ | tiêu đề = Hành trạng Hòa thượng Thích Thanh Bích | author = | ngày = | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản = Kienthuc.net.vn | ngôn ngữ = }}<\/ref>.\n\n== Công tác Phật sự ==\n\nKhi Tăng sai, Đức Trưởng lão đã trải qua nhiều trọng trách của giáo hội như: Chánh Ban đại diện Phật giáo huyện [[Thường Tín]]; Trưởng ban Trị sự Phật giáo tỉnh Hà Tây; Hiệu trưởng Trường trung cấp Phật học Hà Tây; Chứng minh Ban Trị sự Giáo hội Phật giáo Việt Nam thành phố Hà Nội; Ủy viên Hội đồng Trị sự; Thành viên Hội đồng Chứng minh Giáo hội Phật giáo Việt Nam; Viện chủ Tổ đình Hội Xá; Trưởng sơn môn Tế Xuyên Hà Nam.\n\nĐặc biệt, tại Đại hội đại biểu Phật giáo toàn quốc lần thứ VII năm 2012, toàn thể Đại hội đã nhất tâm suy tôn Trưởng lão Hòa thượng lên ngôi: Phó Pháp chủ kiêm Giám luật Hội đồng Chứng minh [[Giáo hội Phật giáo Việt Nam]].\n\nTrưởng lão Hòa thượng cũng là ngôi Thầy Hòa thượng, thầy A Xà Lê đăng đàn truyền trao giới châu tuệ mệnh cho hàng nghìn giới tử Hà Tây, Hà Nội, Hà Nam. Là ngôi đường chủ nhiều năm của Hạ trường Mai Xá, Hội Xá, Mỗ Lao cùng nhiều trường hạ khác trong và ngoài thành phố Hà Nội để làm khuôn mẫu cho học chúng noi theo.\n\nCuộc sống thường nhật của Đức Trưởng lão Hòa thượng thanh bạch cốt cách, luôn giản dị trong tấm áo nâu sòng đã bạc màu theo năm tháng. Cả đời xuất gia tu đạo, chưa khi nào Trưởng lão tự may cho mình bộ quần áo mới, hay mua những vật dụng trang trí tự thân. Tất cả vật dụng đều do tín thí phát tâm, Ngài đều tùy công đức nhiều ít của mình mà đắc thụ vật dụng đàn na<ref>{{chú thích web | url = http:\/\/www.phattuvietnam.net\/phatgiaovietnam\/nhan-vat\/22934-ti%E1%BB%83u-s%E1%BB%AD-t%C3%B3m-t%E1%BA%AFt-tr%C6%B0%E1%BB%9Fng-l%C3%A3o-ht.-th%C3%ADch-thanh-b%C3%ADch.html | tiêu đề = Phật giáo Việt Nam | author =  | ngày =  | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2013-03-29 | archive-url = https:\/\/web.archive.org\/web\/20130329030600\/http:\/\/www.phattuvietnam.net\/phatgiaovietnam\/nhan-vat\/22934-ti%E1%BB%83u-s%E1%BB%AD-t%C3%B3m-t%E1%BA%AFt-tr%C6%B0%E1%BB%9Fng-l%C3%A3o-ht.-th%C3%ADch-thanh-b%C3%ADch.html | url-status = dead }}<\/ref>.\n\n== Khánh thọ và viên tịch ==\nĐầu xuân [[2012]], Thành hội phật giáo Hà Nội cùng sơn môn long trọng tổ chức đại lễ khánh thọ 100 tuổi của Hòa thượng. Vào thời điểm đó, Trưởng lão là hòa thượng cao niên bậc nhất trong [[Giáo hội Phật giáo Việt Nam]] còn trụ thế.\n\nDo niên cao lạp trưởng, Trưởng lão Hòa thượng đã an nhiên thu thần viên tịch vào lúc 8 giờ 20 phút ngày 23 tháng 3 năm 2013 (nhằm ngày 12 tháng 02 năm Quý Tỵ), tại Tổ đình Hội Xá, xã Thắng Lợi, huyện [[Thường Tín]], Thành phố Hà Nội.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{tham khảo|30em}}\n\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Hội đồng Chứng minh của Giáo hội Phật giáo Việt Nam nhiệm kỳ VII]]\n[[Thể loại:Sinh năm 1912]]\n[[Thể loại:Người thọ bách niên Việt Nam]]\n[[Thể loại:Mất năm 2013]]"}