{"108794":"{{Infobox person\n| name = Thích Trí Quang <br> 釋智光\n| image = \n| caption = \n| birth_date = {{birth date|1923|12|21|df=y}}\n| birth_place = Làng Diêm Điền, [[Quảng Bình]], [[Đông Dương thuộc Pháp]]\n| death_date = {{death date and age|2019|11|08|1923|12|21|df=y}}\n| death_place = [[Huế]], [[Thừa Thiên Huế]], [[Việt Nam]]\n}}\n'''Thích Trí Quang''' (21 tháng 12 năm 1923 — 8 tháng 11 năm 2019) là một nhà sư [[Phật giáo]] [[Đại thừa]] người Việt Nam, được biết đến với vai trò lãnh đạo quần chúng Phật tử [[miền Nam Việt Nam]] trong [[Biến cố Phật giáo 1963]], và trong các cuộc biểu tình của Phật tử chống lại chế độ quân sự miền Nam Việt Nam cho đến khi [[Biến động Miền Trung]] năm 1966 bị dẹp tan.\n\nChiến dịch năm 1963 của Thích Trí Quang kêu gọi tín đồ noi gương [[Mahatma Gandhi]], đã chứng kiến các cuộc biểu tình quy mô lớn chống lại chính phủ Tổng thống [[Ngô Đình Diệm]], mà nguyên nhân chính xuất phát từ em trai Diệm là Tổng giám mục Công giáo La Mã [[Huế]], [[Ngô Đình Thục|Pierre Martin Ngô Đình Thục]], đã ngược đãi và đàn áp đa số Phật tử. Việc đàn áp dân quyền Phật giáo và dẹp loạn các cuộc biểu tình, cùng với các vụ tự thiêu của 5 nhà sư đã châm ngòi cho [[Đảo chính Việt Nam Cộng hoà 1963|cuộc đảo chính năm 1963 do Mỹ hậu thuẫn]] trong đó Diệm và Nhu bị [[Bắt giữ và sát hại Ngô Đình Diệm|lật đổ và ám sát]].\n\nKể từ năm 1964, Thích Trí Quang đi đầu trong các cuộc biểu tình Phật giáo chống lại chính quyền của Tướng [[Nguyễn Khánh]], cáo buộc vị tướng này độc tài và không đủ sức loại bỏ những thành phần ủng hộ Diệm khỏi các vị trí quyền lực, và sau đó là cuộc biểu tình chống lại Thống chế Không quân [[Nguyễn Cao Kỳ]], người đã sa thải tướng ủng hộ Phật giáo [[Nguyễn Chánh Thi]] khỏi các chức vụ của Thi tại [[miền Trung Việt Nam]], một thành trì của Phật giáo. Tình trạng bất ổn dân sự kéo dài trong ba tháng cho đến khi Kỳ đánh dẹp các nhà hoạt động Phật giáo, chấm dứt ảnh hưởng của họ trên chính trường Nam Việt Nam. Thích Trí Quang bị quản thúc tại gia và dành phần lớn thời gian cuối đời để viết và dịch kinh điển Phật giáo.\n\n==Đầu đời==\nHòa thượng Thích Trí Quang tên khai sinh là '''Phạm Quang''', tên tục là Do,{{efn|Có tài liệu nói ông tên thật là Nguyễn Văn Bòng}} sinh ngày 21 tháng 12 năm 1923 tại làng [[Diêm Điền]], phía tây [[sông Nhật Lệ]], thành phố [[Đồng Hới]] tỉnh [[Quảng Bình]], miền Trung Việt Nam.<ref name=tvhs1>[http:\/\/thuvienhoasen.org\/p60a14734\/1\/tieu-truyen-tu-ghi-hoa-thuong-thich-tri-quang TIỂU TRUYỆN TỰ GHI Hòa thượng Thích Trí Quang]<\/ref> Ông là con thứ tư trong gia đình có 6 anh em trai, hai anh đầu khác mẹ. Mẹ ông là hội viên Hội Tiên Thiên Thánh Giáo (hội những người lên đồng). Cha ông bán thế xuất gia với ngài Thích Đắc Quang, pháp danh Hồng Nhật. Khi ông được 6 tuổi, bố mẹ cho ông học chữ Hán và chữ quốc ngữ. Sau đó ông được gửi đi tu học tại [[Chùa Bảo Quốc]], [[Huế]] với các Hòa thượng [[Thích Trí Độ]], Thích Mật Thể, v.v là những vị sáng lập [[Phong trào Chấn hưng Phật giáo]] tại [[miền Trung (Việt Nam)|miền Trung Việt Nam]].<ref>TIỂU SỬ DANH TĂNG VIỆT NAM THẾ KỶ XX - TẬP I Thích Đồng Bổn Chủ biên Thành Hội Phật giáo TP. Hồ Chí Minh ấn hành<\/ref>\n\nXuất gia năm 1936, bổn sư là Hoà thượng [[Thích Trí Độ]], Chủ tịch Hội Phật Giáo Cứu Quốc.<ref name=voa>{{cite news |title=Hòa thượng Thích Trí Quang viên tịch, thọ 96 tuổi |author=Hoài Hương |url= https:\/\/www.voatiengviet.com\/a\/tu-dam-hoa-thuong-thich-tri-quang-vien-tich\/5158371.html |date=9 November 2019 |access-date=12 November 2019| publisher = VOA}}<\/ref> Năm 1937, ông vào Huế theo học chương trình đào tạo tăng sĩ và hoàn tất chương trình vào năm 1944. Năm sau, ông thọ giới [[Tỳ kheo]].<ref>Buswell (2013)<\/ref> Mùa hè năm 1946, ông được mời theo Hòa thượng [[Thích Trí Độ]] ra Hà Nội thành lập Phật học viện tại chùa Quán sứ. Cuối năm 1946, ông trở về Quảng Bình thọ tang cha, sau đó ra Huế tu tại [[chùa Từ Đàm]]. Ở Huế vì hoạt động trong Hội Phật giáo Cứu quốc, ông bị chính quyền Pháp thời ấy bắt giam và bị quản thúc sau khi được trả tự do.<ref>{{Chú thích web |url=http:\/\/www.anviettoancau.net\/anviettc\/index.php?option=com_content&task=view&id=1464&Itemid=44 |ngày truy cập=2012-01-29 |tựa đề=Lại chuyện Thích Trí Quang |archive-date=2009-02-07 |archive-url=https:\/\/web.archive.org\/web\/20090207234249\/http:\/\/www.anviettoancau.net\/anviettc\/index.php?option=com_content&task=view&id=1464&Itemid=44 |url-status=dead }}<\/ref> Đầu năm 1947, Pháp chiếm Quảng Bình, ông vào chiến khu chống Pháp, phụ trách quận hội của Liên Việt.\n\n== Vụ xả súng ở Huế ==\n{{Chính|Vụ xả súng lễ Phật Đản ở Huế}}\n[[File: Dai ki niem su kien 1963 tại Hue 1.jpg|thumb|right|Đài kỉ niệm các nạn nhân vụ xả súng tại Huế vào ngày lễ Phật đản năm 1963.]]\nNăm 1963, ngày [[Vesak|lễ Phật đản]] (ngày sinh của [[Thích-ca Mâu-ni|Đức Phật Thích-ca Mâu-ni]]) rơi vào ngày 8 tháng 5. Các tín đồ Phật giáo [[Huế]] đã chuẩn bị long trọng cho ngày lễ này, trong đó có việc treo [[cờ Phật giáo]]. Nhưng chính phủ lại viện dẫn một quy định hiếm khi được thực thi là cấm treo cờ tôn giáo. Điều này trái ngược với những gì diễn ra tại một sự kiện Công giáo nhân kỷ niệm 5 năm Ngô Đình Thục làm Tổng giám mục Huế chưa đầy một tháng trước. Việc áp dụng đạo luật này đã gây ra sự phẫn nộ trong giới Phật tử trước thềm ngày lễ quan trọng nhất năm, vì một tuần trước những người theo Công giáo được phép treo cờ Vatican nhân đại lễ kỷ niệm 25 năm ngày tấn phong em trai Diệm là Ngô Đình Thục làm Tổng giám mục Huế. Chính quyền Diệm còn lập ngân sách thông qua một ủy ban quốc gia yêu cầu người dân quyên góp tiền cho lễ kỷ niệm của Thục. Các Phật tử bị buộc phải ủng hộ 1 tháng lương tiền công của họ nhân đại lễ này.<ref>Hammer, pp. 103–05.<\/ref>\n\nVào ngày lễ Phật đản, hàng ngàn Phật tử bất chấp lệnh cấm vẫn treo cờ. Trí Quang phát biểu trước đám đông và kêu gọi người dân đứng lên chống lại sự kỳ thị của chính quyền với Phật giáo. Ông kêu gọi các Phật tử có mặt tại đài phát thanh chính phủ vào buổi tối để tham gia biểu tình. Căng thẳng gia tăng suốt ngày hôm sau khi những người biểu tình hô vang và giơ cao những khẩu hiệu chống chính phủ cùng số người tham gia ngày càng đông. Họ mong đợi nghe bài diễn văn mừng ngày Phật đản của Thích Trí Quang, nhưng bài diễn văn đã bị cơ quan kiểm duyệt của chính phủ rút khỏi chương trình phát sóng. Quân đội được điều động tới nhằm giải tán người biểu tình, sử dụng vòi rồng và nã đạn thẳng vào đám đông, khiến 9 người chết và 4 người khác bị thương nặng.<ref name=\"Jacobs, pp. 142–143\">Jacobs, pp. 142–43.<\/ref><ref>Jones, pp. 247–50.<\/ref> Thích Trí Quang trong suốt đêm đi khắp nơi trên đường phố Huế, sử dụng loa phát thanh tố cáo chính quyền tàn sát tín đồ.<ref name=\"Jacobs, pp. 142–143\"\/><ref>Jones, pp. 250–51.<\/ref> Sau đó ông kêu gọi Phật tử tham dự lễ cầu siêu cho các nạn nhân thiệt mạng trong vụ xả súng ở Huế dự kiến tổ chức vào ngày 10 tháng 5. Trước cảnh tượng xúc động như vậy đã thu hút hàng nghìn khán giả tham dự và gây áp lực lên chính quyền Diệm trong việc ban hành các cải cách, khiến chính phủ phải ban bố lệnh giới nghiêm và điều động tất cả các nhân viên vũ trang làm nhiệm vụ suốt ngày đêm để \"ngăn chặn sự trà trộn của Việt Cộng\". Cuộc biểu tình kết thúc khi Thích Trí Quang thuyết phục người biểu tình hạ cờ cùng khẩu hiệu và tuân theo lệnh giới nghiêm 9 giờ tối.<ref name=j251\/>\n\n=== Phản ứng của Phật tử và người biểu tình ===\nNgày hôm sau, 10 tháng 5, căng thẳng tiếp tục leo thang khi một đám đông khoảng 6.000 Phật tử kéo đến [[chùa Từ Đàm]] dự lễ cầu siêu và một loạt các cuộc họp bàn. Thích Trí Quang kêu gọi Phật tử đấu tranh bất bạo động và tuân theo phương pháp của [[Mahatma Gandhi]], ông nói \"Không mang theo vũ khí; sẵn sàng cho cái chết... tuân theo các chính sách của Gandhi\".<ref name=j251>Jones, pp. 251–52.<\/ref>\n\nThích Trí Quang công bố một bản Tuyên ngôn gồm 5 điểm là yêu cầu tự do treo cờ tôn giáo, bình đẳng tôn giáo giữa Công giáo và Phật giáo, bồi thường cho gia đình các nạn nhân, chấm dứt tình trạng bắt bớ tùy tiện và trừng phạt các quan chức có liên quan.<ref name=\"j143\">Jacobs, p. 143.<\/ref> Ông kêu gọi người biểu tình không để Việt Cộng lợi dụng tình thế và hô hào chiến lược đấu tranh bất bạo động.<ref name=j251\/>\n\nTuy nhiên, khi cuộc khủng hoảng ngày càng trầm trọng, ông đã đến thủ đô [[Sài Gòn]] để đàm phán và tiếp tục biểu tình phản đối sau [[Biến cố Phật giáo 1963|vụ tự thiêu]] của Hoà thượng [[Thích Quảng Đức]] vào ngày 11 tháng 6 năm 1963. Trước [[Biến cố Phật giáo 1963|cuộc đột kích vào chùa Xá Lợi]] ngày 21 tháng 8 do mật thám và lực lượng đặc biệt của [[Ngô Đình Nhu]] tiến hành, ông phải lánh nạn tại [[Đại sứ quán Hoa Kỳ tại Sài Gòn]]. Ông được đại sứ Hoa Kỳ [[Henry Cabot Lodge Jr.]] giúp đỡ khi Lodge không giao nộp ông cho người của Nhu khi họ lục soát các chùa, xả súng vào dân thường và đánh đập tăng ni. Tại Huế, 30 dân thường thiệt mạng khi cố gắng bảo vệ chùa trước sự tấn công của người của Nhu.<ref>Jacobs, pp. 152–153.<\/ref> Vào thời điểm đó, Thích Trí Quang rất được Hoa Kỳ ưu ái, vốn đã rất thất vọng với các chính sách của Diệm.<ref name=t4>Topmiller, p. 4.<\/ref>\n\nSau khi chế độ Ngô Đình Diệm sụp đổ, hai anh em ông Diệm và ông Nhu bị giết trong cuộc [[Đảo chính Việt Nam Cộng hoà 1963|đảo chính ngày 1 tháng 11 năm 1963]], có thông tin cho biết quân đội chính phủ muốn Thích Trí Quang tham gia một nội các mới, nhưng [[Bộ Ngoại giao Hoa Kỳ]] đã khuyến cáo không nên làm vậy. Thích Trí Quang rời Đại sứ quán Hoa Kỳ ngày 4 tháng 11.<ref name=t4\/>\n\n== Chính quyền Nguyễn Khánh ==\nKhi [[Giáo hội Phật giáo Việt Nam Thống nhất]] (GHPGVNTN) được thành lập, ông là Chánh Thư ký Viện Tăng Thống, trong khi Hòa thượng [[Thích Tâm Châu]] là Viện trưởng Viện Hoá Đạo. Sau [[Cuộc chỉnh lý tại Việt Nam Cộng hoà 1964|cuộc đảo chính 1964]] do Tướng [[Nguyễn Khánh]] cầm đầu đã phế truất [[Dương Văn Minh]] đồng thời xử tử Đại úy [[Nguyễn Văn Nhung]], cận vệ của Minh và là người đã ám sát Diệm và Nhu. Điều này tạo nên một số tin đồn rằng những chính trị gia ủng hộ Diệm sẽ được phục hồi quyền lực và khiến Thích Trí Quang hủy bỏ một cuộc hành hương đã định sẵn tới [[Ấn Độ]] để tổ chức các cuộc biểu tình sắp tới.<ref name=k359>Karnow, p. 359.<\/ref>\n\nĐầu năm 1964, Thích Trí Quang tiếp tục chỉ trích Khánh và buộc tội ông bỏ tù các Phật tử.<ref name=mo754>Moyar (2004), p. 754.<\/ref> Khánh đang ở trong tình thế khó xử, vì ông rất có thể bị cho là quá mềm mỏng với những tên ủng hộ Diệm, hoặc có thái độ thù địch với những người theo Công giáo La Mã.<ref name=mc760>McAllister, p. 760.<\/ref> Để xoa dịu Trí Quang, Khánh đồng ý loại bỏ tất cả các tuyên úy Công giáo La Mã ra khỏi quân đội,<ref name=mo755>Moyar (2004), p. 755.<\/ref> nhưng Thích Trí Quang vẫn tiếp tục chỉ trích những gì ông cho là Khánh thiếu quyết đoán trong việc loại bỏ những kẻ theo chủ nghĩa Diệm khỏi các vị trí chính quyền.<ref name=mc761>McAllister, p. 761.<\/ref>\n\nTháng 7 năm 1964, Khánh soạn thảo một bản hiến pháp mới, được gọi là [[Hiến chương Vũng Tàu]],<ref name=mc762>McAllister, p. 762.<\/ref> nhằm gia tăng quyền lực cá nhân của mình. Nhưng điều này chỉ làm cho chính quyền Khánh ngày càng suy yếu khi các cuộc biểu tình và bạo loạn lớn nổ ra ở các thành phố, do Phật tử đi đầu kêu gọi chấm dứt tình trạng khẩn cấp và bỏ hiến pháp mới.<ref name=mo757>Moyar (2004), p. 757.<\/ref> Thích Trí Quang nghĩ rằng, vì Khánh sẽ không sử dụng quyền lực của mình để loại bỏ những kẻ theo chủ nghĩa Diệm nên đó chỉ là một biểu hiện của chủ nghĩa tự do.<ref name=mc762\/> Lo sợ mình sẽ bị lật đổ khi các cuộc biểu tình ngày càng lan rộng và mạnh mẽ, Khánh đã nhờ đến Trí Quang, [[Thích Tâm Châu]] và [[Thích Thiện Minh]] hội đàm với mình tại [[Vũng Tàu]] ngày 24 tháng 8. Nhưng cả ba đều từ chối buộc Khánh phải vào Sài Gòn cố gắng khiến họ ngưng phản đối, bộc lộ rõ sự yếu kém của mình.<ref name=mo761>Moyar (2004), p. 761.<\/ref> Họ yêu cầu ông phải bỏ hiến pháp mới, khôi phục lại chế độ dân sự và loại bỏ quyền lực của những thành viên [[Đảng Cần Lao]].<ref name=mo761\/> Họ cũng yêu cầu Khánh phải công khai thông báo các biện pháp này nếu không sẽ tổ chức một phong trào phản kháng rộng khắp.<ref name=mo761\/> Đại sứ Hoa Kỳ [[Maxwell Taylor]] khuyên Khánh không nên nghe theo các yêu cầu trên, vì ông ta coi các nhà hoạt động Phật giáo chỉ là một nhóm người thiểu số, nhưng Khánh lại nghĩ rằng căng thẳng tôn giáo sẽ giảm bớt phần nào nếu chấp nhận đáp ứng các yêu cầu của họ.<ref name=mo761\/> Tướng [[Trần Thiện Khiêm]] nhận xét \"Khánh cảm thấy không còn sự lựa chọn nào khác ngoài việc chấp nhận, vì tầm ảnh hưởng của Trí Quang quá lớn nên hắn không những có thể khiến đa số người dân chống lại chính quyền mà còn gây ảnh hưởng đến hiệu quả hoạt động của các lực lượng vũ trang\".<ref name=mc763>McAllister, p. 763.<\/ref>\n\nCuối năm 1964, Khánh và các tướng lĩnh ủng hộ ông cố gắng tạo ra một bộ máy dân sự khi thành lập [[Thượng Hội đồng Quốc gia (Việt Nam Cộng hòa)|Thượng Hội đồng Quốc gia]], một cơ quan chấp chính dân sự,<ref name=m328>Moyar (2006), p. 328.<\/ref> do [[Phan Khắc Sửu]] làm Chủ tịch và Sửu bổ nhiệm [[Trần Văn Hương]] làm Thủ tướng, một chức vụ quyền lực hơn, dù các tướng lĩnh và bản thân Khánh vẫn giữ được thực quyền.<ref>Moyar (2004), pp. 765–66.<\/ref> Hương có quan điểm kiên quyết chống lại các Phật tử, buộc tội Trí Quang theo phe Cộng sản. Đáp lại Trí Quang tố cáo Hương theo chủ nghĩa Diệm và dẫn đầu một cuộc biểu tình đông đảo chống lại Hương cũng như kêu gọi loại bỏ chính quyền dân sự mới. Hương sử dụng quân đội đàn áp biểu tình, khiến cuộc đối đầu thêm bạo lực.<ref>Moyar (2004), pp. 766–67.<\/ref> Tháng 1 năm 1965, Hương tăng cường các cuộc chiến tranh chống Cộng khi mở rộng chi tiêu quân sự bằng cách sử dụng tiền viện trợ và trang thiết bị từ người Mỹ, đồng thời tăng quy mô lực lượng vũ trang bằng cách nới lỏng các tiêu chí về số người tham gia. Điều này kích động các cuộc biểu tình và bạo loạn chống Hương lan rộng cả nước, chủ yếu từ các sinh viên và Phật tử trong độ tuổi nhập ngũ muốn đàm phán.<ref name=hfkh>Kahin, pp. 267–269.<\/ref> Tin rằng các nhà hoạt động Phật giáo đang ủng hộ mình, Khánh đã cố gắng kiềm chế các cuộc biểu tình.<ref name=hfkh\/><ref>Moyar (2004), pp. 774–775.<\/ref> Khánh sau đó đi tới quyết định để các lực lượng vũ trang tiếp quản chính quyền. Ngày 27 tháng 1, với sự hỗ trợ của [[Nguyễn Chánh Thi]] và [[Nguyễn Cao Kỳ]], Khánh lật đổ Hương trong hoà bình.<ref name=hfkh\/><ref name=mo775>Moyar (2006), p. 775.<\/ref>\n\n== Biến động Miền Trung ==\n{{Chính|Biến động Miền Trung}}\n\nKhánh mất hoàn toàn quyền lực sau cuộc [[Đảo chính Nam Việt Nam 1965|Đảo chính vào tháng 2 năm 1965]], và một chính phủ dân sự bù nhìn được lập nên do các tướng lĩnh quân đội là Thống chế Không quân [[Nguyễn Cao Kỳ]] giữ chức Thủ tướng, và [[Nguyễn Văn Thiệu]] là Quốc trưởng vào giữa năm 1965. Trong thời gian này, tình hình Nam Việt Nam tạm ổn định,<ref name=hn\/> các tướng lĩnh chỉ huy bốn quân đoàn Việt Nam Cộng hoà giám sát các vùng địa lý riêng biệt, và được trao quyền hạn trên phạm vi rộng. Tại [[miền Trung Việt Nam]], [[Nguyễn Chánh Thi]] là người ủng hộ Phật giáo được giao giám sát Quân đoàn I, điều này rất hợp ý Thích Trí Quang.<ref name=hn\/> Bất chấp Kỳ và Thiệu ổn định được tình hình, nhưng căng thẳng tôn giáo vẫn diễn ra. Một tháng sau, Thích Trí Quang bắt đầu kêu gọi phế truất Thiệu vì Thiệu là đảng viên [[Đảng Cần lao Nhân vị]] do Diệm thành lập, chê bai \"khuynh hướng phát xít\"<ref name=mo779\/> của Thiệu và cho rằng đảng viên Đảng Cần Lao đang cản trở Kỳ.<ref name=mo779>Moyar (2004), p. 779.<\/ref> Với Thích Trí Quang, Thiệu là biểu tượng cho thời kỳ Công giáo thống trị đất nước, khi sự thăng tiến quan chức dựa trên tôn giáo. Ông mong muốn Tướng Thi, người ủng hộ Phật giáo sẽ lãnh đạo đất nước, và tố cáo Thiệu vì những tội ác của ông ta trong quá khứ với Phật tử.<ref name=mc777>McAllister, p. 777.<\/ref> Thích Trí Quang nói \"Thi trên danh nghĩa là một Phật tử, song lại không thực sự quan tâm đến tôn giáo\".<ref name=mo781>Moyar (2004), p. 781.<\/ref>\n\nBất đồng giữa Thi và Kỳ vẫn tiếp diễn, cả hai đều coi ông là một mối đe doạ.<ref name=hn\/> Tháng 3 năm 1966, Kỳ cách chức Thi. Tuy Thi có quan hệ tốt với các Phật tử trong khu vực mình nắm quyền, nhưng có tin Kỳ đã nhờ cậy đến Thích Trí Quang ủng hộ việc truất quyền của Thi. Nếu Kỳ nghĩ rằng Thích Trí Quang sẽ không tổ chức các cuộc biểu tình phản đối việc Tướng Thi bị bãi nhiệm, thì ông ta đã nhầm, vì nhà sư này đã từng gây nên các cuộc khủng hoảng để các lời kêu gọi của Phật giáo về dân quyền được đáp ứng.<ref name=storm>{{cite news|title=South Viet Nam: The Storm Breaks |date=15 tháng 4 năm 1966 |work=Time}}<\/ref> Có những tuyên bố rằng Thích Trí Quang luôn có ý định thách thức Kỳ, bất chấp việc Thi có bị gạt sang một bên hay không.<ref name=climate>{{cite news |title=South Viet Nam: The Political Climate |date=1 tháng 4 năm 1966 |work=Time}}<\/ref> Các cuộc biểu tình, đình công và bạo loạn trên diện rộng đã nổ ra trên khắp miền Trung Việt Nam, do các nhà hoạt động Phật giáo lãnh đạo, và một số đơn vị quân đội tham gia gây rối và chống đối chính sách của Kỳ.<ref name=hn\/>\n\nBan đầu, Kỳ cố gắng xoa dịu sự bất mãn bằng cách gặp gỡ các nhà lãnh đạo Phật giáo và hứa hẹn các cuộc bầu cử và cải cách xã hội; tuy nhiên ông cũng thông báo sẽ đàn áp các cuộc biểu tình đường phố.<ref name=smoke>{{Cite news| title=South Viet Nam: Smoke, Fire & Welfare |date=25 tháng 3 năm 1966 |work=Time}}<\/ref> Đại sứ Hoa Kỳ [[Henry Cabot Lodge Jr.]] đã gặp Thích Trí Quang để cảnh báo ông về những hành động gây hấn.<ref name=smoke\/> Dù Thích Trí Quang cáo buộc Kỳ \"sùng bái nhân cách\",<ref name=smoke\/> nhưng hầu hết các biểu ngữ Phật giáo đều tập trung chỉ trích chống lại Quốc trưởng Thiệu là người theo Công giáo.<ref name=smoke\/> Kỳ sau đó hứa sẽ đề ra hiến pháp mới vào tháng 11 và có thể sẽ tổ chức một cuộc bầu cử toàn quốc vào cuối năm, nhanh hơn so với dự định 1 năm.<ref name=climate\/> Nhưng những người ủng hộ Thích Trí Quang tỏ ra không muốn chờ đợi những điều Kỳ hứa hẹn thành hiện thực, đã kêu gọi Quốc hội Lập hiến soạn thảo một bản hiến pháp mới được chọn từ các hội đồng tỉnh và thành phố, là những nơi Phật tử thực hiện tốt trong các cuộc bầu cử, nhưng bị Kỳ từ chối.<ref name=disc\/> Kỳ đưa lực lượng thủy quân lục chiến và lính nhảy dù trung thành từ Sài Gòn đến Đà Nẵng để tìm cách truy sát những tên bất đồng chính kiến, nhưng điều này không mang lại hiệu quả như mong đợi, nên ông phải quay lại Sài Gòn để tìm cách thương lượng với các nhà lãnh đạo Phật giáo. Các Phật tử yêu cầu ân xá cho những kẻ bạo loạn và lính du kích, yêu cầu Kỳ rút lực lượng thủy quân lục chiến từ Đà Nẵng về lại Sài Gòn, tại đây họ tạo dựng một bộ phận của khu dự bị chiến lược.<ref name=storm\/> Nhưng Thích Trí Quang vẫn giữ quan điểm cứng rắn đối với hiến pháp và các cuộc biểu tình vẫn tiếp diễn.<ref name=disc>{{cite news |title=South Viet Nam: The Capital of Discontent|date=8 tháng 4 năm 1966 |work=Time}}<\/ref>\n\nVào tháng 5 năm 1966, Thích Trí Quang bắt đầu [[tuyệt thực]], tố cáo sự ủng hộ của Hoa Kỳ đối với chính quyền Kỳ—Thiệu mà ông cho rằng nước này đang can thiệp quá sâu vào công việc nội bộ chính phủ.<ref name=hn>{{Chú thích web |url=http:\/\/www.thehistorynet.com\/vn\/blbuddhist\/index1.html |title=The 1966 Buddhist Crisis in South Vietnam |publisher=Historynet |date=Tháng 4 năm 2005 |author=Brush, Peter |access-date=16 tháng 7 năm 2010 |url-status=dead |archive-url=https:\/\/web.archive.org\/web\/20110717003857\/http:\/\/www.thehistorynet.com\/vn\/blbuddhist\/index1.html |archive-date=17 tháng 7 năm 2011 }}<\/ref> Sau khi lực lượng chính phủ tiến vào [[Huế]], Thích Trí Quang là người đề nghị đồng bào đưa bàn thờ Phật xuống đường để ngăn chặn lối đi của quân chính phủ. Hàng ngàn người làm theo mà không bị cảnh sát địa phương hay QLVNCH ngăn chặn. Trong hai ngày, các bàn thờ trên khắp đường phố đã ngưng mọi hoạt động giao thông đường bộ và ngăn các đoàn xe đi về phía bắc thành phố để đóng quân.<ref name=alt\/> Thích Trí Quang sau đó bằng lòng cho phép phương tiện lưu thông vài tiếng một ngày.<ref name=alt\/> Sau đó ông viết thư tố cáo \"chủ nghĩa đế quốc\" của Hoa Kỳ và tiếp tục tuyệt thực<ref name=alt\/> cho đến khi ngài Đệ nhất Tăng Thống GHPGVNTN [[Thích Tịnh Khiết]] yêu cầu ông dừng hành động này vào tháng 9.<ref>Topmiller, p. 183.<\/ref> Kỳ phớt lờ các cuộc biểu tình của Phật tử và cử 400 cảnh sát chiến đấu cũng như lính nhảy dù và thủy quân lục chiến đến bảo vệ Huế, Đà Nẵng, [[Quảng Trị]] và [[Quy Nhơn]]. Họ bắt giữ những nhà bất đồng chính kiến và dỡ bỏ các bàn thờ trên đường.<ref name=alt>{{cite news |title=South Viet Nam: Opposition at the Altar |date=17 tháng 6 năm 1966 |work=Time}}<\/ref><ref name=t132>Topmiller, p. 132.<\/ref>\n\nNgày 22 tháng 6 năm 1966,<ref name=t132\/> Thích Trí Quang bị bắt và bị đưa đến bệnh viện quân y địa phương.<ref name=alt\/> Sau đó ông bị đưa đến Sài Gòn và bị quản thúc vĩnh viễn,<ref>Karnow, pp. 463&ndash;465.<\/ref> và chỉ có các nhà lãnh đạo Phật giáo cấp cao mới được phép gặp ông.<ref name=t132\/> Ảnh hưởng chính trị của Thích Trí Quang đã phần nào giảm bớt, dù ông vẫn đưa ra một số tuyên bố sau khi bị bắt giữ. Tháng 9 năm 1966, ông tuyên bố rằng Giáo hội Phật giáo Việt Nam Thống nhất sẽ tẩy chay bất kỳ cuộc bầu cử nào được tổ chức dưới thời Kỳ—Thiệu vì các ứng cử viên vận động cho hiệp định hoà bình đều bị cấm.<ref>Topmiller, p. 148.<\/ref> Khi quân Cộng sản sắp tràn vào Nam Việt Nam vào tháng 4 năm 1975, Thích Trí Quang đã vận động ủng hộ Tướng [[Dương Văn Minh]] lên nắm quyền.<ref>Topmiller, p. 150.<\/ref> Khi [[Sài Gòn thất thủ]], Thích Trí Quang bị quản thúc tại gia nhưng sau đó được thả.<ref>Corfield, Justin (2013). Historical Dictionary of Ho Chi Minh City, Anthem Press. p. 4.<\/ref> Ông vẫn tiếp tục duy trì ảnh hưởng chính trị thấp tại [[chùa Ấn Quang]], trước là tâm điểm của các nhà hoạt động Phật giáo chính trị những năm 1960. Ông dành thời gian chủ yếu viết sách, dịch và bình luận về kinh cũng như [[Luật tạng]]. Năm 2013, ông lưu lại [[chùa Từ Đàm]], tiếp tục việc dịch thuật kinh điển và chuyên tâm hành trì cho tới ngày viên tịch.<ref name=voa\/>\n\n== Viên tịch ==\nÔng viên tịch lúc 21 giờ 45 phút đêm ngày 8 tháng 11 năm 2019 tại [[chùa Từ Đàm]], Huế, sau 95 năm trụ thế, không rõ nguyên nhân mất.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/dai-lao-hoa-thuong-thich-tri-quang-vien-tich-tai-chua-tu-dam-20191109084309662.htm|title=Đại lão hoà thượng Thích Trí Quang viên tịch tại chùa Từ Đàm|date=9 tháng 11 năm 2019|author=M.Tự|website=[[Báo Tuổi Trẻ|Tuổi Trẻ Online]]}}<\/ref><ref>{{Chú thích web |author1=Đình Toàn |title=Đại lão Hòa thượng Thích Trí Quang viên tịch, di huấn không lập bàn thờ, phúng điếu |url=https:\/\/thanhnien.vn\/thoi-su\/dai-lao-hoa-thuong-thich-tri-quang-vien-tich-di-huan-khong-lap-ban-tho-phung-dieu-1146434.html |website=Báo Thanh Niên |access-date=11 tháng 11 năm 2019 |date=9 tháng 11 năm 2019}}<\/ref> Theo lời di huấn của ông, nghi thức tang lễ sẽ được tiến hành sáu tiếng sau khi ông qua đời, không thành phục, không báo tang cũng như không phúng điếu.<ref name=voa\/>\n\n==Đánh giá==\nTheo tướng [[Nguyễn Hữu Có]] thì trong [[Sự kiện 30 tháng 4 năm 1975]] thì Hòa thượng Thích Trí Quang là một kênh liên lạc của đại tướng Dương Văn Minh với ''phía bên kia''. Từ sau 1975 cho, ông sống tại [[Sài Gòn]], tĩnh tu tại một ngôi chùa ở [[Gò Vấp]]. Bên cạnh việc san dịch kinh sách, ông hoàn tất một hồi ký đặc biệt về cuộc vận động của Phật giáo Việt Nam.\n\nTheo James McAllister trong \"Only Religions Count in Vietnam: Thich Tri Quang and the Vietnam War\", thì: \"Học giả bên cánh hữu thì cho rằng Hòa thượng Thích Trí Quang chắc chắn là tay sai Cộng sản hoạt động theo chỉ thị của Hà Nội. Học giả bên cánh tả thì lý luận rằng Hòa thượng Thích Trí Quang là một lãnh đạo tôn giáo ôn hoà dấn thân cho dân chủ và quyết tâm đòi chấm dứt chiến cuộc nhanh chóng\". Tuy nhiên: \"Nếu căn cứ vào những bằng chứng được lưu trữ qua các cuộc đàm thoại của Hòa thượng Thích Trí Quang với giới chức Mỹ thì rõ ràng là, Hòa thượng Thích Trí Quang thực sự có thái độ chống Cộng mạnh mẽ và hoàn toàn chấp nhận việc Mỹ dùng sức mạnh quân sự đối với Bắc Việt và [[Trung Quốc]]. Yếu tố chính dẫn đến xung đột giữa phong trào Phật giáo và chính quyền [[Lydon Johnson|Johnson]] là việc Hòa thượng Thích Trí Quang quả quyết rằng các chế độ quân sự tiếp theo Ngô Đình Diệm có thái độ thù nghịch với Phật giáo và thiếu khả năng đưa cuộc chiến đấu chống chủ nghĩa Cộng sản đến một kết thúc thắng lợi\".<ref>Tạp chí Modern Asian Studies 42, 4 (2008), pp. 751–782<\/ref>\n\nTrong tự thuật của Đỗ Trung Hiếu, \"Thống nhất phật giáo Việt Nam\" viết 1994, ông ta đã thuật lại với cựu bộ trưởng bộ ngoại giao Bắc Việt [[Xuân Thủy]] 1981 việc [[Trần Bạch Đằng]], cựu bí thư thành ủy Sài Gòn cho Thích Trí Quang là loại [[CIA]] chiến lược, với những lý do như \"năm 1964 nhân trận lụt lớn ở miền Trung, quân Giải phóng chuẩn bị nhổ các đồn bót ngụy, Trí Quang nêu khẩu hiệu \"Giáo hội Phật giáo Việt Nam Thống nhất cứu lụt\". Cờ 5 màu dựng trên các Ca-nô, tàu máy bay trực thăng cứu sạch bọn ngụy quân... Năm 1965 Mỹ đổ quân trắng trợn xâm lược miền Nam Việt Nam, Mặt trận Giải phóng Miền Nam nêu khẩu hiệu chống quân phiệt để đẩy mạnh Phong trào chiến tranh Cách mạng chống Mỹ xâm lược, Thượng tọa Trí Quang nêu khẩu hiệu \"cầu nguyện hòa bình\" làm hạn chế cuộc đấu tranh chống Mỹ của ta\".<ref>[http:\/\/www.queme.net\/vie\/doc\/Thong-nhat-Phat-giao_Do-Trung-Hieu.pdf Thống nhất phật giáo Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304213758\/http:\/\/www.queme.net\/vie\/doc\/Thong-nhat-Phat-giao_Do-Trung-Hieu.pdf |date=2016-03-04 }}, Đỗ Trung Hiếu, queme.net<\/ref>\n\n[[Nguyễn Cao Kỳ]] nhận xét Thích Trí Quang là người có tham vọng chính trị nhưng vì là người tu hành nên ông không thể nắm giữ các chức vụ trong chính quyền vì vậy ông muốn trở thành một \"thái thượng hoàng\" của miền Nam Việt Nam, người có thể điều khiển giới lãnh đạo Việt Nam Cộng hòa theo ý mình. Sau khi Tổng thống Ngô Đình Diệm bị lật đổ, Phật giáo tại miền Nam trở thành một lực lượng \"kiêu binh\" gây rối loạn nền chính trị [[Việt Nam Cộng hòa]].<ref>[https:\/\/www.youtube.com\/watch?v=Y1MIKdy4pQo Phỏng vấn Nguyễn Cao Kỳ], Youtube<\/ref>\n\n==Ghi chú==\n{{ghi chú}}\n\n==Tham khảo==\n{{Tham khảo}}\n== Nguồn ==\n* {{Chú thích sách|editor1-last=Buswell|editor1-first=Robert Jr|editor2-last=Lopez|editor2-first=Donald S. Jr.|editor1-link=Robert Buswell Jr.|editor2-link=Donald S. Lopez Jr.|title=Thich Tri Quang, in Princeton Dictionary of Buddhism.|date=2013|publisher=Princeton University Press|location=Princeton, NJ|isbn=9780691157863}}\n* {{Chú thích sách | title = A Death in November: America in Vietnam, 1963 | url = https:\/\/archive.org\/details\/deathinnovembera0000hamm | author-link = Ellen Hammer | first = Ellen J. | last = Hammer | year = 1987 | publisher = E. P. Dutton | isbn = 0-525-24210-4 | location = New York City }}\n* {{Chú thích sách | first = Seth | last = Jacobs | year = 2006 | title = Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950–1963 | publisher = Rowman & Littlefield | isbn = 0-7425-4447-8 | location = Lanham, Maryland }}\n* {{Chú thích sách | first = Howard | last = Jones | year = 2003 | title = Death of a Generation: how the assassinations of Diem and JFK prolonged the Vietnam War | url = https:\/\/archive.org\/details\/deathofgeneratio0000jone | publisher = Oxford University Press | isbn = 0-19-505286-2 | location = New York City }}\n*{{Chú thích sách |title=Intervention : how America became involved in Vietnam |author=Kahin, George McT. |location=New York City |publisher=Knopf |year=1986 |isbn=0-394-54367-X |author-link=George McTurnan Kahin |url=https:\/\/archive.org\/details\/intervention00geor }}\n* {{Chú thích sách| title=Vietnam: A history| url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4| first=Stanley |last=Karnow |author-link=Stanley Karnow|year=1997 |publisher=Penguin Books | isbn=0-670-84218-4 |location=New York}}\n*{{cite journal |title='Only Religions Count in Vietnam': Thich Tri Quang and the Vietnam War |author=McAllister, James |journal=Modern Asian Studies |volume=42 |issue= 4 |year=2008 |pages=751–782 |publisher=Cambridge University Press |location=New York |doi=10.1017\/s0026749x07002855|url=https:\/\/zenodo.org\/record\/848735}}\n*{{cite journal |title=Political Monks: The Militant Buddhist Movement during the Vietnam War |author=Moyar, Mark |journal=Modern Asian Studies |volume=38 |issue= 4 |year=2004 |pages=749–784 |publisher=Cambridge University Press |location=New York City |author-link= Mark Moyar |doi=10.1017\/S0026749X04001295}}\n*{{Chú thích sách | title=Triumph Forsaken: The Vietnam War, 1954–1965  |first=Mark |last=Moyar |author-link=Mark Moyar |publisher=Cambridge University Press |year=2006 |isbn=0-521-86911-0 |location=New York City}}\n*{{Chú thích sách |title=The Lotus Unleashed: The Buddhist Peace Movement in South Vietnam, 1964&ndash;1966 |first=Robert J. |last=Topmiller |publisher=University Press of Kentucky |year=2006 |isbn=0-8131-9166-1 |location=Lexington, Kentucky}}\n=== Đọc thêm ===\n*{{Chú thích sách|title=Our Vietnam|first=A. J.|last=Langguth|year=2000|publisher=Simon and Schuster|isbn=0-684-81202-9|url-access=registration|url=https:\/\/archive.org\/details\/unset0000unse_f6q3}}\n* \"A Talk with Thich Tri Quang\" (The World), Times Magazine Vol. 87, no 16, 22 tháng 4 năm 1966\n\n==Liên kết ngoài==\n* [http:\/\/thuvienhoasen.org\/p60a15441\/1\/tri-quang-tu-truyen TRÍ QUANG TỰ TRUYỆN] (2011)\n\n[[Thể loại:Tăng sĩ Việt Nam]]\n[[Thể loại:Giáo hội Phật giáo Việt Nam Thống nhất]]\n[[Thể loại:Người Quảng Bình]]\n[[Thể loại:Mất năm 2019]]"}