{"2450492":"{{Thông tin tu sĩ Phật giáo\n| tiền tố = [[Hòa thượng]]\n| tên = Thích Trí Tịnh\n| tên gốc = 釋智淨\n| hình =\n| chú thích hình = \n| pháp danh = Nhựt Bình 日平\n| pháp tự = Trí Tịnh 智淨\n| pháp hiệu = Thiện Chánh 善正\n| bút hiệu = Hân Tịnh 欣淨\n| tôn giáo = \n| trường phái = \n| tông phái = [[Lâm Tế tông]]\n| ngày xuất gia = \n| nơi xuất gia = [[chùa Vạn Linh]]<br>[[Tịnh Biên]], [[An Giang]]\n| thọ giới = Sa di\n| ngày thọ giới = 1941\n| nơi thọ giới = [[chùa Quốc Ân]]<br>[[Huế]], [[Thừa Thiên Huế]]\n| thọ giới 2 = Tỳ kheo và Bồ Tát\n| ngày thọ giới 2 = {{startdate|1945|6|19}}\n| nơi thọ giới 2 = [[chùa Long An]]<br>[[Sa Đéc]], [[Đồng Tháp]]\n| ngày hoàn tục = \n| nơi hoàn tục = \n| chức vụ 3 = Trụ trì<br>[[Linh Sơn Cổ Tự|Chùa Linh Sơn]]\n| bắt đầu 3 = 1951\n| kết thúc 3 = 1954\n| kế nhiệm 3 = [[Tịnh Viên]]\n| vị trí 3 = [[Vũng Tàu]], [[Bà Rịa – Vũng Tàu]]\n| chức vụ 4 = Viện trưởng<br>[[Chùa Huệ Nghiêm|Viện Cao đẳng Phật học Huệ Nghiêm]]\n| bắt đầu 4 = 1971\n| kết thúc 4 = 1991\n| tiền nhiệm 4 = ''thành lập''\n| phó chức vụ 4 = Phó viện trưởng\n| phó viên chức 4 = [[Thích Bửu Huệ]]\n| kiểu vị trí 4 = Địa chỉ\n| vị trí 4 = [[Chùa Huệ Nghiêm]], quận [[Bình Tân (quận)|Bình Tân]], [[Thành phố Hồ Chí Minh]]\n| chức vụ = Chủ tịch Hội đồng Trị sự<br>[[Giáo hội Phật giáo Việt Nam]]\n| bắt đầu = 1984\n| kết thúc = [[28 tháng 3]] năm [[2014]]\n| tiền nhiệm = HT. [[Thích Trí Thủ]]\n| kế nhiệm = HT. [[Thích Thiện Nhơn]]\n| chức vụ 2 = [[Pháp chủ|Phó pháp chủ]], Giám luật<br>[[Giáo hội Phật giáo Việt Nam]]\n| bắt đầu 2 = 1992\n| kết thúc 2 = [[28 tháng 3]] năm [[2014]]\n| tiền nhiệm 2 = HT. [[Thích Đôn Hậu]]\n| kế nhiệm 2 = HT. [[Thích Trí Quảng]]\n| trưởng chức vụ 2 = [[Pháp chủ]]\n| trưởng viên chức 2 = {{Danh sách thu gọn\n| [[Thích Đức Nhuận]]\n| [[Thích Tâm Tịch]]\n| [[Thích Phổ Tuệ]]\n}}\n| vị trí 2 = \n| tên khai sinh = Nguyễn Văn Bình\n| ngày sinh = {{ngày sinh|1917|10|17}}\n| nơi sinh = [[Mỹ An Hưng A]], [[Lấp Vò]], [[Đồng Tháp]]\n| ngày mất = {{ngày mất và tuổi|2014|3|28|1917|10|17}}\n| nơi mất = [[chùa Vạn Đức]]<br>[[Thủ Đức]], [[Thành phố Hồ Chí Minh]]\n| ngày an táng = {{startdate|2014|04|03}}\n| nơi an táng = Bảo tháp Phù Thi, [[chùa Vạn Đức]]<br>[[Thủ Đức]], [[Thành phố Hồ Chí Minh]]\n| cha = Nguyễn Văn Cân\n| mẹ = Nguyễn Thị Truyện\n| học vấn = \n| quốc tịch = {{VNM}}\n| huân chương = {{HCVN|Hồ Chí Minh|0|1|Độc lập|1|1|Đại đoàn kết dân tộc|0|1}}\n}}'''Thích Trí Tịnh''' (thượng '''Trí''' hạ '''Tịnh'''; [[1917]] – [[2014]]), thế danh '''Nguyễn Văn Bình''', húy '''Nhựt Bình''', tự '''Trí Tịnh''', hiệu '''Thiện Chánh''', bút hiệu '''Hân Tịnh tỳ kheo''';<ref name=\":0\">{{Harvnb|Thích Trí Tịnh|2006|p=9}}<\/ref> là một nhà sư thuộc dòng [[Lâm Tế tông|Lâm Tế]] gia phổ đời thứ 41 tại [[Việt Nam]], từng là Phó Pháp chủ Hội đồng Chứng minh, Chủ tịch Hội đồng trị sự Giáo hội Phật giáo Việt Nam, Phó Chủ tịch UBTW Mặt trật Tổ quốc Việt Nam. Hòa thượng là người có công rất lớn trong việc điều hành và phát triển giáo hội Phật giáo Việt Nam phát triển, là bậc tùng lâm của giáo hội. Ngài đồng thời cũng là một cao tăng Việt Nam đã có công phiên dịch Kinh Đại Thừa Diệu Pháp Liên Hoa từ bản chữ Hán (do [[Cưu Ma La Thập]] dịch từ tiếng Phạn) ra tiếng Việt, cùng nhiều bộ kinh khác, đồng thời ông cũng nổi tiếng qua việc truyền bá và phát triển pháp môn Tịnh Độ tại Việt Nam và được hàng tín đồ tôn xưng là Sơ tổ của [[Tịnh độ tông|Tông Tịnh Độ]] Việt Nam. \n\n==Tiểu sử==\n===Thân thế===\nHòa thượng Thích Trí Tịnh sinh ngày [[2 tháng 9]] năm [[Đinh Tỵ]] ([[17 tháng 10]] năm [[1917]]) tại làng Mỹ An Hưng<ref name=\":0\" \/> (tục gọi là Cái Tàu Thượng) thuộc quận [[Châu Thành, Đồng Tháp|Châu Thành]], [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay là xã Mỹ An Hưng A, huyện [[Lấp Vò]], tỉnh [[Đồng Tháp]]) trong một gia đình nông dân, và tin theo [[đạo Phật]]. Cha là ông Nguyễn Văn Cân và mẹ là bà Nguyễn Thị Truyện. Nhà sư là người con út trong gia đình có 6 anh chị em gồm 3 trai và 3 gái.\n\nNguyễn Văn Bình (về sau là HT Thích Trí Tịnh) từ nhỏ đã mồ côi cả cha lẫn mẹ (lên 3 tuổi thì mất cha, đến 7 tuổi thì mất mẹ), nên sống với người anh thứ ba (ông Nguyễn Văn Đặng nay đã qua đời, người anh thứ tư mất sớm).\n\nNăm 10 tuổi, Nguyễn Văn Bình mới vào lớp năm (tương đương lớp 1 ngày nay), đến năm 15 tuổi thì học xong lớp đệ thất (tương đương lớp 6 ngày nay), rồi sang học [[chữ Hán]] với người chú và học nghề [[thuốc Bắc]] với người anh họ,...\n\n===Xuất gia học đạo===\nThấy cảnh lục đục của gia đình anh chị nên Nguyễn Văn Bình có ý xuất ly thế tục, và người thanh thiếu niên ấy bắt đầu tìm hiểu các tôn giáo như [[đạo Thiên Chúa]], [[đạo Cao Đài]], [[Thông Thiên Học]],... và đặc biệt quan tâm đến [[đạo Phật]].\n\nNăm 18 tuổi, Nguyễn Văn Bình bắt đầu ăn chay trường và tu theo đạo Phật. Năm [[1937]] (21 tuổi ta), ông cùng người bạn lên [[Sài Gòn]] lập nghiệp, ở chung nhà trọ. Trước đó, tuy ông đã có ý định xuất thế nhưng vì còn người chị thứ sáu chưa lập gia đình nên không nỡ bỏ đi. Nay người chị ấy đã yên bề gia thất, nên ông yên tâm thực hiện ước nguyện của mình.\n\nSau đó, ông đi lên [[núi Cấm]] ([[Tịnh Biên]], [[An Giang]]), đến chùa Lá (sau trùng tu và đổi tên là [[Chùa Vạn Linh|Vạn Linh]]), xin Hòa thượng Trụ trì [[Thích Thiện Quang]] (thượng Thiện hạ Quang, thế danh Nguyễn Hồng Xứng; [[1895]]-[[1953]]){{Efn|Báo Nhân dân điện tử ghi tên là Hòa thượng Thích Hồng Xứng.<ref name=\":2\"\/>}}<ref>{{Harvnb|Hoằng Tri|2006|p=12}}<\/ref> cho xuất gia, và được chấp thuận.\n\nTrong quảng thời gian tu khổ hạnh, nhà sư Thích Trí Tịnh (tức Nguyễn Văn Bình) đọc được tạp chí ''Từ Bi Âm'', nên có ý nguyện học thêm kinh luật. Vì vậy, cuối năm [[1939]], nhà sư xin phép thầy xuống núi.\n\nĐến [[Sài Gòn]], nhà sư Thích Trí Tịnh cùng nhà sư Thiện Phước ra núi Thị Vải (nay thuộc [[Bà Rịa]]), tìm chỗ thích hợp để cất am tu (gần chùa Linh Sơn Bửu Thiền). Nhưng vì sơn lam chướng khí, nên chẳng mấy hôm, cả hai nhà sư đều bị bệnh [[sốt rét]]. Không kham nổi, hai người cùng xuống chân núi. nhà sư Thiện Phước thì tá túc nơi am của bà Năm, còn nhà sư Trí Tịnh thì tá túc nơi hang đá của bà Bảy. Vài hôm sau, nhà sư Thiện Phước tịch, nhà sư Trí Tịnh liền về Sài Gòn tá túc trong chùa Tịnh Độ ở [[Gò Vấp]] và tìm thầy trị bệnh.\n\nSau khi hết bệnh, nghe theo lời khuyên, nhà sư khởi ý đi [[Huế]] để tu học. Trên đường đi, nhà sư có vào tu học tại chùa Liên Tôn ở [[Bình Định]] khoảng 3 tháng.<ref name=\":1\">{{Harvard citation no brackets|Thích Trí Tịnh|2006|p=19}}<\/ref> Ra đến Huế, nhà sư được nhận vào học lớp Sơ cấp Phật học (và được cấp học bổng) tại [[chùa Tây Thiên]].{{Efn|Chùa Tây Thiên nằm ở góc Đông Nam của đàn Nam Giao, thuộc địa phận xã Thủy Xuân ở Huế, do Hoà Thượng Lâm Tịnh, thuộc đời 41 dòng Lâm Tế sáng lập năm 1902.}}\n\nĐầu năm [[1941]], nhà sư Trí Tịnh thọ giới Sa di tại [[chùa Quốc Ân]] ở [[Huế]].<ref name=\":2\" \/>\n\nSau đó, nhà sư tiếp tục học lên Trung đẳng Phật học (tốt nghiệp vào cuối năm [[1942]]) và Cao đẳng Phật học (tốt nghiệp năm [[1945]]). Cũng năm này (1945), trường An Nam Phật học dời vào Tòng Lâm Kim Sơn ở Huế, nhà sư Trí Tịnh được cử làm Giám viện Quản đốc trường.\n\n===Hành đạo và hoạt động trước năm [[1975]]===\nKế đó, vì nạn đói ở Huế và ở cả [[Miền Bắc Việt Nam|miền Bắc]], nhà trường quyết định chuyển Tăng sinh (Sơ đẳng và Trung đẳng khoảng 40 vị) vào [[Miền Nam Việt Nam|Nam]] và giao cho nhà sư Trí Tịnh quản lý. Vào Nam, đoàn Tăng sinh tạm ở trong [[chùa Vĩnh Tràng]] ([[Mỹ Tho]]), còn nhà sư Trí Tịnh thì tạm ở trong [[chùa Kim Huê]] ([[Sa Đéc]]). Ngày [[19 tháng 6]] năm [[1945]], nhà sư Trí Tịnh được thọ Tỳ kheo và Bồ Tát giới tại Đại Giới đàn tổ chức tại [[chùa Long An]] ở Sa Đéc.{{Efn|Báo Nhân dân ghi năm 1946.<ref name=\":2\"\/>}}<ref>{{Harvnb|Thích Trí Tịnh|2006|p=22}}<\/ref>\n\nĐến khi [[Cách mạng tháng Tám]] ([[1945]]) nổ ra, nhà trường vừa kể trên (khi ấy có tên là Lưỡng Xuyên Phật học) bị phân tán, nhà sư Trí Tịnh và nhà sư Thích Thiện Hoa ([[1918]] – [[1973]] bèn về chùa Phật Quang ở quận Trà Ôn, tỉnh [[Cần Thơ]] (nay thuộc huyện [[Trà Ôn]], tỉnh [[Vĩnh Long]]) lập trường Phật học Phật Quang, và khai giảng vào cuối năm. Khi ấy, nhà sư Thích Thiện Hoa làm Giám đốc, còn nhà sư Trí Tịnh làm Đốc giáo kiêm Giáo thọ.\n\nCuối năm [[1946]], an ninh ở địa phương không được ổn định, nhà trường phải dời về tạm trú trong chùa Vạn Phước ở Phú Lâm ([[Chợ Lớn]]).{{Efn|Theo báo Nhân dân, thì chùa Vạn Phước ở xã Bình Trị Đông, quận Long Hưng Thượng, tỉnh Chợ Lớn (nay là huyện Bình Chánh, TP Hồ Chí Minh)<ref name=\":2\"\/>}}<ref name=\":1\" \/>\n\nNăm [[1948]], nhà sư Trí Tịnh cùng nhà sư [[Thích Huyền Dung]] ([[1918]]- [[2014]]) thành lập trường Liên Hải Phật học tại [[Chùa Phật Tích|chùa Vạn Phuớc]]. Khi ấy, nhà sư Trí Tịnh làm giám đốc, nhà sư Thích Huyền Dung làm đốc giáo.<ref name=\"Theo TB\">{{Chú thích web|url=https:\/\/phatgiao.org.vn\/tom-tat-tieu-su-hoa-thuong-thich-tri-tinh-d13930.html|title=Tóm tắt tiểu sử Hòa thượng Thích Trí Tịnh|tác giả=|họ=|tên=|ngày=ngày 28 tháng 3 năm 2014|website=Giáo hội Phật giáo Việt Nam|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Và Hòa thượng là một trong những vị giáo thọ sư của rất nhiều vị hòa thượng như Thiền sư Thích Nhất Hạnh, Thiền sư Thích Thanh Từ, Thiền sư Thích Từ Thông,... là một trong những hàng hậu học của ngài thế hệ thứ nhất và tiếp đó là HT Thích Minh Cảnh, HT Thích Trí Quảng... tại các trường Phật học trước 1975 như Phật học đường Huệ Nghiêm.\n\nNăm [[1950]], Hòa thượng Trí Tịnh có bệnh phải đi dưỡng bệnh và tu ở chùa Linh Sơn ([[Vũng Tàu]]).\n\nNăm [[1951]], nhà sư Trí Tịnh cùng nhà sư Thích Thiện Hòa sáp nhập 3 Phật học đường là Liên Hải, Mai Sơn, Sùng Đức thành Phật học đường Nam Việt, đặt trụ sở đặt tại [[chùa Ấn Quang]] (nay ở [[Quận 10]], [[Thành phố Hồ Chí Minh]]). Từ năm [[1951]] – [[1956]], nhà sư Trí Tịnh tham gia Ban Giảng huấn và giảng dạy cho lớp Cao đẳng Phật học.<ref name=\"Theo TB\" \/> Cũng trong năm này, nhà sư nhận lời làm trụ trì [[Chùa Linh Sơn (Vũng Tàu)|chùa Linh Sơn]].<ref>{{Harvnb|Thích Trí Tịnh|2006|p=23}}<\/ref>\n\nNăm [[1952]], Giáo hội Tăng Già Nam Việt được thành lập ở Sài Gòn, nhà sư Trí Tịnh được mời giữ chức Trưởng ban Giáo dục và Trưởng ban Giám Luật. Kế đó, Giáo hội Tăng Già toàn quốc được thành lập, nhà sư được cử vào các chức vụ: Trưởng ban Giáo dục, Phó Trị sự, Ủy viên phiên dịch Tam Tạng. Vì nhận nhiều trọng trách, nên [[tháng 4]] năm [[1954]], nhà sư trao quyền trụ trì chùa Linh Sơn lại cho nhà sư Tịnh Viên.\n\nNgày [[16 tháng 3]] ([[âm lịch]]) năm [[Giáp Ngọ]] ([[1954]]), nhà sư Trí Tịnh cho lập [[chùa Vạn Đức]] ở Thủ Đức (nay tọa lạc tại số 234 đường [[Tô Ngọc Vân]], phường [[Tam Phú, Thủ Đức|Tam Phú]], [[quận Thủ Đức]]). Tiền thân ngôi chùa là nhà ở của một tín đồ hiến tặng, được sửa chữa lại làm chùa. Kể từ đó, nhà sư thường trụ ở đây cho đến ngày viên tịch ([[2014]]).<ref>{{Harvnb|Hoằng Tri|2006|p=17}}<\/ref>\n\nNăm [[1955]], nhà sư Thích Trí Tịnh thành lập Hội Cực Lạc Liên Hữu tại chùa Vạn Đức, và khuyên Tăng chúng thực hành tu theo pháp môn [[Tịnh Độ tông|Tịnh Độ]].<ref>{{Harvnb|Thích Trí Tịnh|2006|p=25}}<\/ref> Khi ấy, nhà sư Trí Tịnh làm Liên trưởng, và nhà sư Thích Huệ Hưng làm Liên phó. Cũng trong năm này, nhà sư đảm nhiệm cương vị Giáo thọ A Xà Lê Đại giới đàn Từ Hiếu (Huế).\n \nNăm [[1957]], nhà sư Trí Tịnh được Đại hội Giáo hội Tăng già Nam Việt cử làm Trị sự phó và kiêm Trưởng ban Giáo dục Giáo hội Tăng già Nam Việt. Đồng thời, hợp tác với nhà sư Thích Thiện Hoa, nhà sư Thích Thiện Hòa mở các khóa Như Lai Sứ Giả tại chùa Pháp Hội, chùa Tuyền Lâm, chùa Dược Sư... để đào tạo cán bộ Trụ trì và Giảng sư cho Giáo hội <ref name=\"Theo TB\" \/>.\n\nNăm [[1959]], trong Đại hội Giáo hội Tăng già toàn quốc Việt Nam kỳ II diễn ra vào ngày 10, [[11 tháng 9]] năm [[1959]] tại [[chùa Ấn Quang]], nhà sư Trí Tịnh được cử làm Trị sự Phó Giáo hội Tăng già toàn quốc Việt Nam. Cũng trong năm này, nhà sư làm Tuyên Luật sư Đại giới đàn Hải Đức ([[Nha Trang]]).\n\nNăm [[1960]] – [[1962]], nhà sư Trí Tịnh làm Giới Luật sư trong các Đại Giới đàn tổ chức tại các chùa Ấn Quang, Pháp Hội,... để truyền trao giới pháp cụ túc cho chư Tăng.\n\nNăm [[1962]], nhà sư Trí Tịnh được cử làm Phó Viện trưởng Phật học Viện [[Miền Trung Việt Nam|Trung phần]].\n\nNăm [[1964]], nhà sư Trí Tịnh làm Trưởng đoàn Đại biểu Giáo hội Tăng già Nam Việt tham dự Đại hội Thống nhất Phật giáo Việt Nam, được tổ chức tại [[chùa Xá Lợi]] trong các ngày 30, [[31 tháng 12]] năm [[1963]] và [[1 tháng 1]] năm [[1964]] để thành lập [[Giáo hội Phật giáo Việt Nam Thống nhất]] (GHPGVNTN). Tại Đại hội này, nhà sư được cử làm Tổng Vụ trưởng Tổng vụ Tăng sự <ref name=\"Theo TB\" \/>. Cũng trong năm này, nhà sư Trí Tịnh đảm nhiệm cương vị làm Tuyên Luật sư trong Đại Giới đàn Quảng Đức, tổ chức tại [[Việt Nam Quốc Tự]] (Sài Gòn).\n\nNăm [[1965]], nhà sư Trí Tịnh đảm nhiệm cương vị Yết ma trong Tiểu Giới đàn Quảng Đức tại Phật học viện Huệ Nghiêm (nay ở huyện [[Bình Chánh]], [[Thành phố Hồ Chí Minh]]) và Tuyên Luật sư Đại Giới đàn ở [[chùa Từ Hiếu]] ([[Huế]]).\n\nNăm [[1966]], nhà sư Trí Tịnh là Tuyên Luật sư Đại Giới đàn Quảng Đức tại Phật học viện Huệ Nghiêm. Cũng trong năm này, tại Đại hội kỳ II Giáo hội Phật giáo Việt Nam thống nhất, nhà sư được suy cử vào cương vị Chánh Thư ký Viện Tăng Thống.\n\nNăm [[1968]], nhà sư Trí Tịnh tham gia Ban Giảng huấn Phật học viện Huệ Nghiêm và giảng dạy Phật pháp cho lớp Chuyên khoa Phật học trong ba năm.\n\nNăm [[1969]], nhà sư Trí Tịnh đảm nhiệm cương vị Tuyên Luật Sư trong Đại Giới đàn Quảng Đức tổ chức tại Phật học viện Huệ Nghiêm.\n\nNăm [[1970]], nhà sư Trí Tịnh đảm nhiệm cương vị Khoa trưởng [[Phân khoa]] Phật học tại [[Viện Đại học Vạn Hạnh]] ở Sài Gòn (cho đến năm [[1975]]).\n\nNăm [[1971]], sau khi Giáo hội thành lập Viện Cao đẳng Phật học Huệ Nghiêm, nhà sư Trí Tịnh được cử làm Viện trưởng (cho đến năm [[1991]]).\n\nNăm [[1973]], trong phiên họp của Hội đồng Giáo phẩm Trung ương, nhà sư Trí Tịnh được cử làm Thành viên Hội đồng Giáo phẩm Trung ương. Vào ngày [[5 tháng 7]] năm ấy, nhà sư Trí Tịnh được cử làm Chủ tịch Hội đồng phiên dịch Tam tạng thuộc Viện Tăng Thống GHPGVNTN. Cũng trong năm này, tại Đại hội Giáo hội Trung ương kỳ 4, nhà sư Trí Tịnh được tấn phong [[hòa thượng]] và được suy cử đảm nhiệm cương vị Phó Viện trưởng Viện Hóa Đạo GHPGVNTN <ref name=\"Theo TB\" \/>.\n\nCuối năm [[1974]], Hòa thượng Thích Trí Tịnh được Hòa thượng Thích Thiện Hòa cử làm Cố vấn Hội đồng Quản trị Tổ đình Ấn Quang và các cơ sở trực thuộc.\n\nNăm [[1975]], Hòa thượng Trí Tịnh được Hội đồng Giáo phẩm Trung ương cử làm Trưởng ban Kiến thiết Pháp Bảo Viện tại xã Linh Xuân Thôn ở [[Thủ Đức]].\n\n===Hành đạo và hoạt động sau năm 1975===\n[[Tập tin:Kệ niệm Phật.jpg|nhỏ|250px|phải|Một bài kệ niệm [[Phật]] của HT Thích Trí Tịnh được khắc trên đá, dựng trong khuôn viên chùa Vạn Đức]] \nNăm [[1976]], Hòa thượng Thích Trí Tịnh được mời làm Ủy viên Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]].\n\nĐầu năm [[Canh Thân]] ([[1980]]), trong phiên họp hiệp thương của chư tôn Hòa thượng, Thượng tọa, Đại đức, cư sĩ của các tổ chức Giáo hội, Hệ phái Phật giáo được tổ chức tại Thành phố Hồ Chí Minh để thảo luận chương trình thống nhất Phật giáo Việt Nam. Kết quả một Ban Vận động Thống nhất Phật giáo ra đời, do Hòa thượng [[Thích Trí Thủ]] làm Trưởng ban và Hòa thượng Trí Tịnh được cử làm Phó Trưởng ban Vận động kiêm Trưởng Tiểu ban Nội dung. Cũng trong năm này, hòa thượng được cử làm Tuyên Luật Sư và Chánh Chủ khảo trong Đại Giới đàn Thiện Hòa, tổ chức tại chùa Ấn Quang.\n\nSau đó, tại Hội nghị Đại biểu Thống nhất Phật giáo Việt Nam, tổ chức tại [[Hà Nội]], từ ngày 4 – [[7 tháng 11]] năm [[1981]], Hòa thượng Trí Tịnh được Đại hội cử làm Thành viên Hội đồng Chứng minh, và cử làm Phó Chủ tịch Thường trực Hội đồng Trị sự kiêm Trưởng ban Tăng sự Trung ương [[Giáo hội Phật giáo Việt Nam]] (GHPGVN) vừa được thành lập.\n\nNăm [[1982]], tại Đại hội Đại biểu Phật giáo Thành phố Hồ Chí Minh nhiệm kỳ I, Hòa thượng Trí Tịnh được cử kiêm làm Trưởng ban Trị sự Thành hội Phật giáo Thành phố Hồ Chí Minh (cho đến năm [[1987]]).\n\nTừ Đại hội Mặt trận Tổ quốc Việt Nam lần thứ II ([[1983]]) cho đến Đại hội VII ([[2009]]), Hòa thượng Trí Tịnh được bầu làm Ủy viên Đoàn Chủ tịch, rồi làm Phó Chủ tịch Ủy ban Trung ương của Mặt trận.\n\nNăm [[1984]], sau khi Hòa thượng [[Thích Trí Thủ]] (Chủ tịch Hội đồng Trị sự GHPGVN) viên tịch vào [[tháng 4]] năm [[1984]], Hòa thượng Trí Tịnh được cử làm Quyền Chủ tịch Hội đồng Trị sự, rồi Chủ tịch Hội đồng Trị sự nhiệm kỳ II và những nhiệm kỳ tiếp theo cho ngày viên tịch ([[tháng 3]] năm [[2014]]).\n\nNăm [[1984]] cho đến năm [[2013]], Hòa thượng Trí Tịnh được mời làm Đàn Đầu Hòa thượng Đại Giới đàn đầu tiên, và những Giới đàn tiếp theo của Thành hội Phật giáo Thành phố Hồ Chí Minh được tổ chức tại [[chùa Ấn Quang]].\n\nNăm [[1984]], Hòa thượng Trí Tịnh được cử làm Chủ tịch Hội đồng Trị sự Trung ương Giáo hội Phật giáo Việt Nam.<ref>{{Harvnb|Thích Trí Tịnh|2006|p=28}}<\/ref> Tháng 12 năm ấy, tại Đại hội Ủy ban [[Mặt trận Tổ quốc Việt Nam]] - Thành phố Hồ Chí Minh lần thứ 4, Hòa thượng được Đại hội cử làm Phó Chủ tịch của tổ chức này.\n\nNăm [[1992]], tại Đại hội Kỳ III của Hội đồng Trị sự GHPGVN, Hòa thượng Trí Tịnh được suy tôn lên ngôi vị Đệ nhất Phó Pháp chủ kiêm Giám luật Hội đồng Chứng minh GHPGVN.\n\nNăm [[1994]], Hòa thượng Trí Tịnh được Đại hội lần thứ 8 Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam tín nhiệm bầu vào cương vị Phó Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam.\n\nNăm [[2004]], Hòa thượng Trí Tịnh đảm nhiệm cương vị Đường đầu Hòa thượng Đại giới đàn Trí Tấn do Ban Trị sự Phật giáo tỉnh [[Bình Dương]] tổ chức.\n\nNăm [[2005]], Hòa thượng Trí Tịnh đảm nhiệm cương vị Đường đầu Hòa thượng Đại giới đàn Thiện Hòa 4 do Ban Trị sự Phật giáo tỉnh [[Bà Rịa – Vũng Tàu]] tổ chức.{{Efn|Tuyên bạch trên website Giáo hội Phật giáo Việt Nam ghi khác:...Đặc biệt, Hòa thượng đã được Ban Trị sự Tỉnh hội Phật giáo Bà Rịa – Vũng Tàu cung thỉnh đảm nhiệm cương vị Hòa thượng Đàn đầu truyền giới Tỳ kheo tại các Đại giới đàn Thiện Hòa I (1993), Thiện Hòa III (2000), Thiện Hòa IV (2003), Thiện Hòa V (2006), Thiện Hòa VII (2013).<ref name=\"Theo TB\"\/>}}<ref name=\":2\" \/>\n\n===Viên tịch=== \n[[Đại lão Hòa thượng]] Thích Trí Tịnh đã viên tịch vào lúc 9 [[giờ]] 15 [[phút]] ngày [[28 tháng 3]] năm [[2014]] ([[28 tháng 2]] năm [[Giáp Ngọ]]) tại chùa Vạn Đức ở Thủ Đức (Thành phố Hồ Chí Minh), trụ thế 98 năm, [[hạ lạp]] 69 năm. Lễ truy điệu được cử hành sau đó và thỉnh kim quan chứa nhục thân Đại lão Hòa thượng nhập Bảo tháp Phù Thi (xây năm [[1993]]) trong khuôn viên [[chùa Vạn Đức]].\n\n==Biên soạn và phiên dịch==\n[[Tập tin:Chùa Vạn Đức.jpg|nhỏ|250px|phải|Chùa Vạn Đức do HT Thích Trí Tịnh khai sơn]]\nMặc dù bận rộn nhiều công việc cho Giáo hội, Hòa thượng vẫn dành thời gian để dịch kinh và giảng kinh. Những tác phẩm Hòa thượng đã biên soạn, phiên dịch và phổ biến như:\n* Kinh Diệu Pháp Liên Hoa: trọn bộ 7 quyển\n* Kinh Hoa Nghiêm: 80 quyển\n* Kinh A Di Đà\n* Kinh Đại Bát Niết Bàn: 40 quyển\n* Kinh Đại Bát Nhã: 27 quyển\n* Kinh Kim Cương Bát Nhã Ba La Mật: 1 quyển\n* Kinh Đại Bảo Tích + Đại Tập: 120 quyển\n* Kinh Phổ Hiền hạnh nguyện: 1 quyển\n* Kinh Địa Tạng bản nguyện: 3 quyển\n* Kinh Tam Bảo: 01 quyển\n* Tỳ kheo giới : 01 quyển\n* Bồ Tát giới bản: 01 quyển\n* Kinh Pháp Hoa cương yếu: Tóm tắt\n* Kinh Pháp Hoa thông nghĩa: Tóm tắt\n* Cực Lạc liên hữu tập: 01 quyển\n* Đường về Cực Lạc: Trọn bộ\n* Ngộ tính luận: 01 quyển, v.v...\n\n==Công xây dựng (sơ lược)==\n[[Tập tin:Chùa Vạn Linh trên núi Cấm.jpg|nhỏ|250px|phải|[[Chùa Vạn Linh]] được HT Thích Trí Tịnh cho trùng tu]]\nNgày [[16 tháng 3]] ([[âm lịch]]) năm [[Giáp Ngọ]] ([[1954]]), Hòa thượng Trí Tịnh cho lập [[chùa Vạn Đức]] ở Thủ Đức (nay tọa lạc tại số 502 đường [[Tô Ngọc Vân]], phường [[Tam Phú, Thủ Đức|Tam Phú]], [[quận Thủ Đức]]).\n\nNăm [[1995]], Hòa thượng Trí Tịnh đã cho khởi công xây dựng lại [[chùa Vạn Linh]] trên đỉnh [[núi Cấm]] thuộc huyện [[Tịnh Biên]], tỉnh [[An Giang]].\n\nNăm [[2000]], với tư cách Chủ tịch Hội đồng Trị sự GHPGVN, Hòa thượng Trí Tịnh đã ký quyết định thông qua dự án và bổ nhiệm Ban Trùng tu cơ sở Văn phòng 2 Trung ương Giáo hội tại [[Thiền viện Quảng Đức]] ở [[Quận 3]], [[Thành phố Hồ Chí Minh]].\n\nNăm [[2001]], Hòa thượng Trí Tịnh cho trùng tu một số hạng mục tại chùa Vạn Đức, như: Giảng đường, Phật đài [[Quan Âm]], Thư viện, Thiền thất, v.v...\n\nNăm [[2002]], Hòa thượng Trí Tịnh là Chủ đầu tư xây dựng lại cơ sở Văn phòng 2 Trung ương Giáo hội (Thiền viện Quảng Đức).\n\nNăm [[2004]], Hòa thượng Trí Tịnh khởi công xây dựng lại Chánh điện, Nhà Tổ chùa Vạn Đức với quy mô lớn.<ref name=\"Theo TB\" \/>\n\n==Chức danh và tặng thưởng==\nTrong quá trình hành đạo và hoạt động, Đại lão Hòa thượng Thích Trí Tịnh đã từng là: Phó Viện trưởng Viện Hóa Đạo Giáo hội Phật giáo Việt Nam Thống nhất, Đệ nhất Phó Pháp chủ kiêm Giám luật Hội đồng Chứng minh Giáo hội Phật giáo Việt Nam (GHPGVN), Chủ tịch Hội đồng trị sự GHPGVN, Trưởng ban Tăng sự TƯ GHPGVN, Phó Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Nguyên Phó Chủ tịch Ủy ban MTTQ VN TPHCM, Viện chủ chùa Vạn Đức, Viện chủ chùa Vạn Linh.\n\n[[Tập tin:Thiền viện Quảng Đức.jpg| nhỏ|phải|250px|[[Thiền viện Quảng Đức]], nơi HT Thích Trí Tịnh có nhiều đóng góp]]\nVới những công đức mà Đại lão Hòa thượng đã đóng góp cho \"Đạo Pháp và Dân tộc\", Hòa thượng Thích Trí Tịnh đã được tặng thưởng:<ref name=\"vnp\">{{Chú thích web|url=https:\/\/vietnamplus.vn\/to-chuc-trang-trong-le-vieng-dai-lao-hoa-thuong-thich-tri-tinh\/251532.vnp|title=Tổ chức trang trọng lễ viếng Đại lão Hòa thượng Thích Trí Tịnh|tác giả=Hoàng Anh Tuấn|họ=|tên=|ngày=ngày 29 tháng 3 năm 2014|website=Vietnam+|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n:* [[Huân chương Hồ Chí Minh]].\n:* [[Huân chương Độc Lập]] hạng Nhất.\n:* Huân chương Vì sự nghiệp đại đoàn kết toàn dân.\n:* Bằng khen của [[Thủ tướng Chính phủ]].\n:* Bằng Tuyên dương Công đức của Giáo hội Phật giáo Việt Nam và nhiều phần thưởng cao quý khác...\n\n==Nhận xét (sơ lược)==\n* Hòa thượng Thích Quảng Ba tại [[Úc]] cho là Hòa thượng Thích Trí Tịnh là một trong những số ít các vị tăng lữ có \"công lao phiên dịch Kinh điển [[Đại thừa]] nhiều nhất\", \"giảng dạy và truyền bá pháp môn [[Tịnh độ tông|tịnh độ]] trên toàn cõi Việt Nam\", và \"có công đức lớn đối với nền Phật học Việt Nam\", \"để lại di sản rất lớn cho nền Phật học và cho sự tu hành thanh cao đạo hạnh của những bậc cao tăng hiếm có trong thời gian gần đây\".\n* Trích trong ''báo Nhân dân'':\n:...Cuộc đời của Hòa thượng (Thích Trí Tịnh) là một tấm gương sáng về trí đức và giáo dục cho tăng, ni nhiều thế hệ. Với tính điềm đạm và đức nhẫn nại của một bậc thực học, chân tu khả kính và với những đóng góp to lớn cho Đạo pháp - Dân tộc, Hòa thượng luôn có được cảm tình đặc biệt trong lòng Phật tử Việt Nam...<ref name=\":2\">{{Chú thích báo|url=https:\/\/www.nhandan.com.vn\/chinhtri\/tin-tuc-su-kien\/item\/22743102-dai-lao-hoa-thuong-thich-tri-tinh-tu-tran.html|title=Đại lão Hòa thượng Thích Trí Tịnh từ trần|last=|first=|date = ngày 29 tháng 3 năm 2014 |work=Nhân dân điện tử|accessdate =}}<\/ref>\n==Một vài hình ảnh==\nMột vài hình ảnh trong lễ tang Đại lão Hòa thượng Thích Trí Tịnh tại chùa Vạn Đức:\n<gallery>\nHình:Chùa Vạn Đức ở Thủ Đức.jpg|Chùa Vạn Đức trong một ngày lễ tang.\nHình:Lễ tang Hòa thượng Thích Trí Tịnh.jpg|Chuẩn bị đưa kim quan HT Thích Trí Tịnh đi nhập bảo tháp.\nHình:Phụng tống kim quan.jpg|Đưa linh vị HT Thích Trí Tịnh trở về chính điện sau khi kim quan đã nhập bảo tháp.\nHình:Một số hoa tang.jpg|Một số ít trong vô số hoa tang.\n<\/gallery>\n\n==Xem thêm==\n* [[Thích Thiện Quang]] \n* [[Chùa Vạn Đức]]\n* [[Chùa Vạn Linh]]\n\n==Tham khảo==\n\n=== Chú thích ===\n{{Notelist}}\n\n=== Tham khảo ===\n{{tham khảo|30em}}\n\n=== Tài liệu ===\n* {{Chú thích sách|title=Hương sen Vạn Đức|last=Thích Trí Tịnh|first=|publisher=Nhà xuất bản Phương Đông|year=2006|isbn=|location=|pages=}}\n* {{Chú thích sách|title=Kỷ yếu trùng tu chùa Vạn Đức và Vạn Linh|last=Hoằng Tri|first=|publisher=Nhà xuất bản tổng hợp Thành phố Hồ Chí Minh|year=2006|isbn=|location=|pages=}}\n\n{{Giáo hội Phật giáo Việt Nam}}\n{{thời gian sống|sinh=1917|mất=2014}}\n\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Tăng sĩ Việt Nam]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Hội đồng Chứng minh của Giáo hội Phật giáo Việt Nam nhiệm kỳ VII]]\n[[Thể loại:Chính khách Việt Nam]]\n[[Thể loại:Ủy viên Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]]"}