{"3219001":"{{Thông tin tu sĩ Phật giáo\n| tiền tố = [[Hoà thượng]]\n| tên = THÍCH TÂM GIÁC\n| tên gốc = 釋心覺\n| hình = Cố_Hoà_thượng_Thích_Tâm_Giác.jpg\n| chú thích hình = chân dung Hoà thượng Thích Tâm Giác\n| pháp danh = Tâm Giác\n| tên khác = Trần Văn Mỹ\n| sư phụ = Đại Lão Hoà thượng Thích Trí Hải\n| chùa = [[chùa Vĩnh Nghiêm]]\n[[Việt Nam Quốc Tự]]\n[[Tu Viện Vĩnh Nghiêm]]\n| chức vụ = Viện trưởng viện Hoá Đạo [[GHPGVNTN]]\n| tiền nhiệm = [[Thích Tâm Châu]]\n| kế nhiệm = [[Thích Thiện Minh]]\n| chức vụ 2 = [[Hình:ARVN_Buddhist_Chaplain_Directorate_Insignia.svg|22px]] Giám đốc nha [[Tuyên uý]] Phật Giáo.\n| khóa 2 = \n| kế nhiệm 2 = [[Thích Thanh Long]]\n| khóa 3 = \n| chức vụ 4 = Tổng vụ trưởng Tổng vụ Kiến Thiết\n| kế nhiệm 4 = [[Thích Thiện Tường]]\n| chức vụ 5 = Chủ bút tạp chí Đại Từ Bi\n| kế nhiệm 5 = [[Thích Thanh Long]]\n| chức vụ khác 5 = [[Nguyễn Thụy Hòa]]\n| chức vụ 6 = Viện trưởng Viện võ thuật Nhu đạo Quang Trung\n| tên khai sinh = \n| ngày sinh = 1917\n| nơi sinh = [[Nam Định]]\n| ngày mất = 14\/11\/1973 (57 tuổi)\n| cha = Trần Văn Quý\n| mẹ = Nguyễn Thị Suôi\n| học hàm = Tiến sĩ [[Xã hội học]]\nTiến sĩ [[Triết học phương Đông]] \nTam đẳng huyền đai tại viện [[Nhu đạo]] KODOKAN\n| trao tặng = [[Hình: VPD National Order of Vietnam - Officer BAR.png|26px]] [[Bảo quốc Huân chương|B.Quốc H.Chương V]]<ref>Bảo quốc Huân chương đệ ngũ đẳng (ân thưởng).<\/ref>\n| huân chương = \n}}\n\n'''Hoà thượng Thích Tâm Giác''', thế danh là Trần Văn Mỹ, sinh năm 1917 tại tỉnh [[Nam Định]] và mất ngày 14 tháng 11 năm 1973, là viện trưởng Viện Hóa Đạo [[Giáo hội Phật giáo Việt Nam Thống nhất]] kiêm Giám đốc nha [[Tuyên úy]] [[Phật giáo]] [[Quân lực Việt Nam Cộng hòa]]. Đệ nhất Tổ khai sơn [[Việt Nam Quốc Tự]] và [[Chùa Vĩnh Nghiêm (Thành phố Hồ Chí Minh)]]. Ngài là một bậc cao tăng thạc đức của [[Phật giáo Việt Nam]] thời cận đại. Là một biểu tượng của Bi - Trí - Dũng, hiện thân của tinh thần Phật giáo nhập thế.\n\n==Thân thế==\nHòa thượng Thích Tâm Giác, thế danh là Trần Văn Mỹ, sinh năm 1917 tại tỉnh Nam Định, thân phụ là cụ ông Trần Văn Quý, thân mẫu là cụ bà Nguyễn Thị Suôi. Ngài là con trai thứ hai trong gia đình gồm hai trai một gái. Ngài sinh trưởng trong một gia đình Nho phong. Thân phụ Ngài tinh thông Hán học. Cả hai ông bà lại rất thâm tín Phật pháp. Do đó, Ngài được hấp thụ ngay từ thuở ấu thơ hai nền văn hóa cổ truyền của dân tộc là Khổng giáo và Phật giáo.\n\n== Thời kỳ tu học ==\nĐược biết thuở nhỏ, Ngài cứ yếu đau, quặt quẹo luôn, rất khó nuôi. Theo tập quán địa phương, Ngài được hai cụ thân sinh đem bán khoán cho vị Tăng trú trì tại ngôi chùa trong thôn và ở luôn trong chùa. Đến khi lên 7 tuổi, vì đã quen sống cuộc đời chay tịnh, nên Ngài xin với song thân cho xuất gia đầu Phật, thụ nghiệp với Hòa thượng Thích Trí Hải tại chùa Mai Xá thuộc Phủ Lý, tỉnh [[Hà Nam]] (nay là [[Nam Hà]]). \n\nVào đầu thập kỷ 1930, phong trào chấn hưng Phật giáo nổi lên khắp nước. Tại Nam kỳ Hội Nghiên cứu Phật học ra đời năm 1931 ở Sài Gòn. Tại Trung kỳ Hội An Nam Phật Học thành lập ở Huế năm 1932. Các Phật học đường được tổ chức khắp nơi. Các tạp chí Phật học xuất bản đều đặn để hoằng dương đạo pháp, gieo vào tâm hồn chư Tôn đức, Tăng Ni và Phật tử cả nước niềm phấn khởi chưatừng có.\n\nTrước phong trào rầm rộ ở Nam và ở Trung, năm 1934 Hòa thượng Trí Hải (chùa Mai Xá) bèn từ giã bản tự lên Hà Hội, cùng với chư Tôn đức và vác cư sĩ thuần thành đầy tâm huyết như các ông Nguyễn Năng Quốc, Trần Văn Đại, Bùi Thiện Cơ vận động tổ chức hội Bắc kỳ Phật giáo. Hội đã cung thỉnh Hòa thượng Thích Thanh Hanh là Tổ Vĩnh Nghiêm lên ngôi Thuyền gia Pháp chủ, mở đầu kỷ nguyên chấn hưng Phật giáo ở miền Bắc.\n\nBấy giờ Ngài 17 tuổi, được Bổn sư cho theo lên Hà Nội hầu hạ và đóng góp sức mình vào công việc hoằng dương đạo pháp. Thuở ấy Ngài chỉ mới thọ giới Sa Di, nhưng được các Tổ Tế Xuyên, Tế Cát, Trung Hậu, Hương Tích và Tuệ Tạng rất thương yêu.\n\nNhờ Ngài có sẵn căn bản Nho học hấp thụ được trong gia đình, lại được Hòa thượng Trí Hải dày công huấn giáo và các Tổ ân cần bảo ban, dẫn dụ, nên về mặt giáo lý và thuyền hạnh, Ngài được coi là hàng tân tiến khả dụng, có nhiều triển vọng trong tương lai, làm trụ cột cho tòa nhà Phật giáo.\n\nNăm 1937, sau khi tốt nghiệp lớp Trung đẳng Phật học tại trường Bồ Đề thuộc huyện Gia Lâm, tỉnh Bắc Ninh, Ngài được các Tổ cho đăng đàn thọ Tỳ Kheo giới, lúc đó Ngài tròn 20 tuổi. Đại giới đàn này do các vị Tôn túc thủ tọa chứng minh như Tổ Tế, Tổ Trung, Tổ Hương, Tổ Cồn, Tổ Quảng, Tổ Ngũ và các Hòa thượng Trí Hải, Thái Hòa, Tố Liên tác chứng.\n\nSau năm 1945, vừa tốt nghiệp xong lớp Đại học Phật học tổ chức tại chùa Quán Sứ, Ngài cũng như các sinh viên Tăng và dân chúng phải tản cư khỏi thành phố vì thời cuộc. Ngài phải di cư lên vùng Thái Nguyên, sau lại trở về Ninh Bình. Được ít lâu, Ngài trở về Mai Xá cơi chùa cũ tiếp tục tu học và chăm lo nuôi dưỡng sáu trăm em cô nhi đang bơ vơ vì đạn lửa chiến tranh.\n\nNăm 1949, nhân một cơ duyên tốt, Ngài hồi cư về Hà Nội và được cử giữ chức Phó Giám đốc nhà in Đuốc Tuệ, phụ bút nguyệt san Phương Tiện, cơ quan của Hội Tăng Ni Chỉnh Lý Bắc Việt do Hòa Thượng Tố Liên làm chủ nhiệm kiêm chủ bút. Trong thời giai này Ngài còn tham gia các công tác từ thiện xã hội, hợp sưc cùng Hội Việt Nam Phật Giáo do Cư sĩ Bùi Thiện Cơ làm Hội trưởng, trong nom Cô nhi viện ở trại Tế Sinh lên đến một trăm sáu mươi em.\n\nNgài còn nhận làm Ủy viên trong trại nuôi dưỡng đồng bào hồi cư ở Ngọc Hà. Hàng năm cứ vào mùa kiết hạ an cư tại chùa Quán Sứ, Ngài đều được cử giữ chức Duy Na, một chức vụ quan trọng trong thất chức tùng lâm\n\n== Thời kỳ du học ==\nVốn đã thông thạo Hán tự, biết qua Pháp văn, lại ôm ấp hoài vọng xuất dương tu học và tham khảo Phật sự các nước, nên lúc còn học tại chùa Quán Sứ, Ngài đã cùng bạn đồng môn là Hòa thượng Thích Thanh Kiểm rủ nhau tranh thủ đi học thêm Anh văn và Nhật ngữ.\n\nCơ duyên tốt lành đã đến. Năm 1953, trong một cuộc họp liên hội gồm Hội Việt Nam Phật Giáo và Giáo Hội Tăng Già Bắc Việt, hội nghị đã công cử Ngài cùng Hòa thượng Thanh Kiểm sang Nhật Bản để nghiên cứu về công cuộc chấn hưng Phật giáo tại quốc gia đó.\n\nTại Nhật Bản, hai vị đều kiên tâm, trì chí, chuyên tu chuyên học cả về Phật pháp và thế học. Riêng Ngài thường ôm ấp chí nguyện cải tạo nếp sống cho thế he tương lai, cần theo chiều hướng của thời đại là có khoẻ mạnh về thể xác mới mong tiến hóa về mặt tinh thần. Do đó, ngoài việc học Phật pháp và thế pháp, Ngài còn hàng ngày đến luyện tập nhu đạo (Judo) tại Trung tâm Nhu đạo KODOKAN.\n\nSau chín năm tu học tại Nhật, Ngài đã tốt nghiệp Đại học Phật pháp tại Tokyo, lãnh cấp bằng Tiến sĩ  [[Xã hội học]], Tiến sĩ [[Triết học phương Đông]] và Tam đẳng huyền đai tại viện [[Nhu đạo]] KODOKAN.\n\n== Hoạt động ==\nNăm 1962, Ngài cùng Thượng tọa Thanh Kiểm trở về nước hoằng pháp. Bước qua năm 1963, Phật giáo Việt Nam gặp pháp nạn, Ngài đã cùng chư Tôn đức, Tăng Ni tham gia tích cực trong mọi công cuộc hô hào Phật tử chống lại bạo quyền áp bức, kỳ thị tôn giáo của Tổng Thống [[Ngô Đình Diệm]].\n\nNhờ sự đồng tâm nhất trí của hàng triệu con Phật đứng lên bảo vệ tín ngưỡng của dân tộc, được sự đồng tình của mọi tầng lớp đồng bào, của các tôn giáo bạn, của dư luận thế giới, nhờ sự hy sinh cao cả của chư Tăng Ni đã dùng sanh thân đốt lên ngọn lửa bi trí dũng, trong đó có ngọn lửa của Bồ Tát [[Thích Quảng Đức]], cuộc đấu tranh của Phật giáo Việt Nam thắng lợi.\n\nNăm 1964, nhờ thắng lợi đó, [[Giáo hội Phật giáo Việt Nam Thống nhất]] được thành lập. Ngài được cử giữ chức vụ Tổng vụ trưởng Tổng vụ Tài chính. Trong hiến chương của Giáo hội có ghi: Những đồng bào Phật tử Bắc Việt di cư được thành lập một miền trong Giáo hội mệnh danh miền Vĩnh Nghiêm. Do đó, Ngài được bầu làm Chánh đại diện miền Vĩnh Nghiêm.\n\nNgày 1\/7\/1964, Ngài được Giáo hội ủy cử đảm trách chức vụ Giám đốc Nha [[Tuyên úy]] [[Phật giáo]] [[Quân lực Việt Nam Cộng hòa]]. Cuối năm 1964, thực hiện giấc mộng hằng ôm ấp từ lâu là tạo lập cho thanh niên Việt Nam có một thể lực tự vệ, thể hiện ý chí kiên cường của thế hệ trẻ có đủ ba đức Bi Trí Dũng, Ngài thành lập viện [[Nhu Đạo]] [[Quang Trung]] đào tạo được hàng trăm nghìn thanh niên đủ các đẳng cấp đai, mà dư âm của trường Nhu đạo này còn vang đến ngày nay trên các võ đài quốc gia cũng như quốc tế.\n\nVới hoài bão Phật giáo cần có cơ sở hạ tầng đúng với tầm vóc, Ngài muốn xây dựng Việt Nam Quốc Tự thành một đại tòng lâm Phật giáo giữa một thành phố lớn vào bậc nhất cả nước, thành một Trung tâm văn hóa Phật giáo và một Trung du lịch. Trước hết Ngài cho tiến hành xây ngôi bảo tháp 9 tầng, vươn cao giữa bầu trời [[Sài Gòn]]. Công việc đang tiến hành dở dang thì Ngài đã viên tịch, rồi tiếp theo các biến cố của thời cuộc, nên công việc phải đình lại.\n\nỞ cương vị đại hiện miền Vĩnh Nghiêm, Ngài đã chủ xướng và vận động thập phương tín hữu phát tâm cúng dường, xây dựng ngôi chùa Vĩnh Nghiêm, là ngôi chùa lớn và đẹp Nhất Sài Gòn, mà ngày nay du khách trong và ngoài nước thường đến tham quan lễ bái công trình văn hóa tín ngưỡng này. Và cũng để cho những Phật tử quê hương ở miền Bắc có điều kiện sinh hoạt tín ngưỡng theo truyền thống văn hóa nghi lễ đặc thù, ngôi chùa này đã trở thành Tổ đình của Tăng Ni Phật tử đất Bắc ở tại miền Nam.\n\nNăm 1967, Ngài đảm nhiệm chức vụ Viện trưởng Viện Hóa Đạo [[Giáo hội Phật giáo Việt Nam Thống nhất]] khối [[Việt Nam Quốc Tự]] do Đại lão Hòa thượng Thích Thiện Quang làm Tăng Thống. \n\n== Viên tịch ==\nTrong lúc các Phật sự được tiến triển một cách tốt đẹp, thì một cơn bệnh vô thường chợt đến, mặc dầu các Bác sĩ trong và ngoài nước đem hết tài năng và phương tiện hiện đại ra tận tình chữa trị, nhưng chiếc xe hữu tình vẫn cứ lăn nhanh về nơi tịch cảnh. Ngài viên tịch vào ngày 20 tháng 10 năm Quý Sửu, tức ngày 15\/11\/1973, hưởng thọ 56 tuổi. Nhục thân của Ngài đã được an táng tại nghĩa trang tu viện Vĩnh Nghiêm, huyện Hóc Môn.\n\n== Trước tác và phiên dịch ==\nNgoài các Phật sự kể trên, Ngài còn dành thì giờ trước thuật các tác phẩm Phật giáo và võ đạo :\n\n- Duy thức học tập I.\n\n- Duy thức học tập II.\n\n- Hộ thân thuật.\n\n- Nage Nokata.\n\n- Nhu đạo.\n\n- Biến thể Nhu đạo.\n\n- Nhật ngữ tự học.\n\n- Phương pháp ngồi thiền.\n\n- Zen và Judo.\n\n== Nhận xét ==\nTheo Tổng thống [[Nguyễn Văn Thiệu]] đã nói lời từ biệt khi Ngài viên tịch:<blockquote>''<nowiki>''<\/nowiki>Thượng tọa mất đi, Giáo hội mất đi một nhà lãnh đạo tinh thần hiền hòa nhân hậu và đồng bào Phật tử mất đi một vị chân tu khả kính suốt đời phụng sự cho Đạo pháp\"''<\/blockquote><blockquote>''<nowiki>''<\/nowiki>Trong suốt thời gian đảm nhiệm chức vụ Giám-Đốc Nha Tuyên Uý Phật Giáo kể từ ngày 25-5-1964 đến nay, Cố Hoà Thượng THÍCH TÂM GIÁC đã thúc đẩy lòng quả cảm của quân nhân trong thiên chức bảo vệ Quốc Gia, khéo léo tạo điều kiện để xoa dịu vết thương chiến tranh bằng cách an ủi thương bệnh binh, cô nhi quả phụ tử sĩ và cầu siêu độ cho các anh hùng liệt sĩ đã hy sinh cho Tổ Quốc\"''<\/blockquote>Theo thủ tướng [[Trần Thiện Khiêm]] nhận định:<blockquote>''\"Cố Thượng-Tọa là tấm gương sáng của bậc chân tu trọn đời hiến thân cho Đạo-Pháp. Việc kiến tạo cơ- sở Phật Giáo Miền Vĩnh-Nghiêm tráng lệ hiện nay là do công sức hoằng dương Phật- pháp của cố Thượng Tọa. Công sức ấy còn hiển hiện trong việc phát triển ngành Tuyên-Ủy Phật-Giáo và nền võ thuật Nhu Đạo Việt-Nam\".''<\/blockquote>Để tỏ lòng ngưỡng mộ cố Hòa thượng, thi sỹ [[Vũ Hoàng Chương]], ông đã có bài thơ điếu rằng:<blockquote>''<nowiki>''<\/nowiki>Tan nát quê hương mười chín năm''\n\n''Gác kinh viện sách rối tơ tằm''\n\n''Côi - Sơn bụi lắng gieo lời nguyện''\n\n''Giao - Thủy ngày đi gởi chỗ nằm''\n\n''Cơn gió đông tây thiên hạ sự''\n\n''Con thuyền Bát Nhã cố viên tâm''\n\n''Hòa bình tiếng gọi vang đâu đó''\n\n''Ai biết chuông khuya nhịp bỗng trầm\"''<\/blockquote>Hội đồng viện Tăng thống [[Giáo hội Phật giáo Việt Nam Thống nhất]] đã tuyên dương Ngài:<blockquote>''\"VỀ ĐẠO HẠNH: Là vị Sa Môn ưu tú, căng trì giới phẩm thưởng hành Bồ Tát hạnh có đủ phong độ Thượng thừa, Hạ tiếp, nhiếp hóa quần mông.''\n\n''VỀ GIỚI PHẨM. Đã xuất gia tự thuở Hình-đồng trải qua các căn bản giới : Khu Ô Sa Di, Danh từ Sa-Di và thụ Đại-giới năm 20 tuổi thụ Bồ Tát Giới năm 30 tuổi, có tất cả 37 Tăng lạp được gia thăng 40 Tăng-Lạp.''\n\n''VỀ CÔNG ĐỨC: Đã kiến tạo ngôi Tổ- Đình Vĩnh Nghiêm, 17 ngôi Chùa trong các cơ sở Quân Đội, 30 ngôi Chùa tại các Chi Vĩnh- Nghiêm, 100 Niệm Phật-Đường tại các Văn phòng TUPG xây ngôi tháp 7 tầng tại Tổ Đình Vĩnh-Nghiêm, thiết lập Chẩn Y Viện Vĩnh Nghiêm thực thi công tác cứu tế xã hội, tạo lập Nghĩa Trang Vĩnh Nghiêm tạo lập làng Quân Đội Vĩnh Tiến tạo lập Thiền-Viện Vĩnh Nghiêm tại Vũng Tàu\".''<\/blockquote>\n\n==Chú thích==\n{{tham khảo}}[[Tập tin:Tu viện Vĩnh Nghiêm, Tổ đường (các vị sư tổ Thích Tâm Giác và Thích Thanh Kiểm).jpg|300px|nhỏ|phải|HT. Thích Tâm Giác (bên trái) được thờ trong Tổ đường ở Tu viện Vĩnh Nghiêm, Quận 12]]{{sơ khai nhân vật Việt Nam}}[[Tập tin:Lăng HT. Thích Tâm giác (cổng) (9).jpg|300px|nhỏ|phải|Ngày nay, Lăng hòa thượng Thích Tâm Giác được xây dựng bề thế dưới chế độ CHXHCN Việt Nam gần tu viện Vĩnh Nghiêm tại Quận 12 ]]\n[[Thể loại:Tăng sĩ Việt Nam]]\n[[Thể loại:Giáo hội Phật giáo Việt Nam Thống nhất]]"}