{"1464863":"{{Wiki hóa}}{{chú thích trong bài}}\n{{Thông tin tu sĩ Phật giáo\n| tiền tố = [[Hòa thượng]]\n| tên = Thích Chơn Thiện\n| tên gốc = 釋真善\n| hình = Thích Chơn Thiện.jpeg\n| chú thích hình = \n| pháp danh = Tâm Ngộ (心悟)\n| pháp tự = Chơn Thiện (真善)\n| pháp hiệu = Viên Giác (圓覺)\n| tôn giáo = [[Phật giáo]]\n| trường phái = [[Đại thừa]]\n| tông phái = [[Lâm Tế tông]] đời thứ 43\n| sư phụ = Thích Tịnh Khiết\n| ngày xuất gia = 1960\n| nơi xuất gia = Chùa Tường Vân\n| thọ giới = Sa di\n| ngày thọ giới = 1963\n| nơi thọ giới = Chùa Tường Vân\n| thọ giới 2 = Cụ túc\n| ngày thọ giới 2 = 1964\n| nơi thọ giới 2 = [[Việt Nam Quốc Tự]]\n| ngày hoàn tục = \n| nơi hoàn tục = \n| chức vụ = [[Đại biểu Quốc hội Việt Nam]]\n| bắt đầu = 2002\n| kết thúc = 2016\n| trưởng chức vụ = Chủ tịch\n| trưởng viên chức = [[Nguyễn Văn An]]<br>[[Nguyễn Phú Trọng]]<br>[[Nguyễn Sinh Hùng]]<br>[[Nguyễn Thị Kim Ngân]]\n| vị trí = \n| đại diện = [[Thừa Thiên Huế]]\n| chức vụ 2 = Viện trưởng<br>[[Học viện Phật giáo Việt Nam]] tại Huế\n| bắt đầu 2 = 2002\n| kết thúc 2 = 2016\n| tiền nhiệm 2 = [[Thích Thiện Siêu]]\n| kế nhiệm 2 = [[Thích Hải Ấn]]\n| vị trí 2 = \n| chức vụ 3 = Phó Chủ tịch<br>Hội đồng Trị sự<br>[[Giáo hội Phật giáo Việt Nam]]\n| bắt đầu 3 = 2007\n| kết thúc 3 = 2016\n| trưởng chức vụ 3 = Chủ tịch\n| trưởng viên chức 3 = [[Thích Trí Tịnh]]<br>[[Thích Thiện Nhơn]]\n| chức vụ 4 = Phó Pháp chủ<br>[[Hội đồng Chứng minh]]<br>[[Giáo hội Phật giáo Việt Nam]]\n| bắt đầu 4 = 2015\n| kết thúc 4 = 2016\n| trưởng chức vụ 4 = Pháp chủ\n| trưởng viên chức 4 = [[Thích Phổ Tuệ]]\n| chức vụ khác 4 = Đồng Phó pháp chủ\n| viên chức khác 4 = {{Danh sách thu gọn\n | titlestyle = weight: normal;\n | title = \n | [[Thích Danh Nhưỡng]]\n | [[Thích Thanh Sam]]\n | [[Dương Nhơn]]\n | [[Thích Hiển Pháp]]\n | [[Thích Giác Nhường]]\n | [[Thích Đức Nghiệp]]\n | [[Thích Thiện Bình]]\n | [[Thích Đức Phương]]\n | [[Thích Trí Tâm]]\n | [[Thích Trí Quảng]]\n}}\n| tên khai sinh = Nguyễn Hội\n| ngày sinh = {{ngày sinh|1942|12|1}}\n| nơi sinh = làng Dưỡng Mong Thượng, xã [[Phú Mỹ, Phú Vang|Phú Mỹ]], huyện [[Phú Vang]], tỉnh [[Thừa Thiên Huế]]\n| ngày mất = {{ngày mất và tuổi|2016|11|08|1942|12|1}}\n| nơi mất = Chùa Tường Vân\n| ngày an táng = \n| nơi an táng = \n| cha = Nguyễn Tiến\n| mẹ = Nguyễn Thị Kiều\n| học vấn = [[Tiến sĩ]] [[Phật học]]<br>Cử nhân Văn khoa\n| quốc tịch = {{VIE}}\n| trao tặng = {{HCVN|Độc lập|2|1|Đại đoàn kết dân tộc}}\n| khóa = ([[Quốc hội Việt Nam khóa XI|khóa 11]], [[Quốc hội Việt Nam khóa XII|khóa 12]], [[Quốc hội Việt Nam khóa XIII|khóa 13]], [[Quốc hội Việt Nam khóa XIV|khóa 14]])\n}}\n\nTrưởng lão Hòa thượng '''Thích Chơn Thiện''' ({{sống|1|12|1942|08|11|2016}}) là hoà thượng của [[Phật giáo]] tại [[Việt Nam]]. Hòa thượng từng giữ cương vị Phó Pháp chủ Hội đồng Chứng minh [[Giáo hội Phật giáo Việt Nam]], Phó Chủ tịch Thường trực Hội đồng Trị sự Giáo hội Phật giáo Việt Nam, Tổng Biên tập [[Tạp chí Văn hóa Phật giáo Việt Nam]]. Ngoài ra, hoà thượng cũng từng được bầu giữ cương vị Đại biểu [[Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam]] khóa XI – XIV, Ủy viên Đoàn Chủ tịch Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]], Phó Chủ tịch [[Ủy ban Hòa bình Việt Nam]].\n\n== Thân thế ==\nHòa thượng thế danh '''Nguyễn Hội''', sinh ngày [[1 tháng 12]] năm 1942 (nhằm ngày 24 tháng 10 năm [[Nhâm Ngọ]]) tại làng Dưỡng Mong thượng, xã Phú Mỹ, huyện Phú Vang, tỉnh Thừa Thiên Huế. Thân phụ là cụ ông Nguyễn Tiến, thân mẫu là cụ bà Nguyễn Thị Kiều. Sư là con út trong gia đình gồm 10 anh chị em.\n\nXuất thân trong gia tộc tín đồ Phật giáo nhiều đời, từ nhỏ Hòa thượng đã sớm bộc lộ niềm tin và ý nguyện xuất thế. Từ năm đệ Tứ (Lớp 9) khi đang theo học tại trường Nguyễn Tri Phương và sau đó là Quốc Học, Hòa thượng đã phát nguyện trường trai, tích cực tham gia sinh hoạt gia đình Phật tử tại Tổ đình Tường Vân, thân cận phụng sự các tăng sĩ để học hỏi nếp sống phạm hạnh, được tăng sĩ ở Tổ đình yêu quý.\n\n== Xuất gia học đạo ==\nNăm 1960, Hòa thượng được Hòa thượng [[Thích Tịnh Khiết]], bấy giờ là Trụ trì Tổ đình Tường Vân cho xuất gia, lấy pháp danh '''Tâm Ngộ''', pháp tự '''Chơn Thiện''', pháp hiệu '''Viên Giác''', đồng thời cho làm Thị giả cho Hòa thượng Thích Tịnh Khiết. Hòa thượng thọ Sa-di giới ngày 17 tháng Một (11) năm Quý Mão (1963) tại Tổ đình Tường Vân. Bảy tháng sau, tức năm [[Giáp Thìn]] (1964), Hòa thượng được Hòa thượng Thích Tịnh Khiết cho thọ Cụ-túc giới tại Đại giới đàn Quảng Đức, [[Việt Nam Quốc Tự]], [[Sài Gòn]], do chính Hòa thượng Thích Tịnh Khiết làm Đàn đầu.\n\nDưới ảnh hưởng của thầy mình là Hòa thượng Thích Tịnh Khiết, Tăng thống [[Tổng hội Phật giáo Việt Nam]] và sau là Tăng thống [[Giáo hội Phật giáo Việt Nam Thống nhất]], sau khi thọ Cụ-túc giới, Hòa thượng được bổn sư gửi theo học chương trình Cử nhân Phật học tại Pháp Hội và sau đó học Cử nhân Văn khoa tại Đại học Vạn Hạnh, Sài Gòn. Năm 1968, Hòa thượng tốt nghiệp Cử nhân Văn khoa cùng Cử nhân Phật học - Triết học Đông Phương.\n\nTừ tháng 8 năm 1968 đến tháng 3 năm 1969, Hòa thượng đảm nhiệm công tác Quản trị Nội xá Đại học Vạn Hạnh. Từ năm 1969 đến năm 1972, Hòa thượng được cử sang du học tại Hoa Kỳ, theo học bổng Cơ quan Văn hóa Á châu (Asia Foundation) và tốt nghiệp Cao học Tâm lý Giáo dục tại Đại học Ohio, Hoa Kỳ.\n\n=== Hành đạo ===\nSau khi về nước, từ năm 1972 đến năm 1975, hoà thượng được cử làm Phó Giám đốc Sinh viên vụ đặc trách Hướng dẫn Tâm lý Giáo dục, [[Viện Đại học Vạn Hạnh]], tham gia giảng dạy và đóng góp cho tạp chí Tư Tưởng Vạn Hạnh.\n\nSau ngày Việt Nam thống nhất, từ tháng 4 năm 1977 đến tháng 9 năm 1984, Hòa thượng được mời phụ tá cho Hòa thượng [[Thích Minh Châu]], Viện trưởng Viện Phật học Vạn Hạnh, Thành phố Hồ Chí Minh, và làm Giảng sư tại Viện, đồng thời tham gia giảng dạy chương trình cao cấp Phật học tại Già Lam. Trong khoảng thời gian này, Hòa thượng đã nghiên cứu và biên soạn nhiều tác phẩm Phật học có giá trị trong lãnh vực học thuật và hành trì cho Tăng Ni và Phật tử.\n\nTừ tháng 10 năm 1984 đến năm 1988, Hòa thượng làm Giảng sư tại chùa Linh Sơn, thành phố Đà Lạt, tỉnh Lâm Đồng. Nhiều bài giảng của Hòa thượng được ghi âm, trở thành tài liệu định hướng tu tập cho nhiều tín đồ Phật giáo trong và ngoài nước. Thời gian này, Hòa thượng cũng tiếp tục biên soạn một số tác phẩm Phật học có giá trị.\n\nTừ năm 1988 đến tháng 7 năm 1992, Sư được mời phụ tá Viện trưởng kiêm Trưởng ban Học vụ, đồng thời tham gia giảng dạy tại Trường Cao cấp Phật học Việt Nam tại Thành phố Hồ Chí Minh (nay là Học viện Phật giáo Việt Nam tại Thành phố Hồ Chí Minh). Trong khoảng thời gian này, Sư là thành viên Ban giám hiệu, đóng góp rất lớn vào việc biên soạn chương trình Giáo dục Tăng Ni các cấp.\n\nTừ tháng 8 năm 1992 đến tháng 6 năm 1996, Sư được cử sang du học tại Đại học Delhi - Ấn Độ theo học bổng của Bộ Ngoại giao, Chính phủ Ấn Độ, tốt nghiệp Phó Tiến sĩ và bảo vệ thành công luận án Tiến sĩ Phật học. Với luận án \"Lý thuyết Nhân tính qua Kinh tạng Pali\" (''The Concept of Personality Revealed through Panca Nikayas''), Sư được Hội đồng Khoa học Đại học Delhi phê chuẩn học vị Tiến sĩ Triết học, được Ủy ban Phát triển Nguồn nhân lực Ấn Độ (Human Resources Development Communitiy) đánh giá cao và được Tổng thống Ấn Độ mời tiếp kiến và ngợi khen.\n\nTừ tháng 7 năm 1996 đến tháng 5 năm 2002, Sư được mời giữ chức vụ Phó Viện trưởng Thường trực Viện Nghiên cứu Phật học Việt Nam; Phó Viện trưởng Thường trực Học viện Phật giáo Việt Nam tại Thành phố Hồ Chí Minh; Trưởng ban Phật giáo Quốc tế Trung ương Giáo hội Phật giáo Việt Nam; Phó Trưởng ban Thường trực và Quyền Trưởng ban Giáo dục Tăng Ni Trung ương Giáo hội Phật giáo Việt Nam; là thành viên sáng lập và Trưởng ban thư ký Hội đồng Phiên dịch và Ấn hành Đại tạng kinh Việt Nam.\n\nTừ tháng 6 năm 2002 đến tháng 11 năm 2016, Sư được giới thiệu ứng cử và đắc cử Đại biểu Quốc hội liên tiếp các khóa XI đến XIV; đảm nhận chức vụ Phó Chủ tịch Ủy ban Hòa bình Việt Nam; Ủy viên Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ Quốc Việt Nam; Ủy viên Ủy ban Văn hóa, Giáo dục, Thanh niên, Thiếu niên và Nhi đồng của Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam. Cùng thời gian này, Sư cũng đảm nhiệm Trưởng ban Giáo dục Tăng Ni Trung ương Giáo hội Phật giáo Việt Nam; Viện trưởng Học viện Phật giáo Việt Nam tại Huế.\n\nTừ tháng 12 năm 2007, Sư được suy cử Phó Chủ tịch Thường trực Hội đồng Trị sự Trung ương Giáo hội Phật giáo Việt Nam.\n\nTừ tháng 3 năm 2008, Sư được mời giữ chức vụ Tổng biên tập Tạp chí Văn hóa Phật giáo.\n\nTừ tháng 7 năm 2015, Sư được suy tôn ngôi vị Phó Pháp chủ Hội đồng Chứng minh Giáo hội Phật giáo Việt Nam.\n\nThời gian cuối đời, Sư được cung thỉnh làm Viện chủ Thiền viện Vạn Hạnh, Thành phố Hồ Chí Minh và sau đó được Tông môn Pháp phái thỉnh vào ngôi vị Trụ trì Tổ đình Tường Vân, Thành phố Huế.\n\n=== Viên tịch ===\nQua 74 năm hiện diện ở đời, với 52 hạ lạp, Hòa thượng đã tận tụy vì Đạo pháp và Dân tộc. Với trí huệ trong sáng, đức hạnh cao vời, Hòa thượng đã để lại nhiều tiếng thơm cho đạo và cho đời, đóng góp thiết thực vào việc xây dựng Giáo hội vững bền, đất nước phồn vinh, góp phần đưa Đất nước và Giáo hội hội nhập thế giới.Với dáng vẻ thanh thoát, cách gợi chuyện nhẹ nhàng mà sâu lắng, cùng với nụ cười hoan hỷ, từ ái, Hòa thượng luôn để lại trong lòng mọi người niềm hân hoan quý kính sau những lần được tiếp xúc với Người. Thân giáo của Hòa thượng không chỉ là tấm gương mẫu mực cho Tăng Ni Phật tử mà còn đem lại những ấn tượng tốt đẹp về một mẫu tu sĩ Phật giáo trong quá trình dấn thân hành đạo. Vì lý do này, các vị lãnh đạo đất nước rất kính trọng và tán dương Hòa thượng:\n\n''\"Chùa Tường Vân cõi Phật duyên lành''\n\n''Thầy Chơn Thiện chân tu gương sáng.\"''&nbsp;([[Phạm Dũng]], Trưởng ban TGCP)\n\nThuận theo quy luật vô thường, những việc cần làm đã làm xong, vào lúc 10g50 ngày 08\/11\/2016 nhằm ngày 09 tháng 10 năm Bính Thân, Phật lịch 2560, Hòa thượng xả báo thân, an nhiên thị tịch tại Tổ đình Tường Vân, để lại bao nỗi niềm kính tiếc cho Giáo hội Phật giáo Việt Nam, cho Đất nước, cho Tông môn Tường Vân, chư Tăng Ni và quần chúng Phật tử.\n\n== Biên soạn và phiên dịch ==\nBên cạnh đó, Hòa thượng còn tiêu biểu cho tiếng nói trí tuệ của một bậc chân nhân, thể hiện qua một số công trình nghiên cứu và dịch thuật giá trị, trở thành nguồn tài liệu căn bản cho việc tham cứu học tập và giảng dạy tại các cấp Phật học, cho việc thuyết giảng Phật pháp ở các tỉnh thành, đặc biệt cho việc vận dụng Phật pháp một cách sáng suốt và có hiệu quả nhằm đáp ứng cho các thách thức mang tính thời đại. Các công trình nghiên cứu và dịch thuật Hòa thượng để lại gồm:\n\n'''I. Nghiên cứu biên soạn:'''\n# Phật Học Khái Luận\n# Tăng-già Thời Đức Phật\n# Tư Tưởng Kinh Pháp Hoa\n# Tư Tưởng Kinh Kim Cang\n# Tư Tưởng Kinh Địa Tạng\n# Tư Tưởng Kinh Di Đà\n# Những Hạt Sương\n# Hoa Ngọc Lan\n# Tư Tưởng Việt Nam\n# Bàn về [[Tây du ký|Tây Du Ký]] của [[Ngô Thừa Ân và Tây du ký|Ngô Thừa Ân]]\n# The Concept of Personality Revealed Through the Panca Nikayas\n# Tìm hiểu Trung Bộ Kinh\n# Tìm Vào Thực Tại\n# Giáo lý Duyên khởi\n# Hương Còn Mãi\n# Tiếng Hót Ca-lăng-tần-già\n# Trí Tuệ và Chân Thành\n# Tư Tưởng Việt Nam: Nhân Bản Thực Tại Luận\n# '''Lý thuyết Nhân tính qua kinh tạng Pàli''' ''(Là đề tài luận án Tiến sĩ do Thượng tọa Thích Chơn Thiện thực hiện và đệ trình tại Ðại học Delhi. Thượng tọa được cấp phát văn bằng Tiến sĩ Triết học trong lễ Tốt nghiệp lần thứ 73, ngày 13 tháng 4 năm 1996. Ngay sau khi được trình bày tại Hội đồng tiền duyệt, luận án được đánh giá rất cao và được yêu cầu xuất bản ngay).''\n'''II. Biên dịch:'''\n# Nghiên cứu Kinh Lăng Già (đồng dịch giả)\n# Lăng Già Đại Thừa Kinh (đồng dịch giả)\n# Lý thuyết Nhân tính qua kinh tạng Nikayas\n# Satipatthana-Trọng Tâm của Thiền Phật giáo (The Heart of Buddhist Meditation)\n# Tìm hiểu Đạo Phật (Buddhism Explained)\n\n== Công xây dựng và giáo dục ==\nNăm 1995, Hòa thượng tham gia Ban kiến thiết Học viện Phật giáo Việt Nam tại Thành phố Hồ Chí Minh, và làm trưởng Ban xây dựng Học viện.\n\nTừ năm 2009 đến năm 2013, Hòa thượng tiến hành các thủ tục xin cấp đất xây dựng cơ sở mới Học viện Phật giáo Việt Nam tại Huế. Lễ đặt đá khởi công xây dựng được long trọng tổ chức vào ngày 14 tháng 9 năm 2015, đến nay đã có 13 hạng mục được xây dựng hoàn tất và chuẩn bị đưa vào sử dụng.\n\nTháng 05 năm 2013, Hòa thượng cùng với chư Tôn đức trong môn phái Tổ đình Tường Vân tiến hành đại trùng tu ngôi Tổ đình, và lễ khánh thành được tổ chức vào tháng 03 năm 2015.\n\nTrong sự nghiệp giáo dục, ngoài việc tham gia điều hành các cơ sở giáo dục, Hòa thượng trực tiếp giảng dạy cho nhiều khóa học tại Đại học Vạn Hạnh, Học viện Phật giáo Việt Nam tại Thành phố Hồ Chí Minh và Học viện Phật giáo Việt Nam tại Huế; thuyết giảng Phật pháp cho Tăng Ni và Phật tử ở nhiều tỉnh thành; đóng góp tiếng nói trí tuệ cho các tạp chí và báo chí như Tư tưởng Đại học Vạn Hạnh, báo Giác ngộ, tập văn của Ban Văn hóa Trung ương, tạp chí Văn hóa Phật giáo, báo Đại biểu Dân Nhân. Đặc biệt, Ngài đã nỗ lực giới thiệu Pháp tạng Pali, kết nối thống nhất tư tưởng Phật giáo từ Nguyên thủy đến Phát triển.\n\n== Chức danh và tặng thưởng ==\nTrong quá trình hành đạo và hoạt động, Đại lão Hòa thượng Thích Chơn Thiện đã đảm nhiệm các cương vị:\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Phó Pháp chủ Hội đồng Chứng minh Giáo hội Phật giáo Việt Nam.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Phó Chủ tịch Thường trực Hội đồng Trị sự Giáo hội Phật giáo Việt Nam.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Đại biểu Quốc hội Nước Cộng hòa Xã hội Chủ nghĩa Việt Nam Khóa XI – XIV.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Ủy viên Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Phó Chủ tịch Ủy ban Hòa bình Việt Nam.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Trưởng ban Giáo dục Tăng Ni Trung ương.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Chứng minh Ban Trị sự GHPGVN tỉnh Thừa Thiên Huế.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Viện trưởng Học viện Phật giáo Việt Nam tại Huế.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Tổng Biên tập Tạp chí Văn hóa Phật giáo Việt Nam.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Trú trì Tổ đình Tường Vân, Tp. Huế, phường Thủy Xuân, Tp. Huế.''\n\n''-&nbsp;&nbsp;&nbsp;&nbsp; Viện chủ Thiền viện Vạn Hạnh, Tp. Hồ Chí Minh.''\n\nVới những đóng góp lợi lạc to lớn cho đạo và cho đời, Hòa thượng được Nhà nước và Giáo hội trân trọng ghi nhận và tặng thưởng nhiều Huân chương, Huy chương và Bằng khen cao quý:\n* Huân chương Độc lập hạng nhì (11\/2011)\n* Bằng khen của Thủ tướng Chính phủ (12\/2007)\n* Huân chương Đại đoàn kết Dân tộc của Chủ tịch Nước (6\/2014)\n* Kỷ niệm chương Vì Sự nghiệp Dân vận của Ban Dân vận Trung ương (1\/2015)\n* Kỷ niệm chương Vì Sự nghiệp Đại đoàn kết Dân tộc của Ủy ban Trung ương Mặt trận Tổ Quốc Việt Nam (9\/2015)\n* Bằng Tuyên dương Công đức của Chủ tịch Hội đồng Trị sự Trung ương Giáo hội Phật giáo Việt Nam (9\/2015) và nhiều phần thưởng cao quý khác...\n\n== Công tác đối ngoại ==\n* Ngoài các chuyến công tác đối ngoại ở nước ngoài với vai trò đại biểu Quốc hội, Hòa thượng đã nhiều lần đại diện cho Giáo hội Phật giáo Việt Nam làm trưởng đoàn tham dự nhiều hội nghị và hội thảo Phật giáo Quốc tế được tổ chức ở các nước như Ấn Độ, Nhật Bản, Pháp, Mỹ; tham gia giao lưu hữu nghị với các giáo sĩ và trí thức tại Maroco; thực hiện nhiều chuyến đi hoằng pháp tại các nước Châu Âu như Cộng hòa Pháp, Đức, Nga, Ucraina, Ba Lan, [[Cộng hòa Séc]],…\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XI]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Tăng sĩ Việt Nam]]\n[[Thể loại:Ủy viên Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]]\n[[Thể loại:Giáo hội Phật giáo Việt Nam]]\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Huân chương Đại đoàn kết]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV không là đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Mất năm 2016]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV Thừa Thiên Huế]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII Thừa Thiên Huế]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV đã qua đời lúc đương nhiệm]]"}