{"12042077":"{{Infobox comedian\n| name = Thùy Minh\n| image = \n| imagesize = 290px\n| caption = Chân dung MC Thùy Minh<br \/>\n| birth_name = Tạ Thùy Minh\n| birth_date = {{Ngày sinh và tuổi|mf=yes|1983|9|27}}\n| birth_place = [[Hồng Bàng (quận)|Hồng Bàng]], [[Hải Phòng]]\n| medium = Nhà báo, Người dẫn chương trình, VJ, tác giả sách, format truyền hình\n| genre =\n| website = \n| active = 1999–nay\n| domesticpartner = \n| notable_work = ''[[IME]] - Vân tay (VTV)''<br\/>(tác giả,dẫn chương trình, 2007-2008)<br \/>''[[Ghế Đỏ]]''<br\/>(tác giả,dẫn chương trình, 2013-2015)<br \/>''[[Bitches in town]]''<br\/>(tác giả, dẫn chương trình, 2015–2017)<br \/>''[[Không cay không về]]''<br\/>(dẫn chương trình, 2018–2020)\n| signature = \n| module = \n| child = 2\n}}\n'''Thùy Minh''', tên khai sinh '''Tạ Thùy Minh''' (sinh ngày 27 tháng 9 năm 1983)<ref name=\"tm\">{{chú thích web |url=http:\/\/kienthuc.net.vn\/giai-tri\/mc-thuy-minh-cua-nhung-ke-lam-loi-la-ai-592380.html|title=MC Thùy Minh của Những kẻ lắm lời là ai ?}}<\/ref> là một nhà báo và người dẫn chương trình. Cô là MC, VJ, người viết kịch bản và sách.<ref>[https:\/\/vietcetera.com\/vn\/a-working-woman-thuy-minh\"A Working Woman: Thùy Minh - Vietcetera\"]<\/ref> Minh là cựu học sinh chuyên văn của [[Trường Trung học phổ thông chuyên Trần Phú, Hải Phòng|Trường trung học phổ thông năng khiếu Trần Phú]], [[Hải Phòng]], cựu phóng viên của tờ [[Hoa Học Trò]], tác giả của các format truyền hình như Vân tay - IME ([[VTV3]],[[VTV6]])<ref>[http:\/\/giadinh.net.vn\/giai-tri\/mc-thuy-minh-ca-tinh-nhung-khong-quai-20090219024122938.htm MC Thuỳ Minh: “Cá tính nhưng không… quái”]<\/ref>, Ghế Đỏ (YANTV), Một Ngày Mới hay serie Những kẻ lắm lời (Bitches in town). Thùy Minh gây ấn tượng và ghi dấu ấn trong công chúng với hình ảnh một MC \"khác người\"<ref>{{Chú thích web |url=http:\/\/tintuconline.com.vn\/ngoi-sao\/ca-tinh-khac-nguoi-cua-mc-day-tai-tieng-thuy-minh-p1086c1044n20151122102450543.vnn |ngày truy cập=2018-01-29 |tựa đề=Cá tính \"khác người\" của MC đầy tai tiếng Thùy Minh |archive-date=2018-01-29 |archive-url=https:\/\/archive.today\/20180129212625\/http:\/\/tintuconline.com.vn\/ngoi-sao\/ca-tinh-khac-nguoi-cua-mc-day-tai-tieng-thuy-minh-p1086c1044n20151122102450543.vnn |url-status=live }}<\/ref>, cá tính, mạnh mẽ với lối nói chuyện và phong cách dẫn tự nhiên.\n\nCô là mẹ đơn thân của hai con<ref>[http:\/\/vietnamnet.vn\/vn\/giai-tri\/the-gioi-sao\/mc-thuy-minh-co-hai-con-nhung-chua-chiu-ket-hon-345021.html Thùy Minh có hai con nhưng chưa chịu kết hôn]<\/ref>. Thùy Minh hiện đang sống và hoạt động báo chí chủ yếu tại [[Thành phố Hồ Chí Minh]], [[Việt Nam]].\n\n== Xuất thân và gia đình ==\nMinh sinh ra trong gia đình công chức cơ bản tại thành phố [[Hải Phòng]] có bố là kỹ sư, mẹ là bác sĩ, mẹ của Minh đã từng sang [[Châu Phi]] làm việc cho một tổ chức y tế thế giới, Minh có một em gái theo đuổi ngành Luật.\n\n== Học vấn và con đường báo chí ==\n* Từ khi còn học cấp 2, Thùy Minh đã viết báo và luôn có những góc nhìn khá hiện đại mà ở thời đó ít ai làm.<ref>[http:\/\/www.baogiaothong.vn\/mc--nha-bao-thuy-minh-khong-viet-bao-de-vua-long-nguoi-khac-d213757.html MC - nhà báo Thùy Minh: Không viết báo để vừa lòng người khác]<\/ref>\n* Tốt nghiệp cấp 3 chuyên văn trường năng khiếu Trần Phú - Hải Phòng. Sau đó, Minh lên Hà Nội theo học ngành sư phạm tại Đại học sư phạm Hà Nội. Tại đây, Minh đã có thời gian cộng tác với toà soạn [[Hoa Học Trò]] dành cho lứa tuổi teen vào năm 2001. Năm 2005, cô bắt đầu sự nghiệp VJ với công việc đầu tiên tại đài VOV với chương trình \"Trò chuyện với người nổi tiếng\". Cũng từ đây, cô rẽ ngang sang làm truyền hình từ năm 2006 với tư cách một người viết kịch bản (cho Tạp chí MTV của VTV3, cho Cầu Vồng của VTV6)<ref>[https:\/\/thethaovanhoa.vn\/bong-da\/mc-thuy-minh-co-nang-ime-n20080909031029731.htm MC Thùy Minh: Cô nàng IME]<\/ref> và bắt đầu cộng tác với VTV6.<ref name=\"tm\"\/>\n* Sau khi chuyển sang làm MC truyền hình năm 2008, Thùy Minh được biết đến nhiều hơn. Các chương trình được dẫn dắt bởi Thuỳ Minh có thể kể đến MTV Exit 2010, Không gian đẹp VTV3, Vân tay IME VTV6, Chuyện đêm muộn VTV3, Mỗi tuần một chuyện – Đối thoại với Lê Hoàng VTV1.<ref name=\"tm\"\/>\n* Từ năm 2010, Thuỳ Minh làm việc tại kênh truyền hình YanTV và được yêu thích bởi hàng loạt những chương trình ăn khách, đặc biệt là talkshow Ghế đỏ.<ref name=\"tm\"\/>\n* Giữa năm 2015, Thuỳ Minh bắt đầu giữ vai trò \"linh hồn\" của talkshow \"Những kẻ lắm lời - Bitches in town\" và vấp phải sự phản đối mạnh mẽ của khán giả và nhiều sao Việt, những người bị đem ra để bộ ba MC Thuỳ Minh - nhà văn Nguyễn Ngọc Thạch, stylist Lê Minh Ngọc bàn luận, chê bai.<ref name=\"tm\"\/> Đầu năm 2017, Minh chính thức đóng lại serie trên [[youtube]] này.\n* Từ năm 2017, Minh dự kiến làm 6 đến 10 show cho trẻ em lên sóng trên kênh truyền hình chuyên biệt [[DreamsTV]].<ref name=\"tmtc\">{{chú thích web |url=http:\/\/phunuonline.com.vn\/van-hoa-giai-tri\/mc-thuy-minh-tu-ke-lam-loi-den-ba-me-bim-sua-112872\/|title=MC Thùy Minh từ kẻ lắm lời đến bà mẹ bỉm sữa.}}<\/ref>\n* Giữa năm 2018, Minh đảm nhận vai trò host của chương trình \"Không cay không về\" của Billboard Vietnam và cho ra mắt phiên bản BITnow của Bitches in town.<ref>[https:\/\/www.youtube.com\/watch?v=2iYwUScg-X8 Không cay không về - Tập 1 phần 1 - Cay toé lửa với beatboxer Việt Nam vô địch Thế giới Trung Bảo]<\/ref>\n* Giữa tháng 6 năm 2019, Minh cho ra mắt serie trên youtube thứ hai của mình có tên #Toàntintốt, kế thừa và phát triển từ serie đầu tiên Bitches in town năm 2015.<ref>[https:\/\/youtube.com\/FffvLAWdvMk Toàn tin tốt trailer]{{Liên kết hỏng|date=2023-03-14 |bot=InternetArchiveBot }}<\/ref>\n* Tháng 8 năm 2019, Minh tiếp tục cho ra đời serie [[youtube]] về du lịch đầu tiên của mình với tên gọi \"Chỉ đi là giỏi\".<ref>[https:\/\/youtube.com\/watch?v=YzAXtLZL48A Chỉ đi là giỏi trailer]<\/ref>\n* Tháng 3 năm 2020, Minh giữ vai trò co-host cùng nam MC Quốc Khánh (FBNC) trong chương trình \"Bản tin 3 bước\" do liên kết các báo điện tử Việt Nam xuất bản với mục đích tuyên truyền và chống lại dịch bệnh [[Covid-19]].\n* Have A Sip, Học Yêu và Cởi Mở là những talk show mới nhất của Thùy Minh từ cuối năm 2020 đến nay.\n\n==Sách==\n* Boy-ology - Học thuyết đàn ông (2014)<ref name=\"tm\"\/>\n* #MinhvaLinh – Hai chúng mình đi khắp thế giới (2015)<ref name=\"tm\"\/>\n\n==Cuộc sống cá nhân==\n* Năm 2013, cô đơn thân hạ sinh một cậu con trai lai tên Linh Louis.<ref name=\"tm\"\/> Năm 2016, cô hạ sinh tiếp người con gái thứ hai tên Midori.<ref name=\"tmtc\"\/> Cô đang có quan hệ tình cảm với bố của Midori - một người Bỉ.\n\n==Các chỉ trích==\n* Cô được cho là một người \"thẳng như ruột ngựa\" và thường bị chỉ trích vì phong cách dẫn \"tự nhiên chủ nghĩa\" này của mình. Không chỉ trong công việc, ngoài đời hình ảnh Thùy Minh luôn là một phụ nữ cá tính và có vẻ \"quai quái\" rất khác người.\n* Talkshow \"Những kẻ lắm lời\" (Bitches in town) bị nhiều ngôi sao và giới báo chí chỉ trích vì sự \"nói thẳng\" không kiêng nể ai này của Minh. Cô cũng phải giải trình với Cục phát thanh truyền hình về show này.<ref>[http:\/\/www.doisongphapluat.com\/giai-tri\/chuyen-lang-sao\/thuy-minh-vi-dau-nen-noi-tham-hoa-a120448.html Thùy minh vì đâu nên nỗi thảm họa ?]<\/ref><ref>[http:\/\/baovannghe.com.vn\/nhung-ke-lam-loi-xin-haybot-loi-9563.html Những kẻ lắm lời xin hãy...bớt lời.]<\/ref><ref>[http:\/\/www.24h.com.vn\/doi-song-showbiz\/mc-thuy-minh-34toi-thay-uc-vi-bi-noi-la-vo-hoc34-c729a754928.html MC Thùy Minh: \"Tôi thấy ức vì bị nói là vô học\"]<\/ref><ref>[https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/ekip-nhung-ke-lam-loi-go-bo-video-noi-ve-ha-ho-va-dong-nhi-3318302.html Êkíp 'Những kẻ lắm lời' gỡ bỏ video nói về Hà Hồ và Đông Nhi]<\/ref><ref>[https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/sao-viet-buc-xuc-vi-bi-noi-xau-trong-talkshow-nhung-ke-lam-loi-3315150.html Sao Việt bức xúc vì bị nói xấu trong talkshow 'Những kẻ lắm lời']<\/ref>\n\n==Ghi nhận==\n* Talkshow \"Những kẻ lắm lời\" (Bitches in town) được giáo sư Lee Hyung-Kyung (trường King's College London, Anh) phỏng vấn cho đề tài \"Digital Culture in Asia\" (Văn hóa thời đại số ở châu Á) của UNESCO.<ref>[https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/ekip-nhung-ke-lam-loi-chung-toi-dang-bi-danh-hoi-dong-3317251.html Êkíp 'Những kẻ lắm lời': 'Chúng tôi đang bị đánh hội đồng' ]<\/ref>\n* Cô cùng từng là đại sứ của WALK FREE NEWYORK tại Việt Nam, Operation Game Change (US Embasy). Từ năm 2013 đến nay, cô là Phó chủ tịch UNICEF NEXT GENERATION – Unicef Vietnam.<ref>{{Chú thích web |url=https:\/\/event.forbesvietnam.com\/speaker\/thuy-minh\/ |ngày truy cập=2019-09-27 |tựa đề=MC Thùy Minh |archive-date = ngày 27 tháng 9 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20190927144003\/https:\/\/event.forbesvietnam.com\/speaker\/thuy-minh\/ |url-status=dead }}<\/ref>\n* Năm 2020, Thùy Minh giữ vai trò giám đốc nội dung của tờ Vietcetera<ref>{{Chú thích web |url=https:\/\/vietcetera.com\/vn\/3-the-luc-moi-tai-vietcetera-vi-sao-ho-gia-nhap |ngày truy cập=2020-11-11 |tựa đề=3 Thế lực mới tại Vietcetera Vì sao họ gia nhập ? |archive-date=2020-11-11 |archive-url=https:\/\/web.archive.org\/web\/20201111072348\/https:\/\/vietcetera.com\/vn\/3-the-luc-moi-tai-vietcetera-vi-sao-ho-gia-nhap |url-status=dead }}<\/ref>\n\n==Đánh giá==\n* \"Chỉ cần ném Thùy Minh vào một đám đông, sau đó vài giờ sau quay lại, ta đã có hàng chục cuộc \"tắc sô\" (talkshow) đủ dùng trong cả tháng. Vì nàng biết phát hiện vấn đề, biết tóm lấy vấn đề và sau đấy làm cho nó kiệt sức. Sau khi Thùy Minh bỏ đi, mọi thứ hoặc trở nên hoang tàn, hoặc trở nên lộng lẫy. Không có cách tồn tại thứ ba.<ref>[https:\/\/dep.com.vn\/mc-thuy-minh-thong-minh-bu-nhan-sac\/ MC Thùy Minh: Thông minh bù nhan sắc]<\/ref>\"- [[Lê Hoàng]]\n\n== Tham khảo ==\n{{tham khảo|3}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.facebook.com\/thuyminhVJ Thùy Minh] trên [[Facebook]]\n*[https:\/\/www.goodreads.com\/book\/show\/27829071-minhvalinh-hai-ch-ng-m-nh-i-kh-p-th-gi-i #MinhvaLinh Hai chúng mình đi khắp thế giới] trên Goodreads\n*[http:\/\/bloombooks.vn\/author-book\/mc-thuy-minh\/ Học thuyết đàn ông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170526130905\/http:\/\/bloombooks.vn\/author-book\/mc-thuy-minh\/ |date=2017-05-26 }} trên Bloombooks\n\n[[Thể loại:Sinh năm 1983]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người dẫn chương trình Việt Nam]]"}