{"439585":"{{bài cùng tên|Thúc Tề (định hướng)}}\n'''Thúc Tề''' ([[1916]] - [[1946]]), tên thật: '''Nguyễn Thúc Nhuận''', bút danh: ''Thúc Tề, Lãng Tử''; là [[nhà báo]], [[nhà thơ]] [[Việt Nam]] thời [[tiền chiến]].\n \n==Thân thế và sự nghiệp==\n'''Thúc Tề''' sinh ngày [[17 tháng 10]] năm [[1916]] ở làng Mỹ Lam, xã Phú Mỹ, huyện [[Phú Vang]] (nay thuộc tỉnh [[Thừa Thiên Huế|Thừa Thiên-Huế]]). Thuở nhỏ học ở [[Quy Nhơn]], sau học ở [[Trường Trung học phổ thông chuyên Quốc Học|Quốc Học Huế]].\n \nÔng viết văn, làm thơ và viết báo rất sớm, ngay từ thời còn đi học ở [[Huế]]. Bài báo đầu tiên của ông được bạn bè đặc biệt hoan nghênh, nhưng cũng vì nó mà ông bị đuổi học<ref>Xem \"Thúc Tề, nhà báo - liệt sĩ\" đăng trên ''báo Thừa Thiên-Huế'': [http:\/\/baothuathienhue.vn\/?gd=1&cn=46&newsid=3-0-23184].<\/ref>.\n \nTừ năm [[1935]], cùng với những người bạn là Trọng Miên, Trọng Quỵ, Hồ Việt Tự và [[Hàn Mặc Tử]], Thúc Tề vào [[Thành phố Hồ Chí Minh|Sài Gòn]], sống bằng nghề viết báo. Ông cộng tác cho nhiều tờ báo có uy tín bấy giờ, như ''Văn học tạp chí, Dân quyền, Công luận, Mai, Hà Nội báo''...; và từng làm Chủ bút báo ''Đông Dương'' và báo ''Mai''<ref name=\"ReferenceA\">Xem \"Thúc Tề, nhà báo - liệt sĩ\", nguồn đã dẫn.<\/ref>.\n\nTrong cuộc tranh luận ''Nghệ thuật vị nghệ thuật hay Nghệ thuật vị nhân sinh'' ([[1935]] - [[1939]]), Thúc Tề luôn đứng về phía vị nhân sinh với đại diện cũng là một nhà báo người Huế: [[Hải Triều]].\n\nNăm [[1940]], sau khi tuần báo ''Mai'' bị [[đế quốc thực dân Pháp|thực dân Pháp]] đóng cửa, ông trở lại Huế thuê một con đò ở Đập Đá bên [[sông Hương]] làm chỗ tá túc <ref>Xem \"Thúc Tề không phải nhà thơ một bài\" đăng trên báo ''Tiền Phong online'' [http:\/\/www.tienphong.vn\/van-nghe\/580166\/Thuc-Te-khong-phai-nha-tho-mot-bai-tpp.html].<\/ref>. Ở đây, ông tiếp tục viết bài đăng báo, làm thơ cho đến năm [[1945]]. Cũng chính trong giai đoạn này (năm [[1941]]), Thúc Tề đã cho xuất bản tập phóng sự nổi tiếng có nhan đề ''Nợ văn''. Đây là tác phẩm được viết trong những năm từ [[1934]] - [[1940]], lúc Thúc Tề bỏ học cùng bạn bè từ Huế vào [[Thành phố Hồ Chí Minh|Sài Gòn]] dấn thân làm báo <ref>Xem: \"Đêm thơ giới thiệu Nợ văn của Thúc Tề\" trên website ''tạp chí Sông Hương'' [http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p1\/c12\/n10371\/Dem-tho-gioi-thieu-No-van-cua-Thuc-Te.html]. Thông tin liên quan: Năm [[2012]], ''Nợ văn'' được Nhà xuất bản Lao động tái bản lần thứ 2 cùng với nhiều ấn phẩm thơ của ông. Và tối ngày [[4 tháng 6]] năm này, tại Trung tâm du lịch trải nghiệm Huế Xưa - Huế Nay ở bãi đất bồi Đập Đá, thành phố Huế đã diễn ra Đêm thơ giới thiệu tác phẩm \"Nợ văn\". Chương trình do của Hội Nhà báo tỉnh, Liên hiệp các Hội VHNT Thừa Thiên Huế và gia đình phối hợp tổ chức.<\/ref>\n \nSau [[Cách mạng tháng Tám]] ([[1945]]), ông tham gia Hội Văn hoá cứu quốc. Kháng chiến bùng nổ, Thúc Tề cùng với Hải Triều, Hà Thế Hạnh thành lập Sở Tuyên truyền Trung Bộ và đến đầu năm [[1946]], ông lại được phân công cùng với ông Hoàng Thượng Khanh thành lập Ty Thông tin tuyên truyền tỉnh [[Thừa Thiên Huế|Thừa Thiên]]. [[Tháng mười hai|Tháng 12]] năm ấy, Thúc Tề bị quân Pháp bắt cóc, giết chết và vứt xác ở ga Truồi (thuộc huyện [[Phú Lộc]]) khi ông chỉ mới tròn 30 tuổi và chưa lập gia đình <ref name=\"ReferenceA\"\/>\n\nTuy nhiên, mãi đến [[tháng năm|tháng 5]] năm [[1995]] ông mới được Nhà nước truy tặng là liệt sĩ <ref>Xem [http:\/\/www.tienphong.vn\/van-nghe\/580166\/Thuc-Te-khong-phai-nha-tho-mot-bai-tpp.html].<\/ref>. Năm [[1996]], ông lại được truy tặng Huân chương \"Vì sự nghiệp báo chí Việt Nam<ref>Xem: [http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p1\/c12\/n10371\/Dem-tho-gioi-thieu-No-van-cua-Thuc-Te.html].<\/ref>\n\n==Tác phẩm==\n*'''Thơ''': Thúc Tề làm thơ ít, theo sách ''Việt Nam thi nhân tiền chiến'', thì thơ ông chỉ có ba bài: \"Xuân lên đường\" (đăng trên ''Hà Nội báo'' khi ông 20 tuổi), \"Em buồn\" và \"Trăng mơ\"<ref>Nguyễn Tấn Long và Nguyễn Hữu Trọng, ''Việt Nam thi nhân tiền chiến'' (quyển trung). Nhà xuất bản Sống Mới, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1969, tr. 446-447.<\/ref>.\n*'''Tập văn xuôi''':\n:-Nợ văn\n:-Phù dung và nhan sắc\n\n*'''Bài báo''': khoảng 100 bài, gồm ký và điểm sách, điểm báo <ref>Xem \"Thúc Tề không phải nhà thơ một bài\", nguồn đã dẫn.<\/ref>.\n\n==Nhận xét==\nGS. [[Đinh Xuân Lâm]] nhận xét: ''\"Nợ Văn là một tác phẩm mang tính hiện thực sâu sắc về cuộc đời làm báo và thân phận người làm báo trước kia khi đất nước còn bị ngoại bang thống trị. Cuốn sách trở nên đầy đủ hơn khi được bổ sung thêm nhiều thông tin về cuộc đời và sự hy sinh thầm lặng của tác giả mà bấy lâu nay không ai biết\"''...<ref>Xem: \"Câu chuyện về một nhà thơ - nhà báo bị mất tích nửa thế kỉ\" [http:\/\/dantri.com.vn\/c135\/s23-603706\/cau-chuyen-ve-mot-nha-tho-nha-bao-bi-mat-tich-nua-the-ki.htm].<\/ref>\n\nVề sự nghiệp thi ca, năm [[1941]], Thúc Tề và bài \"Trăng mơ\" của ông được giới thiệu trong quyển ''Thi nhân Việt Nam'' của [[Hoài Thanh]] và Hoài Chân. Năm [[1968]], Thúc Tề lại được Nguyễn Tấn Long và Nguyễn Hữu Trọng giới thiệu trong bộ sách ''Việt Nam thi nhân tiền chiến'' (xuất bản tại [[Thành phố Hồ Chí Minh|Sài Gòn]]) với ba bài: \"Xuân lên đường\", \"Em buồn\" và \"Trăng mơ\". Đánh giá thơ ông, trong sách này có đoạn:\n:''\"Thơ Thúc Tề, tuy chỉ góp nhặt được mấy bài, nhưng cũng thấy cho chúng ta định được giá trị nghệ thuật của nhà thơ. Bài \"Trăng mơ\", có sức hút kỳ lạ ngay câu nhì. Bài không dài, chỉ mười sáu vần điệu, mà như một bản nhạc buồn rười rượi, chầm chậm len vào hồn người. Bài \"Em buồn\", \"Xuân lên đường\" thuộc loại ngũ ngôn ngắn, ít lời, thế mà tác giả đã ký thác được khá đầy đủ tâm tình của mình. Nhất là ở bài \"Xuân lên đường\", tác giả đã dùng thể thơ mới lạ, ba câu mỗi đoạn, lại có sự trùng cú \"từ khi xuân lên đường\" cho ta mối liên tưởng \"chàng đã ra đi trong khi lòng thiếu nữ đang náo nức đón gió yêu đương\". Thế mới đáng buồn tủi chứ!...Nói gọn, thơ Thúc Tề \"súc tích mà gợi hình\", đó là điểm đặc sắc trong thơ ông\"''<ref>Lược theo Nguyễn Tấn Long và Nguyễn Hữu Trọng, sách đã dẫn.<\/ref>.\n\n==Thơ Thúc Tề==\nNgoài lời khen ngợi trên, bài ''Trăng mơ'' còn [[Hoài Thanh]] và Hoài Chân tỏ lòng mến yêu như sau: \n:''\"Tôi yêu bài Trăng mơ của Thúc Tề. Mở bài ra, hồn thi nhân (như) kéo mình lê thê trên trang giấy, chán nản, uề oải. Có lẽ nó đã nhập vào cái trăng kia, \"ẻo lả\" khi nằm mơ, \"lười biếng\" khi thức dậy. Nhưng khi đã tỉnh, nó mới linh động làm sao! Nó uyển chuyển như một người đẹp. Cái mệt mỏi của [[Dương Quý Phi]] với cái nhẹ nhàng của [[Triệu Phi Yến|Phi Yến]]\"''<ref>''Thi nhân Việt Nam'' (Nhà xuất bản Văn học in lại, 1988, tr. 88). [[Triệu Phi Yến]] (32 TCN-1 TCN) tên thật là Triệu Nghi Chủ, do có tài múa nhẹ nhàng uyển chuyển, tựa như chim yến bay lượn nên gọi là Phi Yến. Bà là một đại mỹ nhân của Triều đại [[nhà Hán]]. Còn [[Dương Quý Phi]] (719-756), tên thật là Dương Ngọc Hoàn, người [[Tứ Xuyên]], là quý phi của vua [[Đường Huyền Tông|Đường Minh Hoàng]]. Bà được người đời coi là một trong [[Tứ đại mỹ nhân Trung Hoa|Tứ đại mỹ nhân]] của [[lịch sử]] [[Trung Quốc]].<\/ref>.\n:'''Trăng Mơ'''\n{|valign=\"top\"\n|\n:''Một đêm mờ lạnh ánh gương phai,\n:''suốt giải sông Hương nước thở dài.\n:''Xào xạc sóng buồn khua bãi sậy,\n:''bập bềnh bên mạn chiếc thuyền ai.\n \n:''Mây xám xây thành trên núi Bắc,\n:''Nhạc mềm chới với giữa sương êm.\n:''Trăng mờ mơ ngủ lim dim gật,\n:''Ẻo lả nằm trên ngọn trúc mềm.\n \n:''Dịp cầu Bạch Hổ mấy bóng ma\n:''Biến mất vì nghe giục tiếng gà\n:''Trăng tỉnh giấc mơ, lười biếng dậy,\n:''Động lòng lệ liễu, giọt sương sa.\n \n:''Lai láng niềm trăng tuôn dạ nước\n:''Ngập tràn sông trắng gợn bâng khuâng;\n:''Hương trăng quấn quýt hơi sương ướt\n:''Ngân dội lời tình điệu hát xuân.\n:(Hà Nội báo)\n|\n:'''Xuân lên đường'''\n\n:''Từ khi xuân lên đường\n:''Cây thùy dương héo hắt\n:''Không ai tưới lệ thương,\n\n:''Từ khi xuân lên đường,\n:''Giải phím ngà bụi đóng\n:''Em khóa kín phòng sương.\n\n:''Từ khi xuân lên đường\n:''Em buồn như gốc liễu\n:''Rủ trước bến [[sông Hương]].\n:(Hà Nội báo, 1936)\n|}\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n{{wikisource tác giả|Thúc Tề}}\n\n{{Thời gian sống|sinh=1916|mất=1946}}\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Nhà thơ tiền chiến]]\n[[Thể loại:Nhà báo Việt Nam]]"}