{"767554":"{{Thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ Nhân dân]]\n| nền = ca sĩ\n| tên = Thúy Mùi\n| ngày sinh = {{năm sinh và tuổi|1963}}\n| nơi sinh = [[Khánh Mậu, Yên Khánh|Khánh Mậu]], Ninh Bình\n| quốc tịch = {{VIE}}\n| tên khai sinh = Trịnh Thị Mùi\n| nghề nghiệp = Diễn viên sân khấu\n| field = Chèo\n| giải thưởng = [[Nghệ sĩ ưu tú]]<br>[[Nghệ sĩ nhân dân]]: Đợt 8 (2015)\n| chức vụ = Giám đốc Nhà hát Chèo Hà Nội\n| bắt đầu = 2008\n| kết thúc = 2018\n| tiền nhiệm = [[Trần Quốc Chiêm|NSND Quốc Chiêm]]\n| kế nhiệm = [[Quốc Anh (nghệ sĩ chèo)|NSND Quốc Anh]]\n| bắt đầu 2 = \n}}\n\n'''Thúy Mùi''' (sinh năm 1963) là một [[nghệ sĩ nhân dân]], nhà quản lý chèo trong làng [[chèo]] Việt Nam.<ref>[http:\/\/danviet.vn\/tin-tuc\/nhung-nu-nghe-si-lung-danh-cua-nghe-thuat-cheo-viet-nam-525567.html Những nữ nghệ sĩ lừng danh của nghệ thuật chèo Việt Nam]<\/ref> Hiện bà là Chủ tịch Hội Nghệ sĩ Sân khấu Việt Nam khóa 9. Trước đó NSND Thúy Mùi từng là Giám đốc [[nhà hát Chèo Hà Nội]] giai đoạn 2008-2018,<ref>[http:\/\/suckhoedoisong.vn\/nsnd-thuy-mui-danh-tieng-me-dop-van-vao-than-n144825.html NSND Thúy Mùi: Danh tiếng Mẹ Đốp vận vào thân]<\/ref> rồi Giám đốc Trung tâm Bảo tồn và Phát triển nghệ thuật truyền thống sân khấu Việt Nam giai đoạn 2018-2020 <ref>[http:\/\/anninhthudo.vn\/giai-tri\/nsnd-thuy-mui-giong-cheo-ngot-ngao-ngay-nao-gio-da-la-mot-dai-gia\/771581.antd NSND Thúy Mùi: Giọng chèo ngọt ngào ngày nào, giờ đã là một \"đại gia\"]<\/ref> Bà cũng từng là đại biểu quốc hội Việt Nam khóa XII. Năm 2015, NSND Thúy Mùi được [[Hà Nội|thành phố Hà Nội]] tôn vinh trong danh sách \"10 công dân Thủ đô ưu tú\" vì có đóng góp đặc biệt xuất sắc cho sự nghiệp xây dựng và phát triển [[Thủ đô]].<ref>[http:\/\/vov.vn\/xa-hoi\/ha-noi-vinh-danh-10-cong-dan-thu-do-uu-tu-nam-2015-437092.vov Hà Nội vinh danh 10 công dân Thủ đô ưu tú năm 2015]<\/ref> Dưới sự lãnh đạo của NSND Thúy Mùi, [[Nhà hát Chèo Hà Nội]] là một đơn vị nghệ thuật chuyên nghiệp liên tục dẫn đầu các cuộc thi nghệ thuật [[chèo|sân khấu chèo]] tại hội diễn các năm 2011, 2013 và 2016.\n\n==Tiểu sử==\nNghệ sĩ chèo Thúy Mùi tên khai sinh là Trịnh Thị Mùi, sinh năm 1963 tại [[Khánh Mậu]], [[Yên Khánh]], [[Ninh Bình]]. Yên Khánh là vùng chèo nổi tiếng nhất ở Ninh Bình. Cha của NS Thúy Mùi là Trưởng ban Văn hóa xã [[Khánh Mậu]], nơi có 5 đội chèo thường diễn với nhau vào những dịp tết đến, xuân về, dịp trung thu và ngày hội làng.<ref>[http:\/\/www.nguoiduatin.vn\/nghe-si-uu-tu-thuy-mui-toi-sinh-ra-la-de-cho-cheo-a86592.html NSƯT Thúy Mùi: Người chèo lái của nhà hát luôn sáng đèn]<\/ref> Trước khi đến với [[nhà hát Chèo Hà Nội]] bà theo học [[chèo]] tại [[nhà hát Chèo Ninh Bình]] và đổi tên đệm theo tên Nghệ sĩ chèo Thúy Mùi của Đoàn chèo Sông Vân được bà thần tượng.<ref>[http:\/\/hanoimoi.com.vn\/Tin-tuc\/Van-hoa\/813761\/nguoi-giu-lua-cho-cheo Người giữ lửa cho Chèo]<\/ref>\n\n==Sự nghiệp==\nNSND Thúy Mùi đã để lại dấu ấn mạnh mẽ trong lòng khán giả yêu chèo với một số vai đào thương như Ỷ Lan trong \"Lý Thường Kiệt\", nàng Mai trong \"Người Thiên Đô\", rồi mẹ Đốp trong \"Quan âm Thị Kính\". Năm 2011, Thúy Mùi đã nhận giải vàng trong Liên hoan sân khấu toàn quốc với vai bà già ra thành phố trước sự \"tâm phục, khẩu phục\" của BGK cũng như của các bạn nghề.<ref>[http:\/\/dantri.com.vn\/van-hoa\/nsnd-thuy-mui-dau-dau-di-tim-khan-gia-tuong-lai-cho-cheo-20151011163335049.htm NSND Thúy Mùi: Đau đáu đi tìm khán giả tương lai cho chèo]<\/ref>\n\nTrên cương vị giám đốc [[nhà hát Chèo Hà Nội]], Bà mạnh dạn đầu tư các vở diễn: \"Oan khuất một thời\" đến \"Vương nữ Mê Linh\", hay gần đây nhất là \"Long thành diễn xướng\", tiếp tục thực hiện dự án sân khấu học đường với vài chục tỉ đồng.\n\n*Đã ra đời CD \"Dịu ngọt lời ru\" với các trích đoạn như \"Hát ru đào liễu\" (trích trong vở [[chèo]] cổ Tấm Cám); Thư tình hạ vị (trích trong vở Lưu Bình)...<ref>{{Chú thích web |url=http:\/\/vctv.vn\/49p130c133\/nghe-si-uu-tu-thuy-mui-diu-ngot-loi-ru.htm |ngày truy cập=2011-03-29 |tựa đề=Nghệ sĩ ưu tú Thuý Mùi - Dịu ngọt lời ru |archive-date = ngày 21 tháng 5 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110521072101\/http:\/\/vctv.vn\/49p130c133\/nghe-si-uu-tu-thuy-mui-diu-ngot-loi-ru.htm |url-status=dead }}<\/ref>\n*CD thơ xuân \"Hai sắc hoa ti gôn – Mưa xuân\" phát hành trên toàn quốc bắt đầu từ ngày 26\/1\/2011 gồm 12 bài thơ như Mưa xuân, Người hàng xóm, Tương tư ([[Nguyễn Bính]]), Hai sắc hoa ti gôn (TTK), Núi đôi (Vũ Cao), Ông đồ (Vũ Đình Liên), Đây thôn Vỹ Dạ (Hàn Mặc Tử), Về đồng (Phạm Duy), Này em [[Thị Màu]] (Ngân Vịnh)… Phần phối khí mang màu sắc âm nhạc dân gian gồm những nhạc cụ như Đàn Tranh, Đàn bầu, Đàn Nguyệt… và phần dẫn chương trình của Nghệ sĩ ưu tú Lê Chức.<ref>[http:\/\/cheohanoi.vn\/newsdetail.asp?Catid=58&NewsId=7104 Nghệ sĩ ưu tú Thúy Mùi phát hành CD Thơ]{{Liên kết hỏng|date = ngày 5 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n*Tham gia các CD \"Gái quê\", \"Lỡ bước sang ngang\"...\n\nKhi nghỉ quản lý ở Nhà hát Chèo Hà Nội, Thúy Mùi được mời về phụ trách Trung tâm Bảo tồn và Phát triển nghệ thuật truyền thống sân khấu Việt Nam, trực thuộc Hội Nghệ sĩ sân khấu Việt Nam.\n\nSáng 13\/1\/2020 tại Nhà hát Lớn Hà Nội, Hội nghệ sĩ Sân khấu Việt Nam tổ chức Đại hội đại biểu toàn quốc lần thứ 9 (nhiệm kỳ 2019-2024). Đại hội đã bầu NSND Thúy Mùi làm Chủ tịch Hội Nghệ sĩ Sân khấu Việt Nam khóa 9. Hai phó Chủ tịch là NSND Vương Duy Biên, nguyên Thứ trưởng Bộ VHTTDL; NSND Giang Mạnh Hà, nguyên Phó Giám đốc Sở VHTTDL Đồng Nai.\n\n== Giải thưởng ==\n*Đạo diễn xuất sắc nhất giải trao cho vở diễn \"Vương nữ Mê Linh\" tại cuộc thi Nghệ thuật sân khấu chèo chuyên nghiệp toàn quốc Hải Phòng năm 2013. Đồng thời \"Vương nữ Mê Linh\" cũng giành huy chương vàng.<ref>[http:\/\/vtc10.com\/tin-tuc\/zaagjz\/tro-chuyen-voi-nsut-thuy-mui Trò chuyện với NSƯT Thúy Mùi]<\/ref>\n\nPGS Tất Thắng đã nhận xét về Nghệ sĩ nhân dân Thúy Mùi như sau:<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20150110\/thuy-mui-va-nhung-cuoc-choi\/697413.html Thúy Mùi và những \"cuộc chơi\"]<\/ref>\n::\"Lo được cho anh em có đời sống vững vàng ở những năm sân khấu đầy thăng trầm thế này là cái tài của Thúy Mùi. Thế nhưng ở gương mặt nổi bật của sân khấu kịch hát này, tôi còn thấy cô ấy tràn đầy những khát vọng nghệ thuật và đã có thành công. Sân khấu hôm nay cần những nghệ sĩ, nhà quản lý tâm huyết như thế.\"\n\nNhững năm Nhà hát Chèo Hà Nội do NSND Thúy Mùi lãnh đạo, Đơn vị liên tục dẫn đầu về thành tích huy chương tại các cuộc thi, hội diễn sân khấu chèo.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/cheohanoi.vn\/newsdetail.asp?NewsID=6958 Nghệ sĩ ưu tú Thúy Mùi: Tự tin với những dự án lớn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090914165008\/http:\/\/www.cheohanoi.vn\/newsdetail.asp?NewsID=6958 |date = ngày 14 tháng 9 năm 2009}}\n*[http:\/\/www.hanoimoi.com.vn\/forumdetail\/Van-hoa\/13455\/nay-thuy-mui-273au-anh.htm \"Này, Thúy Mùi đâu anh?\"]{{Liên kết hỏng|date = ngày 5 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/daidoanket.vn\/index.aspx?Menu=1434&Style=1&ChiTiet=72531 NSƯT Thúy Mùi: Mọi thứ sẽ ổn khi có sự cởi mở và sẻ chia (01\/12\/2013)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150224032301\/http:\/\/daidoanket.vn\/index.aspx?Menu=1434&Style=1&ChiTiet=72531 |date = ngày 24 tháng 2 năm 2015}}\n{{Thời gian sống|sinh=1963|mất=}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Ngâm sĩ]]\n[[Thể loại:Nghệ sĩ chèo]]\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Nghệ sĩ nhân dân Việt Nam]]\n[[Thể loại:Nữ diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nữ diễn viên Việt Nam thế kỷ 20]]\n[[Thể loại:Nữ diễn viên Việt Nam thế kỷ 21]]"}