{"416910":"'''Thăng Long thành hoài cổ''' ([[chữ Hán]]: 昇龍城懷古; tạm hiểu là ''nhớ thành Thăng Long xưa'') là một bài thơ nổi tiếng của [[Bà Huyện Thanh Quan]], nữ sĩ ở thời cận đại của lịch sử văn học Việt Nam.\n\n==Nguyên tác==\n===Bài thơ===\nBài thơ được viết theo thể thất ngôn bát cú [[Đường luật]].\n \n:''Tạo hóa gây chi cuộc hí trường\n:''Đến nay thấm thoắt mấy tinh sương''\n:''Lối xưa xe ngựa hồn thu thảo,''\n:''Nền cũ lâu đài bóng tịch dương,\n:''Đá vẫn trơ gan cùng tuế nguyệt,\n:''Nước còn cau mặt với tang thương.\n:''Ngàn năm gương cũ soi kim cổ.\n:''Cảnh đấy người đây luống đoạn trường.<ref>Chép theo ''Hợp tuyển thơ văn Việt Nam'', tr. 681.<\/ref>''\n===Chú giải từ ngữ===\n*Một số từ ngữ hiếm gặp trong bài thơ có thể được hiểu như sau:\n**Hí trường: rạp hát, [[sân khấu]] nơi diễn tuồng\n**Tinh sương: Tinh là sao, sương là sương giá. Mấy tinh sương là mấy năm.\n**Thu thảo: Cỏ mùa thu.\n**Tịch dương: Mặt trời lúc chiều tối.\n**Đoạn trường: Đứt ruột, ý nói đau đớn.\n\n==Bối cảnh sáng tác==\nBà Huyện Thanh Quan làm bài thơ này, sau năm 1802, khi mà [[Gia Long|Nguyễn Ánh]] lên ngôi, lấy hiệu Gia Long và định đô ở [[Huế]]. Từ đó, [[Thăng Long]] mất địa vị trung tâm của đất nước về chính trị và văn hóa.<ref>{{Chú thích web|url=https:\/\/baoquangbinh.vn\/van-hoa-van-nghe\/201204\/thang-long-thanh-hoai-co-bai-tho-tuyet-but-cua-ba-huyen-thanh-quan-2098861\/|tựa đề=\"Thăng Long thành hoài cổ\" - bài thơ tuyệt bút của Bà Huyện Thanh Quan|tác giả=Nguyễn Văn Hiệp|họ=|tên=|ngày=2012-04-13|website=Báo Quảng Bình|url lưu trữ=https:\/\/web.archive.org\/web\/20171108145649\/http:\/\/www.baoquangbinh.vn\/van-hoa-van-nghe\/201204\/thang-long-thanh-hoai-co-bai-tho-tuyet-but-cua-ba-huyen-thanh-quan-2098861\/|ngày lưu trữ=2017-11-08|url hỏng=yes|ngày truy cập=ngày 1 tháng 10 năm 2020}}<\/ref>\n \nChủ đề: Bài thơ tả cảnh ngụ tình. Cảnh thì tang thương. Tình thì hoài cổ. [[Phạm Thế Ngũ]] viết: ''Bài này nói lên nỗi đoạn trường của tác giả trước cảnh hoang tàn của cố đô đất Bắc''.<ref>''Việt Nam văn học sử giản ước tân biên'' (quyển hai), tr. 291.<\/ref>\n\n==Nhận xét==\nTrích:\n* Đỗ Lai Thúy:\n:''Bà Huyện Thanh Quan sống trong một thời đại (lớn) đầy biến động. [[Nhà Lê sơ|Nhà Lê]]\/[[nhà Mạc|Mạc]], [[chúa Trịnh]]\/[[nhà Nguyễn|Nguyễn]], [[Nhà Tây Sơn|Tây Sơn]]\/Nguyễn Ánh liên tiếp xuất hiện và liên tiếp sụp đổ...Bởi vậy thi nhân trách con tạo (gây chi) biến cuộc đời thành sàn diễn của những đổi thay. Thoạt tiên vẫn những đối lập xưa\/nay ấy: Xưa là lối xe ngựa đi về nhộn nhịp thì nay chỉ có cỏ thu phủ dày; xưa là lâu đài đường bệ mà nay chỉ còn trơ lại nền cũ dưới ánh chiều tà. Rồi xuất hiện thêm một đối lập khác nữa tự nhiên\/nhân tạo. Ngày tháng (tuế nguyệt) trôi đi kéo theo những đổi thay (tang thương), nhưng đó là những đổi thay của thế giới nhân tạo, thế giới người, còn tự nhiên (đá, nước) thì vẫn bất biến (trơ gan, cau mặt). Soi vào tấm gương vĩnh hằng của tự nhiên, đời sống nhân tạo từ xưa đến nay (kim cổ) càng trở nên giả tạm và thoáng chốc. Con người đối diện với cảnh tượng này (cảnh đấy, người đây) được thức nhận, tỉnh táo hơn so với con người ảo giác ở chùa Trấn Bắc (xem bài \"Qua chùa Trấn Bắc\"). Nhưng, vì thế, cũng đau khổ hơn. Và cô đơn hơn.<ref>[http:\/\/www.vietnamnet.vn\/vanhoa\/2008\/02\/768110\/ Theo ''Bà Huyện Thanh Quan, người đi dọc những Đèo Ngang'']<\/ref>''\n\n*[[Phạm Thế Ngũ]]:\n:''Nhìn chung, thơ Bà Huyện Thanh Quan, đều có vô số những cái hay: chữ dùng khéo, chọn lọc, thích đáng, đối rất chỉnh, rất thần tình, ý hàm súc, lời trau chuốt, gọn, đẹp...Riêng bài thơ Thăng Long thành hoài cổ\", cổ kính mà thanh thoát nhẹ nhàng; ước lệ mà có hồn, có cảm. Sự phối hợp của ý tưởng với thanh âm đã gây nên một thi điệu tự nhiên, uyển chuyển, hấp dẫn; khác xa những dòng chữ chắp nối công phu mà vẫn lủng củng, không hồn của đa số các bài thơ tiền Nguyễn''<ref>''Việt Nam văn học sử giản ước tân biên'' (quyển hai), tr. 292-293.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*Phạm Thế Ngũ, ''Việt Nam văn học sử giản ước tân biên'' (Quyển Hai). Quốc học tùng thư xuất bản, không ghi năm xuất bản.\n*Nhiều tác giả, ''Từ điển Văn học (bộ mới).'' Nhà xuất bản Thế giới, 2004.\n*Nhiều tác giả, ''Hợp tuyển thơ văn Việt Nam'' (thế kỷ 13-nửa đầu thế kỷ 19). Nhà xuất bản Văn học, 1978.\n\n[[Thể loại:Văn học Hà Nội]]\n[[Thể loại:Bài thơ Việt Nam]]"}