{"584306":"'''''Thơ Thầy Thông Chánh''''' là một truyện thơ dân gian, do một người không rõ tên ở [[Trà Vinh]] sáng tác và được truyền khẩu khá rộng rãi ở [[Nam Bộ Việt Nam|Nam Bộ]] vào cuối thế kỷ 19 đến đầu thế kỷ 20, mặc dù luôn gặp phải sự cấm đoán của nhà cầm quyền [[Đế quốc thực dân Pháp|Pháp]] lúc bấy giờ.<ref>Theo Sơn Nam, lúc bấy giờ ở Nam Bộ, phong trào \"nói thơ\" theo điệu Vân Tiên phổ biến rộng, và thu hút khá đông người nghe. Các đề tài được người nói và người nghe ưa chuộng, có thơ: ''Thầy thông chánh, Cậu Hai Miêng, Sáu Trọng, Năm Tỵ, Sáu Nhỏ'', v.v...Vì vậy, mà các tập thơ này (ít trang, giá rẻ) tái bản nhiều lần, số lượng chẳng ai phỏng đoán được...(Xem chi tiết trong \"Đồng bằng Cửu Long, nét sinh hoạt xưa\". Nhà xuất bản TP. HCM, tr. 87-88).<\/ref>\n\n==Giới thiệu sơ lược==\n===Nguyên nhân ra đời===\nChuyện thầy Thông Chánh đường hoàng nổ súng, giết chết Biện lý Jaboin tại Trà Vinh, quả là một sự kiện gây chấn động. Vì vậy, một người bình dân ở Trà Vinh không rõ tên đã làm một truyện thơ có tên là ''Thơ Thầy Thông Chánh'' nhằm tôn vinh thầy.\n \n===Lai lịch thầy Thông Chánh===\nTheo nhà nghiên cứu Trần Dũng (tác giả không bảo đảm chính xác tuyệt đối) thì thầy Thông Chánh tên thật là Nguyễn Văn Chánh, còn gọi là Nguyễn Trung Chánh, sinh khoảng năm 1850 tại Trà Vinh, trong một gia đình theo [[Thiên Chúa giáo|đạo Thiên chúa]]. Thầy được học chữ [[Chữ Quốc ngữ|Quốc ngữ]], [[tiếng Pháp|chữ Pháp]], chữ [[Latinh]] từ nhỏ nên khi [[đế quốc thực dân Pháp|thực dân Pháp]] xâm lược [[Nam Kỳ]], thầy được mời ra làm thông ngôn phục vụ bộ máy cai trị của họ. Trong cuộc sống, thầy tỏ ra là một công chức trung thành, mẫn cán. Vợ thầy rất đẹp khiến tên Biện lý Jaboin rắp tâm chiếm đoạt. Quá uất ức, thầy đã dùng súng giết chết viên quan thực dân háo sắc ngày 14 tháng 5 năm 1893 (ngày này chép theo [[Sơn Nam (nhà văn)|Sơn Nam]]) nên bị Tòa đại hình [[Mỹ Tho]] kết án ngày 19 tháng 6 năm 1893 và bị xử tử ngày 8 tháng 1 năm 1894 tại Trà Vinh.\n\n==Nội dung truyện thơ==\n[[Tập tin:Thầy Thông Chánh.jpg|nhỏ|Thầy Thông Chánh]]\nTruyện Thơ Thầy Thông Chánh được hư cấu từ câu chuyện có thật trên. Ngay sau đó, tác phẩm liền bị thực dân Pháp cấm đoán, vì vậy, qua thời gian có nhiều dị bản khác nhau. Theo Trần Dũng, thì hiện có 6 dị bản (2 bản có độ dài 242 câu [[thơ#Lục bát|lục bát]], bốn bản có độ dài 198, 236, 248 và 262 câu). Tuy số câu có khác nhau, ngôn ngữ thể hiện cũng có phần khác nhau nhưng các chi tiết chính của truyện thơ là khá thống nhất. Lời thơ trong truyện mộc mạc, có chỗ còn sai vần.\n\nMở đầu truyện thơ, tác giả viết:\n:[[Gia Định báo|Nhựt trình Vĩnh Ký]] đặt ra,\n:Chép làm một bổn để mà coi chơi.\n:[[Trà Vinh]] lắm kẻ kỳ tời,\n:Có thầy Thông Chánh thiệt người khôn ngoan.\n:Đêm nằm nát ruột nát gan,\n:Oán thù Biện lý chẳng an trong lòng.\n:Chừng nào tỏ nỗi đục trong,\n:[[Tập tin:Trước lúc tử hình thầy Thông Chánh.jpg|nhỏ|Trước lúc tử hình thầy Thông Chánh]]Giết quan Biện Lý trong lòng mới thanh...\n \nTheo truyện thơ, ngày xảy ra sự kiện thầy Thông Chánh bắn Biện lý Jaboin là ngày Chánh Chung (tức Quốc khánh Pháp ngày 14 tháng 7). Thực tế ngày bắn là 14 tháng 5 năm 1893. Theo Trần Dũng thì tác giả truyện thơ cố tình đẩy lùi thời gian lại hai tháng nhằm hai mục đích: Thứ nhất, tiếng súng bắn Tây xảy ra ngày Quốc khánh Tây (Pháp) có tiếng vang hơn nhiều so với ngày thường; thứ hai, tác giả tạo ra bối cảnh hợp lý để qui tụ hàng loạt tên thực dân có máu mặt khắp Nam Kỳ về Trà Vinh cho thầy Thông Chánh ra tay thay vì có mỗi Jaboin:\n\n:...Lang Sa bày tiệc châu thành,\n:Ăn lễ \"Toa-dết\" gọi là Chánh Chung...\n:...Thầy Thông thiệt lẹ như cờ,\n:Bắn quan Biện lý suối vàng vong thân.\n:Trúng nhằm ông Chánh [[Vĩnh Long]],\n:Trúng ngay bắp vế điệu về nhà thương.\n:...Trúng nhằm ông Đốc [[Cần Thơ]],\n:Bây giờ lại trúng chính tòa [[Bạc Liêu]].\n:...Khá khen cây súng tài cao,\n:Người [[người Việt|Nam]] không trúng, trúng nhằm người Tây...\n \nKhi ấy, thầy Thông Chánh định tự tử thì bị giựt súng. Bị giải xuống tàu, thầy định nhảy xuống sông tự tử nhưng được vớt lên, cứu sống. Lần thứ ba, thầy định cắn lưỡi tự tử nhưng bị thực dân Pháp lừa gạt cho uống thứ thuốc làm thầy rụng hết răng:\n:...Quan Ba có phép đại tài,\n:Bỏ thuốc vào rượu đưa cho Ký Hoài.\n:Ký Hoài nói với thầy thông:\n:-Uống vô một chút đặng vui tấm lòng...\n:...Thầy thông bạt ý chẳng ngờ,\n:Uống vô một chút rụng răng chẳng còn...\n\nSau đó, tác giả truyện thơ lại \"hư cấu\" thêm một số chi tiết: Sau khi bắt được và lấy khẩu cung thầy tại Trà Vinh, nhà cầm quyền thực dân di lý hồ sơ về mở Tòa đại hình ở Mỹ Tho để kết án tử thầy Thông Chánh nhưng sau đó, lại giải thầy ra [[Huế]] để nhà vua trực tiếp xét xử ở cấp \"phúc thẩm\": \n:Đem thầy Thông Chánh xuống tàu,\n:''Chở ra ngoài Huế nạp rày vua ta.''\n\nKhi nghe thầy tường trình vụ việc, những ức hiếp của viên Biện lý trước người cô thế, rắp tâm phá hoại gia cang người khác, thầy Thông Chánh ra tay trừng trị là đúng đạo lý truyền thống của người Á Đông, nhà vua tỏ ra thông cảm và hứa sẽ can thiệp. Thầy Thông Chánh khẳng khái khuyên vua:\n\n:Cúi đầu tâu vọng thánh hoàng,\n:Xin vua an nghỉ, nghị ngơi chương tòa.\n:Việc này là của Lang Sa,\n:Giết tha mặc nó, vua xin làm gì ?\n:Làm vua chánh trị trào nghi,\n:Đi chiều lòng nó vậy thì thất danh...\n \nTiếp theo, tác giả lại tiếp tục cố tình đưa thầy Thông Chánh sang tận đất [[Pháp]] để mẹ viên Biện lý trực tiếp xét xử \"chung thẩm\":\n:Mụ đầm nổi giận lôi đình,\n:Thông Chánh dám giết con tao bỏ mình...\n\nKhông run sợ, thầy Thông Chánh mắng lại:\n:Thông Chánh nổi giận lôi đình,\n:Mẹ nào con nấy một dòng chẳng sai...\n \nKế đến là viên \"Nguơn soái\" (theo cách gọi của người bình dân chỉ viên [[Thống đốc Nam Kỳ]]) tại phiên Tòa đại hình:\n:Thầy Thông nổi giận chửi ngang,\n:Mầy còn hỏi nữa còng phang lên đầu...\n \nSau khi nổ súng giết chết một loạt những viên quan thực dân tại các tỉnh Nam Kỳ, sau những cuộc khẩu chiến nảy lửa với đủ hạng thực dân, cái chết của thầy Thông Chánh coi như đã được quyết định. Vì vậy, nhân dân Nam Kỳ đã đổ về Trà Vinh để tiễn đưa thầy như tiễn đưa một người anh hùng:\n:...Truyền đi Lục tỉnh giáp vòng,\n:Đi coi Thông Chánh đứng nên anh hùng.\n:[[Càng Long]], [[Ất Ếch]], Trà Vinh,\n:[[Ba Xuyên]], Rạch Giá cũng đi đùng đùng\n:Bắc Trang, [[Trà Cú]], [[Gò Công]],\n:[[Thành phố Hồ Chí Minh|Sài Gòn]], [[Tân Lạc]] cả ngàn muôn dân.\n:Thiên hạ đông đảo quá đông,\n:[[Bến Tre]] cũng đến, [[Mỏ Cày|Mõ Cày]] cũng sang...\n \nSau khi thầy Thông Chánh bị xử tử, cô Ba trẻ đẹp<ref>Nếu sắc đẹp của vợ thầy Thông Chánh khiến cho Biện lý Jaboin chết mê chết mệt thì nhan sắc con gái thầy, cô Ba Thiệu, càng lộng lẫy hơn. Học giả Vương Hồng Sển miêu tả: Cô đẹp tự nhiên không ai bì được. Không răng giả, không vú cao su, tóc dài chấm gót, mướt mượt và thơm dầu dừa mới thắng. Cô đẹp đến nỗi hãng Xà bông Trương Văn Bền in hình cô để quảng cáo sản phẩm – Xà bông Cô Ba!, còn ngân hàng [[Việt Nam Cộng hòa]] thì in nổi hình cô trong vòng trắng các loại giấy bạc (theo sách ''Hỏi đáp Sài Gòn 300 năm''. Nhà xuất bản Trẻ, Thành phố Hồ Chí Minh, 2000).<\/ref> (con gái thầy, lấy chồng là người Pháp) toan trả thù cho cha nhưng vừa đưa súng lên bắn thì bị đối phương xô té. Bị bắt giam, cô Ba đã tự tử chết. \n:...Thứ này đến thứ cô Ba,\n:Mới mười lăm tuổi lầy rày chồng Tây...\n:...Cô Ba từ giã ngọc lầu,\n:Tay cầm súng sáu, miệng hầu kêu xe...\n:...Đặng ra đến đó lắng nghe sự tình...\n:Nếu mà xử hiếp cha ta,\n:Ta bắn Biện lý thác rày cho coi...\n \n==Nhận xét==\n*Nhà nghiên cứu Trần Dũng:\n:...''Từ chỗ vì chén cơm manh áo mang thân ra làm việc cho [[Đế quốc thực dân Pháp|Tây]] một cách mẫn cán và trung thành nhưng vẫn bị họ ức hiếp, toan phá hoại gia cang nên thầy Thông Chánh, sau nhiều lần nhẫn nhịn, đã ra tay giết chết kẻ thù. Hành động của thầy rõ ràng xuất phát từ sự ghen tuông, từ động cơ cá nhân, không hề mang hơi hám chính trị (và chưa bao giờ vụ án này được xem là án chính trị). Nhưng dẫu sao, ở vào bối cảnh nhiễu nhương lúc ấy, trong lúc nhiều người sẵn sàng quỳ gối dâng vợ con mình cho Tây hòng tìm chút đỉnh chung phú quý, thì phát súng của thầy Thông Chánh nhằm bảo vệ phẩm giá con người, bảo vệ đạo lý truyền thống dân tộc, ngẫm ra cũng đáng quý lắm thay!''\n:''Từ sự kiện đơn giản ấy, tác giả – một người Trà Vinh bình dân nào đó – đã sáng tác truyện thơ Thầy Thông Chánh. Bằng những thủ pháp nghệ thuật đáng khâm phục, tác giả đã hướng phát súng của thầy Thông Chánh vào tận thành trì của chế độ thực dân xâm lược và sự ươn hèn của triều đình phong kiến, đồng thời khẳng khái biểu thị thái độ yêu nước thương nòi mãnh liệt của mình. Chính những giá trị đó đã đáp ứng được nỗi lòng của giới quần chúng bình dân trước cơn quốc phá gia vong nên họ chắt chiu gìn giữ rồi lưu truyền cho các thế hệ con cháu, mặc cho sự cấm đoán gay gắt của chế độ thực dân...<ref>Trích tham luận ''Thử tiếp cận một cách nhìn khoa học hơn về Thơ Thầy Thông Chánh'' của Trần Dũng đã đọc tại Hội nghị khoa học thường niên về Văn hóa dân gian do Viện Nghiên cứu Văn hóa dân gian Việt Nam tổ chức tại Hà Nội ngày 28 tháng 11 năm 2004. Xem thêm: '''Thơ Thầy Thông Chánh, Sáu Trọng, Hai Miêng''' của Nguyễn Hữu Hiệp – Lê Minh Quốc. Nhà xuất bản Trẻ, 1998.<\/ref>''\n \n*Nhà văn Sơn Nam:\n:''Đây chỉ là chuyện bắn ghen. Nhưng người đặt thơ xem việc thầy Thông Chánh bắn người Lang Sa (Pháp) như là phục vụ cho nghĩa lớn, giết bọn xâm lăng, và đã làm cho thầy trở thành huyền thoại vì sự can đảm của thầy. Chính vì vậy, thầy Thông Chánh và Sáu Trọng (trong truyện [[thơ Sáu Trọng]]) là hai anh hùng cá nhân, được người đời nhắc nhở đến mức thực dân Pháp hoảng sợ, cấm lưu hành hai áng thơ bình dân ấy. Tuy nhiên, hai quyển thơ đã được nhóm độc huyền nói thơ phổ biến nơi cộng cộng, người không biết chữ cũng thuộc lòng vài đoạn...<ref>Theo [[Sơn Nam (định hướng)|Sơn Nam]], sách dẫn ở mục tham khảo, tr. 162 và 164.<\/ref>''\n\n==Chú thích==\n{{Tham khảo}}\n\n==Nguồn tham khảo==\n*[[Sơn Nam (nhà văn)|Sơn Nam]], ''Miền Nam đầu thế kỷ 20-Thiên Địa hội và Cuộc Minh tân''. Nhà xuất bản Trẻ, 2004.\n*Trần Dũng, ''Thử tiếp cận một cách nhìn khoa học hơn về truyện thơ Thầy Thông Chánh '' (bản điện tử trên website Văn nghệ Cửu Long) [http:\/\/www.vanchuongviet.org\/vietnamese\/vanhoc_tacpham.asp?TPID=2122&LOAIID=24&TGID=511]{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}\n\n[[Thể loại:Thơ Việt Nam]]\n[[Thể loại:Thơ lục bát]]\n[[Thể loại:Văn học miền Nam]]\n[[Thể loại:Truyện thơ Việt Nam]]"}