{"332379":"'''Thương mại Đại Việt thời Lê Sơ''' đề cập tới những hoạt động buôn bán [[hàng hóa|hàng hoá]] của nước [[Đại Việt]] từ năm 1428 đến năm 1527.\n\n==Nội thương==\nHoạt động nội thương của Đại Việt trong [[thế kỷ 15]] chủ yếu là hình thức trao đổi sản phẩm giữa các địa phương. Nhờ hệ thống đường sá được xây dựng và đường sông được khơi đào, việc lưu thông hàng hoá giữa các địa phương khá thuận lợi.\n\n===Thăng Long===\nKinh đô [[Thăng Long]] là trung tâm buôn bán lớn nhất và sầm uất nhất. Do có ưu thế về vị trí, những người buôn bán muốn đến Thăng Long bằng đường bộ hay đường sông đều thuận tiện.\n\nTrục giao thông chính trong nước là sông Nhĩ Hà ([[sông Hồng]]), đoạn chảy qua nội thị dài gần 5&nbsp;km<ref>Viện Sử học, sách đã dẫn, tập 3, tr 328<\/ref>. Bên hữu ngạn sông Nhĩ Hà có nhiều bến đò liền sát với phố phường tạo ra một mạch giao thương chính nối Thăng Long với các thị trường các địa phương khác. Hệ thống sông [[Tô Lịch]] – [[Kim Ngưu]], trong nhiều thế kỷ vẫn ăn thông với sông Nhĩ Hà và [[Hồ Tây]], có tác dụng là hệ thống giao thông nội thị hiệu quả cho nội thương.\n\n===Chợ địa phương===\nNgoài [[Thăng Long]] và một vài thị trấn là trung tâm buôn bán, hầu hết là các [[chợ]] nằm ở các địa phương. Mỗi xã có một chợ hoặc một vài xã lân cận có một chợ chung. Chợ họp hàng ngày hoặc theo những ngày nhất định trong tháng gọi là ngày phiên chợ. Họp chợ là dịp để những người trong địa phương và các lái buôn từ xa tới buôn bán trao đổi sản phẩm - chủ yếu là trao đổi giữa nông phẩm và sản phẩm thủ công. Thời [[Lê Thánh Tông]] ra quy định các làng mở chợ sau phải định ra phiên sau ngày phiên chợ của các làng xung quanh để tránh việc tranh chấp ăn chặn mối hàng của các lái buôn. Làng nào phạm luật sẽ bị phạt<ref name=\"VSH329\">Viện Sử học, sách đã dẫn, tập 3, tr 329<\/ref>.\n\nDo dân cư ngày càng đông đúc và nhu cầu trao đổi hàng hoá ngày càng lớn, năm 1477, Lê Thánh Tông ra quy định về việc chia chợ. Theo đó, các quan phủ, huyện, châu phải xem xét thực trạng, nếu việc chia chợ là thuận tiện cho việc buôn bán của dân thì làm bản tâu lên xin phép triều đình.\n\n[[Luật Hồng Đức]] có quy định cấm những hành động sách nhiễu và thu thuế quá cao đối với các chợ. Điều 186 chương ''Vi chế'' ghi:\n:''Những người coi chợ trong kinh thành mà sách nhiễu tiền lều chợ thì xử tội xung, đánh 50 roi, biếm 1 tư; lấy thuế chợ quá nặng biếm 2 tư, mất chức coi chợ và bồi thường tiền gấp đôi trả cho dân, tiền phạt trả cho người cáo giác. Nếu lấy thuế chợ không đúng luật thì đánh 80 trượng và dẫn đi rao trong chợ 3 ngày<ref name=\"VSH329\"\/>.''\n\n==Ngoại thương==\n[[Nhà Hậu Lê]] cũng như nhiều triều đại [[phong kiến]] [[phương Đông]] khác có chính sách hạn chế [[thương mại quốc tế|ngoại thương]], một phần lý do xuất phát từ nhu cầu tự vệ để ngăn ngừa do thám của nước ngoài và mặt khác do tư tưởng trọng nông, muốn gắn chặt người dân với đồng ruộng, không cho người dân rời đồng ruộng và quê hương đi buôn bán<ref>Viện Sử học, sách đã dẫn, tập 3, tr 333<\/ref>. Chính vì vậy, triều đình đã có nhiều biện pháp kiểm soát ngoại thương chặt chẽ, nhất là với hoạt động của tư nhân.\n\n===Đường biển===\nTrên cửa khẩu dọc biên giới miền duyên hải, triều đình lập cơ quan kiểm soát ngoại thương rất khắt khe. Những nhà buôn ngoại quốc đến Đại Việt buôn bán phải vào những nơi quy định như [[Thương cảng Vân Đồn|Vân Đồn]], Càn Hải, Hội Thống, Hội Triều, Thông Lãnh, Phú Lương, Tam Kỳ, Trúc Hoa, không được tự ý vào các trấn. Các thuyền ngoại quốc vào buôn bán chỉ được ra vào hạn chế tại một số cảng, chủ yếu là Vân Đồn. Tại các cửa biển có các quan Sát hải sứ kiểm soát tàu bè, các An phủ ty và Đề Bạc ty kiểm soát buôn bán và đi lại.\n\nNhân dân và quan lại vùng duyên hải tự ý mua hàng hoá của người nước ngoài hoặc đón tiếp các thuyền buôn thì sẽ bị nghiêm trị, phạt tiền rất nặng, từ 50 quan đến 200 quan<ref>Viện Sử học, sách đã dẫn, tập 3, tr 335<\/ref>.\n\n===Đường bộ===\nNhu cầu tiêu dùng hàng hoá và sự phát triển của kinh tế hàng hoá khiến hoạt động buôn bán lén lút với nước ngoài vẫn diễn ra, với sự tham gia của các quan lại trong triều.\n\nNhiều quan lại nhà Lê – cũng như quan lại [[nhà Minh]] từ Trung Quốc - đã tận dụng cơ hội đi sứ để mua hàng hoá về bán trong nước kiếm lời. Những vụ điển hình như Chánh sứ Lê Vĩ sang [[Trung Quốc]] năm 1434 mua trên 30 gánh hàng hoá về; năm 1435 sứ bộ của Chu Bật sang Trung Quốc về phải dùng tới 1000 phu gánh gồng hàng hoá và hành lý. Năm 1448, có tin [[nhà Minh]] hội khám để bàn vấn đề tranh chấp biên giới, Lê Khắc Phục, Nguyễn Mộng Tuân, Đào Công Soạn… được lệnh đi hội khám. Cuối cùng nhà  Minh lỡ hẹn không đến, đoàn quan lại bèn mang tiền mua hàng hoá từ Trung Quốc chở nặng mang về. Có những vụ việc bị phát giác và bị xử lý như trường hợp Thái Quân Thực và Nguyễn Tông Trụ năm 1435 mang nhiều bạc sang Trung Quốc trong chuyến đi sứ, khi về bị vua [[Lê Thái Tông]] tịch thu hết chia cho các quan<ref>Viện Sử học, sách đã dẫn, tập 3, tr 336<\/ref>.\n\nĐể hạn chế việc quan lại mua bán hàng hoá với Trung Quốc, nhà Lê ra quy định: sứ thần nào mang hàng về sẽ bị khám xét, thu và trưng bày trong triều để bêu làm xấu hổ rồi mới cho mang về. Việc khám xét dù thành thường lệ nhưng việc mua bán của các quan vẫn phổ biến<ref name=\"VSH337\">Viện Sử học, sách đã dẫn, tập 3, tr 337<\/ref>.\n\nCông thương nghiệp của Trung Quốc thời nhà Minh khá phát triển, nhưng cũng gặp phải sự ngăn cấm của triều đình nhà Minh. Nhiều [[người Hoa]] vẫn lén lút qua lại biên giới buôn bán với người dân Việt. Sự ngăn cấm ngặt nghèo của nhà Minh sau đó khiến một bộ phận người Hoa vượt biên giới sang rồi không dám trở về, ở lại sinh sống tại Đại Việt. Do đó sau nhiều năm, hình thành một tầng lớp người Hoa chuyên kinh doanh buôn bán ngày càng đông<ref name=\"VSH337\"\/>.\n\n===Hậu quả===\nSự ngăn cấm khắt khe của triều đình khiến ngoại thương phát triển rất kém. Thuyền buôn các nước vào thưa thớt, các chợ miền biên như Kỳ Lừa ([[Lạng Sơn]]), [[Móng Cái]], Vạn Ninh, Vân Đồn (An Bang)… suy giảm dần. Năm 1467, thuyền buôn [[Xiêm|Xiêm La]] đến Vân Đồn dâng biểu bằng [[vàng]] lá và hiến sản vật quý để xin thông thương nhưng bị vua [[Lê Thánh Tông]] từ chối.\n\nChính sách nghiêm ngặt đó là trở lực kìm hãm sự phát triển kinh tế hàng hoá, làm cho quá trình tách rời [[thủ công nghiệp]] ra khỏi [[nông nghiệp]] và quá trình phát triển của các đô thị rất khó khăn<ref name=\"VSH337\"\/>.\n\n==Xem thêm==\n* [[Nhà Hậu Lê]]\n* [[Thương mại Việt Nam thời Mạc|Thương mại Đại Việt thời Mạc]]\n* [[Thương mại Đàng Ngoài thời Lê trung hưng]]\n* [[Vấn đề biên giới Việt-Trung thời Hậu Lê]]\n* [[Thủ công nghiệp Đại Việt thời Lê sơ|Thủ công nghiệp Đại Việt thời Lê Sơ]]\n* [[Nông nghiệp Đại Việt thời Lê sơ|Nông nghiệp Đại Việt thời Lê Sơ]]\n\n==Tham khảo==\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê sơ}}\n\n[[Thể loại:Kinh tế Việt Nam thời Lê sơ]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Thương mại Việt Nam]]"}