{"1253432":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Thượng Vũ\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 59\n| vĩ giây = 26\n| kinh phút = 25\n| kinh giây = 45\n| diện tích = 5,33 km²<ref name=MS\/>\n| dân số = 6.030 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1.131 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| huyện = [[Kim Thành]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 10759<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Thượng Vũ''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Kim Thành]], tỉnh [[Hải Dương]], [[Việt Nam]].\n\n==Địa lý==\nXã Thượng Vũ nằm ở phía bắc huyện Kim Thành, cách trung tâm huyện và thành phố Hải Dương khoảng 10 km, có vị trí địa lý:\n*Phía đông và phía nam giáp xã [[Tuấn Việt]]\n*Phía tây và phía nam giáp xã [[Cộng Hòa, Kim Thành|Cộng Hòa]] và xã [[Cổ Dũng]] \n*Phía đông và phía bắc giáp sông Kinh Môn và thị xã [[Kinh Môn]]. \n\nXã Thượng Vũ có diện tích 5,33&nbsp;km², dân số năm 1999 là 6.030 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 1.131 người\/km².\n\nCó tỉnh lộ 389 và bến phà tuần mây đi qua. Năm 2020 đã có cầu tuần mây\n\n==Hành chính==\nXã Thượng Vũ được chia thành 4 thôn: Thượng Đỗ, Vũ Xá, Thắng Yên, Bộ Hổ.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai Hải Dương}}\n\n{|\n|Xã Thượng Vũ \n|-\n|\n|-\n|'''a. Lịch sử hình thành:'''\n\nĐất Thượng Vũ theo tư liệu của sở Văn Hoá tỉnh Hải dương đã có trước đây hơn 1000 năm, đã có người sinh sống, người Thượng Vũ giàu truyền thống cách mạng. Trong cuộc kháng chiến chống thực dân Pháp – Thượng Vũ đã có 148 con em địa phương tham gia du kích, 111 con em lên đường tòng quân đánh Pháp trong đó có 47 người con là liệt sĩ đã mãi mãi không trở về. Trong kháng chiến chống Mỹ cứu nước Thượng Vũ đã tiễn đưa 723 con em lên đường tòng quân đánh giặc, có 48 thanh niên xung phong. Trong công cuộc đấu tranh bảo vệ tổ quốc và xây dựng chủ nghĩa xã hội có hơn 500 con em lên đường làm nhiệm vụ. Hiện nay cả xã có 140 con em đã hy sinh anh dũng nằm lại ở các chiến trường và 76 anh em thương binh, có 3 bà mẹ được Đảng nhà nước truy tặng Danh hiệu Bà mẹ Việt Nam Anh hùng. Trong kháng chiến Thượng Vũ được Đảng, Nhà nước tặng thưởng 02 huân chương lao động hạng ba, 01 huân chương chiến công hạng ba.s và nhiều bằng khen giấy khen các loại. Đối với cá nhân đã có 610 huân, huy chương các loại và trên 500 bằng khen, giấy khen tặng cho cán bộ và nhân dân Thượng Vũ.\n\nXã Thượng Vũ được hình thành bởi các thôn của 3 xã: Là Xã Thượng Đỗ, xã Vũ Xá. Đến tháng 10 năm 1948, hai thôn Thắng Yên, thôn Bộ Hổ của xã Lâm Xá Được sáp nhập về xã Thượng Vũ như hiện nay. Trong đó có thôn Thắng Yên nhân dân toàn tòng theo đạo Thiên Chúa giáo.\n\n'''b. Điều kiện tự nhiên, xã hội:''' Thượng Vũ có tổng diện tích tự nhiên là 5,36&nbsp;km², với dân số 5856 người, mật độ dân số trung bình là 1.093\/km²; nằm ở phía Bắc huyện Kim Thành, cách Trung tâm huyện và thành phố Hải Dương khoảng 10 Km, phía Đông – Nam giáp với xã Việt Hưng và xã Tuấn Hưng. Phía Tây-Nam giáp xã Cộng Hoà và xã Cổ Dũng. Có tỉnh lộ 389 và bến phà tuần mây đi qua. Phía Đông – Bắc giáp sông Kinh Môn và xã Thăng Long, Lạc Long của huyện Kinh Môn.\n\n'''c. Tiềm năng phát triển kinh tế và những thành tựu nổi bật'''\n\nTừ thời xưa đến nay, Thượng Vũ là một vùng đất màu mỡ. Con người có truyền thống cách mạng, với bản chất của người Thượng Vũ là cần cù, siêng năng, lao động sáng tạo, gắn bó xây dựng quê hương yêu quý của mình. Đã chủ động tích cực lao đông sản xuất trồng trọt, chăn nuôi, phát huy những ngành nghề truyền thống như trồng dâu nuôi tằm, mở rộng bến bãi, vật liệu xây dựng, giao lưu kinh tế với các vùng, mở rộng mạng lưới kinh doanh dịch vụ và các cơ sở cơ khí, buôn bán hàng hoá, dịch vụ vận tải, ... tăng thu nhập – không ngừng nâng cao đời sống vật chất, tinh thần của nhân dân.\n\nNăm 2013  tỷ lệ hộ giàu tăng, hộ nghèo giảm, các công trình phúc lợi như: điện, đường, trường, trạm, công sở được xây dựng ngày một khang trang. Xã có 100% thôn đạt danh hiệu Làng, KDC văn hoá, 2\/3 trường học đạt chuẩn Quốc gia, xã đạt chuẩn Quốc gia về y tế.\n|}\n{{Đơn vị hành chính thuộc huyện Kim Thành}}"}