{"1756020":"'''Thương mại Đại Việt thời Trần''' phản chính sách phát triển thương mại và hoạt động thương mại thời [[nhà Trần]] trong [[lịch sử Việt Nam]].\n\n==Tuyến giao thông==\nHệ thống đường sông, đường biển và trên bộ, ngoài phục vụ mục đích quân sự còn nhằm phát triển thương mại. Các tuyến đường bộ không phải được xây cất tự phát của nhân dân địa phương mà do chính quyền địa phương và triều đình tổ chức thực hiện. Đây được xem là bước tiến so với thời Lý<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 206<\/ref>. Ngoài đường dài xuyên suốt trong nước (thiên lý) còn có đường phủ lộ, đường hàng huyện và đường hàng hương.\n\nThuyền chuyên chở hàng hóa trên đường biển, đường sông và các kênh. Thuyền nhẹ và dài,ván mỏng, đuôi có cánh như uyên ương, hai bên mạn cao hẳn lên, mỗi chiếc có 30 người chèo, thuyền lớn thì có hàng trăm người.\n\n==Mạng lưới phân phối ==\n===Nội thương===\nChợ là kênh phân phối chủ yếu của mạng lưới thương mại tại đồng bằng sông Hồng. Số lượng chợ khá nhiều, mỗi huyện có vài chợ, chợ này họp lệch phiên với chợ kia<ref name=\"ReferenceA\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 207<\/ref>. Theo mô tả của sứ [[nhà Nguyên]] là Trần Phu đến Đại Việt khi đến kinh thành [[Thăng Long]]:\n:''Ngay trong các làng xóm cũng có chợ, khoảng 2 ngày họp một lần, hàng hóa trăm thứ bày la liệt. Hễ cứ 5 dặm dựng 1 ngôi nhà, 4 phía có đặt chõng để làm nơi họp chợ.''\n\nNgoài chợ, hàng hóa còn được phân phối qua các phố. Các trung tâm phủ lỵ bên sông lớn, đầu mối giao thông thủy bộ đều có phố. Phố Luy Lâu<ref>[[Thuận Thành]], [[Bắc Ninh]]<\/ref> bên bờ sông Dâu là nơi buôn bán cố định. Bờ sông Nghĩa Trụ<ref>Xuân Cầu, [[Văn Giang]], [[Hưng Yên]]<\/ref> còn có phố Lố cũng được hình thành vào thời Trần<ref name=\"ReferenceA\"\/>.\n\nChợ và phố là hai kênh phân phối của thị trường địa phương các hương, phủ nhằm giải quyết nhu cầu của các tầng lớp nhân dân.\n\n===Ngoại thương===\nĐối với ngoại thương, ngoài con đường biên giới trên bộ để thông thương với [[Trung Quốc]], hải cảng là con đường thông thương chủ yếu với các quốc gia khác. [[Thương cảng Vân Đồn|Cảng Vân Đồn]] là đầu mối tiếp nhận hàng hóa quốc tế quan trọng nhất từ thời [[nhà Lý|Lý]]. Bên cạnh đó còn có các cảng Hội Thống, Cần Hải<ref>Nghệ An<\/ref>, Hội Triều<ref>Thanh Hóa<\/ref>. Những nơi này thu hút khá nhiều thương nhân nước ngoài và hàng hóa; đồng thời cũng là nơi xuất khẩu hàng hóa của [[Đại Việt]].\n\nĐối tác tới buôn bán tại các thương cảng là [[Trung Quốc]], Diệp Điều (Java), Thiện ([[Miến Điện]]), Thiên Trúc ([[Ấn Độ]]). Các thuyền buôn nước ngoài không được phép vào sâu trong nội địa, chỉ được phép cập bến ngoài một số cảng sau khi nộp đủ một số phương vật quý cho triều đình.\n\nVân Đồn là cảng lớn nhất, nhưng từ sau [[chiến tranh Nguyên Mông-Đại Việt|cuộc chiến chống Mông-Nguyên]], biệc buôn bán bị hạn chế. [[Nhà Trần]] chuyển nơi đây thành nơi phòng thủ vì nhu cầu quốc phòng, tuy nhiên vẫn cho phép một số thuyền buôn nước ngoài vẫn thường xuyên ra vào<ref name=\"ReferenceB\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 208<\/ref>.\n\nNgoài tiền do triều đình đúc, nhà Trần cho phép lưu hành tiền của [[nhà Tống]].\n\nĐô thị buôn bán lớn nhất là kinh thành [[Thăng Long]], có 2 cửa mở thông ra 2 cảng sông: Giang Khẩu<ref>Cửa sông [[Tô Lịch]]<\/ref> và Đông Bộ Đầu.\n\nNgười buôn bán ở kinh thành chủ yếu cũng là người sản xuất trong các phường. Họ là thợ thủ công kiêm thương nhân, một số là thương nhân chuyên nghiệp, trong đó có thương nhân nước ngoài - chủ yếu là người Trung Quốc và một số người Hồi Ngột(người Uighur)<ref>Người Urgur ở Trung Á<\/ref>.\n\nChiến tranh với nhà Nguyên khiến việc buôn bán ở kinh thành Thăng Long bị ảnh hưởng trong nhiều năm. Kinh thành bị chiếm đóng 3 lần và bị phá hủy cả ba lần, phải mất nhiều thời gian và công sức xây dựng lại.\n\n==Hàng hóa==\nHàng hóa trên thị trường chủ yếu là những hàng phục vụ nhu cầu sinh hoạt thiết yếu của người dân như vải, lụa, giấy, gạo, vũ khí<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 210<\/ref>. Hàng xuất khẩu phổ biến nhất là sành sứ<ref name=\"ReferenceB\"\/>.\n\n==Xem thêm==\n*[[Thương mại Đại Việt thời Lý]]\n* [[Thương mại Đại Việt thời Lê Sơ]]\n\n==Tham khảo==\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Lịch sử Việt Nam thời Trần}}\n\n[[Thể loại:Lịch sử Việt Nam thời Trần]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]"}