{"397892":"'''Thương mại Đàng Trong thời Lê trung hưng''' bao gồm các hoạt động thương mại trong và ngoài nước của miền nam [[Đại Việt]] thời [[Nhà Lê trung hưng|Lê trung hưng]] dưới quyền cai quản của các [[chúa Nguyễn]].\n\nDo nước Đại Việt thời Lê trung hưng bị chia làm hai, mỗi nửa dưới một chính thể khác nhau nên các hoạt động [[thương mại]] hai miền tách biệt trên thực tế.\n\n==Nội thương==\n===Chợ===\nCùng sự [[nam tiến|mở mang đất đai vào phía nam]], các chợ cũng hình hành ngày càng nhiều vì nhu cầu trao đổi hàng hóa. Các chợ lớn ở phủ gồm có<ref>Viện Sử học, sách đã dẫn, tr 230<\/ref>:\n* Xứ [[Thuận Hóa]] có 5 chợ: chợ Dinh, chợ Sãi, chợ Cam Lộ, chợ Phả Lại, chợ Phú Xuân\n* Phủ [[Quảng Nam|Thăng Hoa]] có 6 chợ: chợ Hội An, chợ Khánh Thọ, chợ Chiên Đàn, chợ Phú Trạm, chợ Tân An, chợ Khẩu Đáy\n* Phủ [[Quy Nhơn]] có 5 chợ: chợ Yên Khang, chợ Tiên Yên, chợ Phúc Sơn, chợ Càn Dương, chợ Phúc An\n* Phủ [[Ninh Hòa|Bình Khang]] có 4 chợ: chợ Dinh Bình Khang, chợ Tân An, chợ An Dương, chợ Man Giả\n* Phủ [[Diên Khánh]] có 3 chợ: chợ Dinh Nha Trang, chợ Vĩnh An, chợ Phú Vinh\n* Phủ [[Gia Định]] có 5 chợ: chợ Lạch Cát, chợ Sài Gòn, chợ Phú Lâm, chợ Lò Rèn, chợ Bình An\n\nĐến [[thế kỷ 18]], ở Gia Định còn có thêm chợ Bến Nghé, chợ Cây Đa, chợ Bến Sỏi, [[chợ Điều Khiển]], chợ Thị Nghè, [[Chợ Tân Kiểng]], chợ Bình An, chợ Sài Gòn, chợ Nguyên Thực.\n\n[[Chúa Nguyễn]] áp dụng mức thuế khá cao, lập ra 140 tuần ty, có ở hầu hết các phủ, huyện, miền thượng du và miền biên.\n\n===Luồng buôn bán trao đổi===\nSự phát triển của kinh tế hàng hóa đã dẫn đến sự hình thành các luồng buôn bán lưu thông hàng hóa giữa các vùng trong nước.\n\nGia Định trở thành đầu mối thị trường gạo. Gạo từ đây chuyển ra vùng Thuận Quảng và các nhu yếu phẩm từ Thuận Quảng được mang vào tiêu thụ ở [[Nam Bộ Việt Nam|Nam Bộ]].\n\nDù bị các [[chúa Trịnh]] và [[chúa Nguyễn]] ngăn cấm, giữa [[Đàng Trong]] và [[Đàng Ngoài]] vẫn có luồng buôn bán trao đổi không chính thức<ref>Viện Sử học, sách đã dẫn, tr 231<\/ref>. Gạo từ Gia Định được bán ra Bắc Hà để đổi lấy [[lụa]], [[đĩnh]], [[đoạn]], [[quần]] [[áo]].\n\n==Ngoại thương==\n=== Các đối tác phương Đông===\n====Trung Quốc====\nKhi [[nhà Thanh]] diệt [[nhà Minh]] (1661), nhiều người Hoa không chịu quy phục người Mãn đã vượt biển chạy vào [[Đàng Trong]] làm nghề buôn bán<ref>Viện Sử học, sách đã dẫn, tr 252<\/ref>.\n\nCác lái buôn [[Trung Quốc]] đi đường biển thường xuất phát từ [[Triều Châu]], [[Quảng Châu]], [[Thiều Châu]], [[Phúc Kiến]]. Các thuyền buôn vào cửa Eo hay cửa Đại Chiêm để lên phố Thanh Hà hoặc [[Hội An]]. Các thương nhân người Hoa có sự hỗ trợ của những người Hoa sinh sống tại Đại Việt, hơn nữa lại được sự ưu đãi hơn của các chúa Nguyễn so với người phương Tây. Do đó họ là những người lũng đoạn thị trường các đô thị như Phiên Trấn, Hội An, [[Hà Tiên (tỉnh)|Hà Tiên]], [[Gia Định]]. Ngoài ra, họ còn đóng vai trò làm môi giới, phiên dịch giữa người Việt và người phương Tây<ref>Viện Sử học, sách đã dẫn, tr 253, 255<\/ref>.\n\n====Nhật Bản====\nCác thương nhân Nhật không vào được [[thị trường]] [[Trung Quốc]] vì chính sách cấm thông thương của [[nhà Minh]] đã chuyển từ thị trường Trung Quốc sang thị trường [[Đại Việt]]. Một thời gian sau, ngay cả khi Shogun có lệnh cấm thuyền Nhật ra buôn bán ở nước ngoài, vẫn có tàu Nhật đến giao dịch ở [[Hội An]]<ref>Viện Sử học, sách đã dẫn, tr 255-256<\/ref>\n\nHàng hóa người Nhật mang đến là [[đồng]], [[lưu huỳnh]], [[vũ khí]], vải [[Dừa cạn|bông]], [[giấy]], [[yên ngựa]]; họ mua về [[tơ]], [[vải]] thô, [[lụa]], [[long não]], [[lô hội]], [[trầm hương]], [[da]] [[cá mập]], [[hồ tiêu]], song, [[Mây (thực vật)|mây]].\n\n{{wide image|Shuinsen kōchin tokō-zu maki.jpg|5500px|Bức ''Chu Ấn Thuyền Giao Chỉ độ hàng quyển'', vẽ cảnh tàu buôn Nhật Bản ở Đàng Trong}}\n\n===Các đối tác phương Tây===\n====Bồ Đào Nha====\nCác giáo sĩ và thương nhân Bồ Đào Nha đến [[Đại Việt]] từ đầu [[thế kỷ 16]]. Cũng như ở [[Đàng Ngoài]], các thương nhân Bồ Đào Nha không đại diện cho công ty nào và không đến cư ngụ, mở thương điếm. Họ chỉ thông qua các trung gian để gom hàng hóa hoặc giao dịch.\n\nBiết chúa Nguyễn cần [[vũ khí]] để chống [[chúa Trịnh]], họ mang đến súng ống, [[diêm tiêu]], [[kẽm]], [[đồng]]... có thợ kỹ thuật đi cùng. Người thợ Joao da Cruz đã dạy chúa Nguyễn kỹ thuật đúc súng. Vì vậy họ được các [[chúa Nguyễn]] nể trọng và ưu đãi hơn so với người Hà Lan. Dù được các chúa Nguyễn cho phép xây dựng những cơ sở kinh doanh ở Hội An như lập phố, xây kho nhưng người Bồ không thực hiện<ref>Viện Sử học, sách đã dẫn, tr 258<\/ref>.\n\nHàng hóa người Bồ Đào Nha mua về gồm có [[tơ]] [[lụa]], [[đường]], [[trầm hương]], [[kỳ nam]] và [[cá]] khô.\n\n====Hà Lan====\n{{Xem thêm|Xung đột Công ty Đông Ấn Hà Lan với Đàng Trong}}\n\nTừ năm 1618, chúa [[Nguyễn Phúc Nguyên]] đã gửi thư đề nghị [[công ty Đông Ấn Hà Lan]] đến buôn bán tại Thuận Quảng. Năm 1633, thuyền [[Hà Lan]] đến [[Hội An]] thăm dò [[thị trường]].\n\nTuy nhiên sau đó do người Hà Lan làm ăn phát đạt ở [[Đàng Ngoài]], chúa Nguyễn nghi ngờ họ. Năm 1641, 2 thuyền Hà Lan bị đắm ở Cù Lao Chàm bị chúa Nguyễn tịch thu hàng hóa và bắt giữ các thủy thủ. Quan hệ hai bên căng thẳng, các thương nhân phải đóng cửa thương điếm ở Hội An, còn chúa Nguyễn cũng tuyên bố không miễn thuế cho người Hà Lan nữa<ref>Viện Sử học, sách đã dẫn, tr 260<\/ref>.\n\nCăng thẳng dẫn đến việc người Hà Lan [[Xung đột Công ty Đông Ấn Hà Lan với Đàng Trong|giúp chúa Trịnh đánh chúa Nguyễn]] năm 1643 nhưng thất bại. Năm 1651, quan hệ hai bên được nối lại, chúa Nguyễn ký ''Hiệp ước thương mại'' với họ và thả các [[tù binh]] Hà Lan.\n\nTrước ưu thế của người Hà Lan, người Bồ Đào Nha đã đề nghị chúa Nguyễn không cho họ đến kinh doanh nữa, nhưng chúa Nguyễn không đồng ý, vẫn mời người Hà Lan tới Đàng Trong. Tuy nhiên việc làm ăn của người Hà Lan tại đây sau đó cũng không thuận lợi và họ đã rút đi.\n\n====Anh====\nHoạt động [[thương mại]] của người Anh tại [[Đàng Trong]] rất ít kết quả. Năm 1613, tàu của người Anh từ [[Nhật Bản]] đến Đàng Trong dâng quốc thư và chào hàng. [[Nguyễn Phúc Nguyên]] mua một số vải, nhưng trên đường về các thương nhân Anh bị quân chúa Nguyễn tàn sát<ref>Viện Sử học, sách đã dẫn, tr 262<\/ref>.\n\nSau một thời gian khá dài nỗ lực không thành công khi kinh doanh ở Đàng Ngoài, người Anh bèn chuyển sang thị trường Đàng Trong. Năm 1695, tàu Anh đến xin gặp chúa Nguyễn nhưng sau 7 tuần chúa Nguyễn mới tiếp. Chúa Nguyễn chưa dứt khoát việc cho người Anh mở thương điếm, do đó họ chán nản bỏ đi.\n\nNăm 1702, người Anh chiếm đảo [[Côn Lôn]] có vị trí chiến lược trên biển làm chỗ kinh doanh. Chúa Nguyễn phối hợp với những người Malay trên đảo đánh đuổi người Anh đi.\n\n=== Các cảng khẩu===\n====Hội An====\nTại Đàng Trong, hầu hết các trung tâm buôn bán lớn đều gắn bó với hoạt động ngoại thương như [[Hội An]], Thanh Hà, [[Cù lao Phố|Cù Lao Phố]], [[Mỹ Tho]], [[Hà Tiên (tỉnh)|Hà Tiên]], [[Ba Thác]].\n\nHội An là thương cảng nằm bên bờ [[sông Thu Bồn]], hình thành từ đầu [[thế kỷ 17]], còn có tên là Hải Phố. Đây là cảng sâu, thuyền bè vào thuận lợi. Hội An có vị trí giao thương thuận lợi với miền thượng du và vùng đồng bằng [[Quảng Nam]]. Hội An gần cửa biển Địa Chiêm và dinh trấn Quảng Nam - thủ phủ thứ hai của Đàng Trong. Khi các thương nhân phương Tây tìm đến đây cũng là lúc nhà Minh bỏ việc cấm buôn bán với các nước Đông Nam Á, vì vậy Hội An trở thành điểm thích hợp để chuyển hàng hóa của thương nhân Trung Quốc và Nhật Bản. Chúa Nguyễn đồng thời chọn Hội An là cảng giao thương với người nước phương Tây, vì vậy hoạt động buôn bán nơi đây rất sôi động.\n\nNgoài vai trò giao dịch với thương nhân nước ngoài, Hội An còn là điểm giao dịch không chính thức giữa Đàng Trong với Đàng Ngoài. Hằng năm tại đây diễn ra hội chợ trong gần 4 tháng.\n\nHội An trở thành đô thị - thương cảng có vai trò quan trọng đối với kinh tế Đàng Trong. Đến cuối [[thế kỷ 18]], nơi đây suy tàn dần do điều kiện tự nhiên không còn ủng hộ: cảng bị thu hẹp và các lạch sông lúc lở, lúc bồi với xu hướng cạn dần không thuận tiện cho tàu thuyền ra vào nữa. Cùng lúc đó, [[Đà Nẵng]] nổi lên là cảng có điều kiện tự nhiên tốt, các chúa Nguyễn quy định người nước ngoài chỉ được vào giao dịch tại nơi duy nhất là Đà Nẵng, do đó Hội An trở nên vắng vẻ<ref>Viện Sử học, sách đã dẫn, tr 243-244<\/ref>.\n\n====Thanh Hà====\nThanh Hà vốn là làng nhỏ nằm ở tả ngạn [[sông Hương]]. Phố cảng Thanh Hà được hình thành trên cơ sở chợ Thanh Hà và cảng Thanh Hà khi chúa [[Nguyễn Phúc Lan]] dời đô từ Phúc Yên vào [[Huế]] năm 1636. Thương gia nước ngoài đến đây chủ yếu là [[người Hoa]].\n\nVới thị trường nội địa, Thanh Hà là trung tâm trao đổi giữa Thuận - Quảng và [[Gia Định]], [[Đồng Nai]]. Với bên ngoài, nơi đây trao đổi hàng hóa với Trấn Ninh, Hạ Lào theo sông Hiếu. Trong [[thế kỷ 17]] và 18, đây là đô thị thịnh vượng bên cạnh đô thành Phú Xuân với các chợ lớn như chợ Mai, chợ Hôm, chợ Chiền, chợ Thế Lại, chợ Xước, chợ Cầu (ở làng Phú Lương, Quảng Điền), chợ Thanh Hà, là cảng Thanh Hà (chợ Bao Vinh, thông vớí cảng Thuận An, bền bờ Sông Hương).<ref>Viện Sử học, sách đã dẫn, tr 245<\/ref>\n\n====Sài Gòn – Gia Định====\n[[Chúa Nguyễn]] chính thức cho lập phủ Gia Định từ năm 1698, cho người Việt từ [[Quảng Nam]], [[Quảng Ngãi]], [[Quy Nhơn]] và [[người Hoa]] từ Lưỡng Quảng đến đây khai phá, lập ấp và lập chợ tại đây. Đất Gia Định có 17 cửa biển, thuận lợi cho việc giao thông.\n\nLúa gạo từ vùng này được chở ra bán ở [[Cố đô Huế|Phú Xuân]]. Tại Cù Lao Phố có nhiều thuyền buôn [[Trung Quốc]], Nhật, Malay và châu Âu đến giao dịch. Ngoài gạo, sản phẩm giao dịch còn có đường cát.\n\n===Ảnh hưởng của ngoại thương ===\n{{chi tiết|Thương mại Đàng Ngoài thời Lê trung hưng#Ảnh hưởng của ngoại thương đối với nền kinh tế}}\n\n==Xem thêm==\n*[[Chúa Nguyễn]]\n*[[Thương mại Việt Nam thời Lê sơ|Thương mại Đại Việt thời Lê Sơ]]\n*[[Thương mại Việt Nam thời Mạc|Thương mại Đại Việt thời Mạc]]\n*[[Thương mại Đàng Ngoài thời Lê trung hưng]]\n*[[Đàng Trong]]\n*[[Chợ Điều Khiển]]\n*[[Chợ Tân Kiểng]]\n*[[Mậu dịch Nanban]]\n\n==Tham khảo==\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Kinh tế Việt Nam thời Lê trung hưng]]\n[[Thể loại:Trịnh – Nguyễn phân tranh]]\n[[Thể loại:Thương mại Việt Nam]]\n[[Thể loại:Lịch sử Đàng Trong]]"}