{"19790918":"'''Thương Nguyễn Cúc Foshee''' là công dân [[người Mỹ gốc Việt]] bị [[chính phủ Việt Nam]] giam giữ mà không có tố cáo chính thức sau khi bà bị bắt vào tháng 9 năm 2005 với lời buộc tội âm mưu phát đi các thông điệp chống cộng dưới sự chỉ đạo của một tổ chức chống cộng mang tên [[Chính phủ Lâm thời Việt Nam Tự do]] (GFVN).<ref name=\"auto\">{{cite web|url=https:\/\/www.washingtonpost.com\/wp-dyn\/content\/article\/2006\/11\/10\/AR2006111001682.html|title=3 Are Sentenced in Vietnam|first=Glenn|last=Kessler|date=11 November 2006|accessdate=15 October 2017|website=Washingtonpost.com}}<\/ref> \n\nBà từng ly dị với đại diện của Chính phủ Lâm thời Việt Nam Tự do tên [[Edgar Foshee]]. Con gái của họ là luật sư Elizabeth McCausland đã tích cực vận động cho sự tự do của mẹ mình về mặt chính trị thông qua giới quan chức [[chính phủ Mỹ]]. Bà Foshee sau cùng bị công an bắt giam và buộc tội tiến hành các hoạt động khủng bố rồi đưa ra tòa xét xử vào ngày 10 tháng 11 năm 2006.<ref>{{cite web|url=http:\/\/www.vietnamembassy-usa.org\/news\/story.php?d=20061027164209|title=News - Embassy of the Socialist Republic of Vietnam in the United States|website=Vietnamembassy-usa.org|accessdate=15 October 2017}}<\/ref> Bà cùng với sáu bị cáo khác bị tòa án Việt Nam kết án 15 tháng tù giam.<ref name=\"auto\"\/>\n\nFoshee đã ở tù 14 tháng trước phiên tòa. Nhưng bà ấy đã được thả sớm bốn tuần, có thể là do sau khi bà viết thư cho chính quyền đòi đoàn tụ bên gia đình để được chăm sóc y tế. Một quan chức tòa án nói với hãng tin [[Associated Press|AP]] rằng bà bị chứng [[cao huyết áp]] và các vấn đề về tim mạch. Em trai của Foshee nói với các phóng viên rằng chính ông đã đưa chị mình đến sân bay [[Thành phố Hồ Chí Minh]] ngay khi bà ấy được trả tự do để đáp chuyến bay trở về Mỹ ngay lập tức.<ref>{{cite web|url=http:\/\/findarticles.com\/p\/articles\/mi_qn4176\/is_20061113\/ai_n16845620\/|title=FindArticles.com - CBSi|website=findarticles.com|accessdate=15 October 2017}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{DEFAULTSORT:Foshee, Thuong Nguyen Cuc}}\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Tù nhân Việt Nam]]\n[[Thể loại:Chính trị Việt Nam]]\n[[Thể loại:Người Việt di cư tới Mỹ]]\n[[Thể loại:Người Mỹ bị cầm tù ở nước ngoài]]\n[[Thể loại:Nhà hoạt động quyền công dân Mỹ]]\n[[Thể loại:Nhà hoạt động nhân quyền Việt Nam]]\n[[Thể loại:Nhà hoạt động dân chủ người Việt Nam]]"}