{"2082454":"'''Thương mại Việt Nam thời Tiền Lê''' phản ánh tình hình thương mại nước [[Đại Cồ Việt]] từ năm [[980]] đến năm [[1009]] dưới thời [[Tiền Lê]] trong [[lịch sử Việt Nam]].\n\n==Hệ thống giao thông==\nHệ thống đường sá giao thông thời cổ đại chưa phát triển và điều đó cản trở hoạt động thương mại. Các vua nhà [[Tiền Lê]] đã có nhiều lần thực hiện mở mang đường bộ và đường thủy từ bắc vào nam trong thời gian cai trị.\n\nHệ thống đường sá giao thông đường bộ và đường thủy trong nước được các vua Lê quan tâm khai thông xây dựng. Sau khi đánh thắng [[Chiêm Thành]], năm [[983]], [[Lê Đại Hành]] sai quan Phụ quốc Ngô Tử An đem 3 vạn người đi mở đường bộ từ cửa biển Nam Giới đến Châu Địa Lý.\n\nNăm [[1003]], vua Lê Đại Hành lại thân hành đi Hoan Châu, ra lệnh vét kênh Đa Cái cho Thông thẳng đến Tư Củng trường ở Ám Châu.\n\nNăm [[1009]], triều thần đề nghị xin đào kênh, đắp đường và dựng cột bia ở Ái Châu. [[Lê Ngọa Triều]] xuống chiếu cho lấy quân và dân ở châu Ái đào đắp từ cửa quan Chi Long<ref>Nay là huyện Chiêm Hóa, tỉnh Tuyên Quang<\/ref> qua Đỉnh Sơn đến sông Vũ Lung. Sau đó Lê Long Đĩnh lại ra lệnh đóng thuyền để ở các bến sông Vũ Lung, Bạt Cừ, Động Lung bốn chỗ để chở người qua lại.\n\nTháng 7 năm đó, nhân đi đánh châu Hoan Đường, hành quân đến Hoàn Giang<ref>Cửa Sót, tức là Nam Giới<\/ref>, [[Lê Long Đĩnh]] sai Hồ Thủ Ích đem hơn 5.000 quân của châu Hoan Đường, sửa chữa đường từ sông Châu Giáp đến cửa biển Nam Giới để tiện cho việc hành quân về phía nam.\n\n==Hoạt động thương mại==\nSử sách không chép rõ về hoạt động thương mại trong nước. Đối tác quan hệ buôn bán ngoại thương chủ yếu của [[Đại Cồ Việt]] là [[Trung Quốc]]. Hai bên lập ra những nơi giao dịch song phương gọi là ''Bạc dịch trường'' đặt trên đường thông lộ biên giới.\n\nNhững Bạc dịch trường quan trọng trong thời kỳ này là trại Vĩnh Bình (được Lê Văn Siêu phỏng đoán là chợ Kỳ Lâm hiện nay<ref name=\"LVS486\">Lê Văn Siêu, sách đã dẫn, tr 486<\/ref>), tại Sách Nam Giang thuộc trại Cổ Vạn và châu Tô Hậu (Lê Văn Siêu phỏng đoán là châu Thất Khê<ref name=\"LVS486\"\/>), trại Hoành Sơn (Na Chàm ở ải Nam Quan<ref name=\"LVS486\"\/>). Trại Hoành Sơn tụ tập nhiều nhà buôn từ châu Quảng Nguyên của Đại Cồ Việt và châu Đặc Ma của nước [[Đại Lý]] ([[Vân Nam]]) và các lái buôn từ Quảng Châu của Tống.\n\nBạc dịch trường lớn nhất gần biên giới là điểm giao dịch hai nước nằm ở trại Như Hồng, Khâm châu<ref name=\"LVS486\"\/>.\n\nTác giả Chu Khứ Phi mô tả việc buôn bán giữa hai bên lúc đó trong sách ''Lĩnh ngoại đại pháp'' như sau<ref name=\"LVS94\">Lê Văn Siêu dẫn lại, sách đã dẫn, tr 486<\/ref>:\n:''Hai bên gặp nhau thường uống rượu làm vui rồi mới bàn chuyện buôn bán. Người Tống làm nhà ở tại chỗ lâu ngày và thường dìm giá làm người bán phải bán rẻ; nhưng phú thương người Việt cũng không chịu, cầm giữ giá lâu''\n\nCác quan chức địa phương biên giới cũng hỗ trợ cho quan hệ buôn bán của các thương gia hai bên. Nếu xảy ra việc kêu ca vì người bán cân thiếu thì phía Đại Cồ Việt lại cử sứ sang Khâm châu để thử lại cân để kiểm tra<ref name=\"LVS487\">Lê Văn Siêu, sách đã dẫn, tr 487<\/ref>. Không những thế, chính triều đình nhà Tiền Lê cũng sai người sang giao dịch thẳng với khách buôn người Tống. Hàng bán của Đại Cồ Việt gồm có [[vàng]], [[bạc]], tiền đồng<ref name=\"LVS487\"\/>.\n\n==Xem thêm ==\n* [[Nhà Tiền Lê]]\n* [[Kinh tế Việt Nam thời Đinh]]\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử thông giám cương mục]]\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* Đào Tố Uyên chủ biên ([[2008]]), ''Giáo trình lịch sử Việt Nam, tập 2'', Nhà xuất bản Đại học sư phạm\n* Nhiều tác giả ([[1984]]), Thế kỷ X - Những vấn đề lịch sử, Nhà xuất bản Khoa học xã hội\n* Nguyễn Khắc Thuần ([[2003]]), ''Đại cương lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Văn hóa thông tin\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà xuất bản Văn học\n\n== Chú thích ==\n{{Tham khảo}} \n{{thương nghiệp Việt Nam}}\n{{Lịch sử Việt Nam thời Tiền Lê}}\n\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Tiền Lê]]"}