{"520566":"'''Thương mại Đại Việt thời Lý''' phản ánh [[chính sách]] phát triển thương mại và hoạt động [[thương mại]] thời [[nhà Lý]] trong [[lịch sử Việt Nam]].\n\n==Đối tác==\nThương cảng quan trọng nhất của [[Đại Việt]] là [[Thương cảng Vân Đồn|cảng Vân Đồn]]<ref>Thuộc Quảng Ninh<\/ref>. Các đối tác chủ yếu của Đại Việt là [[Trung Quốc]], [[Chiêm Thành]], Trảo Oa tức [[java|đảo Java]], Lộ Lạc tức vương quốc Lavo, [[Xiêm|Xiêm La]] - quốc gia vùng Mê Nam và Tam Phật Tề tức [[Srivijaya]] ở đảo [[Sumatra]].\n\nNăm 1012, khi [[Lý Thái Tổ]] đề nghị [[Tống Chân Tông]] cho thuyền Đại Cồ Việt đến buôn bán tại đất Tống, Chân Tông chỉ cho giới hạn tại trại Như Hồng (Khâm châu) như thời [[Nhà Tiền Lê|Tiền Lê]] trước đây. Các điểm buôn bán gọi là bạc dịch trường tại trại Hoành Sơn và Vĩnh Bình. Tại vùng biên giới, những người dân tộc thiểu số cũng qua lại buôn bán với nhau.\n\n==Thương cảng và hàng hóa==\n[[Thương cảng Vân Đồn|Cảng Vân Đồn]] có vị trí rất quan trọng cho hoạt động ngoại thương, nằm trên trục hàng hải từ [[Trung Quốc]] xuống các nước [[Đông Nam Á]]. Ngoài ra, nơi này còn thuận lợi cho việc đỗ tàu thuyền. Ngoài Vân Đồn, vùng biển Diễn châu cũng là nơi có hoạt động ngoại thương phát triển<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 147<\/ref>.\n\nHàng hóa xuất khẩu của Đại Việt chủ yếu là thổ sản; hàng nhập khẩu bao gồm [[giấy]], [[bút]], [[tơ]], [[vải]], [[gấm]]. Các thương nhân Đại Việt thường mua trầm hương của [[Chiêm Thành]] để bán lại cho thương nhân người Tống.\n\n==Chính sách và tiền tệ==\nHoạt động buôn bán trong nước được tạo điều kiện khá thuận lợi. Tuy nhiên, đối với [[thương mại quốc tế|ngoại thương]], để bảo vệ an ninh quốc gia, [[nhà Lý]] chỉ cho phép thương nhân nước ngoài buôn bán ở một số điểm nhất định, chịu sự kiểm soát của triều đình – chính sách này tương tự như chính sách của [[nhà Tống]].\n\nThương mại phát triển bước đầu, nhu cầu trao đổi hàng hóa trong nước ngày càng tăng. Tiền do triều đình nhà Lý đúc ra không đáp ứng đủ nhu cầu lưu thông [[hàng hóa]]. Nhiều đồng tiền nhà Tống và thậm chí thời [[nhà Đường|Đường]] vẫn được lưu hành trong nước<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 146<\/ref>.\n\n==Xem thêm==\n* [[Nhà Lý]]\n* [[Tiền tệ Đại Việt thời Lý]]\n\n==Tham khảo==\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên (2008), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lý}}\n\n{{sơ khai chính khách Việt Nam}}\n\n[[Thể loại:Kinh tế Việt Nam thời Lý]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]"}