{"327084":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Thư Phú\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 7,02 km²<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |url-status=dead }}<\/ref>\n| dân số = 6.058 người<ref name=MS\/>\n| thời điểm dân số = 2016\n| mật độ dân số = 863 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Thường Tín]]\n| thành lập = 1970\n| trụ sở UBND = \n| mã hành chính = 10228<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Thư Phú''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Thường Tín]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Địa lý==\nxã Thư Phú nằm ở phía đông huyện Thường Tín, có vị trí địa lý:\n*Phía đông giáp xã [[Tự Nhiên]]\n*Phía nam giáp xã [[Chương Dương, Thường Tín|Chương Dương]]\n*Phía tây giáp xã [[Vân Tảo]]\n*Phía bắc giáp xã [[Hồng Vân, Thường Tín|Hồng Vân]]\n\n==Hành chính==\nXã Thư Phú được chia thành 3 thôn: Vĩnh Lộc, Thư Dương, Phú Mỹ.\n\n==Kinh tế==\nKinh tế của xã chủ yếu là nông nghiệp, trong đó việc trồng và phát triển cây hoa màu tương đối phát triển ở 2 thôn Vĩnh Lộc và Phú Mỹ.\nNhững năm gần đây, một số bộ phận kinh tế thuộc làng Vĩnh Lộc chuyển dần sang buôn bán, chủ yếu thu mua từ địa phương đem lên các chợ Hà Nội bán.\nBắt đầu từ năm 2006, khi có một vài doanh nghiệp nhỏ mở trên địa bàn xã, một số thanh niên trong độ tuổi lao động chuyển từ làm ruộng sang làm công nhân.\nTrong 3 thôn thì Vĩnh Lộc được coi là phát triển nhất do nằm sát ngay đường tỉnh lộ 71.\n\n==Giao thông==\nXã có hệ thống giao thông tương đối đồng bộ trong đó có tỉnh lộ 71, nhờ có tỉnh lộ này nền kinh tế của xã có nhiều thay đổi đó là quá trình phát triển kinh tế tăng trưởng rất nhanh việc giao lưu kinh tế với các xã bên cạnh được đẩy nhanh, đời sống của nhân dân ngày càng phát triển.\n\n==Di tích lịch sử==\nCả ba thôn đều có những di tích được nhà nước xếp hạng di tích lịch sử.\nThôn Vĩnh Lộc (Thờ Thiên Cương Đại Vương)và Phú Mỹ có đình làng được xếp hạng di tích lịch sử quốc gia (Đình làng thôn Phú Mỹ được Bộ Văn hóa thông tin xếp hạng Di tích lịch sử, văn hóa và nghệ thuật năm 1987).\nThôn Thư Dương có di tích đình, chùa Thư Dương bị giặc Pháp tàn phá năm 1948. Năm 2017 Đình Thư Dương được Sở Văn hóa thông tin - Thể thao và Du lịch Hà Nội xếp hạng Di tích lịch sử.\n\n{{Đơn vị hành chính thuộc huyện Thường Tín}}\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hà Nội}}"}