{"447483":"'''Thượng Tân Thị''', tên thật: '''Phan Quốc Quang'''<ref>''Từ điển Bách khoa toàn thư Việt Nam'' (bản điện tử) ghi ông tên '''Cang'''. Rất có thể đây là lỗi đánh máy, vì nhiều tài liệu đều ghi ông tên '''Quang'''.<\/ref> ([[1878]]<ref>''Việt Nam thi nhân tiền chiến'' (quyển trung, tr. 187) ghi ''Thượng Tân Thị'' sinh năm 1888. Ở đây ghi theo lời kể của chị Duy Châu Nguyễn Thị Trinh, cháu ngoại của thi sĩ. Xem: [http:\/\/www.vanchuongviet.org\/vietnamese\/tulieu_tacpham.asp?TPID=1276&LOAIID=17&TGID=319]{{Liên kết hỏng|date=2021-03-31 |bot=InternetArchiveBot }}.<\/ref> - [[1966]]), tự '''Hương Thanh''', biệt hiệu: '''Hoài Nam Tử''', '''Thượng Tân Thị'''; là một [[nhà thơ]] [[Việt Nam]] thời [[tiền chiến]].\n\n==Cuộc đời==\nÔng sinh ngày [[16 tháng 7]] năm [[1879]] tại làng Lại Nông, thuộc phủ [[Thừa Thiên Huế|Thừa Thiên]] ([[Huế]]). Cha, không rõ họ tên, chỉ biết mẹ ông là Tôn nữ Nguyễn Thị Xuân.\n\nSớm giỏi thi phú, nhưng ông đi [[thi Hương]] mấy lần đều bị hỏng. Khoảng năm [[1916]], buồn vì công danh lận đận, vì nạn nước (hai vua: [[Thành Thái]], [[Duy Tân]] đều bị [[đế quốc thực dân Pháp|thực dân Pháp]] đày sang đảo [[Réunion]]), thêm buồn vì mẹ mất và gia đình ly tán, ông bỏ xứ theo ghe bầu vào [[Nam Bộ Việt Nam|Nam]].\n\nNhớ lời mẹ căn dặn trước khi mất, Thượng Tân Thị tìm gặp được người dì thứ sáu, đang định cư tại Cái Muối (nay thuộc xã cù lao Bình Hòa Phước, [[huyện Long Hồ]], tỉnh [[Vĩnh Long]]) và được người dì này lo cho việc hôn nhân cho ông.\n\nVợ ông là bà Trương Thị Phòng ([[1882]]-[[1955]]), vừa hiền lại vừa có học (bà từng chịu khó lên tận [[Thành phố Hồ Chí Minh|Sài Gòn]] trọ học). Hai ông bà có tất cả bảy người con.\n\nSống ở Vĩnh Long, Thượng Tân Thị được đốc học Lê Minh Thiệp mến tài tiến dẫn dạy chữ Nho ở các trường thuộc [[Chợ Lách]], [[Nhơn Phú]] rồi trường ở Ba Kè (nay là huyện [[Cầu Kè]], thuộc tỉnh [[Trà Vinh]]), là nơi vợ chồng ông có ý định sẽ cư trú lâu dài. Ông cũng có dịp dạy tại trường trung học tư thục Nam Hưng (còn gọi là Bassac) ở [[Cần Thơ]] một thời gian ngắn.\n \nÔng dạy học rất tận tụy và thương trẻ, nên được nhiều học trò mến phục, trong số ấy có những người đã nổi danh như: giáo sư [[Trần Văn Khê]] (học với ông tại Tam Bình), thi sĩ [[Khổng Dương]], nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] (cả hai đều học với ông tại Cần Thơ)...\n \nBên cạnh nghề dạy học, ông còn sáng tác thơ văn. Nhưng mãi đến năm ông 41 tuổi, ông mới bắt đầu có tiếng trên thi đàn nhờ mười bài thơ [[Chữ Nôm|Nôm]] [[Đường luật|luật Đường]], làm theo lối liên hoàn, có tên chung là ''[[Khuê phụ thán]]'', đăng lần đầu trên [[Nam Phong tạp chí]] số 21 ([[tháng ba|tháng 3]], năm [[1919]]).\n\nGia nhập làng văn, ông vừa là bạn, vừa là cây bút đồng thời với: [[Diệp Văn Kỳ]], [[Hồ Biểu Chánh]], [[Đặng Thúc Liêng]], [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]]...\n\nNăm 71 tuổi ([[1949]]), Thượng Tân Thị rời Tam Bình đến ở nhà người con gái đầu lòng (Phan Thị Cầu) tại thị xã Vĩnh Long (nay là thành phố Vĩnh Long), an hưởng tuổi già và tiếp tục sáng tác thơ, cho đến khi qua đời năm [[Bính Ngọ]] ([[1966]]) hưởng thọ 86 tuổi.\n\n==Tác phẩm==\nThơ Thượng Tân Thị không xếp thành tập, mà chỉ đăng rải rác trên các báo lúc bấy giờ, như: ''Nam Phong tạp chí, Đuốc nhà Nam, Nam Kỳ tuần báo, Đại Việt tạp chí, Phụ nữ tân văn''...\n \nHầu hết, thơ ông đều làm theo luật Đường, thể [[thất ngôn bát cú]] (chỉ một số ít là ngũ ngôn), trong số ấy, có ba bài được giới yêu thơ chú ý là:\n \n*'''[[Khuê phụ thán]]''', gồm 10 bài thơ [[Chữ Nôm|Nôm]] viết theo thể thất ngôn bát cú và theo lối \"thập thủ liên hoàn\"<ref>Lối liên hoàn (hay hườn theo cách nói của người miền Nam. Liên: liền, hoàn: vòng), tức là lối thơ có nhiều bài mà câu cuối (hoặc mấy chữ cuối) trong bài thơ trước, dùng làm câu (hoặc mấy chữ) khởi đầu cho bài thơ sau.<\/ref>, sáng tác tại [[Cầu Kè]] vào tháng 3 năm [[1919]]. Bài thơ đăng lần đầu trên ''[[Nam Phong tạp chí]]'' số 21 (tháng 3 năm 1919), được [[Sở Cuồng]] (Lê Dư) khen là \"lâm ly, uyển chuyển, đáng cho là tuyệt diệu\"\"<ref>Sở Cuồng, ''Nữ lưu văn học sử''. Đông phương thư xã xuất bản, [[Hà Nội]], 1929.<\/ref>, và sau này được nhiều sách hợp tuyển thơ văn in lại<ref>Ban đầu, vì Thượng Tân Thị ghi là \"Nguyễn Thị Phi làm, nữ sinh Phan Sơn Đại sao lục\" (Phan Sơn Đại là tên con gái ông) đề ở cuối bài, nên không ít người trong số đó có Lê Dư, [[Phan Khôi]]...đã nhận lầm tác giả bài ''Khuê Phụ Thán'' là một bà Phi họ Nguyễn (vợ vua [[Thành Thái]], mẹ vua [[Duy Tân]])... Mãi đến 13 năm sau, nhờ bà Phan Sơn Đại gửi bài nói rõ, đồng thời còn kèm theo mười bài ''Tục Khuê phụ thán'' (cũng được đăng trên báo ''Nam Phong'' số 169, tháng 2 năm [[1932]]), mà việc lầm lẫn trên được mới chấm dứt. Xem thêm chi tiết trong ''Nhà văn hiện đại'' (tập 1- Nhà xuất bản KHXH, 1989, tr. 232-233) của [[Vũ Ngọc Phan]] hoặc trong ''Việt nam thi nhân tiền chiến'' (quyển trung), sách đã dẫn, tr. 188-189.<\/ref>\nTính đến nay, có ít nhất ba người đã họa lại'' Khuê phụ thán'', đó là vua Thành Thái (theo thông tin trên báo ''Tri tân'' số 190, ra ngày 1 tháng 6 năm [[1945]]), nữ sĩ [[Vân Đài]] và thi sĩ [[Tố Phang]]. \n \n*'''Tục khuê phụ thán''': Sau khi ''Khuê phụ thán'' được bạn đọc chú ý, ông tiếp tục làm thêm thi phẩm này. Về chủ đề và hình thức, nó cũng giống như ''Khuê phụ thán'', và cũng nhận được lời khen ngợi là: \"có một giá trị không kém mười bài Khuê phụ thán\". ''Tục khuê phụ thán'' được đăng lần đầu trên ''Nam Phong tạp chí'' số 169 (tháng 2, năm [[1932]])<ref name=\"VNTNTC\">Theo Nguyễn Tấn Long-Nguyễn Hữu Trọng, ''Việt Nam thi nhân tiền chiến'' (quyển trung. Nhà xuất bản Sống Mới, 1968, tr. 190-192).<\/ref>.\n*'''Văn tế hai Bà''' (tức văn tế [[Hai Bà Trưng]]), chiếm giải nhất văn chương do báo ''Phụ nữ tân văn'' tổ chức năm [[1934]].\n\nNgoài ra, ông còn có một số câu liễn đối và nhiều bài thơ khác, như: ''Thi rớt, Tự thán, Đi thi, Khóc chị Phan Vân Anh, Hòn vọng phu, Ngộ cố tri, Họa bốn bài thi đàn [[Bạc Liêu]], [[Phá Tam Giang]]''...(trong cuốn ''Việt Nam thi nhân tiền chiến'' [quyển trung], xuất bản năm 1968 tại [[Thành phố Hồ Chí Minh|Sài Gòn]] có trên 20 bài thơ của ông).\n\n==Nhận xét==\nChủ đề cảm tác của Thượng Tân Thị, không khác mấy với [[Ưng Bình Thúc Giạ Thị]]. Tuy nhiên so lại, Ưng Bình Thúc Giạ Thị, người và thơ đều đạo mạo trầm ngâm; còn với Thượng Tân Thị, vần thơ có pha chút dí dõm và thanh niên tính hơn.\nNếu Ưng Bình Thúc Giạ Thị, bước thang mây rộng mở, thì trái lại, Thượng Tân Thị vừa thi rớt vừa gặp nhiều chuyện không may...Cho nên nơi con người chịu lắm đắng cay, bị trôi giạt ấy, không khỏi có những lúc ê chề, chán nản, như câu:\n\n:''Chìm nổi tấm thân nơi biển khổ.\n:''Mịt mờ hồn phách chốn thành sâu.\n:(Tự thán, bài 1)\n \nDù vậy, vẫn thấy ở ông một tấm lòng yêu nước chứa chan, một nhân cách cứng cỏi:\n:''Thôi đừng than thở làm chi nữa\n:''Rồi cũng ra người có lẽ đâu...\n:(Tự thán, bài 2)\nHay:\n:''Đổi thay biết mấy đời dâu biển,\n:''Một tấm lòng trinh vững chẳng nao.\n:(Hòn vọng phu, bài 1)\n\n:''Dằn lòng tiết giữ như tòng bá,\n:''Chung với trên đầu thăm thẳm xanh.<ref name=\"VNTNTC\" \/>\n: (Tái ngộ cảm tác)\n\n*Xem thêm trang: [[Khuê phụ thán]].\n==Tài liệu liên quan==\nTrích ''Hồi ký [[Sơn Nam (định hướng)|Sơn Nam]]'', đoạn liên quan đến Thượng Tân Thị:\n:...Rốt lại, gần mãn năm học ở trường Bassac, tôi thuộc vào hạng khá, nhờ... nhớ dai, giỏi về Việt văn và Pháp ngữ. Bây giờ, Việt văn không được chú ý, nhưng tôi mải mê vì ông thầy Phan Quốc Quang (biệt hiệu Thượng Tân Thị) quả là giàu tâm huyết. Dạy bực trung học, trong khi các giáo sư mặc Âu phục, mang giày, thắt cà vạt thì ông thủ phận khăn đen áo dài, nói ròng [[tiếng Việt]], không xen [[tiếng Pháp]] nào hết (vì ông không rành). Riêng về Hán học, dường như ông chẳng đậu tú tài, cử nhân gì cả...Người thích văn chương, ngoài đời, mến mộ ông qua 10 bài Khuê phụ thán. Dạo ấy vài người viết bài cho rằng Thượng Tân Thị là kẻ đạo văn, chẳng bao giờ ông đủ tài năng để làm 10 bài ấy. Khuê phụ thán là tâm sự của bà hoàng hậu, vợ vua Thành Thái, qua lời thơ đã than thở \"Chồng hỡi chồng,con hỡi con\", chồng và con đều bị đày. Có vài câu tuyệt diệu như:\n:''Con ơi, ruột mẹ ngướu như tương,\n:''Bảy nổi ba chìm rất thảm thương.\n:''Khô héo lá gan, cây đỉnh [[núi Ngự Bình|Ngự]],\n:''Đầy vơi giọt lệ,nước [[sông Hương]].\n:''Quê người đành gởi thân trăm tuổi,\n:''Cuộc thế mong gì nợ bốn phương...\n\n:Thượng Tân Thị đã can đảm ca ngợi hai vị vua [[nhà Nguyễn]]. Về sau có người bênh vực Thượng Tân Thị, cho rằng ông không đạo văn của ai hết, bằng cớ là trong bài Thập thủ liên hoàn Khuê phụ thán ấy có vài câu trùng ý...Thượng Tân Thị không buồn, ung dung dạy chữ Việt...<ref>''Hồi ký Sơn Nam, Từ U Minh đến Cần Thơ''. Nhà xuất bản Trẻ, 2001, trang 60-61.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Nhà thơ tiền chiến]]\n[[Thể loại:Sinh năm 1878]]\n[[Thể loại:Mất năm 1966]]"}