{"1252925":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Thạch Quảng\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 17\n| vĩ giây = 26\n| kinh phút = 30\n| kinh giây = 40\n| diện tích = 20,33 km²<ref name=MS\/>\n| dân số = 6026 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 296 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| huyện = [[Thạch Thành]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 15199<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Thạch Quảng''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Thạch Thành]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\nXã Thạch Quảng có diện tích 20,33&nbsp;km², dân số năm 1999 là 6026 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | accessdate =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 296 người\/km².\n\nPhía Bắc giáp xã Thạch Lâm, phía Nam giáp xã Thạch Cẩm, phía Đông giáp xã Thành Mỹ, phía Tây giáp xã Thạch Tượng (huyện Thạch Thành) và các xã Cẩm Tú, Cẩm Quý (huyện Cẩm Thủy).\n\nThạch Quảng có vị trí là trung tâm của vùng Tây Bắc huyện Thạch Thành, cả về mặt địa lý, giao thông, kinh tế và văn hoá. Trên địa bàn xã có hơn 6&nbsp;km đường Hồ Chí Minh đi qua, có điểm giao của Quốc lộ 217B, tỉnh lộ 516; chính vì vậy rất thuận tiện cho việc lưu thông đi Hoà Bình, Hà Nội và các tỉnh phía Bắc.\n\nThạch Quảng đã được công nhận là đô thị loại 5, với chức năng là đô thị Thương mại - Công nghiệp động lực phía Tây Bắc Thạch Thành và tỉnh Thanh Hoá. Nơi này là điểm hội tụ của hai hành lang kinh tế quan trọng của tỉnh Thanh Hoá (Hành lang kinh tế đường Hồ Chí Minh hành lang kinh tế Đông Bắc), có điều kiện tốt cho phát triển công nghiệp, thương mại - dịch vụ với mặt bằng quy hoạch lớn, giao thông thuận lợi, nguồn nhân lực dồi dào.\n\nThạch Quảng, thủ phủ của Mường Đẹ xưa, là cái nôi văn hoá của người Mường xứ Thanh. Nơi đây với đa phần nhân dân là người dân tộc Mường, vẫn còn lưu giữ hầu hết bản sắc văn hoá đặc sắc của dân tộc, vừa có sự giao thoa rất hài hoà giữa bản sắc Thanh Hoá với các tỉnh phía Bắc mà gần nhất là Hoà Bình; Mặt khác do sự phát triển nhanh chóng của kinh tế xã hội kể từ sau đổi mới đến nay, vùng này đã tiếp thu những nét văn hoá mới hiện đại của các vùng đô thị gần kề nên đã tạo cho mình một bản sắc riêng không thể lẫn với các xứ Mường khác.\n\nĐến Thạch Quảng, du khách có thể tha hồ thưởng thức các món ăn dân tộc Mường hết sức đặc trưng như rau đồ, canh lóng, măng đắng, măng chua, thịt trâu nấu lá lồm, xôi rán (cơm cháy), khẹ dê... Lá canh cũng là một nét ẩm thực hết sức đặc sắc của người Mường Thanh Hoá. Đến các hàng ăn ở đây bạn có thể dễ dàng gọi các món chế biến từ gà đồi, lợn cỏ, cá sông rất ngon và an toàn mà không hề đắt. Sau khi thưởng thức, bạn có thể đặt hàng mang về để làm quà cho người thân, bạn bè thưởng thức; người bán hàng còn tận tình hướng dẫn cách bảo quản và chế biến theo cách truyền thống.\n\nĐến xứ Thanh, sau khi thăm tắm biển Sầm Sơn, thăm Di tích Lam Kinh (Thọ Xuân), Thành Nhà Hồ (Vĩnh Lộc), ngắm cá thần ở Suối cá Cẩm Lương (Cẩm Thủy), trên đường Hồ Chí Minh ra Bắc hãy dừng lại Thạch Quảng để nghỉ ngơi và thưởng thức các món ăn dân tộc, bạn sẽ càng thấy thêm yêu cuộc sống, yêu đất nước con người quê hương Việt Nam.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Thạch Thành}}"}