{"40761":"{{Trích dẫn quá dài|date=tháng 9\/2021}}\n{{Infobox terrorist attack\n|title=Thảm sát Mỹ Lai\n|image=[[Tập tin:My Lai massacre woman and children.jpg|220px]]\n|caption=Những người phụ nữ Việt Nam với các em nhỏ tại Mỹ Lai ngày 16 tháng 3 năm 1968. Họ bị giết gần như ngay sau khi bức ảnh được chụp<ref>[http:\/\/www.loc.gov\/rr\/frd\/Military_Law\/pdf\/RDAR-Vol-IIIBook6.pdf \"Report of the Department of Army review of the preliminary investigations into the My Lai incident. Volume III, Exhibits, Book 6 - Photographs, ngày 14 tháng 3 năm 1970\"]. From the [[Thư viện Quốc hội Mỹ|Library of Congress]], Military Legal Resources.[http:\/\/www.loc.gov\/rr\/frd\/Military_Law]<\/ref><br \/><small>Ảnh của [[Ronald L. Haeberle]]<\/small>\n|location=Xã Sơn Mỹ, [[Quảng Ngãi]], miền [[Việt Nam Cộng hòa|Trung Việt Nam]]\n|target=Thôn Mỹ Lai 4 và Mỹ Khê 4\n|date={{Ngày bắt đầu và tuổi|1968|03|16|df=yes}}\n|map= \n|map2= {{Location map|Vietnam\n| float = center\n| width = 300\n| alt = \n| relief = yes\n| mark = Locator002.gif\n| label = Mỹ Lai\n| position = centre\n| background =\n| lat_deg = 15.1042\n| lon_deg = 108.5210\n| map_caption = Son My in Vietnam\n}}\n| map_caption2 = Sơn Mỹ ở việt Nam\n|coordinates = {{coor title dms|15|10|42|N|108|52|10|E|type:landmark}}\n|time=\n|timezone=\n|type=[[Thảm sát]], [[tội ác chiến tranh]]\n|fatalities=347 dân thường bị giết, chưa kể 90 thường dân bị giết tại một ấp khác (thừa nhận của [[Lục quân Hoa Kỳ]]<ref name=jrank>[http:\/\/law.jrank.org\/pages\/8694\/My-Lai-Massacre.html Law.jrank.org]<\/ref>)<br \/>504 dân thường bị giết (thống kê của Chính phủ Việt Nam<ref name=VnExpress>[http:\/\/www.vnexpress.net\/Vietnam\/The-gioi\/Tu-lieu\/2008\/03\/3BA0046E\/ ''Vụ thảm sát Mỹ Lai diễn ra như thế nào?''] {{Webarchive|url=https:\/\/archive.is\/20130502141010\/http:\/\/vnexpress.net\/gl\/the-gioi\/tu-lieu\/2008\/03\/3ba0046e\/ |date=2013-05-02 }} - VnExpress.net<\/ref>)\n|perps=[[Lục quân Hoa Kỳ]]\n|motive=\n}}{{Campaignbox Vietnam War massacres}}\n'''Thảm sát Mỹ Lai''' hay '''thảm sát Sơn Mỹ''' là một [[tội ác chiến tranh]] của [[Lục quân Hoa Kỳ]]<ref name=summaryreport>[http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/summary_rpt.html Tóm tắt báo cáo của tướng Peers] {{Webarchive|url=https:\/\/web.archive.org\/web\/20000125220322\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/summary_rpt.html |date=2000-01-25 }}.<\/ref><ref name=peersreport>Department of the Army. ''Report of the Department of the Army Review of the Preliminary Investigations into the My Lai Incident ([http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/MYL_Peers.htm Báo cáo của tướng Peers] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081115153853\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/MYL_Peers.htm |date=2008-11-15 }})'', Volumes I-III (1970).<\/ref> gây ra trong thời gian [[Chiến tranh Việt Nam]]. Trong [[tiếng Anh]], vụ thảm sát này có tên '''My Lai Massacre''', '''Son My Massacre''' hoặc '''Pinkville''', trong đó Pinkville là tên địa danh của quân đội Hoa Kỳ đặt cho khu vực Mỹ Lai.<ref>[http:\/\/www.pierretristam.com\/Bobst\/library\/wf-200.htm The My Lai Massacre: Seymour Hersh's Complete and Unabridged Reporting for the St. Louis Post Dispatch, November 1969 \/Candide's Notebooks]<\/ref>\n\nVào ngày [[16 tháng 3]] năm [[1968]] tại khu vực [[Mỹ Lai|thôn Mỹ Lai]] thuộc xã Sơn Mỹ, huyện [[Sơn Tịnh]], tỉnh [[Quảng Ngãi]] (nay là xã [[Tịnh Khê]], thành phố [[Quảng Ngãi (thành phố)|Quảng Ngãi]]), các đơn vị lính Lục quân Hoa Kỳ đã thảm sát hàng loạt từ 347 cho đến 504<ref name=VnExpress\/> thường dân không có vũ khí, trong đó phần lớn là phụ nữ và trẻ em. Trước khi bị sát hại, nhiều người trong số các nạn nhân còn bị cưỡng bức, quấy rối, tra tấn, đánh đập hoặc cắt xẻo các bộ phận trên cơ thể<ref name=BBC-1998>[http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/64344.stm \"Murder in the name of war - My Lai\"]. [[BBC]]. ngày 20 tháng 7 năm 1998.<\/ref>. Sự kiện thảm khốc này đã gây sốc cho dư luận [[Hoa Kỳ|Mỹ]], [[Việt Nam]], và [[thế giới]], hâm nóng [[Phong trào phản chiến trong Chiến tranh Việt Nam|phong trào phản chiến]]<ref name=VnExpress\/> và là một trong các nguyên nhân dẫn tới sự triệt thoái của quân đội Hoa Kỳ khỏi Việt Nam năm [[1972]].\n\nVụ thảm sát đã bị che giấu, trong báo cáo của quân đội Mỹ ghi rằng họ đã ''\"tiêu diệt 128 binh lính kẻ thù mà không chịu bất cứ thương vong nào''\". Cho tới cuối năm [[1969]], vụ việc mới bị phát hiện. Tuy nhiên, tòa án Mỹ đã không kết tội bất cứ sĩ quan hay binh lính Hoa Kỳ nào sau vụ thảm sát này, ngoại trừ một chỉ huy cấp trung đội là [[William Calley]] bị tuyên án chung thân, nhưng chỉ 1 ngày sau, Tổng thống Mỹ ra lệnh ân xá và Calley chỉ phải chịu quản thúc tại gia 3 năm rưỡi.\n\n== Sự kiện ==\n=== Bối cảnh ===\n{{cquote|''Anh ta bắn [đứa bé] bằng khẩu M1911. Nhưng trượt. Chúng tôi cùng cười. Anh ta tiến thêm khoảng 1 mét rồi lại bắn trượt. Chúng tôi tiếp tục cười. Cuối cùng anh ta dí súng vào đầu đứa bé và cho nó ăn kẹo đồng.''<ref name=peers>''He fired at [the baby] with a.45. He missed. We all laughed. He got up three or four feet closer and missed again. We laughed. Then he got up right on top and plugged him.'' - {{chú thích web|url=http:\/\/www.loc.gov\/rr\/frd\/Military_Law\/Peers_inquiry.html|title=Peers Inquiry: Report of the Department of the Army Review of the Preliminary Investigations into the My Lai Incident}}<\/ref><ref name=humanist-1995>[http:\/\/findarticles.com\/p\/articles\/mi_m1374\/is_n1_v55\/ai_16399959\/pg_2 \"Neo-fascism and the religious right\"]. By John M. Swomley. ''[[Humanist (tạp chí)|Humanist]]'' (magazine). Jan-Feb, 1995.<\/ref>}}\n\nĐại đội Charlie thuộc Tiểu đoàn số 1, Trung đoàn bộ binh số 20, Lữ đoàn bộ binh số 11, Sư đoàn bộ binh số 23, [[Lục quân Hoa Kỳ]], tới [[Miền Nam (Việt Nam)|Nam Việt Nam]] tháng 12 năm [[1967]]. Trong tháng đầu tiên tại Việt Nam họ không có cuộc chạm trán nào với đối phương nhưng vẫn phải chịu nhiều thương vong. Tính cho đến giữa tháng 3 năm [[1968]], thương vong của đơn vị này là 5 người chết, 23 người bị thương, trong đó phần lớn binh sĩ thiệt mạng vì mìn và bẫy.\n\nTrong thời gian diễn ra [[Sự kiện Tết Mậu Thân]] (tháng 1 năm [[1968]]), Tiểu đoàn 48 của [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] (thường được quân đội Hoa Kỳ gọi là ''Việt Cộng'') đã tiến hành một số cuộc tấn công trên địa bàn tỉnh [[Quảng Ngãi]]. Tình báo Mỹ cho rằng sau Sự kiện Tết Mậu Thân, Tiểu đoàn 48 đã rút lui về ẩn náu tại địa bàn làng Sơn Mỹ thuộc tỉnh này, cụ thể là các thôn Mỹ Lai 1, 2, 3 và 4.\n\nLục quân Hoa Kỳ quyết định tổ chức một cuộc tấn công lớn vào các làng bị nghi ngờ này. Đại tá Oran K. Henderson ra lệnh cho các sĩ quan cấp dưới ''\"đánh mạnh vào đây, tiến gần kẻ địch và xóa sạch chúng\"''<ref>\"go in there aggressively, close with the enemy and wipe them out for good.\" [http:\/\/www.time.com\/time\/magazine\/article\/0,9171,904643,00.html \"My Lai: A Question of Orders\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080302012548\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,904643,00.html |date=2008-03-02 }}. Jan. 25, 1971. [[Time (magazine)]]<\/ref>. Trung tá Frank A. Barker ra lệnh cho các chỉ huy của Tiểu đoàn 1 đốt các ngôi nhà, giết sạch gia súc, phá hủy các kho lương thực và giếng nước<ref>[http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/summary_rpt.html Tóm tắt báo cáo Peers] {{Webarchive|url=https:\/\/web.archive.org\/web\/20000125220322\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/summary_rpt.html |date=2000-01-25 }}. Cần nhấn mạnh rằng Frank A. Barker đã không ra lệnh cho cấp dưới phân biệt và bảo vệ những dân thường không thuộc các đơn vị Việt Cộng. [http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/ecktragedy.html My Lai: An American Tragedy. © William George Eckhardt 2000] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071107024402\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/ecktragedy.html |date=2007-11-07 }}.<\/ref>\n\nVào hôm trước của cuộc tấn công, tại cuộc họp chiến thuật của Đại đội Charlie, đại úy [[Ernest Medina]] thông báo cho lính của mình rằng gần như mọi dân làng sẽ ra chợ vào lúc 7 giờ sáng, tất cả những ai còn ở lại đều là lính Việt Cộng hoặc người giúp đỡ Việt Cộng<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/medina.html |ngày truy cập=2008-03-25 |tựa đề=Peers Report: The Omissions and Commissions Of Cpt. Ernest L. Medina |archive-date=1999-05-08 |archive-url=https:\/\/web.archive.org\/web\/19990508015038\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/medina.html }}<\/ref>. Một số binh sĩ của đại đội Charlie sau này đã khai rằng mệnh lệnh của Medina theo như họ hiểu là giết toàn bộ [[Chiến tranh du kích|du kích]], lính Việt Cộng và những ai ''\"khả nghi\"'' (bao gồm cả phụ nữ, trẻ em), đốt trụi làng và đầu độc các giếng nước<ref>[http:\/\/amarillo.com\/stories\/120600\/fri_120600-36.shtml \"American soldiers testify in My Lai court martial\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929095728\/http:\/\/amarillo.com\/stories\/120600\/fri_120600-36.shtml |date=2007-09-29 }}. By Karen D. Smith. Dec. 6, 2000. Amarillo Globe-News.<\/ref>.\n\nTrung đội 1 được chỉ định là đơn vị xung kích của Đại đội Charlie trong cuộc tấn công. Ngoài Charlie, còn có 2 đại đội khác có nhiệm vụ bao vây làng Sơn Mỹ.\n\nVào tối ngày 15 tháng 3 năm 1968, chỉ huy đại đội Charlie, đại úy [[Ernest Medina]] đã ra lệnh cho quân lính của mình rằng ngày hôm sau bọn họ sẽ triển khai theo kế hoạch đã định nhắm vào một địa điểm gọi là \"Pinkville\". Binh sĩ Harry Stanley nhớ lại, ''\"Medina ra lệnh cho chúng tôi giết hết thảy mọi thứ trong làng\"''. Salvatore LaMartina, một lính bộ binh lúc đó, cũng nhớ lại gần như nguyên văn lời của Medina: ''\"Hãy giết sạch tất cả những gì còn sống\"''. Trong tâm trí của sĩ quan pháo binh James Flynn vẫn còn bị ám ảnh câu hỏi của đồng đội: ''\"Chẳng nhẽ chúng ta cũng giết cả phụ nữ lẫn trẻ em sao?\"'' và Medina trả lời ngắn gọn: ''\"Hễ thấy gì động đậy là giết\"''<ref name=turse>Kill Anything That Moves: The Real American War in Vietnam. Nick Turse. Dịch: Lê Thùy Giang, Đặng Thành Đạt. Giới thiệu: MỸ LAI CHẲNG PHẢI NGOẠI LỆ<\/ref>\n\n=== Vụ thảm sát ===\n[[Hình:Burningdwelling2.jpg|nhỏ|phải|Lính Mỹ đốt nhà tranh.]]\n{{cquote|''Vài người cố dậy và bỏ chạy. Họ không thể và ngã xuống. Tôi nhớ có một người phụ nữ, chị ta đứng dậy và cố gắng làm việc đó - cố gắng chạy - với một đứa bé trên tay. Nhưng chị không thể.''<ref>Some of the people were trying to get up and run. They couldn't and fell down. This one woman, I remember, she stood up and tried to make it — tried to run — with a small child in her arms. But she didn't make it. - Phóng viên ảnh quân đội [[Ronald L. Haeberle|Ronald Haeberle]], [http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/Myl_thabe.htm \"Ronald Haeberle, Witness for the Prosecution\"].<\/ref>}}\n\nSáng ngày [[16 tháng 3]], sau một đợt công kích dọn chỗ ngắn bằng [[pháo]] và [[súng máy]] bắn từ trực thăng, Đại đội Charlie đổ bộ vào làng Sơn Mỹ. Các binh sĩ của đơn vị này không tìm thấy bất cứ lính Việt Cộng nào trong làng, thay vào đó chỉ có những người dân thường, phần lớn là phụ nữ và trẻ em, đang cố gắng tìm chỗ ẩn nấp trước cuộc càn quét của quân đội Mỹ. Nhiều người trong làng vẫn còn đang nấu cơm sáng. Tuy nhiên, binh lính đã răm rắp tuân lệnh đại đội trưởng Medina. Cả đại đội bắt đầu giết chóc, ''\"tàn sát bất cứ thứ gì động đậy\"''.\n\nTrung đội của thiếu úy [[William Calley]] bắt đầu xả súng vào các ''\"địa điểm tình nghi có đối phương\"'', những người dân thường đầu tiên bị giết chết hoặc bị thương bởi các loạt đạn bừa bãi này. Sau đó lính Mỹ bắt đầu hủy diệt tất cả những gì chuyển động, người, gia súc, gia cầm... Họ bị giết bằng các loạt súng, bằng lưỡi lê hoặc bằng lựu đạn với mức độ tàn bạo mỗi lúc một cao. Lính Mỹ quăng lựu đạn vào nhà mà không thèm bận tâm xem trong nhà có gì. Một sĩ quan túm tóc một người đàn bà và dùng súng ngắn bắn thẳng vào người đó. Một phụ nữ vừa ôm con nhỏ bước ra khỏi nhà liền bị bắn chết ngay lập tức, khủng khiếp hơn, một lính Mỹ liền dùng khẩu súng trường tự động M16 xả đạn bắn tung xác đứa trẻ sơ sinh khi nó vừa rơi xuống đất.\n\nĐài [[BBC|BBC News]] mô tả lại cảnh này:\n\n<blockquote class=\"toccolours\">\nBinh lính bắt đầu nổi điên, họ xả súng vào đàn ông không mang vũ khí, đàn bà, trẻ em và cả trẻ sơ sinh. Những gia đình tụm lại ẩn nấp trong các căn lều hoặc hầm tạm bị giết không thương tiếc. Những người giơ cao hai tay đầu hàng cũng bị giết... Những nơi khác trong làng, nỗi bạo tàn [của lính Mỹ] mỗi lúc chồng chất. Phụ nữ bị cưỡng bức hàng loạt; những người quỳ lạy xin tha bị đánh đập và tra tấn bằng tay, bằng báng súng, bị đâm bằng lưỡi lê. Một số nạn nhân bị cắt xẻo với dấu \"C Company\" (\"Đại đội C\") trên ngực. Đến cuối buổi sáng thì tin tức của vụ thảm sát đến tai thượng cấp và lệnh ngừng bắn được đưa ra. Nhưng Mỹ Lai đã tan hoang, xác người la liệt khắp nơi.<ref>Soldiers went berserk, gunning down unarmed men, women, children and babies. Families which huddled together for safety in huts or bunkers were shown no mercy. Those who emerged with hands held high were murdered.... Elsewhere in the village, other atrocities were in progress. Women were gang raped; Vietnamese who had bowed to greet the Americans were beaten with fists and tortured, clubbed with rifle butts and stabbed with bayonets. Some victims were mutilated with the signature \"C Company\" carved into the chest. By late morning word had got back to higher authorities and a cease-fire was ordered. My Lai was in a state of carnage. Bodies were strewn through the village - [http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/64344.stm \"Murder in the name of war - My Lai\"]. [[BBC]]. ngày 20 tháng 7 năm 1998.<\/ref>\n<\/blockquote>\n\nVài chục người bị dồn vào một mương nước và xả súng giết chết, một số chỗ khác cũng xảy ra những giết hàng loạt như vậy<ref>{{Chú thích web| url=http:\/\/travel.hubcom.net\/vietnam\/mylai.html| tiêu đề=Exploring Vietnam - My Lai| năm=1999| ngày truy cập=ngày 16 tháng 3 năm 2006| tác giả 1=Laurence Rogerson & Sue Powell| archive-date=2005-04-05| archive-url=https:\/\/web.archive.org\/web\/20050405083113\/http:\/\/travel.hubcom.net\/vietnam\/mylai.html}}<\/ref>. Một nhóm lớn gồm khoảng 70 hoặc 80 dân làng nằm trong vòng vây của Trung đội 1 ở trung tâm làng bị Calley đích thân giết hoặc ra lệnh cho cấp dưới giết. Các binh sĩ của Trung đội 2 đã giết ít nhất từ 60 đến 70 dân làng bao gồm cả đàn ông, đàn bà và trẻ em trong khi đơn vị này càn qua nửa phía bắc của thôn Mỹ Lai 4 và Bình Tây<ref name=summaryreport\/>.\n\nSau cuộc càn quét đầu tiên của Trung đội 1 và 2, Trung đội 3 được lệnh giải quyết bất cứ sự \"kháng cự còn lại\" nào. Ngay lập tức lính Mỹ giết tất cả những người và gia súc ''còn sống'' nhưng không may bị họ tìm được. Ngay cả những người giơ tay đầu hàng từ chỗ ẩn nấp hoặc những tiếng rên cất lên từ các đống xác người cũng bị những lính Mỹ này \"giải quyết\". Trung đội 3 cũng là đơn vị bao vây và giết một nhóm khoảng từ 7 đến 12 dân thường chỉ gồm phụ nữ và trẻ em<ref name=summaryreport\/>.\n\nVì Đại đội Charlie không gặp bất cứ sự kháng cự nào của \"quân địch\", Tiểu đoàn 4 thuộc Trung đoàn bộ binh số 3 bắt đầu chuyển hướng càn quét sang các xóm của thôn Mỹ Khê 4 và giết khoảng 90 dân thường. Có một binh sĩ Mỹ chết và 7 người khác bị thương vì mìn và bẫy cá nhân<ref name=summaryreport\/>. Trong vòng 2 ngày tiếp theo, các đơn vị lính Mỹ tiếp tục việc đốt phá các làng xóm và tra tấn những người bị bắt. Các lính Mỹ nếu không tham gia vào các tội ác thì cũng không phản đối hoặc báo cáo lại nó với cấp trên<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/ecktragedy.html#_ftn1 |ngày truy cập=2008-03-25 |tựa đề=My Lai: An American Tragedy |archive-date=2007-11-07 |archive-url=https:\/\/web.archive.org\/web\/20071107024402\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/ecktragedy.html#_ftn1 |url-status=dead }}<\/ref> Một lính Mỹ tham gia vụ thảm sát sau này kể lại:\n{{cquote|''\"Có thể nói đa phần lính trong đơn vị tôi không coi dân Việt Nam là người\"''<ref>''\"I would say that most people in our company didn't consider the Vietnamese human\"''. Celina Dunlop, \"My Lai: Legacy of a massacre\", BBC News, fetched 16th March 2008,[http:\/\/news.bbc.co.uk\/1\/hi\/world\/asia-pacific\/7298533.stm]<\/ref>}}\n\n====Thôn Cổ Lũy====\nTại thôn Cổ Lũy, vừa bước ra khỏi máy bay, một trung đội đã xông vào xóm Mỹ Hội. Lính Mỹ chia thành nhiều tốp, sục đến từng nhà, tìm đến từng hầm. Nhà bị sục đầu tiên là nhà ông Lệ lúc trong hầm nhà này có 15 người đang trú ẩn. Thấy lính Mỹ kéo đến, 8 người trong hầm bước ra, liền bị xả súng bắn chết tất cả, xác đè lên nhau. Lính Mỹ tiếp tục ném mìn vào hầm, giết nốt những người còn lại\n\nMột tốp lính Mỹ khác kéo vào nhà chị Trinh ở cạnh. Con chị Trinh là cháu Đức 8 tuổi từ trong hầm chạy ra liền bị bắn chết khi miệng còn ngậm đầy cơm. Giết xong cháu bé, tốp lính Mỹ đặt mìn giật tung hầm giết chết cả thảy 7 người gồm mẹ con chị Trinh và ba mẹ con chị Hòa, không một ai được toàn thây.\n[[Tập tin:MyLai Haeberle P33 BodiesNearBurningHouse.jpg|thumb|Xác người dân bị giết bên cạnh ngôi nhà bị đốt cháy]]\nChị Võ Thị Mại vừa mới sinh hôm trước, sức yếu không kịp xuống hầm trú ẩn, đã bị lính Mỹ lột hết quần áo rồi hãm hiếp cho đến chết. Đứa bé mới sinh và hai con chị đang núp trong hầm cũng bị lính Mỹ bắn chết. Chị Ngôn có mang đến gần ngày sinh cũng bị hãm hiếp, hiếp xong lính Mỹ dùng lưỡi lê đâm thủng bụng, bào thai lòi hai chân ra ngoài. Ba đứa con của chị cũng bị lính Mỹ bắn chết tất cả. Chị Võ Thị Phụ bị bắn chết đang lúc cho con bú, lính Mỹ chất cỏ khô lên cả hai mẹ con rồi châm lửa đốt. Thi thể hai mẹ con bị lửa thiêu co quắp cả chân tay, bộ xương của cháu bé vẫn còn nằm nguyên trên xác mẹ.\n\nHai chị Ngô Thị Mùi, Ngô Thị Một bị lính Mỹ lôi ra khỏi hầm, thay nhau hãm hiếp, hiếp xong lính Mỹ xô hai chị em vào lại trong hầm, giật mìn giết luôn cả hai chị em cùng 4 đứa con nhỏ của chị Mùi trong đó. Gia đình ông Võ Mãi có bốn người bị giết hết. Hầm nhà ông Võ Toan có sáu người, bị lính Mỹ ném lựu đạn vào giết chết 4 người. Hầm nhà bà Nguyễn Thị Thi bị đánh sập, có 2 bà già và 6 em nhỏ bị chết, chỉ sót lại một cháu bé 10 tuổi bị thương nặng. Trong số 16 gia đình khác trong xóm có 7 cụ già, 12 phụ nữ, 17 trẻ em dưới 15 tuổi đều bị bắn chết. Nhà cửa trong xóm đều bị thiêu hủy. Cả thôn Cổ Lũy có 97 người bị tàn sát, phần lớn là người già, phụ nữ và trẻ em.\n\nTập sách ảnh Nhật Bản ''\"Việt Nam: cách mạng và thắng lợi\"'' ghi lại vụ thảm sát như sau:\n\n<blockquote class=\"toccolours\">\n''Ngày 16-3-1968, xã Sơn Mỹ, tỉnh Quảng Ngãi bị quân Mỹ triệt hạ, tàn sát một lúc 500 thường dân. Lúc đó, quân Mỹ dùng mọi loại máy bay sẵn có chia làm bốn tầng bay trên bầu trời Sơn Mỹ. Bay thấp dưới 300 mét là máy bay lên thẳng vũ trang bắn chết tất cả những \"Việt cộng\" định thoát ra khỏi xã. Trên 300 mét là máy bay chở sĩ quan tư lệnh quân cơ động, chỉ huy trận đánh. Trên 800 mét là máy bay sư đoàn trưởng quan sát trận đánh. Sự tàn bạo lên đến cực điểm khi quân Mỹ coi những cuộc hành quân đó như một trò chơi thể thao. Nó làm chúng ta phẫn nộ tới mức không thể nào tả nổi''<ref>[https:\/\/nhandan.com.vn\/tin-tuc-su-kien\/T%E1%BA%BFt-M%E1%BA%ADu-Th%C3%A2n-1968-qua-nh%E1%BB%AFng-s%E1%BB%91-li%E1%BB%87u-484868\/ - Tết Mậu Thân 1968 qua những số liệu]. [[Báo Nhân dân]]. ngày 25 tháng 1 năm 2008.<\/ref>\n<\/blockquote>\n\n=== Hành động giải cứu ===\n[[Tập tin:Hugh Tompson Jr.jpg|nhỏ|130px|Hugh Thompson, người đã giải cứu dân thường trong vụ thảm sát.]]\n{{cquote|''Quang cảnh phía dưới trông như một bể máu! Cái quái gì đang xảy ra vậy?''<ref>''It looks like a bloodbath down there! What the hell is going on?'' - Một phi công trực thăng bay trên khu vực Mỹ Lai - [http:\/\/www.crimelibrary.com\/notorious_murders\/mass\/lai\/there_6.html Into the Dark: The My Lai Massacre]<\/ref>}}\nChuẩn úy [[Hugh Thompson|Hugh Thompson, Jr.]], phi công trực thăng 24 tuổi thuộc đơn vị trinh sát trên không, ngay khi bay qua làng đã chứng kiến cảnh tượng khủng khiếp: vô số xác người chết, tất cả đều chỉ là trẻ con, phụ nữ và người già, không hề có dấu hiệu của người thuộc độ tuổi tòng quân hay vũ khí ở bất cứ đâu. Đội bay của Thompson tận mắt nhìn thấy đại úy Medina đá và bắn thẳng vào đầu một phụ nữ không có vũ khí (Medina sau này tuyên bố người phụ nữ có mang một quả [[lựu đạn]])<ref>[http:\/\/www.timesonline.co.uk\/tol\/comment\/obituaries\/article787066.ece Hugh Thompson | Times Online Obituary]<\/ref>. Sau khi chứng kiến những cảnh tượng kinh hoàng này, đội bay Thompson cố gắng thực hiện các cuộc điện đàm để cứu những người bị thương. Chiếc trực thăng của họ hạ cánh xuống một cái [[mương]] đầy xác người, trong đó vẫn còn người cử động. Thompson đề nghị một sĩ quan cứu người đó ra khỏi cái mương, viên sĩ quan này trả lời anh ta sẽ ''\"giúp họ thoát khỏi nỗi khốn khổ\"''. Cho rằng đây là một câu đùa, chiếc trực thăng của Thompson cất cánh, ngay lúc đó một người của phi đội thốt lên ''\"Chúa ơi, anh ta đang xả súng vào cái mương\"''.\n\nThompson sau đó nhìn thấy một nhóm dân thường (lại chỉ bao gồm phụ nữ, trẻ em và người già) trong một căn hầm tạm đang bị lính Mỹ tiếp cận. Chiếc trực thăng của phi đội Thompson hạ cánh và cứu được khoảng từ 12 đến 16 người trong căn hầm. Phi đội Thompson sau đó còn cứu được một đứa bé toàn thân đầy máu nhưng vẫn sống sót từ trong cái mương đầy xác người. Thompson sau đó đã báo cáo lại những gì anh nhìn thấy cho chỉ huy của mình, thiếu tá Watke, trong báo cáo Thompson đã dùng những cụm từ như \"murder\" (giết người) và \"needless and unnecessary killings\" (sát hại vô cớ và không cần thiết). Báo cáo của Thompson được các phi công và phi đội khác xác nhận<ref>Thompson's own testimony before a conference at the University of Tulane in 1994 [http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/Myl_hero.html#RON] {{Webarchive|url=https:\/\/web.archive.org\/web\/20040830080800\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/Myl_hero.html#RON|date=2004-08-30}} and from the [http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/summary_rpt.html Peers Report summary] {{Webarchive|url=https:\/\/web.archive.org\/web\/20000125220322\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/summary_rpt.html|date=2000-01-25}}<\/ref>.\n\nNăm [[1998]] tại thủ đô [[Washington, D.C.|Washington D.C.]], ba cựu sĩ quan thuộc phi đội Thompson gồm chỉ huy phi đội [[Glenn Andreotta]], phi công [[Hugh Thompson]] và xạ thủ [[Lawrence Colburn]] đã được trao tặng [[Soldier's Medal]] (Huy chương Chiến sĩ) vì hành động ngăn cản đồng đội giết dân thường<ref>[http:\/\/news.bbc.co.uk\/1\/hi\/special_report\/1998\/03\/98\/mylai\/62924.stm Heroes of My Lai honoured]. ngày 7 tháng 3 năm 1998. [[BBC|BBC News]]<\/ref>.\n\n== Hậu quả ==\n{{cquote|''Khi rời làng, tôi chẳng còn thấy một ai sống sót''.<ref>''I did not see anyone alive when we left the village.'' - Binh nhất [[Robert Maples]] - [http:\/\/www.crimelibrary.com\/notorious_murders\/mass\/lai\/there_6.html Into the Dark: The My Lai Massacre]<\/ref>}}\nDo hoàn cảnh hỗn loạn khi vụ thảm sát xảy ra và việc Lục quân Hoa Kỳ không thực hiện thống kê chính xác số nạn nhân, người ta không biết được hoàn toàn chính xác số dân thường bị lính Mỹ giết hại tại Mỹ Lai. Con số ghi lại tại [[Khu chứng tích Sơn Mỹ]] là 504 dân thường từ 1 tuổi đến 82 tuổi, trong đó có: 182 phụ nữ (có 17 người đang mang thai), 173 trẻ em (có 56 em dưới 5 tháng tuổi), 60 cụ già trên 60 tuổi, 89 trung niên.<ref name=VnExpress\/>. Con số do phía Mỹ đưa ra thấp hơn, 347 nạn nhân<ref name=jrank\/>.\n\nCó 247 căn nhà bị lính Mỹ thiêu hủy, hàng ngàn trâu bò, gia súc cũng bị giết.\n\n=== Sự che giấu của quân đội Hoa Kỳ ===\nNhững báo cáo đầu tiên của các đơn vị lính Mỹ đã tuyên bố rằng ''\"128 Việt Cộng và 22 dân thường\"'' bị giết tại làng sau ''\"cuộc đọ súng ác liệt\"''. Theo báo ''[[Stars and Stripes (báo)|Stars and Stripes]]'' của Lục quân Hoa Kỳ vào thời điểm đó đưa tin thì ''\"Bộ binh Hoa Kỳ đã giết 128 tên Cộng sản sau một trận đánh đẫm máu kéo dài 1 ngày mà không bị thương vong một binh sĩ nào\"''. Trong bức điện mừng, Tướng [[William Westmoreland]], tư lệnh chiến trường Việt Nam đã tán dương \"cú giáng mạnh\" này lên kẻ thù. Thuộc hạ của ông, tư lệnh Sư đoàn Americal 23 bộ binh còn viết thư ca ngợi \"cuộc đọ súng ác liệt\" của Đại đội C.\n\nNhững báo cáo sau này của phía Việt Nam thì tuyên bố rằng \"toàn bộ số người dân bị lính Mỹ giết tại Mỹ Lai đều là dân thường\".\n\nCuộc điều tra đầu tiên về chiến dịch Mỹ Lai được thiếu tướng George H. Young giao cho đại tá Henderson, sĩ quan chỉ huy của Lữ đoàn bộ binh hạng nhẹ số 11 phụ trách. Henderson đã thẩm vấn một số binh lính tham gia vụ thảm sát, sau đó đưa ra một báo cáo vào cuối tháng 4 ghi nhận rằng khoảng 22 dân thường đã bị giết hại một cách ''không cố ý'' trong chiến dịch. Quân đội Mỹ lúc này vẫn coi sự kiện ở Mỹ Lai là một chiến thắng quân sự khi lính Mỹ đã tiêu diệt được 128 lính đối phương.\n\nSáu tháng sau, [[Tom Glen]], một binh sĩ 21 tuổi của Lữ đoàn 11, đã viết một lá thư cho tướng [[Creighton Abrams]], tổng chỉ huy mới của các lực lượng Hoa Kỳ tại Việt Nam. Trong lá thư Glen buộc tội Sư đoàn Americal, tức Sư đoàn bộ binh số 23 (và toàn bộ các đơn vị lính Mỹ khác) liên tục sử dụng bạo lực chống lại dân thường Việt Nam, lá thư không trực tiếp nhắc tới vụ Mỹ Lai vì Glen không biết nhiều về vụ tàn sát. Một trong các sĩ quan được giao phân tích lá thư là [[Colin Powell]]. Trong báo cáo phân tích, Powell viết: ''\"Điều phản bác lại những gì miêu tả trong bức thư là sự thật rằng quan hệ giữa binh sĩ Hoa Kỳ và người dân Việt Nam là tuyệt vời\"'', một vài nhà quan sát cho rằng cách thức Powell xử lý lá thư đồng nghĩa với việc rửa sạch sự tàn bạo của quân đội Hoa Kỳ ở Mỹ Lai<ref>''\"In direct refutation of this portrayal is the fact that relations between American soldiers and the Vietnamese people are excellent.\"'' - [http:\/\/www.consortiumnews.com\/archive\/colin3.html \"Behind Colin Powell's Legend -- My Lai\"] by [[Robert Parry]] và [[Norman Solomon]], The Consortium for Independent Journalism, [[July 22]], [[1996]]<\/ref>. Tháng 5 năm [[2004]], Powell, khi này đã là [[Bộ trưởng Ngoại giao Hoa Kỳ|Ngoại trưởng Hoa Kỳ]], đã trả lời trong chương trình của [[Larry King]] trên đài [[CNN]]: ''\"Ý tôi là, tôi đã ở trong đơn vị chịu trách nhiệm về vấn đề Mỹ Lai. Tôi ở đó sau khi sự kiện xảy ra. Mà trong chiến tranh thì những vụ việc kinh khủng như vậy vẫn xảy ra, và chúng ta vẫn phải ân hận về chúng\"''<ref>''\"I mean, I was in a unit that was responsible for My Lai. I got there after My Lai happened. So, in war, these sorts of horrible things happen every now and again, but they are still to be deplored.\"'' {{Chú thích web| url=http:\/\/www.state.gov\/secretary\/former\/powell\/remarks\/32160.htm| tiêu đề=Interview on CNN's Larry King Live with Secretary Colin L. Powell| tháng=[[May 4]]| năm=[[2004]]| ngày truy cập=ngày 16 tháng 3 năm 2006| url lưu trữ=https:\/\/web.archive.org\/web\/20050204021039\/http:\/\/www.state.gov\/secretary\/former\/powell\/remarks\/32160.htm| ngày lưu trữ=2005-02-04|url-status=live}}<\/ref>.\n\nBất chấp mọi thông cáo, bản tin trên đài phát thanh và những bản báo cáo bằng tiếng Anh được phía quân Giải phóng đưa ra, trong vòng hơn một năm liền, thế giới vẫn chỉ biết tới Mỹ Lai như một \"trận đánh thắng lợi\" của lính Mỹ.\n\n=== Điều tra ===\nSự thật rất có thể sẽ bị vùi lấp mãi mãi nếu như không có cựu chiến binh Mỹ [[Ronald Ridenhour]] tiết lộ. Tận mắt thấy những dân thường bị sát hại ở khắp mọi nơi ở Việt Nam, người lính 22 tuổi Ridenhour tuy không nằm trong số những người lính tham gia trực tiếp vào vụ Mỹ Lai, nhưng anh đã nghe chính những người lính tham gia vào vụ việc Pinkville ngày hôm đó kể cho nghe về vụ thảm sát. Không nao núng, người lính trẻ Ridenhour đã có một hành động chưa từng có, đó là cẩn thận thu thập lời khai từ nhiều người Mỹ đã chứng kiến vụ việc. Rồi sau một năm nghĩa vụ quân sự, Ridenhour trở về Mỹ và quyết tâm theo đuổi đến cùng để đưa sự việc ra ánh sáng công luận.\n\nVụ thảm sát Mỹ Lai có lẽ sẽ tiếp tục bị che giấu nếu không có bức thư thứ hai của [[Ronald Ridenhour|Ron Ridenhour]]. Ridenhour, một thành viên cũ của Đại đội Charlie và biết về vụ thảm sát qua lời kể của đồng đội, vào tháng 3 năm [[1969]] đã gửi một lá thư trình bày chi tiết sự kiện Mỹ Lai cho tổng thống [[Richard Nixon|Richard M. Nixon]], [[Lầu Năm Góc]], [[Bộ Ngoại giao Hoa Kỳ]], [[Bộ Tham mưu Liên quân]] và một số thành viên của [[Quốc hội Hoa Kỳ]]<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/ridenhour_ltr.html |ngày truy cập=2008-03-25 |tựa đề=Text of Ridenhour's 1969 letter |archive-date=2011-02-09 |archive-url=https:\/\/web.archive.org\/web\/20110209113219\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/ridenhour_ltr.html }}<\/ref>. Phần lớn những người được nhận thư đã bỏ qua tầm quan trọng của nó.\n\nĐộc lập với chính phủ, nhà báo [[Seymour Hersh]] đã tiến hành cuộc điều tra về vụ Mỹ Lai thông qua các cuộc nói chuyện với Calley. Ngày [[12 tháng 11]] năm [[1969]] vụ việc Mỹ Lai vỡ lở. Ngày [[20 tháng 11]], các tạp chí lớn như ''[[time (tạp chí)|Time]]'', ''[[Tạp chí Life|Life]]'' và ''[[Tạp chí Newsweek|Newsweek]]'' đồng loạt đăng lên trang bìa vụ thảm sát Mỹ Lai, đài truyền hình [[CBS]] cũng phát sóng cuộc phỏng vấn với [[Paul Meadlo]]. Tờ ''[[Cleveland Plain Dealer|Plain Dealer]]'' ở [[Cleveland, Ohio|Cleveland]] còn mạnh dạn hơn khi đăng các bức ảnh mô tả những dân thường bị giết trong vụ thảm sát. Tháng 11 năm [[1969]], tướng [[William R. Peers]] được chỉ định điều tra về sự kiện Mỹ Lai và các hành động che giấu của Lục quân Hoa Kỳ. Bản báo cáo cuối cùng, bản báo cáo Peers (Peers Report<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/MYL_Peers.htm |ngày truy cập=2008-03-25 |tựa đề=Peers' final report |archive-date=2008-11-15 |archive-url=https:\/\/web.archive.org\/web\/20081115153853\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/MYL_Peers.htm }}<\/ref>), được công bố tháng 3 năm [[1970]], đã chỉ trích mạnh mẽ việc các sĩ quan cấp cao che giấu vụ việc cũng như những hành động của các sĩ quan thuộc Đại đội Charlie tại làng Mỹ Lai 4<ref>[http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/myl_bpeers.htm Biography of General William R. Peers]<\/ref>. Theo đó:\n\n<blockquote class=\"toccolours\">\nCác binh lính [tiểu đoàn 1] đã giết ít nhất từ 175 đến 200 đàn ông, phụ nữ và trẻ em Việt Nam. Dù trong số bị giết có người ủng hộ hoặc thân với Việt Cộng (họ không mang vũ khí, gồm đàn ông, phụ nữ và trẻ em) nhưng nhiều bằng chứng đã xác nhận rõ chỉ có 3-4 người đích thực là Việt Cộng (VC). Một lính của đại đội được ghi nhận đã vô ý bị thương lúc nạp đạn.<ref name=summaryreport\/><ref>[The 1st Battalion] members had killed at least 175-200 Vietnamese men, women, and children. The evidence indicates that only 3 or 4 were confirmed as Viet Cong although there were undoubtedly several unarmed VC (men, women, and children) among them and many more active supporters and sympathizers. One man from the company was reported as wounded from the accidental discharge of his weapon.<\/ref>\n<\/blockquote>\n\n=== Các phiên tòa ===\n[[Tập tin:Calley-esquire.jpg|nhỏ|200px|Trung úy Calley, trên bìa tạp chí là dòng chữ \"Lời thú tội (hay tuyên bố) của trung úy Calley\"]]\nNgày [[17 tháng 3]] năm [[1970]], [[Lục quân Hoa Kỳ]] đã buộc tội 14 sĩ quan, bao gồm cả thiếu tướng [[Samuel W. Koster]], sĩ quan chỉ huy Sư đoàn Americal (Sư đoàn bộ binh số 23), về việc che giấu thông tin liên quan tới sự kiện Mỹ Lai. Phần lớn các lời buộc tội sau đó đã được hủy bỏ. Chỉ huy lữ đoàn Henderson là sĩ quan duy nhất phải ra tòa án binh về tội che giấu thông tin, dù vậy ông này cũng được tuyên bố trắng án ngày [[17 tháng 12]] năm [[1971]]<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/myl_bhender.html |ngày truy cập=2008-03-25 |tựa đề=\"Biography of Oran Henderson\" |archive-date=2010-11-06 |archive-url=https:\/\/web.archive.org\/web\/20101106193533\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/myl_bhender.html }}<\/ref>.\n\nSau phiên tòa 10 tháng, mặc dù đã tuyên bố mình chỉ tuân theo mệnh lệnh của sĩ quan cấp trên (đại úy Medina), Calley bị tòa tuyên là có tội ngày [[10 tháng 9]] năm [[1971]] với các tội danh giết người có chủ ý và ra lệnh cho cấp dưới nổ súng. Ban đầu Calley bị tuyên án chung thân nhưng chỉ 2 ngày sau, tổng thống Nixon đã ra lệnh ân xá cho Calley. Sau cùng Calley chỉ phải chịu án 4 tháng rưỡi ngồi tù quân sự tại [[Fort Leavenworth]], [[Kansas]], trong thời gian này anh ta vẫn được bạn gái thăm nuôi không hạn chế<ref>Neier, A. ''War Crimes: Brutality, Genocide, Terror, and the Struggle for Justice'', Random House, tr. 95<\/ref>. Trong một phiên tòa khác, Medina phủ nhận việc ra lệnh thảm sát, và được tuyên trắng án ở tất cả các lời buộc tội. Vài tháng sau phiên tòa, Medina thừa nhận đã che giấu bằng chứng và nói dối Henderson về con số dân thường bị giết<ref>{{Chú thích web |url=http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/Myl_intro.html |ngày truy cập=2008-03-25 |tựa đề=\"An Introduction to the My Lai Courts-Martial\" |archive-date=2010-12-24 |archive-url=https:\/\/web.archive.org\/web\/20101224205146\/http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/myl_intro.html }}<\/ref>.\n\nPhần lớn các binh lính khác có dính líu tới vụ thảm sát Mỹ Lai khi phiên tòa xảy ra đã giải ngũ, vì vậy họ được miễn truy tố. Trong số 26 người bị buộc tội, chỉ có duy nhất Calley bị kết án.\n\nCalley cho rằng anh ta nên đặt nhiệm vụ mà Tổ quốc giao cho lên trên cái tôi của mình. Khi tiến vào Mỹ Lai, tất cả đàn ông ở đâu? Thôn Mỹ Lai toàn là [[phụ nữ]] và [[trẻ em]], không có [[tuổi trẻ|thanh niên]] nào cả. Điều đó có nghĩa là cha chúng xa nhà đi chiến đấu. Calley tuyên bố những phụ nữ và trẻ em mà anh ta sát hại \"chắc chắn là [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Việt Cộng]]\"<ref>Chiến tranh Việt Nam-Được và Mất-Nigel Cawthorne-Nhà xuất bản Đà Nẵng p 317-318<\/ref>.\n\nNhững người ủng hộ cuộc chiến cho rằng Calley đang làm nhiệm vụ. Phe chống đối thì cho rằng anh ta chỉ là người giơ đầu chịu báng, phải nhận tội thay cho các sĩ quan chỉ huy.\n\nNgày 19 tháng 8 năm 2009, trong lúc phát biểu tại Kiwanis Club, [[Greater Columbus]], lần đầu tiên William L.Calley công khai lên tiếng xin lỗi nạn nhân<ref>{{Chú thích web |url=http:\/\/www.vnexpress.net\/GL\/The-gioi\/2009\/08\/3BA12A2F\/ |ngày truy cập=2009-08-22 |tựa đề=Cựu binh Mỹ xin lỗi nạn nhân vụ thảm sát Mỹ Lai |archive-date=2009-08-25 |archive-url=https:\/\/web.archive.org\/web\/20090825025537\/http:\/\/vnexpress.net\/GL\/The-gioi\/2009\/08\/3BA12A2F\/ |url-status=dead }}<\/ref>. Ông nói: ''\"Không một ngày nào trôi qua mà tôi không cảm thấy hối hận vì những gì đã xảy ra ngày hôm đó tại Mỹ Lai\"''<ref>\"''There is not a day that goes by that I do not feel remorse for what happened that day in My Lai''\".{{chú thích báo\n|url=http:\/\/www.latimes.com\/news\/nationworld\/nation\/wire\/sns-ap-us-my-lai-massacre,0,6002215.story\n|publisher=Los Angeles Times\n|date=ngày 21 tháng 8 năm 2009\n|author=AP\n|access-date=ngày 22 tháng 8 năm 2009\n|title=Ex-Vietnam Lt. Calley says he's 'very sorry' for 1968 massacre in My Lai\n|archive-date=2009-08-25\n|archive-url=https:\/\/web.archive.org\/web\/20090825035727\/http:\/\/www.latimes.com\/news\/nationworld\/nation\/wire\/sns-ap-us-my-lai-massacre,0,6002215.story\n}}<\/ref>\n\n=== Những người sống sót ===\nTrong vụ thảm sát ở Mỹ Lai, có một số người sống sót nhờ được xác của những người thân che chắn khỏi những làn đạn của lính Mỹ, một trong số đó là Đỗ Ba (Đỗ Hòa), người đã được phi đội Thompson cứu khỏi cái mương đầy xác chết<ref>[http:\/\/www.vnexpress.net\/Vietnam\/Xa-hoi\/2008\/03\/3BA004B5\/ ''Đừng gây ra những Mỹ Lai khác nữa''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080325210835\/http:\/\/www.vnexpress.net\/Vietnam\/Xa-hoi\/2008\/03\/3BA004B5\/ |date=2008-03-25 }} - VnExpress<\/ref>. Những người sống sót sau đó đã tái định cư tại khu lán trại nằm ở thôn Mỹ Lai 2. Khu định cư này gần như đã bị phá hủy sau cuộc pháo kích và không kích của [[Quân lực Việt Nam Cộng hòa]] mùa xuân năm [[1972]]. Vụ phá hủy đầu tiên được đổ cho Việt Cộng nhưng sự thật sau đó đã được các nhân viên [[Quaker]] làm việc ở Quảng Ngãi công bố. Vụ việc này sau đó đã được đăng trên tờ ''[[The New York Times|New York Times]]'' tháng 6 năm [[1972]]<ref>{{chú thích báo \n | last = Teitel\n | first = Martin\n | title = Again, the Suffering of Mylai\n | work = \n | pages = 45\n | language = \n | publisher = New York Times \n | date = ngày 6 tháng 6 năm 1972\n | url = http:\/\/select.nytimes.com\/gst\/abstract.html?res=F70716F93959107B93C5A9178DD85F468785F9&scp=1&sq=Martin+Teitel&st=p\n | access-date = ngày 19 tháng 3 năm 2008}}<\/ref>.\n\n== Tưởng niệm ==\nNhà báo [[Seymour Hersh]], người phát hiện ra tình huống bi kịch này đã nhận [[giải Pulitzer|giải thưởng Pulitzer]] về tường thuật quốc tế năm [[1970]]. Tường thuật của ông được minh họa bằng hình của nhà nhiếp ảnh [[Ron Haeberle]]. Người nhiếp ảnh này đã tham dự vào chiến dịch dưới tư cách là phóng viên quân đội chính thức nhằm cung cấp chứng cứ cho cái được gọi là \"đếm xác\" (''body count'') trong thống kê quân sự của Mỹ. Các xác chết được chụp đã được các sĩ quan Mỹ xác nhận là của các binh sĩ Việt Cộng đã bị giết, thế nhưng người ta không gặp một dấu hiệu nào của Việt Cộng trong làng và cũng không gặp kháng cự nào. Mặc dầu vậy, quân đội Mỹ rất hài lòng với cuộc hành quân, họ báo cáo rằng không có quân nhân Mỹ nào chết hay bị thương và 128 binh sỹ kẻ thù đã bị tiêu diệt. Phải mất 1 năm Hersh mới tìm được một nhà xuất bản sẵn sàng công bố câu chuyện và hình ảnh của ông.\n\nViệc xuất bản này đã đánh dấu một bước ngoặt trong cảm nghĩ của công chúng về Chiến tranh Việt Nam, cả ở Mỹ lẫn trong toàn bộ thế giới phương tây và đã góp phần quyết định vào việc tổng động viên của phong trào chống chiến tranh.\n\nNgày nay, Sơn Mỹ đã trở thành một trung tâm tư liệu về sự kiện: [[Khu chứng tích Sơn Mỹ]]. Bên cạnh làng cũ là 2 tòa nhà: 1 trường học và 1 trung tâm văn hóa, được xây dựng và tài trợ bởi cựu quân nhân của Chiến tranh Việt Nam.\n\nĐạo diễn chuyên về đề tài chiến tranh Việt Nam [[Oliver Stone]] vào năm [[2007]] đã dự định làm một bộ phim về vụ thảm sát lấy tên ''Pinkville''.<ref>[http:\/\/imdb.com\/title\/tt1051718 ''Pinkville'' (2008)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080424185743\/http:\/\/www.imdb.com\/title\/tt1051718\/ |date=2008-04-24 }} trên [[Internet Movie Database|IMDb]]<\/ref> Bộ phim xoay quanh cuộc điều tra của tướng Peers, vai William Peers được giao cho diễn viên [[Bruce Willis]], [[Woody Harrelson]] vào sẽ vào vai đại tá Henderson.\n\n== Hình ảnh vụ thảm sát ==\n<gallery>\nHình:My Lai massacre.jpg|Ảnh do Ronald L. Haeberle chụp này 16 tháng 3 năm 1968 ngay sau vụ thảm sát Mỹ Lai, hầu hết là phụ nữ và trẻ em chết trên đường\nHình:Dead_woman_from_the_My_Lai_massacre.jpg|Bà Nguyễn Thị Tẩu (Chín Tẩu) chết sau khi bị bắn vào đầu\nHình:Dead_man_from_the_My_Lai_massacre.jpg|Một người đàn ông bị giết\nHình:MyLai Haeberle P33 BodiesNearBurningHouse.jpg|Một thi thể bên ngoài nhà tranh bị thiêu rụi.\nHình:MyLai Haeberle P37 BodyInWell.jpg|Xác một người đàn ông bị ném xuống giếng.\nHình:Haeberlewounded.jpg|Binh nhất Carter, người duy nhất \"bị thương\" trong vụ thảm sát vì tự bắn vào chân để khỏi tham gia cuộc càn quét\nHình:Haeberlehutonfire.jpg|Lính Mỹ chuẩn bị đốt nhà\nHình:Mylaiman.jpg|Người đàn ông không rõ danh tính\nHình:My Lai massacre3.jpg|Người đàn ông và đứa bé. Cả hai đều đã bị giết.<br \/><small>Ảnh của Ronald L. Haeberle<\/small>\nHình:Deadwoman2.jpg|Hai mẹ con.<small> Ảnh của Ronald L. Haeberle<\/small>\n<\/gallery>\n\n== Xem thêm ==\n* [[Tội ác của quân đội Hoa Kỳ]]\n* [[Chất độc da cam]]\n* [[Thảm sát Thạnh Phong]]\n* [[Lực lượng Mãnh Hổ]]\n* [[Thảm sát Thái Bình]]\n* [[Thảm sát Hà My]]\n* [[Khu chứng tích Sơn Mỹ]]\n* [[Thảm sát Phong Nhất và Phong Nhị]]\n* [[Không quân Hoa Kỳ ném bom phố Khâm Thiên, Hà Nội]]\n* [[Tội ác của Quân đội Hoa Kỳ và đồng minh trong chiến tranh Việt Nam]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|My Lai massacre}}\n* [http:\/\/www.courttv.com\/archive\/greatesttrials\/mylai\/ridenhour.html Mô tả vụ thảm sát Sơn Mỹ của Ronald Ridenhour] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060630024817\/http:\/\/www.courttv.com\/archive\/greatesttrials\/mylai\/ridenhour.html |date=2006-06-30 }}\n* Doug Linder: [http:\/\/www.law.umkc.edu\/faculty\/projects\/ftrials\/mylai\/mylai.htm Famous American Trials: The My Lai Courts-Martial 1970]\n* [http:\/\/www.smh.com.au\/articles\/2006\/01\/07\/1136609982989.html?from=rss Viên phi công Mỹ từng cứu dân Việt tại Mỹ Lai từ trần] - [[8 tháng 1]] [[2006]] - Sydney Morning Herald\n* [http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/tieudiem\/221\/0\/ Sơn Mỹ ngày nay] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100206163203\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/tieudiem\/221\/0\/ |date=2010-02-06 }}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=246994&ChannelID=89 \"Chúng tôi mong cả thế giới đừng bao giờ quên Sơn Mỹ\"], báo Tuổi Trẻ, 13\/03\/2008\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=246996&ChannelID=89 Những người \"đối diện với bóng tối\"], báo Tuổi Trẻ, 12\/03\/2008\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=246995&ChannelID=89 Những số phận Sơn Mỹ], báo Tuổi Trẻ, 12\/03\/2008\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=246622&ChannelID=89 Trường ca Sơn Mỹ], báo Tuổi Trẻ, 10\/03\/2008\n* [http:\/\/vnexpress.net\/Vietnam\/The-gioi\/Tu-lieu\/2008\/03\/3BA0046E\/ Vụ thảm sát Mỹ Lai diễn ra như thế nào?]\n* [http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2008\/03\/080314_bbcprogmylaimassacre.shtml BBC 4 nhìn lại vụ Mỹ Lai]\n\n{{Thanh chiến tranh Việt Nam|state=expanded}}\n\n[[Thể loại:Tội ác của quân đội Hoa Kỳ|M]]\n[[Thể loại:Thảm sát tại Việt Nam|M]]\n[[Thể loại:Tội ác và vi phạm nhân quyền trong Chiến tranh Việt Nam]]\n[[Thể loại:Lịch sử Quảng Ngãi]]\n[[Thể loại:Việt Nam năm 1968]]\n[[Thể loại:Trừng phạt tập thể]]\n[[Thể loại:Tội phạm ở Việt Nam]]\n[[Thể loại:Giết người hàng loạt năm 1968]]"}