{"14767335":"{{Cần biên tập|date=Tháng 3\/2023}}\n{{Infobox film\n| name = Thất sơn tâm linh\n| image = Thatsontamlinhphim.jpg\n| image_size = 260px\n| border = no\n| caption = Áp phích của phim.\n| director = [[Trần Hàm (đạo diễn)|Hàm Trần]]<br>Lê Bình Giang<br>[[Phan Gia Nhật Linh]]<br>Nguyễn Hữu Tuấn\n| producer = Yeah1 CMG\n| writer = Trần Khánh Hoàng<br>Nguyễn Hoài Tâm\n| kịch bản = \n| based_on = [[Vụ án Thiên Linh Cái|Một vụ án có thật vào năm 2000]]\n| starring = {{Plainlist|\n* [[Hoàng Yến Chibi]]\n* [[Quang Tuấn]]\n* [[Đinh Y Nhung]]\n* Thanh Tú\n* La Thành\n* Lâm Thanh Mỹ\n}}\n| music = Seth Tsui\n| cinematography = Nguyễn Vinh Phúc<br>Raymond Lavers\n| editing = Nguyễn Công Danh<br>Nguyễn Cao Tùng\n| production companies = Galaxy Studio<br>Yeah1 CMG\n| hãng sản xuất = \n| distributor = Galaxy Studio<br>Yeah1 CMG\n| released = {{film date|2019|10|09|Việt Nam|2019|10|17|Malaysia|2019|10|17|Campuchia}}\n| runtime = 100 phút\n| country = [[Tập tin:Flag of Vietnam.svg|25px]] Việt Nam\n| language = Tiếng Việt\n| budget = \n| gross = 48 tỷ VND\n| imdb_id = \n| amg_id = \n| phần trước = \n| phần sau = \n}}\n'''''Thất sơn tâm linh''''' (tựa cũ: '''''Thiên Linh Cái''''', tựa tiếng Anh: '''''Kumanthong''''') là một bộ [[phim điện ảnh]] [[Phim kinh dị|kinh dị]] Việt Nam của đạo diễn [[Trần Hàm (đạo diễn)|Hàm Trần]]. Các diễn viên trong phim gồm có [[Hoàng Yến Chibi]], [[Quang Tuấn]], [[Đinh Y Nhung]], Thanh Tú, La Thành, Lâm Thanh Mỹ. Phim dự kiến ra mắt vào ngày 19 tháng 4 năm 2019 nhưng đã hoãn chiếu. Sau nhiều tháng chỉnh sửa hậu kỳ, phim ra mắt vào ngày 9 tháng 10 năm 2019 với tựa mới là ''Thất sơn tâm linh''.\n\n== Nội dung ==\nCốt truyện của phim xoay quanh thuật bùa ngải Thiên linh cái (hay còn gọi là [[Kuman Thong]] mặc dù cách gọi này không chuẩn lắm). Phim lấy bối cảnh tại một vùng quê nghèo ở [[Đồng bằng sông Cửu Long|Tây Nam Bộ]], Việt Nam, dựa trên [[Vụ án Thiên Linh Cái|sự kiện có thật]] về một vụ án vào khoảng cuối thập niên 1990<ref>{{Chú thích web|url=https:\/\/www.yan.vn\/that-son-tam-linh-dua-tren-cau-chuyen-nao-212252.html|title=Phim Thất Sơn Tâm Linh dựa trên câu chuyện có thật nào?|last=|first=|date=|website=Yan News|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>, khi hung thủ giết chết bốn phụ nữ để làm loại bùa trên. Bộ phim kể về một câu chuyện mà nhân vật trung tâm là gã thầy bùa với tham vọng độc ác và tàn bạo. Rắp tâm sở hữu quyền năng kỳ bí, gã không e ngại mà ra tay hạ sát bốn cô gái trẻ.<ref>{{Chú thích web|url=https:\/\/ngoisao.net\/hau-truong\/teaser-phim-viet-thien-linh-cai-gay-am-anh-3845685.html|title=Teaser phim Việt 'Thiên Linh Cái' gây ám ảnh|last=|first=|date=|website=Ngoisao.net|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nPhim lấy bối cảnh ở [[An Giang]], miền Nam Việt Nam vào cuối năm 1999 cho đến năm 2000. Trong ngôi làng có Sỏi (tên thật là Thủy Ngân) - cô gái trẻ bị câm điếc bẩm sinh nên bị nhiều người xem thường. Gã thầy lang tên Lưu Huỳnh, sau khi bôn ba khắp nơi, quyết định dừng thuyền ở làng quê nghèo này để hành nghề chữa bệnh. Với khả năng chữa bệnh kỳ diệu, Huỳnh được dân làng tin tưởng hết mực. Ông Bạc, ba của Sỏi, đến xin cho Sỏi làm phụ tá của Huỳnh. Huỳnh nhận Sỏi và bắt đầu dạy cô về các loại thảo dược. Một thời gian sau, Huỳnh hỏi cưới Sỏi, đám cưới của cả hai được tổ chức đơn giản. Hai vợ chồng có một căn [[nhà sàn]] mới được dựng ngay giữa đồng ruộng.\n\nHuỳnh kể cho Sỏi nghe về quá khứ của gã: năm xưa lúc mẹ gã qua đời, gã được một bà già đưa về nuôi dưỡng, bà già cho biết việc luyện bùa Thiên linh cái sẽ giúp người mẹ đã mất của gã được tái sinh. Huỳnh bắt đầu âm mưu giết người để luyện loại bùa trên, việc này đòi hỏi phải có đầu sọ của phụ nữ. Huỳnh đào một đường hầm từ căn nhà sàn thông ra đến con kênh, gã dặn những người phụ nữ ban đêm chui qua đường hầm này để vào nhà gã và gã sẽ chữa bệnh cho họ. Mỗi khi muốn [[quan hệ tình dục]] với Sỏi, Huỳnh phải dùng thuốc mê để gây mê cô. Cô gái tên Sáo đến chữa bệnh thì bị Huỳnh giết chết. Trần Kim Múi - người phụ nữ khá giả trong làng - dẫn một cô gái khác đến chữa bệnh, Huỳnh đã siết cổ cô gái đó đến chết ngay trước mặt Múi. Dần dần Múi nảy sinh tình cảm với Huỳnh và trở thành nhân tình của gã.\n\nLúc Huỳnh đi ra ngoài, Sỏi leo xuống sàn nhà rồi phát hiện ra xác chết không đầu dưới lớp đất, đầu người được đựng trong cái rổ bên cạnh. Sỏi hoảng sợ bỏ chạy về nhà ông Bạc, sau đó Huỳnh bắt Sỏi về và đe dọa sẽ giết cô nếu cô để lộ bí mật của gã. Huỳnh mượn cái nồi lớn của bà Tư để hầm thịt heo, nhưng gã cũng lén hầm đầu người. Yến - con gái của bà Tư - vốn hiếm muộn nên đến xin Huỳnh cho cô sớm có thai, Huỳnh liền gây mê Yến và cưỡng hiếp cô. Trong làng có hai thanh niên làm nghề ăn trộm tên Tám và Bắp thường dòm ngó nhà của Huỳnh. Một hôm, Tám tìm ra đường hầm ở con kênh nhưng đạp trúng bàn đinh do Huỳnh đặt sẵn, Huỳnh gây mê Tám và đe dọa sẽ giết anh nếu anh còn xen vào chuyện của gã. Sỏi lén lấy chìa khóa mở cái tủ bí mật của Huỳnh, nhìn qua vài món đồ trong tủ, cô nhận ra thời gian qua Huỳnh chữa bệnh chỉ bằng mánh lới và ảo thuật để lấy lòng tin của dân làng. Những cô gái bị mất tích một cách bí ẩn khiến người công an tên Kỳ vào cuộc điều tra, anh nghi ngờ Huỳnh có liên quan. Sỏi đến đồn công an hòng tố giác tội ác của Huỳnh, Múi thấy vậy liền bắt Sỏi đưa về căn nhà sàn.\n\nHuỳnh để đầu người vào hộp gỗ rồi đặt lên gian thờ, gã đọc thần chú nhưng mẹ gã không trở về như gã dự đoán. Lúc đó Sỏi và Yến đều đang bị bắt giữ, Sỏi thoát ra khỏi dây trói rồi tấn công Huỳnh và Múi. Sỏi và Yến bỏ chạy khỏi căn nhà sàn, Sỏi giấu Yến dưới ruộng rồi chạy về nhà ông Bạc trong lúc bị Huỳnh truy đuổi. Khi Huỳnh định giết cả hai cha con thì ông Bạc la lên cho dân làng đến giúp đỡ. Huỳnh bỏ chạy nhưng bị dân làng bắt lại, đội công an của Kỳ cũng đến bắt giữ Huỳnh sau khi tìm thấy xác chết trong nhà gã. Dân làng kéo nhau ra ngoài ruộng đưa Yến về, bây giờ họ đã thức tỉnh sau khi đặt quá nhiều niềm tin vào gã thầy lang. Múi cũng bị kết tội đồng lõa giết người và lãnh án chung thân.\n\n{{hết phần cho biết trước nội dung}}\n\n== Diễn viên ==\n[[Tập tin:Thienlinhcaiphim.jpg|thumb|260px|Áp phích cũ của phim với tựa ''Thiên Linh Cái''.]]\n* [[Hoàng Yến Chibi]] vai Sỏi\n* [[Quang Tuấn]] vai Lưu Huỳnh (Gã thầy bùa)\n* [[Đinh Y Nhung]] vai Múi (Nữ tay sai)\n* Thanh Tú vai Yến\n* Lily Chen vai Sáo\n* Lê Vinh vai công an Kỳ\n* [[Lê Huỳnh]] vai ông Bạc\n* Lâm Thanh Mỹ vai Gùi (em họ của Sỏi)\n* La Thành vai Tám\n* Ba Tây vai Bắp\n* [[Tấn Thi]] vai ông Sang\n* Kiều Trinh vai bà Tư\n* NSƯT Lê Thiện vai bà ngoại của Yến\n\n== Sản xuất ==\n\n==Phát hành==\nĐoạn trailer đầu tiên vào cuối năm 2018 thông báo phim dự kiến ra mắt vào ngày 29 tháng 3 năm 2019. Tuy nhiên, phim sau đó đã lùi ngày chiếu tới ngày 19 tháng 4 cùng năm do không qua được khâu kiểm duyệt. Tháng 9 năm 2019, phim đổi tên thành ''Thất sơn tâm linh'' mặc dù xuyên suốt phim không có cảnh về bất cứ ngọn núi nào, phim chiếu rạp vào ngày 8 tháng 10 năm 2019 và công chiếu ở Malaysia và Campuchia vào ngày 17 tháng 10 năm 2019 và còn những quốc gia khác như Thái Lan, Lào, Singapore và Hàn Quốc phát hành.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/thien-linh-cai-bat-ngo-doi-ten-thanh-that-son-tam-linh-chinh-thuc-vuot-kiem-duyet-1127253.html|title='Thiên linh cái' bất ngờ đổi tên thành 'Thất sơn tâm linh', chính thức vượt kiểm duyệt|last=|first=|date=|website=[[Thanh Niên (báo)|Thanh Niên]]|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n==Xem thêm==\n* [[Kuman Thong]]\n* [[Scandal: Bí mật thảm đỏ]]\n* [[Quả tim máu]]\n* [[Đoạt hồn]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [https:\/\/www.imdb.com\/title\/tt9805996\/ Thất sơn tâm linh] tại [[Internet Movie Database]]\n\n{{Hàm Trần}}\n\n{{Kiểm soát tính nhất quán}}\n\n{{DEFAULTSORT:Thất sơn tâm linh}}\n[[Thể loại:Phim năm 2019]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim kinh dị Việt Nam]]\n[[Thể loại:Phim trinh thám Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim của Galaxy Studio]]\n[[Thể loại:Phim tâm lý kinh dị]]\n[[Thể loại:Phim dựa trên sự việc có thật]]\n[[Thể loại:Phim chính kịch dựa trên sự kiện có thật]]\n[[Thể loại:Phim về tâm linh]]\n[[Thể loại:Phim về cuồng giáo]]\n[[Thể loại:Phim về giết người]]\n[[Thể loại:Phim về giết người hàng loạt]]\n[[Thể loại:Phim kinh dị năm 2019]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim kinh dị thập niên 2010]]\n[[Thể loại:Phim chính kịch thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 1990]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh năm 1999]]\n[[Thể loại:Phim lấy bối cảnh năm 2000]]"}