{"3372979":"'''Thảm sát Chợ Được''' là cuộc thảm sát diễn ra từ ngày [[4 tháng 9]] - [[6 tháng 9]] năm [[1954]] do [[Quân đội Quốc gia Việt Nam]] thực hiện. Trong cuộc thảm sát này 43 người dân vô tội đã bị giết hại, 23 người khác bị thương.<ref name=quangnam.gov>{{Chú thích web |url=http:\/\/www.quangnam.gov.vn\/CMSPages\/BaiViet\/Default.aspx?IDBaiViet=15948 |ngày truy cập=2016-04-12 |tựa đề=Bản sao đã lưu trữ |archive-date=2016-04-27 |archive-url=https:\/\/web.archive.org\/web\/20160427042924\/http:\/\/www.quangnam.gov.vn\/CMSPages\/BaiViet\/Default.aspx?IDBaiViet=15948 |url-status=dead }}<\/ref>\n\n==Diễn biến==\nĐầu [[tháng 9]] năm 1954, chính quyền [[Quốc gia Việt Nam]] điều động Đại đội 4 thuộc Tiểu đoàn 661 Quân đội Quốc gia Việt Nam kéo đến đóng quân ở Chợ Được, huyện Thăng Bình. Trong [[Chiến tranh Đông Dương]], đây là vùng [[Việt Minh]] kiểm soát. Khi tiếp quản Thăng Bình, Quốc gia Việt Nam đưa binh lính tới Bình Triều để giữ trị an.<ref name=baoquangnam>http:\/\/baoquangnam.com.vn\/dat-va-nguoi-xu-quang\/viet-ve-de-tai-chien-tranh-cach-mang\/200812\/nen-cong-hoa-va-cuoc-tham-sat-cho-duoc-73499\/{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}<\/ref>\n\nSáng ngày [[4 tháng 9]] năm 1954, sĩ quan Trần Hải chỉ huy lính Đại đội 4 từ Chợ Được kéo vào cầu Bầu Bàn ở thôn Tất Viên, xã Bình Phục, chặt cây dương liễu của bà con đem về làm doanh trại thì bị phản đối. Cậy thế đông, lính Quốc gia Việt Nam chẳng những không dừng tay mà còn cố tình thách thức bằng cách đốn hạ thêm một số cây khác nữa. Việc làm của họ như lửa đổ thêm dầu. Các chị em phụ nữ đi chợ ngang qua thấy vậy liền đứng lại bênh vực cho người dân bị chặt cây. Bà con nông dân đang cày cấy ở quanh đấy cũng bỏ dở công việc, tập trung lại lên án hành động ngang ngược của lính Quốc gia Việt Nam. Nhiều người tức giận chửi thẳng vào mặt lính Đại đội 4: ''“Các ông bảo rằng Chính phủ Quốc gia là dân chủ, là công bằng, là bác ái... Vậy mà chính các ông lại không thực hiện cái điều gọi là dân chủ, công bằng! Hóa ra Chính phủ Quốc gia chỉ lừa bịp thiên hạ mà thôi!”''. Đuối lý vì bị dân dồn vào thế bí, những người lính đe dọa dân: ''“Chúng mày là [[Việt Minh]] định làm loạn, coi chừng tụi tao bắn bể sọ!”.''<ref name=\"baoquangnam\"\/>\n\nPhẫn nộ trước hành động ngang ngược, trước những lời đe dọa của lính, mọi người chẳng những không chùn bước mà còn lên án Quốc gia Việt Nam vi phạm [[Hiệp định Genève, 1954|Hiệp định Genève]], phá hoại tài sản nhân dân, đồng thời bắt buộc Đại đội 4 phải bồi thường thỏa đáng. Lập tức, Trần Hải lệnh cho lính dàn hàng ngang, mở chốt lựu đạn và chĩa súng vào đám đông lăm lăm nhả đạn. Sau khi tranh cãi bị thua, Trần Hải nã đạn vào những người dân vô tội. Rồi ông ta đốc thúc đám lính dưới quyền đồng loạt nổ súng sát hại người dân. Chỉ chưa đầy ba mươi phút, lính Quốc gia Việt Nam đã giết chết 23 người, bắn bị thương 19 người khác. Trong đó, có không ít gia đình bị tàn sát đến hai, ba người. Đặc biệt là gia đình anh Trần Chiêm, một nông dân hiền lành chất phác, quanh năm chân lấm tay bùn, có ba người chết, 1 người bị thương nặng. Sau khi gây ra vụ thảm sát, lính Quốc gia Việt Nam vội vã rút về Chợ Được, cố thủ trong đồn, bót.<ref name=\"baoquangnam\"\/>\n\nNgay buổi sáng hôm ấy, bà con ở Hà Lam, Chợ Được và các vùng phụ cận đã khiêng xác người chết và người bị thương tập trung trước cổng đồn lính ở Chợ Được để đấu tranh. Các xác chết được đắp chiếu manh, phủ lên trên lá cờ đỏ sao vàng năm cánh, sắp liền kề nhau thành mội hàng dài. Đông đảo nhân dân trong vùng vây quanh đồn Chợ Được, nổi trống mõ, thanh la và hô vang khẩu hiệu “''Đả đảo quân giết người!''”, “''Đả đảo quân khát máu!''” và yêu cầu chính quyền phải bồi thường nhân mạng. Chính quyền địa phương không bồi thường mà còn dùng vũ lực đàn áp nhân dân.<ref name=\"baoquangnam\"\/>\n\nKhoảng 2 giờ chiều cùng ngày ([[4 tháng 9]] năm 1954), quân đội Quốc gia Việt Nam cho hai máy bay trinh sát quần đảo trên trời, rồi hạ thấp độ cao, ném lựu đạn vào đoàn người biểu tình, làm chết thêm 5 người nữa. Tin quân đội sát hại nhiều dân thường vô tội ở Thăng Bình nhanh chóng lan truyền đi khắp nơi. Đến chiều, lượng người từ các huyện [[Quế Sơn]], [[Tam Kỳ]], [[Tiên Phước]]... đổ xô về Chợ Được càng đông hơn. Nhiều thanh niên trai tráng ở Quảng Ngãi ra buôn bán tại Hà Lam - Chợ Được cũng hăng hái hòa nhập vào đoàn người đấu tranh. Đến sáng ngày [[5 tháng 9]] năm 1954, có hơn nửa vạn người tập trung ở Chợ Được. Quốc gia Việt Nam lại cho hai máy bay đến rải truyền đơn đe dọa và kêu gọi mọi người giải tán. Cùng lúc đó, Phan Vĩ, quận trưởng Thăng Bình, cũng đưa 4 chiếc xe GMC chở lính xuống Chợ Được nhằm giải thoát cho Đại đội 4 đang bị nhân dân bao vây. Tuy nhiên, việc này không thành vì trước sự đấu tranh mạnh mẽ của nhân dân, 4 chiếc xe GMC không sao vào được đồn lính, buộc phải quay trở lại.<ref name=\"baoquangnam\"\/>\n\nSuốt đêm [[5 tháng 9]], Quân đội Quốc gia Việt Nam trong đồn đã nhiều lần xông ra cướp xác người chết để phi tang nhưng bất thành. Hành động đó càng làm cho những người tham gia đấu tranh bao vây áp sát đồn bót quyết liệt hơn. Lo sợ bị tấn công, ngày [[6 tháng 9]] năm 1954, Quân đội Quốc gia Việt Nam trong đồn bắn ra bốn phía, làm chết và bị thương thêm nhiều người khác, đồng thời bắt 5 người kéo vào trong đồn tra tấn đánh đập hết sức dã man. Làn sóng đấu tranh lại tiếp tục dâng cao. Biết không thể nào khuất phục được những người đấu tranh, chỉ huy Tiểu đoàn 661 buộc phải ký vào biên bản thừa nhận đã gây ra vụ thảm sát đẫm máu, làm chết 34 người, làm bị thương nặng 23 người và bắt giữ vô cớ 55 người dân.<ref name=\"baoquangnam\"\/>\n\nSau vụ thảm sát Chợ Được, chính quyền Quốc gia Việt Nam tổ chức đàn áp bắt cán bộ và quần chúng cách mạng, thực hiện [[tố Cộng diệt Cộng]] nhưng dưới sự lãnh đạo của [[Đảng Lao động Việt nam|Đảng Lao động Việt Nam]], nhân dân vẫn đấu tranh quyết liệt, lên án hành động khủng bố của họ, giữ vững cơ sở cách mạng, tiếp tục đòi hiệp thương tổng tuyển cử thống nhất nước nhà.\n\n==Tưởng niệm==\n\nĐể ghi lại tội ác của Quốc gia Việt Nam và tưởng nhớ đến những người đã ngã xuống cho cuộc đấu tranh của nhân dân chống hành động thảm sát dân thường của quân đội Quốc gia Việt Nam, Đài tưởng niệm cuộc đấu tranh Hà Lam - Chợ Được đã được xây dựng. Phần tượng đài khá quy mô với một hình khối cao khoảng 5m, thể hiện 3 người đứng tựa lưng vào nhau. Phía sau tượng đài là hai bức phù điêu mô tả quá trình đấu tranh của nhân dân Hà Lam - Chợ Được trong cuộc đấu tranh ngày [[4 tháng 9]] năm [[1954]]. Giữa hai bức phù điêu là một bệ thờ, phía trong bệ thờ có dòng chữ \"''Tổ quốc ghi công''\". Phía trước tượng đài là một tấm bia bằng đá hoa cương khắc chìm chữ ghi dấu sự kiện này.<ref>http:\/\/www.qrt.vn\/index.php?option=com_content&view=article&id=10195:dia-diem-dien-ra-cuoc-dau-tranh-ha-lam-cho-duoc-duoc-xep-hang-di-tich-lich-su-cap-quoc-gia&catid=165:thi-s-chinh-tr&Itemid=4<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Quảng Nam]]\n[[Thể loại:Thảm sát tại Việt Nam]]"}