{"76795":"'''Thảm sát Hướng Điền''' là một sự kiện thảm sát xảy ngày [[tháng 7]] năm [[1955]] tại địa phận thôn Tân Lập và Tân Hiệp, xã Hướng Điền, huyện [[Hướng Hóa]] (nay thuộc thôn A Đăng, xã Tà Rụt, huyện [[Đakrông]]), tỉnh [[Quảng Trị]], [[Việt Nam]] làm thiệt mạng hơn 90 thường dân.<ref>''Đại cương lịch sử Việt Nam'', tập III, Nhà xuất bản Giáo dục do Lê Mậu Hãn chủ biên, thì có 92 dân thường bị giết trong vụ này.<\/ref>\n\n==Sự kiện được mô tả==\nTrong bức thư ngày [[9 tháng 9]] năm 1955 của Đại tướng [[Võ Nguyên Giáp]], Tổng tư lệnh Quân đội Nhân dân Việt Nam gửi Đại sứ [[Manilal Jagdish Desai]], Chủ tịch Ủy ban quốc tế giám sát và kiểm soát (''International Commission for Control and Supervision'' - '''ICCS''') ở Việt Nam, phản ánh sự vụ diễn ra như sau:\n:''\"Trong vụ thảm sát ở Tân Lập và Tân Hiệp tỉnh Quảng Trị, ngày 9 tháng 7 năm 1955, một tiểu đoàn của Ngô Đình Diệm đến vây bắt tất cả những người đàn ông, đàn bà và trẻ con của thôn Tân Lập gồm 37 người và giết chết, chiều hôm đó, bắt tất cả đàn ông ở thôn Tân Hiệp cộng 16 người đem giết chết ở thôn A - dang, sang ngày 14 tháng 7 bắt tất cả 15 người đàn bà ở thôn Tân Hiệp đem hiếp rồi giết chết ở khe A-chê, sang ngày 16 tháng 7 lùng bắt 3 người lớn còn sót lại và 15 trẻ em ở Tân Hiệp và đem giết chết ở bãi A-na. Tiếp đó, chùng còn lục và chặn các ngõ đường giết thêm một số nữa. Cho đến ngày 20 tháng 7, thì số người bị giết đã lên đến 92 người, trong đó có 31 trẻ em, 32 đàn bà ở hai thôn Tân Lập và Tân Hiệp là vùng du kích cũ trong thời kỳ kháng chiến\"''.<ref name=\"vonguyengiap\" >''Mỹ - Diệm liên tục và trắng trợn vi phạm Hiệp định Genève (1962)'', Nhà xuất bản Quân đội nhân dân, Hà Nội. Tr. 92 - 93. Dẫn theo Nguyễn Tiến Lực, ''Ai đã gây ra vụ thảm sát ở Hướng Điền?''.<\/ref>\n\nTrong bức điện số 86\/T.T.L ngày [[6 tháng 3]] năm 1959 gửi Đại sứ [[Shaukatullah Shah Ansari]], Chủ tịch ICCS ở Việt Nam, tướng Giáp một lần nữa nhắc lại sự kiện này như sau: ''\"Chính quyền Ngô Đình Diệm đã gây ra bao nhiêu tội ác đối với nhân dân miền Nam… có thể kể thêm… vụ triệt hạ hai thôn của xã Hướng Điền (Quảng Trị), hồi tháng 7 năm 1955, giết chết 92 người trong đó có cả 31 trẻ em và 32 phụ nữ\"''.<ref name=\"vonguyengiap\"\/>\n\nSự kiện này về sau cũng được một số tài liệu nhắc đến nhưng có sự khác biệt chi tiết:<ref>Dẫn theo Nguyễn Tiến Lực, ''[http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Ai-da-gay-ra-vu-tham-sat-o-Huong-Dien-31604.html Ai đã gây ra vụ thảm sát ở Hướng Điền?]{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}''.<\/ref>\n* Sách \"Miền Nam giữ vững thành đồng\" chép sự kiện diễn ra nhiều đợt từ ngày 9 đến ngày 14 tháng 7 năm 1955, làm chết 92 người, chỉ còn 2 người ở 2 thôn còn sống sót.<ref>Trần Văn Giàu, ''Miền Nam giữ vững thành đồng''. Tập 1 (1954 - 1960), Nhà xuất bản Khoa học, Hà Nội, tr 185, 186.<\/ref>\n* Sách \"Sức mạnh Việt Nam\" cũng đề cập: ''\"Hướng Điền (Quảng Trị) tháng 7 năm 1955, Mỹ - Nguỵ tàn sát 92 người, trong đó có 27 phụ nữ, 31 trẻ em, triệt hạ hoàn toàn hai thôn Tân Lập và Tân Hiệp\"''.\n* Sách \"Địa chí Quảng Trị\" (1996) ghi nhận nạn nhân của vụ thảm sát ở Hướng Điền (Hướng Hóa) là 94 người.\n\n==Ai là thủ phạm==\nCác mô tả ban đầu và các tài liệu về sau dẫn theo đều quy kết trách nhiệm chính quyền [[Ngô Đình Diệm]] là thủ phạm của vụ thảm sát.<ref>[http:\/\/bdtquangtri.gov.vn\/vi\/news\/70-nam-xay-dung-va-phat-trien-co-quan-lam-cong-tac-dan-toc\/Trong-su-nghiep-phat-trien-cua-cong-dong-cac-dan-toc-thieu-so-tinh-Quang-Tri-tu-Ban-Chi-dao-mien-nui-den-Ban-Dan-toc-ngay-nay-90\/]{{Liên kết hỏng|date=2021-07-05|bot=InternetArchiveBot}}<\/ref> Tuy nhiên, theo nhà nghiên cứu Nguyễn Tiến Lực, tổng hợp các tài liệu địa phương và các mô tả của những nhân chứng sót lại, như các tài liệu \"Lịch sử Đảng bộ huyện Hướng Hóa (1930 - 1975)\", \"Lịch sử Đảng bộ Quảng Trị, tập 2 (1954 - 1975)\", \"Lịch sử Đảng bộ huyện Đăkrông (1930 - 2005)\", Hồi ức của Nguyễn Thị Thúy Liên, \"Ba Lòng một thời để nhớ\", tạp chí Cửa Việt số 16, 1996, tr 56 – 60... đã đưa ra kết luận thủ phạm là các thủ lĩnh quân phiệt vũ trang thuộc Đảng Đại Việt, vốn bị chính quyền Ngô Đình Diệm truy quét, rút lên vùng rừng núi, đã gây ra vụ thảm sát trên.<ref>[http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Ai-da-gay-ra-vu-tham-sat-o-Huong-Dien-31604.html Ai đã gây ra vụ thảm sát ở Hướng Điền?. Bài được đăng trên Tạp chí Xưa & Nay, số 334, tháng 6-2009, tr. 26-27]{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}<\/ref>\n\n==Tưởng niệm==\nNgày [[12 tháng 7]] năm 1996, Ủy ban Nhân dân tỉnh Quảng Trị ban hành Quyết định số 707\/QĐ-UB xếp hạng di tích lịch sử vụ thảm sát Hướng Điền.<ref>{{Chú thích web |url=http:\/\/dulich.quangtri.gov.vn\/vi\/news\/Tai-nguyen-du-lich\/Di-tich-Lich-su-Vu-tham-sat-Huong-Dien-can-duoc-quan-tam-bao-ton-441.html |ngày truy cập=2017-10-13 |tựa đề=Di tích Lịch sử - Vụ thảm sát Hướng Điền cần được quan tâm bảo tồn |archive-date=2017-08-10 |archive-url=https:\/\/web.archive.org\/web\/20170810092243\/http:\/\/dulich.quangtri.gov.vn\/vi\/news\/Tai-nguyen-du-lich\/Di-tich-Lich-su-Vu-tham-sat-Huong-Dien-can-duoc-quan-tam-bao-ton-441.html }}<\/ref> Vị trí di tích vụ thảm sát được sát định thuộc địa phận hai thôn Tân Lập và Tân Hiệp, xã Tà Rụt, huyện Đakrông; cách Quốc lộ 14 khoảng 300m về phía Đông, trên đoạn đường từ km 47 đến km 49.\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/dulich.quangtri.gov.vn\/vi\/news\/Tai-nguyen-du-lich\/Di-tich-Lich-su-Vu-tham-sat-Huong-Dien-can-duoc-quan-tam-bao-ton-441.html Di tích Lịch sử - Vụ thảm sát Hướng Điền cần được quan tâm bảo tồn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170810092243\/http:\/\/dulich.quangtri.gov.vn\/vi\/news\/Tai-nguyen-du-lich\/Di-tich-Lich-su-Vu-tham-sat-Huong-Dien-can-duoc-quan-tam-bao-ton-441.html |date=2017-08-10 }}\n* [http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Ai-da-gay-ra-vu-tham-sat-o-Huong-Dien-31604.html Ai đã gây ra vụ thảm sát ở Hướng Điền?. Bài được đăng trên Tạp chí Xưa & Nay, số 334, tháng 6-2009, tr. 26-27]{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}\n\n[[Thể loại:Quảng Trị]]\n[[Thể loại:Thảm sát trong Chiến tranh Việt Nam|Hướng Điền]]\n[[Thể loại:Thảm sát tại Việt Nam|Hướng Điền]]\n[[Thể loại:Việt Nam năm 1955]]"}