{"579787":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{Cần biên tập|date=tháng 12\/2021}}{{Thông tin nghệ sĩ}}\n\n'''Thẩm Thệ Hà''' ([[1923]]-[[2009]]), tên thật là '''Tạ Thành Kỉnh'''; là [[giáo viên|nhà giáo]], [[nhà văn]], [[nhà thơ]], [[nhà báo]] [[Việt Nam]].\n\n==Tiểu sử==\nThẩm Thệ Hà sinh ngày 9 tháng 3 năm [[1923]] tại quê nội là làng Gia Lộc, huyện [[Trảng Bàng]], tỉnh [[Tây Ninh]].\n\nThời niên thiếu, ông học ở [[Trảng Bàng]] rồi lên [[Thành phố Hồ Chí Minh|Sài Gòn]] tiếp tục học xong trung học ở đây. \n \nTừ năm 14 tuổi, ông đã làm Chủ bút tạp chí Bạn Trẻ quy tụ nhiều cây bút trẻ lúc bấy giờ như: Hường Hoa, Khổng Dương, Vân An, Đoàn Giỏi...Đến năm [[1937]], thì ông đã có nhiều sáng tác thơ (ký bút danh Thành Kỉnh) đăng trên các báo ở Sài Gòn và Hà Nội như: ''Phổ Thông bán nguyệt san, Đồng Thinh, Chúa Nhật, Thanh Niên, Điện Tín''...\n\nTừ sau [[Cách mạng tháng Tám]] ([[1945]]), ông đổi bút hiệu là Thẩm Thệ Hà và tham gia Ban ''Điệp báo [[Thành phố Hồ Chí Minh|Sài Gòn]]-[[Chợ Lớn]]-[[Gia Định]]'' cho đến năm [[1952]]. Cùng với [[Vũ Anh Khanh]], ông sáng lập nhà xuất bản ''Tân Việt Nam''.\n \nNăm [[1953]] đến [[1975]], ông hoạt động trong Ban ''Văn-Báo-Giáo Sài Gòn''. Năm [[1966]], ông cùng với [[Tô Nguyệt Đình]] (tức Nguyễn Bảo Hóa) sáng lập nhà xuất bản ''Lá Dâu''.\n\nTrước [[1975]], ông vừa dạy học, vừa làm biên tập viên cho một số tờ báo và tạp chí; sau 1975 ông vẫn tiếp tục dạy học và viết cho các báo và tạp chí như: ''Văn Nghệ Thành phố Hồ Chí Minh, Sâu Khấu Thành phố Hồ Chí Minh, Sài Gòn Giải Phóng Thứ Bảy''...\nÔng là hội viên Hội Nhà văn [[Thành phố Hồ Chí Minh]], hội viên Hội Văn nghệ [[Tây Ninh]].\n\nThẩm Thệ Hà mất tại [[Bệnh viện Đa khoa Sài Gòn|Bệnh viện Sài Gòn]] lúc 13g45 ngày 20 [[tháng sáu|tháng 6]] năm [[2009]] vì bệnh già, hưởng thọ 86 tuổi. Sau đó, thi hài ông được đưa đi hỏa táng tại nghĩa trang Bình Hưng Hòa, [[Thành phố Hồ Chí Minh]].\n\n==Tác phẩm==\nTác phẩm của Thẩm Thệ Hà gồm:\n===Thơ===\n*''Thâm thúy'' (viết trước 1945, chưa xuất bản)\n*''Trời nổi phong yên'' (viết sau 1945, chưa xuất bản)\n*''Tinh phi'' (kịch thơ ngắn, Tân Việt, 1950)\n\nTuy phần lớn thơ ông chưa được xuất bản, nhưng một số bài đã được tuyển đăng trong các tuyển tập như: ''Thi nhân Việt Nam hiện đại'' của Phạm Thanh, ''Thơ mùa giải phóng'' (Nhà xuất bản Sống Chung), ''Thi ca Việt Nam hiện đại'' của Trần Tuấn Kiệt, ''Mùa Xuân tuổi trẻ tình yêu'' (Nhà xuất bản Long An, 1989)...\n\n===Truyện dài===\n*''Vó ngựa cầu thu'' (Tân Việt, 1949)\n*''Gió biên thùy'' (Tân Việt, 1949)\n*''Người yêu nước'' (Tân Việt Nam, 1949)\n*''Lưu Động'' (Tân Việt Nam, 1949, nhưng vừa xuất bản đã bị tịch thu)\n*''Đời tươi thắm'' (Lá dâu, 1956)\n*''Hoa trinh nữ'' (Sống mới, 1957)\n*''Bạc áo hào hoa'' (Miền Nam, 1969)\n*''Tủi phấn thẹn hồng'' (di cảo)\n\n===Chính luận===\n*''Việt Nam trên đường cách mạng tân văn hóa'' (?)\n\n===Truyện dịch===\n*''Con đường cứu nước'' (Maroussia, tiểu thuyết của P.J.Stahl, Nam Việt, 1947)\n*''Mũi tên đen'' (The Black Arrow, tiểu thuyết của R.L.Stevenson, Sống mới, 1965)\n*''1.001 truyện ngắn hay nhất thế giới'' (?}\n\n===Truyện thiếu nhi===\nKhoảng 14 truyện, đã được nhà xuất bản Sống mới và Khai trí ấn hành trước 1975: ''Bài học thương nhau'', ''Con chim xanh'', ''Tiểu anh hùng'', ''Tàn giấc mơ tiên'' (nhà xuất bản Sống Mới), ''Thần điểu và hoa hồng'', ''Thiên tài lạc lối'', ''Nhân ngư công chúa'', ''Ngọc Tuyền thảm sử'', ''Đoàn quân áo đen'', ''Chưa tròn tuổi mộng'', ''Tài không đợi tuổi'', ''Rửa tay gác kiếm'', ''Ông Nghè Dê'', ''Con chim vàng anh'' (nhà xuất bản Khai Trí).\n\n===Sách giáo khoa===\n*Phương pháp làm văn nghị luận\n*Phân tích và nghị luận văn chương\n*Chính tả văn phạm\n*Quốc văn toàn thư (cho các lớp ''Trung học đệ nhất cấp'', tức từ lớp 6 đến lớp 9, theo cách gọi bây giờ)\n \nTất cả đều được xuất bản trước [[1975]] tại [[Thành phố Hồ Chí Minh|Sài Gòn]]. \n \n===Hồi ký===\n*''Văn thi sĩ chiến đấu trong lòng địch'' (di cảo)\n\n==Ghi nhận công lao==\nThơ ông (trước năm [[1945]]) đượm chất trữ tình trong sáng, lời thơ nhẹ nhàng bay bướm, truyền cảm đậm đà. Đặc sắc nhất là bài: ''Bến đò chiều, Dòng mơ chung thủy, Rồi một chiều xuân, Xuân thanh sắc, Trịnh Đán''...Từ sau [[Cách mạng tháng Tám]], ông chuyển sang loại thơ tranh đấu. Đặc sắc nhất là các bài thơ: ''Trời nổi phong yên, Việt Nam mến yêu, Tống biệt hành, Khoé mắt u hoài'',...\n\nVề văn, tác phẩm nổi bật của ông trong giai đoạn chống Pháp là 2 quyển truyện dài ''Người yêu nước'' và ''Lưu động'' đã gây tiếng vang lừng lẫy một thời. Năm 1966, ông cùng Tô Nguyệt Đình sáng lập Nhà xuất bản ''Lá Dâu'', tiếp tục phát triển nền văn học tranh đấu. Tác phẩm nổi bật của ông trong giai đoạn trong giai đoạn này là 2 truyện dài: ''Đời tươi thắm'' và ''Bạc áo hào hoa''.\n \nVề sự nghiệp giáo dục, từ 1952, Thẩm Thệ Hà là nhà giáo dạy văn ở nhiều trường Trung học tại [[Thành phố Hồ Chí Minh|Sài Gòn]]. Năm [[1962]], ông chủ trương ''Việt Nam giáo khoa tập san'', cổ xúy việc dùng [[tiếng Việt]] làm chuyển ngữ ở các cấp học. Ngoài ra, ông còn là tác giả của nhiều bộ sách giáo khoa ban Trung học. Nhờ phương pháp giảng dạy tiến bộ, tài liệu chính xác...sách của ông được phổ biến rộng rãi ở nhiều trường tại [[miền Nam (Việt Nam)|miền Nam Việt Nam]]. Có sách tái bản đến lần thứ 15...<ref>Theo Thanh Việt Thanh, xem chi tiết tại đây:\n[http:\/\/namkyluctinh.org\/thamtheha\/thanhvietthanh-thamtheha.htm]{{Liên kết hỏng|date=2023-03-15|bot=InternetArchiveBot}}.<\/ref>\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*Trần Hữu Tá, mục từ ''Thẩm Thệ Hà'' trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n\n==Liên kết ngoài==\n*Vĩnh biệt nhà văn Thẩm Thệ Hà trên báo Tuổi Trẻ số ra ngày 21 tháng 6 năm 2009 [http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/322636\/Vinh-biet-nha-van-Tham-The-Ha.html]\n\n{{Thời gian sống|sinh=1923|mất=2009}}\n\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Người Tây Ninh]]"}