{"119379":"{{chú thích trong bài}}\n{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Thạnh Phú\n| hình =Thạnh Phú, Bến Tre năm 2020.jpg \n| ghi chú hình = \n| vĩ độ = 9.947983\n| kinh độ = 106.514221\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 411 km<sup>2<sup>\n| dân số = 127.800 người\n| thời điểm dân số = 2019\n| mật độ dân số = 311 người\/km<sup>2<sup>\n| dân số thành thị = 12.400 người \n({{formatnum:{{#expr:12400\/127800*100round2}}}}%)\n| dân số nông thôn = 115.400 người \n({{formatnum:{{#expr:115400\/127800*100round2}}}}%)\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Bến Tre]]\n| huyện lỵ = thị trấn [[Thạnh Phú (thị trấn)|Thạnh Phú]]\n| phân chia hành chính = 1 thị trấn, 17 xã\n| chủ tịch UBND = Đào Công Thương\n| chủ tịch HĐND = Phạm Văn Bé Năm\n|bí thư =  Châu Văn Bình\n| trụ sở UBND = Khu phố 3, thị trấn Thạnh Phú\n| mã hành chính = 837<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 71-C3 xxx.xx\n| web = {{url|thanhphu.bentre.gov.vn}}\n|logo=Logo Thạnh Phú, Bến Tre.svg|cỡ logo=242px|ghi chú logo=Logo [[Thạnh Phú|huyện Thạnh Phú]], [[Bến Tre|tỉnh Bến Tre]]}}\n'''Thạnh Phú''' là một [[huyện]] ven biển nằm ở phía nam tỉnh [[Bến Tre]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Thạnh Phú nằm ở phía nam tỉnh [[Bến Tre]], cuối [[cù lao Minh]], có vị trí địa lý:\n* Phía tây giáp huyện [[Mỏ Cày Nam]]\n* Phía đông giáp các huyện [[Giồng Trôm]] và [[Ba Tri]] với ranh giới tự nhiên là [[sông Hàm Luông]]\n*Phía tây nam giáp tỉnh [[Trà Vinh]] với ranh giới tự nhiên là [[sông Cổ Chiên]]\n* Phía đông nam giáp [[Biển Đông]].\n\nHuyện Thạnh Phú có diện tích 411&nbsp;km², dân số là 127.800 người (tính đến năm 2019) với đường bờ biển dài khoảng 25&nbsp;km. Huyện lỵ là thị trấn Thạnh Phú nằm trên [[quốc lộ 57]], cách [[bến Tre (thành phố)|thành phố Bến Tre]] khoảng 45&nbsp;km về hướng đông nam. Mật độ dân số của huyện khá thấp, đạt 311 người\/km².\n\nĐịa bàn huyện Thạnh Phú được hình thành từ đất phù sa của hai con [[sông Hàm Luông]] và Cổ Chiên bồi tụ nên qua nhiều thế kỷ và hiện nay, bãi biển Thạnh Phú vẫn lấn dần ra phía Biển Đông.\n\nLà một trong 3 huyện duyên hải của tỉnh, Thạnh Phú gồm những cánh đồng bằng phẳng xen kẽ với những giồng cát và những khu rừng ngập mặn. Ở ven biển, ven sông là những dải rừng ráng, chà là, dừa nước, bần, mắm, đước, vẹt v.v... Diện tích chung toàn huyện là 41.180 ha, phần lớn đất đai do ảnh hưởng thủy triều của Biển Đông nên bị nhiễm mặn, còn các xã từ thị trấn Thạnh Phú trở lên giáp với huyện Mỏ Cày thuộc vùng nước lợ. Việc phát triển nông nghiệp, nhất là cây lúa, gặp nhiều khó khăn, năng suất thường bấp bênh.\n\n== Lịch sử ==\nNgược dòng lịch sử, thời [[Chúa Nguyễn]] ([[1757]]), vùng đất Thạnh Phú thuộc tổng [[Tân An]], châu [[Định Viễn]], phủ [[Gia Định]]. Năm [[1808]], tổng Tân An thăng thành phủ Tân An, thuộc châu Định Viễn, Gia Định thành, đến năm [[1823]], đổi thành phủ Hoằng An, trấn [[Vĩnh Thanh]] gồm 2 huyện: [[Bảo An]] (cù lao Bảo) và [[Tân Minh]] (cù lao Minh). Năm [[1867]], thực dân Pháp chiếm miền [[Tây Nam Bộ]], chúng thành lập tỉnh Bến Tre gồm 2 cù lao Bảo và Minh. Huyện Thạnh Phú nằm trên cù lao Minh, gồm phần lớn đất đai huyện Duy Minh cũ. Thạnh Phú có tên trên bản đồ từ đó.\n\nThời Pháp thuộc, huyện Thạnh Phú gồm 2 tổng [[Minh Phú]] và [[Minh Trị]] với 11 làng: Phú Khánh, Đại Điền, Thới Thạnh, Quới Điền, Thạnh Phú, An Thuận, An Thạnh, An Quy, An Nhơn, Giao Thạnh và Thạnh Phong.\n\nTrong [[chiến tranh Đông Dương|kháng chiến chống Pháp]], năm [[1948]], do việc đi lại khó khăn,tỉnh Bến Tre quyết định lập thêm 3 xã Giang Hà, Phan Nhứt Tánh và Thạnh Phú 2. Năm [[1951]], 3 xã trên được giải thể và trở về nguyên trạng, hai xã An Quy, An Nhơn nhập lại thành xã Quy Nhơn cho đến sau ngày [[hiệp định Genève, 1954|hiệp định Genève]] (ngày 20 tháng 7 năm 1954) mới tách ra làm đôi như cũ.\n\nSau ngày [[30 tháng 4]] năm [[1975]], huyện Thạnh Phú thuộc tỉnh Bến Tre, ban đầu bao gồm thị trấn Thạnh Phú và 11 xã: An Điền, An Nhơn, An Quy, An Thạnh, An Thuận, Đại Điền, Giao Thạnh, Phú Khánh, Quới Điền, Thạnh Phong, Thới Thạnh.\n\nNgày [[3 tháng 4]] năm [[1979]], chia xã Thạnh Phú thành 3 xã: Thạnh Phú, Mỹ Hưng và Bình Thạnh.<ref name=141CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-141-CP-dieu-chinh-dia-gioi-xa-tinh-Ben-Tre\/58911\/noi-dung.aspx Quyết định 141-CP điều chỉnh địa giới xã tỉnh Bến Tre]<\/ref>\n\nNgày [[14 tháng 3]] năm [[1984]]<ref name=41HĐBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-41-HDBT-phan-vach-dia-gioi-xa-thi-tran-thi-xa-tinh-Ben-Tre\/43424\/noi-dung.aspx Quyết định 41-HĐBT phân vạch địa giới xã, thị trấn, thị xã thuộc tỉnh Bến Tre]<\/ref>: \n*Chia xã Thạnh Phong thành 2 xã: Thạnh Phong và Thạnh Hải \n*Chia xã Qưới Điền thành 2 xã: Qưới Điền và Hòa Lợi \n*Chia xã Đại Điền thành 2 xã: Đại Điền và Tân Phong.\n\nNgày [[24 tháng 8]] năm [[2001]], thành lập xã Mỹ An trên cơ sở 072,09 ha diện tích tự nhiên và 6.279 nhân khẩu của xã An Thạnh; 1.031,56 ha diện tích tự nhiên và 3.400 nhân khẩu của xã Mỹ Hưng.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-56-2001-ND-CP-thanh-lap-xa-My-An-thuoc-huyen-Thanh-phu-tinh-Ben-tre-48096.aspx Nghị định số 56\/2001\/NĐ-CP thành lập xã Mỹ An thuộc huyện Thạnh Phú, tỉnh Bến Tre]<\/ref>\n\nCuối năm [[2004]], huyện Thạnh Phú bao gồm thị trấn Thạnh Phú và 17 xã: An Điền, An Nhơn, An Quy, An Thạnh, An Thuận, Bình Thạnh, Đại Điền, Giao Thạnh, Hòa Lợi, Mỹ An, Mỹ Hưng, Phú Khánh, Quới Điền, Tân Phong, Thạnh Hải, Thạnh Phong, Thới Thạnh.\n\nTrước Cách mạng tháng Tám-1945, đất đai của Thạnh Phú, đặc biệt những vùng ruộng lúa, phần lớn nằm trong tay những địa chủ như Nguyễn Duy Hinh (Phủ Kiển), Hương Liêm, Phó Hoài ở xã Đại Điền, Cai Thì ở xã An Nhơn, Ngô Quang Dung (Chủ Quới) ở xã Giao Thạnh, Ban Phan ở xã An Thạnh...\n\nNgày nay, toàn bộ giai cấp bóc lột đã bị truất phế, nhưng những chứng tích như nhà cửa, lăng mộ đồ sộ, nguy nga xây dựng bằng mồ hôi, nước mắt của nông dân vẫn còn đó như một biểu tượng của sự bóc lột, chiếm đoạt tàn ác.\n\nNhân dân Thạnh Phú có truyền thống yêu nước chống xâm lược khá vẻ vang. Nhiều người dân Thạnh Phú đã có mặt trong các đội nghĩa quân chống Pháp của Bến Tre từ những ngày đầu chúng đặt chân đến vùng đất cù lao này. Mảnh đất Thạnh Phú, năm 1946 được mang vinh dự là nơi xuất phát của chuyến vượt biển đầu tiên của đoàn đại biểu Bến Tre ra miền Bắc gặp Bác Hồ và Trung ương Đảng, mở đường chi viện của Trung ương cho miền Nam. Tiểu đoàn 307 nổi tiếng là đơn vị \"đánh đâu được đấy, oai hùng biết mấy\" của thời 9 năm Kháng chiến chống Pháp đã làm lễ xuất quân đầu tiên trên đất Đại Điền, Thạnh Phú.\n\n==Hành chính==\nHuyện Thạnh Phú có 18 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Thạnh Phú (thị trấn)|Thạnh Phú]] (huyện lỵ) và 17 xã: [[An Điền, Thạnh Phú|An Điền]], [[An Nhơn, Thạnh Phú|An Nhơn]], [[An Quy]], [[An Thạnh, Thạnh Phú|An Thạnh]], [[An Thuận, Thạnh Phú|An Thuận]], [[Bình Thạnh, Thạnh Phú|Bình Thạnh]], [[Đại Điền, Thạnh Phú|Đại Điền]], [[Giao Thạnh]], [[Hòa Lợi, Thạnh Phú|Hòa Lợi]], [[Mỹ An, Thạnh Phú|Mỹ An]], [[Mỹ Hưng, Thạnh Phú|Mỹ Hưng]], [[Phú Khánh, Thạnh Phú|Phú Khánh]], [[Quới Điền]], [[Tân Phong, Thạnh Phú|Tân Phong]], [[Thạnh Hải]], [[Thạnh Phong]], [[Thới Thạnh, Thạnh Phú|Thới Thạnh]].\n\n== Kinh tế ==\nNền kinh tế chính của huyện là sản xuất nông nghiệp với cây chủ lực là cây lúa nước. Từ thị trấn ngược lên Đại Điền, Phú Khánh là những cánh đồng lúa. Từ thị trấn đi về phía biển, diện tích đồng lúa bị thu hẹp dần lại, nhường chỗ cho các đầm nuôi tôm, đưa lại thu nhập cao gấp nhiều lần trồng lúa. Người dân ở vùng này, còn có nghề rừng, đánh bắt và chế biến hải sản.\n\nTrên những giồng đất, nhân dân thường trồng hoa màu, thuốc lá, dưa hấu. Trong những năm 40, nghề trồng bông vải từ phía Ba Tri lan sang đây, phát triển khá mạnh trên các giồng, tận ven biển.\nMạng lưới sông ngòi chằng chịt và biển khơi là nguồn thủy hải sản dồi dào, hàng năm cung cấp cho Thạnh Phú hàng ngàn tấn tôm, cua, cá các loại. Con nghêu, một đặc sản của vùng biển Thạnh Phong, Thạnh Hải cũng là nguồn lợi quan trọng, nuôi sống hàng ngàn dân ven biển. Nằm trên một địa bàn thuận lợi như vậy, đã từ lâu, người dân Thạnh Phú đã dùng thuyền to để vận chuyển, đi lại mua bán với các tỉnh miền Tây, lên phía Đồng Tháp Mười và ra tận miền Trung.\n\nTrong khoảng 10 năm cuối của thế kỷ (1990 – 2000) qua một quá trình thể nghiệm, điều chỉnh nhiều lần, đến nay huyện Thạnh Phú đã hình thành rõ nét 3 tiểu vùng:\n\n* Tiểu vùng 1: gồm 9 xã phía bắc của huyện giáp với huyện Mỏ Cày (Phú Khánh, Đại Điền, Quới Điền, Thới Thạnh, Hòa Lợi, Mỹ Hưng, Bình Thạnh, Tân Phong và một phần thị trấn Thạnh Phú) là vùng lúa 2 vụ\/năm, có diện tích hơn 6.000 ha.\n* Tiểu vùng 2: tức vùng giữa của huyện gồm các xã An Thạnh, An Qui, An Thuận, An Điền và một phần của thị trấn Thạnh Phú, xấp xỉ 7.000 ha, được quy hoạch luân canh một vụ tôm vào mùa nắng và một vụ lúa vào mùa mưa, đã đem lại hiệu quả rõ rệt.\n* Tiểu vùng 3: vùng ven biển, gồm các xã An Nhơn, Giao Thạnh, Thạnh Phong, Thạnh Hải là vùng chuyên nuôi tôm. Diện tích đầm, ao nuôi tôm đến năm 1999 chiếm khoảng 5.000 ha. Khả năng có thể mở rộng diện tích nuôi tôm lên gấp đôi trong những năm đến.\n\nLà một huyện nằm ở cuối dòng sông Cửu Long, đất đai phần lớn bị nhiễm mặn, lại bị chiến tranh tàn phá nặng nề, việc phát triển sản xuất, nâng cao đời sống của dân gặp không ít khó khăn. Hằng ngày, tỉnh thường phải tổ chức cứu trợ cho một số hộ nghèo, nhưng từ năm 1995 thì bắt đầu chấm dứt hẳn. Tuy nhiên, việc làm ăn khấm khá diễn ra không đều. Vùng nuôi thủy sản phát triển nhanh nhất nhờ con tôm. Nhiều gia đình nghèo khổ nay đã trở thành triệu phú, thậm chí có bạc tỷ. Một nét đẹp đáng biểu dương là có những người nghèo nay làm ăn phát đạt, vì thấm thía nỗi khổ mà mình đã trải, nên đã bỏ ra hàng đôi ba trăm triệu đồng cho bà con mượn làm vốn sản xuất, không lấy lãi và có khi không cần kỳ hạn, nếu những người đó làm ăn gặp phải khó khăn, chưa vượt qua được. Ở xã Giao Thạnh, có gia đình điển hình cho mượn vốn tương trợ, giúp đỡ nhau vượt nghèo, vượt khó không lấy lãi.\n\nDự án ngọt hóa vùng Quới Điền với hệ thống kênh, đê, cống có tổng chiều dài 25&nbsp;km là công trình thủy lợi lớn nhất ở vùng bắc Thạnh Phú trong những năm qua, đã mang lại hiệu quả kinh tế rõ rệt.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n{{Wiktionary}}\n\n{{Huyện thị Bến Tre}}\n{{Đơn vị hành chính thuộc huyện Thạnh Phú}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]"}