{"145274":"{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Thạnh Hóa\n| hình = Thạnh Hoá.JPG\n| ghi chú hình = Đường phố ở huyện Thạnh Hóa\n| vĩ độ = 10\n| vĩ phút = 49\n| vĩ giây = 05\n| kinh độ = 106\n| kinh phút = 39\n| kinh giây = 26\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 468,37 km²\n| dân số = 56.074 người<ref name=DS2019>{{Chú thích web|url=https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf|tựa đề=Kết quả toàn bộ Tổng điều tra dân số và nhà ở năm 2019|website=Tổng cục Thống kê|url-status=live}}<\/ref>\n| dân số thành thị = \n| dân số nông thôn =\n| thời điểm dân số = 2019\n| mật độ dân số = 120 người\/km²\n| dân tộc =\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Long An]]\n| huyện lỵ = Thị trấn [[Thạnh Hóa (thị trấn)|Thạnh Hóa]]\n| thành lập = 1989\n| chủ tịch UBND = Nguyễn Văn Tạo<ref>[http:\/\/www.longan.gov.vn\/chinhquyen\/pages\/Cac-thanh-vien-UBND-Huyen-Tan-Hung-nhiem-ky-2011-2016.aspx Các thành viên UBND Huyện Tân Hưng nhiệm kỳ 2011-2016] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130916061104\/http:\/\/www.longan.gov.vn\/chinhquyen\/pages\/Cac-thanh-vien-UBND-Huyen-Tan-Hung-nhiem-ky-2011-2016.aspx |date=2013-09-16 }} theo website tỉnh Long An<\/ref>\n| chủ tịch HĐND = Phan Quang Nghiệp\n|bí thư =  Phan Quang Nghiệp\n| phân chia hành chính = 1 thị trấn, 10 xã\n| trụ sở UBND = Khu phố 1, thị trấn [[Thạnh Hóa (thị trấn)|Thạnh Hóa]]\n| mã hành chính = 800<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 62-F1\n| web = {{url|thanhhoa.longan.gov.vn}}\n}}\n\n'''Thạnh Hóa''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Long An]], [[Việt Nam]].\n\nHuyện thuộc vùng [[Đồng Tháp Mười]].\n\n==Địa lý==\nHuyện Thạnh Hóa nằm ở phía tây bắc tỉnh Long An, cách thành phố [[Tân An]] 30&nbsp;km về phía tây bắc theo [[Quốc lộ 62]], có vị trí địa lý:\n*Phía đông bắc giáp huyện [[Đức Huệ]]\n*Phía bắc giáp Xam Rong, [[Svay Rieng]], [[Campuchia]] có đường biên giới dài 9,5&nbsp;km\n*Phía tây giáp các huyện [[Mộc Hóa]], [[Tân Thạnh]]\n*Phía đông giáp huyện [[Thủ Thừa]]\n*Phía nam giáp huyện [[Tân Phước]], tỉnh [[Tiền Giang]].\n\nHuyện có diện tích tự nhiên toàn huyện khoảng 46.826 ha. Dân số là 53.597 người (01\/04\/2009). Dân tộc: [[Người Việt|Kinh]], [[Người Mường|Mường]], [[Người Hoa (Việt Nam)|Hoa]], [[Người Khmer (Việt Nam)|Khơme]], [[Người Thái (Việt Nam)|Thái]], [[Người Tày|Tày]], [[Người Nùng|Nùng]], [[Người Sán Chay|Sán Chay]], [[Người Chăm|Chăm]].\n\n===Đất đai===\nCó 4 nhóm đất chính là đất phù sa, đất phèn, đất xám và đất xáo trộn. Trong đó:\n*Đất phèn chiếm diện tích khá lớn khoảng 34.063ha, tương đương với 72,7% diện tích đất tự nhiên của huyện.\n*Đất phù sa chỉ chiếm khoảng 4.566ha, tương đương với 9,8%.\n\nNăm [[2002]], toàn huyện có khoảng 14.075ha rừng, đạt tỷ lệ che phủ là 32%. Rừng chủ yếu là rừng tràm và rừng hỗn tạp. Hệ động thực vật trong rừng cũng đang phục hồi nhanh chóng.\n\nĐường giới hạn xác định vành đai biên giới qua 10 điểm chuẩn, cắm 10 biển báo vành đai biên giới, chỗ hẹp nhất là 180m, chỗ rộng nhất là 1.000 m.\n\nTừ toạ độ (94500 31200) vành đai biên giới, tiếp tục chạy theo hướng Tây Nam, đến toạ độ (93150 31150) chạy theo bờ bắc [[Kênh Ma Reng]] mới đến đầu [[Kênh Trung tâm]] toạ độ (92150 30150). Chuyển hướng tây (theo bờ bắc kênh Trung tâm) đến ngã tư [[Kênh N4]] toạ độ (92650 29400) đến toạ độ (93150 27800), tiếp tục chạy song song đường biên đến [[Kênh N5]] toạ độ (94175 26800) [[Kênh N6]] toạ độ (94000 25650) đến [[Kênh N7]] toạ độ (94000 25100), đến [[Kênh N8]] toạ độ (93950 23450), đến [[Kênh 90]] toạ độ (92800 22550).\n\n==Hành chính==\nHuyện Thạnh Hóa có 11 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Thạnh Hóa (thị trấn)|Thạnh Hóa]] (huyện lỵ) và 10 xã: [[Tân Đông, Thạnh Hóa|Tân Đông]], [[Tân Hiệp, Thạnh Hóa|Tân Hiệp]], [[Tân Tây, Thạnh Hóa|Tân Tây]], [[Thạnh An, Thạnh Hóa|Thạnh An]], [[Thạnh Phú, Thạnh Hóa|Thạnh Phú]], [[Thạnh Phước, Thạnh Hóa|Thạnh Phước]], [[Thuận Bình, Thạnh Hóa|Thuận Bình]], [[Thuận Nghĩa Hòa]], [[Thủy Đông]], [[Thủy Tây]].\n\n==Lịch sử==\nTừ những ngày đầu khai phá đến đầu thế kỷ XVIII nơi đây chưa có tên gọi.\n\nTừ thế kỷ XVIII trở đi người ta gọi nơi đây là Đồng Tháp Mười, đó là một vùng đất trũng, hoang vu thưa thớt bóng người, khắp nơi là rừng rậm đầm lầy và những rừng tràm bạt ngàn, xứ sở của các loài muôn thú; chim, cá, rắn, rùa… Toàn cảnh vùng này bắt đầu biến đổi, nhiều nông dân nghèo từ miền trung rời bỏ quê hương lưu tán đến vùng đất [[Đồng Nai]], [[Thành phố Hồ Chí Minh|Sài Gòn]]—[[Gia Định]], lần lần đi sâu xuống [[Bến Lức]]—[[Tân An]] và từng bước tiến sâu về Đồng Tháp Mười theo hướng Tây—Bắc dọc theo sông Vàm Cỏ Tây.\n\nNhững người lưu dân đến đây đã biến Đồng Tháp Mười từ vùng đất hoang vu rừng rậm, đầm lầy thành những khu dân cư nhộn nhịp, buôn bán giao lưu trao đổi hàng hóa bắt đầu phát triển. Trong quá trình chinh phục thiên nhiên để tạo dựng cuộc sống những đức tính vốn có như: cần cù, chịu khó, sáng tạo của những người cùng cảnh ngộ nghèo khó, phiêu bạt, lao động cực nhọc để kiếm sống ngày càng được phát huy, đồng thời làm nảy nở nhiều đức tính tốt đẹp trong quan hệ sinh hoạt với nhau...\n\nTrong chiến tranh giải phóng dân tộc, địa bàn huyện thuộc vùng 6 tỉnh [[Kiến Tường (tỉnh)|Kiến Tường]] là tỉnh có vị trí chiến lược rất quan trọng đối với chiến trường khu 8. Trong suốt 30 năm kháng chiến chống thực dân [[Pháp]] (1945–1954) và đế quốc [[Hoa Kỳ|Mỹ]] (1954–1975), nơi đây là một phần của các làng xã thuộc huyện Mộc Hóa \"cũ\", một phần căn cứ địa cách mạng quan trọng ở Đồng Tháp Mười, là hành lang chiến lược từ miền [[Đông Nam Bộ]] sang miền [[Đồng bằng sông Cửu Long|Tây Nam Bộ]], đặc biệt có địa hình giáp liền căn cứ địa [[Ba Thu]] tại vùng [[Mỏ Vẹt]] nên còn là nơi nhiều cơ quan Đảng, chính quyền cấp Xứ, cấp Khu đứng chân lãnh đạo kháng chiến.\n\nXuất phát từ địa hình chiến lược về chính trị và quân sự của vùng đất này, thực dân, đế quốc và chính quyền lúc bấy giờ đã tập trung xây dựng hệ thống đồn bót, căn cứ phục vụ chiến tranh, đưa lực lượng càn quét, đánh phá vùng căn cứ cách mạng và đàn áp nhân dân hết sức ác liệt. Với truyền thống yêu nước và tinh thần bất khuất, quân dân [[Vùng 6]] đã kiên cường bám trụ, giữ đất, giữ làng, xây dựng và phát triển mạnh mẽ chiến tranh nhân dân, chiến tranh du kích...\nSau hoà bình, các xã ở vùng 6 trực\nthuộc huyện Mộc Hoá tỉnh Kiến Tường\n(năm 1976 tỉnh Kiến Tường sáp nhập\nvào tỉnh Long An).\n\nNăm 1980 một số xã tách khỏi huyện [[Mộc Hóa|Mộc Hoá]], trực thuộc huyện [[Tân Thạnh]] (mới được thành lập). Đây là giai đoạn mà nhân dân địa phương gặp muôn vàn khó khăn thử thách do hậu quả chiến tranh để lại, ruộng vườn tiêu điều, hàng vạn hecta đất đai hoang hoá, hệ thống kết cấu hạ tầng hầu như không có gì đáng kể, lại bị trận lũ lịch sử năm 1978 gây ra nhiều thiệt hại hết sức nặng nề, mặt bằng dân trí và chất lượng đội ngũ lao động còn thấp, tàn dư văn hoá độc hại, nô dịch của chế độ cũ vẫn còn, nhìn chung đời sống nhân dân hết sức khó khăn, hơn 50% số hộ dân lâm vào tình trạng thiếu đói thường xuyên; an ninh chính trị và trật tự xã hội vô cùng phức tạp, các thế lực thù địch và bọn phản động với bản chất ngoan cố vẫn ráo riết tiến hành các hoạt động chống phá cách mạng, lại xảy ra chiến tranh biên giới Tây Nam và sau đó là hình trạng khủng hoảng kinh tế - xã hội trong phạm vi cả nước cuối thập niên 70, đầu những năm 80.\n\nNgày [[26 tháng 6]] năm [[1989]], Quyết định của Hội đồng Bộ trưởng số 74\/HĐBT về việc phân vạch lại địa giới hành chính một số xã, thị trấn và huyện thuộc tỉnh Long An. Trong đó đã quy định việc thành lập huyện Thạnh Hoá. Tách thị trấn Thạnh Hoá và các xã Tân Đông, Tân Tây, Thủy Đông, Thủy Tây, Thuận Nghĩa Hoà, Thuận Bình của huyện Tân Thạnh; các xã Thạnh Phước, Tân Hiệp và Thạnh Phú của huyện Mộc Hoá để thành lập huyện Thạnh Hoá.<ref name=HDBT74>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-74-HDBT-phan-vach-lai-dia-gioi-hanh-chinh-mot-so-xa-thi-tran-va-huyen-thuoc-tinh-An-Long-vb37795t17.aspx Quyết định 74-HĐBT năm 1989 về việc phân vạch lại địa giới hành chính một số xã, thị trấn và huyện thuộc tỉnh Long An do Hội đồng Bộ trưởng ban hành]<\/ref>\n\nSau khi phân vạch lại địa giới hành chính, huyện Thạnh Hoá bao gồm thị trấn Thạnh Hoá và 9 xã: Thuận Nghĩa Hoà, Thuận Bình, Thủy Đông, Thủy Tây, Tân Đông, Tân Tây, Thạnh Phước, Tân Hiệp, Thạnh Phú gồm 43.807,75 hécta diện tích tự nhiên và 30.919 nhân khẩu.\n\nNgày [[5 tháng 9]] năm [[1989]], Ủy ban nhân dân tỉnh Long An đã tổ chức công bố quyết định và đưa hệ thống chính trị lâm thời của huyện chính thức đi vào hoạt động.\n\nNgày [[15 tháng 5]] năm [[2003]], thành lập xã Thạnh An trên cơ sở 6.489 ha diện tích tự nhiên và 3.650 nhân khẩu của xã Thủy Tây.<ref name=NDCP50>[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-50-2003-ND-CP-thanh-lap-xa-thuoc-huyen-Tan-Hung-Thanh-Hoa-Duc-Hue-va-Thu-Thua-tinh-Long-An-vb6610t11.aspx Nghị định 50\/2003\/NĐ-CP về việc thành lập xã thuộc các huyện Tân Hưng, Thạnh Hoá, Đức Huệ và Thủ Thừa, tỉnh Long An]<\/ref>\n\nTừ đó, huyện Thạnh Hóa có 1 thị trấn và 10 xã, giữ ổn định cho đến nay.\n\n==Kinh tế - xã hội==\n* Nông nghiệp: chủ yếu là trồng [[luá nước]], trồng [[chi Tràm|tràm]] [http:\/\/www.longan.gov.vn\/chinhquyen\/hthoa\/Pages\/thanhhoarungtramngayayvabaygio.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091112081450\/http:\/\/www.longan.gov.vn\/chinhquyen\/hthoa\/Pages\/Thanhhoarungtramngayayvabaygio.aspx |date=2009-11-12 }}, [[khoai mỡ]] (khoai tím), cây [[Chi Đay|đay]],...\n\nCơ sở hạ tầng còn rất thiếu và không đồng bộ, đã gây trở ngại không nhỏ cho quá trình phát triển kinh tế—xã hội của huyện. Trong phân vùng địa lý kinh tế của tỉnh Long An, Thạnh Hóa thuộc tiểu vùng IV (gồm Thạnh Hóa, Bắc [[Thủ Thừa]], và một phần huyện [[Tân Thạnh]]). Với nhiệm vụ chủ yếu là phát triển nông—lâm—ngư nghiệp, cụ thể là: ổn định sản xuất 2 vụ lúa (ĐX-HT), luân canh lúa—đay, lâm nghiệp (phát triển tràm cừ) và nuôi thủy sản nước ngọt.\n\nSau khi thành lập, Đảng bộ, chính quyền và nhân dân Thạnh Hóa đứng trước muôn vàn khó khăn: Diện tích đất sản xuất nông nghiệp ít, hầu hết bị nhiễm phèn nặng, trong khi các công trình thủy lợi nội đồng vừa thiếu vừa xuống cấp. Hệ thống hạ tầng yếu kém. Toàn huyện chỉ có Tỉnh lộ 49 là tuyến đường duy nhất từ thị trấn Tân An đi các huyện vùng Đồng Tháp Mười; giao thông bộ bị chia cắt, giao thông thủy chủ yếu dựa vào sông Vàm Cỏ Tây và một số trục kinh chính nên việc đi lại hết sức khó khăn.\n\nLúc đó, toàn huyện chỉ có chợ Tuyên Nhơn có lưới điện và mạng thông tin liên lạc. Trường học, trạm xá đều trong tình trạng tạm bợ, công trình cung cấp nước sạch hầu như không có. Các hoạt động tiểu thủ công nghiệp và thương mại, dịch vụ quy mô nhỏ lẻ, phân tán. Trong khi đó, lũ lụt lại thường xuyên diễn ra, gây thiệt hại lớn về tính mạng và tài sản của nhân dân.\n\nTrước tình hình đó, chính quyền và nhân dân huyện đã huy động các nguồn vốn đầu tư, tích cực chuyển dịch cơ cấu cây trồng - vật nuôi, kêu gọi sự quan tâm đầu tư của tỉnh và Nhà nước. Đến nay, diện tích đất nông nghiệp của huyện đã tăng từ 9.759 ha đất lúa 1 vụ lên 17.000 ha đất lúa 2 vụ, tổng sản lượng lương thực năm 2008 đạt trên 140.000 tấn, mức cao nhất từ trước đến nay. Bình quân lương thực đạt 2,6 tấn\/người\/năm, gấp 4 lần so với năm 1989.\n\nHệ thống các công trình tưới tiêu phát triển tương đối toàn diện, việc xây dựng các tuyến đê bao lửng đã phục vụ tốt việc tưới tiêu cho 600 ha lúa, phấn đấu đến cuối năm 2009 trên 8.000 ha được bảo vệ bằng đê bao.\n\nViệc thực hiện cơ giới hoá trong nông nghiệp ngày càng mở rộng. Toàn huyện có trên 300 máy cày, hơn 50 máy gặt đập liên hợp, hàng ngàn máy nổ phục vụ cho việc bơm nước, phun thuốc cùng nhiều lò sấy lúa, nhà máy xay xát, tỉ lệ lao động thủ công giảm từ 90% xuống còn 50%.\n\nĐặc biệt, hoạt động chăn nuôi ở Thạnh Hoá những năm gần đây đang phát triển theo hướng đa dạng, ứng dụng có hiệu quả mô hình VAC. Từ chỗ bà con chỉ nuôi các con truyền thống như heo, gà, vịt, nay đã mở rộng sang nuôi các loại gia súc như bò, dê, một số hộ còn mạnh dạn đầu tư nuôi các con đặc sản như baba, trăn, thỏ, góp phần nâng cao thu nhập, phát triển kinh tế hộ. Nuôi trồng thủy sản cũng có tăng tốc, từ việc phụ thuộc vào khai thác nguồn lợi thiên nhiên, bà con đã đầu tư làm nhiều ao đầm với tổng diện tích hàng trăm hecta để nuôi các loại cá nước ngọt. Tràm đang trở thành cây chủ lực trong phát triển kinh tế lâm nghiệp với tổng diện tích khoảng 16.000ha.\n\nHuyện cũng đã được Chính phủ phê duyệt 2 cụm công nghiệp ở Thuận Nghĩa Hoà và Tân Đông với tổng diện tích 450 ha, ngoài ra còn có 2 cụm tiểu thủ công nghiệp ở [[Thủy Đông]] và [[Thạnh Hóa (thị trấn)|Thị trấn Thạnh Hóa]] với tổng diện tích 120 ha. Hiện Thạnh Hóa đã tiếp nhận một số dự án đầu tư của Nhà máy Thực phẩm quốc tế Chiameei, Nhà máy Bột giấy Phương Nam, Tập đoàn Công nghiệp Cao su Việt Nam, Công ty Đầu tư hạ tầng Nam Long...\n\nLà một huyện thuộc vùng Đồng Tháp\nMười, kinh tế chủ yếu của Thạnh Hoá vẫn là nông nghiệp với cây lúa là cây trồng chính. Ngoài ra huyện còn có nhiều tiềm năng phát triển lâm nghiệp và ngư nghiệp chủ yếu là trồng [[chi Tràm|tràm]] cừ và nuôi thủy sản nước ngọt.\n\n==Văn hóa==\nBao gồm lễ hội dân gian cổ truyền và lịch sử truyền thống:\n*Lễ hội dân gian cổ truyền gồm lễ cúng đình, cúng miếu,… được hình thành từ xa xưa và truyền lại trong các cộng đồng nông thôn ngày nay. Hiện nay trên địa bàn huyện có 4 đình làng do Ban quản trị đình cai quản và tổ chức lễ cầu an hàng năm gồm:\n\nĐình trung Thạnh Phước, tổ chức lễ cầu an ngày 11-12\/03 (Âm lịch).\n\nĐình liên xã Thuận Nghĩa Hoà, tổ chức lễ cầu an ngày 22-23\/03 (Âm lịch).\n\nĐình liên xã Thị trấn, tổ chức lễ cầu an ngày 11-12\/03 (Âm lịch).\n\nĐình Tân Đông, tổ chức lễ cầu an hàng năm vào 2 ngày 16\/01 và 16\/07 (Âm lịch).\n\nCác đình làng được xây dựng trong thế kỷ XIX, trong chiến tranh bị tàn phá nặng nề, sau ngày Miền nam hoàn toàn giải phóng được nhân dân khôi phục thờ cúng và tổ chức lễ hội hàng năm. Biểu tượng thờ cúng: Các vị thần linh, các vị anh hùng vong thân, những người có công với nhân dân đất nước.\n\nNghi thức thờ cúng: Trống mõ, nhang\nđèn, nhạc lễ, xôi thịt, hoa quả, nhân\ndân đi lễ đình làng khấn nguyện cho mưa thuận gió hòa, mùa màng bội thu, cơm no áo ấm…\n\n*Lễ hội lịch sử truyền thống:\nTrong 2 cuộc kháng chiến chống quân xâm lược Thạnh Hoá được Đảng, Nhà nước phong tặng danh hiệu\"Anh hùng lực lượng vũ trang nhân dân\"cho 02 tập thể, 02 cá nhân, phong tặng danh hiệu \"Mẹ Việt Nam anh hùng\" cho 40 bà mẹ, công nhận 1980 hộ gia đình có công với đất nước, trong đó có 766 liệt sĩ, 238 thương—bệnh binh.\n\nSau 30\/04\/1975 để tưởng nhớ công ơn các anh hùng liệt sĩ đã hy sinh trong 2 cuộc kháng chiến Đảng, Nhà nước và nhân dân huyện đã xây dựng 01 bia truyền thống tại xã Thạnh Phước, 02 nhà bia ghi tên liệt sĩ tại xã Thuận Nghĩa Hoà và xã Thủy Đông. Hàng năm vào ngày 27\/7 (Ngày Thương binh—Liệt sĩ) Đảng, chính quyền và nhân dân các xã-thị tổ chức lễ tưởng niệm với sự tham gia của đại diện huyện uỷ, ủy ban nhân dân và các ngành đoàn thể huyện. Ngày 7\/3\/2009 UBND huyện tổ chức lễ động thổ, khởi công xây dựng công trình nhà bia ghi tên các anh hùng liệt sĩ của huyện [http:\/\/www.longan.gov.vn\/chinhquyen\/hthoa\/Pages\/THANH-HOA-KHOI-CONG-XAY-DUNG-NHA-BIA-GHI-TEN-LIET-SI.aspx]{{Liên kết hỏng|date=2023-03-15 |bot=InternetArchiveBot }}.\n\n===Tôn giáo ===\nCó 3 tôn giáo chính gồm: Phật giáo, Cao đài, Công giáo và một nhóm ít người theo đạo Tin lành:\n\n'''Phật giáo:''' Có 3 chùa đều toạ lạc trên địa bàn thị trấn Thạnh Hoá: chùa phổ Hương,... các chùa đều có trụ trì, tăng ni, phật tử với 1.112 tín đồ sinh sống khắp các xã, thị trên địa bàn.\n*Giáo lý cơ bản: Bộ giáo lý gồm 3 tạng kinh: Kinh—Luật—Luận với hàng vạn quyển sách.\n*Nghi thức cơ bản: Gồm y áo, mõ, chuông, nhang đèn, hoa quả, dâng hương, tụng niệm,… Nghi thức đạo phật là hình thức góp phần tăng thêm tính thiêng liêng cho Phật giáo.\n*Những ngày lễ trọng: Có 3 ngày lễ chính như sau:\n**Mùng 8\/1: lễ cầu an đầu năm\n**Mùng 8\/4: lễ Phật đản\n**Ngày 14,15\/7: lễ Vu lan báo hiếu.\n*Ngoài ra còn có các ngày lễ: 15\/1 lễ Thượng ngươn, 15\/7 lễ Trung ngươn, 15\/10 lễ Hạ ngươn và các ngày tưởng niệm Đức Quan Thế Âm, Đức Địa tạng vương, Đức Thích ca thành đạo,…\n\n'''Cao đài:''' Có 3 hệ phái chính gồm: Cao đài Tây Ninh, Cao đài Tiên Thiên, Cao đài Ban Chỉnh đạo với 1.892 tín đồ sinh sống hầu hết các xã, thị trong huyện.\n*Cao đài Tây Ninh: 1.032 tín đồ, Thánh thất tại thị trấn Thạnh Hóa, Thạnh Phú\n*Cao đài Tiên thiên: 687 tín đồ, Thánh tịnh tại Thủy Tây\n*Cao đài Ban chỉnh đạo: 173 tín đồ, Thánh thất tại Thạnh Phú.\n*Giáo lý cơ bản: Giáo lý dung hợp các giá trị của Tam giáo quy nguyên (Thích - Lão - Nho), có bổ sung phù hợp với nhu cầu tín ngưỡng của dân tộc Việt Nam.\n*Ngoài ra còn có các ngày lễ: 15\/1 lễ Thượng ngươn, 15\/7 lễ Trung ngươn, 15\/10 lễ Hạ ngươn\/Hoằng khai Đại Đạo, 15\/8 lễ Hội Yến Diêu Trì Cung và các ngày tưởng niệm Đức Quan Thế Âm, Lão Tử, Khổng Tử, Phật Thích Ca,...\n\n'''Công giáo:''' Hiện có 3 giáo xứ với 1.915 tín đồ sinh sống tập trung ở các địa phương có cơ sở thờ tự.\n*Giáo xứ Sông Xoài: 652 tín đồ, toạ lạc tại Thuận Nghĩa Hoà\n*Giáo xứ Nước Trong: 669 tín đồ, toạ lạc tại Thủy Đông\n*Giáo xứ Tân Đông: 561 tín đồ, toạ lạc tại Tân Đông.\n*Giáo lý cơ bản: Thể hiện trong kinh thánh, kinh thánh có giá trị đặc biệt thiêng liêng đối với tín đồ công giáo, ''Không biết kinh thánh là không biết Chúa Kitô''.\n*Những ngày lễ trọng: Có 4 lễ chính như sau:\n**Lễ Chúa Giáng sinh 25\/12\n**Lễ đức Chúa lên trời (Sau lễ phục sinh 40 ngày)\n**Lễ Đức Mẹ lên trời 15\/8\n**Lễ các Thánh 01\/11.\n*Ngoài ra còn có các ngày lễ khác như: Chủ nhật quanh năm, lễ Phục sinh, lễ Chúa Thánh thần,…\n\n'''Tin lành:''' Không có cơ sở thờ tự, có 92 tín đồ sinh sống rải rác ở các xã Tân Hiệp, Tân Đông, Thủy Đông. Các tín đồ đạo tin lành tu tại gia, tổ chức cầu nguyện vào thứ tư hàng tuần. Đa số các tín đồ tôn giáo ở Thạnh Hóa là nông dân lao động gắn bó với đồng ruộng quê hương, có tinh thần dân tộc, gắn bó với độc lập tổ quốc. Các tín đồ tôn giáo có nhiều đóng góp xứng đáng cho đất nước.\n\n==Nhân vật anh hùng==\nNhân dân Thạnh Hoá có tinh thần yêu nước, truyền thống đấu tranh cách mạng.{{fact|date=7-2014}}\n* Nguyễn Văn Khánh (tức Nguyễn Văn Be): sinh năm 1940 quê quán xã [[Thạnh Phước]].\n* Võ Văn Thành: sinh 1950 quê quán xã [[Thạnh Phú]].\n\n==Địa danh anh hùng==\nThạnh Hoá có 2 xã được Nhà nước Việt Nam phong tặng danh hiệu \"Anh hùng lực lượng vũ trang nhân dân\".\n*Quân dân xã Đông Thuận (ngày nay là xã Thủy Đông và Thuận Nghĩa Hoà).\nTrong 21 năm đánh Mỹ quân, dân Đông Thuận đã đánh địch hơn 500 trận lớn nhỏ, nhân dân ở đây \"binh vận\" làm tan rã tại chỗ 2 tiểu đoàn địch (khoảng 500 lính và sĩ quan cấp thấp), bắn cháy 03 tàu sắt, 01 tàu cây, bắn rớt 04 máy bay lên thẳng 01 máy bay phản lực F105, diệt và làm bị thương gần 4.000 tên địch, trong đó có 25 lính viễn chinh Mỹ. Riêng đợt tập kích đồn A, đồn B ta làm rã ngũ 1.500 binh lính ngụy, trong đó có 02 đại đội địch được điều từ An Giang lên. Nhân dân và du kích Đông Thuận làm hàng triệu chông sắt, sản xuất trên 20 tấn vũ khí tự tạo (thủy lôi và các loại trái gài). Quân dân Đông Thuận được Đảng, Nhà nước phong tặng danh hiệu \"Anh hùng lực lượng vũ trang nhân dân\" ngày 20\/12\/1994.\n*Quân dân xã Thạnh Phước (ngày nay là xã Thạnh Phú và Thạnh Phước).\nTrong 21 năm đánh Mỹ quân dân xã Thạnh Phước đã đánh địch trên 300 trận lớn nhỏ, loại khỏi vòng chiến đấu gần 3.000 tên địch, trong đó có gần 30 lính viễn chinh Mỹ. Nhân dân đã gọi hàng và làm tan rã\nhơn 1.100 tên địch, trong số bị loại khỏi vòng chiến đấu có 03 đại đội biệt kích, bắn cháy 06 tàu mặt dựng, bắn cháy và làm chìm 03 chiết Ho-Bo, bắn rơi 01 máy bay phản lực F105, 01 máy bay trinh sát L19, 01 máy bay lên thẳng chiến đấu. Quân dân xã Thạnh Phước sản xuất trên 15 tấn vũ khí thô sơ, hàng triệu chông đinh và chông sào. Với thành tích chiến đấu trên, quân dân xã Thạnh Phước được Đảng, Nhà nước phong tặng danh hiệu cao quý \"Anh hùng lực lượng vũ trang nhân dân\" ngày 20\/12\/1994.\n\n==Đặc sản==\nKhoai mỡ Tuyên Nhơn, mật ong, tinh dầu tràm...\n\n==Giao thông thủy lợi==\nĐường bộ: [[Quốc lộ 62]], [[Đường tỉnh 839]], [[Quốc lộ N2]], [[Quốc lộ N1]]...\n\nĐường thủy: Hệ thống sông rạch và kênh mương dẫn nước mặt của huyện Thạnh Hóa gồm Sông [[Sông Vàm Cỏ Tây|Vàm Cỏ Tây]] bắt nguồn từ Svayriêng (Campuchia) chảy vào Việt Nam tại Bình Tứ theo hướng Tây Nam nối với sông [[Vàm Cỏ Đông]], đoạn chảy qua huyện Thạnh Hóa dài khoảng 25&nbsp;km, rộng từ 125–200m, sông chảy quanh co và gấp khúc. Nguồn nước ngọt lớn thứ hai lấy từ [[sông Tiền]] tiếp qua [[Kênh Hồng ngự]] về [[Kênh 61]] và [[Kênh Dương Văn Dương]]. Hệ thống kênh tạo nguồn gồm có: [[Kênh An Xuyên]], kênh Dương Văn Dương, [[Kênh Mareng]], kênh 61, [[Kênh Bắc Đông]], cung cấp nước cho sản xuất và đời sống, đồng thời góp phần thoát lũ trong mùa mưa.\n\nNgoài ra còn có hơn 300 kênh nội đồng lớn nhỏ phục vụ cho nhu cầu tưới, tiêu úng, xả phèn phục vụ sản\nxuất nông nghiệp.\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n* [http:\/\/www.longan.gov.vn\/chinhquyen\/hthoa\/Pages\/20namxaydungphattrienthanhhoa.aspx 20 năm xây dựng phát triển Thạnh Hóa]{{Liên kết hỏng|date=2023-03-15 |bot=InternetArchiveBot }}\n* [http:\/\/www.longan.gov.vn\/Pages\/Huyen-Thanh-Hoa.aspx Huyện Thạnh Hóa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091029041207\/http:\/\/www.longan.gov.vn\/Pages\/Huyen-Thanh-Hoa.aspx |date=2009-10-29 }}.\n* [http:\/\/www.kinhtenongthon.com.vn\/Story\/kinhte-thitruong\/kttrongnuoc\/2009\/10\/20622.html Thạnh hóa vươn lên từ nội lực] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091109230748\/http:\/\/www.kinhtenongthon.com.vn\/Story\/kinhte-thitruong\/kttrongnuoc\/2009\/10\/20622.html |date = ngày 9 tháng 11 năm 2009}}\n\n{{Huyện thị Long An}}\n{{Đơn vị hành chính thuộc huyện Thạnh Hóa}}\n\n[[Thể loại:Thạnh Hóa| ]]\n[[Thể loại:Huyện biên giới Việt Nam với Campuchia]]"}