{"3133563":"{{Thông tin nghệ sĩ\n| background = non_vocal_instrumentalist\n| tiền tố = [[Nghệ sĩ Ưu tú]]\n| name = Thế Hiển\n| image = \n| imagesize =\n| tên thật = Nguyễn Thế Hiển<br>Lại Thế Hiển\n| ngày sinh = {{ngày sinh và tuổi|1955|12|8}}\n| nơi sinh = [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n| quốc tịch = {{VIE}}\n| ngày mất = \n| nơi mất = \n| nghề nghiệp = Nhạc sĩ, ca sĩ\n| thể loại = Nhiều thể loại\n| ca khúc = \"Nhánh lan rừng\", \"Hát về anh\", \" Mẹ và hoa sứ\", \"Dấu chấm hỏi\", \"Tóc em đuôi gà\"\n|Ca sĩ trình bày thành công=}}\n\n'''Thế Hiển''', tên thật là '''Nguyễn Thế Hiển''', có nguồn ghi là '''Lại Thế Hiển''' (sinh ngày [[8 tháng 12]] năm [[1955]]) là một [[ca sĩ]], [[nhạc sĩ]] [[Việt Nam]], hội viên Hội âm nhạc [[Thành phố Hồ Chí Minh]], được nhà nước Việt Nam phong tặng danh hiệu [[Nghệ sĩ Ưu tú]] năm 2012. Ông được các nhà báo Việt Nam mệnh danh là \"Người viết nhật ký bằng âm nhạc\".\n\n==Cuộc đời và sự nghiệp==\nNguyên danh ông là '''Lại Thế Hiển''', nguyên quán của ông [[Nam Định]]. Thời trẻ, ông từng mong ước trở thành một luật sư, tuy nhiên, ông cũng sớm biểu lộ khả năng nghệ thuật của mình. Ông tự mình học và chơi thành thạo đàn [[guitar]] năm 11 tuổi và sau này là là tự học đàn [[piano]]. Ông cũng từng tham gia một lớp học múa trong khoảng thời gian 6 tháng nhưng sau đó lại bỏ dở.\n\nViệc học của ông bị gián đoạn sau [[sự kiện 30 tháng 4 năm 1975]]. Với tính cách thiên về [[hoạt động xã hội]] và đam mê ca hát, ông bắt đầu tham gia hoạt động phong trào văn nghệ quần chúng. Năm 1977, ông theo học chương trình [[Trung cấp Thanh nhạc]] của [[Đoàn nghệ thuật Bông Sen]], được đào tạo bởi những nghệ sĩ lừng danh bấy giờ như [[Nghệ sĩ Nhân dân]] [[Quốc Hương]], Nghệ sĩ Ưu tú Thanh Trì, Nghệ sĩ Ưu tú [[Mỹ An]], nhạc sĩ [[Xuân Hồng]]... Năm 1978, ông tham gia Câu lạc bộ Sáng tác trẻ của Thành đoàn Thành phố Hồ Chí Minh, cùng thời với [[Thu Nở]], [[Đình Huấn]], [[Sĩ Thanh]], [[Cẩm Vân]]…\n\nNăm 1980, ông tốt nghiệp Trung cấp âm nhạc, trở thành một trong hai giọng ca được Đoàn nghệ thuật Bông Sen chính thức tuyển chọn, trở thành đơn ca chính của đoàn nghệ thuật này, tham gia nhiều chương trình âm nhạc của Hội Âm nhạc và các đoàn nghệ thuật Thành phố Hồ Chí Minh. Năm 1982, ông bắt đầu sự nghiệp sáng tác, với tác phẩm đầu tay \"Khi bong bóng bay\" được công chúng đón nhận. Năm 1983, trong một chuyến lưu diễn phục vụ bộ đội chiến đấu tại biên giới phía Bắc, ông đã sáng tác ca khúc \"Hát về anh\". Ca khúc nhanh chóng phổ biến và đem lại danh tiếng cho ông chỉ sau khi sáng tác được 2 tác phẩm.\n\nNăm 1986, ông cùng Đoàn nghệ thuật Bông Sen đi biểu diễn phục vụ bộ đội ở mặt trận 479 ([[Xiêm Riệp]], [[Campuchia]]) và sáng tác ca khúc \"Nhánh lan rừng\". Một lần nữa, bài hát về chủ đề người lính của ông được công chúng hoan nghênh nhiệt liệt. Bên cạnh đó, ông cũng sáng tác nhiều bài hát về chủ đề [[Thanh niên xung phong]] như \"Chuyện ngày xưa chuyện ngày nay\", \"Hát trên nông trường xanh\"...\n\nNăm 1987, ông rời đoàn Đoàn nghệ thuật Bông Sen và trở thành ca sĩ tự do. Năm 1995, ông theo học bậc Đại học tại chức khoa [[Sáng tác]] và [[Thanh nhạc]] tại [[Nhạc viện Thành phố Hồ Chí Minh]]. Năm 1999, ông tốt nghiệp loại giỏi cả hai ngành về thanh nhạc và sáng tác.\n\nTháng 12 năm 2009, ông mở hội quán mang tên Nhánh lan rừng nằm trong Công ty Trách nhiệm hữu hạn Văn hóa nghệ thuật Nhánh lan rừng do vợ ông làm giám đốc và trực tiếp điều hành tại Thành phố Hồ Chí Minh.\n\nNhạc sĩ Thế Hiển đã được [[Nhà nước Việt Nam]] phong tặng danh hiệu [[Nghệ sĩ Ưu tú]] vào năm 2012.\n\nCho tới năm 2013, Thế Hiển là một nhạc sĩ, ca sĩ chưa có album, tập nhạc nào, ông tiếp tục sáng tác và âm thầm thu thanh các ca khúc của mình.Hiện ông làm việc tại Công ty Trách nhiệm hữu hạn Nhánh Lan Rừng và là Ủy viên Ban chấp hành Hội cứu trợ trẻ em khuyết tật TP Hồ Chí Minh. Ngoài việc đào tạo ca sĩ, ông dành nhiều thời gian cho việc sáng tác ca khúc, tham gia những chuyến đi thực tế, biểu diễn từ thiện và đến các đơn vị bộ đội ở [[biên giới]], [[hải đảo]]…\n\n==Chủ đề và phong cách sáng tác==\nNhững sáng tác của Thế Hiển rất đa dạng với nhiều đề tài: nhạc phong trào, [[tình ca]], [[tình bạn]], tình yêu trẻ thơ, tình mẫu tử, tình đồng đội... Là ủy viên Hội Cứu trợ trẻ em tàn tật Thành phố Hồ Chí Minh, Thế Hiển đã dành rất nhiều tâm huyết để viết các ca khúc về đề tài xã hội, về những nạn nhân [[chất độc màu da cam]], những đứa trẻ mồ côi lang thang cơ nhỡ, người dân bị thiên tai lũ lụt. Mỗi sáng tác của ông đều do ông kiểm tra bằng chính tiếng hát của mình. Cho tới năm 2013, ông đã sáng tác gần 100 ca khúc, trong đó khoảng 40 bài được phổ biến, ngoài ra còn có những bài hát chưa được công bố. Ông được nhận xét là người viết không nhiều nhưng viết chắc tay, viết bài nào định hình được bài đó. Âm nhạc của Thế Hiển giản dị, những ca khúc của ông không cầu kỳ, không có nhiều biến âm, không nhiều kỹ thuật cổ điển mà mang phong cách [[nhạc nhẹ]] với âm hưởng dân ca. Ông đều nghiên cứu trước khi viết chủ đề, có sự đào sâu suy nghĩ và tìm chất liệu của từng vùng miền khi áp dụng một số điệu thức dân ca vào ca khúc của mình.\n\n==Tác phẩm==\nCho tới năm 2013, ông đã sáng tác gần 100 ca khúc, trong đó khoảng 40 bài được phổ biến, ngoài ra còn có những bài hát chưa được công bố. Ngoài ra ông còn đặt lời cho các ca khúc \"[[Triệu đóa hoa hồng]]\" - một bài hát [[Latvia]] nổi tiếng từ những năm 1980.\n\nNhững sáng tác tiêu biểu của nhạc sĩ Thế Hiển:\n{{expand list}}\n# Khi bong bóng bay (1982)\n# Hát về anh (còn có tên là \"Hát về anh người chiến sĩ biên cương\", 1983, khen thưởng của Ủy ban Nhân dân Thành phố năm 1985)\n# Nhánh lan rừng\n# Vỏ ốc biển\n# Nỗi nhớ từ đảo xa\n# Tiếng hát trên đảo Sơn Ca\n# Khúc hát tự hào HQ 561\n# Tóc em đuôi gà\n# Cho dù có đi nơi đâu\n# Chuyện lứa đôi\n# Em nghe nói\n# Em không biết\n# Bốn mắt anh yêu\n# Hoài niệm dấu yêu\n# Đợi chờ trong cơn mưa\n# Chuyện đời xưa chuyện ngày nay\n# Mỗi trái tim một tấm lòng\n# Người mẹ và hoa sứ trắng\n# Hát trên nông trường xanh\n# Hành khúc thanh niên tình nguyện...\n# Người phu xe\n# Dấu chấm hỏi (giải ba cuộc vận động sáng tác của [[Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh]])\n# Nhong nhong nhong (Sáng tác sau 1975)\n# Hoàng hôn màu tím\n# Đây Mỹ Sơn huyền thoại\n# [[Tây Nguyên]] mùa hè xanh…\n# Tuần Châu đảo ngọc\n#Vượt lên chính mình (Bài hát chính thức của chương trình cùng tên)\n\n==Đời tư==\nThế Hiển kết hôn lần đầu khi 21 tuổi (năm 1976) với cô bạn gái sinh hoạt văn nghệ cùng phường, họ sinh được hai người con, một trai một gái. Người vợ thứ hai là ca sĩ Hạ Lan (cũng có hai người con riêng), họ quyết định không sinh con, hai người sống với nhau được 10 năm. Ông kết hôn lần thứ ba với nhà báo Hồng Nhung, kém ông 27 tuổi, biên tập viên văn nghệ [[Đài Phát thanh - Truyền hình Bình Dương]]. Năm 2020, ông kết hôn lần thứ tư với người vợ Kim Phượng.\n\n==Đánh giá==\n*\"Những ca khúc của Thế Hiển không cầu kỳ, không có nhiều biến âm, không nhiều kỹ thuật cổ điển mà mang phong cách nhạc nhẹ với âm hưởng dân ca.\"(theo [[Nguyễn Thụy Kha]])\n*\"Kể ra cũng nhô nhỉnh trên mặt bằng sáng tác và biểu diễn, thế mà nhạc sĩ, ca sĩ Thế Hiển không, à chưa có album nào. Những bấn bíu cat xê cùng các cuộc tụ bạ salon không đủ sức níu kéo ông nhạc sĩ sắp lục tuần này luẩn quẩn ở chốn thị thành cùng xuôi tay thở dài làm một thứ tổng kết album nào đó. Thế Hiển nói mình vẫn chống gậy đi tìm cảm xúc là cái cách nói vui chứ đúng hơn là Thế Hiển cầm đàn, và say mê sẵn sàng vuột theo những chuyến đi. Như vài chục năm trước thuở \"một ba lô cây súng trên vai\"… Những vùng quê heo hắt xa ngái, nhất là biển đảo luôn là thứ ma lực. Hình như những chốn ấy là nơi đi về và cân bằng lại một Thế Hiển ở tuổi lục tuần từng chông chênh với vài cuộc hôn nhân chả đâu vào với đâu?\"(theo [[Xuân Ba]])\n*\"Âm nhạc của Thế Hiển giản dị, không thuộc loại đương đại, bởi đương đại hôm nay sẽ trở thành quá khứ của ngày mai, mà âm nhạc của anh nó đang là âm nhạc của thực tại, một thực tại mà trăm năm sau, ngàn năm sau vẫn mãi có những đứa con nũng nịu trèo leo, nghịch ngợm và những bậc sinh thành luôn luôn là \"Con ngựa để cho con nương tựa suốt đời\"... Với nhạc sĩ - ca sĩ Thế Hiển, anh [[khiêm tốn]] mà thiệt thà, có lẽ vì anh đã từng là [[học trò]] và cũng đang làm [[thầy]] của nhiều lớp [[ca sĩ]], nên cái đạo lý \"tôn sư trọng đạo\" luôn là kim chỉ nam trong đời sống xã hội cũng như trong hoạt động âm nhạc của mình. Bởi vậy nên những người yêu quý, thích giọng ca và những sáng tác của Thế Hiển gồm đủ mọi thành phần từ [[học sinh]] [[sinh viên]] đến [[quân dân]] cán chính đều có mặt đầy đủ trong \"[[Con đường âm nhạc]]\" của anh… Là người làm âm nhạc từ rất sớm (1978) cùng thời với Thu Nở, Đình Huấn, Sĩ Thanh, [[Cẩm Vân]]… Cho đến hôm nay tên tuổi của anh trải dài theo đường cong [[Tổ quốc]], đến độ báo chí nói anh là \"người viết nhật ký bằng âm nhạc\", vậy mà Thế Hiển vẫn là nhạc sĩ ca sĩ của 3 không: không [[album]], không [[tuyển tập]] và không… [[scandal]]. \"Còn tiếp tục viết, không vội gì…\" anh phân trần như thế bằng kiểu cười hiền. Ừ! có vội vàng gì đâu, bởi tôi hiểu rằng, vớiThế Hiển, người mà đang sở hữu cả kho [[huy chương]], [[bằng khen]], [[giấy khen]] cho giọng hát và [[sáng tác]] của mình từ Bắc chí Nam, thì album hay tuyển tập của anh đã và đang có trong lòng [[khán giả]] đấy thôi…\" (theo [[Phan Khanh]])\n\n==Vinh danh==\n\n# Nhạc sĩ Thế Hiển đã được Nhà nước Việt Nam phong tặng danh hiệu [[Nghệ sĩ Ưu tú]] năm 2012.\n# Năm 2015, Hãng phim TFS - Đài Truyền hình Thành phố Hồ Chí Minh (HTV) đã phát sóng bộ phim tài liệu ''\"Nghệ sĩ ưu tú, nhạc sĩ Thế Hiển – Nhánh lan rừng nở mãi\"'' (đạo diễn Trần Quốc Sơn, 2 tập) trên hệ sóng truyền hình HTV9 để vinh danh, ghi nhận các cống hiến, đóng góp của ông cho âm nhạc truyền thống<ref name=\":0\">{{Chú thích web|url=http:\/\/daidoanket.vn\/van-hoa\/ra-mat-phim-ve-nsut-nhac-si-the-hien-tintuc74654|title=Ra mắt phim về NSƯT, nhạc sĩ Thế Hiển|last=Nguyễn|first=Thành Luân (báo Đại Đoàn Kết)|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>.\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n# [https:\/\/www.facebook.com\/nhacsi.thehien Facebook cá nhân] \n# [http:\/\/vnn.vietnamnet.vn\/vanhoa\/amnhac\/2004\/06\/159417\/ Nhạc sĩ Thế Hiển cầu cứu Hội nhạc sĩ VN, Sơn Hà (thực hiện), Báo điện tử VietNamNet, 10\/06\/2004]\n# Nhạc sĩ - Nghệ sĩ ưu tú Thế Hiển: Ba lần đò vẫn một tấm chân tình, Cát Vũ, Báo Phụ Nữ Thành phố Hồ Chí Minh, 07\/07\/2012\n# [http:\/\/vov.vn\/van-hoa\/nghe-si\/nhac-si-the-hien-70-tuoi-van-di-tim-cam-xuc-281558.vov Nhạc sĩ Thế Hiển: \"70 tuổi vẫn đi tìm cảm xúc\", Hoàng Anh thực hiện, Báo điện tử Đài tiếng nói Việt Nam, 20\/09\/2013]\n# [http:\/\/www.tienphong.vn\/xa-hoi\/nhung-vo-oc-bien-cua-nhac-si-the-hien-712575.tpo Những 'vỏ ốc biển' của nhạc sĩ Thế Hiển, Xuân Ba, Báo điện tử Tiền Phong, ngày 04\/06\/2014]\n# [http:\/\/antgct.cand.com.vn\/vivn\/nhanvat\/2014\/1\/57177.cand NSƯT - Nhạc sĩ Thế Hiển: Cung bậc buồn vui đời nghệ sĩ, Phạm Xuân Trường viết tại TP Hồ Chí Minh vào 18\/12\/2013, đăng báo Báo Công An Nhân dân ngày 09\/01\/2014] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140819130155\/http:\/\/antgct.cand.com.vn\/vivn\/nhanvat\/2014\/1\/57177.cand |date=2014-08-19 }}\n# [http:\/\/vnmusic.com.vn\/index.php?hvid=509 NS. Lại Thế Hiển, Trang web của Hội nhạc sĩ Việt Nam]{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}\n# [http:\/\/vnmusic.com.vn\/p1338-nhac-si-the-hien-van-thenh-thang-tren-con-duong-am-nhac.html NHẠC SĨ THẾ HIỂN VẪN THÊNH THANG TRÊN CON ĐƯỜNG ÂM NHẠC, Phan Khanh, Trang web của Hội nhạc sĩ Việt Nam, 10\/01\/2012] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130731012105\/http:\/\/vnmusic.com.vn\/p1338-nhac-si-the-hien-van-thenh-thang-tren-con-duong-am-nhac.html |date=2013-07-31 }}\n\n{{Thời gian sống|1955}}\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nhạc sĩ nhạc đỏ]]\n[[Thể loại:Nhạc sĩ Việt Nam]]"}