{"40856":"{{Hatnote|Về bộ phim tài liệu năm 2007 về vụ Thảm sát Nam Kinh, xem [[Nam Kinh (phim)]].}}\n{{Thông tin chiến tranh\n|conflict=Thảm sát Nam Kinh\n|partof=[[Chiến tranh Trung-Nhật]]\n|image=[[Tập tin:Nanking bodies 1937.jpg|border|300px]]\n|caption=Xác chết của các nạn nhân vụ thảm sát trên bờ sông Dương Tử với một người lính Nhật Bản đứng gần đó\n|date=13 tháng 12 năm 1937 – tháng 1 năm 1938\n|place=[[Nam Kinh]], [[Trung Hoa Dân quốc (1912–1949)|Trung Quốc Dân quốc]]\n|result={{plainlist|\n* 50,000–300,000 người chết (nguồn chính)<ref name=\"Wellesley.edu\">{{chú thích web|url=http:\/\/www.wellesley.edu\/Polisci\/wj\/China\/Nanjing\/nanjing2.html|title=''The Nanking Atrocities: Fact and Fable''|publisher=Wellesley.edu|access-date = ngày 6 tháng 3 năm 2011 |url-status=dead|archiveurl=https:\/\/web.archive.org\/web\/20110228031202\/http:\/\/www.wellesley.edu\/Polisci\/wj\/China\/Nanjing\/nanjing2.html |archive-date=ngày 28 tháng 2 năm 2011 }}<\/ref><ref name=\"nankingatrocities.net\">{{chú thích web|url=http:\/\/www.nankingatrocities.net\/1990s\/nineties_01.htm|title=Nanking Atrocities – In the 1990s|work=nankingatrocities.net|url-status=dead|archiveurl=https:\/\/web.archive.org\/web\/20131026021444\/http:\/\/www.nankingatrocities.net\/1990s\/nineties_01.htm |archive-date=ngày 26 tháng 10 năm 2013}}<\/ref>\n* 40,000–300,000 người chết (đồng thuận học thuật)<ref name=\"Berghahn Books\">{{chú thích sách|editor=Bob Tadashi Wakabayashi|title=The Nanking Atrocity, 1937–38: Complicating the Picture|url=https:\/\/archive.org\/details\/nankingatrocity100btwa|publisher=Berghahn Books|date=2008|page=[https:\/\/archive.org\/details\/nankingatrocity100btwa\/page\/362 362]|isbn=1-84545-180-5}}<\/ref>\n* 300,000 người chết (chính phủ Trung Quốc, đồng thuận học thuật ở Trung Quốc)<ref>{{chú thích web|url=http:\/\/jds.cass.cn\/UploadFiles\/2010\/11\/201011041014223781.pdf|format=PDF|title=论南京大屠杀遇难人数 认定的历史演变|website=Jds.cass.cn|access-date = ngày 16 tháng 3 năm 2016 |url-status=dead|archiveurl=https:\/\/web.archive.org\/web\/20140322091900\/http:\/\/jds.cass.cn\/UploadFiles\/2010\/11\/201011041014223781.pdf|archive-date = ngày 22 tháng 3 năm 2014 |df=}}<\/ref><ref>{{chú thích web|url=http:\/\/www.hprc.org.cn\/pdf\/DSZI200603018.pdf|format=PDF|title=近十年\" 侵华日军南京大屠杀\"研究述评|website=Jds.cass.cn|access-date=ngày 16 tháng 3 năm 2016|archive-date=2016-03-04|archive-url=https:\/\/web.archive.org\/web\/20160304041945\/http:\/\/www.hprc.org.cn\/pdf\/DSZI200603018.pdf|url-status=dead}}<\/ref><ref>{{chú thích web|url=http:\/\/www.modernchina.org.cn\/UploadFiles\/zyqk\/2010\/12\/201012021431330066.pdf|access-date =ngày 30 tháng 5 năm 2014|url-status=dead|archiveurl=https:\/\/web.archive.org\/web\/20160306190621\/http:\/\/modernchina.org.cn\/uploadfiles\/zyqk\/2010\/12\/201012021431330066.pdf|archive-date=ngày 6 tháng 3 năm 2016|title=Modern China}}<\/ref>}}}}\n{{Hộp thông tin tên tiếng Trung\n|title = Thảm sát Nam Kinh\n|pic =|300px\n|piccap = \n|t = {{linktext|南|京|大|屠|殺}}\n|s = {{linktext|南|京|大|屠|杀}}\n|p = Nánjīng Dàtúshā\n|kanji = {{linktext|南|京|大|虐|殺}}\n|tradhep = Nankin Jiken<br \/>Nankin Daigyakusatsu\n}}\n{{Lịch sử Trung Hoa Dân quốc}}\n'''Thảm sát Nam Kinh''', cũng thường được gọi là vụ \"'''Cưỡng hiếp Nam Kinh'''\", là một [[tội ác chiến tranh Nhật Bản|tội ác chiến tranh]] do quân đội [[Nhật Bản]] tiến hành bên trong và xung quanh [[Nam Kinh]], [[Trung Hoa Dân quốc (1912–1949)|Trung Quốc]] sau khi thành phố này rơi vào tay [[Lục quân Đế quốc Nhật Bản|Quân đội Thiên hoàng Nhật Bản]] ngày [[13 tháng 12]] năm [[1937]]. Thời gian diễn ra cuộc thảm sát vẫn chưa được biết rõ, dù bạo lực đã kết thúc trong vòng sáu tuần, cho tới đầu tháng 2 năm 1938.\n\nTrong khi chiếm đóng Nam Kinh, quân đội Nhật Bản đã thực hiện nhiều hành động tàn ác như [[hiếp dâm|hãm hiếp]], [[cướp bóc]], [[đốt phá]] và hành quyết [[tù binh|tù binh chiến tranh]] cũng như [[thường dân]]. Tuy những vụ hành quyết diễn ra trong bối cảnh nhiều binh lính Trung Quốc giả dạng làm thường dân, một số lớn dân thường vô tội đã bị quy là các chiến binh địch và bị giết hại, hay đơn giản bị giết ở bất kỳ hoàn cảnh nào có thể. Một số lớn phụ nữ và trẻ em cũng bị giết hại, khi những vụ hãm hiếp và giết người ngày càng lan rộng ở cả những vùng ngoại ô Nam Kinh.\n\nCon số thương vong cụ thể là một chủ đề được bàn cãi hết sức gay gắt giữa các nhà nghiên cứu. Các ước tính từ 40.000 lên đến 300.000 người. Con số 300.000 người lần đầu tiên được Harold Timperly, một nhà báo tại Trung Hoa trong thời gian này đưa ra vào tháng 1 năm 1938. Con số này có lẽ bao gồm cả những người bị thảm sát ở những vùng xung quanh thành phố Nam Kinh trong thời gian chiếm đóng của Nhật Bản.\n\nCác ước tính khác đến từ tuyên bố của [[Quân đội Thiên hoàng Nhật Bản]] tại [[Tòa án Quân sự Quốc tế vùng Viễn Đông]] rằng số người chết đều là binh sĩ và rằng những hành động hung bạo như vậy không hề xảy ra, cho tới lời kể của những nhân chứng phương Tây tại [[Tòa án Quân sự Quốc tế vùng Viễn Đông]], những người đã tận mắt chứng kiến những thường dân bị giết hại và những phụ nữ bị hãm hiếp bởi binh sĩ Nhật Bản, cho tới tuyên bố của Trung Quốc cho rằng số lượng người không phải là binh lính thiệt mạng lên tới 300.000.\n\nNhiều người thiên về tin con số thương vong cao một phần bởi vì có nhiều bằng chứng phim ảnh về những thân thể phụ nữ, trẻ em bị chém giết, cũng như thành công thương mại của cuốn sách vụ ''[[Cưỡng hiếp Nam Kinh (sách)|Cưỡng hiếp Nam Kinh]]'' của [[Iris Chang]], một lần nữa thu hút sự chú ý của mọi người tới sự kiện.\n\nNgoài số lượng nạn nhân, một số nhà phê bình Nhật Bản thậm chí đã tranh luận về việc liệu vụ thảm sát có thực sự xảy ra. Trong khi [[Chính phủ Nhật Bản]] đã thừa nhận vụ việc thật sự đã xảy ra, những người cực đoan đã trưng ra lý lẽ của mình bắt đầu bằng những tuyên bố của Quân đội Thiên hoàng tại [[Tòa án Quân sự Quốc tế vùng Viễn Đông]] rằng số người chết đều thuộc quân đội và những hành động thù địch với dân thường không hề xảy ra. Tuy nhiên, một số lượng khổng lồ các bằng chứng đã chống lại luận điểm đó. Sự tồn tại của vụ việc đã nhiều lần được khẳng định thông qua những lời tuyên bố của các chứng nhân phương Tây tại [[Tòa án Quân sự Quốc tế vùng Viễn Đông]] cũng như của những người đã tận mắt chứng kiến các thường dân bị thảm sát và phụ nữ bị binh lính Nhật hãm hiếp. Nhiều bộ sưu tập ảnh về các xác chết phụ nữ và trẻ em Trung Quốc hiện cũng đang tồn tại. Những tìm kiếm khảo cổ học gần đây càng ủng hộ lý lẽ về sự thực của vụ thảm sát.\n\nViệc lên án vụ thảm sát là một vấn đề trọng tâm của [[chủ nghĩa Quốc gia Trung Quốc]] đang bắt đầu phát triển. Tuy nhiên, tại Nhật Bản ý kiến công chúng về sự thảm khốc của cuộc thảm sát vẫn còn chia rẽ – điều này được minh chứng qua sự thực rằng trong khi một số nhà bình luận Nhật Bản gọi nó là vụ 'Tàn sát Nam Kinh' (南京大虐殺, Nankin daigyakusatsu), những người khác lại sử dụng một thuật ngữ mềm mại hơn vụ 'Sự kiện Nam Kinh' (南京事件, Nankin jiken). Sự kiện tiếp tục là một trong tâm chú ý và tranh cãi trong [[Quan hệ Nhật Bản–Trung Quốc|quan hệ Trung Quốc – Nhật Bản]].\n\n== Bối cảnh lịch sử ==\n=== Cuộc xâm lược Trung Quốc ===\nTới tháng 8 năm 1937, giữa cuộc [[Chiến tranh Trung-Nhật]], quân đội Nhật Bản gặp phải sự kháng cự mạnh mẽ và chịu nhiều tổn thất trong [[Trận Thượng Hải (1937)|Trận Thượng Hải]]. Trận đánh diễn ra đẫm máu và cả hai bên đều thiệt hại nặng nề trong những trận đánh [[giáp lá cà]].\n\nNgày 5 tháng 8 năm 1937, [[Hirohito|Nhật hoàng Chiêu Hoà]] đích thân phê chuẩn lời đề nghị từ phía quân đội của ông ngừng tôn trọng luật pháp quốc tế đối với các tù binh chiến tranh Trung Quốc trong tay. Nghị định này cũng hướng dẫn các sĩ quan tham mưu ngừng sử dụng thuật ngữ \"tù binh chiến tranh\".<ref>Akira Fujiwara, ''Nitchû Sensô ni Okeru Horyo Gyakusatsu'', Kikan Sensô Sekinin Kenkyû 9, 1995, p.22<\/ref>\n\nTừ Thượng Hải tới Nam Kinh, binh lính Nhật Bản sau đó đã thực hiện nhiều hành vi tàn bạo, nổi tiếng nhất là [[cuộc thi chặt đầu 100 người]]. Cũng có nhiều hành động hung bạo khác từ phía người Trung Quốc chống lại những tù binh chiến tranh Nhật Bản.<ref>{{Chú thích web|url=http:\/\/www.cnn.com\/WORLD\/9609\/23\/rare.photos\/|tiêu đề=Photos document brutality in Shanghai|nhà xuất bản=CNN|ngày tháng=[[ngày 23 tháng 9 năm 1996]]|ngày truy cập = ngày 20 tháng 3 năm 2007}}<\/ref>\n\nTới giữa tháng 11, người Nhật đã chiếm Thượng Hải với sự trợ chiến của hải quân và không quân. Tổng tư lệnh Bộ tham mưu tại Tokyo đã quyết định không mở rộng thêm nữa cuộc chiến, vì số lượng tổn thất to lớn cũng như tinh thần đang suy sụp trong binh lính.\n\n=== Thảm Sát Nam Kinh ===\nKhi quân đội Nhật Bản áp sát Nam Kinh, thường dân Trung Quốc lũ lượt bỏ chạy khỏi thành phố, và quân đội Trung Quốc đưa ra thi hành một chiến dịch [[tiêu thổ|tiêu thổ kháng chiến]],<ref>{{Chú thích web|url=http:\/\/www.interq.or.jp\/sheep\/clarex\/discovery\/discovery02.html|tiêu đề=The Nanking Incident|ngày truy cập=ngày 19 tháng 4 năm 2006|archive-date=2006-02-13|archive-url=https:\/\/web.archive.org\/web\/20060213184811\/http:\/\/www.interq.or.jp\/sheep\/clarex\/discovery\/discovery02.html|url-status=dead}}<\/ref> với mục tiêu hủy hoại bất kỳ thứ gì có thể bị sử dụng bởi quân đội xâm lược Nhật Bản. Các mục tiêu bên trong và bên ngoài phạm vi thành phố như các trại lính, nhà cửa, Bộ thông tin Trung Quốc, rừng rú và thậm chí là toàn bộ các ngôi làng bị đốt cháy tận móng, ước tính giá trị của chúng lên tới 20 đến 30 triệu dollar Mỹ (1937).<ref name=\"doomed\">{{Chú thích web|url=http:\/\/www.geocities.com\/nankingatrocities\/Fall\/fall_01.htm|tiêu đề=Five Western Journalists in the Doomed City|ngày truy cập=ngày 19 tháng 4 năm 2006|url lưu trữ=https:\/\/web.archive.org\/web\/20040807084604\/http:\/\/www.geocities.com\/nankingatrocities\/Fall\/fall_01.htm|ngày lưu trữ=2004-08-07|url-status=dead}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.ne.jp\/asahi\/unko\/tamezou\/nankin\/ngày 8 tháng 12 năm 1937-NewYorkTimesTillmanDurdin.html|tiêu đề=Chinese Fight Foe Outside Nanking; See Seeks's Stand|ngày truy cập=ngày 19 tháng 4 năm 2006}}{{Liên kết hỏng|date = ngày 5 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>{{Chú thích web|url=http:\/\/www.ne.jp\/asahi\/unko\/tamezou\/nankin\/ngày 9 tháng 12 năm 1937-NewYorkTimesHallettAbend.html|tiêu đề=Japan Lays Gain to Massing of Foe|ngày truy cập=ngày 19 tháng 4 năm 2006}}{{Liên kết hỏng|date = ngày 5 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n[[Tập tin:Asakanomiya yasuhiko.jpg|nhỏ|phải|Yasuhiko Asaka]]\nNgày 2 tháng 12, [[Hirohito|Nhật hoàng Showa]] chỉ định chú của mình là [[hoàng tử Asaka]], làm tư lệnh cuộc xâm lược. Rất khó biết, với tư cách thành viên gia đình hoàng gia, Asaka liệu có quyền uy tối cao đối với [[Matsui Iwane]], người chính thức là tổng tư lệnh, nhưng rõ ràng vì ở trong hàng ngũ sĩ quan cao cấp nhất, ông có quyền đối với các vị chỉ huy cấp sư đoàn, các trung tướng [[Nakajima Kesago]] và [[Yanagawa Heisuke]].\n\n==== An toàn khu Nam Kinh ====\n{{chính|An toàn khu Nam Kinh}}\n\nNhiều người phương Tây đang sống trong thành phố ở thời điểm đó, là các thương nhân hay nhà truyền giáo cho nhiều tôn giáo khác nhau. Khi quân đội Nhật Bản bắt đầu các phi vụ ném bom vào Nam Kinh, đa số người phương Tây và toàn bộ các phóng viên đều quay về nước chỉ trừ 22 người, gồm cả doanh nhân [[John Rabe]] của tập đoàn [[Siemens AG|Siemens]] (có lẽ vì tư cách một nhân vật Phát xít và [[Hiệp ước chống Quốc tế cộng sản]] song phương Nhật-Đức), ông đã ở lại và thành lập ra một ủy ban, gọi là [[Ủy ban Quốc tế về An toàn khu Nam Kinh]]. Rabe được bầu làm lãnh đạo ủy ban này. Ủy ban đã lập ra [[An toàn khu Nam Kinh]] ở khu vực phía tây thành phố. Chính phủ Nhật Bản đã chấp nhận không tấn công vào những vùng không có quân đội Trung Quốc chiếm giữ của thành phố, và các thành viên Ủy ban Quốc tế về An toàn khu Nam Kinh đã tìm cách thuyết phục chính phủ Trung Quốc rút lui toàn bộ binh sĩ của họ ra khỏi khu vực.\n\nNgười Nhật quả thực đã tôn trọng An toàn khu tới một mức độ nào đó; không một quả đạn pháo nào rơi vào khu vực này chỉ trừ vài viên đạn lạc. Trong thời gian hỗn loạn sau cuộc tấn công vào thành phố, một số người đã bị giết hại trong An toàn khu, nhưng những hành động bạo lực xảy ra trong khu vực này thấp hơn rất nhiều so với các nơi khác về mọi phương diện.\n\n=== Bao vây thành phố ===\nNgày [[7 tháng 12]], quân đội Nhật Bản ra một sắc lệnh cho tất cả binh lính, cho rằng hành động chiếm giữ một thủ đô nước ngoài là sự kiện chưa từng có với Quân đội Nhật Bản, vì thế tất cả những binh sĩ \"phạm bất kỳ hành vi sai trái nào\", \"làm mất danh dự quân đội Nhật Bản\", \"cướp bóc\", hay \"để hỏa hoạn cháy lan, thậm chí vì lý do bất cẩn\" sẽ bị trừng phạt nghiêm khắc.<ref name=\"alleged\">{{Chú thích web|url=http:\/\/www.geocities.com\/tamezounko\/nanking\/alleged\/chapter2-2.html#chapter2-2|tiêu đề=The Alleged 'Nanking Massacre', Japan's rebuttal to China's forged claims|ngày truy cập=ngày 19 tháng 4 năm 2006}}{{Liên kết hỏng|date = ngày 31 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref> Quân đội Nhật Bản tiếp tục tiến về phía trước, chọc thủng những giới tuyến cuối cùng của quân kháng chiến Trung Quốc, và tới sát ranh giới thành phố Nam Kinh ngày [[9 tháng 12]]. Vào buổi trưa, quân đội thả truyền đơn vào thành phố, hối thúc Nam Kinh đầu hàng trong 24 giờ:<ref name=\"shanghai\">{{Chú thích web | url=http:\/\/www.geocities.com\/nankingatrocities\/Introduction\/introduction.htm | tiêu đề=Battle of Shanghai | ngày truy cập=ngày 19 tháng 4 năm 2006 | url lưu trữ=https:\/\/web.archive.org\/web\/20060205002859\/http:\/\/www.geocities.com\/nankingatrocities\/Introduction\/introduction.htm | ngày lưu trữ=2006-02-05 |url-status=live }}<\/ref>\n\n:''Quân đội Nhật Bản, với sức mạnh 1 triệu quân, đã chinh phục Changshu (Thường Châu). Chúng tôi đã bao vây thành phố Nam Kinh... Quân đội Nhật Bản sẽ không khoan dung với những kẻ phản kháng, trừng phạt chúng nghiêm khắc nhất, nhưng sẽ không gây hại tới những thường dân vô tội cũng như những binh sĩ trong quân đội Trung Quốc những người không kháng cự. Mong ước cao nhất của chúng tôi là bảo vệ nền văn hóa Đông Á. Nếu quân đội Trung Quốc tiếp tục kháng cự, chiến tranh tại Nam Kinh là không thể tránh khỏi. Nền văn hóa đã kéo dài hơn một nghìn năm sẽ chỉ còn là tro tàn, và chính phủ đã tồn tại từ hơn một thập kỷ nay sẽ bị đập tan. Bản sắc lệnh này được gửi dưới danh nghĩa Tổng tư lệnh Quân đội Nhật Bản. Hãy mở cửa thành phố Nam Kinh theo cách hòa bình, và tuân theo những huấn lệnh dưới đây.''<ref name=\"alleged\"\/>\n\nQuân đội Nhật Bản chờ đợi câu trả lời. Tới 1 giờ chiều ngày hôm sau, khi không thấy phái đoàn Trung Quốc nào, Tướng [[Matsui Iwane]] ra lệnh dùng vũ lực chiếm Nam Kinh. Ngày [[12 tháng 12]], sau hai ngày tấn công của quân đội Nhật Bản, với pháo binh dồn dập và những cuộc ném bom từ trên không, Tướng Tang Sheng-chi ra lệnh quân sĩ rút lui. Diễn biến tiếp theo là sự hỗn loạn. Một số binh lính Trung Quốc vứt bỏ binh phục đóng giả thường dân để trốn tránh, nhiều người khác bị sĩ quan bắn vào lưng khi tìm cách trốn chạy.<ref name=\"doomed\"\/> Những người đã ở bên ngoài thành phố bỏ chạy về phía bắc tới sông Dương Tử, chỉ để thấy rằng không còn một chiếc thuyền nào đợi ở đó để cứu họ. Một số người nhảy xuống làn nước mùa đông và chết đuối.\n\nNgày [[13 tháng 12]], người Nhật tiến vào thành phố Nam Kinh, không gặp bất kỳ một sự kháng cự quân sự nào.\n\n== Sự tàn bạo bắt đầu ==\n<!--Hình thiếu thông tin về bản quyền [[Hình:Body everywhere.jpg|nhỏ|phải|Những xác người trong các cầu tàu tại Hsiakwan (Xiaguan), ngoại ô cảng phía bắc Nam Kinh. (ảnh chụp bởi ''Murase Moriyasu'', ''Đại đội Cơ giới số 17 thuộc Trung đoàn Tiếp tế và Vận tải''). {{Cần chú thích|date=February 2007}}]] -->\n\nNhững lời tường thuật của các nhân chứng tận mắt chứng kiến nói rằng trong thời gian sáu tuần sau khi Nam Kinh sụp đổ, quân đội Nhật Bản đã thực hiện các hành vi hãm hiếp, giết hại, trộm cướp, và đốt phá. Những lời chứng đáng tin cậy nhất là từ phía những người nước ngoài đã chọn lựa ở lại để bảo vệ những thường dân Trung Quốc khỏi những hành động kinh hoàng đó, gồm những cuốn nhật ký của [[John Rabe]] và [[Minnie Vautrin]]. Những nguồn tin khác gồm những lời tường thuật từ phía những người sống sót sau vụ thảm sát Nam Kinh. Ngoài ra còn có báo cáo từ phía những nhân chứng tận mắt chứng kiến khác như các nhà báo, cả phương Tây và Nhật Bản, cũng như nhật ký của một số thành viên quân đội. Một nhà truyền giáo [[Hoa Kỳ|Mỹ]], [[John Magee (linh mục)|John Magee]], đã ở lại và quay được một cuốn [[phim (định hướng)|phim]] [[Phim tài liệu|tài liệu]] 16mm và một số bức [[ảnh]] về vụ thảm sát Nam Kinh. Ngoài ra, dù rất ít cựu chiến binh Nhật thừa nhận từng tham gia vào những hành động tàn ác tại Nam Kinh, một số người mà nổi tiếng nhất là [[Shiro Azuma]] đã thừa nhận có thực hiện hành vi đó.\n\nNgay sau khi thành phố sụp đổ, một nhóm người nước ngoài dưới sự chỉ huy của John Rabe đã hình thành nên Ủy ban Quốc tế gồm 15 người ngày [[22 tháng 11]] và lập ra [[An toàn khu Nam Kinh]] để bảo vệ mạng sống của các thường dân trong thành phố, với số lượng khoảng 200.000 tới 250.000 người. Có lẽ con số nạn nhân là dân thường sẽ cao hơn nhiều nếu vùng an toàn này không được lập ra. Rabe và nhà truyền giáo Mỹ Lewis S. C. Smythe, thư ký của Ủy ban Quốc tế, người cũng là một giáo sư [[xã hội học]] tại [[Đại học Nam Kinh]], đã ghi lại những hành động tàn ác của quân đội Nhật Bản và gửi nhiều báo cáo phàn nàn tới đại sứ quán Nhật.\n\n=== Hãm hiếp ===\n:''Ba mươi cô gái bị bắt từ một trường ngoại ngữ tối qua, và hôm nay tôi đã nghe nhiều câu chuyện đau lòng về những cô gái bị bắt đó -- một trong số họ mới chỉ 12 tuổi....Tối nay một chiếc xe tải chạy qua và trong đó là tám hay mười cô gái khác, và khi nó chạy qua họ gào lên \"Ging ming! Ging ming!\"--Cứu mạng!'' (Nhật ký [[Minnie Vautrin]], [[16 tháng 12]] [[1937]])\n\n:''Đó là một câu chuyện quá khủng khiếp để tường thuật lại; con không biết nên bắt đầu và kết thúc ở đâu. Con chưa bao giờ nghe hay đọc về một sự tàn bạo đến như vậy. Hãm hiếp: Tụi con ước tính ít nhất 1.000 vụ mỗi đêm và rất nhiều vào ban ngày. Trong trường hợp phản kháng hay bất kỳ điều gì có vẻ là sự bất tuân đó sẽ là một nhát lê đâm hay một viên đạn.'' (James McCallum, thư gửi về gia đình, [[19 tháng 12]] [[1937]])\n\n[[Tòa án Quân sự Quốc tế vùng Viễn Đông]] đã cho rằng 20.000 (và có lẽ có thể lên tới 80.000) phụ nữ đã bị hãm hiếp - họ ở trong độ tuổi từ thiếu niên cho tới già lão (tới 80 tuổi). Những vụ hãm hiếp thường diễn ra ở nơi công cộng ngay giữa ban ngày, thỉnh thoảng trước mặt cả người chồng hay gia đình nạn nhân. Một số lớn trong những vụ hãm hiếp đó mang tính hệ thống theo một quy trình với các binh sĩ đi tìm kiếm từng nhà để bắt các cô gái trẻ, rất nhiều phụ nữ bị bắt và bị [[hiếp dâm tập thể]]. Những phụ nữ đó bị giết hại ngay sau khi bị hãm hiếp, thường bị cắt xẻo thân mình. Theo một số lời chứng, các phụ nữ khác bị buộc phải vào trại [[mại dâm quân đội]] làm [[phụ nữ giải trí]]. Thậm chí còn có những câu chuyện kể rằng quân đội Nhật buộc nhiều gia đình phải thực hiện các hành vi [[loạn luân]].<ref name=RapeOfNankingP95>P.95, The Rape of Nanking, Iris Chang, Penguin Books, 1997.<\/ref> Con trai bị buộc phải hiếp mẹ mình, những người cha bị buộc phải hiếp con gái. Một phụ nữ có thai bị binh lính Nhật hiếp dâm tập thể đã sinh con chỉ vài giờ sau đó; đứa trẻ hoàn toàn khỏe mạnh (Robert B. Edgerton, ''Warriors of the Rising Sun''). Những vị sư sãi đã nguyện trọn đời [[chay tịnh]] bị buộc phải hiếp các phụ nữ để làm trò vui cho quân Nhật.<ref name=autogenerated1>P. 95, The Rape of Nanking, Iris Chang, Penguin Books, 1997.<\/ref> Đàn ông Trung Quốc bị buộc phải hiếp các xác chết. Bất kỳ sự chống cự nào đều dẫn tới sự hành quyết. Tình trạng hãm hiếp đạt tới đỉnh điểm ngay sau khi thành phố sụp đổ nhưng nó còn tiếp tục kéo dài suốt thời gian chiếm đóng của Nhật Bản.\n\n=== Giết hại ===\n[[Tập tin:Chinese killed by Japanese Army in a ditch, Hsuchow.jpg|nhỏ|Các thường dân Trung Quốc bị thảm sát tại [[Từ Châu]]<ref>[http:\/\/www2u.biglobe.ne.jp\/%7Esus\/crime%81@q.htm]<\/ref>]]\n\nNhiều người nước ngoài sống tại Nam Kinh vào thời điểm đó đã ghi lại những trải nghiệm của họ về điều đang diễn ra trong thành phố:\n\n:[[Robert Wilson]] trong bức thư của ông gửi về gia đình: ''Sự tàn sát thường dân đang diễn ra một cách kinh hoàng. Tôi có thể viết nhiều trang kể lại những vụ hãm hiếp và sự tàn bạo hầu như đã vượt quá sự tưởng tượng. Hai thân hình bị đâm bằng lưỡi lê là những người còn sống sót duy nhất trong số bảy công nhân vệ sinh thành phố, những người đang ở trong trụ sở làm việc của họ khi quân đội Nhật tràn vào không có bất kỳ một sự cảnh báo nào hay một lý do nào họ giết năm người trong số đó và làm bị thương hai người đang tìm cách chạy trốn tới bệnh viện.'' <ref>Robert Wilson, letter to his family, Dec. 15<\/ref>\n\n:[[John Magee]] trong bức thư gửi cho vợ: ''Chúng không chỉ giết bất kỳ tù nhân nào tìm thấy mà còn giết hại rất nhiều thường dân ở mọi lứa tuổi.... Chỉ ngày hôm kia thôi tụi anh đã thấy một người nghèo khổ bất hạnh bị giết ngay gần ngôi nhà tụi anh đang sống.''<ref>John Magee, letter to his wife, Dec. 19<\/ref>\n\n:Robert Wilson trong một bức thư khác gửi về gia đình: ''Chúng [binh lính Nhật] dùng lưỡi lê đâm một đứa trẻ, giết nó, và con đã mất một giờ rưỡi sáng nay để cứu chữa thân thể một đứa trẻ mới lên tám khác với năm vết lê đâm và một phát xuyên tới tận dạ dày nó, nhiều phần ruột đã lòi ra ngoài bụng.'' <ref>Robert Wilson, letter to his family, Dec. 18<\/ref>\n\nNgay sau khi thành phố sụp đổ, quân đội Nhật đã tiến hành một chiến dịch tìm kiếm rộng khắp với những cựu chiến binh đối phương với hàng ngàn thanh niên bị bắt giữ. Nhiều người bị mang tới [[Trường Giang|Sông Dương Tử]], bị hành quyết bằng súng máy để xác họ có thể trôi xuống [[Thượng Hải]]. Những người khác, theo báo cáo, đã bị sử dụng làm bia sống trong những bài tập [[lưỡi lê]]. [[Chém đầu|Chặt đầu]] đã trở thành biện pháp giết người thông dụng nhất, tuy nhiên những hành động giết người tàn bạo khác như thiêu sống, đóng đinh lên cây, chôn sống, và treo cổ cũng được áp dụng. Một số người bị đánh tới chết. Người Nhật cũng có thể đơn giản hành quyết những người đi bộ trên đường phố, thường với lý do họ có thể là binh lính đang cải trang làm dân thường.\n\nHàng nghìn người bị giải đi và bị hành quyết tập thể tại một chiếc hố được gọi là \"Hố mười nghìn xác\", một cái rãnh dài khoảng 300 mét và rộng 5 mét. Vì những bản ghi chép không được giữ lại, những con số ước tính về số nạn nhân bị [[chôn cất|chôn]] trong hố này trong khoảng từ 4.000 tới 20.000 người. Tuy nhiên, đa số học giả và sử gia coi con số này ở khoảng 12.000 nạn nhân.<ref>[http:\/\/bootheprize.stanford.edu\/0506\/PWR-Yang.pdf The Memorial Hall for the Victims of the Nanjing Massacre: Rhetoric in the Face of Tragedy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070612003745\/http:\/\/bootheprize.stanford.edu\/0506\/PWR-Yang.pdf |date = ngày 12 tháng 6 năm 2007}} Celia Yang (2006) Author refers to source as Yin, James. (1996) The Rape of Nanking: An Undeniable History in Photographs. Chicago: Innovative Publishing Group. page 103<\/ref>\n\nPhụ nữ và trẻ em cũng không thoát khỏi sự tàn bạo của cuộc thảm sát. Những nhân chứng kể lại việc các binh sĩ Nhật tung trẻ em lên không và đỡ chúng bằng [[lưỡi lê]]. Phụ nữ có thai thường trở thành mục tiêu bị giết hại, họ thường bị đâm lê vào bụng, và thỉnh thoảng bị giết sau khi đã bị hãm hiếp.<ref>[http:\/\/bootheprize.stanford.edu\/0506\/PWR-Yang.pdf The Memorial Hall for the Victims of the Nanjing Massacre: Rhetoric in the Face of Tragedy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070612003745\/http:\/\/bootheprize.stanford.edu\/0506\/PWR-Yang.pdf |date = ngày 12 tháng 6 năm 2007}} Celia Yang (2006)<\/ref> Nhiều phụ nữ bị hãm hiếp tàn bạo rồi mới bị giết.\n\n=== Cướp bóc và đốt phá ===\n\nƯớc tính cho rằng hơn một phần ba và có thể lên tới hai phần ba thành phố đã bị phá hủy vì hành động đốt phá. Theo các báo cáo, quân đội Nhật đã đốt những tòa nhà mới xây của chính phủ và cả nhà của nhiều thường dân. Bên ngoài thành phố cũng phải hứng chịu nhiều sự đốt phá. Binh lính đi cướp bóc của cả người giàu lẫn người nghèo. Vì không có sự kháng cự từ phía quân đội cũng như thường dân Trung Quốc tại Nam Kinh nên binh lính Nhật thả sức cướp bóc tất cả những đồ giá trị khi họ thấy chúng. Điều này khiến nạn cướp phá, trộm cắp lan rộng.\n\n== Những con số ước tính số người chết ==\n{{Main|Số người chết trong thảm sát Nam Kinh}}\nCó nhiều sự tranh luận về tầm mức của [[Những tội ác chiến tranh Nhật Bản|những hành động tàn bạo trong chiến tranh]] tại Nam Kinh, đặc biệt về con số người chết. Những con số liên quan tới số nạn nhân chủ yếu dựa trên việc định nghĩa của các bên về phạm vi địa lý và thời gian kéo dài của sự kiện, cũng như định nghĩa của họ về từ \"nạn nhân\".\n\n=== Tầm mức và thời gian ===\nQuan điểm thận trọng nhất cho rằng diện tích địa lý của vụ thảm sát chỉ nên được giới hạn trong phạm vi vài kilômét vuông của thành phố được gọi là An toàn khu, nơi các thường dân tụ tập sau cuộc xâm chiếm. Nhiều sử gia Nhật Bản đã nắm lấy sự thực rằng trong thời kỳ xâm chiếm của Nhật Bản chỉ có khoảng 200.000–250.000 thường dân tại Nam Kinh như thông báo của John Rabe, để cho rằng con số 300.000 người chết do Cộng hòa Nhân dân Trung Hoa đưa ra là sự thổi phồng quá mức.\n\nTuy nhiên, nhiều nhà sử học cho tầm mức vụ việc diễn ra trên một diện tích rộng bao quanh thành phố. Gồm cả quận Xiaguan (vùng [[ngoại ô]] phía bắc thành phố Nam Kinh, kích thước khoảng 31&nbsp;km vuông) và nhiều khu vực khác bên ngoài thành phố, dân số của cả vùng Nam Kinh trong khoảng 53.500.000 tới 63.500.000 người ngay trước cuộc chiếm đóng của Nhật Bản.<ref>{{Chú thích web|tiêu đề=Data Challenges Japanese Theory on Nanjing Population Size|url=http:\/\/www.china.com.cn\/english\/2003\/Dec\/83437.htm|ngày truy cập = ngày 19 tháng 4 năm 2006}}<\/ref> Một số nhà sử học cũng gộp sáu huyện khác quanh Nam Kinh vào trong vụ việc này, được gọi là Khu đô thị Đặc biệt Nam Kinh.\n\nThời gian của vụ việc cũng được định nghĩa theo khu vực địa lý của nó: người Nhật vào khu vực này càng sớm thì thời gian càng kéo dài. [[Trận Nam Kinh]] chấm dứt ngày 13 tháng 12, khi các sư đoàn của Quân đội Nhật Bản vượt qua bức tường bao thành phố Nam Kinh. Tòa án Tội phạm Chiến tranh Tokyo đã định nghĩa giai đoạn cuộc thảm sát là sáu tuần kể từ sau sự kiện đó. Những ước tính khác thận trọng hơn nói cuộc thảm sát bắt đầu ngày [[14 tháng 12]], khi quân đội xâm nhập An toàn khu, và rằng nó chấm dứt sau 6 tuần. Các nhà sử học định nghĩa vụ Thảm sát Nam Kinh bắt đầu từ khi quân đội Nhật tiến vào tỉnh [[Giang Tô]] coi vụ thảm sát bắt đầu vào khoảng giữa tháng 11 tới đầu tháng 12 (Suzhou thất thủ ngày [[19 tháng 11]]), và chấm dứt ở cuối tháng 3 năm 1938. Vì thế, số lượng nạn nhân do các nhà sử học này đưa ra cũng lớn hơn nhiều so với ước tính của những nguồn thận trọng hơn.\n\n=== Xác định các nạn nhân ===\nMột điểm tranh luận khác là vấn đề những ai được coi là nạn nhân của những hành động tàn bạo. Tất cả các nhà sử học đồng ý rằng có nhiều thường dân đã thiệt mạng tại Nam Kinh. Trong suốt cuộc chiến tranh tại Trung Quốc, không bên nào bắt giữ nhiều tù binh chiến tranh. Quân đội Nhật thường đơn giản hành quyết những tù binh hay những binh lính Trung Quốc đầu hàng. Họ cũng hành quyết nhiều người bị họ coi là chiến binh du kích trong trang phục thường dân. Hiện không rõ có bao nhiêu thường dân vô tội đã bị xác nhận và giết hại nhầm theo cách này.\n\nTuy tất cả các nhà sử học đồng ý rằng thường dân phải được tính vào con số thiệt mạng trong vụ thảm sát, các nhóm khác nhau có những quan điểm khác nhau về tính chính xác của những điều sau: những binh sĩ thiệt mạng trong chiến đấu; những binh sĩ đầu hàng\/bị bắt và bị hành quyết sau trận đánh; những chiến binh du kích trong trang phục thường dân; phụ nữ, trẻ em và người già rõ ràng là dân thường nhưng cũng bị giết hại. Không may thay, bằng chứng lưu trữ, như ghi chép về các cuộc [[chôn cất]], thường chỉ đề cập tới số lượng thi thể, chứ không phải về đối tượng xuất thân của họ. Vì thế, chúng không có ý nghĩa trong việc xác định ai đã bị giết \"một cách hợp pháp\" và \"bất hợp pháp\". Cuộc tranh cãi vẫn đang tiếp diễn.\n\n=== Những con số ước tính khác nhau ===\n\n[[Tòa án Quân sự Quốc tế vùng Viễn Đông]] đã ước tính trong hai bản báo cáo (có vẻ rất mâu thuẫn) rằng \"hơn 200.000\" và \"hơn 100.000\" thường dân và [[tù binh|tù binh chiến tranh]] đã bị giết hại trong sáu tuần chiếm đóng đấu tiên. Con số này dựa trên những bản ghi chép về các vụ [[chôn cất]] do các tổ chức từ thiện gồm cả [[Red Swastika Society]] và [[Chung Shan Tang]] (Tsung Shan Tong)-nghiên cứu do tiến hành Smythe- đưa ra, và một số ước tính do những người sống sót tường thuật.\n\nNăm 1947, tại Tòa án Tội phạm Chiến tranh Nam Kinh, lời tuyên án của Trung tướng [[Tani Hisao]]—chỉ huy Su đoàn số 6- đưa ra con số hơn 300.000 người chết. Ước tính này được đưa ra dựa trên những bản ghi chép về các vụ [[chôn cất]] và lời kể của các nhân chứng. Lời tuyên án kết luận khoảng 190.000 người đã bị giết hại trái phép tại nhiều địa điểm hành quyết và 150.000 người đã bị giết hại từng người (one-by-one). Con số 300.000 người chết là ước tính chính thức được khắc trên bức tường ở lối vào chính của \"Đài tưởng niệm những Nạn nhân Yêu nước trong vụ Thảm sát Nam Kinh của Quân đội Nhật Bản\" tại Nam Kinh.\n\nMột số nhà sử học Nhật Bản hiện đại, như Kasahara Tokushi tại Đại học Tsuru và Fujiwara Akira, một [[giáo sư danh dự]] tại Đại học Hitotsubashi, đã quan tâm tới toàn bộ Khu vực đô thị Đặc biệt Nam Kinh, gồm cả thành phố và sáu quận lân cận, và đã đưa ra con số người chết xấp xỉ 200.000.{{Cần chú thích|date=February 2007}} Các nhà sử học Nhật Bản khác, dựa theo định nghĩa về vùng không gian địa lý và thời gian diễn ra cuộc thảm sát của họ, cho số người chết ở mức độ cao hơn từ 40.000 tới 300.000. Tại Trung Quốc ngày nay đa số những con số ước đoán về số nạn nhân trong vụ Thảm sát Nam Kinh trong khoảng từ 200.000 tới 400.000, và không một nhà sử học có danh tiếng nào đặt con số dưới 100.000 người.{{Cần chú thích|date=February 2007}}\n\nMột tài liệu 42 phần của [[Cộng hòa Trung Hoa]] được đưa ra năm 1995 dưới tít \"Một tấc sơn hà một tấc máu\"<ref>{{Chú thích web |url=http:\/\/www.huanghuagang.org\/library\/heshan.htm |ngày truy cập=2007-04-03 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 15 tháng 4 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070415104726\/http:\/\/www.huanghuagang.org\/library\/heshan.htm }}<\/ref> (一寸河山一寸血), khẳng định rằng 340.000 thường dân Trung Quốc đã thiệt mạng tại thành phố Nam Kinh sau sự chiếm đóng của Nhật Bản, 150.000 người khác vì các trận ném bom và đấu súng trong 5 ngày chiến đấu, và 190.000 người trong vụ thảm sát, dựa trên bằng chứng được đưa ra trong những phiên Tòa tại Tokyo.\n\n== Những cuộc xét xử ==\n\nSau bằng chứng về những hành động tàn bạo hàng loạt, Tướng [[Matsui Iwane|Iwane Matsui]] đã bị phán xử về \"những tội ác chống lại loài người\" và, vào năm 1948, bị kết án tử hình tại [[Tòa án Tokyo]]. Matsui đã tìm cách bảo vệ [[Hoàng tử Asaka]] bằng cách chĩa mũi dùi về phía các sĩ quan chỉ huy cấp dưới. Các tướng [[Hisao Tani]] và [[Rensuke Isogai]] đều bị [[Tòa án Nam Kinh]] tuyên án tử hình.\n\nTheo hiệp ước được ký kết giữa [[Douglas MacArthur|Tướng MacArthur]] và [[Hirohito]], chính Hoàng đế và toàn thể các thành viên của gia đình hoàng gia sẽ không bị truy tố. [[Hoàng tử Asaka]], người là sĩ quan cấp cao tại thành phố ở thời điểm xảy ra vụ thảm sát, chỉ phải ra cung khai một lần tại Nhóm Truy tố Quốc tế thuộc Tòa án Tokyo ngày 1 tháng 5 năm 1946. Asaka bác bỏ bất kỳ một cuộc thảm sát nào với thường dân Trung Quốc và tuyên bố chưa bao giờ nhận được những lời phàn nàn về hành vi của binh lính dưới quyền mình.<ref>Awaya Kentarô, Yoshida Yutaka, ''Kokusai kensatsukyoku jinmonchôsho'', dai 8 kan, Nihon Tosho Centâ, 1993., Case 44, pp.358-66.<\/ref>\n\n== Tường thuật trong sử sách và sự tranh luận ==\nHiện tại, cả [[Trung Quốc]] và [[Nhật Bản]] đều thừa nhận các hành vi tàn ác có xảy ra trong chiến tranh. Tuy nhiên, những tranh cãi về sự miêu tả những sự kiện đó đã trở thành một vấn đề gây căng thẳng chính trị giữa [[Trung Quốc]] và [[Nhật Bản]].\n\nNhững hành động tàn ác ngày càng lan rộng của binh lính Nhật Bản tại Nam Kinh lần đầu tiên đã được thông tin tới Thế giới thông qua các phóng viên phương Tây tại An toàn khu Nam Kinh. Ví dụ, ngày [[11 tháng 1]] năm 1938, phóng viên tờ ''Manchester Guardian'', [[Harold Timperley]], đã gửi báo cáo về ước tính của mình \"không ít hơn 300.000 thường dân Trung Quốc\" đã bị giết hại trong những cuộc \"tắm máu\" tại Nam Kinh và những nơi khác. Báo cáo của ông đã được [[Hirota Kōki|Kōki Hirota]] truyền từ Thượng Hải tới [[Tōkyō|Tokyo]], và được chuyển tới các đại sứ quán Nhật tại châu Âu cũng như Hoa Kỳ. Những báo cáo về các hành động tàn bạo của người Nhật chống lại thường dân Trung Hoa của các nhà báo Mỹ, cũng như [[Panay incident]], ngay trước việc chiếm đóng Nam Kinh, đã giúp thay đổi hướng ý kiến đại chúng Mỹ chống lại Nhật Bản. Những điều đó, dù chỉ một phần, đã dẫn tới một loạt các sự kiện dẫn tới việc Hoa Kỳ tuyên chiến với Nhật Bản sau vụ [[trận Trân Châu Cảng|tấn công Trân Châu Cảng]] của họ.\n\n[[Tập tin:Contest To Cut Down 100 People.jpg|nhỏ|phải|280px|Hai sĩ quan Nhật Bản, Toshiaki Mukai và Tsuyoshi Noda thi xem ai sẽ giết (bằng một thanh kiếm) một trăm người trước. Dòng chữ đậm phía trên, \"'Kỷ lục ghê rợn' (trong [[Cuộc thi giết 100 người Trung Quốc bằng kiếm|Cuộc thi) giết 100 người]] —Mukai 106 – 105 Noda—Cả hai Trung úy hạng nhì vào tới lượt chơi thêm\"]]\n\n=== Sự quan tâm của Nhật sau 1972 ===\nSự quan tâm tới vụ Thảm sát Nam Kinh đã mất dần và hầu như bị quên lãng cho tới tận năm 1972, năm Trung Quốc và Nhật Bản bình thường hóa quan hệ ngoại giao. Tại Trung Quốc, để nuôi dưỡng mối quan hệ thân thiện mới được thành lập với Nhật Bản, [[Cộng hòa Nhân dân Trung Hoa]] dưới sự lãnh đạo của [[Mao Trạch Đông]] bề ngoài có vẻ không muốn đề cập tới vụ Thảm sát Nam Kinh trên các phương tiện truyền thông, vốn bị Đảng cộng sản trực tiếp điều khiển. Vì thế, toàn bộ cuộc tranh cãi về vụ thảm sát Nam Kinh trong thập niên 1970 chỉ diễn ra tại Nhật Bản. Trong lễ kỷ niệm sự kiện bình thường hóa quan hệ, một tờ báo lớn tại Nhật Bản, tờ ''[[Asahi Shimbun]]'' đã cho đăng một loạt bài báo với tựa đề {{nihongo|\"Travels in China\"|中国の旅|chūgoku no tabi}}, do nhà báo [[Katsuichi Honda]] viết. Các bài báo đã mô tả chi tiết những hành động tàn bạo của Quân đội Nhật Bản tại Trung Quốc, gồm cả vụ Thảm sát Nam Kinh. Trong loạt bài này, Honda đã đề cập tới một sự kiện khi hai sĩ quan Nhật Bản thi chặt đầu 100 người bằng thanh kiếm của mình. Sự thực về vụ việc vẫn đang bị tranh cãi gay gắt và những người chỉ trích vẫn cố gắng nắm lấy cơ hội để đưa ra ý kiến của mình về sự kiện, cũng như về cả vụ Thảm sát Nam Kinh và toàn bộ các vấn đề liên quan. Đây được coi là sự bắt đầu của cuộc tranh cãi về vụ Thảm sát Nam Kinh tại Nhật Bản.\n\nCuộc tranh cãi liên quan tới sự ''xảy ra'' trên thực tế của những vụ giết hại và hãm hiếp diễn ra chủ yếu trong thập kỷ 1970. Ý kiến của Chính phủ Trung Quốc về vấn đề này khi ấy đã bị chỉ trích, bởi vì họ dựa quá nhiều vào những lời chứng từ phía các cá nhân và những câu chuyện ít tính tin cậy. Những bản ghi chép về các cuộc [[chôn cất]] và các bức hình được đệ trình tại Tòa án Tội phạm Chiến tranh Tokyo cũng bị bác bỏ, với lý lẽ cho rằng chúng là những giả mạo của chính phủ Trung Quốc, những bằng chứng đã bị gán ghép một cách cố ý hay sai lầm cho vụ Thảm sát Nam Kinh.\n\nNhà phân phối Nhật của bộ phim ''[[Hoàng đế cuối cùng (phim)|Hoàng đế cuối cùng]]'' (1987) đã xuất bản [[phim lưu trữ]] về vụ Hãm hiếp Nam Kinh của bộ phim này.<ref>[http:\/\/humanum.arts.cuhk.edu.hk\/NanjingMassacre\/NMZCRBR.html Bearing Witness, The granddaughter of survivors of the Japanese massacre of Chinese in Nanjing chronicles the horrors], ORVILLE SCHELL, New York Times, Book review ngày 14 tháng 12 năm 1997<\/ref>\n\n=== Cuộc tranh cãi về sách giáo khoa Ienaga ===\n{{chính|Tranh cãi sách giáo khoa lịch sử Nhật Bản}}\nTranh cãi một lần nữa lại nổ ra năm 1982, khi [[Bộ giáo dục Nhật Bản]] kiểm duyệt tất cả những lời đề cập tới vụ Thảm sát Nam Kinh trong một cuốn sách sử. Lý do được bộ đưa ra là vụ Thảm sát Nam Kinh không phải là một sự kiện lịch sử đích thực. Tác giả của cuốn sách, giáo sư [[Saburō Ienaga]], đã kiện Bộ giáo dục trong một vụ kiện kéo dài, và thắng kiện với tư cách [[nguyên đơn]] năm 1997.\n\nMột số vị bộ trưởng trong nội các Nhật Bản, cũng như một số nhà chính trị cao cấp, cũng đã đưa ra những lời bình luận bác bỏ những hành động tàn ác do Quân đội Nhật Bản tiến hành trong Chiến tranh thế giới thứ hai. Sau này một số người đã từ chức sau những hành động phản đối từ phía Trung Quốc và [[Hàn Quốc]]. Để đối phó lại việc đó và những sự việc tương tự, một số nhà báo và sử gia Nhật Bản đã thành lập [[Nhóm Nghiên cứu vụ việc Nam Kinh]] (''Nankin Jiken Chōsa Kenkyūkai''). Nhóm nghiên cứu đã thu thập rất nhiều tài liệu lịch sử cũng như lời chứng từ phía những nguồn tin Trung Quốc và Nhật Bản.\n\nCác thành viên bảo thủ hơn bên trong [[Nội các Nhật Bản|chính phủ]] cảm thấy sự khám phá những tội ác do quân đội Nhật Bản tiến hành đã tạo ra một phong trào [[Chủ nghĩa Quốc gia Trung Quốc]]. Họ bị buộc tội đã cố tình giảm bớt số lượng thương vong bằng cách thao túng sửa đổi dữ liệu.\n\n== Xem thêm ==\n{{Thể loại Commons|Nanjing Massacre}}\n* [[Vụ tấn công vũ khí hoá học tại Changde]]\n* [[Đường hoả xa chết]]\n* [[Chủ nghĩa phát xít|Chủ nghĩa Phát xít]]\n* [[Chủ nghĩa xét lại lịch sử]]\n* [[Lịch sử Cộng hoà Trung Hoa]]\n* [[Quân đội Cộng hoà Trung Hoa]]\n* [[Thực nghiệm trên người Trung Quốc của Nhật Bản]]\n* [[Chủ nghĩa quân phiệt Nhật Bản|Chủ nghĩa quân phiệt Nhật]]\n* [[Chủ nghĩa quốc gia Nhật]]\n* [[Cơ quan Nhật Bản về việc sửa đổi sách giáo khoa lịch sử]]\n* [[Những tội ác chiến tranh Nhật Bản]]\n* [[Những tội ác chiến tranh Nhật Bản trên lục địa châu Á]]\n* [[Vụ tấn công vũ khí vi trùng Kaimingye]]\n* [[Danh sách những lời tuyên bố xin lỗi từ phía Nhật Bản]]\n* [[Thảm sát Manila]]\n* [[An toàn khu Nam Kinh]]\n* [[Sanko sakusen]]\n* [[Vụ xô xát Shantung]]\n* [[Shiro Azuma]]\n* [[Thảm sát Sook Ching]]\n* [[Đơn vị 100]]\n* [[Đơn vị 731]]\n* Bộ phim [[Nanking (phim)|Nanking]]<ref>[http:\/\/www.imdb.com\/title\/tt0893356\/ Nanking (2007) - IMDb<!-- Bot generated title -->]<\/ref>\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Đọc thêm ==\n<!-- PLEASE LEAVE IN ALPHABETICAL ORDER BY PRIMARY AUTHOR'S FAMILY NAME -->\n<div class=\"references-small\">\n* Askew, David. \"The International1 Committee for the Nanking Safety Zone: An Introduction\" ''Sino-Japanese Studies'' Vol. 14, April 2002 (Article outlining membership and their reports of the events that transpired during the massacre)\n* Askew, David, \"The Nanjing Incident: An Examination of the Civilian Population\" ''Sino-Japanese Studies'' Vol. 13, March 2001 (Article analyzes a wide variety of figures on the population of Nanjing before, during, and after the massacre)\n* Bergamini, David, \"Japan's Imperial Conspiracy,\" William Morrow, New York; 1971.\n* Brook, Timothy, ed. ''Documents on the Rape of Nanjing'', Ann Arbor: The University of Michigan Press, 1999. ISBN 0-472-11134-5 (Does not include the Rabe diaries but a reprint of \"[[Hsu Shuhsi]], ''Documents of the [[Nanking Safety Zone]]'', [[Kelly and Walsh]], 1939\".)\n* [[Iris Chang|Chang, Iris]], ''[[The Rape of Nanking (book)|The Rape of Nanking: The Forgotten Holocaust of World War II]]'', Foreword by William C. Kirby; Penguin USA (Paper), 1998. ISBN 0-14-027744-7\n* [[Hua-ling Hu]], ''[[American Goddess at the Rape of Nanking: The Courage of Minnie Vautrin]]'', Foreword by Paul Simon; March 2000, ISBN 0-8093-2303-6\n* Fogel, Joshua, ed. ''The Nanjing Massacre in History and Historiography'', Berkeley: University of California Press, 2000. ISBN 0-520-22007-2\n* Galbraith, Douglas, ''A Winter in China'', London, 2006. ISBN 0-09-946597-3. A novel focussing on the western residents of Nanking during the massacre.\n* Higashinakano, Shudo. ''The Nanking Massacre: Fact Versus Fiction: A Historian's Quest for the Truth''. Tokyo: Sekai Shuppan, 2005. ISBN 4-916079-12-4\n* Honda, Katsuichi, Sandness, Karen trans. ''The Nanjing Massacre: A Japanese Journalist Confronts Japan's National Shame'', London: M.E. Sharpe, 1999. ISBN 0-7656-0335-7\n* Kajimoto, Masato \"Mistranslations in Honda Katsuichi's the Nanjing Massacre\" ''Sino-Japanese Studies'', 13. 2 (March 2001) pp.&nbsp;32–44\n* Kent, Kevin, \"[NANKING]\" the Novel inspired the real life events of Minnie Vautrin during the Rape of Nanking. ISBN 1-4196-1602-1, 2006.\n* Lu, Suping, ''They Were in Nanjing: The Nanjing Massacre Witnessed by American and British Nationals'', Hong Kong University Press, 2004.\n* Rabe, John, ''[[The Good Man of Nanking (book)|The Good Man of Nanking: The Diaries of John Rabe]]'', Vintage (Paper), 2000. ISBN 0-375-70197-4\n* Robert Sabella, Fei Fei Li and David Liu, eds. Nanking 1937: Memory and Healing (Armonk, NY: M.E. Sharpe, 2002). ISBN 0-7656-0817-0.\n*{{chú thích sách\n | last = Yamamoto\n | first = Masahiro\n | authorlink =\n | year = 2000\n | chapter = \n | title = Nanking: Anatomy of an Atrocity\n | publisher = Praeger Publishers\n | location = \n | id = ISBN 0-275-96904-5\n}}- A rebuttal to Iris Chang's book on the Nanking massacre.\n* Tanaka, Masaaki, ''What Really Happened in Nanking'', Sekai Shuppan, 2000. ISBN 4-916079-07-8\n* Yoshida, Takeshi \"[http:\/\/www.columbia.edu\/cu\/ccba\/cear\/issues\/fall99\/text-only\/yoshida.htm A Japanese Historiography of the Nanjing Massacre] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050408071902\/http:\/\/www.columbia.edu\/cu\/ccba\/cear\/issues\/fall99\/text-only\/yoshida.htm |date=2005-04-08 }}\", ''Columbia East Asian Review'', Fall 1999. (A much longer and more detailed version of this article is in above in the work edited by Joshua Fogel)\n* Takemoto, Tadao and Ohara, Yasuo ''The Alleged \"Nanking Massacre\": Japan's rebuttal to China's forged claims'', Meisei-sha, Inc., 2000, (Tokyo Trial revisited) ISBN 4-944219-05-9\n* Young, Shi; Yin, James. \"Rape of Nanking: Undeniable history in photographs\" Chicago: Innovative Publishing Group, 1997.\n* Qi, Shouhua. \"When the Purple Mountain Burns: A Novel\" San Francisco: Long River Press, 2005. ISBN 1-59265-041-4\n*Zhang, Kaiyuan, ed. ''Eyewitnesses to Massacre'', An East Gate Book, 2001. (includes documentation of American missionaries; M.S.Bates, G.A.Fitch, E.H.Foster, J.G.Magee, J.H.MaCallum, W.P.Mills, L.S.C.Smyth, A.N.Steward, Minnie Vautrin and R.O.Wilson.) ISBN 0-7656-0684-4\n* Bob Tadashi Wakabayashi. \"The Nanking 100-Man Killing Contest Debate: War Guilt Amid Fabricated Illusions, 1971-75\",''The Journal of Japanese Studies'', Vol.26 No.2 Summer 2000.\n* Murase, Moriyasu,''Watashino Jyugun Cyugoku-sensen''(My China Front), Nippon Kikanshi Syuppan Center, 1987 (revised in 2005).(includes disturbing photos, 149 page photogravure) ISBN 4-88900-836-5 (村瀬守保,''私の従軍中国戦線'')\n* Yang, Daqing. \"Convergence or Divergence? Recent Historical Writings on the Rape of Nanjing\" ''American Historical Review'' 104, 3 (June 1999)., 842-865.\n<\/div>\n\n== Liên kết ngoài ==\n<!-- PLEASE LEAVE IN ALPHABETICAL ORDER BY DISPLAY NAME -->\n* {{Britannica|402618|Nanjing Massacre}}\n*[http:\/\/vnexpress.net\/Vietnam\/The-gioi\/Tu-lieu\/2005\/04\/3B9DD257\/ Vụ thảm sát tại Nam Kinh] - Nguyễn Hạnh tổng hợp trên vnexpress.net\n*[http:\/\/news.bbc.co.uk\/1\/hi\/world\/223038.stm BBC News: Vết thẹo từ lịch sử: Thảm sát Nam Kinh]\n*[http:\/\/edition.cnn.com\/2005\/WORLD\/asiapcf\/08\/24\/china.japan.reut\/index.html CNN news: For Chinese, 1937 not far away]{{Liên kết hỏng|date=2021-10-26 |bot=InternetArchiveBot }}\n*[http:\/\/museums.cnd.org\/njmassacre\/njm-tran\/ bản tiếng Anh của hồ sơ từ chính quyền Trung Quốc]\n*[http:\/\/www.historyplace.com\/worldhistory\/genocide\/nanking.htm Genocide in the 20th Century] Thảm sát Nam Kinh 1937-1938\n*[http:\/\/www.cnd.org\/njmassacre\/ Japanese Army's Atrocities - Nanjing Massacre] — Hồ sơ lưu và hình ảnh\n*[http:\/\/www.japantoday.com\/e\/?content=kuchikomi&id=298&page=4 Japan Today - Bằng chứng mới về Rape of Nanking] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071015173118\/http:\/\/www.japantoday.com\/e\/?content=kuchikomi&id=298&page=4 |date=2007-10-15 }}\n*[http:\/\/www.nj1937.org\/y\/yindex.htm Viện Lưu niệm Thảm sát Nam Kinh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091112215051\/http:\/\/www.nj1937.org\/y\/yindex.htm |date = ngày 12 tháng 11 năm 2009}}\n*[http:\/\/www.nanking-massacre.com\/Photo_pictures_Gallery_exhibition.html Hình ảnh về vụ thảm sát Nam Kinh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100330150601\/http:\/\/www.nanking-massacre.com\/Photo_pictures_Gallery_exhibition.html |date = ngày 30 tháng 3 năm 2010}}\n*[http:\/\/www.ne.jp\/asahi\/unko\/tamezou\/nankin\/fiction\/index.html THE NANKING MASSACRE:Fact Versus Fiction]\n*[http:\/\/neverforget.sina.com.cn\/ Never Forget - Dữ kiện lịch sử Thảm sát Nam Kinh.]\n*[http:\/\/www.japanesestudies.org.uk\/articles\/Askew.html New Research on the Nanjing Incident ] — do David Askew: bàn về nghiên cứu mới của vụ Thảm sát Nam Kinh\n*[http:\/\/www.timesonline.co.uk\/article\/0,,7-1528026_1,00.html Thêm một nạn nhân sau cùng vì Thảm sát Nam Kinh? — Iris Chang]\n*[https:\/\/web.archive.org\/web\/20050414022155\/http:\/\/www.geocities.com\/nankingatrocities\/ Online documentary: The Nanking Atrocities, Timothy Takemoto] — Thảm sát Nam Kinh trên mạng\n*[http:\/\/www.princeton.edu\/~nanking\/html\/main.html Princeton University's exhibit on the massacre] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090312013336\/http:\/\/www.princeton.edu\/~nanking\/html\/main.html |date=2009-03-12 }} — Contains a gallery of the atrocities.\n*[http:\/\/ocn.amikai.com\/amiweb\/browser.jsp?f_color=009933&url=http%3A%2F%2Fwww2u.biglobe.ne.jp%2F%7Esus%2F&display=2&c_id=ocn&langpair=JA%2CEN Research Institute of Propaganda Photos] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060529145235\/http:\/\/ocn.amikai.com\/amiweb\/browser.jsp?f_color=009933&url=http%3A%2F%2Fwww2u.biglobe.ne.jp%2F~sus%2F&display=2&c_id=ocn&langpair=JA%2CEN |date = ngày 29 tháng 5 năm 2006}} (Machine translation of Japanese site)\n*[http:\/\/humanum.arts.cuhk.edu.hk\/NanjingMassacre\/NM.html WWW Memorial Hall of the Victims in the Nanjing Massacre]\n*[http:\/\/www.ne.jp\/asahi\/unko\/tamezou\/nankin\/whatreally\/index.html What really happened in Nanking]\n*[http:\/\/www.ne.jp\/asahi\/unko\/tamezou\/nankin\/index-e.html Trang phủ nhận thảm sát]\n{{Kiểm soát tính nhất quán}}\n{{Chiến tranh thế giới thứ hai}}\n{{Đế quốc Nhật Bản}}\n\n[[Thể loại:Lịch sử Trung Quốc]]\n[[Thể loại:Thảm sát Nam Kinh| ]]\n[[Thể loại:Tội ác chiến tranh Nhật Bản|Nam Kinh]]\n[[Thể loại:Thảm sát|Nam Kinh]]\n[[Thể loại:Di sản tư liệu thế giới]]\n[[Thể loại:Lịch sử châu Á]]"}