{"546047":"{{Thông tin đơn vị hành chính Việt Nam|phường\n| tên = Thất Hùng\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 3\n| vĩ giây = 6\n| kinh phút = 28\n| kinh giây = 56\n| diện tích = 7,45 km²\n| dân số = 6.814 người\n| thời điểm dân số = 2018\n| mật độ dân số = 915 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| thị xã = [[Kinh Môn]]\n| thành lập = 1\/11\/2019<ref name=NQ768 \/>\n| trụ sở UBND = \n| mã hành chính = 10681<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Thất Hùng''' là một [[Phường (Việt Nam)|phường]] thuộc thị xã [[Kinh Môn]], tỉnh [[Hải Dương]], [[Việt Nam]].\n\n==Địa lý==\nPhường Thất Hùng có vị trí địa lý:\n*Phía đông giáp xã [[Hoành Sơn, Kinh Môn|Hoành Sơn]]\n*Phía tây giáp xã [[Bạch Đằng, Kinh Môn|Bạch Đằng]]\n*Phía nam giáp xã Bạch Đằng và phường [[Phạm Thái (phường)|Phạm Thái]]\n*Phía bắc giáp tỉnh [[Quảng Ninh]].\n\nPhường có diện tích 7,45&nbsp;km², dân số năm 2018 là 6.814 người<ref name=NQ768 \/>, mật độ dân số đạt 915 người\/km².\n\n==Lịch sử==\nTrước đây, Thất Hùng là một xã thuộc huyện Kinh Môn.\n\nNgày [[11 tháng 9]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 768\/NQ-UBTVQH14 (nghị quyết có hiệu lực từ ngày [[1 tháng 11]] năm [[2019]])<ref name=NQ768>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-768-NQ-UBTVQH14-2019-thanh-lap-thi-xa-Kinh-Mon-tinh-Hai-Duong-425881.aspx|title=Nghị quyết 768\/NQ-UBTVQH14 năm 2019 về việc thành lập thị xã Kinh Môn và các phường, xã thuộc thị xã Kinh Môn, tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó, chuyển huyện Kinh Môn thành thị xã Kinh Môn và thành lập phường Thất Hùng trên cơ sở toàn bộ 7,45&nbsp;km² diện tích tự nhiên và 6.814 người của xã Thất Hùng.\n\n==Kinh tế==\nThất Hùng nổi tiếng với các loại cây công nghiệp ăn quả theo tiêu chuẩn VietGAP như: cam, ổi,... Nơi đây có đất đai màu mỡ do được sông Kinh Thầy bao quanh và bồi đắp.\n\nPhường Thất Hùng có một số doanh nghiệp đang hoạt động như: nhà máy gạch tuynel Bến Triều, công ty giấy Tuấn Tài, doanh nghiệp vận tải tư nhân Năm Thu,...\n\nPhường được đánh giá là một trong những phường có kinh tế phát triển của thị xã Kinh Môn.\n\nPhường có truyền thống học và tỉ lệ đỗ đại học rất cao.\n\nHiện nay, dự án xây dựng cầu Triều bắc qua sông Kinh Thầy sang thị xã Đông Triều trên địa bàn phường đang được triển khai, hứa hẹn dự án khi đi vào sử dụng sẽ góp phần thúc đẩy giao lưu, hợp tác, phát triển kinh tế giữa Quảng Ninh với Hải Dương và cả khu vực,...\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n{{sơ khai Hải Dương}}\n{{Đơn vị hành chính thuộc thị xã Kinh Môn}}"}