{"471068":"[[Tập tin:CodohoaluC7.jpg|nhỏ|phải|250px|Tượng thần Thiên Tôn ở [[động Thiên Tôn]]]]\n'''Thần Thiên Tôn''' là vị thần trong truyền thuyết rất được sùng bái ở vùng [[cố đô Hoa Lư]], [[Ninh Bình]]. Đây là vị thần được thờ ở nhiều di tích phía đông [[cố đô Hoa Lư]] nên được xem như một vị thần trấn đông [[Hoa Lư tứ trấn]].<ref>[http:\/\/tiepthisaigon.com.vn\/di-tich-dong-thien-ton-o-ninh-binh-9-374.html Di tích Động Thiên Tôn ở Ninh Bình]<\/ref> Thần Thiên Tôn còn được đặt tên cho thị trấn Thiên Tôn là trung tâm [[huyện Hoa Lư]], [[Ninh Bình]].\n\n==Nguồn gốc xuất thân==\nTheo các thần tích các làng Bích Đào, làng Đại Phong ở [[Ninh Bình]] thì thần Thiên Tôn là vị thiên thần, nguyên là một hoàng tử ở Trung Hoa, do hoàng hậu nằm mộng thấy nuốt mặt trời, có thai rồi sinh ra ngài vào ngày mồng 3 tháng 3 năm Khai hoàng thứ 25 (năm 625), gọi là Huyền Nguyên. Lớn lên hoàng tử dũng mãnh hơn người, đi khắp thiên hạ, vào núi Dũng Dương (ở [[Hoa Lư]], [[Ninh Bình]]) tu luyện 42 năm, khi đắc đạo có thể bay lượn, biến hóa, tận trừ tà ma quỷ quái. [[Ngọc Hoàng]] ban cho thanh kiếm Tam thai thất tinh và phong làm Bắc phương Trấn Vũ đại tướng quân. Sau này thần Thiên Tôn phóng gươm ở dưới [[núi Ngọc Mỹ Nhân|núi Cánh Diều]] ([[Ninh Bình]]) mà hóa.\n\nNăm 938, Cao Đô Đường Thái sư cho xây đền ở cửa [[động Thiên Tôn]], tạc tượng tay chống bảo kiếm, chân đạp lên rùa rắn và ban sắc phong là Trấn Vũ An Quốc đại vương... [[Đinh Tiên Hoàng]] khởi nghĩa ở [[động Hoa Lư]] được hai tướng Rùa, Rắn của thần giúp sức nên thần được sắc phong là An Quốc hoàng đế, trở thành một vị thần trấn trạch và bảo vệ cửa ngõ tiền đồn phía đông [[kinh đô Hoa Lư]].\n\nỞ phía đông [[cố đô Hoa Lư]] có 7 làng với 11 di tích thờ thần Thiên Tôn tại làng Đa Giá (Hoa Lư); Bích Đào, Đại Phong (Tp Ninh Bình); Yên Cư ([[Yên Khánh]]); Lực Giá và Phú Gia ([[Gia Viễn]]).<ref>[http:\/\/www.hannom.org.vn\/detail_search.asp?param=457&Catid=1&text=động thiên tôn Về tấm bia KIẾN GIA thời LÝ ở Ninh Bình (TBHNH 2003)]<\/ref> Truyền thuyết cho rằng, vào thời Bắc thuộc, bấy giờ vùng đất [[Ninh Bình]] nổi lên nhiều giặc cướp, yêu ma chuyên hại người, dân lương thiện vô cùng khổ cực; khi chúng giả làm lái đò để bắt người, khi giả làm gái đẹp để lừa người… Thổ địa tâu việc này lên thiên đình, [[Ngọc Hoàng]] sai thần Thiên Tôn xuống trừ diệt yêu ma cứu giúp dân lành. Thần truy diệt chúng suốt từ [[Gián Khẩu]] xuống Đa Giá, Cam Giá, Đại Đăng rồi hóa thân ở [[núi Cánh Diều]].\n\n==Trấn trạch Hoa Lư tứ trấn==\nTương truyền, trước khi đem quân đi dẹp [[loạn 12 sứ quân]], [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] đã mang lễ vật vào tế lễ trong động để mong được thần giúp đỡ đánh tan các sứ quân khác. Sau khi lên ngôi vua, [[Đinh Tiên Hoàng|Đinh Tiên Hoàng Đế]] đóng đô ở [[Hoa Lư]], ông đã cho xây cất nhà Tiền Tế và Kính Thiên Đài là nơi tiếp đón các sứ thần nước ngoài trước khi vào kinh đô.\nNhư vậy, thần Thiên Tôn, [[thần Quý Minh]] cùng với [[thần Cao Sơn]] cùng với thần Khổng Lồ là những vị thần có nguồn gốc phát tích ở vùng văn hóa [[Hoa Lư]]. Đều là những vị thần đại diện cho các sức mạnh siêu nhiên của trời, đất và núi được thờ ở các cửa ngõ để bảo vệ kinh đô theo quan niệm của người xưa.\n\n==Dấu tích và thờ phụng==\nỞ [[Ninh Bình]], các nơi có dấu tích, thần tích liên quan đến thần Thiên Tôn gồm:\n:Làng Bích Đào, là nơi thần hóa. Hiện có đền Bích Đào ở phố Bắc Sơn và khu vực [[núi Cánh Diều]] có đền Thánh Cả thờ thần Thiên Tôn.\n:Làng Đại Phong: nay thuộc phường Nam Bình, [[Ninh Bình]] có chùa Trạm và đền Yên Phong thờ thần Thiên Tôn.\n:Làng Đa Giá: có Đình Hàng Tổng và [[Động Thiên Tôn]] là hai di tích quy mô nhất thờ thần Thiên Tôn, thuộc [[thị trấn Thiên Tôn]].\n:Làng Yên Cư: nằm ở phía nam [[thành phố Ninh Bình]]. Hiện còn đền Thánh Cả thờ thần Thiên Tôn.\n:Làng Phú Gia: nay thuộc khu vực xã Ninh Giang, ở chùa Phong Phú còn tấm bia cổ nói về thần và đình Phong Phú thờ Thiên Tôn.\n:Làng Lực Giá: nay thuộc xã Ninh Mỹ, [[Hoa Lư]], nằm rất gần [[thị trấn Thiên Tôn]], có đình Thượng Lực Giá thờ thần Thiên Tôn.\n\n{{chính|Động Thiên Tôn}}\n[[Động Thiên Tôn]] là một quần thể di tích động, chùa, đền nằm ở cửa ngõ phía đông [[cố đô Hoa Lư]]. Động gồm có hai hang: Hang Ngoài và hang Trong. Ngay cửa hang Trong có một Long Đĩnh làm toàn bằng đá xung quanh đều chạm khắc nổi rồng mây. Trong toà Long Đĩnh chỉ đặt một tượng Thiên Tôn bằng đồng, đứng trên lưng rùa. Tượng được trang trí nhiều màu sắc rực rỡ. Hai tay thần để trước ngực, nắm trắc đốc kiếm thần, chống mũi kiếm xuống lưng rùa. Vì thế động được gọi là động Thiên Tôn. Động Thiên Tôn là di tích [[lịch sử]] [[văn hóa]] thuộc khu di tích [[cố đô Hoa Lư]]. Động nằm ở [[thiên Tôn, Hoa Lư|thị trấn Thiên Tôn]], [[Hoa Lư]], [[Ninh Bình]], [[Việt Nam]].\n\nChùa Phong Phú tương truyền do thần Thiên Tôn sáng lập. Theo bia Khúc mộ tự bi ký cũng được tạc tại chùa hang này (niên hiệu Gia Long 16, 1817) cho biết thời Đinh, An Quốc công đã sáng lập ngôi chùa này, và trên vách hang còn dòng chữ khắc là: Năm thứ nhất đời vua [[Đinh Tiên Hoàng]] lập nên chùa. Và trong văn bia đời Kiến Gia thời Lý được tạc ở đây cũng bày tỏ lòng biết ơn đối với An Quốc đại vương đã có công sáng lập nên chùa. Động Phong Phú vốn là thôn Phong Sơn xã Phú Gia xưa. Như vậy chùa động này ngoài thờ Phật, còn thờ cả An Quốc đại vương nữa. Nhưng nói rằng An Quốc đại vương đã khai sáng ra chùa này thì không chắc đúng. Trên đã nêu, Thần Thiên Tôn lấy núi Dũng Dương (tức núi [[động Thiên Tôn]]) tu hành suốt 42 năm, sau đó đã phóng gươm ở dưới [[núi Cánh Diều]] mà hóa. Đến thời Ngô Quyền cho lập đền thờ thần tại đây thì sang thời Đinh vị thần này không còn mà xây dựng được ngôi chùa hang Phong Phú (xã Ninh Giang). Có thể do có công giúp vua Đinh dẹp loạn cát cứ, theo thần tích nên vua Đinh đã cho mở mang cảnh thổ, tạo nên nơi thờ Phật và thần An Quốc ở đây mà thôi.\n{{chính|núi Cánh Diều}}\n[[Tập tin:Đền Thánh Cả.JPG|nhỏ|phải|270px|Đền Thánh Cả thờ thần Thiên Tôn ở [[Núi Ngọc Mỹ Nhân]]]]\nDi tích quốc gia [[núi Cánh Diều]] nằm ở phía đông [[ninh Bình (thành phố)|thành phố Ninh Bình]] là nơi hóa của thần Thiên Tôn. Núi thuộc địa phận phường [[Thanh Bình, thành phố Ninh Bình|Thanh Bình]]. Cũng giống như [[núi Non Nước]], [[núi Ngọc Mỹ Nhân]] nằm gần bên sông Đáy. Ở trung tâm thành phố, trông núi có 3 đỉnh, đỉnh giữa cao, hai đỉnh tả hữu chĩa ra như cánh chim. Bên núi có chùa Cánh Diều và đền Thánh Cả thờ thần Thiên Tôn, xung quanh núi có nhiều hang động u minh, dưới núi có sông ngầm xuyên thủy. Theo truyền thuyết, Cao Biền xưa là một tướng giỏi, pháp sư đời [[nhà Đường]] sang cai trị [[Việt Nam]], thường cưỡi diều giấy đi dò phá long mạch nước Nam, khi bay đến đất [[Hoa Lư]] đã bị một đạo sĩ (do [[động Thiên Tôn|thần Thiên Tôn]] hóa thân) cùng nhân dân ở đây dùng tên bắn, [[Cao Biền]] bị trọng thương, diều gãy cánh rơi xuống hòn núi này, từ đó hòn núi mang tên là [[núi Cánh Diều]].\n\nNằm ở phía Nam chân [[núi Cánh Diều]] là di tích đền Thánh Cả thờ thần Thiên Tôn, vị thần gắn liền với lịch sử hình thành núi Cánh Diều và được nhân dân vùng này thờ phụng. Nếu như [[động Thiên Tôn]] là nơi thần Thiên Tôn tu luyện phép thuật thì [[núi Cánh Diều]] là nơi thần hóa và thường hiển linh giúp đỡ nhân dân. Đền nằm bên một hồ nước mà người dân địa phương gọi là sông cụt.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Người Ninh Bình]]"}