{"3229961":"{{Thông tin đơn vị hành chính Việt Nam|phường\n| tên = Thắng Nhì\n| hình =Duong tran phu-phường 6Vũng Tàu, Bà Rịa - Vũng Tàu, Việt Nam - panoramio.jpg \n| ghi chú hình =Đường Trần Phú đoạn chạy qua phường Thắng Nhì \n| vĩ độ = 10\n| kinh độ = 107\n| vĩ phút = 22\n| vĩ giây = 16\n| kinh phút = 04\n| kinh giây = 31\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 2,73 km²\n| dân số = 21.138 người\n| thời điểm dân số = 2014\n| mật độ dân số = 7.748 người\/km²\n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Bà Rịa – Vũng Tàu]]\n| thành phố = [[Vũng Tàu]] \n| thành lập = \n*14\/5\/1986: thành lập '''Phường 6'''<ref name=QD58\/>\n*16\/12\/2014: đổi tên thành phường '''Thắng Nhì'''<ref name=NQ94\/>\n| trụ sở UBND = \n| mã hành chính = 26521<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Thắng Nhì''' là một [[Phường (Việt Nam)|phường]] nội ô thuộc thành phố [[Vũng Tàu]], tỉnh [[Bà Rịa – Vũng Tàu]], [[Việt Nam]]. \n\nPhường Thắng Nhì hiện nay vốn là '''Phường 6''', được thành lập năm 1986 sau khi chia tách từ phường Thắng Nhì cũ.<ref name=\"QD58\" \/>\n\n==Địa lý==\nPhường Thắng Nhì nằm ở phía bắc thành phố Vũng Tàu, nằm cách Bãi Trước khoảng 2,7 km về phía bắc, có vị trí địa lý:\n*Phía đông giáp [[Phường 7, Vũng Tàu|Phường 7]] và [[Phường 9, Vũng Tàu|Phường 9]]\n*Phía tây giáp [[Phường 5, Vũng Tàu|Phường 5]]\n*Phía nam giáp [[Phường 1, Vũng Tàu|Phường 1]] và [[Phường 4, Vũng Tàu|Phường 4]]\n*Phía bắc giáp [[vịnh Gành Rái]] và phường [[Thắng Nhất]].\n\nPhường có diện tích 2,73&nbsp;km², dân số năm 2014 là 21.138 người<ref name=NQ94\/>, mật độ dân số đạt 7.748 người\/km². \n\n==Lịch sử==\nThắng Nhì là một trong 3 địa danh lâu đời nhất của Vũng Tàu. Nguyên thủy, nơi đây thuộc thủ Phước Thắng (sau đổi thành bảo), thủy quân Biên Hòa [[Nhà Nguyễn|thời Nguyễn]], do những thủy quân thuộc binh thuyền Thắng Nhì (hay Thắng Nhị) lập xã thôn tạm cư trú. Tương truyền, dân thôn Thắng Nhì do Cai đội thủy quân Lê Văn Lộc chỉ huy, vì vậy về sau ông được thờ làm Thành hoàng của làng.<ref name=\":0\">{{Chú thích web|url=http:\/\/www.baobariavungtau.com.vn\/xa-hoi\/202006\/tam-thang-xua-va-nay-thang-nhi-tap-nap-tren-ben-duoi-thuyen-902605\/|tựa đề=Thắng Nhì - tấp nập trên bến dưới thuyền|tác giả=|họ=|tên=|ngày=2020-06-25|website=Báo Bà Rịa - Vũng Tàu|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nĐịa bạ triều Nguyễn, viết vào năm 1836 cho biết về vị trí của “thuyền” Thắng Nhì như sau: <blockquote>“Thắng Nhì thuyền ở xứ Ghềnh Rái. Đông giáp địa phận thuyền Thắng Nhất, Tây giáp cửa biển, Nam giáp thuyền Thắng Tam, có Bàu Trâm làm giới, Bắc giáp thuyền Thắng Nhất, có Giếng Me làm giới”. <\/blockquote>Sau khi Pháp chiếm [[Nam Kỳ]] và đặt làm thuộc địa, Vũng Tàu được đặt thành thị xã Cap Saint Jacques. Thắng Nhì là một trong 7 xã thôn thuộc tổng Vũng Tàu, thị xã Cap Saint Jacques.\n\nDọc theo đường Lê Lợi ngày nay (tức Route de Ben-dinh), nhà cầm quyền Pháp đặt nhiều doanh trại và cơ sở quân sự.<ref>Chú thích của Paul Thompson trên bản đồ Cap Saint Jacques in năm 1934. Phần chú thích là hình thứ 2 trong bài đăng tựa đề \"10. Cable Anglais\/Telegraph\" của blog ''Vung Tau \/ Cap St. Jacques Colonial History''. Lưu trữ tại '''[https:\/\/vungtauhistory.wordpress.com\/the-town\/10-cable-anglais-telegraph\/ đây]'''.<\/ref> Ở phía Tây đường Lê Lợi theo hướng Bắc-Nam gồm: Doanh trại bộ binh Bến Bình thuộc Trung đoàn Bộ binh thuộc địa, Doanh trại pháo binh và cơ sở hậu cần của pháo binh.\n\nVới địa bàn chính bao bọc bởi [[Núi Lớn]] và kênh rạch, người dân Thắng Nhì chủ yếu sinh sống bằng nghề đánh bắt hải sản, nghề hầm than, một số ít trồng cây trái trên triền Núi Lớn. Ngoài ra, một số người làm nghề thợ hồ, thợ cưa, thợ mộc, thợ rèn, buôn bán nhỏ ở chợ Bến Đình.<ref name=\":0\" \/>\n[[Tập tin:Fishing village at Vung Tau 1968.jpg|nhỏ|241x241px|Ảnh chụp làng chài Bến Đình năm 1968. Ở phía xa là Bảo tháp Ngọc Xá Lợi của [[Thích Ca Phật Đài]].]]\nNgày [[22 tháng 10]] năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] giải thể thị xã Vũng Tàu, chuyển thành quận Vũng Tàu thuộc tỉnh [[Phước Tuy (tỉnh)|Phước Tuy]] mới thành lập. Ngày [[30 tháng 1]] năm [[1957]], Nghị định số 6-BNV\/HC\/NĐ của Bộ Nội vụ ấn định các đơn vị hành chánh tỉnh Phước Tuy. Theo đó, Thắng Nhì là một xã thuộc quận Vũng Tàu. Trụ sở xã đặt ở phía sau Đình Thắng Nhì, tức trụ sở UBND phường Thắng Nhì hiện nay.\n\nNgày [[30 tháng 3]] năm [[1965]], Thủ tướng Việt Nam Cộng hòa ban hành Sắc lệnh số 55\/SL-NV chia địa phận thị xã Vũng Tàu thành nhiều khu phố. Đến ngày [[22 tháng 8]] năm [[1972]], Tổng trưởng Nội vụ chính quyền Việt Nam Cộng Hòa lại ban hành Nghị định số 553-BNV\/HCĐP\/NĐ, đổi các danh xưng \"khu phố\" của thị xã thành phường. Theo đó, khu phố Thắng Nhì trở thành phường Thắng Nhì. Ngày [[22 tháng 8]] năm [[1974]], phường Thắng Nhì tách các khóm Bình Lợi, Bình Hải và Sao Mai để lập phường Phước Hải.\n\nSau ngày thống nhất, phường Thắng Nhì có các khóm: Chợ (Bến Đình), Lăng Ông, Lê Lợi, Chùa Ông, Ngư Cảng và Sao Mai.<ref>{{Chú thích web|url=http:\/\/www.baobariavungtau.com.vn\/xa-hoi\/202006\/tam-thang-xua-va-nay-thang-nhi-tap-nap-tren-ben-duoi-thuyen-902605\/index.htm|tựa đề=Thắng Nhì - tấp nập trên bến dưới thuyền|tác giả=Nguyễn Duyên Tâm|ngày=2020-06-25|website=Báo Bà Rịa - Vũng Tàu|url-status=live|ngày truy cập=2021-07-01}}<\/ref> \n\nSau năm [[1975]], Vũng Tàu trở thành thị xã trực thuộc tỉnh [[Đồng Nai]]. Ngày [[30 tháng 5]] năm [[1979]], đặc khu [[Vũng Tàu – Côn Đảo]] được thành lập<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-thanh-lap-dac-khu-Vung-Tau-Con-Dao-truc-thuoc-Trung-uong\/42745\/noi-dung.aspx|tựa đề=Nghị quyết về việc thành lập đặc khu Vũng Tàu - Côn Đảo trực thuộc trung ương|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, Thắng Nhì trở thành một phường của đặc khu.\n\nNăm [[1980]], thành phố Vũng Tàu đầu tư xây dựng chợ Bến Đình, với 2 khu nhà lồng rộng khoảng 2.000 m2, cùng nhiều kiosk và sạp hàng kiên cố.<ref>{{Chú thích web|url=http:\/\/www.baobariavungtau.com.vn\/noi-ay-que-nha\/202003\/doi-cho-doi-nguoi-cho-ben-dinh-ngoi-cho-lang-chai-lau-doi-o-thanh-pho-bien-vung-tau-895818\/index.htm|tựa đề=Đời chợ - đời người: Chợ Bến Đình - Ngôi chợ làng chài lâu đời ở thành phố biển Vũng Tàu|tác giả=Trần Bình|ngày=2020-03-31|website=Báo Bà Rịa - Vũng Tàu|url-status=live}}<\/ref>\n[[Tập tin:Thanh pho Vung tau, Ba ria vungtau, Vietnam - panoramio.jpg|trái|nhỏ|Làng chài ven rạch Bến Đình]]\nNgày [[14 tháng 5]] năm [[1986]], Hội đồng Bộ trưởng ra Quyết định số 58-HĐBT về việc điều chỉnh địa giới hành chính các phường thuộc đặc khu Vũng Tàu - Côn Đảo<ref name=QD58>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-58-HDBT-dieu-chinh-dia-gioi-hanh-chinh-phuong-dac-khu-Vung-Tau-Con-Dao-37096.aspx|tựa đề=Quyết định 58-HĐBT năm 1986 về việc điều chỉnh địa giới hành chính của các phường thuộc đặc khu Vũng Tàu - Côn Đảo|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Sáp nhập 33 tổ dân phố với 4.543 người của phường Thắng Nhất, 5 tổ dân phố với 1.432 người của phường Thắng Tam vào phường Thắng Nhì\n*Chia phường Thắng Nhì thành 4 phường lấy tên là [[Phường 5, Vũng Tàu|Phường 5]], '''Phường 6''', [[Phường 7, Vũng Tàu|Phường 7]] và [[Phường 9, Vũng Tàu|Phường 9]].\n\nNgày [[12 tháng 8]] năm [[1991]], đặc khu Vũng Tàu - Côn Đảo giải thể<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-42808.aspx|tựa đề=Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc trung ương do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, Phường 6 trực thuộc thành phố Vũng Tàu, tỉnh Bà Rịa - Vũng Tàu.\n\nNgày [[16 tháng 12]] năm [[2014]], Chính phủ ban hành Nghị quyết số 94\/NQ-CP về việc đổi tên Phường 6 thành phường Thắng Nhì.<ref name=NQ94>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-94-NQ-CP-2014-doi-ten-phuong-6-thanh-phuong-Thang-Nhi-thanh-pho-Vung-Tau-tinh-Ba-Ria-Vung-Tau-260584.aspx|tựa đề=Nghị quyết số 94\/NQ-CP năm 2014 về việc đổi tên phường 6 thành phường Thắng Nhì thuộc thành phố Vũng Tàu, tỉnh Bà Rịa - Vũng Tàu|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nPhường Thắng Nhì có 272,82 ha diện tích tự nhiên và 21.138 người.\n\n== Chính trị ==\n'''Hội đồng Nhân dân''' và '''Ủy ban Nhân dân''' phường là hai cơ quan quyền lực Nhà nước ở địa phương này. Trong đó, Hội đồng nhân dân hiện tại là hội đồng nhân dân khóa 2021-2026, được bầu tại [[Bầu cử Quốc hội Việt Nam khóa XV|kỳ bầu cử Quốc hội khóa XV]]. Đứng đầu hội đồng nhân dân là Chủ tịch Hội đồng nhân dân. Trước đó, từ năm 2008 đến 2016, phường này không có hội đồng nhân dân, do thực hiện thí điểm không tổ chức hội đồng nhân dân.\n\nỦy ban Nhân dân là cơ quan chấp hành của Hội đồng nhân dân. Đứng đầu cơ quan này là Chủ tịch ủy ban nhân dân.\n\nVề mặt Đảng, Đảng ủy phường Thắng Nhì là cơ quan lãnh đạo của Đảng Cộng sản Việt Nam tại địa phương.\n\nTrụ sở Đảng ủy, Hội đồng nhân dân và Ủy ban nhân dân phường Thắng Nhì đặt tại số 231 Lê Lợi, phường Thắng Nhì, thành phố Vũng Tàu.\n\n=== Bầu cử ===\nỞ cấp tỉnh, phường 8 thuộc đơn vị bầu cử '''số 2''', gồm các phường 8, 9, 10, Thắng Nhì, Rạch Dừa và Nguyễn An Ninh, bầu ra 5 đại biểu cho Hội đồng nhân dân tỉnh Bà Rịa - Vũng Tàu.<ref>{{Chú thích web|url=https:\/\/baria-vungtau.gov.vn\/sphere\/baria\/vungtau\/page\/xem-tin.cpx?item=6082c4e58ea5ccbb90a96add|tựa đề=Ủy ban bầu cử tỉnh công bố danh sách chính thức những người ứng cử đại biểu HĐND tỉnh nhiệm kỳ 2021-2026|tác giả=Thùy Dương|ngày=2021-04-24|website=Cổng thông tin điện tử tỉnh Bà Rịa - Vũng Tàu|url-status=live}}<\/ref>\n\nỞ cấp thành phố, phường nằm trong đơn vị bầu cử '''số 3''', cùng với các [[Phường 4, Vũng Tàu|phường 4]] và [[Phường 5, Vũng Tàu|5]], bầu ra 5 đại biểu cho Hội đồng nhân dân thành phố Vũng Tàu.<ref>{{Chú thích web|url=https:\/\/plo.vn\/thoi-su\/chinh-tri\/vung-tau-cong-bo-danh-sach-35-dai-bieu-hdnd-tp-nhiem-ky-moi-989051.html|tựa đề=Vũng Tàu: Công bố danh sách 35 đại biểu HĐND TP nhiệm kỳ mới|tác giả=Trùng Khánh|ngày=2021-05-31|website=Báo Pháp Luật|url-status=live}}<\/ref>\n\n== Tôn giáo ==\n\n=== Tín ngưỡng truyền thống ===\n\n* Đình Thắng Nhì: là một trong 3 đình làng còn sót lại của thành phố Vũng Tàu. Đình thờ ông đội Lê Văn Lộc, người có công mở đất lập làng, gồm ngôi Tiền hiền, Chánh điện và tòa Võ ca. Sau nhiều lần được sửa chữa, xây dựng lại, ngôi Tiền hiền hiện nay giữ nguyên phong cách của ngôi đình từ năm 1828; còn ngôi Chánh điện được xây từ năm 1969. Lễ kỳ yên của đình được tổ chức ngày 10-12 tháng 11 Âm lịch. Ngoài ra, từ 22 đến 24 tháng 3 âm lịch hàng năm diễn ra Lễ hội Nghinh Ông Thắng Nhì.<ref name=\":1\">{{Chú thích web|url=http:\/\/www.baobariavungtau.com.vn\/noi-ay-que-nha\/202006\/tam-thang-xua-va-nay-thang-nhi-tru-phu-tu-bien-902672\/|tựa đề=TAM THẮNG - XƯA VÀ NAY: Thắng Nhì trù phú từ biển|tác giả=Diễm Quỳnh|ngày=2020-06-26|website=Báo Bà Rịa - Vũng Tàu|url-status=live}}<\/ref>\n\n=== Phật giáo ===\n\n* Phước Lâm Cổ Tự: ngôi chùa cổ nhất Vũng Tàu được xây dựng từ năm 1886.\n* Chùa Bình Sơn\n* Tịnh xá Ngọc Đức\n* Thiền viện Chơn Không\n* Chùa Long Phước\n\n== Giao thông ==\n\n=== Đường bộ ===\n\n* Lê Lợi: con đường trục chính Bắc - Nam của phường, chạy dọc theo chân núi Lớn, nối phường Thắng Nhì với đường Lê Hồng Phong\n* Trần Phú: đường chính dẫn từ Ngã tư Bến Đình đến Bến Đá, phường 5.\n* Nguyễn An Ninh: chạy từ Ngã tư Bến Đình đến Ngã tư Giếng Nước.\n\n=== Đường thủy ===\nBến Cầu Quan là bến đò vận chuyển hành khách của Bến Đình với các địa phương khác, như Cần Giờ, Miền Tây và đảo Long Sơn.\n\n== Giáo dục ==\nTrường Tiểu học Thắng Nhì là trường tiểu học duy nhất nằm trong địa bàn phường, tuyển sinh học sinh cư trú tại các khu phố 2, 3, 4, 5, 6, 7, 8, 9 của phường. Ngoài ra, trường tiểu học Bùi Thị Xuân tuyển sinh học sinh cư trú tại khu phố 1 của phường.\n\nỞ cấp trung học cơ sở, trường THCS Thắng Nhì tuyển sinh tất cả học sinh cư trú trên địa bàn phường.<ref>''Phương án phân tuyến tuyển sinh lớp 6 trên địa bàn thành phố Vũng Tàu năm học 2020-2021'', ban hành kèm Quyết định 3646\/QĐ-UBND ngày 7\/8\/2020 của UBND thành phố Vũng Tàu. Xem bản lưu ở '''[https:\/\/edu.viettel.vn\/vtu-vungtau-thcstranphu\/tuyen-sinh-lop-6\/phuong-an-phan-tuyen-tuyen-sinh-lop-6-tren-dia-ban-thanh-pho.html đây]'''.<\/ref>\n\n== Kinh tế - Thương mại ==\nVới địa bàn bao trọn làng chài Bến Đình, một phần của làng Thắng Nhì cũ, nghề đánh bắt hải sản là ngành nghề quan trọng của phường. Trong báo cáo của Đảng bộ phường nhiệm kỳ 2015-2020, sản lượng khai thác hải sản bình quân tại địa bàn đạt gần 18 ngàn tấn\/năm, giá trị sản lượng khai thác gần 2.700 tỷ đồng\/năm.<ref name=\":1\" \/>\n\nChợ Bến Đình - chợ hải sản đầu mối lớn của thành phố Vũng Tàu là trung tâm thương mại dịch vụ chính của phường. Chợ nằm cạnh kênh \/ rạch Bến Đình. Hiện chợ có hơn 300 hộ kinh doanh lớn nhỏ.<ref>{{Chú thích web|url=http:\/\/baobariavungtau.com.vn\/noi-ay-que-nha\/202003\/doi-cho-doi-nguoi-cho-ben-dinh-ngoi-cho-lang-chai-lau-doi-o-thanh-pho-bien-vung-tau-895818\/|tựa đề=Đời chợ - đời người: Chợ Bến Đình - Ngôi chợ làng chài lâu đời ở thành phố biển Vũng Tàu|tác giả=Trần Bình|ngày=2020-03-31|website=Báo Bà Rịa - Vũng Tàu|url-status=live}}<\/ref>\n\nTuyến đường Lê Lợi - Nguyễn An Ninh - Trần Phú cũng là khu vực tập trung nhiều cửa hàng và dịch vụ thương mại trong phường. Trên đường Lê Lợi có trụ sở của nhiều tập đoàn lớn của thành phố như Vietsovpetro, PVGas\n\nVũng Tàu Center là cao ốc thương mại và nhà ở, nằm ở giao lộ Lê Hồng Phong & Lê Lợi.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n\n{{sơ khai Bà Rịa-Vũng Tàu}}\n{{Đơn vị hành chính thuộc thành phố Vũng Tàu}}\n{{Địa phương lân cận\n|Giữa = Thắng Nhì\n|Bắc = [[Vịnh Gành Rái]], [[Thắng Nhất]]\n|Đông = [[Phường 9, Vũng Tàu|Phường 9]]\n|Đông Nam = [[Phường 7, Vũng Tàu|Phường 7]]\n|Nam = [[Phường 1, Vũng Tàu|Phường 1]], [[Phường 4, Vũng Tàu|Phường 4]]\n|Tây = [[Phường 5, Vũng Tàu|Phường 5]]\n}}"}