{"415373":"{{dablink|Về các thời kì Bắc thuộc khác trong lịch sử Việt Nam, xin xem bài [[Bắc thuộc]]}}\n{{Infobox Former Country\n|native_name = {{lang|han|北屬吝次二}}\n|conventional_long_name = Bắc thuộc lần thứ hai\n|common_name            = Bắc thuộc\n|continent              = Châu Á\n|region                = Đông  Á\n|country                = Việt Nam\n|status                = Tỉnh\n|status_text          = Quận của [[Nhà Hán]]-[[Nhà Đông Ngô]]-[[Nhà Tấn]]-[[Nam Triều]]\n|era                  =\n|government_type          = Chế độ quân chủ\n|\n|year_start          = 43\n|year_end             = 544\n|\n|event_pre   = [[Khởi nghĩa Hai Bà Trưng|Chiến tranh Hai Bà Trưng-Hán]]\n|date_pre    = 43\n|\n|event_start = [[Hán Hiến Đế]] lên ngôi, thu hẹp [[Nhà Hán]]\n|date_start  = 189\n|event_end   =   [[Lý Nam Đế|Lý Bí]] tuyên bố độc lập [[Giao Chỉ]]\n|date_end    =\n|\n|event1      = [[Giao Chỉ]] dưới thời [[Đông Ngô]]\n|date_event1 = 222\n|event2      = [[Nhà Tấn]] thống nhất Trung Quốc\n|date_event2 = 265\n|event3      = [[Giao Chỉ]] dưới thời [[Lưu Tống]]\n|date_event3 = 420\n|event4      = [[Giao Chỉ]] dưới thời [[Nam Tề]]\n|date_event4 = 479\n|event5      = [[Giao Chỉ]] dưới thời [[Nhà Lương]]\n|date_event5 = 502\n|\n|<!--- Flag navigation: Preceding and succeeding entities p1 to p5 and s1 to s5 --->\n|p1          = Hai Bà Trưng\n|flag_p1     = \n|p2          = \n|p3          = \n|p4          = \n|s1          = Nhà Tiền Lý\n|flag_s1     = \n|\n|image_flag   = \n|flag_border = \n|flag         = \n|flag_type    = \n|\n|image_coat   = \n|symbol       = \n|symbol_type  = \n|\n|image_map    = Northern and Southern Dynasties 3.png\n|image_map_caption  = Bản đồ Nhà Lương thời kỳ 502\n|\n|capital          = [[Long Biên]]\n|\n|national_motto   =\n|national_anthem  =\n|common_languages = [[Tiếng Hán thượng cổ|Tiếng Hán]]\n|religion         = \n|currency         = [[Đồng (đơn vị tiền tệ)|Đồng xu]]\n|\n|title_leader = [[Danh sách Hoàng đế Nhà Hán|Hoàng đế]]\n|leader1      = [[Hán Quang Vũ Đế]] (đầu tiên)\n|year_leader1 = 43-57\n|leader2      = [[Tôn Quyền]] của Đông Ngô\n|year_leader2 = 229-252 \n|leader3      = [[Tấn Vũ Đế]] \n|year_leader3 = 266-290 \n|leader4     = [[Lưu Tống Vũ Đế]]\n|year_leader4 = 420-422 \n|leader5    = [[Nam Tề Cao Đế]]\n|year_leader5 = 479-482 \n|leader6      = [[Lương Vũ Đế]] (cuối cùng)\n|year_leader6 = 502–544\n|\n|title_deputy = \n|deputy1      = \n|year_deputy1 = \n|deputy2      = \n|year_deputy2 =\n|deputy3      = \n|year_deputy3 = \n|deputy4      =\n|year_deputy4 =\n|deputy5      = \n|year_deputy5 =\n|deputy6      =\n|year_deputy6 =\n|\n|<!--- Area and population of a given year --->\n|stat_year1=184\n|stat_area1=\n|stat_pop1=1.100.000\n|stat_year2=227\n|stat_area2=\n|stat_pop2=1.300.000\n|stat_year3=285\n|stat_area3=\n|stat_pop3=600.000\n| stat_year4=420\n| stat_pop4=1.000.000 \n|footnotes  =\n|today      = {{Flag|Việt Nam}}<br \/>{{Flag|Trung Quốc}}\n}}\n{{lịch sử Việt Nam}}\n'''Bắc thuộc lần thứ hai''' ([[chữ Nôm]]: 北屬吝次二, ngắn gọn: '''Bắc thuộc lần 2''') trong [[lịch sử Việt Nam]] kéo dài khoảng 500 năm từ năm [[43]] đến năm [[543]], từ khi [[Mã Viện]] theo lệnh [[Hán Quang Vũ Đế]] nhà [[Nhà Hán|Đông Hán]] đánh chiếm lại bộ Giao Chỉ từ tay [[Hai Bà Trưng|Trưng Vương]], đến khi [[Lý Nam Đế|Lý Bí]] khởi binh đánh đuổi [[thứ sử]]<ref>Chức quan giám sát hoạt động của [[Thái thú]].<\/ref> [[nhà Lương]] là [[Tiêu Tư]] năm 542 rồi lập ra nước [[Vạn Xuân]] năm 544.\n\n==Lịch sử==\n===Cuối Đông Hán===\nSau khi Cuộc khởi nghĩa [[Hai Bà Trưng]] thất bại, nhà [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] tiếp tục duy trì sự cai trị tại [[bộ Giao Chỉ]] nhưng xoá bỏ sự tự trị địa phương. Vào cuối [[thế kỷ 2]], nhà Đông Hán suy yếu, chiến tranh quân phiệt bùng nổ. [[Hán Hiến Đế]] bị các quyền thần thay nhau khống chế.\n\nTrước tình hình đó, [[Thái thú]]<ref>Chức quan cai trị về hành chính.<\/ref> quận [[Giao Chỉ]] là [[Sĩ Nhiếp]] xin nhà Hán cho 3 người em là Sĩ Nhất, Sĩ Vĩ và Sĩ Vũ làm thái thú các quận: Sĩ Nhất làm Thái thú [[Hợp Phố (quận)|Hợp Phố]], Sĩ Vĩ làm Thái thú [[Cửu Chân]], Sĩ Vũ làm Thái thú [[Nam Hải quận|Nam Hải]]. Triều đình [[Nhà Hán|nhà Đông Hán]] do rối loạn trong nước không thể quản lý [[bộ Giao Chỉ]] xa xôi nên mặc nhiên thừa nhận. Từ đó thế lực họ Sĩ ở Giao Chỉ rất lớn.\n\nNăm 192, người bản địa quận [[Nhật Nam]] theo [[Khu Liên]] khởi binh chống nhà Hán và thành lập nước [[Chăm Pa]] độc lập. Lực lượng nhà Đông Hán ở phía nam yếu ớt không chống nổi, bất lực trước sự ly khai của Khu Liên. Từ đó phía nam quận Nhật Nam trở thành nước Chăm Pa, tách hẳn sự cai trị của nhà Đông Hán và các triều đại Trung Quốc sau này.\n\nNăm 200, [[Tào Tháo]] đang nắm vua [[Hán Hiến Đế|Hiến Đế]] ở [[Hứa Xương]] đánh bại được đối thủ quân phiệt lớn nhất là [[Viên Thiệu]] trong [[trận Quan Độ|trận quyết định ở Quan Độ]]. Nắm quyền chủ động ở [[Trung Nguyên]], Tào Tháo bắt đầu quan tâm tới miền nam. Năm 201, Tào Tháo nhân danh Hiến Đế cử Trương Tân sang làm thứ sử [[bộ Giao Chỉ]]<ref>[[Thứ sử]] là chức quan giám sát hoạt động của [[Thái thú]]. Chức vụ này đứng đầu Châu hay Bộ, cao hơn Thái thú Sĩ Nhiếp.<\/ref>.\n[[Tập tin:Tam Quoc 208.jpg|nhỏ|281x281px|Bản đồ Trung Quốc năm 208.]]\nNăm 203, Trương Tân và Sĩ Nhiếp cùng nhau dâng biểu xin lập [[bộ Giao Chỉ]] làm châu, nhà Hán mới đặt [[bộ Giao Chỉ]] làm [[Giao Châu]]. Từ đó [[Giao Châu]] được ngang hàng với các châu khác ở Trung Quốc. Hiến Đế phong Trương Tân làm [[quan mục]] ở [[Giao Châu]]. Bắt đầu từ đấy có tên Giao Châu<ref>Viện Sử học, sách đã dẫn, tr 31<\/ref>.\n\nNăm 206, Trương Tân bị bộ tướng Khu Cảnh giết chết. Khi đó [[Lưu Biểu]] đã trấn giữ [[Kinh Châu]] không thần phục Tào Tháo, bèn sai thủ hạ là Lại Cung sang làm quan mục [[Giao Châu]]. Cùng lúc, thái thú quận Thương Ngô là Sử Hoàng cũng chết, Lưu Biểu vội sai Ngô Cự đi cùng Lại Cung sang làm thái thú Thương Ngô.\n\n===Thời Tam Quốc và nhà họ Sỹ===\nNăm 207, Tào Tháo can thiệp vào [[Giao Châu]], sai người đưa thư phong Sĩ Nhiếp làm Tuy Nam trung lang tướng, cho quản lý cả bảy quận của [[Giao Châu]] là [[Nam Hải quận|Nam Hải]], [[Uất Lâm]], [[Thương Ngô (địa danh cổ)|Thương Ngô]], [[Hợp Phố quận|Hợp Phố]], [[Giao Chỉ]], [[Cửu Chân]] và [[Nhật Nam]] và kiêm thái thú quận [[Giao Chỉ]] như trước. Trong khi đó hai thủ hạ của Lưu Biểu là Ngô Cự và Lại Cung lại bất hòa. Hai người chưa tới nơi trấn trị đã trở mặt đánh nhau. Ngô Cự đánh đuổi Lại Cung khiến Lại Cung chạy về quận Linh Lăng (thuộc Kinh Châu), còn Ngô Cự tới được trị sở Thương Ngô.\n\nNăm 208, [[Lưu Biểu]] chết. Tào Tháo mang đại quân nam tiến đánh chiếm Kinh Châu. Cuối năm 208 xảy ra [[trận Xích Bích]]. Tào Tháo thất bại trong ý đồ thống nhất Trung Hoa, phải rút về Trung nguyên. [[Tôn Quyền]] và [[Lưu Bị]] thắng trận, thừa cơ cùng nhau đánh chiếm đất Kinh Châu từ tay Tào Tháo để lại.\n\nĐối với Giao Châu, Tôn Quyền cũng giành lấy quyền quản lý. Năm 210, Tôn Quyền sai thủ hạ là [[Bộ Chất]] sang làm Thứ sử Giao châu. Sĩ Nhiếp tuy trước đã thần phục Tào Tháo nhưng biết không thể chống lại Tôn Quyền nên đành phải nghe theo, chấp nhận ngôi vị của Bộ Trắc. Từ đó Giao Châu trên danh nghĩa thuộc về họ Tôn mà ít lâu sau thành lập nước [[Đông Ngô]] khi Trung Quốc chính thức chia làm 3 nước: [[Tào Ngụy]], [[Thục Hán]] và [[Đông Ngô]].\n\nTuy Bộ Chất làm thứ sử nhưng thế lực của họ Sĩ vẫn rất lớn và thực quyền cai quản trong tay họ Sĩ. Sĩ Nhiếp sai con là Sĩ Hâm sang làm con tin ở [[Kiến Nghiệp]] với Tôn Quyền và được phong làm [[Long Biên]] hầu.\n\nNăm 226, Sĩ Nhiếp chết, con trai là Sĩ Huy tự mình lên thay chức Thái thú quận [[Giao Chỉ]] không xin lệnh Tôn Quyền. Để tăng cường quản lý phía nam, Tôn Quyền chia [[Giao Châu]] cũ của nhà Hán làm hai: lấy 3 quận [[Nam Hải quận|Nam Hải]], [[Uất Lâm]], [[Thương Ngô (địa danh cổ)|Thương Ngô]] phía bắc hợp thành [[Quảng Châu (địa danh cổ)|Quảng Châu]], giao cho [[Lã Đại]] làm Thứ sử; Giao Châu chỉ còn 4 quận phía nam là [[Hợp Phố quận|Hợp Phố]], [[Giao Chỉ]], [[Cửu Chân]] và một phần quận [[Nhật Nam]], giao cho Trần Thì làm Thứ sử. Tuy nhiên Sĩ Huy mang quân ngăn trở Trần Thì đến nhận chức. Tôn Quyền sai Lã Đại mang quân sang đánh để triệt bỏ họ Sĩ. Lã Đại lừa giết anh em Sĩ Huy và chiếm lấy Giao Châu. Từ đó Giao Châu hoàn toàn thuộc về Đông Ngô. Tôn Quyền lại bỏ [[Quảng Châu (địa danh cổ)|Quảng Châu]], khôi phục [[Giao Châu]] gồm 7 quận như cũ, cho Lã Đại làm Giao Châu mục.\n\n===Nhà Đông Ngô===\nNăm 248, cuộc khởi nghĩa của [[Bà Triệu|Triệu Thị Trinh]] bị Thứ sử Giao Châu là [[Lục Dận]] (Đông Ngô - cháu [[Lục Tốn]]) dập tắt.\n\nCuối năm 263, [[Tào Ngụy]] diệt [[Thục Hán]]. Cùng năm, viên quan ở quận [[Giao Chỉ]] là [[Lữ Hưng]] (Lã Hưng) giết chết Thái thú Tôn Tư của Đông Ngô, mang quận về hàng Tào Ngụy.\n\nVua Ngô là Cảnh Đế [[Tôn Hưu]] vội chia lại Giao Châu như ý định của Tôn Quyền năm 226: tách 3 quận [[Nam Hải quận|Nam Hải]], [[Uất Lâm]], [[Thương Ngô (địa danh cổ)|Thương Ngô]] phía bắc hợp thành [[Quảng Châu (địa danh cổ)|Quảng Châu]], đặt trị sở ở [[Phiên Ngung (kinh đô)|Phiên Ngung]] và Giao Châu gồm 4 quận phía nam là [[Hợp Phố quận|Hợp Phố]], [[Giao Chỉ]], [[Cửu Chân]] và [[Nhật Nam]].\n\nQuyền thần nhà Ngụy là [[Tư Mã Chiêu]] nhân danh Ngụy Nguyên Đế [[Tào Ngụy Nguyên Đế|Tào Hoán]] phong cho Lã Hưng làm [[An Nam]] tướng quân kiêm [[Thái thú]] Giao Chỉ, coi việc binh ở Giao Châu và [[Hoắc Dặc]] (tướng cũ Thục Hán) làm [[Thứ sử]] Giao Châu (nhưng vẫn đóng quân ở [[Nam Trung (Trung Quốc)|Nam Trung]], không trực tiếp sang Giao Châu). Cuối năm 264, Lã Hưng bị thủ hạ là Công tào Lý Thống giết chết.\n\nNăm 265, con Tư Mã Chiêu là [[Tấn Vũ Đế|Tư Mã Viêm]] cướp ngôi nhà Ngụy, lập ra [[nhà Tấn]]. [[Hoắc Dặc]] tiến cử Dương Tắc sang thay cho Lã Hưng vừa bị giết, vua Tấn đồng ý. Dương Tắc làm Thái thú Giao Chỉ, Đổng Nguyên làm Thái thú Cửu Chân.\n[[Tập tin:三國266.jpg|liên_kết=https:\/\/zh.wikipedia.org\/wiki\/File:%E4%B8%89%E5%9C%8B266.jpg|nhỏ|290x290px|Năm 266, [[nhà Tấn]] sau khi thu phục [[Thục Hán|Thục Há]]<nowiki\/>n, chiếm giữ luôn [[Giao Châu]] trước đó thuộc [[Đông Ngô]].]]\nTừ đây, Giao Châu thuộc quyền nước Tấn. Nước Đông Ngô tiến hành chiến tranh với Tấn để tranh giành Giao Châu và Quảng Châu, gọi là [[Chiến dịch Giao-Quảng|Giao Quảng chi loạn]]. Năm 268, Ngô Mạt Đế [[Tôn Hạo]] phong Lưu Tuấn làm thứ sử Giao châu, sai đánh chiếm lại từ tay nhà Tấn, nhưng bị Dương Tắc đánh bại 3 lần. Quận [[Uất Lâm]] thuộc [[Quảng Châu (địa danh cổ)|Quảng Châu]] của nhà Ngô cũng bị Dương Tắc chiếm đóng. Nhà Tấn theo tiến cử của Tắc, cho Mao Quế làm thái thú quận [[Uất Lâm]].\n\nNăm 271, Tôn Hạo lại sai [[Đào Hoàng]] sang đánh Giao châu. Lần này quân Ngô thắng trận, Đào Hoàng bắt được Dương Tắc và giết Mao Quế. Tuy nhiên Lý Tộ vẫn chiếm giữ quận [[Cửu Chân]] theo Tấn, không hàng Ngô. Sau đó Đào Hoàng đánh lâu ngày mới hạ được [[Cửu Chân]]. Toàn Giao châu trở về Đông Ngô, Đào Hoàng được phong làm Giao châu mục.\n\nNăm 280, [[Tấn Vũ Đế]] diệt Ngô, bắt Tôn Hạo. Hạo viết thư khuyên Đào Hoàng hàng Tấn. Hoàng đầu hàng, được giữ chức cũ tới khi qua đời năm 300. Từ đó Giao châu thuộc [[nhà Tấn]].\n\n===Thời Lưỡng Tấn, Nam Bắc triều===\nTừ thời Lưỡng Tấn tới thời [[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều]], tuy có sự thay đổi triều đại và biến động nhiều ở Trung nguyên nhưng Giao châu chỉ có những biến động quân sự, không có nhiều biến động về chính trị.\n\nTại miền bắc, các tộc [[Ngũ Hồ]] vào xâm chiếm và cai trị, các triều đại [[Nhà Tấn|Đông Tấn]] (317-420), [[Lưu Tống]] (420-479), [[Nam Tề]] (479-502), [[nhà Lương|Lương]] (502-557) nối nhau cai trị ở miền nam và giữ được quyền quản lý Giao châu không bị gián đoạn, thay đổi như cuối thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] và [[Tam Quốc]]. Những cuộc nổi dậy của người địa phương như Lương Thạc, [[Lý Trường Nhân]] chỉ kéo dài một thời gian đều bị dẹp; những cuộc xâm lấn của [[Lâm Ấp]] từ phía nam cũng nhanh chóng bị đẩy lùi; một số lực lượng nổi dậy chống triều đình chạy sang Giao châu cũng nhanh chóng bị đánh bại.\n\n==Hành chính==\n{{Chính|Hành chính Việt Nam thời Bắc thuộc lần 2}}\n\n[[Bộ Giao Chỉ]] gồm có 9 quận: [[Nam Hải quận|Nam Hải]], [[Uất Lâm]], [[Thương Ngô (địa danh cổ)|Thương Ngô]], [[Hợp Phố quận|Hợp Phố]], Đạm Nhĩ, Chu Nhai, [[Giao Chỉ]], [[Cửu Chân]] và [[Nhật Nam]]. Trong các quận này, [[Giao Chỉ]] và Cửu Chân là nước [[Âu Lạc]] cũ; các quận [[Nam Hải quận|Nam Hải]], [[Uất Lâm]], [[Thương Ngô (địa danh cổ)|Thương Ngô]], [[Hợp Phố quận|Hợp Phố]] vốn là đất do [[nhà Tần]] chiếm được của người [[Bách Việt]] ở [[Lĩnh Nam]]; quận [[Nhật Nam]] do [[nhà Hán]] mở rộng xuống phía nam quận Cửu Chân. Ba quận thuộc lãnh thổ Việt Nam hiện nay là [[Giao Chỉ]], [[Cửu Chân]] và [[Nhật Nam]]<ref>Đào Duy Anh, sách đã dẫn, tr 36, 48, 56<\/ref>.\n\nQuận [[Nam Hải quận|Nam Hải]] gồm có 6 huyện, quận [[Uất Lâm]] gồm có 12 huyện, quận [[Thương Ngô (địa danh cổ)|Thương Ngô]] gồm có 10 huyện, quận [[Hợp Phố quận|Hợp Phố]] gồm có 5 huyện, quận [[Giao Chỉ]] gồm có 10 huyện, quận [[Cửu Chân]] gồm có 5 huyện và quận [[Nhật Nam]] gồm có 5 huyện.\n\nTừ năm 203, theo đề nghị của Thứ sử Trương Tân và Sĩ Nhiếp, [[bộ Giao Chỉ]] được lập thành [[Giao Châu]], coi ngang hàng như các châu ở Trung Quốc.\n\nNăm 264, nhà Đông Ngô chính thức cắt 3 quận [[Nam Hải quận|Nam Hải]], [[Uất Lâm]], [[Thương Ngô (địa danh cổ)|Thương Ngô]] phía bắc hợp thành [[Quảng Châu (địa danh cổ)|Quảng Châu]], Giao Châu gồm 4 quận còn lại phía nam là [[Hợp Phố quận|Hợp Phố]], [[Giao Chỉ]], [[Cửu Chân]] và [[Nhật Nam]].\n\nSau khi đánh chiếm lại được Giao Châu từ tay nhà Tấn (271), Đào Hoàng đã xin với Tôn Hạo đặt thêm 2 quận Vĩnh Bình và Tân Xương trên cơ sở tách khỏi quận Giao Chỉ và đặt thêm quận Cửu Đức tách khỏi quận Cửu Chân. Như vậy Giao Châu cuối thời Ngô sang Tấn gồm có 7 quận, thuộc lãnh thổ [[Việt Nam]] ngày nay gồm có 6 quận Giao Chỉ, Vĩnh Bình, Tân Xương, Cửu Chân, Cửu Đức và Nhật Nam. Còn quận [[Hợp Phố quận|Hợp Phố]] nay thuộc lãnh thổ [[Trung Quốc]].\n\nThời Nam Bắc triều, về cơ bản địa giới hành chính Giao châu như thời Lưỡng Tấn, có điều chỉnh ít qua các triều đại<ref>Đào Duy Anh, sách đã dẫn, tr 80-83<\/ref>:\n* Thời Lưu Tống (420-479): Đặt thêm quận Tống Bình tách từ quận Giao Chỉ và đặt quận Nghĩa Xương.\n* Thời Nam Tề (479-502): có sự thêm bớt một số huyện ở các quận.\n* Thời Lương: [[Lương Vũ Đế]] cải cách hành chính trong nước, chia đất đặt thêm nhiều châu nhỏ, trong đó tại Giao châu chia quận Giao Chỉ đặt ra Hoàng châu và quận Ninh Hải; lấy quận Cửu Chân lập ra Ái châu; lấy quận Nhật Nam đặt ra Đức châu, Lợi châu và Minh châu.\n\n==Kinh tế==\n{{Chính|Kinh tế Việt Nam thời Bắc thuộc lần 2}}\n\n===Nông nghiệp===\nĐồ [[sắt]] phát triển giúp cho năng suất trồng trọt tăng nhanh và đời sống tương đối no đủ<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 231<\/ref>. Các công trình thủy lợi như đắp đê sông và đê biển được tiến hành bên cạnh một số kênh ngòi được đào phục vụ cho nông nghiệp.\n\nNgười Việt bắt đầu biết áp dụng thâm canh tăng năng suất. Trải qua quá trình tăng vụ, chuyển vụ, [[người Việt]] đã biết trồng lúa 2 mùa trong 1 năm từ rất sớm. Các sách sử [[Trung Quốc]] thời kỳ này đều gọi lúa chín 2 mùa là lúa Giao Chỉ<ref name=\"LS232\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 232<\/ref>\n\nSản xuất [[nông nghiệp]] phát triển tốt nhưng đồng thời sản phẩm của người bản địa cũng bị các triều đình phương Bắc vơ vét qua tô thuế nặng nề. Lượng thuế nông nghiệp mà nhà Hán thu từ đây là 13,6 triệu hộc, nhiều hơn so với những vùng như Mân, Quảng, Điền, Kiềm<ref name=\"LS232\"\/>.\n\n===Thủ công nghiệp===\nCác nghề chính thời kỳ này là rèn sắt, đúc đồng để làm dụng cụ lao động, đồ dùng gia đình ([[bình]], [[đỉnh]], [[chậu]], [[bát ăn|bát]], [[chén]], [[đĩa]]…) và vũ khí ([[kiếm]], [[dao]], [[kích]], [[lao]], mũi tên...)\n\nNghề [[gốm]] phát triển trên cơ sở tiếp thu kỹ thuật từ Trung Quốc. Sản phẩm có đồ dùng thường ngày như bát, chén, đĩa, nậm, mâm, khay, nồi, chõ… hay đồ thờ như đỉnh, đèn, bình hương, thìa, đũa sành) và tượng thú. Người Việt còn được tiếp thu nghề làm [[giấy]] của Trung Quốc và nghề làm chế tạo [[thủy tinh]] từ [[Ấn Độ]] và phương Nam truyền tới.\n\nNghề làm [[Gạch nung|gạch]] [[ngói]] phục vụ các công trình kiến trúc như thành quách, chùa tháp, mộ táng. Hai nghề phụ phổ biến nhất là nghề dệt và đan lát. Các loại vải đều được nhuộm thành nhiều màu khác nhau.\n\nNgười Việt biết dùng [[mía]] nấu mật làm đường, gọi là thạch mật. Lúc đó người Trung Quốc chưa biết làm đường bằng mía nên thạch mật của Giao châu trở thành cống phẩm quý cho triều đình nhà Hán.\n\nBên cạnh đó, những ngành thủ công nghiệp khác cũng phát triển như mộc, sơn then, thuộc da, nấu rượu, làm đồ đá…\n\nSự phát triển thủ công nghiệp của Việt Nam thời kỳ này cũng bị kìm hãm do tác động của các triều đại cai trị phương Bắc. Họ bắt nhiều thợ thủ công giỏi về phục vụ xây dựng tại kinh đô khiến lực lượng sản xuất nghề này bị ảnh hưởng nhiều<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 235<\/ref>.\n\n===Thương mại===\nNgoài hệ thống sông ngòi tự nhiên, hệ thống đường sá hình thành qua nhiều năm cũng góp phần thúc đẩy hoạt động thương mại. Các thư tịch cổ Trung Quốc nói rằng các nước phương Nam và phương Tây muốn đến Trung Quốc đều phải đi theo con đường Giao Chỉ.<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 237<\/ref> Từ thời Nhà Hán, thuyền buôn các nước [[Ấn Độ]], [[Đế quốc Quý Sương|Quý Sương]], [[Đế quốc Parthia|Parthia]] ([[Đế quốc Ba Tư|Ba Tư]]), [[Đế quốc La Mã|La Mã]] đều qua Giao Chỉ và coi đây như là một trạm dừng chân quan trọng để đến Trung Quốc. Sang thời Nam Bắc triều, thuyền các nước này và các tiểu quốc bờ biển [[Sumatra]], [[Sri Lanka]]… đều qua lại buôn bán với các quận Giao Chỉ, Cửu Chân, Nhật Nam.\n\nTheo ghi chép của [[Hậu Hán thư]], Vương quốc Parthia mua tơ lụa từ đất nhà Hán bán lại cho [[Đế quốc La Mã|La Mã]] lãi rất cao. Triều đình La Mã muốn sai sứ giao thương với triều đình nhà Hán nhưng Parthia cố ngăn trở không cho La Mã tiếp cận để mua hàng trực tiếp của Hán. Năm 166, dưới triều vua [[Hán Hoàn Đế]], Hoàng đế La Mã là [[Marcus Aurelius|Marcus Aurelius Antoninus]] sai sứ theo đường từ Nhật Nam đến dâng [[ngà]] [[voi]], [[sừng]] [[tê giác|tê]], [[đồi mồi]] cho nhà Hán để đặt quan hệ. Đó là lần đầu tiên [[Đế quốc La Mã|La Mã]] thông với Trung Quốc, qua quận Nhật Nam thuộc lãnh thổ Việt Nam ngày nay.<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 238<\/ref>\n\nViệc buôn bán ở Giao Châu hầu hết do [[người Hoa]] khống chế. Các triều đại Trung Quốc cũng có chính sách đánh thuế thương mại với các tàu thuyền buôn của nước ngoài rất nặng.<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 239<\/ref>\n\n==Xã hội==\nTrước khi bị đế chế phương Bắc chinh phục và biến thành quận huyện, xã hội Việt cổ hình thành trên nền tảng nghề trồng lúa nước phát triển ở đồng bằng châu thổ sông Hồng. Hình thái nhà nước sơ khai dựa trên chế độ thủ lĩnh địa phương là Lạc tướng.\n\nTừ đầu Công nguyên trở đi, nền văn minh Đông Sơn bị giải thể về cấu trúc<ref name=\"LS240\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 240<\/ref>. Theo các sử gia hiện đại, các ''mảnh vụn'' của nền văn minh này tuy không bị mất đi nhưng một mặt đã hòa vào nền văn hóa dân gian và của các xóm làng Việt cổ và các thành phần tộc người khác ở [[Bán đảo Đông Dương|Đông Dương]] và [[Đông Nam Á]]; mặt khác đã gá lắp với những thể chế văn hóa, văn minh ngoại lai từ [[Trung Quốc]] và [[Ấn Độ]]. Do đó, dần dần đã tạo nên một sắc thái văn hóa – văn minh mới là [[văn minh Hán-Việt]] và Việt-Hán.\n\nCùng chịu chung sự cai trị với người Trung Quốc nhưng người Việt bị xem là Man Di, chịu chính sách phân biệt Hoa – Di. Việc phân biệt đó tạo hố ngăn cách giữa người Việt và người Hoa, do đó các thủ lĩnh người Việt nổi dậy như Lương Thạc, Lý Trường Nhân đã giết nhiều quan lại và kiều dân người Hoa khi họ nổi dậy<ref name=\"LS240\"\/>.\n\nCác triều đại phương Bắc chỉ nắm được tới cấp huyện, không thể khống chế được hạ tầng cơ sở của xã hội Việt cổ là các làng. Chính sử Trung Quốc thừa nhận những thủ lĩnh (cừ súy) người Việt vẫn \"hùng cứ hương thôn\"<ref name=\"LS240\"\/>. Đó được xem là vùng trời riêng của người Việt. Trong khi văn hóa phương Bắc trọng nam khinh nữ thì văn hóa Việt cổ có sự tôn trọng vai trò của người phụ nữ trong gia đình và xã hội. Những người phụ nữ điển hình chính là Trưng Trắc, Trưng Nhị hay Triệu Thị Trinh<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 248<\/ref>.\n\nCùng những phong tục cổ truyền như dùng [[trống đồng]], nhiều tục lệ cổ khác vẫn được giữ như cạo tóc hay búi tóc, xăm mình, chôn cất người chết trong quan tài hình thuyền, nhuộm răng, ăn trầu…\n\nMột vài tập tục trong đời sống có sự thay đổi do Hán hóa như giã gạo bằng chày tay thay bằng giã cối đạp (theo hệ thống đòn bẩy); nhà ở từ nhà sàn sang nhà trên đất bằng…\n\n==Văn hóa==\nNền văn học nghệ thuật của Trung Quốc phát triển cũng có ảnh hưởng tới người Việt thời kỳ này. Nét đặc trưng của thời kỳ này là sự thay đổi văn hóa ngôn từ. Theo nhận định của các nhà sử học, [[văn hóa Đông Sơn]] và nghệ thuật Đông Sơn vẫn tồn tại tuy trên đà suy thoái mạnh<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 249<\/ref>.\n\n==Tôn giáo tín ngưỡng==\nCác tôn giáo truyền vào Việt Nam từ đầu công nguyên là [[Nho giáo]], [[Phật giáo]] và [[Đạo giáo]].\n\n===Nho giáo===\nTừ thời [[Nhà Hán|Tây Hán]], đạo Nho đã xâm nhập làm công cụ phục vụ cho sự cai trị của triều đình nhà Hán. Dần dần có những [[người Việt]] theo đường học vấn Nho giáo phục vụ cho chính quyền phương Bắc như Lý Tiến, Lý Cầm. Nhà Hán cho Lý Tiến trở lại Giao châu, không cho làm quan ở Trung nguyên vì \"''hay chê bai, bắt bẻ triều đình''\"<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 251<\/ref>.\n\nSang thời Tam quốc - Lục triều, loạn lạc nhiều, Nho giáo dần suy. Dù sau đó tiếp tục được truyền bá nhưng Nho giáo chưa bao giờ phát triển rực rỡ tại Giao châu<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 252<\/ref>.\n\n===Đạo giáo===\nĐạo giáo cũng được truyền từ Trung Quốc, tuy muộn hơn [[Nho giáo]] nhưng sâu rộng hơn. Thứ sử Giao châu Trương Tân là người chuộng Đạo giáo. Đạo giáo truyền vào Việt Nam thời kỳ này chỉ hạn chế ở tầng lớp trên trong xã hội và các quan lại đô hộ. Những hình tượng nguyên sơ của người Việt như [[Lạc Long Quân]], [[Chử Đồng Tử]], [[Sơn Tinh|Tản Viên]], [[Sơn Tinh]], [[Thánh Gióng|Phù Đổng Thiên Vương]]… đều dần dần bị Đạo giáo hóa và thần thánh hóa<ref name=\"LS254\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 254<\/ref>.\n\nĐạo giáo phù thủy từ [[thế kỷ 2]] được truyền vào Giao châu và hòa quyện với những đền miếu, [[tín ngưỡng Việt Nam|tín ngưỡng dân gian]] cổ truyền.\n\n===Phật giáo===\nPhật giáo truyền vào Việt Nam theo hai con đường: từ Ấn Độ truyền bá vào Trung Quốc rồi từ đây sang Việt Nam và từ [[Ấn Độ]] qua con đường phía nam [[Bán đảo Đông Dương|Đông Dương]] tới, được các nhà nghiên cứu xác định vào khoảng thế kỷ đầu Công nguyên<ref name=\"LS254\"\/>.\n\n[[Luy Lâu]] tại Giao châu chính là một trong 3 trung tâm [[Phật giáo]] thời Đông Hán cùng với [[Lạc Dương]] (kinh đô) và Bành Thành ở hạ lưu sông [[Trường Giang]]. Từ [[thế kỷ 2]], Giao châu đã thành lập những tăng đoàn, dịch kinh Phật, xây dựng chùa và sáng tác sách nói về kinh Phật. Những kinh điển Phật giáo đầu tiên được phiên dịch tại Giao châu là ''Tứ thập nhị kinh'' và ''Lý hóa luận''. Phật giáo có tinh thần hòa đồng với các [[tín ngưỡng]] dân gian và các tôn giáo khác như Nho giáo và Đạo giáo<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 258<\/ref>.\n\n==Chiến tranh với Lâm Ấp==\nSau khi ly khai miền nam quận Nhật Nam ra khỏi lãnh thổ do [[nhà Hán]] quản lý từ năm 192, [[Chăm Pa]] - hay Lâm Ấp - trở thành nước độc lập. Do Trung Quốc nhiều biến cố, các triều đại cai trị Giao châu chỉ có thể duy trì sự quản lý tại đây, không thể đánh chiếm lại Chăm Pa.\n\nSang [[thế kỷ 4]], Lâm Ấp lớn mạnh hơn trước. Tới giữa thế kỷ 4 thời Đông Tấn, các vua Lâm Ấp bắt đầu đánh ra bắc, tiến vào địa phận Giao châu. Vua Chăm Pa là Phạm Văn tiến đánh [[Nhật Nam]] và đòi lấy Hoành Sơn làm ranh giới.\n\nNăm 351, Thái thú quận Giao Chỉ là Dương Bình và Thái thú quận Cửu Chân là Hoan Toại đánh thắng vua Lâm Ấp là Phạm Phật, đánh phá nước Lâm Ấp rồi rút về.\n\nNăm 353, Thứ sử Giao châu là Nguyễn Phu lại đánh Phạm Phật, phá hơn 50 lũy.\n\nSau đó Phạm Phật vẫn thường mang quân cướp phá biên giới. Năm 359, Thứ sử Giao châu là Ôn Phóng Chi đánh đến kinh đô Lâm Ấp ở miền [[Quảng Nam]]<ref>Đào Duy Anh, sách đã dẫn, tr 79<\/ref>.\n\nCuối thời [[Nhà Tấn|Đông Tấn]], vua An Đế nhu nhược, các quyền thần thao túng triều đình, tranh giành quyền bính. Sau đó quyền thần [[Lưu Tống Vũ Đế|Lưu Dụ]] giành thắng lợi, tập trung đánh dẹp Ngũ Hồ ở Trung nguyên để lập công trạng chuẩn bị cướp ngôi nhà Tấn. Nước [[Lâm Ấp]] lại mang quân đánh phá các quận Nhật Nam, Cửu Đức và Cửu Chân.\n\nNăm 399, con Phạm Phật là Phạm Hồ Đạt mang quân đánh quận Nhật Nam, bắt Thái thú Quế Nguyên; sau đó đánh vào quận Cửu Đức, bắt sống Thái thú Tào Bính. Thái thú quận Giao Chỉ là Đỗ Viện đem quân ra đánh tan được Phạm Hồ Đạt. Hồ Đạt bỏ chạy về nước. Đỗ Viện được phong làm Thứ sử Giao châu.\n\nNăm 413, Phạm Hồ Đạt lại tiến ra quận Cửu Chân. Con Đỗ Viện là Đỗ Tuệ Độ nối chức cha, mang quân phá được Lâm Ấp, giết con Hồ Đạt là Chân Tri và Phạm Kiện, bắt một hoàng tử khác là Na Năng.\n\nNăm 415, quân Lâm Ấp lại bắc tiến một lần nữa nhưng lại bị đẩy lui. Đến năm 420, khi Lưu Dụ mới cướp ngôi nhà Tấn lập ra nhà Lưu Tống, Đỗ Tuệ Độ nhân lúc Lâm Ấp suy yếu bèn nam tiến, đánh giết quá nửa quân Lâm Ấp. Nước Lâm Ấp phải xin hàng và nộp cống. Sau này con Tuệ Độ là Đỗ Hoằng Văn tiếp tục được nối cha và ông làm thứ sử Giao châu.\n\nNhưng chỉ 4 năm sau, vua Lâm Ấp là Phạm Dương Mại lại tiến đánh hai quận Nhật Nam và Cửu Chân. Đỗ Hoằng Văn định mang quân ra đối phó, nhưng nghe tin nhà Tống sắp cử người sang thay mình nên án binh không ra nữa. Vì vậy từ đó quân Lâm Ấp thường xuyên ra cướp phá Giao châu.\n\nSau khi Đỗ Hoằng Văn chết (426), Tống Văn Đế phong Vương Huy làm thứ sử Giao châu. Năm 431, Phạm Dương Mại lại mang thủy quân tiến ra quận Cửu Chân. Thứ sử Giao châu mới là Nguyễn Di Chi ra chống cự bị bại trận.\n\nNăm 433, Phạm Dương Mại sai sứ sang [[Kiến Khang]] xin Tống Văn Đế cho quản lý Giao châu nhưng không được chấp nhận. Sau đó Dương Mại vẫn sai sứ đi lại nhưng mặt khác vẫn cướp phá các quận phía nam Giao châu.\n\nKhoảng năm 445-446<ref>[[Đại Việt sử ký toàn thư]] chép sự việc vào năm 436. [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]] sửa theo [[Tống thư]] là năm 446; còn [[Nam Tề thư]] ghi năm 445<\/ref>, Tống Văn Đế sai Đàn Hòa Chi mang quân đánh Lâm Ấp. Phạm Dương Mại sai sứ giảng hòa và xin trả những hộ dân lấy của Giao châu. Đàn Hòa Chi sai sứ đi dụ Dương Mại thì bị Dương Mại bắt giữ. Hòa Chi bèn tiến binh. Tháng 5 năm đó, quân Tống đánh hạ thành Khu Lật, tiến vào Tượng Phố. Dương Mại dốc quân cả nước ra đánh nhưng bị thua to, cùng con bỏ chạy thoát thân.\n\nSau trận thua nặng, thế lực của Lâm Ấp suy yếu hẳn. Từ đó tới hết thời Bắc thuộc lần 2 gần 100 năm, Lâm Ấp không xâm phạm vào Giao châu nữa<ref>Năm 543 thời [[nhà Tiền Lý|Tiền Lý]], Lâm Ấp nhân lúc [[Lý Nam Đế|Lý Bí]] mới giành quyền quản lý Giao châu bèn mang quân ra đánh nhưng bị [[Phạm Tu]] đẩy lui<\/ref>.\n\n==Các cuộc nổi dậy của người bản địa==\n===Thời Đông Hán===\nNăm 100, hơn 2.000 dân huyện [[Tượng Lâm]] thuộc quận [[Nhật Nam]] nổi dậy nhưng nhanh chóng bị đánh dẹp.\n\nNăm 137, người huyện Tượng Lâm lại nổi dậy đánh phá trị sở [[nhà Hán]], giết trưởng lại rồi đánh rộng ra toàn quận Nhật Nam. Thứ sử [[bộ Giao Chỉ]] là Phàn Diễn mang 2 vạn quân đi đánh nhưng binh lính ngại đi xa bèn làm loạn, đánh phá 2 quận Giao Chỉ và Cửu Chân. Năm 138, [[nhà Hán]] theo kế của Lý Cố, thay hai [[thái thú]] ở Cửu Chân và Nhật Nam, đồng thời dùng kế lấy vàng lụa mua chuộc và ly gián các thủ lĩnh quận Nhật Nam đánh lẫn nhau. Cuối cùng quân nổi dậy bị dẹp.\n\nNăm 144, dân Nhật Nam lại cùng Cửu Chân nổi lên chống lại nhà Hán nhưng nhanh chóng bị dẹp.\n\nNăm 157, [[Chu Đạt]] nổi dậy giết huyện lệnh Cư Phong rồi tiến đánh quận Cửu Chân, giết chết thái thú. Nhà Hán cử binh sang đánh, quân Chu Đạt rút về quận Nhật Nam. Năm 160 thì Chu Đạt bị dẹp hẳn.\n\nNăm 178, [[Lương Long]] ở quận Giao Chỉ nổi dậy, lôi kéo thêm dân các quận Hợp Phố, Cửu Chân và Nhật Nam hưởng ứng. Năm 181 [[Nhà Hán]] điều quân sang dẹp, giết chết Lương Long.\n\nNăm 192, [[Khu Liên]] nổi dậy ở huyện Tượng Lâm thuộc quận Nhật Nam, giết huyện lệnh rồi thành lập nước [[Chăm Pa]].\n\n===Thời Tam Quốc===\nSang thời [[Đông Ngô]] cai trị, [[Giao Châu|Giao châu]] có cuộc khởi nghĩa lớn nhất của người Việt nổ ra năm 248. [[Bà Triệu|Triệu Thị Trinh]] cùng anh là [[Triệu Quốc Đạt]] khởi binh chống [[Tôn Quyền]] khiến \"toàn thể Giao châu chấn động\"<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 223<\/ref>. Tôn Quyền sai [[Lục Dận]] mang 8.000 quân sang đánh và dẹp được cuộc nổi dậy này.\n\n=== Thời nhà Tấn và Nam Bắc triều ===\nNăm 299, thú binh ở quận Cửu Chân do Triệu Chỉ cầm đầu nổi dậy giết thái thú [[nhà Tấn]] và vây quận thành. Không lâu sau lực lượng này bị dẹp.\n\nNăm 317, đốc quân người Việt là [[Lương Thạc]] giết Thứ sử Cố Thọ, lập con [[Đào Hoàng]] là Đào Tuy (hoặc Uy) lên thay. Nhà Tấn cử Vương Cơ sang làm thứ sử, bị Lương Thạc ngăn trở và giết các kiều dân người Hoa ở Giao châu. Nhà Tấn lại cử Vương Lượng sang làm thứ sử. Lương Thạc lại chống cự, mang quân vây hãm thủ thành [[Long Biên (huyện)|Long Biên]] và giết chết Lượng. Năm 323, [[Tấn Nguyên Đế]] phải cử danh tướng [[Đào Khản]] sang Giao châu mới đánh được Lương Thạc. Thạc bị giết.\n\nNăm 468, tướng lĩnh bản địa là [[Lý Trường Nhân]] nổi dậy giết thuộc hạ người phương Bắc của Thứ sử Lưu Mục mới qua đời và tự lập làm thứ sử. Nhà [[Lưu Tống]] cử Lưu Bột sang nhưng Trường Nhân chống lại, ngăn không cho Lưu Bột sang. Nhà Tống phải công nhận Trường Nhân làm thứ sử. Vài năm sau Trường Nhân chết, em họ là Lý Thúc Hiến, nguyên Thái thú quận Vũ Bình lên thay. Nhà Tống lại sai Thẩm Hoán sang làm Thứ sử nhưng Thúc Hiến không nghe, ngăn cản Hoán. Hoán chết ở quận Uất Lâm. Nhà Tống lại phải công nhận Thúc Hiến.\n\nNăm 479, [[Nam Tề Cao Đế|Tiêu Đạo Thành]] diệt Lưu Tống lập ra [[Nam Tề]]. Năm 485, [[Nam Tề Vũ Đế]] Tiêu Trách sai Lưu Khải điều binh 3 quận sang đánh. Lý Thúc Hiến liệu thế không chống nổi bèn sang đầu hàng nhà Tề.\n\nNăm 541, [[Lý Nam Đế|Lý Bí]] khởi binh chống [[nhà Lương]]. Thứ sử Tiêu Tư bỏ chạy về bắc. Qua năm 542 và 543, nhà Lương cử binh sang dẹp đều bị đánh bại. Năm 544, Lý Bí thành lập nước [[Vạn Xuân]] và tự xưng đế. Với sự kiện thành lập nước Vạn Xuân, [[người Việt]] giành lại quyền tự chủ, thời Bắc thuộc lần 2 chấm dứt.\n\n==Các triều đại và quan đô hộ==\n===Triều đại===\nTrong gần 500 năm Bắc thuộc lần 2, Việt Nam trải qua sự cai trị của các triều đại phương Bắc:\n* [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] (167 năm: 43-210)\n* [[Đông Ngô]] (62 năm: 210-263 và 271-280)\n* [[Tào Ngụy]] (2 năm: 263-265)\n* [[Nhà Tấn|Tấn]] (146 năm: 265-271, 280-420) ([[Nhà Tấn|Tây Tấn]] (43 năm: 265-271, 280-317), [[Nhà Tấn|Đông Tấn]] (103 năm: 317-420))\n* [[Lưu Tống]] (59 năm: 420-479)\n* [[Nam Tề]] (23 năm: 479-502)\n* [[Nhà Lương|Lương]] (39 năm: 502-543)\n\n===Các quan đô hộ===\nSử sách ghi lại các quan đô hộ đã sang Việt Nam trong thời kỳ này, gồm một danh sách không đầy đủ, như sau:\n{|\n| valign=\"top\"|\n*[[Mã Viện]]\n*Lý Thiện\n*Trương Khôi\n*Hồ Cống\n*Chúc Lương (136)\n*Chu Xưởng (136)\n*Phàn Diễn (137)\n*Trương Kiều (138 - ?)\n*Hạ Phương (144)\n*Lưu Tảo (145 - 160)\n*Dương Phò\n*Ngô Thức (? - 157)\n*Ngụy Lãng (157 - 158)\n*Chúc Điềm (159 - 160)\n*Hạ Phương (160 - ?)\n*Cát Kỳ\n*Đinh Cung\n*Chu Thặng\n*Trương Bàn (165 - ?)\n*Chu Ngung (178-180)\n*[[Chu Tuấn]] (181-183)\n*{{link-zh|Giả Tông (Nhà Hán)|贾琮_(汉朝)|Giả Tông}} (184-185)\n*[[Lý Tiến]] (186-189)\n*Chu Phù (190-?)\n*[[Trương Tân]] (203-206)\n*[[Lại Cung]] (207-207)\n*[[Sĩ Nhiếp]] (207-227)\n| valign=\"top\"|\n*[[Bộ Chất]] (210-?)\n*[[Sĩ Huy]] (227)\n*[[Hoàng Cái]] (?-?)\n*[[Lã Đại]] (227-231)\n*[[Lục Dận]] (248-258)\n*[[Hoắc Dặc]] (264)\n*[[Lã Hưng]] (264)\n*Mã Dung (265-266)\n*[[Dương Tắc]] (266)\n*[[Mao Cảnh]] (266)\n*[[Đào Hoàng]] (271-300)\n*[[Ngô Ngạn]] (300-?)\n*Cổ Bí\n*Cố Tham\n*Cố Thọ\n*Đào Uy\n*Đào Thục\n*Đào Tuy (?-318)\n*[[Đào Khản]] (318-321)\n*Vương Lượng (322)\n*[[Đào Khản]] (323-324)\n*Nguyễn Phóng (325-329)\n*Phó Vinh (330-?)\n*Dương Bình (351-352)\n*Nguyễn Phu (353-358)\n*[[Ôn Phóng Chi]] (359-?)\n*Đặng Độn Chi (381-?)\n*[[Đỗ Viện]] (399-410)\n*[[Đỗ Tuệ Độ]] (410-423)\n*Đỗ Hoằng Văn (423-426)\n| valign=\"top\"|\n*Vương Huy Chi (427-430)\n*Nguyễn Di Chi (431)\n*Lý Tử Chi (432-433)\n*Lý Đam Chi (434)\n*[[Từ Đạo Phúc]] (435)\n*Từ Xâm Chi (437-442)\n*[[Đàn Hoà Chi]] (443-445)\n*Tiêu Cảnh Hiến (446-454)\n*Viên Hoành (455)\n*Tiêu Cảnh Hiến (455)\n*Phi Yêm (456-457)\n*Viên Lãng (458-461)\n*Đàn Dực Chi (462-464)\n*Lưu Phương Mục (465-466)\n*Tôn Phụng Bá (466-467)\n*Lưu Bột (468)\n*Trần Bá Thiệu (468)\n*Ngô Hỉ (468-469)\n*Thẩm Cảnh Đức (477)\n*Thiệu Siêu Dân (477)\n*[[Lý Trường Nhân]] (478)\n*[[Lý Thúc Hiến]] (479)\n*Trầm Hoán (479-484)\n*Lưu Khải (485-487)\n*Phòng Pháp Thừa (488-489)\n*Phục Đăng Chi (490-493)\n*Tang Linh Thí (494)\n*Tống Từ Minh (494)\n*Lý Khải (495-505)\n*Lý Tắc (505-520?)\n*Lý Thốc (506)\n*[[Tiêu Tư]] (541-542)\n|}\n\n==Xem thêm==\n* [[Bắc thuộc]]\n* [[Nhà Hán]]\n* [[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều (Trung Quốc)]]\n* [[Lâm Ấp]]\n* [[Lý Trường Nhân]]\n* [[Bà Triệu]]\n* [[Nhà Tiền Lý]]\n* [[Bắc thuộc lần 1]]\n* [[Bắc thuộc lần 3]]\n* [[Văn hóa Đông Sơn]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]''\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh (nhà sử học)|Lương Ninh]] (1991), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Đại học và giáo dục chuyên nghiệp\n* Viện Sử học (1988), ''Biên niên lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Khoa học xã hội\n* Đào Duy Anh (2005), ''Đất nước Việt Nam qua các đời'', Nhà xuất bản Văn hóa thông tin\n* [[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'', bản điện tử.\n\n==Chú thích==\n{{tham khảo}}\n\n{{Bắc thuộc}}\n{{Lịch sử Việt Nam thời Bắc thuộc lần 2}}\n\n[[Thể loại:Bắc thuộc]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 2| ]]\n[[Thể loại:Nhà Hán]]\n[[Thể loại:Nam–Bắc triều (Trung Quốc)]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Triều đại Việt Nam]]\n[[Thể loại:Quan hệ Việt Nam – Trung Quốc]]\n[[Thể loại:Tam Quốc]]\n[[Thể loại:Nhà Tấn]]"}