{"1253390":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Thục Luyện\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 10\n| vĩ giây = 36\n| kinh phút = 11\n| kinh giây = 14\n| diện tích = 25,571 km²<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |url-status=dead }}<\/ref>\n| dân số = 5607 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 132 người\/km²\n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Phú Thọ]]\n| huyện = [[Thanh Sơn]]\n| thành lập = 1997<ref>55\/1997\/CP<\/ref>\n| trụ sở UBND =Khu Đồng Lão, xã Thục Luyện, huyện Thanh Sơn, tỉnh Phú Thọ \n| mã hành chính = 08581<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''1. Địa chỉ Trụ sở Đảng ủy, HĐND, UBND xã Thục Luyện:'''\n\nTại khu Đồng Lão, xã Thục Luyện, huyện Thanh Sơn, tỉnh Phú Thọ.\n\n'''2. Điện thoại liên hệ:'''\n\n- Văn phòng Thường trực Đảng ủy: '''(0210) 3612 988'''  \n\n- Văn phòng HĐND - UBND: '''(0210) 3873 062'''\n\n'''3. Địa chỉ Hòm thư công vụ:'''\n\n- UBND xã: '''thucluyen.ubthanhson@phutho.gov.vn'''\n\n'''4. Đặc điểm, tình hình phát triển KT-XH của địa phương:'''\n\nXã Thục Luyện có vị trí địa lý nằm ở vùng hạ của huyện Thanh Sơn, diện tích tự nhiên 2.557,1 ha, tổng dân số của của xã tính đến tháng 9\/2018 là 5.607 nhân khẩu với 1.490 hộ, có 8 dân tộc chung sống trong đó dân tộc Kinh chiếm 60%, dân tộc Mường chiếm 38%, dân tộc Tày, Thổ, Hoa, Dao, Nùng, Cao Lan, Thái... chiếm 2%. Địa bàn xã được tổ chức thành 12 khu hành chính (gồm các khu: Đa Đu, Đồng Xịa, Đồng Cỏ, Đồng Lão, Ngọc Đồng, Phố Soi, Giáp Trung, Bến Đình, Khu 8, Khu 6, Khu 15, Bình Dân). Xã có quốc lộ 32A, 70B, tỉnh lộ 316, 322 chạy qua, hệ thống đường giao thông nông thôn rất thuận lợi cho việc đi lại, giao lưu kinh tế, văn hoá - xã hội với các vùng lân cận.\n\nVề tình hình phát triển kinh tế, văn hóa, xã hội của xã có nhiều chuyển biến rất tích cực. Kinh tế tăng trưởng và phát triển với tốc độ khá, bình quân hàng năm đạt 10%; cơ cấu kinh tế được dịch chuyển theo hướng tích cực, trong đó nông nghiệp: 63,84 tỷ đồng chiếm 38%, Công nghiệp, xây dựng: 63,84 tỷ đồng chiếm 38%, Thương mại, dịch vụ chiếm 40,32 tỷ đồng chiếm 24%; Xã có thế mạnh về phát triển cây Chè, với việc duy trì và phát triển 02 làng nghề chế biến Chè Ngọc Đồng và làng nghề chế biến Chè Đồng Lão cùng với sự đẩy mạnh phát triển các lĩnh vực nông nghiệp, tiểu thủ công nghiệp, dịch vụ thương mại,… đã tạo nên sự đa dạng ngành nghề ở địa phương, góp phần tích cực vào việc tạo công ăn việc làm, nâng cao thu nhập cho nhân dân, đến nay bình quân thu nhập của người dân đạt trên 30 triệu đồng\/người\/năm.\n\nVề cơ sở hạ tầng của xã đã và đang được đầu tư xây dựng nhằm phục vụ, đáp ứng nhu cầu đời sống sinh hoạt, văn  hóa tinh thần của đông đảo nhân dân trên địa bàn. Hệ thống Điện - Đường - Trường - Trạm được kiên cố. Hệ thống đường giao thông trong khu dân cư cơ bản đã được bê tông hóa.\n\nVề công trình phúc lợi: Trường Mầm non và Trường Tiểu học đã đạt chuẩn Quốc gia, Trường THCS hàng năm đều đạt danh hiệu Trường tiên tiến. Trạm Y tế của xã đạt được đầu tư xây dựng mới với cơ sở vật chất, trang thiết bị được nâng cấp đã đáp ứng nhu cầu chăm sóc sức khỏe, khám chữa bệnh của nhân dân.\n\nVề văn hóa, thể dục thể thao: UBND xã luôn quan tâm đến các phong trào của địa phương, đặc biệt là phong trào \"Toàn dân đoàn kết xây dựng đời sống văn hóa\" được triển khai thực hiện sâu rộng, có hiệu quả trong toàn thể cán bộ, đảng viên và nhân dân, hàng năm tỷ lệ gia đình văn hóa đạt 83,3%, tỷ lệ hộ gia đình văn hóa đạt trên 80% tổng số hộ; phong trào văn hóa - văn nghệ, thể dục thể thao luôn được đẩy mạnh, thường xuyên phối hợp với các đoàn thể tổ chức các hoạt động vào các dịp Lễ, Tết hàng năm như các giải bóng chuyền, bóng bàn mừng xuân,…, tạo môi trường văn hóa lành mạnh và được sự đồng tình ủng hộ của toàn thể nhân dân trên địa bàn xã.\n\nVề công tác chính sách xã hội: xã luôn thực hiện tốt các chính sách ưu đãi đối với các đối tượng chính sách, người có công. Các hoạt động đền ơn đáp nghĩa, giúp đỡ các gia đình chính sách có hoàn cảnh khó khăn đã trở thành phong trào rộng khắp trong toàn xã, được đông đảo nhân dân đồng tình ủng hộ, ngoài ra còn tạo điều kiện giúp đỡ người nghèo ổn định cuộc sống về vật chất và tinh thần.\n\nVề Công tác dân số gia đình và trẻ em:  Duy trì tốt hoạt động của các câu lạc bộ cộng đồng, lồng ghép dịch vụ chăm sóc sức khoẻ sinh sản - KHHGĐ ở các khu dân cư, tỷ lệ tăng dân số tự nhiên hàng năm giữ ổn định 1,2%.\n\nVề công tác quốc phòng an ninh: xã Thục Luyện là địa phương luôn làm tốt công tác tuyên truyền vận động thanh niên lên đường nhập ngũ, hàng năm đều đạt 100% chỉ tiêu trên giao. Tình hình an ninh chính trị - trật tự an toàn xã hội luôn được giữ vững ổn định.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n* [http:\/\/thanhson.phutho.gov.vn\/Chuyen-muc-tin\/Chi-tiet-tin\/t\/xa-thuc-luyen\/title\/284\/ctitle\/226\/AspxAutoDetectCookieSupport\/1 Thông tin về xã Thục Luyện]\n{{sơ khai Phú Thọ}}\n{{Đơn vị hành chính thuộc huyện Thanh Sơn}}"}