{"3254998":"{{hợp nhất đến|Tổ chức Đảng bộ cấp tỉnh tại Việt Nam}}\n{{Chính trị Việt Nam}}\n'''Thị ủy''' là cơ quan được lãnh đạo cao nhất giữa 2 kỳ Đại hội Đại biểu Đảng bộ thị xã, còn được gọi là '''Ban chấp hành đảng bộ thị xã'''. Đứng đầu thị ủy là bí thư thị ủy do thị ủy bầu ra, tại một số nơi tổ chức thí điểm bầu bí thư trực tiếp tại đại hội đảng bộ.\n\nỦy viên Thị ủy, hay còn được gọi là ủy viên Ban chấp hành đảng bộ thị xã do Đại hội Đại biểu Đảng bộ thị xã bầu và số lượng ủy viên do đại hội quyết định.\n\nThị ủy là cấp tương đương với [[Huyện ủy (Việt Nam)|Huyện ủy]], [[Thành ủy]] (trực thuộc tỉnh) và [[Quận ủy (Việt Nam)|Quận ủy]] và được gọi chung là cấp huyện ủy.\n==Cơ quan trực thuộc thị xã ==\nCơ quan trực thuộc Đảng bộ thị ủy:\n* Văn phòng Thị ủy\n* Ban Tổ chức Thị ủy\n* Ban Dân vận Thị ủy\n* Ủy ban Kiểm tra Thị ủy\n* Ban Tuyên giáo Thị ủy\n\n==Quyền hạn và nhiệm vụ==\nThị ủy có quyền hạn và nhiệm vụ sau:\n* Căn cứ Nghị quyết Đại hội đại biểu Đảng bộ [[Thị xã]] và các Chỉ thị, Nghị quyết của tỉnh hoặc thành phố trực thuộc trung ương, cụ thể hoá thành các chương trình hành động, chủ trương, giải pháp của Thị uỷ để lãnh đạo, chỉ đạo, tổ chức thực hiện toàn diện trên các lĩnh vực: kinh tế-xã hội, quốc phòng-an ninh, xây dựng Đảng, xây dựng hệ thống chính trị.\n* Định kỳ, Thị uỷ thảo luận và thông qua các báo cáo của Ban Thường vụ và Ủy ban Kiểm tra trình Thị uỷ. Trong trường hợp cần thiết, Thị uỷ triệu tập những cuộc họp bất thường để quyết định những công việc đột xuất, các Nghị quyết chuyên đề trên các lĩnh vực công tác cụ thể của Đảng bộ.\n* Quyết định số lượng Ủy viên Ban Thường vụ, Ủy viên Ủy ban Kiểm tra Thị uỷ; bầu Ban Thường vụ, Bí thư, các Phó bí thư, Ủy ban Kiểm tra, Chủ nhiệm Ủy ban Kiểm tra Thị ủy.\n* Giới thiệu nhân sự để Hội đồng Nhân dân thị xã bầu chức danh Chủ tịch Hội đồng Nhân dân, Chủ tịch Ủy ban Nhân dân thị xã; tham gia ý kiến về nhân sự Phó chủ tịch Hội đồng Nhân dân, Phó chủ tịch Ủy ban Nhân dân thị xã trước khi Ban Thường vụ Thị uỷ giới thiệu để Hội đồng Nhân dân thị xã bầu.\n* Chuẩn bị nội dung, nhân sự và quyết định thời gian triệu tập Đại hội Đảng bộ Thị xã khoá mới. \n==Chế độ làm việc==\nThị ủy làm việc theo quý tức họp định kỳ 3 tháng 1 lần và có thể họp bất thường nếu 1\/2 số ủy viên Thị ủy yêu cầu. Các cuộc họp của Thị ủy được gọi là Hội nghị Ban chấp hành Đảng bộ Thị xã hay Hội nghị Đảng bộ Thị xã.\n\nCác cơ quan tham mưu, giúp việc cho Đảng bộ thị xã có trách nhiệm xây dựng báo cáo, văn bản trình hội nghị. Ban thường vụ Thị ủy chịu trách nhiệm xây dựng nội dung kỳ họp. Dự thảo kỳ họp phải gửi đến các ủy viên Thị ủy trước khi tổ chức kỳ họp ít nhất 3 ngày.\n\nỦy viên Thị ủy có trách nhiệm thảo luận xây dựng các báo cáo, đề án được trình ra hội nghị. Với những nội dung được Thị ủy đề ra trong Hội nghị cần xem xét thảo luận cụ thể đưa ra phương án. Thị ủy thông qua nghị quyết chung của kỳ họp. Bí thư thị ủy đọc diễn văn bế mạc hội nghị.\n==Ban Thường vụ Thị ủy==\n===Tổ chức===\nBan Thường vụ Thị ủy được Hội nghị Ban chấp hành Đảng bộ thị xã bầu ra để lãnh đạo, kiểm tra việc thực hiện Nghị quyết của Đại hội đại biểu Đảng bộ thị xã và Nghị quyết, Chỉ thị của Thị ủy; Nghị quyết; Chỉ thị của cấp trên. Ban Thường vụ Thị ủy quyết định những vấn đề về chủ trương, tổ chức, cán bộ, quyết định triệu tập và chuẩn bị nội dung các kỳ họp của Thị ủy.\n\nThành viên Ban Thường vụ Thị ủy được gọi chung là Ủy viên Thường vụ Thị ủy.\n\n===Quyền hạn và trách nhiệm===\nBan Thường vụ Thị ủy có quyền hạn và trách nhiệm:\n* Quyết định chủ trương, biện pháp tổ chức thực hiện Nghị quyết Đại hội đại biểu đảng bộ thị xã, nghị quyết, kết luận của Thị ủy và những nội dung, biện pháp triển khai thực hiện các chỉ thị, nghị quyết, kết luận, quy định...của cấp trên.\n* Quyết định chủ trương, biện pháp thực hiện nhiệm vụ thuộc thẩm quyền và trách nhiệm quyết định của Thị uỷ hoặc những vấn đề phát sinh do tình hình mới đặt ra giữa 2 kỳ họp của Thị uỷ nhưng không kịp triệu tập hội nghị Thị uỷ thì Ban Thường vụ quyết định và báo cáo Thị uỷ trong kỳ họp gần nhất.\n* Quyết định Quy chế làm việc của Văn phòng và các ban xây dựng đảng của Thị ủy; quyết định thành lập, giải thể, sáp nhập các tổ chức Đảng và các cơ quan trực thuộc Thị ủy. Quy định chức năng, nhiệm vụ, quyền hạn, cơ cấu tổ chức bộ máy, biên chế, mối quan hệ làm việc của các ban xây dựng đảng và Văn phòng Thị ủy.\n* Thông qua quy hoạch tổng thể và kế hoạch dài hạn phát triển kinh tế - xã hội; quy hoạch ngành; quy hoạch phát triển đô thị; danh mục các công trình xây dựng cơ bản trọng điểm, bức xúc hàng năm; thông qua dự toán thu ngân sách Nhà nước trên địa bàn, dự toán ngân sách và phân bổ ngân sách cấp thị xã, báo cáo quyết toán ngân sách thị xã.\n* Quyết định tuyển chọn, bố trí, phân công công tác; giới thiệu ứng cử, chỉ định; quy hoạch đào tạo, bồi dưỡng, điều động, luân chuyển, đề bạt, bổ nhiệm, nâng lương, chuẩn y, tạm đình chỉ công tác, miễn nhiệm, nhận xét, đánh giá, khen thưởng, giải quyết nghỉ hưu và thực hiện chính sách đối với các chức danh: Trưởng ban, Phó trưởng ban Thị ủy và tương đương; Ban Thường vụ Thị ủy; Phó chủ tịch Hội đồng Nhân dân và Ủy ban Nhân dân thị xã; Trưởng, Phó trưởng phòng ban, ngành, Mặt trận và các đoàn thể thị xã; Bí thư, Phó bí thư, Ủy viên Ban Thường vụ các tổ chức cơ sở đảng trực thuộc; Chủ tịch, Phó chủ tịch Hội đồng Nhân dân và Ủy ban Nhân dân các phường, xã.\n* Quyết định việc phân công công tác cho các Ủy viên Ban Thường vụ Thị uỷ và Thị ủy viên. Chuẩn bị nhân sự để Thị uỷ xem xét, đề nghị Ban Thường vụ Tỉnh uỷ, Thành ủy Trung ương giới thiệu nhân sự ứng cử các chức danh: Bí thư, Phó bí thư, Chủ tịch Hội đồng Nhân dân, Chủ tịch Ủy ban Nhân dân thị xã; nhân sự bổ sung Thị uỷ và Ủy viên Ban Thường vụ Thị uỷ, Ủy ban Kiểm tra Thị uỷ theo quy định.\n* Quyết định chuẩn y, chỉ định, cho thôi nhiệm vụ Ủy viên ban chấp hành, Ủy viên Ban Thường vụ, Bí thư, các Phó bí thư; Ủy ban Kiểm tra, Chủ nhiệm, Phó chủ nhiệm và Ủy viên Ủy ban Kiểm tra các đảng bộ trực thuộc; chuẩn y kết nạp đảng viên, xoá tên, thi hành kỷ luật Đảng.\n* Thông qua nội dung và nhân sự đại hội các đảng bộ, chi bộ trực thuộc Thị uỷ; thông qua nhân sự giữ các chức danh Chủ tịch, Phó chủ tịch của Mặt trận và các đoàn thể, các tổ chức Hội quần chúng thị xã.\n* Xem xét và kết luận những vấn đề đảng tịch và lịch sử chính trị của đảng viên; lịch sử chính trị và chính trị hiện hành của cán bộ thuộc diện Ban Thường vụ Thị ủy quản lý theo quy định của Trung ương Đảng.\n* Chỉ đạo tổ chức thực hiện kiểm tra, giám sát các tổ chức đảng và đảng viên trong việc tổ chức quán triệt, triển khai thực hiện và thông qua nội dung sơ kết, tổng kết các chỉ thị, nghị quyết, kế hoạch... của cấp trên và của Thị ủy.\n* Chuẩn bị chương trình, nội dung và triệu tập các kỳ họp Thị uỷ theo quy định.\n===Chế độ làm việc===\nBan Thường vụ Thị uỷ định kỳ mỗi tháng họp từ 1 đến 2 lần. Nội dung họp Ban Thường vụ do Thường trực Thị uỷ chuẩn bị, phải được gửi hoặc thông báo trước cho Ủy viên Ban Thường vụ ít nhất 2 ngày.\n\n==Thường trực Thị ủy==\n===Tổ chức===\nThường trực Thị ủy do Ban chấp hành Đảng bộ thị xã bầu trong số các thành viên của Ban Thường trực Thị ủy, là cơ quan đại diện cho Ban chấp hành Đảng bộ Thị phố và Ban Thường trực Thị ủy giữa 2 kỳ đại hội.\n\nThành viên Thường trực Thị ủy là Bí thư và các Phó Bí thư Thị ủy.\n===Quyền hạn và nhiệm vụ===\nBan Thường trực Thị ủy có nhiệm vụ và quyền hạn sau:\n* Giúp Ban Thường vụ Thị ủy chỉ đạo việc chuẩn bị xây dựng (hoặc bổ sung, sửa đổi) các quy chế, chương trình làm việc toàn khóa của Thị uỷ; xây dựng và tổ chức thực hiện chương trình làm việc hàng năm, 6 tháng, hàng quý, hàng tháng của Ban Thường vụ Thị ủy; quyết định triệu tập hội nghị Ban Thường vụ Thị ủy; chỉ đạo chuẩn bị các nội dung, các đề án và dự thảo các nghị quyết, kế hoạch, kết luận để trình Thành ủy, Ban Thường vụ Thị ủy xem xét, quyết định; chỉ đạo việc chuẩn bị nội dung làm việc với lãnh đạo cấp trên khi đến thăm và làm việc tại thị xã.\n* Thay mặt Ban Thường vụ Thị uỷ chỉ đạo, giải quyết các công việc hàng ngày của Đảng bộ thị xã; những vấn đề đột xuất, phát sinh giữa 2 kỳ họp Ban Thường vụ Thị uỷ; trả lời những kiến nghị, đề xuất của các cấp, các ngành. Điều hành, phối hợp thực hiện chương trình làm việc và lịch công tác giữa Ban Thường vụ, Thường trực Thị ủy với Thường trực Hội đồng Nhân dân, Ủy ban Nhân dân, Ủy ban Mặt trận Tổ quốc thị xã.\n* Thay mặt Ban Thường vụ Thị ủy giải quyết những công việc theo chỉ đạo của Tỉnh uỷ hoặc Thành ủy Trung ương theo Quy chế làm việc của Thị ủy và một số công việc được Ban Thường vụ Thị ủy uỷ quyền. Trong những trường hợp đặc biệt, đột xuất được xử lý một số công việc thuộc thẩm quyền của Ban Thường vụ Thị ủy, sau đó báo cáo lại Ban Thường vụ Thị uỷ trong kỳ họp gần nhất.\n* Chỉ đạo và tổ chức kiểm tra, giám sát việc thực hiện chỉ thị, nghị quyết của Đảng. Chủ trì các hội nghị triển khai và sơ kết, tổng kết các nghị quyết, chỉ thị của Trung ương, Tỉnh ủy\/ Thành ủy Trung ương và Thị ủy.\n* Nghe báo cáo và cho ý kiến chỉ đạo việc chuẩn bị nội dung các kỳ họp Hội đồng Nhân dân thị xã. Thông qua nội dung Đại hội của Ủy ban Mặt trận Tổ quốc và các đoàn thể thị xã.\n* Giúp Thị uỷ lãnh đạo tổ chức thực hiện việc chất vấn, trả lời chất vấn và xử lý kết quả chất vấn theo quy định.\n* Định kỳ hàng tháng làm việc với Bí thư các phường, xã, thủ trưởng các phòng ban có liên quan để nắm tình hình và tháo gỡ những khó khăn, vướng mắc liên quan đến kết quả thực hiện nhiệm vụ chính trị của địa phương.\n* Xét cử cán bộ đi học lý luận chính trị, chuyên môn nghiệp vụ ở các trường trong và ngoài tỉnh\/thành phố trung ương; nâng và chuyển xếp lương cho cán bộ, công chức theo hướng dẫn và quy định chung. Xem xét một số trường hợp cần giải quyết chính sách để trình ra Ban Thường vụ Thị uỷ xem xét, quyết định hoặc có ý kiến đề xuất với tỉnh\/ thành phố trung ương.\n* Tham gia ý kiến với lãnh đạo các cơ quan tỉnh\/ thành phố trung ương về bố trí, bổ nhiệm, bổ nhiệm lại, miễn nhiệm, kỷ luật, giải quyết nghỉ chính sách…đối với cán bộ lãnh đạo của cơ quan thuộc ngành dọc đang công tác và sinh hoạt đảng tại thị xã.\n* Thay mặt Ban Thường vụ Thị ủy làm công tác đối ngoại của Thị ủy.\n===Chế độ làm việc===\nThường trực là có quan có trách nhiệm thường trực của Thị ủy, vì vậy định kỳ hàng tuần có 1 đến 2 cuộc họp.\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Thị xã Việt Nam| ]]\n[[Thể loại:Thị ủy]]\n[[Thể loại:Đảng Cộng sản Việt Nam]]"}