{"331193":"'''Thủ Huồng''' tên thật '''Võ Hữu Hoằng''' (? - ?), theo chuyện kể thì ông là người châu Đại Phố (tức [[Cù lao Phố]]), huyện Phước Chính, phủ [[Phước Long (định hướng)|Phước Long]], nước [[Tên gọi Việt Nam#Đại Nam|Đại Nam]] (nay là [[Biên Hòa]], [[Việt Nam]]).Theo ''[[Đại Nam nhất thống chí]]'', ông có tên ''Võ Hữu Hoằng''. Nhưng dân chúng đọc trại ''Hữu'' thành ''Thủ'', ''Hoằng'' thành ''Huồng'', nên tên thật bị biến thành ''Võ Thủ Huồng'', gọi tắt là ''Thủ Huồng'', có nơi ghi là ''Thủ Huồn, Thủ Hoằng, Võ Thủ Hoằng'' <ref>Theo sách ''Biên Hòa sử lược'' (quyển 2, tr. 273) thì nơi sinh sống của ông Huồng ở [[Cù lao Phố]] (những chứng tích liên quan đến ông hiện còn ở Biên Hòa). Sách ''Ngàn Năm bia miệng'' ghi ông là người ở [[Gia Định]] (sách dẫn ở mục tham khảo, tr. 11)<\/ref>.\n\n==Chuyện kể==\nChuyện '''Võ Hữu Hoằng''' sơ lược như sau:\n \nNgày xưa, khoảng năm 1755, ở châu Đại Phố có một người tên là ''Võ Hữu Hoằng''. Ông xuất thân làm thơ lại. Trong hai mươi năm làm việc trong nha môn, ông đã thu tóm được nhiều tiền của. Sau khi vợ mất sớm lại không con, mà tiền bạc thì quá thừa thãi, Thủ Huồng xin thôi việc về nhà.\n\nThủ Huồng (có sách ghi là Thủ Huồn) rất yêu vợ, cho nên khi nghe người mách rằng ở chợ Mãnh Ma ([[Quảng Yên]]) là chỗ người sống và người chết có thể gặp nhau, ông quyết đi tìm vợ. Gặp nhau, trong lúc trò chuyện, Thủ Huồng ngỏ ý muốn xuống [[âm phủ]] chơi và được vợ đồng ý. Ở cõi âm, ông tận mắt nhìn thấy những cực hình dành cho những kẻ phạm nhiều tội ác khi còn sống. Và ông cũng đã nhìn thấy một cái gông to, mà cai ngục cho biết là để dành cho ông...\n\nKhi trở lại cõi dương, Thủ Huồng đem toàn bộ tài sản dùng vào việc bố thí, xây dựng những công trình phúc lợi, đặc biệt là làm nhà để giúp dân nghèo dừng chờ nước triều ở ngã ba sông.\n\nSách ''[[Gia Định thành thông chí]]'' chép: \n: ''Thuở ấy, dân cư còn thưa thớt, ghe đò hẹp nhỏ, hành khách thổi cơm, đun trà rất khổ, vì vậy có người phú hộ ở tổng Tân Chánh là Võ Thủ Hoằng kết tre lại làm bè, trên che lợp phòng ốc, sắm đủ bếp núc, gạo, củi, và đồ ăn để dưới bè cho hành khách tùy ý dùng mà không bắt phải trả tiền. Sau đó khách buôn cũng kết bè nổi bán đồ ăn nhiều đến 20, 30 chiếc, nhóm thành chợ trên sông, nên mới gọi xứ ấy là [[Nhà Bè]]. Sau này đường thủy, đường bộ lưu thông, dân cư đông đúc, người qua lại đều dùng ghe nhà nên đò dọc phải dẹp bỏ...Vì kỵ húy tên vua Hoằng Lịch ([[Càn Long]]) [[nhà Thanh|nhà Đại Thanh]] nên phải đọc trại đi là Võ Thủ Huồng. Cầu Thủ Huồng giữa Tân Vạn và chợ Đồn ([[Biên Hòa]]) tương truyền do Võ Thủ Huồng xây dựng đến nay vẫn còn''<ref>[[Gia Định thành thông chí]], cuốn 2, phần 1.<\/ref>.\n \nSau, Thủ Huồng được vợ đưa xuống cõi âm lần nữa, và thấy cái gông ngày cũ đã nhỏ lại rất nhiều. Từ đó, ông tiếp tục làm việc thiện, việc nghĩa cho đến khi mất <ref>Sách ''Biên Hòa sử lược'' kể hơi khác, vắn tắt: Có người tên Được, là một khách thương hồ. Lúc đến [[Phan Rang (định hướng)|Phan Rang]], gặp bão to làm đắm thuyền. Được trôi dạt vào bờ, đến chợ Mãnh Ma là nơi buôn bán giữa người sống và người chết. Tình cờ, Được gặp lại vợ Thủ Hoằng đã chết, được bà dẫn đi thăm địa phủ, và trông thấy cái gông \"đang chờ Thủ Hoằng\". Trở lại cõi dương, Được thuật lại cho Thủ Hoằng, từ đó Hoằng hối cải... Sau một thời gian bố thí, Thủ Hoằng được vợ báo mộng cho biết là \"cái gông đã tiêu dần…\". Khoảng năm 1820, ông mất. (sách dẫn ở mục tham khảo, tr. 273-275)<\/ref>.\nKhá lâu sau, có ông vua [[nhà Thanh]] ([[Trung Quốc]]) tên là [[Đạo Quang]] (1782-1850) lúc mới lên ngôi (1820) có cho sứ sang Việt Nam hỏi lai lịch một người ở Gia Định. Số là khi mới sanh, trong lòng bàn tay vua đã có mấy chữ \"[[Tên gọi Việt Nam#Đại Nam|Đại Nam]], [[Gia Định]], Thủ Hoằng\". Khi rõ chuyện, nhà vua có gửi cúng chùa Chúc Thọ (chùa Thủ Huồng) ở [[Biên Hòa]] một bộ tượng ''Phật Tam Thế'' bằng gỗ trầm hương. \nDo việc này, mà có người bảo rằng: ''Nhờ thành thật hối lỗi, Thủ Huồng chẳng những làm tiêu tan cái gông đang chờ ông ở cõi âm, mà còn được đi đầu thai làm vua ở [[Trung Quốc]]''.\n\n==Di tích==\nNgày nay, ở [[Cù lao Phố]] còn có một ngôi chùa liên quan đến Thủ Huồng. Chùa này ban đầu có tên là chùa Chúc Đảo, sau đổi là Chúc Thọ (vì chữ \"Đảo\" tự dạng giống chữ \"Thọ\" mà lại có ý nghĩa hơn) tọa lạc ở số 542A2, xã Hiệp Hòa, thành phố [[Biên Hòa]], tỉnh [[Đồng Nai]]. Chùa được dựng vào [[thế kỷ 19]], còn có tên là chùa Thủ Huồng, do tích ông Thủ Huồng sau khi được người vợ quá cố dẫn đi thăm âm phủ, đã thấy tội ác của mình nên đã bán cả gia sản để làm phước, xây chùa. Chùa đã được trùng tu nhiều lần. Chùa còn bảo tồn ba pho tượng Phật cổ bằng gỗ và bộ tượng [[A-la-hán]] cao 0,74m bằng đất nung ở thế kỷ 19.\n\nCon rạch chạy ngang qua đường Tân Vạn vòng qua [[Quốc lộ 1]] đi [[Thành phố Hồ Chí Minh|Sài Gòn]], do Thủ Huồng sai vét nên gọi là ''rạch Thủ Huồng''. Chiếc cầu đá trên đường gần [[sông Đồng Nai]] đi Tân Vạn cũng gọi cầu Thủ Huồng, vì nhờ ông mới có. Còn chỗ ngã ba sông Đồng Nai và [[sông Sài Gòn]], nơi mà Thủ Huồng cho kết bè nổi để cho khách thương hồ có nơi ăn nghỉ đợi chờ con nước, sau biến thành chợ trên sông. Do đó cái tên bến Nhà Bè, sông Nhà Bè, [[nhà Bè|huyện Nhà Bè]]...chính là để ghi dấu \"cái nhà bè\" trên khúc sông vừa kể.\n\n==Trong văn học==\nỞ Biên Hòa còn lưu truyền câu ca nhắc đến sự tích này:\n:''Ai ơi có đến Nhà Bè,\n:''Nhớ ơn nước ngọt, bè tre Thủ Huồng''.\n\nMô tả lại sự hình thành, thịnh suy của Nhà Bè, trong ''Nam Kỳ phong tục nhơn vật diễn ca'', có đoạn thơ:\n{|valign=\"top\"\n|\n:''Nhà Bè, sông gọi Phước Long\n:''Truy nguyên sự tích tiếng dùng không sai.\n:''Thuở xưa đường bộ chưa khai,\n:''Đem ghe kết lại cho dài mà đi.\n:''Nước lớn thả lên một khi,\n:''Nước ròng thả xuống vậy thì cũng xong.\n:''Cực gì ghe hẹp ngoài trong,\n:''Khi cơm khi nước khó lòng nấu ăn.\n:''Phú hộ là ông Thủ Hoằng,\n:''Thương người khổ não lăng xăng tư bề.\n:''Bó tre lên cất nhà bè,\n|\n:''Sắp đồ thập vật ê hề làm ơn.\n:''Để mà tế cấp hành nhơn,\n:''Chẳng thèm tính thiệt so hơn lằng xằng.\n:''Dân bèn bắt chước Thủ Hoằng,\n:''Nhà bè sắm sửa giăng giăng chất đều.\n:''Nhóm lên chợ nước dập dều.\n:''Nay còn để tiếng tục kêu Nhà Bè.\n:''Đến sau giặc giã bộn bề,\n:''Nhà bè phá hết chẳng hề còn chi.\n:''Lá dừa nước trong Nam Kỳ,\n:''Nhà bè tứ phía, vậy thì đầy sông...<ref>Nguyễn Liên Phong,''Nam Kỳ phong tục nhơn vật diễn ca'', cuốn thứ nhứt, Sài Gòn, 1906.<\/ref>\n|}\nNhà giáo Nguyễn Tài Năng ở Phong Dinh (nay là [[Cần Thơ]]), trước [[1975]], có thơ:\n:''Luân hồi nhân quả trả vay luôn,\n:''Đáng kể làm gương có Thủ Huồng.\n:''Cho nợ nhiều lời, Diêm chúa giận,\n:''Hốt tiền kém nghĩa, thế nhân buồn.\n:''Bắc cầu, sửa lộ, ơn ngàn ức,\n:''Vét rạch, xây chùa, đức vạn muôn.\n:''Còn có Đạo Quang, Tam-Thế-Phật,\n:''Làm giàu chánh đáng, mới vuông tròn.''<ref>Chép theo ''Biên Hòa sử lược'', sách dẫn ở mục tham khảo, tr. 279.<\/ref>.\n\nVà năm 1995, Chuyện Thủ Huồng, một lần nữa lại được nhắc trong bài nhàn đàm ''Sợ địa ngục'' của [[Hoàng Phủ Ngọc Tường]]. Nhà văn viết, trích: \n:''Thuở nhỏ, tôi thường được nghe mẹ tôi kể cho nghe cảnh [[địa ngục]] trong các chuyện [[Phạm Công Cúc Hoa]], [[Bồ Tát|Bồ tát]] [[Mục Kiền Liên]] hoặc chỉ cho xem cảnh giới [[Thập Điện Diêm Vương]] trên vách các ngôi chùa và trên tranh dân gian...''\n:''Tôi không biết mẹ tôi có tin như vậy không, nhưng chính bà đã xây dựng được cho tôi niềm tin rằng địa ngục có thật, và tôi rất sợ địa ngục.''\n:''Lớn lên, những ý tưởng về địa ngục dần dần chuyển biến trong tôi thành niềm tin vào \"thiên lý\", giúp tôi tránh được điều ác; mà nếu chỉ sợ tòa án hoặc công an thì có thể tôi vẫn cứ làm, bởi chắc chắn rằng ngoài tôi ra không ai bắt quả tang được việc làm kín nhẹm của tôi (như ăn hối lộ chẳng hạn). Thế nghĩa là nỗi sợ địa ngục đã ẩn sâu vào bản ngã, sẽ tạo được điều kỳ diệu gọi là \"lương tâm\".''\n \nSau khi kể lại chuyện Thủ Huồng như trên, nhà văn viết tiếp:\n:''...Những nhà bè nay không còn, nhưng cái tên Nhà Bè còn mãi trên bản đồ [[Thành phố Hồ Chí Minh]]. Chuyện cũ lưu truyền không rõ hư thực đến đâu. Tôi chỉ quan tâm một điều, rằng cái gì đã phát động một kẻ sâu dân mọt nước như Thủ Huồng dám đem hết tài sản cống hiến vào sự nghiệp từ thiện lớn lao như vậy, nếu đó không phải là nỗi sợ địa ngục?''<ref>''Hoàng Phủ Ngọc Tường'' tập 1, sách dẫn ở mục tham khảo, tr. 44 và 46.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n==Nguồn tham khảo==\n*Huỳnh Ngọc Trảng, ''Ngàn Năm Bia Miệng''. Nhà xuất bản Văn hóa Thông tin [[Long An]], 1984.\n*Lương Văn Lựu, ''Biên Hòa sử lược'' (tập 2). tác giả tự xuất bản theo sự kiểm duyệt và cho phép của Ty Thông tin Biên Hòa ngày 9 tháng 12 năm 1971.\n*Hoàng Phủ Ngọc Tường tập I, Nhà xuất bản Trẻ, 2002.\n==Liên kết ngoài==\n*[http:\/\/wikimapia.org\/978647\/vi\/C%E1%BA%A7u-Th%E1%BB%A7-Hu%E1%BB%93ng-Bridge Cầu Thủ Huồng trên wikimapia.org]\n*[http:\/\/wikimapia.org\/2251400\/vi\/Chua-Thu-Huong Chùa Thủ Huồng trên wikimapia.org]\n*[http:\/\/www.tamgiaodongnguyen.com\/TruyenDao\/SuTichNhaBe.htm Sự tích Nhà Bè]\n\n[[Thể loại:Người Đồng Nai]]"}