{"1253476":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Thụy Xuân\n| vai trò hành chính = Xã\n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 35\n| vĩ giây = 19\n| kinh phút = 36\n| kinh giây = 38\n| diện tích = 2,43 km²<ref name=MS\/>\n| dân số = 13388 người<ref name=MS\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 4800 người\/km²\n| dân tộc =Kinh \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Thái Thụy]]\n| thành lập =Tháng 1 Năm 1956 \n| mã hành chính = 12862<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Thụy Xuân''' là một [[Xã (Việt Nam)|xã]] nằm ở phía Đông Bắc huyện [[Thái Thụy]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\nXã có diện tích 2,43 km², dân số năm 2019 là 13388 người,<ref name=\"MS\">{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 4800 người\/km². Là xã đông dân cư của huyện Thái Thụy.\n\nXã Thụy Xuân thuộc [[khu dự trữ sinh quyển châu thổ sông Hồng]].\n\n==Vị trí địa lí==\nThụy Xuân cách trung tâm [[thị trấn Diêm Điền]] 6&nbsp;km, cách [[thành phố Thái Bình]] 37&nbsp;km theo đường quốc lộ 39.\n*Phía Đông Bắc giáp xã [[Thụy Trường]].\n*Phía Tây Nam giáp xã [[Thụy Hải]]. \n*Phía Đông Nam giáp [[Vịnh Bắc Bộ]].\n*Phía Tây Bắc giáp xã [[Thụy An]].\n\n== Hành chính ==\nXã Thụy Xuân ngày nay gồm 8 thôn:\n*Thôn Bình Xuân (Trước đây là xóm 1 và xóm 2)\n*Thôn Bình An (Trước đây là xóm 3 và xóm 4)\n*Thôn Vạn Xuân Nam (Trước đây là xóm 5)\n*Thôn Vạn Xuân Đông (Trước đây là xóm 6)\n*Thôn Phấn Vũ Nam (Trước là xóm 7)\n*Thôn Minh Vũ (Trước là xóm 8 và xóm 9)\n*Thôn Vũ Đông (Trước là xóm 10 và xóm 11)\n*Thôn Xuân Bàng (Trước là xóm 12)\n\n== Điều kiện tự nhiên ==\n\n=== Khí hậu ===\nXã Thụy Xuân nằm trong vùng khí hậu nhiệt đới gió mùa của miền Bắc nước ta, chịu ảnh hưởng của 2 hướng gió chính: gió đông nam từ tháng 4 đến tháng 9, gió đông bắc từ tháng 10 đến tháng 3 năm sau, với tốc độ gió trung bình từ cấp 3 đến cấp 4. Thời tiết nơi dây nắng lắm, mưa nhiều, thường xuyên có gió biển thổi vào nên có độ ẩm cao, từ 86 - 90%, khí hậu trong lành, thuận lợi cho sản xuất và sinh hoạt của người dân.\n\nNhiệt độ trung bình năm từ 23°C - 24C, nhiệt độ thấp nhất khoảng 7C - 8°C vào tháng 12 và tháng 1, nhiệt độ cao nhất khoảng 38°C - 39°C vào tháng 6 và tháng 7. Số giờ nắng trung bình là 1.600 - 1800 giờ. Lượng mưa trung bình năm khoảng 1.500 – 1.700 mm.\n\nNgoài ra, xã có điều kiện thổ nhưỡng tốt, giàu phù du sinh vật, chế độ nhật triều với mực nước lên xuống chênh nhau khá lớn nên có nhiều thuận lợi để phát triển nghề nuôi trồng thủy hải sản.\n\n=== Tài nguyên ===\nVùng biển Thụy Xuân có khoảng hơn 100 loài cá, trong đó có các loài có giá trị kinh tế cao như: chim, thu, nhụ, đé... và nhiều loại nhuyễn thể như mực ống, mực nang, ngao (nghêu), vọp... cùng các loài giáp xác như: tôm he, tôm rảo, cua, ghẹ... với trữ lượng lớn và có giá trị xuất khẩu.\n\n=== Thiên tai ===\nLà nơi giáp biển nên mùa bão nổi thường tràn qua đất Thụy Xuân, gây nhiều thiệt hại nghiêm trọng. Hàng năm, có từ 2 – 3 cơn bão đổ bộ vào Thụy Xuân, rãi rác từ tháng 5 đến tháng 9. Những cơn bão to, gió lớn, kéo theo mưa nhiều, làm nước biển dâng cao, gặp những cơn sóng lừng dễ gây vỡ đề, tràn vào nhấn chìm làng mạc, nhà cửa, cây cối, làm thiệt hại mùa màng và đe dọa tính mạng con người.\n\nTrong lịch sử những năm của thế kỷ XX, trận bão ngày 24\/6\/1929 (năm Kỷ Tỵ) còn ghi đậm dấu ấn sâu sắc trong lòng người dân Thụy Xuân. Tiếp sau đó là cơn bão tháng 7\/1955, kèm theo sóng to, gió lớn, mưa nhiều, nước biển dâng tràn đã xóa đi dấu tích của nhiều xóm bãi ngoài đề Ngự Hàm, dọc bờ biển Thụy Trường, Thụy Xuân, Thụy Hải.\n\nNhưng với truyền thống đoàn kết, cắn cù, sáng tạo trong lao động sản xuất, người dân Thụy Xuân đã làm chủ thiên nhiên, xây dựng cuộc sống mới ngày càng ấm no, hạnh phúc.\n\n== Điều kiện kinh tế - xã hội ==\nTừ xa xưa, nhân dân Thụy Xuân đã lấy sản xuất nông - ngư nghiệp làm nghề chính. Bên cạnh việc trồng lúa, khai thác thủy hải sản, người dân còn làm thêm các nghề phụ nhằm tăng thu nhập cho gia đình.\n\nNgày nay, xã Thụy Xuân có nền kinh tế đa ngành nghề. Sản vật nơi dây ngoài cây lúa còn có các loại cây màu gồm: thuốc lào, hành, tỏi, lạc, dưa hấu tăng vụ... Một năm ba vụ, dưới bàn tay con người, đất đai được chăm bón đã tạo ra những mùa vàng lương thực ổn định, cây màu truyền thống, cây màu tăng vụ có thu nhập cao. Năng suất lúa và hoa màu ngày một tăng, góp phần nâng cao mức sống của người dân. Những sản vật của Thụy Xuân đã có mặt ở hầu khắp các nơi trong tỉnh, các chợ vùng cao và các tỉnh, thành trên cả nước, làm phong phú thêm hàng hóa trao đôi và đáp ứng nhu cầu tiêu dùng của nhân dân.\n\nXã có 1,4 ha đất làm muối, mỗi năm cho thu hoạch hàng trăm tấn, đáp ứng nhu cầu chế biến hải sản và tiêu dùng của địa phương. Hiện nay, toàn xã có 87,7 ha dầm nước mặn, nước lợ, bà con nuôi tôm quảng canh và thâm canh, mỗi năm cho thu hoạch hàng trăm tấn tôm, cua, cá, có giá trị xuất khẩu cao. Ngoài việc quy hoạch nuôi trồng thủy sản, việc đánh bất có hiệu quả đã tạo ra nguồn thu trung bình mỗi năm hàng tĩ đồng, góp phần tăng đáng kể tổng thu nhập của toàn xã.\n\nTừ sau năm 1954, Thụy Xuân có trên 100 ha rừng ngập mặn, do nhân dân quai đê, lấn biển, trồng sú, vẹt, trồng tre chắn sóng, xuất phát từ việc thực hiện phương châm kinh tế - quốc phòng, chinh phục biển Đông. Hàng năm, rừng ngập mặn dược trồng theo kế hoạch của Nhà nước, thực hiện các chỉ tiêu phát triển kinh tế - dân sinh của địa phương. Đến nay, rừng ngập mặn của Thụy Xuân đã có 700 ha, trải theo chiều dài ven biển, là lá chắn bảo vệ cho xóm làng, quê hương.\n\nNhìn tổng thể, đất dai Thụy Xuân là vùng bang phẳng ở đồng bàng, được tạo bởi phù sa bồi đắp của biển cả. Qua hàng nghìn năm biến đổi đã tạo nên vùng đất trù phú, đông đúc hôm nay. Mảnh đất ven biển ấy cũng là nơi sinh sống và phát triển của hàng trăm loài sinh vật, động vật, hải sản và những cây trái xanh tươi nuôi sống con người. Những con don, con día, con công, con cáy đã cứu sống bao gia đình qua nhiều năm đói kém. Nơi biển cạn, cát bồi đã trở thành quê hương thân thương, nơi chôn nhau cắt rốn của bao lớp người Thụy Xuân.\n\nXưa kia, đường làng là những bờ đề, nay đã được trải nhựa hoặc bê tông hóa. Con đường liên xã chạy từ Thụy Trường qua Thụy Xuân đến Thụy Hải vào thị trấn Diêm Điền rồi tỏa đi các nơi, nối với trục đường huyện tới các xã trong tỉnh. Con đường thứ hai nối liền các thôn với nhau. Con đường thứ ba là đê Ngự Hàm ngăn mặn có từ thời Lý - Trấn, là ranh giới giữa Thụy Xuân với các xã nội đồng: Thụy An, Thụy Dũng, Thụy Hồng, Thụy Trình Con đẻ này được bồi đắp thêm vào cuối triều Lê đấu triều Nguyễn, nối vòng ven sông Hóa chạy qua đền Tam Tòa, vườn ra mép biển, chạy vòng cung, ôm trọn vùng đất hai xã Thụy Xuân và Thụy Trường ngày nay. Đây cũng là con đường giao thông quan trọng phía Đông huyện, phục vụ việc quai đê, lấn biển. Đến đầu thế kỷ XX, để được tồn tạo cao hơn nhằm phục vụ giao thông chính từ huyện về các xã ven biển. Năm 1954, khi hòa bình lập lại, con đường này được Nhà nước cải tạo, là trục đường giao thông quan trọng phục vụ sự nghiệp phát triển kinh tế, quốc phòng của tỉnh Thái Bình và vùng duyên hải nói chung. Ngoài 3 con đường trên, các làng còn có những con đường liên thôn, liên xóm vào từng ngõ, xóm. Đặc biệt, các đường làng, ngõ xóm đều được bê tông hóa hoặc trải nhựa tới từng gia đình.\n\nĐịa hình của xã tương đối bằng phẳng, nằm trọn trong vùng bãi ngang, triều cao, bao bọc bởi 2 cửa sông đổ ra biển là cửa Văn Úc (sông Hóa), cửa Diêm Điển (sông Diêm Hộ). Mặc dù địa phương không trực tiếp có cửa sông nhưng việc giao lưu đường thủy của người dân Thụy Xuân vẫn được duy trì và phát triển, tuy nhiên phụ thuộc nhiều vào bến bãi của các địa phương trong huyện.\n\nHệ thống giao thông thuận lợi đã tạo điều kiện cho Thụy Xuân giao lưu kinh tế với các địa phương, làm cho làng mạc giàu lên, xích lại gần hơn với các xã vùng trung tâm kinh tế, chính trị, du lịch của huyện và tỉnh. Người dân Thụy Xuân tự hào vì có cơ sở hạ tầng kiên cố, phong quang, sạch đẹp, góp phần hỗ trợ phát triển kinh tế - xã hội và nâng cao hệ thống diện - dường - trường - trạm, giúp Thụy Xuân đi lên cùng các địa phương tiên tiến, văn minh trong cả nước.\n\n==Lịch sử hình thành==\n\n=== Đất đai ===\nTrong quá trình hình thành và phát triển, xã Thụy Xuân đã trải qua nhiều thời kỳ lịch sử khác nhau. Căn cứ vào những tư liệu lịch sử chính thống của các triều đại phong kiến còn đến ngày nay, cùng với những tư liệu thành văn trong các bia đá, thần tích, sắc phong ở các đền thờ, bản gia phả của các dòng họ và những cầu chuyện truyền thuyết tại địa phương, có thể xác định rằng '''mảnh đất Thụy Xuân đã được hình thành từ hàng nghìn năm trước.'''\n\nCó truyền thuyết cho rằng, từ thời Hùng Vương, vùng đất cửa sông Hóa và cửa sông Thái Bình đã được hình thành và có sự cư trú của người Việt cổ. Các nhà nghiên cứu lịch sử của tỉnh Thái Bình cũng đã đưa ra những tư liệu chứng minh: Cách đây hơn 2000 năm, đất Thái Bình có tên là vùng Đa Cương hương. Các huyện phía Tây Bắc của tỉnh ngày nay đã có dân cư đến khai phá sinh sống từ rất sớm. Theo các nhà khảo cổ, Thái Bình có những di tích về thời kỳ đồng thau cực thịnh thời các vua Hùng nước Văn Lang. Bằng chứng được tìm thấy là những mũi giáo đồng thuộc thời kỳ văn hóa Đông Sơn. Trong đó có một mũi giáo (còn gọi là mũi tuyết đồng) được tìm thấy ở Diêm Điền. Huyện Thụy Anh vào trước thời nhà Đinh, nhà tiền Lê chưa xác định rõ tên, nhưng là vùng đất thuộc huyện Tây An rồi Tây Quan. Đến thời Lý - Trần - Lê mới được nhắc đến với cái tên huyện Thụy Anh. Như vậy, trước khi có tên đất, vùng Thụy Anh, Thái Bình đã có người dân cư trú từ lâu đời.\n\nRiêng mảnh đất Thụy Xuân, do tư liệu lịch sử còn lại quá ít, lại thêm những hiểu biết chưa thấu đáo về thần phả của các đền, đình, chùa nên có những đoán định Thụy Xuân được hình thành từ thời các vua Hùng là chưa chuẩn xác. Theo nghiên cứu về đất đai và sông ngòi Việt Nam, cũng như lịch sự quá trình hình thành việc đắp để sông, để biến của Việt Nam cho thấy, đất Thụy Xuân nằm ngoài con đẻ cổ có tên là đê Ngự Hàm. Con đề này ngăn cách các xã nội đồng ở phía trong với vùng đất xã Thụy Xuân ở ven biển, mới có từ thời Lý - Trấn. Do đó, có thể hiểu được sự hình thành tên đất, tên làng của Thụy Xuân cũng có thể xác định được từ thời Lý - Trần. Có thể nói, từ khi đắp đề Ngự Hàm, xã Thụy Xuân đã tách khỏi các xã trong nội đồng như: Thụy Hồng. Thụy Dũng.\n\nĐến giữa triều Nguyễn, huyện Thụy Anh đã củng cố và đắp xong đê ngăn mặn Ngự Hàm. Con đề được nổi dài từ Diêm Điền xuống Thụy Trường, vòng theo sông Hóa nổi ra biển. Đê Ngự Hàm có chiều dài 2384 trượng 9 thước (khoảng 8 km). Vào những năm đầu và giữa thế kỷ XIX, con đê Mình Rồng ở phía ngoài đề Ngự Hàm, chạy dài ven biển từ cửa sông Hóa vòng qua Phấn Vũ ôm lấy xã Xuân Trường cũng được hoàn thành. Sau đó, đáp thêm đê quai từ đền Chòi ra lộ Vạn Thông, ngày nay là con đê ở mép biển nổi với đề mới vòng qua xã Thụy Hải lên cửa sông Diêm Hộ. Diêm Điển là cửa biển quan trọng, thông thường đường sông, đường biển đi các nơi. Chợ Băng cùng với chợ Diêm Điền là các chợ sầm uất nhất trong huyện.\n\nMặt khác, căn cứ vào các tư liệu lịch sử chính thống của các triều đại phong kiến còn lại, vào đầu thế kỷ thứ XIX, thời vua Gia Long nhà Nguyễn, Thụy Xuân nằm trong tổng Vạn Xuân, huyện Thụy Anh, phủ Thái Bình, trấn Sơn Nam Hạ. Năm thứ 12 đời vua Minh Mạng (1832), tỉnh Nam Định thành lập, huyện Thụy Anh nhập vào Nam Định. Từ đó, Thụy Xuân và các xã trong huyện Thụy Anh thuộc tỉnh Nam Định. Đến năm Thành Thái thứ 2 (1890), triều đình nhà Nguyễn thành lập tỉnh Thái Bình gồm 12 huyện, 96 tổng, 802 làng. Thụy Anh thuộc về Thái Bình. Tổng Vạn Xuân gồm 7 xã: Tri Chỉ, Tam Tri, Chỉ Bồ, Lỗ Trường, Bình Lạng, Vạn Xuân và Minh Vũ.\n\nTháng 10\/1947, thực hiện Quyết định của Ủy ban nhân dân tỉnh Thái Bình, huyện Thụy Anh thành lập một liên xã mới là Xuân Trường: gồm các thôn Phấn Vũ, Vạn Xuân, Bình Lạng, Tam Tri, Tri Chỉ, Chỉ Bồ và Lỗ Trường. Trước Cách mạng tháng Tám, mỗi thôn là một xã thuộc tổng Vạn Xuân.\n\nNăm 1956, tỉnh Thái Bình tiến hành cải cách ruộng đất, các xã của huyện Thụy Anh được chia nhỏ, lấy chữ đầu của huyện thành chữ đầu của xã. Vì vậy, xã Xuân Trường lại được tách thành 2 xã: Thụy Xuân và Thụy Trường. Từ đó đến tháng 4\/1976, xã Thụy Xuân có 3 thôn (Phấn Vũ, Vạn Xuân, Bình Lạng) gồm 11 xóm. Từ tháng 5\/1976, xã có 12 xóm từ xóm 1 đến xóm 12. Thực hiện Quyết định số 65\/QĐ-UBND ngày 29\/8\/2002 của Ủy ban nhân dân tỉnh Thái Bình về chuyển đổi mô hình từ xóm sang thôn trên phạm vi toàn tỉnh, từ ngày 25\/8\/2003 đến nay, xã Thụy Xuân gồm có 8 thôn: Bình Xuân, Bình An, Vạn Xuân Nam, Vạn Xuân Đông, Phấn Vũ Nam, Minh Vũ, Vũ Đông, Xuân Bàng.\n\n===Dân cư===\n\nTrải qua hàng nghìn năm với nhiều đổi thay của lịch sử đã vùi lấp đi những di vật về mảnh đất và con người Thụy Xuân. Để trở lại cội nguồn xa xưa, chúng ta phải liên tưởng tới sự tồn tại hàng loạt tên nôm của các làng, xã xung quanh như: Tu (Tu Trình), Vạn (Vạn Đồn), Thụy Hồng, Bàng (Bình Lạng), Lạng (Lang Tình, Thụy Chính), Lậu (Đông Ninh), Thụy Bình. Khi xưa, dưới tác động của sóng biển và bão gió, có nơi cát vun cao lên thành gò đóng, có nơi nước chảy xiết thành đảm trùng, ở các gò cao là rừng có cây to, ở vùng trũng là rừng ngập mặn sú, vẹt, cả một vùng rộng lớn kéo dài từ Hưng Nhân tới Thụy Anh có tên là Đa Cương hương (làng có nhiều gò đống). Qua nghiên cứu cho thấy, chính những tên gọi nôm của các làng và các dấu tích gò đống là nơi tụ cư và khai khẩn của lớp cư dân đầu tiên.\n\nTừ thời tiền sử, cách ngày nay khoảng 2000 năm, Thụy Xuân còn là vùng đất đầm lầy, bãi sú, vẹt. Trải qua một quá trình khai phá, từ đó xóm làng được tạo dựng cùng nhiều lớp cư dân của các dòng họ từ mọi miền về ở. Họ tới đây với nhiều nguyên nhân do các cuộc chiến tranh của các xứ dưới các triều đại phong kiến hoặc xung đột của các làng xã hay vì yếu tố khách quan nào đó. Tới vùng đất ven biển này, họ đã trụ lại làm nơi sinh cơ lập nghiệp, trong đó có những người thợ thủ công, buôn bán, đánh cá. từ nhiều ngả, nhiều xứ tìm đến đất Thụy Xuân.\n\nQua những thần tích, sắc phong của các triều đại còn lưu giữ tại các khu di tích, phần lớn các dòng họ ở Thụy Xuân có gốc làm nghề đánh cá biển ở vùng Thanh Hóa, Nghệ An, Hà Tinh với tín ngưỡng thờ Đức Nam Hải Đại Vương - vị thần của những người làm nghề sông, biển.\n\nLàng xã được hình thành từ các vạn chài ngư nghiệp và những chỗ đóng các đồn binh. Từ giữa thế kỷ thứ X đến thế kỷ XIII, qua các triều đại Đinh, Tiền Lê, Trần, người dân Thụy Xuân chủ yếu vẫn làm nghề đóng dáy để sinh sống. Giai đoạn nhà Trần đến đầu triều Lê (thế kỷ XIII đến thế kỷ XVI), thời kỳ đất nước ta được độc lập, nhà Trần rất chú trọng phát triển nông nghiệp, coi đó là ngành kinh tế trụ cột của nước nhà. Triều đại nhà Trần khuyến khích mở mang điền trang, thái ấp tại các vùng ven sông, cửa biển để thực hiện chính sách “Ngụ binh ư nông\" (Gửi binh ở nhà nông), nhằm tăng cường sức phòng thủ bảo vệ đất nước.\n\nNhà Trần cho đóng quân đồn trú tạo thành tuyến phòng thủ mạnh gồm cả bộ binh, thủy binh kết hợp với dân binh (diêm dân, ngư dân và nông dân), bảo vệ phía Nam kinh thành và trực tiếp bảo vệ hành cung Trần Vương dã ngoại. Do chính sách “Ngụ binh ư nông\" của nhà Trần mà hàng loạt làng xã vùng cửa sông Hóa được hình thành để tạo ra thế “Khi có giặc toàn dân là lính\". Tại các nơi quân đội đóng trại, việc huấn luyện quân thường kết hợp với việc mở mang dồn diễn, xây dựng kinh tế với quốc phòng, biến những vùng quai đê, lấn biến thành các làng xã dân cư sinh sống. Một loạt các làng xã, đồn điển thời đó đã được hình thành với các tên gọi có nguồn gốc quân đội như: Lưu Đồn, Vạn Đồn (xã Thụy Hồng); Tri Chi, Tam Tri, Chỉ Bổ (xã Thụy Trường); Bình Lạng, Phấn Vũ, Vạn Xuân (xã Thụy Xuân), Địa danh chùa Đổng Bát giáp đất thôn Tam Đồng nguyên là một cánh rừng nguyên sinh gồm các loại cây chịu mặn, ngập mặn, nên có tên là Khánh Lâm Tự.\n\nỞ phía Bắc Thụy Xuân, thời đó còn có các làng xã mới như Diêm Tình - nơi có nhiều giếng nước mặn. Thôn Phương Man là nơi ở của người Man, tức là tù binh Chăm Pa bị nhà Trần đưa về đây giam giữ, các thế hệ sau đó đã đồng hóa thành người Việt.\n\nHiện nay, xã có 23 dòng họ quần cư sinh sống là các họ: Nguyễn, Lê, Hoàng, Phạm, Vũ, Bùi, Đỗ, Mai, Trấn, Lưu, Tô, Lâm, Hồ, Hà, Đào, Đầu, Trịnh, Đoàn, Khổng, Đình, Khúc, Ninh, Đồng. Các dòng họ lớn ở Thụy Xuân không ai được biết ông tổ của dòng họ mình từ đâu tới, vì khoảng cách thời gian quá xa. Theo các cụ cao tuổi ở địa phương truyền lại, được biết các dòng họ như: họ Nguyễn, họ Hoàng, họ Lê, họ Hà, họ Phạm ở các thôn Vạn Xuân, Phấn Vũ, Bình Lạng chủ yếu là từ Thanh Hóa ra. Các dòng họ trong làng xã của Thụy Xuân thường có phả hệ từ 8 - 16 đời, những họ dòng dân như họ Nguyễn, họ Hà, họ Lê, họ Phạm, họ Hoàng... đều có tới 16 - 18 đời.\n\nTrong gia phả của dòng họ Hà xã Thụy Xuân có bài diễn Nôm:\n\n[[Họ Hà]] tổ nghiệp lâu rồi \n \nVề đây khai phá đất bồi Thụy Xuân\n\nTrải qua tới mấy trăm năm\n\nPhát triển mạnh mẽ lớn dần mãi ra\n\nTrở thành dòng họ Hà ta\n\nMột thành viên lớn dân nhà Thụy Xuân.\n\n== Giáo dục ==\nXã Thụy Xuân có 3 trường học gồm: \n\n* 1 Trường Mầm non: [http:\/\/mnthuyxuan.thaithuy.edu.vn\/ Trường Mầm non Thụy Xuân]\n* 1 trường Tiểu học: [http:\/\/ththuyxuan.thaithuy.edu.vn\/ Trường Tiểu học Thụy Xuân]\n* 1 trường Trung học cơ sở: [http:\/\/thcsthuyxuan.thaithuy.edu.vn\/ Trường Trung học cơ sở Thụy Xuân]\n\n== Giao thông ==\nLà một xã nằm trên địa phận có các tuyến đường giao thông đi qua, gồm: Quốc lộ 39, đường  DT 461\n\n==Kinh tế==\n\nThụy Xuân là vùng đất có [[nền kinh tế]] phát triển với ba ngành chính: [[nông nghiệp]], [[ngư nghiệp]] và [[buôn bán]]\n\n*'''Nông nghiệp''': \n*'''Ngư nghiệp''': tập trung ở các khu vực của hai làng Vạn Xuân và Phấn Vũ với các nghề như đánh cá trên biển, nuôi trồng thủy sản trong các đầm ao. Lợi nhuận mà ngư nghiệp đem lại cho người ngư dân trong xã là vô cùng lớn. Ngoài ra, lợi ích mà biển Thụy Xuân đem lại còn thu hút người dân trong xã và các xã xung quanh tới khai thác ngày càng đông. Họ có thể đi bắt cua, bắt cáy, đào don, bắt móng tay...\n*'''Thương nghiệp''': Chợ Bàng xã Thụy Xuân là nơi buôn bán rất sầm uất với các mặt hàng như: thủy-hải sản, nông sản, các mặt hàng thủ công, quần áo, tạp hóa... thu hút nhiều thương nhân tới buôn bán.\n*'''Dịch vụ''':tuy không phải là ngành chính, nhưng trong nhiều năm trở lại đây, do sự phát triển về kinh tế, các ngành dịch vụ trong xã đang có dấu hiệu trỗi dậy mạnh mẽ để đáp ứng nhu cầu của nhân dân.\nĐây là một trong hai xã dự kiến sẽ là nơi xây dựng khu công nghiệp Xuân Hải thuộc vùng châu thổ Đồng bằng sông Hồng.\n\nXã Thụy Xuân đã phát triển kinh tế xã hội mở rộng, nhiều ngành nghề dịch vụ được hình thành tạo điều kiện về nguồn lực lao động cho con em ở địa phương. Song song với đó là việc phát huy phong trào xây dựng nông thôn mới, công tác xã hội hóa giáo dục xây dựng thôn làng văn hóa được nhân dân hưởng ứng tích cực; tình hình an ninh chính trị, trật tự an toàn xã hội được giữ vững, đời sống của nhân dân ngày một cải thiện hơn.\n\n==Văn hóa tín ngưỡng, tôn giáo==\n\nQua những [[thần tích]], [[sắc phong]] của các triều đại Việt Nam còn lưu lại ở các khu [[di tích]], phần lớn các dòng họ ở Thụy Xuân đều có gốc làm nghề đánh cá đánh cá ở vùng biển [[Thanh Hóa]]- [[Nghệ Tĩnh]] với tín ngưỡng thờ [[Đức Nam Hải đại vương]]-vị thần của những người làm nghề sông biển.\n\nKhông những thế, Thụy Xuân còn nổi tiếng là nơi phát triển rực rỡ của [[tín ngưỡng thờ Mẫu Việt Nam]] [[tam phủ]] [[tứ phủ]] trong các [[đền]], điện công đồng và tục thờ Đức Nam Hải Đại càn thánh mẫu(tức [[Đại càn quốc gia Nam Hải tứ vị vua bà]]).\n\nCó 2 tôn giáo chính đó là Phật giáo và Thiên chúa giáo\n\n==Di tích lịch sử ==\nCác địa điểm, [[di tích]] [[tín ngưỡng]] [[tôn giáo]]:\n*Đình Vạn Xuân- nơi thờ Đức Nam Hải đại vương.\n*Đền Mẫu Vạn Xuân- nơi thờ Đại Càn Quốc gia Nam Hải Tứ vị Thánh nương, được công nhận di tích lịch sử cấp tỉnh.\n*Lâm Khánh Tự(chùa Đồng Bát)- nơi thờ Phật giáo, hiện còn giữ nhiều văn bia từ [[triều Lý]]\n*Đền quan Chánh Thống\n*Đền Mẫu Phấn Vũ- nơi thờ Đại Càn Quốc gia Nam Hải tứ vị Thánh Nương\n*Chùa làng Phấn Vũ\n*Đình Bảy của làng Phấn Vũ- nơi thờ [[An Dương Vương]]\n*Đền quan lớn Thống- nơi thờ cụ Phí Quảng Bình- một người văn võ song toàn đã quy tập nhân dân các làng chống lại bọn giặc giã và cướp biển trên Vịnh Bắc Bộ ở khoảng cuối thế kỷ 18, đầu thế kỉ 19.\n*Chùa Bình Lạng\n*Đình Bình Lạng- nơi thờ Đức Nam Hải Đại Vương Thượng Đẳng phúc thần\n*Miếu cây đa\n*Nhà thờ [[Đạo Thiên Chúa]] giáo họ Bình Lạng (trước đây là bốt Bình Lạng- nơi [[Thực dân Pháp]] đóng quân)\n\nCác [[sắc phong]] và bia đá:Làng Vạn Xuân còn lưu giữ được 7 sắc phong từ các triều vua [[Cảnh Hưng]], [[Quang Trung]], [[Thái Tôn]], [[Tự Đức]], [[Khải Định]] và [[Đồng Khánh]] cùng 5 tấm bia đá từ cuối thời [[Lý]] và đầu thời [[Trần]]. Làng Phấn Vũ lưu giữ được 13 đạo sắc phong, trong đó có 7 sắc phong Đức Nam Hải Đại Càn Thánh Mẫu và 6 sắc phong thành hoàng làng Phấn Vũ(tức [[An Dương Vương]]) và 1 bia đá [[thời Nguyễn]] tại chùa Phấn Vũ.\n\nBên cạnh đó, các đền,đình,chùa trong xã còn giữ được nhiều hiện vật cổ có giá trị như: Tượng Phật ở các chùa, chuông đồng, các câu đối đại tự,tượng [[Thánh Mẫu]], [[Thành Hoàng làng]]...\n\n==Lễ hội==\n\nBên cạnh các di tích lịch sử-văn hóa với những nét kiến trúc độc đáo,đặc sắc, ở Thụy Xuân còn có hình thức sinh hoạt hội làng.Điểm đặc biệt ở đây là sự cùng thời điểm diễn ra lễ hội của hai xã Thụy Xuân và [[Thụy Trường]].Cứ đến tháng 7 [[âm lịch]], dân hai xã Thụy Xuân và [[Thụy Trường]] lại mở lễ hội tại các [[đình]], [[đền]], [[chùa]] tại hai xã với đền mẫu Vạn Xuân, đền Tam Tòa...Tại hội làng ở Thụy Xuân, không những tập trung vào phần mang tính nghi lễ, mà còn tổ chức các trò chơi như:đá gà, tổ tôm điếm, đấu vật, hát chèo,hát văn...\n\nCứ 3 năm, mỗi làng sẽ tổ chức lễ rước kiệu từ đền về đình. Trong đó, chúng ta không khỏi ngạc nhiên trước sự vui mừng của dân làng, mong ước trước thánh thần về sự ấm no, hạnh phúc trong cuộc sống\n\n==Danh nhân-Khoa bảng==\n\nỞ Thụy Xuân, do đặc thù là đất ven biển, cửa sông nên dân cư nơi đây phải đối chọi với thiên nhiên khắc nghiệt để sinh sống. Cùng với tình trạng dân tụ cư từ nhiều nơi, nhiều thành phần tới đây lập nghiệp, tự mình vượt khó để kiếm sống, nên từ lâu, việc mở mang văn hóa thường đi liền với đời sống. \n \nTrải qua nhiều triều đại phong kiến, Thụy Xuân chưa có những bậc đỗ đại khoa nhưng cũng đã có người đỗ tú tài như cụ Vũ Năng Khiêm và một số người đỗ nhất, nhì trường.\n\n==Nhân vật lịch sử hiện đại==\n\nThụy Xuân là quê hương của [[Anh hùng lực lượng vũ trang nhân dân]] [[Bùi Quang Thận]]- người kéo cờ trên nóc [[Dinh Độc Lập]] vào lúc 11 giờ 30 phút ngày [[30 tháng 4 năm 1975]] báo hiệu sự toàn thắng của [[chiến dịch Hồ Chí Minh]],giải phóng hoàn toàn miền Nam-Thống nhất đất nước. Ngoài ra, đây là quê hương của bà Nguyễn Thị Kiên, đại biểu Quốc hội khóa 3, người được vinh dự được gặp [[Chủ tịch Hồ Chí Minh]] trong phiên họp thứ nhất.\n\n==Sản vật==\n\nTừ lâu, những sản vật của quê biển Thụy Xuân được nhiều người, nhiều vùng biết đến như:[[Cá mực]], [[nước mắm]], [[mắm tôm]], [[tôm He]], tôm Vàng,[[gỏi nhệch]], [[gỏi cá]], [[muối]], [[don biển]],[[móng tay]], móng bầu, [[día]], [[cua biển]],[[bề bề]], [[sam]]...\n\n==Tham khảo==\nLịch sử Đảng bộ và nhân dân xã Thụy Xuân\n{{tham khảo|30em}}\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Thái Thụy}}"}