{"3509046":"[[Tập tin:DauAnThiLangBoLai-DoanUan.png|nhỏ|phải|Dấu ấn triện Lại bộ hữu thị lang quan phòng (吏部右侍郎關防) của quan [[Doãn Uẩn]]]]\n\n'''Thị lang''' (侍郎, Vice Minister) là chức quan đứng thứ ngay sau Thượng thư (thời kỳ trước triều [[Nhà Nguyễn|Nguyễn]], tương đương với Thứ trưởng ngày nay); sang thời Nguyễn chức này đứng ngay sau Tham tri một bộ.\n\nNguyên chức Thị lang (侍郎, Attendant Gentleman) là một chức [[lang]] được đặt từ thời [[Nhà Tần|Tần]] [[Trung Quốc]] giữ việc thị vệ trong cung đình. Thời [[Đông Hán]], chức Thị lang được đổi khi triều đình chia 36 viên Thị lang làm thuộc quan của [[Thượng thư]]. Bắt đầu từ thời [[Nhà Tùy|Tùy]], Thị lang được định là chức phó của [[Thượng thư]], tức là chức quan cao thứ 2 trong một bộ. Thời [[Nhà Đường|Đường]], Thị lang bắt đầu được chia làm Tả, Hữu Thị lang, trật Chánh tam phẩm. Thời [[Nhà Đường|Tống]], Thị lang không chia làm Tả, Hữu mà chỉ dùng một chức Thị lang, trật Tòng tam phẩm. Thời [[Nhà Minh|Minh]] và đầu [[Nhà Thanh|Thanh]], trật Chánh tam phẩm, bắt đầu từ năm 1730, trật Tòng nhị phẩm, năm 1749, trật Chánh nhị phẩm.<ref>''A Dictionary of Official Titles in Imperial China'', Charles Hucker, 1985, Stanford University Press<\/ref>\n\nTại [[Việt Nam]], thời [[Hồng Đức]], đặt Tả, Hữu Thị lang là quan phó của các [[Thượng thư]] tại [[Lục bộ]], trật Tòng tam phẩm.\n\nThời [[Nhà Nguyễn|Nguyễn]], Thị lang là chức trong một bộ đứng đầu các viện hoặc phủ như [[Nội vụ phủ]] hoặc [[Vũ khố]]. Chức Thị lang bao gồm hai quan Tả, Hữu Thị lang. Nhưng không như tại [[Trung Quốc]], Thị lang thời [[Nhà Nguyễn|Nguyễn]] không còn là quan phó [[Thượng thư]] vì thời này, phó quan [[Thượng thư]] là các quan Tả Hữu [[Tham tri]]. Việc này đồng nghĩa với chức Thị lang là chức quan cao thứ 3 trong một bộ, trên [[Lang trung]].<ref>''Từ điển chức quan Việt Nam,'' Đỗ Văn Ninh, 2002, trang 667 mục 1350. Thị lang<\/ref>\n\nNgoài ra, quan Thị lang có thể là quan trong cùng một bộ được thăng hoặc có thể là quan được bổ nhiệm từ các bộ khác. Ví dụ như [[Doãn Uẩn]] được bổ chức Thị lang trong các bộ khác nhau, từ chức Hữu Thị lang [[bộ Lại]], rồi chuyển sang chức Hữu Thị lang [[bộ Hình]], và sau lại chuyển sang chức Tả Thị lang [[bộ Hộ]] trong cùng năm 1835.\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Tổ chức hành chính trung ương thời Nguyễn Minh Mạng}}\n{{Chức quan thời phong kiến Việt Nam}}\n{{sơ khai Đông Á}}\n\n[[Thể loại:Nhà Nguyễn]]"}