{"188089":"{{Infobox Military Unit\n|unit_name= Thủy quân lục chiến<br>Quân lực Việt Nam Cộng hòa\n|image= [[Hình: Republic of Vietnam Marine Division SSI.png|180px]]\n|caption= Phù hiệu\n|dates= [[1955]] – [[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|branch= Quân thường trực\n|type= Chủ lực quân\n|nickname= '''Cọp Biển'''<br>'''Sóng Thần'''\n|motto= '''''Chinh Nam dẹp Bắc'''''<br>'''''Quyết tiến quyết tử'''''\n|battles= - [[Trận Bình Giã]]<br>- [[Sự kiện Tết Mậu Thân|Mặt trận Mậu Thân 1968]]<br>- [[Chiến dịch Lam Sơn 719|Hạ Lào - Lam Sơn 719]]<br>- [[Chiến dịch Xuân - Hè 1972|Mùa hè đỏ lửa 1972]]<br>- [[Chiến dịch Huế - Đà Nẵng]] 1975\n|notable_commanders= - [[Lê Nguyên Khang]]<br>- [[Bùi Thế Lân]]\n[[Hình: Lệnh kỳ Bộ chỉ huy Thủy quân Lục chiến Việt Nam Cộng hòa.png|nhỏ|trái|160px|<center>Lệnh kỳ]]<br>[[Hình: Cờ Mạnh như sóng thần.png|nhỏ|trái|160px|<center>Quân kỳ]]\n}}\n'''Sư đoàn Thủy quân Lục chiến Việt Nam Cộng hòa''' ([[tiếng Anh]]: ''Republic of Vietnam Marine Division'', '''RVNMD''') là Lực lượng tác chiến đổ bộ đường thủy. Đây là một trong số những đơn vị được đánh giá là thiện chiến của [[Việt Nam Cộng hòa]] nhờ được yểm trợ hỏa lực hạng nặng từ phi pháo, chiến hạm và phi cơ. Được hỗ trợ quân vận từ thủy xa lội nước [[LVT-5]] của [[Hải quân Việt Nam Cộng hòa]], nhiệm vụ chính của Binh chủng ban đầu là hành quân thủy bộ, kiểm soát vùng ven biển và sông ngòi miền Nam, về sau trở thành một đơn vị Tổng trừ bị trực thuộc [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]  sẵn sàng tác chiến trên cả bốn Vùng chiến thuật Việt Nam Cộng hòa và các mặt trận ngoại biên.\n\nĐơn vị được tổ chức, huấn luyện và chiến đấu theo nguyên mẫu của [[Thủy quân lục Chiến Hoa Kỳ|Thủy quân Lục chiến Hoa Kỳ]], được nhận xét là đơn vị dày dặn kinh nghiệm nhất trong [[Quân lực Việt Nam Cộng hòa]]. Thủy quân Lục chiến đã nhiều lần tham gia các chiến dịch lớn đối đầu bộ binh chủ lực của [[Việt Nam Dân chủ Cộng hòa]] tại vùng vĩ tuyến 17, trong đó [[Trận Thành cổ Quảng Trị]] 81 ngày đêm là trận chiến ác liệt nhất mà Thủy quân lục chiến đã tham gia. Trong suốt chiều dài chiến tranh, phần lớn lực lượng Thủy quân lục chiến được án ngữ tại Vùng 1 chiến thuật cùng với đơn vị bạn là Sư đoàn Nhảy dù để đề phòng [[Quân đội nhân dân Việt Nam]] vượt vĩ tuyến 17 tấn công xuống phía Nam. Trong [[chiến dịch Huế - Đà Nẵng]], Thủy quân lục chiến nhận lệnh phòng ngự [[Đà Nẵng]], nhưng sớm tan rã và phần lớn binh sỹ bị bắt hoặc đầu hàng.\n\nBộ Tư lệnh Sư đoàn Thủy quân lục chiến đặt tại Trại Bạch Đằng, [[Thành phố Hồ Chí Minh|Sài Gòn]]. Dấu hiệu nhận biết:\n*Bài ca chính thức là ''Thủy quân lục chiến hành khúc''.\n*Quân phục tác chiến mang họa tiết \"rằn ri cọp\" ([[:en:Tigerstripe|tiger-stripe camouflage]]), phía [[Việt Nam Cộng hòa]] gọi là ''\"Sóng thần\"'' với phù hiệu Sư đoàn trên tay áo trái, phù hiệu Tiểu đoàn trên tay áo phải, nón beret màu xanh lục đội chếch bên phải có phù hiệu Binh chủng, bằng tốt nghiệp khóa huấn luyện căn bản Thủy quân Lục chiến may ở túi áo bên phải.\n\n==Lịch sử==\nLực lượng Thủy Quân Lục Chiến Việt Nam Cộng hòa có nguồn gốc từ thời kỳ [[Pháp thuộc]]. Năm 1949, theo Thỏa ước Pháp-Việt, lực lượng vũ trang của Chính phủ [[Quốc gia Việt Nam]] sẽ bao gồm lực lượng Hải quân, với tổ chức và huấn luyện do phía Hải quân Pháp đảm nhiệm. Năm 1951, Pháp đề nghị phương án phát triển Hải quân Việt Nam, theo đó sẽ thành lập hai Sư đoàn Hải quân, do Pháp chỉ huy. Tháng 3 năm 1952, Sắc lệnh số 2 của Đế chế Pháp chính thức xác lập Hải quân Việt Nam. Tới năm sau, hai Sư đoàn Hải quân được thiết lập.<ref name=\"vanderbilt\">{{chú thích web\n|url= http:\/\/www.library.vanderbilt.edu\/central\/Brush\/Vietnamese-Marine-Corps.htm\n|title= The Vietnamese Marine Corps\n|first= Peter\n|last= Brush\n|year= 1966\n|work= Viet Nam Generation: A Journal of Recent History and Contemporary Issues\n|publisher= \n|location= Vol. 7:1-2\n|pages= 73–77\n|accessdate = ngày 24 tháng 8 năm 2010\n|archive-date = ngày 26 tháng 6 năm 2010 |archive-url= https:\/\/web.archive.org\/web\/20100626123226\/http:\/\/www.library.vanderbilt.edu\/central\/Brush\/Vietnamese-Marine-Corps.htm\n}}<\/ref>\n\nNăm 1953, Chính phủ Pháp và Việt Nam đồng ý tăng Lục quân lên 57 Tiểu đoàn Bộ binh, đảm nhận nhiệm vụ tấn công. Các chiến dịch này mở rộng ra cả vùng duyên hải của Việt Nam, nên việc mở rộng Hải quân cũng được xét đến. Trong khi việc các đội Giang thuyền nên nằm dưới sự chỉ huy của Lục quân hay Hải quân còn chưa được định đoạt, thì phó Đô đốc Pháp Auboyneau đề xuất việc thành lập 1 Binh chủng Thủy quân Lục chiến Việt Nam. Năm 1954, khi người Pháp bắt đầu rút khỏi Việt Nam, thì Binh chủng Thủy quân Lục chiến đã bao gồm một Bộ chỉ huy, bốn Đại đội đường sông, một Tiểu đoàn đổ bộ.<ref>Victor J. Croizat, \"Vietnamese Naval Forces: Origin of the Species,\" U.S. Naval Institute Proceedings, (February, 1973), tr 48-58.<\/ref>\n\n===Hình thành và phát triển===\n'''Thủy quân Lục chiến Việt Nam Cộng hòa''' được thành lập ngày 01\/10\/1954 tại Nha Trang với danh xưng ban đầu là Lực lượng Bộ binh Hải quân ''(Nghị định số 991\/NĐ ngày 13\/10\/1954 của Phủ Thủ tướng)'' do Trung tá [[Lê Quang Trọng (Đại tá, Quân lực VNCH)|Lê Quang Trọng]] làm Chỉ huy trưởng đầu tiên. Bộ Chỉ huy đặt tại Bộ Tổng Tham mưu ở đường Trần Hưng Đạo, Sài Gòn. Trước đó, đơn vị đầu tiên của Sư đoàn, Tiểu đoàn 1 đổ bộ ''(về sau có danh hiệu là Quái Điểu)'' đã được thành lập tại Nha Trang vào tháng 8\/1954. Đến ngày 01 tháng 6 năm 1955, Bộ Chỉ huy Bộ binh Hải quân dời về trại Cửu Long, Thị Nghè, Sài Gòn.\n\nTháng 4\/1956, Lực lượng Bộ binh Hải quân cải danh thành Thủy quân Lục chiến, trực thuộc Quân chủng Hải quân và đặt dưới quyền điều động của Bộ Tư lệnh Hải quân. Cũng trong năm này, Tiểu đoàn 2 Trâu Điên khét tiếng được thành lập tại Rạch Dừa, sau đó chuyển về Cam Ranh. Thành tích nổi bật nhất của Tiểu đoàn chính là [[Chiến thắng Đầm dơi]] tại [[Cà Mau]].\n\nNăm 1957, Tiểu đoàn 3, biệt danh là Sói Biển được thành lập, Tiểu đoàn được Việt Nam Cộng hòa ghi nhận thành tích sau trận Đông Hà trong mùa hè 1972, với sự kiện 700 tay súng của Tiểu đoàn đã tham gia cùng các đơn vị khác ngăn cản thành công đà tiến của Quân đội Nhân dân Việt Nam có chiến xa và phi pháo yểm trợ suốt thời gian trách nhiệm cho đến khi Tiểu đoàn có lệnh bàn giao vùng trách nhiệm cho đơn vị bạn.\n\nCùng năm, Binh chủng Thủy Quân Lục Chiến được nâng cấp thành Liên đoàn với quân số 2.300 quân nhân do Thiếu tá [[Lê Nguyên Khang]] chỉ huy.\n\nNăm 1961, Tiểu đoàn 4, biệt danh là Kình Ngư được thành lập tại Thị xã Vũng Tàu và đặt hậu cứ ở trong Thị xã, khi vừa mới thành lập, Tiểu đoàn đã cùng với Hải Quân mở ngay chiến dịch truy quét Tiểu đoàn U Minh tại vùng rừng U Minh.\n\n''Từ năm 1960 cho đến khi tan hàng vào năm 1975, ngoại trừ Tiểu đoàn 4 đóng ở Vũng Tàu, Bộ Tư lệnh cùng các đơn vị Yểm trợ đóng ở Thị Nghè, Sài Gòn thì toàn bộ phần còn lại của Sư đoàn đều đóng ở hậu cứ Sóng Thần, Rừng Cấm, quận Thủ Đức.''\n\nNgày 01 tháng 1 năm 1962, Liên đoàn Thủy quân Lục chiến được cải danh thành Lữ đoàn, tách khỏi Hải quân và được đặt dưới quyền điều động trực tiếp của Bộ Tổng tham mưu. Cũng trong năm này, để yểm trợ cho các Tiểu đoàn Thủy quân Lục chiến, Tiểu đoàn 1 Pháo binh Lôi Hỏa được thành lập gồm 2 pháo đội 75 ly và 1 pháo đội 105 ly.\n\nLúc này Lữ đoàn đã có quân số là 3.300 quân gồm 1 Bộ Chỉ huy Lữ đoàn, 4 Tiểu đoàn tác chiến và 1 Tiểu đoàn Pháo binh cơ hữu cùng với các đơn vị Yểm trợ.\n\nNăm 1963, Tiểu đoàn 2 Trâu Điên đã đánh trận đầu tiên ở Đầm Dơi thuộc Tiểu khu An Xuyên. Cũng trong năm này, toàn bộ Lữ đoàn đã mở 2 cuộc hành quân \"Sóng tình thương\" vào Mật khu Đỗ Xá tuy nhiên không có xảy ra giao tranh.\n\nNăm 1964, Lữ đoàn thành lập Tiểu đoàn 5 Hắc Long. Đây cũng là năm đen tối của Thủy quân Lục chiến khi Tiểu đoàn 4 Kình Ngư lọt vào ổ phục kích của Trung đoàn 27 Bình Giã của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam ở vùng rừng cao su Bình Giã thuộc Tiểu khu Phước Tuy. Trong [[trận Bình Giã]], Tiểu đoàn chịu thiệt hại nặng và thương vong hơn 60% quân số, Tiểu đoàn trưởng và Tiểu đoàn phó đều tử trận.\n\nNăm 1965, Lữ đoàn Thủy quân Lục chiến có 5 Tiểu đoàn tác chiến, 1 Tiểu đoàn Pháo Binh và các Đại đội Yểm trợ Thủy bộ, Quân Y, Công Binh, Viễn Thám và Huấn luyện. Do nhu cầu chiến thuật tăng phái đi từng Khu chiến thuật nên Lữ đoàn chia thành 2 Chiến đoàn A và B. Chiến đoàn A ''(còn gọi là Chiến Đoàn An Dương Vương)'', Chiến Đoàn B ''(còn gọi là Chiến Đoàn Bắc Bình Vương)''.\n\nCũng trong năm này, Lữ đoàn Thủy quân Lục chiến cùng với Sư đoàn Nhảy dù và các Liên đoàn Biệt động quân, trở thành các Lực lượng Tổng trừ bị dưới quyền điều động trực tiếp của Bộ Tổng tham mưu.\n\nNgày 08\/04\/1965, Tiểu đoàn 2 Trâu Điên được tăng phái cho Sư đoàn 22 Bộ Binh đã đánh bại 1 Trung đoàn thuộc Sư đoàn 3 Sao Vàng tại Phụng Dư, Tiểu khu Bình Định.\n\nNăm 1966, Tiểu đoàn 2 Trâu Điên được tăng phái dưới quyền điều động của Sư đoàn 1 Bộ binh,<ref>Do Đại tá Ngô Quang Trưởng làm Tư lệnh<\/ref> từ An Hòa (Huế) di chuyển ra Quảng Trị và bị phục kích tại Phong Điền, Thừa Thiên. Tiểu đoàn đã phản phục kích và đánh lui Trung đoàn của Mặt trận Giải phóng miền Nam Việt Nam tại đây nhưng mất Tiểu đoàn trưởng [[Lê Hằng Minh (Trung tá, Quân lực VNCH)|Lê Hằng Minh]]<ref>Cố Trung tá Lê Hằng Minh sinh năm 1935 tại Gia Định, tốt nghiệp khóa 5 Sĩ quan Trừ bị Thủ Đức.<\/ref> cùng với 42 quân nhân khác tử trận và gần 100 người bị thương trong đó có Trung úy [[Nguyễn Xuân Phúc (Trung tá, Quân lực VNCH)|Nguyễn Xuân Phúc]]. Năm này cũng là năm Tư lệnh Thủy quân Lục chiến, Thiếu tướng [[Lê Nguyên Khang]] được thăng lên cấp Trung tướng. Cuối năm 1966, Tiểu đoàn 6 Thần Ưng được thành lập\n\nNăm 1968 là năm tác chiến ác liệt của Thủy quân Lục chiến khi tất cả các Tiểu đoàn đều tham gia các cuộc hành quân giải tỏa quanh thành phố Sài Gòn, Chiến đoàn A hành quân tác chiến tại Huế trong dịp Tết Mậu Thân 1968.\nNgày 01 tháng 1 năm 1968, Lữ đoàn được nâng lên cấp Sư đoàn, Chiến đoàn A được cải danh thành Lữ đoàn 147 ''(gồm các Tiểu đoàn 1, 4 và 7)'', Chiến đoàn B cải danh thành Lữ đoàn 258 ''(gồm các Tiểu đoàn 2, 5 và 8)''. Các đơn vị Yểm trợ như Quân y, Truyền tin, Công binh, Viễn thám, Huấn luyện được biên chế lên cấp Tiểu đoàn. Cuối năm 1969, Tiểu đoàn 8 Ó Biển và Tiểu đoàn 9 Mãnh Hổ cùng với Tiểu đoàn 2 Pháo Binh Thần Tiễn được thành lập, đồng thời thành lập Lữ đoàn 369 ''(gồm các Tiểu đoàn 3, 6 và 9)''.  Quân số của Sư đoàn lúc này đạt mức 9.300 quân nhân. Đầu năm 1970, Tiểu đoàn 3 Pháo binh Nỏ Thần và Bệnh viện Lê Hữu Sanh thuộc Tiểu đoàn Quân y được thành lập.\n\nCho đến khi nổ ra các cuộc hành quân tiến sang Campuchia của Quân Lực Việt Nam Cộng hòa, Sư đoàn đã hoàn chỉnh gồm Bộ chỉ huy Sư đoàn, 3 Lữ đoàn tác chiến và các đơn vị yểm trợ, Tiểu đoàn Huấn luyện, Khối Bổ Sung, Bệnh viện Lê Hữu Sanh. Tổng quân số của toàn Sư đoàn là 16.000 quân nhân.\n\nNăm 1971, Sư đoàn được trực thăng vận đến Khe Sanh tham gia [[Chiến dịch Lam Sơn 719]], các Lữ đoàn làm nút chặn cho các đơn vị khác là Sư đoàn Nhảy dù, Sư đoàn 1 Bộ binh, Lữ đoàn 1 Thiết giáp Kỵ binh và Liên đoàn 1 Biệt động quân rút lui. Lữ đoàn 147 gồm các Tiểu đoàn 1, 4, 7 chịu thiệt hại nặng, mất hơn 70% quân số khi Quân Giải Phóng mở cuộc tấn công vào phòng tuyến của Lữ đoàn. Đây được coi là chiến dịch thất bại nặng nề nhất của Sư đoàn Thủy quân Lục chiến tính đến thời điểm đó.\n\nSau [[Chiến dịch Lam Sơn 719]], Tiểu đoàn 9 được tăng phái cho Sư đoàn 1 Bộ binh giải tỏa Động A Tây, thu hồi 100 thi hài đồng ngũ.\n\nTrong năm 1972, cả ba Lữ đoàn Thủy quân Lục chiến cùng với Sư đoàn 3 Bộ binh thay phiên nhau chống đỡ cuộc tấn công dữ dội và thần tốc của Quân Giải Phóng và sau khi Quảng Trị mất, Lữ đoàn 258 và Lữ đoàn 369 nhận lệnh trấn đóng tuyến đầu của Quân đoàn I chặn đối phương tại tuyến sông Mỹ Chánh để Lữ đoàn 147 mở các cuộc tấn công giới hạn qua bên kia sông nhằm phá hủy các nỗ lực tiếp liệu và tuyến tiếp vận của đối phương, sau đó cùng với Sư đoàn Nhảy dù mở cuộc phản công tái chiếm Cổ thành Đinh Công Tráng (Quảng Trị) với phần lớn sức tấn công là từ yểm trợ hoả lực của Không lực Hoa Kỳ. Quân Giải Phóng đã trụ vững tại Cổ thành suốt 81 ngày đêm, làm phá sản kế hoạch chiếm thành cổ trong 2 tuần của Trung tướng Ngô Quang Trưởng và Sư đoàn Thủy quân Lục chiến. Quân Giải Phóng chỉ bắt đầu rút từ đêm ngày 14\/09 đến cuối ngày 15 do nước lũ dâng cao không thể tiếp tục chi viện và tiếp tế cho các tuyến phòng thủ trong thành. Tuy phải rút nhưng họ đã giành được lợi thế về mặt chiến lược, giúp Việt Nam Dân chủ Cộng hòa và Mặt trận Dân tộc Giải phóng miền Nam Việt Nam có lợi thế lớn trên bàn đàm phán tại Hoà đàm Paris, đồng thời làm phá sản ý đồ tái chiếm bờ bắc sông Thạch Hãn của Quân Lực Việt Nam Cộng hoà. Ngày 16\/09\/1972, lính của 2 Tiểu đoàn 3 và 6 Thủy quân Lục chiến đã kéo cờ Việt Nam Cộng Hoà lên Cổ thành Quảng Trị. Để tái chiếm được Cổ Thành, hơn 3.500 lính Thủy quân Lục chiến tử trận và hàng ngàn lính khác bị thương. Đây cũng là lần cuối cùng mà các Tiểu đoàn Thủy quân Lục chiến dành chiến thắng về mặt chiến thuật (dù kết quả này có được là nhờ sự giúp sức rất lớn của Hoa Kỳ) trước khi Hoà đàm Paris được ký kết.\n\nCuối năm 1972 đầu năm 1973, Sư đoàn tham gia các cuộc hành quân \"Sóng Thần\" nhằm tái chiếm các vùng khác của tỉnh Quảng Trị, nhưng đều bị Quân Giải Phóng đánh lui. Đến cuối tháng 1\/1973, khi Hoà đàm Paris được ký, Sư đoàn cũng đã kiệt sức do tổn thất quá lớn.\n\nTừ cuối năm 1973 đến giữa năm 1974, thành lập Biệt đội Sóng Thần với quân số hơn 100 tay súng, sau đó giải tán và sáp nhập vào Tiểu đoàn 2 Trâu Điên.\n\nĐầu năm 1975, Sư đoàn thành lập thêm Lữ đoàn 468 do Đại tá [[Ngô Văn Định (Đại tá, Quân lực VNCH)|Ngô Văn Định]]<ref>Đại tá Ngô Văn Định sinh năm 1935 tại Bắc Ninh.<\/ref>, Lữ đoàn trưởng Lữ đoàn 258 kiêm chỉ huy gồm 3 Tiểu đoàn 14, 16, 18 và Tiểu đoàn 4 Pháo binh. Lữ đoàn mới này tiếp nhận hậu cứ Sóng Thần và được tăng phái hành quân tảo thanh tại Long An, sau đó ra Vùng I chiến thuật để gia nhập các cuộc hành quân chung của Sư đoàn Thủy quân Lục chiến. Quân số lúc này của Sư đoàn Thủy quân Lục chiến là 20.000 quân nhân. Là một trong 2 Sư đoàn có quân số cao nhất trong tổng số các đại đơn vị thuộc Quân Lực Việt Nam Cộng hoà ''(Sư đoàn còn lại là Sư đoàn Nhảy Dù).\n\nSư đoàn Thủy quân Lục chiến là đơn vị cơ động nhất trong Quân Lực Việt Nam Cộng hoà. Đơn vị được thành lập theo đà phát triển của chiến tranh, chia sẻ gánh nặng với các đơn vị bạn. Sư đoàn Thủy quân Lục chiến được đánh giá là một trong những đơn vị chiến đấu tốt nhất của Quân Lực Việt Nam Cộng hoà, lời nhận xét này được đưa ra từ nhận định của các sỹ quan Hoa Kỳ, đặc biệt là Thủy quân Lục chiến Hoa Kỳ. Tất cả các quân nhân trong Sư đoàn Thủy quân Lục chiến, từ binh sĩ cho đến sĩ quan đều là tình nguyện. Sư đoàn đã lập được nhiều thành tích, tham gia nhiều mặt trận, từ rừng rậm, thành phố, các vùng duyên hải ven biển và đồng bằng lầy lội... Với những thành tích đạt được, Sư đoàn được tặng thưởng dây biểu chương ba màu Tam hợp [[Bảo quốc Huân chương]] trên ngực áo.\n\n===Tan rã và đầu hàng===\nTháng 3 năm 1975, Sư đoàn Thủy quân Lục chiến nhận lệnh bỏ tuyến phòng ngự phía nam sông Thạch Hãn rút về phòng ngự [[Đà Nẵng]], nhưng do mệnh lệnh lung tung và phối hợp không đồng nhất nên Lữ đoàn 147 gồm 1 Chi đoàn Thiết giáp Kỵ binh (tăng phái), các Tiểu đoàn 1, 4, 7 và Tiểu đoàn 1 Pháo binh đang chờ tại cửa Thuận An (Huế) để tàu Hải quân vào đón với quân số hơn 4.000 quân bị Quân Giải Phóng bao vây tấn công, chỉ có hơn 200 sĩ quan và binh sĩ được tàu Hải quân vào đón, số còn lại chống cự cho đến khi hết đạn hoặc vứt bỏ vũ khí và bỏ trốn khỏi đơn vị, phần còn lại của Lữ đoàn bị bắt, Lữ đoàn chính thức tan hàng tại đây. Lữ đoàn 369 gồm các Tiểu đoàn 3, 6, 9 và Tiểu đoàn 3 Pháo binh đóng tại Đại Lộc, Tiểu khu Quảng Nam được lệnh rút về Đà Nẵng thì Trung tá [[Nguyễn Xuân Phúc (Trung tá, Quân lực VNCH)|Nguyễn Xuân Phúc]] Lữ đoàn trưởng và Lữ đoàn phó Trung tá [[Đỗ Hữu Tùng (Trung tá, Quân lực VNCH)|Đỗ Hữu Tùng]]<ref>Trung tá Đỗ Hữu Tùng sinh năm 1939, tốt nghiệp khóa 16 Võ bị Đà Lạt.<\/ref> bị mất tích ''(đến nay vẫn chưa tìm thấy tin tức, được xem như đã tử trận)'' khi đang điều động các đơn vị chiến đấu. Lữ đoàn tự tháo chạy và tan hàng.\n\nKhác với số phận của 2 Lữ đoàn trên, Lữ đoàn 258 và Lữ đoàn 468 đang đóng tại đèo Hải Vân may mắn được tàu Hải quân vào đón nên còn nguyên vẹn quân số rút về Vũng Tàu.\n\nVào những ngày cuối tháng 4, Lữ đoàn 258 đặt dưới quyền điều động của Quân đoàn III, Lữ đoàn 468 phòng ngự ở Tổng kho Long Bình, còn Lữ đoàn 147 và 369 tái bổ sung tại Vũng Tàu. Ngày 22\/04\/1975, Trung tá Nguyễn Đằng Tống được Tư lệnh Sư đoàn là Thiếu tướng Bùi Thế Lân cử giữ chức Lữ đoàn trưởng 468 thay thế Đại tá Ngô Văn Định được điều động về chỉ huy Lữ đoàn 147. Lực lượng Thủy quân Lục chiến cuối cùng ở nội thành Sài Gòn đã phối hợp cùng với một số xe thiết giáp và chiến hạm ven sông lập chốt phòng ngự tại [[Cầu Thị Nghè]] để phòng ngự trụ sở bộ tư lệnh [[Hải quân Việt Nam Cộng hòa]]. Đa số binh sĩ Thủy quân Lục chiến hạ vũ khí khi Tổng thống [[Dương Văn Minh]] ra lệnh đầu hàng. Riêng đơn vị Tiểu đoàn 2 Trâu Điên Thủy quân Lục chiến đang đóng tại Thủ Đức vẫn còn chống cự tới chiều tối cùng ngày mới đầu hàng. Họ làm lễ chào cờ đơn vị lần cuối và bàn giao toàn bộ vũ khí cho Quân đội Nhân dân Việt Nam.\n\n==Các chiến trận tham gia==\n*[[Đầm Dơi|Trận Đầm Dơi]] (An Xuyên)\n*[[Trận Mậu Thân tại Huế|Các cuộc hành quân giải tỏa tại Sài Gòn và Huế trong dịp Tết Mậu Thân 1968]]\n*[[Chiến dịch Lam Sơn 719]]\n*[[Trận Thành cổ Quảng Trị|Trận tái chiếm Cổ thành Đinh Công Tráng Quảng Trị]]\n*[[Trận Cửa Việt]]\n*[[Chiến dịch Huế - Đà Nẵng]]  \n \n==Đơn vị trực thuộc==\n<br \/>\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"18%\" |Đơn vị\n!width= \"26%\" |\n!width= \"1%\" |Stt\n!width= \"25%\" |Đơn vị\n!\n|-\n|<center> 1\n|<center> Lữ đoàn 147<ref>Từ Lữ đoàn 147 (số 1) đến Đại đội Viễn thám (số 5) là các đơn vị tác chiến.<\/ref>\n| -Tiểu đoàn 1 ''(Quái Điểu)''<br> -Tiểu đoàn 4 ''(Kình Ngư)''<br> -Tiểu đoàn 7 ''(Hùm Xám)\n|<center> 10\n|<center> Tiểu đoàn Yểm trợ\n| -Phân đội 147<br> -Phân đội 258<br> -Phân đội 369<br> -Phân đội 468<br> ''(Phối thuộc 4 Lữ đoàn)\n|-\n|<center> 2\n|<center> Lữ đoàn 258\n| -Tiểu đoàn 2 ''(Trâu Điên)''<br> -Tiểu đoàn 5 ''(Hắc Long)''<br> -Tiểu đoàn 8 ''(Ó Biển)\n|<center> 12\n|<center> Tiểu đoàn Quân y\n|\n|-\n|<center> 3\n|<center> Lữ đoàn 369\n| -Tiểu đoàn 3 ''(Sói Biển)''<br> -Tiểu đoàn 6 ''(Thần Ưng)''<br> -Tiểu đoàn 9 ''(Mãnh Hổ)\n|<center> 13\n|<center> Tiểu đoàn Truyền tin\n|\n|-\n|<center> 4\n|<center> Lữ đoàn 468<br>(Tân lập)\n| -Tiểu đoàn 14<br> -Tiểu đoàn 16<br> -Tiểu đoàn 18\n|<center> 14\n|<center> Tiểu đoàn Công binh\n|\n|-\n|<center> 5\n|<center> Đại đội Viễn thám\n| -Đại đội 147<br> -Đại đội 258<br> -Đại đội 369<br> -Đại đội 468<br> ''(Phối thuộc 4 Lữ đoàn)\n|<center> 15\n|<center> Trung tâm huấn luyện\n|Căn cứ Sóng Thần\n|-\n|<center> 6\n|<center> Bộ chỉ huy<br>Tổng hành dinh<ref>Từ BCH Tổng hành dinh (số 6) đến BCH Pháo binh (số 18) là các đơn vị yểm trợ<\/ref>\n|\n|<center> 16\n|<center> Tiểu đoàn Huấn luyện\n|Căn cứ Sóng Thần\n|-\n|<center> 7\n|<center> Đại đội Trinh sát\n|Dưới quyền điều động trực tiếp của Tư lệnh Sư đoàn\n|<center> 17\n|<center> Khối Bổ sung\n|\n|-\n|<center> 8\n|<center> Đại đội<br>Quân cảnh 202\n|\n|<center> 18\n|<center> Bệnh viện Lê Hữu Sanh\n|\n|-\n|<center> 9\n|<center> Biệt đội<br>Tác chiến Điện tử\n|\n|<center> 19\n|<center> Bộ chỉ huy Pháo binh\n| -Tiểu đoàn 1 ''(Lôi Hỏa)''<br> -Tiểu đoàn 2 ''(Thần Tiễn)''<br> -Tiểu đoàn 3 ''(Nỏ Thần)''<br> -Tiểu đoàn 4 ''(Tân lập)''<br> ''(Phối thuộc 4 Lữ đoàn)\n|-\n|<center> 11\n|<center> Đại đội diệt tăng\n|\n|\n|\n|\n|-\n|}\n\n==Bộ Tư lệnh Sư đoàn và các Lữ đoàn tháng 4\/1975==\n*'''Chức danh Chỉ huy và Tham mưu sau cùng:\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"12%\" |Cấp bậc\n!width= \"23%\" |Họ và tên\n!width= \"18%\" |Chức vụ\n!width= \"10%\" |\n!Chú thích\n|-\n|<center> 1\n|<center> Thiếu tướng\n|<center> [[Bùi Thế Lân]]<br>''Võ khoa Thủ Đức K4<ref>Trường Sĩ quan Trừ bị Thủ Đức<\/ref>\n|<center> Tư lệnh\n|\n|\n|-\n|<center> 2\n|<center>Đại tá\n|<center> [[Nguyễn Thành Trí (Đại tá, Quân lực VNCH)|Nguyễn Thành Trí]]<ref>Đại tá Nguyễn Thành Trí sinh năm 1935 tại Sóc Trăng.<\/ref><br>''Sĩ quan Thủ Đức K5\n|<center> Tư lệnh phó\n|\n|\n|-\n|<center> 3\n|<center> Đại tá\n|<center> [[Lê Đình Quế (Đại tá, Quân lực VNCH)|Lê Đình Quế]]<ref>Đại tá Lê Đình Quế sinh năm 1933 tại Nam Định.<\/ref><br>''Võ khoa Thủ Đức K4\n|<center> Tham mưu trưởng\n|\n|\n|-\n|\n|\n|\n|\n|<center> '''Cấp bậc\n|<center> '''Tiểu đoàn trưởng\n|-\n|<center> 4\n|<center>Đại tá<br>Trung tá\n|<center> [[Nguyễn Thế Lương (Đại tá, Quân lực VNCH)|Nguyễn Thế Lương]]<ref>Đại tá Nguyễn Thế Lương sinh năm 1933 tại Thanh Hóa.<\/ref><br>''Võ khoa Thủ Đức K4''<br>[[Nguyễn Đằng Tống (Trung tá, Quân lực VNCH)|Nguyễn Đằng Tống]]<br>''Võ bị Đà Lạt K16''\n|<center> Chỉ huy<br>Lữ đoàn 147<br>Chỉ huy phó\n|<center> Thiếu tá\n| -[[Dương Văn Hưng (Thiếu tá, Quân lực VNCH)|Dương Văn Hưng]] Tiểu đoàn 1<br> -[[Đinh Long Thành (Thiếu tá, Quân lực VNCH)|Đinh Long Thành]] Tiểu đoàn 4<br> -[[Phạm Cang (Thiếu tá, Quân lực VNCH)|Phạm Cang]]<ref>Thiếu tá Phạm Cang tốt nghiệp khóa 20 Võ bị Đà Lạt<\/ref> Tiểu đoàn 7\n|-\n|<center> 5\n|<center> Đại tá<br>Trung tá\n|<center> [[Nguyễn Năng Bảo (Đại tá, Quân lực VNCH)|Nguyễn Năng Bảo]]<ref>Đại tá Nguyễn Năng Bảo sinh năm 1931 tại Hà Đông.<\/ref><br>''Võ bị Địa phương<br>Bắc Việt''<br>[[Đỗ Đình Vượng (Trung tá, Quân lực VNCH)|Đỗ Đình Vượng]]<br>''Võ khoa Thủ Đức K4p''\n|<center> Chỉ huy<br>Lữ đoàn 258<br>Chỉ huy phó\n|<center> Thiếu tá<br>Thiếu tá<br>Trung tá \n| -[[Trần văn Hợp (Thiếu tá, Quân lực VNCH)|Trần Văn Hợp]]<ref>Thiếu tá Trần Văn Hợp tốt nghiệp khóa 19 Võ bị Đà Lạt<\/ref> Tiểu đoàn 2<br> -[[Phạm Văn Tiền (Thiếu tá, Quân lực VNCH)|Phạm Văn Tiền]] Tiểu đoàn 5<br> -[[Nguyễn Đăng Hòa (Trung tá, Quân lực VNCH)|Nguyễn Đăng Hòa]]<ref>Trung tá Nguyễn Đăng Hòa tốt nghiệp khóa 2 Sĩ quan Hiện dịch Đặc biệt Đồng Đế, Nha Trang.<\/ref> Tiểu đoàn 8\n|-\n|<center> 6\n|<center> Trung tá<br>Trung tá \n|<center> [[Nguyễn Xuân Phúc (Trung tá, Quân lực VNCH)|Nguyễn Xuân Phúc]]<ref>Trung tá Nguyễn Xuân Phúc sinh năm 1938 tại Hà Nội<\/ref><br>''Võ bị Đà Lạt K16''<br>[[Đỗ Hữu Tùng (Trung tá, Quân lực VNCH)|Đỗ Hữu Tùng]]<br>''Võ bị Đà Lạt K16''\n|<center> Chỉ huy<br>Lữ đoàn 369<br>Chỉ huy phó\n|<center> Thiếu tá<br>Trung tá<br>Thiếu tá\n| -[[Nguyễn Văn Sử (Thiếu tá, Quân lực VNCH)|Nguyễn Văn Sử]] Tiểu đoàn 3<br> -[[Lê Bá Bình (Trung tá, Quân lực VNCH)|Lê Bá Bình]]<ref>Trung tá Lê Bá Bình tốt nghiệp khóa 12 Sĩ quan Trừ bị Thủ Đức.<\/ref> Tiểu đoàn 6<br> -[[Lâm Tài Thạnh (Thiếu tá, Quân lực VNCH)|Lâm Tài Thạnh]]<ref>Thiếu tá Lâm Tài Thạnh sinh năm 1945, tốt nghiệp khóa 17 Sĩ quan Trừ bị Thủ Đức.<\/ref> Tiểu đoàn 9\n|-\n|<center> 7\n|<center> Đại tá \n|<center> [[Ngô Văn Định]]<ref>Đại tá Ngô Văn Định sinh năm 1935 tại Bắc Ninh<\/ref><br>''Võ khoa Thủ Đức K4p<br>(Khóa 10B Trừ bị Đà Lạt)\n|<center> Chỉ huy<br>Lữ đoàn 468 \n|<center> Trung tá<br>Thiếu tá<br>Thiếu tá \n| -[[Nguyễn Văn Cảnh (Trung tá, Quân lực VNCH)|Nguyễn Văn Cảnh]] Tiểu đoàn 14<br> -[[Đinh Xuân Lãm (Thiếu tá, Quân lực VNCH)|Đinh Xuân Lãm]]<ref>Thiếu tá Đinh Xuân Lãm sinh năm 1940, tốt nghiệp khóa 17 Võ bị Đà Lạt.<\/ref> Tiểu đoàn 16<br> -[[Trần Ngọc Toàn (Trung tá, Quân lực VNCH)|Trần Ngọc Toàn]]<ref>Trung tá Trần Ngọc Toàn sinh năm 1940, tốt nghiệp khóa 16 Võ bị Đà Lạt.<\/ref> Tiểu đoàn 18\n|-\n|<center> 8\n|<center> Trung tá\n|<center> [[Đặng Bá Đạt (Trung tá, Quân lực VNCH|Đặng Bá Đạt]]<ref>Trung tá Đặng Bá Đạt sinh năm 1936.<\/ref><br>''Võ khoa Thủ Đức K6\n|<center> Chỉ huy trưởng<br>Pháo binh\n|<center> Thiếu tá\n| -[[Nguyễn Hữu Lạc (Thiếu tá, Quân lực VNCH)|Nguyễn Hữu Lạc]]<ref>Thiếu tá Nguyễn Hữu Lạc sinh năm 1938 tại Sài Gòn, tốt nghiệp khóa 8 Sĩ quan Trừ bị Thủ Đức.<\/ref> Tiểu đoàn 1<br> -[[Võ Đằng Phương (Thiếu tá, Quân lực VNCH)|Võ Đằng Phương]]<ref>Thiếu tá Võ Đằng Phương sinh năm 1939, tốt nghiệp khóa 7 Sĩ quan Trừ bị Thủ Đức.<\/ref> Tiểu đoàn 2<br> -[[Nguyễn Tấn Lộc (Thiếu tá, Quân lực VNCH)|Nguyễn Tấn Lộc]] Tiểu đoàn 3<br> -[[Hà Tiến Chương (Thiếu tá, Quân lực VNCH)|Hà Tiến Chương]] Tiểu đoàn 4 \n|-\n|}\n\n==Chỉ huy Lữ đoàn qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"16%\" |Đơn vị\n!width= \"22%\" |Họ và tên\n!width= \"12%\" |Cấp bậc\n!width= \"14%\" |Tại chức\n!Chú thích\n|-\n|\n|<center> Lữ đoàn 147\n|\n|\n|\n|Năm 1965, được thành lập với danh xưng ban đầu là Chiến đoàn A. Năm 1968 Binh chủng Thủy quân Lục chiến được nâng lên cấp Sư đoàn. Chiến đoàn được đổi tên thành Lữ đoàn 147.\n|-\n|<center> 1\n|\n|<center> [[Hoàng Tích Thông (Đại tá, QUân lực VNCH)|Hoàng Tích Thông]]<ref>Đại tá Hoàng Tích Thông sinh năm 1928 tại Hà Nội.<\/ref><br>''Võ khoa Thủ Đức K4\n|rowspan= \"2\"|<center> Trung tá<ref>Cấp bậc khi nhậm chức<\/ref>\n|<center> 1965-1971\n|Sau cùng là Đại tá\n|-\n|<center> 2\n|\n|<center> [[Nguyễn Năng Bảo (Đại tá, Quân lực VNCH)|Nguyễn Năng Bảo]]<br>''Võ bị Địa phương<br>Bắc Việt\n|<center> 1971-1974\n|Sau cùng là Đại tá\n|-\n|<center> 3\n|\n|<center> [[Nguyễn Thế Lương (Đại tá, Quân lực VNCH)|Nguyễn Thế Lương]]<br>''Võ khoa Thủ Đức K4\n|<center> Đại tá\n|<center> 1974-1975\n|\n|-\n|<center>4\n|\n|<center> [[Phạm Cang (Thiếu tá, Quân lực VNCH)|Phạm Cang]]<br>''Võ bị Đà lạt K20\n|<center> Thiếu tá\n|<center> 1\/1975-4\/1975\n|Xử lý thường vụ chức vụ Lữ đoàn trưởng\n|-\n|\n|<center> Lữ đoàn 258\n|\n|\n|\n|Năm 1965 được thành lập với danh xưng ban đầu là Chiến đoàn B. Năm 1968 được đổi tên thành Lữ đoàn 258\n|-\n|<center> 1\n|\n|<center> [[Tôn Thất Soạn (Đại tá, Quân lực VNCH)|Tôn Thất Soạn]]<ref>Đại tá Tôn Thất Soạn sinh năm 1933 tại Đà Lạt (Nguyên quán ở Huế).<\/ref><br>''Võ khoa Thủ Đức K4\n|rowspan= \"3\"|<center> Trung tá\n|<center> 1965-1970\n|Sau cùng là Đại tá Tỉnh trưởng tỉnh Hậu Nghĩa\n|-\n|<center> 2\n|\n|<center> [[Nguyễn Thành Trí (Đại tá, Quân lực VNCH)|Nguyễn Thành Trí]]<br>''Sĩ quan Thủ Đức K5\n|<center> 1970-1971\n|Sau cùng là Đại tá Tư lệnh phó Sư đoàn Thủy quân Lục chiến\n|-\n|<center> 3\n|\n|<center> [[Ngô Văn Định (Đại tá, Quân lực VNCH)|Ngô Văn Định]]\n|<center> 1971-1974\n|\n|-\n|<center> 4\n|\n|<center> [[Nguyễn Năng Bảo (Đại tá, Quân lực VNCH)|Nguyễn Năng Bảo]]\n|<center> Đại tá\n|<center> 1974-1975\n|\n|-\n|\n|<center> Lữ đoàn 369\n|\n|\n|\n|Được thành lập năm 1969\n|-\n|<center> 1\n|\n|<center> [[Ngô Văn Định (Đại tá, Quân lực VNCH)|Ngô Văn Định]]\n|rowspan= \"4\"|<center> Trung tá\n|<center> 1969-1970\n|\n|-\n|<center> 2\n|\n|<center> [[Phạm Văn Chung (Đại tá, Quân lực VNCH)|Phạm Văn Chung]]<ref>Đại tá Phạm Văn Chung sinh năm 1931 tại Hà Nội.<\/ref><br>''Võ bị Đà Lạt K10B''<ref>Còn gọi là khóa 4 phụ sĩ quan trừ bị Thủ Đức hoặc khóa 10B trừ bị Đà Lạt<\/ref>\n|<center> 1970-1972\n|Sau chuyển đi làm Tư lệnh phó Sư đoàn 3 Bộ binh và sau cùng là Đại tá Tỉnh trưởng tỉnh Quảng Nam\n|-\n|<center> 3\n|\n|<center> [[Nguyễn Thế Lương (Đại tá, Quân lực VNCH)|Nguyễn Thế Lương]]\n|<center> 1972-1974\n|\n|-\n|<center> 4\n|\n|<center> [[Nguyễn Xuân Phúc (Trung tá, Quân lực VNCH)|Nguyễn Xuân Phúc]]\n|<center> 1974-1975\n|\n|-\n|\n|<center> Lữ đoàn 468\n|\n|\n|\n|Thành lập vào thượng tuần tháng 4\/1975\n|-\n|<center> 1\n|\n|<center> [[Ngô Văn Định (Đại tá, Quân lực VNCH)|Ngô Văn Định]]\n|<center> Đại tá\n|\n|\n|-\n|}\n\n==Tư lệnh qua các thời kỳ==\n*'''Từ năm 1954-1962, được gọi là Chỉ huy trưởng\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"22%\" |Họ và tên\n!width= \"15%\" |Cấp bậc\n!width= \"17%\" |Tại chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Lê Quang Trọng (Đại tá, Quân lực VNCH)|Lê Quang Trọng]]<ref>Trung tá Lê Quang Trọng sinh năm 1925 tại Thừa Thiên. Năm 1963 giải ngũ ở cấp Đại tá.<\/ref><br>''Võ bị Huế K2\n|<center> Trung tá\n|<center> 10\/1954-06\/1956\n|Thủy quân Lục chiến khi mới thành lập (1954) danh xưng là: Bộ binh Hải quân.\n|-\n|<center> 2\n|<center> [[Phạm Văn Liễu (Đại tá, Quân lực VNCH)|Phạm Văn Liễu]]<ref>Đại tá Phạm Văn Liễu sinh năm 1927 tại Nam Định. Chức vụ sau cùng: Đại tá Tham vấn Hòa đàm Paris.<\/ref><br>''Võ bị Lục quân<br>Chapa, Yên Bái<br>Võ bị Đà Lạt K5\n|<center> Thiếu tá\n|<center> 06\/1956-08\/1956\n|Tháng 4\/1956, Bộ binh Hải quân đổi tên thành Thủy quân Lục chiến.\n|-\n|<center> 3\n|<center> [[Bùi Phó Chí]]<br>''Võ bị Tông Sơn Tây\n|<center> Đại úy\n|<center> 08\/1956-10\/1956\n|Giải ngũ ở cấp Đại úy. Là Nhạc phụ của Trung tướng [[Phan Trọng Chinh]]\n|-\n|<center> 4\n|<center> [[Lê Nhữ Hùng (Trung tá, Quân lực VNCH)|Lê Nhữ Hùng]]<ref>Thiếu tá Lê Nhữ Hùng sinh năm 1926 tại Huế. Năm 1963 giải ngũ ở cấp Trung tá.<\/ref><br>''Võ bị Huế K1\n|<center> Thiếu tá\n|<center> 10\/1955-04\/1960\n|Năm 1957, đổi tên thành Liên đoàn Thủy quân Lục chiến. \n|-\n|<center> 5\n|<center> [[Lê Nguyên Khang]]<br>''Võ khoa Nam Định\n|<center> Thiếu tá<br>Trung tá (1\/1962)\n|<center> 04\/1960-11\/1963\n|Đầu năm 1962, Liên đoàn TQLC đổi tên thành Lữ đoàn. Thiếu tá Khang trở thành Tư lệnh lần thứ 1\n|-\n|<center> 6 \n|<center> [[Nguyễn Bá Liên]]<br>''Võ khoa Thủ Đức K3p<br>(Trừ bị Đà Lạt K9B)\n|<center> Trung tá \n|<center> 11\/1963-02\/1964\n|Sau cùng là Đại tá Phụ tá Tư lệnh Quân đoàn II kiêm Tư lệnh Biệt khu 24 (Kontum-Pleiku). Năm 1969 tử trận được truy thăng Chuẩn tướng \n|-\n|<center> 7\n|<center> [[Lê Nguyên Khang]]\n|<center> Đại tá<br>Chuẩn tướng<br>(8\/1964)<br>Thiếu tướng<br>(10\/1964)<br>Trung tướng<br>(11\/1966)\n|<center> 02\/1964-05\/1972\n|Tư lệnh lần thứ 2. Sau cùng là Trung tướng Phụ tá Tổng tham mưu trưởng đặc trách Hành quân\n|-\n|<center> 8\n|<center> [[Bùi Thế Lân]]\n|<center> Đại tá<br>Chuẩn tướng<br>(6\/1972)<br>Thiếu tướng<br>(1\/4\/1975)\n|<center> 05\/1972-04\/1975\n|Tư lệnh sau cùng\n|-\n|}\n\n==Tướng lĩnh xuất thân từ binh chủng==\n{|class= \"wikitable\"\n!width= \"1%\" |Stt\n!width= \"20%\" |Họ và tên\n!width= \"13%\" |Cấp bậc\n!width= \"12%\" |Thời gian phục vụ\n!Chú thích\n|-\n|<center> 1\n|<center> [[Lê Nguyên Khang]]\n|<center> Trung tướng\n|<center> 1952-1972\n|Thiểu uý, Trung úy: Lực lượng Bổ bộ Hải quân (1952-1955). Đại úy, Thiếu tá: Tiểu đoàn trưởng TQLC (1955-1960). Thiếu tá, Trung tá, Đại tá: Liên đoàn trưởng TQLC (1960-1964). Chuẩn tướng: Tư lệnh Lữ đoàn TQLC (1964). Thiếu tướng, Trung tướng: Tư lệnh Sư đoàn Thủy quân Lục chiến (1964-1972)\n|-\n|<center>2\n|<center>[[Bùi Thế Lân]]\n|<center>Thiếu tướng\n|<center>1954-1975\n|Thiếu úy, Trung úy, Đại úy: Đại trưởng, Tiểu đoàn trưởng TQLC (1954-1964). Thiếu tá, Trung tá, Đại tá: Tham mưu trưởng Lữ đoàn, Tư lệnh phó Sư đoàn TQLC (1964-1972). Chuẩn tướng, Thiếu tướng: Tư lệnh Sư đoàn Thủy quân Lục chiến (1972-1975)\n|-\n|<center> 3\n|<center> [[Nguyễn Bá Liên]]\n|<center> Chuẩn tướng<br>(Truy thăng)\n|<center>1956-1964\n|Năm 1956 đang là sĩ quan cơ hữu ở Quân trường Đồng Đế, tình nguyện sang binh chủng TQLC. Thiếu úy, Trung úy Đại đội trưởng TQLC (1956-1958). Đại úy: Trưởng phòng 1 Tiểu đoàn, Tiểu đoàn trưởng, Liên đoàn phó TQLC (1958-1963). Thiếu tá, Trung tá: Liên đoàn phó, Chỉ huy trưởng Liên đoàn Thủy quân Lục chiến (1963-1964). Sau chuyển sang Bộ binh\n|-\n|<center> 4\n|<center> [[Trần Văn Nhựt]]<br>''Võ bị Đà Lạt K10\n|<center> Chuẩn tướng\n|<center> 1954-1964\n|Thiếu úy: Đại đội trướng, Trung úy: Tiểu đoàn phó Tiểu đoàn 1\/TQLC (1955-1956) (1959-1960), Đại úy: Tiểu đoàn trưởng Tiểu đoàn 1\/TQLC (1960-1961) (1962-1963), Thiếu tá: Tư lệnh phó kiêm Tham mưu trưởng Liên đoàn TQLC (1963-1964)\n|- \n|}\n\n==Phù hiệu các Tiểu Đoàn Tác Chiến và Pháo Binh TQLC==\n<center><gallery><center>\nHình: Tiểu Đoàn 1 Quái Điểu.png|<center>Tiểu Đoàn 1\nHình: Phu hieu Tieu doan 2 TQLC VNCH.png|<center>Tiểu Đoàn 2\nHình: Tiểu Đoàn 3 Sói Biển.png|<center>Tiểu Đoàn 3\nHình: Tiểu Đoàn 4 Kình Ngư.png|<center>Tiểu Đoàn 4\nHình: Tiểu Đoàn 5 Hắc Long.png|<center>Tiểu Đoàn 5\nHình: Tiểu Đoàn 6 Thần Ưng.png|<center>Tiểu Đoàn 6\nHình: Tiểu Đoàn 7 Hùm Xám.png|<center>Tiểu Đoàn 7\nHình: Tiểu Đoàn 8 Ó Biển.png|<center>Tiểu Đoàn 8\nHình: Tiểu Đoàn 9 Mãnh Hổ.png|<center>Tiểu Đoàn 9\nHình: Tiểu Đoàn 1 Pháo Binh TQLC Lôi Hỏa.png|<center>TĐ 1 Pháo Binh\nHình: Tiểu Đoàn 2 Pháo Binh TQLC Thần Tiễn.png|<center>TĐ 2 Pháo Binh\nHình: Tiểu Đoàn 3 Pháo Binh TQLC Nỏ Thần.png|<center>TĐ 3 Pháo Binh\n<\/center><\/gallery><\/center>\n\n==Xem thêm==\n*[[Hải lực Việt Nam Cộng hòa]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết==\n{{thể loại Commons|Republic of Vietnam Marine Corps}}\n*[http:\/\/tqlcvn.org Website chính thức]\n*[http:\/\/www.mekongrepublic.com\/vietnam\/findunit.asp Các đơn vị QLVNCH] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130127173904\/http:\/\/www.mekongrepublic.com\/vietnam\/findunit.asp |date = ngày 27 tháng 1 năm 2013}}\n\n{{ARVN}}\n\n[[Thể loại:Sư đoàn Quân lực Việt Nam Cộng hòa|T]]\n[[Thể loại:Quân binh chủng của Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Thủy quân lục chiến|V]]\n[[Thể loại:Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1954]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]"}