{"14998384":"*Thị xã trực thuộc tỉnh tương đương với cấp [[quận]], kiêm luôn [[quận lỵ]] và [[tỉnh lỵ]], đứng đầu là [[tỉnh trưởng]].\n\n*[[Thị xã]] trực thuộc trung ương là một [[đô thị tự quản]] tương đương với cấp [[tỉnh]] nhưng quy mô về diện tích nhỏ hơn đứng đầu là [[thị trưởng]], có một số thị xã kiêm luôn tỉnh lỵ, thì người đứng đầu kiêm luôn chức [[tỉnh trưởng]].\n*Đặc khu hay các Cơ sở hành chính trực thuộc [[bộ Nội vụ Việt Nam Cộng hòa]] thì người đứng đầu là Đặc phái viên hành chính do tổng thống chỉ thị\n\n==Thị xã trực thuộc tỉnh==\n{|class= \"wikitable\"\n|-\n!width= \"2%\" |Stt\n!width= \"16%\" |Thị xã\n!width= \"16%\" |Tỉnh\n!Lịch sử hành chính\n|-\n|<center> 1\n|<center> [[Bình Long|An Lộc]]\n|<center> [[Bình Long (tỉnh)|Bình Long]]\n|Ngày 22 tháng 10 năm 1956, chính phủ Việt Nam Cộng hòa chia tỉnh Thủ Dầu Một chia thành 3 tỉnh: Bình Dương, Bình Long, Phước Long (có thêm phần đất của tỉnh Biên Hòa). Tỉnh lỵ [[tỉnh Bình Long]] là [[Bình Long|An Lộc]], về mặt hành chính thuộc xã Tân Lập Phú, quận An Lộc.\n|-\n|<center> 2\n|<center> [[Buôn Ma Thuột|Ban Mê Thuột]]\n|<center> [[Darlac]]\n|Ban Mê Thuột về mặt hành chính nằm trong địa bàn xã Lạc Giao, trung tâm của quận Ban Mê Thuột.\n|-\n|<center> 3 \n|<center> [[Bảo Lộc]]\n|<center> [[Lâm Đồng]]\n|Năm 1958, chính phủ Việt Nam Cộng hòa đổi tên tỉnh Đồng Nai Thượng thành tỉnh Lâm Đồng. Đồng thời tách quận Dran sáp nhập vào tỉnh Lâm Viên và đặt thành tỉnh Tuyên Đức. Lâm Đồng lúc này còn hai quận là B’Lao và Djiring, tức toàn bộ vùng đất nằm trên cao nguyên Di Linh, Bảo Lộc. Ngày 30 tháng 11 năm 1958, B’Lao được đổi tên thành Bảo Lộc và được chọn làm tỉnh lỵ của tỉnh Lâm Đồng\n|-\n|<center> 4\n|<center> [[Biên Hòa]]\n|<center> [[Biên Hòa (tỉnh)|Biên Hòa]]\n|Biên Hòa về mặt hành chính nằm trong địa bàn xã Bình Trước, trung tâm của quận Đức Tu.\n|-\n|<center> 5\n|<center> [[Cao Lãnh (thành phố)|Cao Lãnh]]\n|<center> [[Kiến Phong]]\n|Ngày 22 tháng 10 năm 1956, tổng thống Việt Nam Cộng hòa Ngô Đình Diệm ký Sắc lệnh 143-NV \" thay đổi địa giới và tên Đô thành Sài Gòn – Chợ Lớn cùng các tỉnh và tỉnh lỵ tại Việt Nam\". Địa giới và địa danh các tỉnh ở miền Nam thay đổi nhiều, một số tỉnh mới được thành lập. Theo Sắc lệnh này, địa phận Việt Nam Cộng Hoà gồm Đô thành Sài Gòn và 22 tỉnh. Lúc này, tỉnh Kiến Phong được thành lập trên cơ sở đổi tên tỉnh Phong Thạnh thành lập ngày tháng 2 năm 1956.\n\nTỉnh lỵ tỉnh Kiến Phong có tên là \"Cao Lãnh\", về mặt hành chánh thuộc xã Mỹ Trà, quận Cao Lãnh.\n|-\n|<center> 6\n|<center> [[Châu Đốc|Châu Phú]]\n|<center> [[Châu Đốc (tỉnh)|Châu Đốc]]\n|Ngày 8 tháng 9 năm 1964, Thủ tướng chính quyền mới của Việt Nam Cộng hòa ký Sắc lệnh số 246\/NV quy định kể từ ngày 01 tháng 10 năm 1964 tái lập tỉnh Châu Đốc trên cơ sở các quận Châu Phú, Tân Châu, An Phú, Tri Tôn và Tịnh Biên cùng thuộc tỉnh An Giang trước đó. Tỉnh lỵ tỉnh Châu Đốc khi đó lại có tên là \"Châu Phú\", do nằm trong địa bàn xã Châu Phú, quận [[Châu Phú]].\n|-\n|<center> 7\n|<center> [[Bình Hòa Xã|Gia Định]]\n|<center> [[Gia Định (tỉnh)|Gia Định]]\n|Sau năm 1956, các làng gọi là xã, xã [[Bình Hòa Xã]] tiếp tục giữ vai trò là tỉnh lỵ [[tỉnh Gia Định]] cho đến năm 1975. Tuy nhiên, quận lỵ [[Gò Vấp]] lại đặt tại xã [[Hạnh Thông Xã]].<br>Từ năm 1962 chính quyền Việt Nam Cộng hòa bỏ dần, đến năm 1965 bỏ hẳn cấp hành chính tổng. Khi đó, xã Bình Hòa Xã thuộc quận Gò Vấp, tỉnh Gia Định. Xã Bình Hòa Xã gồm 10 ấp đều mang địa danh \"bác ái\" và đánh số kèm theo, từ bác ái 1 đến bác ái 10.\n|-\n|<center> 8\n|<center> [[Gia Nghĩa]]\n|<center> [[Quảng Đức (tỉnh)|Quảng Đức]]\n|Gia Nghĩa về mặt hành chính là xã trung tâm của quận Khiêm Đức.\n|-\n|<center> 9\n|<center> [[Gò Công]]\n|<center> [[Gò Công (tỉnh)|Gò Công]]\n|Ngày 20 tháng 12 năm 1963, chính quyền Việt Nam Cộng hòa tái lập [[tỉnh Gò Công]], tách từ tỉnh [[Định Tường]]. [[Tỉnh lỵ]] có tên là \"Gò Công\", về mặt hành chánh thuộc xã [[Long Thuận]], quận Châu Thành (quận Gò Công cũ). Ngày 6 tháng 4 năm 1965, chính quyền Việt Nam Cộng hòa sắp xếp hành chính, chia quận [[Châu Thành]] thuộc tỉnh Gò Công thành 2 quận: [[Hòa Tân]] và Hòa Lạc. Do đó, từ năm 1965, tỉnh lỵ Gò Công thuộc xã [[Long Thuận, Gò Công|Long Thuận]], quận [[Hòa Lạc]].\n|-\n|<center> 10\n|<center> [[La Gi|Hàm Tân]]\n|<center> [[Bình Tuy]]\n|Hàm Tân về mặt hành chính nằm trong địa bàn xã Phước Hội, trung tâm của quận Hàm Tân.\n|-\n|<center> 11\n|<center> [[Ayun Pa|Hậu Bổn]]\n|<center> [[Phú Bổn]]\n|Trước đó về mặt hành chính Hậu Bổn là xã trung tâm của quận Cheo Reo thuộc tỉnh Pleiku. Năm 1962 chính quyền Việt Nam Cộng hòa tách một phần diện tích phía đông nam tỉnh Pleiku để thành lập tỉnh Phú Bổn, lấy quận Cheo Reo làm trung tâm tỉnh. Sau đổi tên Cheo Reo thành Phú Thiện, Hậu Bổn trở thành xã trung tâm của quận.\n|-\n|<center> 12\n|<center> [[Hội An]]\n|<center> [[Quảng Nam]]\n|\n|-\n|<center> 13\n|<center> [[Sóc Trăng (thành phố)|Khánh Hưng]]\n|<center> [[Ba Xuyên]]\n|\n|-\n|<center> 14\n|<center> [[Hậu Nghĩa|Khiêm Cường]]\n|<center> [[Hậu Nghĩa (tỉnh)|Hậu Nghĩa]]\n|\n|-\n|<center> 15\n|<center> [[Kon Tum (thành phố)|Kontum]]\n|<center> [[Kontum]]\n|\n|-\n|<center> 16\n|<center> [[Long Xuyên]]\n|<center> [[An Giang]]\n|Ngày 22 tháng 10 năm 1956, [[Tổng thống]] [[Việt Nam Cộng hòa]] [[Ngô Đình Diệm]] ký Sắc lệnh 143\/VN để \"thay đổi địa giới và tên Đô thành Sài Gòn – Chợ Lớn cùng các tỉnh và tỉnh lỵ tại Việt Nam\". Địa giới và địa danh các tỉnh ở miền Nam thay đổi nhiều, một số tỉnh mới được thành lập. Theo Sắc lệnh này, địa phận Việt Nam Cộng hoà gồm Đô thành Sài Gòn và 22 tỉnh. Lúc này [[tỉnh Châu Đốc]] và [[tỉnh Long Xuyên]] được sáp nhập để thành lập tỉnh mới có tên là [[tỉnh An Giang]]. [[Tỉnh lỵ]] tỉnh An Giang đặt tại [[Long Xuyên]] và Long Xuyên kiêm luôn [[quận lỵ]] quận Châu Thành, về mặt hành chánh thuộc xã [[Mỹ Phước]], quận [[Châu Thành]], tỉnh [[An Giang]].\n|-\n|<center> 17\n|<center> [[Kiến Tường|Mộc Hóa]]\n|<center> [[Kiến Tường (tỉnh)|Kiến Tường]]\n|\n|-\n|<center> 18\n|<center> [[Phan Rang – Tháp Chàm|Phan Rang]]\n|<center> [[Ninh Thuận]]\n|\n|-\n|<center> 19\n|<center> [[Phan Thiết]]\n|<center> [[Bình Thuận]]\n|\n|-\n|<center> 20\n|<center> [[Thủ Dầu Một|Phú Cường]]\n|<center> [[Bình Dương]]\n|\n|-\n|<center> 21\n|<center> [[Trà Vinh (thành phố)|Phú Vinh]]\n|<center> [[Vĩnh Bình (tỉnh)|Vĩnh Bình]]\n|\n|-\n|<center> 22\n|<center> [[Phước Long (thị xã)|Phước Bình]]\n|<center> [[Phước Long (tỉnh)|Phước Long]]\n|\n|-\n|<center> 23\n|<center> [[Bà Rịa|Phước Lễ]]\n|<center> [[Phước Tuy (tỉnh)|Phước Tuy]]\n|\n|-\n|<center> 24\n|<center> [[Pleiku]]\n|<center> [[Pleiku (tỉnh)|Pleiku]]\n|Ngày 26 tháng 1 năm 1957, Nghị định số 27-BNV\/HC\/NĐ của Bộ Nội vụ Việt Nam Cộng Hòa bãi bỏ nghị định số 495-Cab\/Ml của Thủ tướng Chính phủ Quốc gia Việt Nam, các thị trấn được đổi thành xã (đô thị), thị trấn Pleiku trở thành xã (xã đô thị) Pleiku.<br>Tháng 9 năm 1962 thời Đệ Nhất Cộng hòa, chính phủ chia tỉnh Pleiku cũ thành hai tỉnh mới: Pleiku và Phú Bổn. Quận Cheo Reo thuộc về Phú Bổn; tỉnh Pleiku với diện tích 8260&nbsp;km² còn lại lập thêm một quận mới là Phú Nhơn. Tỉnh lỵ đặt tại Pleiku, về mặt hành chính thuộc xã Hội Thương, quận Lệ Trung.\n|-\n|<center> 25\n|<center> [[Cà Mau (thành phố)|Quản Long]]\n|<center> [[An Xuyên]]\n|\n|-\n|<center> 26\n|<center> [[Quảng Ngãi (thành phố)|Quảng Ngãi]]\n|<center> [[Quảng Ngãi]]\n|\n|-\n|<center> 27\n|<center> [[Quảng Trị (thị xã)|Quảng Trị]]\n|<center> [[Quảng Trị]]\n|\n|-\n|<center> 28\n|<center> [[Sa Đéc]]\n|<center> [[Sa Đéc (tỉnh)|Sa Đéc]]\n|Ngày 24 tháng 9 năm 1966, chính quyền Việt Nam Cộng hòa lại tái lập tỉnh Sa Đéc. Tỉnh Sa Đéc mới tách ra từ tỉnh [[Vĩnh Long]], chỉ gồm phần đất nằm giữa hai con sông [[Tiền Giang]] và [[Hậu Giang]], với diện tích khoảng 900&nbsp;km². Khi đó, quận Sa Đéc lại đổi tên thành quận Châu Thành như cũ. Ngày 14 tháng 3 năm 1968, quận Châu Thành lại đổi tên thành quận Đức Thịnh. Tỉnh lỵ [[tỉnh Sa Đéc]] là \"Sa Đéc\", về mặt hành chánh thuộc xã Tân Vĩnh Hòa, quận [[Đức Thịnh]]. [[Sa Đéc]] vừa là [[quận lỵ]] quận Đức Thịnh vừa là tỉnh lỵ tỉnh Sa Đéc.<br>Thị xã Sa Đéc gồm 2 xã và 16 ấp như sau:<br>-Tân Vĩnh Hòa: Tân An, Tân Bình, Tân Long, Tân Hưng, Phú Long, Phú Thuận, Vĩnh Thuận, Tân Hòa, Vĩnh Thới, Tân Mỹ 1 và Tân Mỹ 2, Sa Nhiên, Hòa Khánh 1 và Hòa Khánh 2, Phú Hòa.<br>-An Tịch: An Thuận 1, An Thuận 2.\n|-\n|<center> 29\n|<center> [[Tam Kỳ]]\n|<center> [[Quảng Tín (tỉnh)|Quảng Tín]]\n|\n|-\n|<center> 30\n|<center> [[Tân An]]\n|<center> [[Long An]]\n|\n|-\n|<center> 31\n|<center> [[Tây Ninh (thành phố)|Tây Ninh]]\n|<center> [[Tây Ninh]]\n|\n|-\n|<center> 32\n|<center> [[Bến Tre (thành phố)|Trúc Giang]]\n|<center> [[Kiến Hòa]]\n|Ngày 22 tháng 10 năm 1956 tỉnh Bến Tre đổi tên thành tỉnh Kiến Hòa, Tổng thống Việt Nam Cộng hòa Ngô Đình Diệm ban hành Sắc lệnh 143-NV để \" thay đổi địa giới và tên Đô thành Sài Gòn – Chợ Lớn cùng các tỉnh và tỉnh lỵ tại Việt Nam\". Địa giới và địa danh các tỉnh ở miền Nam thay đổi nhiều, một số tỉnh mới được thành lập. Theo Sắc lệnh này, địa phận Nam Phần của Việt Nam Cộng Hoà gồm Đô thành Sài Gòn và 22 tỉnh. Lúc này, tỉnh Kiến Hòa được thành lập trên phần đất của tỉnh Bến Tre trước đó; còn tỉnh lỵ lại bị đổi tên là \"Trúc Giang\", về mặt hành chánh thuộc xã An Hội, quận Trúc Giang.\n|-\n|<center> 33\n|<center> [[Tuy Hòa]]\n|<center> [[Phú Yên]]\n|\n|-\n|<center> 34\n|<center> [[Vị Thanh]]\n|<center> [[Chương Thiện]]\n|Tỉnh Chương Thiện được thành lập vào ngày 24 tháng 12 năm 1961 theo Sắc lệnh 244-NV của Tổng thống Ngô Đình Diệm dưới thời Đệ Nhất Cộng hòa của chính quyền Việt Nam Cộng Hòa từ những quận tách ra từ ba tỉnh Ba Xuyên, Kiên Giang và Phong Dinh. Chương Thiện có diện tích 2.292&nbsp;km², phía đông bắc giáp tỉnh Phong Dinh, phía đông nam giáp tỉnh Ba Xuyên, phía nam giáp tỉnh An Xuyên và Bạc Liêu, phía tây và tây bắc giáp tỉnh Kiên Giang. Tỉnh lỵ tỉnh Chương Thiện có tên là \"Vị Thanh\", do lấy theo tên xã Vị Thanh thuộc quận Đức Long vốn là nơi đặt tỉnh lỵ.\n|-\n|<center> 35\n|<center> [[Vĩnh Long (thành phố)|Vĩnh Long]]\n|<center> [[Vĩnh Long]]\n|\n|-\n|<center> 36\n|<center> [[Bạc Liêu (thành phố)|Vĩnh Lợi]]\n|<center> [[Bạc Liêu]]\n|Ngày 8 tháng 9 năm 1964, Thủ tướng chính quyền mới của Việt Nam Cộng hòa ký Sắc lệnh số 254\/NV quy định kể từ ngày 01 tháng 10 năm 1964 tái lập tỉnh Bạc Liêu trên cơ sở tách các quận Vĩnh Lợi, Giá Rai, Vĩnh Châu của tỉnh Ba Xuyên và quận Phước Long của tỉnh Chương Thiện.<br>Tỉnh lỵ tỉnh Bạc Liêu khi đó lại có tên là Vĩnh Lợi, do lấy theo tên xã Vĩnh Lợi thuộc quận Vĩnh Lợi là nơi đặt tỉnh lỵ. xã Vĩnh Lợi vẫn tiếp tục giữ hai vai trò là quận lỵ quận Vĩnh Lợi và là tỉnh lỵ tỉnh Bạc Liêu.\n|-\n|<center> 37\n|<center> [[Long Khánh|Xuân Lộc]]\n|<center> [[Long Khánh (tỉnh)|Long Khánh]]\n|\n|-\n|}\n\n==Thị xã trực thuộc trung ương==\n{|class= \"wikitable\"\n|-\n!width= \"2%\" |Stt\n!width= \"16%\" |Thị xã\n!width= \"30%\" |Chức năng hành chính\n!Lịch sử hành chính\n|-\n|<center> 1\n|<center> [[Cam Ranh]]\n|<center> Trung tâm Đặc khu Cam Ranh\n|Ngày 25 tháng 10 năm 1965, Tổng thống Nguyễn Văn Thiệu ký sắc lệnh số 206, lấy các xã Suối Vĩnh, Suối Hải, Suối Hoà, Cam Phúc, Cam Ranh, Cam Bình, Cam Linh, Cam Lộc của quận Cam Lâm và phần đất đã nhập vào quận Du Long (tỉnh Ninh Thuận) trước đó là các thôn Hoà Diêm, Trại Láng, Ma Dù, Sông Cạn, Mỹ Thạnh thành lập thị xã Cam Ranh trực thuộc trung ương.\n \nNgày 6 tháng 7 năm 1966, Nghị định số 620 BNV\/NC\/NĐ đổi các xã thuộc thị xã Cam Ranh thành khu phố. Sắc lệnh số 17-SL\/NV ngày 20 tháng 2 năm 1968, lấy thêm xã Cam Sơn và một phần xã Cam Phú, Cam Thượng của quận Cam Lâm sáp nhập vào thị xã Cam Ranh. Nghị định số 1048-NĐ\/NV ngày 7 tháng 11 năm 1970, chia thị xã Cam Ranh thành hai quận là quận Bắc và quận Nam.\n\nQuận Bắc gồm các khu phố: Suối Hòa, Suối Vĩnh, Suối Hải, Suối Cam.\n \nQuận Nam gồm các khu phố: Cam Phúc, Cam Bình, Cam Ranh, Cam Phú, Cam Lộc, Cam Sơn, Cam Thịnh.\n|-\n|<center> 2\n|<center> [[Cần Thơ]]*\n|<center> Tỉnh lỵ tỉnh [[Phong Dinh]]\n|Ngày 30 tháng 9 năm 1970, Thủ tướng chính quyền Việt Nam Cộng hòa Trần Thiện Khiêm ban hành Sắc lệnh số 115-SL\/NV cải biến xã Tân An và các phần đất phụ cận bao gồm xã Thuận Đức, ấp Lợi Nguyên thuộc xã An Bình và ấp Bình Nhựt thuộc xã Long Tuyền thuộc quận Châu Thành, tỉnh Phong Dinh thành thị xã Cần Thơ, là thị xã tự trị trực thuộc chính quyền Trung ương Việt Nam Cộng hòa, đồng thời kiêm tỉnh lỵ tỉnh Phong Dinh.\n\nNgày 7 tháng 6 năm 1971, chính quyền Việt Nam Cộng hòa ban hành Nghị định số 585-NĐ\/NV thành lập tại thị xã Cần Thơ với 2 quận lấy tên là quận Nhứt và quận Nhì. Địa phận của 2 quận này được phân chia thành 8 khu phố trực thuộc như sau:\n\nQuận Nhứt gồm 5 khu phố: An Lạc, An Cư, An Nghiệp, An Hòa, An Thới.\n\nQuận Nhì gồm ba khu phố: Hưng Lợi, Hưng Phú, Hưng Thạnh.\n\nNgày 22 tháng 8 năm 1972, Tổng trưởng Nội vụ chính quyền Việt Nam Cộng hòa lại ban hành Nghị định số 553BNV\/HCĐP\/NĐ, đổi các danh xưng khu phố của thị xã thành phường.\n|-\n|<center> 3\n|<center> [[Đà Lạt]]\n|<center> Tỉnh lỵ tỉnh [[Tuyên Đức]]\n|Ngày 11 tháng 3 năm 1955, Thủ tướng Ngô Đình Diệm ban hành Dụ số 21 giải thể chế độ Hoàng triều Cương thổ, Đà Lạt trực thuộc chính quyền trung ương tại Sài Gòn. Ngày 19 tháng 5 năm 1958, Tổng thống Ngô Đình Diệm ký sắc lệnh 261 thành lập tỉnh Tuyên Đức bao gồm thị xã Đà Lạt và 3 quận Lạc Dương, Đơn Dương, Đức Trọng. Một phần lãnh thổ Đà Lạt bị cắt bớt nên dân số thành phố giảm xuống chỉ còn 43000 người.\n\nSau khi người Pháp rời khỏi Đông Dương, Đà Lạt chỉ còn vai trò một thành phố du lịch, không còn giữ chức năng \"thủ đô mùa hè\" như giai đoạn trước đó. Được xem như địa bàn chiến lược quan trọng ở Nam Tây Nguyên, Đà Lạt khi đó được chính quyền trung ương thiết lập một hệ thống hành chính khá hoàn chỉnh. Thị xã đặt dưới quyền một thị trưởng với bộ máy gồm các ty Nội an, Quân vụ, Hành chính, Tài chính và Kinh tế... và một Hội đồng đô thị. Thị trưởng của Đà Lạt kiêm nhiệm chức vụ tỉnh trưởng tỉnh Tuyên Đức và từ 9 tháng 11 năm 1960, tòa thị chính Đà Lạt được sáp nhập với tòa hành chính tỉnh Tuyên Đức. Năm 1961, hai cơ quan hành chính này được tách riêng, nhưng tới năm 1964 lại được gộp lại thành tòa hành chính Đà Lạt – Tuyên Đức. Về tổ chức hành chính, Đà Lạt được chia thành 10 khu phố, xã Liên Hiệp và ấp Thái Phiên. Mỗi khu phố bao gồm nhiều ấp và mỗi ấp đều có ấp trưởng trực tiếp quản lý mạng lưới liên gia từ 10 đến 30 hộ gia đình đặt dưới sự giám sát của liên gia trưởng về mọi mặt hành chính cũng như an ninh trật tự.\n|-\n|<center> 4\n|<center> [[Đà Nẵng]]\n|<center> Trung tâm Đặc khu Đà Nẵng\n|Tháng 10 năm 1955 chính phủ Việt Nam Cộng hòa thành lập thị xã Đà Nẵng gồm 3 quận với 18 khu phố\n\nQuận I: gồm 9 khu phố: Xương Bình, Phước Ninh, Thiệu Bình, Hải Châu, Thạch Thang, Nam Dương, Hòa Thuận, Bình Thuận, Nại Hiên.\n\nQuận II: gồm 10 khu phố: Thạc Gián, Hà Khê, An Khê, Phú Lộc, Phục Đán, Chính Trạch, Xuân Đán, Tam Tòa, Thanh Khê, Xuân Hòa.\n\nQuận III: gồm 9 khu phố: An Hải, Mân Quang, Cổ Mân, Nam Thọ, Mỹ Khê, Phước Trường, Nại Hiên Đông, Tân Thái, Thượng Nghĩa.\n\nNgày 6 tháng 1 năm 1973 chính phủ Việt Nam Cộng hòa ra nghị định giữ nguyên 3 quận như cũ, chỉ sáp nhập 28 khu phố bên dưới cấp quận thành 19 phường. Thị xã Đà Nẵng được đặt dưới quyền điều hành của Hội đồng thị xã, gồm 12 ủy viên, do một thị trưởng đứng đầu.\n\nQuận I: gồm 7 phường: Thiệu Bình, Xương Bình, Thạch Thang, Hải Châu, Nam Phước, Bình Hiên, Hòa Thuận.\n\nQuận II: gồm 5 phường: Chính Gián, Thạc Gián, An Khê, Thanh Lộc Đán, Hà Tam Xuân.\n\nQuận III: gồm 7 phường: Nam Thọ, Mân Quang, Mân Thái, An Hải Tây, Phước Mỹ, Nại Nghĩa, An Hải Bắc.\n|-\n|<center> 5\n|<center> [[Huế]]\n|<center> Tỉnh lỵ tỉnh [[Thừa Thiên]]\n|Ngày 24 tháng 10 năm 1956, Tổng thống Ngô Đình Diệm ký Sắc lệnh số 57A thành lập thị xã Huế trực thuộc trung ương. Là thị xã tự trị có hai quận Nội thành là quận Tả Ngạn và Hữu Ngạn. Chức vụ Thị trưởng Huế do Tỉnh trưởng Thừa Thiên kiêm nhiệm. Cũng theo tinh thần Sắc lệnh này, 10 phường bên trong kinh thành Huế vẫn được giữ nguyên, còn các phường bên ngoài kinh thành từ Đệ Nhất đến Đệ Cửu thì cho đổi tên và chia làm 11 phường mới. Sau đấy lại cho thành lập thêm một phường nữa, tức phường Đại Nội thị xã Huế lúc ấy có 22 phường và 11 vạn đò “bạ” vào.\n\nNgày 19 tháng 6 năm 1967, Chủ tịch Ủy ban Hành pháp trung ương ký nghị định số 1455, chia thị xã Huế thành ba quận: Quận Nhất, Quận Nhì, Quận Ba.\n\nQuận Nhất có 10 phường gồm: phường Trung Tích, Thái Trạch, Trung Hậu, Phú Nhơn, Tây Linh, Vĩnh An, Thuận Cát, Tri Vụ, Huệ An và Tây Lộc.\n\nQuận Nhì có 7 phường gồm: phường Phú Cát, Phú Mỹ, Phú Thọ, Phú Hậu, Phú Hòa, Phú Thịnh, Phú Bình và 11 vạn đò Trường Độ, Tân Bửu, Lành Canh, Ngư Hộ, An Hội, Đông Ba, Thanh Long, Chợ Dinh, Bãi Dâu, An Hòa, Kẻ Vạn “bạ” vào.\n\nQuận Ba có 4 phường gồm: phường Phú Hội, Phú Nhuận, Phú Ninh và Phú Vĩnh.\n\nNgày 4 tháng 5 năm 1968, Tổng trưởng Bộ Nội vụ ký sắc lệnh cho chuyển 22 phường và 11 vạn đò thành 31 khóm dân cư trực thuộc 10 khu phố gồm: Thuận Hòa, Thuận Thành, Thuận Lộc, Phú Thuận, Phú Hòa, Phú Hiệp, Phú Cát, Phú An, Vĩnh Ninh và Vĩnh Lợi.\n|-\n|<center> 6\n|<center> [[Mỹ Tho]]*\n|<center> Tỉnh lỵ tỉnh [[Định Tường]]\n|Ngày 30 tháng 9 năm 1970, Thủ tướng Việt Nam Cộng hòa ban hành Sắc lệnh số 114\/SL-NV cải biến xã Điều Hòa thành thị xã Mỹ Tho, là thị xã tự trị trực thuộc chính quyền Trung ương Việt Nam Cộng hòa, đồng thời kiêm tỉnh lỵ tỉnh Định Tường. Ngày 10 tháng 6 năm 1971, chia địa bàn thị xã Mỹ Tho thành 6 khu phố:\n\nKhu phố 1: gồm các ấp Lạc Hồng, Võ Tánh, Ngô Quyền, Nguyễn Huệ, Trương Vĩnh Ký, Thái Lập Thành, Nguyễn Trãi.\n\nKhu phố 2: gồm các ấp Phan Văn Trị, Trịnh Hoài Đức, Đinh Bộ Lĩnh, Mỹ Chánh.\n\nKhu phố 3: gồm các ấp Phan Thanh Giản, Học Lạc, Đốc Binh Kiều, Nguyễn Huỳnh Đức, Mỹ Phúc, Xóm Dầu.\n\nKhu phố 4: gồm các ấp Cộng Hòa, Quyết Tiến, Cộng đồng, Đồng Tiến, Dân Chủ.\n\nKhu phố 5: gồm ấp Chiến Thắng,ấp Nguyễn Tri Phương.\n\nKhu phố 6: gồm các ấp Bình Thành, Bình Tạo.\n\nNgày 3 tháng 1 năm 1972, đổi tất cả các đơn vị ấp thành khóm trực thuộc khu phố; đồng thời khóm Bình Thành thuộc Khu phố 6 được chia làm 3 khóm: Bình Thành, Lý Thường Kiệt, Ngô Tùng Châu\n|-\n|<center> 7\n|<center> [[Nha Trang]]*\n|<center> Tỉnh lỵ tỉnh [[Khánh Hòa]]\n|Ngày 22 tháng 10 năm 1970, sắc lệnh số 132-SL\/NV của chính quyền Việt Nam Cộng hòa lấy 2 xã Nha Trang Đông, Nha Trang Tây và các xã Vĩnh Hải, Vĩnh Phước, Vĩnh Trường, Vĩnh Nguyên, các ấp Phước Hải (xã Vĩnh Thái), Vĩnh Điềm Hạ (xã Vĩnh Hiệp), Ngọc Thảo, Ngọc Hội, Lư Cấm (xã Vĩnh Ngọc) thuộc quận Vĩnh Xương cùng các hải đảo Hòn Lớn, Hòn Một, Hòn Mun, Hòn Miễu, Hòn Tằm tái lập thị xã Nha Trang, tỉnh lỵ tỉnh Khánh Hòa. Thị xã Nha Trang chia làm 2 quận\n\nQuận 1 gồm các xã Nha Trang Đông, Vĩnh Hải, Vĩnh Phước, các ấp Ngọc Thảo, Ngọc Hội và Lư Cấm thuộc xã Vĩnh Ngọc, ấp Vĩnh Điềm Hạ thuộc xã Vĩnh Hiệp.\n\nQuận 2 gồm các xã Nha Trang Tây, Vĩnh Trường, Vĩnh Nguyên (kể cả các đảo Hòn Tre, Hòn Một, Hòn Mun, Hòn Tằm), ấp Phước Hải của xã Vĩnh Thái.\n\nTiếp đó, nghị định số 357-ĐUHC\/NC\/NĐ ngày 5 tháng 6 năm 1971, chia thị xã Nha Trang thành 11 khu phố:\n\nQuận 1 có các khu phố Vĩnh Hải, Vĩnh Phước, Ngọc Hiệp, Vạn Thạnh, Duy Tân.\n\nQuận 2 có các khu phố Vĩnh Nguyên, Vĩnh Trường, Phương Sài, Tân Phước, Tân Lập, Phước Hải.\n\nĐến Nghị định số 553-BNV\/HCĐP\/NV ngày 22 tháng 8 năm 1972 đổi các khu phố thành phường. Nghị định số 444-BNV\/HCĐP\/26.X ngày 3 tháng 9 năm 1974 sáp nhập các đảo Hòn Một, Hòn Cậu, Hòn Đụn, Hòn Chóp Vung, Hòn Đỏ vào phường Vĩnh Hải, quận 1 và Hòn Ngọc vào phường Vĩnh Nguyên, quận 2 thuộc thị xã Nha Trang.\n|-\n|<center> 8\n|<center> [[Quy Nhơn|Qui Nhơn]]*\n|<center> Tỉnh lỵ tỉnh [[Bình Định]]\n|Ngày 30 tháng 9 năm 1970, Thủ tướng Việt Nam Cộng hòa ra Sắc lệnh thành lập thị xã Quy Nhơn từ xã Quy Nhơn thuộc quận Tuy Phước, cộng thêm ấp Xuân Vân của xã Phước Tấn, ấp Xuân Quang của xã Phước Hậu và trọn phần đất núi Bà Hỏa cùng một phần đất ấp Hưng Thạnh của xã Phước Hậu, lập 2 quận là Nhơn Bình và Nhơn Định.\n\nQuận Nhơn Bình gồm: xã Quy Nhơn gồm các ấp Hải Cảng, Đào Duy Từ, Nguyễn Du, Lê Lợi, Cường Để, Nguyễn Huệ, Hàm Nghi, Xuân Quang và Ghềnh Ráng.\nXã Phước Tấn\nXã Phước Hải với các ấp Hải Đông, Hải Nam, Hải Minh và Hải Giang.\n\nQuận Nhơn Định gồm có xã Quy Nhơn với các ấp Phan Bội Châu, Nguyễn Công Trứ, Lý Thường Kiệt, Bạch Đằng, Huyền Trân và Tháp Đôi.\n\nNgày 11 tháng 6 năm 1971, theo Nghị định số 494 BNV\/HCĐP\/26\/ĐT\/NĐ của Tổng trưởng Bộ Nội vụ Việt Nam Cộng hòa, thị xã Quy Nhơn được sắp xếp lại các đơn vị hành chính như sau:\n\nQuận Nhơn Bình có 10 khu phố:\nKhu phố Trung Cảng (tức ấp Hải Cảng cũ)\nKhu phố Trung Từ (ấp Đào Duy Từ)\nKhu phố Trung Phú (tức ấp Nguyễn Du)\nKhu phố Trung Đức (tức ấp Lê Lợi)\nKhu phố Trung Cường (tức ấp Cường Để và ấp Nguyễn Huệ)\nKhu phố Trung Hiếu (tức ấp Hàm Nghi)\nKhu phố Trung Tín (tức ấp Ghềnh Ráng)\nKhu phố Trung Châu (tức ấp Xuân Quang)\nKhu phố Trung Hòa (tức ấp Quy Hòa).\nKhu phố Trung Hải (tức các ấp Đông Hải, Hải Nam, Hải Minh, Hải Giang)\n\nQuận Nhơn Định có 6 khu phố:\nKhu phố Trung Chánh (tức ấp Phan Bội Châu và ấp Bạch Đằng)\nKhu phố Trung Kiệt (tức ấp Lý Thường Kiệt và Nguyễn Công Trứ)\nKhu phố Trung An (tức ấp Huyền Trân)\nKhu phố Trung Thiện (tức ấp Tháp Đôi)\nKhu phố Trung Hậu (tức các ấp Hưng Thạnh, Bình Thạnh, Lương Nông, An Thạnh, Phú Vinh và Phú Hòa)\nKhu phố Trung Nghĩa (tức các ấp Phú An, Nhơn Mỹ, Tường Vân, Vân Hà, Lạc Trường, Thuận Nghi, Tây Định).\n\nĐến năm 1973, các khu phố của thị xã Quy Nhơn đổi thành phường, dưới phường là khóm. Toàn thị xã có 2 quận, 16 phường, 46 khóm với dân số là 313.231 người.\n|-\n|<center> 9\n|<center> [[Rạch Giá]]*\n|<center> Tỉnh lỵ tỉnh [[Kiên Giang]]\n|Ngày 20 tháng 11 năm 1970, chính quyền Việt Nam Cộng hòa tái lập thị xã Rạch Giá, là thị xã tự trị trực thuộc chính quyền Trung ương Việt Nam Cộng hòa, đồng thời kiêm tỉnh lỵ tỉnh Kiên Giang. Thị xã Rạch Giá được tái lập trên cơ sở các xã Vĩnh Thanh Vân và An Hòa cùng thuộc quận Kiên Thành trước đó. Từ đó cho đến năm 1975, thị xã Rạch Giá và tỉnh Kiên Giang là hai đơn vị hành chính cấp tỉnh ngang bằng nhau theo sự phân chia sắp xếp hành chính của Việt Nam Cộng hòa.\n\nNgày 07 tháng 06 năm 1971, thị xã Rạch Giá có 6 khu phố trực thuộc là: Vĩnh Thanh Vân, Vĩnh Thanh, Vĩnh Lạc, Vĩnh Hiệp, An Hoà, Phó Cơ Điều.\n|-\n|<center> 10\n|<center> [[Vũng Tàu]]\n|<center> Trung tâm Đặc khu Vũng Tàu\n|Ngày 8 tháng 9 năm 1964, quận Vũng Tàu được cải biến thành thị xã Vũng Tàu trực thuộc trung ương theo Nghị định số 243-BNV\/NC của Bộ Nội vụ. Tên chính thường được biết tới tên gọi Đặc khu Vũng Tàu.\n\nNgày 30 tháng 3 năm 1965, Thủ tướng Việt Nam Cộng hòa ban hành Sắc lệnh số 55\/SL-NV chia địa phận thị xã Vũng Tàu thành nhiều khu phố. Sau đó, ngày 13 tháng 4 năm 1965, tên gọi các khu phố được ấn định như sau: Khu phố Vũng Tàu (từ xã Vũng Tàu), khu phố Thắng Nhứt (từ xã Thắng Nhứt), khu phố Thắng Nhì (từ xã Thắng Nhì), khu phố Thắng Tam (từ xã Thắng Tam). Đồng thời, thành lập thêm khu phố Phước Thắng thuộc thị xã Vũng Tàu trên cơ sở sáp nhập xã Khắc Kỷ và một phần đất xã Phước Tỉnh thuộc quận Long Điền. Xã Long Sơn chuyển về quận Long Lễ, tỉnh Phước Tuy.\n\nNgày 22 tháng 8 năm 1972, Tổng trưởng Nội vụ chính quyền Việt Nam Cộng Hòa lại ban hành Nghị định số 553-BNV\/HCĐP\/NĐ, đổi các danh xưng \"khu phố\" của thị xã thành phường.\n\nNgày 22 tháng 8 năm 1974, các khóm Bình Lợi, Bình Hải và Sao Mai của phường Thắng Nhì được tách ra để lập phường Phước Hải.\n|-\n|}\n(*): Các thị xã là đô thị trực thuộc tỉnh nhưng hưởng quy chế tự trị cao tương đương các đô thị trực thuộc trung ương.\n\n==Đặc khu==\n\n===[[Côn Sơn (tỉnh)|Côn Sơn]]===\n\nNgày 22 tháng 10 năm 1956 dưới thời Đệ Nhất Cộng hòa Việt Nam, Tổng thống Ngô Đình Diệm ký sắc lệnh 143\/NV đổi tên các tỉnh thành Nam Việt, trong đó thành lập tỉnh Côn Sơn.\n\nNgày 24 tháng 4 năm 1965, tỉnh Côn Sơn đổi thành Cơ sở hành chính Côn Sơn, trực thuộc Bộ Nội vụ Việt Nam Cộng hòa. Chức Tỉnh trưởng được đổi thành Đặc phái viên hành chính.\n\nNgày 1 tháng 11 năm 1974 dưới thời Đệ Nhị Cộng hòa Việt Nam của Tổng thống Nguyễn Văn Thiệu, Cơ sở hành chính Côn Sơn đổi tên thành thị xã Phú Hải thuộc tỉnh Gia Định. Các trại tù đều được ghép thêm chữ Phú: Trại I thành Trại Phú Thọ, Trại II thành Trại Phú Sơn, Trại IV thành Trại Phú Tường, Trại V thành Trại Phú Phong, Trại VI thành Trại Phú An, Trại VII thành Trại Phú Bình và Trại VIII thành Trại Phú Hưng. Giai đoạn này số tù nhân lên đến 8.000 người.\n\n===[[Phú Quốc]]===\n\nThời Pháp thuộc và nhà Nguyễn, Phú Quốc là quận thuộc tỉnh Hà Tiên. Năm 1956 dưới thời Đệ nhất Việt Nam Cộng hòa, quận Phú Quốc trực thuộc tỉnh Kiên Giang. Đến thời Đệ nhị Việt Nam Cộng hòa, về mặt hành chính vẫn thuộc Kiên Giang nhưng về mặt quân sự là một Duyên khu (Đặc khu) của Hải quân.\n\n[[Thể loại:Hành chính Việt Nam Cộng hòa]]\n[[Thể loại:Phân cấp hành chính Việt Nam]]"}