{"54393":"[[Tập tin:Thoi bao cap.jpg|nhỏ|phải|Căn phòng của một gia đình khá giả lúc đó với những vật dụng tiêu biểu của thời bao cấp|259x259px]]\n'''Thời bao cấp''' là tên gọi được sử dụng tại [[Việt Nam]] để chỉ một giai đoạn mà hầu hết sinh hoạt kinh tế đều được [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước]] chi trả, diễn ra dưới nền [[kinh tế kế hoạch|kinh tế kế hoạch hóa]], một đặc điểm của nền kinh tế các nước thuộc [[Khối xã hội chủ nghĩa|khối Xô viết]] thời kỳ đó. Theo đó thì kinh tế tư nhân bị xóa bỏ, nhường chỗ cho khối kinh tế tập thể và kinh tế nhà nước.<ref name=\"thethaovanhoa.vn\">[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/doi-song-thoi-bao-cap-bai-2-phan-phoi-dong-luong-n20140428124048140.htm \"Đời sống thời Bao cấp (Bài 2): Phân phối & đồng lương\"]<\/ref> Mặc dù kinh tế chỉ huy đã tồn tại ở Bắc Việt Nam thời kỳ [[Việt Nam Dân chủ Cộng hòa]] từ trước năm [[1975]], song thời kỳ bao cấp thường được dùng để chỉ sinh hoạt kinh tế cả nước Việt Nam ở giai đoạn từ đầu năm [[1976]] đến cuối năm [[1986]] trên toàn quốc, tức là trước [[Đổi Mới]].\n\nTrong nền [[kinh tế kế hoạch]], phần lớn thương nghiệp tư nhân bị loại bỏ, hàng hóa được phân phối theo [[tem phiếu]] do [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước]] nắm toàn quyền điều hành, hạn chế việc người dân tự do mua bán trên thị trường hoặc vận chuyển hàng hoá từ địa phương này sang địa phương khác. Nhà nước độc quyền phân phối hầu hết các loại hàng hóa, hạn chế trao đổi bằng [[tiền mặt]]. Chế độ [[hộ khẩu]] được thiết lập trong thời kỳ này để phân phối lương thực, thực phẩm theo đầu người, tiêu biểu nhất là [[Sổ lương thực|sổ gạo]] ấn định bắt buộc và mặt hàng mà một gia đình nào đó được phép mua.\n\n==Bối cảnh lịch sử==\nTrong thời kỳ chiến tranh ở [[Việt Nam]] (1945–1975), [[Kinh tế kế hoạch|kinh tế kế hoạch hóa]] đã được áp dụng. Vào thời kỳ đó thì mô hình này có những ưu điểm, đáp ứng nhu cầu thời chiến như sau<ref name=\"cam\"\/><ref name=\"ReferenceB\">Tạp chí Kinh tế và Dự báo số 25\/2020. TS. Nguyễn Thị Hương. Tổng cục trưởng Tổng cục Thống kê<\/ref>:\n* [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước]] có thể nhanh chóng huy động một lượng lớn tài nguyên, vốn, con người vào các ngành quan trọng. \n* Trong các thời kỳ khó khăn ([[chiến tranh]], [[thiên tai]]), [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước]] có thể nhanh chóng huy động các nguồn lực cho các lĩnh vực thiết yếu (sản xuất vũ khí, lương thực, thuốc men y tế), đồng thời cắt giảm tối đa các lĩnh vực không thiết yếu (hàng xa xỉ, mĩ phẩm...) để dành nguồn lực cho các lĩnh vực quan trọng hơn.\n*Tình trạng phân hóa giàu nghèo rất ít, người dân sống đoàn kết vì không phải tranh đoạt kinh tế với nhau, không phát sinh mâu thuẫn xã hội giữa người giàu - người nghèo. \n*Hạn chế được nạn đầu cơ, tích trữ và tình trạng hỗn loạn về giá cả vốn thường xảy ra trong thời chiến.\n*Vì [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước]] đã bao cấp các nhu cầu thiết yếu nên người lính có thể yên tâm ra trận, không phải lo lắng về sinh kế cho gia đình, vợ con.\n\nNgày [[30 tháng 4]] năm [[1975]], [[Sự kiện 30 tháng 4 năm 1975|miền Nam được giải phóng, đất nước thống nhất]]. Ngày 16 tháng 5 năm 1975, Bí thư thứ nhất [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] là [[Lê Duẩn]] đã trực tiếp vào [[Miền Nam (Việt Nam)|miền Nam]] nắm bắt tình hình, gồm cả tình hình kinh tế. Ông công nhận những yếu tố tích cực của kinh tế tư nhân và của [[kinh tế thị trường]] ở miền Nam.<ref>Đặng Phong (2008), trang 69.<\/ref> Tại cuộc họp trù bị của Hội nghị lần thứ 24 [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban chấp hành Trung ương Đảng Lao động Việt Nam]] khóa III, ông đã phát biểu<ref>''Phát biểu của Lê Duẩn tại Hội nghị 24 Ban chấp hành Trung ương Đảng Lao động Việt Nam khóa III ngày 13 tháng 8 năm 1975'', Văn kiện Đảng toàn tập, tập 36, 1975.<\/ref>:\n{{cquote|''Ở [[Miền Bắc (Việt Nam)|miền Bắc]] trước đây phải hợp tác hóa ngay lập tức. Nhưng [[Miền Nam (Việt Nam)|miền Nam]] bây giờ không thể làm như vậy... Phải có tư sản, phải cho nó phát triển phần nào đã... [[Bộ Chính trị]] sau khi nghiên cứu thấy rằng cần phải để mấy thành phần kinh tế là quy luật cần thiết trong giai đoạn bước đầu này...''}}\n\nTuy nhiên, đa số Ban Chấp hành Trung ương Đảng lúc ấy muốn tiếp tục áp dụng mô hình kinh tế kế hoạch hóa. Vì thế, Hội nghị cuối cùng quyết nghị: xóa bỏ tư sản mại bản, cải tạo xã hội chủ nghĩa đối với tư sản dân tộc, xây dựng hợp tác xã, cải tạo xã hội chủ nghĩa đối với thủ công nghiệp và thương nghiệp nhỏ.<ref>Nghị quyết Hội nghị 24 Ban chấp hành Trung ương Đảng Lao động Việt Nam khóa III, Văn kiện Đảng toàn tập, tập 36, trang 412-415.<\/ref>\n\nTheo lời kể của con trai Tổng Bí thư [[Lê Duẩn]], ông từng muốn duy trì [[kinh tế thị trường]] tại miền Nam và [[kinh tế bao cấp]] tại miền Bắc để đánh giá ưu khuyết điểm, từ đó chọn con đường tốt nhất. Ông cũng cử ngoại trưởng [[Nguyễn Cơ Thạch]] sang Mỹ để đàm phán bình thường hóa quan hệ. Nhưng bối cảnh lịch sử lúc đó khiến Lê Duẩn không dễ thực hiện mục đích của mình. Chính phủ Mỹ từ chối bình thường hóa quan hệ và thực hiện [[cấm vận]] Việt Nam, trong khi những nhà lãnh đạo trong nước thời đó đều tin vào hiệu quả của kinh tế kế hoạch hóa mô hình Xô viết, bởi khi đó Liên Xô vẫn đang rất hùng mạnh. Khi [[Nam Tư]] đưa ra khái niệm kinh tế thị trường, họ đã bị khai trừ ra khỏi hệ thống các nước Xã hội chủ nghĩa vì bị coi là khôi phục chủ nghĩa tư bản, nếu Việt Nam làm theo thì có thể sẽ gặp hậu quả tương tự. Do đó, Lê Duẩn không thể thuyết phục những lãnh đạo khác nhất trí với những ý tưởng của ông. Nếu cứ cố làm thì sẽ gây chia rẽ trong nội bộ Đảng, mà cần phải làm từ từ để dần thuyết phục những người khác. Cho tới nay, nhiều người vẫn phê phán Lê Duẩn vì việc áp dụng nền kinh tế bao cấp suốt 10 năm, nhưng bối cảnh lịch sử lúc đó đã khiến ông không thể làm khác đi được.<ref name=\"tienphong.vn\">{{Chú thích web|url=https:\/\/www.tienphong.vn\/xa-hoi\/con-trai-co-tong-bi-thu-le-duan-lich-su-da-khong-cong-bang-voi-ong-1032773.tpo|tiêu đề=Con trai cố Tổng Bí thư Lê Duẩn: 'Lịch sử đã không công bằng với ông'|ngày tháng=ngày 29 tháng 7 năm 2016|website=Báo Tiền phong|archive-url=https:\/\/web.archive.org\/web\/20200808173444\/https:\/\/www.tienphong.vn\/xa-hoi\/con-trai-co-tong-bi-thu-le-duan-lich-su-da-khong-cong-bang-voi-ong-1032773.tpo|archive-date=2020-08-08|url-status=live|ngày truy cập=2021-06-24}}<\/ref>\n\nNgoài ra, ở miền Nam thời kỳ đó, [[Hoa kiều]] kiểm soát gần như toàn bộ các vị trí kinh tế quan trọng, đặc biệt là kiểm soát 3 lĩnh vực quan trọng: sản xuất, phân phối, và tín dụng. Đến cuối năm 1974, họ kiểm soát hơn 80% các cơ sở sản xuất của các ngành công nghiệp thực phẩm, dệt may, hóa chất, luyện kim, điện... và gần như đạt được độc quyền thương mại: 100% bán buôn, hơn 50% bán lẻ, và 90% xuất nhập khẩu. Hoa kiều ở miền Nam gần như hoàn toàn kiểm soát giá cả thị trường miền nam<ref>Grant Evans (1984). Red Brotherhood at War - Indochina since the Fall of Saigon, tr. 53<\/ref>. [[Chiến tranh biên giới Tây Nam|Xung đột với Khmer Đỏ]] (đồng minh của Trung Quốc) nổ ra, Trung Quốc đánh chiếm [[Hoàng Sa]], người Hoa ở Chợ Lớn tổ chức biểu tình đòi giữ quốc tịch Trung Quốc, những điều này khiến cho chính phủ Việt Nam lo ngại rằng Hoa kiều sẽ tiếp tay cho Trung Quốc để phá hoại<ref name=\"Asia Sentinel\">{{chú thích báo | first = David | last = Brown | title = Saigon's Chinese--going, going, gone | date = ngày 7 tháng 7 năm 2013 | url = http:\/\/www.asiasentinel.com\/index.php?option=com_content&task=view&id=5548&Itemid=164 | work = Asia Sentinel | access-date = ngày 9 tháng 7 năm 2013 }}{{Liên kết hỏng|date=2021-07-05 |bot=InternetArchiveBot }}<\/ref>. Việc quốc hữu hóa tài sản, thực hiện kinh tế bao cấp đã chấm dứt việc [[người Hoa]] kiểm soát nền kinh tế tại miền Nam<ref>King C. Chen, China’s War with Vietnam, 1979: Issues, Decisions, and Implications, Published by Hoover Press, 1987, pp. 51-53<\/ref>.\n\nTheo tiến sỹ [[Nguyễn Thị Hương]], trong bối cảnh Việt Nam phải khắc phục từng bước những hậu quả nặng nề của chiến tranh, khôi phục kinh tế ở miền Bắc và xây dựng lại miền Nam bị chiến tranh tàn phá, việc giới lãnh đạo Việt Nam muốn tiếp tục sử dụng mô hình kinh tế kế hoạch hóa bao cấp là vì nó đã từng phát huy tác dụng tốt trong giai đoạn chiến tranh trước đó<ref name=\"ReferenceB\"\/>. Sau năm 1975, hoàn cảnh của Việt Nam rất khó khăn: Mọi miền đất nước đều bị chiến tranh tàn phá, hàng triệu nạn nhân chiến tranh cần được nuôi sống và hỗ trợ, chính sách [[cấm vận]] của Mỹ, rồi lại phải đương đầu với hai cuộc [[Chiến tranh biên giới Tây Nam]] và [[Chiến tranh biên giới phía Bắc]] nên phải chi tiêu rất nhiều cho quốc phòng, trong khi đó sự giúp đỡ của các nước đồng minh cũng không còn như trước, do vậy việc phân phối hàng hóa thiết yếu theo chế độ [[tem phiếu]] bao cấp vẫn cần tiếp tục duy trì trên phạm vi cả nước<ref name=cam>[https:\/\/camranh.khanhhoa.gov.vn\/vi\/dinh-huong-tuyen-truyen\/qua-khu-tang-chung-ta-mon-qua-vo-gia Quá khứ tặng chúng ta món quà vô giá!]<\/ref>. Ngày nay nhiều người quen sống đầy đủ, chưa từng trải qua thời kỳ đó nên nghĩ thời bao cấp là “bất bình thường, đẩy nhân dân vào đói nghèo”, nhưng trong bối cảnh lịch sử khi đó, việc hạn chế các nhu cầu tiêu dùng cá nhân của hàng triệu người chính là biện pháp cần thiết để dồn nguồn lực cho sự nghiệp bảo vệ đất nước<ref name=cam \/>.\n\n==Kinh tế==\n[[Tập tin:Sandals made from tires.jpg|nhỏ|phải|Những đôi dép cao su làm từ lốp xe ô tô cũ như thế này đã được sử dụng phổ biến trong thời chiến tranh và thời bao cấp|337x337px]]\n\n=== Cơ chế quản lý kinh tế===\nTrước Đổi Mới, cơ chế quản lý kinh tế ở Việt Nam là cơ chế kế hoạch hoá tập trung với những đặc điểm sau:\n\n* Thứ nhất, Nhà nước quản lý nền kinh tế chủ yếu bằng mệnh lệnh hành chính dựa trên hệ thống chỉ tiêu pháp lệnh chi tiết áp đặt từ trên xuống dưới. Các doanh nghiệp hoạt động trên cơ sở các quyết định của cơ quan nhà nước có thẩm quyền và các chỉ tiêu pháp lệnh được giao. Tất cả phương hướng sản xuất, nguồn vật tư, tiền vốn<sub>;<\/sub> định giá sản phẩm, tổ chức bộ máy, nhân sự, tiền lương... đều do các cấp có thẩm quyền quyết định. Nhà nước giao chỉ tiêu kế hoạch cấp phát vốn, vật tư cho doanh nghiệp, doanh nghiệp giao nộp sản phẩm cho Nhà nước. Lỗ thì Nhà nước bù, lãi thì Nhà nước thu.\n* Thứ hai, các cơ quan hành chính can thiệp quá sâu vào hoạt động sản xuất, kinh doanh của các doanh nghiệp nhưng lại không chịu trách nhiệm gì về vật chất và pháp lý đối với các quyết định của mình. Những thiệt hại vật chất do các quyết định của cơ quan hành chính gây ra thì ngân sách nhà nước phải gánh chịu. Các doanh nghiệp không có quyền tự chủ sản xuất, kinh doanh, cũng không bị ràng buộc trách nhiệm đối với kết quả sản xuất, kinh doanh.\n* Thứ ba, quan hệ hàng hóa - tiền tệ chỉ là hình thức, quan hệ hiện vật là chủ yếu. Nhà nước quản lý kinh tế thông qua chế độ \"cấp phát - giao nộp\". Vì vậy, rất nhiều hàng hóa quan trọng như sức lao động, phát minh sáng chế, tư liệu sản xuất quan trọng không được coi là hàng hóa về mặt pháp lý.\n* Thứ tư, bộ máy quản lý cồng kềnh, nhiều cấp trung gian vừa kém năng động.\n\nTrong 10 năm bao cấp, Việt Nam thực hiện hai kế hoạch: 5 năm lần thứ II (1976-1980) và 5 năm lần thứ III (1981-1985). Do chưa thừa nhận sản xuất hàng hóa và cơ chế thị trường, nhà nước Việt Nam xem kế hoạch hóa là đặc trưng quan trọng nhất của nền kinh tế xã hội chủ nghĩa, phân bổ mọi nguồn lực theo kế hoạch là chủ yếu. \n=== Các hình thức bao cấp ===\n\n==== Bao cấp qua giá và số lượng hàng hóa ====\nNhà nước quyết định giá trị tài sản, thiết bị, vật tư, hàng hóa, nhưng thường thấp hơn nhiều lần so với giá trị thực với chúng trên thị trường. Do đó, hạch toán kinh tế chỉ là hình thức.\n{| class=\"wikitable sortable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Số lượng gạo được phép mua theo diện lao động'''<ref name=\"thethaovanhoa.vn\"\/>\n|- style=\"background:lightgrey;\"\n! Diện lao động\n! gạo (kg)\/tháng\n|- \n| cán bộ \n! 13\n|- \n| lao động nặng nhọc \n! 13-20\n|- \n| bộ đội\n! 21\n|- \n| trẻ em 1 tuổi \n! 3\n|- \n| nông dân \n! 11-20\n|}\n\nCông nhân lao động nặng được cấp 20&nbsp;kg gạo mỗi tháng, trong khi cán bộ công chức chỉ được có 13&nbsp;kg. Do gạo ít nên thường [[ăn độn|ăn độn thêm]] [[ngô]], [[khoai lang|khoai]], [[sắn]], [[Chi Lúa miến|bo bo]], phần gạo do trung ương cấp còn phần độn do địa phương phụ trách tăng gia thêm vào, như 13&nbsp;kg gạo thì có 10&nbsp;kg là độn khoai, sắn...Cho dù có tiền, hàng hóa rất khan hiếm, mà dù có tem phiếu người mua có thể xếp hàng vào mua nhưng đến lượt mình thì không còn hàng, đành về tay không. Hàng hóa thì ngoài phẩm chất kém, lượng hàng rất hạn chế, chỉ đủ dùng một thời gian ngắn, đến cuối tháng thì đã cạn kiệt, phải mua ở [[chợ đen]].<ref name=\"vi.rfi.fr\">[http:\/\/vi.rfi.fr\/viet-nam\/20150612-thoi-bao-cap-qua-cai-nhin-mot-nha-bao-phap\/ \"Việt Nam, thời bao cấp trong mắt một nhà báo Pháp\"]<\/ref>\n\nNgười ngoại quốc ở Việt Nam thì có quyền mua sắm một số mặt hàng ở cửa hiệu quốc doanh riêng biệt như Intershop ở Hà Nội, cung cấp một số mặt hàng đặc biệt như [[đồ hộp]], [[rượu vang]].\n\n[[ăn độn|Nguồn thức ăn độn thêm]] chủ yếu từ [[Liên Xô]], [[Ấn Độ]] cùng một số nước khác từng viện trợ. Ngoài ra cũng có một số thực hiện theo nghị định thư hàng đổi hàng.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150408\/bo-bo-tu-dau-ra\/731006.html|tiêu đề=VƯỢT QUA \"ĐÊM DÀI\" ĐÓI KÉM - KỲ 5: Bo bo từ đâu ra?}}<\/ref> Bên cạnh đó, Việt Nam mượn 300.000 tấn lúa mì của [[Ấn Độ]] tuy nhiên do năng lực xay xát của [[Việt Nam]] cũng không thể làm bột kịp phải thương thuyết nhờ [[Ấn Độ]] xay xát giúp. [[Việt Nam]] nhận 70% lượng bột, phần còn lại xem như khấu hao xay xát và trả công cho họ cũng như [[Indonesia]] đồng ý bán nợ cho [[Việt Nam]] 200.000 tấn gạo. [[Bộ Nông nghiệp và Phát triển nông thôn|Bộ Lương thực]] nhờ ông [[Jean-Baptiste Doumeng]] - giám đốc Công ty Ipitrade, thành viên [[Đảng Cộng sản Pháp]] thân thiện với [[Việt Nam]]  giúp đỡ tìm kiếm nguồn cung cấp rồi mua bằng tiền mặt 500.000 tấn gạo của [[Thái Lan]] để bán nợ lại cho [[Việt Nam]].<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150409\/khi-vn-vay-gao-indo-muon-lua-mi-an-do\/731504.html|tiêu đề=VƯỢT QUA \"ĐÊM DÀI\" ĐÓI KÉM - KỲ 6: Khi VN vay gạo Indo, mượn lúa mì Ấn Độ}}<\/ref>\n\nNgoài hàng tiêu dùng, dưới thời bao cấp nhà nước còn nắm cả việc phân phối nhà cửa. Tiêu chuẩn là mỗi người được 4 [[mét vuông]].<ref name=\"thethaovanhoa.vn\"\/> Những khu nhà tập thể giống như ở [[Liên Xô]] được xây lên trong thành phố và cấp cho cán bộ trung cấp và công nhân nhưng quản lý kém khiến khu đất công cộng bị lấn chiếm khiến khó nhận ra đâu là của chung, đâu là của riêng. Nhà cửa hư hỏng thì có Sở nhà đất lo sửa.<ref>[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/doi-song-thoi-bao-cap-bai-2-phan-phoi-dong-luong-n20140428124048140.htm Đời sống thời Bao cấp (Bài 2): Phân phối & đồng lương], Phan Cẩm Thượng, Thể thao & Văn hóa Cuối tuần, 17\/05\/2014<\/ref> Đời sống trong những khu tập thể này càng tồi tệ với việc chăn nuôi gia súc trong những căn hộ chật hẹp, mất vệ sinh. Đây cũng là một khía cạnh của thời bao cấp trong thành phố.<ref>[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/doi-song-thoi-bao-cap-bai-3-nha-tap-the-n20140508151612478.htm \"Đời sống thời bao cấp (Bài 3): Nhà tập thể\"]<\/ref> Giá nhà ở các thành phố tương đối rẻ, nhưng công nhân viên chức vẫn không mua nổi vì thu nhập quá thấp.\n\n==== Bao cấp qua chế độ tem phiếu ====\n[[Tập tin:Tem phiếu thời bao cấp.jpg|nhỏ|trái|Tem phiếu thời bao cấp|250px]]\nNhà nước quy định chế độ phân phối vật phẩm tiêu dùng cho cán bộ, công nhân viên theo định mức qua hình thức tem phiếu. Chế độ tem phiếu với mức giá khác xa so với giá thị trường đã biến chế độ tiền lương thành lương hiện vật, thủ tiêu động lực kích thích người lao động và phá vỡ nguyên tắc phân phối theo lao động.\n[[Việt Nam Dân chủ Cộng hòa]] bắt đầu áp dụng [[sổ gạo]] vào khoảng năm 1960, lúc đầu là [[lương thực]], sau thêm tem phiếu cho tất cả các mặt hàng nhu yếu phẩm.<ref name=\"viet-studies.info\">[http:\/\/www.viet-studies.info\/VTNhan\/VTNhan_ThoiBaoCap.htm \" Con người và tư tưởng thời bao cấp\"]<\/ref> Trọng tâm của thời bao cấp là tem phiếu quy định loại hàng và số lượng người dân được phép mua, chiếu theo một số tiêu chuẩn như cấp bậc và niên hạn. Có diện được ưu đãi, cho phép ưu tiên mua dùng; diện khác thì không. Ví dụ như [[thịt lợn]], người dân thường chỉ được mua 1,5&nbsp;kg\/tháng nhưng cán bộ cao cấp có quyền mua 6&nbsp;kg\/tháng.<ref name=\"viet-studies.info\" \/> [[Pin]], [[vải|Vải vóc]], phụ tùng [[xe đạp]], [[đường cát]], [[sữa đặc]], [[chất đốt]], [[nước mắm]], [[mỡ]], [[muối ăn|muối]], tất cả đều có tem phiếu.<ref>[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/khao-cuu-van-hoa-tap-tuc-doi-song-thoi-bao-cap-1-n20140417151156172.htm \"Khảo cứu văn hoá tập tục: Đời sống thời bao cấp (1)\"]<\/ref>\n\nTùy thuộc vào vị trí công việc, đặc thù nghề nghiệp mà cán bộ, công chức nhà nước cũng như người dân lao động được phát tem phiếu mua lương thực, thực phẩm với chế độ riêng.\n\nCán bộ cao cấp hưởng tiêu chuẩn đặc biệt A1; phiếu A dành cho bộ trưởng; thứ trưởng phiếu B; trưởng các cục, vụ, viện được hưởng phiếu C và có các cửa hàng phục vụ riêng tại phố Tông Đản, Nhà thờ, Vân Hồ (Hà Nội)... Lúc bấy giờ dân gian có câu \"Tông Đản là của vua quan\/ Nhà thờ là của trung gian nịnh thần\/ Đồng Xuân là của thương nhân\/ Vỉa hè là của nhân dân anh hùng.\"<ref>{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/nhung-chuyen-cuoi-ra-nuoc-mat-thoi-tem-phieu-3509053.html|tiêu đề=Những chuyện 'cười ra nước mắt' thời tem phiếu}}<\/ref>\n\n==== Bao cấp theo chế độ cấp phát vốn của ngân sách ====\nKhông có chế tài ràng buộc trách nhiệm vật chất đối với các đơn vị được cấp vốn. Điều đó vừa làm tăng gánh nặng đối với ngân sách, vừa làm cho việc sử dụng vốn kém hiệu quả, nảy sinh cơ chế \"xin - cho\".\n\n===Vai trò của tiền tệ===\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Số lượng hàng nhu yếu được phép mua qua mậu dịch quốc doanh cho cán bộ trung bình'''<ref name=\"thethaovanhoa.vn\"\/>\n|- style=\"background:lightgrey;\"\n! mặt hàng\n! số lượng\/tháng\n|- \n| [[thịt lợn]] hoặc [[mỡ lợn]]\n! 3 lạng\n|- \n| [[nước mắm]] \n! 1,5 [[lít]]\n|- \n| [[rau]]\n! 3–5&nbsp;kg\n|- \n| [[dầu hỏa]]\n! 4 lít\n|}\nDưới thời bao cấp, do thiếu hàng hóa nên việc phân phối hàng hóa chủ yếu dựa vào hệ thống tem phiếu. Thị trường chợ đen vẫn tồn tại nhưng không phải kênh phân phối hàng hóa chính. Mua hàng gì thì có tem phiếu hàng đó. Một phần tiêu biểu của thời kỳ bao cấp là [[Đồng (tiền)|đồng tiền Việt Nam]] bị mất giá. Lương công nhân đôi khi cũng được trả bằng hiện vật vì giá trị đồng tiền cứ sụt dần. Nếu lấy đồng lương năm 1978 làm chuẩn thì số tiền đó năm 1980 chỉ là 51,1%. Đến năm 1984 thì còn 32,7%.<ref>[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/doi-song-thoi-bao-cap-bai-4-phan-phoi-dong-luong-n20140520151137993.htm \"Đời sống thời bao cấp (Bài 4): Phân phối & đồng lương\"]<\/ref>\n\n[[Thị trường tự do]] bị xem là bất hợp pháp và bị hạn chế nên hàng hóa lưu thông trên thị trường chợ đen ít và giá rất cao. Người dân, cán bộ công nhân viên thường bán hàng tiêu dùng mà họ không sử dụng ra thị trường [[Kinh tế ngầm|chợ đen]].\n\n=== Nông nghiệp ===\nSau năm 1975, với tiêu chuẩn phân phối trung bình 9&nbsp;kg gạo\/người\/tháng thì 4 triệu dân thành thị mỗi năm phải cần 530.000 tấn gạo. Nhưng số lượng này không được đảm bảo khi Nhà nước chỉ có thể huy động hơn 1 triệu tấn mỗi năm trên toàn quốc trong khi số gạo đó phải dùng để nuôi một quân đội thường trực lớn và phân phối cho dân thành thị. Chính vì thế nhà nước chỉ có thể cung cấp cho người dân thành thị một lượng lương thực và thực phẩm tối thiểu vừa đủ để họ duy trì cuộc sống. Trong thời bao cấp xảy ra một nghịch lý là người dân thành thị có khẩu phần ăn thấp hơn người dân nông thôn trong khi ở các quốc gia khác thành thị luôn có mức sống cao hơn nông thôn. \n==== Giai đoạn 1976-1980 ====\nSau khi Việt Nam thống nhất, nông nghiệp ở miền Bắc đã được hợp tác hóa, đa số nông dân đã gia nhập các hợp tác xã còn ở miền Nam phong trào hợp tác hóa phát triển nhanh nhưng không bền vững<ref>[http:\/\/www.vaas.org.vn\/dong-chay-70-nam-nong-nghiep-viet-nam-a15012.html Dòng chảy 70 năm nông nghiệp Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180223171627\/http:\/\/www.vaas.org.vn\/dong-chay-70-nam-nong-nghiep-viet-nam-a15012.html |date=2018-02-23 }}, Viện Khoa học Nông nghiệp Việt Nam, Bộ Nông nghiệp và Phát triển nông thôn<\/ref>. Năm 1976, [[Bộ Chính trị Đảng Cộng sản Việt Nam]] ra Chỉ thị số 43 có nội dung \"''Xóa bỏ bóc lột ở nông thôn, đưa nông dân đi vào con đường hợp tác hóa nông nghiệp, tiến lên chủ nghĩa xã hội, phát huy quyền làm chủ tập thể của nhân dân lao động''\". Sau khi chỉ thị này được ban hành, phong trào thành lập hợp tác xã nông nghiệp tại nông thôn được triển khai trên toàn miền Nam Việt Nam. Phần lớn nông dân được đưa vào các hợp tác xã và tập đoàn sản xuất. Đến năm 1978, Hội đồng Chính phủ có quyết định về việc \"''xóa bỏ triệt để các hình thức bóc lột tư bản chủ nghĩa về ruộng đất và xúc tiến điều chỉnh ruộng đất ở nông thôn miền Nam''\" theo đó hộ nông dân nào có trên 0,5 ha sẽ bị nhà nước trưng mua với giá bằng hai năm giá trị sản lượng thường niên của vụ chính trên diện tích trưng mua. Sau khi bị trưng mua ruộng đất hộ nông dân có thể tham gia hợp tác xã. Các hộ nông dân không có ruộng có thể được cấp ruộng ở mức không quá 3000 m²\/người, sau đó những người nhận đất được vận động vào hợp tác xã. Đến cuối năm 1979, ở [[Nam Trung Bộ]] có 91,6% số hộ nông dân vào hợp tác xã; ở [[Nam Bộ]] có 13246 tập đoàn sản xuất, trong đó có trên 4000 tập đoàn sản xuất khó khăn và dần tan rã<ref name=\"ReferenceA\">Lịch sử kinh tế quốc dân, trang 317, Nguyễn Trí Dĩnh, Nhà xuất bản Giáo dục, 2001<\/ref>. Nhà nước cũng tập thể hóa các loại máy cày, máy kéo dưới 26 mã lực, tổ chức thành các đội công cụ cơ giới trong hợp tác xã; những loại máy có công suất 26 mã lực trở lên được tổ chức thành tập đoàn máy nông nghiệp do Ủy ban Nhân dân huyện quản lý, quyền sở hữu máy thuộc tập thể và tổ viên được trả công theo lao động.<ref>Lịch sử nền kinh tế quốc dân Việt Nam, trang 140-150, Thế Đạt, Nhà xuất bản Hà Nội, 2002<\/ref> Nhà nước còn tổ chức khai hoang được gọi là \"mở vùng kinh tế mới\" với sự tham gia của nhân dân và quân đội<ref>Lịch sử nền kinh tế quốc dân Việt Nam, trang 154, Thế Đạt, Nhà xuất bản Hà Nội, 2002<\/ref>. Nhà nước Việt Nam vận động 1,5 triệu người dân thành thị đi [[xây dựng các vùng kinh tế mới]] nhằm giảm áp lực dân số tại các đô thị<ref name=\"belam\">Lâm Văn Bé. \"Những biến động dân số Việt Nam\". Truyền thông số 37 & 38. Mùa Thu 2010. trang 132-134<\/ref>.\n\nTuy có nhiều cố gắng nhưng giai đoạn này đã không đạt được các chỉ tiêu đã đề ra. Sản lượng lúa năm 1976 đạt 11,827 triệu tấn, giảm dần đến năm 1978 chỉ còn 9,79 triệu tấn. Năm 1976, sản lượng lúa bình quân trên một người dân là 211&nbsp;kg thì đến năm 1980 chỉ còn 157&nbsp;kg. Kế hoạch năm năm 1976-1980 nâng tổng sản lượng lúa lên gần gấp đôi vào khoảng 21 triệu tấn, nhưng đến năm 1980 chỉ đạt 14,4 triệu tấn, tức đạt 68,5% kế hoạch.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150405\/thieu-doi-khap-noi\/729791.html|tiêu đề=VƯỢT QUA \"ĐÊM DÀI\" ĐÓI KÉM - KỲ 2: Thiếu đói khắp nơi...}}<\/ref><ref name=\"thedat\">Lịch sử nền kinh tế quốc dân Việt Nam, trang 160, Thế Đạt, Nhà xuất bản Hà Nội, 2002<\/ref> Còn sản lượng của cả vựa lúa miền Nam từ mức 1,9 triệu tấn năm 1976 cứ tụt dần xuống còn 0,99 triệu tấn năm 1977 và 0,64 triệu tấn năm 1979.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20150404\/noi-am-anh-bo-bo-trong-dem-dai-doi-kem\/729467.html|tiêu đề=VƯỢT QUA \"ĐÊM DÀI\" ĐÓI KÉM - KỲ 1: Nỗi ám ảnh... bo bo trong \"đêm dài\" đói kém}}<\/ref> Chăn nuôi heo đạt 58,5% kế hoạch, thủy sản đạt gần 40%, khai thác gỗ tròn đạt 45%, trồng rừng đạt 48%<ref name=\"thedat\"\/>. Việt Nam rơi vào tình trạng thiếu lương thực, phải nhập khẩu và nhận viện trợ lương thực từ các nước cộng sản đồng minh, từ Liên hiệp quốc cũng như từ phương Tây<ref>[https:\/\/www.washingtonpost.com\/archive\/politics\/1988\/05\/13\/vietnam-seeks-international-food-aid\/cb44320b-c879-4e57-93d1-6c339937c620\/ VIETNAM SEEKS INTERNATIONAL FOOD AID], Murray Hiebert May 13, 1988, The Washington Post<\/ref><ref>[http:\/\/europa.eu\/rapid\/press-release_IP-86-514_en.htm European Commission Press Release]<\/ref>. Việt Nam đứng bên bờ vực của nạn đói và sẽ chết đói nếu mất mùa trên diện rộng.\n\n==== Giai đoạn 1981-1985 ====\nĐến cuối năm 1985, Nam Bộ đã xây dựng được 363 hợp tác xã và 36.220 tập đoàn sản xuất, thu hút 74% hộ nông dân<ref name=\"ReferenceA\"\/>. Phong trào hợp tác xã cưỡng ép, thực hiện một cách vội vã dẫn đến 70% số hợp tác xã nông nghiệp thuộc loại trung bình và yếu kém, nhiều hợp tác xã tan rã, nông dân bỏ ruộng, không thiết tha với sản xuất nông nghiệp. Ở một số địa phương, có hợp tác xã đã khoán đến hộ gia đình với các hình thức khác nhau.<ref>Lịch sử kinh tế quốc dân, trang 314, Nguyễn Trí Dĩnh, Nhà xuất bản Giáo dục, 2001<\/ref> Cuối thập niên 1970, nông nghiệp Việt Nam sa sút nghiêm trọng: năng suất, sản lượng cây trồng, vật nuôi giảm, sản xuất không đủ tiêu dùng. Thu nhập và đời sống nông dân giảm sút. Trước tình hình nông nghiệp không đủ sức đáp ứng nhu cầu lương thực của quốc gia, từ những thí điểm hình thức khoán trong nông nghiệp ở [[Hải Phòng]], [[Vĩnh Phúc]], [[Nghệ Tĩnh]] năm 1981 Đảng Cộng sản Việt Nam ban hành Chỉ thị 100-CT\/TW - mở rộng hình thức khoán trong nông nghiệp trong hợp tác xã nông nghiệp, tạo đà cho phát triển và đem lại hiệu quả rõ rệt, góp phần cải thiện đời sống nhân dân<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Lao-dong-Tien-luong\/Chi-thi-100-CT-TW-1981-Cai-tien-cong-tac-khoan-mo-rong-san-pham-den-nhom-lao-dong-hop-tac-xa-nong-nghiep-247358.aspx CHỈ THỊ \"CẢI TIẾN CÔNG TÁC KHOÁN, MỞ RỘNG “KHOÁN SẢN PHẨM ĐẾN NHÓM LAO ĐỘNG VÀ NGƯỜI LAO ĐỘNG” TRONG HỢP TÁC XÃ NÔNG NGHIỆP\"], ĐẢNG CỘNG SẢN VIỆT NAM, ngày 13\/1\/1981<\/ref>. Năm 1985 đạt 18,2 triệu tấn lương thực<ref>Lịch sử kinh tế quốc dân, trang 318, Nguyễn Trí Dĩnh, Nhà xuất bản Giáo dục, 2001<\/ref>. Nhà nước vận động 1,3 triệu người dân thành thị đi xây dựng các vùng kinh tế mới<ref name=\"belam\"\/>.\n\n===Công nghiệp===\nĐại hội đại biểu toàn quốc lần thứ IV của Đảng Cộng sản Việt Nam tháng 12-1976 đã xác định “Đẩy mạnh công nghiệp hoá xã hội chủ nghĩa, xây dựng cơ sở vật chất kỹ thuật của chủ nghĩa xã hội, đưa nước ta từ sản xuất nhỏ lên sản xuất lớn xã hội chủ nghĩa, ưu tiên phát triển công nghiệp nặng một cách hợp lý, trên cơ sở phát triển nông nghiệp và công nghiệp nhẹ, kết hợp xây dựng công nghiệp và nông nghiệp cả nước thành một cơ cấu công - nông nghiệp; kết hợp phát triển lực lượng sản xuất với xác lập và hoàn thiện quan hệ sản xuất mới, kết hợp kinh tế với quốc phòng”.<ref name=\"moit\"\/>\n\nTrong 10 năm 1975-1986, Nhà nước đã đầu tư vào ngành công nghiệp 65 tỷ đồng (tính theo giá 1982) trong đó, đầu tư cho công nghiệp nặng là trên 70% và công nghiệp nhẹ gần 30%. Đầu tư công nghiệp chiếm trên 40% tổng vốn đầu tư vào khu vực sản xuất với tốc độ tăng đầu tư cao hơn mức bình quân của toàn bộ khu vực sản xuất. Trong thời kỳ này, nhiều công trình tương đối lớn được xây dựng. Đến năm 1985, toàn ngành công nghiệp có 3.220 xí nghiệp quốc doanh, 36.630 cơ sở tiểu thủ công nghiệp với 2,653 triệu lao động, đã sản xuất được 105 tỷ đồng giá trị tổng sản lượng, làm ra 30% thu nhập quốc dân, 40% tổng sản phẩm xã hội và trên 50% giá trị sản lượng công - nông nghiệp.<ref name=\"moit\"\/> \n====Sau khi thống nhất====\nNăm 1976, toàn ngành công nghiệp Việt Nam có khoảng 520.000 cán bộ, công nhân. Trong đó, miền Bắc có 1.279 xí nghiệp, miền Nam có 634 xí nghiệp, Trung ương quản lý 540 xí nghiệp, địa phương quản lý 1.373 xí nghiệp. Miền Bắc có 3.000 cơ sở tiểu thủ công nghiệp với trên 600.000 lao động. Miền Nam có hàng trăm ngàn cơ sở tư nhân với 800.000 – 900.000 lao động. Tổng sản phẩm công nghiệp năm 1976 đạt giá trị tương đương 48 tỷ đồng (theo giá cố định năm 1982). Trong đó, công nghiệp nặng chiếm 34,1% và công nghiệp nhẹ chiếm 65,9%; quốc doanh chiếm 62,7%, tiểu thủ công nghiệp 37,3% và công nghiệp trung ương 44,2%, công nghiệp địa phương 55,8%. Công nghiệp nặng chiếm tỷ trọng không lớn: năng lượng: 5,6%, luyện kim: 3,3%, cơ khí: 12,3%, hoá chất phân bón: 9,4%, vật liệu xây dựng: 6%. Công nghiệp nhẹ gồm lương thực và thực phẩm chiếm 33,6%, dệt da may nhuộm chiếm 14,5%. Trong cơ cấu kinh tế quốc dân, công nghiệp chiếm tỷ trọng 10,6% lao động xã hội, 37% giá trị tài sản cố định, làm ra 38,4% tổng sản phẩm xã hội, 25,3% GDP và 53% giá trị sản lượng công nông nghiệp. Công nghiệp Việt Nam phụ thuộc vào nguồn nguyên liệu nhập khẩu từ nước ngoài, các ngành lệ thuộc hoàn toàn là cơ khí, hoá chất, dệt… Thiết bị nhập từ nhiều nguồn, trong đó của 13 nước tư bản, chiếm 41%, của Liên Xô và Đông Âu 20%, trong nước chế tạo chỉ khoảng 13%. Hiệu quả sản xuất thấp, không sử dụng hết công suất (công nghiệp quốc doanh chỉ đạt 62% công suất) với mức tích luỹ trên 1 đồng vốn tài sản cố định của công nghiệp trung ương là 0,25 đồng, hệ số tích luỹ của 100 đồng vốn sản xuất là 33%, song chưa đạt mức ổn định của thời kỳ 1964-1965 của miền Bắc và năm 1970 của miền Nam. Ngày 12\/5\/1975, Việt Nam và [[Liên Xô]] ký hiệp định về việc Liên Xô viện trợ khẩn cấp không hoàn lại cho Việt Nam gồm xăng dầu, phân bón, lương thực, xe vận tải và nhiều loại hàng hoá tiêu dùng khác.<ref name=\"moit\"\/>\n\nTại miền Bắc, sản lượng công nghiệp năm 1975 đã gấp 16,2 lần năm 1955, trong đó quốc doanh gấp 44,8 lần và tiểu thủ công nghiệp gấp 5,6 lần; công nghiệp nặng gấp 27,1 lần và công nghiệp nhẹ gấp 12,3 lần; công nghiệp trung ương gấp 76 lần và công nghiệp địa phương gấp 9,2 lần. Tuy vậy, miền Bắc có các ngành công nghiệp nặng còn non kém,  chưa đủ khả năng phục vụ cho các ngành kinh tế quốc dân. Công nghiệp chưa gắn với nông nghiệp; sản xuất chưa ổn định, chưa có cơ sở nguyên liệu trong nước; chưa tạo được tích luỹ và chưa có thị trường cho các sản phẩm của mình, nhất là công nghiệp nặng; trình độ quản lý còn thấp và năng suất thấp. Tại miền Nam, công nghiệp chỉ chiếm 8 - 10% tổng sản phẩm xã hội; phần lớn là các doanh nghiệp vừa và nhỏ: 175 ngàn doanh nghiệp với 1,4 triệu lao động và 800 triệu USD giá trị tài sản cố định, khoảng 1% doanh nghiệp có quy mô từ 10 công nhân trở lên, còn lại là dưới 10 công nhân; công nghiệp nhẹ chiếm 90% giá trị sản lượng công nghiệp. Công nghiệp miền Nam hoàn toàn phụ thuộc vào nước ngoài về trang thiết bị thay thế và nguyên liệu, khoảng 70 - 100% nguyên liệu là nhập khẩu. Từ sau 1970, hàng năm, công nghiệp miền Nam phải nhập 300 triệu USD nguyên liệu và 65 triệu USD thiết bị.<ref name=\"moit\"\/>\n\n====Giai đoạn 1976-1980====\nTrong giai đoạn này, Việt Nam thực hiện kế hoạch 5 năm lần thứ II (1976-1980) triển khai xây dựng [[chủ nghĩa xã hội]] và [[công nghiệp hoá]] xã hội chủ nghĩa trên phạm vi cả nước. Nhiệm vụ của công nghiệp trong kế hoạch này là tiếp tục thực hiện đường lối công nghiệp hoá và xây dựng một bước cơ sở vật chất kỹ thuật cho nền kinh tế, hình thành cơ cấu kinh tế mới công - nông nghiệp; khôi phục và phát triển sản xuất công nghiệp nhằm đáp ứng nhu cầu trang thiết bị và các hàng hoá tiêu dùng cho nhân dân; thực hiện cải tạo xã hội chủ nghĩa đối với công nghiệp miền Nam, thống nhất quản lý và tổ chức công nghiệp trong cả nước. Kế hoạch đặt mục tiêu đến năm 1980 phải đạt: 1 triệu tấn cá biển, 10 triệu tấn than sạch, 5 tỷ kWh điện, 2 triệu tấn xi măng, 1,3 triệu tấn phân hoá học, 250 - 300 nghìn tấn thép, 3,5 triệu m³ gỗ, 450 triệu mét vải, 130 nghìn tấn giấy, sản lượng cơ khí tăng 2,5 lần so với năm 1975.<ref name=\"moit\"\/>\n\nNgày 04\/9\/1975, nhà nước Việt Nam tiến hành Chiến dịch cải tạo tư sản miền Nam lần I. Ngày 15\/7\/1976, Bộ Chính trị ra Nghị quyết 254\/NQ\/TW về những công tác trước mắt ở miền Nam, hoàn thành việc xoá bỏ giai cấp tư sản mại bản, tiến hành cải tạo công thương nghiệp tư bản tư doanh. Tháng 12\/1976, nhà nước tiến hành Chiến dịch cải tạo tư sản lần II. Tiếp theo, Hội nghị Bộ Chính trị tháng 3\/1977 quyết định hoàn thành về cơ bản nhiệm vụ cải tạo xã hội chủ nghĩa đối với công thương nghiệp tư bản tư doanh miền Nam trong 2 năm 1977-1978. Trong năm 1976, [[tư sản mại bản]] và tư sản lớn trong công nghiệp miền Nam bị xoá bỏ. Năm 1978, nhà nước hoàn thành căn bản cải tạo tư sản công nghiệp loại vừa và nhỏ ở miền Nam, trong đó có việc xoá bỏ sự kiểm soát kinh tế của tư sản [[người Hoa]]. Đến tháng 5\/1979, tất cả các xí nghiệp công quản lúc đầu ở miền Nam đều đã được chuyển thành xí nghiệp quốc doanh. Kết quả của các Chiến dịch cải tạo tư sản miền Nam là: có 1.354 cơ sở với 13 vạn công nhân được quốc hữu hoá, bằng 34% số cơ sở và 55% số công nhân; thành lập 498 xí nghiệp công tư hợp doanh với 13.000 công nhân, chiếm 14,5% số cơ sở và 5,5% số công nhân; thành lập 1.600 xí nghiệp hợp tác xã, gia công, đặt hàng với trên 7 vạn công nhân, chiếm 45% số doanh nghiệp và khoảng 30% công nhân. Số cơ sở công nghiệp tư bản tư doanh còn lại chiếm khoảng 6% về cơ sở và 5% về công nhân, trong tổng số xí nghiệp công nghiệp tư doanh. Thành lập trên 500 hợp tác xã và 5.000 tổ hợp tác với trên 250 nghìn lao động. Riêng thành phố Hồ Chí Minh có 144 hợp tác xã với 27.634 lao động và 1.964 tổ hợp tác với 75.284 lao động, chiếm 71% tổng số lao động thủ công nghiệp của Thành phố. Các tỉnh khác có số thợ thủ công được tổ chức lại chiếm khoảng 40%. Tới cuối năm 1985, số cơ sở tiểu thủ công nghiệp miền Nam đã có 2.937 hợp tác xã chuyên nghiệp, 10.124 tổ sản xuất chuyên nghiệp, 3.162 hợp tác xã nông nghiệp - tiểu thủ công nghiệp, 529 hợp tác xã kiêm và 920 hộ tư nhân cá thể. Nhà nước Việt Nam đánh giá họ mới chỉ xoá bỏ quan hệ sản xuất cũ trong công nghiệp mà chưa xác lập được quan hệ sản xuất mới.<ref name=\"moit\"\/>\n\nNhờ những nỗ lực đầu tư vào nền công nghiệp của nhà nước nên tổng tài sản của ngành này giai đoạn 1976 - 1980 tăng thêm 13 tỷ đồng, bằng 35% giá trị tài sản cố định mới tăng thêm thuộc khu vực sản xuất. Tuy nhiên hiệu quả sử dụng vốn thấp. Sản xuất công nghiệp phát triển đều trong 3 năm đầu sau đó tụt xuống và có những năm giảm sút tuyệt đối. Trong đó, công nghiệp trung ương giảm sút nhiều nhất, hàng năm giảm 4%, do thiếu nguyên, vật liệu. Trong khi đó, công nghiệp địa phương, nhất là tiểu thủ công nghiệp vẫn tiếp tục phát triển, hàng năm tăng 6,7%, nhờ có cơ chế linh hoạt và khai thác được các tiềm năng nguyên liệu tại chỗ. Tính cả thời kỳ, tốc độ tăng bình quân chỉ có 0,6%\/năm do đó tất cả các mục tiêu do Đại hội Đảng toàn quốc lần thứ IV đề ra đều không đạt. Kết quả thực hiện một số chỉ tiêu công nghiệp của kế hoạch 5 lần II (1976-1980): giá trị sản lượng cơ khí đạt 80%; sản lượng điện là 3.680 triệu kWh, đạt 73,6%; than đạt 52%; khai thác gỗ tròn là 1,577 triệu m³, đạt 45%; vải mặc là 182 triệu mét, đạt 40,4%; đánh bắt cá biển là 399 ngàn tấn, đạt 39,9%; giấy, bìa là 48,3 ngàn tấn, đạt 37%; xi măng đạt 641 ngàn tấn, đạt 32%; phân bón hoá học 367 ngàn tấn, đạt 28%; sản lượng thép là 62,5 ngàn tấn, đạt 25%.<ref name=\"moit\"\/>\n\nSau những nỗ lực phát triển kinh tế theo đường lối công nghiệp hoá trên, nền kinh tế Việt Nam tăng trưởng chậm, thậm chí vào cuối thời kỳ kế hoạch 5 năm lần thứ II những năm 1979-1980, sản xuất công nghiệp lâm vào trì trệ, suy thoái do sản xuất nhỏ, năng suất thấp, nền kinh tế không có khả năng tích lũy, trong khi nguồn lực viện trợ giảm dần, gặp khó khăn về cung ứng vật tư, nguyên liệu đầu vào cũng như chuyển đổi cơ chế hành chính quan liêu bao cấp, lại thêm chiến tranh biên giới Tây Nam, chiến tranh biên giới phía Bắc và sự cấm vận bên ngoài. Ngoài ra sự thất bại trong việc phát triển công nghiệp thời kỳ này còn do quản lý kế hoạch hoá tập trung bao cấp, chưa kết hợp kế hoạch với thị trường, chưa khai thác sử dụng các thành phần kinh tế tư sản dân tộc và cá thể ở miền Nam, chậm khắc phục trì trệ, bảo thủ trong xây dựng các chính sách cụ thể, trong đó có chính sách phát triển công nghiệp, có biểu hiện giản đơn trong cải tạo hội chủ nghĩa ở miền Nam.<ref name=\"moit\"\/>\n\n====Giai đoạn 1981-1985====\nTrong giai đoạn này, Việt Nam thực hiện kế hoạch 5 năm lần thứ III (1981-1985). Nhà nước điều chỉnh mối quan hệ giữa công nghiệp và nông nghiệp, giữa công nghiệp nặng và công nghiệp nhẹ; trong cải tạo xã hội chủ nghĩa đối với công nghiệp đã chú ý hơn tới các hình thức thích hợp; trong cải tiến quản lý công nghiệp đã có những cải tiến theo hướng mở rộng quyền tự chủ cho xí nghiệp và các hợp tác xã. Tuy nhiên, nhà nước vẫn giữ nguyên cơ chế quản lý kế hoạch hoá tập trung quan liêu bao cấp do đó mặc dù có một số điều chỉnh trong đường lối và chính sách, một số cải tiến về quản lý kinh tế, song về cơ bản, mô hình kinh tế và công nghiệp hoá của Việt Nam vẫn chưa thay đổi.<ref name=\"moit\"\/>\n\nHội nghị trung ương lần thứ 6 khoá IV Ngày 26\/9\/1979 đề cập sự cần thiết quan tâm tới lợi ích vật chất của người lao động, tạo bước chuyển động trong sản xuất và đời sống, để tạo động lực cho sản xuất phát triển. Sau đó, ngày 21\/1\/1981, Hội đồng Chính phủ đã ban hành Quyết định 25\/CP về “''Một số chủ trương và biện pháp nhằm phát huy quyền chủ động sản xuất kinh doanh và quyền tự chủ về tài chính cho các xí nghiệp quốc doanh''” nhằm cải tiến công tác kế hoạch hoá của xí nghiệp quốc doanh theo hướng ngoài việc hoàn thành nhiệm vụ kế hoạch nhà nước giao, xí nghiệp được phép bán sản phẩm trên thị trường tự do, đa dạng hoá sản xuất, phát triển thêm sản phẩm và dịch vụ công nghiệp. Theo quyết định này, xí nghiệp có 3 kế hoạch gồm: kế hoạch A là chỉ tiêu pháp lệnh do Nhà nước quyết định và được Nhà nước đảm bảo cung cấp các yếu tố đầu vào, sản phẩm làm ra phải bán cho nhà nước theo giá quy định; kế hoạch B là kế hoạch do xí nghiệp tự lo vật tư để tận dụng khai thác các năng lực sản xuất của mình, sản phẩm làm ra phải bán cho nhà nước nhưng giá thành được tính theo giá mua vật tư; kế hoạch C là kế hoạch sản xuất phụ, do xí nghiệp tự tổ chức làm thêm để tận dụng lao động và cải thiện thu nhập cho công nhân, không nằm trong nhiệm vụ sản xuất được giao, sản phẩm làm ra được quyền tiêu thụ trên thị trường. Sau đó nhà nước ban hành Quyết định 26\/CP ngày 21\/1\/1981 về việc mở rộng hình thức trả lương khoán, lương sản phẩm và vận dụng các hình thức tiền thưởng trong các đơn vị kinh doanh của nhà nước. Sau đó, Hội đồng Bộ trưởng đã ra Quyết định số 146\/HĐBT ngày 25\/8\/1982, nhằm sửa đổi và bổ sung Quyết định 25\/CP để phát huy mặt tích cực và kịp thời uốn nắn những lệch lạc phát sinh hay sự phát triển không đúng hướng. Các quyết định trên đã góp phần làm giảm bớt sự tập trung quan liêu bao cấp trong cơ chế quản lý nhà nước đối với các xí nghiệp công nghiệp quốc doanh, tăng tính tự chủ của xí nghiệp và tạo thêm động lực cho xí nghiệp phát triển. Nhà nước cũng thành lập nhiều công ty và liên hiệp xí nghiệp trong công nghiệp nặng, công nghiệp nhẹ, công nghiệp thực phẩm, công nghiệp vật liệu xây dựng. Việc ban hành Điều lệ xí nghiệp mới có tác dụng mở rộng trách nhiệm, quyền hạn tự chủ sản xuất kinh doanh cho các đơn vị cơ sở. Nhiều địa phương cũng đã giới thiệu mặt hàng mới và nơi giao dịch để các xí nghiệp có thể trao đổi vật tư, thiết bị thừa không dùng đến và biết được các khả năng hợp tác sản xuất của nhau.<ref name=\"moit\"\/>\n\nTrong thời kỳ này sản xuất công nghiệp đã vượt qua suy thoái và khủng hoảng, bắt đầu phát triển nhờ những cải tiến quản lý theo tinh thần Quyết định 25\/CP, và Quyết định 146\/HĐBT và do một số công trình xây dựng quy mô trong giai đoạn 1976 - 1980 đã đi vào sản xuất, cung cấp các sản phẩm cho nền kinh tế. Đến năm 1985, toàn ngành công nghiệp đã sản xuất được 105 tỷ đồng, tăng trên 61,3% so với năm 1976 và 57,4% so với năm 1980. Trong thời kỳ 1981-1985, tốc độ tăng bình quân hàng năm đạt 9,5%, trong đó công nghiệp nặng tăng 6,4% và công nghiệp nhẹ tăng 11,2%, công nghiệp trung ương tăng 7,8% và địa phương tăng 10,4%, tiểu thủ công nghiệp tăng 11,4%. Cơ cấu công nghiệp thay đổi như sau: công nghiệp nặng\/công nghiệp nhẹ năm 1980 là 37,8%\/62,2% và năm 1985 là 31,4%\/68,6%; công nghiệp quốc doanh\/ngoài quốc doanh năm 1980 là 60,2%\/39,8% và năm 1985 là 56,3%\/43,7%. Vào năm 1985, một số chỉ tiêu sản phẩm công nghiệp chủ yếu tính bình quân đầu người đạt: điện phát ra 87,2 kWh, so với 62,7 kWh (1976); than sạch đạt 93,9&nbsp;kg, so với 115&nbsp;kg (1976); xi măng đạt 25,1&nbsp;kg, so với 15,1&nbsp;kg (1976); gạch đạt 49 viên, so với 75 viên (1976); gỗ tròn đạt 0,024 m3, so với 0,031 m3 (1976); giấy đạt 1,31&nbsp;kg, so với 1,53&nbsp;kg (1976); muối ăn đạt 11,2&nbsp;kg, so với 11,9&nbsp;kg (1976); cá biển đạt 10,5&nbsp;kg, so với 12,3&nbsp;kg (1976); vải đạt 6,2 mét, so với 4,5 mét (1976). Sản lượng của nhiều mặt hàng giảm so với năm 1976, các mặt hàng khác tăng nhẹ trong khi dân số tăng mạnh khiến chất lượng sống của nhân dân đi xuống.<ref name=\"moit\"\/>\n\n===Thương nghiệp===\n====Sau khi thống nhất====\nTại miền Nam, thương nghiệp tư doanh khá phát triển. Nhà nước Việt Nam chủ trương cải tạo thương nghiệp tại miền Nam để tiêu diệt giai cấp [[tư sản mại bản]], chấm dứt sự kiểm soát của người Hoa trong ngành bán buôn và bán lẻ; chống đầu cơ, làm ăn phi pháp, làm mất ổn định đời sống kinh tế - xã hội; xây dựng chủ nghĩa xã hội. Nhà nước cũng chú trọng xây dựng hệ thống thương nghiệp quốc doanh bằng cách điều động hàng vạn cán bộ ngành Thương mại vào miền Nam xây dựng các cơ quan quản lý cấp Sở, Ty đồng thời xây dựng mạng lưới thương mại ở các địa phương phía Nam. Tháng 5\/1975, Tổng Nha Nội thương ra đời và ngày 26\/5\/1975 thành lập Sở Thương nghiệp thành phố Sài Gòn mới giải phóng. Tiếp sau đó là các Sở Thương nghiệp của các tỉnh, thành phố khác cũng được thành lập. Đến cuối năm 1976, đã thành lập được 2 tổng công ty và 10 công ty thương nghiệp bán buôn toàn miền Nam, gần 60 công ty thương nghiệp tỉnh với trên 500 cửa hàng.<ref name=\"moit\"\/>\n\nSau khi Việt Nam thống nhất, tại miền Nam lưu hành ba loại tiền khác nhau: tiền của chế độ Việt Nam Cộng hòa, tiền của Chính phủ cách mạng lâm thời và tiền của Ngân hàng Nhà nước Việt Nam. Ban đầu, nhà nước chủ trương tạm thời hạn chế việc buôn bán giữa hai miền. Đến năm 1976, những hạn chế buôn bán được nhà nước xoá bỏ dần.<ref name=\"moit\"\/>\n\n====Giai đoạn 1976-1980====\nTrong thời kỳ này, công tác phân phối lưu thông gặp nhiều khó khăn. Thương nghiệp quốc doanh tuy phát triển nhanh, nhưng còn yếu, chưa có nhiều hàng hoá. Hoạt động thu mua và phân phối hàng hóa gặp nhiều khó khăn. Các hợp tác xã thương nghiệp mới được xây dựng, chưa đủ sức hỗ trợ cho thương nghiệp quốc doanh thu mua, nắm nguồn hàng, phân phối bán lẻ và chi phối thị trường. Thương nghiệp tư nhân chưa được quản lý tốt, công tác quản lý thị trường tự do còn yếu.<ref name=\"moit\"\/>\n\nĐầu năm 1978, nhà nước thực hiện việc đổi tiền lần thứ 2 để thống nhất tiền tệ trong cả nước, thống nhất thị trường hai miền và thống nhất công tác lãnh đạo thương mại trong cả nước. Thương nghiệp quốc doanh giữ vai trò chủ đạo. Lưu thông hàng hóa giữa hai miền tăng lên. Ngoại thương tăng nhờ nhà nước đẩy mạnh xuất nhập khẩu. Từ cuối năm 1978 trở về sau do Việt Nam đưa quân vào [[Campuchia]], Mỹ và một số nước khác thực hiện chính sách cấm vận, phân biệt đối xử. Họ ngừng viện trợ và đầu tư vào Việt Nam, ngừng các khoản tín dụng đã cam kết, thậm chí phá hoại nền kinh tế Việt Nam. Trong lúc đó lại xảy ra chiến tranh ở biên giới Tây - Nam và phía Bắc gây khó khăn và mất cân đối nhiều mặt cho nền kinh tế. Thị trường biến động, giá cả hàng hoá tăng nhanh. Quản lý thương mại vẫn mang nặng tính chất quan liêu bao cấp, tỏ ra kém hiệu quả.<ref name=\"moit\"\/>\n\nNăm 1977-1978, do nông nghiệp chịu ảnh hưởng của thiên tai, công tác thu mua nông sản không đạt yêu cầu. Công nghiệp thiếu nguyên liệu, vật tư, nhiên liệu. Kế hoạch Nhà nước 5 năm lần thứ 2 (1976- 1980) đạt mức thấp, quỹ hàng hoá của nhà nước không đáp ứng nhu cầu, nhiều mặt hàng thiết yếu chỉ bảo đảm cung cấp được khoảng 50% tiêu chuẩn định lượng được phân phối bằng tem phiếu. Ở miền Nam, số người làm nghề bán buôn và dịch vụ tăng nhanh. Tư thương nắm quyền chi phối nhiều loại hàng hoá tiêu dùng. Thương nghiệp quốc doanh không làm chủ được thị trường hàng nông sản – thực phẩm. Đối với hàng tiêu dùng bán lẻ cung cấp, thương nghiệp quốc doanh đã trở thành kho hàng phân phối theo định lượng, ngân sách phải bù lỗ nặng nề. Giá hàng công nghiệp không điều chỉnh theo cung cầu, nhất là hàng tiêu dùng thiết yếu và hàng nhập khẩu phục vụ sản xuất.<ref name=\"moit\"\/>\n\nHoạt động xuất nhập khẩu theo cơ chế kế hoạch tập trung, Nhà nước độc quyền ngoại thương, đối tác thương mại chủ yếu là các nước xã hội chủ nghĩa với cơ chế nghị định thư. Cả nước chỉ có khoảng 30 đơn vị, công ty nhà nước hoạt động xuất, nhập khẩu, với tổng kim ngạch xuất, nhập khẩu rất thấp (bình quân xuất khẩu theo đầu người chỉ ở mức dưới 10 rúp\/người, trong đó 70% kim ngạch xuất khẩu thuộc khu vực đồng rúp). Hoạt động xuất nhập khẩu trì trệ, cán cân thương mại bị thâm hụt nặng nề kéo dài. Cơ chế thu bù chênh lệch ngoại thương đã làm cho ngân sách nhà nước bù lỗ xuất khẩu ngày một tăng lên. Mức giá trong nước đối với hàng nhập khẩu thấp hơn giá vốn vì vậy nhà nước phải hạn chế các nhu cầu nhập khẩu thiết bị, vật tư nguyên liệu, hàng tiêu dùng thiết yếu cho phát triển kinh tế xã hội, cải thiện đời sống nhân dân, mà ở thời kỳ này, hầu hết các mặt hàng cung ứng cho thị trường trong nước phải thông qua nhập khẩu. Cân đối tiền – hàng và cung – cầu một số mặt hàng thiết yếu bị mất cân đối nghiêm trọng. Hoạt động xuất nhập khẩu còn bị tác động tiêu cực bởi cơ chế tỷ giá ngoại tệ được thực hiện theo giá kết toán nội bộ với giá trị của đồng Việt Nam cao gấp nhiều lần so với giá trị thực; sự xơ cứng trong việc định giá vật tư, nguyên liệu, hàng hoá xuất, nhập khẩu; các tổng công ty xuất nhập khẩu được phân công theo ngành hàng không gắn nhập khẩu với xuất khẩu; ngân sách hàng năm phải chi ra một khoản tiền lớn để bù lỗ cho hoạt động xuất, nhập khẩu.<ref name=\"moit\"\/>\n\n====Giai đoạn 1981-1985====\nHội nghị trung ương 6 khoá IV (tháng 8\/1979) đã cho phép xí nghiệp bán phần sản phẩm vượt kế hoạch cho Nhà nước hoặc bán trên thị trường tự do. Nhà nước điều chỉnh thuế lương thực, giá lương thực để khuyến khích sản xuất; sửa lại hệ thống phân phối trong hệ thống hợp tác xã nông nghiệp, bỏ phân phối theo định suất, định lượng để khuyến khích tính tích cực của người lao động… Đầu những năm 80 của thế kỷ XX, có địa phương đã thực hiện thí điểm mô hình theo cơ chế: “mua cao, bán cao” thay cho “mua cung, bán cấp”; bù giá vào lương. Tuy nhiên, vẫn có khuynh hướng muốn quay lại với quan niệm và cách làm cũ. Hội nghị Trung ương 5 khoá V (12\/1983) vẫn xem sự chậm chạp trong cải tạo xã hội chủ nghĩa là một trong những nguyên nhân của tình trạng khó khăn về kinh tế - xã hội, và chủ trương phải đẩy mạnh hơn nữa việc cải tạo xã hội chủ nghĩa. Nhà nước phải nắm hàng, nắm tiền, xoá bỏ thị trường tự do về lương thực và các nông, hải sản quan trọng; thống nhất quản lý giá; bảo đảm cung cấp đủ 9 mặt hàng theo đúng định lượng cho người ăn lương; lập các cửa hàng cung cấp…<ref name=\"moit\"\/>\n\nHội nghị trung ương 8 khoá V (6\/1985) chủ trương dứt khoát xoá bỏ cơ chế tập trung quan liêu, bao cấp, thực hiện cơ chế một giá; xoá bỏ chế độ cung cấp hiện vật theo giá thấp; chuyển mọi hoạt động sản xuất kinh doanh sang cơ chế hạch toán kinh tế. Tháng 9\/1985, cuộc tổng điều chỉnh giá, lương, tiền được thực hiện làm cho “''giá cả thị trường có nhiều diễn biến phức tạp, ảnh hưởng không tốt đến nhiều hoạt động kinh tế - xã hội''”. Lạm phát bị đẩy lên tốc độ phi mã ở mức ba con số trong nhiều năm, đỉnh cao là 774,7% năm 1986. Sự chênh lệch giữa giá và lương, giữa lương danh nghĩa và lương thực tế quá lớn nên đầu năm 1986, lại phải lùi một bước: thực hiện chính sách 2 giá. Lưu thông tiền tệ cuối năm 1984 bằng 8,4 lần cuối năm 1980.<ref name=\"moit\"\/>\n\n== Văn hóa, xã hội, giáo dục và y tế ==\n[[Tập tin:Vietnam1973.JPEG|nhỏ|phải|Hình ảnh đường phố Hà Nội năm 1973, với xe đạp là phương tiện đi lại chủ yếu|300px]]\n===Văn hóa===\nNgười dân ít được tiếp xúc văn hóa phương Tây, văn học, phim, nhạc... [[kiểm duyệt ở Việt Nam|đều được kiểm soát]], được xem là gần gũi quần chúng và có giá trị nghệ thuật. Văn học được lưu hành chủ yếu là văn học cổ điển, [[văn học Nga]], văn học xã hội chủ nghĩa, văn học cánh tả, văn học hiện thực phê phán, hiện thực xã hội chủ nghĩa và lãng mạn tích cực; các trường phái được xem là \"tiêu cực\", \"rẻ tiền\" không được phép lưu hành. Văn chương chủ yếu tuyên truyền cho chủ nghĩa xã hội - cộng sản, tinh thần yêu nước, tinh thần tập thể, yêu lao động, tinh thần quốc tế.\n\nÂm nhạc được cho phép bao gồm nhạc cổ điển phương Tây như [[giao hưởng]], [[opera]]; [[dân ca]] và [[nhạc đỏ]]. Nhạc tiền chiến, [[nhạc vàng]], [[nhạc trẻ]], [[ca trù]], [[chầu văn]] và phần lớn âm nhạc từ các nước [[tư bản]] đều bị cấm, Cuối thời bao cấp, [[nhạc nhẹ]] được cho phép.\n\nPhim chỉ có [[Phim điện ảnh|phim nhựa]], chưa có phim truyền hình, chủ yếu chiếu rạp, lưu động và phát một số buổi nhất định trên truyền hình. Cuối thời bao cấp, phim thương mại được chấp nhận ở mức độ nhất định. Các phim nước ngoài được trình chiếu chủ yếu là phim Liên Xô và các phim các nước xã hội chủ nghĩa (phim Trung Quốc bị cấm sau [[Chiến tranh biên giới Việt–Trung 1979|chiến tranh biên giới năm 1979]]), ngoài ra còn có phim các nước Pháp, Mỹ, Anh, Ấn Độ,... Các phim Việt Nam chủ yếu tuyên truyền chiến đấu, sản xuất, một số tác phẩm văn học hiện thực phê phán trước 1945 được chuyển thể.\n\nNhà nước chú trọng chống mê tín dị đoan, phổ biến khoa học. Báo chí không có quảng cáo thương mại. Các tờ báo rất giống nhau về quan điểm, tư tưởng, chỉ khác là phục vụ cho các đối tượng khác nhau, không chạy theo lợi nhuận và được bao cấp. Các văn nghệ sĩ sinh hoạt trong các cơ quan tổ chức của nhà nước, được nhà nước trả lương như công chức.\n\n===Xã hội===\nThời bao cấp tại Việt Nam cũng là thời kỳ khép kín và nghi kị về mặt xã hội và chính trị đối với người nước ngoài. Mặc dù không có luật chính thức, nhưng nhà nước khá thận trọng với người phương Tây, người nước ngoài vì khác biệt tư tưởng và các vấn đề an ninh. Người Việt phần lớn không được tiếp xúc với người ngoại quốc, ai vi phạm sẽ bị công an tra hỏi.<ref name=\"vi.rfi.fr\"\/> Du lịch không được quan tâm, xuất nhập cảnh rất gắt gao. Sự thiếu thốn thời bao cấp khiến nạn ăn cắp vặt nảy sinh.<ref name=\"viet-studies.info\" \/> Phân hóa giàu nghèo rất thấp. Giáo dục, y tế được bao cấp dù khá nghèo nàn về trang thiết bị. Học sinh được đi học miễn phí, sinh viên ra trường đều có việc làm nhưng chịu sự phân công của nhà nước, không được tự lựa chọn công việc, không bị thất nghiệp. Thi đại học rất khó, đòi hỏi tiêu chuẩn học lực cao. Tính cộng đồng trong xã hội cao. Không có nhiều loại hình giải trí, nhưng con người ít chịu áp lực của công việc và nhu cầu vật chất hơn so với thời kỳ Đổi Mới.\n\n===Giáo dục===\nThành tựu giáo dục trong thời kỳ này là phát triển hệ thống giáo dục phổ thông đại trà đến tận cấp xã; mỗi xã, phường đều có trường phổ thông cấp I hoặc trường phổ thông cấp I-II; tập trung cho công tác bổ túc văn hóa và xóa mù chữ trong độ tuổi đi học; mỗi quận, huyện và thị xã có trường bổ túc văn hóa cho cán bộ cơ sở. Tuy nhiên đi kèm với sự phát triển mạnh về mặt số lượng, chất lượng hệ thống giáo dục lại đi xuống vì tình trạng thiếu trường lớp, thiếu giáo viên được đào tạo tốt, lương giáo viên bị hạ thấp, việc thi cử bị buông lỏng, bệnh thành tích phát triển.\n\nKhi hai miền Nam và Bắc thống nhất năm 1976 thì khuôn mẫu giáo dục ở miền Bắc tiếp cận với hệ thống giáo dục đã được thiết lập ở miền Nam; cụ thể nhất là học trình 10 năm tiểu học và trung học ở miền Bắc phải phù hợp với học trình 12 năm ở trong Nam. Hai hệ thống này song hành; Miền Bắc tiếp tục hệ 10 năm và miền Nam giữ hệ 12 năm từ năm 1976 đến năm 1981.\n\nĐến năm 1981, thì cho áp dụng hệ 11 năm cho miền Bắc (thêm lớp 5).<ref>{{Chú thích web | url = http:\/\/www.ninh-hoa.com\/bk-ThuyNguyen_GiaoDucvaThiCu-12.htm | tiêu đề = Giáo dục và thi cử từ năm 1975 đến ngày nay | ngày truy cập = 17 tháng 9 năm 2015}}<\/ref> Năm 1992-1993, hệ thống 11 năm phổ thông của miền Bắc được thay đổi từ 11 năm sang 12 năm (thêm lớp 9). Từ đó đến nay toàn bộ hệ thống là 12 năm thống nhất cả nước. Cuộc cải cách giáo dục bắt đầu từ năm 1981: Hệ thống giáo dục chuyển từ 10 năm sang 12 năm (bỏ lớp vỡ lòng), kéo theo sự đổi mới chương trình sách giáo khoa và cải tiến chữ viết. Do dư luận xã hội phản ứng mạnh, ngành giáo dục dần quay lại chữ viết cũ. Do tinh thần chỉ đạo hệ thống giáo dục Việt Nam phải bắt kịp trình độ Liên Xô và các nước Đông Âu, khiến chương trình giảng dạy của cuộc cải cách giáo dục năm 1981 bị chính các nhà trường kêu quá tải. Với ý nghĩa nội dung bao giờ cũng quyết định phương pháp, nếu sách giáo khoa bị quá tải thì không có một phương pháp nào ngoài phương pháp truyền thụ một chiều cho kịp với nội dung sách giáo khoa. Ngoại ngữ chủ yếu là tiếng Nga, còn tiếng Anh một thời bỏ, đến 1985 lại được cho học.\n\n=== Y tế ===\nThời bao cấp, người dân đi khám chữa bệnh hay mua thuốc rồi mang hóa đơn về cơ quan hay bệnh viện thanh toán mà không mất tiền, song điều kiện chữa trị vô cùng thiếu thốn.<ref>{{Chú thích web|url=http:\/\/suckhoe.vnexpress.net\/tin-tuc\/suc-khoe\/bao-cap-y-te-mot-thoi-dan-chua-benh-khong-mat-tien-3515164.html|tiêu đề=Bao cấp y tế - một thời dân chữa bệnh không mất tiền}}<\/ref> Bao cấp nhưng trong bối cảnh Nhà nước thiếu kinh phí, sản xuất không phát triển nên bệnh viện gặp vô vàn khó khăn. Các loại thuốc men, trang thiết bị y tế… chủ yếu được viện trợ. Bộ Y tế có cả Vụ kế hoạch, Cục Vật tư làm nhiệm vụ phân chỉ tiêu cho các bệnh viện. Ví dụ: [[Bệnh viện Bạch Mai]] một năm được cấp bao nhiêu chiếu, chăn, đường, sữa, xăng dầu, thuốc men… Các bệnh viện thời bao cấp có quy mô nhỏ, chủ yếu kiểu nhà một tầng đến ba tầng. Thuốc men, thiết bị y tế không đủ đáp ứng nhu cầu một phần nhập khẩu, một phần được viện trợ từ các nước cộng sản.\n\n== Trì trệ và Đổi mới ==\n=== Trì trệ ===\n{{Xem thêm|Thương vụ bán vàng của Cộng hòa Xã hội chủ nghĩa Việt Nam|Chiến tranh biên giới Tây Nam|Chiến tranh biên giới phía Bắc|Đổi Mới}}\nTrước năm 1975, mỗi năm [[Kinh tế Việt Nam Cộng hòa]] được Mỹ viện trợ khoảng một tỷ USD. [[Việt Nam Dân chủ Cộng hòa|Miền Bắc]] cũng được chi viện của các nước xã hội chủ nghĩa một lượng khoảng 200 triệu USD.<ref>{{Chú thích web|url=https:\/\/vi.wikipedia.org\/wiki\/Vi%E1%BB%87n_tr%E1%BB%A3_n%C6%B0%E1%BB%9Bc_ngo%C3%A0i_trong_Chi%E1%BA%BFn_tranh_Vi%E1%BB%87t_Nam|tiêu đề=Viện trợ nước ngoài trong Chiến tranh Việt Nam}}<\/ref> Sau ngày thống nhất không lâu, Mỹ bao vây cấm vận, đặc biệt là tại miền Nam, các nhà xưởng vốn đã sử dụng phương tiện, máy móc sản xuất của Mỹ và phương Tây nên không có phụ tùng để tiếp tục hoạt động. Quy mô viện trợ của các nước xã hội chủ nghĩa cũng giảm đi nhanh chóng, [[Liên Xô]] và [[Đông Âu]] dù vẫn còn giúp đỡ vài năm nữa, nhưng do trượt giá đồng tiền của họ nên lượng hàng hóa, nguyên liệu thực về nước chỉ còn phân nửa trước đây. Tất cả đã tác động rất mạnh vào nền kinh tế của đất nước. Quy mô xuất khẩu của miền Bắc (than, thiếc, đồ thủ công…) lúc này chỉ độ 200 triệu rúp mỗi năm.<ref>{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/su-kien\/30-nam-doi-moi\/ong-phan-dien-chung-ta-da-vuot-qua-su-kieu-ngao-cong-san-3514783.html|tiêu đề=Chúng ta đã vượt qua sự 'kiêu ngạo cộng sản'}}<\/ref> Lúc đó, trao đổi thương mại chủ yếu là với các nước trong [[Hội đồng Tương trợ Kinh tế]] do Nhà nước độc quyền. Do bị Mỹ cấm vận kinh tế nên quan hệ mậu dịch với bên ngoài bị hạn chế, trong khi Liên Xô và Đông Âu lúc đó cũng gặp khó khăn nên không hỗ trợ được nhiều.\n\nNhà nước chú trọng phát triển công nghiệp nặng để xây dựng nền tảng kỹ thuật cho nền kinh tế trong khi công nghiệp nhẹ và nông nghiệp không được đầu tư đúng mức nên đã gây ra lãng phí lớn các nguồn lực đầu tư vốn đã khan hiếm<ref name=\"moit\">[http:\/\/www.moit.gov.vn\/lanh-dao-bo?p_p_id=ECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_u2M8rXahFhD6&p_p_lifecycle=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-1&p_p_col_count=1&_ECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_u2M8rXahFhD6_lichSuId=8&_ECOITQLNhanSu_WAR_ECOITQLNhanSuportlet_INSTANCE_u2M8rXahFhD6_mvcPath=%2Fhtml%2Fshow%2FviewDetailLichSuPhatTrien.jsp Xây dựng và phát triển Công nghiệp - Thương mại sau ngày Giải phóng miền Nam], Bộ Công thương Việt Nam<\/ref>. Hệ quả là công nghiệp nặng không phát triển như mong muốn để trở thành đòn bẩy cho nền kinh tế, một số sản phẩm công nghiệp nặng không có nơi tiêu thụ, nhà máy hoạt động không hết công suất còn công nghiệp nhẹ và nông nghiệp không đủ sức đáp ứng nhu cầu tiêu dùng của nhân dân. Chính sách chú trọng cào bằng và xây dựng các địa phương thành các đơn vị kinh tế tự chủ<ref>Huyện là cứ điểm tiến hành ba cuộc cách mạng, Lê Duẩn tuyển tập III (1975 - 1986), Nhà xuất bản Chính trị quốc gia - 2009, trích \"''Cấp huyện phải thành một cấp kế hoạch, một cấp điều hành sản xuất xây dựng, phần phối, lưu thông, tóm lại là một cấp quản lý kinh tế, quản lý xã hội. Ta đi từ sản xuất nhỏ lên sản xuất lớn xã hội chủ nghĩa thì phải lấy huyện làm địa bàn để quy hoạch nông nghiệp, ngư nghiệp, lâm nghiệp, để tổ chức lại sản xuất, thực hiện chuyên canh, thâm canh, để phân công lại lao động, phân công trong nông nghiệp, phân công giữa nông, lâm nghiệp, ngư nghiệp, giữa nông nghiệp và công nghiệp, từ đó khai thác tiềm năng của đất đai, rừng, biển, và phát triển thêm ngành nghề. Như vậy là gắn liền nông nghiệp với công nghiệp ngay từ đầu, là xây dựng huyện thành cơ cấu nông - công nghiệp, thành cơ sở của sản xuất lớn xã hội chủ nghĩa.''\"<\/ref> cùng việc ngăn cấm thị trường tự do dẫn đến hàng hóa không thể lưu thông, trong khi đó hệ thống thương nghiệp quốc doanh vốn nhỏ bé nên không đáp ứng nổi nhu cầu phân phối hàng hóa của nền kinh tế. Việc biến các địa phương thành các đơn vị kinh tế tự chủ cũng khiến nhà nước không thể liên kết các địa phương với nhau, phối hợp thế mạnh của các địa phương vào kế hoạch chung của quốc gia và tập trung các nguồn lực cho mục tiêu công nghiệp hóa, hiện đại hóa. Nhà nước chú trọng bảo đảm việc làm, nhưng số nhân khẩu lại vượt quá khả năng cung ứng việc làm của nền kinh tế, vì thế về sau phải có chính sách xuất khẩu lao động đi [[Đông Âu]]. Năng suất lao động của toàn bộ nền kinh tế rất thấp, hiệu quả sử dụng vốn thấp. Nhiều chỉ tiêu bình quân đầu người năm 1985 vẫn thấp hơn năm 1976. Thu nhập quốc dân hàng năm tăng 3,7% trong khi dân số tăng 2,3%, tức là thu nhập bình quân đầu người chỉ tăng 1,4% mỗi năm. Thu nhập hàng năm chỉ đáp ứng được 80-90% nhu cầu, còn lại phải dựa vào viện trợ và vốn vay nước ngoài.\n\nViệt Nam không có khả năng tiết kiệm do thu nhập quá thấp nên thiếu vốn để phát triển sản xuất. Đầu tư phát triển hoàn toàn dựa vào vốn vay và vốn viện trợ.<ref name=\"thongke24\" \/><ref>[http:\/\/www.gso.gov.vn\/default.aspx?tabid=382&idmid=2&ItemID=2998 60 năm phát triển kinh tế- xã hội từ nước Việt Nam dân chủ cộng hoà đến nước Cộng hoà xã hội chủ nghĩa Việt Nam], Tổng cục Thống kê Việt Nam, 23\/08\/2005<\/ref> Thu chi ngân sách phải dựa vào vốn vay và viện trợ nước ngoài. Trong giai đoạn 1976-1980, vay nợ và viện trợ nước ngoài chiếm đến 38,2% tổng thu ngân sách và bằng 61,9% tổng thu trong nước, 37,3% tổng chi ngân sách<ref name=\"thongke24\">Số liệu thống kê Việt Nam thế kỷ XX, Tập 2, Tổng cục thống kê, trang 24, Nhà xuất bản Thống kê, 2004<\/ref>. Bội chi ngân sách năm 1980 là 18,1% và năm 1985 là 36,6% phải bù đắp bằng phát hành giấy bạc dẫn đến siêu lạm phát vào năm 1986 với tốc độ tăng giá 774,7%.<ref name=\"moit\" \/> Công nghiệp đình đốn do thiếu nguyên liệu sản xuất vì bị bao vây cấm vận và thiếu ngoại tệ để nhập khẩu nguyên liệu, thiếu điện để vận hành máy móc, hệ thống máy móc lạc hậu và không có phụ tùng để thay thế khi bị hư hỏng. Hầu hết các loại hàng tiêu dùng đều phải nhập khẩu toàn bộ hay một phần do sản xuất trong nước không đảm bảo được cho tiêu dùng. Trong giai đoạn 1976-1985 đã nhập 60 triệu mét vải và 1,5 triệu tấn lương thực<ref name=\"thongke24\" \/>. Hiệu quả đầu tư cho công nghiệp thời kỳ này thấp nên sản xuất tăng trưởng chậm và không ổn định.<ref name=\"moit\" \/> Nông nghiệp không đủ sức đáp ứng nhu cầu trong nước. Bộ máy nhà nước cồng kềnh và thiếu hiệu quả, tệ quan liêu bàn giấy phổ biến. Toàn bộ xã hội rơi vào tình trạng trì trệ, kém phát triển. Liên Xô, Trung Quốc, Bắc Triều Tiên và nhiều nước khác đã sử dụng mô hình kinh tế chỉ huy để hiện đại hóa quốc gia, xây dựng nền tảng công nghiệp, nhưng Việt Nam không thể làm được điều đó vì Việt Nam không có nguồn lực để phát huy được thế mạnh của mô hình kinh tế này, mà còn phải hứng chịu những nhược điểm của nó.\n\nGiữa thập niên 1980, tình hình kinh tế xã hội tiếp tục khó khăn gay gắt. Sự trì trệ của nền kinh tế nảy sinh từ cuối thập niên 1970, do cải tạo tư sản ở miền Nam quá mức, do chiến tranh biên giới Tây Nam và biên giới phía Bắc kéo dài gần 10 năm, và càng gay gắt hơn khi Việt Nam bắt đầu chuyển sang cơ chế thị trường bằng chính sách cải cách [[Giá - lương - tiền]] bao gồm đổi tiền, tăng lương bằng cách in tiền vào năm 1985.<ref>{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/cong-cuoc-sap-xep-lai-giang-son-truoc-dai-hoi-doi-moi-1986-3510505.html|tiêu đề=Công cuộc 'sắp xếp lại giang sơn' trước đại hội Đổi mới 1986}}<\/ref> Nhiều người gửi tiền tiết kiệm lâm vào cảnh bi đát do lạm phát phi mã xảy ra sau khi đổi tiền. Có người bán một con bò lấy tiền gửi tiết kiệm, sau khi đổi tiền chỉ mua được vài con gà. Việc ngăn cấm thị trường tự do khiến tình trạng khan hiếm lương thực, thực phẩm, hàng tiêu dùng trở nên nặng nề. Có câu chuyện kể về mẹ già mang 5–10&nbsp;kg gạo đi thăm con ở tỉnh khác, khi đến ranh giới tỉnh bị tịch thu, khóc lóc, van xin cũng không được. Những phiên chợ quê, khi đội quản lý thị trường đeo băng đỏ đến tịch thu thịt lợn do tư nhân mổ chui bán, chính những người dân quanh đó lại bảo vệ người bán thịt lợn, không ủng hộ đội quản lý thị trường của nhà nước. Thị trường thực phẩm, hàng tiêu dùng bị ngăn cấm trong khi nhà nước chỉ phân phối tem phiếu thịt giá thấp riêng cho cán bộ, công nhân viên (số lượng thật ra rất ít, khoảng 0,3-0,5&nbsp;kg\/người\/tháng) và người dân ở thành phố (mỗi người 0,1&nbsp;kg\/tháng). Điều này khiến tình trạng khan hiếm hàng tiêu dùng kéo dài triền miên, và vật giá trên thị trường chợ đen tăng mạnh. Chất lượng sống của nhân dân đi xuống khiến sự bất mãn trong xã hội tăng lên, uy tín của Đảng Cộng sản Việt Nam sa sút. Gần một triệu người vượt biên ra nước ngoài (chủ yếu là [[người Hoa]]) do ảnh hưởng bởi chiến tranh biên giới cũng như để tìm kiếm cơ hội kinh tế tốt hơn đã tạo ra một cuộc khủng hoảng lớn thu hút sự chú ý của dư luận thế giới lúc đó.\n\nGiáo sư [[Trần Văn Thọ]] viết về tình trạng kinh tế 10 năm đầu sau chiến tranh: \"''Mười năm sau 1975 là một trong những giai đoạn tối tăm nhất về kinh tế trong lịch sử Việt Nam. Chỉ nói về mặt kinh tế, là một nước nông nghiệp (năm 1980, 80% dân số sống ở nông thôn và 70% lao động là nông dân) nhưng Việt Nam thiếu ăn, nhiều người phải ăn bo bo trong thời gian dài. Lượng lương thực tính trên đầu người giảm liên tục từ năm 1976 đến 1979, sau đó tăng trở lại nhưng cho đến năm 1981 vẫn không hồi phục lại mức năm 1976. Công thương nghiệp cũng đình trệ, sản xuất đình đốn, vật dụng hằng ngày thiếu thốn, cuộc sống của người dân vô cùng khốn khó. Ngoài những khó khăn của một đất nước sau chiến tranh và tình hình quốc tế bất lợi, nguyên nhân chính của tình trạng nói trên là do sai lầm trong chính sách, chiến lược phát triển, trong đó nổi bật nhất là sự nóng vội trong việc áp dụng mô hình xã hội chủ nghĩa trong kinh tế ở miền Nam... Nguy cơ thiếu ăn kéo dài và những khó khăn cùng cực khác làm phát sinh hiện tượng \"phá rào\" trong nông nghiệp, trong mậu dịch và trong việc quyết định giá cả lương thực đã cải thiện tình hình tại một số địa phương. Nhưng phải đợi đến đổi mới (tháng 12\/1986) mới có biến chuyển thực sự. Do tình trạng đó, tổng sản phẩm trong nước (GDP) của Việt Nam trong 10 năm trước đổi mới chỉ tăng 35%, trong thời gian đó dân số tăng 22%. Như vậy, GDP đầu người trung bình tăng chỉ độ 1% (mỗi năm)''\"<ref>[http:\/\/www.tapchithoidai.org\/ThoiDai33\/201533_TranVanTho.pdf Việt Nam 40 năm qua và những năm tới:Cần một nền kinh tế thị trường định hướng phát triển ], Trần Văn Thọ, tapchithoidai, số 33, tháng 7 năm 2015<\/ref>\n\nNhà nước xem thị trường là đặc trưng của chủ nghĩa tư bản dẫn đến không thừa nhận trên thực tế sự tồn tại của nền kinh tế nhiều thành phần trong thời kỳ quá độ, lấy kinh tế quốc doanh và tập thể là chủ yếu, muốn nhanh chóng xóa sở hữu tư nhân và kinh tế cá thể, tư nhân. Việt Nam đã sao chép mô hình kinh tế kế hoạch của Liên Xô mà không thật sự hiểu rõ ưu điểm và nhược điểm của mô hình này, không đủ năng lực quản lý kinh tế để phát huy ưu điểm và hạn chế nhược điểm. Đảng Cộng sản Việt Nam chỉ hiểu đơn giản xây dựng chủ nghĩa xã hội là quốc hữu hóa tư liệu sản xuất, sau đó phát triển kinh tế theo kế hoạch giống như Liên Xô. Chính tư duy đơn giản đó dẫn đến thất bại, vì nội lực của Việt Nam quá yếu nên mô hình kinh tế kế hoạch hóa cũng không thể phát huy được tác dụng tập trung nội lực để đầu tư phát triển. Sự chủ quan duy ý chí, lạc hậu về lý luận, nhận thức sai cả lý luận và thực tiễn, muốn tiến thẳng lên chủ nghĩa xã hội từ một nền nông nghiệp lạc hậu; cường điệu vai trò của ý chí, nhiệt tình cách mạng mà xem nhẹ các quy luật kinh tế, lợi ích của người lao động; đề ra những mục tiêu, kế hoạch vượt quá khả năng thực tiễn đã khiến kinh tế Việt Nam lâm vào trì trệ<ref>Bệnh chủ quan duy ý chí trong quá trình xây dựng chủ nghĩa xã hội ở nước ta sau năm 1975 nguyên nhân và phương hướng khắc phục, trang 7-10, Nguyễn Văn Sáu, Học viện Nguyễn Ái Quốc, Hà Nội, 1991<\/ref>.\n\nTại các nước áp dụng mô hình kinh tế kế hoạch thành công nhất như Liên Xô, trong thời kỳ kinh tế còn tăng trưởng chủ yếu theo [[chiều rộng]] dựa vào lao động và vốn thì cơ chế này có tác dụng nhất định, nó cho phép tập trung tối đa các nguồn lực kinh tế vào các mục tiêu chủ yếu trong từng giai đoạn và điều kiện cụ thể, đặc biệt trong quá trình công nghiệp hóa theo hướng ưu tiên phát triển công nghiệp nặng. Đặc biệt trong hoàn cảnh [[chiến tranh]] thì nó cho phép đất nước tập trung mọi nguồn lực cho quân đội và quốc phòng. Nhưng trong thời bình thì nó lại triệt tiêu nhu cầu cạnh tranh, kìm hãm tiến bộ khoa học - công nghệ, không tạo được động lực kinh tế đối với người lao động, không kích thích tính năng động, sáng tạo của các đơn vị sản xuất, kinh doanh. Vì vậy Liên Xô trong thời kỳ tăng trưởng kinh tế mạnh nhất dưới sự lãnh đạo của Stalin đã phải áp dụng kỷ luật lao động cứng rắn (bao gồm cả hình phạt tù hoặc đưa đến các trại lao động cải tạo đối với người lao động tự ý nghỉ việc) đi kèm với các biện pháp động viên khen thưởng để chống lại tình trạng trì trệ, thiếu trách nhiệm. Khi nền kinh tế thế giới chuyển sang giai đoạn phát triển theo chiều sâu, áp dụng các thành tựu của cuộc cách mạng khoa học - công nghệ hiện đại thì cơ chế quản lý này càng bộc lộ những khiếm khuyết của nó, làm cho kinh tế các nước xã hội chủ nghĩa trước đây, trong đó có Việt Nam, lâm vào tình trạng trì trệ.\n\n=== Đổi mới ===\n{{Chính|Đổi Mới}}\nTừ năm 1986, Việt Nam đã thực hiện công cuộc đổi mới toàn diện đất nước. Dưới áp lực của tình thế khách quan, nhằm thoát khỏi tình trạng trì trệ của kinh tế - xã hội, từ năm 1983, Việt Nam đã có những bước cải tiến nền kinh tế theo hướng thị trường, tuy nhiên còn chưa toàn diện, chưa triệt để. Đó là khoán sản phẩm trong nông nghiệp theo Chỉ thị số 100-CT\/TW của Ban Bí thư Trung ương khóa IV; bù giá vào lương ở Long An; Nghị quyết Trung ương 8 khóa V (năm 1985) về giá - lương - tiền; thực hiện Nghị định số 25 - CP và Nghị định số 26 - CP của Chinh phủ... Đó là những căn cứ thực tế để Đảng Cộng sản Việt Nam đi đến quyết định thay đổi về cơ bản cơ chế quản lý kinh tế.\n\nĐề cập sự cần thiết đổi mới cơ chế quản lý kinh tế, Đại hội VI khẳng định \"''Việc bố trí lại cơ cấu kinh tế phải đi đôi với đổi mới cơ chế quản lý kinh tế. Cơ chế quản lý tập trung quan liêu, bao cấp từ nhiều năm nay không tạo được động lực phát triển, làm suy yếu kinh tế xã hội chủ nghĩa, hạn chế việc sử dụng, và cải tạo các thành phần kinh tế khác, kìm hãm sản xuất, làm giảm năng suất, chất lượng, hiệu quả, gây rối loạn trong phân phối lưu thông, và đẻ ra nhiều hiện tượng tiêu cực trong xã hội''\". Chính vì vậy, việc đổi mới cơ chế quản lý kinh tế trở thành nhu cầu cần thiết và cấp bách.<ref>{{Chú thích web|url=http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/sach-ve-cong-tac-dang\/books-310520153565356\/index-51052015351515676.html|tiêu đề=Công cuộc đổi mới - những thành tựu và bài học kinh nghiệm}}<\/ref>\n\nViệc thực hiện chính sách Đổi Mới giúp Việt Nam giải phóng nội lực bị kiềm hãm và thu hút các nguồn lực bên ngoài<ref>[https:\/\/www.tapchicongsan.org.vn\/media-story\/-\/asset_publisher\/V8hhp4dK31Gf\/content\/tiep-tuc-doi-moi-manh-me-nham-khai-thong-giai-phong-toi-da-huy-dong-va-su-dung-co-hieu-qua-moi-nguon-luc-tao-dong-luc-moi-dua-dat-nuoc-phat-trien-nhanh-ben-vung Tiếp tục đổi mới mạnh mẽ nhằm khai thông, giải phóng tối đa, huy động và sử dụng có hiệu quả mọi nguồn lực, tạo động lực mới đưa đất nước phát triển nhanh, bền vững], NGUYỄN XUÂN PHÚC, Tạp chí Cộng sản, 26-11-2019<\/ref>. Quá trình đổi mới giúp Việt nam đạt nhiều thành tựu về tăng trưởng kinh tế, xóa đói giảm nghèo<ref>[http:\/\/hanoimoi.com.vn\/tin-tuc\/Xa-hoi\/988838\/viet-nam---hinh-mau-ve-thanh-tuu-xoa-doi-giam-ngheo Việt Nam - hình mẫu về thành tựu xóa đói, giảm nghèo], Báo Hà Nội mới, 16\/01\/2021<\/ref> tuy nhiên mục tiêu trở thành nước công nghiệp vào năm 2020 đã thất bại do nền công nghiệp Việt Nam chỉ phát triển lĩnh vực xây dựng, khai khoáng và gia công, còn lĩnh vực chế biến chế tạo do không được tập trung đầu tư nên vẫn còn yếu<ref>[https:\/\/ndh.vn\/vi-mo\/cong-nghiep-hoa-that-bai-en-muc-nao-1156088.html Công nghiệp hóa thất bại đến mức nào?], Người Đồng Hành, 22\/4\/2016<\/ref>.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Giá - lương - tiền]]\n*[[Đổi mới]]\n*[[Hợp tác xã]]\n*[[Cải tạo tư sản]]\n*[[Nguyễn Văn Linh]]\n*[[Kinh tế Việt Nam, 1976-1986]]\n\n==Liên kết ngoài==\n* {{TĐBKVN|30368|Chế độ bao cấp}}\n*[http:\/\/www.saigontimes.com.vn\/tbktsg\/detail.asp?muc=50&sobao=821&sott=7 ''Thời bao cấp và tác động của nó lên con người'' trên [[Thời báo Kinh tế Sài Gòn]]]\n*[http:\/\/www.viet-studies.org\/VTNhan\/VTNhan_ThoiBaoCap.htm Con người và tư tưởng thời bao cấp]\n*[http:\/\/tuoitre.vn\/Cuoc-song-muon-mau\/Phong-su-ho-so\/164916\/cac-ky-dem-truoc-doi-moi-da-dang-tren-bao-tuoi-tre.html Loạt bài về \"Đêm trước đổi mới\"] trên [[tuổi Trẻ (báo)|báo Tuổi trẻ]] điện tử\n* [http:\/\/www.baoxaydung.com.vn\/news\/vn\/van-hoa-the-thao\/nhung-hinh-anh-viet-nam-thoi-bao-cap.html Những hình ảnh Việt Nam thời bao cấp]\n* [http:\/\/giaoduc.net.vn\/Xa-hoi\/Chum-anh-Leng-keng-tau-dien-Ha-Noi-thoi-bao-cap-post84286.gd Chùm ảnh: Leng keng tàu điện Hà Nội thời bao cấp], Giáo dục Việt Nam, 31\/08\/12\n{{Việt Nam thế kỷ 20}}\n{{Sơ khai}}\n\n[[Thể loại:Hoàn toàn không có nguồn tham khảo|Thời bao cấp]]\n[[Thể loại:Kinh tế Việt Nam]]\n[[Thể loại:Chính sách Việt Nam]]\n[[Thể loại:Thời bao cấp]]"}