{"151379":"{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Thủ Thừa\n| hình =\n| ghi chú hình =\n| vĩ độ = 10.6464\n| kinh độ = 106.2847\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 299,01 km²\n| dân số = 98.333 người\n| thời điểm dân số = 1\/4\/2019\n| dân số thành thị =\n| dân số nông thôn =\n| mật độ dân số = 329 người\/km²\n| dân tộc = [[Người Việt|Kinh]]...\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Long An]]\n| huyện lỵ = Thị trấn [[Thủ Thừa (thị trấn)|Thủ Thừa]]\n| thành lập = 1922\n| chủ tịch UBND = Phạm Thành Long\n| chủ tịch HĐND = Dương Văn Tuấn\n|bí thư =  Dương Văn Tuấn\n| phân chia hành chính = 1 thị trấn, 11 xã\n| trụ sở UBND = Số 7 đường Thủ Khoa Thừa, thị trấn [[Thủ Thừa (thị trấn)|Thủ Thừa]]\n| mã hành chính = 804<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 62-G1\n| web= {{url|thuthua.longan.gov.vn}}\n}}\n\n'''Thủ Thừa''' là một [[huyện (Việt Nam)|huyện]] thuộc tỉnh [[Long An]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Thủ Thừa có diện tích tự nhiên 29.901 ha, cách [[tân An|thành phố Tân An]] 10&nbsp;km và cách [[Thành phố Hồ Chí Minh]] 45&nbsp;km, có vị trí địa lý:\n* Phía đông giáp huyện [[Bến Lức]] và huyện [[Tân Trụ]]\n* Phía nam giáp thành phố [[Tân An]] và huyện [[Tân Phước]], tỉnh [[Tiền Giang]]\n* Phía tây giáp huyện [[Thạnh Hóa]]\n* Phía bắc giáp huyện [[Đức Huệ]].\n\nDân số trung bình [[2002|năm 2002]] là 86.595 người, mật độ dân số 290 người\/km², tương đương mức trung bình mật độ dân số của tỉnh [[Long An]] (294 người\/km²). Dân số [[đô thị|thành thị]] có 15.248 người (chiếm 17,6% dân số), dân số [[đồng quê|nông thôn]] 71.347 người (chiếm 82,4%), tốc độ tăng dân số bình quân 1,56%\/năm (2002).\n\n===Khí hậu===\nKhí hậu huyện Thủ Thừa mang tính chất đặc trưng nhiệt đới gió mùa.\n\nNhiệt độ bình quân năm là 27,1&nbsp;°C, cao nhất vào tháng 4 với 28,5&nbsp;°C, thấp nhất vào tháng 1 với 25,3&nbsp;°C.\n\nBiên độ nhiệt trong năm dao động khoảng 3,3&nbsp;°C, biên độ nhiệt ngày và đêm dao động cao (từ 8&nbsp;°C đến 10&nbsp;°C).\n\nLượng mưa trung bình năm khá lớn (1.532&nbsp;mm\/năm) và phân bố theo mùa rõ rệt.\n\nMùa mưa bắt đầu vào giữa tháng 5 và kết thúc vào cuối tháng 10, tập trung khoảng 85% tổng lượng mưa cả năm.\n\n===Nguồn nước===\nNguồn nước chính cung cấp cho Thủ Thừa là sông Vàm Cỏ Tây, đoạn chảy qua huyện dài 17,3&nbsp;km, độ sâu trung bình 17 m, rộng trung bình 300 m. Sông Vàm Cỏ Tây được tiếp nước từ sông Tiền qua hệ thống kênh Hồng Ngự, Dương Văn Dương, lưu lượng mùa kiệt 93 m³\/s, mùa lũ 580 m³\/s, góp phần quan trọng trong việc cung cấp nước ngọt cho sản xuất nông nghiệp và nhu cầu sinh hoạt của người dân.\n\n===Sông ngòi===\nNgoài ra hệ thống kênh Thủ Thừa, kênh Bo Bo cũng là nguồn cung cấp nước quan trọng cho sản xuất và đời sống của người dân huyện. Hơn 75% diện tích ở phía Bắc bao gồm các xã: Long Thạnh, Long Thuận, Tân Thành, Mỹ Lạc, Mỹ Thạnh, Tân Long nằm trong vùng trũng Đồng Tháp Mười, thường xuyên bị ngập lụt. Năm xã còn lại ở phía Nam ít bị ảnh hưởng của lũ.\n\n===Đất đai===\nTheo kết quả điều tra xây dựng bản đồ đất tỷ lệ 1\/25.000 do Sở Khoa học Công nghệ và Môi trường và khoa trồng trọt đại học Cần Thơ xây dựng cho thấy Thủ Thừa có 3 nhóm đất với 12 đơn vị chú giải bản đồ đất; trong đó, nhóm đất phù sa có 3.651 ha (chiếm 12,2% DTTN) và nhóm đất phèn tiềm tàng: 5.209 ha (chiếm 17,4% DTTN), nhóm đất phèn hoạt động 20.055 ha (chiếm 67,1% DTTN). Nhóm đất phù sa: Có 3 chú giải bản đồ, với diện tích 3.651 ha phân bố dọc theo sông Vàm Cỏ Tây, chủ yếu ở các xã Long Thuận, Long Thạnh. Thành phần cơ giới nặng, độ phì nhiêu khá, đây là loại đất thích hợp cho trồng 2 vụ lúa.\n*Nhóm đất phèn: (Là nhóm đất chính chiếm 84,5% DTTN toàn huyện).\n*Nhóm đất phèn có diện tích:25.264 ha, chiếm 84,5% DTTN. Đất phèn có trị số pH thấp và hàm lượng SO4—cao (0,15 - 0,25%), đặc biệt là các ion Fe++ và Al+++ dễ gây độc hại cho cây trồng. Vấn đề sử dụng đất phèn trong sản xuất nông nghiệp ở Đồng Tháp Mười nói chung và huyện Thủ Thừa nói riêng phụ thuộc vào khả năng cung cấp nước ngọt trong mùa khô. Đất phèn phân bố ở hầu hết các xã phía Bắc kênh Thủ Thừa, đất có hàm lượng mùn cao, nếu giải quyết tốt vấn đề thủy lợi thì canh tác lúa đạt năng suất cao.\n\nĐất đai của huyện Thủ Thừa xếp ở cấp ít thích nghi hoặc phải cải tạo mới thích nghi với 2 vụ lúa, 1 lúa -1 màu, lúa - đay, mía, đậu đỗ nên cây trồng sinh trưởng phát triển cho năng suất thấp hơn các vùng đất tốt (đất phù sa). Vì vậy, đây cũng là một hạn chế trong sản xuất nông nghiệp. Dưới đây là tổng hợp diện tích các loại đất theo nhóm trên địa bàn huyện:\n\n===Địa chất===\nĐất đai của huyện Thủ Thừa hình thành từ hai loại trầm tích: (i) Trầm tích phù sa non trẻ Holocene và trầm tích cổ (ii) Pleistocene; trong đó chủ yếu là trầm tích phù sa non trẻ Holocene có chứa vật liệu sinh phèn.\n\nTrầm tích Holocene bao phủ khoảng 82,9% DTTN của huyện, nó phủ trùm lên trầm tích phù sa cổ. Đặc trưng cơ bản của đơn vị trầm tích này là sự có mặt của Sulfidic, vật liệu chủ yếu hình thành đất phèn. Trầm tích không phân chia khoảng 4,5% DTTN.\n\nDo vậy, khi xây dựng các công trình kết cấu hạ tầng cần tính toán đầu tư đảm bảo độ ổn định bền vững.\n\n===Tài nguyên rừng===\nNăm 1995 có 478 ha rừng, trong đó hầu hết là tràm cừ. Đến năm 2002 diện tích rừng tăng lên 2.504 ha (tỷ lệ che phủ 10,6%) kể cả cây lâu năm, theo số liệu thống kê [[đất đai]] đến 1 tháng 10 năm 2003 diện tích rừng là 4.466 ha, trữ lượng khá.\n\nNguồn tài nguyên động vật dưới tán rừng đã dần được phục hồi, đây là thành quả đáng ghi nhận của chương trình 773\/TTg và 661\/TTg, đã góp phần sử dụng hợp lý, hiệu quả tài nguyên cũng như khôi phục hệ sinh thái vốn có của vùng [[nhóm đất phèn|đất phèn]].\n\n===Khoáng sản===\nTheo các tài liệu điều tra địa chất [[thổ nhưỡng học|thổ nhưỡng]], trên địa bàn huyện Thủ Thừa, chưa cho thấy có loại khoáng sản đặc trưng nào.\n\n== Hành chính ==\nHuyện Thủ Thừa có 12 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Thủ Thừa (thị trấn)|Thủ Thừa]] (huyện lỵ) và 11 xã: [[Bình An, Thủ Thừa|Bình An]], [[Bình Thạnh, Thủ Thừa|Bình Thạnh]], [[Long Thạnh, Thủ Thừa|Long Thạnh]], [[Long Thuận, Thủ Thừa|Long Thuận]], [[Mỹ An, Thủ Thừa|Mỹ An]], [[Mỹ Lạc]], [[Mỹ Phú, Thủ Thừa|Mỹ Phú]], [[Mỹ Thạnh, Thủ Thừa|Mỹ Thạnh]], [[Nhị Thành]], [[Tân Long, Thủ Thừa|Tân Long]], [[Tân Thành, Thủ Thừa|Tân Thành]].\n\n== Lịch sử ==\nSự phát triển kinh tế - xã hội của Thủ Thừa gắn liền với quá trình khai thác đất hoang, di dân xây dựng vùng kinh tế mới của tỉnh.\n\nKhoảng đầu thế kỷ 19, một người tên là [[Mai Tự Thừa]], quê ở làng Bình Cách, tổng Kiến Thạnh, huyện Kiến Hưng, trấn Định Tường (nay thuộc huyện [[Chợ Gạo]], tỉnh [[Tiền Giang]]), đến làng Bình Lương Tây, huyện Thuận An (nay thuộc thị trấn Thủ Thừa) để khai phá đất đai đang còn hoang hóa rất nhiều.\n\nĐầu tiên, ông cất một căn nhà lá tại bờ nam kinh Trà Cú bên cạnh vàm Rạch Cây Gáo. Sau đó, ông khai khẩn bốn mẫu đất dọc theo kinh Trà Cú bắt đầu từ rạch Cây Gáo chạy về phía đông bắc (phần đất này hiện nay là nơi đóng trụ sở của UBND huyện Thủ Thừa).\n\nTên Thủ Thừa có thể bắt nguồn từ chính tên ông Mai Tự Thừa.\n\nThời Pháp, Thủ Thừa là quận của tỉnh [[Tân An (tỉnh)|Tân An]] được thành lập từ ngày 14 tháng 2 năm 1922, có 4 tổng: An Ninh Thượng với 4 làng, Hưng Long với 9 làng, Cửu Cư Thượng với 7 làng, Cửu Cư Hạ với 6 làng.\n\nNgày 20 tháng 11 năm 1952, tách tổng Cửu Cư Hạ để thành lập quận [[Tân Trụ]], quận còn 3 tổng: An Ninh Thượng với 4 làng, Cửu Cư Thượng với 8 làng, Hưng Long với 4 làng.\n\nSau năm 1956, quận thuộc tỉnh [[Long An]], gồm có 2 tổng: An Ninh Thượng với 5 xã, Cửu Cư Thượng với 4 xã (do cắt tổng Hưng Long về tỉnh [[Mộc Hóa (tỉnh)|Mộc Hóa]] mới thành lập khi đó).\n\nThời Việt Nam Cộng hoà, Thủ Thừa là quận của tỉnh Long An, gồm 2 tổng, 9 xã, quận lỵ ở Bình Phong Thạnh. Dân số năm 1965 là 48.212 người.\n\nSau năm 1975, Thủ Thừa là huyện của tỉnh Long An, gồm 8 xã: Bình Phong Thạnh, Hướng Thọ Phú, Khánh Hậu, Lợi Bình Nhơn, Long Ngãi Thuận, Mỹ An Phú, Mỹ Lạc Thạnh và Nhị Thành.\n\nNgày [[11 tháng 3]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định số 54-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-54-CP-hop-nhat-mot-so-huyen-thuoc-tinh-Long-An-17695.aspx|tựa đề=Quyết định 54-CP năm 1977 về việc hợp nhất một số huyện thuộc tỉnh Long An|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập huyện Thủ Thừa với huyện Bến Lức thành huyện [[Bến Thủ]] và đến ngày [[14 tháng 1]] năm [[1983]], Hội đồng Bộ trưởng ban hành Quyết định 05-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-05-HDBT-phan-vach-dia-gioi-huyen-xa-thi-xa-tinh-Long-An-23193.aspx|tựa đề=Quyết định 05-HĐBT năm 1983 về việc phân vạch địa giới một số huyện, xã và thị xã thuộc tỉnh Long An|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, chia lại huyện Bến Thủ thành 2 huyện: Bến Lức và Thủ Thừa.\n\nHuyện Thủ Thừa bao gồm thị trấn Thủ Thừa và 10 xã: Bình An, Bình Thạnh, Long Thạnh, Long Thuận, Mỹ An, Mỹ Lạc, Mỹ Phú, Mỹ Thạnh, Nhị Thành, Tân Thành.\n\nNgày [[15 tháng 5]] năm [[2003]], Chính phủ ban hành Nghị định số 50\/2003\/NĐ-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-50-2003-ND-CP-thanh-lap-xa-thuoc-huyen-Tan-Hung-Thanh-Hoa-Duc-Hue-va-Thu-Thua-tinh-Long-An-6610.aspx|tựa đề=Nghị định số 50\/2003\/NĐ-CP về việc thành lập xã thuộc các huyện Tân Hưng, Thạnh Hóa, Đức Huệ và Thủ Thừa, tỉnh Long An|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Thành lập xã Long Thành trên cơ sở 4.310,5 ha diện tích tự nhiên và 2.871 người của xã Long Thạnh\n*Thành lập xã Tân Lập trên cơ sở 3.780 ha diện tích tự nhiên và 2.696 người của xã Tân Thành.\n\nTừ đó, huyện Thủ Thừa bao gồm thị trấn Thủ Thừa và 12 xã: Long Thành, Long Thạnh, Long Thuận, Tân Lập, Tân Thành, Mỹ Lạc, Mỹ Thạnh, Bình An, Mỹ An, Mỹ Phú, Bình Thạnh, Nhị Thành.\n\nNgày [[1 tháng 1]] năm [[2020]], sáp nhập xã Tân Lập và xã Long Thành thành xã Tân Long.<ref name=\"NQ836\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-836-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Long-An-432105.aspx|tựa đề=Nghị quyết số 836\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Long An|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Thủ Thừa có 1 thị trấn và 11 xã như hiện nay.\n\n==Kinh tế==\nHiện nay, huyện Thủ Thừa đang triển khai đầu tư xây dựng khu đô thị Everluck Residence nằm trên địa bàn thị trấn Thủ Thừa.\n\nNhân dân huyện Thủ Thừa có truyền thống cách mạng kiên cường, cần cù chịu khó lao động, song trình độ học vấn và chuyên môn thấp, tập trung chủ yếu ở nông thôn. Mật độ dân số bình quân 290 người\/km² (tỉnh Long An là 294 người\/km²). Từng bước ổn định đời sống dân cư, nhất là các xã vùng sâu bằng các biện pháp mở rộng sản xuất, xây dựng cơ sở hạ tầng cụm và tuyến dân cư, góp phần thúc đẩy sản xuất phát triển, nâng cao đời sống vật chất và tinh thần cho người dân.\n\nTổng số lao động toàn huyện năm 2002 là: 47.627 người; trong đó, nông - lâm nghiệp 35.800 người (chiếm 75,2%), công nghiệp - xây dựng 4.760 người (chiếm 10%) và thương mại - dịch vụ 5.867 người (chiếm 12,3%), lao động khác 1.200 người chiếm 2,5%. Như vậy, nguồn nhân lực tập trung chủ yếu cho [[Nông nghiệp|nông]] - [[lâm nghiệp]], việc chuyển dịch cơ cấu lao động giữa các ngành diễn ra chậm.\n\nNguồn nhân lực ở huyện Thủ Thừa có chất lượng thấp, đây là một nguyên nhân ảnh hưởng đến phát triển kinh tế vì nhân lực là nhân tố quan trọng hàng đầu của lực lượng sản xuất. Lao động có chuyên môn kỹ thuật (đã qua đào tạo) là 1.489 người (chiếm 3,1% lao động xã hội); trong đó, Đại học và trên Đại học là 325 người, Cao đẳng là 344 người, trung cấp là 820 người. Nếu kể cả trình độ sơ cấp và công nhân kỹ thuật ước khoảng 2,6% thì tổng số lao động được đào tạo là 5,7%, chủ yếu ở khu vực quản lý nhà nước, giáo dục, y tế. Do vậy, đây là một hạn chế của Thủ Thừa.\n\n== Giao thông ==\nThủ Thừa có [[Quốc lộ 1]], [[Quốc lộ 62]] chạy qua, Tuyến đường N2 và đường cao tốc đã được đầu tư xây dựng, là các trục giao thông vô cùng quan trọng trong xây dựng kinh tế kết hợp với quốc phòng, mặt khác hệ thống giao thông thủy rất thuận lợi cho việc vận chuyển hàng hóa với TP. Tân An và TP. Hồ Chí Minh.\n\nHuyện cũng là nơi có con [[sông Vàm Cỏ Tây]] chảy qua theo hướng tây bắc - đông nam. Nguồn nước chính cung cấp cho Thủ Thừa là [[sông Vàm Cỏ Tây]], bắt nguồn từ Campuchia chảy qua Vĩnh Hưng, Mộc Hóa, Thạnh Hóa rồi tới Thủ Thừa, đoạn chảy qua huyện dài 17,3&nbsp;km, độ sâu trung bình 17m, rộng trung bình 300m. Sông Vàm Cỏ Tây được tiếp nước từ sông Tiền qua hệ thống kênh Hồng Ngự, Dương Văn Dương, lưu lượng mùa kiệt 93 m³\/s, mùa lũ 580 m³\/s, góp phần quan trọng trong việc cung cấp nước ngọt cho sản xuất nông nghiệp và nhu cầu sinh hoạt của người dân. Ngoài ra hệ thống kênh Thủ Thừa, kênh Bo Bo cũng là nguồn cung cấp nước quan trọng cho sản xuất và đời sống của người dân huyện Thủ Thừa.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Huyện thị Long An}}\n{{Đơn vị hành chính thuộc huyện Thủ Thừa}}\n\n[[Thể loại:Thủ Thừa| ]]"}