{"187862":"{{Văn phong}}{{Thiếu nguồn gốc}}\n\n[[Tập tin:Miếng thịt heo luộc để cúng ở Phường 1 Đông Hà.jpg|300px|nhỏ|phải|Một miếng thịt heo luộc, phần thịt mỡ là phần màu trắng sát với da heo, phần thịt sáp hơn gọi là thịt nạc]]\n'''Thịt mỡ''' đúng ra chỉ là từ dùng để gọi phần mỡ động vật (phần lớn là [[thịt lợn|lợn]]) có hoặc không có da. Tuy nhiên trong [[ẩm thực Việt Nam]], thịt mỡ còn được dùng để chỉ phần thịt (thường là thịt lợn) có lớp mỡ dày. Nhiều khi lại được dùng để chỉ chung cho một số món ăn sử dụng loại thịt có nhiều mỡ nói trên. Thịt mỡ được sử dụng rộng rãi trong các bữa ăn hàng ngày, trong những ngày lễ tết. Trong vế đối chỉ những vật cần thiết trong ngày Tết: \"''Thịt mỡ, dưa hành, câu đối đỏ\",'' thịt mỡ còn được đặt đầu tiên.\n\n==Đặc điểm==\nTrong truyền thống ẩm thực Việt Nam, thịt lợn thường được dùng cả mỡ như một nguyên liệu chính trong một số món ăn bình dân (như thịt luộc, [[Thịt kho hột vịt|thịt kho tàu]], [[Thịt lợn kho|thịt kho]], [[thịt đông]],...).Trong khi đó phần thịt nạc, thịt thăn thường được lọc lựa kỹ lưỡng để dành ưu tiên cho các món ăn được coi là cao lương mĩ vị (như [[giò lụa]], [[Chả|chả quế]]) Ngày xưa người dân thường rất coi trọng thịt mỡ, nó là nguyên liệu chế biến rất nhiều món ăn chiên, xào, nấu và làm bánh. Ngày nay, khi đời sống đã được cải thiện, mỡ thường được thay thế bằng dầu ăn từ hạt cải, dầu cọ, dầu dừa, dầu đậu phộng nên việc sử dụng thịt mỡ ít đi, tuy nhiên việc sử dụng thịt mỡ trong nấu nướng vẫn được yêu thích sử dụng. \n\n\n\n==Một số món ăn từ thịt mỡ==\n[[Tập tin:Món tóp mỡ.jpg|nhỏ|348x348px|Tóp mỡ, tép mỡ hay da heo là món ăn dân dã được chế biến từ những miếng thịt, chủ yếu là thịt heo mỡ hoặc phần da heo có dính kèm mỡ được thái nhỏ vụn từng miếng nhỏ, tóp mỡ hình thành từ mỡ lợn thái miếng chiên lên, thái nhỏ ra và thắng cho kiệt mỡ.]]\n* [[Tóp mỡ|Món tóp mỡ]]: đây là phần tóp còn lại sau khi người ta chiên lấy dung dịch mỡ, người dân thường giữ lại ăn với cơm hoặc chế biến thêm một số gia vị tỏi, ớt, đường ăn ròn rụm\n* [[Thịt lợn luộc]]: thịt lợn luộc hiện nay nhiều khi dùng thịt có tỷ lệ hài hòa nạc và mỡ, thậm chí là thịt nạc thăn. Tuy nhiên thịt được luộc bày trên mâm như một trong những món ăn chủ lực, thường là thịt có tỷ lệ mỡ khá lớn như thịt nách, thịt ba chỉ. Thịt luộc ăn với bánh ướt cũng là món trứ danh.\n* [[Thịt kho hột vịt|Thịt kho]]: là món ăn thông dụng trên mâm cỗ tết tại miền Nam Việt Nam, nguyên liệu chủ yếu là thịt ba chỉ (ba rọi) có tỉ lệ mỡ lớn, xắt miếng to và kho trong [[caramel|nước hàng]] (caramel, còn gọi là [[caramel|đường thắng]]), [[nước dừa]] hoặc [[nước cốt dừa]] được kho kĩ và để nhiều nước để miếng thịt mềm rục và mỡ ngấm kỹ vào phần thịt nạc.\n*[[Thịt kho hột vịt|Thịt kho tàu]]: (không nhầm lẫn với thịt kho Đông Pha có xuất xứ từ Trung Quốc) tàu ở đây là phương ngữ miền Tây chỉ vị ngọt lờ lợ.\n* [[Thịt áp chảo]]: thịt mỡ, thịt ba chỉ rán sơ trong chảo cho chảy bớt mỡ, săn, vàng ruộm, sau đó cất giữ dùng dần để thái ra bày mâm ăn như món thịt rán hoặc thái mỏng sốt cà chua.\n* [[Thịt đông]]: làm từ thịt thủ, thịt chân giò lợn có tỷ lệ bì, mỡ tương đối nhiều, kết hợp với mộc nhĩ, đun kỹ để nguyên liệu chín nhừ và chất keo trong bì lợn tiết ra khiến sản phẩm đông kết khi để trong môi trường lạnh.\n* [[Giò thủ]]: làm từ thịt thủ lợn (chủ yếu là bì và mỡ lợn), kết hợp với [[mộc nhĩ]] xào chín, gói lại và ép thật chặt để sản phẩm đông chặt, xắt miếng không bị vữa nát.\n* [[Thịt quay]]: tuy có thể sử dụng cả thịt mông, thịt thăn, nhưng phổ biến là sử dụng thịt ba chỉ. Thịt được cạo rửa sạch, xăm nhiều lỗ nhỏ trên bì, ướp phẩm màu hoa hiên, gia vị các loại và đem quay trong chảo mỡ.\n* [[Bánh chưng]]: nhân bánh thường làm từ đỗ xanh và thịt nhiều mỡ (ngon nhất là thịt nách, thịt ba chỉ) để mỡ ngấm đều vào đỗ xanh và gạo nếp. Nếu thịt làm nhân bánh có nhiều nạc, quá trình luộc sẽ khiến thịt bị xác, bã.\n* [[Kho quẹt]]: một món ăn lý tưởng nữa để bạn chấm kèm cùng rau luộc hoặc ăn với cơm trắng nóng hổi đó chính là kho quẹt tóp mỡ, món ăn được dùng từ mỡ lợn, tôm, một chút đường và tiêu rim trong lửa nhỏ.\n\n==Sử dụng==\nCác món ăn làm từ thịt lợn có nhiều mỡ thường được kho mặn, luộc, ninh nhừ, rán kỹ cho bớt mỡ và thường ăn kèm với các món [[dưa muối|dưa chua]] để hạn chế cảm giác đầy bụng, ngấy\/ngán. Các món dưa ăn kèm thịt mỡ trong ngày tết cổ truyền thường là dưa góp, dưa muối xổi và đặc biệt là món [[dưa hành]].\n\n==Thịt, thịt mỡ trong thi văn==\nCâu đối:\n:''Thịt mỡ, [[dưa hành]], [[câu đối|câu đối đỏ]]''\n:''[[Cây nêu]], [[bánh pháo|tràng pháo]], [[bánh chưng|bánh chưng xanh]]''\n\nCa dao:\n:''Số cô chẳng giàu thì nghèo''\n:''Ngày ba mươi tết thịt treo trong nhà''\n\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n\n{{Tết}}\n{{thịt}}\n\n[[Thể loại:Món mặn Việt Nam]]\n[[Thể loại:Tết]]\n[[Thể loại:Thịt|Mỡ]]\n[[Thể loại:Chất béo]]"}