{"520630":"Dù [[Đàng Trong]] tách thành chính quyền độc lập, '''thủ công nghiệp Đàng Trong''' về cơ bản cũng có những nét tương đồng so với [[Thủ công nghiệp Đàng Ngoài thời Lê trung hưng|Đàng Ngoài]]. Do sự tác động từ sự du nhập của khoa học kỹ thuật phương Tây, thủ công nghiệp Đàng Trong không chỉ phát triển về quy mô mà còn xuất hiện nhiều ngành nghề mới.\n\n==Thủ công nghiệp nhà nước==\nCũng như chính quyền Đàng Ngoài, các [[chúa Nguyễn]] ở [[Đàng Trong]] xây dựng các công xưởng, quan xưởng theo truyền thống từ thời [[nhà Lý]]. Các công xưởng, quan xưởng này nhằm đáp ứng nhu cầu hoạt động công nghiệp, xây dựng và tiêu dùng của chính quyền. Làm việc tại công xưởng là những thợ giỏi, khéo được huy động từ các địa phương theo chế độ thời gian dài, ngắn khác nhau.\n\n===Đóng tàu, thuyền===\n[[Chúa Nguyễn]] lập những xưởng đóng [[tàu]], [[thuyền]] quy mô lớn, tiêu biểu nhất là xưởng ở Hà Mật có 400 người.\n\nXưởng này đã sản xuất ra những loại thuyền có trọng tải lên tới 400 [[tấn]]. Năm 1674, chúa Nguyễn có 133 thuyền từ các xưởng này, mỗi thuyền có thể chở được 64 người<ref name=\"vsh212\">Viện Sử học, sách đã dẫn, tr 212<\/ref>.\n\n=== Đúc tiền===\nViệc đúc [[tiền]] ở [[Đàng Trong]] bắt đầu khá muộn, từ năm 1736 dưới thời [[Nguyễn Phúc Chú]]. Tiền được đúc tại Cục đúc tiền dù tốn kém nhưng không thông dụng<ref name=\"vsh212\"\/>.\n\nNăm 1746, [[Nguyễn Phúc Khoát]] mở Cục đúc tiền ở Lương quán, đúc tiền kẽm Thiên minh thông bảo. Trong vòng 2 năm, nơi đây đã đúc 72.396 quan tiền.\n\nLúc đầu chất lượng tiền được đảm bảo, nhưng sau đó do nhu cầu tiền lên cao, nhiều nhà giàu tranh nhau mở lò đúc, làm giảm chất lượng, nhiều tiền trộn chì, mỏng và dễ gãy. Vì vậy dân bỏ tiền đó đi không tiêu nữa.\n\nNăm 1775, quân [[chúa Trịnh|Trịnh]] vào đánh chiếm Phú Xuân đã gom các vật dụng bằng đồng của chúa Nguyễn ở phía hữu trấn dinh để đúc tiền. Từ công thức: 100 [[cân]] [[đồng]] + 15,12 cân [[thiếc]] + 43,1 cân [[chì]] đúc được 38 quan [[tiền]]. Tổng cộng số tiền đúc năm 1776 là 30.362 quan<ref name=\"vsh213\">Viện Sử học, sách đã dẫn, tr 213<\/ref>.\n\n===Đúc súng===\n[[Chúa Nguyễn]] cho mở xưởng đúc súng từ năm 1631, hiện nay vẫn còn di tích ở [[Huế]]<ref name=\"vsh213\"\/>. Xưởng này có sự trợ giúp của người [[Bồ Đào Nha]] là Joao da Cruz. Tổng số thợ làm việc trong xưởng là 80 người, từ hai xã Phan Xá, Hoàng Giang thuộc huyện Phong Lộc.\n\nĐể đúc 1 khẩu đại bác cần 15 khối [[sắt]], 10 cân [[gang]] và 10 quan tiền than. Nhờ xưởng đúc này, chúa Nguyễn có hơn 200 khẩu súng vào năm 1642, tạo nên sức mạnh góp phần chống trả thành công những [[Trịnh-Nguyễn phân tranh|cuộc tiến công]] của [[chúa Trịnh]]<ref name=\"vsh213\"\/>.\n\n===Khai thác mỏ===\n[[Đàng Trong]] không có nhiều tài nguyên khoáng sản như [[Đàng Ngoài]]: không có mỏ [[đồng]], chỉ có một số mỏ [[sắt]] và mỏ [[vàng]]. Mỏ [[sắt]] ở Phú Bài (huyện Phú Vang), trang Điển Phúc thuộc Bố Chính.\n\nThuế sắt hàng năm ở [[Phú Vang]] là 2000 khối (mỗi khối 25 [[cân]]), tại Điển Phúc là 500 khối<ref name=\"vsh224\">Viện Sử học, sách đã dẫn, tr 224<\/ref>.\n\nCác chúa Nguyễn kiểm soát chặt chẽ việc khai thác [[vàng]]. Các quan ở ty Ngân tượng và Nội lệnh sử trông coi việc nấu vàng và thu thuế. Ngoài ra, còn cho phép các hộ tư nhân đãi vàng, gọi là thực kim hộ. Những vùng có vàng thì dân tập trung khai thác và đãi [[vàng]], được miễn suất đi lính<ref>Viện Sử học, sách đã dẫn, tr 223<\/ref>. Những hộ này phải nộp thuế, nếu không nộp bằng vàng thì nộp theo giá vàng là 4 quan tiền.\n\nBan đầu, Đàng Trong chưa có những nơi khác thác vàng tập trung. Vào cuối thế kỷ 18, tại Đàng Trong mới xuất hiện một số nơi khai thác vàng tập trung như ở nguồn [[Thu Bồn]] thuộc huyện Duy Xuyên (Thăng Hoa) và 4 ngọn núi ở xã Nam Phố huyện Phú Vang.\n\nPhương thức khai thác vàng ở [[Đàng Trong]] rất thủ công, bằng công cụ thô sơ, nhiều năm không được cải tiến và không có sự hợp tác trong lao động khai thác<ref name=\"vsh224\"\/>. Cách thức khai thác thường là đào đất lên sâu tới 1 trượng (hơn 3 mét), làm nhà che và trữ thành gò đống, múc [[nước]] tưới vào để đãi vàng; vì vậy năng suất rất thấp: 1 gánh đất chỉ được 1 phân vàng. Không giống với ngành khai thác mỏ Đàng Ngoài, Đàng Trong ít có sự du nhập [[phương thức sản xuất]] từ bên ngoài<ref name=\"vsh224\"\/>.\n\n=== Các ngành khác ===\nNgoài ra, các [[chúa Nguyễn]] còn có những công trường lớn, chiêu tập thợ các ngành nghề như [[thợ mộc]], thợ nề, thợ đá, [[thợ r, thợ sơn... để xây dựng [[cung điện]], đền đài cho chúa.\n\nNhững người thợ được phân thành các Ty theo ngành nghề như Ty thợ chạm, Ty thợ may, Ty thợ thêu, Ty thợ tiện, Ty thợ sơn, Ty thợ giày, Ty thợ đúc, Ty thợ lọng, Ty thợ thiếc...\n\nNhìn chung trình độ của thợ thủ công tại các công xưởng [[thế kỷ 18]] đã cao hơn các thời kỳ trước<ref name=\"vsh214\">Viện Sử học, sách đã dẫn, tr 214<\/ref>.\n\n==Thủ công nghiệp nhân dân==\nThủ công nghiệp nhân dân chủ yếu phục vụ đời sống sinh hoạt của nhân dân và [[xuất khẩu]].\n\nNghề làm gốm nổi tiếng tại các làng Lộc Thượng, Phú Vinh ([[Quảng Nam]]), Mỹ Thiện ([[Quảng Ngãi]]). Nghề gốm được chuyên môn hóa, tạo ra nhiều sản phẩm khá tinh xảo.\n\nNghề dệt tạo ra các sản phẩm như [[lụa]], [[gấm]], [[sa]]. Các làng xã thuộc [[Điện Bàn]], Thăng Hoa thạo nghề dệt lụa và [[vóc]], [[lĩnh]], [[đoạn]] có màu hoa đẹp. Sản phẩm [[tơ]] tại đây là sản phẩm xuất khẩu chính của [[Đàng Trong]] sang [[Trung Quốc]], [[Nhật Bản]] và [[châu Âu]]<ref name=\"vsh216\">Viện Sử học, sách đã dẫn, tr 216<\/ref>.\n\n[[Cố đô Huế|Phú Xuân]] có nghề dệt gấm chuyên cung cấp cho [[chúa Nguyễn]]. Tại hai xã Vũ Xá và Bình Xá ở huyện [[Lệ Thủy]] cũng có nghề dệt lụa lâu đời. Tuy nhiên, các sản phẩm đều được làm thủ công và những người thợ làm nghề chỉ coi là nghề phụ nên số lượng sản phẩm không nhiều.\n\nVùng [[Quảng Nam]] và [[Quảng Ngãi]] là hai trung tâm sản xuất đường, tạo ra các loại đường trắng, mịn, tinh khiết và [[đường phổi]] thơm ngon, mát. Nghề làm đường ở [[Đàng Trong]] nổi tiếng hơn ở [[Đàng Ngoài]] và là một trong các mặt hàng [[xuất khẩu]] chính<ref name=\"vsh217\">Viện Sử học, sách đã dẫn, tr 217<\/ref>. Hàng năm chúa Nguyễn thu riêng [[thuế]] sản vật nghề đường là 48.320 cân và 5.300 chĩnh mật<ref name=\"vsh217\"\/>.\n\nNgoài các nghề trên, trong nhân dân còn có nghề làm [[giấy]] tại làng Đại Phú ở [[Quảng Bình]], Đốc Sở ở [[Thừa Thiên Huế|Thừa Thiên]]; nghề dệt mã vĩ và nghề [[thêu]] ở Quảng Xuyên huyện [[Hương Trà]]. Nhân dân thường tổ chức ra thành các tổ, hội nghề nghiệp.\n\n==Xem thêm==\n* [[Đàng Trong]]\n\n==Tham khảo==\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 4,'' Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n{{Thủ công nghiệp Việt Nam}}\n\n[[Thể loại:Kinh tế Việt Nam thời Lê trung hưng]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Lịch sử Đàng Trong]]"}