{"1678185":"[[Hình:Dinh Bà Thủy Long Thánh Mẫu.jpg|nhỏ|phải|300px|Dinh Bà Thủy Long Thánh Mẫu]] \n'''Thủy Long Thánh Mẫu''' hay thần nữ '''Kim Giao''' (không rõ năm sinh, năm mất); được xem là người có công khai phá huyện đảo [[Phú Quốc]] thuộc tỉnh [[Kiên Giang]], [[Việt Nam]].\n\n==Thông tin sơ lược==\nTương truyền, bà thuộc dòng dõi vua chúa [[Campuchia|Cao Miên]] ([[Campuchia]] ngày nay), do bị lật đổ nên bà đã trốn sang đảo Phú Quốc để sống. Tại đây, bà thiết lập một đồng cỏ rộng lớn cho đàn [[trâu]] mà bà mang theo, đồng thời tuyển mộ người đi khai khẩn đất đai để trồng trọt. Ngày nay, những cánh đồng trồng lúa ấy vẫn còn vết tích, mà dân địa phương gọi là đồng Bà. Trên đồng còn nhiều cột cây trai, vết tích của những chuồng trâu thuở nọ. Dọc theo sông Cửa Cạn còn một vũng nước sâu gọi là búng Dinh Bà. Cũng theo lời kể, thì đây là nơi bà lập dinh trại ngày xưa.\n\nCó thuyết nói bà chết ở Cửa Cạn (Phú Quốc), sau đó vua Cao Miên cho đem hài cốt về cố quốc. Một thuyết khác lại cho rằng bà chết ở đảo Phú Dự<ref>Đảo Phú Dự (Koh Thmey), cách bờ biển Kampot 0,5 [[hải lý]]. Diện tích đảo 25 [[kilômét vuông|km2]], chỗ cao nhất là 175 [[m]]. Đảo có tài nguyên phong phú, phía Tây có đồng bằng khá phì nhiêu, trồng trọt thuận tiện, phía Đông Bắc có sông nước ngọt... Nguổn: [http:\/\/namkyluctinh.org\/a-lichsu\/hongphuong-vietnamcampuchia.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141002112837\/http:\/\/namkyluctinh.org\/a-lichsu\/hongphuong-vietnamcampuchia.htm |date=2014-10-02 }}.<\/ref>. Lại có thuyết nữa cho rằng, khi dòng họ bà khôi phục lại đế nghiệp, bà trở về Cao Miên. Truyền thuyết cũng kể rằng, bà đã từng cưu mang chúa [[Gia Long|Nguyễn Phúc Ánh]] trong những ngày lưu lạc trên đảo.\n\n==Được tôn thờ==\n[[Hình:Chính điện Dinh Bà Thủy Long Thánh Mẫu.jpg|nhỏ|phải|300px|Chính điện Dinh Bà]]\nNgười dân Phú Quốc rất tôn kính bà, coi bà như người tiên phong khai phá đảo, tôn bà là ''Thủy Long Thánh Mẫu''. Hằng năm, dân chúng tổ chức lễ cúng tế bà vào ngày rằm tháng Giêng âm lịch. Hiện nay, huyện đảo Phú Quốc có hai ngôi đền thờ bà, một ở xã Cửa Cạn, gọi là ''Dinh Bà Trong'', một ở thị trấn [[Dương Đông]], gọi là ''Dinh Bà Ngoài'' rất trang nghiêm và thẩm mỹ. Dinh Bà Thủy Long Thánh Mẫu (gọi tắt là Dinh Bà) tọa lạc trên đường [[Võ Thị Sáu]] (gần [[Dinh Cậu]]). Không rõ năm dựng, chỉ biết lúc đầu được làm bằng cột trai, mái tranh vách ván. Do thời gian và chiến tranh tàn phá, dinh được trùng tu nhiều lần mới được đẹp đẽ và khang trang như ngày nay.\n\n==Ý kiến liên quan==\nCó thể vị thần này có liên quan đến tục thờ cúng Bà Thủy trong tín ngưỡng [[Tín ngưỡng thờ Mẫu Việt Nam|thờ Mẫu ở Việt Nam]]. Thủy Đức Thánh Phi hay Thủy Long Nương Nương, Thủy Long Thần Nữ...(gọi tắt là Bà Thủy) là các tên gọi phổ biến của Bà. Trong quan niệm dân gian, Bà là nữ thần giếng, thần sông rạch, thần cù lao, thần hải đảo, tức vị thần cai quản vùng sông nước <ref>Theo Ngô Đức Thịnh, ''Đạo Mẫu'' (tập 1), Nhà xuất bản.Khoa học Xã hội, 2007, trang 295.<\/ref>.\n\nĐặc biệt, đối với các nghề liên quan đến sông nước và biển cả ở [[Nam Bộ Việt Nam|Nam Bộ]], người ta thường vái van Bà Cậu để cầu mong độ trì qua cơn sóng gió. Vì thế mà người ta thường hay gọi dân làm nghề thương hồ hạ bạc là \"dân Bà Cậu\". Bà Cậu chính là Bà Thủy và hai người con trai: Cậu Tài và Cậu Quý.\n\nNgoài ra, trong dân gian cũng có quan niệm rằng Bà Thủy chính là hóa thân của [[Thiên Y A Na]] (hay là con của vị thần này). Trong văn bia của đại thần [[Phan Thanh Giản]] tại [[Tháp Po Nagar]] ([[Nha Trang]]), có đoạn kể về Thiên Y Ana đã hóa phép nổi sóng gió nhấn chìm thuyền của thái tử [[Trung Quốc]], biến chiếc thuyền này thành tảng đá. Do đó, Thiên Y A Na và 2 người con của Bà (Cậu Tài, Cậu Quý) được xem là vị thần của sông biển, cù lao...<ref>Nguồn: Lê Quang Nghiêm, ''Tục thờ cúng của ngư phủ Khánh Hòa'' (Trung tâm Văn bút Việt Nam xb, Sài Gòn, 1970, trang 64). Xem thêm bài viết \"Tín ngưỡng thờ Bà Thủy của cộng động ngư dân An Thủy\"… [http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=1350:tin-ngng-th-ba-thy-ca-cng-ng-ng-dan-anthy-huyn-ba-tri-tnh-bn-tre&catid=97:vn-hoa-dan-gian&Itemid=155].<\/ref>\n==Xem thêm==\n*[[Tín ngưỡng thờ Mẫu Việt Nam]]\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Tín ngưỡng thờ Mẫu Việt Nam|Tín ngưỡng thờ Mẫu Việt Nam]]\n[[Thể loại:Di tích tại Kiên Giang]]\n[[Thể loại:Thần thánh Việt Nam]]"}