{"420541":"{{thiếu nguồn gốc}}\n{{wikify}}\n'''Thủ Thiệm''' tên thật là '''Nguyễn Tấn Nhơn''' là người xứ Bình Đình, làng An Hòa phủ Thăng Bình xưa, nay là xã Tam Hòa, Núi Thành, Quảng Nam. Thủ Thiệm được xếp cùng với những nhân vật hiếm hoi, đặc sắc trong kho tàng truyện cười dân gian Việt Nam như [[Trạng Quỳnh]], [[Trạng Lợn]], [[Ông Ó]], [[Bác Ba Phi]]. Ngày nay, tiếng cười của ông vẫn còn được lưu giữ trong trí nhớ nhiều người, nhiều thế hệ những con người xứ Quảng.\n==Tiểu sử==\nThủ Thiệm sinh năm Giáp Dần, đời [[Tự Đức]] thứ 7 (1854) và mất năm Canh Thân, đời [[Khải Định]] thứ 5 (1920). Ông giỏi [[chữ Nho]] và có uy tín trong làng nên được cử làm thủ sắc. Người Quảng có tục lệ, người có tuổi thì người khác không gọi tên tộc (tên chính) nữa mà gọi theo tên của người con lớn. Thủ Thiệm là cách gọi ghép chức thủ sắc với tên người con trai lớn của ông. Người vợ đầu của Thủ Thiệm tên là Hồ Thị Điệp, xứ Gành La, xã Tam Tiến, [[Núi Thành]]. Hai vợ chồng sinh được ba trai hai gái.\n\nSau khi vợ mất, Thủ Thiệm qua tán tỉnh người phụ nữ cùng làng. Thủ Thiệm thường hát: \n:Đùng đùng sóng dậy đất phá Nhơn\n:Đem quân đi đánh lấy họ nhà Tờn \nNhà Tờn ở đây là Đào Thị Tờn, người đàn bà góa có tiếng xinh đẹp trong vùng. Trước nay Đào Thị Tờn được biết trong những câu chuyện cười Thủ Thiệm là người đàn bà vô danh, khó tính, ai cũng ghét chứ không ai biết bà là người vợ sau của Thủ Thiệm.\n\n==Giai thoại==\nLà một nhân vật văn hóa dân gian độc đáo, có thật và là nguyên mẫu nhân vật của nhiều giai thoại. Những câu chuyện kể về ông thường có sự xuất hiện của \"cái tục\", khi mỉa mai, giễu cợt, hoặc khi đả phá, châm chích trước sau vẫn để lộ một bản ngã vững vàng, lành mạnh, một ý thức đả phá để xây dựng\", bày tỏ thái độ sống và những hành động chống đối lại xã hội cũ bằng tiếng cười châm biếm, đả kích cay độc và đầy sức chiến đấu của Thủ Thiệm. Có người nói rằng khi cụ Thủ Thiệm mất, người ta đã chôn úp để ông không truyền lại cho con cho cháu cái tính lạ đời ấy. Không biết có chôn úp thật hay không nhưng khi cải táng, bà Nguyễn Thị Phong nói, thấy hình hài ông nội dưới huyệt còn y nguyên, như người đang ngủ vậy.\n\nThủ Thiệm không những căm ghét, chọc phá quan lại phong kiến thực dân thối nát, ông còn bài trừ mê tín dị đoan. Ông Nguyễn Tấn Cự, cháu đích tôn gọi Thủ Thiệm bằng cố nội nói rằng không bao giờ ông đốt vàng mã trong lễ giỗ vì ông cố đã dặn như thế. Thủ Thiệm từng nói: \"Tụi Tàu nó khôn hơn mình. Chúng chở qua một tàu giấy chở về một tàu gạo. Dân mình dại, đem gạo đổi giấy để đốt đi\".\n==Xem thêm ==\n* [[Ba Giai]]-[[Tú Xuất]]\n* [[Xiển Bột]]\n* [[Bác Ba Phi]]\n\n==Tham khảo==\n\n[[Thể loại:Nhân vật văn học dân gian]]\n[[Thể loại:Giai thoại]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Sinh năm 1854]]\n[[Thể loại:Mất năm 1920]]"}