{"782797":"'''Thủ công nghiệp Việt Nam thời Nguyễn''' phản ánh hoạt động thủ công nghiệp của [[Việt Nam]] dưới triều [[nhà Nguyễn|Nguyễn]] khi còn độc lập, từ năm [[1802]] đến [[1884]].\n\n==Thủ công nghiệp nhà nước ==\nGiống các triều đại trước, thủ công nghiệp nhà nước thời Nguyễn chiếm một vị trí rất quan trọng: nó chế tạo tất cả những đồ dùng cho hoàng gia, tham gia đóng thuyền cho [[Quân đội nhà Nguyễn|quân đội]], đúc [[vũ khí]], đúc [[tiền]],...<ref name=\"thq447\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 447<\/ref>. Chính vì vậy, nhà Nguyễn cũng tập trung xây dựng hệ thống các xưởng thủ công Nhà nước, nhất là ở kinh đô Huế và các vùng phụ cận. Năm [[1803]], [[Gia Long]] thành lập xưởng đúc tiền ''Bắc Thành tiền cục'' ở [[Thăng Long]]<ref name=\"thq447\"\/>. Nhà Nguyễn cũng lập các Ti trông coi các ngành thủ công. Ví dụ như ti ''Vũ khố chế tạo'' quản lý nhiều ngành thủ công khác nhau, gồm 57 cục: làm đất, đúc, làm đồ vàng bạc, vẽ tranh, làm ngói, làm đồ pha lê, khắc chữ, đúc súng, làm trục xe, luyện đồng,...\n\n=== Cơ khí ===\nTi ''Thuyền'' chịu trách nhiệm về các loài thuyền công và thuyền chiến, gồm 235 sở trên toàn quốc. Ngoài ra còn có các ti ''Doanh kiến'', ti ''Tu tạo'', ti ''Thương bác hoả dược''.<ref name=\"thq447\"\/>\n\nTrong nghề đóng tàu, năm [[1820]] sĩ quan [[người Mỹ]] John White đã nhận xét:''\" Người Việt Nam quả là những người đóng tàu thành thạo. Họ hoàn thành công trình của họ với một kỹ thuật hết sức chính xác.\"'' Ngoài các thuyền gỗ, người thợ thủ công Việt Nam còn đóng cả các loại tàu lớn bọc đồng.<ref name=\"thq448\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 448<\/ref> Ngoài ra, họ đã sáng chế được nhiều máy móc tiên tiến và có chất lượng vào thời đó, ví dụ các máy cưa xẻ gỗ, máy tưới ruộng... và cả máy hơi nước.<ref name=\"thq448\"\/>\n\nDo được tiếp xúc với kỹ thuật của phương Tây, những người thợ thủ công Việt Nam đã có những sáng tạo. Năm [[1834]], Nguyễn Viết Túy đã chế tạo thành công máy dùng sức nước nghiền thuốc súng gọi là \"thủy hỏa ký tế\". Năm 1837-1838, theo mẫu của phương Tây, thợ công xưởng đã làm ra được máy cưa ván gỗ, máy xẻ gỗ bằng sức nước, máy hút nước tưới ruộng.\n\nSang năm [[1839]], sau một lần thất bại, các đốc công Hoàng Văn Lịch, Vũ Huy Trinh và các thợ công xưởng đóng xong chiếc thuyền máy chạy bằng hơi nước. Tiếp theo thành công đó, họ lại theo mẫu tàu chạy hơi nước loại lớn mới mua về để đóng một chiếc khác và sửa chữa một chiếc đang bị hỏng.<ref name=\"thq448\"\/>\n\nNhững thành công về cơ khí được vua [[Minh Mạng]] khen ngợi. [[Việt Nam]] đã bước vào kỷ nguyên cơ khí giữa [[thế kỷ 19]] bằng việc tự sản xuất ra những chiếc tàu máy đầu tiên.<ref name=\"thq448\"\/> Tuy nhiên, những thành tựu đó không được các triều vua sau phát huy.\n\n===Khai thác mỏ ===\n[[Nhà Nguyễn]] cũng tập trung tham gia quản lý khai mỏ. Đến nửa đầu [[thế kỷ 19]], triều đình đã quản lý 139 mỏ, trong đó có 39 mỏ [[vàng]], 32 mỏ sắt, 5 mỏ [[bạc]], 9 mỏ [[đồng]]. Việc khai thác mỏ được chia làm 4 lực lượng:\n# Loại mỏ do triều đình trực tiếp quản lý như mỏ [[vàng]] Chiên Đàn ([[Quảng Nam]]), Tiên Kiều ([[Hà Giang]]), mỏ [[bạc]] Tống Tĩnh, Ngân Sơn ([[Bắc Kạn]]), mỏ [[chì]] Quán Triều ([[Thái Nguyên]])... Năm [[1833]] có 3.122 nhân công trong mỏ vàng Tiên Kiều, mỏ vàng Chiên Đàn 1000 thợ, không chỉ có thợ công xưởng mà có cả binh lính và dân phu làm việc với tiền công thấp<ref name=\"thq448\"\/>.\n# Loại mỏ thứ 2 do thương nhân Hoa kiều khai thác, hàng năm nộp thuế. Nhân công ở đây phần lớn là Hoa kiều, có tay nghề chuyên môn. Việc khai thác mỏ tổ chức theo từng công đoạn, mang tính chất tư bản chủ nghĩa<ref name=\"thq448\"\/>\n# Loại mỏ thứ 3 do các tù trưởng địa phương tiến hành khai thác và nộp thuế như mỏ đồng Tụ Long ([[Tuyên Quang]]), quy mô lớn nhưng phương thức khai thác lạc hậu.\n# Loại mỏ thứ 4 do chủ [[người Việt]] tiến hành khai thác như chủ mỏ Chu Danh Hổ ([[Bắc Ninh]]) bỏ tiền khai thác kẽm ở Bản Sơn ([[Thái Nguyên]]). Số lượng mỏ loại này không nhiều, trong đó nhân công được trả lương khá cao: người phụ trách lò nấu quặng được trả mỗi tháng 12 quan tiền, trong khi vị trí tương tự trong mỏ của triều đình chỉ được trả 5 quan tiền và 1 phương gạo<ref name=\"thq449\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 449<\/ref>. Đây là phương thức đã từng được áp dụng vào thế kỷ 18 nhưng không có điều kiện phát triển.\n\nThuế do triều đình áp dụng cho các mỏ khá nặng. Năm [[1823]], các thổ tù phải nộp 10 vạn cân đồng đỏ, còn thuế sắt là 8970 cân.\n\n=== Hàng tiêu dùng thủ công===\nPhần lớn nhân lực trong các xưởng thủ công của triều đình là do triều đình trưng dụng thợ khéo trong các ngành như [[khảm xà cừ]], [[kim hoàn]], [[thêu thùa]]... tới làm việc để cung cấp đồ dùng cho triều đình. Vì vậy người thợ luôn tìm cách trốn tránh dù chính phủ áp dụng những biện pháp trừng phạt nặng nề để ngăn chặn. Ví dụ, thợ khéo ít dám trổ tài vì tài nghệ không có lợi mà là tai họa. Họ chỉ dám làm những thứ nhỏ để bán cho dễ, những người nào chế tạo đồ tốt cũng phải mạo danh là hàng ngoại quốc để vua quan đừng để ý.\n\nĐầu [[thế kỷ 19]] có người chế được [[men gốm|men sứ]] tốt hơn của Trung Quốc nhưng phải bỏ trốn vì sợ bị trưng dụng làm cho triều đình. Một số khác phải giả làm đồ Trung Quốc để không bị các quan mua rẻ hay lấy không<ref>Nguyễn Thế Anh, sách đã dẫn, tr 165<\/ref>.\n\n== Thủ công nghiệp nhân dân ==\nCác ngành nghề thủ công truyền thống tại nông thôn vẫn tiếp tục phát triển với số người làm nghề ngày càng tăng<ref name=\"thq449\"\/>. Những nghề như [[gốm]], sành [[sứ]], dệt [[vải]], [[lụa]], làm [[giấy]], làm [[vàng]] [[bạc]], làm [[sucroza|đường ăn]], làm [[nón]]… phát triển ở khắp nơi.\n\nĐặc biệt, nghề làm [[Pháo (lễ hội)|pháo]] có từ trước, thời kỳ này phát triển mạnh, với những làng nghề chuyên sản xuất các loại pháo lớn, nhỏ tại [[Đồng Kỵ]] (Bắc Ninh), [[Bình Đà]] (Hà Nội).\n\nSự phát triển của nghề in bản [[gỗ]] tạo cơ sở cho nghề làm [[tranh]] dân gian tiếp tục phát triển như làng [[Đông Hồ (định hướng)|Đông Hồ]] ([[Bắc Ninh]]), [[Hàng Trống]] ([[Hà Nội]]). Tuy nhiên, nghề làm [[đồng hồ]] có từ [[thế kỷ 18]] lại không còn<ref name=\"thq449\"\/>.\n\nDù thủ công nghiệp khá phát triển nhưng [[phương thức sản xuất]] so với các thời trước nhìn chung không thay đổi. Các làng thủ công vẫn gắn liền với nghề nông như xưa, không hình thành các phường hội có quy chế hoạt động như ở [[Tây Âu]].\n\n[[Nhà Nguyễn]] không có chính sách khuyến khích phát triển thủ công nghiệp nhân dân. Triều đình giành độc quyền mua các loại gấm vóc, lụa là. Người thợ thủ công vừa phải đóng thuế thân vừa phải nộp thuế sản phẩm<ref name=\"thq449\"\/>.\n\n== Tham khảo ==\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n*Nguyễn Thế Anh ([[2008]]), ''Kinh tế & xã hội Việt Nam dưới các triều vua nhà Nguyễn'', Nhà xuất bản Văn học.\n*Nguyễn Khắc Thuần ([[2005]]), ''Đại cương lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Giáo dục.\n*Nhiều tác giả ([[2007]]), ''Những vấn đề lịch sử triều Nguyễn'', TP Hồ Chí Minh: Nhà xuất bản Văn hoá Sài Gòn.\n\n== Chú thích ==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Nguyễn độc lập}}\n{{Thủ công nghiệp Việt Nam}}\n\n[[Thể loại:Kinh tế Việt Nam thời Nguyễn]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]"}