{"182612":"{{otheruses|Thống Nhất (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Thống Nhất\n| hình = Thong Nhat District offices1.JPG\n| ghi chú hình = Cổng vào trung tâm hành chính huyện Thống Nhất\n| vị trí lấy tọa độ =\n| vĩ độ = 10\n| vĩ phút = 57 \n| vĩ giây = 5\n| kinh độ = 107\n| kinh phút = 8\n| kinh giây = 48\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 250,2 km²\n| dân số = 165.280 người\n| thời điểm dân số = 2019\n| mật độ dân số = 660 người\/km²\n| dân tộc = \n| vùng = [[Đông Nam Bộ]]\n| tỉnh = [[Đồng Nai]] \n| huyện lỵ = thị trấn [[Dầu Giây]]\n| thành lập = 2003<ref name=\"97\/2003\/ND-CP\"\/>\n| phân chia hành chính = 1 thị trấn, 9 xã\n| mã hành chính = 738<ref>{{Chú thích web|url=https:\/\/danhmuchanhchinh.gso.gov.vn\/|tựa đề=Đơn vị hành chính|website=danhmuchanhchinh.gso.gov.vn|ngày truy cập=2023-02-05}}<\/ref>\n| mã bưu chính = \n| biển số xe = 60-B7 xxx.xx\n| trụ sở UBND =\n| web = {{url|thongnhat.dongnai.gov.vn}}\n}}\n\n'''Thống Nhất''' là một huyện trung du nằm ở trung tâm tỉnh [[Đồng Nai]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Thống Nhất được thành lập theo Nghị định số 97\/2003\/NĐ-CP ngày 21 tháng 8 năm 2003 của Chính phủ và chính thức đi vào hoạt động kể từ ngày 01\/01\/2004. Trung tâm huyện cách thành phố Biên Hòa 35km về phía Bắc. Tổng diện tích tự nhiên của huyện là 247,2 km<sup>2<\/sup> (chiếm 4,2% diện tích tự nhiên toàn tỉnh).\n\nHuyện Thống Nhất nằm ở trung tâm tỉnh [[Đồng Nai]], có vị trí địa lý:\n*Phía bắc giáp huyện [[Định Quán]]\n*Phía đông giáp thành phố [[Long Khánh]]\n*Phía nam giáp huyện [[Long Thành]] và huyện [[Cẩm Mỹ]]\n*Phía tây giáp huyện [[Trảng Bom]].\n\nĐây là địa phương có [[Đường cao tốc Thành phố Hồ Chí Minh – Long Thành – Dầu Giây|đường cao tốc Thành phố Hồ Chí Minh - Long Thành - Dầu Giây]] đi qua và dự án [[Đường cao tốc Dầu Giây – Đà Lạt|đường cao tốc Dầu Giây - Đà Lạt]] đang được xây dựng.\n\n==Hành chính==\nHuyện Thống Nhất có 10 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Dầu Giây]] (huyện lỵ) và 9 xã: [[Bàu Hàm 2]], [[Gia Tân 1]], [[Gia Tân 2]], [[Gia Tân 3]], [[Gia Kiệm]], [[Hưng Lộc, Thống Nhất|Hưng Lộc]], [[Lộ 25]], [[Quang Trung, Thống Nhất|Quang Trung]], [[Xuân Thiện]].\n\n==Lịch sử==\nThời [[Việt Nam Cộng Hòa]], vùng đất hai huyện Thống Nhất và Trảng Bom ngày nay thuộc phạm vi ba quận Đức Tu ([[Biên Hòa (tỉnh)|tỉnh Biên Hòa]]), [[Xuân Lộc]] và Kiệm Tân ([[Long Khánh (tỉnh)|tỉnh Long Khánh]]), gồm các xã: [[Hố Nai]], [[Trảng Bom (thị trấn)|Trảng Bom]] (quận Đức Tu), [[Dầu Giây]], [[Hưng Lộc, Thống Nhất|Hưng Lộc]] (quận [[Xuân Lộc]]), [[Gia Kiệm]], Gia Tân, Bến Nôm (quận Kiệm Tân).\n\nVề phía [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|chính quyền cách mạng]], địa bàn huyện Thống Nhất thuộc các huyện [[Vĩnh Cửu]] (tỉnh Biên Hòa) và Xuân Lộc (tỉnh Bà Rịa - Long Khánh). [[Tháng 10]] năm [[1973]], huyện 21 được thành lập, gồm các xã nằm dọc [[Quốc lộ 1]] và [[Quốc lộ 20]]: Hố Nai, Trảng Bom 1, Trảng Bom 2, Bàu Hàm 1, Bàu Hàm 2, Cây Gáo, Hưng Lộc, Gia Tân, Gia Kiệm, Võ Dõng, Túc Trưng. Sau đó, huyện 21 được đổi tên thành huyện Thống Nhất.\n\n===Từ năm 1976 đến nay===\nTừ năm [[1976]], huyện Thống Nhất thuộc tỉnh Đồng Nai, gồm 16 xã: An Viễn, Bàu Hàm 1, Bàu Hàm 2, Cây Gáo, Đồi 61, Gia Kiệm, Gia Tân, Giang Điền, Hố Nai 1, Hố Nai 2, Hố Nai 3, Hố Nai 4, Hưng Lộc, Lộ 25, Trảng Bom 1, Trảng Bom 2.\n\nNgày [[23 tháng 12]] năm [[1978]], chuyển 2 xã Hố Nai 1 (nay là phường [[Hố Nai]]) và Hố Nai 2 (nay là 2 phường [[Tân Biên, Biên Hòa|Tân Biên]] và [[Tân Hòa, Biên Hòa|Tân Hòa]]) về thành phố Biên Hòa quản lý<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-272-CP-sap-nhap-xa-Ho-Nai-1-Ho-Nai-2-huyen-Thong-Nhat-tinh-Dong-Nai-vao-thanh-pho-Bien-Hoa-cung-tinh\/57839\/noi-dung.aspx|title=Quyết định 272-CP năm 1978 về việc sáp nhập xã Hố Nai 1 và xã Hố Nai 2 của huyện Thống Nhất, tỉnh Đồng Nai vào thành phố Biên Hòa|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Huyện Thống Nhất còn lại 14 xã: An Viễn, Bàu Hàm 1, Bàu Hàm 2, Cây Gáo, Đồi 61, Gia Kiệm, Gia Tân, Giang Điền, Hố Nai 3, Hố Nai 4, Hưng Lộc, Lộ 25, Trảng Bom 1, Trảng Bom 2.\n\nNgày [[8 tháng 12]] năm [[1982]], chia xã Gia Tân thành 3 xã: Gia Tân 1, Gia Tân 2, Gia Tân 3; chia xã Gia Kiệm thành 2 xã: Gia Kiệm và Quang Trung<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-192-HDBT-phan-vach-dia-gioi-xa-thi-tran-tinh-Dong-Nai-44007.aspx|title=Quyết định 192-HĐBT về việc phân vạch địa giới xã, thị trấn thuộc tỉnh Đồng Nai|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>.\n\nNgày [[29 tháng 8]] năm [[1994]], chia xã Trảng Bom 1 thành thị trấn Trảng Bom và xã Sông Trầu; chia xã Trảng Bom 2 thành 3 xã: Đông Hòa, Tây Hòa, Trung Hòa; chia xã Hố Nai 4 thành 3 xã: Bắc Sơn, Bình Minh, Quảng Tiến; chia xã Hưng Lộc thành 2 xã: Hưng Lộc và Hưng Thịnh; chia xã Bàu Hàm 1 thành 2 xã: Bàu Hàm và Sông Thao; chia xã Cây Gáo thành 2 xã: Cây Gáo và Thanh Bình.<ref>Nghị định 109-CP năm 1994 về việc tái lập huyện Vĩnh Cửu; điều chỉnh địa giới một số xã phường thuộc thành phố Biên Hòa và các huyện Long Khánh, Long Thành, Nhơn Trạch, Tân Phú, Thống Nhất, Xuân Lộc, tỉnh Đồng Nai<\/ref>\n\nĐến cuối năm [[2002]], huyện Thống Nhất gồm 25 đơn vị hành chính cấp xã, bao gồm: thị trấn Trảng Bom và 24 xã: An Viễn, Bắc Sơn, Bàu Hàm, Bàu Hàm 2, Bình Minh, Cây Gáo, Đồi 61, Đông Hòa, Gia Kiệm, Gia Tân 1, Gia Tân 2, Gia Tân 3, Giang Điền, Hố Nai 3, Hưng Lộc, Hưng Thịnh, Lộ 25, Quảng Tiến, Quang Trung, Sông Thao, Sông Trầu, Tây Hòa, Thanh Bình, Trung Hòa.\n\nNgày [[21 tháng 8]] năm [[2003]], [[Chính phủ Việt Nam|Chính phủ]] ban hành Nghị định số 97\/2003\/NĐ-CP<ref name=\"97\/2003\/ND-CP\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-97-2003-ND-CP-thanh-lap-thi-xa-Long-Khanh-phuong-xa-truc-thuoc-huyen-Cam-My-Trang-Bom-tinh-Dong-Nai-51556.aspx|title=Nghị định số 97\/2003\/NĐ-CP của Chính phủ về việc thành lập thị xã Long Khánh và các phường, xã trực thuộc; thành lập các huyện Cẩm Mỹ, Trảng Bom, tỉnh Đồng Nai|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Theo đó, thành lập huyện Trảng Bom trên cơ sở tách thị trấn Trảng Bom và 16 xã: Hố Nai 3, Bắc Sơn, Bình Minh, Quảng Tiến, Sông Trầu, Tây Hòa, Trung Hòa, Đông Hòa, Hưng Thịnh, Sông Thao, Bàu Hàm, Giang Điền, An Viễn, Đồi 61, Cây Gáo, Thanh Bình thuộc huyện Thống Nhất; đồng thời sáp nhập 2 xã Xuân Thiện và Xuân Thạnh của huyện [[Long Khánh]] vừa giải thể vào huyện Thống Nhất.\n\nSau khi điều chỉnh địa giới hành chính, huyện Thống Nhất có 10 xã: Bàu Hàm 2, Gia Tân 1, Gia Tân 2, Gia Tân 3, Gia Kiệm, Hưng Lộc, Lộ 25, Quang Trung, Xuân Thạnh, Xuân Thiện. Trung tâm hành chính mới của huyện đóng tại xã Xuân Thạnh.\n\nNgày [[10 tháng 5]] năm [[2019]], [[Ủy ban Thường vụ Quốc hội]] ban hành Nghị quyết số 694\/NQ-UBTVQH14 (nghị quyết có hiệu lực từ ngày [[1 tháng 7]] năm [[2019]])<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-quyet-694-NQ-UBTVQH14-2019-ve-dieu-chinh-dia-gioi-hanh-chinh-tinh-Dong-Nai-414915.aspx|title=Nghị quyết 694\/NQ-UBTVQH14 năm 2019 về việc điều chỉnh địa giới đơn vị hành chính và thành lập một số đơn vị hành chính đô thị cấp xã thuộc tỉnh Đồng Nai|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Theo đó, điều chỉnh địa giới hành chính 4 xã: Bàu Hàm 2, Hưng Lộc, Quang Trung, Xuân Thạnh và thành lập thị trấn Dầu Giây, thị trấn huyện lỵ huyện Thống Nhất trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Xuân Thạnh sau khi điều chỉnh địa giới hành chính. Huyện Thống Nhất có 1 thị trấn và 9 xã như hiện nay.\n\n==Giao thông==\nHệ thống giao thông chính của huyện là đường bộ và đường sắt. Các tuyến đường bộ trên địa bàn huyện gồm có các tuyến đường quốc lộ, tỉnh lộ, đường huyện và hệ thống đường giao thông thông nông thôn các xã.\n\nVề quốc lộ có 2 tuyến chính là Quốc lộ 1 và Quốc lộ 20 đi qua với [[chiều dài]] 25,5&nbsp;km, kết cấu đường bê tông nhựa. Hai tuyến quốc lộ giao cắt nhau tại ngã tư Dầu Giây. Tỉnh lộ có 3 tuyến với tộng [[chiều dài]] 29,1&nbsp;km các tuyến đường đã được nâng cấp lên đường nhựa.\n\nHệ thống đường huyện quản lý gồm có tuyến chính, tổng [[chiều dài]] 79,7&nbsp;km, lộ giới 32&nbsp;m. Hiện nay 100% là đường tráng bê tông nhựa rộng từ 5-7m.\n\nHệ thống đường xã: Hiện trạng trên địa bàn các xã có trên 152 tuyến tổng [[chiều dài]] hơn 320&nbsp;km đường giao thông nông thôn nội ô liên ấp thuộc các xã quản lý, trong đó 20,91% tráng hoặc bê tông xi măng. Nhìn chung chất lượng chưa đảm bảo nhu cầu đi lại, lưu thông và vận chuyển hàng hoá của địa phương. Mặt đường rộng từ 3-5 mét chủ yếu là đường đất, đường cấp phối sỏi đỏ. Nhờ có chương trình đầu tư của chương trình 135 đối với các xã đặc biệt khó khăn nên các tuyến đường liên ấp của 2 xã Xuân Thạnh và Xuân Thiện đã cơ bản được nhựa hoá.\n\nĐây cũng là địa phương có [[đường cao tốc Thành phố Hồ Chí Minh – Long Thành – Dầu Giây]] đi qua và có dự án [[Đường cao tốc Dầu Giây – Đà Lạt]] đi qua đang được xây dựng.\n\n==Kinh tế - xã hội==\nKhí hậu và đất đai của huyện thuận lợi cho phát triển các loại cây ăn quả, cây công nghiệp ngắn ngày và dài ngày như: đậu nành, thuốc lá, cà phê, cao su,...\n\nCó điều kiện phát triển cơ sở hạ tầng kỹ thuật: điện, nước, giao thông,... (có [[Quốc lộ 1]], [[Quốc lộ 20]], [[đường cao tốc Dầu Giây – Long Thành – TP Hồ Chí Minh]] và tuyến đường sắt đi qua), có sức thu hút đầu tư từ bên ngoài. Trong tương lai sẽ có tuyến [[đường cao tốc Dầu Giây – Đà Lạt]] đi qua (là tuyến đường huyết mạch trên trục giao thông Bắc - Nam, vùng [[Tây Nguyên]] và các vùng kinh tế trọng điểm trong khu vực).\n\nCó điều kiện phát triển mạnh mẽ trên cả ba lĩnh vực: nông nghiệp, công nghiệp-tiểu thủ công nghiệp và dịch vụ.\n\nHuyện Thống Nhất là nơi có nhiều người công giáo cư ngụ, nhiều tín đồ tôn giáo sống ở [[Bàu Hàm]], [[Gia Kiệm]],...\n\nHiện nay huyện Thống Nhất đang triển khai đầu tư xây dựng khu đô thị Dầu Giây Center City nằm trên địa bàn thị trấn Dầu Giây.\n\n'''Hệ thống điện:''' Hệ thống lưới điện của huyện hiện tại được cấp từ 3 chi nhánh điện lực đó là: Điện lực Thống Nhất, điện lực Long Khánh và điện lực Định Quán. Lưới điện 22-15kV trên địa bàn huyện được xây dựng và cải tạo từ những năm gần đây và sử dụng bằng loại dây AC-20 do ngành điện đầu tư theo tiêu chuẩn quốc gia. Tuy nhiên, các tuyến trung thế chủ yếu tập trung theo các tuyến trục đường chính, một số tuyến đường xương cá ít dân cư và vùng sản xuất nông nghiệp còn chưa được phủ lưới điện trung thế. Do đó, năng lượng phục vụ cho sản xuất nông nghiệp, vùng cây ăn trái vẫn phải sử dụng nhiều nguồn năng lượng cung cấp từ máy phát của hộ gia đình,... Hệ thống chiếu sáng công cộng đã được lắp đặt tại khu tập trung đông dân cư dọc quốc lộ 20 và khu vực ngã ba Dầu Giây dọc [[Quốc lộ 1]]. Cụ thể đoạn [[Quốc lộ 20]] có bóng đèn cao áp 250W, trụ bê tông lưới thép từ trung tâm xã Quang trung đến hết địa bàn xã Gia Tân 1 và Gia Tân 2. Khu vực ngã tư Dầu Giây có bóng cao áp 250W bằng trụ điện ngầm.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{sơ khai Đồng Nai}}\n\n{{Huyện thị Đồng Nai}}"}