{"1180607":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Thụy Quỳnh\n| hình =\n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 20.594635\n| vĩ phút = \n| vĩ giây = \n| kinh độ = 106.544470\n| kinh phút = \n| kinh giây = \n| thời điểm dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành lập = \n| trụ sở UBND = Thôn Kha Lý\n| tỉnh = [[Thái Bình]]\n| huyện = [[Thái Thụy]]\n| diện tích = 10,25 km²\n| dân số = 7.850 người\n| mật độ dân số =\n| mã hành chính = 12844<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính =\n}}\n\n'''Thụy Quỳnh''' là một xã thuộc huyện [[Thái Thụy]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\n- Phía Đông giáp xã Hồng Dũng. Phía Tây tiếp giáp với xã Thụy Việt, Thụy Văn. Phía Nam tiếp giáp với xã Thụy Trình, Thụy Bình. Phía Bắc tiếp giáp với xã Hồng Dũng, Tp Hải Phòng.\n\n*Mô tả quá trình lịch sử :\n  Trải qua các giai đoạn lịch sử, cùng với sự hình thành huyện Thụy Anh, xã Thụy Quỳnh ít có sự thay đổi địa danh và địa giới so với một số xã cùng huyện. \n  Tháng 8\/1947 Hội đồng nhân dân tỉnh Thái Bình họp và ra quyết định Thành lập xã An Thọ gồm các làng: Kha Lý, Quỳnh Lý, Vân Am, Thọ Cách và An Bái. Đến năm 1956 huyện Thụy Anh đặt lại tên mới là xã Thụy Quỳnh.\n  Hiện tại xã có 6 thôn gồm: Tứ Cường, Hoa Quận, Đông Đoài, Kha Lý, Quỳnh Lý và Thọ Vân. \n  Trên địa bàn xã có hiện nay có 5 ngôi chùa, 6 ngôi đình, 2 ngôi miếu, 1 ngôi đền và 2 nhà thờ Thiên Chúa Giáo, đây không chỉ là nơi sinh hoạt tâm linh tín ngưỡng, tôn giáo mà các ngôi Đình, Chùa, Miếu trong thời kì kháng chiến còn là nơi nuôi dấu cán bộ, vũ khí, lương thực, đặt cơ quan của xã trong thời kỳ chiến tranh\n*Giáo dục:  \n Xã Thụy Quỳnh có 03 trường học gồm: 1 Trường Mầm Non, 1 trường Tiểu học và 1 Trường THCS  \n*Giao thông:\n  Là một xã nằm trên địa phận có Quốc lộ 37 đi Thành Phố Hải Phòng \n*Kinh tế:\n  Xã Thụy Quỳnh phát triển kinh tế xã hội mở rộng, nhiều ngành nghề dịch vụ được hình thành tạo điều kiện về nguồn lực lao động cho con em ở địa phương.Trên địa bàn xã có 3 bến cung cấp vật liệu xây dựng, 6 Doanh nghiệp và khoảng 30 đội thợ xây dựng, 2 trang trại nuôi lợn. Song song với đó là việc phát huy phong trào xây dựng nông thôn mới, công tác xã hội hóa giáo dục xây dựng thôn làng văn hóa được nhân dân hưởng ứng tích cực; tình hình an ninh chính trị, trật tự an toàn xã hội được giữ vững, đời sống của nhân dân ngày một cải thiện hơn.\n\n==Xem thêm==\n*[[Khu dự trữ sinh quyển châu thổ sông Hồng]]\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Thái Bình}} \n{{Đơn vị hành chính thuộc huyện Thái Thụy}}"}