{"280886":"'''Thủy Cung Trí Nguyên''' là địa điểm tham quan du lịch tại đảo Hòn Miễu thuộc [[nha Trang#Du lịch|vịnh Nha Trang]], [[khánh Hòa|tỉnh Khánh Hòa]], [[Việt Nam]].\n\n[[Tập tin:Bãi Sạn and Hòn Miễu - Trí Nguyên Underwater world, viewing from a cable car.jpg|nhỏ|200px|phải|Bãi Sạn và Hòn Miễu - Thủy cung Trí Nguyên nhìn từ Cáp treo]]\n\n==Vị trí==\n[[Đảo Cá]] ở [[Nha Trang]] thuộc vịnh Nha Trang, tỉnh Khánh Hòa còn gọi là [[Hòn Miễu]], [[đảo Bồng Nguyên]]. [[Hòn Miễu]] là đảo gần bờ nhất trong số các hải đảo ở [[Nha Trang]], chỉ mất hai mươi phút bằng thuyền máy là đến nơi. Trên đảo có hai địa điểm tham quan du lịch là hồ cá Trí Nguyên và bãi tắm [[Bãi Sỏi]].\n\n[[Tập tin:Hình dáng thủy cung nhìn từ xa.JPG|nhỏ|200px|phải|Hình dáng Thủy Cung Trí Nguyên là một chiếc thuyền]]\nHồ cá ở đây được ngăn bằng hệ thống kè đá san hô đủ cao để mực nước trong hồ bao giờ cũng ngang với mực nước biển. Giữa các hồ cá là những lối đi rộng được lát bằng đá núi hoặc bê-tông. Phần lớn các hồ cá có diện tích 150 - 200 m2. Hồ lớn nhất và nuôi nhiều loại cá nhất rộng đến 3 ha. Chung quanh hồ, dọc theo đường đi còn trồng nhiều loại cây như sứ trắng, hoàng lan, phi lao, bàng lá tròn... Hệ thống hồ cá ở đây chia làm 2 dạng: ngoài trời và trong nhà. Nếu tính từ bờ đi vào, hồ cá lộ thiên là nơi nuôi đủ các loại cá quen thuộc như cá thu, cá ngừ, cá nục, cá đuối... ẩn mình trong hang đá là những chú mực, [[tôm hùm]] khổng lồ, có con nặng đến 3&nbsp;kg.\n\n'''Hồ trong nhà''' nhỏ hơn hồ lộ thiên, cá cũng nhỏ hơn nhưng thuộc loại đắt tiền nhất. Đó là các loại cá cảnh với đủ màu sắc độc đáo.\n'''Hồ thứ ba''' có thể nói là hồ độc đáo nhất. Đây là hồ nuôi [[đồi mồi]], [[rùa biển]]. Có những con rùa nặng hơn 100&nbsp;kg và lớp mai trên lưng có đường kính 1,5 m phủ đầy rong rêu, sò,ốc bám vào. Du khách chỉ cần ngồi trên kè đá dùng đôi chân khuấy nhẹ mặt nước hay thả vài mẩu bánh mì là có thể nhìn thấy cả một đàn đồi mồi hay rùa biển tụ lại.\n \n'''Hồ thứ tư''' rộng mênh mông, tiếp giáp với chân đồi và bãi biển. Hồ này nuôi đủ loại cá biển từ loại nhỏ xíu như cá cơm cho đến loại cá nặng vài ba tạ. Đây là hồ cá mà trẻ con ưa thích nhất bởi những bầy cá gỗ được đẩy tới bằng sức đạp, đạp ra giữa hồ để ngắm nhìn thỏa thích đủ loại cá nhởn nhơ bơi lội dưới nước.\nĐể phát huy hết nguồn lực nơi đây mà [[tự nhiên|thiên nhiên]] đã ban tặng cho con người, năm 1994, [[Công ty Du lịch Khánh Hòa]] đã đầu tư 10 tỷ đồng để xây dựng Thủy cung Trí Nguyên theo thiết kế khá độc đáo dạng một con tàu cổ. Trong con tàu được chia thành các tầng: tầng trệt có hồ nuôi cá; tầng 2 là nơi bán hàng lưu niệm, [[mỹ nghệ]] và nhà hàng nằm ở tầng 3. Trên boong tàu là cột buồm và khẩu súng thần công, đây cũng là vị trí lý tưởng để ngắm nhìn biển từ trên cao.\n,,,Đây cũng là một điểm hấp dẫn vì được xây dựng theo mô hình một con tàu hóa thạch dài 60 m, cao 30 m nằm dưới biển, ven bờ hải đảo, đứng từ xa cũng có thể nhìn rõ thủy cung này. Thủy cung Trí Nguyên là bộ sưu tập các loài [[cá biển]] và thực vật biển, sinh vật biển theo mô hình mở.\n\n==Bãi sỏi==\nNằm cách hồ cá Trí Nguyên chừng vài trăm mét bằng cách băng ngang qua đảo. Gọi là Bãi Sỏi vì bãi tắm ở đây không hề có cát mà chỉ thấy toàn sỏi đá, tròn vo, nhẵn thín từ bờ chạy ra biển nước trong xanh nhìn thấy đáy. Bãi Sỏi còn giữ được nguyên vẻ hoang sơ, trước mặt là biển, sau lưng là khu rừng nguyên sinh với nhiều đại thụ và dây leo chằng chịt.\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n\n==Liên kết ngoài==\n*[http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/Du-lich\/2008\/07\/3BA04B7D\/ Thủy cung Trí Nguyên trên trang VN Express] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080729061505\/http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/Du-lich\/2008\/07\/3BA04B7D\/ |date=2008-07-29 }}\n\n{{Du lịch Khánh Hòa}}"}