{"1764134":"'''Thủ công nghiệp Việt Nam thời Lý''' có hai loại hình là thủ công nghiệp trong nhân dân và do triều đình tổ chức. Các ngành nghề gồm các ngành dệt, làm gốm, đúc đồng và khai thác [[vàng]].\n\n==Thủ công nghiệp nhà nước==\n[[Tập tin:MET 1991 456 11ab.jpg|200px|nhỏ|phải|Ấm trà men trắng thời Lý, thế kỷ XI–XII.]]\nNhững người thợ thủ công lao động cho triều đình gọi là thợ bách tác. Sản phẩm họ làm ra để phục vụ hoàng cung. Họ thực hiện việc đúc [[tiền]], chế tạo binh khí, chiến thuyền và các đồ tơ lụa, quần áo cho vua quan.\n\nNguồn gốc thợ bách tác chủ yếu từ các tù binh, nhiều nhất là người Chiêm Thành, các tội nhân và các thợ thủ công được trưng tập về làm cho các quan xưởng. Triều đình có lệnh cấm các thợ bách tác không được làm đồ dùng kiểu của vua quan để bán cho dân gian<ref name=\"thq143\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 143<\/ref>.\n\n==Thủ công nghiệp nhân dân==\nNgười dân làm đồ thủ công nhằm phục vụ đời sống thường nhật hoặc để bán ở chợ theo nhu cầu thị trường. Thời Lý đã xuất hiện việc thuê mướn nhân công<ref name=\"thq143\"\/>.\n\nNhìn chung, thủ công nghiệp thời Lý là bộ phận kết hợp với nông nghiệp, được làm trong các hộ gia đình, chủ yếu đáp ứng nhu cầu của sản xuất tiểu nông.\n\n==Các ngành nghề==\n===Dệt===\nNghề dệt tơ lụa khá phổ biến trong nhân dân, có nguồn thu khá lớn. Năm [[1013]], [[Lý Thái Tổ]] đặt ra việc thu thuế bãi dâu trong cả nước. [[Nghi Tàm]] là một trong những làng cổ có nghề dệt lụa tơ tằm phát đạt với bà tổ nghề là công chúa Quỳnh Hoa, con vua [[Lý Thái Tông]].\n\nNăm [[1040]], [[Lý Thái Tông]] dạy cho các cung nữ dệt gấm vóc trong cung, đồng thời lấy hết gấm vóc mua từ [[Trung Quốc]] trong kho ra phát hết cho các quan may áo để tỏ ý từ đó không dùng hàng gấm vóc nước [[nhà Tống|Tống]] nữa<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html Đại Việt sử ký toàn thư, Bản kỷ quyển 2]<\/ref> nhằm thúc đẩy sản xuất trong nước. Sau này chủ trương khuyến khích nghề dệt trong nước tiếp tục được thực hiện, hàng gấm vóc trong nước có chất lượng tốt và dùng phổ biến, thậm chí dùng làm cống phẩm cho [[nhà Tống]]<ref name=\"thq144\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 144<\/ref>.\n\n===Đất nung và gốm sứ===\n[[Tập tin:Thành cổ Hà Nội (29).jpg|nhỏ|phải|200px|Gạch lát nền thời Lý]]\nGạch, ngói được sản xuất với số lượng lớn để phục vụ cho việc xây thành quách và chùa chiền, bảo tháp. Gạch thời Lý có kích thước lớn, nhiều hình dạng phong phú. Có loại vuông 35&nbsp;cm x 35&nbsp;cm x 6&nbsp;cm, có loại hình tròn hay chữ nhật đường kính 25&nbsp;cm. Hoa văn chủ yếu là rồng, tượng Phật, hoa sen, hoa cúc.\n\nGốm đàn gồm các sản phẩm thạp, thố, chậu, bát, đĩa,… có xương rắn chắc, lớp men màu xanh mát, trong bóng như thủy tinh, gọi là gốm men ngọc. Các sản phẩm này có hoa văn nổi hoặc chìm, khá tỉ mỉ. Một số loại khác có hoa văn màu nâu hoặc nền nâu hoa trắng.\n\n===Khai thác vàng===\nHình thức khai thác chủ yếu là đãi vàng lộ thiên<ref name=\"thq145\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 145<\/ref>, nhất là ở vùng biên giới với Trung Quốc.\n\nTriều đình đã cử các tướng mang quân lên những vùng có vàng thực hiện khai thác vàng; trong quá trình khai thác, người Việt đã mướn người Tống ở bên kia biên giới sang làm thuê<ref name=\"thq145\"\/>.\n\n===Đúc đồng===\nĐồng được sử dụng khá rộng rãi: đúc tượng, chuông, tiền, vũ khí và làm đồ dùng sinh hoạt. Sử sách ghi lại nhiều lần triều đình đã huy động lượng đồng lớn để đúc chuông: Lý Thái Tông cho phát 6000 [[cân]] đồng đúc chuông [[chùa Trùng Quang]]<ref>Tại [[Tiên Du]], [[Bắc Ninh]]<\/ref>, sau đó phát 7560 cân đồng đúc tượng Phật Di Lặc và 2 vị Bồ tát; [[Lý Thánh Tông]] phát 12000 cân đồng đúc chuông [[chùa Sùng Khánh]]...\n\nTheo ghi chép của [[Đại Việt sử lược]], triều đình đã tổ chức việc khai thác mỏ đồng ở Lạng châu năm [[1198]].\n\n===Ngành nghề khác===\nNgoài các ngành nghề trên, thời Lý đã xuất hiện những ngành nghề thủ công khác như in khắc gỗ, xây dựng, làm bia đá, nghề mộc, [[làm đồ mỹ nghệ,]] điêu khắc cũng phát triển bước đầu, do nhu cầu xây cất và trang trí các công trình kiến trúc như cung điện và chùa chiền khi đó.\n\n==Xem thêm==\n* [[Nông nghiệp Việt Nam thời Lý]]\n* [[Thương mại Việt Nam thời Lý]]\n\n==Tham khảo==\n* [[Đại Việt sử lược]]\n* [[Đại Việt sử ký toàn thư]]\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Lịch sử Việt Nam thời Lý}}\n{{Thủ công nghiệp Việt Nam}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lý]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]"}