{"807914":"'''Tinh tuyển chư gia luật thi''' (''Tập thơ luật lựa chọn phần tinh hoa nhất của các nhà'') là tuyển tập thơ Việt Nam viết bằng [[chữ Hán]] do [[Dương Đức Nhan]] biên tập. Đây là bộ hợp tuyển thứ hai trong số ba bộ xuất hiện kế tiếp ở thế kỷ 15, đó là: ''[[Việt âm thi tập]], Tinh tuyển chư gia luật thi'' và ''[[Trích diễm thi tập]]''.\n \n==Giới thiệu sơ lược==\nTinh tuyển chư gia luật thi còn được gọi là: Thi gia tinh tuyển (theo [[Phan Phu Tiên]] và [[Phan Huy Chú]]), Tinh tuyển tập (theo [[Bùi Huy Bích]]), Tinh tuyển chư gia thi tập (theo cuối bản A. 2657) và Cổ kim chư gia tinh tuyển (theo nghiên cứu của [[Trần Văn Giáp]]).\n\nTheo [[Nguyễn Huệ Chi]], thì bộ sách này có lẽ được Dương Đức Nhan biên soạn khi chưa đỗ [[Tiến sĩ Nho học|Tiến sĩ]], tức trước năm 1463.\n\nVà theo [[Lê Quý Đôn]], thì bộ sách này gồm 15 quyển, nhưng theo Phan Huy Chú thì nó chỉ \"có 5 quyển, chép từ [[Trần Nguyên Đán]], [[Nguyễn Trung Ngạn]] trở xuống, (gồm) 13 thi gia, tất cả 472 bài\".<ref>Theo Phan Huy Chú, ''Lịch triều hiến chương loại chí'' (Tập 3, phần \"Văn tịch chí\"), tr. 120.<\/ref>\n\nTuy nhiên, hai bản sách hiện còn lưu giữ ở Thư viện Khoa học xã hội (Hà Nội) đều không được đầy đủ như lời Phan Huy Chú đã ghi. Liệt kê ra như sau:\n\n*'''Bản A.574''' là sách chép tay, gồm 163 tờ (khổ 30&nbsp;cm x 20&nbsp;cm) có tên là '''Tinh tuyển chư gia luật thi''', không có tựa, bạt và chú dẫn. Tờ thứ nhất có đề là: \"Hồng Châu Lương Như Hộc Tường Phủ phê điểm; môn nhân Dương Đức Nhan biên tập\" (''Lương Như Hộc phê bình và chấm câu; học trò ông là Dương Đức Nhan biên tập''). Mục lục như sau:\n{| class=\"wikitable\"\n|-----\n! Quyển!! Số tờ!!Triều đại!! Tên thi gia!! Số bài thơ\n|-----\n| I || 1-13 || [[Nhà Trần]] || [[Trần Nguyên Đán]] || 44\n|-----\n| || 13-25 || - || [[Nguyễn Trung Ngạn]]|| 42 \n|-----\n| || 25-30 || - || [[Phạm Sư Mạnh]] || 24\n|-----\n| || 31-34 || - || [[Phạm Nhân Khanh]] || 13\n|-----\n| || 35-50 || - || [[Nguyễn Phi Khanh]] || 15\n|-----\n| || 50-64 || - || [[Phạm Nhữ Dực]] || 63\n|-----\n| || 64-66 || - || [[Lê Cảnh Tuân]] || 9\n|-----\n| II || 1-13 || [[Nhà Hậu Lê|Nhà Lê]] || Lê Trãi (tức [[Nguyễn Trãi]]) || 54\n|-----\n| || 13-20 || - || [[Lý Tử Tấn]] || 35\n|----- \n| || 21-33 || - || [[Nguyễn Mộng Tuân]] || 54 \n|----- \n| || 33-35 || - || [[Vũ Mộng Nguyên]] || 9\n|----- \n| || Cộng || || 11 tác gia || 362 bài \n|}\n\nTừ tờ 35 của quyển II đến tờ 97 là phần phụ lục, đề là Phụ Lục Dụ Trai tiên sinh thi tập. Chưa rõ Dụ Trai là ai, nhưng theo theo Trần Văn Giáp thì đây là một tập thơ có vào đời Tự Đức.<ref>Theo Trần Văn Giáp, tr. 795.<\/ref>\n\n*Bản A.2657 là sách in ván gỗ, ở đầu sách ghi là Tinh tuyển chư gia luật thi, nhưng ở cuối sách lại ghi là Tinh tuyển chư gia thi tập,<ref>Theo Trần Văn Giáp, tr. 793.<\/ref> nhưng hiện chỉ còn 2 quyển là quyển 4 và quyển 5, gồm 71 tờ. Mục lục như sau:\n{| class=\"wikitable\"\n|-----\n! Quyển!! Số tờ!!Triều đại!! Tên thi gia!! Số bài thơ\n|-----\n| IV || 2-18 || [[Nhà Hậu Lê]] || [[Nguyễn Trãi|Lê Trãi]] || 52\n|-----\n| || 18-31 || - || [[Lý Tử Tấn]] || 40 \n|-----\n| V || 1-32 || - || [[Nguyễn Mộng Tuân]] || 99\n|-----\n| || 32-41 || - || [[Vũ Mộng Nguyên]] || 28 \n|----- \n|| || Cộng || || 4 tác gia || 219 bài \n|}\n\nSo sánh quyển 4 và quyển 5 của hai bản, thì thấy bản A.2657 hơn bản A.574 là 67 bài thơ.\n\n==Nhận xét==\nTinh tuyển chư gia luật thi không phải là một tuyển tập thơ toàn bích về từng triều đại hay về cả một thời đại. Hình như đây chỉ là một tuyển tập \"bổ sung những bài còn thiếu\" (lời [[Lê Quý Đôn]]). Tuy bài tựa ở đầu bộ sách do chính [[Hoàng Đức Lương]] viết nay đã mất, nhưng Lê Quý Đôn còn ghi được một đoạn trong ''[[Toàn Việt thi lục]]'', thì thấy đó là một lời thanh minh, than thở của người soạn sách về sự bất lực của mình trong việc sưu tầm, và tình cảm dân tộc thật rõ nét sau những lời cảm thán này.<ref>Theo Nguyễn Huệ Chi, tr. 1735.<\/ref>\n\n==Sách tham khảo==\n*[[Phan Huy Chú]], ''[[Lịch triều hiến chương loại chí]]'' (Tập 3, phần \"Văn tịch chí\"). Nhà xuất bản Khoa học xã hội, 1992.\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm''. Nhà xuất bản Khoa học xã hội, 2003.\n*[[Nguyễn Huệ Chi]], mục từ: \"Tinh tuyển chư gia luật thi\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Nhiều người soạn, Theo ''Từ điển bách khoa Việt Nam'' mục từ: \"Tinh tuyển chư gia luật thi\".\n \n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Tuyển tập thơ văn Việt Nam]]\n[[Thể loại:Tập thơ Việt Nam]]\n[[Thể loại:Văn học Việt Nam thời Lê sơ]]"}