{"16324632":"{{bài cùng tên|Tiên Sơn}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Tiên Sơn\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 35\n| vĩ giây = 11\n| kinh phút = 58\n| kinh giây = 21\n| diện tích = 12,31 km²<ref name=\"NQ829\"\/>\n| dân số = 13.932 người<ref name=\"NQ829\"\/>\n| thời điểm dân số = 2018\n| mật độ dân số = 1.055 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hà Nam]]\n| thị xã = [[Duy Tiên]]\n| thành lập = 1\/1\/2020<ref name=\"NQ829\"\/>\n| trụ sở UBND =\n| mã hành chính = 13369<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tiên Sơn''' là một [[Xã (Việt Nam)|xã]] thuộc thị xã [[Duy Tiên]], tỉnh [[Hà Nam]], [[Việt Nam]].\n\n==Địa lý==\nXã Tiên Sơn nằm ở phía nam thị xã [[Duy Tiên]], có vị trí địa lý:\n*Phía đông giáp huyện [[Bình Lục]] và huyện [[Lý Nhân]]\n*Phía tây và phía nam giáp thành phố [[Phủ Lý]]\n*Phía bắc giáp xã [[Tiên Ngoại]] và xã [[Yên Nam]].\n\nXã Tiên Sơn có diện tích 12,31&nbsp;km², dân số năm 2018 là 13.932 người<ref name=\"NQ829\"\/>, mật độ dân số đạt 1.055 người\/km².\n\n==Lịch sử==\nĐịa bàn xã Tiên Sơn hiện nay trước đây vốn là ba xã Châu Sơn, Đọi Sơn, Tiên Phong thuộc huyện Duy Tiên.\n\nTrước khi sáp nhập, xã Đọi Sơn có diện tích 6,43&nbsp;km², dân số là 7.085 người, mật độ dân số đạt 1.102 người\/km², gồm 7 thôn: Đọi Nhất, Đọi Nhì, Đọi Tam, Đọi Tín, Đọi Trung, Đọi Lĩnh, Sơn Hà. Xã Châu Sơn có diện tích 3,52&nbsp;km², dân số là 3.727 người, mật độ dân số đạt 1.059 người\/km², gồm 7 thôn: Lê Xá 1, Lê Xá 2, Lê Xá 3, Thượng, Trung, Thọ Cầu, Câu Tử. Xã Tiên Phong có diện tích 2,36&nbsp;km², dân số là 3.120 người, mật độ dân số đạt 1.322 người\/km²gồm 2 thôn là: Dưỡng Thọ,An Mông.\n\nNgày [[17 tháng 12]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 829\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hà Nam (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2020]])<ref name=NQ829>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-829-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-huyen-xa-thuoc-tinh-Ha-Nam-432099.aspx|title=Nghị quyết số 829\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hà Nam|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Theo đó, chuyển huyện Duy Tiên thành thị xã Duy Tiên và sáp nhập toàn bộ diện tích và dân số của ba xã: Châu Sơn, Đọi Sơn và Tiên Phong thành xã Tiên Sơn.\n\n==Văn hóa==\nXã Tiên Sơn có nhiều di tích, lễ hội nổi tiếng như:\n*[[Lễ hội Tịch điền Đọi Sơn]] được tổ chức vào tháng Giêng hàng năm.\n*[[Chùa Long Đọi]], một trong những danh thắng nối tiếng nhất của tỉnh Hà Nam.\n:Núi Đọi cùng với sông Châu Giang (núi Đọi - sông Châu) là cặp biểu tượng danh thắng của tỉnh Hà Nam.\n*Đình Lê Xá: di sản văn hóa cấp quốc gia.\n*Làng trống Đọi Tam ở thôn Đọi Tam.\n* Đặc sản gà móng\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Hà Nam}}\n{{Đơn vị hành chính thuộc thị xã Duy Tiên}}\n\n[[Thể loại:Làng cổ Hà Nam]]"}