{"807021":"{{bài cùng tên|Tiên Phong}}\n{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Tiên Phong\n| hình = \n| ghi chú hình = \n| vĩ độ = 21.3857\n| kinh độ = 105.9273\n| diện tích = 14,82 km²\n| dân số = 16.694 người<ref name=NQ469 \/>\n| thời điểm dân số = 2021\n| mật độ dân số = 1.126 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Thái Nguyên]]\n| thành phố = [[Phổ Yên]]\n| thành lập = 10\/4\/2022<ref name=NQ469 \/>\n| mã hành chính = 05884<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = \n| web = {{url|tienphong.phoyen.thainguyen.gov.vn}}\n}}\n\n'''Tiên Phong''' là một [[phường (Việt Nam)|phường]] thuộc thành phố [[Phổ Yên]], tỉnh [[Thái Nguyên]], [[Việt Nam]].\n\n==Địa lý==\nPhường Tiên Phong nằm ở phía đông thành phố [[Phổ Yên]], có vị trí địa lý:\n*Phía đông giáp tỉnh [[Bắc Giang]] và huyện [[Phú Bình]]\n*Phía tây giáp các phường [[Đồng Tiến, Phổ Yên|Đồng Tiến]], [[Tân Hương, Phổ Yên|Tân Hương]], [[Đông Cao]]\n*Phía nam giáp tỉnh Bắc Giang\n*Phía bắc giáp huyện Phú Bình.\n\nPhường Tiên Phong có diện tích 14,82&nbsp;km², dân số năm 2021 là 16.694 người<ref name=NQ469 \/>, mật độ dân số đạt 1.126 người\/km².\n\n==Lịch sử==\nTiên Thù trước cách mạng tháng Tám 1945 là một tổng thuộc huyện Phổ Yên. Vùng đất Tiên Thù nay thuộc xã Tiên Phong, Phổ Yên, trong những năm 1939-1945 nơi đây được chọn làm An toàn khu II (ATK II) của Trung ương Đảng và Xứ ủy Bắc kỳ. Xã Tiên Phong đã được tuyên dương Anh hùng lực lượng vũ trang trong kháng chiến chống Pháp, khu di tích lịch sử Tiên Phong đã được xếp hạng di tích lịch sử cấp Quốc gia năm 1993.\n\nSau năm 1954, Tiên Phong là một xã thuộc huyện Phổ Yên.\n\nNgày [[26 tháng 11]] năm [[1970]], Bộ trưởng Phủ Thủ tướng ra Quyết định số 72-BT sáp nhập xã Đại Xuân vào xã Tiên Phong.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-72-BT-hop-nhat-xa-Dai-Xuan-xa-Tien-Phong-huyen-Pho-Yen-tinh-Bac-Thai-thanh-xa-Tien-Phong-18943.aspx Quyết định số 72-BT năm 1970]<\/ref>\n\nNgày [[15 tháng 5]] năm [[2015]], thành lập thị xã Phổ Yên trên cơ sở toàn bộ diện tích và dân số của huyện Phổ Yên<ref name=NQ932>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-932-NQ-UBTVQH13-thanh-lap-thi-xa-Pho-Yen-dieu-chinh-dia-gioi-hanh-chinh-Thai-Nguyen-289498.aspx|title=Nghị quyết 932\/NQ-UBTVQH13 về việc thành lập thị xã Phổ Yên và 04 phường thuộc thị xã Phổ Yên, điều chỉnh địa giới hành chính thành phố Thái Nguyên để thành lập phường Lương Sơn thuộc thị xã Sông Công và thành lập thành phố Sông Công, tỉnh Thái Nguyên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>, xã Tiên Phong thuộc thị xã Phổ Yên.\n\nNgày [[15 tháng 2]] năm [[2022]], Ủy ban Thường vụ Quốc hội ban hành Nghị \n\nquyết số 469\/NQ-UBTVQH15 về việc thành lập các phường thuộc thị xã Phổ Yên và thành lập thành phố Phổ Yên, tỉnh Thái Nguyên (nghị quyết có hiệu lực từ ngày [[10 tháng 4]] năm [[2022]])<ref name=\"NQ469\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-469-NQ-UBTVQH15-2022-thanh-lap-phuong-thuoc-thi-xa-Pho-Yen-Thai-Nguyen-504359.aspx|tựa đề=Nghị quyết số 469\/NQ-UBTVQH15 năm 2022 về việc thành lập các phường thuộc thị xã Phổ Yên và thành lập thành phố Phổ Yên, tỉnh Thái Nguyên|url-status=live}}<\/ref>. Theo đó, thành lập phường Tiên Phong trên cơ sở toàn bộ 14,82 km² diện tích tự nhiên và 16.694 người của xã Tiên Phong.\n\n== Hành Chính ==\nPhường Tiên Phong gồm 29 tổ dân phố: Hòa Bình, Quyết Tiến, Đại Tân, Thái Cao, Định Thành, Ao Cả, Kết Hợp, Hảo Sơn 1, Hảo Sơn 2, Yên Trung 1, Yên Trung 2, Nguyễn Hậu 1, Nguyễn Hậu 2,  Thù Lâm, Trung Lâm, Hương Lâm, Ngọc Lâm, Đông Lâm, Trong, Đông Đoài, Đồng Xuân, Giã Thù 1, Giã Thù 2, Giã Thù 3, Giã Thù 4, Trung Quân, Giã Trung 1, Giã Trung 2, Xuân Trù\n\n== Kinh tế ==\nLàng nghề truyền thống: \n\n* Mây tre đan Hảo Sơn\n* Mây tre đan Thù Lâm\n* Mộc, đồ gỗ mỹ nghệ Giã Trung\n\nDự án nổi bật:\n\n* Phó Thủ tướng Trịnh Đình Dũng ký quyết định Số: 70\/QĐ-TTg ngày 15\/01\/2021 về việc thành lập và ban hành Quy chế hoạt động của Khu nông nghiệp ứng dụng công nghệ cao Thái Nguyên tại phường Tiên Phong có tổng diện tích tự nhiên toàn khu là 154,36 ha nhằm thực hiện các hoạt động nghiên cứu ứng dụng, thử nghiệm, trình diễn mô hình sản xuất ứng dụng công nghệ cao chủ yếu trong lĩnh vực: Trồng trọt, lâm nghiệp, thủy sản, bảo quản chế biến nông sản, sản xuất chế phẩm sinh học, phân bón, thuốc bảo vệ thực vật, thuốc điều hòa sinh trưởng cho cây trồng; đào tạo tiếp nhận chuyển giao tiến bộ khoa học kỹ thuật phục vụ ngành nông nghiệp của tỉnh, vùng và cả nước.\n* Dự án Khu CNTT tập trung Yên Bình với quy mô 200ha, tổng mức đầu tư ước tính hơn 2.957 tỷ đồng nằm trên địa bàn phường đã được UBND tỉnh Thái Nguyên ban hành Quyết định số 2756\/QĐ-UBND ngày 24\/8\/2021 về việc chấp thuận nhà đầu tư thực hiện dự án\n\n==Chú thích==\n{{tham khảo|2}}\n\n==Xem thêm==\n{{sơ khai Thái Nguyên}}\n{{Đơn vị hành chính thuộc thành phố Phổ Yên}}"}