{"3162558":"{{văn phong}}\n{{chú thích trong bài}}\n'''Tiên Dung''' ([[chữ Hán]]: 仙容) là một Mị nương, con gái của [[Hùng Vương thứ XVIII]] và là vợ của [[Chử Đồng Tử]].\n\n== Truyền thuyết ==\n[[Hùng Vương thứ XVIII]] có một nàng mị nương tên là Tiên Dung, nhan sắc tuyệt trần, đã đến tuổi trưởng thành mà không chịu lấy chồng, chỉ thích ngao du sơn thủy. Vào một ngày đẹp trời, nàng cho thuyền dạo chơi dọc sông Hồng, lúc đó [[Chử Đồng Tử]] đang ngâm mình bắt cá dưới sông, nhìn thấy từ xa đoàn thuyền dong buồm đi tới, sợ quá chàng liền chạy lên bờ nhằm khóm lau vùi mình xuống cát. Ngắm phong cảnh hữu tình, mị nương Tiên Dung liền cho dừng thuyền lại, sai thị nữ lên bờ quây màn tắm bên một khóm lau, chẳng ngờ lại đúng nơi chàng trai họ Chử giấu mình. Nước dội cát trôi, phút chốc nàng thấy lộ ra thân hình một chàng trai trẻ cũng không quần áo. Tr­ước ng­ười con gái có thân thể ngọc ngà, [[Chử Đồng Tử]] sợ hãi định chạy trốn nhưng Tiên Dung ngẫm thấy là duyên trời định bèn nói: \"Ta và chàng tình cờ gặp nhau thế này, âu cũng là nhân duyên do trời sắp đặt\", liền đó nàng truyền mang quần áo cho Chử Đồng Tử và cùng chàng làm lễ kết duyên ngay trên thuyền.\n\nVua Hùng nghe tin con gái lấy kẻ nghèo hèn thì đùng đùng nổi giận không nhận là con nữa. Tiên Dung thấy vậy không dám về, ở lại cùng Chử Đồng Tử sống cuộc đời bình dị mà hạnh phúc. Họ mưu sinh bằng nghề chài lưới và trao đổi hàng hoá trên sông. Nơi ấy trở thành nơi đô hội, thuyền bè buôn bán tấp nập. Cảm mến vợ chồng họ, Tiên Ông đã truyền phép thần cho Chử Đồng Tử, sau đó Chử và Tiên Dung đi khắp vùng Khoái Châu dùng phép thần để cứu sống những người chết do bị nạn dịch, đói khổ…\n\nSau kẻ nịnh thần về kinh đô tâu với vua rằng vợ chồng mị nương Tiên Dung dùng phép lạ dựng thành quách, muốn lập riêng bờ cõi. Ngỡ con làm phản, vua Hùng sai quân đến dẹp. Vợ chồng Chử Đồng Tử không dám cưỡng lại mệnh cha, chờ chịu tội. Nửa đêm hôm ấy một trận cuồng phong nổi lên, cả lâu đài thành quách của vợ chồng Chử Đồng Tử cùng bay lên trời, để lại một đầm nước rộng mênh mông. Người đời sau gọi đầm ấy là đầm Nhất Dạ.\n\n== Thờ cúng ==\nCảm động tr­ước mối tình bất tử, đền thờ Đức thánh Chử Đồng Tử và Tiên Dung công chúa được nhân dân thờ phụng nhiều nơi trên địa bàn đồng bằng và Trung du Bắc bộ, chủ yếu là các làng ven sông Hồng.\n\nĐền Bảo Sài và đền Đông Giang bên trục đường phố Trương Mỹ[[Hải Dương (thành phố)| (Hải Dương)]]  là khu vực di tích đền thờ chính bà. Đền Bảo Sài tên tự là Thanh Hư Động. Nhân dân tôn xưng bà là Thánh bà Bản tỉnh Thành Đông. Dường như có mối liên hệ giữa Chử Đồng Tử - Tiên Dung với vùng đất các thôn Bảo Sài, Bình Lâu, Tân Kim... ven sông Kẻ Sặt này. Ở đây hiện nay có hàng trăm người mang họ Chử, chỉ khác nhau ở tên đệm, như Chử Đức, Chử Hữu, Chử Ngọc, Chử Bá, Chử Tăng... Cho đến nay, dẫu đã sống trong cuộc sống đô thị nhưng bà con vẫn giữ được nếp ứng xử chân chất dân dã, thân tình như các làng chài ven sông quần tụ bên nhau. Việc tôn thờ công chúa Tiên Dung ở đền Thanh Hư Động gắn với chùa Bảo Sài, thể hiện tâm nguyện của người dân luôn luôn uống nước nhớ nguồn, có lịch sử mấy nghìn năm dựng nước. <ref>https:\/\/sovhttdl.haiduong.gov.vn\/ViewDetail\/2OZ6J1eao38@\/lễ-hội-đình-đền-chùa-bảo-sài.html<\/ref>\n\nLễ hội Chử Đồng Tử - Tiên Dung (hay còn gọi là lễ hội Đa Hòa - Dạ Trạch) được tổ chức ở hai ngôi đền là đền Đa Hòa (xã Bình Minh) và đền Hóa Dạ Trạch (xã Dạ Trạch) cùng [[huyện]] [[Khoái Châu]], tỉnh [[Hưng Yên]]<ref>[https:\/\/dulichtuyenquang.gov.vn\/DetailView\/4000\/19\/5\/Le-hoi-Chu-Dong-Tu---Tien-Dung.html Lễ hội Chử Đồng Tử-Tiên Dung]<\/ref>. Lễ hội hằng năm đều đ­ược tổ chức như­ng với quy mô tổng (tổng Mễ xưa có 9 làng) thì 3 năm một lần. Lễ mang giá trị văn hoá sâu sắc, là bức tranh về đời sống hết sức phong phú, sinh động của người Việt cổ trong việc khai phá đầm lầy, phù sa ven sông Hồng từ hàng ngàn năm về tr­ước. Đây không chỉ là huyền thoại về tình yêu mà còn là minh chứng cho nền văn hóa lâu đời của dân tộc Việt Nam.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n1. http:\/\/baohungyen.vn\/dat-va-nguoi-xu-nhan\/201303\/Le-hoi-Chu-dong-Tu-Tien-dung-HuyeN-THoai-MoT-TiNH-yeu-BaT-Tu-272876\/\n\n{{Lịch sử Việt Nam thời Hồng Bàng}}\n\n[[Thể loại:Hồng Bàng]]\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Truyền thuyết Việt Nam]]"}