{"98671":"{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Tiên Điền\n| hình = \n| ghi chú hình = \n| vĩ độ = 18\n| kinh độ = 105\n| vĩ phút = 39\n| vĩ giây = 57\n| kinh phút = 45\n| kinh giây = 26\n| diện tích = 5,05 km²\n| dân số = 5.656 người\n| thời điểm dân số = 2018\n| mật độ dân số = 1.120 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Hà Tĩnh]]\n| huyện = [[Nghi Xuân]] \n| thành lập = \n*1\/3\/1988: thành lập thị trấn Nghi Xuân<ref name=22-HĐBT\/>\n*1\/1\/2020: thành lập thị trấn Tiên Điền<ref name=\"NQ819\" \/>\n| trụ sở UBND = \n| mã hành chính = 18373<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tiên Điền''' là [[Thị trấn (Việt Nam)|thị trấn]] huyện lỵ của huyện [[Nghi Xuân]], tỉnh [[Hà Tĩnh]], [[Việt Nam]].\n\nThị trấn Tiên Điền có làng Tiên Điền, xưa thuộc phủ [[Đức Quang (phủ)|Đức Quang]], [[xứ Nghệ|trấn Nghệ An]], là quê hương của Đại thi hào [[Nguyễn Du]] và nhiều danh nhân, nhà khoa bảng nổi tiếng.\n\n==Địa lý==\nThị trấn Tiên Điền nằm ở phía bắc huyện [[Nghi Xuân]], có vị trí địa lý:\n*Phía đông giáp xã [[Xuân Yên, Nghi Xuân|Xuân Yên]]\n*Phía tây giáp xã [[Xuân Giang, Nghi Xuân|Xuân Giang]]\n*Phía nam giáp xã [[Xuân Mỹ, Nghi Xuân|Xuân Mỹ]]\n*Phía bắc giáp tỉnh [[Nghệ An]] xã [[Xuân Hải, Nghi Xuân|Xuân Hải]].\n\nThị trấn Tiên Điền có diện tích 5,05&nbsp;km², dân số năm 2018 là 5.656 người, mật độ dân số đạt 1.120 người\/km².<ref name=\"NQ819\"\/>\n\n==Lịch sử==\nĐầu thời Lê, nơi đây còn là bãi bồi hoang vu, người ở thưa thớt, nằm ven bờ sông Cả ([[Sông Lam|Lam Giang]]), mang cái tên buồn thảm Vô Điền (không ruộng), U Điền (ruộng hoang rậm). Qua hàng trăm năm, con người đã đổ công sức khai phá để quê mình có cái tên Tân Điền.\n\nĐầu thế kỷ XVII, Tân Điền được đổi thành Phú Điền do kị húy của vua Lê Kính Tông (1599 - 1618).\n\nSau đó, chưa rõ vào thời gian nào, Phú Điền lại đổi thành Tiên Điền.\n\nĐầu đời Cảnh Hưng, đội quân tình nguyện toàn lính Tiên Điền có công bảo vệ kinh thành Thăng Long, làng được ban tên \"xã Trung Nghĩa\".\n\nThời nhà Nguyễn, Tiên Điền thuộc tổng Phan Xá, huyện Nghi Xuân.\n\nSau Cách mạng tháng Tám, từ năm 1947 đến 1953, làng Tiên Điền hợp nhất với làng Uy Viễn thành xã Tiên Uy.\n\nNăm 1952, chia tách xã, làng Tiên Điền và một nửa làng Uy Viễn tách ra thành xã xã Xuân Tiên.\n\nNăm 1973, xã Xuân Tiên đổi lại tên cũ là xã Tiên Điền.\n\nNgày [[1 tháng 3]] năm [[1988]], Hội đồng Bộ trưởng ban hành Quyết định 22-HĐBT về việc phân vạch địa giới hành chính một số xã, thị trấn thuộc tỉnh Nghệ Tĩnh<ref name=22-HĐBT>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-22-HDBT-phan-vach-dia-gioi-hanh-chinh-mot-so-xa-thi-tran-cua-cac-huyen-Anh-Son-Con-Cuong-Nghi-Xuan-va-Tan-Ky-tinh-Nghe-tinh\/37505\/noi-dung.aspx|title=Quyết định 22-HĐBT năm 1988 về việc phân vạch địa giới hành chính một số xã, thị trấn của các huyện Anh Sơn, Con Cuông, Nghi Xuân và Tân Kỳ thuộc tỉnh Nghệ Tĩnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, tách toàn bộ 59,30 ha diện tích tự nhiên và 507 nhân khẩu của xóm Tiến Hoà, xã Tiên Điền; toàn bộ 22,5 ha diện tích tự nhiên và 588 nhân khẩu của xóm Giang Thủy, xã Xuân Giang cùng 2.298 nhân khẩu là cán bộ, công nhân viên Nhà nước và người ăn theo của các cơ quan đóng trên địa bàn này để thành lập thị trấn Nghi Xuân, thị trấn huyện lỵ huyện Nghi Xuân.\n\nSau khi thành lập, thị trấn Nghi Xuân có 81,8 ha diện tích tự nhiên và 3.393 nhân khẩu. Xã Tiên Điền còn lại 373,7 ha diện tích tự nhiên và 5.483 nhân khẩu.\n\nNgày [[21 tháng 11]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 819\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Hà Tĩnh (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2020]])<ref name=NQ819>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-819-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Ha-Tinh-430539.aspx|tựa đề=Nghị quyết số 819\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Hà Tĩnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập toàn bộ 3,64&nbsp;km² diện tích tự nhiên và 3.086 người của xã Tiên Điền vào thị trấn Nghi Xuân để thành lập thị trấn Tiên Điền.\n\nSau khi thành lập, thị trấn Tiên Điền có diện tích 5,05&nbsp;km², dân số là 5.656 người.\n\n==Danh nhân==\n\nNói về những mặt nổi trội của đất Nghi Xuân thời Lê - Nguyễn, dân gian có câu: \"Ló (lúa) Hoa (Xuân) Viên, quan Tiên Điền, tiền Hội Thống...\". Địa bạc dân bần, nhưng Tiên Điền lại nổi tiếng lắm quan văn, quan võ, quan to, quan nhỏ, có thời trong làng đầy những công hầu khanh tướng, có nhà hiển hoạn cao khoa, có người là tể phụ triều đình.\n\nTrong sách ''Lịch triều hiến chương loại chí'', [[Phan Huy Chú]] viết: \"Khoa giáp nổi trội hơn hẳn, danh thần, hiền phụ đứng hàng đầu trong [[đức Quang|phủ Đức Quang]]\" là viết về Tiên Điền.\n\nDưới hai triều đại Lê - Nguyễn, Tiên Điền có 6 vị đỗ Đại khoa (1 hoàng giáp, 4 tiến sĩ đều là người họ Nguyễn, 1 phó bảng họ Hà) và 32 vị (29 hương cống, 3 cử nhân).\n\n'''Những danh nhân, nhà khoa bảng, văn nhân và quan lại nổi tiếng ''':\n*[[Nguyễn Du]]: Đại thi hào dân tộc, Danh nhân văn hóa thế giới, tác giả [[Truyện Kiều]].\n*[[Nguyễn Nghiễm]]: Hoàng giáp, Tể tướng triều Hậu Lê, tước Đại tư đồ Xuân Quận Công.\n*Nguyễn Quỳnh: Quan võ, tước Lĩnh Nam công.\n*[[Nguyễn Khản]]: Tiến sĩ, Cảnh Hưng (1760), Thượng thư Bộ lại kiêm trấn thủ Sơn Tây, tước Toản quận công.\n*[[Nguyễn Hành (nhà thơ)|Nguyễn Hành]]: Nhà thơ, \"An nam ngũ tuyệt\", tác giả: Quan Đông hải thi tập, Minh Quyên thi tập, Thiên hạ nhân vật thư.\n*[[Nguyễn Thiện (danh sĩ)|Nguyễn Thiện]]: Nhà thơ, tác giả: Đông phủ thi tập, Huyền cơ đạo thuật bí thư, Nhuận bút Hoa Tiên.\n*Nguyễn Huệ: Tiến sĩ Khoa Quý Sửu, niên hiệu Long Đức năm thứ 2 (1733) <ref>{{chú thích web | url = http:\/\/hannom.org.vn\/detail.asp?param=1133&Catid=564 | tiêu đề = Viện nghiên cứu Hán nôm | author = | ngày = | ngày truy cập = 11 tháng 6 năm 2023 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n*[[Nguyễn Tán]]: là [[đồng tiến sĩ xuất thân]] của khoa thi năm [[Nhâm Thìn]], niên hiệu [[Minh Mạng]] thứ 13 (1832).\n*[[Nguyễn Mai]]: Tiến sĩ, Giáp Thìn, Thành Thái (1904).\n*[[Hà Văn Đại]]: Phó bảng, Kỷ Mùi, Khải Định (1919).\n*Đặng Sĩ Vinh: đậu Hoành từ, Đô ngự sử, Thiếu bảo tước Liêu quận công.\n*Hà Thúc Đạt: Huấn đạo\n*Nguyễn Trọng: Cống sinh (1732), Tước Lam khê hầu\n*Nguyễn Điều: Trúng tam trường thi Hội, làm quan đến chức Trấn thủ Hưng hoá, phong tước Điền Nhạc hầu...\n\n'''Những người nổi tiếng, tiêu biểu hiện nay, xuất thân từ Tiên Điền:'''\n\n''Các nhà khoa học đầu ngành, nhà chính trị:''\n\n*[[Hà Văn Tấn]]: Giáo sư, Nhà giáo nhân dân, [[Giải thưởng Hồ Chí Minh đợt II]] về khoa học (2001), nguyên Viện trưởng Viện Khảo cổ học.\n\n*Đặng Văn Duy: Thiếu tướng, nguyên Phó Ban Cơ yếu Trung ương, nguyên Cục trưởng Cục Tuyên truyền đặc biệt thuộc Bộ Quốc phòng.\n\n*[[Đặng Duy Báu]]: Tiến sĩ, nguyên Bí thư [[Tỉnh ủy Hà Tĩnh]]. \n\n*[[Đặng Quốc Khánh]]: Tiến sĩ quản lý đô thị, [[Ủy viên Trung ương Đảng Cộng sản Việt Nam|Ủy viên Trung ương Đảng]], Bộ trưởng [[Bộ Tài nguyên và Môi trường]].\n\n*Hà Thị Mỹ Dung: Tiến sĩ kinh tế,  Phó Tổng [[Kiểm toán Nhà nước (Việt Nam)|Kiểm toán Nhà nước]].\n\n*Trần Quyết Thắng: Tiến sĩ toán học, nguyên Phó Chủ tịch [[Ủy ban nhân dân]] tỉnh Hà Tĩnh, nguyên Cục trưởng Cục Quản trị A thuộc [[Văn phòng Trung ương Đảng Cộng sản Việt Nam|Văn phòng Trung ương Đảng]].\n\n*Nguyễn Quốc Phẩm: Tiến sĩ, nguyên Viện trưởng Viện Chủ nghĩa xã hội khoa học thuộc [[Học viện Chính trị Quốc gia Hồ Chí Minh]].\n\n*Đặng Duy Phúc: Nhà sử học, nhà thơ, nguyên Thành ủy viên, Giám đốc Sở Công nghiệp Hà Nội.\n\n''Nhừng người có học hàm, học vị, danh hiệu vinh dự Nhà nước<ref>PGS. TS. Nguyễn Quốc Phẩm: Tiên Điền Nguyễn Du - Địa linh nhân kiệt, Nhà xuất bản Chính trị quốc gia - Sự thật, Hà Nội 2015.<\/ref>:''\n\n*Hà Văn Mạo: Giáo sư, Tiến sĩ y khoa, Thầy thuốc nhân dân (2001).\n\n*Nguyễn Mạnh Liên: Giáo sư, Tiến sỹ y khoa, Nhà giáo nhân dân.\n\n*Lê Văn Quang: Giáo sư, Tiến sĩ triết học, Nhà giáo nhân dân (2006), [[Học viện Chính trị (Quân đội nhân dân Việt Nam)]].\n\n*Hà Văn Quyết: Giáo sư, Tiến sĩ y khoa, [[Trường Đại học Y Hà Nội]].\n\n*Hà Văn Ngạc: Phó Giáo sư, Tiến sỹ Y khoa.\n\n*Trần Thị Minh Nguyệt: Phó Giáo sư, Tiến sỹ, [[Trường Đại học Văn hóa Hà Nội]].\n\n*Hà Văn Hùng: Phó Giáo sư, Tiến sỹ vật lý, [[Trường Đại học Vinh]].\n\n*Trần Thị Chung Toàn: Phó Giáo sư, Tiến sỹ ngôn ngữ học, [[Trường Đại học Hà Nội]].\n\n*Hà Phan Hải An: Phó Giáo sư, Tiến sỹ Y khoa.\n\n*Lê Hồng Quang: Phó Giáo sư, Tiến sỹ.\n\n*Đặng Tùng: Tiến sĩ, Bộ Công nghiệp.\n\n*Hà Lê: Tiến sĩ, Anh hùng lao động.\n\n*Trần Thị Hồng: Tiến sĩ tâm lý học.\n\n*Hà Văn Cẩn: Tiến sĩ khảo cổ học.\n\n*Trần Bình Trọng: Tiến sĩ khoa học về trái đất.\n\n*Nguyễn Văn Thiện: Tiến sĩ triết học, [[Học viện Chính trị Quốc gia Hồ Chí Minh]].\n\n*Hà Văn Thịnh: Tiến sĩ sử học.\n\n*Võ Tá: Tiến sĩ sử học.\n\n*Trần Hoàng Tùng: Tiến sĩ công nghệ thông tin, [[Trường Đại học Khoa học và Công nghệ Hà Nội]].\n\n==Văn hóa==\n===Di tích===\n*Cụm di tích và khu lưu niệm Nguyễn Du bao gồm khu lưu niệm [[Nguyễn Du]], đền thờ Nguyễn Huệ (anh cả của Nguyễn Nghiễm, bác ruột Nguyễn Du), mộ và đền thờ [[Nguyễn Nghiễm]] (cha Nguyễn Du), nhà thờ Nguyễn Trọng (chú ruột Nguyễn Du) và khu mộ Nguyễn Du. \n*Nhà thờ Thiếu bảo Đặng Sỹ Vinh, di tích lịch sử văn hóa năm 2003, được xây dựng từ năm 1770, thời vua Lê Hiển Tông.\n\n===Lễ hội===\nCó lễ Tống Trùng tổ chức vào tháng 2 âm lịch: cúng ở đình thờ Thành hoàng, cúng trời đất, cầu yên mùa màng.\n\n==Chú thích==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/vanhoanghethuat.org.vn\/2005.11\/thaikimdinh.htm Tiên Điền - Làng quê Nguyễn Du].\n* [https:\/\/nongnghiep.vn\/lang-van-chuong-khoa-bang-d340999.html Làng khoa bảng, văn chương]\n* [https:\/\/baohatinh.vn\/giao-duc\/vinh-hoa-dong-ho-tien-de-cho-hau-the-tien-dien\/215751.htm Vinh hoa dòng họ - tiền đề cho hậu thế Tiên Điền]\n* [http:\/\/thitrantiendien.hatinh.gov.vn\/about\/Di-tich-Nguyen-Du.html Di tích Nguyễn Du] \n* [https:\/\/vietnamtourism.gov.vn\/post\/19259 Về Hà Tĩnh thăm di tích lịch sử Khu lưu niệm Nguyễn Du]\n* [https:\/\/baohatinh.vn\/xa-hoi\/tieng-tho-ai-dong-dat-troi\/105651.htm \"Tiếng thơ ai động đất trời\"...]\n* [https:\/\/www.qdnd.vn\/phong-su-dieu-tra\/dieu-tra\/ngoi-nha-mang-dau-tich-hai-vua-can-long-va-gia-long-479063 Ngôi nhà mang dấu tích hai vua Càn Long và Gia Long]\n* [https:\/\/vnexpress.net\/nguyen-du-duoi-goc-nhin-lich-su-1974288.html Nguyễn Du dưới góc nhìn lịch sử]\n* [https:\/\/hatinh.dcs.vn\/thong-tin-tu-tuong-so-34-35-thang-122015-012016\/news\/que-huong-tien-dien-voi-nguyen-du.html Quê hương Tiên Điền với Nguyễn Du]\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n{{Đơn vị hành chính thuộc huyện Nghi Xuân}}\n\n[[Thể loại:Làng cổ Hà Tĩnh]]\n[[Thể loại:Huyện lỵ Việt Nam]]"}