{"781070":"{{bài cùng tên|Tiến Thắng}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Tiến Thắng\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| vĩ phút = \n| vĩ giây = \n| kinh phút = \n| kinh giây = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| dân tộc = [[người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hà Nam]]\n| huyện = [[Lý Nhân]]\n| thành lập = 1978\n| trụ sở UBND = \n| mã hành chính = 13627<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 3\n}}\n'''Tiến Thắng''' là một xã thuộc [[lý Nhân|huyện Lý Nhân]], [[hà Nam|tỉnh Hà Nam]]. Tên xã do tên hai xã trước đây là Nhân Tiến và Nhân Thắng ghép lại mà thành. Đây là xã nằm bên đường [[quốc lộ 38B]] nối từ [[Hải Dương]] đến [[Ninh Bình]] đi qua.\n\n==Địa lý==\nXã Tiến Thắng nằm ở phía Nam của huyện Lý Nhân. Phía Nam, phía Tây có [[sông Châu Giang]] làm ranh giới tự nhiên giữa xã Tiến Thắng với tỉnh [[Nam Định]]. Phía Đông giáp với xã Phú Phúc, xã Hòa Hậu, phía Bắc giáp với xã Nhân Mỹ, với hơn 10.000 người, người dân sống chủ yếu vào nông nghiệp.\n\nTiến Thắng được hình thành từ các làng: Phù Nhị, Trung Kỳ, Vĩnh Dự, Đông Trụ, Đông Trữ, Tây Trữ\n\nNgoài ra Tiến Thắng còn là nơi đặt: Bệnh viện tâm thần tỉnh Hà Nam, Bệnh viện Đa khoa Nam Lý, [[Trường THPT Nam Lý]].\n\n[[Trường PTTH Nam Lý]] là nơi đào tạo nhiều cán bộ lãnh đạo, trí thức cho đất nước: Bí thư Tỉnh ủy Yên Bái [[Đào Ngọc Dung]], Nhà báo [[Hoàng Tùng]], Tiến sĩ Trần Mạnh Cường...\n\n==Đặc điểm==\nXã Tiến Thắng cách [[thành phố Nam Định]] khoảng 12&nbsp;km. Trước kia, xã Nhân Thắng (có 9 xóm) và Nhân Tiến (có 12 xóm). Xã phân bổ như một chữ T, phía Bắc giáp với xã Nhân Mỹ, một đường kéo dài về phía Đông đến giáp xã Phú Phúc (khoảng 5 cây số) và một đường kéo dọc con đường 69 liên huyện, trải dài theo dòng sông Châu Giang về đến sát xã Hòa Hậu (khoảng 7 cây số). Con [[sông Châu Giang]] này sau đó chảy qua xã Hòa Hậu để nhập với dòng [[sông Hồng]]. Xã là một trong những xã cuối cùng (Hòa Hậu là xã cuối cùng) của tỉnh Hà Nam trước khi đến tỉnh Nam Định phía Tây nam (bên kia sông Châu Giang) và Thái Bình phía Đông(bên kia [[sông Hồng]])\n\nXã có 1 [[Trường Trung học phổ thông Nam Lý, Hà Nam|trường phổ thông Trung học Nam Lý]] với nhiều học sinh đến từ các xã từ Nhân Bình cho đến Nhân Hậu và thậm chí cả Mỹ Hà (Nam Định). Xã có một chợ họp buổi sáng (chợ Ô rô), 1 bệnh viện đa khoa (bệnh viện ĐK Nam Lý) và 1 bệnh viện tâm Thần Hà Nam nay đã chuyển lên TP Phủ Lý. Xã còn có 2 trường tiểu học,1 trường THCS và 1 trường Mầm non. Ủy ban nhân dân xã Tiến Thắng nằm gần đối diện với trường Trung hoc phổ thông Nam Lý và ngay cạnh Bưu điện xã Tiến Thắng. Các hộ trong xã chủ yếu làm nghề nông là chính, ngoài mùa vụ, nông dân còn trồng rau, nuôi cá, trồng ngô, gỡ sợi thuê và đi chợ. Đường chính trong xã đã được trải nhựa, các ngõ trải bê tông. Cũng như các xã khác trong vùng chiêm trũng, xã có nhiều ao, cây cối xanh tươi hầu hết các tháng trong năm (trừ mùa đông). Nhiệt độ trung bình mùa hè từ 25 - 38 độ, mùa đông từ 5 - 20 độ, mùa xuân có mưa phùn và mua thu có mưa ngâu, nhưng thời tiết mát mẻ.\n\nXã có nhiều chùa chiền cổ đẹp [[Tiên Linh Tự]](làng Đông Trụ) và [[Thiên Quán Tự]](làng Tây Trữ) và nhiều nhà thờ đạo. Xã có một hồ nước lớn, quanh năm chưa vao giờ cạn nước tên là [[Vực]]. Trước đây Vực có tiếng là không bao giờ cạn nước, truyền rằng có mạch nước ngầm thông với [[sông Hồng]], tôm cá ốc trai nhiều, nước rất trong và có bãi cát nhỏ. Nhân dân trong vùng là phật giáo và công giáo. Kinh tế của người dân cũng đang được tăng lên đáng kể từ việc buôn bán, làm thêm ngoài mùa vụ (làm gạch, công nhân xây dựng, công nhân dệt may, đi chợ buôn bán). Xã còn có 2 nhà văn hóa với nhiều bô lão, cựu chiến binh có công với cách mạng hiện giờ dẫn dắt các thế hệ trẻ trong các công việc làng và tế lễ.\n\n== Giáo dục ==\nTrường Tiểu học Tiến Thắng;\n\n'''[[Trường Trung học phổ thông Nam Lý, Hà Nam|Trường THPT Nam Lý]]''' là trường THPT tại xã.\n\n==Đình Phù Nhị==\nĐình Phù Nhị xây dựng tại xóm 4 Nhân Tiến nay là xóm 9 Nhân Tiến xã Tiến Thắng huyện [[Lý Nhân]] tỉnh [[Hà Nam]]. Trên khu đất rộng, thoáng đãng. Đình Phù Nhị xã Tiến Thắng có từ thế kỷ XVI thờ Ngũ vị thành hoàng, là những vị [[tướng nhà Đinh]], có tài võ nghệ, trung với nước, nghĩa với dân, tài cao trí lớn thông lầu kinh sử văn võ kiêm toàn đã hiệp lực cùng vua [[Đinh Tiên Hoàng]] dẹp đánh tan [[12 sứ quân]] thể hiện trên bức đại tự cổ kính giữa đình làng. Đình xây dựng theo kiểu chữ Tam 3 gian 13 tòa. Tòa thứ nhất 5 gian, tòa thứ hai 5 gian, tòa thứ ba 3 gian niên hiệu đình được khởi công xây dựng từ thế kỷ XVI tu sửa lần thứ nhất vào năm Tân Sửu cách đây 129 năm, tu sửa lần thứ 2 vào năm Đinh Hợi cách đây 63 năm nguyên liệu bằng gỗ Lim và ngói mũi.\n\n{{Đơn vị hành chính thuộc huyện Lý Nhân}}\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hà Nam}}"}