{"660698":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tiến Thịnh\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 7,41 km²\n| dân số = 13.094 người\n| thời điểm dân số = 2019\n| mật độ dân số = 1.780 người\/km²\n| dân tộc = [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Mê Linh]]\n| trụ sở UBND = \n| mã hành chính = 09007<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Tiến Thịnh''' là một xã thuộc huyện [[Mê Linh]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Địa giới hành chính==\nPhía tây là rải đất Ven sông Hồng tiếp giáp Với các huyện Đan Phượng,huyện Phúc Thọ. Phía Bắc là xã Vạn Yên, phía Tây Bắc giáp Xã Trung Kiên và xã Trung Hà (Huyện Yên Lạc), Phía Đông là xã Liên Mạc, Phía Nam là xã Chu Phan (còn gọi là Châu Phan).\nXã Tiến Thịnh gồm 7 thôn: Yên Thị, Trung Hà, Yên Giáp, Kỳ Đồng, Thanh Điềm, Thọ Lão, Chu Trần\n\n==Hạ tầng==\nCó hạ tầng kỹ thuật vào loại khá: 100% các tuyến hẻm, đường liên thôn, liên xã được bê tông hóa. Đường giao thông nội đồng đang được đầu tư xây dựng. 100% Hộ dân được sử dụng điện lưới.\n==Ngành nghề truyền thống:\nCó nhiều ngành nghề truyền thống như:làm kẹo và mì bún cũng như rất nhiều nghề khác:như làm hướng dẫn quạt.vv\n\n==Lịch sử - văn hóa==\nĐược hình thành từ rất lâu đời Nét văn hóa của Tiến Thịnh mang đậm sắc thái văn hóa Đồng Bằng châu thổ Sông Hồng. Nhiều di tích lịch sử văn hóa như Đình làng, chùa bị tàn phá do chiến tranh và hậu quả của cuộc cải cách ruộng đất. (thập niên 60, thế kỷ XX). Đến nay nhờ vào các nguồn đóng góp của nhân dân địa phương và kinh phí hỗ trợ của nhà nước các đình chùa hầu như đã được tu tạo khá khang trang như Đền Thiên Cổ, Chùa Bảo Lâm (Làng Thọ Lão), Chùa Hương Lâm.. vì được thừa hưởng nhiều nét văn hóa từ thời vua Trần nên nơi đây còn lưu giữ nhiều di tích mang đậm nét thời trần và thôn còn lại nhiều nét văn hóa đó là thôn Thọ Lão với di tích đình làng và chùa Bảo Lâm còn để lại và một trong các vẻ đẹp văn hóa đó chính là cây đa, bến nước, sân đình của thôn Chu Trần và đó cũng là nét văn hóa ngày nay của thôn.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Mê Linh}}"}