{"404505":"{{Infobox newspaper\n| name = Tiểu thuyết thứ bảy\n| logo = \n| image = \n| caption = \n| type = Tuần báo\n| format = \n| owners = \n| founder =\n| publisher = \n| editor = \n| chiefeditor = \n| assoceditor = \n| maneditor =\n| newseditor =\n| managingeditordesign =\n| campuseditor =\n| campuschief =\n| opeditor =\n| sportseditor =\n| photoeditor =\n| staff = \n| foundation = 1934\n| political = \n| language = tiếng Việt\n| ceased publication = \n| headquarters = 93 [[Hàng Bông]]\n| circulation = \n| sister newspapers =\n| ISSN = \n| oclc = \n| website = \n}}\n'''''Tiểu thuyết thứ bảy''''' là tờ [[tuần báo]] ra đời vào năm 1934, chuyên đăng [[tiểu thuyết]], [[truyện ngắn]]. Mỗi số Tiểu thuyết thứ bảy có 44 trang, giá bán thời đó là sáu [[đồng bạc Đông Dương|xu]]. Tòa soạn báo đóng ở nhà xuất bản Tân Dân, số 93 phố [[Hàng Bông]], [[Hà Nội]]. Tiểu thuyết thứ bảy có vai trò và ảnh hưởng quan trọng trong đời sống [[văn học Việt Nam]] thời kỳ sôi động trước 1945.\n\n==Nơi thi thố của nhiều nghệ sĩ lớn==\nNhiều nhà văn viết cho Tiểu thuyết thứ bảy sau này đã trở thành những văn sĩ lớn trên văn đàn Việt Nam. Là một đối thủ cạnh tranh của tờ [[Phong hoá|Phong hóa]], tờ báo của nhóm [[Tự Lực văn đoàn|Tự lực văn đoàn]] cùng thời, nhưng những nhà văn viết cho Tiểu thuyết thứ bảy là những nhà văn tự do, không thuộc một nhóm nào cả. Chủ nhân của tờ Tiểu thuyết thứ bảy là [[Vũ Đình Long]], nhà văn đồng thời là nhà kinh doanh sách và chủ xưởng in. Vì Tiểu thuyết thứ bảy bán rất chạy lúc mới ra mắt nên Vũ Đình Long còn ra thêm tờ Phổ thông bán nguyệt san (1936) in trọn bộ những tác phẩm mà tờ Tiểu thuyết thứ bảy đăng không hết.\n\nNhiều nhà văn có tài ở [[Bắc Kỳ]] thời trước [[Cách mạng tháng Tám]] không được Tự lực văn đoàn dung nạp đều viết cho Tiểu thuyết thứ bảy và các báo khác của nhà xuất bản Tân Dân như [[Nguyễn Công Hoan]], [[Lê Văn Trương]], [[Nguyễn Tuân]], [[Tô Hoài]], [[Nguyễn Triệu Luật]], [[Ngọc Giao]], [[Thanh Châu]]..., muộn hơn một chút là [[Vũ Bằng]], [[Vũ Trọng Phụng]], [[Nam Cao]]. Sau này, hầu hết họ đều trở thành những cây bút tên tuổi của văn đàn Việt Nam. Nhiều truyện ngắn, đoản thiên tiểu thuyết hoặc tiểu thuyết nổi tiếng thời tiền chiến được đăng lần đầu ở Tiểu thuyết thứ bảy. Các cuộc bút chiến lớn thời tiền chiến cũng diễn ra trên báo này. Điển hình là cuộc bút chiến giữa các nhà văn lãng mạn theo quan điểm nghệ thuật vị nghệ thuật và các nhà văn hiện thực theo quan điểm nghệ thuật vị nhân sinh. Ngoài ra, một số nhạc phẩm nổi tiếng cũng được giới thiệu lần đầu ở Tiểu thuyết thứ bảy, như bài Con thuyền không bến của nhạc sĩ [[Đặng Thế Phong]].\n\nTrong thời kỳ diễn ra cuộc Chiến tranh Đông Dương (1946-1954), báo Tiểu thuyết thứ bảy được tái lập ở Hà Nội. Trợ lý thân cận của ông Vũ Đình Long lúc này là Vũ Bằng, nhưng tờ báo này không ra được thời gian dài như tờ tiền chiến.\n\n==Nội dung==\nTrong số đầu tiên ra ngày 2 tháng 6 năm 1934, ban biên tập tòa soạn Tiểu thuyết thứ bảy ghi rõ mục đích của mình: ''Mỗi ngày thứ bảy, sau một tuần lao động, chúng tôi hiến các bạn độc giả một món quà giá trị; vài ba truyện ngắn, hai thiên tiểu thuyết dài, hoặc tự chúng tôi soạn ra, hoặc dịch theo sách Tây, sách Tàu.''<ref name=\"ReferenceA\">Tiểu thuyết thứ bảy, số 1, ngày 2 tháng 6 năm 1934<\/ref>\n\nTheo đó, Tiểu thuyết thứ bảy chia làm ba phần.\n\nPhần thứ nhất là truyện ngắn, ''cốt hoan nghênh những văn hay của những tay danh bút trong làng tiểu thuyết hiện thời.''<ref name=\"ReferenceA\"\/> Ngoài ra, trong phần này còn có thêm truyện dã sử, truyện danh nhân Việt Nam, vĩ nhân thế giới, tiểu sử các dân tộc, truyện phát minh, truyện thám hiểm...\n\nPhần thứ hai là tiểu thuyết dịch lại của phương tây: ''về sách dịch, chúng tôi có ý thiên về những giáo dục tiểu thuyết, xã hội tiểu thuyết và mạo hiểm tiểu thuyết''.<ref name=\"ReferenceA\"\/>\n\nPhần thứ ba là tiểu thuyết Trung Quốc với lý do ''tiểu thuyết Tàu nhiều người ham đọc, cho nên tất phải có'', và lựa chọn: ''về phần này, chúng tôi thiên về những nghĩa hiệp tiểu thuyết và lịch sử tiểu thuyết.''<ref name=\"ReferenceA\"\/>\n\n==Chú thích==\n{{Tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/baochi.nlv.gov.vn\/baochi?a=cl&cl=CL1&sp=HxpJ&e=-------vi-20--1--img-txIN------ 142 số của Tiểu thuyết thứ bảy, 8 Tháng Bảy 1939 - 13 Tháng Năm 1950 trên thư viện báo chí] của [[Thư viện Quốc gia Việt Nam]]\n{{Thời gian tổ chức|thành lập=1934}}\n\n{{Rất sơ khai}}\n\n[[Thể loại:Báo chí Việt Nam thời Pháp thuộc|T]]\n[[Thể loại:Văn học Việt Nam thời Pháp thuộc]]\n[[Thể loại:Văn hóa Hà Nội]]\n[[Thể loại:Hoàn Kiếm]]"}