{"893366":"[[Tập tin:Tây Sơn Dynasty coinage in the National Museum of Vietnamese History, (2018).jpg|thumb|right|Tây Sơn Dynasty coinage in the National Museum of Vietnamese History, (2018)|Tiền tệ Tây Sơn.]]\n\n'''Tiền tệ Đại Việt thời Tây Sơn''' phản ánh những vấn đề liên quan tới [[tiền tệ]] lưu thông vào thời [[nhà Tây Sơn]] ([[1778]]-[[1802]]) trong [[lịch sử Việt Nam]].\n\n== Tiền trong đời sống kinh tế - xã hội ==\nTriều đại Tây Sơn tồn tại khá ngắn ngủi ([[1778]]-[[1802]]), hơn nữa những di sản của triều đại này bị [[nhà Nguyễn]] phá hủy rất nhiều, trong đó có các tư liệu về kinh tế đương thời.\n\nRút kinh nghiệm từ tiền kẽm có chất lượng không tốt thời [[chúa Nguyễn]], các vua [[nhà Tây Sơn]] chủ yếu đúc tiền bằng [[đồng]]. Tiền kẽm chiếm tỷ lệ thấp, chủ yếu là tiền của vua Thái Đức trong thời gian đầu, khi chính quyền Tây Sơn chưa kiểm soát được miền Bắc vì vùng [[Thuận Hóa]] – [[Quảng Nam]] không có mỏ [[đồng]]. Nhà Tây Sơn phải thu các đồng tiền bằng đồng của [[nhà Hậu Lê]] làm nguyên liệu đúc ra tiền mới, mỏng nhẹ dễ lưu thông, với số lượng lớn<ref name=\"hlsh423\">Hội khoa học lịch sử Thừa Thiên Huế, sách đã dẫn, tr 423<\/ref>.\n\nVua Cảnh Thịnh có đúc những đồng tiền cỡ lớn như tiền [[Lê Hiển Tông|Cảnh Hưng]] [[nhà Hậu Lê]], nhưng ngày nay không có sử liệu nào ghi chép tỷ giá giữa tiền nhỏ và tiền lớn ra sao<ref name=\"ldt81\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 81<\/ref>.\n\nThông thường trong các thời đại phong kiến trước đó, tiền [[Trung Quốc]] của các triều đại cùng thời vẫn được đưa sang lưu hành cùng tiền do các hoàng đế [[Đại Việt]] đúc. Nhưng tới thời Tây Sơn, các nhà khảo cổ khẳng định đó là lần đầu tiên, tiền Tây Sơn – tiền của một triều đại Đại Việt lưu thông trên lãnh thổ Đại Việt chiếm số lượng áp đảo so với tiền Càn Long và Gia Khánh (các vua Thanh cùng thời)<ref>Đỗ Văn Ninh, sách đã dẫn, tr 133<\/ref><ref name=\"hlsh421\">Hội khoa học lịch sử Thừa Thiên Huế, sách đã dẫn, tr 421<\/ref>. Ngay ở những miền biên viễn như [[Móng Cái]] ([[Quảng Ninh]]) hay ở hải đảo xa như Vân Hải, tiền [[Nguyễn Huệ|Quang Trung]] và [[Nguyễn Quang Toản|Cảnh Thịnh]] cũng được phân bố nhiều và là hiện vật khảo cổ phong phú nhất, dễ kiếm nhất<ref name=\"hlsh421\"\/>. Điều đó phản ánh chính sách kinh tế của nhà Tây Sơn, luôn đẩy mạnh việc xây dựng nền kinh tế độc lập và giàu mạnh.\n\nNhững đồng tiền nhà Tây Sơn về sau bị [[nhà Nguyễn]] gọi là \"tiền ngụy\" (vì [[nhà Nguyễn]] lại đúc tiền kẽm dùng chính thức), ngăn cấm sử dụng và tiêu hủy dần. [[Gia Long]] cho nhân dân được tiêu tiền nhà Tây Sơn nhưng ra thời hạn cuối cùng là năm [[1822]] phải chấm dứt<ref name=\"ldt82\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 82<\/ref>.\n\nSang thời [[Minh Mạng]] (từ [[1820]]), nhà Nguyễn ra lệnh cho dân chúng đổi 2 đồng tiền Tây Sơn lấy 1 đồng tiền kẽm của nhà Nguyễn, rồi thu hồi hết tiền nhà Tây Sơn, nung chảy để nấu tiền Minh Mạng. Sang năm [[1822]] do vẫn chưa thu hồi hết, nên triều đình nhà Nguyễn lại gia hạn thêm 1 năm nữa để thu hồi<ref name=\"hlsh423\"\/>. Tuy nhiên trong những năm sau đó, tiền Tây Sơn vẫn lưu hành trong đời sống kinh tế. Tới năm [[1840]], vua Minh Mạng tiếp tục phải ban lệnh cấm tiêu tiền của \"ngụy Tây Sơn\"<ref name=\"vsh461\">Viện Sử học, sách đã dẫn, tr 461<\/ref>.\n\nNhư vậy dù [[nhà Tây Sơn]] bị nhà Nguyễn coi là ngụy triều nhưng tiền do triều đại này đúc tiếp tục được lưu hành vào thời Nguyễn với thời gian ít nhất trong 38 năm ([[1802]]-[[1840]]), còn dài hơn cả thời gian tồn tại của triều đại đã phát hành ra nó ([[1778]]-[[1802]])<ref name=\"vsh461\"\/>. Hiện tại giới khảo cổ không khó khăn tìm ra những đồng tiền của triều đại này<ref name=\"ldt82\"\/>.\n\n== Các đồng tiền thời Tây Sơn==\nCác đồng tiền phát hành thời Tây Sơn gồm có:\n\n=== Tiền thông thường ===\n;Thái Đức thông bảo\nTiền do vua Thái Đức [[Nguyễn Nhạc]] phát hành và lưu thông trong các vùng lãnh thổ do [[nhà Tây Sơn]] kiểm soát. Tiền này được đúc từ đồng. Tiền không dày, nhưng đúc cẩn thận, chữ và dấu hiệu dễ đọc. Đường kính tiền tùy loại từ 22,5&nbsp;mm đến 24&nbsp;mm. Mặt trước có bốn chữ Thái Đức thông bảo đọc chéo. Mặt sau thì mỗi loạt một khác, thường thì có các ký hiệu như chấm nổi tròn, hình Mặt Trăng lưỡi liềm. Có một loạt ở mặt sau có hai chữ Vạn Tuế.\n\nTiền Thái Đức thông bảo tồn tại song song cùng tiền ''Chiêu Thống thông bảo'' của [[nhà Hậu Lê]]<ref name=\"ldt81\"\/>>.\n\n; Minh Đức thông bảo\nTiền do [[Nguyễn Nhạc]] đúc năm [[1787]] sau khi ra [[Thăng Long]] trở về [[Quy Nhơn]]. Ông tự xưng là Trung ương hoàng đế, hiệu là Minh Đức hoàng đế, niên hiệu vẫn là Thái Đức. Đó là năm Thái Đức thứ 10 nên đồng tiền gọi là Minh Đức thông bảo hay Thái Đức thập niên<ref name=\"hlsh410\">Hội khoa học lịch sử Thừa Thiên Huế, sách đã dẫn, tr 410<\/ref>. Hai chữ ''Vạn tuế'' viết như ở tiền Thái Đức thông bảo, một loại chữ Tuế viết thảo cách khác.\n\nTrong lịch sử, Minh Đức còn là niên hiệu của vua [[Hậu Thục]] thời [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]] ([[934]]-[[937]]) ở [[Trung Quốc]] và [[Mạc Đăng Dung|Mạc Thái Tổ]] (1527-1529) ở [[Đại Việt]]. Tuy nhiên, giới khảo cổ nhận định, tiền Minh Đức thông bảo có những đặc điểm của [[thế kỷ 18]] và hoàn toàn giống tiền ''Thái Đức thông bảo'', [[thư pháp]] giống hệt nhau, đều có chữ Vạn Tuế và chỉ khác ở chữ \"Thái\" thay bằng chữ \"Minh\", nên có thể khẳng định đây là đồng tiền do Nguyễn Nhạc ban hành, không mang niên hiệu mà mang đế hiệu của vua<ref>Hội khoa học lịch sử Thừa Thiên Huế, sách đã dẫn, tr 410, 413-414<\/ref>.\n\nCác chuyên gia [[Nhật Bản]] và [[Trung Quốc]] cũng khẳng định Minh Đức thông bảo – Vạn tuế và Thái Đức thông bảo – Vạn tuế đều được [[Nguyễn Nhạc]] đúc vào năm [[1787]]<ref name=\"hlsh414\">Hội khoa học lịch sử Thừa Thiên Huế, sách đã dẫn, tr 414<\/ref>.\n\n;Quang Trung thông bảo, Quang Trung đại bảo\n[[Tập tin:Quang Trung dai bao.png|nhỏ|phải|200px|Quang Trung đại bảo]]\n[[Tập tin:Quangtrungthongbao.jpg|nhỏ|phải|100px|[[Nguyễn Huệ|Quang Trung]] thông bảo]]\n\nTrong thực tế, khảo cổ học tìm thấy rất nhiều tiền Quang Trung khắp nơi, đặc biệt nhiều từ [[đèo Hải Vân]] ra Bắc. Quang Trung đã cho phát hành hai loại tiền mang niên hiệu của ông, đó là ''Quang Trung thông bảo'' và ''Quang Trung đại bảo''. Tiền này lưu hành song song với tiền Thái Đức<ref name=\"ldt81\"\/>.\n\nQuang Trung thông bảo được đúc nhiều đợt và kỹ thuật của thời đó đã khiến cho mỗi đợt đúc tiền lại có một chút khác nhau. Tiền này được đúc từ đồng, có kích thước từ 23 đến 26&nbsp;mm. Mặt trước tiền có bốn chữ Quang Trung thông bảo đọc chéo. Có một loạt chữ bảo lại viết theo lối giản thể. Mặt sau thì có thể để trống hoặc có một trong các chữ nhất, nhị, công, chính, sơn nam hoặc các ký hiệu như dấu chấm, trăng lưỡi liềm, v.v... Viền gờ mép và lỗ rõ ràng.\n\nCó một số di vật tiền ''Quang Trung thông bảo'' được phát hiện mà ở đó người ta thấy mặt sau của tiền cũng giống mặt trước. Đỗ Văn Ninh cho rằng đó là do thợ đúc tiền ráp nhầm hai mặt của khuôn đúc.\n\nQuang Trung đại bảo có chữ bảo viết theo lối giản thể. Mặt sau để trống.\n\nNgoài những đồng tiền lưu hành thông thường, còn có một số tiền Quang Trung thông bảo – mặt lưng có hai chữ ''An Nam''. Đây là loại tiền dùng trong [[ngoại giao Việt Nam thời Tây Sơn|ngoại giao]] của [[nhà Tây Sơn]]. Vốn là khi nhận lời giúp [[Lê Chiêu Thống]] đánh [[Đại Việt]], [[Càn Long]] đã lệnh cho Vân Nam Tiền cục đúc loại tiền mới: Càn Long thông bảo – mặt lưng 2 chữ An Nam để đưa sang Đại Việt, muốn thay đồng tiền Chiêu Thống trên lãnh thổ Đại Việt cho nhân dân ở đây phải dùng<ref name=\"hlsh417\">Hội khoa học lịch sử Thừa Thiên Huế, sách đã dẫn, tr 417<\/ref>. Sau khi đánh tan quân Thanh, vua Quang Trung đã đúc tiền Quang Trung thông bảo – mặt lưng có hai chữ An Nam và đưa kèm sang cùng đồ triều cống cho Càn Long trong lần sai sứ sang cầu phong. Các đại thần nhà Thanh giận nhưng không dám đệ trình chuỗi tiền này lên Càn Long<ref name=\"hlsh418\">Hội khoa học lịch sử Thừa Thiên Huế, sách đã dẫn, tr 418<\/ref>.\n\n;Cảnh Thịnh thông bảo\n[[Tập tin:Canh Thinh thong bao.png|nhỏ|phải|200px|Cảnh Thịnh thông bảo]]\n''Cảnh Thịnh thông bảo'' có loại nhỏ và loại lớn. Đây là tiền mang niên hiệu đầu tiên của [[Nguyễn Quang Toản]], vị vua cuối cùng của [[nhà Tây Sơn]].\n\nVề kiểu dáng và thiết kế thì ''Cảnh Thịnh thông bảo'' loại nhỏ không khác gì tiền Quang Trung thông bảo, nhưng chất lượng đúc có phần tốt hơn. Cảnh Thịnh thông bảo cũng có loạt mặt sau giống mặt trước như một loạt của Quang Trung thông bảo. Ngoài ra lại còn có một loạt tiền mà một mặt là Cảnh Thịnh thông bảo và một mặt là Quang Trung thông bảo.\n\nCảnh Thịnh thông bảo loại lớn được đúc cẩn thận, thiết kế cầu kỳ, đường kính tới 48&nbsp;mm, dày tới 5&nbsp;mm. Viền gờ mép ở hai mặt là một vành văn triện hình chữ T, viền gờ lỗ ở hai mặt là hai hình vuông lồng vào nhau. Mặt trước tiền có bốn chữ Cảnh Thịnh thông bảo đọc chéo. Mặt sau có hình rồng, mây ở phía trên lỗ, lại có hình cá chép và hình sóng nước ở phía dưới lỗ. Đỗ Văn Ninh cho rằng tiền này hoa văn giống với tiền Cảnh Hưng nên có thể là theo mẫu tiền Cảnh Hưng mà làm.\n\n; Cảnh Thịnh đại bảo:\nDạng chính rộng 23&nbsp;mm, mặt lưng không có chữ. Loại tiền Cảnh Thịnh đại bảo loại nhỏ đường kính 21&nbsp;mm, cả hai mặt đều có trùng luân.\n\n; Bảo Hưng thông bảo\nĐồng tiền cuối cùng của nhà Tây Sơn, đường kính 22&nbsp;mm, cũng mỏng như tiền Quang Trung, mặt lưng không ghi chữ gì.\n\n=== Những đồng tiền lạ ===\nCó bốn loại tiền lạ thời Tây Sơn là:\n#''Quang Trung thông bảo'' 2 mặt giống nhau\n#''Quang Trung thông bảo'', mặt kia là ''Quang Trung đại bảo''\n#''Cảnh Thịnh thông bảo'' 2 mặt giống nhau\n# ''Cảnh Thịnh thông bảo'' mặt kia Quang Trung thông bảo\n\nCách lý giải phổ biến nhất là do thợ đúc ráp nhầm 2 mặt khuôn đúc nên nảy ra những đồng tiền này. Tuy nhiên, giới khảo cổ đặt ra giả thiết khác: có thể các đồng tiền này được đúc với mục đích khác mà chưa có câu trả lời đích xác, trong đó có khả năng vua Cảnh Thịnh đúc những đồng tiền mang cả hai niên hiệu trong những tháng cuối năm [[1792]] khi [[Nguyễn Huệ|Quang Trung]] vừa qua đời để tưởng nhớ cha<ref name=\"hlsh415\">Hội khoa học lịch sử Thừa Thiên Huế, sách đã dẫn, tr 415<\/ref>.\n\n== Xem thêm ==\n* [[Tiền Việt Nam]]\n* [[Kinh tế Đại Việt thời Tây Sơn]]\n* [[Nhà Tây Sơn]]\n\n==Tham khảo==\n* Lục Đức Thuận, Võ Quốc Ky ([[2009]]), ''Tiền cổ Việt Nam'', Nhà xuất bản Giáo dục\n* Đỗ Văn Ninh ([[1992]]), ''Tiền cổ Việt Nam'', Nhà xuất bản Khoa học xã hội\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* Hội khoa học lịch sử Thừa Thiên Huế ([[2009]]), ''Tây Sơn – Thuận Hóa và anh hùng dân tộc Nguyễn Huệ Quang Trung'', Nhà xuất bản Chính trị quốc gia\n\n==Chú thích==\n{{Tham khảo}}\n{{Tiền tệ Việt Nam}}\n{{Lịch sử Việt Nam thời Tây Sơn}}\n\n[[Thể loại:Lịch sử Việt Nam thời Tây Sơn]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Đơn vị tiền tệ Việt Nam]]"}