{"2431025":"[[Tập tin:Nguyễn Dynasty coinage.jpg|thumb|right|Tiền tệ nhà Nguyễn.]]\n\n'''Tiền tệ Việt Nam thời Nguyễn''' phản ánh những vấn đề liên quan tới tiền tệ lưu thông thời nhà Nguyễn độc lập ([[1802]]-[[1884]]) và những đồng tiền do [[nhà Nguyễn]] phát hành trong thời kỳ [[Pháp thuộc]] trong [[lịch sử Việt Nam]].\n\nTừ thời [[Đồng Khánh]], thực dân Pháp đã phát hành những đồng tiền Đông Dương gồm các loại như tiền giấy và tiền kim loại với nhiều mệnh giá được lưu thông rộng rãi hơn tiền do triều đình phát hành rất nhiều. Vì thế ta thấy được sức ảnh hưởng của thực dân Pháp vẫn còn khá nhiều.\n\n== Tiền trong đời sống kinh tế - xã hội thời độc lập ==\nSo với các triều đại trước, tiền tệ [[nhà Nguyễn]] rất phong phú. Nhờ sự phát triển của thương mại, kinh tế hàng hóa trong nước sôi động. Ngoài những đồng tiền căn bản là tiền đồng và tiền kẽm, còn có cả vàng và bạc dùng trong lưu thông. Nhà Nguyễn không đủ nguyên liệu làm tiền đồng lưu thông trên toàn quốc nên phải phát hành cả tiền kẽm làm đồng tiền cơ bản<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 82<\/ref>.\n\nViệc đúc tiền được [[Gia Long]] giao cho thương nhân người [[Trung Quốc]] thực hiện và trả công cho họ<ref name=\"ldt83\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 83<\/ref>.\n\nSau khi đúc xong, tỷ giá đổi giữa tiền đồng và tiền kẽm qua các đời là<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 89-90<\/ref>:\n#Từ thời Gia Long thời Thiệu Trị: 1 tiền đồng = 1,2 đến 1,3 tiền kẽm\n#Từ thời Tự Đức: 1 tiền đồng = 1,3 đến 1,4 tiền kẽm\n\nCàng về sau, tỷ giá giữa hai đồng tiền càng cách biệt và triểu đình không kiểm soát nổi vì các nguyên nhân sau<ref name=\"ldt83\"\/>:\n# Cảnh giặc giã đói kém trong nước\n#Người Pháp vào gây chiến dẫn đến loạn lạc đói kém\n# Nạn đúc trộm tiền trong nước\n# Nạn đúc trộm tiền kém phẩm chất của các thương nhân [[Trung Quốc]]: họ mua tiền đồng của Việt Nam về Trung Quốc, pha trộn thêm tạp chất rồi đúc tiền kém chất lượng, mang trở lại Việt Nam tiêu dùng lẫn lộn\n\nGiá trị đồng tiền giảm sút khiến kinh tế trong nước bị suy thoái.\n\n=== Hệ thống đo lường ===\nHệ thống đo lường thời Nguyễn dựa trên 2 tiêu chuẩn theo chỉ dụ của Gia Long năm 1813:\n* Cân thiên bình áp dụng cho những kim loại rẻ như sắt, đồng, kẽm, chì, thiếc\n* Cân trung bình áp dụng cho 2 kim loại quý là vàng và bạc\n\nTheo hệ thống này, hệ thống đo lường ấn định như sau:\n* Tạ = 10 yến = 60,40&nbsp;kg\n* Yến = 10 cân\n* Cân = 16 lạng\n* Lạng = 10 đồng cân\n* Đồng cân = 10 phân\n* Phân = 10 ly\n* Ly = 10 hào\n\nSo với hệ thống đo lường phương Tây, mỗi học giả\/tổ chức khi đó quy đổi 1 lạng ta ra số gram khác nhau, dao động từ 37,75 gram đến 39,05 gram<ref name=\"ldt84\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 84<\/ref>.\n\n=== Tiền đồng ===\nDựa vào trọng lượng, tiền đồng nhà Nguyễn chia làm hai loại lớn và nhỏ. Tiền nhỏ từ 5 phân 5 li tới dưới 9 phân, còn tiền lớn từ 9 phân trở lên. Thỉnh thoảng có những đợt đúc thử nghiệm những đồng tiền 7 phân hay 1 đồng cân, nhưng sau đó triều đình thấy không thích hợp nên không đúc nữa.\n\nTiền đồng nhà Nguyễn chia ba loại:\n#Loại tiền ghi rõ tỷ giá với tiền kẽm như lục văn, thập văn, các tiền ''Tự Đức bảo sao''. Khi trị giá đồng tiền được đúc trên mặt gây những bất tiện về sau, đồng tiền sẽ được dân chúng ưa chuộng hoặc bị loại bỏ. Đây là đặc điểm chỉ bắt đầu có trong lịch sử tiền tệ Việt Nam từ thời [[Tự Đức]]<ref name=\"ldt84\"\/>.\n#Tiền có ghi trọng lượng của đồng tiền như thất phân\n#Tiền không ghi gì cả, nhưng dựa vào trọng lượng để xác định giá trị\n\n=== Tiền kẽm ===\nTiền kẽm là tiền cơ bản, có đơn vị nhỏ nhất trong hệ thống tiền tệ nhà Nguyễn. Chỉ có tiền kẽm thời Gia Long có ghi chữ \"thất phân\" để chỉ trọng lượng, còn các tiền kẽm đời sau không ghi gì và thường chỉ nặng khoảng 6 phân<ref name=\"ldt88\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 88<\/ref>.\n\nTiền kẽm chủ yếu đúc trong thời độc lập, gồm 4 triều vua đầu tiên là [[Gia Long]], [[Minh Mạng]], [[Thiệu Trị]] và [[Tự Đức]]<ref name=\"ldt88\"\/>.\n\n=== Tiền cấm ===\nTiền do triều đình đúc là quan chế tiền. Tiền cấm là các đồng tiền vốn bất hợp pháp nhưng vì những lý do khác nhau vẫn được lưu hành<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 82, 102-103<\/ref>:\n#Tiền cũ của [[nhà Tây Sơn]], vì lưu lượng trong dân gian còn lưu hành rất nhiều nên không thể chấm dứt lưu hành ngay mà nhà Nguyễn cho phép lưu hành quá độ đến năm 1822 thì đổi sang tiền kẽm của nhà Nguyễn với tỷ lệ 2 đồng tiền đồng Tây Sơn = 1 đồng tiền kẽm nhà Nguyễn.\n# Tiền do dân đúc trộm là tư chú tiền. Do nạn đúc trộm tiền quá nhiều, khó ngăn chặn, từ năm 1849 Tự Đức buộc phải cho phép dân tự đúc tiền kẽm, nhưng phải theo đúng trọng lượng.\n#Tiền đồng, do thương nhân người Hoa đúc trộm là dị dạng tiền. Sau khi quân Pháp chiếm [[Nam Kỳ]], tình hình càng hỗn loạn, thương nhân người Thanh lợi dụng làm tiền kém phẩm chất. Tự Đức ra lệnh khám xét các tàu buôn [[nhà Thanh]], chặn các đồn ải để kiểm soát và cấm thương nhân di chuyển với số tiền quá lớn. Tới năm [[1879]], triều đình đành phải chấp nhận cho lưu hành dị dạng tiền (tiền đồng) ăn 3 tiền kẽm, với điều kiện đồng tiền đó khá giống đồng tiền Việt về phẩm lượng.\n\nThời [[Kiến Phúc]], phụ chính [[Nguyễn Văn Tường]] nhận hối lộ của người Hoa, cho thương nhân nhà Thanh mang \"tiền sềnh\" [[niên hiệu]] Tự Đức của họ đúc sang, bắt nhân dân phải tiêu, ai không tiêu thì bắt tội<ref>Việt Nam sử lược, tr 223-224<\/ref>. Tiền này rất xấu, quá mỏng và nhẹ (chỉ trên dưới 1 gram), có thể nổi trên mặt nước<ref name=\"ldt19103\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 19, 103<\/ref>. Các giáo sĩ Công giáo nhân chuyện đồng tiền xấu đã tuyên truyền thêm trong dân về sự suy sụp của triều đình nhà Nguyễn<ref name=\"ldt19\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 19<\/ref>. Một số người đã lầm đây là tiền gián của thế kỷ 17-18 như tiền Thiên Thánh hay An Pháp nguyên bảo, nhưng các nhà nghiên cứu khẳng định tiền gián thế kỷ 17-18 vẫn còn nặng hơn, không nổi trên mặt nước như tiền sềnh mà [[người Hoa]] mang sang cuối [[thế kỷ 19]]<ref name=\"ldt103\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 103<\/ref>.\n\n== Tiền nhà Nguyễn thời Pháp thuộc ==\nTừ năm [[1883]], [[Việt Nam]] chính thức [[Pháp thuộc|bị Pháp đô hộ]]. Từ thời [[Đồng Khánh]] (1885-1888), tiền lưu thông trong nước là những đồng tiền \"xu\", tiền giấy \"đồng\" do Ngân hàng Đông Dương của người Pháp phát hành. Các đồng tiền do triều đình [[nhà Nguyễn]] phát hành chỉ được dùng như tiền lẻ lưu hành ở thôn quê. Tiền do triều đình Huế đúc ra không còn yếu tố quan trọng trong đời sống kinh tế như trước mà chỉ có tính tượng trưng<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 87<\/ref>.\n\nVua Đồng Khánh cho lập ra Cục Thông bảo để đúc tiền. Tiền [[Đồng Khánh]] lớn bằng đồng ăn 10 đồng tiền kẽm, 1 đồng tiền nhỏ ăn 6 đồng tiền kẽm.\n\nSang thời [[Khải Định]], 1 đồng Khải Định ăn 6 đồng tiền kẽm. Tiền Khải Định được đúc nhiều đợt, trọng lượng không đều, có đồng nặng 6 phân, có đồng tới 7-8 phân. Từ thời [[Khải Định]] đến thời [[Bảo Đại]], người Pháp cho làm tiền xu bằng máy rập, được gọi nôm na là \"đồng trinh\". Tiền đồng trinh ''Khải Định thông bảo'' và ''Bảo Đại thông bảo'' là hai đồng tiền duy nhất của chế độ phong kiến Việt Nam không phải là tiền đúc mà được dập bằng máy do [[Ngân hàng Đông Dương]] đảm nhận<ref name=\"ldt9394\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 93-94<\/ref>. Do làm bằng máy, những đồng tiền này chứa ít chất đồng hơn tiền đúc nhưng nét chữ sắc sảo hơn<ref name=\"ldt94\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 94<\/ref>.\n\nĐồng trinh Khải Định có giá trị bằng 1\/200 đồng bạc Piastre của Ngân hàng Đông Dương, tức là nửa xu. So với tiền Khải Định thông bảo, tiền Bảo Đại thông bảo nhỏ hơn, chỉ có giá trị từ 1\/600 tới 1\/400 của 1 xu Đông Dương nên chỉ là tượng trưng, không có chức năng kinh tế nào cả<ref name=\"ldt94\"\/>.\n\n== Đơn vị tiền tệ ==\nĐơn vị tiền tệ thời Nguyễn phức tạp hơn nhiều so với các thời trước.\n\n1 quan = 1 mạch (hay 10 tiền) = 600 đồng tiền kẽm. Đơn vị này duy trì từ thời [[Lê sơ]]. Thời chưa có tiền nhỏ và tiền lớn thì tỷ lệ 120 tới 130 tiền kẽm ngang 100 tiền đồng.\n\nTừ thời [[Minh Mạng]] có tiền lớn và tiền nhỏ, giá trị được xác định như sau:\n* 200 đồng tiền lớn (200 x 3 = 600) là 1 quan (theo tỷ giá 1:3)\n* 300 đồng tiền nhỏ (300 x 2 = 600) là 1 quan (theo tỷ giá 1:2)\n\nThời [[Tự Đức]]:\n* 150 đồng tiền lớn (150 x 4 = 600) là 1 quan (theo tỷ giá 1:4)\n* 200 đồng tiền nhỏ (200 x 3 = 600) là 1 quan (theo tỷ giá 1:3)\n\nThời [[Thành Thái]]:\n* 100 đồng tiền loại 8 phân (ăn 6 tiền kẽm = 600) là 1 quan \n* 60 tiền đồng loại 1 tiền 1 phân (ăn 10 tiền kẽm) là 1 quan\n\n== Các đồng tiền do nhà Nguyễn phát hành ==\n[[Tập tin:Gia Long Thong Bao Hai Mat.jpg|nhỏ|220px|[[Tiền tệ Việt Nam thời Nguyễn#Các đồng tiền do nhà Nguyễn phát hành|Đồng tiền đúc ở thời Gia Long]]. Hai mặt trước sau với bốn chữ \"Gia Long thông bảo\" (嘉隆通寶) và \"Thất phân\" (七分).]]\nThời Nguyễn ở Việt Nam có những đồng tiền sau:\n\n=== Gia Long thông bảo ===\nNăm 1802, [[Nguyễn Ánh]] lên ngôi, đặt niên hiệu là [[Gia Long]]. Sách ''Đại Nam thực lục chính biên'' cho biết vào năm 1803, Gia Long cho đúc tiền ''Gia Long thông bảo'' bằng đồng. Khảo cổ học đã phát hiện ra nhiều di chỉ tiền này. Tiền được đúc nhiều lần và không phải chỉ ở một nơi. Thứ lớn nhất thì có đường kính chừng 26&nbsp;mm, thứ nhỏ nhất thì có đường kính chừng 20&nbsp;mm. Mặt trước bốn chữ Gia Long thông bảo đọc chéo. Mặt sau để trơn.\n\nNăm [[1813]], vua Gia Long cho đúc tiền Gia Long thông bảo thất phân. Theo Đại Nam thực lục chính biên thì tiền này bằng kẽm, song khảo cổ học phát hiện ra cả tiền mang tên này nhưng bằng đồng. Tiền kẽm Gia Long thông bảo thất phân và tiền đồng [[Gia Long]] thông bảo có thể đổi qua lại theo tỷ lệ 1,25:1. Gia Long thông bảo thất phân có đường kính trung bình 22&nbsp;mm và trong thực tế có nhiều kích cỡ. Theo quy định thì tiền nặng bảy phân, nhưng không phải mọi mẫu vật phát hiện ra đều nặng đúng như thế. Mặt trước giống ''Gia Long thông bảo'', nhưng mặt sau thì có hai chữ thất phân ở hai bên lỗ tiền.\n\nNăm [[1814]], vua Gia Long lại cho đúc tiền Gia Long thông bảo lục phân nặng sáu phân. Thư tịch cho biết rõ hợp kim đúc tiền này có các thành phần sau đồng đỏ, kẽm, chì, thiếc (tỷ lệ là 500:415:65:20). Tiền được đúc nhiều lần và có đường kính xê xích khoảng 21,5&nbsp;mm đến 22,5&nbsp;mm. Mặt trước giống Gia Long thông bảo, nhưng mặt sau thì có hai chữ lục phân ở hai bên lỗ tiền.\n\n=== Minh Mạng thông bảo ===\n[[Tập tin:6van MinhMang zinc 29ar85 (8564966549).jpg|nhỏ|phải|150px|Minh Mạng thông bảo]]\n\nMinh Mạng thông bảo là tiền do vua [[Minh Mạng]] phát hành. Mặt trước có bốn chữ Minh Mạng thông bảo, mặt sau để trống.\n\nTiền này có nhiều loạt. Loạt đúc sớm nhất là vào năm 1820 theo quy định nặng 6 phân bằng đồng và bằng kẽm. Loại bằng đồng thực ra cũng chỉ có khoảng một nửa nguyên liệu đồng còn lại là kẽm và cả lượng nhỏ thiếc và chỉ dùng đến năm 1825 thì bị bãi bỏ.\n\nLoạt thứ hai có kích thước lớn từ 22 đến 25&nbsp;mm, được phát hành từ năm 1820. Nguyên liệu là hợp kim đồng, kẽm và thiếc.\n\nLoạt thứ ba có đường kính khoảng 22&nbsp;mm, nặng 9 phân, bằng hợp kim đồng kẽm, được phát hành từ năm [[1825]].\n\nLoạt thứ tư có đường kính 25&nbsp;mm, nặng 1 đồng cân, được phát hành từ năm 1827.\n\n=== Thiệu Trị thông bảo ===\n[[Tập tin:Thieu Tri Thong Bao- Nguyen Hien To.JPG|nhỏ|phải|79px|Thiệu Trị thông bảo]]\n\nTiền mang niên hiệu của vua Thiệu Trị có loại nặng 6 phân và loại nặng 9 phân đều bằng hợp kim đồng pha kẽm. Còn có cả loại nặng 6 phân bằng toàn kẽm. Các loại này ở mặt trước có bốn chữ Thiệu Trị thông bảo đọc chéo, mặt sau để trống.\n\n=== Tự Đức thông bảo ===\n[[Tập tin:6van TuDuc Hanoi 1ar85 (8561828944).jpg|nhỏ|phải|150px|Tự Đức thông bảo]]\n\nTự Đức thông bảo có mấy loạt bằng đồng và cả bằng kẽm, đường kính từ 20&nbsp;mm đến 25&nbsp;mm. Nhìn chung các loạt đều có mặt trước giống nhau: bốn chữ Tự Đức thông bảo đọc chéo, có viền gờ mép và lỗ. Mặt sau thì mỗi loạt một khác. Có loạt để trống, có loạt thì có chữ \"lục văn\", có loạt có chữ \"Hà Nội\", có loạt lại có chữ \"Sơn Tây\" và có loạt thì có chữ \"Bắc Ninh\". Tiền này nhiều khi được giao cho các lò đúc tiền tư nhân của người Hoa và người Việt giàu có đúc. Đại Nam thực lục chính biên cho biết có tiền này khi đúc bị pha thêm sắt vào.\n\n=== Tự Đức bảo sao ===\n[[Tập tin:Annam TuDuc monnaiebillet 60van 1ar85 (8544615381).jpg|nhỏ|phải|150px|Tự Đức bảo sao]]\n\nTự Đức bảo sao là tiền thời vua [[Tự Đức]], được đúc từ năm 1861 có các mệnh giá 10 đồng, 20 đồng, 30 đồng, 40 đồng, 50 đồng và 60 đồng. Tiền đúc bằng đồng. Mặt trước có bốn chữ Tự Đức bảo sao đọc chéo. Mặt sau thì mỗi mệnh giá thiết kế một khác. Đường kính tiền cũng khác nhau giữa các mệnh giá.\n*Mệnh giá 10 đồng thì mặt sau có chữ \"chuẩn thập văn\" hoặc \"chuẩn nhất thập văn\", đường kính 26&nbsp;mm, nặng 6 gam;\n*Mệnh giá 20 đồng thì mặt sau có chữ \"chuẩn nhị thập văn\", đường kính 30&nbsp;mm, nặng 12 gam;\n*Mệnh giá 30 đồng thì mặt sau có chữ \"chuẩn tam thập văn\", đường kính 35&nbsp;mm, nặng 16,4 gam;\n*Mệnh giá 40 đồng thì mặt sau có chữ \"chuẩn tứ thập văn\", đường kính 37&nbsp;mm, nặng 22,2 gam;\n*Mệnh giá 50 đồng thì mặt sau có chữ \"chuẩn ngũ thập văn\", đường kính 41,5&nbsp;mm, nặng 27,2 gam;\n*Mệnh giá 60 đồng thì mặt sau có chữ \"chuẩn lục thập văn\", đường kính 46&nbsp;mm, nặng 38,2 gam.\n\n=== Kiến Phúc thông bảo ===\nTiền mang niên hiệu của vua [[Kiến Phúc]] được đúc nhiều đợt từ năm [[1884]] và ở nhiều nơi vì vậy mỗi loạt khác nhau một chút. Nhìn chung, tiền có đường kính 23&nbsp;mm. Mặt trước có bốn chữ Kiến Phúc thông bảo, mặt sau để trống. Thời này, quân Pháp đang đánh chiếm Việt Nam, triều chính cũng mất ổn định, ngôi vua thay đổi mấy lần nên sự quan tâm tới kinh tế không nhiều, tiền được đúc với số lượng ít. Khảo cổ học chỉ phát hiện được ít tiền này. Tiền đúc ra chỉ để khẳng định niên hiệu của vua mới chứ tác dụng cho lưu thông không nhiều vì số lượng quá ít.\n\n=== Hàm Nghi thông bảo ===\nTiền này chính thức chỉ đúc với số lượng rất ít, nhưng tiền Hàm Nghi thông bảo giả rất nhiều. Theo Đỗ Văn Ninh thì có cả tiền Hàm Nghi thông bảo đúc giả thời chiến tranh Việt Nam mà lính Mỹ tưởng là tiền cổ thật nên mua mang về sưu tập. Hàm Nghi thông bảo thật có đường kính 23&nbsp;mm, mặt trước có bốn chữ Hàm Nghi thông bảo đọc chéo, mặt sau có hai chữ \"Lục văn\".\n\n=== Đồng Khánh thông bảo ===\n[[Tập tin:同慶通寶 Dong-Khanh-Thong-Bao.gif|nhỏ|phải|150px|Đồng Khánh thông bảo]]\nTiền được đúc với số lượng ít. Năm 1886, triều đình cho đúc một loạt có đường kính 26&nbsp;mm. Năm 1887 cho đúc một loạt nữa có đường kính 23&nbsp;mm. Cả hai loạt ở mặt trước đều có chữ Đồng Khánh thông bảo, mặt sau để trống.\n\n=== Thành Thái thông bảo ===\n[[Tập tin:成泰通寶 Thanh-Thai-Thong-Bao.gif|nhỏ|phải|150px|Thành Thái thông bảo]]\nTiền kim loại được đúc vào các năm 1889-1890 với số lượng ít. Mặt trước có bốn chữ Thành Thái thông bảo đọc chéo. Mặt sau để trống. Đường kính tiền khoảng 23&nbsp;mm.\n\nNăm [[1893]]-[[1890]], triều đình lại cho đúc tiền Thái Bình thông bảo mới mà mặt sau có chữ thập văn. Tiền này đường kính chừng 26&nbsp;mm.\n\n=== Duy Tân thông bảo ===\n[[Tập tin:維新通寶 Duy-Tan-Thong-Bao.gif|nhỏ|phải|150px|Đồng Duy Tân thông bảo]]\n\nTiền này có hai loạt, một loạt có đường kính chừng 26&nbsp;mm đúc ở Thanh Hóa, một loạt khác nhỏ hơn. Loạt lớn thì mặt sau có chữ \"Thập văn\", loạt nhỏ thì mặt sau để trống. Mặt trước cả hai loạt đều có chữ Duy Tân thông bảo đọc chéo.\n\n=== Khải Định thông bảo ===\n[[Tập tin:啓定通寶 Khai-Dinh-Thong-Bao 01.gif|nhỏ|phải|200px|Khải Định thông bảo]]\n[[Tập tin:BaoDaiThongBao.png|nhỏ|phải|200px|Bảo Đại thông bảo]]\n\nTiền này có bốn loạt đúc ở bốn nơi là [[Huế]], [[Hải Phòng]], [[Hà Nội]] và [[Pháp]]. Loại đúc ở Huế lưu thông ở [[Trung Kỳ]], loại đúc ở Hà Nội và Hải Phòng thì để lưu thông ở [[Bắc Kỳ]]. Cả ba loạt này đều bằng kẽm. Riêng loạt đúc ở Pháp thì bằng đồng và chỉ để lưu thông ở [[Nam Kỳ]].\n\n=== Bảo Đại thông bảo ===\nTiền bằng đồng nhưng không đúc mà dập lá đồng bằng máy. Kích thước tiền nhỏ và mỏng. Người dân không coi trọng giá trị tiền này.\n\n== Xem thêm ==\n* [[Thương mại Việt Nam thời Nguyễn]]\n* [[Tiền tệ Đại Việt thời Tây Sơn]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{Tiền tệ Việt Nam}}\n{{Lịch sử Việt Nam thời Nguyễn độc lập}}\n\n==Tham khảo==\n* Lục Đức Thuận, Võ Quốc Ky (2009), Tiền cổ Việt Nam, Nhà xuất bản Giáo dục\n*Đỗ Văn Ninh (1992), ''Tiền cổ Việt Nam'', Nhà xuất bản Khoa học xã hội\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên (2008), Đại cương lịch sử Việt Nam, Nhà xuất bản Giáo dục\n* [[Trần Trọng Kim]] (2010), Việt Nam sử lược, Nhà xuất bản Thời đại\n\n[[Thể loại:Lịch sử Việt Nam thời Nguyễn]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]"}