{"1646017":"'''Tiền tệ Việt Nam thời Bắc thuộc''' phản ánh những vấn đề liên quan tới tiền tệ lưu thông thời [[Bắc thuộc]] trong [[lịch sử Việt Nam]].\n\n== Tiền tệ thời ngàn năm Bắc thuộc ==\nDưới thời [[Văn Lang]], [[Âu Lạc]] và [[Nam Việt]], Việt Nam chưa có tiền tệ. Trong đời sống kinh tế, việc tiêu dùng được thực hiện qua trao đổi sản phẩm với nhau.<ref name=\"ldt51\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 51<\/ref> Đương thời tại [[Trung Quốc]], tiền tệ đã có từ trước thời [[Tần Thủy Hoàng]]. Kết quả khảo cổ cho thấy những đồng tiền thời [[Xuân Thu]] – [[Chiến Quốc]] chỉ được tìm thấy tại lưu vực sông [[Hoàng Hà]] mà không có ở miền Nam [[Trung Quốc]].<ref name=\"ldt52\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 52<\/ref>\n\nNhững đồng tiền đầu tiên lưu hành tại Việt Nam là tiền thời [[Nhà Hán|Tây Hán]]<ref name=\"ldt52\"\/>. Tiền \"bán lạng\" của nhà Tây Hán vốn ra đời từ thời Tần. Khi [[Tần Thủy Hoàng]] thống nhất [[Tên gọi Trung Quốc|Trung Hoa]] đã thống nhất các đơn vị tiền tệ trong nước theo một hệ thống, xóa bỏ hệ thống tiền tệ cũ của 6 nước. Theo cách tính trọng lượng đương thời, mỗi thù nặng 0,646 gram, 1 lạng = 24 thù = 15,504 gram. Tiền \"bán lạng\" là tiền có trọng lượng bằng nửa lạng, tức là 12 thù, tương đương 7,752 gram.\n\nTiền bán lạng loại to nặng đúng 12 thù chỉ có vào thời Tần sang đầu thời Tây Hán. Sang thời Tây Hán, kể từ thời [[Lã hậu|Lã Hậu]] trở đi, triều đình phương Bắc không còn đúc những đồng tiền lớn nữa. Những đồng tiền dù trên mặt vẫn ghi \"bán lạng\" nhưng trọng lượng thực tế bị giảm dần, từ 8 thù xuống 5 thù, thậm chí chỉ còn 4 hay 3 thù. Tiền bán lạng loại lớn 12 thù không được tìm thấy tại Việt Nam.\n\nSau đó nhà Tây Hán chính thức đúc những đồng tiền \"ngũ thù\" (trọng lượng 5 thù thay vì 12 thù như trước đây), tương đương 3,23 gram, với hai chữ \"ngũ thù\" đúc trên mặt đồng tiền. Với kỹ thuật thời đó chưa chính xác cao, các đồng tiền có trọng lượng dao động từ 3-4 gram. Đây là những đồng tiền đầu tiên lưu hành tại Việt Nam trong thời [[Bắc thuộc]]<ref name=\"ldt52\"\/>.\n\nSau đó, những chứng tích mà các nhà khảo cổ tìm được trong các di chỉ khảo cổ là tiền \"Đại Truyền ngũ tập\", \"trị bách ngũ thù\" và \"hóa tuyền\" của [[Vương Mãng]], \"Thế Bình\", \"Thái Bình\" hay \"Đình Bình\" của [[Tôn Quyền]] trước khi xưng vương ([[222]]), tiền \"ngũ thù\" của [[nhà Tùy]] (581-618). Duy có đồng tiền \"tứ thù\" của nhà [[Lưu Tống]] ([[420]]-[[479]]) thời [[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều]] thì không được giới khảo cổ tìm thấy tại Việt Nam<ref name=\"ldt53\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 53<\/ref>.\n\nTuy tiền đã lưu hành trên lãnh thổ Việt Nam khi đó (với tên gọi [[Giao Chỉ]]) nhưng chưa được [[người Việt]] dùng thông dụng<ref name=\"ldt53\"\/>. Nhiều đồng tiền \"ngũ thù\" được tìm thấy nhiều trong các ngôi mộ cổ thời Hán, cùng những vật tùy thân cho người được mai táng. Do chiến tranh liên miên sau đó dưới các thời [[Tam Quốc]], [[Nam-Bắc triều (Trung Quốc)|Nam Bắc triều]], trọng lượng đồng tiền cũng thay đổi, có khi trên mặt đúc chữ \"ngũ thù\" nhưng trọng lượng thấp hơn. Tuy nhiên đa số vẫn là tiền ngũ thù có trọng lượng trung bình 3-4 gram được sử dụng thông dụng trong thời các triều đại từ Tây Hán tới thời Tùy<ref name=\"ldt53\"\/>.\n\nSang thời [[Bắc thuộc lần 3|thuộc Đường]], [[Đường Cao Tổ]] bãi bỏ hết những đồng tiền \"ngũ thù\" trước đây, đúc loại tiền \"thông bảo\" – đó là lần đầu tiên [[Trung Quốc]] lưu hành tiền \"thông bảo\"<ref name=\"ldt55\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 55<\/ref>. Tiền Khai Nguyên thông bảo của Đường Minh Hoàng được sử dụng khá rộng rãi trên lãnh thổ Việt Nam khi đó. Tiền không chỉ dùng chi tiêu mà còn sử dụng để đóng sưu thuế<ref name=\"ldt56\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 56<\/ref>.\n\nVề việc tiền Khai Nguyên thông bảo được đúc tại [[Việt Nam]], các sử gia còn chưa thống nhất. Đỗ Văn Ninh và [[Phan Huy Lê]] thống nhất với quan điểm này<ref>Viện Sử học, sách đã dẫn, tr 363<\/ref>, còn [[Tạ Chí Đại Trường]] cho rằng bằng chứng về khuôn tiền đá Nguyên Phong vốn chỉ có từ năm [[1077]] (thời [[Nhà Tống|Bắc Tống]] ở Trung Quốc và thời [[nhà Lý]] ở Việt Nam, sau đó 400 năm) nên có thể sau này [[người Việt]] vẫn đúc tiền Khai Nguyên dùng, nhưng bằng khuôn kỹ thuật đương thời chứ không phải của chính thời Khai Nguyên đúc<ref name=\"ldt55\"\/>.\n\n== Thời Minh thuộc ==\nThời [[nhà Trần|Trần]], mỗi quan được tính bằng 690-700 đồng. Từ khi [[nhà Minh]] [[chiến tranh Minh - Đại Ngu|đánh chiếm]] nước [[Đại Ngu]], áp dụng tỉ lệ 1 quan = 1000 đồng.\n\nThuế buôn, thuế đánh cá và phí thuê ruộng được tính bằng tiền đồng; những thứ thuế khác như thuế tằm, thuế ruộng tư thì thu bằng lúa gạo, tơ tằm; thuế vàng bạc ở [[Thái Nguyên]], [[Nghệ An]], [[Lạng Sơn]] được thu bằng trọng lượng sản vật<ref name=\"ldt64\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 64<\/ref>.\n\nSố tiền thuế thu được vào năm [[1417]] được Cao Hùng Trưng nêu trong sách ''An Nam chí nguyên'' như sau<ref name=\"ldt6465\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 64-65<\/ref>:\n* Thuế buôn: tổng cộng 34.641 quan 477 đồng, gồm 3.902 quan 556 đồng tiền đồng (chiếm 12,4%) và 30.558 quan 921 đồng tiền giấy (88,6%)\n* Tiền thuê mướn ruộng công: tổng cộng 512 quan 130 đồng tiên giấy và tiền đồng (không rõ từng loại)\n* Thuế đánh cá không cung cấp được tổng số, chỉ nêu riêng lẻ từng phủ không đầy đủ:\n** Giao châu: 6.160 quan 400 đồng, gồm 4.302 quan 220 đồng tiền giấy (70%) và 1.87 quan 880 đồng tiền đồng (30%)\n** Bắc Giang: 985 quan 540 đồng, gồm 773 quan 600 đồng tiền giấy (62,2%) và 611 quan 740 đồng tiền đồng (37,8%)\n** Lạng Giang: 1.064 quan, gồm 740 quan 300 đồng tiền giấy (69,5%) và 611 quan 740 đồng tiền đồng (37,8%)\n** Tân An: 608 quan 420 đồng, gồm 303 quan 960 đồng tiền giấy (50%) và 304 quan 462 đồng tiền đồng (50%)\n\n[[Trung Quốc]] vào thời [[nhà Minh]] sử dụng cùng lúc cả tiền kim loại và [[tiền giấy]], trong đó tiền giấy khá được chuộng dùng. Tiền giấy nhà Minh đương thời gọi là \"Đại Minh thông hành bảo sao\". Tại lãnh thổ Việt Nam khi đó tiền giấy cũng lưu hành khá thông dụng<ref name=\"ldt65\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 65<\/ref>.\n\n== Xem thêm ==\n* [[Tiền Việt Nam]]\n* [[Bắc thuộc lần 1]]\n* [[Bắc thuộc lần 2]]\n* [[Bắc thuộc lần 3]]\n* [[Bắc thuộc lần 4]]\n\n==Tham khảo==\n* Lục Đức Thuận, Võ Quốc Ky ([[2009]]), ''Tiền cổ Việt Nam'', Nhà xuất bản Giáo dục\n* Đỗ Văn Ninh ([[1992]]), ''Tiền cổ Việt Nam'', Nhà xuất bản Khoa học xã hội\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Giáo dục\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n\n==Chú thích==\n{{Tham khảo}}\n{{Tiền tệ Việt Nam}}\n\n[[Thể loại:Bắc thuộc]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]"}