{"2455612":"[[Tập tin:An36 Dinh Bo Linh Thai Binh (12537160424).jpg|thumb|right|Thái Bình hưng bảo (太平興寶).]]\n\n'''Thái Bình hưng bảo''' (太平興寶) là tên gọi đồng tiền đầu tiên của Việt Nam do [[nhà Đinh]] là một triều đại của người Việt cho đúc bắt đầu từ năm 970. Đây được xác định là đồng tiền xưa nhất do người Việt phát hành<ref name=\"ldt57\"\/>. Tiền Thái Bình hưng bảo ra đời góp phần khẳng định nền độc lập tự chủ của dân tộc Việt Nam trên các lĩnh vực kinh tế, chính trị, ngoại giao, văn hóa mà [[Đinh Tiên Hoàng]] đã xác lập.<ref>{{Chú thích web |url=http:\/\/kienthuc.net.vn\/phong-thuy\/thai-binh-hung-bao-dong-tien-dau-tien-cua-viet-nam-38674.html |ngày truy cập=2014-04-21 |tựa đề=Thái Bình hưng bảo: Đồng tiền đầu tiên của Việt Nam |archive-date=2014-04-19 |archive-url=https:\/\/web.archive.org\/web\/20140419103610\/http:\/\/kienthuc.net.vn\/phong-thuy\/thai-binh-hung-bao-dong-tien-dau-tien-cua-viet-nam-38674.html |url-status=dead }}<\/ref>\n\n==Lịch sử hình thành==\nSuốt một ngàn năm [[Bắc thuộc]], người Việt không có đồng tiền riêng để lưu hành. Năm 968 [[Đinh Tiên Hoàng]] dẹp xong [[loạn 12 sứ quân]], thành lập [[nhà Đinh]], và xưng [[Đinh Tiên Hoàng Đế]] để mở đầu một kỷ nguyên độc lập thống nhất cho nước Việt. [[Nhà Ðinh]] phát hành tiền lần đầu tiên trong lịch sử, đó là đồng Thái Bình Hưng Bảo đúc năm 970, mặt sau có chữ Ðinh.<ref>[http:\/\/tindoco.free.fr\/HTML\/tienco.htm Chơi tiền cổ]<\/ref> Các nhà nghiên cứu tiền cổ đều thừa nhận, đó là đồng tiền [[nhà Đinh]] sản xuất lưu hành, không thể nhầm với bất kỳ đồng tiền nào khác trong và ngoài nước.\n\nSử sách ghi chép rất ít về hoạt động thương mại [[thời Đinh]]. Theo [[Đại Việt sử ký toàn thư]], năm [[976]], có thuyền buôn nước ngoài cập bến [[Đại Cồ Việt]]<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt sử ký toàn thư, Bản kỷ quyển 1]<\/ref>. [[Hoa Lư]] đương thời là một thương cảng lớn, [[sông Hoàng Long]] cũng là một tuyến giao thông quan trọng đối với việc thông thương lúc đó. Các nhà nghiên cứu cho rằng dòng [[sông Hoàng Long]] khi đó còn rất rộng, chưa bị thu hẹp như hiện nay<ref>Nhiều tác giả, sách đã dẫn, tr 246<\/ref>.\n\nKhi lên làm vua, [[Đinh Tiên Hoàng]] đặt [[niên hiệu]] là ''Thái Bình'' và cho đúc tiền ''Thái Bình hưng bảo'' bằng [[đồng]]. Đây là tiền duy nhất được phát hành trong thời nhà Đinh, vì cho dù sau này có sự thay đổi ngôi vua trong họ Đinh nhưng không có sự thay đổi niên hiệu ([[Đinh Phế Đế|Đinh Toàn]] lên kế vị vẫn dùng [[niên hiệu]] Thái Bình).\n\n==Khảo cổ học==\nĐồng tiền Thái Bình cũng như các tiền khác sau này các triều đại phong kiến cho đúc đều bằng đồng, hình tròn, lỗ vuông, biểu tượng cho trời và đất theo quan niệm của người phương Đông. Quan điểm này được gìn giữ và phát triển nhất quán trong việc đúc tiền qua các triều đại vua sau này. Đến triều đại cuối cùng phong kiến cuối cùng đồng Bảo Ðại Thông Bảo của vua Bảo Ðại vẫn tuân thủ hình thức này. Hiện đồng tiền cổ nhất [[Việt Nam]] còn được lưu giữ tại phòng truyền thống của Ngân hàng Nhà nước Việt Nam.\n\nKhảo cổ học cho thấy ''Thái Bình hưng bảo'' có ba loạt khác nhau. Cả ba loạt đều có lỗ hình vuông ở giữa và có đường kính không đều nhưng bình quân khoảng 22&nbsp;mm. Cả ba loạt đều có mặt trước ghi chữ ''Thái Bình hưng bảo'' bằng [[chữ Hán]]. Có một loạt thay vì chữ ''Thái'' lại là chữ ''Đại''. Hiện chưa rõ: do lâu ngày đồng tiền đó bị hỏng nên mất một chấm, hay đó thực sự là chữ Đại nhưng được đọc là Thái. Về mặt sau, thường có chữ Đinh (họ của vua) đúc nổi; nhưng có một loạt không có chữ gì. Tiền Thái Bình hưng bảo đúc bằng hợp kim chứa nhiều đồng hình tròn, lỗ vuông kiểu tiền [[Trung Quốc]]<ref name=\"ldt57\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 57<\/ref>.\n\nSử liệu cũ của [[Việt Nam]] không đề cập đến việc [[nhà Đinh]] có đúc tiền. Tuy nhiên, sử liệu cũ của Trung Quốc thì có nhắc đến và dựa vào đó Bành Tín Uy viết rằng năm 970 [[Đinh Bộ Lĩnh]] ở [[Việt Nam]] đúc tiền Thái Bình hưng bảo. Theo Đỗ Văn Ninh, việc sử liệu cũ của Việt Nam không nhắc đến việc này có thể là do nền kinh tế tiền tệ thời [[nhà Đinh]] còn mới manh nha, tiền chưa được sử dụng nhiều, trao đổi hàng hóa là chính, lương bổng và thuế má đều bằng hiện vật.\n\nThời [[Tiền Lê]] trước nhu cầu phát triển của nền kinh tế và giao thương trao đổi, [[Lê Hoàn]] cho lập xưởng đúc tiền Thiên Phúc trấn bảo. Tiền Thiên Phúc kế thừa hình dáng và kích thước như tiền [[thời Đinh]], có hình tròn, đường kính 2,2 - 2,4&nbsp;cm. Giữa có lỗ hình vuông, mặt trước có chữ viết chân phương niên hiệu của triều đại. Mặt sau lưng có chữ Lê, chữ đúc gọn nổi sắc nét. Tiền Thiên Phúc sau này tìm được ở nhiều nơi: [[cố đô Hoa Lư]], [[hoàng thành Thăng Long]], [[thương cảng Vân Đồn]] và nhiều nơi khác, những trung tâm kinh tế của đất nước thời bấy giờ. Sự có mặt của tiền Thiên Phúc ở nhiều nơi, không gian lưu thông rộng cho thấy, tiền được đúc và sử dụng nhiều, khẳng định giá trị tiền tệ của nhà nước độc lập.<ref>[http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2010\/7\/95038\/ Thái Bình hưng bảo: Đồng tiền đầu tiên của Việt Nam]<\/ref>\n\nBên cạnh những đồng tiền do nhà nước độc lập Việt phát hành, các đồng tiền [[Trung Quốc]] cũng được sử dụng trong thông thương trao đổi với tư cách là \"ngoại tệ\". Trong các hoạt động kinh tế, thương mại hai đồng tiền [[Việt Nam]] và Trung Quốc được sử dụng song song, nhất là các vùng thương cảng biên viễn.\n\n==Giá trị lịch sử==\nSự có mặt của các đồng tiền Việt Nam ngay từ buổi đầu giành độc lập, đã góp phần khẳng định ý thức dân tộc, tinh thần độc lập tự chủ của các triều đại Việt Nam. Đây là những cơ sở ban đầu để sau này tiền tệ Việt Nam được các triều đại sau phát huy và phát triển.\n\nChữ Hưng trong tiền Thái Bình Hưng Bảo của Đinh Bộ Lĩnh là một điểm sáng tạo của tiền Việt Nam. Hưng Bảo tức là khác với loại tiền thông bảo truyền thống của Trung Quốc. Câu này còn mang ý nghĩa chúc phúc nước Đại Cồ Việt quốc vận hưng thịnh, đời đời hưởng thái bình.<ref>[https:\/\/thanhnien.vn\/nhung-chuyen-ky-thu-dong-tien-viet-nam-dong-tien-doc-lap-thoi-dinh-tien-hoang-post1095877.html Những chuyện kỳ thú đồng tiền Việt Nam: Đồng tiền độc lập thời Đinh Tiên Hoàng]<\/ref>\n\n==Trưng bày==\nTiền Thái Bình hưng bảo hiện được trưng bày ở nhiều nơi, tiêu biểu như:\n* Bảo tàng lịch sử quốc gia, [[Hà Nội]].\n* Bảo tàng Lịch sử Quân sự Việt Nam, trưng bày từ 19\/12\/2015 do Phó thủ tướng Nguyễn Thiện Nhân trao tặng.<ref>[http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/quan-doi\/dong-chi-nguyen-thien-nhan-tham-chuc-mung-bao-tang-lich-su-quan-su-viet-nam\/393858.html Đồng chí Nguyễn Thiện Nhân thăm, chúc mừng Bảo tàng Lịch sử Quân sự Việt Nam]<\/ref>\n* Bảo tàng tỉnh Ninh Bình, trưng bày cùng nhiều hiện vật thời Đinh khác như gạch Đại Việt quốc quân thành chuyên, thạch kinh [[chùa Nhất Trụ]]...<ref>[http:\/\/nbtv.vn\/tin-tuc-su-kien\/ninh-binh-24h\/van-hoa-xa-hoi\/201504\/bao-tang-tinh-chuan-bi-trung-bay-hien-vat-tai-le-hoi-truong-yen-604189\/ Bảo tàng tỉnh Ninh Bình chuẩn bị trưng bày hiện vật tại Lễ hội Trường Yên]<\/ref>\n* Di tích phủ Đại - [[quần thể di tích Cố đô Hoa Lư]]\n\n==Tham khảo==\n*[http:\/\/www.vanhoahoc.vn\/nghien-cuu\/t-mainmenu-114\/van-hoa-viet-nam\/1112-nguyen-anh-huy-mot-dong-tien-mot-niem-tu-hao.html MỘT ĐỒNG TIỀN, MỘT NIỀM TỰ HÀO...]\n*[http:\/\/cafef.vn\/videos\/927-video-chuyen-ve-dong-tien-dau-tien-cua-vn-thai-binh-hung-bao.chn Video: Chuyện về đồng tiền đầu tiên của VN: Thái Bình Hưng Bảo]\n*[http:\/\/www.btv.org.vn\/vi\/c78i10896\/Nhung-dong-gop-cua-trieu-dai-nha-Dinh-con-mai-voi-thoi-gian.html Những đóng góp của triều đại nhà Đinh còn mãi với thời gian]{{Liên kết hỏng|date=2021-07-06 |bot=InternetArchiveBot }}\n*Đỗ Văn Ninh, ''Tiền cổ Việt Nam'', [[Nhà xuất bản Khoa học xã hội]], Hà Nội, 1992.\n*Nguyễn Anh Huy, ''[http:\/\/thuvien.dhnh.edu.vn:7778\/activity\/pdf\/tien_thoi_canh_hung_mot_bi_an_lich_su_can_duoc_khai_pha.pdf Tiền thời Cảnh Hưng, một bí ẩn lịch sử cần được khai phá]{{Liên kết hỏng|date=2021-07-06 |bot=InternetArchiveBot }}''\n*[http:\/\/vietantique.com\/coins\/VN-a-coins\/content.htm Giới thiệu về tiền cổ Việt Nam]\n* Lục Đức Thuận, Võ Quốc Ky ([[2009]]), ''Tiền cổ Việt Nam'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Lịch sử Việt Nam thời Đinh}}\n\n[[Thể loại:Đơn vị tiền tệ Việt Nam]]\n[[Thể loại:Khảo cổ Việt Nam]]\n[[Thể loại:Lịch sử kinh tế Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Đinh]]\n[[Thể loại:Nhà Đinh]]"}