{"412220":"{{Các vương quốc cổ ở Việt Nam}}\nTiểu quốc '''J'rai''' (''Ala Car P'tao Degar'', ''Dhung Vijaya'', ''Nam Bàn'') là một tiểu quốc cổ của các bộ tộc Nam Đảo ở [[Tây Nguyên]], [[Việt Nam]] với bộ tộc nòng cốt là người [[Jarai (định hướng)|Gia Rai]] và người [[Ê Đê]] hình thành từ khoảng cuối [[thế kỷ 15]] và chấm dứt sự tồn tại sau khi phân rã ra thành các bộ tộc độc lập vào khoảng cuối [[thế kỷ 19]].\n\nTiểu quốc này được cai trị bởi các vị tiểu vương mà [[người Việt]] gọi là '''[[Thủy Xá - Hỏa Xá]]''' tức là '''''Pơtao Apui - Pơtao Êa'''''. Theo tương truyền các vị Vua là hiện thân của Thần Gươm Y Thih (nhân vật trong các truyền thuyết của người người [[Người Êđê|Ê đê]] và [[Người Gia Rai|Jarai]]. Một tài liệu khác ghi là 20 \"đời vua\" tiểu quốc Jrai, là người kế tục giữ gươm thần do chàng Y Thih để lại. Có kiến khác cho rằng gươm thần của các Pơ tao thực ra là các bảo vật truyền ngôi của hoàng gia Chăm Pă sau khi Lê Thánh Tông tiêu diệt thành Vijaya (Đồ bàn, Bình Định). Đại Việt sử ký toàn thư có ghi chép về sự kiện người Chămpa đầu hàng quân Đại Việt của Vua Lê Thánh Tông như sau: ''Một lúc sau, đứng xa trông thấy toán quân đi trước đã trèo lên được chỗ tường thấp trên mặt thành, bèn bắn luôn ba tiếng pháo để tiếp ứng, lại hạ lệnh cho vệ quân thần võ phá cửa đông thành tiến vào. Thành Chà Bàn bị phá vỡ. Quân Đại Việt bắt được hơn ba vạn tù binh và chém được hơn bốn vạn thủ cấp. Ngô Nhạn dẫn tướng đầu hàng là bác ruột Trà Toàn tên là Bô Sản Ha Ma. [[Lê Thánh Tông]] sai trưng bày những thứ người Chiêm dùng làm lễ vật đem đến xin hàng mà ở Đại Việt không có, sai viên quan đô úy Đỗ Hoàn chỉ tên từng thứ một. Có cái hộp bạc, '''hình như thanh kiếm''', vua hỏi vật gì. Hoàn trả lời rằng đó là đồ của nước Chiêm từ xưa, người làm quốc vương phải có vật đó để truyền cho con cháu. Quân Thuận Hóa bắt sống Trà Toàn dẫn đến trước vua [[Lê Thánh Tông]], nhà vua cho Trà Toàn được sống. Hôm ấy là ngày mồng 1 tháng 3 AL''. (1471)<ref>Đại Việt sử ký toàn thư, tập 2, nxb Văn hoà thông tin, 2004, trang 327<\/ref>\n\n==Những ghi chép đầu tiên==\nNăm 1446, quân Đại Việt dưới sự chỉ huy của Trịnh Khả, Lê Thụ và Lê Khắc Phục đã tấn công Chăm Pa. Cuộc tấn công kết thúc thắng lợi và thành Vijaya mà người Việt thời Lê gọi là thành Chà Bàn (hay Đồ Bàn) rơi vào tay quân Việt. Quân Việt cũng bắt sống vua Chăm là Bí Cai (Bichai) và mang về Thăng Long cùng với nhiều phi tần.\nNăm 1470, quân Đại Việt do vua Lê Thánh Tông trực tiếp chỉ huy lại tấn công Chăm Pa. Quân Đại Việt lúc này đã rất mạnh và có tổ chức tốt. Ngược lại quân Chăm rất yếu và thiếu tính tổ chức. Quân Việt nhanh chóng tiến lên đánh bại quân Chăm và bao vây thành Vijaya. Thành Vijaya thất thủ vào ngày 2 tháng 3 năm 1471 sau bốn ngày giao tranh.Vua Cham Pa là Trà Toàn bị bắt sống và chết trên đường trở về Thăng Long. Ít nhất hơn 60.000 người Chămpa bị quân Việt giết trả thù và 30.000 bị bắt làm nô lệ cho quân Đại Việt. Kinh thành Vijaya bị phá hủy hoàn toàn. Sau chiến thắng vua Lê Thánh Tông đã sáp nhập các địa khu Amaravati và Vijaya và lập nên thừa tuyên Quảng Nam và duy trì vệ quân Thăng Hoa ở đây.Tướng Chăm là Bô Trì Trì, chiếm vùng đất Panduranga (sách sử Việt gọi là Phan Lung) xưng làm vua của người Chăm xin nộp cống xưng thần và vua Lê Thánh Tông phong Bô Trì Trì làm vương đất Chăm (sách Toàn thư gọi là Chiêm Thành tức là vùng đất Phan Rang, Thuận Hải ngày nay). Vua Lê Thánh Tông cũng phong vương cho tiểu vương xứ Kauthara cư dân chủ yếu là người Ê Đê (sách Toàn thư gọi là Hoa Anh tức là vùng đất tỉnh Phú Yên và Khánh Hòa ngày nay) và nước Nam Bàn (sau này là hai nước Thủy Xá và Hỏa Xá mà ngày nay là đất các tỉnh Gia Lai, Kon Tum và Đăk Lăk tức miền đất Tây Nguyên) cư dân nòng cốt là người Jarai, là tộc người kết hợp giữa người Chăm Vijaya và người Ê Đê cổ. Bộ phận hoàng tộc Chămpa Vijaya trong quá trình lịch sử đã đồng hóa vào văn hóa bản địa Jarai.\nNhững thông tin đầu tiên được biết đến về các vị tiểu vương và tiểu quốc của [[người Gia Rai|người Jarai]] này khi [[giáo sĩ]] [[Marini Romain]] ghi chép vào năm [[1646]] khi ông lên đây truyền đạo [[Công giáo]].\nTheo ghi chép của [[Lê Quý Đôn]] trong [[Phủ biên tạp lục]]:\n:''Hai vị Thủy Vương và Hỏa Vương nước Nam Bàn, nước này có 50 làng lệ thuộc, trong đó có núi Bà Nam. Núi rất cao và lớn, làm trấn sơn cho một phương''\n:''Thủy Vương ở về phía đông núi Bà Nam, còn Hỏa Vương ở về phía tây núi, có địa phận riêng và làm nhà gác bằng gỗ để ở, bộ hạ có đến mấy trăm người.''\n:''Khi vua đi đâu thường cưỡi voi, có hơn chục người tùy tùng đi theo, đến làng nào thì đánh ba hồi chuông, dân làng đều ra, họ làm một cái lều tranh cho vua ở (vì kiên không vào nhà dân). Họ dâng lên vua những thứ như: nồi đồng, tấm vải trắng, hoặc một cây mía, một nải chuối chẳng hạn. Vua cứ việc nhận lấy các lễ vật ấy không nề hà gì. Thu nhận lễ vật cũng không ghi chép gì, xong thì nhà vua đi''\n:''Hai Vương mặt đen và xấu nhưng vợ và thiếp thì người nào cũng có nhan sắc đẹp đẽ, họ đều bận xiêm áo của [[Chiêm Thành]] có xiêm h''[[Les Jungles Moi]]''oa rực rỡ''\n\nGhi chép của sử sách [[người Việt]] qua bộ [[Phủ biên tạp lục]] của [[Lê Quý Đôn]] vào năm [[1776]], khi ông làm quan hiệp trấn ở [[Thuận Hóa]], những ghi chép của Lê Quý Đôn cho thấy từ thế kỷ 17, các vị tiểu vương người Jarai đã triều cống chính quyền [[Đàng Trong]] thường xuyên.\n\nTới [[thế kỷ 19]], khi soạn bộ [[Đại Nam thực lục]], [[nhà Nguyễn]] đã có những thông tin về các tiểu vương này với những đồ cống của họ với nhà Nguyễn.\n\n[[Henri Maître|Henri Maitre]], viên sĩ quan và là nhà nghiên cứu [[người Pháp]] trong công trình [[Les Jungles Moi]] (''Rừng người Thượng'') đã có những ghi chép chi tiết về sinh hoạt và đời sống của bộ tộc cũng như các vị tiểu vương ở đây, từ những nghiên cứu của mình ông đã gọi đây là tiểu quốc Jarai, mà trong sử Việt có nhắc tới là nước Nam Bàn.\n\n==Đặc điểm==\nTheo ghi chép của [[Lê Quý Đôn]] trong [[Phủ biên tạp lục]]:\n:''Hai vị Thủy Vương và Hỏa Vương nước Nam Bàn, nước này có 50 làng lệ thuộc, trong đó có núi Bà Nam. Núi rất cao và lớn, làm trấn sơn cho một phương''\n:''Thủy Vương ở về phía đông núi Bà Nam, còn Hỏa Vương ở về phía tây núi, có địa phận riêng và làm nhà gác bằng gỗ để ở, bộ hạ có đến mấy trăm người.''\n\n==Chư hầu của Việt Nam==\nTrong thời kỳ các [[chúa Nguyễn]] cai trị ở [[Đàng Trong]], bắt đầu từ [[thế kỷ 17]] đã gây ảnh hưởng lên các tiểu vương này, theo ghi chép của [[Lê Quý Đôn]], cứ 5 năm một lần các chúa Nguyễn thường sai các cai đội ở phủ [[Phú Yên]] làm Chánh sứ và Phó sứ theo lưu vực [[sông Ba]] lên gặp các vị tiểu vương cho áo gấm, mão, nồi đồng, khóa sắt, đồ sứ, bát, đĩa và đồng thời đòi phải nộp lễ cống và thuế.<ref>Phủ biên tạp lục, Lê Quý Đôn<\/ref>\n\nVề phần mình, [[triều đình]] [[Huế]] thực hiện vương quyền bằng cách [[sắc phong]] cho các tiểu vương mỗi khi ở tiểu quốc này có cuộc bầu chọn tiểu vương mới. Khi một vị tiểu vương chết, các sứ thần nhà Nguyễn từ Phú Yên mang theo một chiếc bình bằng bạc trắng để người Jarai đựng hài cốt vị tiểu vương của họ đã được hỏa táng.<ref>Les Jungles Moi, Henri Maitre<\/ref>\n\n== Vua Lửa – Pơtao Apui ==\nMối quan hệ này được giữ vững từ thời các [[chúa Nguyễn]] sang thời [[nhà Nguyễn]]. Tuy nhiên đến cuối [[thế kỷ 19]], vào năm [[1898]] sau khi chiếm được [[Việt Nam]], chính quyền [[thuộc địa]] [[Pháp]] bắt đầu tổ chức cai trị trực tiếp ở đây. Các vị tiểu vương đã tổ chức chống lại và viên thanh tra Prosper Odend'hal đã bị vua Hỏa Xá Po At giết vào năm [[1904]]. Tuy nhiên trước sự tấn công của viên sĩ quan Vincillionni kế tiếp, vua Po At đã phải chạy trốn và vai trò tiểu vương Hỏa Xá Thủy Xá cũng như tiểu quốc Jarai chính thức chấm dứt tồn tại<ref>Cộng đồng người Thượng trên Cao nguyên miền Trung, TS.Nguyễn Văn Huy, ĐH Paris7, [[Pháp]]<\/ref>.\n\nCác tiểu vương tiểu quốc Jrai<ref>Danh sách này ghi theo thống kê của TS Nguyễn Thị Kim Vân (Sở Văn hóa - Thông tin tỉnh Gia Lai). Theo đó, TS thống kê được 15 đời “vua” là: 1- Ksor Chơlơi, 2- R'com Trul, 3- R'com Anur, 4- Siu Bôm, 5- Siu Djua, 6- Siu Nhong, 7-Siu Blong, 8- Siu Blet, 9- Siu Ji, 10- Siu Y, 11- Siu At, 12- Siu Tú, 13- Siu Nhót, 14- Siu Luynh, 15- Rahlan Hieo. Xem: http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Huyen-thoai-vua-lua-o-Tay-Nguyen-155004\/. Truy cập ngày 8\/6\/2015. Một tài liệu khác ghi là 20 \"đời vua\" tiểu quốc Jrai, là người kế tục giữ gươm thần do chàng Y Thih để lại - http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=5437%3Atype-truyn-thanh-gm-thn-va-tc-th-gm-qua-truyn-thuyt-ca-cac-dan-tc-trng-sn-tay-nguyen&catid=97%3Avn-hoa-dan-gian&Itemid=155&lang=vi<\/ref>:\n# Ksor Chơlỡi. Ông này là người đầu tiên được giao nhiệm vụ giữ gươm nhưng ông cương quyết từ chối vì Pơtao phải thực hiện một chế độ kiêng khem rất nghiêm ngặt (không được ăn thịt bò, ếch nhái, lòng của những động vật nuôi trong nhà...). Vì từ chối mà ông đã bị cộng đồng giết rất dã man, chặt 2 chân, 2 tay rồi chặt đầu.\n# R'com Trul\n# R'com Anur. Đây là người đầu tiên thực hiện các nghi lễ cúng thần gươm và có bài cúng cầu mưa hẳn hoi. Anur chết, ông trao gươm thần cho con trai mình (người họ Siu) lên thay.\n# Siu Bôm\n# Siu Djua\n# Siu Nhong. Đây là người đặt nền móng cho sự manh nha hình thành vùng lãnh thổ của Pơtao Puih. Đầu tiên ông này cũng từ chối không nhận nhiệm vụ giữ gươm vì nhà nghèo không ăn kiêng được. Dân làng thuyết phục ông 7 ngày 7 đêm, hứa sẽ cấp thức ăn cho ông ăn kiêng. Dân làng nói \" Nhong ơi, nếu ông không chịu giữ thanh gươm, chắc là cả vùng mình đây sẽ chết hết thôi. Bây giờ trời đang nắng, nếu ông gõ vào nước mà có mưa, dân làng không đau ốm thì ông là người có thần, có tài, chúng tôi sẽ cùng góp rượu, góp trâu để cúng và cử ông làm Pơtao\". Nhong đã đánh 7 lần vào nước, và 7 ngày sau thì mây mưa ào ào kéo đến như thác. Và ông chính thức phải nhận là Pơtao Puih, vua Lửa của tiểu quốc Jrai.\n# Siu Blông\n# Siu Blet. Đây là Pơtao có công rất lớn trong việc thiết lập quan hệ với người Việt. Hàng năm ông đều cử người mang quà đi tiến cống vua nước Việt và nhận quà của vua Kinh. Sử cũ có nhắc đến việc này.\n# Siu Ji. Đây là Pơtao đã rời làng về địa điểm Plei Ơi ngày nay. Đây là thời kỳ trong xã hội Jrai xuất hiện nô lệ, thường là những người bị tội và không có tiền nộp phạt cho làng và bị những người giàu \"mua\" về, lấy tiền đó trả cho làng.\n# Siu Y\n# Siu At (1855? - 1907). Đây là vị thủ lĩnh Jrai chống Pháp ngay từ khi chúng đạt chân lên cao nguyên. Ông có một người giúp việc là A Ma Ju. Trong một lần đến sông Hinh (Phú Yên) không may con voi của ông bị đứt xích, phá rẫy của người Kinh. Những người Kinh đã bắt cả voi và người đưa về sông Cầu để Công sứ Pháp ở Phú Yên là Blainville xét xử. Viên quan người Pháp ra điều kiện sẽ cho A Ma Ju về nếu ông sắp xếp để họ được gặp vua lửa. Đến ngày hẹn, Siu At cho làm gà và mở rượu ghè đón khách như phong tục của người J’rai. Nhưng cả buổi đó, viên quan Pháp chỉ đòi được xem thanh gươm thần. Hắn âm mưa lấy bằng được gươm thần để thu phục các dân tộc Tây Nguyên. Hành động của người Pháp đã làm người J’rai nổi giận. Năm 1904, ông cùng dân làng dùng kế trá hàng - giết được tên Công sứ Pháp Odend’hal (1893? - 1904; năm 1893 tên Pháp này bị ám sát hụt). Thời kỳ này, tiểu quốc Jrai cũng bị xóa sổ và tan rã thành các vùng độc lập. Ông đánh trả thành công các cuộc tấn công của 200 tên Pháp do giám binh Vincilioni chỉ huy. Tháng 1\/1905, một đại đội lính khố xanh khác do tên Renard chỉ huy, từ Chợ Đồn (An Khê) tiến lên càn quét vùng Cheo Reo nhưng bị Siu Ất đánh bại. Nhân đà đó, “vua Lửa” kêu gọi các tù trưởng khác khởi nghĩa và nhanh chóng được hưởng ứng. Ngày 23\/1\/1907, tên  Pari tấn công vào đồn điền Đak Foppau (Cheo Reo), nhằm vào làng Bana Kon Klott vốn đã theo ủng hộ “vua Lửa”. Tại đây, chúng bị nghĩa quân đón sẵn và phản kích dữ dội, 14 tên bỏ mạng, Pari tự sát<ref>Xem trong: http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Huyen-thoai-vua-lua-o-Tay-Nguyen-155004\/<\/ref>. Cuối năm 1907, quân Pháp bất ngờ tấn công Cheo Reo, bắt được ông. Cuộc chiến kết thúc. \n# Siu Tũ. Ông thay thế Siu Ăt sau khi ông này mất. Pháp tiếp tục lùng bắt ông để lấy gươm thần, nhưng ông và dân làng quyết giữ. Điên cuồng, giặc Pháp bắt nhốt Vua Lửa Siu Tũ tại Kon Tum - từ đó nhiều câu chuyện huyền thoại về ông được mở ra. Biết Vua Lửa, tên cai ngục Pháp lệnh cho ông dùng phép làm cho cây đa cổ thụ nằm vắt ngang con sông Đăk Bla (Kon Tum) đứng thẳng lên. mặc cho súng ống bọn Pháp chĩa vào mình, Siu Tũ bước ra bến sông đọc thần chú, cầu xin và bỗng chốc cây đa dần đứng thẳng lên làm cho cai ngục khiếp sợ. Một lần khác, tên Công sứ Pháp chứng kiến sự việc vẫn không tin, muốn thử một lần nữa. Tên này yêu cầu Siu Tũ dùng gùi để đựng nước, nếu nước không chảy ra ngoài sẽ gọi Siu Tũ là “ama” (cha). Siu Tũ ung dung lấy gùi múc nước, dù nhiều lỗ ở trên gùi nhưng không có bất cứ một giọt nước nào chảy ra ngoài. Bọn Pháp khiếp sợ trước “quyền phép” của Siu Tũ nên thả ông về, riêng về tên Công sứ Pháp thua cuộc uất ức treo cổ tự tử. Khi Siu Tũ ra tù, oai danh của Vua Lửa càng vang xa, người dân các nơi kéo về cầu xin, tạ ơn kính nể Siu Tũ như một vị thần linh. \n# Siu Nhót (1971 - 1986). Ông được Hội đồng các thân hào nhân sĩ các sắc tộc cùng Hội đồng tỉnh Kon Tum thời Việt Nam cộng hòa bầu ra ngày 20\/10\/1971. Thời Siu Nhót (hãy Siu Anhot), bà con các dân tộc thường mang gạo, gà, heo đến cúng, để cầu mưa<ref>{{Chú thích web | url = http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=5437%3Atype-truyn-thanh-gm-thn-va-tc-th-gm-qua-truyn-thuyt-ca-cac-dan-tc-trng-sn-tay-nguyen&catid=97%3Avn-hoa-dan-gian&Itemid=155&lang=vi | tiêu đề = Type truyện thanh gươm thần và tục thờ gươm qua truyền thuyết của các dân tộc Trường Sơn | tác giả = | ngày = | ngày truy cập = 6 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>, mừng lúa mới, lễ đâm trâu, cầu khỏi bệnh có tính chất mê tín. Khi ông \"vi hành\", người dân không được nhìn mặt vua, vì sợ bị cháy nhà hay bệnh hoạn - ông là hiện thân của vị thần hiện thân của thần Y Thih. Các thợ rèn thường cầu xin vua ban phép lành trước khi mở lò. Theo mô tả của Dournes: “Vị Vua Lửa” trông còn thảm hại hơn cả ông. Khoa yang chủ nhà tôi trọ, đã già, thấp đậm, khắp người đầy lông (rất hiếm thấy ở người Jarai), râu ria, đường nét thô, hai mắt to nhìn chăm chăm một chỗ, ông ngồi xổm trên chiếc chiếu lớn được trải ra dành cho ông, hút thuốc bằng ống điếu và hút rượu cần trong các ghè đặt trước mặt ông, ông uống nhiều và nói ít<ref>Jacques Dournes. 2013. Pơtao, một lý thuyết về quyền\nlực ở người Jarai Đông Dương (Bản dịch của Nguyên Ngọc).\nHà Nội: Tri thức, tr. 341.<\/ref>…PGS Phan An (1990) cùng các đồng sự ở Viện Khoa học Xã hội Thành phố Hồ Chí Minh, sau khi đến thăm Vua Lửa ở Plei Ơi đã mô tả ông là một người Jarai \"già cả, gầy gò, đóng khố, ở trần\" (...) nhưng không nghĩ ông ấy (tức Vua Lửa) là một vị vua<ref>PGS Phan An, PƠTAO - NHỮNG TIẾP CẬN TỪ NHÂN HỌC, Tạp chí Phát triển Kinh tế - Xã hội Đà Nẵng, tr. 33.<\/ref>. \n# Siu Luynh (1986 - 1999). Ông là cháu họ, kế ngôi sau khi Siu Nhót qua đời. Nhà cửa đơn giản, sống nghèo khổ - gần như là một thường dân. Cũng PGS Phan An (1990) khi cùng đoàn làm phim \"Vua Lửa ở Tây Nguyên\" đến Plei Ơi thì gặp Siu Luynh và mô tả thì cũng như xưa (thời năm 1985). TS Nguyễn Thị Kim Vân qua phỏng vấn ông, đã khắc họa truyền thuyết về \"gươm thần\": “Năm ấy hạn hán kéo dài, sông Apa, sông Ayun (hai con sông lớn nhất ở khu vực đông nam Gia Lai – PV) và các nguồn nước hoàn toàn khô cạn, cây rừng không mọc nổi. Người Jrai phải đào hố tìm nước uống. Các loài thú rừng cũng kéo đến cái hồ do người đào để uống nước. Chúng đạp lên nhau mà chết, con người chỉ việc lấy thịt thú rừng ăn. Nhưng rồi thú rừng cũng không còn, con người phải lấy cây mục chấm mật ong ăn qua ngày, lấy hạt cây le nấu ăn thay gạo”. Theo tiến sĩ Vân, trong hoàn cảnh ấy, ước muốn lớn nhất của người Jrai là có thể cầu xin hoặc cao hơn nữa là bắt thiên nhiên phải chiều theo ý muốn của mình. Khi đã có “chiếc gươm thần”, có yêu cầu người xứng đáng giữ gươm, có lẽ vậy mà những Pơtao Apuih xuất hiện<ref>{{Chú thích web | url = http:\/\/www.xuhuongviet.com\/huyen-thoai-nhung-potao-tay-nguyen-ky-4-guom-thieng-vung-hoa-xa.html | tiêu đề = Huyền thoại những Pơtao Tây Nguyên - Kỳ 4: Gươm thiêng vùng Hỏa Xá | tác giả = | ngày = | ngày truy cập = 6 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n# Rahlan Hieo (1999 - 2015). Ông vốn là người giúp việc cho Siu Luynh, làm \"vua\" sau khi người tiền nhiệm vừa mất. Rơ Lan Hieo là người duy nhất có thể điều khiển “gươm thần”, “hô mưa gọi gió”. Cuối đời do lục đục chuyện gia đình<ref name=\"source4\">{{Chú thích web | url = http:\/\/baophapluat.vn\/bi-an-cuoc-song\/vi-vua-cuoi-cung-o-viet-nam-bi-vo-duoi-ra-ngoai-duong-212874.html | tiêu đề = “Vị vua” cuối cùng ở Việt Nam bị vợ… đuổi ra ngoài đường | tác giả = | ngày = | ngày truy cập = 6 tháng 10 năm 2015 | nơi xuất bản = Phapluatvn.vn | ngôn ngữ = }}<\/ref> nên ông lơ là trong \"cai trị\". Đầu năm 2015, \"vua\" thoái vị, đề nghị người họ Siu lên kế vị nhưng không thành. bà Siu Bian (SN 1958, cháu của vua lửa thứ 14 Siu A Luynh) chia sẻ lý do chúng tôi (họ Siu) không nhận \"vì không biết điều khiển gươm, không biết thần chú gọi mưa. Hơn thế, giờ nước nôi cung cấp cho ruộng đồng đầy đủ. Bà con cũng chẳng còn phải lo hạn hán như xưa”<ref name=\"source4\"\/>.\n\n==Vua Nước – Pơtao Ia==\nLàng “Vua Nước” (Plei Pơtao Ia hay Buôn Pơtao Ia) ở xã Nhơn Hòa, cách trung tâm huyện Chư Sê khoảng 20&nbsp;km, thuộc tỉnh Gia Lai.Truyền thuyết về Vua Nước kể rằng: Yang H’ju H’mang và Yang Cưˇ (Thần Núi) giao chiến. Yang Ia (Thần nước) đứng ra can thiệp, được Ơi Adai (Thượng đế) tin cậy giao cho việc cai quản dân làng. Yang Ia ở tận trời cao muốn cai quản tốt dân làng nên xin Thượng đế dựng một cấp trung gian nữa là Pơtao Ia (Vua nước) để cai quản thế gian. Vương miện đầu tiên được trao cho người Chăm. Sau này là người Jrai thuộc dòng họ R’com đã giành vương miện. Chính vì vậy, người Chăm đã nhiều lần đến đánh nhau để giành vương miện. Pơtao Ia là đại diện trần gian liên hệ với thần linh ở cõi trần, Vua được thần dân trong làng góp tiền làm nhà, thần dân tự nguyện sản xuất nuôi Vua. Vua chỉ làm mỗi việc là cầu trời cho mưa thuận gió hòa, người người khỏe mạnh, làm ăn phát đạt. Các đời vưa Nước \n# R’com Kep: (1425-1426)\n# R’com Nhơn: (1501-1571)\n# R’com Bring: (1576-1646)\n# R’com Dăi: (1651-1719)\n# R’com Guh: (1724- 1795)\n# R’com Nhuak: (1800- 1870)\n# R’com Bơ: (1897- 1955)\nPtao Ia đời thứ 7 mất, xác của ông được hỏa táng rất long trọng, theo tục lệ Chăm BàlaMôn ở vùng duyên hải miền trung. Trong thời gian này, các làng Tây Nguyên làm hàng ngàn trâu bò để cúng tế Vua về với Buôn Atâo (Thế giới bên kia). Sau đó xác được hỏa táng giữa những điệu xoang huyền bí và những lời hát khóc thương Vua. Sau khi hỏa thiêu xong dân làng lấy tro đựng vào bình bạc và chôn dưới mái nhà mồ cao vút và họ cũng thực hiện chia của cho nhà vua.\nNhà mồ theo kiểu mô phỏng nhà rông thu nhỏ trong một khu vực riêng, không cùng với nhà mồ của làng. Chỉ có vợ vua mới được chôn cất gần.\nHiện nay, Vua nước đời thứ 7 chỉ còn lại một người con gái tên H’ Ra Nhung R’com. Tài sản vua để lại chỉ còn lại là một thanh gươm thần cất giấu ở rừng thiêng, chỉ có vua và người giúp việc được biết.Tương truyền là gần rừng tháp Yang Prong. Còn trang phục,vật dụng là do con cháu dòng họ R’com ở Buôn Som, huyện Ia Hleo, tỉnh Dak Lak cất giữ đến ngày nay.\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư]]\n*''[[Phủ biên tạp lục]]'', [[Lê Quý Đôn]]\n*''[[Đại Nam thực lục]]'', [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]]\n*''[[Les Jungles Moi]] (''Rừng người Thượng''), Henri Maitra\n\n== Ghi chú ==\n{{tham khảo|30em}}\n==Xem thêm==\n*[[Thủy Xá - Hỏa Xá]]\n*[[Tây Nguyên]]\n\n[[Thể loại:Tiểu quốc J'rai|Tiểu quốc J'rai]]\n[[Thể loại:Cựu quốc gia trong lịch sử Việt Nam]]"}