{"164573":"{{bài cùng tên|Tiền Hải}}\n{{Thông tin đơn vị hành chính Việt Nam | thị trấn\n| tên = Tiền Hải \n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 20.4056 \n| kinh độ = 106.5039\n| diện tích = 9,39 km²\n| dân số = 13.562 người \n| thời điểm dân số = 2019\n| mật độ dân số = 1.444 người\/km² \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Tiền Hải]]\n| thành lập = 13\/12\/1986<ref name=QD169 \/>\n| trụ sở UBND = phố Tiểu Hoàng \n| mã hành chính = 12970<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tiền Hải''' là thị trấn huyện lỵ của huyện [[Tiền Hải]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Tiền Hải nằm ở phía tây bắc huyện [[Tiền Hải]], có vị trí địa lý:\n*Phía đông giáp xã [[Đông Cơ]] và xã [[Đông Phong, Tiền Hải|Đông Phong]]\n*Phía tây giáp xã [[An Ninh, Tiền Hải|An Ninh]] và xã [[Vũ Lăng, Tiền Hải|Vũ Lăng]]\n*Phía nam giáp xã An Ninh và xã [[Tây Giang, Tiền Hải|Tây Giang]]\n*Phía bắc giáp xã [[Tây Lương (xã)|Tây Lương]] và xã [[Tây Ninh (xã)|Tây Ninh]].\n\nThị trấn Tiền Hải có diện tích 9,39&nbsp;km², dân số năm 2019 là 13.562 người, mật độ dân số đạt 1.444 người\/km².<ref name=\"NQ892\"\/>\n\n==Lịch sử==\nPhần lớn địa bàn thị trấn Tiền Hải hiện nay trước đây vốn là hai xã Tây An và Tây Sơn thuộc huyện Tiền Hải.\n\nVào thế kỷ XVI, khai quốc công thần triều Lê là Phạm Văn Xảo mộ dân đến khai phá và lập nên ấp Tiểu Hoàng, sau gọi là làng Tiểu Hoàng, tổng Đại Hoàng, huyện Chân Định, phủ Kiến Xương, thừa tuyên Sơn Nam.\n\nNăm 1831, vua Minh Mạng đặt lại địa giới hành chính, đổi ấp Tiểu Hoàng thành xã Tiểu Hoàng thuộc tổng Đại Hoàng, huyện Trực Định, phủ Kiến Xương, tỉnh Nam Định.\n\nNăm 1891, huyện Tiền Hải nhập thêm tổng Đại Hoàng từ huyện Trực Định, xã Tiểu Hoàng thuộc huyện Tiền Hải, ban đầu chia thành các giáp, sau chia thành các xóm. Xã Tiểu Hoàng có 2 thôn là thôn Đông và thôn Đoài.\n\nSau [[Cách mạng Tháng Tám]] năm 1945, thành lập xã Công Trứ thuộc huyện Tiền Hải, gồm các thôn: An Khang, La Cao, Ngoại Đê, Thư Điền, Tiểu Hoàng.\n\nCuối năm 1955, tách thôn Thư Điền về xã Tây Giang mới thành lập và chia phần còn lại của xã Công Trứ (gồm 4 thôn: An Khang, La Cao, Ngoại Đê, Tiểu Hoàng) thành hai xã Tây An và Tây Sơn.<ref>{{Chú thích web|url=http:\/\/tienhaitb.gov.vn\/index.php?chucnang=gioithieu|tựa đề=Giới thiệu|website=Trang thông tin điện tử huyện Tiền Hải|url-status=dead|ngày truy cập=2021-07-08|archive-date=2021-07-09|archive-url=https:\/\/web.archive.org\/web\/20210709191332\/http:\/\/tienhaitb.gov.vn\/index.php?chucnang=gioithieu}}<\/ref>\n\nNgày [[13 tháng 12]] năm [[1986]], Hội đồng Bộ trưởng ban hành Quyết định 169-HĐBT<ref name=QD169>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-169-HDBT-chia-xa-thanh-lap-thi-tran-cac-huyen-Tien-Hai-vu-thu-tinh-Thai-Binh-37238.aspx|tựa đề=Quyết định 169-HĐBT năm 1986 về việc chia một số xã và thành lập một số thị trấn của các huyện Tiền Hải, Vũ Thư thuộc tỉnh Thái Bình|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, thành lập thị trấn Tiền Hải, thị trấn huyện lỵ huyện Tiền Hải trên cơ sở 89,95 ha diện tích tự nhiên và 5.653 người của xã Tây Sơn, 56,70 ha diện tích tự nhiên và 1.653 người của xã Tây Giang.\n\nSau khi thành lập, thị trấn Tiền Hải diện tích 146,55 ha diện tích tự nhiên và 7.306 người. Xã Tây Sơn còn 393,71 ha diện tích tự nhiên và 2.760 người.\n\nĐến năm 2019, thị trấn Tiền Hải có diện tích 1,58&nbsp;km², dân số là 6.614 người, mật độ dân số đạt  4.186 người\/km², được chia thành 5 khu: 1, 2, 3, 4, 5 và 2 phố: Tiểu Hoàng, Hùng Thắng. Xã Tây An có diện tích 3,76&nbsp;km², dân số là 3.227 người, mật độ dân số đạt 858 người\/km². Xã Tây Sơn có diện tích 4,05&nbsp;km², dân số là 3.721 người, mật độ dân số đạt 919 người\/km².\n\nNgày [[11 tháng 2]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 892\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thái Bình (nghị quyết có hiệu lực từ ngày [[1 tháng 3]] năm [[2020]])<ref name=NQ892>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-892-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Thai-Binh-435409.aspx|tựa đề=Nghị quyết số 892\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thái Bình|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập toàn bộ diện tích và dân số của xã Tây An và xã Tây Sơn vào thị trấn Tiền Hải.\n\n==Danh nhân==\n* Đại tướng [[Hoàng Văn Thái]], [[Tổng Tham mưu trưởng Quân đội Nhân dân Việt Nam|Tổng tham mưu trưởng]] đầu tiên của [[Quân đội Nhân dân Việt Nam]]\n\n==Chú thích==\n{{tham khảo}}\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Tiền Hải}}\n\n[[Thể loại:Huyện lỵ Việt Nam]]"}