{"13809039":"{{chú thích trong bài}}\n'''TL-10''' là máy bay trinh sát-liên lạc cánh quạt một động cơ loại nhỏ, được [[Viện Kỹ thuật không quân]] thuộc [[Bộ quốc phòng Việt Nam]] thiết kế, sản xuất. TL-10 là viết tắt của nhiệm vụ máy bay là trinh sát-liên lạc, số 1 biểu thị chiếc đầu tiên của loại này. Theo thiết kế, máy bay có 4 chỗ ngồi, hình dạng phỏng theo kiểu máy bay Raely 220 của Pháp.\n\nĐầu năm 1978 Quân chủng Phòng không-Không quân (PK-KQ) đã lập dự án \"Xây dựng cơ sở thiết kế và chế thử máy bay cánh quạt loại nhỏ\". Ngày 4 tháng 3 năm 1978, Quân ủy Trung ương đã họp phê chuẩn dự án này và giao cho Quân chủng PK-KQ chủ trì thực hiện. Ông Nguyễn Văn Phúc, công trình sư thiết kế máy bay của Pháp nhiệt tình ủng hộ và giúp đỡ dự án với vai trò cố vấn thiết kế kỹ thuật. Ngày 15 tháng 5 năm 1978, Quân chủng thành lập Ban X chuyên trách thực hiện dự án này, gồm Thiếu tá-Phó tiến sĩ Trương Khánh Châu (sau này là Trung tướng, Thứ trưởng Bộ Quốc phòng) làm chủ nhiệm dự án và 13 kỹ sư.\n\nNgày 25 tháng 9 năm 1980, máy bay TL-1 cất cánh lần đầu tiên tại [[sân bay Hoà Lạc]]. Với 102 phút trên không, 13 lần hạ cất cánh, máy bay TL-1 đã hoàn thành chương trình bay thử hai giai đoạn: bay thử khả năng và bay thử tính năng bay.\n\nSau đó, [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng]] còn giao cho Viện Kỹ thuật Không quân chế tạo thành công máy bay huấn luyện HL-1, bay thử 23 chuyến an toàn và triển khai chương trình chế tạo máy bay [[HL-2]] có thể đỗ và cất cánh trên mặt nước. Đến tháng 4 năm 1987, máy bay HL-1 đã bay thử thành công, nhưng do điều kiện tài chính nên đến cuối năm 1987, chương trình hoàn thiện máy bay HL-2 tạm ngừng, Bộ Quốc phòng quyết định dừng chương trình nghiên cứu chế tạo máy bay.\n\n==Chi tiết phụ==\nMột trong những kỹ sư tham gia chế tạo máy bay Tl-1 là Lê Kiên Thành, con trai của Tổng bí thư [[Lê Duẩn]], anh Võ Điện Biên, con trai Đại tướng Võ Nguyên Giáp{{cần dẫn nguồn}}\n\n==Xem thêm==\n*[[Tiền Phong 001]] do Ban Kỹ thuật không quân Việt Nam Cộng Hoà chế tạo.\n\n==Liên kết==\n\n{{Máy bay Việt Nam}}\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n{{Sơ khai Việt Nam}}\n\n[[Thể loại:Không quân Việt Nam]]\n[[Thể loại:Máy bay chế tạo tại Việt Nam]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Vũ khí Việt Nam]]"}