{"44050":"[[Tập tin:Ngu ho.gif|nhỏ|Tranh thờ Ngũ Hổ]]\n'''Tranh Hàng Trống''' một trong những dòng [[tranh dân gian Việt Nam]] được làm chủ yếu tại phố Hàng Nón, Hàng Trống của [[Hà Nội]] xưa. Hàng Trống xưa kia thuộc đất cũ của thôn Tự Tháp, tổng Tiền Túc (sau đổi thành Thuận Mỹ), huyện [[Thọ Xương]], nay thuộc [[hoàn Kiếm|quận Hoàn Kiếm]], Hà Nội. Phố Hàng Trống nằm kề các phố Hàng Nón, Hàng Hòm, Hàng Quạt... là nơi chuyên sản xuất  đồ [[thủ công mỹ nghệ]] nhất là đồ thờ như: tranh thờ, trống, quạt, lọng, cờ... Dòng tranh này hiện nay gần như đã bị mai một hết, chỉ còn lưu giữ trong các [[viện bảo tàng]]. Chính vì vậy, những nghệ nhân vẽ tranh Hàng Trống giảm hẳn. Hiện, chỉ còn duy nhất nghệ nhân [Lê Đình Nghiên] còn gắn bó với nghệ thuật tranh Hàng Trống và những nét tinh hoa của dòng tranh đó\n\n==Sơ lược==\nDòng tranh này cũng như các dòng tranh phổ biến khác đều có hai dòng tranh chính là [[tranh thờ]] và [[Tranh Tết dân gian|tranh Tết]]. Nhưng chủ yếu là tranh thờ dùng trong sinh hoạt tín ngưỡng phục vụ đền phủ của Đạo giáo nhất là tranh thờ của [[Tín ngưỡng thờ Mẫu Việt Nam|Đạo Mẫu]] (Mẫu Liễu Hạnh ở phủ Giầy, Nam Định), như tranh Tứ Phủ cộng đồng, Bà chúa thượng ngàn, Mẫu Thoải, Ngũ Hổ, Ông Hoàng cưỡi cá, cưỡi ngựa, cưỡi rắn, Ông Hoàng Mười, Bà Chúa Ba, Đức Thánh Trần... rất đẹp. Loại tranh này thường được các cụ chạm bằng vàng hay bạc thật dát mỏng. Tranh Tết thì Chúc phúc, Tứ quý,...\n\nNhiều nhà nghiên cứu cho rằng có lẽ dòng tranh Hàng Trống xuất hiện từ khoảng thế kỷ 16 và thịnh nhất vào khoảng cuối thế 19, đầu thế kỷ 20 và sau đó dần suy tàn. Và chịu ảnh hưởng rõ rệt của các luồng tư tưởng, [[văn hóa|văn hoá]], [[tôn giáo]], của vùng miền, các dân. Là kết quả của sự giao thoa tinh hoa giữa [[Phật giáo]], [[Nho giáo]]; giữa loại hình tượng thờ, điêu khắc ở đình chùa với những nét đẹp trong sinh hoạt văn hoá hằng ngày.\n\nDòng tranh Hàng Trống thực sự phát triển cuối thế kỷ XIX đầu thế kỷ XX nhưng tới thế kỷ 20 dòng tranh này bắt đầu suy tàn, nhất là kể từ sau kết thúc [[chiến tranh Việt Nam|kháng chiến chống Mỹ]] hầu như các nhà làm tranh đều giải nghệ. Nhiều nhà làm tranh còn đốt bỏ hết những dụng cụ làm tranh như ván, bản khắc, một phần do thú chơi tranh của người Hà Nội đã đổi khác, một phần do việc làm tranh không có thu nhập cao nên nhiều người đã chuyển nghề.\n\n==Đặc điểm==\n[[Tập tin:Tu binh.JPG|giữa|nhỏ|281x281px|''Tứ bình'' [[tranh tố nữ]]]]\n===Cách in ấn và vẽ===\nTranh Hàng Trống sử dụng kỹ thuật nửa [[in]] nửa vẽ, tranh chỉ in ván nét lấy hình, còn màu là thuốc nước, tô bằng bút lông mềm rộng bản, một nửa ngọn bút chấm màu, còn nửa ngọn bút kia chấm nước lã, tô tranh theo kỹ thuật ''vờn'' màu.\n\nTranh chỉ có một bản [[Đen (định hướng)|đen]] đầu tiên, sau khi in thì tranh được tô màu lại bằng tay. Từ các bản khắc gốc, những bức tranh đã được in ra, bằng [[mực Tàu]] mài nguyên chất. Sau đó là công đoạn bồi [[giấy]]. Tùy thuộc từng tranh cụ thể mà có tranh chỉ bồi một lớp, có tranh lại phải bồi đến 2 hay 3 lớp giấy. Khi hồ đã khô thì mới có thể vẽ màu lại. Có khi phải mất đến 3, 4 ngày mới hoàn thành một bức tranh.\n\nTranh được in trên [[giấy dó bồi]] dày hay giấy báo khổ rộng. Có những tranh bộ khổ to và dài, thường bồi dày, hai đầu trên dưới lồng suốt trục để tiện treo, phù hợp với kiểu kiến trúc nhà cao, cửa rộng nơi thành thị.\n\nVán khắc được làm bằng [[gỗ]] lồng mực hoặc gỗ thị. [[Mực]] in truyền thống dùng bằng những chất liệu dân dã nhưng cầu kỳ và tinh xảo trong chế tác.\n\n===Màu sắc và cách tạo màu===\n[[Tập tin:Hoangho gt.jpg|nhỏ|Tranh thờ Hoàng Hổ (Hổ vàng)]]\nTranh dùng các gam màu chủ yếu là [[lam]], [[hồng]] đôi khi có thêm [[lục]], [[đỏ]], [[da cam]], [[vàng]]... Tỷ lệ được tạo không hề đúng với công thức chuẩn mà chỉ để cho thật thuận mắt và ưa nhìn.\n\nTranh Hàng Trống được tô màu bằng bút lông và phẩm nhuộm nên màu sắc đậm đà hơn [[tranh Đông Hồ]].\n\n===Đề tài nội dung và thể thức tranh===\nĐề tài của tranh rất phong phú nhưng chủ yếu là [[tranh thờ]] như: Hương chủ, Ngũ hổ, Độc hổ, Sơn trang, Ông Hoàng Ba, Ông Hoàng Bảy, Phật Bà Quan Âm... Ngoài ra cũng có những bức tranh chơi như các bộ Tứ Bình (4 bức) hoặc Nhị bình (2 bức). Tứ bình thì có thể là tranh Tố nữ, Tứ dân (ngư, tiều, canh, mục) hoặc Tứ quý (Bốn mùa). Tứ bình còn có thể trình bày theo thể liên hoàn rút từ các truyện tích như ''[[Nhị độ mai]]'', ''[[Thạch Sanh (truyện thơ)|Thạch Sanh]]'', ''[[Truyện Kiều]]''. Nhị bình thì vẽ những đề tài như \"Lý ngư vọng nguyệt\" (Cá chép trông trăng) hoặc \"Chim công múa\" có tính cách cầu phúc, thái bình. Những bức về đề tài dân dã như cảnh \"Chợ quê\" hay \"Canh nông chi đồ\" cũng thuộc loại tranh Hàng Trống.\n\n==Xem thêm==\n*[[Tranh Đông Hồ]]\n*[[Tranh Kim Hoàng]]\n\n{{Du lịch Hà Nội}}\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/www.vnn.vn\/chuyenmuc\/thanglong\/tl_bgtht.html Bao giờ Tranh Hàng Trống mới về với phố Hàng Trống]\n\n[[Thể loại:Tranh Hàng Trống| ]]\n[[Thể loại:Làng nghề Hà Nội]]\n[[Thể loại:Văn hóa Hà Nội]]\n[[Thể loại:Mỹ thuật Việt Nam]]"}