{"3176416":"{{Thông tin người mẫu\n|name = Trang Khiếu\n|birth_place = [[Bắc Giang]], [[Việt Nam]] \n|occupation = [[Người mẫu]], [[Nhà thiết kế]]\n|height = {{convert|180|cm|ftin|0|abbr=on}}\n|weight = {{convert|56|kg|lb st|abbr=on}}\n|measurements = 83-59-93 cm\n|haircolor = [[Đen]]\n|eyecolor = [[Nâu đen]]\n|spouse|dress size =\n|shoe size = \n|yearsactive = \n|website = \n|birthdate={{Ngày sinh và tuổi|1990|0|0|df=yes}}|birthname=Khiếu Thị Huyền Trang|image=|imagesize=222px|image_size=222px}}\n\n'''Trang Khiếu''' (tên thật là '''''Khiếu Thị Huyền Trang''''') là một [[người mẫu]], nhà thiết kế thời trang người [[Việt Nam]]. Cô là quán quân [[Người mẫu Việt Nam: Vietnam's Next Top Model, Mùa thi 1|mùa đầu tiên]] của cuộc thi [[Người mẫu Việt Nam: Vietnam's Next Top Model|Vietnam's Next Top Model]]<ref>[https:\/\/misskick.vn\/28106 Huyền Trân – từ người mẫu đa tài đến danh hiệu Hoa hậu thời trang]<\/ref>. Cô từng thắng giải ''Người mẫu xuất sắc nhất Châu Á'' tại Best Model Of The World 2011 và ''Ngôi sao người mẫu châu Á'' trong khuôn khổ Asia Festival Model Awards năm 2015 tại [[Hàn Quốc]]<ref>{{Chú thích web|url=http:\/\/giaitri.vnexpress.net\/tin-tuc\/thoi-trang\/lang-mot\/trang-khieu-noi-toi-va-ngoc-trinh-nhan-giai-ao-lang-la-bat-cong-3207283.html|title=Trang Khiếu: 'Nói tôi và Ngọc Trinh nhận giải ao làng là bất công'}}<\/ref>. Năm 2016, cô ký hợp đồng làm việc với Why Not Models Management.<ref>{{Chú thích web|url=http:\/\/giaitri.vnexpress.net\/tin-tuc\/thoi-trang\/lang-mot\/trang-khieu-dau-quan-cho-cong-ty-quan-ly-thien-than-victoria-s-secret-3419018.html|title=Trang Khiếu đầu quân cho công ty quản lý 'thiên thần' Victoria's Secret}}<\/ref>. Trang Khiếu là một trong số ít những người mẫu Việt Nam sải bước trên thị trường quốc tế<ref name=\"elle.vn\">{{Chú thích web|url=http:\/\/www.elle.vn\/tin-thoi-trang\/top-nguoi-mau-viet-tre-sai-buoc-tren-san-dien-quoc-te|title=Top người mẫu Việt trẻ sải bước trên sàn diễn quốc tế}}<\/ref> tại các Tuần lễ thời trang tại [[Anh]], Ý. Cô nổi tiếng vì xuất hiện trên nhiều trang bìa [[tạp chí]] thời trang lớn của Việt Nam, như Elle Việt Nam, Harper's Bazaar Việt Nam, Đẹp Magazine, L'Officiel Việt Nam.\n\n== Sự nghiệp ==\n\n=== 2010: ''Vietnam's Next Top Model'' ===\nỞ tuần thi tuyển khu vực miền Bắc, Huyền Trang lần đầu xuất hiện và trở thành trò cười cho ban giám khảo và toàn bộ khán giả xem truyền hình khi cô xuất hiện với bộ dạng ngô nghê và trình bày một bài hát tiếng Hoa. Tuy vậy [[chiều cao]] lý tưởng với nét đẹp thuần Á Châu của Huyền Trang đã thuyết phục được ban giám khảo cho cô một cơ hội vào vòng trong.\nHuyền Trang sau đó lọt vào top 18 thí sinh toàn quốc, quy tụ tại Sài Gòn để chính thức bắt đầu vòng chung kết của cuộc thi. Ở tuần đầu tiên với chủ đề chụp hình dưới mưa, Huyền Trang lọt vào top nguy hiểm và được vớt.\nSự cố gắng không ngừng nghỉ của Huyền Trang gây điểm cho cô trong lòng ban giám khảo. Đức Hải ví cô như viên ngọc thô cần được mài giũa để tỏa sáng. Sự tán dương từ ban giám khảo vô tình tạo nên tâm lý đố kị cho các thí sinh khác, điển hình là Diệp Anh. Cho rằng ban giám khảo thiên vị Huyền Trang, Diệp Anh nổi giận và thậm chí còn có ý định bỏ cuộc thi. Đồng quan điểm với Diệp Anh còn có Tuyết Lan khi cô cho rằng Huyền Trang không có gắng như mọi người.\nSự cố gắng của Huyền Trang ngày một rõ rệt hơn khi lần lượt được gọi tên bức ảnh đẹp nhất hai tuần liên tiếp và không rơi vào top nguy hiểm lần nào kể từ sau top 18.\nTrong đêm chung kết được truyền hình trực tiếp, Huyền Trang trở thành người đầu tiên đoạt danh hiệu Vietnam's Next Top Model.\n\n=== 2015: ''monochrome – Trang Khiếu Collection (TKC)'' và ''Khieu x Thong Hoang'' ===\nBộ sưu tập đầu tay của Trang Khiếu do cô cùng [[thương hiệu]] thời trang Zalora phối hợp thực hiện. Trong đó, Trang Khiếu có vai trò sáng tạo, đưa ra ý tưởng thiết kế còn Zalora đảm nhận phần thực hiện, giới thiệu và phân phối sản phẩm đến người tiêu dùng. Ngày 14\/5, BST ''Trang Khiếu Collection (TKC)'' chính thức ra mắt tại ''Air 360 Sky Bar''. Người mẫu tâm sự, bộ sưu tập này giống như một cuốn nhật ký về những chuyến đi của cô. Cô đã cơ hội tiếp xúc với sự đa dạng của thời trang thế giới trong những chuyến lưu diễn và mong muốn mang phong cách tự do Tây phương về với Việt Nam. Mỗi khi tới một miền văn hóa mới, Trang Khiếu được gặp gỡ những con người với cách ăn mặc thú vị khác nhau. Tông màu chủ đạo của bộ sưu tập này là những gam màu trung tính như trắng, đen và xám. Bộ sưu tập đi theo xu hướng \"sport luxe\" (thể thao nhưng vẫn thanh lịch).<ref>{{Chú thích web|url=http:\/\/www.elle.vn\/network\/zalora-trang-khieu-su-ket-hop-hoan-hao|title=Zalora &Trang Khiếu: Sự kết hợp hoàn hảo}}<\/ref><ref>{{Chú thích web|url=http:\/\/giaitri.vnexpress.net\/photo\/bo-suu-tap\/trang-khieu-ra-mat-bo-suu-tap-monochrome-dau-tay-3210401.html|title=Trang Khiếu ra mắt bộ sưu tập monochrome đầu tay}}<\/ref>\n\nCô tâm sự rằng ước mơ thiết kế được hình thành từ rất lâu, việc trở thành người mẫu đã cho Trang cơ hội được bước ra thế giới rộng lớn bên ngoài, tiếp xúc với nhiều nền văn hóa khác nhau nên từ đó những ý tưởng và chất liệu thiết kế đã tự lúc nào ngấm dần vào và nảy nở.\n\n''\"Tuy đây là một lĩnh vực khá mới đối với Trang, ở ngưỡng bắt đầu, mọi việc đều vô cùng khó từ khâu đưa ý tưởng trong đầu mình ra [[giấy]], đến chọn chất liệu may, và khi thành phẩm hoàn thành lại phải tiếp tục nghĩ cách để quảng bá sản phẩm và làm sao để đưa những thiết kế của mình đến gần với công chúng. Nếu là đơn thân độc mã, chắc Trang chẳng thể nào hoàn thành tốt việc này. Nhưng may mắn thay Trang có được sự giúp đỡ rất nhiệt tình của các \"tiền bối\" trong nghề cùng sự hợp tác với Zalora nên mọi thứ đã trở nên dễ dàng hơn nhiều.\"''<ref>{{Chú thích web|url=https:\/\/guu.vn\/myguu\/eleanor.nguyen.714\/trang-khieu-collection-tat-ca-chi-moi-la-bat-dau-1NJZ9uIGU3pAw.html|title=Trang Khiếu Collection – Tất cả chỉ mới là bắt đầu}}<\/ref>\n\nCô thực hiện một concept ảnh ''Khieu x Thong Hoang'' của nhiếp ảnh gia Thông Hoàng (Tam Mure).\n\n=== 2016: ''Just be'' và ''Cá chép hóa rồng'' ===\nTối 6\/1 tại [[Thành phố Hồ Chí Minh|TP HCM]], Trang Khiếu ra mắt bộ sưu tập thứ hai ''Just be,'' có ẩn ý hãy cứ là những gì chúng ta mong muốn. ''Just be'' mang những cá tính và tuổi trẻ đến công chúng thông qua thiết kế của mình. Bộ sưu tập sử dụng các gam màu xám, đen, ghi làm chủ đạo. Tham gia trình diễn bộ sưu tập mới của Trang Khiếu có sự góp mặt của người thầy đầu tiên trong sự nghiệp người mẫu của cô - [[Vũ Hà Anh|Hà Anh]]. Hà Anh được mời làm vedette cho bộ sưu tập này.\n\nTối 27\/8 tại TP HCM, Trang Khiếu ra mắt bộ sưu tập mới với chủ đề ''[[Cá chép Á Đông|Cá chép]] hóa [[Rồng Việt Nam|rồng]]''. Cô đã biến buổi giới thiệu bộ sưu tập mới thành [[triển lãm]] [[Nghệ thuật Việt Nam|nghệ thuật]] sắp đặt. Cô xây dựng hệ thống bể cá và đặt các thiết kế trong đó. Giống những chú cá chép, người làm nghệ thuật trẻ phải trải qua hành trình gian nan để có thể \"hóa rồng\". Bộ sưu tập được lấy cảm hứng từ hành trình đi lên của bản thân, đồng nghiệp cũng như những nghệ sĩ xung quanh Trang Khiếu.\n\nTrên đường vượt vũ môn, chỉ những \"chú cá\" kiên trì, sáng tạo, hết mình mới có thể bơi ngược con thác - vượt khó khăn của cuộc sống - và trở thành \"rồng\". Với Trang Khiếu, đó là chặng đường gian nan từ ngày đầu mới vào nghề đến lúc trở thành người mẫu của công ty quản lý hàng đầu [[Milano|Milan]] (Italy) - WhyNot Models Management. ''\"Câu chuyện của những chú cá giống như chuyện của những người làm nghệ thuật trẻ, đặc biệt là giới underground. Tuy ít người biết đến, họ vẫn cố gắng làm ra những tác phẩm nghệ thuật đẹp và nguyên bản để cống hiến cho đời\"'', Trang Khiếu tâm sự.\n\nBộ sưu tập mới của người mẫu được làm từ vải cotton pha polyester. Ưu điểm của chất liệu là nhẹ, độ bền và khả năng co dãn tốt. Hướng tới những người yêu thích sự phá cách, mới mẻ và tối giản.<ref>{{Chú thích web|url=http:\/\/giaitri.vnexpress.net\/photo\/bo-suu-tap\/trang-khieu-ra-mat-thiet-ke-moi-trong-be-ca-3459629.html|title=Trang Khiếu ra mắt thiết kế mới trong bể cá}}<\/ref>\n\n=== 2017: ''Háu'' và ''The Art of Losing'' ===\nTrang Khiếu cùng Kim Trúc Nguyễn, Maison An Dinh, Mi Dupz và Mia Nguyễn ra mắt bộ sưu tập mới, tối 30\/3 ở [[Thành phố Hồ Chí Minh|TP HCM]]. Bộ sưu tập được lấy cảm hứng từ [[Thơ|bài thơ]] Trang Khiếu viết về khao khát giải phóng những kìm nén bên trong một [[con người]]. Trang Khiếu chia sẻ lý do ra mắt bộ sưu tập chung với bốn người bạn: ''\"Mỗi cá nhân trong nhóm muốn tự học hỏi và mang cái tôi, sự mới mẻ vào sản phẩm\"''. Màu sắc chủ đạo trong bộ sưu tập gồm đỏ, xanh, vàng, tím, trắng kem.<ref>{{Chú thích web|url=http:\/\/giaitri.vnexpress.net\/photo\/bo-suu-tap\/trang-khieu-cho-mau-nam-to-son-mac-do-nu-3563451.html|title=Trang Khiếu cho mẫu nam tô son, mặc đồ nữ}}<\/ref>\n\nCô sản xuất và thực hiện tiếp một concept ảnh của [[nhiếp ảnh gia]] Thông Hoàng (Tam Mure). Concept mang tên ''The Art of Losing'' (Nghệ thuật đánh mất bản thân) là một dự án của cô và Thông Hoàng ''– \"We are the ones who create our own identities. But simultaneously we are no one. Lets colour and shape our own identities to what we choose...\".'' Theo báo anyarea'': \"Khoác lên mình các thiết kế quyến rũ, tinh tế của Môi Điên, KIM+Я, và Phi Phạm, Trang Khiếu đã hóa thân tài tình vào những sắc thái cảm xúc và tâm trí khác nhau trong từng khung hình, từ đó lột tả thông điệp mỗi con người nắm trong tay khả năng chọn lựa và vẽ nên bản sắc cá nhân của riêng mình. Dưới ống kính nghệ thuật không khoan nhượng của Thông Hoàng, mỗi bức ảnh như đưa người xem lạc vào miền cảm xúc vừa miên man, vừa sắc gọn trong tâm tưởng, tưởng chừng là những khoảnh khắc đọng lại từ một thước phim điện ảnh ý niệm\".''<ref>{{Chú thích web|url=http:\/\/anyarena.com\/vn\/fashion\/the-art-of-losing-bo-anh-hop-tac-giua-trang-khieu-thong-hoang_13675|title=‘THE ART OF LOSING’: BỘ ẢNH HỢP TÁC GIỮA TRANG KHIẾU & THÔNG HOÀNG|ngày truy cập=2017-07-06|archive-date = ngày 13 tháng 5 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170513220545\/http:\/\/anyarena.com\/vn\/fashion\/the-art-of-losing-bo-anh-hop-tac-giua-trang-khieu-thong-hoang_13675|url-status=dead}}<\/ref>\n\n==Đời tư==\n=== Mâu thuẫn với BTC Vietnam's Next Top Model ===\nSau khi mùa giải thứ nhất của Vietnam's Next Top Model kết thúc, Huyền Trang nhận được giải thưởng là một hợp đồng người mẫu từ công ty CA Model trong vòng 2 năm trị giá 1 tỷ đồng và nhiều giải thưởng giá trị khác. Cùng thời điểm đó, bà Lê Thị Quỳnh Trang - giám đốc sản xuất chương trình đồng thời cũng là chủ sở hữu của CA model (đồng sở hữu với công ty California Fitness & Yoga) quyết định bán hết cổ phần của mình cho California Fitness & Yoga để lập công ty riêng đặt tên là BeU model. Với việc chuyển nhượng này, Huyền Trang không còn liên quan gì đến nhà sản xuất của Vietnam's Next Top Model nữa và chỉ hoạt động với công ty CA Model và California Fitness & Yoga.\nCalifornia Fitness & Yoga vốn là công ty kinh doanh dịch vụ thể hình, hoàn toàn không có kinh nghiệm quản lý người mẫu nên sự nghiệp của Huyền Trang cũng từ đó mà không phát triển được. Về chuyến đào tạo tại New York mà chương trình đã quảng cáo, cô bị phía Wilhelmina từ chối vì không giảm được cân nặng của mình. Thân hình Huyền Trang bị cho là quá khổ so với chuẩn size 0 quốc tế.\n\nTrong lá thư đăng trên [[facebook]], Huyền Trang có nói đến điều này như sau: \"…Và đề cập đến vấn đề mà ai cũng muốn quan tâm, giải thưởng, đầu tiên là hợp đồng làm việc với CA Models trị giá 1 tỷ đồng, được chia nhỏ trong 2 năm và chuyến đi đào tạo tại Wilhelmina Mỹ. Nhưng sau đêm chung kết, Trang thuộc sở hữu của CA Models nhưng VNTM muốn Trang ký với Multimedia vì lý do là bảo vệ và hỗ trợ hình ảnh trước khi ký với CA Models, nhưng Trang không đồng ý. Sau đó trách nhiệm về chuyến đi Mỹ và đào tạo tại Wilhelmina được bàn giao cho CA Models vì Trang ký với CA theo lời VNTM. Nhưng Trang không hiểu rằng, tại sao VNTM nói là sẽ có chuyến đào tạo tại Mỹ nhưng sau đó lại đẩy sang CA model, trong khi từ đầu chương trình đến phút cuối không bao giờ được đề cập đến. \".\n\nMột phần thưởng nữa là mỹ phẩm Revlon trị giá 300 triệu đồng cũng chưa bao giờ được trao cho Huyền Trang. Huyền Trang cho biết: \"...Tiếp đến là mỹ phẩm Revlon trị giá 300 triệu đồng đến thời điểm này Trang chưa hề nhận được một vật phẩm nào, Trang đã nhiều lần hỏi chương trình nhưng câu trả lời từ chương trình là do phía Revlon lấy lý do Trang từng có mặt trên một mẩu báo nhỏ nói về việc phỏng vấn các Sao dùng gì cho mùa hè để dưỡng da, Trang cũng như những người khác kể ra vài loại hay dùng. Và họ nói rằng Trang quảng cáo cho một hãng sản phẩm khác trong khi trên thực tế Trang chưa hề được nghe trước đó về việc Trang sẽ là hình ảnh đại diện hay phải ký kết độc quyền thương hiệu với Revlon.\"\n\nNhận ra mình không có cơ hội phát triển sự nghiệp với CA Model, Huyền Trang chấm dứt hợp đồng sớm khi cô vẫn chưa nhận được đủ 1 tỷ đồng và lên đường đi đến [[New York]] để thử sức ở thị trường quốc tế. Tại đây cô nhận được sự trợ giúp từ cựu thành viên ban giám khảo Huy Võ - đang học thời trang ở New York.\n\nThời điểm Huyền Trang đang ở New York, vụ việc bê bối giải thưởng của cô vẫn chưa được ai biết cho đến khi xảy ra vụ tai tiếng khi ban tổ chức chương trình tuyên bố rằng hai thí sinh [[Hoàng Thị Thùy|Hoàng Thùy]] (quán quân [[Người mẫu Việt Nam: Vietnam's Next Top Model, Mùa thi 2|mùa 2]]) và [[Nguyễn Thị Tuyết Lan|Tuyết Lan]] đã tham gia trình diễn ở New York Fashion Week trong khi thực chất chỉ là một show thời trang diễn ra cùng thời điểm với New York Fashion Week. Cựu thành viên ban giám khảo đồng thời cũng là người dẫn chương trình mùa giải thứ nhất [[Hà Anh]] lên tiếng vạch trần vụ việc đồng thời đưa vụ bê bối giải thưởng của Huyền Trang ra ánh sáng, tạo nên scandal lớn nhất trong lịch sử của chương trình. Sau khi [[Tyra Banks]] người sáng lập phiên bản Next Top Model lên tiếng cho rằng Hoàng Thùy, Tuyết Lan có diễn New York Fashion Week thì scandal mới dần lắng xuống, Hà Anh cũng bị khán giả chỉ trích là hiếu thắng và hơn thua khi lên tận Facebook Tyra Banks phân bua, tuy nhiên cô đã xóa bình luận của mình sau đó. Mặc cho những nỗ lực của Hà Anh và Huyền Trang, ban tổ chức chương trình vẫn cố tình ỉm đi và Huyền Trang không bao giờ nhận được những giải thưởng mà chương trình đã hứa.\n\nCuối tháng 3\/2012, do vi phạm điều luật xuất nhập cảnh ở Mỹ nên Huyền Trang phải buộc về nước sớm, từ bỏ sự nghiệp của mình tại New York.\n\n== Giải thưởng==\n\n* Năm 2010: Quán quân [[Người mẫu Việt Nam: Vietnam's Next Top Model, Mùa thi 1|Vietnam's Next top model mùa 1]].\n* Năm 2011: Đoạt giải Best Asia trong Model of the World.<ref>{{Chú thích web|url=http:\/\/news.zing.vn\/Huyen-Trang-doat-giai-Nguoi-mau-xuat-sac-nhat-chau-A-post122638.html|title=Huyền Trang đoạt giải Người mẫu xuất sắc nhất châu Á}}<\/ref>\n* Xuất hiện trong rất nhiều tạp chí hàng đầu như Happer Bazaar, Elle, Đẹp,... và các show diễn của các nhà thiết kế nổi tiếng nhất tại Việt Nam.\n* Năm 2012: Người mẫu của năm do Ngoisao.net tổ chức<ref>{{chú thích web|title=Huyền Trang trở thành 'Người mẫu của năm'|url=https:\/\/ngoisao.net\/huyen-trang-tro-thanh-nguoi-mau-cua-nam-2635366.html|website=ngoisao.net|access-date =ngày 10 tháng 3 năm 2020}}<\/ref> (2012)\n* Năm 2012, xuất hiện tại New York Fashion Week, cùng [[Nguyễn Thị Tuyết Lan|Tuyết Lan]] và [[Hoàng Thùy]] trở thành ba người mẫu Việt Nam đầu tiên sải bước tại tuần lễ thời trang danh giá này. Các show diễn Huyền Trang được diễn trong đó bao gồm trong khuôn khổ Mercedes Benz Fashion Week. Ngoài ra, với street style ấn tượng, cô đã lọt vào mắt xanh của nhiều tạp chí tại New York.\n* Tham gia [[Luân Đôn|London]] Fashion Week cũng rất thành công với các show diễn. Năm 2015, khi gia nhập một trong những công ty quản lý người mẫu hàng đầu tại châu Á là Manaquin Models tại Singapore, cô đã xuất hiện trên các tạp chí của nước này. Sau đó, cô tấn công thị trường châu Âu và đã gặp hái được rất nhiều thành công như liên tiếp xuất hiện trên các tạp chí danh giá tại Ý và các hợp đồng quảng cáo của các thương hiệu thời trang lớn. Hình ảnh của Trang Khiếu đã xuất hiện trong các trung tâm thương mại và các đoạn video quảng cáo tại châu Âu. \n* Là người mẫu xuất sắc nhất năm vào các năm 2012 và 2014. Biểu tượng cho những cô gái trẻ dám ước mơ dám thực hiện và hình mẫu lột xác rõ ràng nhất của Vietnam's next top model.\n* Năm 2016, cô tiếp tục gây bất ngờ khi một cách lặng lẽ cô trình diễn tại buổi presentation của thương hiệu Roberto Cavalli, và xuất hiện trong TVC của thương hiệu đồ ăn nhanh McDonald. Đồng thời cô đã ký hợp đồng với một trong những công ty thuộc top 5 làng thời trang Ý – Why Not Models Management.\n* Năm 2015: Giải Elle Style Awards 2015 ở hạng mục Biểu tượng thời trang của năm (2015) và Giải \"Ngôi sao người mẫu [[Châu Á]]\" tại Festival Model Awards của [[Hàn Quốc]].\n* Năm 2014: Top 3 [[Cuộc đua kỳ thú 2014]] [[The Amazing Race]] Vietnam. (Đội Vàng: Trang Khiếu - An Dinh)\n\n== Tạp chí ==\nTrang Khiếu có 57 bìa tổng cộng \n{| class=\"wikitable\"\n|+Danh sách bìa tạp chí của Trang Khiếu\n!Năm\n!Tạp chí\n!Tháng\n!\n|-\n|\n|Người đẹp\n|số 370\n|\n|-\n|\n|Her World\n|05\n|\n|-\n|\n|NAM\n|số 38\n|\n|-\n|\n|Thế giới Văn Hóa\n|số 23\n|\n|-\n|\n|Her World\n|02\n|\n|-\n| rowspan=\"3\" |2011\n|Cẩm nang mua \n|\n|\n|-\n|Mốt và cuộc sống\n|04\n|\n|-\n|[[Đẹp (tạp chí)|Đẹp]]\n|10\n|\n|-\n| rowspan=\"7\" |2012\n|GF\n|\n|\n|-\n|Heritage Fashion\n|02\n|\n|-\n|Lửa Ấm \n|05\n|\n|-\n|[[Đẹp (tạp chí)|Đẹp]]\n|05\n|\n|-\n|[[Đẹp (tạp chí)|Đẹp]]\n|10\n|\n|-\n|[[Đẹp (tạp chí)|Đẹp]]\n|11\n|\n|-\n|FAME\n|11\n|\n|-\n| rowspan=\"8\" |2013\n|Golf & Life\n|04\n|\n|-\n|JetstarPacific\n|07\n|\n|-\n|Her World\n|07\n|\n|-\n|Xe Thể Thao\n|08 \n|\n|-\n|[[Đẹp (tạp chí)|Đẹp]]\n|10\n|\n|-\n|[[Đẹp (tạp chí)|Đẹp]] \n|11\n|\n|-\n|MỐT\n|11 \n|\n|-\n|Men & Life \n|11\n|\n|-\n| rowspan=\"7\" |2014\n|Heritage Fashion\n|04-05\n|\n|-\n|WOVE\n|05\n|\n|-\n|[[Harper's Bazaar|Haper's Bazaar (Singapore)]]\n|06\n|\n|-\n|F fashion\n|08\n|\n|-\n|[[Đẹp (tạp chí)|Đẹp]]\n|10\n|\n|-\n|[[Đẹp (tạp chí)|Đẹp]]\n|11\n|\n|-\n|ELLE\n|11\n|\n|-\n| rowspan=\"5\" |2015\n|Cosmopolitan\n|05\n|\n|-\n|ELLE\n|06\n|\n|-\n|L'Offciel \n|08\n|\n|-\n|[[Đẹp (tạp chí)|Đẹp]]\n|10\n|\n|-\n|Her World\n|11\n|\n|-\n| rowspan=\"4\" |2016\n|F Magazine \n|\n|\n|-\n|[[Harper's Bazaar|Haper's Bazaar]]\n|08\n|<ref>{{Chú thích web|url=https:\/\/bazaarvietnam.vn\/vong-quanh-the-gioi-ngam-loat-anh-bia-harpers-bazaar-so-thang-8\/|tựa đề=Trang Khiếu lên bìa Haper's Bazaar|url-status=dead|ngày truy cập=2021-12-20|archive-date=2021-12-20|archive-url=https:\/\/web.archive.org\/web\/20211220060937\/https:\/\/bazaarvietnam.vn\/vong-quanh-the-gioi-ngam-loat-anh-bia-harpers-bazaar-so-thang-8\/}}<\/ref>\n|-\n|[[Đẹp (tạp chí)|Đẹp]]\n|08\n|\n|-\n|L'Offciel\n|09\n|\n|-\n| rowspan=\"6\" |2017\n|Travellive\n|01 \n|\n|-\n|Golf & Life\n|03 \n|\n|-\n|ELLE\n|05\n|\n|-\n|[[Harper's Bazaar|Haper's Bazaar]]\n|05\n|\n|-\n|Her World\n|06\n|\n|-\n|Business Woman\n|07\n|\n|-\n| rowspan=\"2\" |2018\n|[[Harper's Bazaar|Haper's Bazaar]]\n|12\n|\n|-\n|Golf & Life \n|\n|\n|-\n|2019\n|L'Offciel\n|03\n|\n|}\n\n==Show diễn tiêu biểu==\n{| class=\"wikitable\"\n|'''Năm'''\n|'''Vị trí'''\n|'''Bộ sưu tập'''\n|'''Khuôn khổ'''\n|'''Nhà thiết kế\/Brand'''\n|-\n|2012\n|Vedette\n|Duy Nguyen Collection\n|Elle Fashion Show Fall\/Winter 2012–2013<ref>{{chú thích web|title=Elle Fashion Show Fall\/Winter 2012–2013 Duy Nguyen Collection|url=https:\/\/www.elle.vn\/nha-hang-am-thuc\/elle-fashion-show-fall-winter-2012-2013-duy-nguyen-collection-phai-dep-elle|website=[[Elle]]|access-date =25 tháng 5, 2018|language=vi}}<\/ref>\n|An Nhiên\n|-\n|2013\n|Vedette\n|An Nhien Collection\n|Thời trang và Đam mê<ref name=\"a\">{{chú thích web|title=Huyền Trang, Hoàng Thùy, Trà My hội ngộ tại Thời trang và Đam mê|url=https:\/\/www.24h.com.vn\/nguoi-mau-hoa-hau\/huyen-trang-hoang-thuy-tra-my-hoi-ngo-c214a576803.html|website=24h iOne|access-date =25 tháng 5, 2018|language=vi}}<\/ref>\n|An Nhiên\n|-\n|2013\n|First Face\n|Stone\n|Thời trang và Đam mê<ref name=\"2sao\">{{chú thích web|title=\"Tiệc hội ngộ\" hoành tráng của 2 thế hệ NTK thời trang Việt|url=https:\/\/2sao.vn\/tiec-hoi-ngo-hoanh-trang-cua-2-the-he-ntk-thoi-trang-viet-n-61420.html|website=2sao.vn|access-date =25 tháng 5, 2018|language=vi}}<\/ref>\n|Hoàng Xuân Sơn\n|-\n|2013\n|First Face\n|Giao Linh Collection\n|Thời trang và Đam mê<ref>Thời trang và Đam mê (14\/09\/2013)<\/ref>\n|Giao Linh\n|-\n|2013\n|First Face\n|Haute Couture\n|Thời trang và Đam mê<ref>Thời trang và Đam mê (16\/11\/2013)<\/ref>\n|Võ Công Khanh\n|-\n|2013\n|Vedette\n|Eternal Passion\n|Thời trang và Đam mê<ref>Thời trang và Đam mê (21\/12\/2013)<\/ref>\n|Phan Anh Tuấn\n|-\n|2013\n|Vedette\n|Thổ\n|Thời trang và Đam mê<ref name=\"2sao\"\/>\n|Li Lam\n|-\n|2013\n|First Face\n|Aura<ref>Thời trang và Đam mê (18\/01\/2014)<\/ref>\n|Thời trang và Đam mê<ref>{{chú thích web|title=Bộ sưu tập Aura của Thiều Dũng Nguyên Sang|url=https:\/\/vnexpress.net\/truong-thi-may-bien-hoa-voi-phong-cach-gothic-2929838-p3.html|website=VnExpress|access-date =25 tháng 5, 2018|language=vi}}<\/ref>\n|Thiều Dũng Nguyên Sang\n|-\n|2014\n|Vedette\n|BST Quốc Bình\n|Thời trang và Đam mê<ref>Thời trang và Đam mê (16\/08\/2014)<\/ref>\n|Quốc Bình\n|-\n|2016\n|Vedette\n|BST ANNHA\n|Elle Fashion Journey 2016\n|Thương hiệu ANNHA\n|-\n|2016\n|Vedette\n|BST Giao Linh\n|Elle Fashion Journey 2016\n|Giao Linh\n|}\n\n==Tham khảo==\n{{tham khảo|30em}}\n{{Người mẫu Việt Nam: Vietnam's Next Top Model}}\n\n==Liên kết ngoài==\n{{S-start}}\n{{S-ach}}\n{{S-bef|before=Không có}}\n{{S-ttl|title=Quán quân Vietnam's Next Top Model \n|years=[[Người mẫu Việt Nam: Vietnam's Next Top Model, Mùa thi 1|2010]]}}\n{{S-aft|after=[[Hoàng Thùy|Hoàng Thị Thùy]]}}\n{{S-end}}\n\n[[Thể loại:Sinh năm 1990]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Nữ người mẫu Việt Nam]]\n[[Thể loại:Người mẫu thời trang]]\n[[Thể loại:Vietnam's Next Top Model]]"}