{"793064":"{{chú thích trong bài}} \n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tri Thủy\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.698614\n| kinh độ = 105.955753\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Phú Xuyên]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 10333<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tri Thủy''' là một xã nằm ở phía đông nam của huyện [[Phú Xuyên]], thành phố [[Hà Nội]], cách trung tâm Hà Nội khoảng 43&nbsp;km. Phía Đông giáp xã Khai Thái, phía Tây giáp xã Bạch Hạ, phía Nam giáp xã Minh Tân, phía Bắc giáp xã Phúc Tiến.\n\nDiện tích đất tự nhiên của xã Tri Thủy là 569,54 ha, với dân số tính đến năm 2008 là 8959 người, gồm 2355 hộ gia đình<ref>Theo: Lịch sử Đảng Bộ xã Tri Thủy (1945-2005)<\/ref>.\n\n== Hành chính ==\n\nXã Tri Thủy gồm 5 thôn và 1 xóm: \n1. Thôn Tri Thủy,\n2. Thôn Nhân Sơn, \n3. Thôn Vĩnh Ninh, \n4. Thôn Hoàng Nguyên, \n5. Thôn Bái Đô, \n6. Xóm Hồng Thái.\n\nTrụ sở Ủy ban nhân dân xã và trạm y tế xã đặt tại thôn Vĩnh Ninh.\n\n== Lịch sử ==\n♦ Thôn Tri Thủy xưa kia có tên là Biện Thủy. Đây là khu đất trũng gần bến sông, những cư dân làm nghề chài lưới đến đây tụ cư, dần trở thành xóm chài. Những dòng họ đến đây sinh sống là họ Vũ, họ Tạ, họ Phạm, họ Nguyễn, họ Đỗ, họ Lê, họ Đào... Sau này Biện Thủy được đổi tên thành Tri Thủy.\n\n♦ Thôn Nhân Sơn, xưa kia có tên là Khơi Xá, thuộc làng Biện Thủy. Những dòng họ đến đây sinh sống là họ Nguyễn, họ Trần, họ Đào, họ Hoàng và họ Chu. Năm 1890, làng Khơi Xá được đổi tên thành Nhân Sơn.\n\n♦ Thôn Vĩnh Ninh có chùa Đa Bảo là chốn tổ đạo Phật của xã, xây dựng vào năm 1684. Chùa là nơi sinh hoạt tín ngưỡng,đào tạo các tu hành, chức sắc đạo Phật như các tăng sư, đại đức... Trong những năm kháng chiến chùa là nơi hoạt động bí mật của tổ chức Việt Minh. \nNhững dòng họ đến Vĩnh Ninh sinh sống là họ Nguyễn, họ Tạ, họ Đào, họ Trần, họ Hoàng,...\n\n♦ Thôn Hoàng Nguyên, là thôn có Tiểu chủng viện Hoàng Nguyên được xây dựng vào năm 1823. Đây là nơi giảng dạy kinh bổn, giáo lý và đào tạo các tu sĩ, linh mục,... của Công giáo. Hoàng Nguyên là thôn Công giáo toàn tòng. Những dòng họ đến đây sinh sống là họ Nguyễn, họ Lại, họ Đào,...\n\n♦ Thôn Bái Đô, trước kia có tên là Bái Đô Thượng. Những dòng họ đến đây sinh sống là họ Nguyễn, họ Phạm, họ Đỗ, họ Đào, họ Hoàng, họ Lê,...\n\n♦ Xóm Hồng Thái xưa kia có tên là xóm kẻ khó, bao gồm những người dân nghèo bỏ quê của mình đến đây làm thuê cho nhà chung, sau đó được nhà chung cấp đất và được cố đạo người Pháp bảo lãnh với Công xứ người Pháp, nên được đổi tên là Đạo Nguyên. Năm 1961 Đạo Nguyên được đổi tên thành Hồng Thái. Trước đây xóm Hồng Thái thuộc thôn Bái Đô, từ năm 1994 được tách ra thành đơn vị hành chính độc lập. Những dòng họ đến đây sinh sống là họ Nguyễn, họ Hoàng, họ Vương,...\n\n• Cùng với quá trình biến đổi của tự nhiên, xã hội, địa giới hành chính và tên gọi của các làng xã có nhiều thay đổi: Từ trước Cách mạng tháng 8 năm 1945, các thôn trên là những làng độc lập thuộc tổng Biện Thủy, huyện Phú Xuyên, tỉnh Hà Đông. Đến tháng 4-1946, các xã trên được hợp nhất thành hai xã là Trí Bảo (gồm Tri Thủy, Nhân Sơn, Vĩnh Ninh) và Bái Hoàng Đạo (gồm Hoàng Nguyên, Bái Đô, Đạo Nguyên), thuộc huyện Phú Xuyên,tỉnh Hà Đông. Năm 1948, hai xã Trí Bảo và Bái Hoàng Đạo được hợp nhất, lấy tên là xã Hiệp Hoà. Cuối năm 1970, xã Hiệp Hoà được đổi tên là xã Tri Thủy, thuộc huyện Phú Xuyên, tỉnh Hà Tây. Năm 1976, tỉnh Hà Tây hợp nhất với tỉnh Hoà Bình, xã Tri Thủy thuộc huyện Phú Xuyên, tỉnh Hà Sơn Bình. Năm 1991, hai tỉnh Hà Tây và Hoà Bình tái lập, xã Tri Thủy thuộc huyện Phú Xuyên, tỉnh Hà Tây.\n\n== Di tích lịch sử ==\n* Chùa Đa Bảo: được xây dựng từ năm 1684 (niên hiệu Vĩnh Tộ đời vua Lê Hi Tông). Do thời gian và chiến tranh, đặc biệt là trong thời kì kháng chiến chống [[Pháp]], chùa đã bị hư hại và phải trải qua nhiều lần trùng tu. Hiện nay chùa toạ lạc tại thôn Vĩnh Ninh.\n* Tiểu chủng viện Hoàng Nguyên: được người Pháp xây dựng năm 1823, tại thôn Hoàng Nguyên. Đây từng là nơi học tập của rất nhiều chức sắc nổi tiếng của Công giáo như Hồng y [[Phaolô Giuse Phạm Đình Tụng|Phạm Đình Tụng]], Hồng y [[Giuse Maria Trịnh Văn Căn|Trịnh Văn Căn]]...\n*Đình Tri Thủy: thuộc thôn Tri Thủy, có thời kì được gọi là Tri Thủy trường, do người Pháp chiếm đóng làm nơi thực hiện các công việc hành chính trong xã.\n*Văn chỉ Tri Thủy: Văn chỉ là nơi được xây dựng để khuyến khích việc học tập theo khoa cử xưa. Văn chỉ của xã Tri Thủy từng được xây dựng ở phía sau đình Tri Thủy, nhưng đã bị phá huỷ trong thập kỷ 70-80 của thế kỷ XX. Ngày nay nền móng của Văn chỉ Tri Thủy vẫn còn và đang có nhiều ý kiến mong muốn phục dựng Văn chỉ như một cách để bảo tồn truyền thống và khuyến khích tinh thần học tập của con em nhân dân trong thôn.\n\n== Văn hoá giáo dục ==\n• Văn Hoá:\n\nVào cuối thời Lê, đầu thời Nguyễn (thế kỷ XVII-XX) các làng đều có phe, giáp, phường, hội.\n\nGiáp là tổ chức xã hội tập hợp quần chúng theo giới tính. Nhà ai sinh con trai, khi đầy tuổi có cơi trầu trình với giáp trưởng để giáp trưởng làm lễ thánh. Lúc ấy, người đó đã bắt đầu trở thành thành viên của giáp. Thông thường làng nào cũng có giáp, tuỳ theo làng lớn hay làng nhỏ mà mỗi làng có từ 2 đến 3 giáp. Điểm sinh hoạt của các giáp là đình làng.\n\nCác làng xưa còn có các hội, như hội tư văn, hội vãi già...và các hội khác như hội đồng môn, phường, tổ chức đăng lính...\n\nNgày nay, dấu ấn của phường hội vẫn còn hiện diện, tuy rất mờ nhạt. Các làng đều có nhà văn hoá, có quy chế hoạt động (tương tự hương ước) của làng, xã.\n\nĐình, chùa, nhà thờ,... được giữ gìn, tôn tạo.\n\n• Giáo dục:\n\nTrong lịch sử, đã có một số người trong xã đỗ đạt trong các cuộc thi theo khoa cử truyền thống, như: cụ Vũ Tú Sáu ở thôn Tri Thủy, cụ Nguyễn Huy Môn ở thôn Nhân Sơn (đỗ tú tài toàn phần và được cử làm quan ở Hà Nam.\n \nHiện nay, các thôn trong xã đều đã có một trường tiểu học, xã có một trường trung học cơ sở đặt tại thôn Nhân Sơn. Các trường đều được xây dựng kiên cố, khang trang, được trang bị đầy đủ các trang thiết bị học tập cần thiết.\n\nXã có một trường cấp 3 đóng trên địa bàn thôn Tri Thủy, trường Trung hoc phổ thông Phú Xuyên B.\n\nNgày nay, cùng với sự phát triển chung về đời sống vật chất và đời sống tinh thần của nhân dân, công tác giáo dục được người dân trong xã rất chú ý.\n\n== Kinh tế ==\nXã có 1 chợ là chợ Bìm, tại thôn Tri Thủy, là nơi để người dân trao đổi, buôn bán hàng hoá.\nNgười dân trong xã chủ yếu sống bằng nông nghiệp, ngoài ra còn có các nghề thủ công, một số người làm nghề buôn bán nhỏ,...\n\nĐàn gia súc gia cầm trong xã khá lớn, và được biết đến như là một trong những trung tâm ấp trứng vịt, giết mổ trâu bò lớn trong huyện Phú Xuyên.\n{{Đơn vị hành chính thuộc huyện Phú Xuyên}}\n\n==Tham khảo==\n{{tham khảo}}"}