{"315747":"[[Tập tin:Tritan.jpg|nhỏ|phải|Tạp chí ''Tri tân'' số Tháng Bảy 1945, nội dung có bài chào đón thị trưởng Trần Văn Lai, đại diện của [[chính phủ Trần Trọng Kim]] tiếp thu Hà Nội]] \n'''''Tri tân''''' là một [[tạp chí]] văn hóa xuất bản hàng tuần ở [[Hà Nội]], [[Việt Nam]] bắt đầu từ năm [[1941]] đến năm [[1945]] thì đình bản.\n\n==Mục đích==\nTên của tạp chí được rút từ mệnh đề \"ôn cố tri tân\" ([[chữ Hán|chữ Nho]]: 溫 故 知 新), tức là \"xét lại (cái) cũ (để) biết (cái) mới\" trích từ sách ''[[Luận ngữ|Luận Ngữ]]'' của [[Nho giáo]]<ref>Nguyên văn trong ''Luận ngữ'': ''Ôn cố nhi tri tân, khả dĩ vi sư hĩ'' (溫 故 而 知 新 可 以 爲 師 矣); nghĩa là: Xét lại việc cũ để biết mới thì mới có thể làm thầy.<\/ref> và đúng với danh đề đó, báo ''Tri Tân'' chủ yếu đăng những bào biên khảo, dịch thuật, và phóng sự về những đề tài văn hóa, lịch sử cùng những tiểu thuyết và văn thơ sáng tác hướng cổ. Nhiều lĩnh vực văn hóa mới mẻ như [[phê bình văn học]], [[triết học]], [[ngôn ngữ học]] dần xuất hiện trên báo nhưng tất cả với định hướng \"tìm nguồn\". Người sáng lập là [[Dương Tụ Quán]]<ref>[http:\/\/www.thuviendongnai.gov.vn\/c\/portal\/layout?p_l_id=PUB.1.1&p_p_id=JournalTop10&p_p_action=0&p_p_state=maximized&p_p_mode=edit&p_p_col_id=column-2&p_p_col_pos=4&p_p_col_count=7&_JournalTop10_JournalID=1317 Những sự kiện tháng 11]{{Liên kết hỏng|date = ngày 6 tháng 7 năm 2021 |bot=InternetArchiveBot }}. Trang Thư viện tỉnh Đồng Nai. Truy cập 2009-01-02.<\/ref>, chủ bút là [[Hoàng Thúc Trâm]]<ref>Quốc Anh. \"[http:\/\/www.hoisuhoc.vn\/thongtinsuhoc.asp?id=228 Hoa Bằng Hoàng Thúc Trâm (1902-1977)]{{Liên kết hỏng|date = ngày 6 tháng 7 năm 2021 |bot=InternetArchiveBot }}\". Hội Sử học Việt Nam. Truy cập 2009-01-02.<\/ref>.\n\nTạp chí ''Tri Tân'' có công đóng góp cho nền quốc học và đưa [[chữ Quốc ngữ]] lên thành một phương tiện truyền đạt những đề tài bác học.<ref name=\"Cherry, Haydon. tr 121\">Cherry, Haydon. tr 121<\/ref>\n\n==Tòa soạn==\nToà soạn ban đầu đặt tại số nhà 349 phố Huế, [[Hà Nội]]; từ ngày [[8 tháng 8]] năm [[1941]] trụ sở được chuyển tới số 195 phố Hàng Bông; từ ''Tri tân'' số 100, ngày [[24 tháng 6]] năm [[1943]] thì dời địa chỉ đến số 95-97 phố Chanceaulme (nay là Tô Hiến Thành). Chủ nhiệm (''directeur'') ''Tri tân'' là Nguyễn Tường Phượng; quản lý (''administrateur gérant'') là Dương Tụ Quán; từ đầu tháng 7 năm [[1943]], Nguyễn Tường Phượng đảm nhiệm cả hai vai trò nói trên (''directeur gérant'').\n\n==Trình bày==\nTạp chí ''Tri Tân'' in ra với khổ 20 x 25&nbsp;cm. Mỗi số có 24 trang. Theo giấy phép của chính quyền [[Liên bang Đông Dương|Bảo hộ]] thì tạp chí là ''revue culturelle hebdomadaire''. Số đầu tiên ra mắt ngày [[3 tháng 6]] năm [[1941]] với giá là 12 [[đồng bạc Đông Dương]], mỗi kỳ từ 1.500 đến 2.000 ấn bản.<ref name=\"Cherry, Haydon. tr 121\"\/>\n\n==Thành phần tác giả và nội dung==\n''Tri Tân'' quy tụ được nhiều tác giả đương thời đóng góp bài vở, thuộc các lĩnh vực [[lịch sử|sử học]], [[dân tộc học]], [[triết học]], [[ngôn ngữ học]], nghiên cứu và phê bình văn học, v.v... Bên cạnh các nội dung thuộc các đề tài khoa học xã hội và nhân văn nói trên, tạp chí cũng đăng một số bài về [[khoa học tự nhiên]], [[công nghệ]]...\n\nVề khảo cứu văn hoá, đáng kể nhất phải kể đến Ứng Hòe [[Nguyễn Văn Tố]]. Ông góp mặt thường xuyên trên hầu hết các số của ''Tri tân'' với rất nhiều thể loại bài viết, nghiên cứu về lịch sử trung đại Việt Nam (mà tiêu biểu là những chuyên khảo \"Đại Nam dật sử\", \"Sử ta so với sử Tàu\", \"Những ông nghè triều Lê\", được ''Tri tân'' đăng dài kỳ, cùng nhiều bài khảo cứu khác), về văn học trung đại Việt Nam (đặc biệt là chuyên khảo \"Tài liệu để đính chính những bài văn cổ\"), và về nhiều vấn đề văn hoá khác.\n\n''Tri tân'' cũng có một số trang đáng kể dành cho [[phê bình văn học]]. Về thể loại này, ''Tri tân'' đã là nơi trưởng thành của một số tác gia phê bình như Lê Thanh, Kiều Thanh Quế, đồng thời là nơi xuất hiện những bài viết sớm của những tên tuổi mà sau này trở nên nổi tiếng như [[Đặng Thai Mai]], [[Hoài Thanh]], [[Nguyễn Đình Thi]], v.v...\n\nNgoài ra còn có các học giả [[Dương Quảng Hàm]], Lê Văn Hòe, [[Nguyễn Đổng Chi]], Hoa Bằng [[Hoàng Thúc Trâm]], [[Nguyễn Tường Phượng]], [[Chu Thiên]] Hoàng Minh Giám, Bảo Vân [[Bùi Văn Bảo]], [[Ngô Văn Triện]], [[Đào Duy Anh]], [[Đào Trọng Đủ]], [[Ngô Tất Tố]]... Đề tài lịch sử không dừng ở những bài biên khảo, ký sự như \"Bia Văn Miếu\" và \"Indrapura-Đồng Dương\" mà cả những phóng tác như [[kịch thơ]], [[tiểu thuyết]], đặc biệt [[thơ trường thiên]] đề tài lịch sử và thơ triết học của \"thi chủ\" [[Minh Tuyền]] Hoàng Chí Trị.<ref>Hoàng Thư Ngân. \"Trả lại tên cho một nhà thơ tiền chiến đất Thăng Long\", \"Việt Nam có triết thi ?\". Phongdiep.net 2011.<\/ref> Đáng ghi nhận là một số tiểu thuyết như \"Thoát cung vua Mạc\" của Chu Thiên và \"Đêm hội Long Trì\" của [[Nguyễn Huy Tưởng]] được đăng thành nhiều kỳ trên tạp chí.<ref>Lại Nguyên Ân và Nguyễn Hữu Sơn. ''Tạp chí'' Tri Tân'' (1941-1945): Truyện và ký''. Hà Nội: Nhà xuất bản Hội nhà văn, 2000. Trang 6-7.<\/ref>\n\n==Đình bản==\nSau khi [[Việt Minh]] lên [[Cách mạng tháng Tám|nắm chính quyền vào Tháng Tám]] năm [[1945]] thì ''Tri tân'' bị chỉ trích là \"nệ cổ\"<ref>[[Trường Chinh]]: ''Mấy nguyên tắc lớn của cuộc vận động văn hoá Việt Nam mới lúc này''. ''Tiên phong'', số 2, ra ngày 1 tháng 12 năm 1945.<\/ref> và \"cản trở sự tiến hóa của dân tộc\"<ref>[[Nguyễn Đình Thi]]: ''Dưới ánh sáng cứu quốc, xét qua văn hoá Việt Nam trong sáu năm chiến tranh 1939-1945''. ''Tiên phong'', số 1, ra ngày 10 tháng 11 năm 1945, tr. 8, 9.<\/ref> nên phải đình bản.\n\nSố báo ''Tri tân'' cuối cùng ra ngày [[22 tháng 11]] năm [[1945]], kết thúc 5 năm xuất bản với 212 số báo. Sang năm [[1946]], ''Tri tân'' số 1 loại mới ra mắt ngày [[6 tháng 6]] với chuyên khảo \"Nam Bộ đất Việt Nam\" do Long Điền biên tập, rồi theo đó ra được số 2 ngày [[16 tháng 6]] năm 1946 thì ngưng hẳn. Trên thực tế đây mới là số báo cuối cùng. Tổng cộng ''Tri tân'' \"mới\" và \"cũ\" ra được 214 số với hơn 5.000 trang bài vở, đánh dấu một bước tiến trong ngành báo chí tiếng Việt.\n\n==Chú thích==\n{{Tham khảo}}\n\n== Tham khảo ==\n*Cherry, Haydon. \"Social Communication and Colonial Archeology in Viêt Nam.\" ''New Zealand Journal of Asian Studies'' 6, 2 (December, 2004): 111-126.\n*Lại Nguyên An và Nguyễn Hữu Sơn (1999). ''Tạp chí ''Tri Tân'' (1941-1945): Truyện và ký''. Hà Nội. Nhà xuất bản Hội Nhà văn.\n*CD sao chụp toàn bộ tạp chí ''Tri tân'' do [[Viện Viễn Đông Bác cổ|Viễn Đông Bác cổ]] thực hiện.\n\n==Liên kết ngoài==\n* [https:\/\/www.nguoi-viet.com\/ThuVienNguoiViet\/TriTan.php Toàn bộ 212 số tạp chí ''Tri Tân''], số hóa tại Thư viện Người Việt.\n* [https:\/\/nhatbook.net\/tri-tan-bo-moi-so-1\/ ''Tri Tân'' loại mới số 1]{{Liên kết hỏng|date=2022-03-22 |bot=InternetArchiveBot }} và [https:\/\/nhatbook.net\/tri-tan-bo-moi-so-2\/ số 2]{{Liên kết hỏng|date=2022-03-22 |bot=InternetArchiveBot }}\n\n[[Thể loại:Báo chí Việt Nam thời Pháp thuộc|T]]\n[[Thể loại:Tạp chí Việt Nam]]\n[[Thể loại:Văn hóa Hà Nội]]\n[[Thể loại:Khởi đầu năm 1941]]\n[[Thể loại:Chấm dứt năm 1946]]"}