{"543324":"{{Thông tin đơn vị hành chính Việt Nam |xã\n| tên = Tri Trung\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| diện tích = 3,82 km²<ref name=MS>{{chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date = ngày 24 tháng 3 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|url-status=dead}}<\/ref>\n| dân số = 4.782 người<ref name=ubndhn>{{chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-64-tb-ubnd-ha-noi-2022-danh-gia-cap-do-dich-trong-phong-chong-dich-covid-19-cap-nhat-09h00-ngay-21-01-2022-216130-d2.html|tựa đề=Thông báo 64\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 21\/01\/2022|tác giả=Ủy ban nhân dân thành phố Hà Nội|ngày=2022-01-21|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(4782\/3.82)}} }} người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Phú Xuyên]]\n| thành lập = \n| chủ tịch UBND = \n| chủ tịch HĐND = \n| chủ tịch UBMTTQ = \n| bí thư =  \n| trụ sở UBND = \n| mã hành chính = 10288<ref>{{chú thích web|url=https:\/\/danhmuchanhchinh.gso.gov.vn\/|title=Đơn vị hành chính|website=danhmuchanhchinh.gso.gov.vn}}<\/ref>\n| mã bưu chính = \n}}\n'''Tri Trung''' là một [[xã (Việt Nam)|xã]] thuộc huyện [[Phú Xuyên]], [[hà Nội|thành phố Hà Nội]], [[Việt Nam]]. Đây là xã có [[Dự án đường trục phía nam Hà Nội]] đi qua.\n== Diện tích và dân số ==\nXã Tri Trung có [[diện tích]] 3,82&nbsp;km²<ref name=QD19>Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ<\/ref>. Theo [[Điều tra dân số|Tổng điều tra dân số]] năm 1999, xã Tri Trung có [[dân số|số dân]] 3.636 người<ref name=QD19\/>.\n\n==Địa giới hành chính==\nXã Tri Trung nằm ở phía tây bắc của huyện Phú Xuyên.\n*[[Hướng Đông|Phía đông]] giáp các xã Hồng Minh, [[Văn Hoàng]] và [[Hoàng Long]];\n*[[Hướng Nam|Phía nam]] giáp xã Hoàng Long;\n*[[Hướng Tây|Phía tây]] giáp xã Phú Túc;\n*[[Hướng Bắc|Phía bắc]] giáp xã Hồng Minh.\n\n==Hành chính==\nXã Tri Trung gồm hai làng (thôn) là Tri Chỉ (Kẻ Chể) và Trung Lập (Kẻ Sộp).\n\n==Lịch sử==\nXã Tri Trung được thành lập lần đầu năm [[1946]], là năm Tổng tuyển cử đầu tiên của nước [[Việt Nam Dân chủ Cộng hòa|Việt Nam dân chủ cộng hoà]], trên cơ sở sáp nhập hai xã Tri Chỉ và Trung Lập của tổng Tri Chỉ. Lúc này xã Tri Trung thuộc huyện Phú Xuyên, [[hà Đông (tỉnh)|tỉnh Hà Đông]].\n\nNăm 1948, xã Tri Trung cùng với xã Phú Túc (kể cả làng Đường La và Trình Viên) lập thành xã Ái Quốc. \n \nNăm 1956, Chính phủ tách hai thôn Tri Chỉ (làng Chể) và Trung Lập (làng Sộp) của xã Ái Quốc tái lập lại xã Tri Trung cho đến ngày nay.\n\n==Làng Tri Chỉ==\n[[Tập tin:Bản đồ thôn Tri Chỉ, xã Tri Trung.png|nhỏ|249x249px|Bản đồ thôn Tri Chỉ.]]\nLàng Chể (làng Tri Chỉ) là một làng quê thuộc vùng đồng chiêm trũng, với địa thế nằm dọc theo bờ [[sông Nhuệ]], chiều dài khoảng 1&nbsp;km, làng Tri Chỉ có thế đất rất đặc biệt theo kiểu chữ Nhi (而) và chia thành hai làng (làng Thượng và làng Hạ) với diện tích 470 mẫu (đất canh tác 420 mẫu, đất thổ cư 50 mẫu), dân số 2.154 nhân khẩu (459 hộ gia đình), đời sống chính là sản xuất nông nghiệp.\n\nVề mặt địa lý, làng Tri Chỉ phía đông giáp sông Nhuệ, phía tây giáp xã [[Phú Túc, Phú Xuyên|Phú Túc]], phía bắc giáp làng Tân Độ (làng Nhầu) thuộc xã [[Hồng Minh, Phú Xuyên|Hồng Minh]], phía nam giáp làng Trung Lập (làng Sộp) thuộc xã Tri Trung.\n\nTheo âm Hán Việt: Tri là biết, Chỉ là dừng lại; tên làng Tri Chỉ có nghĩa là biết dừng.\n\nQua khảo sát một số tộc phả ở Tri Chỉ và một vài di chỉ như rìu đồng ở ao Phục Viên, trống đồng ở làng Trung Lập, tiền xu mang chữ \"Hưng triều thông bảo\", bia đề \"Mã Viện chi thê\" ở Nghè (nhiều người trong làng cho biết là đã nhìn thấy, nay đã bị thất lạc), đồng thời, dựa vào các sách Tên làng xã Việt Nam thế kỉ XIX, cộng với tư liệu địa phương, chúng ta có thể biết:\n\nVào đời [[Lê Thái Tông]], niên hiệu Thiệu Bình (1434 -1439), Tri Chỉ là một xã của tổng Hoà Mỹ, huyện Phú Xuyên, phủ Thường Tín, [[sơn Nam (địa danh cũ Việt Nam)|trấn Sơn Nam]], có nghĩa là từ thời điểm đó, chúng ta mới biết được một \"địa chỉ\" cụ thể về Tri Chỉ trong hệ thống làng xã Việt Nam cổ truyền. Từ đây, làng Tri Chỉ có một số thay đổi về địa danh: Đầu thế kỉ XIX thuộc trấn Sơn Nam Thượng. Trước năm 1888 thuộc tỉnh Hà Nội, trước năm 1945 là xã Tri Chỉ thuộc tổng Tri Chỉ, huyện Phú Xuyên, tỉnh Hà Đông gồm các xóm (khu dân cư): ngõ Sọi, ngõ Làng, ngõ Chỗ, ngõ Cừ (làng Thượng), ngõ Đình, ngõ Hổi, ngõ Ngói, ngõ Bờ Sông, Ngõ Cõi, ngõ Đông, Ngõ Cây Thơm (làng Hạ), sau đổi thành các xóm: Thanh Tự, Thanh Khê, Thanh Tân, Thanh Lịch, Chính Tâm và Đông Phú. Mỗi xóm có một trưởng xóm do trong xóm cắt phiên mỗi người làm một năm và có ngày tháng quy định, ở đầu các xóm có một mảnh đất khoảng 70m<sup>2<\/sup> để xây miếu thờ Thổ công xóm (nay đã biến thành khu dân cư).\n\nNăm [[1946]], hai xã Tri Chỉ và Trung Lập của tổng Tri Chỉ sáp nhập thành xã Tri Trung thuộc huyện Phú Xuyên, [[hà Đông (tỉnh)|tỉnh Hà Đông]]. Năm 1948 xã Tri Trung cùng với xã Phú Túc (kể cả làng Đường La và Trình Viên) lập thành xã Ái Quốc. Trong thời gian này, các xóm (ngõ) cũ của làng Tri Chỉ cũng được thay đổi: ngõ Sọi, ngõ Làng, ngõ Chỗ đổi thành xóm Hoà Bình; ngõ Đình, ngõ Hổi (xóm Thanh Tân cũ) đổi thành xóm Hạnh Phúc; ngõ Ngói (Thanh Lịch cũ) đổi thành xóm Dân Chủ; ngõ Cõi (Chính Tâm cũ) đổi thành xóm Tự Do; ngõ Đông (Đông Phú) đổi thành xóm Cộng Hoà.\n \nHiện nay, làng Tri Chỉ chia thành ba khu dân cư (đội sản xuất): Đội sản xuất số 1 gồm cả xóm Hoà Bình (làng Thượng); Đội sản xuất số 2 gồm hai xóm cũ Hạnh Phúc và Dân Chủ; Đội sản xuất số 3 gồm hai xóm: Tự Do và Cộng Hoà.\n\nCác đường (ngõ) của thôn Tri Chỉ ngày nay kể từ bắc xuống nam gồm: ngõ Thanh Tự, ngõ Thanh Lương, ngõ Tân Bình, ngõ Thanh Khê, ngõ Cừ, đường Hồng Minh – Tri Trung, ngõ Đình, ngõ Hổi, ngõ Bờ Sông, ngõ Ngói, ngõ Cõi, ngõ Đông và ngõ Cây Thơm. Phía đông của thôn là đường Cái, phía Tây là đường Tri Trung – Hoàng Long. Hai đường này chạy song song với nhau.\n\nCách đây hàng trăm năm, nơi đây còn là vùng đầm lầy, hoang vu với những bãi bồi ven sông. Trải qua bao đời khai phá, ông cha ta đã chung lưng, đấu cật nhổ gốc, bốc trà, thau chua rửa mặn, biến những bãi đồng hoang vắng, đầm lầy lau sậy um tùm thành những cánh đồng thẳng cánh cò bay, dựng nên quê hương Tri Chỉ đầm ấm, đông đúc và vui vầy.\n\nHiện nay đất canh tác gồm 420 mẫu Bắc Bộ chia thành các xứ đồng: Cán Tàn, Cây Chanh, Mụ (Cây Gáo), Cây Đa, Cây Đề, Đồng Sung, Sân Trà, Lầy, Xép, Gốc, Sậy, Dâu, Đường Cà, Ba Đỗi, Bói, Ác Bạc, Ngang, Cầu, Nẩy Trung, Nẩy Dài, Đồ Ấm,... Năm 1937, làng Tri Chỉ có một xứ đồng Nhội khoảng 40 mẫu, do khơi dòng sông Nhuệ đã nắn lại đoạn sông từ làng Gọc (xã Phượng Dực) đến Ba Lương (thuộc xã Đại Xuyên) cho thẳng dòng, nên xứ đồng Nhội đã thuộc về làng Văn Trai thuộc xã Văn Hoàng, hiện nay làng Văn Trai gọi là xứ đồng Chể. Tên gọi kẻ Chể, cho chúng ta biết đây là vùng đất cổ, được khai phá từ rất sớm. Những nhóm người nhỏ gồm các dòng họ khác nhau lớn dần thành trang, ấp, chòm, xóm rồi thành làng như hiện nay.\n\n==Làng chèo Trung Lập==\n[[Tập tin:Bản đồ thôn Trung Lập, xã Tri Trung.png|nhỏ|Bản đồ thôn Trung Lập]]\nLàng Trung Lập, tên nôm gọi là kẻ Sộp. Trước năm 1945 là xã Trung Lập thuộc tổng Tri Chỉ, huyện Phú Xuyên, tỉnh Hà Đông. Năm 1946 thuộc xã Tri Trung. Năm 1948 thuộc xã Ái Quốc. Năm 1952, xã Ái Quốc chia thành hai xã Phú Túc và Tri Trung, thôn Trung Lập thuộc xã Tri Trung cho đến ngày nay. Về vị trí địa lý, phía bắc giáp thôn Tri Chỉ (cùng xã), phía đông giáp xã Văn Hoàng, phía nam giáp xã Hoàng Long, phía tây giáp xã Phú Túc. Làng Trung Lập có diện tích 180,77 ha, dân số khoảng 1800 nhân khẩu, đời sống chính là sản xuất nông nghiệp.\n\nTương truyền, ông Phó Dón và một số người khác đã đến khu đồng cao phía tây làng Tri Chỉ lập nên một xóm mới... Những chứng tích ra đời của làng Trung Lập vẫn còn nguyên giá trị lưu truyền về một cánh đồng có tên gọi là đồng Phó Dón, hoặc tên làng Lập Thôn ghi trong bản đồ hành chính của người Pháp in năm 1917. Cho mãi tới sau này, người dân Lập Thôn mới đổi tên làng thành làng Trung Lập<ref name=\"TT1\"\/>.\n\nLập nên làng mới, nhân dân Trung Lập và Tri Chỉ đã chọn cánh đồng Xép Nhọn là nơi giáp canh, trồng cột mốc giữa hai làng làm nơi giáp cư mà người cưa gọi là đường Đá Mốc. Dân làng Lập Thôn còn xây dựng đình, chùa làm nơi giao lưu văn hoá, lập miếu Thượng, miếu Trung để ghi nhớ công lao người tiền bối gây dựng cơ nghiệp.<ref name=\"TT1\">Theo sách ''Lịch sử Đảng bộ và nhân dân xã Tri Trung (1945 - 2000).<\/ref>.\n\nTrước năm 1965, làng Trung Lập có bốn xóm và năm ngõ: xóm 1 - Nam Dương Hạng, xóm 2 - Đông Dương Hạng, xóm 3 - Trung Hưng Hạ Hạng, xóm 4 - Tử Dương Hạng; ngõ 1 - Nam Dương Hạng, ngõ 2 - Đông Dương Hạng, ngõ 3 - Trung Hưng Hạ Hạng, ngõ 4 (có cổng) - Trung Hưng Hạ Thượng, ngõ 5 - Tử Dương Hạng (nay là xóm Tía). Bốn xóm, năm ngõ này về sau hợp thành ba giáp: Đông, Tây, Nam. Hiện nay, làng Trung Lập được chia thành sáu xóm: xóm Nhất, xóm Nhị, xóm Tam trên, xóm Tam dưới, xóm Tía và xóm Mương. Tính đến tháng 9 năm 2009, làng Trung Lập có 17 dòng họ.\n\nLàng chèo Trung Lập, xã Tri Trung, huyện Phú Xuyên là ngôi làng thuần nông và có nghề vác đất, đắp đất cho nhiều nơi để kiếm sống. Đoàn [[Chèo]] của làng được thành lập từ năm 1936. Tuy nhiên về danh nghĩa thì Câu lạc bộ [[Hát chèo]] của làng Trung Lập chính thức được thành lập từ năm 1999 như là nơi để mọi người thể hiện niềm say mê với [[Chèo]], đồng thời cũng lưu giữ lại các vốn Chèo cổ có nguy cơ bị mai một. Tuy \"biên chế\" của đoàn chỉ có hơn 30 người chính thức, nhưng Trung Lập đã thành làng hát Chèo, nhiều nghệ nhân như Đỗ Thị Hoa, Lê Thị Phái, Lê Danh Ứng, Quang Liễn, Lê Tuấn Khiết… đã được Nhà nước tặng Kỷ niệm chương vì phong trào văn hóa nghệ thuật. Từ làng Chèo Trung Lập, nhiều thế hệ đã đi đây đi đó, quảng bá cho chèo truyền thống. Con em ở làng hiện nay có nhiều người đang công tác ở các [[Nhà hát Chèo Hà Nội|đoàn chèo Hà Nội]], Phú Thọ, Đài Tiếng nói Việt Nam.... Các vở diễn thành công phải kể đến: Khói lửa Cầu Giẽ, Sức mới vào xuân, Sóng vỗ chân cầu, Đất quê hương...<ref>{{chú thích web|url=http:\/\/thegioidisan.vn\/vi\/tieng-cheo-lang-trung-lap.html|title=Tiếng chèo làng Trung Lập|website=thegioidisan.vn}}<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Đơn vị hành chính thuộc huyện Phú Xuyên}}"}