{"3211710":"'''Triệu Tiết''' ([[chữ Hán]]: 赵禼, [[1026]] – [[1090]]), [[Tên chữ (người)|tên tự]] là '''Công Tài''', người Y Chánh, Cung Châu <ref>Nay là [[huyện cấp thị]] [[Cung Lai]], [[phó tỉnh cấp thành thị]] [[Thành Đô]], [[Tứ Xuyên]]<\/ref>, là tướng lĩnh, quan viên [[nhà Bắc Tống]] trong [[lịch sử Trung Quốc]]. Triệu Tiết từng làm Chiêu thảo phó sứ, theo Chiêu thảo sứ [[Quách Quỳ]] xâm lược [[Đại Việt]]. Gần trọn sự nghiệp của mình, Triệu Tiết bảo vệ biên giới phía tây, chống lại [[Tây Hạ]]; chủ trương chiêu dụ dân chúng vùng biên, lấn dần sang đất địch, luôn phản đối việc gây chiến tranh.\n\n== Phòng bị Tây Hạ ==\nTiết đỗ tiến sĩ, làm Phần Châu tư pháp tham quân. Quách Quỳ làm Tuyên phủ Thiểm Tây, vời Tiết làm Chưởng cơ nghi văn tự. Tri Thanh Giản thành [[Chủng Ngạc]] (con [[Chủng Thế Hành]]) tự ý thu nạp mấy vạn dân Tây Hạ đến hàng vào Tuy Châu (1067), triều đình cho rằng Ngạc sinh sự, nghị luận đòi giết Ngạc, muốn trả dân về đất cũ, để tránh thù oán gây ra chiến tranh, Tiết dâng sớ kiến nghị đem dân ấy đổi lấy những [[người Hán]] đang phục vụ Tây Hạ là Tô Lập, Cảnh Tuân <ref>Năm 1067, Chủng Ngạc xây thành ở Tuy Châu, đẩy lui quân Tây Hạ, chiếm giữ đất này. Cùng năm, các tộc Phiên, Khương ở vùng Hoành Sơn, Thiểm Tây nhiều năm bị Tây Hạ điều động tham gia chiến tranh, bàn nhau quy thuận nhà Tống. Tây Hạ Nghị Tông không cam tâm, muốn dời họ đi Hưng Châu (nay là [[Ngân Xuyên]], [[Ninh Hạ]]), gây xao động dân tình. Tướng Tống giữ thành Thanh Giản là Chủng Ngạc thừa cơ chiêu dụ, vì thế cư dân Hoành Sơn quy hàng. Ban đầu triều đình nhà Tống có ý kiến cho rằng Ngạc gây sự, bãi truất ông ta; về sau lại có nhiều ý kiến ủng hộ tương tự như Triệu Tiết, Tống Thần Tống cũng hối hận, nên khôi phục cho Ngạc. Vì thế nhà Tống chia đất, cấp nhà cho dân mới hàng, [[Tây Hạ Nghị Tông]] Lý Lượng Tộ muốn thương lượng, nhưng triều đình nhà Tống ra điều kiện Tây Hạ phải giao nộp Tô Lập, Cảnh Tuân. Tô Lập là người Tần Phượng lộ, bị bắt vào năm 1065; Cảnh Tuân là người Duyên An, Thiểm Tây, vì phạm tội mà đào thoát sang Tây Hạ. Cả hai đều được Tây Hạ Nghị Tông trọng dụng (nhằm cải cách chánh quyền theo Hán chế), nên Nghị Tông đành bỏ qua việc này<\/ref>.\n\nTiết lại theo Quách Quỳ đến Phu Duyên lộ, làm Di thư chấp chánh; kiến nghị giữ lại Tuy Châu để phô trương binh thế, trước tiên đo đạc Đại Lý Hà Xuyên, xây dựng bảo, trại, hoạch định 30 dặm đất trồng trọt, dành cho người quy hàng; vì nếu bỏ rơi đất này, sẽ không có nơi chứa chấp người mới về hàng, vin vào tiền lệ Chủng Thế Hành xây thành Thanh Giản để chiêu dụ các bộ lạc Phiên. Triều đình nghe theo, thu hàng được mấy vạn người, giúp che chở đông lộ. Năm Hi Ninh đầu tiên (1068), Tây Hạ giao nộp hung thủ thích sát Tri Bảo An quân Dương Định là bọn Lý Sùng Quý, Hàn Đạo Hỷ để cầu hòa; triều đình muốn phong quan chức cho các thủ lĩnh dân tộc thiểu số, nhưng đợi xử lý xong bọn Sùng Quý rồi mới tiến hành <ref>Dương Định từng đi sứ Tây Hạ, gặp Tây Hạ Nghị Tông thì quỳ lạy xưng thần, còn đáp ứng giao trả các thục hộ (các họ dân tộc thiểu số quy thuận đã lâu) vùng biên. Vì vậy Tây Hạ Nghị Tông tặng cho Định các thứ kiếm, gương cùng nhiều vàng, bạc, châu báu. Định quay về, chỉ dâng lên kiếm, gương, còn khoa trương rằng thích sát chúa Tây Hạ rất dễ. Tống Thần Tông tin là thật, lấy Định làm Tri Bảo An quân, trù tính mưu kế thích sát Hạ chúa. Năm 1067, Chủng Ngạc xây thành Tuy Châu, nhiều lần bẻ gãy các cuộc tấn công của Tây Hạ, khiến Tây Hạ Nghị Tông cho rằng Định đã bán đứng mình, quyết tâm giết chết ông ta. Tháng 10 ÂL năm 1067, người Tây Hạ trá xưng hội nghị mời Dương Định đến mà giết đi. Quách Quỳ tra xét gắt gao, nắm được danh tính của bọn Lý Sùng Quý, Hàn Đạo Hỷ. Trong năm ấy, Nghị Tông băng; Lương thái hậu bị Quách Quỳ bức bách, vào năm sau (1068), buộc phải nộp người. Bọn Sùng Quý gặp Tống Thần Tông, thuật lại mọi chuyện, nên Thần Tông cho rằng việc này là do Dương Định sanh sự, miễn quan chức, tịch biên gia sản của ông ta, đồng thời phạt đòn qua loa bọn Sùng Quý<\/ref>. Nhân dịp này, triều đình đồng ý nhận 2 trại Tắc Môn, An Viễn, trả Tuy Châu lại cho Tây Hạ; Tiết cho rằng nên giữ lại Tuy Châu, để tăng cường biên phòng. [[Tống Thần Tông]] triệu Tiết về hỏi tình hình, ông đáp rằng giữ hay không giữ Tuy Châu thì vẫn phải điều binh phòng bị Tây Hạ, hơn nữa 2 vạn dân mới hàng đã vào đất Tống, không thể bỏ rơi họ. Thần Tông lấy làm phải, cho Tiết nhận hư hàm Tập Hiền hiệu lý <ref>Hiệu lý là quan chức đảm nhiệm việc hiệu khám, chỉnh lý thư tịch trong cung đình; [[đời Đường]], Tống gọi là Tập Hiền (điện) hiệu lý; [[đời Nguyên]], [[đời Minh|Minh]] phế bỏ; [[đời Thanh]] gọi là Văn Uyên (các) hiệu lý<\/ref>.\n\nNgười Tây Hạ xâm phạm Hoàn Khánh lộ, sau đó lại đến chúc mừng năm mới. Tiết hiến kế ly gián kẻ địch, nhân đó chiêu dụ dân cư Hoành Sơn, cho rằng đó là không đánh mà khuất phục binh lực của địch. Tiết được thăng làm Đề điểm Thiểm Tây hình ngục; [[Hàn Giáng]] làm Tuyên phủ Thiểm Tây, muốn đem quân Hà Đông đi đánh Tây Hạ, ông khuyên rằng Tây Hạ thủy thổ khô cằn, địa hình hiểm trở, rời xa cửa ải rất dễ bị chặn mất đường về, chẳng bằng dựa vào binh uy mà chiêu dụ dân chúng ở biên thùy, hòng lấn dần sang đất địch, còn hơn gây sự chiến tranh vừa khó nhọc lại chưa chắc thắng lợi. Giáng vẫn muốn dùng vũ lực chiếm Hoành Sơn, bèn nghe theo sách lược của Chủng Ngạc, điều quân vào Tây Hạ; đồng thời lấy Tiết làm Quyền Tuyên phủ phán quan <ref>Phán quan đời Tống là liêu tá của các quan chức Đoàn luyện sứ, Tuyên phủ sứ, Chế trí sứ, Chuyển vận sứ, phụ trách chánh sự<\/ref>. Sau đó, Tiết được gia hư hàm Trực Long Đồ các, chức Tri Duyên Châu <ref>Tháng giêng ÂL năm 1071, Hàn Giáng lệnh cho chư quân Hà Đông đến Ngân Xuyên hội quân; nhân Chủng Ngạc đánh bại quân Tây Hạ, bèn lệnh cho họ đều chịu sự tiết độ của Ngạc. Chư tướng bất phục Ngạc, sanh ra nhiều dị nghị, Giáng hặc tội Quách Quỳ quấy nhiễu quân sự, khiến triều đình triệu Quỳ trở về. Bấy giờ Giáng tổ chức binh sĩ tộc Phiên làm cánh quân thứ 7 (thất quân), lấy chiến mã của kỵ binh cấp cho họ, đến nỗi có kỵ binh ôm đầu ngựa mà khóc, gây mất lòng tướng sĩ. Sau đó, Ngạc đánh bại quân Hạ ở La Ngột, Giáng lệnh cho Ngạc đem 2 vạn quân đắp thành ở đó, nhằm khống chế vùng Hoành Sơn. Quân Tống chia ra xây dựng một loạt đồn trại mới, trong khi Ngạc ở Tuy Đức tiết chế chư quân. Tháng 3 ÂL, quân Hạ phản công, chiếm mất tất cả các đồn trại ấy; lại thêm binh sĩ Khánh Châu nổi loạn trong thành La Ngột, triều đình hạ chiếu bãi binh, quân Tống lui chạy khỏi Tây Hạ, đúng như dự liệu của Quách Quỳ. Giáng, Ngạc do vậy đều bị biếm chức. Lần tây chinh này, Tiết không bị liên quan<\/ref>.\n\nTây Hạ nhiều lần sai sứ thông hảo, nhưng đều đánh tiếng muốn quấy nhiễu biên thùy. Triều đình hạ chiếu hỏi phương lược, Tiết hiến kế: sai bì tướng [[Khúc Trân]], [[Lữ Chân]] đem quân chia nhau đi tuần các mặt đông, tây. Khúc Trân giữa đường gặp 4 vạn quân Hạ đang theo đường nhỏ tấn công Tuy Châu, Lữ Chân tiếp ứng đánh cho kẻ địch thua chạy. Tiết biết người Hạ luôn muốn giành lại Tuy Châu, nên kiến nghị vạch rõ địa giới với sứ giả sang thông hảo. Sang năm (1069), triều đình nghe theo, đổi Tuy Châu làm thành Tuy Đức.\n\nKhi xưa đất đai Phu Duyên lộ bị bỏ hoang, những kẻ chiếm hữu ruộng đất không chịu nộp tô thuế, dựa vào sự bảo hộ của triều đình đối với các dân tộc thiểu số. Sau chiến tranh Hạ – Tống thời [[Tống Nhân Tông]] (1039), vùng này càng thêm điêu tàn, trong khi các tù trưởng chiếm hữu những diện tích rộng lớn. Tiết chiêu dụ các tù trưởng, hứa hẹn không hỏi đến ruộng đất, chỉ yêu cầu bổ sung hộ tịch; bọn họ cảm phục nên vui lòng làm theo. Tiết kiểm kê được ruộng đất bỏ hoang cả công lẫn tư có hơn 7500 khoảnh, mộ được 17000 kỵ binh. Tiết phát hiện binh sĩ người Phiên không có trong sổ bộ, tản mát không thể tra xét; nhân đó kiến nghị xăm ký hiệu trên tay của họ. Gặp năm đói kém, binh sĩ người Phiên tình nguyện xăm tay sẽ được ban thêm một hộc gạo, vì vậy người người tình nguyện xăm tay. Tiết huấn luyện bọn họ, trở nên tinh nhuệ hơn cả quân chánh quy. Tống Thần Tông nghe tin thì khen ngợi, thăng làm Thiên Chương các đãi chế.\n\n== Xâm lược Đại Việt ==\n[[Chiến tranh Tống - Việt, 1075-1077|Chiến tranh Tống – Việt nổ ra (1076)]], có chiếu lấy Tiết làm An Nam hành doanh kinh lược, Chiêu thảo sứ, tổng thống 9 tướng quân đi đánh, lấy trung quan [[Lý Hiến (Bắc Tống)|Lý Hiến]] làm phó. Tiết cùng Hiến nghị luận không hợp, bèn xin bãi Hiến. Tống Thần Tông hỏi ai có thể thay thế, Tiết cho rằng Quách Quỳ lão luyện việc biên thùy, tự nguyện làm trợ thủ; vì thế triều đình lấy Quỳ làm Tuyên phủ sứ, Tiết làm phó. Nhưng sau khi Quỳ đến, Tiết lại cùng Quỳ bất đồng ý kiến: Tiết muốn nhân lúc chưa động binh, phủ dụ tập hợp người Động ở Lưỡng Giang <ref>Người Động (峒) là dân tộc thiểu số ở vùng núi khu vực tây nam Trung Quốc. [[Lục Thứ Vân]] (nhà Thanh) – '''Động Khê tiêm chí, quyển thượng''': ''Người Động lấy Miêu làm tính, ham tranh giành, thích giết chóc. Tại 2 ti Thạch Thiên, Lãng Khê ấy, nhiều loại người Hán... Việt Tây có người Động, gảy hồ cầm, thổi lục quản, nữ giỏi Hán âm Sở ca''<\/ref>, dùng lợi ích dụ dỗ những kẻ tráng dũng, sai sứ giả chiêu nạp những kẻ hai lòng, phá hủy cơ sở của họ, về sau sẽ đưa đại quân đến \"đánh dẹp\", Quỳ không nghe; Tiết lại muốn sai người treo sắc bảng chiêu nạp ở nước Nam (tức chỉ Đại Việt), Quỳ lại không nghe. Trước đó Quỳ lệnh cho [[Yến Đạt]] phòng bị châu Quảng Nguyên, rồi lại điều ông ta về Vĩnh Bình; Tiết cho rằng Quảng Nguyên chỉ cách Kinh đô [[Thăng Long]] của Đại Việt khoảng chừng 12 trạm dịch <ref>Theo [[Marco Polo]], các trạm dịch (không kể lớn nhỏ) tại Trung Quốc cách nhau 25 đến 30 dặm<\/ref>, có thể tập kích, nên chia quân 3 lộ, thủy bộ cùng tiến, ắt đánh cho quân Nam tan vỡ; vì thế Tiết cố gắng tranh luận, nhưng vẫn không được.\n\nDanh tướng [[nhà Lý]] (Đại Việt) là [[Lý Thường Kiệt]] chủ động lui quân phòng thủ [[sông Cầu]]. Quân Tống tiến đến bờ bắc, Tiết sai tướng, lại chia nhau đốn gỗ, chế tạo máy bắn đá. Khi tướng [[nhà Lý]] là [[Hoằng Chân]], [[Chiêu Văn]] tiến công trại của Quách Quỳ, bị quân Tống bắn chìm chiến hạm, tử trận, chết vài ngàn quân. Nhân lúc đó, Lý Thường Kiệt cho quân đánh úp trại Triệu Tiết, Đại Việt thắng lớn.<ref>Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm và Trần Bá Chí (1998), ''Một số trận quyết chiến chiến lược trong lịch sử dân tộc'', Nhà xuất bản Quân đội Nhân dân, Hà Nội<\/ref> Cuối cùng quân Tống không thể vượt sông, chủ tướng Quách Quỳ chấp nhận giảng hòa, đưa quân trở về. Nhờ Quỳ nhận tội tự ý nghị hòa và chịu biếm chức, Tiết chỉ bị kết tội không lập tức dẹp giặc, giáng làm Trực Long Đồ các, Tri Quế Châu. Sau đó được trả lại hư hàm Thiên Chương các đãi chế, chức Quyền Tam tư sứ.\n\n== Trở lại tây biên ==\nTống Thần Tông lại dùng Chủng Ngạc làm tướng, đưa 5 lộ quân Tống đánh vào Tây Hạ (1082), lấy Tiết làm Hà Đông chuyển vận sứ, chịu trách nhiệm cung ứng lương thảo. Một lần nữa quân Tống đình trệ lâu ngày, lương thảo trù bị đều cạn, rốt cục thất bại trở về. Trước đó, Tiết thấy triều đình điều động binh mã, đã tâu lên kiến nghị hoãn đến mùa xuân năm sau; đến nay ông bị hặc tội không cung ứng lương thảo, suýt bị hạ ngục, rồi truất làm Tri Tương Châu, sau đó lại bị giáng làm Tri Hoài Dương quân. Vài tháng sau, được trở lại làm Tri Tương Châu.\n\nTiết làm Tri Khánh Châu, có thủ lĩnh người Khương là Xương trá xưng dâng lụa, muốn xâm phạm biên cảnh. Tiết biết thủ lĩnh người Phiên là Bạch Tín có thể sai khiến, nhưng Tín đang ở trong ngục, bèn phá luật thả ra, đề nghị Tín lập công chuộc tội. Đến kỳ hẹn, quả nhiên Tín bắt người đem về.\n\nSang năm (1083), người Tây Hạ muốn tập kích lũy mới của Tống, tiến hành tu sửa rất nhiều công cụ, khí giới; Tiết tìm cách quấy nhiễu, không để đối phương thực hiện kế hoạch. Đến khi quân Hạ xân phạm Lan Châu, Tiết sai Khúc Trân đem quân thẳng xuống Diêm Vi, giết được ngàn tên địch, bắt được 5000 gia súc. Thủ lĩnh dân tộc thiểu số thuộc Tây Hạ là Duệ Quyết Ngôi Danh xâm phạm biên cảnh, đóng quân ở Hạ Lan Nguyên; Tiết sai các tướng [[Lý Chiếu Phủ]], Phiên quan Quy Nhân đều đem 3000 quân chia nhau trái phải tiến đánh, [[Cảnh Đoan Ngạn]] đem 4000 quân đi Hạ Lan Nguyên; ông căn dặn Ngạn Đoan rằng: \"Hạ Lan hiểm yếu, qua khỏi Lĩnh, đều là đụn cát. Giả sử địch vào Bình Hạ, không thể phá được nữa!\" Lại chọn 3 Phiên quan đều đem 500 quân trang bị nhẹ, theo đường tắt ra phía sau trại quân Hạ, chặn đường về của địch. Đoan Ngạn đánh bại quân Hạ ở La Bình, quả nhiên kẻ địch chạy về Bình Hạ; phục binh Tống nổi lên, chém giết rất nhiều, bắt sống Duệ Quyết Ngôi Danh, chém được 6 thủ lĩnh, bắt được 700 chiến mã, bò dê, già trẻ hơn 3 vạn. Tiết được thăng Long Đồ các trực học sĩ, thêm chức Soái Duyên An.\n\nĐầu niên hiệu Nguyên Hữu (1086 – 1093) thời [[Tống Triết Tông]], tướng Tây Hạ là [[Lương Ất Mai]] (em [[Lương thái hậu]]) nhiều lần quấy nhiễu biên thùy, Tiết căn dặn các tướng Lưu An, Lý Nghi nếu quân Hạ tấn công Tắc Môn thì hãy đánh vào hậu phương của họ. Quả nhiên quân Hạ lại đến, bọn An bèn tập kích Hồng Châu, bắt giết rất nhiều, người Hạ lại xin hòa. Lương Ất Mai không cam tâm, đem đại quân áp sát biên thùy, các tướng Tống xin tăng thêm quân phòng thủ, Tiết từ chối, sai người cật vấn tướng Hạ, quân địch bèn lui; được thăng Xu mật trực học sĩ. Tiết biết Lương Ất Mai không chịu thôi, bèn gởi tặng ông ta chiến bào, gấm vóc để khuyên nhủ <ref>Tống sử, tlđd chép rằng Lương Ất Mai sau khi nhận tặng phẩm thì không xâm phạm nữa; sau đó, Triệu Tiết dùng gián điệp khiến người Tây Hạ sát hại Ất Mai. Nhiều tài liệu nghiên cứu lịch sử Tây Hạ ('''Viên Đằng Phi – Tái bắc tam triều''', '''Từ Tuấn – Trung Quốc cổ đại vương triều hòa chánh quyền danh hiệu tham nguyên''',...) cho biết Lương Ất Mai đã mất vào năm 1085<\/ref>.\n\nNăm Nguyên Hữu thứ 5 (1090), Tiết được phong làm Đoan Minh điện học sĩ, thăng Thái trung đại phu. Tây Hạ sai sứ xin vạch lại địa giới, triều đình hứa trả lại 4 trại Gia Lô, Mễ Chi, Phù Đồ, An Cương, sai Tiết lĩnh việc ấy. Không lâu sau, người Tây Hạ lại xâm phạm Kính Nguyên lộ; đúng lúc ấy thì Triệu Tiết mất, hưởng thọ 65 tuổi, được tặng Hữu quang lộc đại phu.\n\nNăm Thiệu Thánh thứ 4 (1097), triều đình dẹp bỏ những quan viên có liên hệ với [[Tư Mã Quang]], gọi là Cựu đảng. [[Chương Đôn]] hặc Tiết tham dự việc bỏ đất thời Nguyên Hữu, liệt tên của Tiết vào Cựu đảng.\n\n== Tham khảo ==\n* [[Tống sử]] '''quyển 332, liệt truyện 91 – Triệu Tiết truyện'''\n* [[Tục tư trị thông giám]] quyển 67 ÷ 79\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n[[Thể loại:Nhân vật chính trị nhà Tống]]\n[[Thể loại:Nhân vật quân sự nhà Tống]]\n[[Thể loại:Sinh năm 1026]]\n[[Thể loại:Mất năm 1090]]\n[[Thể loại:Người Tứ Xuyên]]\n[[Thể loại:Chiến tranh Tống–Việt]]"}