{"552661":"{{cần biên tập}}\n{{Thông tin nhà văn\n| name = Triệu Từ Truyền\n| image = Bo Trung (tu chup).jpg|303x372\n| imagesize = \n| caption = \n| birth_date = [[9 tháng 4]] năm [[1947]]\n| birth_place = [[Sa Đéc (tỉnh)|Sa Đéc]] (nay là [[Đồng Tháp]])\n| death_date = \n| death_place = \n| occupation = [[Nhà văn]], [[nhà thơ]]\n| nationality = [[Việt Nam]]\n| period = [[1962]] - nay\n| magnum_opus = \n| influences = \n| influenced = \n}}\n'''Triệu Từ Truyền là nhà thơ. nhà văn Việt Nam luôn sáng tạo trên nền tảng mỹ học và triết học, ông sáng tác từ hậu bán thế kỷ 20 cho đến nay.'''\n\n'''Triệu Từ Truyền''' tên khai sinh là Triệu Công Tinh Trung. sinh ngày [[9 tháng 4]] năm [[1947]] tại thị xã [[Sa Đéc]], [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay là thành phố [[Sa Đéc]], tỉnh [[Đồng Tháp]]), con trai của một gia đình nhà giáo tham gia kháng chiến chống chủ nghĩa thực dân, sống, đi học, làm việc tại Sài Gòn từ năm lên 7. Cha là Triệu Công Lợi, mẹ là Lê Thị Mười (cô giáo Chất).<ref>{{Chú thích web | url = http:\/\/nhavantphcm.com.vn\/trieu-tu-truyen-nha-tho-thu-vien.html | tiêu đề = TRIỆU TỪ TRUYỀN | tác giả 1 =  | ngày =  | ngày truy cập = 6 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 23 tháng 7 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20130723050058\/http:\/\/nhavantphcm.com.vn\/trieu-tu-truyen-nha-tho-thu-vien.html | url-status = dead }}<\/ref>\n\nTriệu Từ Truyền có tư duy độc lập và bút pháp riêng biệt trong sáng tác văn học. Ông in tập thơ đầu vào tuổi 15, tập thơ thứ hai vào tuổi 18, có nhiều thơ đăng trên các báo văn nghệ [[Sài Gòn]] với bút danh Triệu Cung Tinh vào những năm đầu của thập kỷ 60 [[thế kỷ 20]]. Ngoài bút danh Triệu Từ Truyền và Triệu Cung Tinh, ông còn có bút danh Triệu Dạ Trạch, Văn Chính Kinh, Nguyễn Văn Biên... Thời trẻ, ông là thủ lĩnh của phong trào [[sinh viên]] [[học sinh]] ở đô thị miền Nam trước [[1975]], biệt hiệu của ông là Tư Truyền và được bạn bè, đồng chí gọi thân mật là \"anh Tư\". (2)\n\n==Cuộc đời==\nTriệu Từ Truyền được học vỡ lòng trong vùng kháng chiến thuộc tỉnh Cần Thơ (trước [[hiệp định Genève, 1954]]), sau đó học tiếp tại Sài Gòn. Ông say mê triết học ngay sau khi thi đậu bằng trung học đệ nhất cấp (hết cấp 2). Ông cũng tham gia hoạt động tích cực trong phong trào học sinh - sinh viên thời bấy giờ. Năm 1964 & 1965,trong lúc học ban B (Ban toán lý)đệ nhị cấp (cấp 3) Triệu Từ Truyền là Tổng thư ký Tổng đoàn Học sinh Sài Gòn (3), biên tập viên bán tuần san \"Vùng Lên\" của Hội đồng chỉ đạo thanh niên học sinh sinh viên Sài Gòn [[Gia Định]], do ông Nguyễn Hữu Thái chủ tịch đầu tiên của Tổng hội Sinh viên Sài Gòn (1963 -1964), làm chủ bút(4).Những năm tranh đấu thời kỳ tuổi trẻ đó,ông luôn đươc giao làm chủ biên đặc san \"Học sinh\" ([[1964]]-1966), nguyệt san \"Đất Đứng\" ([[1965]]), đặc biệt viết tuyên ngôn cho những cây bút trong nhóm Bộ Lạc Mới, vừa ra báo vừa làm xuất bản ([[1965]]-[[1966]]).\n\nSau khi bị lưu đày Côn Đảo lần thứ nhất ([[1966]]-[[1969]]), Triệu Từ Truyền ra tù, được Thành đoàn phân công là Uỷ viên Thường vụ Đoàn uỷ học sinh, kiêm Trưởng ban Tuyên huấn (5). Trong thời kỳ cao trào đô thị 1969-1971, Triệu Từ Truyền đã tham gia chỉ đạo chung và góp phần xây dựng lãnh vực văn hoá văn nghệ của phong trào. Sáng tác \"Bài thơ bắt đầu\" <ref name=\"ttre\">{{Chú thích web |url=http:\/\/nhavantphcm.com.vn\/chan-dung-phong-van\/trieu-tu-truyen-bai-tho-cua-mot-thoi.html |ngày truy cập=2013-11-09 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 16 tháng 11 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20121116065206\/http:\/\/nhavantphcm.com.vn\/chan-dung-phong-van\/trieu-tu-truyen-bai-tho-cua-mot-thoi.html |url-status=dead }}<\/ref> được in lại trong \"Tiếng hát những người đi tới\" (1993). Năm 1971 bị lưu đày Côn Đảo lần thứ hai, đến năm 1974, Triệu Từ Truyền được trao trả tại Lộc Ninh, tiếp tục hoạt động theo lý tưởng của mình. Sau 1975, Triệu Từ Truyền tham gia chính quyền cấp Quận và quản lý kinh tế cấp Tỉnh, thành; ba mươi tuổi làm phó chủ tịch kế hoạch & văn xã của quận 4, trên hai trăm ngàn dân của thành phố Sài Gòn (1975-1983), thời điểm này Triệu Từ Truyền đã giúp đỡ khá nhiều nhà văn, nhà thơ miền Nam trước 1975 về quận 4 sinh sống và sáng tác.<ref>{{Chú thích web |url=http:\/\/tonvinhvanhoadoc.vn\/component\/content\/article\/172-tac-gia\/4223-trieu-tu-truyen-co-khuon-mat-sau-con-mua.html |ngày truy cập=2014-03-02 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 8 tháng 12 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20141208015010\/http:\/\/tonvinhvanhoadoc.vn\/component\/content\/article\/172-tac-gia\/4223-trieu-tu-truyen-co-khuon-mat-sau-con-mua.html |url-status=dead }}<\/ref> Sau đó, Triệu Từ Truyền là chánh văn phòng Ban Đại diện phía Nam Hội Nhà Văn Việt Nam (1990-1995- từ Đà Nẵng đến Cà Mau); và đảm trách chức vụ khác thuộc các ngành tài chính, xúc tiến ngoại thương và đầu tư; du lịch, v.v...\n\nTriệu Từ Truyền chủ biên các tạp chí \"Bông Trang\" của Hội Văn Học Nghệ thuật tỉnh [[Sông Bé (tỉnh)|Sông Bé]] ([[1991]]-[[1992]]); chuyên san thơ \"Gieo & Mở\" (Nhà xuất bản [[Đồng Nai]]-[[1995]]), \"Kiến thức phổ thông\" (1988), Nguyệt san \"[[Giáo dục]]\" ([[2002]]-[[2003]]) và từng làm Trưởng ban biên tập nguyệt san \"Dân Trí\" thuộc hội khuyến học Việt Nam (2004). Tiếp nối quan niệm thơ của \"Bộ Lạc Mới\", nội dung tiểu luận và thơ của chuyên san thơ \"Gieo & Mở\" xuất bản tại Sài Gòn đã đánh dấu sự đổi mới thơ ở Việt Nam sau 1975.<ref>{{Chú thích web | url = http:\/\/tranvu.free.fr\/baiviet\/trangtonkinh.html | tiêu đề = Trần Vũ | tác giả 1 = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nTriệu Từ Truyền dù tuổi ngoài 70, ông vẫn được đồng nghiệp tín nhiệm trao vai trò chủ tịch Hội đồng Thơ ở một trung tậm văn hóa kinh tế hàng đầu (Thành phố Hồ Chí Minh), và góp phần lý luận trong sáng tạo văn học,như các tiểu luận \"vì sao loài người làm thơ\",\"tâm linh và sáng tác\"; \"thơ là dòng năng lượng\"; \" dòng chảy lục bát\"...Đã công bố trên nhiều báo trong và ngoài nước, và xuất bản thành sách trong \"những Chữ Qua Cầu Tâm Linh\"\n\nNhà thơ TriệuTừ Truyền luôn làm thơ vì tự do, vì tình yêu và vì Tổ quốc.\n\n==Nhận xét về Triệu Từ Truyền==\n[[Luật sư]] [[Bùi Chánh Thời]] tức Như Trị, người giữ Vườn Thơ tuần báo \"Văn Nghệ Tiền Phong\" số 217 tháng 09\/[[1963]] đã có đôi dòng nhận xét như sau: '''\"Trên trang thơ này, chúng ta đã nhiều lần giao cảm với tâm hồn của Triệu Cung Tinh, nhà thơ nhiều ưu tư của thời đại. Những vần thơ chua xót, gợi sầu, thể hiện được tất cả những băn khoăn của tuổi trẻ giữa thế giới u ám ngày nay\".'''\n\n{{cquote|\n:Dưới tia mặt trời hoàng hôn hấp hối\n:Trên miền đồng khô cỏ cháy bao la\n:Nằm đây nghe chim hót khúc bi ca\n:Được nuôi nấng thân tôi bằng thứ ấy.\n\n(trích '''Bài thơ cho hôm nay''' - 6\/[[1963]]).|}}\n\n{{cquote|\n:Anh gắn lên môi điếu thuốc chưa đốt\n:Vì không hộp quẹt\n:Nhưng có dòng khói từ trong mũi bay ra\n:Đó là khói của trái đạn cay\n:Và giọt máu hồng\n:Trên đầu điếu thuốc của anh\n:Anh nghĩ đến em\n:Điếu thuốc đã tàn\n:Dù không hộp quẹt.\n\n('''Nghĩ tới em''' trang 33, trong \"Đêm lên cơn dài\" - Bộ Lạc Mới xuất bản [[1965]])\n\n:Người con gái cắn chiếc hoa đỏ dại trên môi\n:Đi thật chậm đếm từng hơi thở\n:Một cánh chim sâu lũi qua lũi lại\n:Mặt đất đẩy quả bom về máy bay\n:Người con gái cắn mặt trời như ăn bánh ngọt.\n\n('''Miền đồng ruộng''' - 3\/[[1966]])|}}\n\nTrong \"Ý Thức Thơ Bộ Lạc Mới\", năm 19 tuổi, Triệu Cung Tinh của ngày ấy (25-01-1966) đã viết như một tuyên ngôn: \"Thơ là những ngôn-ngữ-cử-động, chứ không phải như ngôn từ xuất phát từ triệu cửa miệng hàng ngày. Ngôn-ngữ-cử-động có thể chất chứa ý nghĩa hoặc tự nó xuất hiện ý nghĩa trong tâm trí con người. Sở dĩ có ngôn-từ-cử-động, vì con người có nhu cầu tâm hồn, u uất siêu hình mà tiếng nói hàng ngày không biểu hiện, bộc lộ nổi... Tâm hồn con người tuỳ thuộc vào hoàn cảnh [[lịch sử]] tiến hoá, đem theo khát vọng mới cho con người. Và thơ tiến bộ trên nền tảng văn hoá đó\".\n\nNhà mỹ học [[Hoàng Thiệu Khang]] cho rằng về thi pháp tiết tấu, nhịp điệu thơ Triệu Từ truyền vừa truyền thống vừa hiện đại. (báo Người Lao động 04\/3\/[[1991]]). Trong một bài viết nhà thơ [[Nguyễn Tôn Nhan]] đã nhận đinh:\n\nCái \"xích tử chi tâm\"(tấm lòng con đỏ) chẳng phai màu chút gì. Nó không bao giờ còn phai màu được nữa, vì đã được tôi luyện đến mức tuyệt thậm thâm rồi. Đã cửu chuyển công thành rồi. Câu nói này có thể áp dụng đúng vào thơ Triệu Từ Truyền, vì từ năm 1975 đến nay anh đã in liên tiếp nhũng thi tập được văn giới nhắc tới nhiều. Ấy là cõi thi ca độc đáo của riêng anh. Bạn đọc thử đọc lại những bài thơ in lại từ tập Đêm Lên Cơn Dài (9), anh đã viết cách đây hơn 40 năm vậy mà không mất đi sắc màu tươi roi rói của các loại thi pháp \"Hậu\" hay \"Tân\" gì gì đó của ngày hôm nay.<ref>{{Chú thích web | url = http:\/\/vandanvn.net\/vi\/news\/Cam-nhan-tac-pham\/Cac-bai-viet-ve-nha-tho-Trieu-Tu-Truyen-419\/ | tiêu đề = Các bài viết về nhà thơ Triệu Từ Truyền. | tác giả 1 =  | ngày =  | ngày truy cập = 6 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 15 tháng 3 năm 2014 | archive-url = https:\/\/web.archive.org\/web\/20140315043547\/http:\/\/vandanvn.net\/vi\/news\/Cam-nhan-tac-pham\/Cac-bai-viet-ve-nha-tho-Trieu-Tu-Truyen-419\/ | url-status = dead }}<\/ref>\n\n{{cquote|..Chứa chất trong thơ Triệu Từ Truyền là niềm vui, là nỗi đau, là chờ đợi, là sự yếu đuối, là lòng quả cảm của [[loài người|con người]]. Người đọc nhận ra thông điệp này, có thể từ những câu chữ, hình ảnh mà cũng có thể từ cảm giác, từ linh cảm, như ta đứng trước một bức tranh của các [[họa sĩ]] hiện đại. Cái ta nhận biết không phải là chiếc [[lá]], [[bông hoa]] hay khuôn mặt người mà là cảm xúc do toàn bộ bố cục hay [[màu sắc]] của bức tranh đem lại.\n\n(trích lời bạt tập thơ '''Va chạm Hư Không''' -24\/9\/[[1998]] của nhà thơ [[Ý Nhi]])\n}}\n\n{{cquote|Chất \"tranh đấu\" trong thơ anh ngày nay không còn là sự tìm kiếm hòa bình, thống nhất cho một quê hương nữa mà là cho [[nhân phẩm]] và giá trị nhân bản của toàn xã hội, và ở mọi nơi nơi. Không dừng lại ở sự thống nhất cho địa dư xứ sở một thời, anh còn muốn tìm tới sự liền lạc mãi mãi giữa mọi tâm hồn người.Trong trường hợp này Triệu Từ Truyền khá giống Trịnh Công Sơn trong âm nhạc. Người nhạc sĩ thiên tài này cũng đã từng \"đơn ca\" giữa những \"hợp ca tranh đấu\" lúc bấy giờ. Ông đã và mãi còn đi tiếp cho những đơn-ca-tranh-đấu khác trong lòng một đất nước, một nhân loại còn bất toàn chứ không \"ngủ yên trên chiến thắng\". Mặt khác, ở loại nhạc trữ tình, Trịnh Công Sơn vẫn sáng chói bên cạnh các đồng nghiệp tài năng Phạm Duy, Cung Tiến, Phạm Đình Chương, Lê Uyên Phương, Vũ Thành An, Ngô Thụy Miên…. Thì cũng thế, ngoài thơ tranh đấu, Triệu Từ Truyền trong thơ tình, thơ đời cũng vẫn có thể sánh vai với những Thanh Tâm Tuyền, Trần Dạ Từ, Nguyên Sa, Bùi Giáng, Nguyễn Đức Sơn, Nhã Ca… một thời. Nhưng, như đã nói, anh đứng hẳn một bên (chứ không \"trốn lính\" tại chỗ như Trịnh Công Sơn) nên không được nêu tên chính thức trong văn học sử miền Nam trước 1975, song vẫn \"âm thầm\" đi bên họ, trong cõi thơ bền bỉ của mình.\n\n(trích '''Làm thơ đến tận cùng đâu phải chuyện chơi!''' - [[Đoàn Vị Thượng]], nhà thơ-nhà phê bình văn học - Người của Cộng đồng. Yahoovanhoaviet.com, [[2006]])\n\nTriệu Từ Truyền vẫn buồn, có điều, đó không phải nỗi buồn của kiếp [[nô lệ]]. Giờ đây, nỗi buồn của anh sâu sắc hơn, gần gũi hơn nhưng lại trở nên mông lung, mờ tỏ. Nỗi buồn của người đã kinh qua phần lớn cuộc đời mình để có được nhiều điều. Không ai gây ra, cũng chẳng ai chia được, nỗi buồn ấy sinh ra từ trong bản thể và vừa dày vò vừa cho anh cơ hội, lý do để tồn tại: Hoa [[bèo tây|lục bình]] nở [[tím]] - dù trôi hay không trôi - dù gần hay xa khơi. (Mức đến). Như một người cô đơn anh đối diện với những tĩnh vật tâm hồn mình, trò chuyện, lắng nghe, nhâm nhi cùng chúng qua cơn trầm uất của chính mình: Tách trà rung co giật - với cường độ động đất – phát bước sóng tri âm - gửi về người xa khuất – ly kia buồn phát sốt - rịn mồ hôi hôn mê – [[cà phê]] thành thang thuốc - uống cho tan não nề (Ly tách). Thì ra trong Triệu Từ Truyền, những gì đã bắt đầu từ rất lâu, từ những ngày mới làm thơ, vẫn nằm nguyên đâu đó trong sâu kín tâm hồn anh, điều đã làm anh không giống những người khác: cách nhìn sự vật.\n\n(Trích '''Nhập cuộc với chính mình''' của [[Ngô Thị Kim Cúc]], nhà văn – Báo Tuổi Trẻ 03\/5\/1994)|}}\n\n===THƠ===\n*Tình Phượng 15 ([[1962]])\n*Đêm Lên Cơn Dài ([[1965]])\n*Bên Dòng Măng Thít ([[1986]])\n*Dật Dờ Trong Sương ([[1990]])\n*Mảnh Vỡ Hồn Nhiên ([[1994]])\n*Va Chạm Hư Không ([[1999]])\n*Tuyển Thơ (Song ngữ [[Việt]] - [[Pháp]], [[2001]])\n*Mặt Cắt Cõi Ngoài ([[2006]])\n*Lục Bát Triệu Từ Truyền ([[2009]])\n*Tuyển Thơ (Song ngữ Việt - [[Anh]], [[2010]])\n*Hạt Sứ Giả Tâm Linh - [[2015]]\n\n===VĂN===\n*Tương Tác - truyện dài ([[2004]])\n*Những Chữ Qua Cầu Tâm Linh - [[tản văn]] và [[tiểu luận]] ([[2008]]) - [[tái bản bổ sung 120trang- 2017]]\n* Tương Tác tập 2 cùng in với tập 1 ([[2013]]\n* Chưa Kịp Bình Minh tập truyên ([2018])\n\n==Tham khảo==\n{{tham khảo}}\n(2) Triệu Từ Truyền - dòng thơ giữa đôi bờ tri thức và tâm thức\/ tản văn & tiểu luận – Nhà xuất bản Trẻ- quý 2 năm 2013. (gồm 26 tác giả là nhà văn; nhà thơ; nhà phê bình văn học đương đại).\n\n(3) trang 119; Mục:Từ Hội đồng Chỉ Đạo Sinh viên Học Sinh đến Tổng Đoàn Học Sinh, Chúng Ta đã đứng Dậy tập I (1954-1968)- Nhà xuất bản Trẻ- quý 2 -2012.\n\n(4) Bộ Lạc Mới, tản văn Võ Chân Cửu – trích trong 22 Tản Mạn - Nhà xuất bản Hội nhà Văn & Phuong Nam Books Co- 2013\n\n(5) Triệu Từ Truyền, người viết bài thơ Sơn Mỹ- Lê văn Nuôi, trang 120- 125, Sài Gòn Dậy Mà Đi - Nhà xuất bản Trẻ - quý IV- 2012 \n \n(9) Về một tập thơ bị bỏ quên: \" Đêm Lên Cơn Dài\" tập thơ của Triệu Cung Tinh- bài viết của Cung Nhự Thức – Tuần báo Nghệ thuật, số 55, ngày 05-11\/11\/1966- chủ bút: Mai Thảo; thư ký TS: Viên Linh.\n\n==Liên kết ngoài==\n*http:\/\/vanchuongviet.org\/index.php?comp=tacgia&action=detail&id=661\n*http:\/\/www.vanhocquenha.vn\/view.asp?n_id=3067&n_muctin=23 {{Webarchive|url=https:\/\/web.archive.org\/web\/20090423004034\/http:\/\/vanhocquenha.vn\/view.asp?n_id=3067&n_muctin=23 |date=2009-04-23 }}\n*http:\/\/www.vannghesongcuulong.org.vn\/modules.php?name=News&op=viewst&sid=8186 {{Webarchive|url=https:\/\/web.archive.org\/web\/20111122002759\/http:\/\/www.vannghesongcuulong.org.vn\/modules.php?name=News&op=viewst&sid=8186 |date = ngày 22 tháng 11 năm 2011}}\n*http:\/\/evan.vnexpress.net\/news\/phe-binh\/phe-binh\/2012\/03\/10513-trieu-tu-truyen-co-khuon-mat-sau-con-mua\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20120405144335\/http:\/\/evan.vnexpress.net\/News\/phe-binh\/phe-binh\/2012\/03\/10513-trieu-tu-truyen-co-khuon-mat-sau-con-mua\/ |date = ngày 5 tháng 4 năm 2012}}\n*http:\/\/tuoitre.vn\/Ao-trang\/305013\/Nha-tho-Trieu-Tu-Truyen-Tho-hay-khong-le-thuoc-vao-the-loai.html\n*http:\/\/nhavantphcm.com.vn\/trieu-tu-truyen-nha-tho-thu-vien.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20130723050058\/http:\/\/nhavantphcm.com.vn\/trieu-tu-truyen-nha-tho-thu-vien.html |date = ngày 23 tháng 7 năm 2013}}\n*http:\/\/nhavantphcm.com.vn\/chan-dung-phong-van\/trieu-tu-truyen-bai-tho-cua-mot-thoi.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20121116065206\/http:\/\/nhavantphcm.com.vn\/chan-dung-phong-van\/trieu-tu-truyen-bai-tho-cua-mot-thoi.html |date = ngày 16 tháng 11 năm 2012}} (NHÀ THƠ TRIỆU TỪ TRUYỀN - Bài thơ của một thời của NGUYỄN NGUYÊN PHƯỢNG)\n*http:\/\/www.congluan.vn\/nha-tho-trieu-tu-truyen-ra-mat-tap-tho-hat-su-gia-tam-linh\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20151222120439\/http:\/\/congluan.vn\/nha-tho-trieu-tu-truyen-ra-mat-tap-tho-hat-su-gia-tam-linh\/ |date = ngày 22 tháng 12 năm 2015}}\n*http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/nha-tho-trieu-tu-truyen-bo-lam-quan-chi-lam-tho-n20170410081407249.htm\n*http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20150806\/nha-tho-trieu-tu-truyen-va-cam-hung-vu-tru\/789297.html\n*http:\/\/tongphuochiep-vinhlong.com\/2018\/10\/trieu-tu-truyen-song-va-viet-theo-nhung-chu-qua-cau-tam-linh\/\n*http:\/\/vanchuongphuongnam.vn\/nam-tinh-nhan-ban-cua-tuong-tac-luan.html\n*htpt:\/\/http:\/\/baophuyen.com.vn\/93\/173944\/nha-tho-trieu-tu-truyen-va-nhung-chu-qua-cau-tam-linh.html\n\n{{Thời gian sống|Sinh=1947}}\n\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nhà thơ Việt Nam]]"}