{"1060496":"{{Thông tin tiểu sử bóng đá\n| name = Triệu Quang Hà\n| birth_name = Triệu Quang Hà\n| birth_date = {{Năm sinh và tuổi|1975||}}\n| birth_place = [[Thanh Hóa]], Việt Nam\n| height = 1,72 m\n| position = [[Tiền vệ (bóng đá)|Tiền vệ]]\n| years1 = 1994–2004\n| clubs1 = [[Đội bóng đá Thể Công|Thể Công]]\n| caps1 =\n| goals1 =\n| nationalyears1 = 1997–2002\n| nationalteam1 = [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]]\n| nationalcaps1 =\n| nationalgoals1 =\n| manageryears1 = 2006–2009\n| managerclubs1 = [[Câu lạc bộ bóng đá Hà Nội (2016)|Hà Nội T&T]]\n| manageryears2 = 2009\n| managerclubs2 = [[Câu lạc bộ bóng đá Thanh Hóa|Thanh Hóa]]\n| manageryears3 = 2009–2011\n| managerclubs3 = [[Đội tuyển bóng đá U-19 quốc gia Việt Nam|U-19 Việt Nam]]\n| manageryears4 = 2011–2013\n| managerclubs4 = [[Câu lạc bộ bóng đá Thanh Hóa|Thanh Hóa]]\n| manageryears5 = 2013\n| managerclubs5 = [[Câu lạc bộ bóng đá Sài Gòn|Sài Gòn]]\n}}\n'''Triệu Quang Hà''' (sinh năm 1975) là một cựu [[cầu thủ bóng đá]] của [[câu lạc bộ bóng đá Thanh Hóa|Thanh Hóa]], Thể Công và đội tuyển [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]]. Sau khi giải nghệ, ông chuyển sang công tác huấn luyện và từng làm huấn luyện viên trưởng của [[Câu lạc bộ bóng đá Hà Nội (2016)|Hà Nội T&T]], [[Câu lạc bộ bóng đá Thanh Hoá|Thanh Hoá]] và [[Đội tuyển bóng đá U-19 quốc gia Việt Nam|U-19 Việt Nam]].\n\n==Tiểu sử==\nTriệu Quang Hà sinh năm 1975 tại [[Thanh Hóa]]. Ông trưởng thành từ bóng đá Thanh Hóa và trụ cột của [[Đội tuyển bóng đá quốc gia Việt Nam|đội tuyển Việt Nam]] tham dự [[Bóng đá tại Đại hội Thể thao Đông Nam Á 1997|SEA Games 19]] và sau đó do những chấn thương khiến anh phải giải nghệ sớm.\n\n===Sự nghiệp cầu thủ===\nÔng chơi ở vị trí tiền vệ cho [[Đội bóng đá Thể Công|Thể Công]] cùng với [[Nguyễn Hồng Sơn]] và [[Trương Việt Hoàng]] tạo nên bộ ba tiền vệ thường xuyên đá chính ở cả câu lạc bộ và đội tuyển quốc gia.\n\n===Sự nghiệp huấn luyện===\n====Hà Nội T&T====\nNăm 2006 ông được bổ nhiệm làm huấn luyện viên trưởng đội [[câu lạc bộ bóng đá Hà Nội T&T|Hà Nội T&T]] khi đội bóng này vừa mới thành lập. Ông trở thành một phần trong lịch sử câu lạc bộ này khi đưa đội bóng liên tiếp thăng 3 hạng chỉ trong 3 năm, khởi đầu từ giải hạng Ba năm 2006 lên chơi ở [[Giải bóng đá vô địch quốc gia Việt Nam|V-League]] năm 2009. Tuy nhiên, kết quả thi đấu không tốt của Hà Nội T&T tại [[Giải bóng đá vô địch quốc gia Việt Nam 2009|V-League 2009]], đứng cuối bảng khi kết thúc giai đoạn lượt đi, đã khiến ông bị sa thải vào cuối tháng 5 năm 2009.\n\n====Thanh Hóa====\nNgay sau khi rời Hà Nội T&T, đầu tháng 6 năm 2009, ông nhận lời dẫn dắt đội bóng quê hương [[Câu lạc bộ bóng đá Thanh Hóa|Thanh Hóa]], lúc đó cũng đang ngụp lặn ở cuối bảng xếp hạng với vị trí 12\/14. Tuy nhiên, ông không nhận được sự ủng hộ của các cầu thủ, và đội bóng thi đấu không thành công. Cuối tháng 6 năm 2009, ông bị đội bóng sa thải.\n\n====U-19 Việt Nam====\nTháng 9 năm 2009, ông được [[Liên đoàn bóng đá Việt Nam|VFF]] giao nhiệm vụ dẫn dắt đội [[Đội tuyển bóng đá U-19 quốc gia Việt Nam|U-19 Việt Nam]] chuẩn bị cho [[giải vô địch bóng đá U-19 châu Á 2010]]. Dưới sự chỉ đạo của ông, U-19 Việt Nam vượt qua vòng loại với tư cách đội thứ ba có thành tích tốt nhất, khi bằng điểm với cả hai đội dẫn đầu bảng là [[Đội tuyển bóng đá U-19 quốc gia Hàn Quốc|U-19 Hàn Quốc]] và [[Đội tuyển bóng đấ U-19 quốc gia Thái Lan|U-19 Thái Lan]], trong đó đáng lưu ý là trận thắng U-19 Hàn Quốc với tỷ số 1–0. Tại vòng chung kết giải U-19 Châu Á năm 2010, U-19 Việt Nam khởi đầu với trận thắng 2–1 trước U-19 Jordan, nhưng sau đó lần lượt thua U-19 Nhật Bản và U-19 UAE đều với tỷ số 0–4. Kết thúc giải này, ông bị VFF sa thải.\n\n====CLB Thanh Hóa (lần 2)====\nCuối tháng 8 năm 2011, ông trở lại quê hương dẫn dắt đội bóng Thanh Hóa chuẩn bị cho [[Giải bóng đá vô địch quốc gia Việt Nam 2012|V-League 2012]]. Kết thúc mùa giải 2012, ông đã giúp đội bóng cán đích ở vị trí thứ 11 trên bảng xếp hạng. Đầu tháng 2 năm 2013, CLB Thanh Hóa bất ngờ ra thông báo chấm dứt hợp đồng trước hạn với ông khi chỉ còn khoảng một tháng nữa là mùa giải V-League 2013 khởi tranh<ref name=vne\/>.\n\n====CLB Hà Nội====\nTháng 4 năm 2013, [[Câu lạc bộ bóng đá Sài Gòn|CLB Hà Nội]] đã mời Triệu Quang Hà về làm huấn luyện viên trưởng, thay cho huấn luyện viên [[Hoàng Văn Phúc]] lúc đó đang được VFF đề nghị dẫn dắt Đội tuyển quốc gia. Tại thời điểm đó, đội bóng đang đứng cuối bảng xếp hạng của giải hạng Nhất, với chỉ 4 điểm sau 5 trận đấu đầu tiên của mùa giải. Tuy nhiên, kết quả thi đấu của đội bóng không được cải thiện. Trong 5 trận đấu tiếp theo dưới sự chỉ đạo của ông, CLB Hà Nội chỉ giành được hai trận hòa và ba trận thua. Bên cạnh kết quả kém tích cực, ông có nhiều quyết định gây tranh cãi và bất ổn trong nội bộ đội bóng như \"treo giò\" trợ lý, kỷ luật và không đăng ký thi đấu với một số cầu thủ trụ cột, thanh lý hợp đồng với những cầu thủ trẻ...<ref>[[https:\/\/thethao.vnexpress.net\/tin-tuc\/bong-da-trong-nuoc\/clb-ha-noi-chia-tay-hlv-trieu-quang-ha-2762229.html CLB Hà Nội chia tay HLV Triệu Quang Hà, VNExpress ngày 29\/5\/2013, truy cập ngày 20\/10\/2017]]<\/ref> Hệ quả là CLB Hà Nội chấm dứt hợp đồng với ông vào cuối tháng 5 năm 2013, và đưa trợ lý Trương Việt Hoàng lên nắm quyền.\n\n=== Công việc khác ===\nNăm 2014, khi không làm huấn luyện viên đội bóng chuyên nghiệp, Triệu Quang Hà mở một trung tâm đào tạo bóng đá trẻ. Ngoài ra ông còn kinh doanh trang phục thể thao và tổ chức các giải bóng đá phong trào<ref name=tn\/>.\n\nNăm 2015, ông cùng một vài người nữa đồng sáng lập ra [[Câu lạc bộ bóng đá Phù Đổng]] theo mô hình đội bóng cộng đồng của Nhật Bản, và giữ chức Phó Chủ tịch của đội bóng này.<ref>[http:\/\/bongdaphui.net\/tin-tuc\/fc-phu-dong-dai-dien-cho-khat-vong-cua-trieu-quang-ha-780.html Bongdaphui.net, ngày 28\/07\/2016, truy cập ngày 31\/10\/2017]<\/ref> Kết thúc mùa giải 2016, đội Phù Đổng được thăng hạng lên hạng Nhì, và đặt mục tiêu tiếp tục thăng hạng lên hạng Nhất khi kết thúc mùa giải 2017.<ref>[http:\/\/vietnamnet.vn\/vn\/the-thao\/trieu-quang-ha-va-cuu-sao-dtvn-gay-am-i-o-giai-hang-nhi-quoc-gia-361976.html Đội hạng Nhì “chuẩn Nhật” tham vọng cạnh tranh ĐKVĐ V-League]<\/ref>\n\n==Thành tích==\n'''Với [[Đội tuyển bóng đá quốc gia Việt Nam|đội tuyển Việt Nam]]'''\n:*Huy chương bạc [[Giải vô địch bóng đá Đông Nam Á|Tiger Cup]] năm [[Giải vô địch bóng đá Đông Nam Á 1998|1998]]\n:*Huy chương bạc [[Đại hội Thể thao Đông Nam Á|SEA Games]] năm [[Bóng đá tại Đại hội Thể thao Đông Nam Á 1995|1995]] và [[Bóng đá tại Đại hội Thể thao Đông Nam Á 1999|1999]]\n\n'''Với [[Đội bóng đá Thể Công|Thể Công]]'''\n:*Vô địch [[Giải bóng đá vô địch quốc gia|Việt Nam]] [[giải bóng đá vô địch quốc gia Việt Nam 1998|1998]]\n:*Vô địch [[Siêu cúp bóng đá Việt Nam]] 1999\n\n==Chú thích==\n{{Tham khảo|2|refs=\n\n<ref name=vne>\n{{chú thích báo\n|tác giả= Thế Kiên\n|tác phẩm= Báo điện tử VnExpress\n|url= http:\/\/thethao.vnexpress.net\/tin-tuc\/bong-da-trong-nuoc\/hlv-trieu-quang-ha-chia-tay-thanh-hoa-2422684.html\n|tên bài= HLV Triệu Quang Hà chia tay Thanh Hoá\n|ngày= 2013-02-03\n|ngày truy cập= 2014-05-31}}\n<\/ref>\n\n<ref name=tn>\n{{chú thích báo\n|tác giả= Lan Phương\n|tác phẩm= Báo Thanh Niên online\n|url= http:\/\/thethao.thanhnien.com.vn\/pages\/20140224\/nghe-tay-trai-cua-hlv-ky-1-lo-dao-tao-made-in-trieu-quang-ha.aspx\n|tên bài= Nghề tay trái của HLV - Kỳ 1: Lò đào tạo 'made in Triệu Quang Hà'\n|ngày= 2014-02-24\n|ngày truy cập= 2014-05-31}}\n<\/ref>\n\n}}\n\n{{Thời gian sống|1975}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Cầu thủ đội tuyển bóng đá quốc gia Việt Nam]]\n[[Thể loại:Cầu thủ bóng đá Việt Nam]]\n[[Thể loại:Cầu thủ câu lạc bộ bóng đá Thanh Hóa]]\n[[Thể loại:Huấn luyện viên bóng đá Việt Nam]]\n[[Thể loại:Huấn luyện viên câu lạc bộ bóng đá Thanh Hóa]]\n[[Thể loại:Huấn luyện viên câu lạc bộ bóng đá Sài Gòn]]"}