{"386941":"'''Triển lãm Giảng Võ''', tên gọi cũ là '''Trung tâm Hội chợ Triển lãm Việt Nam''' là một địa điểm tổ chức các [[hội chợ]] và [[triển lãm]] hiện không còn tồn tại nằm tại địa chỉ số 148 đường Giảng Võ, [[quận]] [[Ba Đình]], [[Hà Nội]], [[Việt Nam]]. Trước khi bị phá dỡ, Triển lãm Giảng Võ đã trải qua nhiều tên gọi qua các thời kỳ khác nhau. Tại đây đã diễn ra nhiều cuộc triển lãm, hội chợ thương mại trong nước và quốc tế được tổ chức, là điểm đến của đông đảo người dân Hà Nội và các vùng lân cận. Các hội chợ, triển lãm diễn ra tại đây thường thu hút khá nhiều doanh nghiệp trong và ngoài Việt Nam đến giao thương, trưng bày giới thiệu và bán sản phẩm, ký kết hợp đồng.\n\n== Kiến trúc ==\nTriển lãm Giảng Võ sở hữu hệ thống cơ sở vật chất gồm 3 nhà trưng bày (tổng diện tích gần 10.000m<sup>2<\/sup>), 3 nhà hội thảo cùng hạ tầng hoàn chỉnh. Triển lãm Giảng Võ có thể tổ chức những cuộc triển lãm có quy mô tầm cỡ quốc tế hoặc cùng lúc tổ chức nhiều sự kiện khác nhau.<ref name=\":0\">{{Chú thích web|url=https:\/\/www.tapchikientruc.com.vn\/tin-tuc\/nhung-hinh-anh-cuoi-cung-cua-trien-lam-giang-vo-ha-noi.html|tựa đề=Những hình ảnh cuối cùng của Triển lãm Giảng Võ – Hà Nội - Tạp chí Kiến Trúc|họ=|tên=|ngày=2016-09-09|website=Tạp chí Kiến trúc|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-17|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161659\/https:\/\/www.tapchikientruc.com.vn\/tin-tuc\/nhung-hinh-anh-cuoi-cung-cua-trien-lam-giang-vo-ha-noi.html}}<\/ref>\n\n== Lịch sử ==\nTriển lãm Giảng Võ được thành lập vào năm 1974 với địa chỉ tại số 148 đường Giảng Võ, quận [[Ba Đình]] với nhiệm vụ là tổ chức triển lãm thành tựu kinh tế – kỹ thuật của Việt Nam cùng các sự kiện văn hóa, xã hội của Hà Nội và các Bộ, ngành Trung ương.<ref name=\":0\" \/> Ngay từ khi thành lập, Triển lãm Giảng Võ đã được hoạt động khác hẳn thời kỳ trước khi mà kinh phí tổ chức triển lãm đều lấy từ ngân sách [[Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam|Nhà nước Việt Nam]]. Một thông tin cho biết ý tưởng xây dựng khu triển lãm tại Việt Nam có từ năm 1962 nhưng do phải tập trung cho cuộc [[chiến tranh Việt Nam]] nên chưa thể thực hiện.<ref name=\":1\">{{Chú thích web|url=https:\/\/kinhtemoitruong.vn\/ky-2-nhung-su-menh-cua-trung-tam-trien-lam-giang-vo-tu-ngay-duoc-khai-sinh-62245.html|tựa đề=[Kỳ 2] Những “sứ mệnh” của Trung tâm Triển lãm Giảng Võ từ ngày “khai sinh\"|tác giả=Hoàng Xuân Cơ|ngày=2021-12-21|website=Kinh tế Môi trường|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161647\/https:\/\/kinhtemoitruong.vn\/ky-2-nhung-su-menh-cua-trung-tam-trien-lam-giang-vo-tu-ngay-duoc-khai-sinh-62245.html}}<\/ref> Ngay sau sự kiện 30 tháng 4 năm 1975, đã có cuộc triển lãm lớn đầu tiên tại Giảng Võ với chủ đề mang tên \"30 năm thành lập nước Việt Nam Dân chủ Cộng hòa\" và để chào mừng tổng tuyển cử [[Quốc hội Việt Nam khóa V]] cũng như mừng Việt Nam hòa bình, một triển lãm mang tên \"Nước Việt Nam là một\" đã diễn ra. Sau sự kiện [[Chiến tranh biên giới Việt–Trung 1979|chiến tranh biên giới Việt–Trung]] năm 1979, tại Giảng Võ đã có triển lãm \"Chiến thắng Trung Quốc xâm lược\" nhằm ca ngợi, phản ánh cuộc chiến này.<ref name=\":1\" \/> \n\nNăm 1982, Triển lãm Giảng Võ có sự thay đổi đáng kể về mục tiêu triển lãm, trong đó đặc biệt là lĩnh vực kinh tế. Ngoài việc được sử dụng để [[tuyên truyền]], biểu dương những thành tích, thắng lợi, nơi đây còn tạo điều kiện cho các tổ chức trên toàn Hà Nội và khách quốc tế đến thực hiện những hoạt động kinh doanh như trưng bày, quảng cáo, giao dịch và ký kết hợp đồng kinh tế.<ref name=\":1\" \/> Sau đó, địa điểm này được đổi tên thành Trung tâm Triển lãm thành tựu kinh tế kỹ thuật Việt Nam. Cũng trong giai đoạn được sử dụng để trưng bày thành tựu về kinh tế và kỹ thuật, đã có nhiều triển lãm hai năm một lần được diễn ra thường xuyên như \"Triển lãm Thành tựu kinh tế kỹ thuật Việt Nam\" 2 lần hay \"Triển lãm Kinh tế Kỹ thuật Việt Nam\" với 4 lần. Ngoài ra, một số triển lãm chuyên đề đáng chú ý khác có thể kể đến như \"40 năm bảo vệ chính quyền cách mạng\", \"Hội chợ triển lãm Hà Nội\" kỷ niệm 30 năm sự kiện [[tiếp quản Thủ đô Hà Nội]], \"Triển lãm Quốc gia Liên Xô\" kỷ niệm 70 năm ngày [[Cách mạng Tháng Mười|Cách mạng tháng Mười]] và nhiều cuộc triển lãm khác.<ref name=\":1\" \/>\n\n=== Trung tâm Hội chợ Triển lãm Việt Nam ===\nNăm 1989, Trung tâm Triển lãm Giảng Võ được đổi tên chính thức là Trung tâm Hội chợ Việt Nam, được coi là năm trở thành dịch vụ cho cả Việt Nam và các thành phần kinh tế, tổ chức chính trị, đồng nghĩa với việc nơi đây có quyền thu kinh phí để tổ chức triển lãm. Không những thế, sau khi hạch toán kinh doanh. trung tâm này còn phải đóng các khoản thuế cho Nhà nước. Với phương thức hoạt động mới này, nơi đây nhanh chóng trở thành doanh nghiệp Nhà nước hạch toán kinh tế độc lập vào năm 1995, có chức năng như một công cụ nhằm thông qua tổ chức triển lãm để phục vụ giai đoạn [[Đổi Mới]] của Việt Nam.<ref name=\":1\" \/>\n\nVới cơ chế, phương thức hoạt động này, trong vòng 10 năm từ 1990 đến 1999, số lần tổ chức triển lãm cũng như số lần tổ chức có yếu tố quốc tế tham gia đều tăng. Từ năm 1996 đến 1999, mỗi năm tổ chức 14 đến 15 triển lãm, trong đó có tới 9 triển lãm có các cơ sở nước ngoài tham gia.<ref name=\":1\" \/> Trong giai đoạn 2000 đến 2015, năm tiến hành cổ phần hóa VEFAC hoạt động của VEFAC vẫn diễn ra khá mạnh mẽ với hơn 30 triển lãm đã được ghi nhận.<ref name=\":1\" \/>\n\nSau hơn 40 năm tồn tại, Triển lãm Giảng Võ đã chính thức dừng hoạt động vào đầu năm 2016.<ref name=\":0\" \/> Khu triển lãm Giảng sau đó đã bị san lấp để xây dựng công trình khác nhưng chưa có khu vực thay thế nên các cuộc triển lãm, các sự kiện lớn thường được tổ chức ở Giảng Võ cũng ít đi đáng kể, kéo theo hiệu quả kinh tế xã hội suy giảm.<ref>{{Chú thích web|url=https:\/\/kinhtemoitruong.vn\/trung-tam-trien-lam-giang-vo-ky-1-nho-va-suy-ngam-ve-ky-uc-qua-mot-vai-su-kien-62230.html|tựa đề=[Kỳ 1] Trung tâm triển lãm Giảng Võ - Nhớ và suy ngẫm về ký ức|tác giả=Hoàng Xuân Cơ|ngày=2021-12-20|website=Kinh tế Môi trường|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161644\/https:\/\/kinhtemoitruong.vn\/trung-tam-trien-lam-giang-vo-ky-1-nho-va-suy-ngam-ve-ky-uc-qua-mot-vai-su-kien-62230.html}}<\/ref>\n\n=== Khu đất sau khi phá dỡ ===\nSau khi Triển lãm Giảng Võ bị phá dỡ, khu đất này được xem là khu \"đất vàng hiếm hoi\" còn lại giữa trung tâm Hà Nội và được nhiều nhà đầu tư chú ý đến. Theo báo ''[[VietNamNet|Vietnamnet]]'' ghi nhận, để sở hữu khu đất này, nhà đầu tư phải bỏ ra ít nhất 4.000 tỷ [[Đồng (đơn vị tiền tệ)|đồng]] tiền vốn để hoàn thiện dự án Nhật Tân – Nội Bài và bàn giao hoàn toàn lại cho [[Trung tâm Hội chợ Triển lãm Việt Nam|VEFAC]] khai thác sử dụng, ngoài ra còn phải đối mặt với áp lực lớn về tiến độ và các tiêu chuẩn khắt khe khác.<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/dat-vang-trien-lam-giang-vo-mieng-hoi-kho-nuot-226349.html|tựa đề=Đất vàng Triển lãm Giảng Võ: Miếng hời khó… nuốt|tác giả=Hải Minh|họ=|tên=|ngày=2015-3-19|website=[[VietNamNet]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161645\/https:\/\/vietnamnet.vn\/dat-vang-trien-lam-giang-vo-mieng-hoi-kho-nuot-226349.html}}<\/ref> Quá trình cổ phần hóa VEFAC đã diễn ra một cách được xem là \"khá đặc biệt\" và là lần đầu tiên ở Việt Nam mà việc [[cổ phần hóa]] gắn với ràng buộc phải tiến hành các dự án.<ref>{{Chú thích web|url=https:\/\/kinhtemoitruong.vn\/ky-3-qua-trinh-co-phan-hoa-vefac-dien-ra-nhu-the-nao-62293.html|tựa đề=[Kỳ 3] Quá trình cổ phần hóa VEFAC diễn ra như thế nào?|tác giả=Hoàng Xuân Cơ|ngày=2021-12-22|website=Kinh tế Môi trường|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161650\/https:\/\/kinhtemoitruong.vn\/ky-3-qua-trinh-co-phan-hoa-vefac-dien-ra-nhu-the-nao-62293.html}}<\/ref> Tới tháng 4 năm 2015, khu vực đất đã thuộc về Vingroup sau khi tập đoàn này mua gần 90% cổ phần Triển lãm Giảng Võ.<ref>{{Chú thích web|url=https:\/\/vneconomy.vn\/vingroup-mua-gan-90-co-phan-trien-lam-giang-vo.htm|tựa đề=Vingroup mua gần 90% cổ phần Triển lãm Giảng Võ|tác giả=Song Hà|họ=|tên=|ngày=2015-04-21|website=Nhịp sống kinh tế Việt Nam & Thế giới|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161645\/https:\/\/vneconomy.vn\/vingroup-mua-gan-90-co-phan-trien-lam-giang-vo.htm}}<\/ref> Tập đoàn Vingroup mới đây vừa công bố quyết định chính thức về việc góp gần 1.500 tỷ đồng thành lập Công ty cổ phần Trung tâm hội chợ triển lãm Hà Nội – doanh nghiệp sở hữu 7 hecta đất trên triển lãm Giảng Võ cũ.<ref>{{Chú thích web|url=http:\/\/antt.vn\/dat-vang-giang-vo-chinh-thuc-ve-tay-vingroup-8425.htm|tựa đề=“Đất vàng Giảng Võ” chính thức về tay Vingroup|tác giả=Hoa Liên|ngày=2015-4-21|website=An ninh tiền tệ|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161648\/http:\/\/antt.vn\/dat-vang-giang-vo-chinh-thuc-ve-tay-vingroup-8425.htm}}<\/ref> \n\nTổ hợp Trung tâm Thương mại, vui chơi, giải trí mới trên khu đất 7 hecta này được khởi công xây dựng vào tháng 7 năm 2016.<ref name=\":0\" \/> Sau đó vài tháng, nhân dịp kỷ niệm 62 năm sự kiện [[Tiếp quản Thủ đô Hà Nội]], [[Ủy ban nhân dân thành phố Hà Nội]] và Công ty cổ phần Hội chợ Triển lãm Việt Nam – một thành viên [[Tập đoàn Vingroup]] đã tổ chức lễ động thổ dự án Trung tâm hội chợ Triển lãm quốc gia với quy mô lớn nhất châu Á.<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/khoi-cong-trung-tam-hoi-cho-trien-lam-lon-nhat-chau-a-thay-the-trien-lam-giang-vo-20161008141904718.htm|tựa đề=Khởi công Trung tâm Hội chợ Triển lãm lớn nhất châu Á thay thế Triển lãm Giảng Võ|tác giả=Thảo Vy|họ=|tên=|ngày=2016-10-08|website=[[Báo Thể thao & Văn hóa]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-17|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161647\/https:\/\/thethaovanhoa.vn\/khoi-cong-trung-tam-hoi-cho-trien-lam-lon-nhat-chau-a-thay-the-trien-lam-giang-vo-20161008141904718.htm}}<\/ref> Theo đó dự kiến quy hoạch của khu triển lãm mới này sẽ có diện tích 300 hecta tại xã [[Cổ Loa (xã)|Cổ Loa]], huyện [[Đông Anh]].<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/trien-lam-giang-vo-se-duoc-chuyen-ve-co-loa-dong-anh-258496.html|tựa đề=Triển lãm Giảng Võ sẽ được chuyển về Cổ Loa, Đông Anh|họ=|tên=|ngày=2015-8-25|website=[[VietNamNet]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217163816\/https:\/\/vietnamnet.vn\/trien-lam-giang-vo-se-duoc-chuyen-ve-co-loa-dong-anh-258496.html}}<\/ref>\n\nThủ tướng Việt Nam sau đó đã ra thông báo việc khai thác quỹ đất tại 148 Giảng Võ cần phải đạt mục tiêu đáp ứng yêu cầu phát triển một khu đô thị hiện đại, không gây [[Tắc đường|tắc nghẽn giao thông]] trong khu vực và có quy mô dân số theo đúng quy định hiện hành.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-1311918.htm|tựa đề=Dự án 148 Giảng Võ không được gây ùn tắc giao thông|tác giả=Lê Thanh|họ=|tên=|ngày=2017-05-10|website=[[Tuổi Trẻ (báo)|Tuổi Trẻ Online]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161646\/https:\/\/tuoitre.vn\/news-1311918.htm}}<\/ref> Dự án mới tại 148 Giảng Võ sau đó đã chờ điều chỉnh quy hoạch chi tiết 1\/500 theo phê duyệt của từ Ủy ban Nhân dân thành phố Hà Nội.<ref>{{Chú thích web|url=https:\/\/www.anninhthudo.vn\/post-477244.antd|tựa đề=Dự án 148 Giảng Võ: Đang chờ điều chỉnh quy hoạch chi tiết 1\/500|tác giả=Ngọc Khánh|ngày=2021-08-18|website=Báo điện tử An ninh Thủ đô|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161646\/https:\/\/www.anninhthudo.vn\/post-477244.antd}}<\/ref> Tuy vậy tới tháng 7 năm 2022, khu đất này sẽ không xây chung cư 50 tầng nữa mà chuyển sang làm trung tâm dịch vụ, thương mại, văn hóa theo Phó chủ tịch Hà Nội Dương Đức Tuấn thông tin.<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/zingnews-post1333451.html|tựa đề=Hủy quyết định xây 10 cao ốc 50 tầng ở khu triển lãm Giảng Võ|tác giả=Mỹ Hà|ngày=2022-07-07|website=[[Zing|Báo điện tử trực tuyến Zing]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-18|archive-url=https:\/\/web.archive.org\/web\/20230218075254\/https:\/\/zingnews.vn\/huy-quyet-dinh-xay-10-cao-oc-50-tang-o-khu-trien-lam-giang-vo-post1333451.html}}<\/ref><ref>{{Chú thích web|url=https:\/\/vnexpress.net\/khong-xay-chung-cu-o-khu-dat-trien-lam-giang-vo-4484825.html|tựa đề=Không xây chung cư ở khu đất triển lãm Giảng Võ|tác giả=Võ Hải|họ=|ngày=2022-7-7|website=[[VnExpress]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161643\/https:\/\/vnexpress.net\/khong-xay-chung-cu-o-khu-dat-trien-lam-giang-vo-4484825.html}}<\/ref> Cũng trong phiên họp vào cùng tháng, dự kiến năm 2023, nơi đây sẽ được triển khai xây dựng [[khách sạn]], [[văn phòng]].<ref>{{Chú thích web|url=https:\/\/moc.gov.vn\/vn\/tin-tuc\/1184\/72348\/khu-dat-vang-giang-vo-se-duoc-xay-khach-san-van-phong.aspx|tựa đề=Khu 'đất vàng' Giảng Võ sẽ được xây khách sạn, văn phòng|ngày=2022-7-8|website=[[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng Việt Nam]]|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217163205\/https:\/\/moc.gov.vn\/vn\/tin-tuc\/1184\/72348\/khu-dat-vang-giang-vo-se-duoc-xay-khach-san-van-phong.aspx}}<\/ref> Cuối năm 2022, sau nhiều năm được phá bỏ, khu vực này hiện vẫn trong cảnh quây tôn, bỏ hoang, cỏ lau mọc rập và bị chậm tiến độ đầu tư.<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/toan-canh-khu-dat-vang-148-giang-vo-quay-ton-xanh-co-nhieu-nam-2089827.html|tựa đề=Toàn cảnh khu ‘đất vàng’ Giảng Võ quây tôn, xanh cỏ nhiều năm|tác giả=Nguyễn Huế|họ=|tên=|ngày=2022-12-12|website=[[VietNamNet]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161645\/https:\/\/vietnamnet.vn\/toan-canh-khu-dat-vang-148-giang-vo-quay-ton-xanh-co-nhieu-nam-2089827.html}}<\/ref>\n\n== Di sản ==\nTrước khi bị phá dỡ, Triển lãm Giảng Võ có nhiều triển lãm, hội chợ thương mại trong nước và quốc tế được tổ chức, là điểm đến của đông đảo người dân Hà Nội và các vùng lân cận. Các hội chợ, triển lãm diễn ra tại đây thường thu hút khá nhiều doanh nghiệp trong và ngoài Việt Nam đến giao thương, trưng bày giới thiệu và bán sản phẩm, ký kết hợp đồng. Nhờ có địa điểm được xem là thuận lợi nên các hội chợ, triển lãm tổ chức tại đây thu hút được nhiều khách tham quan và người tiêu dùng''.''<ref name=\":0\" \/> Các cuộc triển lãm tại nơi đây cũng đã góp phần thúc đẩy các phong trào thi đua cải tiến kỹ thuật, nâng cao chất lượng sản phẩm, duy trì các mặt hàng, ngành nghề truyền thống, đẩy mạnh xuất khẩu. Triển lãm cũng đã góp phần tạo ra nhiều việc làm, cả trực tiếp và cung cấp dịch vụ quanh khu triển lãm.<ref name=\":1\" \/> Đầu năm 2015, hội chợ Xuân Giảng Võ thường niên cuối cùng vào năm 2016 có quy mô gần 1000 gian hàng tiêu chuẩn với tổng diện tích khoảng 12.000m<sup>2<\/sup> đã thu hút trên 800 doanh nghiệp, cơ sở sản xuất kinh doanh của trên 35 tỉnh thành trên toàn Việt Nam.<ref>{{Chú thích web|url=https:\/\/www.phapluatplus.vn\/truyen-thong-phap-luat\/800-doanh-nghiep-tham-gia-hoi-cho-xuan-giang-vo-2016-d5386.html|tựa đề=800 doanh nghiệp tham gia Hội chợ xuân Giảng võ 2016|tác giả=Mai Thu|họ=|tên=|ngày=2016-1-28|website=Pháp luật Plus|location=[[Pháp luật Việt Nam (báo)|Báo Pháp luật Việt Nam]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-18|archive-date=2023-02-17|archive-url=https:\/\/web.archive.org\/web\/20230217161656\/https:\/\/www.phapluatplus.vn\/truyen-thong-phap-luat\/800-doanh-nghiep-tham-gia-hoi-cho-xuan-giang-vo-2016-d5386.html}}<\/ref>\n\nNgoài các hội chợ và triển lãm, Trung tâm Hội chợ Triển lãm Việt Nam còn là nơi diễn ra các hoạt động giải trí khác như các chương trình ca nhạc. Đối với những người hâm mộ dòng nhạc [[Rock]] tại Việt Nam, triển lãm Giảng Võ còn được biết tới là nơi trưởng ban nhạc [[Bức Tường (ban nhạc)|Bức Tường]] [[Trần Lập (nhạc sĩ)|Trần Lập]] biểu diễn show diễn cuối cùng trong cuộc đời mang tên \"Đôi bàn tay thắp lửa\".<ref name=\":0\" \/>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Công trình xây dựng ở Hà Nội]]\n[[Thể loại:Khởi đầu năm 1974 ở Việt Nam]]\n[[Thể loại:Chấm dứt năm 2016 ở Việt Nam]]"}