{"1765643":"{{bài cùng tên|Triệu Hải}}\n'''Triệu Hải''' là một huyện cũ thuộc tỉnh [[Bình Trị Thiên]], sau thuộc tỉnh [[Quảng Trị]].\n==Địa lý==\nPhía Bắc giáp [[Đông Hà|thị xã Đông Hà]] và huyện [[Bến Hải (huyện)|Bến Hải]], phía Nam giáp huyện [[Hương Điền (huyện)|Hương Điền]], phía Đông giáp [[Biển Đông]], phía Tây giáp huyện [[Hướng Hóa]].\n==Lịch sử==\nHuyện được thành lập từ ngày [[11 tháng 3]] năm [[1977]] trên cơ sở hợp nhất 2 huyện [[Triệu Phong]] và [[Hải Lăng]].\n\nKhi hợp nhất, huyện Triệu Hải có 41 xã: Ba Lòng, Hải An, Hải Ba, Hải Chánh, Hải Dương, Hải Hòa, Hải Khê, Hải Lâm, Hải Lệ, Hải Phú, Hải Phúc, Hải Quế, Hải Quy, Hải Sơn, Hải Tân, Hải Thành, Hải Thiện, Hải Thọ, Hải Thượng, Hải Trường, Hải Vĩnh, Hải Xuân, Triệu Ái, Triệu Đại, Triệu Độ, Triệu Đông, Triệu Giang, Triệu Hòa, Triệu Lăng, Triệu Lễ, Triệu Long, Triệu Lương, Triệu Phước, Triệu Sơn, Triệu Tài, Triệu Thành, Triệu Thuận, Triệu Thượng, Triệu Trạch, Triệu Trung, Triệu Vân.\n\nNgày [[18 tháng 5]] năm [[1981]], thành lập thị trấn Quảng Trị - thị trấn huyện lị của huyện Triệu Hải.\n\nNgày [[11 tháng 9]] năm [[1981]], chuyển 2 xã Triệu Lương và Triệu Lễ về thị xã Đông Hà quản lý (nay là các phường Đông Lương, Đông Lễ thuộc thành phố Đông Hà). Huyện Triệu Hải còn lại 1 thị trấn Quảng Trị và 39 xã: Ba Lòng, Hải An, Hải Ba, Hải Chánh, Hải Dương, Hải Hòa, Hải Khê, Hải Lâm, Hải Lệ, Hải Phú, Hải Phúc, Hải Quế, Hải Quy, Hải Sơn, Hải Tân, Hải Thành, Hải Thiện, Hải Thọ, Hải Thượng, Hải Trường, Hải Vĩnh, Hải Xuân, Triệu Ái, Triệu Đại, Triệu Độ, Triệu Đông, Triệu Giang, Triệu Hòa, Triệu Lăng, Triệu Long, Triệu Phước, Triệu Sơn, Triệu Tài, Triệu Thành, Triệu Thuận, Triệu Thượng, Triệu Trạch, Triệu Trung, Triệu Vân.\n\nNgày [[17 tháng 9]] năm [[1981]], chia xã Ba Lòng thành hai xã lấy tên là xã Ba Lòng và xã Triệu Nguyên; chia xã Triệu Vân thành hai xã lấy tên là xã Triệu Vân và xã Triệu An.\n\nTừ đó, đơn vị hành chính của huyện Triệu Hải gồm thị trấn Quảng Trị và 41 xã: Ba Lòng, Hải An, Hải Ba, Hải Chánh, Hải Dương, Hải Hòa, Hải Khê, Hải Lâm, Hải Lệ, Hải Phú, Hải Phúc, Hải Quế, Hải Quy, Hải Sơn, Hải Tân, Hải Thành, Hải Thiện, Hải Thọ, Hải Thượng, Hải Trường, Hải Vĩnh, Hải Xuân, Triệu Ái, Triệu An, Triệu Đại, Triệu Độ, Triệu Đông, Triệu Giang, Triệu Hòa, Triệu Lăng, Triệu Long, Triệu Nguyên, Triệu Phước, Triệu Sơn, Triệu Tài, Triệu Thành, Triệu Thuận, Triệu Thượng, Triệu Trạch, Triệu Trung, Triệu Vân.\n\nNgày [[30 tháng 6]] năm [[1989]], huyện Triệu Hải thuộc tỉnh Quảng Trị vừa được tái lập.\n\nNgày [[16 tháng 9]] năm [[1989]], tách thị trấn Quảng Trị để thành lập [[Quảng Trị (thị xã)|thị xã Quảng Trị]].\n\nNgày [[23 tháng 3]] năm [[1990]], huyện Triệu Hải lại được tách trở lại như trước khi hợp nhất, thành 2 huyện: Triệu Phong và Hải Lăng:\n\n* Huyện [[Hải Lăng]] có 20 xã: Hải An, Hải Ba, Hải Chánh, Hải Dương, Hải Hòa, Hải Khê, Hải Lâm, Hải Lệ, Hải Phú, Hải Quế, Hải Quy, Hải Sơn, Hải Tân, Hải Thành, Hải Thiện, Hải Thọ, Hải Thượng, Hải Trường, Hải Vĩnh, Hải Xuân.\n* Huyện [[Triệu Phong]] có 21 xã: Ba Lòng, Hải Phúc, Triệu Ái, Triệu An, Triệu Đại, Triệu Độ, Triệu Đông, Triệu Giang, Triệu Hòa, Triệu Lăng, Triệu Long, Triệu Nguyên, Triệu Phước, Triệu Sơn, Triệu Tài, Triệu Thành, Triệu Thuận, Triệu Thượng, Triệu Trạch, Triệu Trung, Triệu Vân.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Hành chính Quảng Trị]]\n[[Thể loại:Huyện cũ Việt Nam]]"}