{"16334695":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Trung Phúc Cường\n| hình = \n| ghi chú hình = \n| vĩ độ = 18\n| kinh độ = 105\n| vĩ phút = 35\n| vĩ giây = 36\n| kinh phút = 35\n| kinh giây = 58\n| diện tích = 20,46 km²\n| dân số = 14.100 người\n| thời điểm dân số = 2018\n| mật độ dân số = 689 người\/km² \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Nam Đàn]]\n| thành lập = 1\/1\/2020<ref name=NQ831 \/>\n| trụ sở UBND = \n| mã hành chính = 17989<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Trung Phúc Cường''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nam Đàn]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\n==Địa lý==\nXã Trung Phúc Cường nằm ở phía nam huyện [[Nam Đàn]], có vị trí địa lý:\n*Phía đông giáp huyện [[Hưng Nguyên]]\n*Phía tây giáp xã [[Khánh Sơn, Nam Đàn|Khánh Sơn]]\n*Phía nam giáp tỉnh [[Hà Tĩnh]] và xã [[Nam Kim]]\n*Phía bắc giáp huyện Hưng Nguyên.\n\nXã Trung Phúc Cường có diện tích 20,46&nbsp;km², dân số năm 2018 là 14.100 người, mật độ dân số đạt 689 người\/km².<ref name=\"NQ831\"\/>\n\n==Lịch sử==\nĐịa bàn xã Trung Phúc Cường hiện nay trước đây vốn là ba xã: Nam Trung, Nam Phúc, Nam Cường.\n \nKhi Lý Nhật Quang, con trai thứ 8 của Vua Lý Thái Tổ về làm tri châu Nghệ An thực thi chủ trương khai phá mở rộng đất đai, làng xóm. Cánh đồng Đạ Trại ra đời, từng cụm dân cư hình thành và phát triển, các vùng dân cư sơ khai này hợp nhập với dân vùng Hoành Sơn được gọi là Nam Hoa Thượng.\n\nTừ đó về sau theo đà mở rộng đất đai và phát triển dân số, từng cụm dân cư lớn lên tách khỏi cộng đồng cũ, lập nên làng mới, xóm mới như Thượng, Hạ, De Đình, Đông Huê. Lập nên làng mới mang tên Dương Liễu.\n\nPhía nam đồng Đại Trại là Trang Cần Trung, tách khỏi Nam Hoa Thượng, cùng với các cụm dân cư mới lập thành một xã mang tên mới, đó là Nam Hoa Trung rồi Nam Thận, Trung Thận và cuối cùng là Trung Cần cho tới sau này.\n\nXã Trung Cần bao gồm trang Cần Trung và thôn Yên Tuyền (Ngọc Cồn và Quỳnh Trai, tức xóm Cồn và xóm Chùa Giai).\n\nTên gọi Trung Cần lấy từ câu \"Sĩ quý trung cần, nữ quý trinh thuận\" (con trai quý siêng năng trung thực, con gái quý trinh tiết thuận thảo).\n\nCách mạng tháng Tám thành công, các xã cũ đổi thành tên mới, đều bắt đầu bằng chữ \"Nam\", xã Dương Liễu đổi thành xã Nam Dương và xã Trung Cần đổi thành Nam Trung.\n\nNgày 1 tháng 10 năm 1945, xã Dương Liễu và Trung Cần sáp nhập thành xã Tân Hợp.\n\nNăm 1947, xã Tân Hợp sáp nhập với xã Khánh Sơn thành xã Khánh Tân.\n\nÍt lâu sau xã Khánh Tân tách thành 3 xã như cũ. Xã Nam Trung sáp nhập thêm thôn Quang Thái (làng Đông Châu, trước thuộc huyện Hưng Nguyên, sau sáp nhập về xã Nam Thịnh, cuối cùng sáp nhập về xã Nam Trung).\n\nNăm 1965, ba xã: Nam Dương, Nam Trung và Quang Thái sáp nhập thành xã Nam Trung thuộc huyện Nam Đàn.\n\nĐến năm 2018, xã Nam Trung có 14 xóm, được chia làm nhiều tên gọi khác nhau:\n* Nam Dương\n\nTừ xóm 1 đến xóm 4 gọi là Nam Dương. Người dân nơi đây hiền lành, chăm chỉ làm ăn và mến khách. Đời sống của họ chủ yếu là trồng lúa, và các cây nông nghiệp bên dòng sông Lam đất đai màu mỡ. Nam Dương có đình Dương Liễu nổi tiếng\n* Tân Hoa\n\nXóm 5, 6 người ta gọi là Tân Hoa, xóm này nằm gần chợ Rồng và sông Lam nên kinh tế khá hơn các vùng khác nhờ buôn bán.\n* Xóm Bàu\n\nXóm 7 có hai vùng, gọi là xóm Bàu và xóm Đình, gọi là xóm Bàu vì đây có một con lạch chảy qua, người ta gọi là Bàu. Kinh tế chủ yếu là nông nghiệp.\n\nNơi đây có một ngôi đền thờ Tống Tất Thắng, nổi tiếng linh thiêng, đền nằm cạnh bàu sen thơm ngát vào mùa hè.\n\nXóm dưới gọi là xóm Đình vì nằm cạnh đình Trung Cần nổi tiếng, kinh tế thuần nông. Một số người làm thợ xây thì qua Lào, thanh niên lớn lên thì đi Mã Lai, Đài Loan, nên bộ mặt của xóm này có vẻ khang trang hơn, ngày càng giàu lên. Thanh niên phần lớn chỉ biết ăn chơi đua đòi, phá phách. Tình hình đang được cải thiện dần, vài năm gần đây xóm bàu nổi lên vì năm nào cũng có học sinh đậu đại học.\n* Xóm Hà\n\nXóm Hà hay còn gọi là xóm 8\n* Xóm Chùa\n\nxóm 9 được gọi là xóm Chùa. Sở dĩ có tên gọi như vậy vì xóm này cạnh một ngôi chùa cổ kính.\n* Xóm Bãi\n\nĐây là vùng đất ngày xưa do dòng họ Nguyễn Nhân khai phá, Nguyễn Nhân Mỹ là tiến sĩ võ đầu tiên ở đất Trung Cần. vùng đất xưa có tên Kim Đôi, Kim Sa, Đông Yên (Hác), Bồ Đề (Gát), Trung Châu (Vũng) và Quan Châu (Bãi). Sau này hợp lại gọi tên là Quyết Tiến.\n* Quang Thái\n\nMột vùng đất nằm ven sông Chạy dài 5&nbsp;km ngăn cách với xóm bãi là vùng Quang Thái, cũng không rõ vì sao được gọi là như vậy nữa. Quang Thái gồm xóm 11, 12, 13.\n\nNgười dân nơi đây chủ yếu buôn bán. Đây là vùng đất có nhiều thành phần bất hảo nhất trong xã, đánh nhau nổi tiếng cả một vùng. Đánh theo hội đồng, nổi tiếng cả một vùng.\n* Bắc Thái\n\nXóm 14 gọi là Bắc Thái, một vùng đất nằm ven sông Cuối xã giáp ranh xã Nam Cường. Người dân chủ yếu làm nông nghiệp và buôn bán nhỏ lẻ. Trước đây Bắc Thái phát triển buôn bán đường thủy, mua hàng nông sản từ các huyện đầu nguồn sông lam về miền xuôi bán và đưa muối lên bán cho dân miền núi.\n\nXã Nam Phúc còn có tên gọi khác là Xuân Phúc, xưa gọi là Làng Ngũ Hoa, xưa hơn còn gọi là Kẻ Lại. Xưa kia, Xuân Phúc phải qua bốn lần xây lập làng mới ổn định. Lần đầu gọi là làng Dơi, nơi đó cao ráo gần đường giao lưu nhưng xa dòng nước nên bất tiện, bỏ đi. Sau chuyển về phía tây nam cách Dơi khoảng 1&nbsp;km gọi là xứ Bụp Bụp, ở trên dải đất cao, phía Nam là Hói Nậy, phía bắc là Trọt Năng, phía tây là cánh đồng Trũng. Lần thứ ba dịch lùi về phía đông với tên gọi là Nền Nhà, ở đây đã xây dựng đền, trồng cây,... Tuy nhiên, đến lần thứ tư thì làng Xuân Phúc định vị như ngày nay và ở đó đã xây Đình làng với một phong cảnh thật đẹp, có cây đa, bến nước, sân đình nhưng bây giờ không còn nữa, làng Xuân Phúc có 3 xóm: xóm Sau, xóm Trửa, xóm Dòi.\n\nMột số địa danh quen thuộc ở Xuân Phúc (phổ biến vào những năm 1954): Hói - kênh, rạch nhỏ (tiếng địa phương); Hói Nậy, Hói Con; Vực Mấu - có người gọi Vực Máu (nay vẫn dùng). Hói Nậy chảy qua Thâm Buồng, động Mối, động Ngang, khe Su, vực Mụ Bà, khe Rộc, trại Đá, khe Lau, Vực Nàng, E, Cầu Mọ, Nhà Hương, Nhà hàng, Gò, Trọt Trụ, cửa Đền, bàn Độc, cây Găng, Eo Nốc, Hói Khai, cầu Trạo, Phát Lát, vụng cầu, cửa Đình, cầu Dưới, Trốc Voi, Đập Đăng, cầu Hói, cầu Quan, trùa Đình, hạ Truy, Trang Lăng, Thọ Toán, Thịnh Quả ra cửa sông ở bến đò Đức Quang, nhập vào Sông La.\n\nĐến năm 1954, xã Xuân Phúc có khoảng 146 hộ với khoảng 700 người, 9 dòng họ. Trong đó họ Đặng có 56 hộ, họ Lê có 50 hộ, họ Dương có 18 hộ, họ Hà có 9 hộ, họ Đinh có 9 hộ, họ Nguyễn có 3 hộ, họ Phạm có 1 hộ, họ phan văn có 61 hộ,họ phan trọng có 9 hộ.\n\nSau trận lũ lịch sử năm 1978, nhiều gia đình ở Xuân Phúc đã đi dân vào Đắk Lắk, Lâm Đồng; số khác lên Tân Kỳ, Nghĩa Đàn, Quỳ Hợp.\n\nTrước khi sáp nhập, xã Nam Cường có diện tích 7,40&nbsp;km², dân số là 5.200 người, mật độ dân số đạt 703 người\/km². Xã Nam Trung có diện tích 8,50&nbsp;km², dân số là 6.200 người, mật độ dân số đạt 729 người\/km², có 14 xóm từ 1 đến 14. Xã Nam Phúc có diện tích là 4,56&nbsp;km², dân số là 2.700 người, mật độ dân số đạt 592 người\/km², gồm các xóm: Xuân Phúc (xóm 1), Đông Viên (xóm 2, 3 và 4), Quảng Xá (xóm 5 và 6), Xóm Nài (xóm 7 và 8).\n\nNgày [[17 tháng 12]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết 831\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Nghệ An (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2020]])<ref name=NQ831>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-831-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Nghe-An-432101.aspx|tựa đề=Nghị quyết số 831\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Nghệ An|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập toàn bộ diện tích và dân số của ba xã Nam Trung, Nam Phúc và Nam Cường thành xã Trung Phúc Cường.\n\n==Di tích==\n* [[Đình Trung Cần]], di tích lịch sử văn hóa\n* Lăng Tống Tất Thắng di tích lịch sử văn hóa. Tống Tất Thắng quê tại Trang Cần Trung, Nam Hoa Thượng (Trung Cần). Năm 18 tuổi thi đậu Tiến Sĩ đời vua Lê Đoan Khánh tại kỳ thi khoa Ất Sửu (1505) đời vua Lê Uy Mục. Ông làm quan đến Lại bộ thượng thư kiêm chức Cấm Trung (Đông các Đại học sĩ). Ông là người văn võ toàn tài. Ông chính là người khai khoa cho đất Trung Cần.\n* Đình Dương Liễu được khởi công năm Giáp Dần, hoàn thành năm Ất Mão. \n* Đình Đông Châu: di tích lịch sử văn hóa\n:Đình Đông Châu tọa lạc tại làng Quang Thái, xã Nam Trung, người dân vẫn quen gọi là đình Quang Thái. Đình Đông Châu được xây dựng năm 1772, hoàn thành năm 1789 gồm hai tòa Bái Đình và Hậu Cung chạm trổ điêu khắc khá công phu. Đình dựng lên nhằm đáp ứng nhu cầu sinh hoạt văn hóa cộng đồng, là nơi cầu an cầu phúc của dân làng, thần chủ của đình là Thần Cao Sơn Cao Các. Đình được nhân dân và chính quyền tu tạo vào tháng 2 năm 2006. \n* Nhà tưởng niệm [[Trần Quốc Hoàn]].\n* Đình Đồng Viên\n* Đình Xuân Phúc \n:Đây là hai đình được dựng cùng thời với đình Trung Cần. Tuy nhiên đình Đồng Viên và Đình Xuân Phúc qua những thiên tai và biến cố lịch sử cũng như con người, nay đã bị xuống cấp nghiêm trọng, gần như chỉ còn là phế tích, riêng đình Xuân Phúc đã mất hẳn.\n\n==Danh nhân==\n*Tống Tất Thắng, Tiến sĩ khoa Ất Sửu(1505) đời vua Lê Uy Mục là là người văn võ toàn tài, làm quan đến Lại bộ Thượng Thư, là tướng quân Nghĩa Quân Công. \n*Nguyễn Nhân Mỹ là Trung Quân Công, tiến sĩ võ thời vua Lê Trung Hưng, có công khai phá đất hoang, mở rộng đất đai, làng xóm\n*Nguyễn Trọng Thường, Tiễn sĩ khoa Nhâm Thìn 1712 đời vua Lê Dụ Tông\n*Nguyễn Trọng Đương, Tiến sĩ khoa Kỷ Sửu 1769 đời vua Lê Hiển Tông\n*Nguyễn Trọng Đường, tiến sĩ khoa Kỷ Hợi 1779 đời vua Lê Hiển Tông, là người cùng nhân dân Trung Cần xây dựng nên đình Trung Cần.\n*Ngũ thế kế khoa dòng họ Lê Nguyên (Lê Nguyên Trung, Lê Nguyên Thứ, Lê Nguyên Đôn, Lê Nguyên Hoan, Lê Nguyên Khái)\n*Nguyễn Văn Giao đỗ Song nguyên Thám Hoa, (Tiến sĩ đệ nhất giáp, đệ tam danh), khoa Quý Sửu 1853 đời vua Tự Đức.\n*Nguyễn Hữu Lập, đỗ Song nguyên Hoàng Giáp (Tiến sĩ đệ nhị giáp, đệ nhất danh) khoa Nhâm Tuất 1862 đời vua Tự Đức. \n*Nguyễn Tư Tái, đậu Phó Bảng triều vua Thành Thái.\n*Nguyễn Tư Nghiêm, danh họa nổi tiếng đương đại (Trong bộ tứ danh họa Việt Nam: Liên, Nghiêm, Sáng, Phái).\n*[[Trần Quốc Hoàn]]: Bộ trưởng bộ Công an đầu tiên.\n*Trần Ngọc Cảnh: Nguyên tổng giám đốc tập đoàn dầu khí Việt Nam.\n\n==Tham khảo==\n{{tham khảo}}\n{{Đơn vị hành chính thuộc huyện Nam Đàn}}"}