{"313583":"{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Trung đoàn 52\n| thành lập = 27 tháng 2 năm 1947\n| quân chủng = lục quân\n| tên khác = '''Trung đoàn Tây Tiến'''\n}}\n\n'''Trung đoàn 52 Tây Tiến''', thường gọi là '''Trung đoàn Tây Tiến''', là một trung đoàn của [[Quân đội nhân dân Việt Nam]] trong [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]]\n==Lịch sử==\nTrung đoàn được thành lập ngày 27 tháng 2 năm 1947<ref name=\"VNN60\"\/>. Binh sĩ bao gồm các chiến sĩ giải phóng quân từ Việt Bắc về Hà Nội chuyển thành [[Vệ binh quốc gia|Vệ quốc đoàn]], tự vệ chiến đấu, công nhân, nông dân, trí thức, dân nghèo thành thị, các nhà sư, cựu binh trong quân đội thuộc địa Pháp, người dân tộc... tự nguyện tham gia Mặt trận [[Việt Minh]]<ref name=\"TT\"\/>.\n\nĐơn vị Tây Tiến đầu tiên là đại đội Vệ quốc đoàn do các đ\/c Anh Đệ, Tuấn Sơn và Lam Ngọc chỉ huy đưa quân từ Hà Nội lên Mộc Châu. Đây là một điểm của bộ đội Tây Tiến tập kết từ xuôi lên rồi tỏa đi các mặt trận Tây Bắc biên giới Việt Lào.\n\nNgày  7 tháng 10 năm 1945 đồng chí Lê Hiến Mai Phó tư lệnh, tham mưu trưởng chiến khu II, cùng đặc phái viên của Chính phủ và trợ lý Thanh Tùng, bộ phận điện đài lên Mộc Châu, Khi lên tới Mộc Châu, được tin A lếch xăng đri đã về chiếm đóng thị xã Sầm Nưa. Đồng chí nhận định đây là một mối đe dọa trực tiếp đối với Tây Nam Sơn La (nhất là Mộc Châu), vì nếu từ Sầm Nưa chúng đánh sang chiếm được Mộc Châu thì Sơn La sẽ bị cô lập, nên đ\/c đã báo cáo về Hà Nội xin chỉ thị của Trung ương Đảng.\n\nNgày 12 tháng 10 năm 1945 sau khi nhận được chỉ thị của Trung ương Đảng với nội dung: \"Cứ cho bộ đội ta sang\". Ngày ngày 15 tháng 10 năm 1945 đồng chí Lê Hiếu Mai nhận lệnh cho tiểu đoàn 52 (tức trung đoàn Tây Tiến) chuyển hướng sang Lào thực hiện nghĩa vụ Quốc tế.\n\nNgày ngày 22 tháng 10 năm 1945, tiểu đoàn 52 giải phóng Sầm Nưa và đánh đuổi địch chạy về Xiêng Khoảng, đại đội đồng chí Nguyên Duy Phiên được lệnh tiến lên thị xã Sơn La vào hạ tuần tháng 10-1945, đồng chí Trần Quang Thường được cử lên làm chính trị viên, đại đội Phú Thọ do đồng chí Nguyễn Duy Phiên làm đội trưởng.\n\nTháng 11-1945 nhân dân các dân tộc Mộc Châu, Sơn La tưng bừng tiếp đón chi đội 3 do đ\/c Nam Hải và đ\/c Lê Trọng Tấn chỉ huy, cùng lên có đại đội vệ quốc đoàn của Hà Nam do đ\/c Thiều Văn Cố là đại đội trưởng, đ\/c Đỗ Ngọc Du làm chính trị viên và đại đội vệ quốc đoàn của Nam Định do đ\/c Hoàng Khải Tiến làm đội trưởng, đ\/c Quỳnh là chính trị viên. Sau khi lên Mộc Châu các đ\/c nhận lệnh chặn đánh một số đại đội khố đỏ do sĩ quan Pháp chỉ huy từ Sơn La tiến xuống.\n\nĐây là một trận đánh mà bộ đội ta phải đương đầu với một quân đội được trang bị vũ khí hiện đại, nhưng đơn vị chiến đấu rất kiên cường chặn đánh cuốc tiến quân xâm lược lãnh thổ của địch, khiến chúng phải hoảng loạn tháo chạy. Trong trận đánh này đ\/c đại đội trưởng Lê Thám đã hy sinh anh dũng, sau đó đội vũ trang tuyên truyền của Cao Bằng do đ\/c Hoàng Đông Tùng làm đội trưởng được bổ sung cho đơn vị. nhận được lệnh giải thể cung cấp cán bộ cho các Châu xây dựng củng cố chính quyền và các tổ chức đoàn thể ở cơ sở.\n\nĐầu năm 1946, tư lệnh chiến khu II Hoàng Sâm sau khi giải phóng Sầm Nưa đã quay về Mường Hét dự cuộc họp với đại diện quân đội Quốc gia Lào để bàn về việc thành lập mối liên minh chiến đấu Việt - Lào. Sau đó đ\/c Hoàng Sâm trở về Sơn La triệu tập các cán bộ chủ chốt của Trung đoàn, đại diện ban cán sự và UBHC KC tỉnh Sơn La công bố quyết định thành lập Ban chỉ huy trung đoàn Sơn La. Tháng 11 -1946, đ\/c Lê Trọng Tấn được Trung ương cử lên Sơn La lần thứ 2 để thay cho đ\/c Phùng Thế Tài, đ\/c làm trung đoàn trưởng.\n\nNgày ngày 6 tháng 3 năm 1946 quân Pháp ở Thuận Châu, Chiềng Pấc, chúng ra sức cấu kết với bọn phản động địa phương cho xây dựng hệ thống đồn bốt, bắt thanh niên đi lính, tập hợp bọn tay sai cũ, lập chính quyền tề ngụy và sử dụng bọn phản động dẫn đường chỉ điểm để đàn áp lực lượng tự vệ, bộ đội và gia đình cách mạng. Mặt khác chúng ra sức càn quét vơ vét của cải, bắt dân nộp lương thực, thực phẩm, bắt phụ nữ lên đồn. Những thủ đoạn đàn áp dã man và cướp bóc trắng trợn của quân Pháp khiến chi nhân dân càng thêm căm thù, sẵn sàng ủng hộ bộ đội, tham gia kháng chiến. Bọn phản động địa phương dẫn đường cho quân Pháp đánh chiếm Mường La và Mường Chanh (Mai Sơn), Mộc Châu. Chúng phối hợp với quân Pháp ở Lào đánh sang rồi đánh xuống Chiềng On, Tô Vang. Bộ Chỉ huy chiến khu II pháo điều 2 đại đội lên chi viện cho Mộc Châu.\n\nNgày ngày 25 tháng 4 năm 1947 quân Pháp nhảy dù chiếm đánh ở Mộc Châu; Do vậy toàn trung đoàn rút quân sang Tây nam Phú Thọ để bảo toàn và củng cố lực lượng. Đến tháng 10-1947, trung đoàn 148 còn được ban chỉ huy chiến khu chi viện cho tiểu đoàn 56. Trong khi Hà Nội và nhiều tỉnh thành phố trong cả nước đang đẩy mạnh phong trào kháng chiến. Quân và dân Tây Bắc bắc bộ với lực lượng trang bị vũ khí có hạn nhưng vẫn cương quyết dũng cảm chặn từng bước tiến của quân thù. Thời gian này quân Pháp từ các vị trí đã chiếm đóng như: Thuận Châu, Mường Hung. Sốp Cộp, Chiềng Khương, Chiềng Cang. Hát Lót, Yên Châu, Mộc Châu. Chúng đã tổ chức thành nhiều đợt tấn công mở rộng vùng chiếm đóng, tuyển mộ ngụy binh Thái, lôi kéo Thổ Ty ở Sơn La, Lào Cai, Hòa Bình, Yên Bái, hà Giang lập cơ sở phản động chống đối Cách mạng và đàn áp bóc lột nhân dân các dân tộc trong vùng.\n\nTháng 7-1947, có thêm chi viện quân Pháp từ Thuận Châu đánh chiếm Sơn La, Hát Lót, Mai Sơn, Tạ Khoa, Chiềng Ban, Yên Châu, Mộc Châu. Lực lượng địa phương cùng với trung đoàn 148 Sơn La làm nòng cốt liên tiếp chặn đánh địch ở Hát Lót. Nổi bật là trận tập kích ở Mộc Hạ, Mộc Châu, đã tiêu diệt được nhiều địch trong đó có tên quan 3 Pháp và thu được nhiều chiến lợi phẩn của chúng. Nhưng do lực lượng của ta có hạn, quân địch đã chiếm được một vùng rộng lớn từ Sầm Nưa (nước Lào) đến Sông Mã. Tại các vùng chiếm đóng địch đặt bộ máy cai trị, đóng quân ở nhiều vị trí, khủng bố bóc lột nhân dân, mua chuộc quan lại cũ, chia rẽ dân tộc, chia rẽ tình đoàn kết Việt – Lào, đồng thời chúng tổ chức các ổ phỉ quấy rối miền Tây và các tỉnh Nghệ An, Thanh Hóa, Hòa Bình.\n\nCuối năm 1947, trung đoàn 52 và trung đoàn Thủ đô đứng chân trên đất Hòa Bình và chuyển dần phương thức hoạt động: Đại đội độc lập, tiểu đoàn tập trung theo chủ trương của hội nghị quân sự toàn quốc lần thứ IV họp từ ngày 27 đến ngày 29 tháng 9 năm 1947; đồng thời thực hiện \"huấn luyện về cuộc vận động, luyện quân đội, lập chiến công\" và \"huấn luyện về phát động du kích chiến tranh\" của bộ tổng chỉ huy.\n\nTháng 10.11.12 năm 1947, thực dân Pháp huy động 12 nghìn quân với nhiều máy bay, xe tăng, pháo lớn… bắt đầu chúng tấn công Việt Bắc hòng tiêu diệt thủ đô kháng chiến của ta. Nhưng chúng đã thất bại thảm hại. Trung đoàn Tây Tiến phối hợp với các lực lượng vũ trang địa phương và các đơn vị bạn đẩy mạnh hoạt động chiến đáu giữ chân địch không cho chúng tập trung quân đánh lên Việt Bắc. Thời kỳ này trung đoàn gặp nhiều khó khăn, ngoài nhiệm vụ đánh địch còn phải đối phó với các loại bệnh tật nhất là sốt rét, hổ báo, rắn độc, ruồi vàng (hình ảnh của bộ đội Tây Tiến đã được nhà thơ Quang Dũng khắc họa \"Tây Tiến đoàn quân không mọc tóc, Quân xanh màu lá dữ oai hùng…Rải rác biên cương mồ viễn xú…Chiến trường đi chẳng tiếc đời xanh\". Trong hoàn cảnh gian khổ đó trung đoàn Tây Tiến đã biết dựa vào chính quyền và nhân dân địa phương, nêu các quyết tâm chiến đấu bảo vệ căn cứ, bám đất, bám làng, tuyên truyền vận động nhân dân các dân tộc tích cực tham gia kháng chiến. Tuy kết quả diệt dịch còn hạn chế, nhưng buộc địch phải co cụm lại những đòn bốt chính, vì vậy các phong trào cách mạng địa phương phát triển mạnh mẽ.\n\nTháng 6 năm 1949, Trung đoàn 52 Tây Tiến đổi tên thành trung đoàn 12 thuộc liên khu III. Từ cuối năm 1949 đến đầu năm 1950, các đ\/c An Giang (trung đoàn trưởng), đ\/c Lê Tư (chính ủy) và đ\/c Trần Quang Thường (trung đoàn phó) được cấp trên lần lượt điều động đi nhận công tác mới. Đ\/c Ngô Lân và Đ\/c Lê Khanh được bổ nhiệm làm trung đoàn trưởng và chính ủy trung đoàn 12.<ref name=\"dsvh.sonla.gov.vn\">[http:\/\/dsvh.sonla.gov.vn\/index.php?module=quangba&act=chitietdisan&id=123]<\/ref>\n\nNăm 1951, khi sư đoàn 320 ([[Sư đoàn 320, Quân đội nhân dân Việt Nam|Đại đoàn Đồng Bằng]]) được thành lập, Trung đoàn Tây Tiến trở thành một trong ba trung đoàn của sư đoàn này.\n\nTừ tháng 4 đến tháng 6 (04\/06\/1954) Trung đoàn 52 (Trung đoàn Tây Tiến) phối hợp với Trung đoàn 48 (Trung đoàn Thăng Long), trong đội hình Đại đoàn Đồng Bằng các Trung đoàn của QĐNDVN đã đánh tiêu diệt các cụm cứ điểm Thức Hóa (huyện Giao Thủy), đặc biệt cụm cứ điểm Đông Biên (huyện Hải Hậu)<ref>[http:\/\/www.haihau.vn\/dat-va-nguoi\/tieu-diet-cum-cu-diem-dong-bien-1189-23536-article.html]<\/ref> giải phóng hoàn toàn tỉnh Nam Định<ref>[http:\/\/www.haihau.vn\/PrintPreview.aspx?ID=1387] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150502100049\/http:\/\/www.haihau.vn\/PrintPreview.aspx?ID=1387|date=2015-05-02}})<\/ref>.\n\nTrong cuộc Kháng chiến Chống Thực Dân Pháp (1945 – 1954) Trung đoàn đã loại khỏi vòng chiến đấu 11.439 tên địch trong đó có 3.049 lính Âu Phi: Thu và phá hủy 6.158 súng các loại, 76 xe cơ giới, 8 ca nô tàu chiến, 3 máy bay và hàng trăm tấn đạn dược, quân dụng.\n\nTrung đoàn đã vinh dự được tặng cờ \"Quyết chiến, chiến thắng\" của Chủ tịch Hồ Chí Minh và được mang tên truyền thống đoàn Đông Biên; trung đoàn được 8 huân chương quân công và 218 huân chương các hạng.\n\n==Thơ ca, nhạc phẩm của các \"Chiến binh Tây Tiến\"==\nNăm [[1948]], nhà thơ [[Quang Dũng (nhà thơ)|Quang Dũng]] đã viết bài thơ [[Tây Tiến]] nổi tiếng về đoàn quân Tây Tiến. Trên tấm bia ghi chiến tích Trung đoàn Tây Tiến đặt tại tỉnh [[Hòa Bình]] có tạc 10 câu thơ trong bài:\n:''Anh bạn dãi dầu không bước nữa\n:''Gục lên súng mũ bỏ quên đời\n:''Chiều chiều oai linh thác gầm thét\n:''Đêm đêm Mường Hịch cọp trêu người\n:''Nhớ ôi Tây Tiến cơm lên khói''\n:''[[Mai Châu]] mùa em thơm nếp xôi''\n:''Rải rác biên cương mồ viễn xứ\n:''Chiến trường đi chẳng tiếc đời xanh\n:''Áo bào thay chiếu anh về đất\n:''[[Sông Mã]] gầm lên khúc độc hành.''\nCái tên ''Đoàn binh không mọc tóc'' - trích từ trong bài thơ [[Tây Tiến]] - cũng là một tên gọi không chính thức của trung đoàn<ref name=QDND\/>.\n\nNhạc sĩ Doãn Quang Khải Một \"chiến binh\" \"đoàn binh không mọc tóc\" tác giả bài hát \"VÌ NHÂN DÂN QUÊN MÌNH\" được coi là một trong những bài hát truyền thống của QĐNDVN, nhạc hiệu chương trình phát thanh và truyền hình quân đội.<ref>[http:\/\/cand.com.vn\/van-hoa\/Nguoi-linh-Tay-Tien-va-nhac-pham-Vi-nhan-dan-quen-minh-1144\/]<\/ref>\n\nNhạc sĩ Nguyễn Thành tác giả một trong những bài ca đi cùng năm tháng \"QUA MIỀN TÂY BẮC\"<ref>[http:\/\/vov.vn\/van-hoa\/am-nhac\/nhac-si-nguyen-thanh-va-bai-hat-qua-mien-tay-bac-322232.vov]<\/ref> và bài hát \"CẢM XÚC THÁNG MƯỜI HÀ NỘI\"<ref>[http:\/\/anninhthudo.vn\/blog-nghe-si\/nguoi-rung-trong-don-thang-muoi\/569657.antd]<\/ref> cũng là một trong các \"chiến binh\" \"đoàn binh không mọc tóc\"\n\nHọa sĩ Văn Đa (Nguyễn Văn Đa) Giải thưởng Nhà nước về Văn học Nghệ thuật đợt I. Một trong các cựu chiến binh \"đoàn binh không mọc tóc\".<ref>{{Chú thích web |url=http:\/\/www.vietnamfineart.com.vn\/Story\/Cactacgia_tacpham\/giaithuonghcmnhanuoc\/2013\/11\/3790.html |ngày truy cập=2016-04-01 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 16 tháng 4 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160416231356\/http:\/\/www.vietnamfineart.com.vn\/Story\/Cactacgia_tacpham\/giaithuonghcmnhanuoc\/2013\/11\/3790.html |url-status=dead }}<\/ref>\n\n==Ghi công==\nKỷ niệm 60 năm thành lập trung đoàn, một phố chính của [[hòa Bình (thành phố)|thành phố Hòa Bình]] được mang tên Tây Tiến.<ref name=\"VNN60\">[http:\/\/www.vietnamnet.vn\/chinhtri\/doinoi\/2007\/02\/667576\/ Trung đoàn Tây Tiến kỷ niệm 60 năm thành lập], Vietnamnet, 27\/02\/2007<\/ref>. Tại dốc Cun, điểm đầu của con đường Tây Tiến, có một tượng đài kỷ niệm binh đoàn Tây Tiến<ref name=\"TT\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=293861&ChannelID=89 Lính già kể chuyện Tây Tiến], Tuổi Trẻ, 22\/12\/2008<\/ref>. Tại [[Mường Lát]], [[Thanh Hóa]], cũng có một tượng đài tưởng niệm đoàn quân này<ref name=QDND>[https:\/\/web.archive.org\/web\/20090204121006\/http:\/\/www.qdnd.vn\/qdnd\/qdndcuoituan.kinhte-xahoi.41590.qdnd Về nơi \"Đoàn binh không mọc tóc\"], báo Quân đội nhân dân, 28\/08\/2008<\/ref>.\n\nTại huyện Mộc Châu tỉnh Sơn La được nhà nước đầu tư nhiều tỷ VNĐ xây dựng khu Di tích lưu niệm Trung đoàn 52 Tây Tiến tại tiểu khu 12, Thị trấn Mộc Châu, Mộc Châu.<ref name=\"dsvh.sonla.gov.vn\"\/>\n\nNgày 21\/10\/2014 Liệt sĩ Nguyễn Như Trang tiểu đoàn phó tiểu đoàn 150 Trung đoàn 52 Tây Tiến được Nhà nước tặng thưởng danh hiệu Anh hùng Lực lượng Vũ trang<ref>{{Chú thích web |url=http:\/\/www.baophutho.vn\/dat-nguoi-phu-tho\/201505\/liet-si-nguyen-nhu-trang-nguoi-con-anh-hung-cua-que-huong-2412838\/ |ngày truy cập=2016-04-01 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 14 tháng 4 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160414205556\/http:\/\/www.baophutho.vn\/dat-nguoi-phu-tho\/201505\/liet-si-nguyen-nhu-trang-nguoi-con-anh-hung-cua-que-huong-2412838\/ |url-status=dead }}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n==Thư mục==\n*Lịch sử Trung đoàn 52 Tây Tiến, Nhà xuất bản Quân đội nhân dân, 2002.\n\n{{Sơ khai Việt Nam}}\n\n[[Thể loại:Trung đoàn Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1947]]\n[[Thể loại:Khởi đầu năm 1947 ở Việt Nam]]"}