{"1253771":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Trung Giáp\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 28\n| vĩ giây = 23\n| kinh phút = 16\n| kinh giây = 39\n| diện tích = 11,04 km²<ref name=MS\/>\n| dân số = 3.511 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 318 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Phú Thọ]]\n| huyện = [[Phù Ninh]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 08245<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Trung Giáp''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Phù Ninh]], tỉnh [[Phú Thọ]], [[Việt Nam]].\n\n==Địa lý==\nTrung Giáp là một xã miền núi nằm ở phía bắc của huyện Phù Ninh, giáp với các xã: Phú Lộc, Bảo Thanh, Trị Quận, Phú Mỹ, Lệ Mỹ, Liên Hoa, Tiên Phú, Phú Hộ. \n\nXã Trung Giáp có diện tích 11,04&nbsp;km², dân số năm 1999 là 3.511 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 318 người\/km².\n\nNăm 2010 dân số đạt 3.950 người, mật độ dân số đạt 335 người\/km²{{fact|date=7-2014}}.\n\nĐịa hình chủ yếu là đồi núi thấp có hướng dốc từ bắc đến nam.\n\nCó diện tích: 11,04&nbsp;km², trong đó chiếm 75% diện tích đồi núi, 15% diện tích đồng ruộng, 5% diện tích nước mặt.\n\nNguồn nước chủ yếu là nước nguồn và nước dự trữ từ các hệ thống ao hồ (có 4 hồ nước nhỏ tổng diện tích 10 ha).\n\n==Hành chính==\nXã có 7 khu vực hành chính (từ khu 1 đến khu 7).\n\n==Kinh tế==\nLà một xã nghèo, có thu nhập thấp (bình quân GDP: 580 USD\/người), chủ yếu làm nông nghiệp (chiếm 80%), ngành nghề phụ: làm mộc, xây dựng, dịch vụ buôn ban nhỏ...\n\nCây lâm nghiệp: chủ yếu là Bạch đàn, keo chàm. Cây công nghiệp: chè. Cây nông nghiệp: sắn,lạc, đỗ, vừng…cây lương thực: lúa….\n\nTrường học: có hệ thống trường học từ mầm non, cấp 1,2,3. đạt trường chuẩn Quốc gia.\n\nY tế: có một trạm y tế của xã, hệ thống y tế thôn bản đã được huấn luyện nghiệp vụ.\n\nThông tin liên lạc: 100% đã phủ điện lưới, có 2 trạm thu phát của VNPT và Viettel.\n\n==Giao thông==\nXã có 8&nbsp;km đường giao thông liên huyện đã giải nhựa. 21&nbsp;km dường giao thôn nông thôn (bê tông hóa 70%).\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Phú Thọ}}\n{{Đơn vị hành chính thuộc huyện Phù Ninh}}"}