{"113435":"{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Trung đoàn 917\n| trực thuộc = [[Sư đoàn Không quân 370|Sư đoàn 370]]\n| thành lập = {{ngày thành lập và tuổi|1975|5|21}}\n| quân chủng = không quân\n| bộ phận của = [[Sư đoàn Không quân 370|Sư đoàn 370]]\n| bộ chỉ huy = [[Cần Thơ]]\n| tên khác = Đoàn C17, Đoàn Không quân Đồng Tháp\n| tham chiến = [[Chiến tranh biên giới Tây Nam]]\n| vinh danh = \n}}\n\n'''Trung đoàn Không quân 917''' (các tên gọi khác: '''Đoàn C17''', '''Đoàn Không quân Đồng Tháp''') là một đơn vị [[máy bay trực thăng]] [[quân sự]], thuộc [[Sư đoàn Không quân 370]] (Đoàn Không quân B70), quân chủng Phòng không - Không quân [[Quân đội nhân dân Việt Nam]].\n\n== Thành tích ==\nHai lần được tuyên dương danh hiệu Anh hùng Lực lượng vũ trang nhân dân cho tập thể đơn vị vào ngày 28 tháng 8 năm 1981 và ngày 30 tháng 8 năm 1989; tập thể Phi đội trực thăng [[Mil Mi-8|Mi-8]] được tuyên dương danh hiệu Anh hùng Lực lượng vũ trang nhân dân vào ngày 30 tháng 8 năm 1985; Cá nhân phi công Nguyễn Đình Khoa được tuyên dương danh hiệu Anh hùng Lực lượng vũ trang nhân dân vào tháng 12 năm 1979. Huân chương Quân Công hạng nhất. Huân chương Quân Công hạng ba. Huân chương Độc Lập hạng nhất. Huân chương Chiến Công hạng nhất. Huân chương Chiến Công hạng nhì. Huân chương Chiến Công hạng ba. Huân chương Ăng-co.\n\n==Quá trình hình thành và phát triển==\n\nSau ngày thống nhất đất nước, [[Không quân Nhân dân Việt Nam]] cần phát triển cả về chất lượng và số lượng để đáp ứng nhiệm vụ bảo vệ Tổ quốc. Trong biên chế lực lượng Không quân, Bộ Quốc phòng chủ trương giữ nguyên [[Sư đoàn Không quân 371]] làm nhiệm vụ bảo vệ miền Bắc. Để bảo vệ vùng trời, vùng biển phía Nam, ngày 21 tháng 5 năm 1975, Bộ Quốc phòng đã quyết định thành lập bốn trung đoàn không quân: 917, 918, 935 và 937. Trung đoàn Không quân 917 được thành lập theo Quyết định số 78\/QP-QĐ ngày 21 tháng 5 năm 1975 của Bộ Quốc phòng <ref>Theo Lịch sử Trung đoàn Không quân 917 1975-2005, Nhà xuất bản Quân đội nhân dân, Hà Nội, 2005<\/ref>.\n\nThời gian này, Trung đoàn Không quân 917 đóng quân tại sân bay Tân Sơn Nhất (khu vực DAO của Hoa Kỳ), sử dụng các máy bay, trực thăng chiến lợi phẩm, như: [[L-19]], [[U-17]], [[Bell UH-1 Iroquois|UH-1]], [[CH-47 Chinook|CH-47]]. Về mặt biên chế, Trung đoàn Không quân 917 và [[Trung đoàn Không quân 918]] trực thuộc [[Lữ đoàn Không quân 919]], Trung đoàn Không quân 935 và Trung đoàn Không quân 937 trực thuộc Sư đoàn Không quân 371\n\nVề sau Trung Đoàn chuyển về Phường Trà An, Bình Thủy, Cần Thơ gần [[Cảng hàng không quốc tế Cần Thơ]]\n\n==Quá trình chiến đấu và các trận đánh tiêu biểu==\n\nTrong cuộc chiến tranh bảo vệ Tổ quốc trên biên giới Tây Nam, tham gia chiến dịch phản công biên giới Tây Nam và hoạt động chi viện ở chiến trường Cam-pu-chia chống quân [[Khmer Đỏ|Khơme Đỏ]], Trung đoàn Không quân 917 đã tham gia chiến đấu 253 trận, với 758 lượt xuất kích và 1.286 giờ bay; trực tiếp yểm trợ đơn vị bạn với 317 lượt xuất kích và 325 giờ bay; tham gia vận tải, vận chuyển bộ đội, vũ khí, thuốc men, lương thực với 25.804 lượt và 20.207 giờ bay.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/www.quansuvn.net\/index.php?topic=92.0 Lịch sử trung đoàn không quân 917] Quân sử Việt Nam.\n* {{chú thích web|title=Những cánh bay trực thăng ở đơn vị hai lần anh hùng (kỳ 1)|publisher=Báo Quân đội nhân dân|url=http:\/\/www.qdnd.vn\/QDNDSite\/vi-VN\/61\/43\/56\/57\/57\/112599\/Default.aspx|date=20\/05\/2010}}\n* {{chú thích web|title=Những cánh bay trực thăng ở đơn vị hai lần anh hùng (kỳ 2)|publisher=Báo Quân đội nhân dân|url=http:\/\/www.qdnd.vn\/QDNDSite\/vi-VN\/61\/43\/56\/57\/57\/112690\/Default.aspx|date=21\/05\/2010}}\n* {{chú thích web|title=Những cánh bay trực thăng ở đơn vị hai lần anh hùng (kỳ 2)|publisher=Báo Quân đội nhân dân|url=http:\/\/army.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/56\/57\/57\/112731\/Default.aspx|date=21\/05\/2010}}\n\n[[Thể loại:Không quân Nhân dân Việt Nam]]\n[[Thể loại:Trung đoàn Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1975]]\n[[Thể loại:Khởi đầu năm 1975 ở Việt Nam]]"}