{"828799":"{{otheruses|Trung Lương}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Trung Lương\n| hình =\n| ghi chú hình =\n| vị trí lấy tọa độ =\n| vĩ độ = 21.8568\n| kinh độ = 105.6017\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Thái Nguyên]]\n| huyện = [[Định Hóa]]\n| diện tích = 13,60 km²\n| thời điểm dân số = 1999\n| dân số = 3.911 người<ref>Niên giám thống kê tỉnh Thái Nguyên 1999 - 2003<\/ref>\n| mật độ dân số = 288 người\/km²\n| thành lập =\n| trụ sở UBND = \n| mã hành chính = 05584<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| web = {{url|trungluong.dinhhoa.thainguyen.gov.vn}}\n}}\n\n'''Trung Lương''' là một [[xã (Việt Nam)|xã]] thuộc huyện [[Định Hóa]], tỉnh [[Thái Nguyên]], [[Việt Nam]].\n\n==Địa lý==\nXã Trung Lương nằm ở phía nam huyện [[Định Hóa]], có vị trí địa lý:\n*Phía đông giáp xã [[Trung Hội]]\n*Phía tây giáp xã [[Bình Yên, Định Hóa|Bình Yên]]\n*Phía nam giáp xã [[Bộc Nhiêu]] và xã [[Sơn Phú, Định Hóa|Sơn Phú]]\n*Phía bắc giáp xã [[Đồng Thịnh, Định Hóa|Đồng Thịnh]].\n\nXã Trung Lương có diện tích 13,6&nbsp;km², dân số năm 1999 là 3.911 người, mật độ dân số đạt 288 người\/km².\n\nMột trong hai suối thượng nguồn hợp nên [[sông Công]] chảy qua phía tây nam của xã Trung Lương. Tỉnh lộ 264 kết nối giữa hai huyện Đại Từ và Định Hóa chạy qua địa bàn xã.\n\n==Lịch sử==\nSau năm 1975, Trung Lương là một xã thuộc huyện Định Hóa.\n\nĐến năm 2019, xã Trung Lương được chia thành 23 xóm: Văn Lương 1, Văn Lương 2, Hồng Lương, Tân Vinh, Quang Trung, Hồng Tiến, Hồng Hoàng, Tân Tiến, Tiến Lợi, Bình Định 1, Bình Định 2, Thẩm Quản, Thẩm Tang, Hòa Bình, Lịch Đàm, Khuẩn Hấu, Nà Nạn, Lương Trung, Bẩy Bung, Vũ Lương 1, Vũ Lương 2, Vũ Lương 3.\n\nNgày [[11 tháng 12]] năm [[2019]], sáp nhập ba xóm Văn Lương 1, Văn Lương 2 và Hồng Lương thành xóm Hồng Văn Lương,sáp nhập hai xóm Tân Vinh và Quang Trung thành xóm Quang Vinh, sáp nhập hai xóm Hồng Tiến và Hồng Hoàng thành xóm Hoàng Tiến, sáp nhập ba xóm Tân Tiến, Tiến Lợi, Lê Lợi thành xóm Tân Lợi, sáp nhập ba xóm Bình Định 1, Bình Định 2, Thẩm Quản thành xóm Quyết Tâm, sáp nhập ba xóm Thẩm Tang, Hòa Bình, Lịch Đàm thành xóm Hòa Lịch, sáp nhập bốn xóm Khuẩn Hấu, Nà Nạn, Lương Trung, Bẩy Bung thành xóm Cầu Đá, sáp nhập ba xóm Vũ Lương 1, Vũ Lương 2, Vũ Lương 3 thành xóm Vũ Lương.<ref name=NQ-HĐND>{{Chú thích web |url=http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |ngày truy cập=2020-04-04 |tựa đề=Nghị quyết về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Thái Nguyên |archive-date=2020-03-24 |archive-url=https:\/\/web.archive.org\/web\/20200324064604\/http:\/\/thainguyen.gov.vn\/van-ban-phap-luat\/-\/danhsachvanban\/vanbanphapluat\/261828 |url-status=dead }}<\/ref>\n\n==Hành chính==\nXã Trung Lương được chia thành 8 xóm: Cầu Đá, Hòa Lịch, Hoàng Tiến, Hồng Văn Lương, Quang Vinh, Quyết Tâm, Tân Lợi, Vũ Lương.<ref name=NQ-HĐND\/>\n\n==Chú thích==\n{{tham khảo}}\n\n==Xem thêm==\n{{sơ khai Thái Nguyên}}\n{{Đơn vị hành chính thuộc huyện Định Hóa}}"}