{"263967":"'''Truông Nhà Hồ'''<ref>[[:wikt:truông|Truông]] là vùng đất hoang, có nhiều cây cỏ.<\/ref> là một địa danh nằm giữa xã Vĩnh Chấp, Vĩnh Linh, [[Quảng Trị]] và xã Sen Thủy, Lệ Thủy, [[Quảng Bình]], [[Việt Nam]].\n\n==Chứng tích lịch sử== \nTheo Giáo sư [[Tôn Thất Bình]], một nhà nghiên cứu văn hóa dân gian [[Trung Bộ]], thì trước đây khu vực được gọi là Truông Nhà Hồ vốn là một vùng đất rộng bạt ngàn, cây cối um tùm, là sào huyệt của một băng cướp rất nguy hiểm, ai đi qua đó cũng thường bị chúng bắt bớ, giết chóc để cướp của đòi tiền mãi lộ. Được lệnh [[Chúa Nguyễn]], quan Nội tán [[Nguyễn Khoa Đăng]] vào đánh dẹp thành công. Từ đó truông nhà Hồ trở nên yên bình.<ref>{{chú thích sách|last1=[[Quốc sử quán (nhà Nguyễn)]]|first1=Phạm Trọng Điềm|first2=Đào|last2=Duy Anh|title=[[Đại Nam nhất thống chí]]|volume=1|page=164|quote=Truông Nhà Hồ: Ở phía Bắc huyện Minh Linh, rừng dài 3 dặm. Tương truyền, ngày trước rừng cây rậm rạp, có nhiều côn đồ tụ họp, cướp bóc người đi đường, [[Nguyễn Phúc Chu|Hiển Tông Hoàng Đế]] sai Nội tán [[Nguyễn Khoa Đăng]] kinh lý đất này, Khoa Đăng bèn sai người chém chặt cây rừng, lùng bắt côn đồ, do đấy trộm cướp im hơi, buôn bán đi lại được thuận tiện, người ta đều ca tụng|publisher=Viện Sử Học & Nhà xuất bản Thuận Hóa|year=2006}}<\/ref>\n\nTruông Nhà Hồ còn là nơi trú ngụ của các nghĩa sĩ [[Phong trào Cần Vương|Cần Vương]] đi theo vua [[Hàm Nghi]] và tướng [[Tôn Thất Thuyết]] chống [[Chủ nghĩa thực dân|thực dân Pháp]]. Trong cuộc [[chiến tranh Việt Nam]], truông nhà Hồ không còn là truông vắng mà trở thành đường lớn, tấp nập xe pháo hành quân, và được đặt tên mới là \"Dốc 6 độ\".\n\nHồ Quý Ly dẹp tan thảo khấu ở [[phá Tam Giang]]. Thảo khấu rất khiếp uy của Ngài (Hồ Quý Ly) từ đó dân chúng gọi nơi đó là truông nhà Hồ, nơi Ngài đặt ra luật lệ trừng phạt thổ phỉ. Sau quan Nội Tán Nguyễn Khoa Đăng theo gót tiền nhân trấn đóng vùng đó hiệu lệnh nghiêm minh dẹp tan đám cướp ở truông nhà Hồ - (Giặc) truông nhà Hồ bị Nội Tán phá tan. Nhờ vậy, mà khi dân đi qua truông nhà Hồ không còn phải sợ thổ phỉ như trước - Sợ truông nhà Hồ Sợ [[phá Tam Giang]].\n\n==Ca dao==\nTrong dân gian có câu:\n:''\"Yêu em anh cũng muốn vô''\n:''Sợ truông nhà Hồ sợ [[phá Tam Giang]]\".''\nTruông nhà Hồ không phải xuất phát từ địa danh Hồ Xá hay do người họ Hồ vào lập nghiệp. Bởi cho đến nay, ở đây họ Hồ rất hiếm trong khi các làng như Cao Xá, Đặng Xá, Võ Xá, Lê Xá,... ở gần đó có các họ này rất nhiều. Từ nhà Hồ ngày xưa dùng chỉ đất của người Hồ (tức Chiêm Thành cũ). Ngày nay, Truông nhà Hồ còn sót lại diện tích khá lớn, trải dài hai bên Quốc lộ I, thuộc 2 xã Vĩnh Long và Vĩnh Tú (huyện Vĩnh Linh, tỉnh Quảng Trị). Còn Dốc 6 độ chỉ là con dốc nhỏ, ranh giới giữa thị trấn Hồ Xá với 2 xã trên.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.hue.vnn.vn\/xuavanay\/truyenkedangian\/2004\/05\/5884\/ Truông Nhà Hồ, phá Tam Giang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090215161550\/http:\/\/www.hue.vnn.vn\/xuavanay\/truyenkedangian\/2004\/05\/5884\/ |date = ngày 15 tháng 2 năm 2009}}{{sơ khai Quảng Bình}}\n\n[[Thể loại:Quảng Bình]]\n[[Thể loại:Lịch sử Quảng Trị]]"}