{"1405235":"'''Chè Tân Cương''', hay '''Trà Tân Cương''', là một thương hiệu [[trà]] nổi tiếng của tỉnh [[Thái Nguyên]], [[Việt Nam]]. Thương hiệu trà Tân Cương đã được đăng ký chỉ dẫn địa lý tại Việt Nam vào tháng 10 năm 2007. Theo đó, chỉ dẫn địa lý \"Tân Cương\" không chỉ bao gồm phạm vi xã [[Tân Cương (xã)|Tân Cương]] mà còn gồm cả hai xã lân cận là [[Phúc Xuân]] và [[Phúc Trìu]].<ref name=BTN>{{Chú thích web|tiêu đề=Chè Tân Cương Thái Nguyên được bảo hộ chỉ dẫn địa lý|url=http:\/\/www.thanhnien.com.vn\/news\/pages\/200741\/211895.aspx|nhà xuất bản=Báo Thanh Niên|ngày truy cập=ngày 29 tháng 7 năm 2012}}<\/ref>\n\n== Đặc điểm ==\nVề vẻ bề ngoài, chè Tân Cương có màu xanh đen, xám bạc, cánh chè sau khi chế biến có dặng xoắn, gọn nhỏ, và giòn. Trên bề mặt cánh chè có nhiều phấn trắng. Nước chè rất trong, xanh ngả vàng nhạt như màu cốm non, sánh. Nước chè có vị chát ngọt, dễ chịu, hài hòa, có hậu, gần như không cảm nhận có vị đắng. Mùi chè thơm ngọt, dễ chịu. Chất lượng bao gồm các chỉ tiêu về ngoại hình, màu nước, vị và đặc biệt về mùi thơm của chè Tân Cương không phải xuất phát từ đặc điểm của giống chè mà là kết quả của quá trình chế biến rất tỷ mỷ, công phu. Mùi thơm đặc trưng của chè Tân Cương chủ yếu là mùi thơm do xử lý nhiệt tạo ra.<ref name=CVN\/>\n\n== Phân biệt chè ngon ==\nTheo kinh nghiệm truyền thống mà các cụ cao niên xứ trà truyền lại, trà ngon hay không được đánh giá theo bốn tiêu chuẩn gồm: Thanh, Sắc, Vị, Thần. Trà ngon là loại trà có màu nước xanh ánh vàng mật ong (Thanh); cánh cong như móc câu, đều đặn, nhìn thẳng màu đen, nhìn nghiêng thì xanh (Sắc); uống vào có vị đậm đà, bùi, ngầy ngậy, có mùi cốm trong miệng, lúc mới uống có vị chat êm, uống xong có vị ngọt đọng lại rất lâu (Vị); hương thơm quyến rũ, chỉ có ở trà, không thể lẫn vào thức uống nào khác, đem lại sự sảng khoái, thăng hoa cho người thưởng trà (Thần). Sau một ấm trà, người thưởng trà thấy ấm áp trong lòng, tình người thăng hoa, tinh thần sảng khoái, cảm giác nhẹ nhàng, thanh thoát.\n\n==Lịch sử==\nGiống chè tại Thái Nguyên được ông Đội Năm, tên thật là Võ Văn Thiệt di thực về vùng này khoảng năm 1920-1922 và vườn chè cổ nay đã 87 tuổi.<ref>[http:\/\/tuoitre.vn\/Kinh-te\/222994\/Che-Tan-Cuong.html Chè Tân Cương], Báo Tuổi trẻ<\/ref>\n\n==Điều kiện tự nhiên==\nBa xã Tân Cương, Phúc Xuân và Phúc Trìu có tổng diện tích 48,618&nbsp;km², nằm ở vùng ngoại thành phía tây của [[thái Nguyên (thành phố)|thành phố Thái Nguyên]], là các xã thuộc vùng trung du bán sơn địa, xen kẽ có nhiều thung lũng hẹp, bằng phẳng; có [[sông Công]] chảy qua địa bàn. Ba xã giáp hoặc nằm gần [[hồ Núi Cốc]] và nằm ở phía đông của dãy núi [[Tam Đảo]].\n\nVề đất đai, đất ở Tân Cương được cho là có chứa những nguyên tố vi lượng với tỷ lệ phù hợp thuộc quyền đặc hữu của cây chè, được hình thành chủ yếu trên nền Feralitic, macma axít hoặc phù sa cổ, đá cát; có độ pH phổ biến từ 5,5 đến dưới 7,0, thuộc loại đất hơi bị chua. Về khí hậu, vùng tiểu khí hậu phía Đông dãy núi [[Tam Đảo]] cao trên dưới 1.000m so với mực nước biển được cho là điều kiện lý tưởng cho phẩm chất chè được hoàn thiện.<ref name=\"abc\">{{Chú thích web |url=http:\/\/www.thainguyen.gov.vn\/wps\/portal\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3hnd0cPE3MfAwOLQDcDA09v89BQQ18jQwsTc_2CbEdFACGYo3Y!\/?WCM_GLOBAL_CONTEXT=%2Fwps%2Fwcm%2Fconnect%2Fweb+content%2Fsites%2Fdk%2Ffestival_tra_2011%2Fsa_datche%2F0646eb8049059a26ad18eff7ce8ccd4e&catId=SA_DATCHE |ngày truy cập=ngày 7 tháng 7 năm 2021 |tựa đề=Tân Cương – Xứng danh đệ nhất danh trà Thái Nguyên |archive-date = ngày 6 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160306221824\/http:\/\/www.thainguyen.gov.vn\/wps\/portal\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3hnd0cPE3MfAwOLQDcDA09v89BQQ18jQwsTc_2CbEdFACGYo3Y!\/?WCM_GLOBAL_CONTEXT=%2Fwps%2Fwcm%2Fconnect%2Fweb+content%2Fsites%2Fdk%2Ffestival_tra_2011%2Fsa_datche%2F0646eb8049059a26ad18eff7ce8ccd4e&catId=SA_DATCHE |url-status=dead }}<\/ref>. Các nhà khoa học đặc biệt quan tâm đến yếu tố bức xạ nhiệt tại khu vực, tổng bức xạ nhiệt là 122,4 kcal\/cm2\/năm, trong đó lượng bức xạ hữu hiệu là 61,2 kcal\/cm2\/năm đếu thấp hơn so với chè khác, và đây chính là yếu tố quyết định đến chất lượng trà Tân Cương Thái Nguyên.<ref name=BTN\/>\n\n==Trồng và thu hái==\nThái Nguyên là tỉnh có diện tích trồng chè lớn thứ hai tại Việt Nam.<ref name=BCP>{{Chú thích web|tiêu đề=Phát huy thương hiệu cây chè Thái Nguyên|url=http:\/\/baodientu.chinhphu.vn\/Utilities\/PrintView.aspx?ID=102561|nhà xuất bản=Báo điện tử Chính phủ|ngày truy cập=ngày 29 tháng 7 năm 2012}}{{Liên kết hỏng|date=2023-03-19 |bot=InternetArchiveBot }}<\/ref> Từ năm 2005 đến năm 2010, diện tích trồng chè tại xã Tân Cương tăng từ 400&nbsp;ha lên 450&nbsp;ha. Sản lượng búp khô đạt trên 1.100 tấn\/năm. Năm 2010, tổng giá trị từ cây chè đạt trên 70 tỷ đồng, chiếm 79% GDP của xã. Giá trị thu nhập từ cây chè đạt 120 triệu đồng\/ha\/năm, có nhiều hộ thu nhập từ 350 đến 400 triệu đồng\/ha\/năm. Thu nhập bình quân đầu người đạt 15,2 triệu đồng\/năm.<ref name=\"abc\"\/>\n\nNgười trồng chè tại Tân Cương thói quen sử dụng phân hữu cơ chăm bón cho cây chè. Họ hái chè rất non, phần lớn hái búp chè một tôm 2 lá, cả khi hái đến lá thứ 3, lá chè cũng rất non nhưng khi mang về đề chế biến, họ vẫn tách riêng lá thứ 3 để chọn lấy búp 1 tôm 2 lá nhằm đảm bảo chất lượng của sản phẩm.<ref name=CVN>{{Chú thích web|tiêu đề=Trà truyền thống Việt Nam|url=http:\/\/www.vitas.org.vn\/Pages\/Index.asp?ProgID=3&LoaiTin_ID=67&BanTin_ID=1064|nhà xuất bản=Cổng thông tin điện tử Hiệp Hội Chè Việt Nam|ngày truy cập=ngày 29 tháng 7 năm 2012|archive-date = ngày 24 tháng 10 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20111024010456\/http:\/\/www.vitas.org.vn\/Pages\/Index.asp?ProgID=3&LoaiTin_ID=67&BanTin_ID=1064|url-status=dead}}<\/ref>\n\n== Chế biến, tiêu thụ ==\nTrà Thái Nguyên nói chung và trà Tân Cương nói riêng chủ yếu vẫn được chế biến theo phương pháp thủ công, truyền thống theo quy mô hộ gia đình. Sau khi được hái, chè sẽ được bảo quản tốt và không để dập nát rồi được đưa ngay vào xưởng hay nhà máy để chế biến. Trong thời gian chờ đợi, búp chè sẽ được rũ tơi và rải đều trên các nong bằng tre, quá trình này được gọi là \"quá trình héo lá chè\". Sau đó chè sẽ được đưa đi xào diệt men, và trong quá trình này, phải có sự đồng đều giữa lượng nhiệt ở đáy chảo và lượng nguyên liệu, đảo đều và nhịp nhàng. Nếu thực hiện quá trình xáo diệt men đúng quy trình, nước sẽ thoát ra khỏi lá chè đều và toàn bộ lá chè trở nên mềm dẻo và không bị quá khô hay quá ướt, là chè vẫn giữ được màu xanh. Sau đó, chè sẽ lại được tại ra nong thành lớp mỏng để làm nguội và sau đó lại tiếp tục đến công đoạn vò. Quá trình vò được thực hiện rất cẩn thận để lá chè xuăn chặt mà các [[tế bào]] ít bị dập. Sau khi vò xong, chè được đưa đi sao để làm khô, số lần sao và thời gian sao tùy thuộc yêu cầu của chất lượng chè sản phẩm. Thông thường chè được sao từ 2 đến 4 lần.<ref name=CVN\/>\n\n==Hoạt động quảng bá thương hiệu==\nTại lễ hội Văn hóa trà Đà Lạt, Lâm Đồng 2006, có năm mẫu trà nhãn hiệu Tân Cương của Thái Nguyên đứng ở Top 10 và được trao cúp vàng chất lượng.<ref name=BND>{{Chú thích web|tiêu đề=Giữ thương hiệu chè Tân Cương|url=http:\/\/www.nhandan.com.vn\/cmlink\/nhandandientu\/thoisu\/kinh-te\/th-ng-hi-u\/gi-th-ng-hi-u-che-tan-c-ng-1.158586\/comments-7.179336\/comments-7.179336?mode=print|nhà xuất bản=Báo Nhân dân|ngày truy cập=ngày 29 tháng 7 năm 2012}}<\/ref>\n\nNgoài việc đăng ký chỉ dẫn địa lý, chính quyền Thái Nguyên cũng đã thúc đẩy ngành trà trong tỉnh nói chung và trà Tân Cương nói riêng thông qua việc tổ chức Festival trà Quốc tế lần đầu tiên tại Thái Nguyên vào năm 2011, trong đó có riêng một \"không gian văn hóa Trà Tân Cương\".<ref name=BDT>{{Chú thích web|tiêu đề=Thái Nguyên: \"Festival Trà sẽ làm say lòng du khách!\"|url=http:\/\/dantri.com.vn\/c76\/s76-536959\/thai-nguyen-festival-tra-se-lam-say-long-du-khach.htm|nhà xuất bản=Báo Dân trí|ngày truy cập=ngày 29 tháng 7 năm 2012}}<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/thainguyen.gov.vn\/vung-tra\/-\/asset_publisher\/L0n17VJXU23O\/content\/cac-vung-tra-thai-nguyen-ngon-noi-tieng Đậm đà hương sắc chè Tân Cương] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201002021539\/http:\/\/thainguyen.gov.vn\/vung-tra\/-\/asset_publisher\/L0n17VJXU23O\/content\/cac-vung-tra-thai-nguyen-ngon-noi-tieng |date=2020-10-02 }}\n* [https:\/\/nongnghiep.vn\/nguoi-phu-nu-nuoi-ngon-lua-dam-me-cay-che-d268344.html Chè Tân Cương - tự hào một vùng đất]\n* [https:\/\/www.nguoiduatin.vn\/tra-dinh-thai-nguyen-nhat-pham-tra-san-pham-danh-cho-gioi-sanh-tra-a484280.html Giữ thương hiệu chè Tân Cương]\n* [http:\/\/tuoitre.vn\/Tuoi-tre-cuoi-tuan\/Tuoi-tre-cuoi-tuan\/332970\/Thai-Nguyen-co-mot-vung-tra.html Thái Nguyên có một vùng trà]\n* [https:\/\/haitratancuong.com\/lich-su-va-nguon-goc-tra-thai-nguyen\/ Chè Tân Cương]\n* [https:\/\/suckhoedoisong.vn\/hai-tra-tan-cuong-tra-thai-nguyen-duoc-trong-phuong-phap-huu-co-n179719.html Đậm đà hương vị chè Thái]\n* [http:\/\/giadinh.net.vn\/201206141011987p0c1000\/vuon-che-qui-truoc-nguy-co-bien-mat.htm Vườn chè quý trước nguy cơ biến mất]\n* [http:\/\/www.thanhnien.com.vn\/news\/pages\/200605\/137408.aspx Tưng bừng ngày hội chè Tân Cương]\n* [http:\/\/euro.nld.com.vn\/170328p0c1030\/den-dat-che-thai-nguyen-hoc-lam-nghe-nhan.htm Đến đất chè Thái Nguyên học làm nghệ nhân]{{Liên kết hỏng|date = ngày 7 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n* [https:\/\/baophapluat.vn\/doanh-nhan\/tam-tra-thai-doanh-nghiep-bao-ton-phat-trien-giong-tra-co-tren-vung-dat-tan-cuong-469014.html Mộc mạc chè Thái]\n* [https:\/\/vtc.vn\/tra-xanh-huu-co-huong-di-moi-trong-toan-nganh-ar568936.html Tìm sự khác biệt cho trà]\n* [http:\/\/www.sggp.org.vn\/kinhte\/nam2005\/thang1\/34232\/ Tân Cương - Mùa chè Tết]\n\n{{sơ khai Việt Nam}}\n\n[[Thể loại:Chỉ dẫn địa lý ở Việt Nam]]\n[[Thể loại:Đặc sản Thái Nguyên]]"}