{"649312":"{{Thông tin nhân vật hoàng gia\n| tên = Maha Sayan\n| tên gốc = \n| tước vị = [[Quốc vương]] [[Champa]]<br>[[Lãnh chúa]] [[Vijaya (Champa)|Vijaya]]\n| thêm = [[Champa]]\n| cỡ hình = \n| hình = \n| ghi chú hình = \n| chức vị = \n| tại vị = 1460 - 1471\n| kiểu tại vị = Thống trị\n| tiền nhiệm = [[Maha Saya]]\n| nhiếp chính = \n| kế nhiệm = [[Maha Sajai]]\n| hoàng tộc = [[Vijaya (Champa)|Vijaya]]\n| kiểu hoàng tộc = Vương triều\n| tên đầy đủ = ?\n| kiểu tên đầy đủ = Nguyên danh\n| tước hiệu = [[Raja-di-raja]]\n| niên hiệu = Maha Saya\n| miếu hiệu = Không có\n| thụy hiệu = Không có\n| vợ = ?\n| thông tin con cái = \n| con cái = ?\n| cha = ?\n| mẹ = ?\n| sinh = ?\n| nơi sinh = [[Hình:Burgee of commander of a squadron of submarines of the Regia Marina.svg|23px]] [[Vijaya (Champa)|Vijaya]]\n| mất = 1471\n| nơi mất = [[Nghệ An]], [[Hình:Personal Flag of Emperor Minh Mang.svg|23px]] [[Đại Việt]]\n| nơi an táng = [[Nghệ An]]\n}}\n'''Maha Sajan''' ([[Phạn văn]]: महा साजन, [[chữ Hán]]: 槃羅茶全 \/ '''Bàn-la Trà-toàn'''; ? - 1471), là [[vua]] cuối cùng của [[Champa]] trước khi bị [[Đại Việt]] đánh bại và chia nhỏ trong [[chiến tranh Đại Việt-Chiêm Thành (1471)|cuộc nam tiến 1471]].\n==Bắc phạt==\nTheo [[Đại Việt sử ký toàn thư]] của Việt Nam, Trà Toàn vốn là em của quốc vương [[Trà Duyệt]], được Trà Duyệt truyền ngôi. Ngược lại, Minh thực lục của [[nhà Minh]] lại chép rằng Trà Toàn là anh Trà Duyệt và Trà Duyệt là người kế tục ông<ref>Minh thực lục, tập 3, tr 86<\/ref>.\n\nTrà Toàn được Đại Việt sử ký toàn thư mô tả là người ''\"hung bạo làm càn, dối thần ngược dân, ngạo mạn kiêu căng\"''<ref name=\"dvsktt12\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt17b.html Đại Việt sử ký toàn thư, bản kỳ thực lục quyển 12]<\/ref>.\n\nMặc dù tình hình trong nước không thuận lợi, người Chiêm Thành cũng mưu chống lại Trà Toàn nhưng ông không lo ổn định trong nước mà còn không chú trọng quan hệ ngoại giao với Đại Việt, bỏ lễ cống, lăng nhục sứ thần do hoàng đế [[Lê Thánh Tông]] gửi đến. Sau khi gây hấn ở biên giới, ông sai sứ sang tâu với nhà Minh, nói rằng bị Đại Việt xâm lấn và cầu viện binh trợ giúp<ref name=\"dvsktt12\"\/>.\n\nTháng 8 âm lịch năm 1470, Trà Toàn thân hành đem hơn 10 vạn quân thủy bộ cùng voi ngựa đánh úp Hóa châu, miền đất biên viễn phía Nam của Đại Việt. Tướng coi Hóa châu là Phạm Văn Hiển chống cự không nổi, phải dồn cả dân vào thành, rồi cho chạy thư cáo cấp. Hoàng đế Lê Thánh Tông bèn huy động 26 vạn quân đi nam chinh<ref name=\"dvsktt12\"\/>.\n\n==Thất trận==\nQuân Đại Việt ồ ạt vượt qua biên thùy. Ngày 5 tháng 2, Trà Toàn sai em là Thi Nại và 6 viên đại thần đem 5.000 quân và voi, ngầm đến sát dinh Lê Thánh Tông. Ngày mồng 6, Lê Thánh Tông bí mật sai các tướng Lê Hy Cát, Hoàng Nhân Thiêm, Lê Thế, Trịnh Văn Sái đem hơn 500 chiếc thuyền, 3 vạn tinh binh, ban đêm ra cửa Áp và cửa Toạ vượt biển gấp, tiến vào cửa biển Sa Kỳ dựng lũy đắp thành để ngăn chặn lối về của quân Chiêm. Quân Chiêm Thành không biết gì về việc này.\n\nQuân Chiêm bị [[Nguyễn Đức Trung]] đánh bại, tan vỡ bỏ chạy. Trà Toàn nghe tin em mình thua trận, sợ hãi, sai người thân tín mang biểu tới xin hàng<ref name=\"dvsktt12\"\/>.\n\nNgày 28 tháng 2, Lê Thánh Tông tiến quân vây kinh thành Vijaya (Chà Bàn) của Champa. Trà Toàn hằng ngày đem lễ vật đến xin hàng. Quân Đại Việt vẫn tiếp tục tấn công. Ngày mồng 1 tháng 3, Lê Thánh Tông hạ được thành Chà Bàn, chém hơn 4 vạn quân Chiêm, bắt sống hơn 3 vạn người. Trà Toàn bị cánh quân Thuận Hóa bắt sống. Bác Trà Toàn là Bô Sản Ha Ma cũng bị bắt.\n\nTrà Toàn bị bắt giải đến trước mặt [[Lê Thánh Tông]], không nói được [[tiếng Việt]] nên phải đối đáp qua người [[phiên dịch]]<ref name=\"dvsktt12\"\/>. Trà Toàn chịu quy hàng, cùng gia đình bị quân [[Đại Việt]] bắt về nước. Trên đường đi, đến [[Nghệ An]], ông lo lắng thành bệnh qua đời. Lê Thánh Tông sai chém lấy đầu ông, đốt xác ném xuống sông, còn đầu mang về báo công ở [[Lam Kinh]].\n\nSau thất bại nặng nề này, [[Champa]] mất độc lập hoàn toàn và trở thành một xứ nội thuộc của Đại Việt.\n\n== Người kế tục ==\nSau thất bại nặng nề này, Champa mất độc lập hoàn toàn và trở thành một xứ nội thuộc của Đại Việt. Sử sách Việt Nam và Trung Quốc ghi chép rất khác nhau về người kế tục Trà Toàn.\n\nMinh thực lục chép người đó là Trà Duyệt - Trà Duyệt trong những năm sau vẫn sai sứ sang triều cống [[Minh Hiến Tông]] và được nhà Minh công nhận năm 1472<ref>Minh thực lục, tập 3, tr 87<\/ref> và sau đó bị quân Đại Việt bắt. Sứ nhà Minh đến phong năm 1475 nhưng không gặp được phải trở về<ref>Minh thực lục, tập 3, tr 117<\/ref>.\n\nSử sách Việt Nam ghi chép cũng khác nhau. [[Đại Việt sử ký toàn thư]] ghi người kế tục Trà Toàn là tướng Bố Trì Trì<ref name=\"dvsktt12\"\/>. [[Việt Nam sử lược]] ghi người em Trà Toàn kế tục có tên là Trà Toại chứ không phải Trà Duyệt<ref>Trần Trọng Kim, sách đã dẫn, tr 272<\/ref>.\n\nĐối với vị vua trước Trà Toàn, Minh thực lục chép tên là Bàn La Duyệt, là anh của Trà Toàn, ở ngôi từ 1457-1460<ref>Minh thực lục, tập 3, tr 62, 69<\/ref>. Tên gọi một số nhân vật Đại Việt và Chiêm Thành trong Minh thực lục có những sự sai khác với sử sách Việt Nam<ref>Minh thực lục, tập 1, tr 7<\/ref>.\n\nLãnh thổ mà vị vua Chiêm tiếp theo cai trị bị thu hẹp rất nhiều so với thời Trà Toàn.\n== Gia quyến ==\n* Bác: Maha Bosan\n* Anh\/em: [[Maha Saya]], [[Maha Sajai]], [[Maha Sri Banoy]]\n* Vợ:<ref name=\"dvsktt12\"\/>\n** Vợ cả: là con gái vua Chiêm Thành [[Bí Cai]], trước là vợ [[Trà Duyệt]], cùng bị bắt về Đông Kinh.\n** Vợ thứ: là cháu Bí Cai, trước cũng là vợ [[Trà Duyệt]], cũng bị bắt về Đông Kinh.\n== Xem thêm ==\n* [[Maha Saya]]\n* [[Maha Sajai]]\n* [[Maha Sri Banoy]]\n* [[Lê Thánh Tông]]\n* [[Chiến tranh Đại Việt-Chiêm Thành (1471)|Chiến tranh Việt-Chiêm 1471]]\n==Tham khảo==\n{{tham khảo|4}}\n\n== Liên kết ngoài ==\n* [http:\/\/books.google.com\/books?id=Jskyi00bspcC A history of Vietnam: from Hong Bang to Tu Duc.]\n* [[Đại Việt sử ký toàn thư]]\n* ''Minh thực lục - Quan hệ Trung Quốc - Việt Nam thế kỷ 14-17'', Hồ Bạch Thảo dịch, Nhà xuất bản Hà Nội, 2010\n* [[Trần Trọng Kim]] ([[2010]]), ''[[Việt Nam sử lược]]'', Nhà xuất bản Thời đại\n\n{{Vua Chăm Pa}}\n\n[[Thể loại:Lãnh tụ Vijaya]]"}