{"76502":"{{otheruses|Trà Cú (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Trà Cú\n| hình = \n| ghi chú hình = \n| vĩ độ = 9\n| kinh độ = 106\n| vĩ phút = 41\n| vĩ giây = 23\n| kinh phút = 15\n| kinh giây = 41\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 312,43 km²\n| dân số = 146.329 người\n| thời điểm dân số = 2019\n| dân số thành thị = 11.294 người (8%)\n| dân số nông thôn = 135.035 người (92%)\n| mật độ dân số = 468 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Hoa (Việt Nam)|Hoa]], [[Người Khmer (Việt Nam)|Khmer]]\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện lỵ = Thị trấn [[Trà Cú (thị trấn)|Trà Cú]]\n| thành lập = 7\/3\/1950\n| phân chia hành chính = 2 thị trấn, 15 xã\n| biển số xe = 84-G1\n| mã hành chính = 849<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| số điện thoại = 0294.3.874.070\n| số fax = 0294.3.874.512\n| trụ sở UBND = Khóm 5, thị trấn Trà Cú\n| web = {{url|tracu.travinh.gov.vn}}\n}}\n\n'''Trà Cú''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Trà Cú nằm cách [[Trà Vinh (thành phố)|thành phố Trà Vinh]] 33&nbsp;km đường lộ trên tuyến quốc lộ 53 và 54. Đây là tuyến vận tải hàng hóa quốc tế qua [[Cửa Định An|cửa biển Định An]], có vị trí địa lý:\n*Phía đông giáp huyện [[Cầu Ngang]] và huyện [[Duyên Hải (huyện)|Duyên Hải]]\n*Phía tây giáp huyện [[Cù Lao Dung]], tỉnh [[Sóc Trăng]] ranh giới qua [[Sông Hậu]]\n*Phía nam giáp huyện Duyên Hải\n*Phía bắc giáp huyện [[Châu Thành, Trà Vinh|Châu Thành]] và huyện [[Tiểu Cần]].\n\nHuyện Trà Cú có diện tích 312,43&nbsp;km², dân số năm 2019 là 146.329 người<ref name=\"TRAVINH2019\">{{Chú thích web |url = https:\/\/www.travinh.gov.vn\/1452\/39349\/72987\/618282\/so-lieu-thong-ke-cong-tac-dan-toc\/ket-qua-dieu-tra-53-dan-toc-thieu-so-tren-dia-ban-tinh-tra-vinh-ngay-01-4-2019|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Trà Vinh (Kết quả điều tra 53 dân tộc thiểu số trên địa bàn tỉnh Trà Vinh)|access-date = ngày 3 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 468 người\/km².\n\nHuyện có đông đồng bào [[Người Khmer (Việt Nam)|Khmer]] đông nhất tỉnh, chiếm 60% dân số so với dân số toàn huyện, chủ yếu sinh sống ở các xã vùng sâu, vùng xa.\n\n===Điều kiện tự nhiên===\nTrà Cú mang đặc điểm địa hình rõ nét của vùng đồng bằng ven biển, địa hình huyện có nhiều giồng cát hình cánh cung song song với bờ biển, có cao trình cao trên 2m. Cao trình bình quân phổ biến từ 0,4m đến 0,8m so với mặt nước biển, cao trình tháp phân bố rải rác ở các xã [[Đại An, Trà Cú|Đại An]], [[Đôn Châu]], [[Ngãi Xuyên]], [[Ngọc Biên]].\n\nNằm trong khu vực khí hậu nhiệt đới gió mùa ven biển (có hai mùa mưa nắng rõ rệt trong năm) rất thuận lợi cho sản xuất nông nghiệp; nhiệt độ trung bình từ 24,9 – 28,5&nbsp;°C; tổng lượng mưa bình quân trong năm đo được khoảng 1.900&nbsp;mm.\n\n[[Sông Hậu]] qua huyện là một trong hai nhánh chính của đoạn cuối sông Hậu phân cách bởi [[Cù Lao Dung]], nhánh qua huyện có mặt rộng 1,5 – 2,5&nbsp;km, sâu trên 10m. Các sông rạch chính: Rạch Trà Cú – Vàm Buôn dài khoảng 18&nbsp;km, bắt nguồn từ sông Hậu nối thông với Rạch Trà Mềm qua cống Tập Sơn; Rạch Tổng Long dài khoảng 17&nbsp;km bắt nguồn từ sông Hậu thông với kênh 3\/2. Ngoài ra còn nhiều kênh rạch khác như: Kênh 3\/2, kênh An Quảng Hữu, kênh Nguyễn Văn Pho, rạch Vàm Ray, rạch Bắc Trang, rạch Trà Mềm,...\n\nChế độ thủy triều: chịu ảnh hưởng chế độ bán nhật triều [[Biển Đông]], trong ngày nước lên xuống hai lần, mỗi tháng có hai lần triều cường sau ngày mồng 01 và ngày 15 âm lịch(từ 2 – 3 ngày), biên độ triều hằng ngày rất lớn, nhất là khu vực gần cửa sông. Vùng đất phía Tây Quốc lộ 53 của huyện bị xâm nhập mặn vào mùa khô, chủ yếu từ sông Hậu như rạch Trà Cú, Tổng Long, Vàm Ray.\n\nVới địa hình cập [[sông Hậu]] với chiều dài trên 20&nbsp;km có tiếp giáp cửa biển Định An, thuận tiện cho phát triển nghề đánh bắt thủy sản và giao thông đường thủy.\n\nĐất nông nghiệp; 31.261,7 ha, chiếm 84,51% diện tích tự nhiên gồm: đất trồng cây hàng năm 23.986,81 ha, chiếm 76,73% diện tích đất nông nghiệp(trong đó đất trồng lúa); đất trồng cây lâu năm 4.919,77 ha, chiếm 15,74% diện tích đất nông nghiệp; đất nuôi trồng thủy sản 2.355,12 ha, chiếm 7,53% diện tích đất nông nghiệp. Đất phi nông nghiệp 5.708,85 ha; đất chưa sử dụng 21,9 ha; sông rạch 3.043,24 ha.\n\nTài nguyên khoáng sản: theo khảo sát lập bản đồ địa chất khoáng sản đồng bằng [[Nam Bộ Việt Nam|Nam Bộ]] huyện có mỏ đất sét ở xã [[Phước Hưng]] với trữ lượng tương đối lớn, dân đã khai thác để làm gạch, nhưng gạch thường bị vênh và trọng lượng viên gạch nặng. Nhìn chung, sét có thành phần hóa học đạt so với yêu cầu, nhưng lượng cát ít, trong sét có nhiều [[Hiđrô|Hydro]]-[[mica]] nên gạch dễ bị vênh khi nung.\n\nHuyện Trà Cú có nguồn tài nguyên nước mặt và nước ngầm khá phong phú, trong đó nguồn nước mặt chủ yếu từ [[sông Hậu]], rạch Trà Cú – Vàm Buôn, rạch Tổng Long… phục vụ tốt cho sản xuất nông nghiệp và sinh hoạt của nhân dân.\n\n'''Dân số (năm 2013)'''\n\nTrà Cú là một huyện duyên hải thuộc tỉnh Trà Vinh. Huyện có đông đồng bào Khmer nhất tỉnh khoảng 111.607 người, chiếm 60% dân số so với dân số toàn huyện.\n\nDân số của huyện là khoảng 180.084 người, có mật độ dân số 487 người\/km² với 44.852 hộ. Người dân chủ yếu sống ở nông thôn với dân số khoảng 168.283 người chiếm tỷ lệ gần 93% dân số của huyện.\n\n==Hành chính==\nHuyện Trà Cú có 17 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Trà Cú (thị trấn)|Trà Cú]] (huyện lỵ), [[Định An (thị trấn)|Định An]] và 15 xã: [[An Quảng Hữu]], [[Đại An, Trà Cú|Đại An]], [[Định An (xã), Trà Cú|Định An]], [[Hàm Giang, Trà Cú|Hàm Giang]], [[Hàm Tân, Trà Cú|Hàm Tân]], [[Kim Sơn, Trà Cú|Kim Sơn]], [[Long Hiệp, Trà Cú|Long Hiệp]], [[Lưu Nghiệp Anh]], [[Ngãi Xuyên]], [[Ngọc Biên]], [[Phước Hưng, Trà Cú|Phước Hưng]], [[Tân Hiệp, Trà Cú|Tân Hiệp]], [[Tân Sơn, Trà Cú|Tân Sơn]], [[Tập Sơn]], [[Thanh Sơn, Trà Cú|Thanh Sơn]].\n\n==Lịch sử==\nTrà Cú là quận của tỉnh Trà Vinh từ ngày [[07 tháng 3]] năm [[1950]], được thành lập trên cơ sở đổi tên từ quận Bắc Trang trước đó. Quận Trà Cú gồm có 3 tổng: [[Ngãi Hòa Thượng]] với 4 làng, [[Ngãi Hòa Trung]] với 5 làng, [[Thành Hóa Thượng]] với 4 làng; quận lỵ đặt tại làng Ngãi Xuyên.\n\nNgày [[21 tháng 7]] năm [[1956]], tách xã Long Vĩnh của tổng Thành Hóa Thượng nhập vào quận Long Toàn cùng tỉnh.\n\nNgày [[31 tháng 1]] năm [[1957]], quận Trà Cú thuộc tỉnh Vĩnh Bình, gồm 3 tổng như cũ với 9 xã; quận lỵ đặt tại xã Ngãi Xuyên. Sau năm [[1965]], các tổng mặc nhiên bị giải thể.\n\nSau ngày [[30 tháng 4]] năm [[1975]], Trà Cú là huyện của [[Cửu Long (tỉnh)|tỉnh Cửu Long]], gồm 9 xã: An Quảng Hữu, Đại An, Đôn Châu, Hàm Giang, Long Hiệp, Lưu Nghiệp Anh, Ngãi Xuyên, Phước Hưng và Tập Sơn.\n===Từ năm 1976 đến nay===\n[[Tháng 2]] năm [[1976]], Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam ban hành Nghị định về việc giải thể khu, hợp nhất tỉnh ở miền Nam Việt Nam bằng sự sáp nhập tỉnh [[Vĩnh Long]] và tỉnh [[Vĩnh Bình (tỉnh)|Vĩnh Bình]] thành tỉnh [[Cửu Long (tỉnh)|Cửu Long]].\n\nNgày [[11 tháng 3]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định 59-CP<ref name=\"59\/1977\/QĐ-CP\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-59-cp-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-cuu-long-57968.aspx\/ Quyết định 59-CP về việc hợp nhất và điều chỉnh điều chỉnh địa giới huyện thuộc tỉnh Cửu Long]<\/ref> về việc giải thể huyện Tiểu Cần để sáp nhập 3 xã: Tập Ngãi, Hùng Hòa và Tân Hòa của huyện Tiểu Cần vào huyện Trà Cú.\n\nNgày [[15 tháng 9]] năm [[1981]], Hội đồng Bộ trưởng Quyết định 69-HĐBT<ref name=\"69\/1981\/QĐ-HĐBT\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-69-hdbt-chia-xa-de-thanh-lap-xa-moi-huyen-cau-ngang-tra-cu-long-ho-tinh-cuu-long-43127.aspx\/ Quyết định 69-HĐBT về việc chia xã để thành lập xã mới thuộc các huyện Cầu Ngang, Trà Cú, Long Hồ, tỉnh Cửu Long]<\/ref> về việc:\n*Chia xã Đôn Châu thành 2 xã: Đôn Châu và Đôn Xuân\n*Chia xã Long Hiệp thành 3 xã: Long Hiệp, Tân Hiệp và Ngọc Biên\n*Chia xã Ngãi Xuyên thành 2 xã: Ngãi Xuyên và Thạnh Sơn\n*Chia xã Tập Ngãi thành 2 xã: Tập Ngãi và Ngãi Hùng.\n\nNgày [[29 tháng 9]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định 98-HĐBT<ref name=98-HĐBT>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-98-hdbt-phan-vach-dia-gioi-huyen-thuoc-tinh-cuu-long-43143.aspx\/ Quyết định 98-HĐBT phân vạch địa giới huyện thuộc tỉnh Cửu Long]<\/ref> về việc thành lập huyện Tiểu Cần trên cơ sở tách 4 xã Tập Ngãi, Hùng Hòa, Tân Hòa và Ngãi Hùng của huyện Trà Cú.\n\nHuyện Trà Cú bao gồm 13 xã: An Quãng Hữu, Lưu Nghiệp Anh, Đại An, Đôn Châu, Đôn Xuân, Long Hiệp, Tân Hiệp, Ngãi Xuyên (trụ sở huyện lỵ), Ngọc Biên, Thanh Sơn, Tập Sơn, Phước Hưng và Hàm Giang.\n\nNgày [[26 tháng 12]] năm [[1991]], tỉnh Cửu Long được chia thành 2 tỉnh: [[Vĩnh Long]] và Trà Vinh, huyện Trà Cú thuộc tỉnh Trà Vinh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[29 tháng 8]] năm [[1994]], Chính phủ ban hành Nghị định 99-CP<ref name=\"99\/1994\/NĐ-CP\">Nghị định 99-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Châu Thành, Tiểu Cần, Trà Cú, tỉnh Trà Vinh<\/ref> về việc thành lập thị trấn Trà Cú trên cơ sở tách một phần dân số và diện tích của xã Thanh Sơn và xã Ngãi Xuyên.\n\nNgày [[2 tháng 3]] năm [[1998]], Chính phủ Việt Nam ban hành Nghị định số 13\/1998\/NĐ-CP<ref name=\"13\/1998\/NĐ-CP\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-13-1998-nd-cp-thanh-lap-xa-thuoc-cac-huyen-chau-thanh-tra-cu-tieu-can-cau-ngang-cau-ke-va-cang-long-tinh-tra-vinh-41439.aspx\/ Nghị định số 13\/1998\/NĐ-CP về việc thành lập một số xã thuộc các huyện Châu Thành, Trà Cú, Tiểu Cần, Cầu Ngang, Cầu Kè và Càng Long, tỉnh Trà Vinh]<\/ref> về việc thành lập xã Định An trên cơ sở 1.696,51 ha diện tích tự nhiên và 6.848 nhân khẩu của xã Đại An.\n\nNgày [[10 tháng 12]] năm [[2003]], Chính phủ Việt Nam ban hành Nghị định số số 157\/2003\/NĐ-CP<ref name=\"157\/2003\/NĐ-CP\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-157-2003-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-xa-thuoc-huyen-chau-thanh-cau-ngang-cang-long-tra-cu-tinh-tra-vinh-6263.aspx\/ Nghị định số số 157\/2003\/NĐ-CP, về việc điều chỉnh địa giới Hành chính để thành lập xã thuộc các huyện Châu Thành, Cầu Ngang, Càng Long và Trà Cú, tỉnh Trà Vinh]<\/ref> về việc:\n*Thành lập xã Kim Sơn trên cơ sở 2.228,72 ha diện tích tự nhiên và 7.874 nhân khẩu của xã Thanh Sơn\n*Thành lập xã Tân Sơn trên cơ sở 1.521,145 ha diện tích tự nhiên và 6.435 nhân khẩu của xã Tập Sơn.\n\nNgày [[1 tháng 8]] năm [[2008]], Chính phủ Việt Nam ban hành Nghị định số 86\/2008\/NĐ-CP<ref name=\"86\/2008\/NĐ-CP\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-dinh-86-2008-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-xa-thi-tran-thuoc-huyen-tra-cu-tinh-tra-vinh-69115.aspx\/ Nghị định số 86\/2008\/NĐ-CP, về việc điều chỉnh địa giới hành chính xã, thành lập xã thị trấn thuộc huyện Trà Cú, tỉnh Trà Vinh]<\/ref> về việc:\n*Thành lập xã Hàm Tân trên cơ sở điều chỉnh 2.098 ha diện tích tự nhiên và 7.759 nhân khẩu của xã Hàm Giang\n*Thành lập thị trấn Định An trên cơ sở điều chỉnh 403,86 ha diện tích tự nhiên và 5.444 nhân khẩu của xã Định An.\n\nSau khi điều chỉnh, huyện Trà Cú có 19 đơn vị hành chính trực thuộc, bao gồm 17 xã: An Quảng Hữu, Lưu Nghiệp Anh, Đại An, Đôn Châu, Đôn Xuân, Long Hiệp, Tân Hiệp, Ngãi Xuyên, Ngọc Biên, Thanh Sơn, Kim Sơn, Tập Sơn, Tân Sơn, Phước Hưng, Định An, Hàm Giang, Hàm Tân và 2 thị trấn: Trà Cú, Định An.\n\nNgày [[15 tháng 5]] năm [[2015]], Ủy ban thường vụ Quốc hội ban hành Nghị quyết 934\/NQ-UBTVQH13<ref name=\"934\/NQ-UBTVQH13\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-934-NQ-UBTVQH13-dieu-chinh-dia-gioi-hanh-chinh-huyen-Tra-Cu-Duyen-Hai-Tra-Vinh-2015-293985.aspx\/ Nghị quyết 934\/NQ-UBTVQH13 về việc điều chỉnh địa giới hành chính huyện Trà Cú, huyện Duyên Hải để thành lập thị xã Duyên Hải và 02 phường thuộc thị xã Duyên Hải, tỉnh Trà Vinh]<\/ref>\nvề việc điều chỉnh toàn bộ 2 xã: Đôn Châu và Đôn Xuân được chuyển về huyện Duyên Hải quản lý.\n\nNhư vậy, huyện Trà Cú có 17 đơn vị hành chính, bao gồm 2 thị trấn và 15 xã như hiện nay.\n\n==Kinh tế==\nNgười dân chủ yếu làm nghề trồng [[lúa]], trồng [[mía]], đánh cá, chăn nuôi.\n\n==Giao thông==\n*[[Quốc lộ 53]]\n*[[Quốc lộ 54]]\n*[[Đường tỉnh 914]]\n*[[Hương lộ 12, 25, 27, 28, 36]].\n\n==Văn hóa - du lịch==\n====Di tích, thắng cảnh tiêu biểu====\n*Chùa [[Nodol]] hay còn gọi Chùa Giồng Lớn hoặc Chùa Cò (là một trong 44 chùa Phật giáo Nam tông [[Người Khmer (Việt Nam)|Khmer]] của huyện), có niên đại trên 300 năm. Khuôn viên chùa rộng với cảnh quan đẹp, có nhiều loài cò, chim hoang dã sinh sống, trú ngụ. Chùa tọa lạc tại ấp Cây Da, xã Đại [[xã Đại An|An]].\n*Chùa Vàm Ray là ngôi chùa Phật giáo Nam Tông lớn nhất nước với kiến trúc cổ kính, khung cảnh thanh tịnh, đặc biệt với tượng Phật nhập niết bàn dài 54 m.\n*[[Chùa Ông Bảo]] của [[Người Hoa (Việt Nam)|người Hoa]].\n*[[44 chùa Phật giáo Nam tông Khmer]] với kiến trúc cổ, đặc sắc của [[người Khmer]].\n*[[Cửa Định An]]: là một trong 9 cửa của hệ thống [[sông Cửu Long|sông Mekong]], nơi tiếp giáp của [[Sông Hậu]] với [[Biển Đông]].\n*Nhà cổ: Ngụ tại ấp Giồng Lớn A, xã Đại An. Được xây dựng năm 2014 trên diện tích 1ha. Với kiến trúc cổ kính, không gian rộng rãi thoáng mát.\n*Làng nghề làm chiếu: Tại ấp Cà Hom, xã Hàm Giang.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n{{Sơ khai Trà Vinh}}\n{{Huyện thị Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Trà Cú}}"}