{"543988":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Tráng Việt\n| hình = \n| ghi chú hình = \n| vĩ độ = 21.147220\n| kinh độ = 105.740745\n| diện tích = 7,4 km²<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref>\n| dân số = 12.259 người<ref name=uybannhandanhanoi>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-54-tb-ubnd-ha-noi-2022-danh-gia-cap-do-dich-trong-phong-chong-dich-covid-19-215821-d2.html|tựa đề=Thông báo 54\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 đến 14\/01\/2022|tác giả=Ủy ban nhân dân thành phố Hà Nội|ngày=2022-01-14|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(12259\/7.4)}} }} người\/km²\n| dân tộc = [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Mê Linh]]\n| thành lập = \n| trụ sở UBND = thôn Đông Cao\n| mã hành chính = 09022<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Tráng Việt''' là một [[xã (Việt Nam)|xã]] thuộc huyện [[Mê Linh]], thành phố [[Hà Nội]], [[Việt Nam]].\n\nXã gồm có 4 thôn: Đông Cao, Tráng Việt, Đẹp Thôn, Thụy An.\n\n== Diện tích và dân số ==\nXã Tráng Việt có [[diện tích]] 7,32&nbsp;km²<ref name=QD19>Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ<\/ref>. \n* Theo báo cáo Quy hoạc sử dụng đất đai năm 2001-2010 (do UBND Xã Tráng Việt cung cấp), dân số toàn xã hiện nay là 9943 người, 2175 hộ gia đình. Bình quân 4,57 người\/hộ.\nTrong đó số dân cư phân bố ở các thôn như sau:\n#Thôn Đông Cao: 4429 người; (976 hộ)\n#Thôn Tráng Việt: 4013 người; (899 hộ)\n#Thôn Đẹp Thôn: 976 người; (195 hộ)\n#Thôn Thụy An: 525 người; (105 hộ).\n* Mật độ dân số bình quân toàn xã: 1362,05 người\/km²\n\n==Địa giới hành chính==\nXã Tráng Việt nằm ở cực nam của huyện Mê Linh, cách huyện lị 6&nbsp;km, thành phố 18&nbsp;km. Ranh giới cụ thể như sau:\n*[[Hướng Đông|Phía đông]] giáp xã [[Tiền Phong, Mê Linh|Tiền Phong]], huyện Mê Linh và xã [[Đại Mạch]], huyện [[Đông Anh]];\n*[[Hướng Nam|Phía nam]] giáp xã [[Đại Mạch]], huyện Đông Anh và các xã [[Liên Hà]], huyện [[Đan Phượng]];\n*[[Hướng Tây|Phía tây]] giáp xã Diên Hồng, Liên Trung của huyện Đan Phượng;\n*[[Hướng Bắc|Phía bắc]] giáp xã [[Mê Linh (xã Hà Nội)|Mê Linh]], xã Văn Khê của huyện Mê Linh.\n\nTrước năm 1965, xã Tráng Việt có tên là xã Hiệp Lực<ref>Quyết định số 126\/QĐ-NV ngày 03\/4\/1965.<\/ref>.\n==Địa hình==\nTráng Việt là xã thuộc vùng [[Đồng bằng sông Hồng]], phía Tây của xã có con [[sông Hồng]] chảy qua và có đoạn đê Trung ương bảo vệ. Địa hình của xã thấp dần theo hướng từ Bắc xuống Nam và từ Tây sang Đông. Cao độ khu vực trong và ngoài đê không chênh nhau lớn. Phía trong đê cao độ từ 8.5m đến 9.5m. Phía ngoài đê cao độ từ 10.9m - 12,4m. \nNhìn chung địa hình toàn Xã khá bằng phẳng thuận lợi cho việc sản xuất nông nghiệp.\n\n==Khí hậu==\n*Tráng Việt là một xã nằm trong vùng nhiệt đới gió mùa, một năm chia làm 2 mùa rõ rệt:\n # Mùa mưa từ tháng 5 đến tháng 10.\n # Mùa khô (lạnh) từ tháng 11 đến tháng 4 năm sau.\n*Khí hậu của xã được thể hiện qua các yếu tố như: Nhiệt độ trung bình hàng năm là 23˚C, nhiệt độ cao nhất và nóng nhất thường vào tháng 5 đến giữa tháng 8 trong năm (nhiệt độ ở mùa này là dao động ở mức từ 32˚C đến 34˚C), nhiệt độ thấp nhất là từ tháng 12 đến tháng 1, 2 năm sau (nhiệt độ từ 12˚C đến 15˚C bình quân) lượng mua trung bình hàng năm là 700mm cao nhất vào tháng 6,7, 8 thấp nhất vào tháng 11, 12 và tháng 1 năm sau.\n\n==Thủy văn, địa chất thủy văn==\n*Xã Tráng Việt có 3,0&nbsp;km đê sông Hồng đi qua, chạy dọc theo phía Tây. Sông Hồng là con sông cung cấp nước chính trong việc tưới tiêu cho Xã, phục vụ toàn bộ diện tích đất nông nghiệp, việc tưới tiêu của Xã khá thuận lợi. \n* Do địa hình thấp xuống phía Đông Nam và tương đối bằng phẳng, hệ thống tưới tiêu được chủ động, nên những năm gần đây xã Tráng Việt không xảy ra tình trạng khô hạn, ngập úng, mất mùa. Đây là điều kiện rất thuận lợi cho sản xuất nông nghiệp.\n==Cảnh quan==\nXã Tráng Việt có đường trục chính đô thị [[Mê Linh]] chạy qua, có một số cơ sở công nghiệp tạo nên không gian đa diện phong phú, đặc biệt có nhiều không gian mặt nước tạo nên nhiều khu vực sinh thái và chăn nuôi tập trung. Phần lớn diện tích đất nằm ngoài đê sông Hồng. Địa hình bằng phẳng tạo ra nhiều cảnh quan đẹp mang đậm nét đặc trưng của vùng nông thôn [[Việt Nam]].\n\n==Làng Đông Cao==\nLàng Đông Cao nay thuộc xã Tráng Việt, huyện [[Mê Linh]], Hà Nội. Làng nằm phía trước Đền Hai Bà Trưng, cách Đền Hai Bà một con đê. Trong làng có một ngôi đền thường gọi Đền Ta (đền của làng mình) đền thờ Nữ tướng Hồ Đề- một tướng giỏi của Hai Bà. Tương truyền sau khi thắng trận trở về, Nữ tướng thường dừng ngựa và khao quân tại đây, dân trong làng đi cắt cỏ cho ngựa, đồng thời tổ chức làm tiệc bánh giầy, bánh trôi để dâng cho các tướng sĩ. Sau khi Nữ tướng mất dân làng lập đền thờ để ghi nhớ công lao của Bà và các tướng sĩ.\n\nĐền trước đây gồm đền chính phía trong và đền ngoài. Đền chính hầu như con nguyên vẹn vẻ cổ kính, mái lợp ngói mũi cổ, mũi mái được đắp hình hai con rồng, cửa đền nhìn hướng đông nam; cửa đền đắp tượng hai ông quan văn và quan võ; phía trong có nhiều tượng của tướng Hồ Đề và các phó tướng của Bà. Đền ngoài là một dãy nhà trống;ngay giữa cổng chính vào là Bia ghi tóm tắt về tướng Hồ Đề. Đền được công nhận di tích lịch sử văn hoá năm 1988, do Bộ trưởng Văn hoá Trần Hoàn ký. Hàng năm vào ngày 1 [[Tháng hai|tháng]] hai làng Đông Cao mở Hội làng. Hội làng có nhiều trò chơi dân gian và thi làm cỗ, văn nghệ giữa các xóm với nhau như: bịt mắt đập niêu, vượt cầu tre, đi xe đốt pháo; thi làm bánh giầy. Ngày nay còn tổ chức thi cầu lông, bóng đá. Riêng đấu vật và cờ tướng thì gồm cả các thôn khác trong xã. Đây cũng là một điểm nằm trong tua du lịch Sông Hồng. Cùng với Đền Hai Bà Trưng, Đình Hạ Lôi - đền thờ Nữ tướng Hồ Đề năm trong quần thể di tích lịch sử [[Hai Bà Trưng|Hai Bà]] Trưng\n\n*\n\n'''''[[làng đẹp thôn]]'''''\n\ncó đền thờ nữ Quốc vương thiên tử-Ả Lã Nương Tri Thế kỷ thứ 6 - được công nhận Di tích Lịch sử Văn hóa Năm 2001\n\nHàng năm Làng mở hội vào ngày 10 tháng 2 Âm Lịch Hội Diễn Ra 5 ngày từ 9 đến 13 có giao lưu dước kiệu giữa hai thôn Đẹp thôn và thôn mạch lũng\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Mê Linh}}"}