{"1613323":"'''Trâu Canh''' (khoảng 1314 – 1369) là người [[nhà Nguyên]] ([[Trung Quốc]]), về sau trở thành thầy thuốc có tiếng dưới thời [[nhà Trần]] (khoảng từ [[1314]]–[[1369]]) trong [[lịch sử Việt Nam]]. Làm quan đến Quan Phục Hầu Tuyên Huy Viện Đại Sứ kiêm Thái Y Sứ.\n\n==Tiểu sử==\nSách ''[[Đại Việt sử ký toàn thư]]'' (quyển VII, kỷ nhà Trần) chép vắn tắt về nhân vật '''Trâu Canh''' như sau:\n:\"Canh là con Trâu Tôn người phương Bắc. Khoảng năm [[Niên hiệu Việt Nam#Niên hiệu các triều vua, chúa Việt Nam|Thiệu Phong]]<ref>Theo [[Hoàng Văn Lâu]] và [[Hà Văn Tấn]], thì trong \"niên hiệu Thiệu Phong ([[1341]]-[[1358]]) không có quân Nguyên xâm lược. Sách ''[[Khâm định Việt sử Thông giám cương mục]]'' chữa là Nguyên Phong ([[1251]]-[[1258]]). Như vậy là muốn chỉ cuộc xâm lược của quân Nguyên vào năm [[1258]]. Có lẽ nên chữa là Thiệu Bảo ([[1279]]-[[1285]]), vì trong niên hiệu này, có cuộc xâm lược lần thứ hai [[1285]]. Lần ấy quân đội [[nhà Trần]] bắt được nhiều tù binh\" (''[[Đại Việt sử ký toàn thư]]''. Bản dịch: Tập II, chú thích, trang 131).<\/ref>, người Nguyên vào cướp, Tôn làm thầy thuốc đi theo quân Nguyên, đến khi quân Nguyên thua, thì bị bắt. Tôn ở nước ta, chữa thuốc cho các vương hầu thời đó, phần nhiều thấy công hiệu. Người trong nước nhiều lần cho Tôn ruộng, nô, thành ra giàu có. Canh nối nghiệp cha, trở thành danh y, nhưng không có hạnh kiểm\"...<ref name=\"ReferenceA\">''Đại Việt sử ký toàn thư'' (quyển VII). Bản dịch: Tập II, tr. 131.<\/ref>\n\nNói về việc chữa bệnh của ông, sách ''Đại Việt sử ký toàn thư'' chép:\n* [[Kỷ Mão]] ([[Niên hiệu Việt Nam#Niên hiệu các triều vua, chúa Việt Nam|Khai Hựu]]) năm thứ 11 ([[1339]])...[[Mùa thu]], [[tháng tám|tháng 8]], ngày 15, ban đêm, con của Thượng hoàng ([[Trần Minh Tông]]) là Hạo (lúc ấy mới 4 tuổi ta, về sau là vua [[Trần Dụ Tông]]) đi thuyền chơi [[Hồ Tây]] bị chết đuối, vớt được ở lỗ cống đơm cá. Thượng hoàng sai thầy thuốc Trâu Canh cứu chữa. Canh nói: \"Dùng kim châm sẽ sống lại, nhưng chỉ sợ sẽ bị liệt dương\". Dùng kim châm thì quả như lời ông ta nói, từ đấy mọi người gọi Trâu Canh là thần y. Canh sau mãi được thăng lên Quan phục hầu Tuyên Huy viện đại sứ kiêm Thái y sứ'' <ref>''Đại Việt sử ký toàn thư'' (quyển VII). Bản dịch: Tập II, tr. 125.<\/ref>\n* \"[[Tân Mão]], (Thiệu Phong) năm thứ 11 ([[1351]])...[[Mùa thu]],...Trâu Canh có tội đáng chết, được tha. Bấy giờ Trâu Canh thấy vua (Trần Dụ Tông) bị liệt dương, dâng phương thuốc nói rằng giết đứa bé con trai, lấy mật hòa với dương khởi thạch mà uống và thông dâm với chị hay em ruột của mình thì sẽ hiệu nghiệm. Vua làm theo, thông dâm với chị ruột là [[Thiên Ninh (công chúa)|Công chúa Thiên Ninh]]<ref>''Đại Việt sử ký toàn thư'' chép: \"[[Mùa hạ]], [[tháng tư|tháng 4]], phong con gái Thượng hoàng (Trần Minh Tông) là Ngọc Tha (còn chép là Bạch Tha) làm Thiên Ninh công chúa, gả cho Chính Túc vương Kham (có sách chép là Hưng Túc). Nguồn: Quyển VII, bản dịch: tập II, trang 127.<\/ref> quả nhiên công hiệu. Canh từ đấy được yêu quý hơn, được ngày đêm luôn ở trong hậu cung hầu hạ thuốc thang. Canh liền thông dâm với cung nữ. Việc phát giác, Thượng hoàng (Trần Minh Tông) định bắt Canh chết, nhưng vì có công chữa khỏi bệnh cho vua nên được tha\"...<ref name=\"ReferenceA\"\/>\n* \"[[Bính Thân]], (Thiệu Phong) năm thứ 16 ([[1356]])...[[Mùa thu]], [[tháng tám|tháng 8]], (Thượng hoàng Trần Minh Tông) ngự đến đền thờ Quốc phụ thượng tể Huệ Vũ Đại Vương ([[Trần Quốc Chẩn]]), trên núi Kiệt Đặc (ở địa phận huyện [[Chí Linh]], tỉnh [[Hải Dương]]). Khi trở về, trong thuyền ngự có con ông vàng đốt vàng má phía bên trái của Thượng hoàng, rồi Thượng hoàng bị bệnh. Vua (Trần Dụ Tông) sai người giữ thuyền ngự trông coi việc đóng quan tài...Khi bệnh trầm trọng, cho gọi quan thầy thuốc là bọn Trâu Canh, Vương Định, Phạm Thế Thường vào xem mạch. Canh nói: \"Mạch phiền muộn\". (Trần) Minh Tông ứng khẩu một bài thơ nhỏ, đọc cho bọn Canh nghe:\n:Chuẩn mạch hưu luân phiền muộn đa,\n:Trâu công lương tễ yếu điều hòa.\n:Nhược ngôn phiền muộn vô hưu yết,\n:Chỉ khủng trùng phiêu phiền muộn gia.\n:(''Xem mạch chớ bàn nhiều muộn phiền,\n:''Ông Trâu thuốc tốt cắt cho yên.\n:''Nếu còn nói mãi phiền cùng muộn,\n:''Chỉ sợ càng tăng phiền muộn lên'').\n:Vì Trâu Canh ra vào cung cấm, hay dùng những câu kỳ lạ, những kế quỷ quyệt để huyễn hoặc Dụ Hoàng (Trần Dụ Tông). (Trần) Minh Tông ghét hắn, nên mượn bài thơ để châm biếm. Đến khi dâng thuốc lên thì ngài nói: \"Người ta ở đời,bao nhiêu khổ não. Ngày nay thoát được khổ não này, thì ngày khác lại phải chịu khổ não khác\". Rồi không chịu uống thuốc\"...<ref>''Đại Việt sử ký toàn thư (quyển VII. Bản dịch: Tập II, tr. 136-137). Cũng theo sách này (tr. 136), vì không chịu uống thuốc, Thượng hoàng Trần Minh Tông băng ở cung Bảo Nguyên vào [[mùa xuân]], [[tháng hai|tháng 2]], ngày 19, năm [[Đinh Dậu]], [[1357]].<\/ref>\n\n* \"[[Quý Mão]] (Đại Trị) năm thứ 6 ([[1363]])...[[Mùa hạ]], [[tháng năm|tháng 5]], trả lại Trâu Canh chức tước cũ. Năm [[Giáp Thìn]], (Đại Trị) năm thứ 7 ([[1364]]),...[[Tháng năm|Tháng 5]], vua (Trần Dụ Tông) đi hóng gió chơi trăng. Vì uống rượu quá say, lại lội xuống sông tắm, nên bị ốm. Sai quan thầy thuốc là bọn Trâu Canh thay nhau hầu thuốc thang. [[Mùa thu]], [[tháng bảy|tháng 7]], vua khỏi bệnh\"...<ref>''Đại Việt sử ký toàn thư'' (quyển VII). Bản dịch: Tập II, tr. 142-143.<\/ref>\n\nKể từ đó trở đi, sách ''[[Đại Việt sử ký toàn thư]]'' không chép thêm gì về thầy thuốc Trâu Canh, chỉ cho biết rằng: \"Dòng dõi của Canh đến triều nay còn có người là Trâu Bảo, được của do Trâu Canh cất giữ trở nên giàu có, nhưng cũng vì thế mà trở nên lụn bại\"<ref>''Đại Việt sử ký toàn thư'' (quyển VII. Bản dịch: Tập II, tr. 132). \"Triều nay\" tức triều vua [[Lê Thánh Tông]]. Câu \"cũng vì thế mà trở nên lụn bại\" có thể hiểu Trâu Bảo cũng giống như Trâu Canh, đều là người \"không có hạnh kiểm\", nên sản nghiệp về sau tiêu tan hết theo luật [[Nghiệp (Phật giáo)|nhân quả]] của nhà [[Phật]].<\/ref>.\n\n==Dưới góc độ y khoa hiện đại==\n{{bài thuốc}}\n\nNghiên cứu toa thuốc điều trị bệnh [[liệt dương]] của Trâu Canh cho vua Trần Dụ Tông, theo BS. Hồ Đắc Duy, có hai yếu tố cần được phân tích:\n:-Dược phẩm gồm: [[Mật]] + [[Dương khởi thạch]] <ref>Dương khởi thạch (vì có khả năng làm cho [[dương vật]] cương cứng lên nên có tên này), tên khoa học: ''[[Amiăng|Asbestos]] [[:en:Tremolite|tremolite]]''. Tremolit (Silicat CA và MG) hay Ca2Mg5Si8022 (OH)2. Đây là loại khoáng chất khối, dạng như bó kim, màu trắng hoặc xám tro hoặc lục nhạt, có màu lóng lánh như Thạch anh, mềm dễ bẻ, bóp vụn có dạng sợi. Chủ trị: khí kết thành khối u trong bụng, tử cung hư lạnh, liệt dương. Nguồn: [http:\/\/www.tuetinhlienhoa.com.vn\/web\/news\/Cay-thuoc-Vi-thuoc\/DUONG-KHOI-THACH-402.html].<\/ref>\n:-Hoạt động tình dục: Thông dâm với chị hay em ruột mình.\n\nCả hai yếu tố này đều có sự tàng ẩn không bình thường.\n:-Đòi hỏi mật của một đứa bé đồng nghĩa với khuyến khích giết chết một người. Đó là một việc trái với đạo đức của xã hội và y đức.\n:-Thông dâm với chị hay em ruột của mình. Đó là một đòi hỏi trái với luân lý của gia đình và xã hội.\n\nTất cả chẳng qua là một đòn tâm lý ác liệt đối với vua Dụ Tông. Bởi điều trị liệt dương là điều trị cảm xúc, điều trị cái nguyên nhân tâm lý đã gây ra hậu quả liệt dương như các cơ chế y khoa hiện đại. Lưu ý trước đây, chính Trâu Canh là người đã nói câu ''\"...chỉ sợ sẽ bị liệt dương\"'' đã khiến nhà vua (khi ấy còn là một đứa trẻ 4 tuổi) bị ám ảnh từ đó. Và người duy nhất có thể phá bỏ cái định kiến ấy không ai khác hơn là Trâu Canh, vì trước đây ông đã từng cứu sống vị vua này. Phương pháp kỳ dị của ông ta lại được Hoàng gia đồng tình vun vào, ngay cả [[Thiên Ninh (công chúa)|Công chúa Thiên Ninh]], (con gái [[Hiến Từ Thái hậu]]) cũng chấp nhận. Điều này càng gây cho Dụ Tông lòng \"tự tin\". Có thể lòng tự tin ấy đã đánh đổ các định kiến Dụ Tông chiến thắng được sự bất lực.\n\nTóm lại, những điều \"''quái đản''\" mà Trâu Canh đưa ra trong toa thuốc này chỉ là \"''một ấn tượng khủng khiếp làm cái chìa khóa để xóa bỏ cái định kiến''\". Ông ta đã làm động tác của một nhà [[phân tâm học]] hiện đại với một số ma thuật cho đến nỗi Thượng hoàng [[Trần Minh Tông]] phải chán ghét thậm tệ nhưng không thể giết chết Trâu Canh được, mặc dù ông ta đã phạm tội tày trời<ref>Nguồn: BS Hồ Đắc Duy, \"Một bệnh lý tình dục được nói đến trong các bộ sử vĩ đại của nước ta\". Sách đã dẫn<\/ref>.\n\nCòn theo nghiên cứu của BS. Trần Minh Đức, thì thầy thuốc Trâu Canh đã chữa bệnh bất lực cho vua Duệ Tông bằng cách \"''kích thích tâm lý''\" (áp dụng tâm lý \"ăn trái cấm\"). Đây là cách chữa bệnh tân tiến vào thời đó. Tuy nhiên, việc làm ấy xét ra vừa vô đạo (giết đứa trẻ để lấy mật uống) mà cũng vừa vô luân (loạn luân với chị ruột). Và cũng theo bác sĩ này, thì Trâu Canh chính là \"nhà [[tình dục học]] đầu tiên ở [[Việt Nam]]\"<ref>Trần Minh Đức, \"Lịch sử nhìn lại dưới góc độ y khoa\", tr. 155 và 177.<\/ref><ref>[http:\/\/suckhoedoisong.vn\/20120617045520860p0c15\/y-hoc-tim-hieu-lich-su.htm Y học tìm hiểu lịch sử] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121024122238\/http:\/\/suckhoedoisong.vn\/20120617045520860p0c15\/y-hoc-tim-hieu-lich-su.htm |date=2012-10-24 }} Hữu Ngọc, báo Sức khỏe & Đời sống, 17\/06\/2012 16:56<\/ref>.\n\n==Nguồn tham khảo==\n*[[Ngô Sĩ Liên]], ''Đại Việt sử ký toàn thư'' (quyển VII, kỷ nhà Trần).] Bản dịch (tập 2) của Hoàng Văn Lâu. Nhà xuất bản Khoa học xã hội, [[Hà Nội]], 1985. Có thể xem online ở đây:[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt12.html]\n*Trần Minh Đức, chương: \"Thầy thuốc Trâu Canh đời Trần: Nhà tình dục học đầu tiên ở Việt Nam\" trong sách ''Lịch sử nhìn lại dưới góc độ y khoa''. Nhà xuất bản Văn hóa-Văn nghệ, Tp. Hồ Chí Minh, 2012.\n\n== Chú thích ==\n{{Tham khảo}}\n==Liên kết ngoài==\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Người nhà Nguyên]]\n[[Thể loại:Thầy thuốc Đông y]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Thế kỷ 14]]"}