{"3217674":"[[Tập tin:Water buffalo calf.jpg|300px|nhỏ|Một con nghé ở Komtum]]\n'''Trâu Langbiang''' là một giống [[trâu nội]] có nguồn gốc từ [[Tây Nguyên]], phân bố ban đầu xung quanh chân [[núi Langbiang]] thuộc [[Lạc Dương, Lâm Đồng|huyện Lạc Dương]] tỉnh [[Lâm Đồng]] do đó chúng còn được gọi là ''trâu Lạc Dương''. Đây là giống trâu của [[Người Chil|người dân tộc Chil]], sống tập trung tại 3 xã Lát, Da Sar, Đa Nhim, dưới chân núi Langbiang, huyện Lạc Dương, Lâm Đồng, vì chưa có tên nên được gọi là trâu Langbiang là địa danh của vùng đất sản sinh ra loài trâu này<ref name=\"daidoanket.vn\">{{Chú thích web |url=http:\/\/daidoanket.vn\/PrintPreview.aspx?ID=22018 |ngày truy cập=2015-04-28 |tựa đề=Đi tìm những giống vật nuôi còn tiềm ẩn |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304110153\/http:\/\/daidoanket.vn\/PrintPreview.aspx?ID=22018 |url-status=dead }}<\/ref><ref name=\"source0\">{{chú thích web | url = http:\/\/www.tienphong.vn\/xa-hoi\/trau-khung-lang-biang-716173.tpo | tiêu đề = Trâu khủng 'Lang Biang' | author = | ngày = | ngày truy cập = 30 tháng 4 năm 2015 | nơi xuất bản = Báo Điện tử Tiền Phong | ngôn ngữ = }}<\/ref>.\n\nTrâu Langbiang là một giống trâu [[Hình tượng con Trâu trong văn hóa|gắn bó từ lâu đời trong cuộc sống và văn hóa]] với đồng bào dân tộc ở vùng Tây Nguyên, chúng có tầm vóc to lớn nhất so với các giống trâu nội ở [[Việt Nam]]. Trâu được chăn nuôi bằng hình thức độc đáo là thả rông trong rừng, nó cũng là vật tế thần trong những [[lễ hội đâm trâu]], làm lễ vật bắt [[chồng]] cho con cháu. Đây là giống vật nuôi bản địa của Việt Nam được đưa vào danh sách bảo tồn nguồn gen quý<ref name=\"daidoanket.vn\"\/> và là giống vật nuôi quý giá của Việt Nam<ref name=\"source0\"\/>.\n\n==Đặc điểm==\nNhìn chung, trâu Langbiang rất quý, hình dáng của chúng cũng lạ, dưới cổ con nào cũng có 2-3 vầng trắng, mặt nhiều đốm trắng, rất hung dữ, sừng dài, cong hình cánh cung. Loại trâu này được người dân tộc (K’Hor) ở đây coi như một linh vật, trâu chỉ được nuôi để giết thịt và người dân cũng chỉ thịt vào những ngày đặc biệt như lễ hội truyền thống hay cưới, hỏi<ref>[http:\/\/www.thuvienhaiphu.com.vn\/tvso\/library.exe?e=d-000-00---0bsutpnms--00-0-0bsutpnms--0prompt-10---4--0-0---0-1l--1prompt-ky-50--4-20-preferences---00031-001-1-0utfZz-8-00-11-fr-50---20-home---00-3-1-00-0-0-11-1-0utfZz-8-10&cl=CL2.1.10&d=HASH93e18f44c690ff0cfdbe82&x=1 NHỮNG “TIẾN SĨ TRÂU” CUỐI CÙNG]{{Liên kết hỏng|date=2021-07-07 |bot=InternetArchiveBot }}<\/ref>.\n===Ngoại hình===\nTrâu của [[người Lạch]] có những đặc điểm khác với các giống trâu đã có trong Atlat các giống vật nuôi ở Việt Nam<ref name=\"source0\"\/>. Giống trâu Lang Biang ở xứ này có vóc dáng to lớn nhất Việt Nam, chúng to lớn như giống [[trâu Murrah]] nổi tiếng của Ấn Độ. Loại trâu Langbiang có cổ dài và nhỏ, sừng to và cong hình cánh cung, chân to, ngắn, mông nở, 2-3 vòng trắng dưới cổ rất dễ nhìn, mặt và mắt có nhiều điểm trắng. Về tầm vóc, có thể nói đây là loại trâu đầm to nhất so với những con trâu đầm trong các giống trâu ở các vùng miền khác của Việt Nam. Khối lượng trung bình của con đực Lang Biang là 669&nbsp;kg, con cái là 500&nbsp;kg, cá biệt có những con còn đạt tới 874&nbsp;kg (vòng ngực 223&nbsp;cm, chiều cao thân 139&nbsp;cm), trong khi đó, trâu đầm to nhất ở Việt Nam cũng chỉ nặng 450–500&nbsp;kg<ref name=\"daidoanket.vn\"\/>.\n\nMỗi con trâu đều có nét mặt, màu lông, dáng sừng và tâm tính riêng nên dù thả hàng ngàn con vào rừng nhưng không nhầm lẫn<ref name=\"source3\">{{chú thích web | url = http:\/\/tuoitre.vn\/tin\/tuoi-tre-cuoi-tuan\/20130814\/vao-rung-tham-trau\/562663.html | tiêu đề = Vào rừng thăm trâu - Tuổi Trẻ cuối tuần - Tuổi Trẻ Online | author = | ngày = 14 tháng 8 năm 2013 | ngày truy cập = 30 tháng 4 năm 2015 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>. Trâu tốt cần đáp ứng nhiều yếu tố. Đầu tiên là các xoáy của chúng, hai xoáy đối xứng ở dưới vai, hai đùi và xoáy ở giữa sống lưng, nếu lệch thì không tốt. Trâu có xoáy ở cổ sẽ là con trâu uống nước nhiều, hay ăn vặt nên sẽ không cày tốt. Con trâu nếu hai chân thẳng hoặc khuỳnh ra thì sẽ cày khỏe, ngược lại nếu hai chân hóp vào hoặc di chuyển mà hai chân chạm nhau sẽ là con trâu yếu. Đây là cách chọn trâu trước đây khi trâu còn được sử dụng để lấy sức kéo.\n\n===Tập tính===\nTrâu Langbiang không những thịt ngon mà cày cũng rất giỏi. Chúng có thể nghe theo hiệu lệnh mà đi các đường sát bờ, đường vuông góc rất chuẩn, thậm chí hô ba bước là nó bước ba bước, một bước là nó bước một bước<ref name=\"source3\"\/>. Trâu nhà thả rừng có những thói quen rất ít thay đổi. Sáng sớm khoảng 4g chúng chui ra từ các vạt rừng rậm dưới thung lũng để lên đồi ăn cỏ. Khoảng 10g nắng gay gắt chúng kiếm những đầm bùn ẩm ướt để đằm và tìm cỏ ăn lúc 16g khi bóng mặt trời dần râm mát. Chúng ăn ngủ mỗi vùng khoảng 1-2 tháng trước khi di chuyển sang vùng cỏ khác. Chỉ có chủ trâu mới biết rõ nơi chúng sống, biết con nào hung dữ và dễ dàng bắt được chúng. Trâu nhà nhiều ngày sống trong rừng rất thèm muối. Chúng sẽ ăn muối chủ thả trên cỏ để về nhà. Trâu rừng khi thả trong rừng lâu sẽ trở nên hung dữ và có thể tấn công con người nhất là khi bị kích động về âm thanh hoặc về màu sắc<ref name=\"source5\">{{chú thích web | url = http:\/\/phapluattp.vn\/ho-so-phong-su\/vao-rung-tim-trau-509412.html | tiêu đề = Vào rừng tìm trâu | author = | ngày = | ngày truy cập = 30 tháng 4 năm 2015 | nơi xuất bản = PLO | ngôn ngữ = }}<\/ref>.\n\nMặc dù trâu có thể ung dung gặm cỏ nhưng nếu nghe thấy tiếng động, cả đàn sẽ ngừng ăn, xoay mặt về phía tiếng động và nhanh chóng quây thành vòng tròn. Những con trâu to kềnh càng với cặp sừng dài và cong như cánh cung trấn thủ vòng ngoài, còn các nghé con được mẹ lùa vào giữa, một vài con kêu ò…ò… tức giận. Đó là cách đàn thú rừng bảo vệ nhau. Có những sống trong rừng gần chục năm nên rất dữ, có thể tấn công người do đó không nên đến gần chúng. Chúng phải tự kiếm ăn, chống chọi với thú dữ, đấu với những đàn trâu khác để giành đồi cỏ nên nhiễm bản năng tự vệ của loài thú hoang, bản năng hoang dã di truyền từ thuở xa xưa trỗi dậy<ref name=\"source6\">http:\/\/news.zing.vn\/Trau-khung-Lang-Biang-tha-hoang-trong-rung-post425287.html<\/ref>.\n\n===Chất lượng thịt===\nNhờ ăn cỏ tơrñăng (tơ-rang) là loại cỏ riêng có ở vùng Măng Linh, Đạ Nghịt, Păng Tiên, Lạc Dương nên trâu Lang Biang to lớn, dũng mãnh và thịt ngon hơn hẳn các vùng khác. Nhiều con trâu đã bị thua và bỏ chạy trong các cuộc húc nhau nhưng khi được cho ăn cỏ Tơ-rang thì hùng dũng quay lại đấu tiếp<ref name=\"source3\"\/>. Có khẳng định rằng ở Việt Nam không có thịt trâu nào ngon bằng trâu Lang Biang và cũng không loài trâu nào to đẹp như thế<ref name=\"source0\"\/>. Loại thịt trâu này chắc nhưng mềm, da mỏng, thịt thơm và hầu như không bèo nhèo<ref name=\"source3\"\/>. Hai con trâu cùng tuổi, dáng vóc bề ngoài ngang nhau nhưng khi đưa lên cân thì trâu Lang Biang thường cũng nặng ký hơn do chắc thịt<ref name=\"source0\"\/>.\n\nThịt trâu ở các vùng khác khi để sẽ bị dĩnh nước ra nhiều do đó khi nướng chín không những không bị xẹp đi mà còn nở thêm, còn thịt trâu Lạc Dương thì lượng nước dĩnh ra không đáng kể do đó trâu vùng này có tiếng thịt ngon nên luôn được ưu tiên cho vào mổ trước<ref name=\"source3\"\/>. Loại thịt trâu Lang Biang này rất đặc biệt, độ chắc và ngon đã nổi tiếng, chúng sống như trâu rừng, khi nào cần thịt thì người dân sẽ vào rừng bắt về. Và cũng vì thế mà thịt trâu Lang Biang chắc và thơm ngon hơn<ref>{{chú thích web | url = http:\/\/ihay.thanhnien.com.vn\/mon-ngon\/thom-ngao-ngat-thit-trau-nuong-lang-biang-7388.html | tiêu đề = Thơm ngào ngạt thịt trâu nướng Lang Biang | author = | ngày = | ngày truy cập = 30 tháng 4 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref>.\n\n==Chăn nuôi==\n===Thả rông===\nTrâu được thả vào rừng để tự sinh, tự dưỡng như thú hoang. Trâu đực không dùng để kéo cày mà dành riêng cho việc tế thần<ref name=\"source0\"\/>. Trước kia nhà nhà đều nuôi trâu, trâu cái phải kéo cày, còn trâu đực dành để tế thần. Những thập niên gần đây các loại cây trồng như rau, hoa, cà phê dần dần thay thế cây lúa. Trâu không phải kéo cày nữa nên được thả vào rừng. Người dân gọi những con trâu như vậy là min, tức trâu rừng<ref name=\"source5\"\/>. Chúng được thả thành đàn trong rừng, cứ thế chúng tự sinh, tự dưỡng, đồng thời người Lạch rất thật thà và trọng chữ tín, chẳng bao giờ ăn trộm của nhau.\n\nTập tục thả trâu vào rừng của người dân đã có từ những năm 1950-1952. Và thời hoàng kim trâu nhà thả rừng là vào những năm 1978-1980. Khi đó, cả thôn Păng Tiêng có gần 1.000 con trâu thả rừng và chúng rất dữ, nhiều con đã biến thành con min. Trong làng có nhiều người bị thương nặng do trâu húc. Làng phải họp lại và quyết định dùng súng bắn chết những con trâu đực đầu đàn dữ nhất để thuần hóa đàn trâu nhà. Có đến 50 con min bị bắn chết chỉ trong vòng một tháng<ref name=\"source5\"\/>. Năm 2005, khi những cánh đồng ở huyện Lạc Dương, tỉnh Lâm Đồng, được chuyển đổi mục đích canh tác từ trồng lúa sang trồng cà phê, rau và hoa, đàn trâu của đồng bào người Lạch ở đây không còn cày kéo nữa mà được thả vào rừng<ref name=\"source3\"\/>.\n\nCác gia đình trong mỗi dòng họ thường cho trâu nhập thành bầy vài chục con rồi thả vào rừng. Khi mới làm quen với cuộc sống hoang dã, trâu còn nhút nhát nên chưa dám đi xa. Thỉnh thoảng gia chủ tìm đến chỗ đàn trâu, rắc muối lên cỏ rồi cất tiếng gọi tên con trâu đầu đàn. Vốn thích ăn mặn, nhớ hơi chủ và biết chủ gọi tên mình, con trâu lực lưỡng dẫn cả đàn đến ăn muối. Giai đoạn này, trâu còn thuần tính nên nếu muốn gia chủ dễ dàng lùa trâu về làng. Đàn trâu di chuyển liên tục để tìm những vùng cỏ mới và càng ở lâu trong rừng, càng hung hăng, khó gần hơn<ref name=\"source0\"\/>. Để trâu bớt dữ, cứ tháng 2, tháng 3 hằng năm dân làng lùa đàn trâu về tiêm phòng và giữ lại chăm sóc một thời gian. Để lùa được một đàn trâu cần hơn chục người. Đàn trâu di chuyển liên tục để tìm những vùng cỏ mới nên có khi phải tìm cả mấy ngày trời mới thấy để lùa về.\n\nVới những đàn trâu thế này, ngay cả gia chủ cũng khó tiếp cận, phải nhờ người có khả năng đặc biệt để giao tiếp, nói chuyện với trâu, cho trâu ăn muối. Khi đi thăm trâu, họ mang theo muối, gọi tên con đầu đàn, chúng sẽ nhớ tên, nhớ chủ mà bớt hung hãn rồi để người lại gần. Người thăm trâu sẽ vãi muối ra cỏ cho đàn trâu ăn, xoa đầu rồi “dặn dò” con đầu đàn phải ngoan ngoãn, hiền lành. Tuy nhiên, càng về sau thì đàn trâu càng hung hãn và khó gần hơn<ref name=\"source3\"\/>. Muốn lùa được chúng về làng phải nhờ hơn chục người giúp sức băng rừng vượt núi rất nguy hiểm, mặc dù vậy, nếu nuôi theo cách này thì sau vài năm lại có thêm những nghé non mà không mất công nuôi nấng, chăm sóc do chúng tự sinh sản trong rừng. Nhưng nếu không tìm được, phải cho chúng ăn muối rồi lùa về làng chăm sóc một thời gian nếu không chúng quên chủ, thành thú hoang.\n===Săn tìm===\n{{Chính|Săn bò rừng}}\nCó những đàn trâu trải hàng chục năm thả rông, chúng dường như đã thành trâu rừng, rất dữ tợn, không lùa về được nữa mà phải đặt bẫy để bắt. Khi dò được đường đi ăn của con trâu dữ, đội săn đào hầm và giăng dây thòng lọng, sau đó la hét, huýt chó, khua chiêng, gõ mõ từ ba phía để dồn đuổi cho thú sập hầm, mắc vào thòng lọng. Đợi đến lúc trâu mệt nhoài thì trói chân bắt sống. Trong trường hợp trâu quá khỏe, quá hung tợn, thợ săn đành phải bắn chết bằng cung, ná hoặc phóng lao rồi mổ thịt tại trận<ref name=\"source6\"\/>.\n\nTheo kinh nghiệm của người săn tìm trâu, nếu nhìn thấy vết chân trâu là có thể đoán biết đàn trâu đang di chuyển về đâu. Không phải lúc nào cũng dễ dàng nhìn thấy chúng trong rừng, có những con trâu rất dữ dằn, chúng có thể tấn công người khi nhìn thấy những màu áo bắt màu. Nhiều đàn trâu đốn gãy nhiều thông và cà phê non gần bìa rừng, bị người dân ném đá, xua đuổi nên giờ chúng khá nhát và hay lẩn trốn. Ở những nơi cỏ tranh ngập đầu người và cây cối rậm rạp rất khó tiếp cận chúng.\n\nTrong đàn có một con trâu cái sắp sinh nên có thể cả đàn nằm lì trong rừng chưa chịu ra. Khi tìm được trâu, cả chục thanh niên tản ra khua chiêng, gõ mõ để lùa trâu xuống nơi đặt sẵn rào dựng lên để dụ chúng. Khi trâu vào bẫy thì quăng thòng lọng, quàng cổ, trói chân bắt từng con. Nhiều trường hợp phải dùng trâu mồi kéo gỗ để dụ lũ trâu về nhà. Đôi khi lùa cả mấy ngày trâu vẫn không chịu vô rào. Cách nhẹ nhàng nhất là phải thường xuyên thăm trâu nhà để chúng biết mặt chủ và bớt tính hung hãn<ref name=\"source5\"\/>.\n\n===Thực trạng===\nTrâu Lạc Dương được thương lái khắp nơi ưa chuộng do khí hậu và thổ nhưỡng tốt, trâu nuôi mau lớn và thịt trâu vì thế có chất lượng hơn hẳn các nơi khác<ref name=\"source5\"\/>, Năm 2000, một con trâu trưởng thành có giá trung bình 5-6 triệu đồng, giá một con trâu cái loại A vào khoảng 25-30 triệu đồng, một con trâu đực 5 tuổi trên 30 triệu đồng. Chính vì giá cao nên chỉ những dịp lễ tết đặc biệt, người dân mới dám thịt trâu<ref name=\"source3\"\/>. Tính đến tháng 7 năm 2013, đàn trâu của huyện có tổng số 3.140 con<ref name=\"source3\"\/>. Một thống kê khác cho biết, có khoảng 2.700 con trâu. Trong đó, lượng trâu nhà thả rừng gần 2.000 con. Chủ yếu là số trâu nuôi của đồng bào dân tộc thiểu số người Cơ Ho, người Lạch...Số lượng trâu nhà thả rừng tập trung chủ yếu tại khu vực xã Lát, Đạ Nhim, Đạ Sar và thị trấn Lạc Dương khu vực hồ Đan Kia<ref name=\"source5\"\/>.\n\nHiện nay, đàn trâu sụt giảm nhanh chóng do bệnh dịch tụ huyết trùng, Đàn trâu thả rừng rất khó khăn để bắt chúng tiêm chủng. Những năm 1980, 1990 Nhà nước chưa có tiêm chủng nên dịch bệnh tụ huyết trùng lây lan giết chết cả trăm con mỗi lần dịch phát tán. Rồi trâu thả rừng sụt giảm nhanh từ đó. Người dân cũng vì thế không dám nuôi với số lượng quá nhiều<ref name=\"source5\"\/>. Hiện nay, nhiều kiến nghị đến ngành chức năng lập kế hoạch bảo tồn nguồn gene tốt của trâu Lang Biang góp phần làm gia tăng giá trị đa dạng sinh học, cho giao phối với các giống trâu khác để cải thiện chất lượng đàn trâu nhà Việt Nam. nhu cầu bảo tồn đàn trâu là rất cao, nhưng địa phương vẫn đang kẹt ở khâu tìm nguồn vốn. \n==Với con người==\n===Trong đời sống===\nVới [[người Lạch]], con trâu là tài sản quý giá nhất rồi mới đến chiêng, ché. Người Lạch nói riêng và các tộc người thiểu số Tây Nguyên nói chung xem trâu là con vật tổ hoặc vật chuẩn để quy đổi các sản vật, đánh giá mức giàu sang của mỗi gia đình, dòng họ. Trước kia nhiều người còn cà hàm răng trên cho giống với vật tổ. Trong những dịp lễ trọng, trâu được chọn để hiến tế cho thần linh, thay thế con người. Trâu làm thịt trong những dịp lễ tết, mừng thọ; trâu giúp người làm nhà, mua xe, mua sắm tiện nghi trong gia đình; trâu giúp con cái học hành.\n\nLễ vật để bắt chồng của sơn nữ Lạch thường là một con trâu lớn. Tuy nhiên muốn bắt chàng trai tài giỏi, được nhiều sơn nữ nhắm nhe thì lễ vật mà nhà gái phải trả cho nhà trai lên tới 4 - năm con trâu<ref name=\"source0\"\/>.\n\nTại Tây Nguyên có món ẩm thực nổi tiếng là thịt trâu nướng. Thịt trâu có màu đỏ sậm, thớ to, trong khi thịt bò có màu đỏ tươi, thớ nhuyễn. Những lát thịt trâu thái ra còn tươi rói được xếp ngay lên vỉ nướng chứ không cần tẩm ướp gia vị nào cả. Nướng đến độ rỉ mỡ trên bếp than hồng, miếng thịt trâu bóng lên loang loáng và tỏa một mùi thơm rất đặc trưng. Khi chín, những miếng thịt trâu Lang Biang không bị teo đi mà còn nở thêm ra. Thịt chín tới sẽ được ăn khi còn đang nóng hổi, bốc khói, không cần chấm gia vị.\n\n===Trong văn hóa, lễ hội===\n{{Chính|Hình tượng con Trâu trong văn hóa}}\n{{Chính|Lễ hội đâm trâu}}\nNhiều cư dân bản địa ở vùng [[Trường Sơn]], Bắc Tây Nguyên từ xưa đã nhận con trâu làm vật tổ trong tín ngưỡng tô tem (totemism) của mình. Con trâu có vai trò to lớn trong văn hóa, tín ngưỡng.\n\nTục giết trâu tế thần có từ thời thượng cổ, ngày nay vẫn còn ở một vài nơi như miền Tây Nguyên Việt Nam. Tại đây, [[Lễ hội đâm trâu|tục đâm trâu]], giết trâu tế [[Yàng]] là một tập tục lâu đời và thịnh hành trong nhiều dân tộc. Người [[Người Ba Na|Ba Na]] gọi lễ hội này là ''x'trǎng'', người Cor gọi là ''xa-ố-piêu'', người [[Gia Lai]] gọi là ''mnăm thu'', người Lạch gọi là ''sa rơpu'').\n\nNói riêng về trâu Langbiang và phong tục đâm trâu của người Lạch, già làng người Lạch có bài khóc trâu khi mở đầu buổi lễ “''Từ lâu nay trâu sống cùng dân làng như cha mẹ, anh em. Nay để cho buôn làng được giàu có, yên vui, xin dâng trâu lên Yàng và các thần làm đồ tế lễ. Trâu vui lòng nhé! Ớ trâu! Ớ trâu!''”, sau đó ra lệnh đâm trâu, lấy máu con trâu hiến tế bôi vào trán mọi người như một sự cầu phúc và cho xẻ thịt khao cả làng. Khách tham dự lễ hội cũng được chúc phúc và mời thưởng thức xâu thịt nướng.\n\n==Chú thích==\n{{Tham khảo|cột=1}}\n* [http:\/\/congan.com.vn\/the-thao-van-hoa\/van-hoa\/ky-la-phong-tuc-tha-trau-bo-vao-rung-duoi-chan-nui-lang-biang_2286.html Kỳ lạ phong tục thả trâu, bò vào rừng dưới chân núi Lang Biang]\n\n==Liên kết ngoài==\n*[http:\/\/www.kontum.gov.vn\/news\/news.php?pageid=0000000576&topicid=102 \"Hội đâm trâu\" trên Trang thông tin điện tử Kon Tum] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090914150313\/http:\/\/www.kontum.gov.vn\/news\/news.php?pageid=0000000576&topicid=102 |date=2009-09-14 }}\n*[http:\/\/dalattourist.net\/modules.php?name=News&file=article&sid=68 \"Lễ hội đâm trâu\" trên trang Dalattourist.net] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090307014805\/http:\/\/www.dalattourist.net\/modules.php?name=News&file=article&sid=68 |date=2009-03-07 }}\n*[http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/2485\/ \"Lễ đâm trâu của người Co\" trên website tỉnh Quảng Ngãi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080929040141\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/2485\/ |date=2008-09-29 }}\n*[http:\/\/vn.answers.yahoo.com\/question\/index?qid=20070910041330AAPxcer \"Đâm trâu là gì\" trên Yahoo Việt Nam: Hỏi & Đáp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090926095749\/http:\/\/vn.answers.yahoo.com\/question\/index?qid=20070910041330AAPxcer |date=2009-09-26 }}\n*[http:\/\/www.cpv.org.vn\/print_preview.asp?id=BT2450733296 \"Nét đẹp lễ đâm trâu của người M'nông ở Đăk Nông\", bài của Nguyễn Công Lý trên Báo điện tử Đảng Cộng sản Việt Nam]\n*[http:\/\/www.hoinongdan.org.vn\/channel.aspx?Code=NEWS&NewsID=131&c=32 \"Nét văn hóa trong lễ hội đâm trâu ở Tây Nguyên\" trên website Hội nông dân Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101031034928\/http:\/\/www.hoinongdan.org.vn\/channel.aspx?Code=NEWS&NewsID=131&c=32 |date=2010-10-31 }}\n*[http:\/\/www.baobinhdinh.com.vn\/564\/2004\/7\/12213\/ \"Lễ hội đâm trâu của đồng bào Ba Na\" của Mỹ Linh trên Báo Bình Định] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160331083514\/http:\/\/baobinhdinh.com.vn\/564\/2004\/7\/12213\/ |date=2016-03-31 }}\n*[http:\/\/baodulich.com\/index.php?do=news&act=detail&id=1027 \"Mùa \"ăn\" trâu\" của TTO trên Báo Du lịch]\n {{Du lịch Lâm Đồng}}\n[[Thể loại:Giống trâu|L]]\n[[Thể loại:Giống vật nuôi Việt Nam|Tr]]\n[[Thể loại:Hệ sinh thái Tây Nguyên]]"}