{"120448":"{{Thông tin viên chức\n|tên= Trình Minh Thế\n|hình= [[Hình: Trình Minh Thế.jpg|250px]]\n|cỡ hình= \n|miêu tả= Thiếu tướng Quân đội Quốc gia\n\n|chức vụ= Tư lệnh Trung đoàn Bộ binh Liên minh<br>[[Quốc gia Việt Nam]]\n|bắt đầu= 2\/1955\n|kết thúc= 5\/1955\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Thiếu tướng (2\/1955)<br>(Quân đội Quốc gia)<br>-Trung tướng (truy thăng 3\/5\/1955)\n|địa hạt= Sài Gòn\n\n|chức vụ 2= Tư lệnh Lực lượng Kháng chiến Liên minh<br>(Ly khai [[Đạo Cao Đài|Cao Đài]])\n|bắt đầu 2= 8\/1951\n|kết thúc 2= 1955\n|trưởng chức vụ 2= Cấp bậc \n|trưởng viên chức 2= -Đại tá<br>-Thiếu tướng (6\/1951)<br>(Quân đội Cao Đài)\n|địa hạt 2= Tây Ninh\n\n|chức vụ 3= Tham mưu trưởng Quân đội [[Đạo Cao Đài|Cao Đài]]\n|bắt đầu 3= tháng 6\/1951\n|kết thúc 3= 6\/1951<br>(2 ngày)\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá \n|phó chức vụ= Tổng Tư lệnh\n|phó viên chức= -Trung tướng Cao Đài Nguyễn Văn Thành\n|tiền nhiệm 3= -Thiếu tướng Cao Đài [[Nguyễn Thành Phương]]\n|địa hạt 3= Tây Ninh\n\n|chức vụ 4= Tổng chỉ huy Lực lượng Du kích [[Đạo Cao Đài|Cao Đài]]<br>Liên tỉnh Miền Đông\n|bắt đầu 4= 1947\n|kết thúc 4= 1951\n|trưởng chức vụ 4= Cấp bậc \n|trưởng viên chức 4= -Đại tá\n|địa hạt 4= Tây Ninh\n\n|chức vụ 5= Chỉ huy trưởng Du kích Bến Cầu [[Đạo Cao Đài|Cao Đài]]\n|bắt đầu 5= 11\/1946\n|kết thúc 5= 1947\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại tá (11\/1946)\n|địa hạt 5= Tây Ninh\n\n|quốc tịch= [[Việt Nam]]\n|nguyên nhân mất= ''đạn bắn vào đầu''\n|nơi ở= Sài Gòn\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|đạo= [[Đạo Cao Đài|Cao Đài]]\n|vợ= Nguyễn Thị Kim\n|cha= Trình Thành Quới\n|mẹ= Lê Thị Huyền\n|con= -Trình Minh Nhật<br>-Trình Minh Sơn<br>\n|họ hàng= Bào đệ: Trình Minh Đức (mất năm 1953)\n|học vấn= Tốt nghiệp Tiểu học\n|học trường= Trường Nội ứng Nghĩa đinh ở [[Cái Vồn]]\n|quê quán= Nam Kỳ\n\n|ngày sinh= [[1922]]\n|nơi sinh= [[Tây Ninh]], [[Liên bang Đông Dương]]\n|ngày mất= [[3 tháng 5]] năm [[1955]]<br>([[33]] tuổi)\n|nơi mất= [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Quốc gia Việt Nam]]\n|phục vụ= [[Hình: CaodaismSymbol.PNG|20px]] [[Đạo Cao Đài|Giáo phái Cao Đài]]<br>[[Hình: Flag of South Vietnam.svg|22px]] [[Quốc gia Việt Nam]]\n|thuộc= [[Hình: CaodaismSymbol.PNG|20px]] [[Đạo Cao Đài|Quân đội Cao Đài]]<br>[[Tập tin:Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam]]\n|năm phục vụ: [[1942]] - [[1955]]\n|cấp bậc= [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng]]\n|đơn vị= [[Hình: CaodaismSymbol.PNG|20px]] [[Đạo Cao Đài|Quân đội Cao Đài]]<br>[[Tập tin:Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Tam đẳng\n}}\n\n'''Trình Minh Thế'''<ref>Theo một số tài liệu viết là Trịnh Minh Thế là một người theo chủ nghĩa dân tộc và là một Thủ lĩnh Quân sự thuộc Đạo Cao Đài trong thời gian cuối của cuộc [[Chiến tranh Đông Dương|Chiến tranh Đông Dương lần thứ nhất]], đầu cuộc [[Chiến tranh Việt Nam]]<\/ref> ([[1922]] - [[1955]]) nguyên là một chỉ huy cao cấp,<ref>Chức vụ Tham mưu trưởng Quân đội Cao Đài.<\/ref> mang hàm Thiếu tướng trong Quân đội của [[Đạo Cao Đài]]. Ông xuất thân từ trường Nội ứng Nghĩa đinh được Pháp mở ra ở [[Miền Nam (Việt Nam)|miền Nam Việt Nam]].<ref>Nhằm mục đích huấn luyện căn bản và chỉ huy cho thành phần thuộc các Giáo phái ở [[Miền Nam (Việt Nam)|miền Nam Việt Nam]] để cộng tác với Pháp chống [[Việt Minh]].<\/ref> Khi ra hợp tác với Quân đội của Chính phủ Quốc gia, Thủ tướng [[Ngô Đình Diệm]] đã gắn cấp bậc [[Thiếu tướng]] (đồng hóa) Quân đội Quốc gia cho ông. Giữa năm [[1955]], khi đang Chỉ huy hành quân truy nã lực lượng [[Bình Xuyên]] của [[Lê Văn Viễn]], ông bị trúng đạn tử thương tại [[Khánh Hội]], [[Thành phố Hồ Chí Minh|Sài Gòn]]. Được truy thăng [[Trung tướng]].\n\n==Tiểu sử và gia thế==\nÔng sinh năm [[1922]] tại tỉnh [[Tây Ninh]] trong một gia đình khá giả theo [[đạo Cao Đài]]. Thân phụ ông là một chức sắc trong Giáo hội Cao Đài, đồng thời cũng là một thương gia phát đạt.<ref>Gia đình họ Trình chuyển từ [[Bình Định]] vào miền Nam từ đầu [[thế kỷ 19]] và đổi họ từ Trịnh sang Trình. Theo gia đình tướng Thế cho biết nguyên nhân đổi họ là để tránh sự trả đũa của [[nhà Nguyễn]] với những người theo [[Nhà Tây Sơn|Tây Sơn]] (Nhị Lang, trang 39, do Blagov, trang 2, dẫn lại).<\/ref> Do sinh trưởng trong một gia đình có thế lực, ông được hưởng sự giáo dục tốt hơn rất nhiều [[người Việt]] đương thời. Ông tốt nghiệp Tiểu học (Certificate of Primary Education), nhưng sau bị đuổi học vì tội ngang ngạnh, bướng bỉnh.\n\n==Quân đội Cao Đài (1940-1954)==\nĐầu năm [[1940]] ông tham gia vào đơn vị vũ trang đầu tiên của [[Đạo Cao Đài|Giáo phái Cao Đài]], với danh xưng Chi đội 78 (tiền thân của Quân đội Cao Đài). Sau đó ông được gửi đi huấn luyện quân sự tại trường Nội ứng Nghĩa đinh ở [[Cái Vồn]].<ref>Vào thời điểm này, [[Cái Vồn]] thuộc tỉnh [[Cần Thơ (tỉnh)|Cần Thơ]]. Trước năm 1975 là thị trấn quận lỵ của quận Bình Minh thuộc tỉnh [[Vĩnh Long]]. Nay là Trung tâm hành chính của thị xã [[Bình Minh]] (Vĩnh Long)<\/ref> Tốt nghiệp ông trở về đơn vị và trở thành một cán bộ chỉ huy.<ref>Cùng được huấn luyện quân sự với Trình Minh Thế tại [[Cái Vồn]] còn có một đồng đạo sau này được phong tướng trong Quân đội Quốc gia là Thiếu tướng [[Văn Thành Cao]]. Ngoài ra, một số thành viên của [[Phật giáo Hòa Hảo|Hòa Hảo]] cũng được thụ huấn đồng thời và về sau trở thành những chỉ huy cao cấp của lực lượng vũ trang Giáo phái Hòa Hảo.<\/ref>\n\nKhi [[Chiến tranh thế giới thứ hai]] bùng nổ, [[Nhật Bản|Nhật]] tiến vào [[Bán đảo Đông Dương|Đông Dương]]. Phản ứng trước tình hình phong trào chống [[Pháp]] càng ngày càng gia tăng, [[toàn quyền Đông Dương]] là Đô đốc [[Jean Decoux|Decoux]] hành động quyết liệt. Ông ta cho đóng cửa một số nơi thờ tự của [[Cao Đài]], rồi tới ngày 26 tháng 8 năm 1940 cho đóng cửa [[Tòa Thánh Tây Ninh]]. Tới ngày 27 tháng 7 năm 1941, nhiều lãnh đạo của Cao Đài, kể cả Hộ pháp [[Phạm Công Tắc]] bị bắt giữ. Để giành được sự ủng hộ của các tổ chức [[Việt Nam]] theo [[chủ nghĩa dân tộc|chủ nghĩa quốc gia]], phát xít Nhật tiến hành bắt liên lạc và hỗ trợ cho họ, trong đó có [[Cao Đài]]. Tới tháng 2 năm 1943, Nhật giúp vị Phối sư Cao Đài là Thượng Vinh Thanh (thế danh [[Trần Quang Vinh]]) mở lại Thánh thất Cao Đài tại Sài Gòn. Để đáp lại, Cao Đài hợp tác tích cực với Nhật, Phối sư Thượng Vinh Thanh kêu gọi giáo dân Cao Đài xung phong đăng lính cho quân Nhật, 10.000 giáo dân Cao Đài làm việc cho [[Nhật Bản|Nhật]], đáng kể nhất là tại xưởng đóng tàu Nitian. Số người này sau giờ làm việc được huấn luyện quân sự.\n\nNăm [[1944]] ông được du học lớp huấn luyện quân sự tại [[Campuchia|Cao Miên]] và [[Lào]] trong trường sĩ quan của [[Hiến binh Nhật]] (Kempetai). Khi trở về nước ông trở thành một sĩ quan của Giáo phái Cao Đài. Ngày [[9 tháng 3]] năm 1945, cùng với Lực lượng Quân sự Cao Đài, ông tham gia cuộc đảo chính Pháp của Quân đội [[Nhật Bản]].\n\nĐược sự bảo trợ của Nhật, Phối sư Thượng Vinh Thanh ([[Trần Quang Vinh (Cao Đài)|Trần Quang Vinh]]) tổ chức lực lượng vũ trang gồm 3.000 người, tiếng là theo chỉ thị của Hoàng thân [[Cường Để]]. Ngày [[9 tháng 3]] năm 1945, lực lượng Cao Đài mặc đồng phục trắng, đội mũ bê-rê, vũ trang bằng gậy tre vót nhọn tham gia hỗ trợ Nhật đảo chính [[Pháp]]. Thủ lĩnh quân sự của [[Cao Đài]] là tướng Nguyễn Văn Thành tuyên bố Hoàng thân Cường Để chỉ thị thành lập lực lượng vũ trang Cao Đài liên minh với [[Nhật Bản]] để chống [[Pháp]]. Không có tài liệu cho biết cụ thể hoạt động của Trình Minh Thế trong thời gian này, nhưng có thể cho rằng thời kỳ này Trình Minh Thế đã gia nhập lực lượng vũ trang Cao Đài và tích cực hợp tác với Nhật.\n\nTháng 9 năm [[1945]] Quân đội Nhật tại Đông Dương đầu hàng Đồng Minh, ông cùng với đoàn quân Chi đội 78 rút vào chiến khu Cao Đài Kháng chiến chống Pháp, sau khi Pháp tái chiếm [[Nam Kỳ]].\n\nNgày [[7 tháng 11]] năm 1946, ông rời chiến khu trở về [[Tòa Thánh Tây Ninh|Tòa thánh Tây Ninh]], đồng thời được phong cấp [[Đại tá]]. Cùng với Lực lượng Vũ trang Cao Đài, ông bắt tay hòa hoãn với Pháp và nhanh chóng thăng tiến. Năm [[1947]] cùng với một số chiến sĩ Cao Đài thành lập Đội Du kích. Sau đó ông trở thành Chỉ huy trưởng Du kích Bến Cầu ([[Tây Ninh]]) kiêm trưởng phòng Tác chiến khu vực. Kế tiếp trở thành Tổng Chỉ huy khu vực Liên tỉnh Miền Đông.\n\nTháng 1 năm [[1948]] ông cùng đơn vị thuộc quyền tuyên bố ly khai khỏi Quân đội Cao Đài,<ref>Ly khai lần thứ nhất.<\/ref> nhưng sau 48 tiếng quay trở lại. Sau đó, ông sáng kiến thành lập đội quân xung kích Hắc y (cải biến từ đơn vị do ông chỉ huy), mặc quần áo bà ba đen, về sau trở thành đồng phục cho tất cả dân quân của Lực lượng Liên Minh.<ref>Bộ quần áo bà ba đen sau này trở thành biểu trưng cho lực lượng [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Việt Cộng]] khi quân Liên Minh tan rã.<\/ref> Đầu năm [[1949]] ông triệu tập lãnh tụ Cao Đài các tỉnh miền Đông, tổ chức Đại hội để ủng hộ Giáo chủ [[Phạm Công Tắc]], đồng thời đưa toàn bộ lực lượng này về Tây Ninh (tuy nhiên, \"tính cách\" của ông cũng khiến cho ông có nhiều kẻ thù trong Quân đội [[Đạo Cao Đài|Cao Đài]], và dính dáng nhiều đến các âm mưu, tranh giành tại Tòa thánh Tây Ninh). Tháng 9 cùng năm, ông di chuyển lực lượng bản bộ ra khỏi ngoại ô [[Tây Ninh]]. Cuối năm này, ông được giữ chức vụ Chủ tịch Ủy ban Chỉ đạo Việt Nam Phục quốc Hội.\n\nThượng tuần tháng 6 năm 1951, ông được cử làm Tham mưu trưởng Quân đội Cao Đài, thay thế Thiếu tướng [[Nguyễn Thành Phương]]. Nhưng chỉ hơn 24 tiếng sau, nửa đêm về sáng ngày [[7 tháng 6]], ông bí mật đem khoảng hơn 1.500 quân bản bộ ly khai khỏi Cao Đài Phục quốc, vượt sông [[Vàm Cỏ Đông]] đến rừng Bưng Rồ để lập Tổng hành dinh tạm, về sau di chuyển xuống hướng nam trong rừng Bưng Rồ dọc theo biên giới Việt-Miên và lập chiến khu Bù Lu. Ngày [[8 tháng 6]] cùng năm, ông được thăng cấp [[Thiếu tướng]] Cao Đài tại chiến khu do Trung tướng [[Nguyễn Văn Thành (Trung tướng, Giáo phái Cao Đài)|Nguyễn Văn Thành]], Tổng tư lệnh Quân đội Cao Đài, đại diện cho Hộ pháp [[Phạm Công Tắc]], gắn sao giữa đêm khuya. Nhưng ngay sau đó, ông cùng đội quân của mình chính thức rời khỏi hàng ngũ giáo phẩm Cao Đài và thành lập lực lượng riêng, lấy tên là Liên Minh với chủ trương chống cả [[Pháp]] và [[Việt Minh]].<ref>Cha và anh của tướng Thế cũng thành lập lực lượng riêng trong Liên Minh, về sau hai người bị giết khi đụng độ với [[Việt Minh]]. Cũng có tin cho rằng cha của ông chết vì trúng mìn do chính lực lượng Liên Minh đặt phòng vệ quanh doanh trại. Lực lượng của tướng Thế được cho là đã thực hiện một loạt vụ đánh bom tại [[Thành phố Hồ Chí Minh|Sài Gòn]] từ năm 1951-1953. Thời kỳ đó, những hành động khủng bố này được đổ cho [[Việt Minh]], kể cả vụ ám sát tướng Chanson ở [[Sa Đéc (tỉnh)|Sa Đéc]] năm 1951.<\/ref>\n\nTrên thực tế, hoạt động chống [[Việt Minh]] của Trình Minh Thế có hiệu quả đáng ngờ. Chẳng hạn ngày [[17 tháng 2]] năm 1950, Trình Minh Thế cung cấp cho lực lượng Việt Minh tại [[Trảng Bàng]] vũ khí để tấn công một đoàn xe của [[Pháp]], ông cũng gửi đại diện đến các cuộc họp của [[Việt Minh]] tại [[Long Thành]] ngày 30 [[tháng tư|tháng 4]] và [[Đồng Tháp Mười]] ngày [[14 tháng 6]] năm 1950,<ref>Blagov, trang 29.<\/ref> ngoài ra Trình Minh Thế còn lớn tiếng công kích Pháp. Các vụ đụng độ giữa quân Liên Minh và Việt Minh chỉ gây ra những tổn thất nhỏ, phần nhiều giới hạn trong việc giành giật lương thực, ngũ cốc của hai phe. Một lý do được nêu ra, có thể là do lực lượng của Trình Minh Thế chỉ có giới hạn, chừng 2 tới 3 ngàn người, không phải là đối thủ của [[Việt Minh]]. Dù sao, hoạt động của Trình Minh Thế cũng giúp cho [[Tòa Thánh Tây Ninh]] tránh được các cuộc tấn công của lực lượng [[Việt Minh]].<ref>Blagov, trang 37.<\/ref>\n\nTháng 8 năm [[1953]], quân Pháp mở cuộc tấn công vào căn cứ của ông, sử dụng một Tiểu đoàn sơn cước [[Người Nùng|Nùng]] tinh nhuệ. Quân Liên Minh phải tránh vào các hang động ở [[núi Bà Đen]]. Về sau ông phải dời Bộ chỉ huy về núi Heo. Tới năm [[1954]], Liên Minh đã mở rộng địa bàn hoạt động về phía tây-nam, tới tận [[sông Cửu Long]]. Lực lượng của họ được chia làm nhiều Tiểu đoàn, quân số có lẽ vào khoảng 2.500 người.<ref>Blagov, trang 65.<\/ref>\n\n==Quân đội Quốc gia Việt Nam (1954-1955)==\nThời kỳ đầu năm [[1954]] khi nội bộ Cao Đài còn đang ngấm ngầm tranh giành ảnh hưởng, thế lực với nhau, thì Pháp thua trận [[Chiến dịch Điện Biên Phủ|Điện Biên Phủ]]. Chính phủ Mỹ không muốn [[Việt Nam]] thống nhất dưới sự lãnh đạo của [[Hồ Chí Minh]] nên quyết định can thiệp, hỗ trợ Lực lượng thứ ba. Cố vấn quân sự Mỹ là [[Edward Lansdale]], người chịu trách nhiệm hỗ trợ chính phủ [[Ngô Đình Diệm]], đàm phán với tướng Trình Minh Thế về việc sử dụng lực lượng vũ trang của ông để hỗ trợ cho Thủ tướng Diệm và Quân đội [[Việt Nam Cộng hòa]]. Chính phủ Ngô Đình Diệm dành ra 5 triệu quan ([[piastre]]) cho Liên Minh để thu xếp định cư cho 10.000 người tị nạn ở khu vực [[Tây Ninh]]. Thông qua Lansdale, Mỹ tiếp tục tài trợ cho tướng Thế và các nhóm Cao Đài khác. Tuy nhiên, do chính phủ [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|Đệ nhất Cộng hòa]] còn yếu ớt, nên nhiều chỉ huy các phe nhóm vũ trang tuyên bố chống lại chính phủ [[Ngô Đình Diệm]] và tổ chức đảo chính. Thời gian này, khó xác định được là tướng Thế trung thành với ai, và cũng khó xác định được liệu chính phủ Mỹ có ủng hộ Ngô Đình Diệm chống lại phe nổi loạn. Một số người cho rằng tướng Thế có thể là một lựa chọn khả dĩ để thay thế [[Ngô Đình Diệm]]. Tuy nhiên khi lực lượng Liên Minh tiến vào Sài Gòn thì có lẽ đó là để đáp lại lời kêu gọi vào phút cuối cùng của [[Edward Lansdale|Lansdale]] ủng hộ Ngô Đình Diệm. Tháng 9 năm 1954 Lansdale phát hiện ra tướng [[Nguyễn Văn Hinh]], Tổng Tham mưu trưởng quân đội [[Quốc gia Việt Nam]], đang tiến hành âm mưu lật đổ [[Ngô Đình Diệm]]. Cùng lúc, quân Pháp phong tỏa các lực lượng [[Đạo Cao Đài|Cao Đài]] định tiến vào Sài Gòn giải nguy cho Ngô Đình Diệm. Cuộc đảo chính bị thất bại khi Lansdale mua chuộc được các sĩ quan cấp dưới của tướng Hinh đi nghỉ mát; thiếu những thuộc hạ cốt cán này, cuộc đảo chính không thể tiến hành được.\n\nCuối tháng 8 năm 1954 (sau khi ký [[Hiệp định Genève, 1954|Hiệp ước Geneve]] 20\/7\/1954), qua trung gian của Đại tá Hoa Kỳ [[Edward Lansdale|Lansdale]], chuyên viên ngoại giao đặc trách vùng [[Đông Nam Á]], trao tận tay ông bức tâm thư với thủ bút của Thủ tướng Diệm, để mở đường cho ông trong sự tiến tới thảo luận việc trở về hợp tác với Chính phủ Quốc gia và cuộc tiếp xúc đầu tiên đã diễn ra ngay sau đó.<ref>Gồm có bốn người: Đại tá [[Edward Lansdale|Lansdale]], ông Redich (phụ tá kiêm thông ngôn của Đại tá Lansdale), tướng Thế và Thiếu tá Nhị lang Lê Khắc Hoài (phụ tá kiêm thông ngôn cho tướng Thế).<\/ref>\n\nĐầu năm [[1955]], Đại sứ quán Mỹ dành ra một ngân khoản bí mật, ước tính khoảng 2 triệu dollar<ref name=\"Blagov, trang 93\">Blagov, trang 93.<\/ref> để thuyết phục tướng Thế gia nhập Chính phủ Quốc gia. Ngay cả các khoản chi chính thức cho tướng Thế cũng rất đáng kể, như ngân sách dành cho lực lượng vũ trang bỏ ra 108.000 dollar để chi ông.<ref name=\"Blagov, trang 93\" \/> Số tiền Lansdale bỏ ra để mua chuộc các chỉ huy giáo phái lên đến 8,6 triệu dollar, còn nếu tính cả số tiền Thủ tướng Diệm bỏ ra thêm nữa thì tổng cộng có đến 12 triệu dollar đã được chi cho 246 chỉ huy giáo phái.<ref>Hill, trang 344.<\/ref>\n\nNgày [[31 tháng 1]] năm 1955, bằng phi cơ trực thăng xuất phát từ [[Sân bay quốc tế Tân Sơn Nhất|phi trường Tân Sơn Nhất]], đích thân Thủ tướng Diệm cùng với Bộ trưởng Quốc phòng Hồ Thông Minh đến viếng thăm Kháng chiến Liên minh tại Lò Rò ngay trong chiến khu [[núi Bà Đen]] ở Tây Ninh. Sáng ngày [[13 tháng 2]] sau đó, Thủ tướng Diệm khai mạc buổi lễ tiếp nhận Trung đoàn Bộ binh Liên minh trên Đại lộ [[Nguyễn Huệ]] (Sài Gòn), gồm 2.500 chiến sĩ thuộc Lực lượng Kháng chiến Liên minh (tức Quân đội Cao Đài ly khai) trở về hợp tác với Chính phủ Quốc gia và gắn cấp bậc [[Thiếu tướng]] đồng hóa Quân đội Quốc gia cho ông.<ref>Trước đó, tướng Thế đã điều động 15.000 quân Cao Đài về [[Tòa Thánh Tây Ninh|Tòa thánh Tây Ninh]] như một lực lượng dự bị.<\/ref> Từ ngày 18 đến ngày [[28 tháng 4]] cùng năm, ông tháp tùng phái đoàn sang Nam Dương ([[Indonesia]]) để dự Hội nghị Á-Phi của các nước không liên kết. Trong Hội nghị có: Thủ tướng Trung Quốc [[Chu Ân Lai]], Thủ tướng Ấn Độ [[Jawaharlal Nehru]], Tổng thống Nam Dương [[Sukarno]], cựu hoàng Cao Miên [[Norodom Sihanouk]]. Cùng tháp tùng với ông còn có: Đại tá Cao Đài Phục quốc [[Hồ Hán Sơn (Đại tá, Giáo phái Cao Đài)|Hồ Hán Sơn]], Thiếu tá Cao Đài Liên minh Nhị Lang [[Lê Khắc Hoài (Thiếu tá, Giáo phái Cao Đài)|Lê Khắc Hoài]].\n\n==Cái chết==\nTrong khoảng thời gian từ tháng 3 tới tháng 5 năm [[1955]], tình hình tại [[Sài Gòn]] trở nên rất căng thẳng. Mâu thuẫn gay gắt về cả quyền lực chính trị lẫn kinh tế khiến đụng độ vũ trang giữa phe Chính phủ và Liên minh lực lượng vũ trang giáo phái cùng [[Bộ đội Bình Xuyên]]<ref>Tức Lực lượng Cao Thiên Hòa Bình, viết tắt của [[Cao Đài]], [[Thiên Chúa giáo|Thiên Chúa]], [[Hòa Hảo]] và [[Bình Xuyên]].<\/ref> là khó tránh khỏi. Thủ tướng Diệm kiên quyết tiêu diệt lực lượng vũ trang đối lập, còn lực lượng Giáo phái nhờ vào sự hậu thuẫn của [[Pháp]] cũng quyết không chịu nhượng bộ. Thủ tướng Diệm đưa vào [[Thành phố Hồ Chí Minh|Sài Gòn]] các đơn vị trung thành gồm 3 Tiểu đoàn [[Người Nùng|Nùng]], rồi 2 Tiểu đoàn Dù dưới quyền Đại tá [[Đỗ Cao Trí]]. Các đơn vị này cộng với đơn vị của tướng Trình Minh Thế (Cao Đài Liên minh) và 2 đơn vị [[Phật giáo Hòa Hảo|Giáo phái Hòa Hảo]] (quy thuận Chính phủ Quốc gia) của Đại tá [[Nguyễn Văn Huê (Đại tá, Giáo phái Hòa Hảo)|Nguyễn Văn Huê]] và Thiếu tá [[Nguyễn Văn Đày (Thiếu tá, Giáo phái Hòa Hảo)|Nguyễn Văn Đày]] làm cho cán cân lực lượng nghiêng về phía quân Chính phủ, so độ 4.000 đến 5.000 quân Bình Xuyên tại vùng [[Thành phố Hồ Chí Minh|Sài Gòn]] - [[Chợ Lớn (tỉnh)|Chợ Lớn]]. Ngày [[8 tháng 3]] năm 1955, 7 Tiểu đoàn quân đội [[Quốc gia Việt Nam]] bắt đầu hành quân tiêu diệt lực lượng đối lập là [[Đại Việt Quốc dân Đảng|đảng Đại Việt]] tại [[Quảng Trị]], và tới ngày [[25 tháng 3]], quân Dù mở cuộc tấn công vào phe đối lập tại [[Thành phố Hồ Chí Minh|Sài Gòn]], nhưng [[Toàn quyền Đông Dương|Cao ủy Pháp]] là tướng Paul Ely cùng tướng Lawton Collins ([[Hoa Kỳ|Mỹ]]) gây sức ép buộc quân Chính phủ phải ngưng chiến. Tuy nhiên, thế lực của quân Chính phủ được củng cố lên nhiều khi ngày [[29 tháng 3]], tướng [[Nguyễn Thành Phương]], Tư lệnh các lực lượng Cao Đài, tuyên bố ủng hộ Chính phủ. Tình hình căng thẳng giữa hai bên kéo dài, các thỏa hiệp do [[Pháp]] và [[Hoa Kỳ|Mỹ]] làm trung gian đưa ra đều bị hai bên bác bỏ, tới ngày [[26 tháng 4]] xung đột quân sự bùng nổ trở lại. Quân đội Chính phủ nhanh chóng đánh tan sức kháng cự của quân [[Bộ đội Bình Xuyên|Bình Xuyên]], tới cuối tháng 4 quân Bình Xuyên hoàn toàn bị đánh bại, bị đẩy khỏi thành phố, bị quân chính phủ truy kích.\n\nNgày [[2 tháng 5]] năm 1955, ông được giao chỉ huy 1.300 quân, vượt kinh Tàu Hũ tiến vào cầu Tân Thuận hành quân truy nã lực lượng Bình Xuyên của Thiếu tướng [[Lê Văn Viễn]] (tự Bảy Viễn) tại Khánh Hội, [[Thành phố Hồ Chí Minh|Sài Gòn]]. Chiều ngày [[3 tháng 5]], ông bị tử thương khi đang ngồi trên xe [[Jeep]] tại dốc cầu Tân Thuận do một viên đạn Carbine bắn sẻ từ phía sau trúng phía dưới tai phải xuyên thẳng qua đầu trổ ra mắt bên trái. Hưởng dương 33 tuổi.<ref>Vụ giết người này không bao giờ được làm sáng tỏ, một số người đổ lỗi cho phía [[Pháp]] (vì họ đã thề giết cho bằng được tướng Thế trong suốt nhiều năm{{fact|date=7-2014}}) trong khi một số người cho rằng Chính quyền [[Quốc gia Việt Nam]] đã làm việc này. Hoàn cảnh cái chết của ông cũng gây nhiều tranh cãi, khi có nhiều thông tin khác nhau, thậm chí đối lập nhau về thời gian, địa điểm, vết thương gây nên cái chết của ông.<\/ref>\n\nThi hài ông được Đại úy [[Tạ Thành Long (Đại tá, Quân lực VNCH)|Tạ Thành Long]]<ref>Đại úy Tạ Thành Long sinh năm [[1928]] tại [[Tây Ninh]], tốt nghiệp khóa 3 Võ bị Đà Lạt. Sau cùng là Đại tá Trưởng ban Quân sự 4 bên tại Trại Davis, Tân Sơn Nhất.<\/ref> (Chánh Văn phòng kiêm Sĩ quan Tùy viên của tướng Thế) đưa về trụ sở của Liên minh ở số 55 đường [[Trương Minh Giảng]], [[Phú Nhuận]], Sài Gòn bằng xe cứu thương Quân đội (Thủ tướng Diệm bật khóc khi nghe bào đệ là ông [[Ngô Đình Nhu|Nhu]] báo hung tin này). Ngày [[4 tháng 5]], linh cữu được quàn tại Tòa Đô sảnh [[Thành phố Hồ Chí Minh|Sài Gòn]] (sau cải danh thành Tòa Đô chính) ở đường [[Lê Thánh Tôn]]. Ông được truy thăng [[Trung tướng]] và truy tặng Đệ tam đẳng [[Bảo quốc Huân chương]] kèm Anh dũng Bội tinh với nhành dương liễu.\n\nSáng ngày [[6 tháng 5]], lễ phủ Quốc kỳ [[Quốc gia Việt Nam]] và cử hành Quốc táng. Linh cữu được đặt trên một chiếc xe thiết giáp danh dự, di chuyển từ Sài Gòn về đến [[Tây Ninh]] (Thủ tướng Diệm tiễn đưa tới [[Chợ Bến Thành]], sau đó ông [[Ngô Đình Nhu]] tiễn đưa về tới nơi an táng tại nghĩa trang Liên minh, [[núi Bà Đen]], Tây Ninh). Về sau Liên minh đúc tượng đồng, đặt ngay nơi phần mộ. Dưới bức tượng có khắc ghi 4 câu thơ của cố vấn [[Nhị Lang]]:<br><center>''\"Trình Minh Thế, đấng anh hùng cứu quốc<br>Đã tung cờ chính khí giữa non sông<br>Cùng hào kiệt đổi trao lời hẹn ước<br>Thề hy sinh để cứu vãn giống nòi\"<\/center>\n\nSau khi chết, tên ông được đặt cho con đường dọc suốt [[Quận 4]] Sài Gòn cho tới năm [[1976]].\n\nCon trai Trình Minh Thế là Trình Minh Sơn, cư ngụ ở [[Canada]], khi trả lời báo Asia Times cho rằng cha mình bị giết bởi một khẩu súng lục chĩa vào gáy. Ông cũng cho biết Trình Minh Thế đã bị bắn hai phát, chứ không phải một như thông tin chính thức mà giới truyền thông [[Quốc gia Việt Nam]] đưa ra lúc bấy giờ. Ông cho rằng cha mình đã bị ám sát bởi chính quyền [[Ngô Đình Diệm]] để ngăn chặn khả năng ông trở thành phe đối lập với chính quyền.<ref>{{chú thích web | url = http:\/\/www.atimes.com\/atimes\/Southeast_Asia\/EK22Ae02.html | tiêu đề = Asia Times | author =  | ngày =  | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2013-04-07 | archive-url = https:\/\/archive.today\/20130407180344\/http:\/\/www.atimes.com\/atimes\/Southeast_Asia\/EK22Ae02.html }}<\/ref>\n\n==Tên đường phố, công trình==\nTại Đô thành Sài Gòn, từ sau ngày [[3 tháng 5]] năm [[1955]], đường [[Nguyễn Cư Trinh]] (mới mang tên đường từ ngày [[22 tháng 3]] năm 1955) tại Khánh Hội được đổi tên thành đường Trình Minh Thế. Đến ngày [[14 tháng 8]] năm 1975, đường này thay đổi tên thành đường [[Nguyễn Tất Thành]] theo Quyết định của Ủy ban Quân quản thành phố Sài Gòn - Gia Định.\n\nTại xã [[Phú Nhuận]] thuộc quận [[Tân Bình]], tỉnh [[Gia Định (tỉnh)|Gia Định]] cũ (nay là quận Phú Nhuận, [[Thành phố Hồ Chí Minh|Tp Hồ Chí Minh]]), từ sau năm 1955 cũng có một con đường hẻm nhỏ được đặt tên là đường Trình Minh Thế. Đến ngày [[14 tháng 8]] năm 1975 đường này cũng đổi tên thành đường [[Cầm Bá Thước]] theo Quyết định của Ủy ban Quân quản thành phố Sài Gòn-Gia Định.\n\nTên đường Trình Minh Thế vốn có từ sau năm [[1955]] cho đến năm [[1975]] ở một vài thị xã, đô thị tỉnh lỵ (hiện nay gọi là thành phố) ở miền Nam đều đã bị thay đổi bằng tên đường khác sau năm [[1975]], cụ thể như sau:\n*[[Đà Lạt]]: nay là đường [[Khởi nghĩa Bắc Sơn]]\n*[[Pleiku (tỉnh)|Pleiku]]: nay là đường [[Trần Hưng Đạo]]\n*[[Kon Tum|Kontum]]: nay là đường [[Lê Hồng Phong]]\n*[[Huế]]: nay là một đoạn của đường [[Lê Duẩn]] (dọc theo bờ sông Hương)\nTại [[Quảng Trị]], trường Trung học bán công Trình Minh Thế ở [[Đông Hà]], nay cũng đã đổi tên.\n\nTại [[Đà Nẵng]], cầu De Lattre de Tasssigny bắc qua [[sông Hàn]] đổi tên thành cầu Trình Minh Thế (nay cũng đã đổi tên thành cầu [[Trần Thị Lý]]).\n\nHiện nay, ở [[Hóc Môn]] có một con đường mang tên Trình Minh Thế (bắt đầu từ đường Thống Nhất đến đường Võ Thị Hồi).\n\n==Gia đình==\n*Thân phụ: Cụ Trình Thành Quới<ref>Theo Phòng nhì [[Pháp]], cụ có tên là Trình Trung Vinh (Caodaistes dissidents 1954, trang 117), nhưng nguồn khác lại cho biết cụ còn có tên là Trình Thành Quới (Nhị Lang, trang 38). Sau gia nhập Quân đội Cao Đài mang cấp bậc Trung úy. Đầu năm 1953 tử trận cùng với người con trai út là Trình Minh Đức tại chiến khu rừng Bù Lu, Tây Ninh do cuộc tấn công của VM.<\/ref>\n*Thân mẫu: Cụ Lê Thị Huyền\n*Bào đệ: Trình Minh Đức (mất năm 1953)\n*Phu nhân: Bà Nguyễn Thị Kim\n*Trưởng nam: [[Trình Minh Nhật (Trung tá, Quân lực VNCH)|Trình Minh Nhật]] (nguyên là Thiếu tá thuộc [[Không lực Việt Nam Cộng hòa|Binh chủng Không quân Việt Nam Cộng hòa]], tử trận được truy thăng Trung tá)\n*Thứ nam: Trình Minh Sơn\n\n==Xem thêm==\n*[[Người Mỹ trầm lặng (phim 2002)|Người Mỹ trầm lặng]]\n*[[Đạo Cao Đài|Cao Đài]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\nTrần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thuy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.'' Trang 205-208\n\n==Liên kết==\n*F Hill, '''Millenarian Machines in Vietnam''', Comparative Studies in Society and History, 13, July 1971, trang 325-350.\n*Nhị Lang, '''Phong trào kháng chiến Trình Minh Thế\/The resistant movement of Trình Minh Thế''', Virginia, USA, Alpha, 1989\n*Sergei Blagov, '''Honest Mistakes: The Life and Death of Trình Minh Thế''', Nova Science Publishers, Inc, Huntington, New York, 2001\n\n{{DEFAULTSORT:Thế, Trinh Minh }}\n[[Thể loại:Sinh năm 1922]]\n[[Thể loại:Mất năm 1955]]\n[[Thể loại:Trung tướng Quốc gia Việt Nam]]\n[[Thể loại:Tín đồ đạo Cao Đài]]\n[[Thể loại:Nhân vật quân sự bị ám sát]]\n[[Thể loại:Người Tây Ninh]]\n[[Thể loại:Chính khách Việt Nam bị ám sát]]"}