{"1741237":"{{Thông tin tranh\n| image_file = Zhúlín dà shì chūshān tú-2.jpg\n| painting_alignment = \n| image_size = 300px\n| title = Trúc Lâm Đại sĩ xuất sơn đồ\n| other_language_1 = [[Chữ Hán phồn thể|Chữ Hán]]\n| other_title_1 = 竹林大士出山圖\n| artist = không rõ\n| year = thế kỷ 14\n| type = Giấy xuyến\n| height = \n| width = \n| height_inch = \n| width_inch = \n| diameter_cm = \n| diameter_inch = \n| city = [[Thẩm Dương]]\n| museum = Bảo tàng Liêu Ninh<ref name=dt>{{chú thích web|author=Anh Việt|title=Nhiều bí ẩn trong bức thư họa \"triệu đô\" vẽ Phật hoàng Trần Nhân Tông|url=https:\/\/dantri.com.vn\/van-hoa\/nhieu-bi-an-trong-buc-thu-hoa-trieu-do-ve-phat-hoang-tran-nhan-tong-1362493451.htm|publisher=Dân Trí|access-date =ngày 1 tháng 3 năm 2013}}<\/ref> \n}}\n'''''Trúc Lâm đại sĩ xuất sơn đồ''''' ([[chữ Hán]]: 竹林大士出山圖) là một bức trường quyển trên giấy quyến bao gồm họa phẩm tranh [[thủy mặc]] kết hợp nghệ thuật [[thư pháp]] đặc sắc, và miêu tả cảnh Trúc Lâm đại sĩ (tức [[Trần Nhân Tông]]) từ [[Hành cung Vũ Lâm|động Vũ Lâm]] xuất du.<ref group=Note>''Đại Việt sử ký toàn thư'' ghi chép rằng, Nhân Tông xuất gia ở động Vũ Lâm, Ninh Bình, điều này phù hợp với nội dung trong tranh: ''Ất Mùi, [Hưng Long] năm thứ 3 [1295] Mùa hạ, tháng 6, Thượng hoàng trở về kinh sư. Vì [trước] đã xuất gia ở hành cung Vũ Lâm rồi lại trở về.''<\/ref> Trúc Lâm Đại sĩ xuất sơn đồ được vẽ trên một trường quyển (长卷) có kích thước 961×28 [[xentimét|cm]], trong đó bao gồm một bức họa rộng 316×28&nbsp;cm.\n\nNăm [[1922]], bức thư họa được hoàng đế [[Phổ Nghi]] bí mật đưa ra ngoài và lưu lạc cho đến năm [[1949]] mới được đem về cất giữ tại [[Bảo tàng Liêu Ninh]], thành phố [[Thẩm Dương]]. Cho đến trước tháng 4 năm [[2012]] những gì được biết về bức thư họa vẫn chỉ là những lời miêu tả, ghi chép trên văn bản.<ref name=dt\/> Vào tháng 4 năm 2012, trong một cuộc đấu giá, bản phục chế của bức thư họa được bán với giá 1,8 triệu [[đô la Mỹ]].<ref name=dt\/>\n\n==Tác giả bức họa==\nTrước đây, bức họa được cho là của [[họa sư]] [[Trần Giám Như]] (陳鑑如), một họa sĩ Trung Quốc thời [[nhà Nguyên]] của Mông Cổ vẽ năm 1363, theo dòng lạc khoản trên tranh. Nhưng dựa vào giám định của bảo tàng Liêu Ninh và những công trình khảo cứu của các nhà nghiên cứu khác, được đề cập trong cuốn \"[[Ngàn năm áo mũ]]\", thì chắc chắn bức tranh không phải do Trần Giám Như thực hiện,<ref name=\"songhuong\">[http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p0\/c4\/n17508\/Phien-ban-son-mai-cua-buc-Truc-Lam-Dai-si-xuat-son-do.html Phiên bản sơn mài của bức Trúc Lâm Đại sĩ xuất sơn đồ]<\/ref> mà dòng lạc khoản đó chứa đựng những thông tin sai lầm của người đời sau bồi vào. Thay vào đó, dựa theo những lời bình chú của các danh sĩ trong tranh thời đó, cho thấy tác giả chắc chắn là người Việt.\n\nHọc giả Trần Quang Đức trích dẫn \"Liêu Ninh tỉnh bác vật quán tàng – Thư họa trước lục – Hội họa quyển\" do Nhà xuất bản. Mỹ thuật Liêu Ninh xuất bản năm 1999 cho biết: ''“Sách Bí điện chu lâm thời Thanh nhận định Trúc Lâm đại sĩ xuất sơn đồ là do Trần Giám Như vẽ, thực ra đã lầm. Bởi vết tích cắt xén ở phần cuối tranh vẫn có thể thấy rõ, vả lại dòng lạc khoản ‘Chí Chính chấp tam niên xuân Trần Giám Như tả’ sau này mới điền vào cũng hết sức rõ rệt. Theo Quyển 5 sách Đồ hội bảo giám của Hạ Văn Ngạn thời Nguyên cho biết ‘Trần Giám Như sống ở Hàng Châu, tinh thông vẽ truyền thần, là cao thủ số một của quốc triều’. Song trước mắt chúng ta chưa thấy tác phẩm nào của ông, nên không có cách nào so sánh với bức tranh này được, riêng dòng lạc khoản sau này mới điền đã đủ chứng minh đây không phải họa phẩm được vẽ ra từ tay bút Trần Giám Như. Dựa vào bốn nửa con dấu giáp lai như Ký Ngao, Tây Sở Vương Tôn của Hạng Nguyên Biện ở phần cách thủy sau tranh, có thể thấy rõ ràng việc này phát sinh trong lúc người ta cắt xén tranh khi bồi biểu. Từ đó có thể đoán rằng, thời gian điền lạc khoản phải rơi vào quãng sau khi họ Hạng đóng ấn và trước khi được đưa vào cung nhà Thanh.\"''<ref name=\":0\">Trần Quang Đức. \"''Ngàn năm áo mũ''\"<\/ref>\n\nCũng theo Trần Quang Đức trong \"[[Ngàn năm áo mũ]]\", những người viết lời bình của các danh sĩ ở cuối tranh đều không nhắc đến danh họa Trần Giám Như. Trong số những lời bình đó, có Dư Đỉnh viết: \"''Từ triều trước đến nay, tên tuổi ngài không được biết đến ở Trung châu [...] Nay may gặp thánh triều, khôi phục cương thổ thời Hán Đường, thu hết đất ấy, nhập vào bản đồ, khiến phong tục đồng văn đồng quỹ, nên tranh này mới được truyền bá ở kinh sư. Bằng không, tên tuổi của đại sĩ cũng chỉ lưu truyền ở một vùng Nam Giao mà thôi [...] Người Nam Giao vẽ lại sự việc nhất thời, hoan hỷ truyền xem''”, Phó Hiệp viết: “''Người trong nước hâm mộ, làm ra tranh này''”. Vì vậy, rất có khả năng tranh do họa sĩ người Việt vẽ.<ref name=\":0\" \/>\n\nTheo giáo sư [[Phan Huy Lê]] năm 2016, những giám định gần đây khẳng định bức tranh vẽ tại Việt Nam và do những họa sĩ Việt Nam vẽ.<ref name=\"vnnet\">[http:\/\/vietnamnet.vn\/vn\/giao-duc\/khoa-hoc\/buc-tranh-dac-biet-hoi-lich-su-tang-chu-tich-nuoc-tran-dai-quang-342614.html Bức tranh đặc biệt Hội Lịch sử tặng Chủ tịch nước Trần Đại Quang], Vietnamnet, 29\/11\/2016<\/ref>\n\n== Hình ảnh ==\n{{wide image|The Mahasattva of Truc Lam leaves the Mountain 竹林大士出山圖.jpg|2500px|''Trúc Lâm Đại sĩ xuất sơn đồ'' (竹林大士出山图)}}\n\n== Mô tả ==\nToàn bộ thư quyển có kích thước 961×28 [[xentimét|cm]], trong đó bao gồm một bức họa rộng 316×28&nbsp;cm, phần còn lại là phần thư pháp. \n===Bức họa===\n[[Tập tin:Trần Nhân Tông TLĐSXSCĐ.png|nhỏ|Hình ảnh Thượng hoàng Trần Nhân Tông trong tác phẩm Trúc Lâm đại sĩ xuất sơn đồ]]\nVới diện tích 316×28&nbsp;cm của bức tranh, họa sĩ bức tranh đã vẽ tổng cộng 82 người: 61 người ở bên phải thuộc đoàn tiếp đón của Vua [[Trần Anh Tông]] và các tùy tùng, hộ giá; 21 người bên trái thuộc đoàn của Thượng hoàng [[Trần Nhân Tông]], được chia làm 2 nhóm: Nhóm rước kiệu, tất cả đều đi chân đất và nhóm Vua quan, gồm 5 quan văn và 2 quan võ đứng trước vua. Bức tranh mô tả không gian với mây, núi, sông, cây cổ thủ xen lẫn cây cỏ dại ven đường. Màu sắc đen trắng của thủy mặc, giãn cùng các điểm nhấn là con người, những cây tùng cổ thụ, núi và mây tạo nên hiệu ứng thẩm mỹ về không gian và thời gian. [[Loài người|Người]], [[voi]], [[ngựa]], [[trâu]], hạc cùng võng lọng, ngai, nghi trượng tạo nên một chỉnh thể hoàn chỉnh về bố cục của bức tranh. Từ núi ra có 21 người gồm [[Trần Nhân Tông]], đạo sĩ Trung Quốc [[Lâm Thời Vũ]]. 5 tăng nhân ngoại quốc với đặc trưng về dị tộc rất đặc thù của người Nam Á rất có thể đây là tăng nhân [[Ấn Độ]], tay cầm tích trượng, bình bát, kinh quyển. 8 đệ tử của Nhân Tông và 6 người khiêng kiệu đều có mày dài, có râu, tai to, tay lần tràng hạt.<ref>{{chú thích web|author=Nguyễn Nam|title=Đấu giá bức thư họa \"Trúc lâm đại sĩ xuất sơn đồ\" vẽ về Trần Nhân Tông|url=http:\/\/www.vietnamfineart.com.vn\/Story\/Tapchimythuat\/2013\/1\/3290.html|access-date =ngày 1 tháng 3 năm 2013|archive-date = ngày 2 tháng 7 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130702114918\/http:\/\/www.vietnamfineart.com.vn\/Story\/Tapchimythuat\/2013\/1\/3290.html|url-status=dead}}<\/ref>\n\n===Phần thư pháp===\nĐược cho là thêm vào thời [[nhà Minh]] do Trần Quang Chỉ, chủ nhân của bức họa đã mời các danh sĩ thời đó viết thêm lời bình dẫn và đề thơ.<ref name=dt\/>\n\nCác lời bình về bức tranh được thực hiện vào khoảng năm [[Vĩnh Lạc]] thứ 18 ([[1420]]). Bao gồm Triện phía đầu tranh và các bài bạt tựa phía sau tranh. Dưới đây là đoạn trích từ lời bình trên bức tranh của tiến sĩ Dư Đỉnh đời nhà Minh:\n{{cquote|...nay bức họa miêu tả lúc ông [ [[Trần Nhân Tông]] ] từ [[hành cung Vũ Lâm|động Vũ Lâm]] xuất du. Đại sĩ ngồi trên cáng, còn các tùy tùng đều khoác áo tăng. Voi trắng chở kinh đi ở sau cùng. Phía trước voi có người đội mũ vàng, cưỡi trâu, ấy hẳn là đạo sĩ Lâm thời Vũ. Cung nghênh trên đường chính là con của đại sĩ, người nối ngôi, thay cha trị nước...|||Dư Đỉnh, năm Vĩnh Lạc thứ 18<ref group=Note>Các chi tiết lịch sử liên quan đến Trần Nhân Tông trong bài của Dư Đỉnh không có gì mới, chủ yếu chỉ dựa vào dẫn thuật của Trần Quang Chỉ và ''[[An Nam chí lược]]'' của [[Lê Tắc]]. Đáng chú ý nhất trong ký lục của Dư chính là các miêu tả chi tiết về bức tranh.<\/ref>}}\n\nDưới đây là danh sách các danh sĩ thời này đã đưa ra lời bình dẫn trong tranh:\n#Trần Quang Chỉ<ref name=\"b\">{{zh icon}}{{chú thích web|title=Thạch cừ bảo cấp bí điện châu lâm tục biên (石渠寶笈秘殿珠林續編)|url=http:\/\/203.68.184.6:8080\/dspace\/bitstream\/987654321\/1026\/1\/04-%E8%A6%83%E7%91%9E%E5%8D%97-%E6%B8%85%E4%BB%A3%E3%80%8A%E7%A7%98%E6%AE%BF%E7%8F%A0%E6%9E%97%E3%80%8B.pdf|access-date =ngày 1 tháng 3 năm 2013}}{{Liên kết hỏng|date = ngày 7 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n#Dư Đỉnh<ref name=\"b\"\/>\n#Tăng Khải<ref name=\"b\"\/>\n#Lâm Phục<ref name=\"b\"\/>\n#Sư Bạc Hiệp<ref name=\"b\"\/>\n#Đàm Giá Thoái Ân Nhật Đông sa môn Đức Thủy<ref name=\"b\"\/>\n#Kim Môn ngoại sử Viên Chi An<ref name=\"b\"\/>\n#Dự Chương Ngô Đại Tiết<ref name=\"b\"\/>\n#Tây Bích<ref name=\"b\"\/>\n\n==Tác phẩm phái sinh==\nTại Việt Nam, họa phẩm “Trúc Lâm đại sĩ xuất sơn chi đồ” cũng được nhân bản và chuyển thể, tiêu biểu như:<ref>[https:\/\/giaoducthoidai.vn\/van-hoa\/kiet-tac-nghe-thuat-truc-lam-dai-si-xuat-son-chi-do-nT9q6B6GR.html Kiệt tác nghệ thuật \"Trúc Lâm đại sĩ xuất sơn chi đồ\"]<\/ref>\n*Vào năm 2016, nhân dịp kỷ niệm 50 năm thành lập [[Hội Khoa học Lịch sử Việt Nam]], một bức tranh khắc [[khảm xà cừ]] theo hình ảnh bức họa mà nghệ nhân phải mất 1 năm trời để thực hiện đã được Hội tặng cho chủ tịch nước [[Trần Đại Quang]].<ref name=\"vnnet\"\/> Có thể đây cũng là bức tranh thực hiện năm 2014 bởi các nghệ nhân xứ Huế.<ref name=\"songhuong\"\/>\n*Nghệ nhân Phạm Hồng Vinh (Hà Đông, Hà Nội) chuyển thể thành tranh màu trên kính chịu lực.\n*Giám đốc nhà máy gỗ Cầu Cầm là Phạm Hữu Tiến (Đông Triều, Quảng Ninh) chuyển thể thành phù điêu khảm gỗ gụ mật, thi công 6 tháng.\n*Nghệ nhân Nguyễn Đình Vinh (Tiên Du, Bắc Ninh) chuyển thể thành cặp bình gỗ khảm trai và tranh khảm trai trên gỗ hình chữ nhật.\n*Ở Thành phố Hồ Chí Minh, hiện có nhà sách bày bán trường quyển “Trúc Lâm đại sĩ xuất sơn chi đồ” được in trên giấy pipi đúng tỉ lệ 1:1 so với nguyên tác.\n*Họa sĩ Lại Đình Vinh ở Huế đã bố cục lại tranh nhằm dễ treo và tiện ngắm nghía, từ đó nhà sưu tập cổ vật Dương Đình Vinh thuê các nghệ nhân cẩn xà cừ lên gỗ rồi chuyển vào Nam để giới thiệu tại Hội thảo “Mỹ thuật ứng dụng trên đường tìm về bản sắc Việt”  vào 29\/10\/2014.\n\n== Xem thêm ==\n* [[Hành cung Vũ Lâm]]\n* [[Thư họa Trung Hoa]]\n* [[Giấy xuyến]]\n\n== Tham khảo ==\n=== Ghi chú ===\n{{Tham khảo|group=Note}}\n=== Trích dẫn ===\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/m.vietnamnet.vn\/vn\/giao-duc\/khoa-hoc\/buc-tranh-dac-biet-hoi-lich-su-tang-chu-tich-nuoc-tran-dai-quang-342614.html Bức tranh đặc biệt Hội Lịch sử tặng Chủ tịch nước Trần Đại Quang]\n{{Lịch sử Việt Nam thời Trần}}\n\n[[Thể loại:Hội họa Trung Quốc]]\n[[Thể loại:Thế kỷ 14]]\n[[Thể loại:Tranh vẽ Trung Quốc]]\n[[Thể loại:Thư họa Trung Hoa]]\n[[Thể loại:Tranh Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Trần]]"}