{"3267615":"{{Infobox film\n| name = Trúng số\n| image = Trúng số (phim 2015) poster.jpg\n| caption =[[Áp phích]] chính thức của phim \n| director = [[Dustin Nguyễn]]\n| producer = Dustin Nguyễn<br>[[BB Minh Thúy|Bebe Phạm]]\n| writer = Nguyễn Mạnh Tuấn\n| starring = [[Chí Tài]]<br>[[Ninh Dương Lan Ngọc]]<br>[[Dustin Nguyễn]]<br>[[Thu Trang]]<br>[[Kim Xuân]]\n| music = Timo Chen\n| cinematography = Dominic Pereira\n| editing = Trần Quốc Bảo\n| studio = Chí Tài Brothers<br>Ánh Sao Production<br>PS Vietnam<br>Tiếp thị & Gia đình\n| distributor = Dreamscape D.B.S\n| released = {{Film date|2015|2|13|df=yes}}\n| runtime = 90 phút\n| country = {{flag|Việt Nam}}\n| language = Tiếng Việt\n| budget = \n}}\n'''''Trúng số''''' là một bộ [[phim hài]] Việt Nam của đạo diễn [[Dustin Nguyễn]] sản xuất năm 2015. Phim đại diện cho Việt Nam ở hạng mục [[Giải Oscar cho phim ngoại ngữ hay nhất]] của [[Giải Oscar lần thứ 88]].<ref name=\"Vietnam\"><cite class=\"citation web\" contenteditable=\"false\">[http:\/\/vnmedia.vn\/VN\/van-hoa\/giai-tri\/quot-trung-so-quot-cua-dustin-nguyen-du-so-tuyen-oscar-2016-58-4138544.html \"\"Trúng số\" của Dustin Nguyễn dự sơ tuyển Oscar 2016\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150930172339\/http:\/\/vnmedia.vn\/VN\/van-hoa\/giai-tri\/quot-trung-so-quot-cua-dustin-nguyen-du-so-tuyen-oscar-2016-58-4138544.html |date=2015-09-30 }}. <\/cite><\/ref><ref name=\"VietnamNews\"><cite class=\"citation web\" contenteditable=\"false\">[http:\/\/vietnamnews.vn\/life-style\/276464\/viet-nam-chooses-truung-soa-for-oscars.html \"Viet Nam chooses Trung So for Oscars\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160924023524\/http:\/\/vietnamnews.vn\/life-style\/276464\/viet-nam-chooses-truung-soa-for-oscars.html |date=2016-09-24 }}. <\/cite><\/ref>\n\n==Nội dung==\n{{biết trước nội dung tác phẩm}}\nDựa trên một câu chuyện có thật, Nguyễn Mạnh Tuấn đã viết kịch bản phim. Đầu tiên là ông Tư (Chí Tài), người vừa mãn hạn tù, đang loay hoay tái hòa nhập cộng đồng thì bỗng dưng trúng số độc đắc 9 tỷ đồng. Đây là sự kiện gây xôn xao khắp cả một vùng thôn quê. Với bản tính tốt bụng và hào phóng có thừa, ông Tư cho tiền hết người này đến người khác. Cô Thơm (Ninh Dương Lan Ngọc), người bán tấm vé số độc đắc cho ông Tư, một bà mẹ đơn thân phải sống trong căn nhà tồi tàn dột nát. Cô vốn là một người tốt bụng, thậm chí tốt đến mức bị người đời chửi là \"ngu\". Nhưng cô chưa bao giờ chịu buông xuôi hay làm điều gì trái với bản chất lương thiện của mình. Nhưng số phận run rủi khiến cô đứng trước cơ hội đổi đời bằng chính những tấm vé số mà cô hàng ngày vẫn đi rao bán cho thiên hạ.<ref>{{chú thích web|author1=Tuấn Lương|title=Phim Tết ‘Trúng số’: Hài nhưng không nhảm|url=http:\/\/news.zing.vn\/Phim-Tet-Trung-so-Hai-nhung-khong-nham-post509838.html|website=Zing news|access-date = ngày 15 tháng 10 năm 2015}}<\/ref>\n\nÔng Tư Phi trước đây làm chủ tịch huyện nhưng bị người xấu hãm hại nên rơi vào cảnh tù tội, sau này được minh oan và được trả tự do. Thơm đã cho ông mượn tiền để đi xe buýt về nhà. Ông Tư Phi về nhà vợ nhỏ thì biết được bà ta đã lấy chồng khác ra nước ngoài sống. Không còn nơi nào để đi, ông Tư Phi đi lang thang, cuối cùng được Thơm đưa về nhà bà Mười Lài - vợ cũ của ông, từng bị ông bỏ rơi. Nhờ có Thơm thuyết phục, bà Mười đồng ý cho ông Tư ở lại nhà bà. Trong xóm còn một số nhân vật khác là Đông - chồng cũ của Thơm, Hường - vợ mới của Đông, Năm Mị - chủ tiệm phẫu thuật thẩm mỹ, hai vợ chồng Tư Nghĩa và Chín Cúc.\n\nMột người đàn ông giàu có tên Hai Tần mời Thơm về nhà để giở trò đồi bại với cô, may mắn là cô chạy thoát được. Thơm sau đó bán vé số cho ông Tư Phi. Ông Tư Phi bắt đầu thể hiện khả năng coi bói tài tình của mình, ông phán đâu trúng đó khiến nhiều người nể phục. Mớ vé số của ông Tư Phi trúng độc đắc. Biết tin ông Tư trúng số, rất nhiều người kéo đến chúc mừng ông, trong đó có cả những người từng coi thường ông. Hai Lức - cán bộ công an trên huyện, cũng là cháu bà Mười - cũng đến chúc mừng ông Tư. Ông Tư mua một căn [[biệt thự]] rồi rước bà Mười về ở chung. Một lần nọ, Thơm và Hường xảy ra xung đột, sau đó hai người cùng với Đông bị tai nạn giao thông khi đi chung một chiếc xe máy. Bác sĩ nói rằng mũi của Hường bị chấn thương cần nhiều tiền để chữa trị. Thơm quyết định cầm [[Giấy chứng nhận quyền sở hữu nhà|sổ đỏ]] nhà cô lấy tiền giúp Hường chữa trị mũi của cô ta. Sau vụ tai nạn, Đông tạm thời ngồi xe lăn, không thể đi làm được nữa. Hường thấy Đông trở nên vô dụng nên đã bỏ mặc anh cho Thơm lo, còn cô ta lên thành phố để đổi đời. Thơm đưa Đông về nhà cô.\n\nMột lần nữa sóng gió lại ập đến cuộc đời ông Tư Phi, ông bị người xấu lợi dụng rồi bị công an bắt, căn biệt thự của ông cũng bị niêm phong. Thơm đành phải đưa bà Mười về nhà cô. Tư Nghĩa đặt mua vé số của Thơm nhưng chưa trả tiền cho cô, cô vẫn giữ mớ vé số đó, chiều hôm đó trúng độc đắc. Thơm quyết định đưa mớ vé số cho Tư Nghĩa chứ không tham lam giữ lại cho riêng mình. Chín Cúc nghi ngờ Tư Nghĩa có tình cảm với Thơm nên hai vợ chồng xảy ra tranh cãi, Tư Nghĩa tức giận xé mớ vé số trúng vì anh không muốn tiền bạc phá nát hạnh phúc gia đình mình. Với tờ vé số trúng được Tư Nghĩa tặng trước đó, Thơm có tiền chuộc lại sổ đỏ, mua quần áo đẹp cho con gái cô, xây căn nhà mới và giúp ông Tư Phi sớm được thả ra. Vợ chồng Tư Nghĩa tiếp tục sống hạnh phúc như xưa. Ông Tư Phi, bà Mười Lài và Đông vẫn sống chung nhà với mẹ con Thơm.\n\n{{hết phần cho biết trước nội dung}}\n\n== Diễn viên ==\n* [[Chí Tài]] vai ông Tư Phi\n* [[Ninh Dương Lan Ngọc]] vai Thơm\n* [[Dustin Nguyễn]] vai Tư Nghĩa\n* [[Thu Trang]] vai Chín Cúc\n* [[Kim Xuân|NSND Kim Xuân]] vai bà Mười Lài\n* Thanh Bình vai Đông\n* [[Phi Thanh Vân]] vai Hường\n* Tuyền Mập vai Năm Mị\n* Ngọc Tưởng vai Hai Lức\n* [[Mai Thế Hiệp]] vai Đại úy công an\n* Tiểu Bảo Quốc vai Hai Tần\n* Tiến Thành vai Sáu Thạo\n* Lê Khâm vai Tư Tèo\n* Hoài Minh vai Ba Ngọng\n* Đạt Doremon vai thằng mập\n* Quốc Tân vai bác sĩ\n* [[Thụy Mười]] vai bà Hai Tung\n\n== Giải thưởng ==\n{| class=\"wikitable\"\n|+\n!Năm\n!Giải Thưởng\n!Hạng Mục\n!Đề Cử Cho\n!Kết Quả\n|-\n| rowspan=\"3\" |2015\n| rowspan=\"2\" |[[Giải Cánh diều|Giải Cánh Diều]]\n|[[Giải Cánh diều cho phim truyện điện ảnh|Phim điện ảnh xuất sắc]]\n|''Trúng số''\n|{{won|place=1|Cánh diều vàng}}\n|-\n|Nữ diễn viên chính xuất sắc phim truyện điện ảnh\n|[[Ninh Dương Lan Ngọc|''Ninh Dương Lan Ngọc'']]\n|{{Won}}\n|-\n|[[Liên hoan phim Việt Nam lần thứ 19|Liên Hoan Phim Việt Nam Lần Thứ 19]]\n|Bông sen vàng cho phim truyện điện ảnh\n|''Trúng số''\n|{{nom}}\n|-\n|2016\n|[[Liên hoan phim quốc tế Hà Nội|Hanoi International Film Festival]]\n|Best Leading Actress\n|[[Ninh Dương Lan Ngọc|''Ninh Dương Lan Ngọc'']]\n|{{nom}}\n|}\n\n== Xem thêm ==\n* [[Danh sách phim của Việt Nam được đệ trình lên Giải Oscar cho Phim ngoại ngữ hay nhất]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.imdb.com\/title\/tt4320966\/?ref_=fn_al_tt_1 Trúng số] tại [[Internet Movie Database]]\n{{Giải Cánh diều vàng cho Phim truyện điện ảnh}}\n{{Phim Việt Nam được gửi tranh Giải Oscar cho phim quốc tế hay nhất}}\n[[Thể loại:Phim năm 2015]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim hài Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim do Dustin Nguyễn đạo diễn]]\n[[Thể loại:Phim Tết]]\n[[Thể loại:Phim dựa trên sự việc có thật]]\n[[Thể loại:Phim chính kịch dựa trên sự kiện có thật]]\n[[Thể loại:Phim lấy bối cảnh ở khách sạn]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim hài thập niên 2010]]\n[[Thể loại:Phim chính kịch thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2010]]\n[[Thể loại:Phim giành giải Cánh diều vàng]]"}