{"19432981":"{{Nhiều vấn đề|{{Chú thích trong bài|date=tháng 7\/2022}}\n{{Cần biên tập|date=tháng 7\/2022}}\n{{Trung lập|date=tháng 12\/2022}}}}\n{{Đừng nhầm lẫn|Diệu Nhi (diễn viên)}}\n{{Thông tin nhân vật\n| tên       = Trúc Nhi và Diệu Nhi\n| ngày sinh  = {{ngày sinh và tuổi|2019|6|7}}\n| nơi sinh = [[Bệnh viện Hùng Vương]], [[Thành phố Hồ Chí Minh]]\n| quốc tịch = {{VIE}}\n| nổi tiếng  = [[Sinh đôi dính liền]]\n}}\n'''Trúc Nhi''' và '''Diệu Nhi''' (sinh ngày 07 tháng 6 năm 2019) là hai chị em [[sinh đôi dính liền]] ở [[Việt Nam]].\n\nCa phẫu thuật tách rời hai bé song sinh dính liền Trúc Nhi - Diệu Nhi đã kết thúc thành công lúc 18 giờ 50 ngày 15 tháng 7 năm 2020, tại Bệnh viện Nhi đồng Thành phố ([[Thành phố Hồ Chí Minh]]).<ref name=\"An 2020\">{{chú thích web | last=An | first=Viên | title=Song sinh Trúc Nhi - Diệu Nhi: Các bé tỉnh, được giảm đau, tiếp tục thở máy | website=Báo Thanh Niên | date=ngày 16 tháng 7 năm 2020 | url=https:\/\/thanhnien.vn\/content\/OTc0OTY3.html | language=vi | access-date =ngày 18 tháng 7 năm 2020}}<\/ref><ref name=\"PLO.VN 20202\">{{chú thích web|url=https:\/\/plo.vn\/content\/NTgzNjE3.html|title=Nhìn lại hành trình tách rời cặp song sinh Trúc Nhi - Diệu Nhi|author=PLO.VN|date=ngày 16 tháng 7 năm 2020|website=PLO|language=vi|access-date=ngày 18 tháng 7 năm 2020}}<\/ref>\n\nHai bé là con của sản phụ 25 tuổi (ngụ [[Quận 9, Thành phố Hồ Chí Minh]]) mang thai lần đầu, sinh ngày 7.6.2019 tại Bệnh viện Hùng Vương (Thành phố Hồ Chí Minh). Cặp song sinh được xác định dính nhau vùng bụng chậu, tứ chi đầy đủ, hai [[cơ quan sinh dục]], một [[hậu môn]].<ref name=\"An 2020\" \/>\n\nTheo đánh giá của hội đồng hội chẩn: Đây là trường hợp song sinh dính nhau vùng bụng chậu với 4 chân tách rời theo kiểu [[Ischiopagi|ischiopagus tetrapus]] (quadripus) cực kỳ hiếm gặp. Theo ước tính trên thế giới, tỷ lệ song sinh dính nhau là 1\/200.000 trẻ sinh sống. Trong số đó, chỉ có 6% là dính nhau kiểu ischiopagus tetrapus.<ref name=\"An 2020\" \/>\n\nCa phẫu thuật huy động sự tham gia của gần 100 y, bác sĩ, nhân viên y tế của Bệnh viện Nhi đồng Thành phố (Thành phố Hồ Chí Minh), cùng các bệnh viện phối hợp như: [[Bệnh viện Nhi đồng 1|Nhi đồng 1]], [[Bệnh viện Nhi đồng 2|Nhi đồng 2]], [[Bệnh viện Chợ Rẫy|Chợ Rẫy]], [[Bệnh viện Chấn thương Chỉnh hình (Thành phố Hồ Chí Minh)|Chấn thương Chỉnh hình]], [[Bệnh viện Mắt (Thành phố Hồ Chí Minh)|Mắt]], Xuyên Á và [[Đại học Y Dược Thành phố Hồ Chí Minh|Đại học Y dược Thành phố Hồ Chí Minh]].<ref name=\"An 2020\" \/>\n\n==Mốc thời gian của ca mổ tách rời<ref name=\"PLO.VN 2020\">{{chú thích web|url=https:\/\/plo.vn\/content\/NTgzNjE3.html|title=Nhìn lại hành trình tách rời cặp song sinh Trúc Nhi - Diệu Nhi|author=PLO.VN|date=ngày 16 tháng 7 năm 2020|website=PLO|language=vi|access-date=ngày 18 tháng 7 năm 2020}}<\/ref>==\n*5 giờ 30 phút: Hai bé được đưa vào phòng mổ để chuẩn bị cho ca phẫu thuật tách rời kéo dài 12 tiếng đồng hồ.\n*5 giờ 45 phút: Phòng mổ sáng đèn. BV Nhi Đồng Thành phố tiến hành những bước đầu tiên cho cuộc đại phẫu tách dính song sinh lịch sử. \n*6 giờ 30 phút: Kíp gây mê hồi sức tiến hành chuẩn bị gây mê cho hai bệnh nhi.   \n*Hơn 8 giờ: Ê kip gây mê vẫn đang thực hiện công việc. \n*Hơn 8 giờ: Kíp phẫu thuật đo sinh hiệu của hai bé trước khi tiến hành rạch dao tách rời cơ thể hai bé. \n*Gần 9 giờ: Các bác sĩ xác định vị trí để tách rời hai cơ thể bé song sinh. \n*9 giờ 51 phút: TS-BS Trương Quang Định, phụ trách chính ca phẫu thuật rạch đường dao đầu tiên để tách rời cơ thể hai bé.\n*10 giờ 41 phút: Nhóm phẫu thuật viên ngoại niệu tách bàng quang, tử cung, âm đạo niệu quản. Không gặp khó khăn trong việc tách dính và phân chia các cơ quan. Các mốc giải phẫu được xác định giống như các hình ảnh đã chẩn đoán trước mổ\n*12 giờ 40 phút: Nhóm phẫu thuật viên chỉnh hình tách xương chậu của 2 bé. Màng xương dính nhau rất cứng, khó khăn trong việc cắt rời. Tuy nhiên mọi việc vẫn tiếp tục diễn tiến tốt. Hai bé chảy máu lượng ít, cần truyền 1 đơn vị máu cho mỗi bé.\n*14 giờ 07 phút: Hoàn thành tách rời hoàn toàn 2 bé. Mỗi bé được đưa ra bàn mổ riêng, chuẩn bị các công đoạn chỉnh hình khung chậu, kéo vạt da che các cơ quan của bé. Sinh hiệu của 2 bé ổn định, mọi thông số theo dõi đều tốt.\n*14 giờ 07 phút: Các bác sĩ vui mừng khi tách rời được hai bé\n*Hơn 2 giờ: Bé Trúc Nhi được chuyển sang phòng phẫu thuật khác để tiếp tục tạo hình, đóng khung chậu, vạt da. Bé Diệu Nhi được giữ lại hậu môn thật và ½ đại tràng trái, bé Trúc Nhi được giữ lại đoạn hồi tràng chung, van hồi manh tràng và ½ đại tràng phải.\n*Từ 14 giờ 10 phút đến 16 giờ 55 phút: Hai bé Trúc Nhi và Diệu Nhi được các nhóm phẫu thuật chỉnh hình, ngoại niệu tiếp tục khép xương mu, tạo hình khung chậu, phục hồi thành bụng, nối lại niệu quản, dẫn lưu bàng quang ra da, làm hậu môn nhân tạo, bó bột đùi bàn chân để tái tạo khung chậu. \n*18 giờ 40 phút: cặp song sinh Trúc Nhi - Diệu Nhi đã được đưa ra khỏi phòng mổ sau khi các bác sĩ hoàn tất khâu tạo hình cuối cùng, khâu vết mổ, bó bột cho hai bé.\n*Sau ca mổ: các bác sĩ theo dõi sát dấu hiệu sinh tồn của mỗi bé sau khi tách rời\n\n== Xem thêm ==\n* [[Sinh đôi dính liền]]\n* [[Nguyễn Việt và Nguyễn Đức]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Trúc Nhi và Diệu Nhi}}\n[[Thể loại:Sinh năm 2019]]\n[[Thể loại:Sinh đôi dính liền]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}