{"98870":"{{Infobox school\n| name = Trường Trung học phổ thông chuyên Ngoại ngữ\n| image = \n| image_size = \n| tên khác = \n| tên bản địa = \n| alt = \n| caption = \n| logo = PTTHCNN logo.png\n| logo_size = 250px\n| khẩu hiệu = \n| established = 1969\n| closed = \n| type = Công lập\n| status = \n| category_label = \n| category = \n| gender_label = \n| gender = \n| affiliation = \n| affiliations = \n| administrator = \n| assst_admin = \n| president = \n| hiệu phó = TS. Lại Thị Phương Thảo\n| nhân viên = \n| chairman_label = \n| chairman = \n| rector = \n| principal = TS. Nguyễn Phú Chiến\n| asst principal = \n| campus_director = \n| headmaster = \n| head_name = \n| head = \n| head_name2 = \n| head2 = \n| dean = \n| tài trợ = \n| founder = \n| chaplain = \n| officer_in_charge = \n| grades_label = \n| grades = \n| streetaddress = Số 1 đường Phạm Văn Đồng, phường Dịch Vọng Hậu 3\n| địa chỉ = \n| city = Quận [[Cầu Giấy]], thành phố [[Hà Nội]]\n| state = \n| province = \n| country = [[Việt Nam]]\n| tọa độ = \n| coordinates = \n| latitude = \n| longitude = \n| district = \n| oversight = \n| accreditation = \n| campus = \n| colors = \n| colours = \n| athletics = \n| điện thoại = \n| houses = \n| student_union = \n| mascot = \n| free_label = [[Emblem]]\n| free_text = \n| rival = \n| yearbook = \n| newspaper = \n| free_label_1 = \n| free_1 = \n| free_label_2 = \n| free_2 = \n| free_label_3 = \n| free_3 = \n| test_name = \n| test_average = \n| national_ranking = \n| website = [http:\/\/flss.vnu.edu.vn flss.vnu.edu.vn]\n| footnotes = \n| picture = \n| picture_caption = \n| picture2 = \n| picture_caption2 = \n}}\n'''Trường Trung học phổ thông chuyên Ngoại ngữ''' (tiếng Anh: ''Foreign Language Specialized School''; viết tắt: '''''PTCNN''''' hoặc '''''FLSS''''') là một trường trung học phổ thông chuyên hệ công lập tại [[Hà Nội]], [[Việt Nam]]. Trường trực thuộc [[Trường Đại học Ngoại ngữ, Đại học Quốc gia Hà Nội]], và là một trong bốn trường Trung học phổ thông chuyên cấp quốc gia tại Hà Nội, cùng với ba trường: [[Trường Trung học phổ thông Chuyên Đại học Sư phạm Hà Nội|Trường Trung học phổ thông chuyên Đại học Sư phạm]], [[Trường Trung học phổ thông chuyên Khoa học Tự nhiên, Đại học Quốc gia Hà Nội|Trường Trung học phổ thông chuyên Khoa học Tự nhiên]] và Trường Trung học phổ thông chuyên Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội. Đây là trường trung học phổ thông duy nhất ở Việt Nam cho đến nay chuyên giảng dạy các môn ngoại ngữ (gồm [[tiếng Anh]], [[tiếng Pháp|Pháp]], [[tiếng Trung Quốc|Trung Quốc]], [[tiếng Nga|Nga]], [[tiếng Nhật|Nhật Bản]], [[tiếng Đức|Đức]] và [[Tiếng Hàn Quốc|Hàn Quốc]]).<ref>{{Chú thích web|url=http:\/\/flss.vnu.edu.vn\/node\/48|tiêu đề=Giới thiệu chung {{!}} Trường THPT Chuyên Ngoại ngữ}}<\/ref> Tương tự nhiều trường Trung học phổ thông chuyên cấp quốc gia khác, trường Trung học phổ thông chuyên Ngoại ngữ nổi bật với các chương trình đào tạo xuất sắc và tỷ lệ lớn (98% đến 100%) học sinh sau khi tốt nghiệp trúng tuyển các trường đại học danh tiếng trong và ngoài nước.\n\nTrường Trung học phổ thông chuyên Ngoại ngữ xếp thứ ba toàn quốc trong bảng xếp hạng 200 trường Trung học phổ thông chuyên có điểm thi Đại học cao nhất năm 2012.<ref>{{Chú thích web|url=http:\/\/flss.edu.vn\/Home.asp?param=news&NewsID=147|tiêu đề=Trường THPT Chuyên Ngoại ngữ được xếp thứ ba trong danh sách 200 Trường THPT có điểm thi đại học cao nhất cả nước năm 2012 {{!}} Trường THPT Chuyên Ngoại ngữ|ngày truy cập=2018-03-22|archive-date=2013-10-07|archive-url=https:\/\/web.archive.org\/web\/20131007051306\/http:\/\/flss.edu.vn\/Home.asp?param=news&NewsID=147|url-status=dead}}<\/ref> Từ năm 2016, trường tổ chức kỳ thi tuyển sinh riêng với ba môn thi: Ngoại ngữ, Toán và Ngữ văn. Từ năm học 2017–2018, trường áp dụng hình thức thi tuyển toàn diện hơn, gồm ba phần: Ngoại ngữ, Toán và Khoa học tự nhiên, Văn và Khoa học xã hội. Bài thi đánh giá năng lực ngoại ngữ (trừ tiếng Anh) còn bao gồm vòng Phỏng vấn bên cạnh phần thi Tự luận. Từ năm học 2020–2021, định dạng bài thi môn Ngoại ngữ giống nhau ở tất cả thứ tiếng và thí sinh tham dự cả ba bài thi trong một buổi sáng. Trường Trung học phổ thông chuyên Ngoại ngữ là một trong những trường Trung học phổ thông có tỷ lệ trúng tuyển thấp nhất Việt Nam, với tỷ lệ 1\/10 năm 2018.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/giao-duc\/tuyen-sinh\/mot-choi-14-thi-sinh-de-vao-lop-10-chuyen-su-pham-ha-noi-3754495.html|tiêu đề=Một chọi 14 thí sinh để vào lớp 10 chuyên Sư phạm Hà Nội {{!}} VnExpress}}<\/ref>\n\n== Lịch sử ==\n[[Tập tin:Chuyen ngu.jpg|nhỏ|200px|35 năm thành lập]]\nTrường Trung học Phổ thông chuyên Ngoại ngữ ra đời năm 1969 theo quyết định số 488\/KH của [[Phạm Văn Đồng|Thủ tướng Phạm Văn Đồng]], với nhiệm vụ đào tạo học sinh giỏi ngoại ngữ trên cơ sở vững vàng các bộ môn văn hoá phổ thông để tiếp tục đào tạo thành những cán bộ giỏi ngoại ngữ cho các lĩnh vực văn hoá và kinh tế sau này. Học sinh sau khi học xong lớp 7 (hệ 10 năm) được tuyển chọn thông qua lý lịch và thi tuyển các môn Toán, Văn, Năng khiếu ngôn ngữ. Trường trực thuộc Đại học Sư phạm Ngoại ngữ, hay còn gọi là Đại học Sư phạm 3, phân biệt với Đại học Sư phạm 2: Toán-Lý-Hóa và Đại học Sư phạm 1: Văn-Sử-Địa. Do những yêu cầu hồi đó, học sinh của trường được coi như là cán bộ nhà nước: có học bổng và phiếu E, với mức lương bao cấp là 18&nbsp;kg gạo\/tháng.\n\nTrong năm học 1969–1970, trường trải qua nhiều nơi sơ tán (Thọ Trai, Hải Hưng). Bất chấp khó khăn của [[Chiến tranh Việt Nam]], trường đã hoàn thành nhiệm vụ đào tạo học sinh phổ thông cho trường Đại học Sư phạm Ngoại ngữ (nay là [[Trường Đại học Ngoại ngữ, Đại học Quốc gia Hà Nội|Đại học Ngoại ngữ, Đại học Quốc gia Hà Nội]]), đào tạo nên những cán bộ giảng dạy cho các trường đại học. Từ đầu năm 1973, trường chuyển về Km 2 Cầu Giấy, cũng là địa điểm của trường cho đến giờ. Các giáo viên lãnh đạo ban đầu của Khoa Anh văn là thầy Đặng Chấn Liêu và thầy Dương Ngọc Cơ; khoa Nga văn là các chuyên gia Nga và thầy Ca Sơn; khoa Pháp văn là cô Monique; khoa Trung văn là các chuyên gia Trung Quốc.\n\nHiện nay, trường có nhiệm vụ đào tạo học sinh năng khiếu ngoại ngữ và cung cấp học sinh chất lượng cao cho trường [[Trường Đại học Ngoại ngữ, Đại học Quốc gia Hà Nội|Đại học Ngoại ngữ, Đại học Quốc gia Hà Nội]] và các trường đại học khác.\n\nNgày 9 tháng 11 năm 2019, trường tổ chức Lễ kỷ niệm 50 năm thành lập qua chuỗi sự kiện do nhà trường tổ chức với Ngày hội Văn hóa chuyên Ngoại ngữ cũng như đêm Gala 50 năm chuyên Ngoại ngữ tại Trung tâm Hội nghị Quốc gia Hà Nội.<ref>https:\/\/vnexpress.net\/giao-duc\/cuu-hoc-sinh-chuyen-ngu-chia-se-ky-uc-thoi-so-tan-4009842.html<\/ref><ref>https:\/\/www.nhandan.org.vn\/giaoduc\/tin-tuc\/item\/42186302-50-nam-truong-thpt-chuyen-ngoai-ngu.html<\/ref>\n\n== Hoạt động ==\nGiống với các trường chuyên cấp quốc gia khác, chương trình học của Trung học phổ thông Chuyên Ngoại ngữ được cho là khá khắc nghiệt. Nhưng đây cũng chính là phương châm giáo dục của nhà trường, nhằm đảm bảo chất lượng các môn học, không chạy theo lối học ứng thí. Trường hiện đang giảng dạy bảy khối ngoại ngữ chuyên: tiếng Anh, tiếng Pháp, tiếng Trung, tiếng Nga, tiếng Đức, tiếng Nhật, tiếng Hàn, cùng hai ngoại ngữ phụ là tiếng Ý và tiếng Tây Ban Nha. Từ năm học 2020–2021, nhà trường tổ chức tách các lớp hệ chuyên và hệ không chuyên.\n\nTuy vậy, các hoạt động ngoại khóa trong và ngoài nhà trường luôn được chú trọng. Chương trình Dạ hội tiếng (đổi tên thành Sắc màu chuyên Ngoại ngữ từ năm 2008) được tổ chức vào dịp 26 tháng 3 hằng năm luôn để lại tiếng vang lớn. Một trong những hoạt động nổi bật của nhà trường là Chương trình định hướng và phát triển tân học sinh 10+ (Ten Plus) đã được tổ chức thành công theo mô hình học tập từ Singapore. Nhà trường còn có các hoạt động khác như chương trình Leadership Camp (bắt đầu được tổ chức một cách chuyên nghiệp và bài bản từ năm 2010 tại Ba Vì) hay hội thao chào xuân hàng năm CNN Olympics, chương trình ngoại khoá, cắm trại cho học sinh cuối cấp tại Trung tâm Hỗ trợ Đào tạo và Phát triển Đô thị Đại học, nằm tại khu vực chân núi Ba Vì kết hợp tham quan, dâng hương và báo công khu di tích K9.\n\nNhà trường cũng tăng cường tổ chức một số hoạt động học tập thông qua các trải nghiệm như Tuần lễ quân sự tại Trung tâm Giáo dục quốc phòng và An ninh của Đại học Quốc gia Hà Nội, tổ chức dạy học môn Công nghệ tại Khoa Sư phạm Kỹ thuật của Đại học Sư phạm Hà Nội, chương trình trải nghiệm môn Lịch sử, Địa lý ngoài Hà Nội, vv.\n\n==Thành tích và khen thưởng==\nNhà trường và các cá nhân đã đạt được những thành tích và danh hiệu sau:<ref>{{Chú thích web|url=http:\/\/flss.vnu.edu.vn\/node\/51|tiêu đề=Thành tích {{!}} Trường THPT Chuyên Ngoại ngữ}}<\/ref> \n===Tập thể===\n* Cờ thi đua của Bộ trưởng Bộ GDĐT năm 2019;\n* Cờ thi đua của Thủ tướng Chính phủ năm 2019;\n* Huân chương Độc lập hạng Ba năm 2014;\n* Huân chương Lao động hạng Nhất năm 2004;\n* Huân chương Lao động hạng Nhì năm 1999;\n* Huân chương Lao động hạng Ba năm 1994;\n* Bằng khen của Thủ tướng Chính phủ năm 2009;\n* Bằng khen của Tổng Liên đoàn Lao động Việt Nam năm 2008;\n* Tập thể Lao động Xuất sắc của Đại học Quốc gia Hà Nội (9 năm liên tiếp).\n\n===Cán bộ giáo viên===\n* 4 giáo viên được Nhà nước phong tặng danh hiệu Nhà giáo Ưu tú (Nguyễn Phú Cường, Nguyễn Minh Cầu, Nguyễn Thị Chi, Nguyễn Thị Hiền);\n* 6 giáo viên được tặng thưởng Huân chương Lao động hạng Ba (Nguyễn Phú Cường, Trần Quốc Thụy, Lê Đỗ Minh, Nguyễn Thị Chi, Nguyễn Thị Hồng, Lê Thị Chính);\n* 12 cán bộ, giáo viên được nhận Bằng khen của Thủ tướng Chính phủ;\n* 8 cán bộ, giáo viên được nhận Bằng khen của Bộ trưởng Bộ Giáo dục và Đào tạo;\n* 61 bằng khen của Giám đốc Đại học Quốc gia Hà Nội cho cán bộ, giáo viên;\n* 3 bằng khen của Liên đoàn Lao động thành phố Hà Nội;\n* Nhiều cán bộ, giáo viên được tặng thưởng Huân, Huy chương Kháng chiến chống Mỹ cứu nước, Huy chương \"Vì sự nghiệp Giáo dục\", danh hiệu Chiến sĩ thi đua, Giáo viên dạy giỏi, Lao động giỏi các cấp.\n===Học sinh===\n* 5 Huy chương Vàng và 3 Huy chương Đồng Olympic tiếng Nga Quốc tế;\n* Giải Nhì đồng đội và giải Nhì, Ba cá nhân tại vòng chung kết cuộc thi Quốc tế Nhịp cầu Hán ngữ năm 2008, giải Nhì toàn đoàn tại vòng Chung kết cuộc thi Quốc tế Nhịp cầu Hán ngữ năm 2009;\n* Khoảng 600 giải Học sinh giỏi Quốc gia;\n* Nhiều học sinh của trường được nhận Bằng khen của Bộ trưởng Bộ Giáo dục và Đào tạo;\n* 5 học sinh được nhận giải thưởng Hoa Trạng nguyên trong hai năm 2008 và 2009;\n* Giải Nhất Hội thi Tin học trẻ không chuyên toàn quốc năm 1999;\n* 2 lần có học sinh vào vòng chung kết ''Đường lên đỉnh Olympia (''Trần Thu Phương -năm thứ 4, Nguyễn Việt Thái - năm thứ 21);\n* Giải Ba chung kết cuộc thi ''Khám phá thế giới Computer'' năm 2004;\n* Nhiều lần giải Nhất các cuộc thi hùng biện tiếng Anh, tìm hiểu kiến thức do Đài Truyền hình Việt Nam và các Đại sứ quán tổ chức;\n* Nhiều lượt học sinh giành danh hiệu Thủ khoa toàn quốc trong kì thi tốt nghiệp Trung học phổ thông và Thủ khoa trong kì thi tuyển sinh đại học, trong đó có hai học sinh đạt điểm tuyệt đối 60\/60 trong kì thi tốt nghiệp Trung học phổ thông (không tính điểm cộng) được Thủ tướng gửi thư khen (năm 1998 và 1999).\n\n== Ban giám hiệu ==\n* Hiệu trưởng: TS. Nguyễn Phú Chiến\n* Phó Hiệu trưởng: TS. Lại Thị Phương Thảo\n\n== Hoạt động ngoại khóa ==\n* Ten Plus (10+): Chương trình định hướng và phát triển tân học sinh\n* Hội vui Khoa học\n* CNN Charm (2011) \n* CNN Can Cook (2011–2015)\n* Hội thảo du học CNN\n* Hội thao chào xuân\n* Sắc màu Chuyên Ngoại ngữ \n* CNN Idol & Prom\n* Tranh biện tiếng Anh-Nga-Pháp-Trung-Đức-Nhật\n* Sân khấu hoá tác phẩm văn học\n* Lễ báo công dâng Bác tại K9 Ba Vì\n* Ngày hội trải nghiệm văn hoá phương Đông\n* CNN Olympics\n\n== Chú thích ==\n{{Tham khảo|close = }}\n\n==Liên kết ngoài==\n* [http:\/\/flss.vnu.edu.vn\/ Website chính thức của trường THPT Chuyên Ngoại ngữ] \n* [http:\/\/chinhodado.github.com\/pano-cnn\/ Panorama cảnh trường]{{Liên kết hỏng|date=2022-02-17 |bot=InternetArchiveBot }}\n\n{{Đại học Quốc gia Hà Nội}}\n\n[[Thể loại:Trường Trung học phổ thông chuyên Ngoại ngữ]]"}