{"2014369":"{{Thông tin trường học\n| tên= Trường Cao đẳng Ngoại ngữ - Công nghệ Việt Nhật<br>\n| ngày thành lập= [[2006]]\n| loại hình= [[Cao đẳng]]\n| địa chỉ= Tại Bắc Ninh: Cơ sở I: E6 - Khu công nghiệp Quế Võ<br> [[thành phố Bắc Ninh]], [[Bắc Ninh]], [[Việt Nam]]; Cơ sở II: Thuộc Làng Đại học 2 - Huyện Tiên Du\nTại Hà Nội: 55 Mai Hắc Đế - Hai Bà Trưng - Hà Nội\n| khuôn viên= 17.2 ha\n| hiệu trưởng= <br> '''Nguyễn Đăng Đào'''\n}}\n\n'''Trường Cao đẳng Ngoại ngữ - Công nghệ Việt Nhật''' là trường Cao đẳng đào tạo về ngoại ngữ tại Việt Nam, được thành lập năm 2006.\n\nTên tiếng Anh: Vietnhat College of language anh technology. Tên [[tiếng Nhật]]: 越日外語工?短期大学. Ký hiệu '''CNC'''.<ref>[http:\/\/cnc.edu.vn\/introduction Trường Cao đẳng Ngoại ngữ - Công nghệ Việt Nhật]<\/ref>\n\n==Lịch sử==\nÔng Nguyễn Đăng Đào đã có điều kiện tiếp xúc với thế hệ trẻ Nhật Bản và các nước. Với kinh nghiệm trong việc hỗ trợ đưa trên 5.000 Tu nghiệp sinh đi lao động và trên 500 Du học sinh Việt Nam sang học tại Nhật Bản, ý tưởng dự án về Trường Cao đẳng Ngoại ngữ - Công nghệ Việt Nhật (Viet Nhat College of Language and Technology - CNC) đã hình thành và năm 2006 đã được [[Bộ giáo dục và đào tạo]] Việt Nam ra Quyết định cho phép thành lập. CNC được thành lập tại Quyết định số: 4820\/QĐ - BGD&ĐT do Bộ trưởng Bộ GD&ĐT ký ngày 01 tháng 09 năm 2006.\n\n==Vị trí==\nTrụ sở chính của CNC hiện đặt tại cơ sở I. Tổng diện tích quỹ đất của CNC hiện có là 17,2 ha.\n\nTại Bắc Ninh: \n* Cơ sở I: E6 – [[Khu công nghiệp Quế Võ]] - TP.Bắc Ninh (2,1 ha).\n* Cơ sở II: Thuộc [[Làng Đại học 2]] - Huyện [[Tiên Du]] (15,1 ha). UBND tỉnh Bắc Ninh đã có văn bản đồng ý giao cho trường khu đất này để đầu tư, xây dựng và nâng cấp phát triển thành [[Trường Đại học Việt Nhật]]. Trường đang tiến hành khảo sát, đền bù giải tỏa cho dân và làm thủ tục đầu tư xây dựng.\nTại Hà Nội: '''''55 Mai Hắc Đế - Hai Bà Trưng - Hà Nội'''''\n\n==Biểu tượng==\nNăm 2006, logo đầu tiên của CNC mang biểu tượng cây tre Việt Nam kết hợp với hoa Anh đào, là biểu tượng của hai nước Việt Nam và Nhật Bản. Sau 5 năm đi vào hoạt động, để đánh dấu sự trưởng thành và phát triển, Hội đồng quản trị đã quyết định thay đổi Logo mới như hình trên. Logo này rất dễ nhận ra bởi những đường kẻ sọc tạo nên chữ cái CNC là tên viết tắt của trường Cao đẳng Ngoại ngữ - Công nghệ Việt Nhật. Các đường này tượng trưng cho \"tốc độ và sự năng động\". Còn chữ Viet Nhat Group biểu hiện cho sức mạnh của Tập đoàn Việt Nhật thể hiện sự bền vững như quan hệ Việt Nam - Nhật Bản.\n\n==Khẩu hiệu==\nĐẳng cấp - Chất lượng - Phát triển- Hội nhập\n\n==Các hệ đào tạo==\n===Cao đẳng=== \nBao gồm 9 chuyên ngành (năm thành lập được ghi bên cạnh):\n# Quản trị kinh doanh (2006)\n# Kế toán (2006)\n# Tiếng Anh hệ phiên dịch (2006)\n# Tiếng Nhật hệ phiên dịch (2006)\n# Công nghệ thông tin (2006)\n# [[Việt Nam học]] (2006)\n# Tiếng Trung hệ phiên dịch (2007)\n# Tiếng Hàn hệ phiên dịch (2007)\n# Tài chính ngân hàng (2008)\n\n===Hệ Trung cấp chuyên nghiệp===\nBao gồm 5 chuyên ngành (năm thành lập được ghi bên cạnh):\n# Ngành Kế toán (2006)\n# Ngành Công nghệ thông tin (2006)\n# Ngành Hướng dẫn du lịch (2006)\n# Ngành Điện công nghiệp và dân dụng (2007)\n# Ngành cơ khí kỹ thuật hàn điện (2007)\n===Hệ Vừa làm vừa học===\nBao gồm 4 chuyên ngành (năm thành lập được ghi bên cạnh):\n#Quản trị kinh doanh (2008)\n#Kế toán (2008)\n#Công nghệ thông tin (2008)\n#Việt Nam học (hướng dẫn Du lịch) (2008)\n\n===Hệ đào tạo Liên thông===\nĐào tạo Liên thông từ Trung cấp chuyên nghiệp lên Cao đẳng, bao gồm 4 chuyên ngành (năm thành lập được ghi bên cạnh):\n# Quản trị kinh doanh (2009)\n# Kế toán (2009)\n# Công nghệ thong tin (2009)\n# Việt Nam học (hướng dẫn Du lịch) (2009)\n\n===Hợp tác đào tạo liên thông===\nHợp tác đào tạo liên thông từ Cao đẳng lên Đại học với các trường: [[Đại học Kinh tế Quốc dân]]; [[Đại học Bách khoa]]; [[Đại học Sư phạm kỹ thuật Hưng Yên]]; [[Đại học Dân lập Phương Đông]]; [[Đại học Kinh doanh và Công nghệ Hà Nội]].\n\n==Cơ sở vật chất ==\nCNC đã không ngừng nâng cao về chất lượng và số lượng các phương tiện thực hành, có khả năng phục vụ hơn 5.000 học sinh sinh viên. CNC đã tiến hành xây dựng các phòng học và thực hành với đầy đủ các trang thiết bị hiện đại cho từng khoa.\n \n==Cơ cấu tổ chức== \nHiện nay, tổ chức bộ máy của nhà trường bao gồm: Hội đồng quản trị, ban giám hiệu, các tổ chức đoàn thể, các phòng ban chức năng, các khoa, các trung tâm.\n\n===Hội đồng quản trị===\nChủ tịch HĐQT kiêm Hiệu trưởng: Ông Nguyễn Đăng Đào (QĐ số 4956\/QĐ-GDĐT-TC ngày 08\/9\/2006 và QĐ số: 3548\/QĐ - BGD&ĐT ngày 25.06.2008 của Bộ GD&ĐT). Các thành viên: Bà Nguyễn Thị Kim; Bà Nguyễn Thị Bích Liên.\n\n===Ban giám hiệu===\nBao gồm 2 người, gồm 1 Hiệu trưởng và 1 Phó Hiệu trưởng. Tùy theo sự phát triển CNC sẽ bổ nhiệm thêm Phó Hiệu trưởng để giải quyết các công việc của nhà trường.\n\n===Các tổ chức đoàn thể===\nCNC đã hình thành được các tổ chức đoàn thể sau:Chi bộ trường, Công đoàn trường,Đoàn thanh niên Cộng sản Hồ Chí Minh.\n\n===Các khoa, bộ môn===\nBao gồm 10 khoa:\n(1) Khoa Quản trị kinh doanh: Quản trị kinh doanh\n(2) Khoa Kế toán: Bộ môn Kế toán và Kiểm toán\n(3) Khoa Tiếng Anh:Bộ môn tiếng Anh hệ phiên dịch; tiếng Anh chuyên ngành du lịch; tiếng Anh thương mại.\n(4) Khoa Tiếng Nhật: Bộ môn tiếng Nhật hệ phiên dịch; tiếng Nhật chuyên ngành du lịch; tiếng Nhật thương mại.\n(5) Khoa Tiếng Trung: Bộ môn tiếng Trung hệ phiên dịch; tiếng Trung chuyên ngành du lịch; tiếng Trung thương mại.\n(6) Khoa Tiếng Hàn: Bộ môn tiếng Hàn hệ phiên dịch; tiếng Hàn chuyên ngành du lịch; tiếng Hàn thương mại.\n(7) Khoa Công nghệ thông tin: Bộ môn Quản trị; Lập trình;Tin học ứng dụng.\n(8) Khoa Việt Nam học: Bộ môn Hướng dẫn du lịch; Quản trị KS;\n(9) Khoa Tài chính ngân hàng: Bộ môn Tài chính ngân hàng;\n(10) Khoa cơ bản: Bộ môn KH Tự nhiên, Văn học, Văn hóa, Chính trị\n\n===Các trung tâm===\n(1) Trung tâm Ngoại ngữ - Tin học CNC.\n(2) Trung tâm Hợp tác với các doanh nghiệp và Giới thiệu việc làm.\n\n==Đội ngũ cán bộ, giảng viên==\nCNC đã tập hợp được 260 cán bộ, giảng viên. Dự kiến khi nâng cấp lên thành trường Đại học sẽ có đội ngũ cán bộ, giảng viên: 350 người. Trong đó, trình độ Tiến sĩ trở lên: 32 người; trình độ Thạc sĩ: 140 người; đạt tiêu chuẩn tỷ lệ học hàm, học vị theo quy định của Bộ GD&ĐT.\n\n==Học sinh, sinh viên== \nTrường Cao đẳng Ngoại ngữ - Công nghệ Việt Nhật không tổ chức thi mà xét tuyển trên phạm vi cả nước điểm thi Đại học và Cao đẳng theo điểm sàn quy định của Bộ GD&ĐT. Sinh viên trường CNC được tự do lựa chọn ngành học; được đào tạo các kỹ năng cốt lõi quan trọng. Đảm bảo khi sinh viên tốt nghiệp có đủ khả năng và trình độ để làm việc và sẽ được nhà trường giới thiệu việc làm trong các doanh nghiệp trong và ngoài nước đã ký hợp tác với nhà trường. Sau 5 năm với tổng số trên 3.000 HSSV đã tốt nghiệp (3 khóa), trên 80% sinh viên có việc làm ngay. Thực tế, doanh nghiệp nước ngoài đã tiếp nhận và trả lương sinh viên từ khi đang học năm thứ hai (Doanh nghiệp Hàn Quốc và Nhật Bản tại Khu công nghiệp Quế Võ); còn lại 20% sinh viên tiếp tục học liên thông cao hơn hoặc đi xuất khẩu lao động tại Nhật theo hợp đồng của Công ty (chủ đầu tư xây dựng CNC: Đã đưa trên 200 SV đi tu nghiệp tại Nhật).\n\n==Nghiên cứu khoa học==\nHội động khoa học mới được thành lập do vậy công tác hiện tại của CNC là chú trọng kiện toàn cơ cấu tổ chức, nâng cao thương hiệu. Công tác nghiên cứu khoa học chưa được triển khai sâu rộng. Phong trào nghiên cứu khoa học tại các khoa cũng đã được triển khai với 10 đề tài đã được Hội đồng khoa học nghiệm thu và đưa lên bảo vệ ở cấp trường, các đề tài đều có tính ứng dụng thực tiễn cao. Một số đề tài đã thẩm định đang đưa vào vận dụng thực tế tại trường. Công tác NCKH của sinh viên cũng phát triển mạnh mẽ.\n\n==Hợp tác Quốc tế==\nCNC có quan hệ hợp tác đào tạo với nhiều trường Đại học nước ngoài. Hàng năm CNC tiếp nhận giáo viên của các trường Đại học của Nhật sang giảng dạy như: [[Đại học Jobu]], [[Đại học Utsunomiya Kyowa]]; [[Orioaishin Tankidaigaku]], Các trường dạy tiếng Nhật: [[Asahi Kokusai Gakuin]], [[JSL Nihon Akademi]], [[Sanritsu Kousai Gakuin]] và [[Trung tâm giao lưu văn hoá Tokyo]]. Đồng thời thực hiện mô hình 1+3 (một năm học tại Việt Nam, ba năm học tại trường ĐH của Nhật); 2+2 (Hai năm học tại Việt Nam, hai năm học tại trường ĐH của Nhật). Đến nay CNC đã tiến cử được trên 100 sinh viên sang đào tạo tại các trường Đại học của Nhật. Đây sẽ là lực lượng nòng cốt của nhà trường sau này.\nCNC cũng có thoả thuận với các trường của Hàn Quốc như: [[Đại học Quốc tế Pusan]]; [[Đại học Kinh tế Pusan]]; [[Đại học Dongguk]] và một số trường Đại học của [[Canada]] và [[Trung Quốc]].\n \n==Định hướng phát triển==\nPhấn đấu trở thành một trong những địa chỉ đáng tin cậy về đào tạo ĐH&CĐ trong phạm vi cả nước; Mở rộng quy mô, tăng cường xây dựng cơ sở vật chất tại cơ sở II (Làng Đại học 2 - Huyện Tiên Du - Tỉnh Bắc Ninh trên diện tích 15,2 ha), đầu tư trang thiết bị đồng bộ và hiện đại để tạo cơ hội học tập và rèn luyện tốt nhất cho học sinh sinh viên; Trong giai đoạn 2011 - 2015, CNC sẽ phát triển thành Trường Đại học đẳng cấp chất lượng cao, có quy mô lớn và hiện đại về đào tạo Ngoại ngữ, Công nghệ và Nghiệp vụ ở Việt Nam và khu vực.\n\n*Giai đoạn 1: Tích cực triển khai đề án phát triển thành trường ĐH Việt Nhật trình các cấp có thẩm quyền phê duyệt. Trong thời gian 2 năm từ khi có quyết định thành lập trường ĐH, CNC sẽ hoàn chỉnh hơn nữa Cơ sở đào tạo tại E6 - KCN Quế Võ - TP. Bắc Ninh. Đồng thời, CNC sẽ hoàn tất: giấy phép xây dựng; xây tường rào xung quanh; xây dựng một số hạng mục công trình tại Cơ sở II.\n*Giai đoạn 2: Trong 5 năm tiếp theo, CNC tập trung xây dựng tại Cơ sở II, Làng đại học số 2 – huyện Tiên Du với khu giảng đường, ký túc xá, khu thực tập, khu nhà ở công vụ cho cán bộ, nhân viên, khu thư viện, hệ thống phòng thực hành thực tập cho Sinh viên.\n\nĐội ngũ giảng viên của Trường Đại học Việt Nhật CNC sẽ được xây dựng trên cơ sở hoàn thiện, phát triển và bổ sung đội ngũ hiện có. Động viên, khuyến khích, cử giảng viên đi đào tạo thạc sĩ, tiến sĩ trong nước\/nước ngoài bằng ngân sách của CNC hoặc hợp đồng thỉnh giảng với các giảng viên có trình độ và kinh nghiệm ở các trường Đại học, viện nghiên cứu trên địa bàn TP.Hà Nội, tỉnh Bắc Ninh và các tỉnh lân cận. Đồng thời mời các Giáo sư, Phó giáo sư và Tiến sĩ có kinh nghiệm quản lý, giảng dạy, nghiên cứu khoa học đến tuổi nghỉ chế độ từ các cơ sở công lập còn sức khỏe về làm việc.\n\nCó kế hoạch tuyển dụng, đào tạo, bồi dưỡng nâng cao trình độ chuyên môn, nghiệp vụ cho đội ngũ cán bộ giảng dạy của các khoa, phòng trong từng giai đoạn.\n\n==Xem thêm==\n[[Danh sách trường đại học và cao đẳng tại Bắc Ninh]]\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam|Ngoại ngữ - Công nghệ Việt Nhật]]\n[[Thể loại:Trường đại học và cao đẳng tại Bắc Ninh]]\n[[Thể loại:Trường cao đẳng tại Việt Nam]]"}