{"85775":"{{dablink|Bài này viết về trường đại học dân lập. Đối với bài về trường đại học công lập tại tỉnh Phú Thọ, xem [[Trường Đại học Hùng Vương]] hoặc tìm hiểu thêm đại học khác tại [[Danh sách trường đại học tại Thành phố Hồ Chí Minh]]}}{{Thông tin trường học\n| tên = Trường Đại Học Hùng Vương Thành Phố Hồ Chí Minh\n| ngày thành lập = ngày 14 tháng 8 năm 1995\n| loại hình = [[Đại học tư thục|Đại học đa ngành hệ tư thục]]\n| hiệu trưởng = TS. Nguyễn Kim Quang\n| địa chỉ = 736 Nguyễn Trãi P.11, Q.5, [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| điện thoại = 84-28-38553675\n| web = {{URL|http:\/\/hvuh.edu.vn}}\n| logo_size = \n| tên tiếng Anh = Hung Vuong University Ho Chi Minh City\n| mã trường = HVUH\n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| giám đốc = \n| tài trợ = \n| nợ = \n| hiệu phó = NGƯT.TS. Đỗ Thành Mỹ\n| giáo viên = \n| giảng viên = \n| nhân viên = \n| học sinh = \n| sinh viên = \n| sinh viên đại học = \n| sinh viên sau đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| khuôn viên = \n| thành phố = Thành Phố Hồ Chí Minh\n| tỉnh = \n| quốc gia = Việt Nam\n| tọa độ = \n| logo = [[Tập tin:HVUH-Logo.jpg|thumb]]\n}}\n'''Trường Đại học Hùng Vương Thành phố Hồ Chí Minh''' - HVUH là một [[đại học tư thục]] tại Việt Nam, được thành lập vào năm 1995 bởi cố Giáo sư Tiến sĩ Ngô Gia Hy, hiện do Ông Đặng Thành Tâm - Chủ tịch Hội đồng quản trị làm chủ đầu tư.<ref>{{Chú thích web|url=http:\/\/www.thongtincongty.com\/company\/4b5b6297-truong-dai-hoc-hung-vuong-thanh-pho-ho-chi-minh\/|tiêu đề=TRƯỜNG ĐẠI HỌC HÙNG VƯƠNG THÀNH PHỐ HỒ CHÍ MINH|website=}}<\/ref> và PGS.TS.NGND Đỗ Văn Xê là Hiệu trưởng.\n\n== Lịch sử ==\nNgày 14 tháng 1 năm 1993, một nhóm trí thức do cố GS. ThS y khoa Ngô Gia Hy đứng đầu đã dự định thành lập một trường đại học tư thục tại Thành phố Hồ Chí Minh.<ref>{{Chú thích web|url=http:\/\/hvuh.edu.vn\/gioi-thieu\/lich-su-hinh-thanh|tiêu đề=Lịch sử hình thành|ngày truy cập=2018-02-25|archive-date = ngày 26 tháng 2 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180226033303\/http:\/\/hvuh.edu.vn\/gioi-thieu\/lich-su-hinh-thanh|url-status=dead}}<\/ref>\n\nTháng 11 năm 1993, hội đồng sáng lập Trường Đại học Dân lập Hùng Vương được công nhận theo quyết định số 2395\/QĐ-TCCB ngày 3 tháng 11 năm 1993 của Bộ GD&ĐT. Hội đồng gồm 9 thành viên: Cố GS. ThS Ngô Gia Hy làm chủ tịch, Cố PGS. BS Trương Công Cán là phó chủ tịch và các ông [[Trần Huy Phong|Trần Quốc Huy]], Nguyễn Nhã, Nguyễn Chung Tú, Diệp Vĩ Nam (đại diện ông Trần Tuấn Tài), Hà Bính Thân, Phan Tấn Chức, Vũ Đức Thắng làm thành viên.\n\nNgày 26 tháng 10 năm 1994 GS. ThS y khoa Ngô Gia Hy gởi tờ trình [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục – Đào tạo]]. Tiếp sau đó, tờ trình số 2568\/TCCB, ngày 31 tháng 7 năm 1995, của Bộ trưởng Bộ Giáo dục – Đào tạo gửi Thủ tướng Chính phủ, đề nghị thành lập Đại học Dân lập Hùng Vương tại Thành phố Hồ Chí Minh.\n\nNgày 14 tháng 5 năm 1995 trường được thành lập theo quyết định số 470\/TTg, ngày 14 tháng 5 năm 1995 của Thủ tướng Chính phủ.\n\nTrường Đại học dân lập Hùng Vương được đổi tên thành Trường Đại học Hùng Vương TP. Hồ Chí Minh và hoạt động theo mô hình trường Đại học Tư thục theo công văn số 4167\/BGDĐT-PC ngày 14 tháng 5 năm 2008 của Bộ Giáo dục và Đào tạo.\n\nSau hơn 20 năm hình thành và phát triển, đến nay Trường ĐH Hùng Vương Thành phố Hồ Chí Minh đã đào tạo hơn 20.000 sinh viên đại học, cao đẳng và trung cấp chuyên nghiệp chính quy.\n\n==Cam kết của Nhà đầu tư==\n \t\nNgay từ khi đến với Trường, các nhà đầu tư - đứng đầu là Ông Đặng Thành Tâm đã cam kết gắn bó lâu dài với Trường, tiếp tục đầu tư và xây dựng Trường trở thành một ngôi trường danh giá, phát huy tinh thần dân tộc và khát vọng của tuổi trẻ, vững bước đưa Nhà trường đi lên xứng đáng với ngôi trường mang tên Quốc Tổ Vua Hùng.\n\nTrải qua các giai đoạn phát triển, các nhà đầu tư luôn kề vai sát cánh cùng tập thể lao động Nhà trường vượt qua mọi thử thách.\n\n== Ngành nghề đào tạo ==\nNăm 2017, Trường Đại học Hùng Vương Thành phố Hồ Chí Minh được phép tuyển sinh 6 ngành (Kế toán, Quản lý bệnh viện, Công nghệ sau thu hoạch, Công nghệ thông tin, Quản trị kinh doanh, Tài chính - ngân hàng)<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/giao-duc-khuyen-hoc\/truong-dai-hoc-hung-vuong-tphcm-duoc-tuyen-sinh-tro-lai-20170310160925396.htm|tiêu đề=Trường Đại học Hùng Vương TPHCM được tuyển sinh trở lại|ngày tháng=}}<\/ref>. Năm 2018, Trường tuyển sinh và tổ chức đào tạo trình độ đại học với các ngành đào tạo như sau:\n#Ngành Công nghệ Thông tin (gồm các chuyên ngành: Công nghệ phần mềm; Truyền thông và Mạng máy tính; Kỹ thuật máy tính; Truyền thông đa phương tiện, Tin học);\n#Ngành Công nghệ Sau thu hoạch (gồm các chuyên ngành: Giám định chất lượng nông sản thực phẩm; Bảo quản và Chế biến nông sản thực phẩm; Kỹ thuật thực phẩm); \n#Ngành Quản trị Kinh doanh (gồm các chuyên ngành: Quản trị Kinh doanh Quốc tế; Marketing; Quản trị);\n#Ngành Kế toán (gồm các chuyên ngành: Kế toán doanh nghiệp; Kế toán công; Kiểm toán);\n#Ngành Tài chính Ngân hàng (gồm các chuyên ngành: Tài chính; Ngân hàng; Tài chính Công); \n#Ngành Quản trị dịch vụ Du lịch và Lữ hành;\n#Ngành Ngôn ngữ Anh;\n#Ngành Ngôn ngữ Nhật;\n#Ngành Ngôn ngữ Trung Quốc\n#Ngành Quản lý Bệnh viện;\n#Ngành Công nghệ Kỹ thuật Xây dựng (Từ năm 2009, trường Đại học Hùng Vương Tp. HCM bắt đầu tuyển sinh đào tạo ngành học này).\n\n== Xem thêm ==\n\n* [[Danh sách trường đại học tại Thành phố Hồ Chí Minh]]\n* [[Danh sách trường đại học, học viện và cao đẳng tại Hà Nội]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{Wikispecies nội dòng}}\n*[http:\/\/hvuh.edu.vn\/ Tham khảo trực tiếp tại trang web chính của trường]\n*[http:\/\/www.webometrics.info\/en\/detalles\/hvuh.edu.vn\/ Xếp hạng của trường Đại Học Hùng Vương TPHCM theo trang web webometrics.info]\n\n{{Tổ chức dịch vụ giáo dục}}\n{{Sơ khai Giáo dục}}\n\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh|Hùng Vương]]\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam|Hùng Vương]]"}