{"229076":"{{Wiki hóa|date=tháng 5\/2021}}\n{{Kng}}\n \n{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Trường Sĩ quan Phòng hóa\n| trực thuộc = [[Binh chủng hóa học, Quân đội nhân dân Việt Nam|Binh chủng Hóa học]]\n| quân kỳ = \n| logo = \n| hình = \n| chỉ huy = \n| từ = \n| thành lập = {{ngày thành lập và tuổi|1976|9|21}}\n| quân chủng = \n| phân cấp = \n| chức năng = \n| quy mô = \n| bộ phận của = \n| bộ chỉ huy = \n| địa chỉ = xã [[Sơn Đông, thị xã Sơn Tây|Sơn Đông]], thị xã [[Sơn Tây (thị xã)|Sơn Tây]], thành phố [[Hà Nội]].\n| tên khác = \n| đặt tên theo = \n| khẩu hiệu = \n| hành khúc = \n| lễ kỷ niệm = \n| trang bị = \n| tham chiến = \n| vinh danh = \n| thành tích = \n| giải thể = \n| điện thoại = \n| web = \n| kiểu chỉ huy 1 = Hiệu trưởng\n| tư lệnh = {{QH|đại tá|TS,Vũ Văn Năm}}\n| chính ủy = {{QH|đại tá|(Ths,Bùi Quốc Quyền}}\n| kiểu chỉ huy 3 = \n| chỉ huy 3 = \n| chỉ huy nổi tiếng = \n| cường kích = \n| ném bom = \n| tác chiến điện tử = \n| tiêm kích = \n| đánh chặn = \n| tuần tra = \n| do thám = \n| huấn luyện = \n| vận tải = \n}}\n\n'''Trường Sĩ quan Phòng hóa''' trực thuộc [[Binh chủng hóa học, Quân đội nhân dân Việt Nam|Binh chủng Hóa học]]- [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng Việt Nam]] đào tạo sĩ quan chỉ huy kỹ thuật hóa học trình độ đại học quân sự, cao đẳng và trung học chuyên nghiệp.\n\n* Thành lập: 21\/9\/1976.\n* Trụ sở: xã [[Sơn Đông, thị xã Sơn Tây|xã Sơn Đông]], [[Sơn Tây (thị xã)|thị xã Sơn Tây]], [[Hà Nội|thành phố Hà Nội]].\n\n==Ban giám hiệu==\n* Hiệu trưởng: Đại tá, TS Vũ Văn Năm\n* Chính ủy: Đại tá, ThS Bùi Quốc Quyền\n* Phó Hiệu trưởng đào tạo: Đại tá, ThS Hoàng Văn Hoán\n* Phó Hiệu trưởng: Đại tá CN Trần Văn Hạnh\n* Phó Chính ủy: Đại tá, CN Nguyễn Văn Lư\n\n==Đội ngũ giảng viên==\n* Hiện nay, 100% giảng viên có trình độ cử nhân, kỹ sư và trên đại học; hầu hết đã có thời gian rèn luyện thực tế tại các đơn vị; có hai đồng chí đạt danh hiệu \"Nhà giáo ưu tú\", nhiều đồng chí đạt danh hiệu Nhà giáo Bộ Quốc phòng.\n\n==Đào tạo==\n===Đào tạo đại học===\n* Đào tạo cử nhân quân sự chuyên ngành Chỉ huy kỹ thuật Hóa học.\n* Hoàn thiện sĩ quan Chỉ huy kỹ thuật Hóa học trình độ đại học.\n* Đào tạo cử nhân quân sự chuyên ngành Chỉ huy kỹ thuật Hóa học cho Quân đội nhân dân Lào.\n* Đào tạo Sĩ quan Chỉ huy Kỹ thuật Hóa học trình độ cao đẳng cho Quân đội Hoàng gia Cam-pu-chia.\n* Liên kết đào tạo Kỹ sư công nghệ hóa học với [[Học viện Kỹ thuật quân sự]].\n* Đào tạo Chủ nhiệm Hóa học quân khu, quân đoàn, tỉnh, thành phố.\n\n===Đào tạo trung học chuyên nghiệp===\n* Đào tạo kỹ thuật viên các chuyên ngành:\n# Nhân viên Sửa chữa khí tài Hóa học;\n# Nhân viên Hóa nghiệm.\n==Các phòng, ban chức năng==\n* Phòng Đào tạo - Trưởng phòng Thượng tá, ThS Lại Hồng Sơn \n* Phòng Chính trị - Chủ nhiệm Chính trị: Đại tá, CN Ngô Văn Chiến \n* Phòng Tham mưu - Hành chính - Trưởng phòng: Thượng tá, CN Nguyễn Hữu Mười\n* Phòng Kỹ thuật - Chủ nhiệm Kỹ thuật: Thượng tá, CN Đặng Trần Chiến\n* Phòng Hậu cần - Chủ nhiệm Hậu cần: Thượng tá, CN Hà Văn Mây\n* Ban Tài chính - Trưởng ban: Trung tá, Lê Đình Ước\n* Ban Quân lực - Trưởng ban: Đại uý, CN Nguyễn Văn Kiều\n* Ban Khảo thí & Đảm bảo chất lượng giáo dục - đào tạo - Trưởng ban: Đại tá, ThS Nguyễn Minh Tuấn.\n\n==Các khoa==\n* Khoa Cơ bản - Chủ nhiệm khoa: Trung tá, TS Bùi Đức Cương\n* Khoa Khoa học Xã hội và Nhân văn - Chủ nhiệm khoa: Đại tá, TS Nguyễn Văn Biên\n* Khoa Quân sự chung - Chủ nhiệm khoa: Đại tá, CN Phan Văn Hùng\n* Khoa Chiến thuật - Chủ nhiệm khoa: Đại tá, TS Nguyễn Trọng Mạnh\n* Khoa Phòng hoá - Chủ nhiệm khoa: Đại tá, ThS Nguyễn Văn Phước\n* Khoa Xe máy Hóa học - Chủ nhiệm khoa: Đại tá, TS Lê Tuấn Quỳnh\n\n==Các tiểu đoàn quản lý học viên==\n* Tiểu đoàn 1: Tiểu đoàn trưởng: Thiếu tá, CN Lê Ngọc Minh\n* Tiểu đoàn 2: Tiểu đoàn trưởng: thượng tá, CN Nguyễn Sỹ Nguyên\n* Tiểu đoàn 3: Tiểu đoàn trưởng: Thượng tá CN, Lương Anh Dũng\n{{Trường quân sự Việt Nam}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Đại học và cao đẳng quân sự Việt Nam|Phòng hóa]]\n[[Thể loại:Binh chủng Hóa học, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội|Phòng hóa]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]"}