{"19199391":"{{wikify}}{{Thiếu nguồn gốc}}\n\n'''Trường Trung học phổ thông chuyên Chu Văn An, Bình Định''' (có tên Tiếng Anh: '''Chu Van An ''Binh Dinh High school for Gifted student''''') là một trường [[trung học phổ thông chuyên]] [[Trường công lập|công lập]], có trụ sở tại Khu phố 5, phường [[Bồng Sơn]], thị xã [[Hoài Nhơn]], tỉnh [[Bình Định]], và là một trong hai trường chuyên của tỉnh Bình Định.\n\n{{Thông tin trường học\n| tên khác = Chu Van An Binh Dinh High school for Gifted students\n| ngày thành lập = [[23\/12\/2016]]\n| khuôn viên = 24.000m2\n| địa chỉ = Khu phố 5, Phường Bồng Sơn, Thị xã Hoài Nhơn, Tỉnh Bình Định, Việt Nam\n| Logo = \n| Loại hình = [[Giáo dục Việt Nam#Cấp trung học phổ thông|Trung học phổ thông chuyên]]\n| hiệu trưởng = Th.s Vật lí Dương Trọng Anh\n| tên = Trường Trung học phổ thông Chuyên Chu Văn An, Bình Định\n| logo = \n}}\n\n== Tổng quát ==\nTrường THPT chuyên Chu Văn An được thành lập theo Quyết định số 4737\/QĐ-UBND ngày 23 tháng 12 năm 2016 của Chủ tịch [[Ủy ban Nhân dân]] tỉnh  [[Bình Định]]. Trường có nhiệm vụ phát hiện và tổ chức giảng dạy những học sinh có tư chất thông minh, xuất sắc trong học tập và phát triển năng khiếu của các em về một số môn học trên cơ sở đảm bảo giáo dục phổ thông toàn diện tại cánh Bắc của tỉnh Bình Định. Trường chính thức khai giảng năm học mới đầu tiên năm 2017. Hiệu trưởng đầu tiên của trường là Thạc sĩ Dương Trọng Anh (2016 đến nay).\n\nNăm học 2017 - 2018 nhà trường có 8 lớp. Trong đó, có 07 lớp chuyên ([[Toán học|Toán]], [[Vật lý học|Lý]], [[Hóa học|Hoá]], [[Sinh học|Sinh]], [[Toán - Tin ứng dụng|Toán - Tin]], [[Văn học|Văn]], [[Tiếng Anh]]) và 01 lớp không chuyên. Đến năm học 2019-2020 nhà trường sẽ có 3 khối với 24 lớp, mỗi khối có 07 lớp chuyên (Toán, Lý, Hoá, Sinh, Toán - Tin, Văn, Tiếng Anh) và 01 lớp không chuyên.\n\n== Quy mô ==\nTrường THPT chuyên Chu Văn An<ref name=\":0\">{{Chú thích web|url=http:\/\/www.thptchuyenchuvanan-binhdinh.edu.vn\/\/gioi-thieu.html|tựa đề=- Trường THPT Chuyên Chu Văn An - Bình Định|họ=An|tên=Trường THPT Chuyên Chu Văn|website=www.thptchuyenchuvanan-binhdinh.edu.vn|ngôn ngữ=vi|ngày truy cập=2021-08-03}}<\/ref> hiện đóng trên địa bàn thị xã Hoài Nhơn. Trường sử dụng một phần hiện trạng đất đai và cơ sở vật chất của trường Trung cấp nghề Hoài Nhơn bao gồm 24.000m<sup>2<\/sup> về phía Nam. Hiện tại, khuôn viên của Trường gồm:\n\n* Khu Giảng Dạy\n\n# 01 Nhà hiệu bộ có đủ phòng làm việc cho các bộ phận \n# 02 dãy phòng học 2 tầng 16 phòng, được trang bị đầy đủ bàn ghế giáo viên, bàn ghế học sinh, hệ thống quạt, ánh sáng đầy đủ.\n# 01 dãy phòng học bộ môn: Vật lý, Hóa học, Sinh học\n# 01 phòng họp đầy đủ trang thiết bị\n# Hệ thống nhà vệ sinh sạch sẽ khép kín\n# 2 phòng máy thực hành tin học (theo chương trình hỗ trợ của Hàn quốc)\n\n* Khu Kí túc xá gồm 28 phòng với 224 giường, có sức chứa 08 học sinh\/ 01 phòng (08 giường)\n* Khu Nhà để xe cho cán bộ, giáo viên và học sinh với diện tích 130m<sup>2<\/sup>\n* Khu nhà thi đấu, tập luyện thể thao đa năng\n\n[[Tập tin:Logo Trường Trung học phổ thông Chuyên Chu Văn An Bình Định.jpg|nhỏ|Trường Trung học phổ thông Chuyên Chu Văn An Bình Định]]\n\n== Đào tạo ==\nTrường có nhiệm vụ phát hiện và đào tạo học sinh có năng khiếu, chuẩn bị cho học sinh có vốn kiến thức và phương pháp tư duy sáng tạo để học tốt bậc đại học và các bậc học cao hơn, góp phần đào tạo nguồn sinh viên tốt cho các trường đại học, tiền đề nguồn nhân lực có chất lượng cho quốc gia.\n\n=== Đội ngũ cán bộ, giáo viên ===\n- Năm học 2017-2018 tổng số CB, GV, NV: 27, trong đó cán bộ quản lý: 02; GV: 18; NV: 07\n\n- Năm học 2020-2021 Nhà trường hiện có 38 CB, GV, NV, trong đó cán bộ quản lý: 02; GV: 28; NV: 08\n\n- Chất lượng đội ngũ:  Tất cả Cán bộ, giáo viên nhà trường đều đạt chuẩn và trên chuẩn, được điều động, thuyên chuyển từ các trường THPT trong tỉnh, có năng lực và kinh nghiệm trong đào tạo, bồi dưỡng học sinh giỏi.\n\n=== Mục tiêu ===\nNhà trường phấn đấu nằm trong nhóm 02 trường THPT có chất lượng tốt nhất tỉnh Bình Định, nhóm 30 trường THPT có chất lượng tốt nhất Việt Nam.\n\nHọc sinh trường THPT Chu Văn An không chỉ giỏi về văn hóa, tốt về đạo đức, sống có lý tưởng mà còn có khả năng giao tiếp, hoạt động xã hội; là nguồn để đào tạo nhân tài cho tỉnh và đất nước ở bậc đại học và sau đại học. Đến năm 2020, có ít nhất 70% học sinh được xếp  loại học lực giỏi; 90% học sinh giỏi, khá về tin học; 100% học sinh tốt nghiệp THPT đạt trình độ B1 về ngoại ngữ theo tiêu chí do Hiệp hội các tổ chức khảo thí ngoại ngữ Châu Âu hoặc bậc 3 theo Khung năng lực ngoại ngữ 06 bậc dùng cho Việt Nam; 100% học sinh xếp hạnh kiểm khá trở lên; có hơn 10% giải học sinh giỏi cấp tỉnh; có hơn 05 học sinh đạt giải học sinh giỏi cấp quốc gia; 100% học sinh tốt nghiệp THPT; có hơn 95% học sinh trúng tuyển đại học nguyện vọng 1; có khoảng 30% học sinh các lớp chuyên đã tốt nghiệp THPT được đào tạo tại các lớp cử nhân tài năng, kỹ sư chất lượng cao của các trường đại học có uy tín trong và ngoài nước vào năm 2020.\n\n=== Cơ sở vật chất, trang thiết bị dạy học ===\n- Trường THPT chuyên Chu Văn An xây dựng trên diện tích 24.000m2 tại khu phố 5, phường Bồng Sơn, thị xã Hoài Nhơn (bên cạnh trường Trung cấp nghề Hoài Nhơn). Hiện nay, nhà trường đã xây dựng, sửa chữa hoàn thiện khu học tập, phòng học bộ môn, phòng ngoại ngữ, tin học, các phòng chức năng, khu giáo dục thể chất….\n\n- Kể từ năm học 2018-2019, Trường THPT chuyên Chu Văn An có đầy đủ nhà học, nhà học bộ môn, khu giáo dục thể chất, phòng thí nghiệm với trang thiết bị hiện đại; có khu nội trú cho học sinh, bếp ăn tập thể, … Học sinh ở xa khi đến học tập tại trường được bố trí ở nội trú miễn phí trong trường nếu có nhu cầu. Khu nội trú đảm bảo chỗ ăn, ở và học tập ngoài giờ chính khoá cho học sinh. Nhà trường bố trí bộ phận quản lý nội trú nhằm đảm bảo đời sống, an ninh trật tự cũng như giám sát việc học tập ngoài giờ của học sinh.\n\n== Tuyển sinh ==\nTrường THPT chuyên Chu Văn An tuyển sinh trên các địa bàn huyện Phù Mỹ, Hoài Nhơn, Hoài Ân và An Lão\n\nPhương thức tuyển sinh: 2 vòng\n\n+ Vòng 1: tổ chức sơ tuyển đối với những học sinh có hồ sơ dự tuyển hợp lệ và đủ điều kiện dự thi theo quy định\n\n+ vòng 2: tổ chức thi tuyển đối với những học sinh đã qua sơ tuyển ở vòng 1.\n\nHiện tại kỳ thi vào Trường được tổ chức chung với kỳ thi tuyển sinh vào 10 Công lập, ngoài 3 môn Toán - Văn - Anh và còn thêm một buổi thi môn chuyên.\n\nMỗi năm trường tuyển sinh 7 lớp chuyên (Toán, Lý, Hóa, Sinh, Văn, Anh, Tin) mỗi lớp không quá 35 học sinh, và 1 lớp không chuyên<ref name=\":1\">[2]. Nguyện vọng 2 các môn chuyên<\/ref> chiếm 20% số học sinh lớp chuyên . Điểm xét tuyển tính từ cao xuống thấp cho đến hết chỉ tiêu cho từng lớp không chuyên.\n\n==Tham khảo==\n{{DEFAULTSORT:Trường_trung_học_phổ_thông_chuyên_Chu_Văn_An}}\n[[Thể loại:Trường chuyên Việt Nam]]\n[[Thể loại:Trường trung học tại Bình Định]]\n[[Thể loại:Hoài Nhơn]]\n[[Thể loại:Quy Nhơn]]\n[[Thể loại:Giáo dục]]\n[[Thể loại:Việt Nam]]\n<ref name=\":0\" \/>\n\n<ref name=\":1\" \/>\n\n== Liên kết ngoài ==\n\n* [https:\/\/www.facebook.com\/thptccva Trường Trung học phổ thông chuyên Chu Văn An, Bình Định qua Facebook]\n* [http:\/\/www.thptchuyenchuvanan-binhdinh.edu.vn\/ Website chính thức Trường Trung học phổ thông Chuyên Chu Văn An, Bình Định]"}