{"3435998":"'''Trương Quốc Dũng''' sinh năm 1982, tại [[Ninh Bình]], có bằng cử nhân kinh tế, nguyên phó Tổng giám đốc Tổng công ty CP Xây lắp Dầu khí (PVC) và là Chủ tịch HĐQT của Công ty Cổ phần Đầu tư Xây dựng Vinaconex - PVC (PVV). Ông nổi tiếng vì là tổng giám đốc một công ty niêm yết trên sàn chứng khoán lúc mới 25 tuổi. Ngoài ra, ông từng là Chủ tịch Hội doanh nhân trẻ Dầu khí của [[Tập đoàn Dầu khí quốc gia Việt Nam]].<ref name=z1>[http:\/\/news.zing.vn\/chu-tich-tre-nhat-san-chung-khoan-bi-bat-trong-vu-pvc-post682210.html Chủ tịch trẻ nhất sàn chứng khoán bị bắt trong vụ PVC], zing, 16\/09\/2016<\/ref>\n\n==Sự nghiệp==\nSau 3 năm làm chuyên viên tại Ban dự án Tổng CTCP Bảo hiểm dầu khí Việt Nam (PVI), ông Trương Quốc Dũng chuyển về PVV với vai trò Tổng giám đốc khi chỉ mới 25 tuổi, và đảm nhận vị trí Chủ tịch HĐQT PVV từ năm 2011. Trong quãng thời gian từ 2011 đến nay, ông Dũng có rời ghế chủ tịch trong thời gian 2 tháng vào năm 2012 để giao cho bà [[Tô Linh Hương]], con gái [[Tô Huy Rứa]], lúc đó cũng chỉ mới 24 tuổi. Tháng 7\/2012, ông trở lại đảm nhận vị trí Chủ tịch HĐQT PVV tới khi bị bắt.<ref name=z1\/>\n\nVì là một công ty liên kết của PVC nên kết quả thua lỗ của PVV có góp phần vào con số thua lỗ 3.200 tỷ đồng của PVC.<ref name=z1\/>\n\n== Bắt giam vì vụ án PVC ==\nBộ Công an vừa ra thông báo khởi tố 4 bị can nhằm điều tra, xác minh làm rõ các hành vi sai phạm để xảy ra thua lỗ gần 3.300 tỷ đồng tại Tổng công ty cổ phần Xây lắp Dầu khí Việt Nam. Một trong 4 bị can bị bắt tạm giam của vụ án nêu trên có ông Trương Quốc Dũng. Do ông này từng giữ chức phó tổng giám đốc tổng công ty này trong thời gian từ tháng 7\/2011 đến đầu tháng 2\/2013.<ref name=z1\/>\n\n== PVV ==\nVinaconex - PVC tiền thân là CTCP Đầu tư phát triển và Xây dựng công trình giao thông Miền Bắc, thành lập vào đầu năm 2007. Tháng 5\/2007, với sự tham gia góp vốn của Vinaconex, PVV chính thức trở thành công ty con của Vinaconex và được đổi tên thành CTCP Đầu tư Phát triển giao thông Vinaconex 39.\n\nPVV có vốn điều lệ 300 tỷ đồng, hoạt động trong lĩnh vực xây dựng các công trình dân dụng, công nghiệp, giao thông, thủy lợi và các công trình điện đến 35KV….\n\nĐầu năm 2009, PVC tham gia góp vốn, CTCP Đầu tư phát triển giao thông Vinaconex 39 chính thức trở thành công ty liên kết giữa hai Tổng Công ty: Vinaconex và PVC. Công ty tiếp tục đổi tên mới là CTCP Đầu tư Xây dựng Vinaconex – PVC.\n\nTuy vậy, tính đến thời điểm hiện tại, Vinaconex không còn nằm trong danh sách cổ đông lớn tại doanh nghiệp này.<ref name=\"bizlive\">[http:\/\/bizlive.vn\/doanh-nghiep\/chan-dung-doanh-nghiep-pvv-ra-sao-duoi-thoi-ong-truong-quoc-dung-1987545.html Chân dung doanh nghiệp: PVV ra sao dưới thời ông Trương Quốc Dũng?], bizlive, 18.9.2016<\/ref>\n=== Tình hình tài chính ===\nCông ty lần lượt báo lỗ tới 48,4 tỷ đồng trong năm 2012 và lỗ 100,2 tỷ đồng trong năm 2013.\n\nTính đến tháng 6\/2016, công ty đang còn khoản lỗ luỹ kế gần 146 tỷ đồng. Riêng 6 tháng đầu năm 2016, công ty đã lỗ 18,9 tỷ đồng, trong khi doanh thu cũng sụt giảm tới 74% so với cùng kỳ, đạt hơn 50 tỷ đồng. Theo BCTC của doanh nghiệp, tính đến cuối quý II\/2016, tổng nguồn vốn của PVV đạt 1.391 tỷ đồng, tuy nhiên có tới gần hơn 1.172 tỷ đồng là nợ phải trả, tăng 10% so với đầu năm. Trong khi đó, vốn chủ sở hữu ngày càng “teo tóp” bởi khoản lỗ luỹ kế “khủng” khiến hệ số nợ\/vốn chủ sở hữu của doanh nghiệp ngày càng “phình to”, hiện đã ở mức 5,4 lần.<ref name=\"bizlive\" \/>\n\n==Chú thích==\n{{Tham khảo|cột=}}\n\n[[Thể loại:Vụ án PVC]]\n[[Thể loại:Người Ninh Bình]]"}