{"376947":"{{Wiki hóa|date=tháng 6\/2021}}\n{{Thông tin trường học\n| tên = Trường Cao đẳng Kỹ thuật Cao Thắng\n| tên khác = Trường Cơ khí Á châu, trường Bá Nghệ\n| ngày thành lập = [[20 tháng 2]] [[1906]]\n| loại hình = Cao đẳng\n| địa chỉ = 65 Huỳnh Thúc Kháng, phường Bến Nghé, [[Quận 1]]\n| web = http:\/\/www.caothang.edu.vn\n| sinh viên = Khoảng 12.000 người\n| giảng viên = 286 người\n| hình = \n| tên bản địa = \n| khẩu hiệu = \n| giám đốc = \n| tài trợ = \n| nợ = \n| hiệu trưởng = \n| hiệu phó = \n| giáo viên = \n| nhân viên = \n| học sinh = \n| sinh viên đại học = \n| sinh viên sau đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| khuôn viên = \n| thành phố = \n| tỉnh = \n| quốc gia = \n| tọa độ = \n| điện thoại = \n| logo = \n}}\n\n'''Trường Cao đẳng Kỹ thuật Cao Thắng''' là một trung tâm đào tạo nguồn nhân lực bậc cao đẳng, đồng thời là trung tâm nghiên cứu và ứng dụng những tiến bộ của khoa học - kỹ thuật - công nghệ vào giải quyết những vấn đề trong thực tế sản xuất.\n\nTrường được thành lập với tên gọi ban đầu là '''Trường Cơ khí Á châu''' (L'école des Mécaniciens Asiatiques), thường gọi là trường Bá Nghệ, một trường dạy nghề đầu tiên do [[đế quốc thực dân Pháp|người Pháp]] xây dựng tại [[Liên bang Đông Dương|Đông Dương]].<ref>[http:\/\/truongkythuatcaothang.googlepages.com\/tomtac Lịch sử Trường Cao Thắng]<\/ref>\n\n==Đào tạo==\nNhà trường cung cấp nội dung đào tạo chất lượng cao nhằm đào tạo nguồn nhân lực kỹ thuật chuyên nghiệp, có năng lực nghiên cứu ứng dụng những tiến bộ của khoa học, kỹ thuật và công nghệ vào giải quyết những vấn đề trong thực tế sản xuất. Tạo nền tảng cơ bản có chuyên sâu để người học tự học nâng cao suốt đời.\n* Các Ngành, Nghề đào tạo bậc Cao đẳng:\n# Công nghệ Kỹ thuật Điện, Điện tử\n## Chuyên ngành CNKT Điện công nghiệp\n## Chuyên ngành CNKT Điện tử công nghiệp\n# Công nghệ Kỹ thuật Điện tử - Viễn thông (Điện tử, Truyền thông)\n## Chuyên ngành CNKT Điện tử viễn thông\n## Chuyên ngành CNKT Viễn thông và Mạng máy tính\n# Công nghệ Kỹ thuật Cơ khí\n# Công nghệ Kỹ thuật Ô tô\n# Công nghệ Thông tin\n## Chuyên ngành Công nghệ phần mềm\n## Chuyên ngành Mạng máy tính\n# Công nghệ Kỹ thuật Nhiệt (Cơ điện lạnh)\n# Công nghệ Kỹ thuật Cơ điện tử\n# Công nghệ Kỹ thuật Điều khiển và Tự động hóa\n# Kế toán doanh nghiệp (2,5 năm)\n# Cơ khí chế tạo (Cắt gọt kim loại)\n# Sửa chữa cơ khí (Nguội sửa chữa máy công cụ)\n# Hàn (Công nghệ cao - 2.5 năm)\n# Kỹ thuật máy lạnh và điều hòa không khí\n# Bảo trì, sửa chữa Ô tô (Công nghệ Ô tô)\n# Điện công nghiệp\n# Điện tử công nghiệp\n# Quản trị mạng máy tính\n# Kỹ thuật sửa chữa, lắp ráp máy tính\n* Tốt nghiệp Cao đẳng, sinh viên được liên thông đại học:\n- Đại học Sư phạm kỹ thuật Tp.HCM; Đại học Bách Khoa Tp.HCM; Đại học Jeonju - Hàn Quốc;...\n\n- Các chương trình đạt chuẩn kiểm định ABET có thể học liên thông tại Mỹ, Úc, Canada hoặc các nước phát triển khác.\n\n==Tổ chức==\n===Ban Giám hiệu===\n* Hiệu trưởng: TS. Lê Đình Kha\n* Phó Hiệu trưởng đào tạo: ThS. Trương Quang Trung\n* Phó Hiệu trưởng hành chính: NGƯT.ThS. Nguyễn Công Thành\n\n===Các Khoa Đào tạo===\n# Khoa Cơ khí chế tạo\n# Khoa Cơ khí động lực\n# Khoa Công nghệ Thông tin\n# Khoa Điện-Điện tử\n# Khoa Kỹ thuật Nhiệt-Lạnh\n# Khoa Đại cương\n# Bộ môn Kinh tế và Quản lý\n\n===Các Phòng, Ban chức năng===\n# Phòng Hành chính-Quản trị\n# Phòng Đào tạo\n# Phòng Công tác chính trị và Học sinh, sinh viên\n# Phòng Khoa học Công nghệ và Hợp tác Quốc tế \n# Phòng Tài chính-Kế toán\n\n===Các Trung tâm, Xưởng===\n# Trung tâm Công nghệ thông tin\n# Trung tâm Ngoại ngữ\n# Xưởng Thực hành\n\n== Lịch sử ==\nNgày 20 tháng 2 năm 1906, Trường Cơ khí Á châu (L' école des Mécaniciens Asiatiques) được thành lập, là một trong những trường dạy nghề đầu tiên do [[Đế quốc thực dân Pháp|thực dân Pháp]] lập ra ở [[Nam Kỳ]] với mục đích đào tạo chuyên viên kỹ thuật sơ cấp [[hải quân]] và một số ngành kỹ thuật khác đáp ứng nhu cầu của kinh tế và chính quyền đương thời. \n\nTrường Cơ khí Á Châu được khởi đầu xây cất với một gian nhà lợp [[thiếc]] tại góc đường De lattre de Tassigny và [[Đường Hàm Nghi, Thành phố Hồ Chí Minh|đại lộ Hàm Nghi]] hiện nay. Trong căn nhà lợp thiếc, chỉ có vẻn vẹn một xưởng cơ khí nhỏ, phía Đông nhà trường là kho xưởng [[Hoả xa|xe lửa]] chạy đường Sài Gòn-Chợ Lớn. Lúc bấy giờ, chợ mới Sài gòn còn là một vũng sình lầy, [[Đường Nguyễn Huệ, Thành phố Hồ Chí Minh|đại lộ Nguyễn Huệ]] còn là một con kênh và xóm đường Huỳnh Thúc Kháng vẫn còn là một khu rừng sậy.\n\nNăm 1907: Lúc đầu nhà trường chưa được trang bị đầy đủ nên phần thực hành phải nhờ đến cơ xưởng của trường Thực nghiệp, tại đường Hồng Thập Tự bây giờ.\n\nNăm 1908: Giảng đường phía đại lộ De lattre de Tassigny được xây cất thêm; ở trên làm ký túc xá, ở dưới làm lớp học và kho vật liệu, máy móc. Chương trình học gồm có nhiều môn trong kỹ nghệ, nên dân chúng gọi trường Cơ khí Á châu là trường Bá nghệ.\n\nNăm 1909: Một xưởng cơ khí sườn [[sắt]] lợp thiếc được xây cất, hiện nay hãy còn nguyên vẹn và dùng làm xưởng nguội, tiện, máy dụng cụ, cùng kho vật liệu tại góc [[Đường Nam Kỳ Khởi Nghĩa, Thành phố Hồ Chí Minh|đường De lattre de Tassigny]] và [[Đường Hàm Nghi, Thành phố Hồ Chí Minh|đại lộ Hàm Nghi]].\n\nNăm 1911: Nhà trường có thêm 2 lớp học, hiện nay là tầng dưới dãy nhà chạy dài từ phía trước văn phòng đến phòng đọc sách học sinh bây giờ.\n\nNăm 1914: [[Chiến tranh thế giới thứ nhất]] bùng nổ. Công việc xây cất và trang bị càng tiếp tục không ngừng. Suốt trong thời kỳ chiến tranh ấy, trường Cơ khí Á châu sản xuất rất nhiều [[tạc đạn]] 75 ly cho quân đội, cùng tuyển mộ và đào tạo một số đông thợ chuyên môn để sang Pháp tùng chinh.\n\nNăm 1922: Khu xưởng xe lửa được dời đi nơi khác. Trường Cơ khí Á Châu nới rộng vị trí phía Đông đến [[Đường Pasteur, Thành phố Hồ Chí Minh|đường Pasteur]] hiện giờ.\n\nNăm 1926: Một dãy cơ xưởng được dựng lên tiếp theo, để làm chỗ sửa công xa, xưởng máy, xưởng điện, xưởng gò và rèn. Như thế một dãy 5 xưởng hình thành như ta thấy ngày nay.\n\nNăm 1931: Một giảng đường lớn được dựng lên, nối liền văn phòng hiện giờ với dãy nhà đã có từ năm 1916.\n\nNăm 1939: Thế giới đại chiến thứ 2 nổ bùng. Nhà trường tiếp tục hoạt động, nhưng không xây cất thêm. Ngày 24 thang 10 năm 1939,Ông Rosel, Hiệu trưởng sáng lập trường Cơ khí Á Châu từ trần lúc tại chức và được ông Albert Simon thay thế, ông Albert Simon là một Đại uý Cơ khí Hải quân. Để tri Ân người quá cố đã có công tạo lập ra trường Cơ khí Á Châu, trường này được chính phủ cho mang thêm danh hiệu, \"trường Rosel\" (École des mécaniciens-École Rosel)\n\nNăm 1940: Do đề nghị của ông Hiệu trưởng Albert Simon, trường Rosel đổi lại thành \"Trường Kỹ thuật Chuyên Môn\" (École Technique Spéciale).\n\nNgày 26-12-1941, trường Kỹ thuật Chuyên Môn bị quân đội Nhật chiếm đóng cấp tốc và phải tạm dời về [[Xưởng đóng tàu Ba Son|Hải quân Công xưởng]] gọi là Sở Ba Son. Nhà trường chiếm một khu nhà lợp lá gần vàm sông Thị Nghè và bắt đầu hoạt động lại từ 20 –01-1942.\n\nCũng trong năm ấy, Albert Simon bị động viên đi [[Hải Phòng]] và được Yves Germain thay thế. Yves Germain cũng là một Đại uý cơ khí Hải quân.\n\nNăm 1944: Dưới sự [[oanh tạc]] ráo riết của phi cơ Mỹ, nhà trường phải dọn vào tu viện Séminaire tại đường Cường Để ngày 10-06-1944 đến 07-02-1945, trong các gian nhà của tu viện.\n\nNgày 07-02-1945, [[Quân đội Đế quốc Nhật Bản|quân đội Nhật]] đến chiếm đóng luôn tu viện, nhà trường bị giải tán cho đến ngày đại biến và tổng tản cư.\n\nNăm 1946: Sau khi quân Nhật đầu hàng đồng minh và rút lui khỏi Đông Dương, quân Pháp trở lại chiếm cứ Việt Nam và thành lập chính phủ Nam Kỳ. Trường Kỹ thuật Chuyên Môn lại trở về vị trí cũ, đường Huỳnh Thúc Kháng. Yves Germain trở lại làm hiệu trưởng, lo tu bổ lại các lớp học và cơ xưởng.\n\nNăm 1947: Nhà trường bắt đầu hoạt động lại như trước. Yves Germain về Pháp và Gérard Tabouillot, kỹ sư công nghệ đến thay. Nhà trường đổi tên mới là trường Trung học Đệ Nhất Cấp.\n\nNăm 1949: Tabouillot về Pháp nghỉ phép và được ông Abrall thay thế trong 6 tháng. Abrall từ trần lúc tại chức.\n\nNăm 1950: Vị Hiệu trưởng người Việt Nam đầu tiên đến nhận chức là Nguyễn Cao Khoa, kỹ sư điện trường Grenoble, nhưng ông vẫn làm kỹ sư sở xe lửa mà chỉ kiêm nhiệm Hiệu trưởng thôi.\n\nNăm 1952: Đỗ Văn Trà, Kỹ sư của Bộ công chính đến kiêm nhiệm chức hiệu trưởng thay Nguyễn Cao Khoan.\n\nNăm 1953: Nhà trường mở thêm một chi nhánh gồm 5 lớp đệ thất đặt tại Nha Kỹ thuật và Mỹ thuật Học Vụ -số 48 Phan Đình Phùng hiện giờ.\n\nNăm 1954: Nhà trường bắt đầu mở thêm lớp đệ tam (đệ nhị cấp)\n\nNăm 1956: Ngày 29 tháng 06 năm 1956, trường được đổi tên thành trường trung học kỹ thuật đệ nhị cấp Cao Thắng, có đủ các lớp đệ nhất cấp và đệ nhị cấp để dạy thi tú tài kỹ thuật toàn phần. Chi nhánh Phan Đình Phùng được dời luôn về trường trường trung học kỹ thuật đệ nhị cấp Cao Thắng.\n\nNăm 1957: Nguyễn Đăng Hoàng thanh tra kỹ thuật đến kiêm nhiệm Hiệu trưởng thay thế Đỗ Văn Trà từ ngày 16-09-1957 đến ngày 16-01-1958.\n\nNgày 17–01-1958, Phạm Xuân Độ, thanh tra tiểu học, tốt nghiệp trường cao đẳng sư phạm Đông Dương, Cựu giám đốc học chính Bắc Việt và Cao nguyên đến nhận chức Hiệu trưởng chính thức đầu tiên của trường Trung học Kỹ thuật Cao Thắng. Nhà trường ngày càng khuếch trương thêm, dãy nhà nhân viên ở đường Pasteur được sửa chữa lại thành 6 lớp học và 4 phòng nhỏ.\n\nNăm 1959: Nhà trường sửa soạn xây cất lại giảng đường phía lộ De lattre de Tassigny và nới rộng các cơ xưởng để tiếp nhận viện trợ [[Tây Đức]].\n\nNăm 1961: Người Tây Đức chuyển về trường kỹ thuật Đức Việt, tức trường Công nghiệp Thủ Đức ngày nay, đem theo máy móc thiết bị (trừ một số máy công cụ và trang thiết bị cho xưởng cơ khí và xưởng kỹ nghệ sắt để tặng lại nhà trường như còn thấy hiện nay). Cũng trong năm này, Cao Thành Danh, kỹ sư, đến nhận chức hiệu trưởng thay ông Độ.\n\nNăm 1965: Thạc sĩ Lê Đình Viện đến nhận chức hiệu trưởng.\n\nNăm 1967: Nguyễn Hồng Lam, kỹ sư công nghệ đến nhận chức hiệu trưởng.\n\nNăm 1975: Trần Hữu Tám, chuyên viên kỹ thuật (cựu học sinh của trường khoá 1932-1935) làm hiệu trưởng.\n\nNăm 1980: Dãy nhà A được phá bỏ, thay thế vào đó là một khối nhà cao tầng.\n\nNăm 1981: Đinh Văn Mộng, kỹ sư cơ khí nhận chức hiệu trưởng, thay Trần Hữu Tám nghỉ hưu. Tháng 7 năm 1982, trường được bộ chủ quản chấp thuận đổi tên trường thành Trường Kỹ thuật Cao Thắng. Nghề điện được mở lớp đào tạo lại sau thời gian gián đoạn từ năm 1978.\n\nNăm 1985: Phòng truyền thống với những tư liệu quý giá về học tập và tham gia đấu tranh của học sinh nhà trường đã hoàn thành, nhằm mục đích giáo dục đối với học sinh trường.\n\nNăm 1989: Võ Hồng Thái, kỹ sư cơ khí ô tô, nhận chức hiệu trưởng. Các lớp điện tử, trung học ô Tô, trung học điện được mở ra từ năm này. Cũng trong năm này, hai hội trường A và B được cải tạo khang trang hơn.\n\nNăm 1991: Dãy nhà dùng làm kho và nơi để ô tô đã được phá dỡ và trên nền nhà này, một sân chơi thể thao đã được hoàn thành.\n\nNgày 1-10-2000: Thạc sĩ Đào Khánh Dư nhận chức Hiệu Trưởng thay Võ Hồng Thái nghỉ hưu. Xây dựng khu nhà B-5 tầng (khởi công từ 7\/2000 hoàn thành tháng 2\/2001), tăng thêm 16 phòng học.\n\nNăm 2003: Xây dựng nhà A làm hội trường, các phòng học Cơ điện tử, [[CAD\/CAM]], [[CNC]] và phòng học của khoa Điện tử Tin học.\n\nNăm 2004: Ngày 19 tháng 10 năm 2004. Bộ trưởng Bộ Giáo dục Đào Tạo ký quyết định số 6034\/QĐ-BGD & ĐT – TCCB thành lập trường Cao đẳng Kỹ thuật Cao Thắng trên cơ sở trường Kỹ thuật Cao Thắng. Tháng 12 khởi công xây dựng đơn nguyên 1 tòa nhà 7 tầng lầu có tầng hầm.\n\nNăm 2008: Hoàn thành đơn nguyên II nhà F 7 tầng có tầng hầm để xe, có 03 thang máy.\n\nNăm 2013: Khởi công xây dựng nhà Đa năng 7 tầng có 2 tầng hầm hiện đại.\n\n==Hoạt động chính trị của học sinh==\nHọc sinh trường CDKT Cao Thắng đã tham gia vào các phong trào biểu tình như bãi khóa, rải truyền đơn, cùng với các sinh viên - học sinh trường bạn và nhân dân Sài Gòn để tang cụ [[Phan Châu Trinh|Phan Chu Trinh]] (1925), đòi tự do cho cụ [[Phan Bội Châu]] (1926), phản đối vụ bắt giam [[Nguyễn An Ninh]] (1926).\n\nNăm 1932, chi bộ Đảng Cộng sản Đông Dương đầu tiên được thành lập tại trường. Học sinh Cao Thắng hoạt động ngày càng mạnh trong phong trào mặt trận dân chủ (1936-1939), câu lạc bộ học sinh (1939-1940) nhằm đánh thức lòng yêu nước và trách nhiệm trước lịch sử của thanh niên học sinh.\n\n== Hiệu trưởng ==\n===École des méchaniciens asiatiques===\n\n# 1906-1939: [[Emmanuel Rosel]] kỹ sư công nghệ, Đại tá Hải quân\n\n=== École technique speciale===\n# 1939-1942: [[Albert Simon]] kỹ sư cơ khí, Đại úy Hải quân\n# 1942-1946: [[Yves Germain]] kỹ sư cơ khí, Đại úy Hải quân\n\n===Collège technique===\n# 1946-1950: [[Gérard Tabouilliot]] kỹ sư công nghệ\n# 1950-1952: [[Nguyễn Cao Khoan]] - kỹ sư điện\n\n=== Trường trung học kỹ thuật đệ nhị cấp Cao Thắng===\n# 1952-1957: [[Đỗ Văn Trà]] kỹ sư điện I.K.G\n# 1957-1958: [[Nguyễn Đăng Hoàng]] kỹ sư công chánh\n\n===Trường trung học kỹ thuật Cao Thắng===\n# 1958-1961: [[Phạm Xuân Độ]] Giáo sư Thanh tra Học chính\n# 1961-1964: [[Cao Thanh Đảnh]] kỹ sư E.N.S.M\n# 1964-1965: [[Nguyễn Tấn Phát]] kỹ sư E.N.S.M\n# 1965-1967: [[Lê Đình Viện]] Cao học giáo dục \n# 1967-1975: [[Nguyễn Hồng Lam]] kỹ sư công nghệ\n# 1975-1980: [[Trần Hữu Tám]] chuyên viên kỹ thuật\n# 1981-1988: [[Đinh Văn Mộng]] kỹ sư cơ khí\n\n===Trường kỹ thuật Cao Thắng===\n# 1982-1988: [[Đinh Văn Mộng]] - kỹ sư cơ khí\n# 1989-2000: [[Võ Hồng Thái]] - kỹ sư cơ khí ô tô\n# 2000-2004: [[Đào Khánh Dư]] - thạc sĩ cơ khí\n\n===Trường Cao đẳng kỹ thuật Cao Thắng===\n# 2005-2017: [[Đào Khánh Dư]] - tiến sĩ cơ khí, nhà giáo nhân dân\n#2017 đến nay: Lê Đình Kha - tiến sĩ điện tử\n\n== Thành tích đạt được ==\n- 03 huân chương Lao động hạng Ba (1985, 1996, 2006)\n\n- Huân chương Chiến công hạng Nhì (1990)\n\n- Huân chương Lao động hạng Nhất (1996,2016)\n\n- 01 nhà giáo nhân dân\n\n- 05 nhà giáo ưu tú và 36 huân chương Vì sự nghiệp GD\n\n- Huân chương Độc lập hạng Ba (2001)\n\n- Huân chương Độc lập hạng Nhất (2006, 2011)\n\n- Trường liên tục được công nhận là Trường Tiên tiến XS.\n\n== Chất lượng đào tạo ==\n===Đội ngũ giảng viên===\nTính đến tháng 8 năm 2019, trường có 290 giảng viên. Trong đó có 12 [[tiến sĩ]], 184 [[thạc sĩ]] và 94 giảng viên có trình độ [[đại học]].<ref name=\"uah.edu.vn2\">{{Chú thích web|url=http:\/\/caothang.edu.vn\/uploads\/files\/3congkhai\/2016-2017\/Bao%20cao%203%20cong%20khai-%20mau%2021.pdf|tiêu đề=Báo cáo công khai năm học 2016 - 2017|ngày truy cập=2018-01-05|archive-date=2018-01-06|archive-url=https:\/\/web.archive.org\/web\/20180106071853\/http:\/\/caothang.edu.vn\/uploads\/files\/3congkhai\/2016-2017\/Bao%20cao%203%20cong%20khai-%20mau%2021.pdf|url-status=dead}}<\/ref>\n\n=== Kiểm định chất lượng đào tạo ===\nVào tháng 10\/2017, trường có 2 ngành cao đẳng Công nghệ kỹ thuật Cơ khí và công nghệ kỹ thuật Điện - Điện tử đã được kiểm định theo chuẩn ABET (Mỹ).<ref>{{Chú thích web|url=http:\/\/caothang.edu.vn\/bai_viet\/8-TRUONG-THU-HAI-CUA-VIET-NAM-KIEM-DINH-THEO-TIEU-CHUAN-HOA-KY-554.html|tiêu đề=Cao Thắng: Trường thứ hai của VN kiểm định theo tiêu chuẩn Hoa Kỳ|ngày truy cập=2018-04-23|archive-date=2018-04-23|archive-url=https:\/\/web.archive.org\/web\/20180423170631\/http:\/\/caothang.edu.vn\/bai_viet\/8-TRUONG-THU-HAI-CUA-VIET-NAM-KIEM-DINH-THEO-TIEU-CHUAN-HOA-KY-554.html|url-status=dead}}<\/ref>\n\n== Những cựu học sinh, sinh viên tiêu biểu ==\n*[[Nguyễn Tất Thành]] (Hồ Chí Minh): Chủ tịch nước [[Việt Nam Dân chủ Cộng hòa]]\n*[[Tôn Đức Thắng]]: Chủ tịch nước [[Việt Nam Dân chủ Cộng hòa]] và [[Cộng Hòa Xã Hội Chủ nghĩa Việt Nam]]\n*[[Nguyễn Văn Thiệu]]: [[Tổng thống Việt Nam Cộng hòa]]\n*[[Đoàn Văn Bơ]]: Nhà hoạt động cách mạng Việt Nam\n*[[Trần Văn Danh]]: Thiếu tướng, thứ trưởng bộ điện lực Việt Nam, anh hùng lao động\n*[[Nguyễn Văn Đua]]: chính khách Việt Nam, phó bí thư thường trực Thành ủy Thành phố Hồ Chí Minh\n*[[Võ Tòng Xuân]]: Giáo sư - Tiến sĩ, [[Nhà giáo Nhân dân]], [[Anh hùng Lao động]]\n*[http:\/\/cstc.cand.com.vn\/Phong-su-Tieu-diem\/Nhieu-cong-hien-khoa-hoc-cua-mot-Vien-si-tung-la-linh-hai-quan-497313\/ Ngô Văn Nhơn]<ref>{{Chú thích web|url=https:\/\/www.sggp.org.vn\/nguoi-viet-nam-dau-tien-duoc-phong-vien-si-iaq-522790.html|tựa đề=Người Việt Nam đầu tiên được phong Viện sĩ IAQ|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>: [http:\/\/khampha.vn\/khoa-hoc-cong-nghe\/nguoi-viet-nam-dau-tien-duoc-phong-vien-si-vien-han-lam-quoc-te-ve-chat-luong-c7a650508.html Viện sĩ] - Tiến sĩ, Huân chương lao động\n\n==Liên kết ngoài==\n*[http:\/\/www.caothang.edu.vn\/ Trường Cao đẳng Kỹ thuật Cao Thắng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091020200201\/http:\/\/www.caothang.edu.vn\/ |date=2009-10-20 }}\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{DEFAULTSORT:Cao Thắng, Sài Gòn}}\n[[Thể loại:Trường cao đẳng tại Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Đại học và cao đẳng kỹ thuật Việt Nam]]\n[[Thể loại:Huân chương Lao động hạng Ba]]\n[[Thể loại:Huân chương Chiến công hạng Nhì]]\n[[Thể loại:Huân chương Lao động hạng Nhất]]\n[[Thể loại:Huân chương Độc lập hạng Ba]]\n[[Thể loại:Huân chương Độc lập hạng Nhất]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Bộ Công thương|Cao đẳng Cao Thắng]]"}