{"260555":"{{Thiếu nguồn gốc|date=tháng 12 năm 2021}}{{Wiki hóa}}{{Thông tin trường học\n| tên = Trường Đại học <br>Kỹ thuật Y tế Hải Dương\n| logo = \n| khẩu hiệu = Đa cấp đa ngành, Hợp tác phát triển, Kỷ cương trách nhiệm, Thực hành chuyên nghiệp, Y đức - Lễ phép, Tư duy đổi mới, Học tập suốt đời và Dịch vụ chu đáo (Đ-H-K-T-Y-T-H-D)\n| ngày thành lập = [[12 tháng 7]] năm [[2007]]\n| loại hình = [[Đại học công lập]]\n| hiệu trưởng = [[Tiến sĩ|TS]]. [[Phạm Thị Cẩm Hưng- Phó hiệu trưởng phụ trách trường]]\n| sinh viên đại học = \n| địa chỉ = Số 1 Vũ Hựu, [[hải Dương (thành phố)|thành phố Hải Dương]], tỉnh [[Hải Dương]], [[Việt Nam]]\n| điện thoại = +84-(0220).389 1799\n| web = [http:\/\/www.hmtu.edu.vn\/ www.hmtu.edu.vn]\n| Phó Hiệu trưởng = TS. BS Phạm Xuân Thành - ThS. Nguyễn Thành Hưng\n| Chủ tịch Hội đồng trường = TTND.PGS.TS Vũ Đình Chính\n}}\n\n'''Trường Đại học Kỹ thuật Y tế Hải Dương''' được thành lập ngày 12\/7\/2007, trụ sở của trường tọa lạc tại [[hải Dương (thành phố)|thành phố Hải Dương]], tỉnh [[Hải Dương]]. Trường hoạt động theo cơ chế [[đại học công lập]]. Trực thuộc Bộ Y tế Việt Nam.\n\nVới gần 15 chuyên ngành đào tạo như: [[Bác sĩ đa khoa]], Kĩ thuật hình ảnh y học, Kĩ thuật xét nghiệm đa khoa, Điều dưỡng đa khoa, Phục hồi chức năng, Điều dưỡng sản phụ khoa, [[Nữ hộ sinh]]...Trường là cơ sở đào tạo kỹ thuật viên y tế có trình độ đại học duy nhất ở miền Bắc, góp phần đáp ứng nhu cầu về nhân lực cho các tỉnh, thành phố [[miền Bắc (Việt Nam)|miền bắc]] cũng như cả nước.\n\n==Lịch sử ==\n1. Từ 1960 - 1977: \n\nTrường Y sỹ Hải Dương (Quyết định số 18\/TCCB ngày 5\/9\/1960 của Ủy ban Hành chính tỉnh Hải Dương), Trường Cán bộ Y tế Hải Hưng, Trường Trung học Y tế Hải Hưng: đào tạo y sỹ, dược sỹ, y tá, nữ hộ sinh trung học\n\n2. Từ 1978 - 2001: \n\nTrường Trung học Kỹ thuật Y tế 1- Bộ Y tế, đào tạo KTV Xét nghiệm, Xquang, Vật lý trị liệu\/ Phục hồi chức năng, Gây mê hồi sức, Y sỹ Nha, Điều dưỡng đa khoa, hộ sinh trung cấp\n\n3. Tháng 4\/2001: \n\nNâng cấp thành Trường Cao đẳng Kỹ thuật Y tế 1 - Bộ Y tế (Quyết định số 1952 \/QĐ-BGD&ĐT ngày 24\/4\/2001), đào tạo Điều dưỡng và Kỹ thuật y học 7 chuyên ngành Cao đẳng (KTV Xét nghiệm, Kỹ thuật hình ảnh, Vật lý trị liệu\/ Phục hồi chức năng, Điều dưỡng Đa khoa, Điều dưỡng [[Nha khoa]], Điều dưỡng Gây mê hồi sức, Hộ sinh) và 08 chuyên ngành hệ Trung cấp\n\n-Từ 2006: Đào tạo thêm 03 chuyên ngành Cao đẳng: Dinh dưỡng - Tiết chế, Kiểm nghiệm ATVSTP và Y học Dự phòng\n\n4. Từ tháng 7\/2007: \n\n- Nâng cấp thành Trường Đại học kỹ thuật Y tế Hải Dương (Quyết định 868\/QĐ-TTg ngày 12\/7\/2007)\n\n-Từ năm học 2008 - 2009: Đào tạo trình độ Đại học các chuyên ngành: Điều dưỡng, Xét nghiệm, Kỹ thuật hình ảnh và VLTL\n\n===Hệ đại học===\n*[[Y đa khoa|Bác sĩ đa khoa]]\n*[[Xét nghiệm Y học]]\n*[[Kỹ thuật hình ảnh y học]]\n*[[Vật lý trị liệu\/Phục hồi chức năng|Phục hồi chức năng]]\n*[[Điều dưỡng]]\n**Điều dưỡng đa khoa\n**Điều dưỡng nha khoa\n**Điều dưỡng Gây mê - Hồi sức\n**Điều dưỡng Sản phụ khoa\n'''Sau đại học:'''\n\n- Chuyên khoa I: Phục hồi chức năng.\n\n- Chuyên khoa I: Điều dưỡng\n\n==Thành tích==\n*[[Huân chương Độc lập]] hạng II, III\n*[[Huân chương Lao động]] hạng I, II, III\n*Huân chương Tự do hạng I của Nước CHDCND [[Lào]]\n*01 cờ thi đua của Chính phủ\nNgoài ra còn có nhiều cờ thi đua của Bộ Y tế, [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]], Ủy ban Nhân dân tỉnh Hải Dương trao tặng<ref>[http:\/\/www.moh.gov.vn\/homebyt\/vn\/portal\/InfoDetail.jsp?area=58&cat=1878&ID=2819 Hệ thống các trường Y tế]<\/ref>.\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/www.hmtu.edu.vn\/ Trang chủ chính thức]\n\n{{Bệnh viện - Trường học}}\n{{Cơ sở đào tạo, nghiên cứu, xuất bản trực thuộc Bộ Y tế}}\n\n[[Thể loại:Cơ sở đào tạo, nghiên cứu, xuất bản trực thuộc Bộ Y tế]]\n[[Thể loại:Đại học và cao đẳng y dược Việt Nam|Kỹ thuật Y tế Hải Dương]]\n[[Thể loại:Trường đại học và cao đẳng tại Hải Dương|Kỹ thuật Y tế Hải Dương]]"}