{"828291":"{{dablink|Đừng nhầm lẫn với [[Trường Đại học Quốc tế, Đại học Quốc gia Thành phố Hồ Chí Minh|Trường Đại học Quốc tế]]. Tìm hiểu thêm đại học khác tại [[Danh sách trường đại học tại Thành phố Hồ Chí Minh]]}}{{wikify}}\n{| class=\"wikitable sortable mw-collapsible infobox\" width=\"280px\"\n|+\n| colspan=\"2\" style=\"text-align: center;font-size: 125%;font-weight: bold;background: lightgray;\" align=\"center\" | Trường Đại học Quốc tế Sài Gòn<br><small>''The Saigon International University''<\/small>\n|-\n| colspan=\"2\" align=\"center\" |\n|-\n|'''Thành lập:''' ||2007\n|-\n|'''Địa chỉ:'''||8C, 16 & 18  Tống Hữu Định, P.Thảo Điền, Tp.Thủ Đức, TPHCM.\n|-\n|'''Vị trí:''' ||[https:\/\/www.google.com\/maps\/place\/Tr%C6%B0%E1%BB%9Dng+%C4%90%E1%BA%A1i+h%E1%BB%8Dc+Qu%E1%BB%91c+t%E1%BA%BF+S%C3%A0i+G%C3%B2n\/@10.8055017,106.7326092,17z\/data=!4m12!1m6!3m5!1s0x317527098834fe7d:0x814d72a39c8b60a!2zVHLGsOG7nW5nIMSQ4bqhaSBo4buNYyBRdeG7kWMgdOG6vyBTw6BpIEfDsm4!8m2!3d10.8055017!4d106.7326092!3m4!1s0x317527098834fe7d:0x814d72a39c8b60a!8m2!3d10.8055017!4d106.7326092 Thành phố Thủ Đức, Thành phố Hồ Chí Minh, Việt Nam]\n|-\n|'''Điện thoại:''' ||(84-28) 36203932\n'''Fax:''' (84-28) 54093928\n|-\n|'''Website:'''||[http:\/\/www.siu.edu.vn siu.edu.vn]\n|-\n|'''Facebook:'''\n|https:\/\/www.facebook.com\/dhquoctesaigon\n|-\n|'''Twitter:'''\n|https:\/\/twitter.com\/SIUVietNam\n|-\n|'''Youtube:'''\n|https:\/\/www.youtube.com\/user\/SIUVietnam\n|-\n|'''Flickr:'''\n|https:\/\/www.flickr.com\/photos\/dhquoctesaigon\n|}\n'''Trường Đại học Quốc tế Sài Gòn''' (tiếng Anh: ''Saigon International University -'' SIU) '''là trường đại học quốc tế tại Việt Nam, đào tạo đại học và sau đại học cho sinh viên Việt Nam và nước ngoài, vừa có chương trình giảng dạy bằng tiếng Anh, vừa có chương trình giảng dạy bằng tiếng Việt theo tiêu chuẩn chương trình đại học Hoa Kỳ.''' \n\nTrường Đại học Quốc tế Sài Gòn (SIU) được công nhận là thành viên của International Accreditation Council for Business Education (Hội đồng kiểm định quốc tế các trường đại học đào tạo ngành Kinh doanh) - IACBE, Hoa Kỳ từ tháng 11\/2010 và The Association to Advance Collegiate Schools of Business (Hiệp hội phát triển giảng dạy doanh thương bậc đại học) - AACSB, Hoa Kỳ từ năm 2011.\n\nCuối tháng 3\/2020, sau chặng đường dài 10 năm nỗ lực không ngừng nâng cao chất lượng, hoàn thành các tiêu chí khắt khe của IACBE, khối ngành Kinh doanh của Trường Đại học Quốc tế Sài Gòn (SIU) chính thức được IACBE công nhận đạt kiểm định quốc tế. SIU hiện là trường đại học đầu tiên và duy nhất của Việt Nam, là một trong số ít trường đại học ở khu vực Châu Á được IACBE kiểm định và chứng nhận chất lượng giáo dục.\n[[Tập tin:Mat tien SIU.jpg|nhỏ|335x335px]]\nTháng 6\/2020, SIU được công nhận đạt kiểm định quốc gia cấp trường theo bộ tiêu chuẩn của Bộ Giáo dục & Đào tạo, sau đó là đạt kiểm định quốc gia 2 khối ngành Ngôn ngữ Anh và [[Khoa học máy tính]] (tháng 12\/2020).\n\n== Lịch sử ==\n\nNăm 2006, các thành viên sáng lập Trường Đại học Quốc tế Sài Gòn (SIU) trình [[Sở Giáo dục và Đào tạo]] [[Thành phố Hồ Chí Minh]], [[Ủy ban nhân dân Thành phố Hồ Chí Minh]], [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục & Đào tạo]] và Chính phủ dự án thành lập trường [[đại học tư thục]] quốc tế tại [[Thành phố Hồ Chí Minh]].<ref>{{chú thích web | url = https:\/\/commons.wikimedia.org\/wiki\/File:Thanh_lap_DHQTSG0001.pdf | tiêu đề = Quyết định thành lập Đại Học Quốc tế Sài Gòn | author = | ngày = | ngày truy cập = 15 tháng 5 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nNgày 24 tháng 9 năm 2007, [[Thủ tướng Chính phủ]] đã ký quyết định chính thức thành lập Trường Đại học Quốc tế Sài Gòn, đào tạo bậc [[đại học]] và [[cao đẳng]] với các ngành về [[kinh tế]], [[khoa học kỹ thuật]] và [[ngôn ngữ]]<ref>{{chú thích web | url = http:\/\/www.sggp.org.vn\/phattriendoanhnghiep\/2007\/11\/128466\/ | tiêu đề = Trường Đại học Quốc tế Sài Gòn bắt đầu tuyển sinh | author = | ngày = | ngày truy cập = 28 tháng 9 năm 2014 | nơi xuất bản = [[Sài Gòn Giải Phóng|Báo Sài Gòn Giải Phóng Online]] | ngôn ngữ = }}<\/ref>.\n\nĐến năm 2015, SIU mở chuyên ngành Quản trị kinh doanh bậc thạc sĩ (MBA) và mở rộng đào tạo bậc [[đại học]] ngành Luật từ 2018.\n\n== Lĩnh vực đào tạo==\n\n'''Các ngành và chuyên ngành đào tạo của trường (2022):'''\n\n'''Chương trình Sau đại học'''\n\n* Quản trị kinh doanh ([https:\/\/www.siu.edu.vn\/siug\/chuong-trinh-dao-tao\/chuong-trinh-dao-tao-mba.aspx MBA])\n\n* Khoa học máy tính ([https:\/\/www.siu.edu.vn\/siug\/chuong-trinh-dao-tao\/chuong-trinh-dao-tao-mcs.aspx MCS])\n\n'''Chương trình Đại học'''\n\nKHỐI NGÀNH KINH TẾ - QUẢN LÝ\n\n* Quản trị kinh doanh\n* Kinh doanh số\n* Quản trị du lịch\n* Kinh tế đối ngoại\n* Thương mại quốc tế\n* Marketing số\n* Thương mại điện tử\n* Quản trị nhà hàng - khách sạn\n* Logistics & quản lý chuỗi cung ứng \n\nKHỐI NGÀNH CÔNG NGHỆ \n\n* Trí tuệ nhân tạo\n* Hệ thống dữ liệu lớn \n* Kỹ thuật phần mềm\n* Mạng máy tính & an ninh thông tin\n\nKHỐI NGÀNH NGOẠI NGỮ\n\n* Tiếng anh giảng dạy\n* Tiếng anh thương mại\n\nKHỐI NGÀNH LUẬT\n\n* Luật kinh tế quốc tế\n\nKHỐI NGÀNH TÂM LÝ – XÃ HỘI\n\n* Tâm lý học tham vấn & trị liệu\n\nKHỐI NGÀNH KẾ TOÁN – KIỂM TOÁN\n\n* Kế toán - kiểm toán\n* Kế toán doanh nghiệp\n\nKHỐI NGÀNH ĐÔNG PHƯƠNG HỌC\n\n* Hàn Quốc học\n* Nhật Bản học\n* Trung Quốc học\n\n== Công nhận quốc tế ==\nSinh viên SIU học chương trình đại học giảng dạy bằng tiếng Anh được công nhận học liên thông 2 năm cuối nếu có nhu cầu chuyển đến các trường đại học có quan hệ hợp tác với Trường Đại học Quốc tế Sài Gòn. Điều kiện chuyển tiếp cụ thể do trường đại học được chọn quy định.\n\nSinh viên tốt nghiệp các chương trình của Trường Đại học Quốc tế Sài Gòn được công nhận học tiếp thạc sĩ, tiến sĩ tại SIU hoặc các trường đại học của Việt Nam và Hoa Kỳ, Anh, Úc, Canada…\n\n== Cơ sở vật chất ==\n\nTrường có 3 cơ sở là Lewis Campus, Fleming Campus và Đông A Campus lần lượt tại các địa chỉ 8C, 16 & 18 đường Tống Hữu Định, phường Thảo Điền, thành phố Thủ Đức, TP.HCM với tổng diện tích sử dụng gần 15.000 m², được đầu tư cơ sở vật chất hiện đại, tiện nghi tiêu chuẩn quốc tế.\n\nNgoài ra, Trường Đại học Quốc tế Sài Gòn còn xây dựng Khu truyền thống - dã ngoại với diện tích 5ha tại Thành phố [[Long Khánh]] - tỉnh [[Đồng Nai]], chính thức đi vào hoạt động từ tháng 11\/2012. Khu truyền thống - dã ngoại SIU còn là nơi tổ chức lễ tốt nghiệp, các hoạt động giáo dục truyền thống [[dân tộc]], các giờ học tập ngoại khóa và tìm hiểu cội nguồn [[văn hóa Việt Nam]] cho sinh viên.\n\n== Hệ thống thư viện ==\n\nTrường Đại học Quốc tế Sài Gòn (SIU) sở hữu 2 thư viện sách tiếng Anh (thư viện Alexandria) và thư viện sách tiếng Việt (thư viện [[Trần Nhân Tông]]) chuyên biệt.\n[[Tập tin:ThuvienAlexanderia.jpg|nhỏ|102x102px]]\nThư viện Alexandria  được xem là giảng đường thứ hai của sinh viên SIU, đặc biệt là sinh viên theo học chương trình giảng dạy bằng tiếng Anh. Sinh viên có thể tìm thấy hàng loạt nguồn tài nguyên điện tử nước ngoài, nguồn tài liệu ngoại văn thuộc tất cả các lĩnh vực kinh tế, văn hóa, khoa học, giáo dục, thương mại, ngôn ngữ, xã hội (bao gồm sách tiếng Anh, báo, tạp chí nước ngoài, các công trình nghiên cứu quốc tế…) có vai trò quan trọng đáp ứng nhu cầu nâng cao ngoại ngữ, học tập chuyên ngành, nghiên cứu chuyên sâu của sinh viên cũng như đội ngũ giảng viên của trường.\n[[Tập tin:ThuvienTranNhanTong.jpg|thế=|nhỏ|103x103px]]\nThư viện Trần Nhân Tông được xây dựng theo mô hình không gian mở với hàng loạt dãy kệ sách trải dài khắp các tầng. Không gian tự học, không gian nghỉ ngơi dành cho các bạn sinh viên rộng rãi, thoáng mát và có trang thiết bị hiện đại. Thư viện Trần Nhân Tông phục vụ chủ yếu sách tiếng Việt cùng nguồn tài nguyên thông tin điện tử về học thuật và nghiên cứu toàn cầu. Ngoài ra, còn có nhiều bài báo nghiên cứu từ các tạp chí khoa học và tài liệu khoa học khác được tập hợp từ các nhà xuất bản, cũng như nhiều kho thông tin khoa học số của các trường đại học khác trên thế giới.[[Tập tin:Dien tu.jpg|nhỏ|101x101px]]\n\n[[Thư viện điện tử]] hoạt động hiệu quả với [[hệ thống máy tính]] hiện đại, trang thiết bị đồng bộ, đường truyền [[Internet]] tốc độ cao và wifi phủ sóng toàn bộ khuôn viên 3 cơ sở đào tạo. Nguồn tài liệu số đa dạng đảm bảo phục vụ tối đa nhu cầu của nhân viên, [[giảng viên]] và [[sinh viên]] nhà trường, bao gồm: văn bản [[điện tử]], tài liệu âm thanh, hình ảnh, phim,…\n== Kiểm định trong nước và quốc tế ==\nTrường Đại học Quốc tế Sài Gòn (SIU) hiện là thành viên các tổ chức kiểm định chất lượng giáo dục hàng đầu thế giới của Mỹ: Hội đồng kiểm định quốc tế các trường đại học đào tạo ngành Kinh doanh (IACBE) và Hiệp hội phát triển giảng dạy doanh thương bậc đại học (AACSB).<ref>{{chú thích web | url = http:\/\/www.iacbe.org\/results.asp | tiêu đề = IACBE | author =  | ngày =  | ngày truy cập = 28 tháng 9 năm 2014 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 14 tháng 8 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20130814105850\/http:\/\/www.iacbe.org\/results.asp }}<\/ref>\n\nTrường Đại học Quốc tế Sài Gòn là trường đại học đầu tiên của Việt Nam đạt kiểm định của Hội đồng kiểm định quốc tế các trường đại học đào tạo ngành Kinh doanh (IACBE) - Mỹ (tháng 3\/2020); đạt kiểm định quốc gia 2 khối ngành Ngôn ngữ Anh và Khoa học máy tính (tháng 12\/2020), đạt kiểm định quốc gia cấp trường theo bộ tiêu chuẩn của Bộ GD&ĐT (tháng 6\/2020).\n\n== Hợp tác quốc tế ==\nTrường Đại học Quốc tế Sài Gòn (SIU) có quan hệ hợp tác với nhiều trường đại học danh tiếng thế giới: Suffolk University, Truman State University - Hoa Kỳ; Ritsumeikan University và Asia Pacific Univetsity (APU) - [[Nhật Bản]]; Huddersfield University và Buckinghamshire New University - Anh Quốc; Dankook University - Hàn Quốc.\n\n== Mô hình đào tạo gắn kết doanh nghiệp ==\nMô hình đào tạo gắn kết với doanh nghiệp của Trường Đại học Quốc tế Sài Gòn (SIU) rất được chú trọng. Nhà trường đã ký kết hợp tác với hàng loạt các doanh nghiệp trong và ngoài nước ở nhiều lĩnh vực: luật, công nghệ, logistics, ngân hàng, du lịch, nhà hàng - khách sạn, giáo dục, bất động sản… Đây là một trong những yếu tố cộng hưởng vào nội lực của SIU để mở rộng kênh thực tập, việc làm cho sinh viên và nâng cao chất lượng đào tạo của Nhà trường.\n\n== Giải thưởng ==\nSinh viên SIU tỏa sáng tại \"sân nhà\" cũng như đột phá, vươn xa giành nhiều thắng lợi ở các sân chơi nghiên cứu, học thuật, nghệ thuật quy mô quốc gia và quốc tế. Liên tiếp các dự án, nghiên cứu khoa học của sinh viên các khoa Kinh doanh & Luật, Ngoại ngữ, Công nghệ thông tin được vinh danh tại các cuộc thi học thuật và nghiên cứu khoa học cấp trường. Sinh viên Khoa Công nghệ thông tin của Trường ghi dấu ấn nổi bật với giải Khuyến khích cấp Bộ Giải thưởng \"Sinh viên nghiên cứu khoa học\" năm 2020.\n\nBên cạnh đó còn rất nhiều thành tích ấn tượng mà các bạn sinh viên gặt hái được tại các cuộc thi quy mô quốc gia và quốc tế như: \n\n* Giải Đặc biệt cuộc thi quốc tế NAPROCK Procon Asia 2020 do NAPROCK (Nhật Bản) tổ chức, \n* Top 25 thí sinh xuất sắc nhất vòng chung kết cuộc thi Vietnam Packet Tracer Competition 2020 khu vực TP. HCM, \n* Giải Ba và hai giải Khuyến khích khối chuyên tin cuộc thi Olympic Tin học sinh viên Việt Nam lần thứ 28, \n* Giải Ba khối thi Procon Việt Nam và Kỳ thi lập trình sinh viên quốc tế ICPC ASIA 2020, \n* Giải Khuyến khích vòng khu vực phía Nam Kỳ thi lập trình sinh viên quốc tế ICPC 2020, \n* Giải Ba cuộc thi Vietnam Packet Tracer Competition 2021, \n* Giải Khuyến khích cuộc thi Sinh viên với An toàn thông tin ASEAN, \n* Giải Khuyến khích vòng chung kết cụm thi TP. HCM cuộc thi Star Awards 2020, hạng 3 toàn đoàn và giải Đồng múa độc lập Liên hoan tiếng hát sinh viên toàn thành 2020…\n\n== Câu lạc bộ và đời sống sinh viên ==\nSIU có đến 15 CLB do sinh viên quản lý đang hoạt động trong nhiều lĩnh vực khác nhau như: nghệ thuật, kinh tế, học thuật, nghiên cứu khoa học, tiếng Anh, thể thao, thiện nguyện... Mỗi CLB đều có sự dẫn dắt và tư vấn bởi các chuyên gia trong từng lĩnh vực, bao gồm các giảng viên Việt Nam và nước ngoài hay các nhà khoa học, huấn luyện viên thể thao, đạo diễn, nhạc sĩ, biên đạo múa nổi tiếng...\n\nSinh viên của SIU được khuyến khích tham gia các CLB để được công nhận năng lực hoạt động phong trào, tạo thuận lợi cho việc đánh giá của các trường đại học trên thế giới khi chuyển tiếp du học hay thể hiện năng lực trước các nhà tuyển dụng trong và ngoài nước.\n\nSinh viên SIU có thể phát triển ý tưởng kinh doanh hoặc hiện thực hóa ước mơ khởi nghiệp với \"Vườn ươm khởi nghiệp\" SIU StartUP. SIU StartUP gồm các khu làm việc nhóm và làm việc cá nhân yên tĩnh, linh hoạt, đầy đủ tiện nghi, là nơi giúp sinh viên làm quen với môi trường làm việc chuyên nghiệp thời đại 4.0; trau dồi và rèn luyện kỹ năng xây dựng kế hoạch, làm việc nhóm, phân công công việc, khả năng lãnh đạo, quản lý và phát triển những ý tưởng khởi nghiệp để phát triển sự nghiệp trong tương lai...\n\n== Chú thích ==\n\n# ''Quyết định thành lập trường Đại học Quốc tế Sài Gòn''\n# [https:\/\/www.siu.edu.vn\/tuyen-sinh-dai-hoc\/Default.aspx ''Trường Đại học Quốc tế Sài Gòn tuyển sinh'']\n# [https:\/\/iacbe.org\/memberpdf\/TheSaigonInternationalUniversity.pdf ''Chứng nhận IACBE'']\n\n==Liên kết ngoài==\n*Website của Trường Đại học Quốc tế Sài Gòn: http:\/\/www.siu.edu.vn\n*Website của SIU Review: http:\/\/review.siu.edu.vn\n\n{{Tổ chức dịch vụ giáo dục}}\n{{tham khảo}}\n\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh|Sài Gòn]]\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam|Sài Gòn]]"}