{"3280495":"{{Thông tin trường học\n| tên            = Trường Cao đẳng Lý Tự Trọng Thành phố Hồ Chí Minh\n| tổ chức        = [[Ủy ban nhân dân Thành phố Hồ Chí Minh]]\n| khẩu hiệu      = Nhân văn - Sáng tạo - Phát triển - Bền vững\n| ngày thành lập = 1971\n| loại hình      = Cao đẳng công lập\n| hiệu trưởng    = NGUT Phạm Hữu Lộc\n| hiệu phó       = ThS Đinh Hồng Minh,\nThS Đinh Văn Đệ,\nThs Châu Văn Bảo\n| sinh viên      = 14.000 HSSV\n| điện thoại     = (028) 3811.0521\n| địa chỉ        = 390 Hoàng Văn Thụ Phường 4, Quận Tân Bình\n| thành phố      = Thành phố Hồ Chí Minh\n| quốc gia       = {{VNM}}\n| email          = lytutrong@lttc.edu.vn\n| web            = {{url|https:\/\/www.lttc.edu.vn\/}}\n}}\n\n'''Trường Cao đẳng Lý Tự Trọng TP. Hồ Chí Minh''' được thành lập theo Quyết định số 621\/QĐ-BGD&ĐT-TCCB ngày 03 tháng 02 năm 2005 của [[Bộ trưởng Bộ Giáo dục và Đào tạo (Việt Nam)]] và sau đó là Quyết định số 1130\/QĐ-LĐTBXH ngày 17 tháng 7 năm 2017 của [[Bộ Lao động - Thương binh và Xã hội (Việt Nam)]] về việc đổi tên Trường Cao đẳng Kỹ thuật Lý Tự Trọng Thành phố Hồ Chí Minh thành Trường Cao đẳng Lý Tự Trọng Thành phố Hồ Chí Minh là trường cao đẳng công lập trực thuộc [[Ủy ban nhân dân Thành phố Hồ Chí Minh]].\n\n== Lịch sử ==\n\n=== Quá trình hình thành<ref>INFO.edu.vn truy cập từ http:\/\/info.edu.vn\/don-vi-dao-tao\/truong-cao-dang-ky-thuat-ly-tu-trong {{Webarchive|url=https:\/\/web.archive.org\/web\/20151208103015\/http:\/\/info.edu.vn\/don-vi-dao-tao\/truong-cao-dang-ky-thuat-ly-tu-trong |date = ngày 8 tháng 12 năm 2015}}<\/ref>===\nTiền thân của trường là Trường trung học Quốc gia Nghĩa Tử Sài Gòn, trực thuộc Quốc gia Nghĩa tử Cuộc từ năm 1963 đến năm 1967, sau đó trực thuộc Viện Giáo dục Quốc gia Nghĩa tử, do kiến trúc sư Trương Đức Nguyên thiết kế, khánh thành tháng 9 năm 1963 áp dụng chương trình giáo dục phổ thông ở trên đường Chi Lăng (Võ Tánh) gần Ngã tư Bảy Hiền, thuộc Tân Sơn Hòa, tỉnh [[Gia Định (tỉnh)|Gia Định]].\n\nĐến năm 1966 xây thêm trường Kỹ thuật Quốc gia Nghĩa Tử đào tạo kỹ năng thực dụng. Sau đó xây thêm Khu Nội trú trong khuôn viên trường. Năm 1970 khánh thành Khu Bịnh xá bên cạnh Khu Nội trú.\n\nNăm 1968 cải tiến, áp dụng chương trình tổng hợp, chia thành tám ban (Khoa học, toán, sinh ngữ, cổ ngữ, doanh thương tổng quát, công kỹ nghệ, kinh tế gia đình, và canh nông).\n\nNăm 1983: Quyết định số 58\/QĐ-UB ngày 12 tháng 5 năm 1983 của Ủy ban Nhân dân thành phố Hồ Chí Minh về việc giao Trường Phổ thông Trung học [[Lý Tự Trọng]] cho Ban Giáo dục Chuyên nghiệp cải tạo thành Trường Dạy nghề do Liên Xô viện trợ thiết bị không hoàn lại.\n\nNăm 1986: Quyết định số 18\/QĐ-UB ngày 01 tháng 2 năm 1986 của Ủy ban Nhân dân thành phố Hồ Chí Minh về việc thành lập Trường Dạy nghề Trung học Lý Tự Trọng trực thuộc Ban Giáo dục Chuyên nghiệp thành phố.\n\nNăm 1995: Quyết định số 2426\/QĐ-UB-NCVX ngày 31 tháng 3 năm 1995 của Ủy ban Nhân dân thành phố Hồ Chí Minh về việc đổi tên Trường Dạy nghề Trung học Lý Tự Trọng thành Trường Trung học Nghề Lý Tự Trọng trực thuộc Sở Giáo dục và Đào tạo thành phố.\n\nNăm 1999: Quyết định số 1485\/QĐ-UB-VX ngày 16 tháng 3 năm 1999 của Ủy ban Nhân dân thành phố Hồ Chí Minh về việc chuyển Trường Trung học Nghề Lý Tự Trọng thành Trường Trung học Kỹ thuật Lý Tự Trọng Thành phố Hồ Chí Minh trực thuộc Sở Giáo dục và Đào tạo thành phố.\n\nNăm 2005: Trường được thành lập theo Quyết định số 621\/QĐ-BGD&ĐT-TCCB ngày 03 tháng 02 năm 2005 của Bộ trưởng Bộ Giáo dục và Đào tạo.<ref>[http:\/\/thuvienphapluat.vn\/van-ban\/Giao-duc\/Quyet-dinh-40-2005-QD-UB-chuyen-Truong-Cao-dang-Ky-thuat-Ly-Tu-Trong-thanh-pho-Ho-Chi-Minh-sang-So-Giao-duc-Dao-tao\/33900\/noi-dung.aspx Quyết định 40\/2005\/QĐ-UB]<\/ref>\n\nNăm 2017: Trường Cao đẳng Kỹ thuật Lý Tự Trọng Thành phố Hồ Chí Minh được đổi tên thành Trường Cao đẳng Lý Tự Trọng Thành phố Hồ Chí Minh theo Quyết định số 1130\/QĐ-LĐTBXH ngày 17 tháng 7 năm 2017 của Bộ Lao động - Thương binh và Xã hội.\n\n== Ngành đào tạo==\n# Kinh tế: Quản trị doanh nghiệp nhỏ và vừa, kế toán doanh nghiệp, tài chính doanh nghiệp\n# Công nghệ Thông tin: Công nghệ web, công nghệ phần mềm, quản trị mạng máy tính, truyền thông và mạng máy tính, thương mai điện tử, đồ họa.\n# Công nghệ Cơ khí: Cơ điện, cơ điện tử, chế tạo máy, cắt gọt kim loại\n# Công nghệ Điện - Điện tử: Tự động hóa, điện công nghiệp, điện tử máy tính, điện tử viễn thông, điện tử công nghiệp, kỹ thuật mạng ngoại vi và thiết bị đầu cuối\n# Công nghệ Động lực: Công nghệ ô tô, kỹ thuật đồng sơn ô tô\n# Công nghệ May Thời trang: Công nghệ may, công nghệ may veston, công nghệ may - thời trang\n# Công nghệ Nhiệt lạnh: Điện lạnh, lắp đặt thiết bị lạnh\n# Công nghệ sinh học - Thực phẩm - Môi trường: Công nghệ sinh học, thực phẩm, môi trường\n# Ngoại ngữ: Tiếng Anh, tiếng Hàn, tiếng Đức, tiếng Nhật, tiếng Hoa.\n\n== Tổ chức ==\n\n=== Các phòng ban chức năng<ref>Sổ tay Giáo dục định hướng (2015), trường CĐKT Lý Tự Trọng TP. HCM, trang 11 và 12.<\/ref> ===\n* Ban chấp hành Đảng bộ, Hội đồng trường, Hội đồng Khoa học và Đào tạo, Ban giám hiệu, Ban chấp hành Công đoàn, Ban chấp hành Đoàn trường.\n* Phòng Tổ chức - Hành chính - Tổng hợp; Phòng Tuyển sinh - Đào tạo - Giới thiệu việc làm; Phòng Kế hoạch - Tài chính; Phòng Thanh tra giáo dục - Công tác sinh viên; Phòng Quản lý Khoa học và Hợp tác Quốc tế; Phòng Khảo thí và Đảm bảo chất lượng; Phóng Quản trị - Dịch vụ; Phòng Kế hoạch - Vật tư, Tổ quản lý Ký túc xá.\n\n=== Các khoa đào tạo ===\nCác đơn vị trực tiếp thực hiện nhiệm vụ đào tạo bao gồm các khoa:\n*Các Khoa đào tạo chuyên ngành: Khoa Kinh tế, Khoa Công nghệ Thông tin, Khoa Công nghệ Cơ khí, Khoa Công nghệ Điện - Điện tử, Khoa Công nghệ Động lực, Khoa Công nghệ May Thời trang, Khoa Công nghệ Nhiệt lạnh.\n*Các đơn vị đào tạo không chuyên ngành: Khoa Lý luận chính trị, Khoa Khoa học Cơ bản, trường Trung học phổ thông Lý Tự Trọng.\n\n=== Các trung tâm<ref>Sổ tay Giáo dục định hướng (2015), trường CĐKT Lý Tự Trọng TP. HCM, trang 12.<\/ref> ===\nTrung tâm Truyền thông - Thư viện, Trung tâm đào tạo Lý Tự Trọng (Ngoại ngữ - Tin học - Đào tạo ngắn hạn), Trung tâm tiếng Đức, Trung tâm y tế, Trung tâm Quan hệ doanh nghiệp, Trung tâm điều hành và quản lý dữ liệu.\n\n== Khen thưởng ==\n* Huân chương Lao động hạng ba năm 1999<ref>Quyết định số 395 KT\/CT ngày 09\/11\/1999 của Chủ tịch nước Trần Đức Lương.<\/ref>\n* Huân chương Lao động hạng nhì năm 2004<ref>Quyết định số 500 KT\/CTN ngày 02\/08\/2004 của Chủ tịch nước Trần Đức Lương.<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n{{Thể loại Commons|Ly Tu Trong Technical College Ho Chi Minh City}}\n* {{Trang web chính thức|https:\/\/lttc.edu.vn\/}}\n{{Cơ sở giáo dục đại học trực thuộc Ủy ban nhân dân Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Ủy ban nhân dân Thành phố Hồ Chí Minh|Cao đẳng Kỹ thuật Lý Tự Trọng]]\n[[Thể loại:Trường cao đẳng tại Việt Nam]]"}