{"3524898":"{{thiếu nguồn gốc}}\n{{Thông tin trường học\n| tên = Trường Cơ Khí<br\/> Đại học Bách khoa Hà Nội\n| logo = [[File:Logo Trường Cơ khí, Đại học Bách khoa Hà Nội.svg|242px]]\n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = {{Ngày bắt đầu và tuổi|1956|10}}\n| loại hình = \n| tài trợ = \n| hiệu trưởng = PGS. TS. Trương Hoành Sơn\n| phó hiệu trưởng = PGS. TS Nguyễn Việt Dũng, PGS.TS. Hoàng Hồng Hải, PGS.TS Phạm Văn Sáng\n| hiệu phó = \n| nhân viên = \n| khuôn viên = \n| địa chỉ = P308-Tòa nhà C10 [[Đại học Bách khoa Hà Nội]] 1 Đại Cồ Việt,<br> [[Hai Bà Trưng (quận)|Hai Bà Trưng]]\n| thành phố = [[Hà Nội]]\n| tỉnh = \n| quốc gia = {{VIE}}\n| tọa độ = \n| Viện trưởng = [[Phó Giáo sư]], [[Tiến sĩ]]<br>\n| điện thoại = (+84) 24 38 696 165\n| email = sme@hust.edu.vn\n| web = [https:\/\/sme.hust.edu.vn\/ www.sme.hust.edu.vn]\n}}\n'''Trường Cơ khí, Đại học Bách khoa Hà Nội''' ([[tiếng Anh]]: ''The School of Mechanical Engineering, Hanoi University of Science and Technology'', viết tắt là ''SME''). Trường Cơ khí là một trong ba đơn vị cấp trường trực thuộc [[Đại học Bách khoa Hà Nội]], là trường đại học trọng điểm quốc gia ở Việt Nam. Trường Cơ khí, Đại học Bách Khoa Hà Nội hiện có 4 Khoa đào tạo 06 nhóm ngành và 13 Chương trình đào tạo (CTĐT). 6 nhóm ngành của Trường gồm: Kỹ thuật cơ khí, Kỹ thuật cơ điện tử, Kỹ thuật Cơ khí động lực, Kỹ thuật Ô tô, Kỹ thuật hàng không và Kỹ thuật nhiệt. Trong đó, Khoa Cơ khí Chế tạo máy đào tạo và Tuyển sinh 2 CTĐT; Khoa Cơ điện tử ĐT-TS 5 CTĐT; Khoa Cơ khí động lực ĐT-TS cho 5 CTĐT và Khoa Năng lượng Nhiệt thực hiện ĐT-TS cho 1 CTĐT. Với đội ngũ các nhà khoa học giàu kinh nghiệm gồm gần 300 thầy cô, cán bộ và viên chức, cơ cấu chuyên môn của Trường gồm 4 Khoa (24 Nhóm chuyên môn) và 03 trung tâm trực thuộc. Trường có đủ năng lực đáp ứng tất cả các nhu cầu đào tạo, từ cử nhân công nghệ, cử nhân kỹ thuật, kỹ sư, thạc sĩ và Tiến sĩ.\n\n==Lịch sử==\n\nCùng với sự ra đời của [[Đại học Bách khoa Hà Nội]], liên khoa Cơ - Điện đã được thành lập năm 1956. Từ năm 1960, khoa Cơ khí nằm trong liên khoa Cơ khí - Luyện kim. Tháng 8\/1966 liên khoa Cơ khí - Luyện kim tách ra thành 3 khoa: Chế tạo máy, Động lực và Luyện kim. Năm 1986, theo cơ chế quản lý 2 cấp, khoa Chế tạo máy phân thành các khoa chuyên ngành. Đến tháng 11 năm 1995, khoa Cơ khí được tái thành lập từ các khoa chuyên ngành trên cơ sở ba khối: Công nghệ cơ khí, Cơ học kỹ thuật và Cơ khí động lực. Năm 2000, ngành Máy lạnh và thiết bị nhiệt tách thành Viện khoa học và công nghệ nhiệt lạnh. Cuối tháng 8\/2006, ngành cơ khí động lực được tách thành Viện cơ khí động lực. Đến tháng 5\/2009, Viện Cơ khí được thành lập trên cơ sở khoa Cơ khí. Đến tháng 10\/2021 Trường Cơ khí được thành lập trên cơ sở ghép từ 3 Viện là: Viện Cơ Khí, Viện Cơ khí động lực và Viện Khoa học và công nghệ Nhiệt Lạnh.\n\nVới triết lý giáo dục của Trường là: “Giáo dục phải kết hợp với lao động sản xuất, lý luận phải gắn liền với thực tiễn, học đi đôi với hành, nhà trường gắn liền với xã hội”, với mục tiêu đào tạo, cung cấp nguồn nhân lực kỹ thuật trình độ cao cho xã hội, Trường Cơ khí đã đổi mới cơ bản, toàn diện theo chuẩn mực quốc tế với chương trình đào tạo đa dạng, hội nhập và có tính liên thông. Đào tạo đi đôi với hoạt động nghiên cứu khoa học và chuyển giao công nghệ với cơ sở vật chất và trang thiết bị đã được từng bước đầu tư nâng cấp, góp phần nâng cao trình độ, kỹ năng của sinh viên khi ra trường.\n\nHiện nay, Trường Cơ khí được [[Đại học Bách khoa Hà Nội]] cho phép tự chủ trong quản lý, xây dựng chương trình đào tạo, tổ chức đào tạo, NCKH và chuyển giao công nghệ. Với cơ chế tổ chức, quản lý được đổi mới và không ngừng hoàn thiện cùng với công tác hợp tác quốc tế trao đổi sinh viên, giảng viên được mở rộng đã tạo điều kiện bổ sung và phát triển đội ngũ cán bộ chuyên môn, cán bộ quản lý, đáp ứng yêu cầu ngày càng cao của đào tạo, nghiên cứu khoa học & chuyển giao công nghệ trong giai đoạn mới, qua đó góp phần vào công cuộc đổi mới, hiện đại hóa của đất nước.\n==Cơ cấu tổ chức==\nTrường Cơ khí – ĐHBK Hà Nội gồm 4 Khoa và 3 Trung tâm. 4 Khoa được cấu thành bởi 24 nhóm chuyên môn có chức năng giảng dạy và không ngừng nâng cao chất lượng dạy học cả về nội dung và phương pháp. Hiện tại Trường Cơ khí có 3 Trung tâm được cấu thành bởi 52 PTN cơ sở\/chuyên ngành và 31 PTN Nghiên cứu. Đây là các đơn vị hỗ trợ cung cấp các dịch vụ thí nghiệm, thực hành, nghiên cứu cho người học. Trường có 1 bộ phận hành chính tập trung là Văn phòng Trường. Đây là đơn vị giúp việc cho Ban giám hiệu cũng như hỗ trợ cá đơn vị khác trong Trường.\n===Các Khoa===\n# Khoa Cơ điện tử\n# Khoa Cơ khí chế tạo máy\n# Khoa Cơ khí động lực\n# Khoa Năng lượng nhiệt\n===Trung tâm và Văn phòng===\n# Trung tâm kỹ thuật cơ khí\n# Trung tâm nghiên cứu các nguồn động lực và phương tiện tự hành\n# Phòng thí nghiệm nhà máy số thông minh\n# Văn phòng trường\nHội đồng Trường do Hiệu trưởng ĐHBK Hà Nội ra quyết định thành lập nhằm tư vấn cho Hiệu trưởng trong các công việc quản lý điều hành Trường\n\n==Lãnh đạo và các đoàn thể==\n=== Ban giám hiệu ===\n* Hiệu trưởng: PGS.TS. Trương Hoành Sơn\n* Phó hiệu trưởng: PGS.TS. Nguyễn Việt Dũng, PGS.TS. Hoàng Hồng Hải, PGS.TS. Phạm Văn Sáng\n\n=== Đảng ủy ===\nBí thư: PTS.TS Nguyễn Việt Dũng\n\n=== Hội đồng trường ===\nChủ tịch: PGS.TS Đặng Trần Thọ \n\n=== Văn phòng trường ===\nTrưởng văn phòng: TS. Trần Đăng Quốc\n \n=== Công đoàn ===\nChủ tịch: TS. Vũ Huy Khuê\n \n=== Đoàn trường ===\nBí thư: ThS. Nguyễn Minh Quân\n\n==Đào tạo==\n=== Đại học ===\n# Cấu trúc chương trình đào tạo: Chương trình đào tạo 2010 khối cử nhân kỹ thuật áp dụng từ K54 (cập nhật ngày 08\/11\/2011). Khung chương trình đào tạo 2010 cử công nghệ khối ngành kỹ thuật áp dụng từ K55 (cập nhật ngày 17\/07\/2012).\n# Mục tiêu đào tạo: Mục tiêu chung của chương trình đào tạo của Trường Cơ khí là đào tạo các cử nhân, kỹ sư cơ khí có trình độ chuyên môn cao, hướng tới chuẩn quốc tế, có kỹ năng thực hành giỏi, có phẩm chất đạo đức và đạo đức nghề nghiệp tốt để có khả năng tự hoàn thiện và phát triển, xây dựng cuộc sống hạnh phúc cho cá nhân và gia đình, đồng thời đóng góp thật nhiều cho xã hội và phục vụ sự nghiệp công nghiệp hóa, hiện đại hóa đất nước.\n\n==== Bậc Cử nhân Công nghệ ====\n# Thời gian đào tạo: 4 năm\n# Ngành đào tạo: Cử nhân Công nghệ Cơ khí Chế tạo máy, Cử nhân Công nghệ Cơ điện tử\n\n==== Bậc Cử nhân Kỹ thuật ====\n# Thời gian đào tạo: 4 năm\n# Ngành đào tạo: Cử nhân Kỹ thuật Cơ khí Chế tạo máy (Công nghệ Chế tạo máy – Hàn và Công nghệ Kim loại – Cơ khí chính xác và Quang học – Gia công Áp lực – Khoa học và Công nghệ sản phẩm Chất dẻo Composite), Cử nhân Kỹ thuật Cơ điện tử\n\n==== Bậc Kỹ sư Kỹ thuật ====\n# Thời gian đào tạo: 5 năm (hoặc 1 năm sau khi tốt nghiệp cử nhân)\n# Ngành đào tạo: Kỹ sư Kỹ thuật Cơ khí (Công nghệ Chế tạo máy – Hàn và Công nghệ Kim loại – Cơ khí chính xác và Quang học – Gia công Áp lực – Khoa học và Công nghệ sản phẩm chất dẻo \/ Composite), Kỹ sư Cơ điện tử\n\n==== Bậc Kỹ sư Kỹ thuật các chương trình đặc biệt ====\n# Thời gian đào tạo: 5 năm\n# Ngành đào tạo: Kỹ sư Cơ điện tử - Chương trình tiên tiến (học bằng tiếng Anh), Kỹ sư Cơ điện tử - Chương trình Kỹ sư tài năng, Kỹ sư Cơ điện tử - Chương trình Đào tạo hợp tác Quốc tế với Đức (UHG), Nhật Bản (NUT)\n\n=== Sau đại học ===\n==== Bậc Thạc sĩ Kỹ thuật \/ Thạc sĩ Khoa học ====\n# Thời gian đào tạo: 1 năm sau khi tốt nghiệp Kỹ sư hoặc 2 năm sau khi tốt nghiệp Cử nhân\n# Ngành đào tạo: Chế tạo máy, Cơ điện tử, Cơ học kỹ thuật, Công nghệ Hàn\n\n==== Bậc Tiến sĩ ====\n# Thời gian đào tạo: 3 năm sau khi tốt nghiệp Thạc sĩ hoặc 4 năm sau khi tốt nghiệp Kỹ sư\n# Ngành đào tạo: Cơ học vật rắn, Kỹ thuật Cơ khí (Kỹ thuật máy công cụ, Thiết bị và hệ thống điều khiển tự động, Công nghệ chế tạo máy, Công nghệ Cơ khí chính xác và Quang học), Kỹ thuật hàn\n\n=== Các chương trình đặc biệt ===\nĐại học Bách Khoa Hà Nội triển khai chương trình đào tạo tiên tiến với mục tiêu: Xây dựng được một hệ thống đào tạo đại học hiện đại theo mô hình các trường đại học tiên tiến trên thế giới để có thể nhân rộng trong toàn trường. Thực hiện chương trình góp phần đẩy nhanh quá trình đổi mới về nội dung chương trình, phương pháp giảng dạy và quy trình đào tạo đại học, bồi dưỡng đội ngũ cán bộ giảng dạy, nâng cao trình độ quản lý, tổ chức đào tạo để đạt yêu cầu chất lượng đẳng cấp quốc tế, đáp ứng tốt nhu cầu của xã hội và của người học.\n \nTriển khai đào tạo chương trình đào tạo tiên tiến giúp nâng cao hiệu quả và chất lượng đào tạo một lực lượng nhân lực công nghệ cao, tạo cơ hội cho nhà trường và người học tiếp cận nhanh chóng với những kiến thức khoa học và công nghệ mới, nâng cao kiến thức chuyên môn và  một số kỹ năng cần thiết trong môi trường làm việc hiện đại như kỹ năng ngoại ngữ, kỹ năng thực hành, kỹ năng giao tiếp và đặc biệt khả năng sáng tạo trong nghiên cứu. Đó là một bước đi hết sức cần thiết góp phần đẩy mạnh công cuộc công nghiệp hóa và hiện đại hóa đất nước.\n \nChương trình Đào tạo tiên tiên ngành Cơ - Điện Tử được xây dựng trên sự hợp tác với trường đại học công lập California State University, Chico.\n \n==== Mục tiêu đào tạo ====\n \nCung cấp cho người học các khả năng sử dụng kiến thức toán học và các nguyên lý khoa học cơ bản để thiết kế, phát triển và đánh giá được các hệ thống thiết bị sử dụng trong sản xuất công nghiệp và chế tạo sản phẩm. Đào tạo kỹ sư có khả năng thiết kế, chế tạo \"Các hệ thống thông minh\" cũng như các sản phẩm cơ khí - điều khiển bằng cách kết hợp giữa các sensor với cơ cấu chấp hành và điều khiển bằng máy tính để tạo ra các sản phẩm chất lượng và hiệu quả.\n\n==== Cấu trúc chương trình đào tạo ====\nThời gian đào tạo 5 năm\n\nKhối lượng kiến thức toàn khóa 170 tín chỉ\n \n==== Đối tượng tuyển sinh ====\n \nHọc sinh tốt nghiệp THPT, trúng tuyển khối A kỳ thi tuyển sinh ĐH (diện được tuyển thẳng hoặc điểm trên một mức do nhà trường quy định từng năm), đạt điểm kiểm tra tiếng Anh đầu vào hoặc:    TOEFL paper ≥ 450, TOEFL CBT ≥ 140, IELTS ≥ 4.5. Chỉ tiêu dự kiến là 1 lớp, khoảng 50 sinh viên.\n \n==== Quy trình đào tạo và tốt nghiệp ====\n \nSinh viên được học trong điều kiện học tập tốt nhất bằng tiếng Anh. Chương trình đào tạo được xây dựng trên cơ sở tham khảo chương trình đào tạo ngành Cơ điện tử của [[trường đại học công lập California State University]], Chico (CSUC, http:\/\/www.csuchico.edu\/). Chương trình đào tạo kỹ sư cơ điện tử của CSUC đến nay là chương trình đào tạo Cơ điện tử duy nhất của Hoa Kỳ được Hiệp hội đánh giá chất lượng chương trình đào tạo về khoa học ứng dụng, kỹ thuật máy tính, kỹ thuật và công nghệ Hoa Kỳ (ABET) công nhận. Chương trình đào tạo có thể xem trên webside: www.csuchico.edu. Trưởng điều hành GS. Ramesh Varahamuti. Giảng viên là những giáo sư của trường ĐHBKHN và một số trường, viện nghiên cứu có kinh nghiệm giảng dạy, từng dạy và học tại các nước nói tiếng Anh; một số môn học sẽ do giáo sư của trường Đại học CSUC trực tiếp giảng dạy.\n \nQuy trình đào tạo được tổ chức theo học chế tín chỉ, tuân theo Quy chế đào tạo đại học và cao đẳng chính quy theo học chế tín chỉ của Đại học Bách khoa Hà Nội. Năm thứ nhất sinh viên học theo kế hoạch học tập chuẩn, chủ yếu các môn khoa học xã hội và nhân văn (bằng tiếng Việt), bổ sung tiếng Anh và một số học phần Toán cao cấp. Từ năm thứ hai trở đi học hoàn toàn bằng tiếng Anh.\n \nThông tin trên website của Chương trình tiên tiến\n- Website: http:\/\/www.hust.edu.vn\/web\/vi\/chuong-trinh-dao-tao-tien-tien {{Webarchive|url=https:\/\/web.archive.org\/web\/20160820021612\/http:\/\/www.hust.edu.vn\/web\/vi\/chuong-trinh-dao-tao-tien-tien |date=ngày 20 tháng 8 năm 2016 }}\n- Poster của chương trình Cơ điện tử\n\n==Lĩnh vực nghiên cứu==\n=== Định hướng nghiên cứu ===\nHoạt động Khoa học công nghệ trong Viện đã được phát triển mạnh, đặc biệt trong những năm năm gần đây. Số lượng đề tài của Viện chiếm tỷ trọng đáng kể trong tổng số đề tài của [[Đại học Bách Khoa Hà Nội]].\n\nCác hoạt động khác như Hội nghị Khoa học sinh viên hàng năm, các kỳ thi Olympic Cơ học: Cơ học lý thuyết, Sức bền vật liệu, Cơ học thủy khí, Nguyên lý máy và Cơ sở thiết kế máy, các cuộc thi kỹ năng đo lường do hãng Mitotuyo tổ chức giữa các trường kỹ thuật cũng thu hút được sự tham gia của đông đảo sinh viên, luôn mang về nhiều giải thưởng cao trong các kỳ thi nói trên, góp phần khẳng định tài năng, trí tuệ của sinh viên Trường  ĐHBKHN nói chung và của Viện Cơ khí nói riêng.\n\n=== Các hướng nghiên cứu khoa học chính hiện nay ===\n*Robot công nghiệp, các máy CNC\n*Thiết kế thiết bị và dụng cụ đo Cơ khí-Quang học-Điện tử phục vụ đo lường và gia công chính xác\n*Nghiên cứu và thiết kế hệ điều khiển PLC cho máy gia công kim loại.\n*Ma sát và mài mòn\n*Công nghệ khuôn mẫu\n*Tính toán, thiết kế, tích hợp các thiết bị và hệ thống cơ điện tử\n*Động lực học và điều khiển các hệ cơ điện tử, mô phỏng các hệ cơ điện tử\n*Vật liệu composit\n*Các phần mềm ứng dụng trong cơ khí\n*Cơ khí ô tô;\n*Cơ khí Hàng không;\n*Năng lượng nhiệt.\n\n==Liên kết ngoài==\nhttp:\/\/sme.hust.edu.vn\/Trang-Chu.html {{Webarchive|url=https:\/\/web.archive.org\/web\/20161116101303\/http:\/\/sme.hust.edu.vn\/Trang-Chu.html |date=ngày 16 tháng 11 năm 2016 }}\n\n{{Chú thích web|url=https:\/\/sme.hust.edu.vn\/category\/gioi-thieu|title=Giới thiệu Trường Cơ khí}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Đại học Bách khoa Hà Nội}}\n\n[[Thể loại:Đại học Bách khoa Hà Nội]]"}