{"3264056":"{{Infobox Military Unit\n|unit_name= Trường Cao đẳng Quốc phòng<br>Việt Nam Cộng hòa\n|image= [[Hình: Cờ_trường_Cao_đẳng_Quốc_phòng_Việt_Nam_Cộng_hòa.png|180px]]\n|caption= Quân kỳ\n|dates= [[1967]]-[[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|command_structure= [[Bộ Quốc phòng Việt Nam Cộng hòa|Bộ Quốc phòng]]\n|branch= Trường Quân sự\n|type= Cao đẳng\n|motto= -An bang<br\/>-Tế thế\n|notable_commanders= -[[Lữ Mộng Lan|Lữ Lan]]<br\/>-[[Vĩnh Lộc]]\n}}\n\n'''Trường Cao đẳng Quốc phòng''' là một cơ sở được mở ra để bổ sung kiến thức, chiến lược và chiến thuật, tìm hiểu về những phương diện tân tiến trên thế giới dành cho các học viên thụ huấn. Sau khi mãn khoá, những học viên thụ huấn ở đây sẽ đem những hiểu biết của mình về truyền đạt lại cho quân nhân các cấp thuộc đơn vị của mình, đồng thời cùng đơn vị nói riêng và toàn quân, toàn dân nói chung, áp dụng trên thực tế và trong chiến đấu, ngõ hầu đem lại kết quả tốt trong công cuộc chiến đấu bảo vệ đất nước.\n\n==Lịch sử hình thành==\n'''Trường Cao đẳng Quốc phòng''' được thành lập từ năm 1967. Nhằm đào tạo một số cán bộ quân sự và hành chính cao cấp ưu tú cho quân lực và chính phủ Việt Nam Cộng hòa. Trường Cao đẳng Quốc phòng là trường đào tạo cao cấp dành cho cấp lãnh đạo và chỉ huy cao nhất, tương ứng với trường War College của Hoa Kỳ hay các nước tiên tiến trong Thế giới Tự do.\n\n==Cơ cấu tổ chức==\nVệ mặt tổ chức, trường Cao đẳng có một Chỉ huy trưởng và một Bộ tham mưu gồm 3 Khối:\n#Khối Giảng huấn\n#Khối Chiến lược\n#Khối Hành chính\n\nSĩ quan quân đội được chọn lựa theo học phải từ cấp Đại tá trở lên (có khoá chọn thêm vài học viên cấp Trung tá). Bên lĩnh vực hành chính, người được tuyển chọn phải có chức vụ từ Giám đốc hoặc cao hơn.\n\nThành phần giảng huấn hoặc thuyết trình viên là các Giáo sư trí thức danh tiếng. Danh nhân Quốc tế. Đại sứ các Quốc gia có bang giao. Trường nghiên cứu về chiến lược quốc phòng bao gồm mọi lĩnh vực trong xã hội.\n\nCuối khoá các học viên có cơ hội đi du hành quan sát tại các Quốc gia như: Hoa Kỳ, Pháp, Đức, Ý, Anh, Nhật, Nam Dương, Tân Gia Ba... để học hỏi những đặc thù về an ninh Quốc phòng.\n\nKhoá đầu khai giảng vào tháng 5 năm 1968. Khoá 6 cuối cùng sắp ra trường. Tổng số học viên 6 khoá đã tốt nghiệp và đang theo học không quá 150 người, trong đó có một số tướng lĩnh.\n\n==Chỉ huy trưởng qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"24%\" |Họ và Tên\n!width= \"14%\" |Cấp bậc\n!width= \"16%\" |Tại nhiệm\n!Chú thích \n|-\n|<center> 1\n|<center> [[Lữ Mộng Lan|Lữ Lan]]<br>''Võ bị Đà Lạt K3\n|<center> Thiếu tướng<ref>Cấp bậc khi nhậm chức<\/ref>\n|<center> 1967-1969\n|Tháng 3 năm 1968, được bổ nhiệm chức vụ Tư lệnh Quân đoàn II, nhưng vẫn kiêm nhiệm Chỉ huy trưởng Trường Cao đẳng. Tháng 4 năm 1969, được vinh thăng cấp Trung tướng tại nhiệm và tháng 8 cùng năm bàn giao Trường Cao đẳng lại cho tướng Vĩnh Lộc\n|-\n|<center> 2\n|<center> [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]]<br>''Võ bị Lục quân Pháp\n|rowspan= \"2\" |<center>Trung tướng\n|<center> 1969-1970\n|\n|-\n|<center> 3\n|<center> [[Lữ Mộng Lan|Lữ Lan]]\n|<center> 1970-1975\n|Tái nhiệm lần thứ 2\n|-\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Trường quân sự Việt Nam Cộng hòa]]\n[[Thể loại:Trường cao đẳng tại Việt Nam]]"}