{"237644":"{{Chú thích trong bài|date=tháng 4\/2023}}\n{{Wiki hóa|date=tháng 4\/2023}}\n{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Trường Sĩ quan Không quân\n| trực thuộc = [[Không quân Nhân dân Việt Nam]]\n| quân kỳ = Flag of the Vietnam People's Air Force.svg\n| chỉ huy = {{QH|đại tá không quân|Ngô Vĩnh Phúc}}\n| từ = \n| thành lập = {{ngày thành lập và tuổi|1959|8|20}}\n| quân chủng = không quân\n| phân cấp = Đại học Công lập (Nhóm 5)\n| chức năng = Đào tạo phi công quân sự, sĩ quan kỹ thuật hàng không trình độ đại học quân sự và cao đẳng kỹ thuật\n| quy mô = 3.000 người\n| bộ chỉ huy = Cổng 3, đường Biệt Thự [[Nha Trang]], [[Khánh Hòa]]\n| thành tích = {{HCVN|Anh hùng Lực lượng vũ trang nhân dân}}\n| tư lệnh = {{QH|đại tá không quân|Ngô Vĩnh Phúc}}\n| chính ủy = {{QH|đại tá không quân|Nguyễn Minh Tuấn}}\n| kiểu chỉ huy 1 = Hiệu trưởng\n}}\n\n'''Trường Sĩ quan không quân''' hay còn gọi là '''Trường Sĩ quan chỉ huy - kỹ thuật không quân''' là trường đại học quân sự trực thuộc [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không- Không quân]]- [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng Việt Nam]], chuyên đào tạo phi công quân sự, sĩ quan kỹ thuật hàng không trình độ đại học quân sự và cao đẳng kỹ thuật cho [[Quân đội nhân dân Việt Nam]].\n* Ngày truyền thống: 20\/08\/1959 <ref>{{Chú thích web|url = http:\/\/vtv9.com.vn\/xa-hoi\/doi-song\/20003-vtv9-55-nam-thanh-lap-truong-si-quan-khong-quan.html|tiêu đề = (VTV9)- 55 năm thành lập Trường Sĩ quan Không quân|ngày truy cập = 2014-09-10|archive-date = ngày 10 tháng 9 năm 2014 |archive-url = https:\/\/web.archive.org\/web\/20140910195454\/http:\/\/vtv9.com.vn\/xa-hoi\/doi-song\/20003-vtv9-55-nam-thanh-lap-truong-si-quan-khong-quan.html|url-status = dead}}<\/ref> ngày thành lập trường Hàng không Việt Nam.\n* Trụ sở chính: Cổng số 03 - Đường Biệt Thự - Tân Lập - Tp. Nha Trang - Khánh Hòa\n\n==Lịch sử hình thành==\n* Ngày 20\/08\/1959, Bộ Quốc phòng ra Nghị định số 427\/NĐ thành lập Trường Huấn luyện hàng không (tiền thân của Trường Sĩ quan Không quân) tại sân bay Cát Bi, thành phố [[Hải Phòng]].\n* Tính đến tháng 8 năm 1965, Trường đã hoàn thành 5 khoá đào tạo phi công trên các loại máy bay cánh quạt, trực thăng và vận tải quân sự. Ngoài công tác đào tạo, Trường còn trực tiếp tham gia vận tải đường không cho tuyến vận tải chiến lược 559 và chiến trường Lào (1960 -1962).\n* Từ tháng 9 năm 1965 đến tháng 5 năm 1975, Trường sơ tán ra nước ngoài (Trung Quốc) tiếp tục làm nhiệm vụ đào tạo phi công vận tải cánh quạt và đào tạo phi công phản lực chiến đấu MiG-17; đồng thời làm nhiệm vụ bảo quản các loại máy bay dự trữ chiến đấu cho Không quân.\n* Sau đại thắng mùa Xuân 1975, Trường tiếp quản các [[sân bay Nha Trang]], Cam Ranh, Phan Rang. Hợp nhất các đơn vị: Trung đoàn 910 và Phân hiệu đào tạo sĩ quan Tham mưu (thuộc Trường Không quân), khoa Không quân và Tiểu đoàn kỹ thuật Không quân (thuộc Trường trung cấp kỹ thuật Phòng không-Không quân) thành Trường Sĩ quan Không quân. Đến tháng 1 năm 1981 Trường được đổi tên thành Trường Sĩ quan Chỉ huy-Kỹ thuật Không quân.\n* Trong giai đoạn từ 1975 đến 1994, Trường có nhiệm vụ đào tạo phi công các loại máy bay cánh quạt, trực thăng và phản lực chiến đấu; đào tạo sĩ quan tham mưu, chính trị, kỹ thuật và nhân viên trung cấp kỹ thuật hàng không.\n* Theo quyết định số 392\/QĐ-QP ngày 31\/12\/1994 của Bộ Quốc phòng, Trường được đổi tên thành Trường Huấn luyện bay-Kỹ thuật Không quân có nhiệm vụ đào tạo nhân viên kỹ thuật hàng không trình độ cao đẳng.\n* Năm 1995, Trường Sĩ quan Không quân đã liên kết với Học viện Không quân đào tạo phi công quân sự có trình độ đại học (Trường đảm nhiệm giai đoạn đào tạo chuyên ngành và thực hành bay; đào tạo nhân viên kỹ thuật hàng không trình độ cao đẳng. Học viện Không quân đảm nhiệm giai đoạn đào tạo đại học đại cương, một phần chuyên ngành và cấp bằng tốt nghiệp).\n* Ngày 25\/02\/ 2002, Bộ Quốc phòng ra quyết định số 31\/2002\/QĐ-BQP về việc đổi tên Trường Huấn luyện bay-Kỹ thuật Không quân thành Trường Sĩ quan Không quân; có nhiệm vụ tiếp tục liên kết với Học viện Phòng không-Không quân đào tạo phi công quân sự trình độ đại học và tích cực hoàn thiện các điều kiện đào tạo phi công quân sự có trình độ đại học một cách độc lập; đào tạo nhân viên kỹ thuật hàng không trình độ cao đẳng.\n* Ngày 05\/01\/2006 Thủ tướng Chính phủ ký Quyết định số 03\/2006\/QĐ-TTg giao nhiệm vụ đào tạo đại học cho Trường Sĩ quan Không quân.\n\n== Ban Giám hiệu ==\n\n*Hiệu trưởng: [[Đại tá]] Ngô Vĩnh Phúc\n* Chính ủy: Đại tá Nguyễn Minh Tuấn\n* PHT. TMT: Thượng tá Nguyễn Quang Hùng\n* PHT.IT: Đại tá Nguyễn Văn Lập\n* PHT. Đào tạo: Đại tá Lại Công Hoan\n* PHT. Kỹ Thuật: Đại tá Nguyễn Trường Thành\n* Phó Chính ủy: Đại tá Vũ Hồng Trung\n\n==Chức năng, Nhiệm vụ==\n* Đào tạo phi công quân sự, sĩ quan Dù-TKCN đường không trình độ đại học, nhân viên CMKT không quân các cấp;\n* Tổ chức nghiên cứu khoa học\n* Đào tạo Phi công quân sự trình độ đại học;\n* Đào tạo sĩ quan Dù-Tìm kiếm cứu nạn đường không trình độ đại học;\n* Đào tạo nhân viên chuyên môn kỹ thuật Không quân trình độ cao đẳng, trung cấp, sơ cấp các chuyên ngành kỹ thuật hàng không\n* Đào tạo học viên Quốc tế (phi công quân sự, nhân viên công tác trên không, nhân viên các chuyên ngành KTHK Lào và Campuchia);\n* Nghiên cứu, ứng dụng và phát triển khoa học quân sự các chuyên ngành;\n* Xây dựng Nhà trường cách mạng, chính quy, từng bước hiện đại, có môi trường văn hóa lành mạnh. Thực hiện nghiêm các quy định, chỉ thị của cấp trên, điều lệnh, điều lệ của Quân đội, pháp luật của Nhà nước;\n* Sẵn sàng chiến đấu, phòng chống thiên tai.\n==Khối cơ quan: Gồm 6 phòng và 4 ban trực thuộc==\n* Phòng Đào tạo\n* Phòng Quân huấn\n* Phòng Chính trị\n* Phòng Tham mưu\n* Phòng Kỹ thuật\n* Phòng Hậu cần \n* Ban Tài chính\n* Ban Khoa học, công nghệ và môi trường\n* Ban Khảo thí và đảm bảo chất lượng giáo dục đào tạo\n* Ban Vật tư kỹ thuật\n\n==Tổ chức các khoa, bộ môn==\n\nGồm có 10 khoa và 1 Trung tâm huấn luyện thực hành\n* Khoa Cơ bản\n* Khoa Kỹ thuật cơ sở\n* Khoa Khoa học xã hội & nhân văn\n* Khoa Chỉ huy Tham mưu\n* Khoa Quân sự - Thể thao\n* Khoa Máy bay - Động cơ\n* Khoa Vũ khí hàng không\n* Khoa Thiết bị hàng không\n* Khoa Vô tuyến điện tử\n* Trung tâm Huấn luyện thực hành\n* Khoa Ngoại ngữ\n\n==Khối các đơn vị huấn luyện bay==\n* Trung đoàn 910: Huấn luyện thực hành bay trên các loại máy bay phản lực\n* Trung đoàn 915: Huấn luyện thực hành bay trên trực thăng\n* Trung đoàn 920: Huấn luyện thực hành bay trên loại máy bay cánh quạt\n* Trung đoàn 940: Huấn luyện thực hành bay trên các loại máy bay phản lực\n\n==Khối các đơn vị quản lý học viên==\n* Tiểu đoàn 1: Quản lý học viên cao đẳng kỹ thuật hàng không\n* Tiểu đoàn 2: Quản lý học viên Quốc tế\n* Tiểu đoàn 3: Quản lý học viên Phi công, Sĩ quan Dù - Tìm kiếm cứu nạn\n\n==Ngành đào tạo==\n* Phi công quân sự trình độ đại học\n* Sĩ quan Dù - Tìm kiếm cứu nạn đường không trình độ đại học\n* Cao đẳng kỹ thuật hàng không gồm 4 nhóm ngành\n+ Kỹ thuật cơ khí: Phục vụ khai thác sửa chữa máy bay, động cơ\n\n+ Kỹ thuật điện: Phục vụ khai thác, sửa chữa thiết bị điện máy bay\n\n+ Kỹ thuật điện tử: Phục vụ khai thác, sửa chữa vô tuyến-ra đa máy bay\n\n+ Kỹ thuật điện - cơ: Phục vụ khai thác sửa chữa thiết bị vũ khí hàng không\n\n* Đào tạo nhân viên trung cấp, sơ cấp các chuyên ngành kỹ thuật hàng không cho các đơn vị, nhà máy trong quân đội\n\n== Thành tích ==\n\n* Ngoài nhiệm vụ Giáo dục-Đào tạo, Trường còn hoàn thành tốt nhiều nhiệm vụ, như: quản lý vùng trời trách nhiệm, cơ động chuyển sân, tham gia diễn tập, tiếp thu, phóng hành các máy bay quân sự, máy bay chuyên cơ chở lãnh đạo Đảng, Nhà nước, Quân đội; bay thăm dò địa chất, cấp cứu chống bão lụt, phun thuốc trừ sâu, bay biểu diễn phục vụ các ngày lễ lớn của Dân tộc và các nhiệm vụ khác được giao.\n* Trong quá trình xây dựng, phát triển, nhiều cán bộ, học viên của Trường đã trưởng thành, đảm nhiệm cương vị lãnh đạo ch huy cấp quân chủng, sư đoàn, trung đoàn không quân. Nhiều đồng chí giảng viên và học viên phi công về các đơn vị chiến đấu đã lập công xuất sắc, bắn rơi nhiều máy bay địch. Có 01 Trung đoàn (Trung đoàn không quân 910), 10 giảng viên, học viên được tặng danh hiệu Anh hùng lực lượng Vũ trang Nhân dân; có 6 đồng chí là cán bộ cấp tướng trong Quân đội, 04 đồng chí giảng viên được tặng danh hiệu Nhà giáo ưu tú; 80 cán bộ, giảng viên, công nhân viên được tặng huy chương vì sự nghiệp Giáo dục, nhiều cán bộ, giảng viên bay được tặng thưởng huân chương chiến công hạng 1,2,3. Trường được tặng thưởng: 1 Huân chương Quân công hạng Nhất, 3 Huân chương Chiến công, nhiều cờ thưởng, lẵng hoa của Chủ tịch nước, nhiều bằng khen, giấy khen về thành tích Giáo dục-Đào tạo và hoàn thành tốt nhiệm vụ; được Nhà nước Lào tặng thưởng Huân chương Hữu nghị và Huân chương Itxala về thành tích đào tạo phi công và cán bộ cho nước bạn. Ngày 23 tháng 5 năm 2005, Nhà trường vinh dự được Chủ tịch nước ký Quyết định phong tặng danh hiệu Anh hùng lực lượng Vũ trang Nhân dân trong thời kỳ chống Mỹ cứu nước.\n* Trong quan hệ quốc tế, Trường được sự giúp đỡ của nhiều đoàn chuyên gia về bay và kỹ thuật hàng không các nước Liên Xô (cũ), Trung Quốc, Tiệp Khắc (cũ), Rumani, Ukraina...Nhà trường đã đón tiếp nhiều Đoàn đại biểu cấp cao của Đảng và Nhà nước Lào, Campuchia; các Đoàn đại biểu quân sự của Liên Xô (cũ), Tiệp Khắc (cũ), Cuba, Ấn Độ, Indonesia, Thái Lan, Bộ tư lệnh Không quân nước Cộng hoà Pháp, Học viện Không quân Mỹ đến thăm và trao đổi kinh nghiệm đào tạo phi công và nhân viên kỹ thuật hàng không.\n* Trong quá trình phát triển, Trường Sĩ quan Không quân đã trở thành một trung tâm đào tạo phi công, sĩ quan lái máy bay quân sự và cán bộ nhân viên kỹ thuật các chuyên ngành không quân.\n\n== Hiệu trưởng qua các thời kỳ ==\n* Vũ Ngọc Đỉnh, Đại tá \n*Trần Thông Hào, Đại tá\n*Nguyễn Phương Anh, Đại tá\n* Nguyễn Thăng Thắng, Đại tá\n*Nguyễn Duy Cường, Thiếu tướng\n* Ngô Vĩnh Phúc, Đại tá (đương nhiệm)\n\n== Chính ủy qua các thời kỳ ==\n\n*Nguyễn Tử Bình, Thiếu tướng\n* Nguyễn Minh Tuấn, Đại tá (đương nhiệm)\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/baophuyen.com.vn\/portals\/0\/Quangcao\/tdtg\/linh%20bay.htm Lính bay]\n\n{{Bộ Quốc phòng Việt Nam}}\n{{Trường quân sự Việt Nam}}\n\n[[Thể loại:Đại học và cao đẳng quân sự Việt Nam|Không quân]]\n[[Thể loại:Quân chủng Phòng không - Không quân, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Khánh Hòa]]\n[[Thể loại:Trung đoàn Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]"}