{"15428309":"{{chú thích trong bài}}\n'''Trương Đăng Đồ''' (? - [[1802]]) một danh tướng của [[Nhà Tây Sơn|Tây Sơn]], tước Tú Đức hầu.\n\nTrương Đăng Đồ là người làng Mỹ Khê, huyện Bình Sơn, phủ Quảng Ngãi; nay thuộc xã Tịnh Khê, huyện [[Sơn Tịnh]], tỉnh [[Quảng Ngãi]]. Ông là chú ruột của [[Trương Đăng Quế]] ([[1793]]-[[1865]]), một danh thần của triều [[Nhà Nguyễn|Nguyễn]] sau này. Trương tộc thế phả không cho biết Trương Đăng Đồ sinh vào năm nào, nhưng dựa vào tuổi của người anh trai thứ ba là Trương Đăng Phác (1758 - 1801), có thể ước đoán Trương Đăng Đồ tuẫn tiết khi ông trên dưới 40 tuổi.\n\nPhu nhân ông là [[Nguyễn Thị Dung]] (? -[[1802]]) cùng nữ tướng [[Bùi Thị Xuân]] và [[Trần Thị Lan]] vợ Đô Đốc Tuyết là chỗ thâm giao.\n\nTheo gia phả họ Trương, khoảng năm Quý Hợi (1623), ông Trương Đăng Nhứt cùng người con trai là Trương Đăng Trưởng (tổ 5 đời của Trương Đăng Đồ) ứng nghĩa phù Lê, sau đó đưa gia quyến rời quê cũ, nay thuộc huyện [[Thạch Hà]], [[Hà Tĩnh]] vào định cư ở vùng đất tả ngạn [[sông Trà Khúc]]. Ông Trương Đăng Trưởng làm quan, được phong tước Nham Lĩnh bá; dòng họ Trương nhanh chóng hưng thịnh, nhiều người tham gia vào bộ máy quan lại đương thời.\n\nCuối thế kỷ XVIII, cuộc tranh đoạt giữa anh em nhà Tây Sơn và Nguyễn Ánh liên tục trong nhiều thập kỷ đã kéo theo lắm hệ luỵ trong xã hội, mà rõ nhất là tình cảnh phân chia đến mức đối đầu quyết liệt trong việc lựa chọn ngọn cờ tôn phù, thể hiện những khác biệt về quyền lợi, nhận thức thời cuộc, kể cả hoàn cảnh và điều kiện riêng của mỗi con người trong xã hội.\n\nĐời thứ 5 dòng họ Trương ở Quảng Ngãi có ông Trương Đăng Lượng giữ một chức quan nhỏ dưới thời Định vương Nguyễn Phúc Thuần - vị chúa cuối cùng của họ Nguyễn ở Đàng Trong. Ông sinh hạ 5 người con trai (Trương Đăng Chấn, Trương Đăng Nghĩa, Trương Đăng Phác, Trương Đăng Yến và Trương Đăng Đồ), trong đó có đến 4 người (Trương Đăng Chấn, Trương Đăng Nghĩa, Trương Đăng Phác, Trương Đăng Đồ) ra giúp triều Tây Sơn.\n\n“Trương tộc thế phả” cùng  truyền ngôn trong dòng họ, cho biết: Trương Đăng Đồ là con trai út của Trương Đăng Lượng và là chú ruột Trương Đăng Quế -  một danh thần triều Nguyễn. Ông có dung mạo tuấn tú, ham văn chuộng võ, được thân phụ đưa ra học ở Phú Xuân và trở nên nổi tiếng trong giới theo đòi nghiên bút.\n\nKhi nhà Tây Sơn nổi lên, ông ra cộng tác, lập nhiều công trạng, thăng đến chức Đô đốc, được phong tước Tú Đức hầu. Thời gian ông theo Tây Sơn được áng chừng khi Nguyễn Huệ tấn công Phú Xuân năm 1786.\n\nNăm 1792, Hoàng đế Quang Trung băng hà, Thái tử Quang Toản lên nối ngôi, lấy niên hiệu là Cảnh Thịnh. Trương Đăng Đồ phụng mệnh phò Tiết chế Nguyễn Quang Thuỳ trấn nhậm Bắc Thành, cai quản vùng đất trọng yếu ở phương Bắc.\n\nSuốt 10 năm ròng (1792 – 1802), bất chấp những biến động triền miên ở phía Nam, vùng đất Bắc hà dưới sự cai quản của Tiết chế Nguyễn Quang Thuỳ, có sự giúp rập của Trương Đăng Đồ, vẫn luôn giữ được ổn định.\n\nTháng giêng năm Nhâm Tuất (1802), sau khi kinh đô Phú Xuân thất thủ, các tướng lĩnh Tây Sơn dưới trướng vua Quang Toản cố gắng tập hợp lực lượng, gượng dậy lần cuối bằng cuộc phản công tổng lực tại lũy Trấn Ninh. Thời đã qua, thế đã tàn, quân Tây Sơn chuốc lấy thất bại nặng nề trước khí thế hừng hực của đội quân Nguyễn Ánh.\n\nTháng 5 năm ấy, Nguyễn Ánh lên ngôi, đặt niên hiệu Gia Long, dồn lực lượng hùng hậu tiến công ra Bắc, quyết tâm kết liễu nhà Tây Sơn. Nghệ An, Thanh Hoa (Thanh Hoá) rồi các trấn Bắc thành nhanh chóng rơi vào tay quân Nguyễn. Thế cùng lực kiệt, Trương Đăng Đồ hộ giá vua Quang Toản và người anh của nhà vua là Tiết chế Quang Thuỳ vượt sông Nhĩ Hà chạy về hướng bắc.\n\nKhi đến Xương Giang (nay thuộc [[Bắc Giang]]), để ngăn giặc đuổi theo, [[Nguyễn Quang Thùy]] (? - [[1802]]) cùng Đô Đốc Trương Đăng Đồ tức Tú Đức Hầu và phu nhân Nguyễn Thị Dung ở lại giữ thành chặn quân đối phương để cho nhà vua có thời gian thoát hiểm.\n\nThế giặc mạnh như bão táp, không sao địch được, hai ông bà Tú Đức Hầu phò Nguyễn Quang Thùy chạy về ngả Sơn Tây, để cho giặc đuổi theo mình chớ không đuổi theo Vua và cung quyến. Sau một cuộc chiến đấu, Nguyễn Quang Thùy và vợ chồng Tú Đức Hầu cũng bị bắt ở Sơn Tây, Nguyễn Quang Thùy đập đầu tuẫn tiết. Tú Đức Hầu cùng phu nhân rút gươm tự sát. Khi ấy là khoảng giữa [[Tháng sáu|tháng 6]] năm [[Nhâm Tuất]] ([[1802]])\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Hầu tước nhà Tây Sơn]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Người Quảng Ngãi]]"}