{"3639351":"{{Wiki hóa}}\n\n'''Trường Cao đẳng Y tế Lâm Đồng''' tiền thân là Trường Sơ cấp Y tế được thành lập năm 1978 có địa chỉ tại số 16, đường Ngô Quyền, thành phố Đà Lạt, tỉnh Lâm Đồng.\n\n== Thành lập và quá trình phát triển ==\nTrường được thành lập từ ngày 1 tháng 9 năm 1978 theo quyết định số 58\/ QĐ –UB của UBND tỉnh với tên gọi là trường Trung cấp Y tế Lâm đồng, đến ngày 15 tháng 5 năm 2009 Trường được nâng cấp thành trường Cao đẳng Y tế Lâm đồng theo quyết định số 3505\/QĐ – BGDĐT của Bộ Giáo dục và Đào tạo. Qua 37 năm hình thành và phát triển đến nay nhà trường đã đào tạo hơn 40 nghìn cán bộ y tế trong đó nhiều người hiện đang nắm giữ những vị trí lãnh đạo chủ chốt của ngành y tế tỉnh nhà. Từ khi thành lập đến nay, trường thường xuyên duy trì mối quan hệ hợp tác với các tổ chức quốc tế nhằm nâng cao năng lực đào tạo, nghiên cứu. Hiện nay, trường đang sỡ hữu một cơ sở khang trang hiện đại và đội ngũ giảng viên giỏi, dày dạn kinh nghiệm, nhiệt huyết, yêu nghề được đào tạo trong và ngoài nước (Pháp, Mỹ, Hà Lan, Nhật…..)\n[[Tập tin:Lam Dong Medical College 01.JPG|nhỏ|272x272px]]\n\n=== '''Quá trình hình thành và phát triển trường Cao đẳng Y tế Lâm Đồng.''' ===\nTiền thân của Trường là Trường Sơ cấp Y tế (năm 1977 – 1978) đóng tại Bảo Lộc, và năm 1978 chuyển về 6B Ngô Quyền phường 6 Thành phố Đà Lạt và đổi tên là Trường Trung học Y tế Lâm Đồng.  Trường  Y tế Lâm Đồng thành lập ngày 1\/9\/1978 theo quyết định số 58\/QĐ-UB của Chủ tịch Ủy ban nhân dân tỉnh Lâm Đồng.\n\nNgày 15 tháng 05 năm 2009 Bộ trưởng Bộ Giáo dục Đào tạo ra Quyết định số 3505\/QĐ- BGDĐT Về việc thành lập Trường Cao đẳng Y tế Lâm Đồng trên cơ sở Trường Trung học Y tế. Nhiệm vụ chủ yếu của Trường Cao đẳng Y tế Lâm Đồng là Đào tạo, Bồi dưỡng nguồn nhân lực ở trình độ cao đẳng và trình độ thấp hơn đối với hai ngành Điều dưỡng, Hộ sinh và các ngành kỹ thuật y học khác. Nghiên cứu khoa học phục vụ yêu cầu phát triển kinh tế xã hội.\n\n=== '''''Mục tiêu chung:''''' ===\n– Đào tạo nhân lực cho ngành Dược, Điều Dưỡng, Hộ sinh và một số ngành kỹ thuật y học có trình độ chuyên môn cao, có y đức và phẩm chất tốt, đáp ứng nhu cầu chăm sóc và bảo vệ sức khỏe nhân dân địa phương và một số tỉnh trong khu vực.\n\n=== '''''Mục tiêu cụ thể:''''' ===\n– Đào tạo Dược, Điều Dưỡng, Hộ sinh, Kỹ thuật viên Y học ở bậc Cao đẳng, Trung học và dạy nghề cho tỉnh Lâm Đồng và các tỉnh khác trong khu vực.\n\n– Là trung tâm bồi dưỡng về chuyên môn về nghiệp vụ và đào tạo liên tục, quản lý các lớp đào tạo Đại học, Sau Đại học liên kết cho cán bộ y tế.\n\n=== Hiệu trưởng hiện tại: GS.TSKH. [[:en:PROF. DUONG QUY SY|Dương Qúy Sỹ]] ===\n[[Tập tin:Lam Dong Medical College 02.JPG|nhỏ|246x246px]]\n\n==== <ref>{{Chú thích web|url=http:\/\/caodangytelamdong.edu.vn\/gioi-thieu|title=trường Cao đẳng Y tế Lâm Đồng|ngày truy cập=2017-01-24|archive-date=2017-02-17|archive-url=https:\/\/web.archive.org\/web\/20170217044731\/http:\/\/caodangytelamdong.edu.vn\/gioi-thieu|url-status=dead}}<\/ref> TRƯỜNG CAO ĐẲNG Y TẾ LÂM ĐỒNG ====\n\n===== LAM DONG MEDICAL COLLEGE =====\n16 Ngô Quyền – Đà Lạt. ĐT: 063.3822153, FAX: 063.3615000\n\nE-mail: cdytld@caodangytelamdong.edu.vn\n==Liên kết ngoài==\n* [https:\/\/www.cdytld.edu.vn\/ https:\/\/www.cdytld.edu.vn\/]\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Đại học và cao đẳng y dược Việt Nam]]\n[[Thể loại:Trường cao đẳng tại Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Lâm Đồng]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Ủy ban nhân dân tỉnh Lâm Đồng|Y tế Lâm Đồng]]"}