{"13802364":"'''Trường kỳ kháng chiến''' là một trong bốn '''Nội dung cơ bản của đường lối kháng chiến chống Pháp'''<ref name=\"tcqptd\">{{chú thích web | url = http:\/\/tapchiqptd.vn\/vi\/an-pham-tap-chi-in\/vai-tro-to-lon-cua-chu-tich-ho-chi-minh-trong-khang-chien-chong-phap\/2366.html | tiêu đề = Vai trò to lớn của Chủ tịch Hồ Chí Minh trong kháng chiến chống Pháp | author = ThS. Đinh Ngọc Quý | ngày = 30 tháng 10 năm 2011 | ngày truy cập = 12 tháng 10 năm 2018 | nơi xuất bản = Tạp chí Quốc phòng toàn dân, web:tapchiqptd.vn|url lưu trữ = https:\/\/web.archive.org\/web\/20191118004336\/http:\/\/tapchiqptd.vn\/vi\/an-pham-tap-chi-in\/vai-tro-to-lon-cua-chu-tich-ho-chi-minh-trong-khang-chien-chong-phap\/2366.html |ngày lưu trữ = 11 tháng 6 năm 2020 }}<\/ref> của [[Việt Nam Dân chủ Cộng hòa]]. Với nội dung này, các lực lượng cộng sản Việt Nam sẽ tiến hành một cuộc '''''chiến tranh lâu dài''''' nhằm chống lại [[Quân đội viễn chinh Pháp vùng Viễn Đông|quân đội Pháp]].\n\n==Cơ sở==\n\nĐường lối \"chiến tranh lâu dài\" không tức thời hình thành. Thuở ban đầu, khi quân đội Pháp triển khai chiến đấu trở lại Việt Nam sau [[Thế chiến II]], [[Hồ Chí Minh]] đã nỗ lực đàm phán cho độc lập của Việt Nam, trong đó có sự tồn tại của chính phủ Việt Nam Dân chủ Cộng hòa. Các cuộc đấu tranh ngoại giao bất thành, cuối cùng dẫn đến cuộc chiến tranh không thể tránh khỏi.\n\n[[Quân đội Nhân dân Việt Nam]] chịu áp lực căng thẳng khi quân Pháp nổ sung tại [[Hà Nội]], thủ đô [[Việt Nam Dân chủ Cộng hòa]], các nhà lãnh đạo Việt Nam hy vọng có thể giữ vững thủ đô buộc Pháp phải đi đến các giải pháp hòa bình. [[Trận Hà Nội 1946|Trận đánh Hà Nội]] là một chiến thắng của quân Pháp, buộc chính phủ Việt Nam Dân chủ Cộng hòa không còn cách nào khác phải bỏ rơi trung tâm quan trọng của mình, rút về rừng núi phía bắc, lập chiến khu [[Việt Bắc]].\n\nViệc xác định một cuộc chiến lâu dài từng bước hình thành, tư tưởng đó liên quan các tài liệu của chính phủ Việt Nam Dân chủ Cộng hòa đương thời:\n\n# [[Lời kêu gọi toàn quốc kháng chiến]] của chủ tịch Hồ Chí Minh, ngày 19 tháng 12 năm 1946.\n# [[Bản chỉ thị Toàn dân kháng chiến]] của Ban thường vụ trung ương Đảng, ngày 22 tháng 12 năm 1946.\n# [[Tác phẩm Kháng chiến nhất định thắng lợi]] của [[Trường Chinh]] vào năm 1947.\n\n==Nguyên nhân==\n\nXuất phát từ tương quan lực lượng giữa hai bên bất lợi cho phía [[Việt Nam Dân chủ Cộng hòa]]. [[Quân đội Nhân dân Việt Nam]] mới hình thành không được bao lâu, quân số có thể huy động nhiều nhưng vũ khí yếu kém. Sự thiếu thốn đó vẫn là bất lợi cho phía Việt Nam bất kể Pháp đã yếu đi nhiều sau [[Thế chiến II]]. Việc kéo dài chiến tranh là điều cần thiết vào thời điểm đó, một chiến lược đúng đắn.\n\n==Cách thức==\n\n* ''Né tránh các trận đánh lớn'': Để có thể chiến tranh lâu dài, quân Việt Nam hết sức né tránh các trận đánh lớn mà Pháp hy vọng, không để quân chủ lực phải giao chiến trong giai đoạn bất lợi. Quyết không để quân Pháp đạt mục đích loại bỏ lực lượng quân chủ lực,<ref name=\"anninhthudo\">{{chú thích web | url = https:\/\/anninhthudo.vn\/quan-su\/tu-duy-quan-su-thien-tai-cua-dai-tuong-vo-nguyen-giap-trong-khang-chien-chong-phap\/519123.antd | tiêu đề = Tư duy quân sự thiên tài của Đại tướng Võ Nguyên Giáp trong kháng chiến chống Pháp | author = Nguyễn Ngọc (tổng hợp) | ngày = 8 tháng 10 năm 2013 | ngày truy cập = 11 tháng 6 năm 2020 | nơi xuất bản = anninhthudo.vn | ngôn ngữ = |url lưu trữ = https:\/\/web.archive.org\/web\/20150622204841\/https:\/\/anninhthudo.vn\/quan-su\/tu-duy-quan-su-thien-tai-cua-dai-tuong-vo-nguyen-giap-trong-khang-chien-chong-phap\/519123.antd |ngày lưu trữ = 11 tháng 6 năm 2020 }}<\/ref> vốn là \"xương sống\" của chính phủ [[Việt Nam Dân chủ Cộng hòa]].\n* ''Đẩy mạnh [[chiến tranh du kích]]'': Mục tiêu quân Pháp là \"đánh nhanh thắng nhanh\", mặc dù họ chiếm hầu hết các [[đô thị]] và [[đồng bằng]], nhưng quân Pháp không đủ để kiểm soát và tiếp tục tấn công. Điểm chính yếu là Pháp rơi vào cuộc chiến tranh kéo dài bởi loại hình [[chiến tranh du kích]].\n* ''Kéo dài thời gian'':\n**Quân Việt Nam một mặt tránh né đánh lớn để bảo toàn lực lượng, tiếp tục xây dựng và tổ chức các đơn vị, một mặt [[đánh du kích]] để làm tiêu hao quân Pháp. Từng bước chuyển hóa tương quan lực lượng,<ref name=\"tcqptd\"\/> xây dựng quân Việt Nam ngày càng mạnh hơn.\n**Đồng thời, một cuộc chiến kéo dài sẽ làm bộc phát các vấn đề chính trị của chính phủ Pháp. Liên quan đến tính hợp pháp của chiến tranh, tranh thủ mọi khả năng của dư luận các nước qua truyền thông, nhất là dư luận Pháp, làm suy yếu ý chí quân viễn chinh.<ref>Arthur J. Dommen. ''The Indochinese experience of the French and the Americans: nationalism and communism in Cambodia, Laos, and Vietnam''. Indiana University Press, 2001\n{{ISBN|0-253-33854-9}}, trang 233, trích dẫn từ Rapport concernant la conduite des opérations en Indochine sous la direction du général Navarre as reproduced in G. Elgey, Histoire de la IVe République, volume 2, annex 1, trang 641–722.<\/ref>\n\n==Hiệu quả==\n\nNăm 1949, Mỹ bắt đầu viện trợ cho Pháp, đến năm 1950, [[Trung Quốc]] và [[Liên Xô]] bắt đầu viện trợ cho Việt Nam Dân chủ Cộng hòa. Sau khi được Trung Quốc giúp đỡ xây dựng các đơn vị lớn, với pháo binh hạng nặng, [[Quân đội Nhân dân Việt Nam]] chuyển sang đánh lớn.\n\nCuộc chiến tranh kéo dài cho đến 1950 đã khiến cho hơn 100.000 quân Pháp thương vong. Sự kéo dài đó gây sức ép lên nền kinh tế yếu kém của nước Pháp từ sau Thế Chiến II, và nhất là khi hệ thống thuộc địa của Pháp đang nổi loạn khắp nơi. Điều này đẩy Pháp vào sự phụ thuộc nặng nề các nguồn viện trợ của Mỹ.\n\nChiến tranh kéo dài đã giúp cho phía Việt Nam đạt được các mục đích chiến tranh của mình. Đó là chuyển hóa thế và lực giữa 2 phía trong chiến tranh có lợi cho Việt Nam Dân chủ Cộng hòa.\n\n==Trong giai đoạn Chiến tranh Việt Nam==\n\nNgày 17-7-1966, Chủ tịch [[Việt Nam Dân chủ Cộng hòa]] [[Hồ Chí Minh]] ra ''Lời kêu gọi đồng bào, chiến sĩ cả nước'' đã thể hiện quan niệm chiến tranh lâu dài với Mỹ. Lời viết:\n\n{{quote|\"Chiến tranh có thể kéo dài 5 năm, 10 năm, 20 năm hoặc lâu hơn nữa. Hà Nội, Hải Phòng và một số thành phố, xí nghiệp có thể bị tàn phá song nhân dân Việt Nam quyết không sợ! Không có gì quý hơn độc lập, tự do. Ðến ngày thắng lợi, nhân dân ta sẽ xây dựng lại đất nước ta đàng hoàng hơn, to đẹp hơn!\".<ref>{{chú thích web | url = http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/sach-chinh-tri\/books-1924201511165546\/index-592420151112164620.html | tiêu đề = Tư tưởng Hồ Chí Minh về chiến tranh nhân dân | author = | ngày = | ngày truy cập = 15 tháng 9 năm 2018 | nơi xuất bản = Đảng Cộng sản Việt Nam, web:dangcongsan.vn | ngôn ngữ = |url lưu trữ = https:\/\/web.archive.org\/web\/20160909190952\/http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/sach-chinh-tri\/books-1924201511165546\/index-592420151112164620.html |ngày lưu trữ = 11 tháng 6 năm 2020 }}<\/ref>}}\n\n==Xem thêm==\n*[[Chiến tranh theo giai đoạn]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Chiến tranh Đông Dương]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Chiến lược quân sự]]"}