{"1585515":"{{Chú thích trong bài|date=tháng 6\/2022}}\n{{Wiki hóa|date=tháng 6\/2022}}\n{{Thông tin trường học\n| tên = Trường THPT Kiến An\n| logo = \n| hình = \n| cỡ hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = [[1959]]\n| loại hình = Công lập\n| bài hát = \n| giám đốc = \n| tài trợ =\n| hiệu trưởng = \n| hiệu phó = \n| nhân viên = \n| khuôn viên = \n| địa chỉ = Số 175, Đường [[Phan Đăng Lưu]], Phường [[Ngọc Sơn, Kiến An|Ngọc Sơn]], [[Kiến An|Quận Kiến An]], [[Hải Phòng|Thành phố Hải Phòng]]\n| thành phố = [[Hải Phòng]]\n| tỉnh = \n| quốc gia = {{VIE}}\n| tọa độ = \n| điện thoại = 113\n| email = thptkienan@haiphong.edu.vn\n| web = [http:\/\/thptkienan-hp.edu.vn thptkienan.edu.vn]\n}}\n\nTrường '''Trung học phổ thông''' (THPT) '''[[Kiến An]]''' là một ngôi trường Trung học phổ thông tại quận Kiến An, [[Hải Phòng|thành phố Hải Phòng]]. Được thành lập năm 1959, đây là ngôi trường trường cấp 3 đầu tiên ở Hải Phòng được xây dựng hoàn toàn mới trong chế độ XHCN.<ref name=\"a\">{{Chú thích web |url=http:\/\/thptkienan-hp.edu.vn\/index.php\/vi\/about\/TRUONG-TRUNG-HOC-PHO-THONG-KIEN-AN\/ |ngày truy cập=2012-10-22 |tựa đề=Diễn văn kỉ niệm 50 năm thành lập trường |archive-date = ngày 7 tháng 6 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130607042149\/http:\/\/thptkienan-hp.edu.vn\/index.php\/vi\/about\/TRUONG-TRUNG-HOC-PHO-THONG-KIEN-AN |url-status=dead }}<\/ref>\n\n==Lịch sử==\n===Giai đoạn 1959 - 1965===\n\nTrường cấp 3 tỉnh Kiến An<ref>Giai đoạn trước đô thị hóa của quận Kiến An, thành phố Hải Phòng, Việt Nam<\/ref> được thành lập vào năm 1959, là ngôi trường trường cấp 3 đầu tiên ở Hải Phòng được xây dựng hoàn toàn mới trong chế độ XHCN.\n\nTrong năm học đầu tiên 1959 - 1960, trường gồm cả cấp 2 và cấp 3. Riêng cấp 3 mới chỉ có 2 lớp học với khoảng 100 học sinh và 7 giáo viên vừa làm công tác quản lý, vừa kiêm nhiệm nhiều môn học.<ref>Hội đồng giáo dục đầu tiên của nhà trường năm 1960 có các thầy cô: thầy Nguyễn Trọng Lô (Hiệu trưởng), thầy Lê Đôn Ngưỡng ([[Sinh]] - [[Hóa học|Hoá]]), thầy Phạm Văn Mĩ ([[Vật lý học|Vật lý]]), thầy Hà Thúc Quả ([[Toán học|Toán]]), thầy Đoàn Yên ([[Sinh]]), thầy Tạ Đức Hùng (Toán), thầy Trịnh Chương ([[Lịch sử]]), thầy Nguyễn Văn Hùng ([[Văn chương|Văn]]), thầy Hoàng Đình Lộc ([[Thể dục]]), thầy Hà Văn Nhưỡng ([[Chữ Hán|Trung văn]]), thầy Nguyễn Nhẫn ([[Chính trị]]), cô Nguyễn Thị Được ([[Địa lý]]).<\/ref>\n\nNăm học thứ hai 1960-1961, trường được tách ra và năm học thứ ba [[1961]] - [[1962]] trở thành một trường phổ thông cấp 3 hoàn chỉnh có 9 lớp học. Mùa hè năm [[1962]], hai lớp 10 đầu tiên của trường tốt nghiệp và đa số học sinh đã trở thành sinh viên của các [[đại học|trường đại học]]. Chi bộ [[Đảng phái chính trị|Đảng]] của nhà trường được thành lập vào năm [[1960]], phong trào thi đua lao động, văn nghệ, thể dục thể thao rất sôi nổi.\n\nNgày [[18-01-1960]], Trường cấp 3 [[Kiến An]] đã vinh dự được đi đón [[Hồ Chí Minh|Bác Hồ]] trong dịp [[Loài người|Người]] về thăm [[Đảng phái chính trị|Đảng]] bộ và [[Quân dân]] [[kiến An (tỉnh)|tỉnh Kiến An]].<ref name=\"a\"\/>\n\n===Giai đoạn 1965 - 1975===\nNăm [[1965]], nhà trường thực hiện lệnh sơ tán của chính quyền, giáo viên và học sinh được di tản về các trường cấp 3 ngoại thành như [[An Dương]], [[An Lão (định hướng)|An Lão]], [[Vĩnh Bảo]],...\n\nĐến tháng 9 năm [[1970]], Trường cấp 3 [[Kiến An]] được tái lập trở lại ngay trên ngôi trường cũ. Ngày đầu tái lập, trường có 10 lớp với tổng số 448 [[học sinh]], gồm 4 lớp 8, 3 lớp 9, 3 lớp 10. Cơ sở vật chất của trường có một nhà hai tầng với 10 phòng học, hai gian nhà cấp 4, một ao trường và một thửa ruộng cấy lúa nằm giữa trường cấp 2 và trường cấp 3.\n\nTrường có 25 giáo viên do thầy [[Tạ Đức Hùng]] làm Hiệu trưởng, được chia thành 4 tổ chuyên môn: Tổ Toán, tổ Văn, Tổ Lí-Hoá-Sinh-Thể dục-Kĩ thuật, Tổ Sử -Địa-Chính trị- Ngoại ngữ và Tổ Văn phòng.\n\nSau hai năm học, mùa hè năm 1972, đế quốc Mĩ đánh phá trở lại miền Bắc, thầy và trò Trường cấp 3 [[Kiến An]] phải rời đi sơ tán vào thôn Đẩu Sơn, xã [[Bắc Hà]]: vừa giảng dạy, học tập, vừa lao động dựng xây 3 địa điểm làm lớp học sơ tán. \n[[Tháng 1 năm 1973]],Hiệp định [[Paris|Pari]] được ký kết, [[Hoa Kỳ|Mĩ]] ngừng ném bom trên [[miền Bắc]], thầy và trò Trường cấp 3 Kiến An từ nơi sơ tán về lại trường. Các năm học 1973-1974, 1974-1975 nhà trường có nhiều cố gắng đáng ghi nhận trong công tác dạy học và các hoạt động lao động sản xuất, rèn luyện nếp sống cho học sinh.<ref name=\"a\"\/>\n\n===Giai đoạn 1975 - 1985===\nSau ngày hoà bình thống nhất, thầy và trò Trường PTTH Kiến An tiếp tục chặng đường xây dựng và phát triển, \"dạy chữ dạy người\". Quy mô của trường cho đến năm 1979 là 20 lớp học. Ngoài dãy nhà 2 tầng gồm 10 phòng học có từ trước, học sinh học theo 2 khối sáng và chiều, trường được xây thêm một dãy nhà 2 tầng gồm 8 phòng, dùng làm phòng thư viện, thí nghiệm, văn phòng và phòng đợi của giáo viên. Thầy Tạ Đức Hùng tiếp tục là [[hiệu trưởng]], đội ngũ [[giáo viên]] có khoảng 40 người, nhiều giáo viên tâm huyết được nhân dân, học sinh và đồng nghiệp tin tưởng, kính trọng sâu sắc. Nhà trường có nề nếp sinh hoạt chuyên môn nghiêm túc, chất lượng cao.\n\nỞ giai đoạn này Trường Kiến An cùng với Trường [[Trường Trung học phổ thông Ngô Quyền, Hải Phòng|Ngô Quyền]] và [[Trường Trung học phổ thông Thái Phiên, Hải Phòng|Thái Phiên]] là ba [[ngôi trường]] dẫn đầu thành phố về chất lượng văn hoá và rèn luyện đạo đức cho học sinh.<ref name=\"a\"\/>\n\n===Giai đoạn 1986 - nay===\n\nTrong thời kỳ đổi mới, hội nhập của đất nước, [[Trường thpt Kiến An]] đã phát triển vượt bậc không ngừng lớn mạnh về quy mô số [[lớp]], số [[học sinh]], đội ngũ giáo viên và chất lượng giáo dục toàn diện. Có những năm, số học sinh của trường đạt hơn 2000 học sinh với 42 lớp{{fact|date=7-2014}}.\n\nCơ sở vật chất của trường hiện nay (tháng 11\/2012) gồm 4 dãy nhà (3 dãy ba tầng A1, A2, A3 và 2 dãy nhà 2 tầng (B1, B2) với 42 phòng học. Trong đó, dãy nhà A dành giảng dạy và thực hành hóa, sinh, lý, tin. Khu nhà B1 dành cho ban giám hiệu, văn phòng, phòng chờ giáo viên, thư viện, văn phòng Đoàn, hội trường. Khu nhà B2 dành cho các môn học nghề (tin học văn phòng, vi sinh dinh dưỡng). Phòng máy tính của nhà trường trang bị hơn 100 máy tính. 10 phòng học có hệ thống máy chiếu...\n\nLực lượng giáo viên hiện nay gồm hơn 80 nhà giáo, trong đó có nhiều người là tiến sĩ, thạc sĩ, chia làm các tổ: [[Toán học|Toán]], [[Văn chương|Văn]] [[Hóa học|Hóa]] - [[Sinh]] - [[Công nghệ]], [[Sử]] - [[Địa lý|Địa]] - [[Giáo dục nhân quyền|Giáo dục công dân]], [[Ngoại ngữ]] - [[Thể dục]], [[Lý]] - [[Công nghệ công nghiệp]] - [[Tin học]], [[Văn phòng]]<ref name=\"a\"\/>\n\nĐể được là học sinh của trường Trung học phổ thông Kiến An, học sinh phải trải qua kỳ thi vào lớp 10 để giành từ 400 - 450 suất vào trường. Đây đều là những học sinh xuất sắc của quận Kiến An. Vào các năm gần đây, số lượng học sinh vào trường ngày càng giảm, lượng điểm chuẩn tăng cao (41.5\/60 - năm học 2012 - 2013) khiến cuộc cạnh tranh rất khốc liệt. Hiện nay, nhà trường có hơn 1375 học sinh, chia vào 12 lớp khối 12, 11 lớp khối 11 và 9 lớp khối 10.\n\nTrong quá trình đào tạo tại trường, nhà trường chú trọng công tác giáo dục nhân cách, phẩm chất đạo đức học sinh thông qua các hoạt động ngoài giờ lên lớp như: Tổ chức các buổi chào cờ đầu & giữa tháng, tổ chức cuộc thi [[Rung chuông vàng]], [[Đường lên đỉnh Olympia]], tổ chức Meeting nhân dịp [[Ngày Nhà giáo Việt Nam]], hay [[Hội khỏe Phù Đổng]], Festival [[Tiếng Anh]], các cuộc thi kéo co, giải [[bóng đá]] nam, bóng đá nữ, lễ chia tay học sinh khối 12,... Qua các cuộc thi, nhà trường đã phát hiện nhiều học sinh có tài năng bổ sung vào đội văn nghệ xung kích, đội tuyển học sinh giỏi, hoặc cử đi thi Olympia (nhiều lần trường đạt giải nhất các cuộc tuần <ref>[http:\/\/www.olympia.net.vn\/olympia\/node\/427 Bùi Hồng Quảng - thpt Kiến An đạt giải nhất cuộc thi Tuần 2 - Tháng 3 - Quý 1 - Olympia 12] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120525165251\/http:\/\/olympia.net.vn\/olympia\/node\/427 |date = ngày 25 tháng 5 năm 2012}}, Trang chủ Đường lên đỉnh Olympia, Truy cập 20-05-2013<\/ref>) hoặc tuyển quân cho đội tuyển bóng đá nam của trường.\n\nTừ năm 2015, trường bắt đầu triển khai mô hình các CLB dưới sự hỗ trợ của các thế hệ học sinh các khóa. Mở đầu là nhóm KOC - Kien An Olympia Challenge dưới sự lãnh đạo của anh Đào Mạnh Sơn, cựu học sinh khóa 2011 - 2014, cùng nhiều anh chị cựu học sinh khác (sinh năm 1992 - 1997) cùng nhau tổ chức một chương trình thường niên mang tên \"Nhà leo núi tương lai\" nhằm tuyển chọn các bạn học sinh xuất sắc tham gia cuộc thi Đường lên đỉnh Olympia với quy mô rộng lớn và các thức tổ chức chuyên nghiệp.\n\nBên cạnh đó, CLB Tiếng Anh - Kien An English Club cũng được tái thành lập dưới sự cố vấn của anh Hoàng Thanh Tùng, cựu học sinh khóa 2008 - 2011) cùng nhiều anh chị khác, từ đó phong trào dạy và học tiếng Anh được nâng cao và tạo sự hứng thú đầy mới mẻ cho các bạn học sinh trong trường.\n\nNăm 2016, CLB Khoa học - Kien An Science Club cũng được ra đời nhằm mục đích hỗ trợ giúp đỡ các bạn học sinh có niềm đam mê nghiên cứu khoa học kỹ thuật.\n\n==Chất lượng giáo dục==\n\n{| class=\"wikitable sortable\"\n!Tên\n!Khóa\n!Thành tích\n|-\n|Trương Đình Phong \n|2009-2012\n|Giải đặc biệt trong kỳ thi Casio sinh học cấp quốc gia năm học 2011-2012\n|-\n|Phạm Thanh Phong \n|2012-2015\n|\n*Giải Nhì cuộc thi quý 1 - Đường lên đỉnh Olympia năm thứ 15\n*Á khoa tổ hợp A00 toàn thành phố Hải Phòng trong kì thi Trung học Phổ thông Quốc gia 2015 với 28.25 điểm.\n|}\nTrong bảng xếp hạng các trường THPT tại Thành phố Hải Phòng dựa theo điểm trung bình tại kì thi THPT Quốc gia, trường xếp hạng 4 toàn thành phố, chỉ sau trường THPT Chuyên Trần Phú, THPT Thái Phiên và THPT Ngô Quyền.\n\n==Những nhà giáo và học sinh nổi tiếng==\n#Thầy Nguyễn Trọng Lô, nguyên Hiệu trưởng đầu tiên, sau này là [[Nhà giáo Ưu tú]], Giám đốc [[Sở Giáo dục và Đào tạo]] [[Hải Phòng]]\n#Cô Bùi Thị Sinh, nguyên Phó Hiệu trưởng Trường Trung học Phổ thông Kiến An, sau này là [[Tổng giám đốc điều hành|Giám đốc]] [[Sở Giáo dục và Đào tạo]], Phó Chủ tịch [[Ủy ban nhân dân|UBND]] thành phố [[Hải Phòng]]\n#Thầy Nguyễn Hữu Thịnh, nguyên tổ trưởng tổ Toán trường Trung học phổ thông Kiến An, sau này là Hiệu trưởng [[Trường thpt Hồng Bàng]], trưởng phòng Trung học phổ thông [[Sở Giáo dục và Đào tạo]] [[Hải Phòng]]\n#Thầy Bùi Văn Phú nguyên Hiệu trưởng trường Trung học Phổ thông Kiến An, sau là Hiệu trưởng [[Trường Trung học phổ thông chuyên Trần Phú, Hải Phòng]].\n#[[Tiến sĩ]] Đỗ Thị Hòa, nguyên Hiệu trưởng Trường Trung học Phổ thông Kiến An, sau là Hiệu trưởng [[Trường Trung học phổ thông chuyên Trần Phú, Hải Phòng]], hiện nay là Phó Giám đốc Sở Giáo dục & Đào tạo Hải Phòng.\n#Thầy Tào Vượng: Nguyên tổ trưởng tổ Hóa, nhà giáo ưu tú.\n#Nhà giáo nhân dân, thầy thuốc nhân dân Vũ Hữu Chỉnh, nguyên Hiệu trưởng Trường Cao đẳng Y tế Hải Phòng, cựu học sinh khóa 1961 - 1964\n#Đại tá Bùi Minh Tâm, Nguyên Giám đốc Trung tâm công nghệ xử lý bom mìn Việt Nam, Cựu học sinh khóa 1961 - 1964\n#Ông Trần Trung Kiên, nhân chứng Lịch sử, tham gia mũi tấn công thọc sâu của Trung đoàn 66, Sư đoàn 304, Quân đoàn 2, đánh chiếm Dinh Độc Lập, bắt sống Tổng thống Dương Văn Minh, Thủ tướng Vũ Văn Mẫu cùng toàn bộ nội các chính quyền Sài Gòn ngày 30\/4\/1975.\n#Ông [[Nguyễn Hòa Bình]], nguyên là học sinh nhà trường, nay là PGS.TS Luật, Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] khóa XI, đại biểu [[Quốc hội]] Việt Nam khóa XIII, Chánh án Toàn án nhân dân tối cao\n#Lê Bá Tiệp (học sinh khóa 2006 - 2009), 29.5 điểm khối A, thủ khoa chuyên ngành Kinh tế đối ngoại, á khoa trường [[Đại học Ngoại thương]] năm 2009.\n#Trương Đình Phong (học sinh khóa 2009 - 2012), giải đặc biệt kỳ thi Casio [[Sinh học]] quốc gia.\n#Phạm Thanh Phong (học sinh khóa 2012 - 2015), giải nhì quý I Đường lên đỉnh Olympia năm thứ 15, Á khoa Thành phố Hải Phòng tổ hợp A00 (Toán, Lý, Hóa) năm 2015 (Tổng điểm đạt 28,25.\n\n==Các thế hệ hiệu trưởng (1959 - 2016)==\n{| class=\"wikitable sortable\"\n!STT\n!Tên\n!Nhiệm kì\n|-\n|1\n|Nguyễn Trọng Lô\n|[[1959]] - [[1962]]\n|-\n|2\n|Phạm Mỹ\n|[[1962]] - [[1965]]\n|-\n|3\n|Tạ Đức Hùng\n|[[1970]] - [[1994]]\n|-\n|4\n|Bùi Văn Phú\n|[[1994]] - [[2001]]\n|-\n|5\n|Trần Thị Hạnh\n|[[2002]] - [[2007]]\n|-\n|6\n|Đỗ Thị Hòa\n|[[2007]] - [[2013]]\n|-\n|7\n|Lê Hoàng Việt\n|[[2013]] - [[2014]]\n|-\n|8\n|Bùi Thị Tuyết Mai\n|[[2015]]\n|-\n|9\n|Đinh Hồng Tiệp\n|2015 - 2021\n|-\n|10\n|Lưu Gia Thành\n|2021 - nay\n|}\n\n==Lãnh đạo các tổ chức chính trị - xã hội - đoàn thể ==\n{| class=\"wikitable sortable\"\n!STT\n!Tên\n!Chức vụ\n|-\n|1\n|Thầy Đinh Hồng Tiệp \n|Bí thư chi bộ Đảng\n|-\n|2\n|Cô Bùi Thị Toan \n|Chủ tịch công đoàn nhà trường\n|-\n|3\n|Cô Nguyễn Phương Thảo \n|Bí thư Đoàn trường\n|}\n\n==Khen thưởng==\n*[[Huân chương lao động]] hạng Ba (1989) <ref>[http:\/\/thptkienan-hp.edu.vn\/index.php\/vi\/about\/TRUONG-TRUNG-HOC-PHO-THONG-KIEN-AN\/ Nhà trường được nhận Huân chương lao động hạng 3 nhân dịp kỉ niệm 30 năm và 45 năm thành lập] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130607042149\/http:\/\/thptkienan-hp.edu.vn\/index.php\/vi\/about\/TRUONG-TRUNG-HOC-PHO-THONG-KIEN-AN |date = ngày 7 tháng 6 năm 2013}}, Trang chủ thpt Kiến An, truy cập 20-05-2013<\/ref>\n*[[Huân chương lao động]] hạng Ba (2004)\n*[[Huân chương lao động]] hạng Nhì (2009)\n\n==Tham khảo== \n{{tham khảo}}\n\n[[Thể loại:Trường trung học tại Hải Phòng]]"}