{"820378":"{{Thông tin trường học\n| tên = Trường Đại học Y - Dược, Đại học Thái Nguyên\n| logo = [[Tập tin:Logo Trường Đại học Y Dược, Đại học Thái Nguyên.svg|242px]]\n| hình = \n| tên khác = Phân hiệu Đại học Y khoa Miền núi (1968) <br \/> Trường Đại học Y Bắc Thái (1975) <br \/> Trường Đại học Y khoa (1994)\n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = {{ngày bắt đầu và tuổi|1968}}\n| loại hình = Trường [[Đại học công lập]]\n| khuôn viên = \n| địa chỉ = Số 284, Đường Lương Ngọc Quyến\n| thành phố = [[Thái Nguyên (thành phố)|TP. Thái Nguyên]]\n| tỉnh = [[Thái Nguyên| tỉnh Thái Nguyên]]\n| quốc gia = Việt Nam\n| tọa độ = \n| tài trợ = \n| hiệu trưởng = PGS.TS Nguyễn Tiến Dũng\n| hiệu phó = [[Giáo sư|PGS]].[[Tiến sĩ|TS]].[[Trịnh Xuân Tráng]]\n\n[[Giáo sư|PGS]].[[Tiến sĩ|TS]].[[Nguyễn Công Hoàng]] - Giám đốc Bệnh viện Trung Ương Thái Nguyên, kiêm nhiệm.\n| nhân viên = \n| điện thoại = +84(0) 2803-852671\n| email = dhyktn@hn.vnn.vn\n| web = [http:\/\/www.tump.edu.vn\/ http:\/\/www.tump.edu.vn]\n| thành viên của = [[Đại học Thái Nguyên]], trực thuộc [[Bộ Giáo dục và Đào tạo]]\n}}\n[[Tập tin:DHYDUOC13TANG.JPG|300px|phải|Tòa nhà 13 tầng vừa hoàn thành]]\n'''Trường Đại học Y - Dược, Đại học Thái Nguyên''' là một trong bảy trường y khoa đầu ngành tại miền Bắc Việt Nam. Có sứ mạng đào tạo bác sĩ, dược sĩ có trình độ đại học, sau đại học, nghiên cứu khoa học và chuyển giao công nghệ y dược, hỗ trợ phát triển hệ thống y tế nhằm đáp ứng nhu cầu chăm sóc sức khỏe cho nhân dân các dân tộc miền núi phía Bắc Việt Nam. Được xếp vào nhóm [[trường đại học trọng điểm quốc gia Việt Nam]], trực thuộc hệ thống [[Đại học Thái Nguyên]].\n\n== Lịch sử hình thành == \nTrên cơ sở ''Trường Y sĩ Việt Bắc'' thành lập những năm 1950, ''Phân hiệu Đại học Y khoa Miền núi'' trực thuộc [[Trường Đại học Y Hà Nội]] được thành lập năm 1968<ref>Theo Quyết định số 116\/CP 23 tháng 7 năm 1968 của Hội đồng Chính phủ<\/ref>. Đến năm 1975 thì tách ra thành ''Trường Đại học Y Bắc Thái''<ref>Theo Quyết định số 33\/CP ngày của Hội đồng Chính phủ<\/ref> và hoạt động theo mô hình Viện - Trường thống nhất qua việc thống nhất Đảng bộ Trường Đại học Y Bắc Thái và Bệnh viện Đa khoa Thái Nguyên (tiền thân của [[Bệnh viện Đa khoa Trung ương Thái Nguyên]] ngày nay) thành Đảng bộ Bệnh viện và Trường Đại học Y Bắc Thái vào năm 1979. Khi [[Đại học Thái Nguyên]] được thành lập năm 1994 và trực thuộc Bộ Giáo dục và Đào tạo, Trường Đại học Y Bắc Thái trở thành trường thành viên và đổi tên thành ''Trường Đại học Y khoa - Đại học Thái Nguyên'', Bệnh viện Đa khoa Thái Nguyên trực thuộc Bộ Y tế rồi đổi tên thành Bệnh viện Đa khoa Trung ương Thái Nguyên có chức năng khám chữa bệnh tuyến Trung ương và là Bệnh viện thực hành chính của trường theo Thông tư liên bộ số 06\/TTLB-BYT-GD&ĐT. Từ tháng 9\/2008, trường đổi tên thành Trường Đại học Y Dược - Đại học Thái Nguyên và phát triển khoa Dược vào tháng 10 cùng năm trên cơ sở tổ chức 5 bộ môn Dược hiện hữu.<ref>{{Chú thích web|url=https:\/\/tump.edu.vn\/|tựa đề=ĐẠI HỌC Y DƯỢC - ĐẠI HỌC THÁI NGUYÊN|website=Đại học Y Dược Thái Nguyên, Thái Nguyên, Việt Nam|ngày truy cập=2022-12-11}}<\/ref>\n\n==Lĩnh vực đào tạo==\nTrường đào tạo theo tín chỉ, với các bậc đào tạo: đại học, sau đại học, trung học, ngắn hạn.\n\nHiện nay trường đang đào tạo 5 mã ngành đại học:\n\n• Bác sĩ đa khoa;\n\n• Bác sĩ y học dự phòng;\n\n• Bác sĩ răng hàm mặt;\n\n• Dược sĩ;\n\n• Cử nhân điều dưỡng.\n\nQuy mô đào tạo hiện nay đạt 5000 sinh viên với lưu lượng đạt 1000 sinh viên. Năm học 2008 - 2009, Trường sẽ đề nghị Bộ GD & ĐT cho phép đào tạo, cao đẳng y tế học đường và cao đẳng vệ sinh an toàn thực phẩm.\n\nDo hệ thống y tế cơ sở khu vực miền núi đang rất thiếu cán bộ y tế có trình độ đại học, trong những năm gần đây, các địa phương đã đề nghị nhà trường đào tạo thêm hệ cử tuyển, theo địa chỉ dựa trên kết quả thi đại học đạt điểm sàn trở lên. Mỗi năm nhà trường đã tuyển sinh trên 100 học sinh là con em các dân tộc thiểu số đang sinh sống tại khu vực miền núi từ Hà Tĩnh trở ra - đây là loại hình đào tạo đáp ứng nhu cầu, đòi hỏi cấp thiết của xã hội.\n\n- Hiện nay, nhà trường đã được Bộ GD & ĐT cho phép đào tạo 23 mã ngành sau đại học. Nhà trường đang đào tạo Tiến sĩ Vệ sinh học xã hội và tổ chức y tế, 4 mã ngành cao học (Nội, Ngoại, Nhi, Y học dự phòng), 3 mã ngành BSCK2 (Nội, Ngoại, YTCC), 13 mã ngành BSCK1, 2 mã ngành Bác sĩ nội trú bệnh viện (Nội, Ngoại). Trường đang đề nghị Bộ GD & ĐT cho phép đào tạo tiến sĩ chuyên ngành Nhi. Năm 2008, nhà trường đã soạn thảo, chuyển đổi chương trình đào tạo từ BSCK1 sang thạc sĩ, BSCK2 sang tiến sĩ và ngược lại. Đây là loại hình đào tạo phù trình độ chuyên môn, tay nghề khó khăn hơn rất nhiều so với thành thị, miền xuôi. Trong 5 năm qua, trường đã đào tạo được 100 thạc sĩ, 502 BSCK1, hiện nay đang quản lý đào tạo 356 học viên sau đại học \nhợp với tuyến y tế cơ sở khu vực miền núi nơi có điều kiện kinh tế, xã hội còn thấp, việc học tập nâng cao.\n\nNhà trường đã khuyến khích các bộ môn tích cực biên soạn tài liệu, giáo trình giảng dạy. Trong 5 năm qua các nhà trường đã in được 103 giáo trình, 56.315 quyển với 14.539.020 trang bài giảng phục vụ sinh viên học tập. Cho đến nay trường đã in được hơn 30 đầu sách tại Nhà xuất bản Y học.\n\n==Nghiên cứu khoa học==\n\nCông tác nghiên cứu khoa học được gắn liền với mục tiêu đào tạo và phục vụ chăm sóc sức khỏe nhân dân, cả hai cùng hỗ trợ và phát triển. Hàng năm trường triển khai từ 40 đến 50 đề tài cấp cơ sở, 10 đề tài cấp Bộ. Đề tài cấp cơ sở có ý nghĩa rất lớn đối với cán bộ trẻ và sinh viên làm quen với nghiên cứu khoa học. Số sinh viên tham gia nghiên cứu khoa học ngày càng tăng. Các đề tài tập trung vào nghiên cứu các bệnh đặc thù của miền núi, nghiên cứu cây thuốc và chuyển giao công nghệ. Từ năm 2004 đến nay đã triển khai 48 đề tài cấp bộ, 214 đề tài cấp cơ sở, NCKH là cơ sở cho luận văn, khóa luận tốt nghiệp của nghiên cứu sinh, học viên cao học và sinh viên. Nhà trường đã chuyển giao công nghệ 6 đề tài có ý nghĩa thiết thực cho các Sở Y tế Bắc Kạn, Yên Bái, Thái Nguyên. Hàng năm Trường tham dự và đạt hàng chục giải thưởng về nghiên cứu khoa học các cấp.\n\nTừ năm 2004 đến nay, Bộ GD & ĐT đã cấp hơn 5 tỷ đồng cho nâng cao năng lực nghiên cứu khoa học.\n\n==Ban giám hiệu==\nCác Phó Hiệu Trưởng:\n\n*PGS.TS. Trịnh Xuân Tráng \n*PGS.TS.Nguyễn Tiến Dũng (Bí thư Đảng ủy, Phó Hiệu trưởng Phụ trách nhà trường)\n*[[Giáo sư|PGS]].[[Tiến sĩ|TS]].[[Nguyễn Công Hoàng]] - Giám đốc Bệnh viện Trung Ương Thái Nguyên, kiêm nhiệm.\n\n==Sinh viên==\n\nPhòng CTHSSV phối hợp với Đoàn TNCS Hồ Chí Minh tổ chức các buổi hội thảo chuyên môn với nhiều hình thức sáng tạo, lôi cuốn hấp dẫn góp phần thúc đẩy phong trào học tập của sinh viên. Giáo viên chủ nhiệm luôn hướng dẫn, giúp đỡ các em trong học tập. Phong trào học ngoại ngữ, tin học ngày càng được đẩy mạnh, hàng năm đã có trên 80 sinh viên tham gia dự thi tài năng Ngoại ngữ và Tin học.\n\nTừ năm 2005 đến 2008 đã có 184 sinh viên nhận học bổng VIFOTEC, ODon-Vallets, Watanabe-Kanda, Báo Tiền phong, Prudential, Kova, Vòng tay nhân ái v.v... Tổng giá trị học bổng là 125 triệu đồng.\n\nNhà trường đã thực hiện tốt các chế độ chính sách đối với học sinh sinh viên, mỗi năm chi học bổng khuyến khích học tập 610 triệu đồng, học bổng chính sách và trợ cấp xã hội trên 700 triệu đồng. Luôn có sự phối hợp giữa nhà trường với các cấp chính quyền, cơ quan trên địa bàn để quản lý HSSV ngoại trú. Phòng CTHSSV đã tổ chức tốt công tác giáo dục an toàn giao thông, đảm bảo an ninh trật tự, phòng chống ma tuý và các tệ nạn xã hội khác.\n\n==Quan hệ quốc tế==\n\nChiến lược phát triển nhà trường đến 2015 đã xác định cần mở rộng mối quan hệ hợp tác quốc tế với các tổ chức phi chính phủ, các trường đại học của nước khu vực Đông Nam Á và trên thế giới. Mỗi năm nhà trường có khoảng 40 lượt cán bộ ra nước ngoài tham quan, học tập; có 35 - 40 khách quốc tế đến thăm và làm việc với nhà trường. Cho đến nay nhà trường đã ký kết hợp tác với các Đại học Y khoa Côn Minh (Trung Quốc), Burapha, Naresuan (Thái Lan), Zhusen (Đài Loan), Maastricht (Hà Lan)...Mối quan hệ đó đã góp phần làm tăng thêm vị thế của nhà trường trên trường quốc tế. Với sự giúp đỡ đặc biệt của AP, EU, Pathfinder International, SEAMEO, Helpage...mỗi năm nhà trường có hàng chục cán bộ được tham quan, học tập ở nước ngoài; bên cạnh đó các tổ chức này đã hỗ trợ cho nhà trường hàng trăm ngàn USD mua sắm trang thiết bị, đồ dụng học tập.\n\n==Cơ sở vật chất==\n\nNhà trường tăng cường đầu tư ngân sách, sử dụng ngân sách đúng mục đích, từng bước chuẩn hóa, hiện đại hóa cơ sở vật chất, củng cố và nâng cấp, mua sắm một số trang thiết bị phục vụ cho đào tạo đại học và sau đại học. Năm 2005 nhà trường đã xây dựng nhà 5 tầng dành cho giảng đường với diện tích 2735 m2; năm 2007 tiếp tục xây dựng nhà điều hành 13 tầng, diện tích 7087 m2, tổng kinh phí hơn 31,6 tỷ đồng. Mỗi năm nhà trường dành khoảng 300 triệu đồng mua sắm trang thiết bị, đồ dùng dạy học, máy móc phương tiện và phần mềm quản lý đào tạo theo tín chỉ.\n\nNăm 2008, nhà trường được Bộ GD & ĐT phê duyệt dự án Huyết học - Truyền máu 48 tỷ đồng, trong đó xây dựng nhà xét nghiệm 5 tầng 200 m2, mua sắm thiết bị hơn 40 tỷ đồng.\n\n==Đội ngũ==\n\nTrường hiện nay có 45 bộ môn, gồm khối Khoa học cơ bản (5 bộ môn), khối Y học cơ sở (9 bộ môn), khoa Điều dưỡng (4 bộ môn), khối Y tế công cộng (4 bộ môn), khối Dược (5 bộ môn), Lâm sàng (4 bộ môn), khối Chuyên khoa lẻ (12 bộ môn), có 3 khoa, 6 phòng ban. Đội ngũ cán bộ trưởng thành cả về số lượng và chất lượng, trường hiện có 391 CBVC, trong đó có 311 cán bộ trong biên chế, 233 giảng viên. Tỷ lệ cán bộ có trình độ sau đại học đạt 70,38%, gồm 7 PGS, 20 TS, 119 ThS, 8 BSCK2, 17 BSCK1, 69 đại học. Hiện nay trường có 32 NCS, 25 Học viên cao học, 7 đang học ở nước ngoài, 66 cán bộ đang học đại học ngoại ngữ. Trường luôn chú trọng phát triển đội ngũ, bồi dưỡng cán bộ có trình độ chuyên sâu, hàng năm cử hơn 20 cán bộ đi học NCS, cao học trong và ngoài nước.\n\n==Danh hiệu==\nTrong 40 năm qua Nhà trường đã được tặng thưởng:\n\n* Tập thể:\n+ 03 huân chương Lao động hạng Ba, 01 hạng Nhì và 01 hạng Nhất.\n\n+ 01 huân chương Chiến công hạng Ba.\n\n+ 01 huân chương Độc lập hạng Ba.\n\n+ 03 bằng khen của Thủ tướng Chính phủ.\n\n+ 02 cờ thi đua của Bộ Giáo dục & Đào tạo, Bộ Công an.\n\n+ 04 cờ thi đua của BCH Đảng bộ, UBND tỉnh Thái Nguyên.\n\n+ 12 bằng khen của Bộ Giáo dục & Đào tạo, Bộ Y tế, Bộ Công an.\n\n+ 04 bằng khen của Thủ tướng Chính phủ.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/tump.edu.vn\/ Trang chủ Trường Đại học Y - Dược Thái Nguyên]\n\n{{Đại học Thái Nguyên}}\n{{Bệnh viện - Trường học}}\n\n[[Thể loại:Đại học Thái Nguyên|Y Dược]]\n[[Thể loại:Đại học và cao đẳng y dược Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Thái Nguyên|Y Dược]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]"}