{"194373":"'''Trương Quyền''' ([[1844]]-1871)<ref>{{Chú thích web|url=https:\/\/baotayninh.vn\/truong-quyen-va-pu-kom-po-trong-mat-nguoi-phap-a123786.html|tựa đề=Trương Quyền và Pu-Kom-Pô trong mắt người Pháp|tác giả=Trần Vũ|ngày=2020-06-03|website=Tây Ninh Online|url-status=live|ngày truy cập=2021-10-18}}<\/ref>, còn có tên '''Trương Huệ''' hay '''Trương Tuệ''', là một thủ lĩnh trong phong trào kháng [[Đế quốc thực dân Pháp|Pháp]] ở nửa sau [[thế kỷ 19]] tại [[Nam Kỳ]], [[Việt Nam]]. Ông được người dân suy tôn '''Bình Tây Nhị lang Nguyên soái.'''\n\n==Cuộc đời== \n'''Trương Quyền''' sinh tại làng Gia Thuận, huyện Tân Hòa phủ Hòa Thạnh (tách từ phủ Tân An) [[gia Định (tỉnh)|tỉnh Gia Định]] [[nhà Nguyễn]]; về sau đổi thuộc tỉnh [[Gò Công (tỉnh)|Gò Công]] (nay thuộc huyện [[Gò Công Đông]], tỉnh [[Tiền Giang]]). \n\nÔng là con trai của Bình Tây Đại nguyên soái [[Trương Định]] và bà Lê Thị Thưởng. Lúc nhỏ, nhờ ham tập rèn võ nghệ, nên khi vừa lớn lên, Trương Quyền đã tỏ ra là người dũng cảm, có khí chí và tinh thông võ nghệ.\n \nNăm [[1859]], Trương Định khởi binh chống Pháp. Năm 17 tuổi, Trương Quyền theo cha ra trận.\n\nNgày [[20 tháng 8]] năm [[1864]], Trương Định bị thương rồi tuẫn tiết tại Ao Dinh ([[Gò Công]]). Nối chí cha, Trương Quyền dẫn quân đến vùng [[Đồng Tháp Mười]] và [[Tây Ninh]] (vùng An Cơ cũ) lập chiến khu tiếp tục kháng chiến.\n \nDanh sĩ [[Nguyễn Thông]] ([[1827]]-[[1884]]), người cùng thời viết: \n:''Con (Trương Định) là Trương Quyền, tuy tuổi còn trẻ, song biết cầm quân, thường được gọi là Nhị Lang quân (cậu Hai). Sau khi Định chết thì Quyền trốn đi...<ref>Truyện \"Trương Định\" trong ''Kỳ Xuyên văn sao'', in trong ''Nguyễn Thông - Con người & tác phẩm'', tr. 260.<\/ref>\n\nỞ nơi đó, ông đã liên kết với lực lượng của: [[Võ Duy Dương|Thiên Hộ Dương]], Phan Chỉnh <ref>Theo ''Lịch sử Việt Nam (1858 - cuối XIX)'': Phan Chỉnh lãnh đạo kháng chiến ở Giao Loan, nằm giữa [[Bà Rịa]] và [[Bình Thuận]] ngày nay. Sau ông này bị dụ dỗ và đã đầu hàng Pháp (tr. 80).<\/ref>, cùng các lực lượng của người: [[Khmer]] (do [[Pu Kom Pô|Pôkumpô]] lãnh đạo), [[Người Chăm|Chăm]], [[Stiêng]], [[Mơ Nông]],...cùng tham gia. Nhờ vậy, lực lượng liên quân Việt-[[Khmer]] đã tổ chức đánh thắng nhiều trận: Rạch Vịnh <ref>Theo ''Lịch sử địa phương tỉnh Tây Ninh'' (tr. 11). Rạch Vịnh (hay sông Vịnh) còn có tên là rạch Sóc Om, là một nhánh rẽ của sông [[Vàm Cỏ Đông]].<\/ref>, Trà Vang (Tây Ninh), Thuận Kiều ([[Chợ Lớn]]), [[Củ Chi]], [[Hóc Môn]], [[Trảng Bàng]], [[Tân An]], Uđông (Oudong, [[Campuchia|Cam Bốt]])...gây được thanh thế lớn.\n \nNổi bật là trận đồn [[Tây Ninh]] ngày [[7 tháng 6]] năm [[1886]], giết chết chủ tỉnh Larclause, sĩ quan phụ tá Lasage cùng 11 lính. Pháp đưa viện binh từ Sài Gòn lên đánh trả, một cuộc đụng độ lớn đã xảy ra ở rạch Vịnh ngày [[14 tháng 6]] năm 1886, Thiếu tá Marchaise tử trận.\n \nAndré Baudrit kể: \n:''Sau trận đánh (đồn Tây Ninh) 9 giờ, có lần quân Pháp liều ra lấy xác, Viên quan ba Pi-nô kéo quân qua cầu, vừa qua khỏi cầu, thoáng thấy bó nghĩa quân núp sau cây thì đâm hoảng, xô nhau chạy về đồn, chỉ mang được xác Lasage, vì xác này nằm ngay đầu cầu.''<ref>''Les lères années de la Cochinchine'', tr. 190 (dẫn lại theo ''Hỏi đáp về cuộc khởi nghĩa Trương Định'', tr. 75).<\/ref>.\n \nPaulin Vial viết: \n:''Tin tức về sự thiệt hại nặng nề của ta trong trận Rạch Vịnh đã lan tràn trong nhân dân như một ngọn lửa thuốc súng; các lãnh tụ khởi nghĩa phái người đi cổ vũ các nơi, cả trong hàng ngũ chúng ta, cả trong thành phố Sài Gòn và họ đang tìm cách tấn công ta ngay tại phủ của ta.''<ref>Dẫn lại theo Trần Văn Giàu, ''Tổng tập'', tr. 155.<\/ref>\n \nLúc này, liên quân Việt-[[Khmer]] đã kiểm soát được một vùng rộng lớn giữa hai con sông [[Vàm Cỏ Đông]] và [[Sông Vàm Cỏ Tây|Vàm Cỏ Tây]], từ Xvây-riêng ([[Campuchia]]) đến Trảng Bàng ([[Tây Ninh]]). Lo ngại, thực dân Pháp bèn huy động một lực lượng lớn, liên tiếp mở nhiều cuộc hành quân càn quét vào căn cứ Tây Ninh. Đồng thời, họ còn cho phong tỏa các nguồn tiếp tế, khiến đời sống của nghĩa quân gặp vô vàn khó khăn.\n\nNgày [[2 tháng 7]] năm [[1866]], quân Pháp tổ chức tấn công căn cứ Trà Vong. Để tiêu diệt bằng được đối phương, Pháp tăng viện binh tấn công lớn vào rạch Vịnh lần nữa. Liên quân tổn thất nặng phải rời căn cứ <ref>Theo ''Lịch sử địa phương tỉnh Tây Ninh'', tr. 11.<\/ref>.\n\nCuối [[tháng bảy|tháng 7]] năm [[1866]], [[Pu Kom Pô|Pôkumpô]] đưa quân về [[Campuchia]] chiến đấu (sau trong một trận kịch chiến, vị thủ lĩnh này đã bị thương, bị bắt và bị bêu đầu ngày [[3 tháng 12]] năm [[1867]]).\n \nCuối [[tháng sáu|tháng 6]] năm [[1867]], [[đế quốc thực dân Pháp|thực dân Pháp]] chiếm xong ba tỉnh miền Tây [[Nam Kỳ]], phong trào kháng chiến ở nhiều nơi đã bị đối phương dập tắt hay làm cho suy yếu, nên quân Trương Quyền vừa thiếu thốn nhiều mặt vừa lâm cảnh thế cô. Vì thế, ông phải đưa quân rút vào rừng sâu ở Suối Giây, một nơi nghèo nàn, dân thưa, lúa ít ở [[hướng Bắc|phía bắc]] rừng [[Tây Ninh]].\n\nNgày 28 [[tháng bảy|tháng 7]] năm 1867, quân Pháp bất ngờ mở cuộc tấn công vào Suối Giây. Nghĩa quân kháng cự quyết liệt, nhưng trước vũ khí mạnh của đối phương, Trương Quyền đành phải chia lính ra từng toán nhỏ, vừa đánh vừa rút lui, định về phối hợp với anh em [[Phan Tôn]], [[Phan Liêm]] đang dấy quân kháng Pháp mạnh mẽ ở [[Bến Tre]], [[Trà Vinh]] và [[Sóc Trăng]]...\n \nVề nguyên nhân mất và năm mất của ông, các sách chép rất khác nhau:\n* Trương Quyền bị bệnh [[sốt rét]] nặng, qua đời khi mới 22 tuổi (tức năm '''[[1866]]'''. Theo website tỉnh [[Quảng Ngãi]] [http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/Home\/127861621_1646\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091216190015\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/Home\/127861621_1646\/ |date=2009-12-16 }}).\n* Năm '''[[1867]]''', trong một trận bị giặc phục kích, Trương Quyền đã hy sinh. (''Từ điển bách khoa toàn thư Việt Nam'', bản điện tử).\n* Năm '''[[1870]]''', không thể nào vây bắt được Trương Quyền, bộ chỉ huy Pháp phải thuê người ám sát (''Lịch sử Việt Nam [1858 - cuối XIX]'', quyển 3, tập 1, phần 1, tr. 81). Tuy nhiên, sách ''Hỏi đáp lịch sử'' (tập 4, tr. 133) lại ghi ông mất vì bệnh tại [[Cẩm Giang, Gò Dầu|Cẩm Giang]] vào năm đó.\n* Năm [[1871]], Đến khi nghĩa quân tan rã vì thiếu vũ khí, lương thực, thuốc men; Trương Quyền về rừng Bến Kéo (nay thuộc xã Long Thành Nam, huyện [[Hòa Thành]], tỉnh Tây Ninh) lập trại dưỡng bệnh và mất năm  (''Lịch sử địa phương tỉnh Tây Ninh'', tr. 11)<ref>Đây là tài liệu hiện đang sử dụng trong các trường [[Trung học cơ sở]] và [[Trung học phổ thông]] thuộc tỉnh [[Tây Ninh]].<\/ref>.\n\n==Ghi công==\nGS. [[Trần Văn Giàu]] viết: \n:''Nhà lãnh đạo trẻ tuổi Trương Quyền xứng đáng với cha, xứng đáng với dân tộc. Ông đã vượt qua bao thành kiến cũ kỹ để bắt tay với các dân tộc láng giềng, không nề phơi thây trên chiến trường...''<ref>''Tổng tập'', tr. 161<\/ref>\n\nHiện nay tại [[Thành phố Hồ Chí Minh]], ở [[Phường Võ Thị Sáu]], [[Quận 3]] có con đường mang tên ông, giao với hai đường là Điện Biên Phủ và Võ Thị Sáu. Tại Đà Nẵng, ở phường Mân Thái, quận Sơn Trà có con đường nhỏ dài khoảng 370m mang tên Trương Quyền. Tại tỉnh [[Đồng Nai]], ở phường [[Tân Mai, Biên Hòa|Tân Mai]], thành phố [[Biên Hòa]] cũng có đường Trương Quyền.\n\n==Xem thêm==\n* [[Pu Kom Pô]]\n==Tham khảo==\n{{Tham khảo}}\n==Đọc thêm==\n* [[Trần Văn Giàu]], ''Tổng tập''. Nhà xuất bản QĐND, 2006.\n* Hoàng Văn Lân- Ngô Thị Chính, ''Lịch sử Việt Nam (1858 - cuối XIX)'', quyển 3, tập 1, phần 1. Nhà xuất bản Giáo dục, 1979.\n* [[Ca Văn Thỉnh]] & [[Bảo Định Giang]], ''Nguyễn Thông - Con người & tác phẩm''. Nhà xuất bản TP. HCM, 1984.\n* Nhóm Nhân Văn Trẻ,'' Hỏi đáp lịch sử (tập 4)''. Nhà xuất bản Trẻ, 2007..\n* Phạm Việt Trung-Nguyễn Xuân Kỳ-Đỗ Văn Nhung, ''Lịch sử [[Campuchia]]''. Nhà xuất bản Đại học và Trung học chuyên nghiệp, 1981.\n* Nhiều người soạn, ''Hỏi đáp về cuộc khởi nghĩa Trương Định''. Nhà xuất bản QĐND, Hà Nội, 2008.\n* Nhiều người soạn (Nguyễn Ngọc Dũng chủ biên), ''Lịch sử địa phương tỉnh Tây Ninh''. Nhà xuất bản Giáo dục, 2011.\n\n==Liên kết ngoài==\n{{Sơ khai}}\n[[Thể loại:Sinh năm 1844]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Người Gò Công]]\n[[Thể loại:Khởi nghĩa Trương Định]]\n[[Thể loại:Nghĩa quân chống Pháp]]"}