{"86035":"{{wiki hóa|date=tháng 4 năm 2020}}\n{{Thông tin trường học\n| tên = Trường Đại học Khoa học Xã hội và Nhân văn, ĐHQG-HCM\n| logo = [[Tập tin:logo Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh.svg|242px]]\n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = Sáng tạo - Dẫn dắt - Trách nhiệm\n| ngày thành lập = {{Ngày bắt đầu và tuổi|1957|11|03}}\n| loại hình = Đại học công lập\n| Triết lý giáo dục = Giáo dục toàn diện - Khai phóng - Đa văn hóa\n| Giá trị cốt lõi = Sáng tạo - Dẫn dắt - Trách nhiệm\n| tài trợ = \n| hiệu trưởng = PGS.TS [[Ngô Thị Phương Lan]]\n| hiệu phó = \n| nhân viên = \n| khuôn viên = \n| địa chỉ = 10–12 Đinh Tiên Hoàng, Phường Bến Nghé, Quận 1\n| thành phố = [[Thành phố Hồ Chí Minh]]\n| tỉnh = \n| quốc gia = {{VIE}}\n| tọa độ = {{tọa độ|10|47|09.1|N|106|42|09.8|E|display=inline,title}}\n| bài hát = \n| điện thoại = (84-8)38293828 (110)\n| web = {{URL|http:\/\/www.hcmussh.edu.vn}}\n| xếp hạng = {{Thông tin xếp hạng đại học Việt Nam\n | con = có\n | bảng qg 1 = [[Webometrics]]\n | năm qg 1 = 2020\n | hạng qg 1 = 49<ref name=\"webometrics.info\">{{Chú thích web|url=http:\/\/www.webometrics.info\/en\/Asia\/vietnam|title=Webometrics}}<\/ref>\n |bảng tg 1 = [[Webometrics]]\n | năm tg 1 = 2020\n |hạng tg 1 = 8.476<ref name=\"webometrics.info\">{{Chú thích web|url=http:\/\/www.webometrics.info\/en\/Asia\/vietnam|title=Webometrics}}<\/ref>}}\n| tên tiếng Anh = Viet Nam National University Ho Chi Minh City, University of Social Sciences and Humanities (VNU-HCMUSSH)\n| thành viên của = [[Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Quốc gia TP. HCM]]\n| Năm thành lập = 1957\n}}\n\n'''Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh''' ([[tiếng Anh]]: ''VNU HCMC-University of Social Sciences and Humanities''; viết tắt: ''VNU HCMC-USSH'') là một thành viên của [[Đại học Quốc gia Thành phố Hồ Chí Minh]] - hệ thống đại học xếp hạng 158 Châu Á (QS 2021), TOP 101-150 đại học dưới 50 tuổi (QS 2021), TOP  301 - 500 trong 786 cơ sở giáo dục đại học hàng đầu đến từ 78 quốc gia do QS GER 2022 xếp hạng, TOP 601 - 800 trường đại học trên thế giới trong lĩnh vực Khoa học Xã hội (THE 2022), TOP 193 thế giới về chất lượng đầu ra của cựu sinh viên (QS GER 2022).\n\nTrường có tiền thân là [[Trường Đại học Văn khoa Sài Gòn|Đại học Văn khoa]]\/ Văn khoa Đại học đường (từ năm 1957-1976, thuộc [[Viện Đại học Sài Gòn]]), Đại học Tổng hợp TP. HCM (từ năm 1976-1996). Hiện nay, Trường là trung tâm nghiên cứu, đào tạo trong lĩnh vực [[khoa học xã hội]] và [[Nhân văn học|nhân văn]] lớn nhất [[Miền Nam (Việt Nam)|miền Nam]] Việt Nam.\n\nVào tháng 10\/2021, Trường ĐH KHXH&NV chính thức công bố lộ trình tự chủ trong chiến lược phát triển Nhà trường.<ref>{{Chú thích web|url=https:\/\/hcmussh.edu.vn\/tin-tuc\/tu-chu-dai-hoc|tựa đề=Trường Đại học Khoa học Xã hội và Nhân văn tự chủ đại học từ năm học 2022-2023|website=hcmussh.edu.vn|ngôn ngữ=vi|ngày truy cập=2023-05-13}}<\/ref>\n\n==Lịch sử hình thành, phát triển==\n\n=== '''Lịch sử hình thành''' ===\nSau [[Hiệp định Genève, 1954|Hiệp định Genève 1954]], Trường được đặt những nền móng đầu tiên bằng việc thành lập Trường Cao đẳng dự bị Văn khoa Pháp (tháng 11 năm 1955 ) - là trường thành viên của [[Viện Đại học Sài Gòn]]. Đến ngày 1 tháng 3 năm 1957, Trường được chính thức thành lập với tên gọi Trường [[Trường Đại học Văn khoa Sài Gòn|Đại học Văn khoa]] thuộc Viện Đại học Sài Gòn.<ref>{{Chú thích web|url=http:\/\/st.hcmussh.edu.vn\/|title=Trang chủ|last=|first=|date=|website=|archive-url=https:\/\/web.archive.org\/web\/20190306044410\/http:\/\/st.hcmussh.edu.vn\/|archive-date = ngày 6 tháng 3 năm 2019 |url-status=|access-date=}}<\/ref>\n\nVào tháng 10 năm 1975, Đại học Văn Khoa có nhiều thay đổi về [[mục tiêu]], chương trình và nội dung đào tạo. Tháng 4 năm 1976, Đại học Văn khoa hợp nhất với Đại học Khoa học (Đại học Khoa học Tự nhiên bây giờ) thành Đại học Tổng hợp TP. Hồ Chí Minh, trung tâm đào tạo và nghiên cứu khoa học cơ bản lớn nhất ở các tỉnh phía nam [[Việt Nam]].<ref name=\":0\" \/>\n\nTừ năm 1976 đến năm 1996, Trường trở thành bộ phận các ngành khoa học xã hội và nhân văn trong Đại học Tổng hợp TP. Hồ Chí Minh. Ngày [[30 tháng 3]] năm [[1996]], trường mang tên Trường Đại học Khoa học Xã hội và Nhân văn thuộc hệ thống [[Đại học Quốc gia Thành phố Hồ Chí Minh]] theo Quyết định số 1233\/QĐ-BGD&ĐT của [[Bộ trưởng Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ trưởng Bộ Giáo dục và Đào tạo]].<ref name=\":0\">{{Chú thích web|url=http:\/\/60.hcmussh.edu.vn\/Default.aspx?ArticleId=4038f161-79b1-49c6-8279-9a54f14a02dd|tiêu đề=Lịch sử 60 năm hình thành và phát triển Trường ĐH KHXH&Nv - ĐHQG TP.HCM|ngày truy cập=2018-05-03|archive-date=2018-05-03|archive-url=https:\/\/web.archive.org\/web\/20180503111448\/http:\/\/60.hcmussh.edu.vn\/Default.aspx?ArticleId=4038f161-79b1-49c6-8279-9a54f14a02dd|url-status=dead}}<\/ref>\n\nNgày 20 tháng 11 năm 2017, sự kiện Kỷ niệm 60 năm hình thành và phát triển đã thu hút đông đảo lãnh đạo, thầy cô giáo, cựu sinh viên, sinh viên, đối tác tham dự - đánh dấu một cột mốc phát triển quan trọng trong lịch sử phát triển của đại học này.\n\nTừ năm 2022, Nhà trường thực hiện tự chủ đại học với nhiều thay đổi trong quản trị đại học, đào tạo, nghiên cứu nhằm hướng đến một đại học nghiên cứu trong hệ thống Đại học Quốc gia TP. Hồ Chí Minh, nằm trong tốp đầu trong lĩnh vực khoa học xã hội và nhân văn của Châu Á.\n\n=== '''Giá trị cốt lõi''' ===\nSáng tạo - Dẫn dắt - Trách nhiệm\n\n=== '''Triết lý giáo dục''' ===\nGiáo dục toàn diện - Khai phóng - Đa văn hóa\n\n=== '''Chương trình Đại học xanh''' ===\nNgày 11 tháng 5 năm 2019, Nhà trường công bố và phát động thực hiện [https:\/\/dantri.com.vn\/giao-duc-huong-nghiep\/truong-dh-dau-tien-o-tphcm-thuc-hien-chuong-trinh-dai-hoc-xanh-20190511192755183.htm Chương trình Đại học Xanh]. Chương trình Đại học Xanh có 3 nội dung chính gồm 3 giai đoạn đi từ nhận thức, hành động đến hình thành văn hóa xanh: (1) thực hiện chương trình thay đổi nhận thức để thích ứng với lối sống xanh, (2) tổ chức hoạt động cụ thể để bảo vệ môi trường như phân loại rác tại nguồn, cải tạo cảnh quan, hạn chế và nói không với chất nhựa dùng một lần, xây dựng không gian học tập và làm việc xanh, (3) xây dựng văn hoá sống xanh với các chương trình làm tác động đến sự thay đổi nhận thức hướng đến lối sống xanh.\n\n== Tổ chức ==\n\n=== Phòng, ban ===\n*Phòng Hành chính - Tổng hợp, Phòng Tổ chức cán bộ, Phòng Đào tạo, Phòng Công tác sinh viên, Phòng Kế hoạch - Tài chính, Phòng Quản trị - Thiết bị, Phòng Thanh tra - Pháp chế - Sở hữu trí tuệ, Phòng Đối ngoại và Quản lý khoa học, Phòng Khảo thí và Đảm bảo chất lượng, Phòng Truyền thông và Quan hệ doanh nghiệp, Ban Quản lý cơ sở Thủ Đức\n\n=== Các khoa, bộ môn===\nGồm 29 khoa, bộ môn: Khoa Báo chí và Truyền thông, Khoa Ngữ văn Anh, Khoa Ngữ văn Nga, khoa Ngữ văn Pháp, Khoa Ngữ văn Trung Quốc, Khoa ngữ văn Đức, Khoa Hàn Quốc học, Khoa Nhật Bản học, Khoa Văn hóa học, Khoa Nhân học, Khoa Triết học, Khoa Lịch sử, Khoa Văn học, Khoa Giáo dục, Khoa Xã hội học, Khoa Quan hệ Quốc tế, Khoa Thư viện - Thông tin học, Khoa Ngôn ngữ học, Khoa Việt Nam học, Khoa Đông Phương học, Khoa Công tác Xã hội, Khoa Đô thị học, Khoa Quản trị dịch vụ du lịch & lữ hành, Khoa Lưu trữ học và Quản trị văn phòng, Khoa Địa lý, Bộ môn Ngữ văn Ý, Khoa Khoa học Liên ngành.\n\n=== Các trung tâm===\nCác trung tâm tại Trường bao gồm: Trung tâm Ngoại ngữ, Trung tâm tin học, Trung tâm Đào tạo quốc tế, Trung tâm Đào tạo và Phát triển nguồn nhân lực, Trung tâm Tư vấn hướng nghiệp và Phát triển nguồn nhân lực, Trung tâm Hàn Quốc học, Trung tâm Nghiên cứu Quốc tế, Trung tâm Nghiên cứu Tôn giáo và Đạo đức, Trung tâm  Nghiên cứu Thái Lan, Trung tâm Phát triển Nông thôn Saemaul-Undong, Trung tâm Văn hóa học Lý luận và ứng dụng, Trung tâm Nghiên cứu Việt Nam và Đông Nam Á, Trung tâm Đào tạo nguồn nhân lực ASEAN, Trung tâm Tư vấn tuyển sinh và Hỗ trợ người học, Trung tâm Nghiên cứu và Hỗ trợ sức khỏe tinh thần.\n\n=== '''Thư viện''' ===\nThư viện Trường ĐH KHXH&NV có tiền thân là&nbsp;thư&nbsp;viện Đại học&nbsp;Văn Khoa. [[Tháng tư|Tháng 4]] năm [[1977]], Thư viện Đại học Văn Khoa hợp nhất với thư viện Trường Đại học Khoa Học thành thư viện Đại học Tổng hợp TP. HCM phục vụ cho công tác đào tạo, nghiên cứu khoa học cơ bản lớn nhất ở các tỉnh phía Nam.&nbsp; Vào [[Tháng ba|tháng 3]] năm [[1996]],Thư viện Trường được tách ra từ thư viện Đại học Tổng hợp.\n\nThư viện là trung tâm [[thông tin]], [[khoa học]] và là nơi lưu giữ nguồn tri thức đa dạng trong lĩnh vực khoa học xã hội và nhân văn và Việt Nam và thế giới. Thư viện có chức năng cung cấp [[tri thức]] và thông tin – tư liệu về các lĩnh vực [[khoa học xã hội]] trong và ngoài nước, phục vụ hoạt động đào tạo, nghiên cứu khoa học của trường. Thư viện có trách nhiệm tổ chức, [[quản lý]], bổ sung, thu thập, bảo quản các [[Văn kiện|tài liệu]], [[sách]], [[báo]], [[tạp chí]], băng, [[đĩa]], các luận án đã bảo vệ tại trường, các [[ấn phẩm]] của trường và các tài liệu lưu trữ khác, hướng dẫn và quản lý công tác quyền sở hữu trí tuệ của trường....\n\n=== '''Công ty thuộc quyền sở hữu và quản lý''' ===\n[https:\/\/dulichvankhoa.hcmussh.edu.vn\/ Công ty TNHH Dịch vụ khoa học và Du lịch Văn khoa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200929111201\/http:\/\/dulichvankhoa.hcmussh.edu.vn\/ |date=2020-09-29 }}\n\nHợp tác xã Thanh niên - YouthCoop\n\n=== '''Văn phòng Ban Liên lạc Cựu Sinh viên''' ===\nĐây là nơi làm việc của Ban Liên lạc cựu sinh viên trường có chức năng kết nối cựu sinh viên, tổ chức các hoạt động hỗ trợ theo nhu cầu của cựu sinh viên và được đặt tại phòng B106, 10-12 Đinh Tiên Hoàng, Quận 1, TP. Hồ Chí Minh ([https:\/\/hcmussh.edu.vn\/alumni website])\n\n== Cơ sở vật chất ==\nHiện nay trường có 2 cơ sở đào tạo nằm tại quận 1 và thành phố Thủ Đức:\n\n'''- Cơ sở chính tại Quận 1, TP Hồ Chí Minh:''' gồm văn phòng Đảng ủy, Hội đồng trường, Ban Giám hiệu, các phòng\/ban, khoa, bộ môn, trung tâm,… đào tạo sau đại học, đào tạo các chương trình dành cho học viên người nước ngoài, các chương trình liên kết quốc tế và sinh viên chương trình chất lượng cao. Địa chỉ liên hệ: số 10-12 Đinh Tiên Hoàng, phường Bến Nghé, quận 1, TP. Hồ Chí Minh.\n\n'''- Cơ sở thành phố Thủ Đức:''' được quy hoạch xây dựng với diện tích 20,35 ha, nằm trong Khu đô thị Đại học Quốc gia Thành phố Hồ Chí Minh tại khu phố 6, phường Linh Trung, thành phố Thủ Đức, Thành phố Hồ Chí Minh - Trung tâm kinh tế - văn hóa – xã hội của cả phía Nam. Cơ sở thành phố Thủ Đức có vị trí giao thông thuận lợi bên cạnh đường quốc lộ 1 - tuyến đường nối liền 3 miền Nam, Trung, Bắc. Đây là nơi đào tạo sinh viên bậc đại học với các khu chức năng như nhà làm việc, giảng dạy, nghiên cứu, thư viện, bảo tàng, khu phức hợp thể dục thể thao, dịch vụ,…Địa chỉ liên hệ: Trường ĐH KHXH&NV, khu Đô thị Đại học Quốc gia TP. Hồ Chí Minh, phường Linh Trung, TP. Thủ Đức, TP. Hồ Chí Minh.\n\n==Lãnh đạo Nhà trường qua các thời kỳ==\n\n===Hiệu trưởng===\n\n*Hiệu trưởng: PGS.TS [[Ngô Thị Phương Lan]] (từ 4 tháng 5 năm 2018)<ref>{{Chú thích web |url =https:\/\/tuoitre.vn\/nu-pho-giao-su-44-tuoi-lam-hieu-truong-dh-khxh-nv-20180504111602243.htm |tiêu đề =Nữ phó giáo sư 44 tuổi làm hiệu trưởng ĐH KHXH&NV |tác giả 1 =M.G |ngày =2018-05-04 |nhà xuất bản =Báo Tuổi trẻ |ngày truy cập =2018-05-04 |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = 2018-05-04}}<\/ref>\n\n=== Các phó Hiệu trưởng ===\n\n* TS. Phan Thanh Định - Phụ trách Kế hoạch tài chính và cơ sở vật chất.\n* TS. Phạm Tấn Hạ - Phụ trách Công tác đào tạo đại học, sau đại học, khảo thí và đảm bảo chất lượng.\n* TS. Lê Hoàng Dũng - Phụ trách Công tác Chính trị nội bộ, quản lý khoa học và quốc tế hóa chương trình đào tạo, công tác sinh viên; Hỗ trợ Hiệu trưởng trong công tác đối ngoại.\n\n===Các Hiệu trưởng tiền nhiệm===\nGiai đoạn Đại học Văn khoa (từ 1955 – 1957)\n\n- &nbsp; Nguyễn Đình Hoa (nhiệm kỳ năm 1955)\n\n- &nbsp; Nguyễn Huy Bảo (nhiệm kỳ 1955-1960)\n\n- &nbsp; &nbsp;Nguyễn Đăng Thục (nhiệm kỳ 1960 – 1963)\n\n- &nbsp; &nbsp;Bùi Xuân Bào (nhiệm kỳ 1963-1964)\n\n- &nbsp; &nbsp;Nguyễn Đăng Thục (nhiệm kỳ 1964)\n\n- &nbsp; &nbsp;Nguyễn Khắc Hoạch (nhiệm kỳ 1965 – 1975)\n\nGiai đoạn ĐH Tổng hợp TP. Hồ Chí Minh (từ 1976 – 1996)\n\n- &nbsp; &nbsp; Lý Hòa (nhiệm kỳ 1976<sup>[[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh#cite%20note-5|[1]]]<\/sup> - 1981)\n\n- &nbsp; &nbsp; Phan Hữu Dật (nhiệm kỳ 1981 - 1988)<sup>[[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh#cite%20note-6|[2]]]<\/sup>\n\n- &nbsp; &nbsp; Nguyễn Ngọc Giao (nhiệm kỳ 1990 - 1996<sup>[[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh#cite%20note-7|[3]]]<\/sup>)\n\nGiai đoạn Trường ĐH KHXH&NV (từ năm 1996 đến nay)\n\n- &nbsp; &nbsp; Nguyễn Quang Điển (nhiệm kỳ 1996 – 1999)\n\n- &nbsp; &nbsp; Ngô Văn Lệ (nhiệm kỳ 1999 - 2007)\n\n- &nbsp; &nbsp; [[Võ Văn Sen]] (nhiệm kỳ 2007 - 5\/2018)\n\n-  Ngô Thị Phương Lan (nhiệm kỳ 2018-nay)\n\n== Bài hát truyền thống ==\n\nBài hát truyền thống của Trường là bài hát \"Tự nguyện\" của nhạc sĩ [[Trương Quốc Khánh]]. Bài hát được sáng tác vào năm 1968, khi nhạc sĩ 21 tuổi. Nhạc sĩ này cũng là cựu sinh viên của Trường. Năm 2017, bà Nguyễn Mộng Thu (vợ nhạc sĩ Trương Quốc Khánh) đã đồng ý cho Trường sử dụng bài hát Tự nguyện của ông để làm bài hát truyền thống của Trường. Hiện nay, tất cả các sinh viên của Trường đều phải hát bài này trong những sự kiện lớn của Trường.\n\n== Cựu sinh viên  ==\nTrường ĐH KHXH&NV, ĐHQG-HCM được cộng đồng sinh viên đánh giá cao bởi văn hóa chia sẻ, tôn trọng con người và đề cao bản sắc cá nhân của người học. Sinh viên trường được quan tâm kiến tạo không gian học tập, nghiên cứu, trải nghiệm, giao lưu quốc tế, nghệ thuật và phụng sự xã hội. Chính vì lẽ đó, môi trường đại học này đã đào tạo nên rất nhiều nhân tài, cá nhân xuất sắc cho xã hội, đóng góp tích cực cho sự phát triển của đất nước dù ở bất kỳ giai đoạn lịch sử nào. \n\nTrong số những sinh viên đã tốt nghiệp tại Trường, nhiều người đã trở thành những chính trị gia nổi tiếng: \n<gallery>\nTập tin:Truong Tan Sang 2015.jpg|[[Trương Tấn Sang]], Cựu [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam]]\nTập tin:Trương Mỹ Hoa tại Đại hội.jpg|[[Trương Mỹ Hoa]], Nguyên [[Ban Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bí thư Trung ương Đảng]], Nguyên [[Phó Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam]]\nTập tin:Mrs. Dang Thi Ngoc Thinh.jpg|[[Đặng Thị Ngọc Thịnh]], Nguyên Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng]], Nguyên [[Phó Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam]]\nTập tin:Nguyễn Thị Kim Ngân 20191211.jpg|[[Nguyễn Thị Kim Ngân]], Nguyên Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], Nguyên [[Chủ tịch Quốc hội Việt Nam|Chủ tịch Quốc hội]] [[Nước Cộng hòa xã hội chủ nghĩa Việt Nam]]\nTập tin:Vovanthuong2022.jpg|[[Võ Văn Thưởng]], Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam]]\n<\/gallery>\n\n== Văn học, Nghệ thuật ==\nBên cạnh đó, nhiều sinh viên tốt nghiệp từ Trường cũng có nhiều đóng góp cho nền văn học - nghệ thuật : nhạc sĩ Trần Long Ẩn (1943), nhạc sĩ  [[Vũ Đức Sao Biển]] (1948 - 2020), nhạc sĩ [[Tôn Thất Lập]] (1942), nghệ sĩ nhân dân Bạch Tuyết, nhạc sĩ Đức Huy, nhà văn [[Dương Thụy]] (1975), nhà thơ Thái Thăng Long, nhà văn Bích Ngân, nhà thơ Trương Nam Hương, nhà báo Huỳnh Dũng Nhân, nhà thơ Lê Minh Quốc, nhà biên kịch Dương Cẩm Thúy, đạo diễn Huỳnh Ngọc Xum, ca sĩ Hồ Trung Dũng (1982), Á hậu 1 [[Hoa hậu Việt Nam 2006]] Lưu Bảo Anh (1982), ca sĩ - diễn viên [[Hari Won]] (1985), Người mẫu - [[Hoa khôi Áo dài Việt Nam 2014]] [[Trần Ngọc Lan Khuê]] (1992), [[Hoa hậu Hòa bình Quốc tế 2021]] [[Nguyễn Thúc Thùy Tiên]] (1998), [[Hoa hậu Thế giới Việt Nam 2022]] [[Mai Phương (Hoa hậu Thế giới Việt Nam)|Huỳnh Nguyễn Mai Phương]] (1999), MC [[Hoài Anh]] (1980), MC Tấn Tài (1983), diễn viên Đinh Ngọc Diệp, người mẫu - diễn viên Ribi Sachi (1990), diễn viên Trần Tấn Vinh (Vinh Trần) - trưởng nhóm diễn viên Anh Thám Tử (1994), ca sĩ [[Orange (ca sĩ)|Orange]](1997), á hậu Hoàng Oanh, MC Xuân Hiếu, MC Minh Phương...\n\n==Xem thêm==\n* [[Danh sách trường đại học công lập tại Việt Nam]]\n*Đại học Quốc gia TP. Hồ Chí Minh: https:\/\/vnuhcm.edu.vn\/\n\n== Tham khảo ==\n{{tham khảo|30em}}\n{{Đại học Quốc gia Thành phố Hồ Chí Minh}}\n\n{{DEFAULTSORT:Khoa học Xã hội và Nhân văn Thành phố Hồ Chí Minh}}\n[[Thể loại:Đại học Quốc gia Thành phố Hồ Chí Minh]]\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Đại học và Cao đẳng Việt Nam theo phân ngành]]\n[[Thể loại:Khởi đầu năm 1955 ở Việt Nam]]"}