{"1288406":"{{chú thích trong bài}}\n<table border=\"1\" cellpadding=\"2\" cellspacing=\"0\" align=\"right\" width=\"285px\">\n<caption>'''Trường THPT chuyên Lương Văn Chánh'''<\/caption>\n<tr><td bgcolor=\"#efefef\" align=\"center\" colspan=2>\n[[Tập tin:Logo THPT Chuyên Lương Văn Chánh.jpeg]]''Logo của trường''<\/td><\/tr>\n<tr><td bgcolor=\"#efefef\" >Hiệu trưởng hiện nay<\/td>\n<td bgcolor=\"#dfefff\">Huỳnh Tấn Châu<\/td><\/tr>\n<tr><td bgcolor=\"#efefef\" >Loại hình<\/td>\n<td bgcolor=\"#dfefff\">[[Trường THPT chuyên]]<\/td><\/tr>\n<tr><td bgcolor=\"#efefef\">Năm thành lập<\/td>\n<td bgcolor=\"#dfefff\">[[1946]]<\/td><\/tr>\n<tr><td bgcolor=\"#efefef\" >Địa điểm<\/td>\n<td bgcolor=\"#dfefff\">[[Tuy Hòa]], [[Phú Yên]], [[Việt Nam]]<\/td><\/tr>\n\n<\/td><\/tr>\n<tr><td bgcolor=\"#efefef\" >Số lượng học sinh năm 2011-2012<\/td>\n<td bgcolor=\"#dfefff\">[[hơn 900 học sinh]]<\/td><\/tr>\n<tr><td bgcolor=\"#efefef\" >Sĩ số trung bình lớp học<\/td>\n<td bgcolor=\"#dfefff\">[[35]]<\/td><\/tr>\n<tr><td bgcolor=\"#efefef\" >Website chính thức<\/td>\n<td bgcolor=\"#dfefff\">[http:\/\/www.thptluongvanchanhpy.edu.vn\/index.asp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121130105220\/http:\/\/www.thptluongvanchanhpy.edu.vn\/index.asp |date = ngày 30 tháng 11 năm 2012}}<\/td><\/tr>\n<tr><td bgcolor=\"#efefef\">Diễn đàn học sinh Lương Văn Chánh <\/td>\n<td bgcolor=\"#dfefff\">[http:\/\/luongvanchanh.com] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141217112247\/http:\/\/luongvanchanh.com\/ |date = ngày 17 tháng 12 năm 2014}}<\/td><\/tr>\n\n<\/table>\n\n'''Trường THPT chuyên Lương Văn Chánh''' tỉnh [[Phú Yên]] được thành lập theo Quyết định số 267\/UB ngày 23\/10\/1989 của Ủy ban nhân dân tỉnh Phú Yên. Nhiệm vụ của trường là tuyển chọn học sinh khá, giỏi trong tỉnh [[Phú Yên]] để giảng dạy, qua đó phát hiện năng khiếu đặc biệt bồi dưỡng thành nhân tài, giảng dạy ở các lớp tạo mặt bằng xuất phát để học sinh có đủ năng lực và phẩm chất tiếp tục học bậc cao hơn, xây dựng các đội tuyển học sinh giỏi làm nòng cốt cho các đội tuyển Tỉnh dự thi cấp Quốc gia.\n\n== Lịch sử hình thành ==\n=== Chống Pháp ===\nTrường Lương Văn Chánh ra đời từ sau [[Cách mạng tháng Tám]] thành công và trở thành ngôi trường trung học đầu tiên của đất [[Phú Yên]]. Trải qua những bước thăng trầm, có thể nói lịch sử của trường đã gắn liền với lịch sử của đất nước, của dân tộc. Qua mỗi giai đoạn, nhà trường đã góp phần không nhất định trong sự nghiệp đấu tranh giải phóng dân tộc cũng như xây dựng tổ quốc Việt Nam. Trong những năm [[chiến tranh Đông Dương|kháng chiến chống Pháp]], mặc dù phải nhiều lần thay đổi địa điểm từ [[Tuy An]] đến [[Tuy Hòa]], nhiều lúc phải học tạm bợ ở Đình Chùa hoặc nhờ vào nhà dân nhưng thầy và trò đã không ngừng phấn đấu học tập và đã cống hiến cho đất nước những người học trò ưu tú, phục vụ trên nhiều lĩnh vực công tác khác nhau. \nTrong thời gian ngắn ngủi 9 năm nhà trường đã đào tạo được một thế hệ học sinh ưu tú, sau này nhiều người đã trở thành tiến sĩ, giáo sư, viện trưởng,... giữ những trọng trách của Nhà nước từ Trung ương đến địa phương.\n===Chống Mỹ===\nTuy chiến tranh ác liệt, nhà trường vẫn tiếp tục hoạt động ở những vùng giải phóng, kịp thời cung cấp cán bộ phục vụ cho cách mạng. Ngày nay, nhiều vị lãnh đạo Tỉnh Phú Yên là học sinh Lương Văn Chánh.\n===Hòa bình lập lại===\nTrường THCS Chuyên Lương Văn Chánh được thành lập ngày 05\/09\/1988 theo Quyết định của Ủy ban nhân dân tỉnh [[Phú Khánh (tỉnh)|Phú Khánh]] - Hiệu trưởng: Nguyễn Ngọc Ảnh; Phó hiệu trưởng: Nguyễn Trọng Thiện. Học kì I năm học 1988 - 1989 học ở cơ sở trường Cấp 1 phường III, đến học kì II dời về số 05 đường Lương Văn Chánh - một cơ sở chật chội, thiếu thốn, kinh phí cấp cho trường ít ỏi chỉ đủ trả lương. Tuy khó khăn về cơ sở vật chất nhưng toàn thể cán bộ, giáo viên và học sinh đều nỗ lực trong giảng dạy và học tập. Nhiều năm liền trường đều đạt được các giải cao trong các kì thi học sinh giỏi cấp Tỉnh, cấp Quốc gia và được Ủy ban nhân dân Tỉnh cấp bằng khen.\nTrường THPT Chuyên Lương Văn Chánh tỉnh Phú Yên được thành lập theo Quyết định số 267\/UB ngày 23\/10\/1989 của Ủy ban nhân dân tỉnh Phú Yên sau khi tách tỉnh Phú Yên - [[Khánh Hòa]]. Nhiệm vụ của trường là tuyển chọn học sinh khá, giỏi trong tỉnh Phú Yên để giảng dạy, qua đó phát hiện năng khiếu đặc biệt bồi dưỡng thành nhân tài, giảng dạy ở các lớp tạo mặt bằng xuất phát để học sinh có đủ năng lực và phẩm chất tiếp tục học bậc cao hơn, xây dựng các đội tuyển học sinh giỏi làm nòng cốt cho các đội tuyển Tỉnh dự thi cấp Quốc gia.\n=== Tên trường ===\nThầy [[Trần Sĩ]] – Hiệu trưởng đầu tiên từ 1946 – 1951 nói về tên trường:\n\" Chúng tôi đã suy nghĩ tìm tên một nhân vật thích đáng để đặt tên cho trường và cuối cùng chúng tôi đề nghị lấy tên [[Lương Văn Chánh]]\".\n\n==Các đời hiệu trưởng==\n<!--consider changing the colors used in this table to match the school's colors, but use pastel variations only-->{|\n \n |\nNăm học\n \n |\nHiệu trưởng \n \n |-\n |\n1946-1951\n \n |\nTrần Sĩ \n \n |-\n |\n1991-1993\n \n |\nPhan Long Côn \n \n |-\n |\n1993-2009\n \n |\nNguyễn Văn Tăng \n \n |-\n |\n2009-2014\n \n |\nNguyễn Tấn Hào \n \n |-\n |\nTừ 2014\n \n |\nHuỳnh Tấn Châu \n \n|}\n{|\n| \n|}\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Trường chuyên Việt Nam|Lương Văn Chánh]]\n[[Thể loại:Trường trung học tại Phú Yên]]"}