{"3198020":"'''Trương Công Cẩn '''(1923-1993) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]], nguyên là Hiệu trưởng Trường sĩ quan chính trị (nay là [[Học viện Chính trị Quân sự|Học viện chính trị quân sự]]), Chính ủy Quân khu Tây Bắc (Quân khu 1) kiêm Bí thư Quân khu ủy, Phó Chính ủy [[Học viện Quân sự Cao cấp|Học viện Quân sự]], Phó Chỉnh ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]], Phó chính ủy [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]], Chính ủy [[Binh chủng Pháo binh, Quân đội nhân dân Việt Nam|Bộ tư lệnh Pháo binh]], Cục phó [[Cục Tổ chức Quân đội nhân dân Việt Nam|Cục tổ chức Tổng cục chính trị]].<ref>Theo Từ điển Bách khoa Quân sự Việt Nam, Nhà xuất bản Quân đội nhân dân, HN, 2004, trang 677.<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng nguyên quán tại xã [[Hiền Lương]], huyện [[Phong Điền]], tỉnh [[Thừa Thiên Huế]]. Ông tham gia Cách mạng từ năm 1943, là Ủy viên Ban chấp hành Việt Minh tại thành phố Đà Nẵng. Tháng 5 năm 1943, ông bị thực dân Pháp bắt giam ở Vĩnh Điện (Quảng Nam) rồi sau đó chuyển ra giam giữ tại Hỏa Lò (Hà Nội). Nhật đảo chính Pháp, ông ra tù tiếp tục hoạt động trong phong trào công nhân xung phong thành Hoàng Diệu. \n\nCách mạng tháng 8 nổ ra, ông tham gia giành chính quyền tại Hà Nội rồi nhập ngũ là chiến sĩ, tiểu đội trưởng, chính trị viên đại đội rồi chính trị viên tiểu đoàn.\n\nTháng 2 năm 1946, ông được kết nạp vào Đảng.\n\nTháng 5 năm 1946, ông giữ chức vụ Trưởng phòng Chính trị khu Hà Nội. Toàn quốc kháng chiến nổ ra, ông tham gia chiến đấu tại mặt trận Hà Nội. Khi Trung đoàn Thăng Long (E48) được thành lập trong lòng Thủ đô kháng chiến (tháng 1 năm 1947) ông được cử giữ chức vụ Chính trị viên của Trung đoàn rồi sau đó ông là Chính ủy Trung đoàn 66.\n\nNăm 1949, ông được chuyển sang làm Bí thư cho ông [[Văn Tiến Dũng]] (khi đó là Thiếu tướng, Cục trưởng Cục chính trị) rồi làm Phó phòng Tuyên huấn chính trị.\n\nTháng 3 năm 1951, ông lại trở về chiến đấu là Chính ủy Trung đoàn 57 Sư đoàn 304.\n\nNăm 1953, ông là Chính ủy Trung đoàn 66 cho đến tháng 8 năm 1954 là Chủ nhiệm Chính trị Đại đoàn 304. \n\nSau khi hòa bình lập lại trên miền Bắc, tháng 1 năm 1955 ông giữ quyền Chính ủy Đại đoàn 304 cho đến tháng 9 năm 1959 thì theo học tại Trường Chính trị trung cao.\n\nTháng 10 năm 1960, ông được điều về làm công tác tổng kết ở Tổng cục chính trị rồi tháng 3 năm 1961 là Cục phó Cục tổ chức Tổng cục chính trị.\n\nTháng 10 năm 1963, ông giữ chức vụ Chủ nhiệm Chính trị Bộ tư lệnh pháo binh.\n\nTháng 3 năm 1964, là Phó chính ủy Bộ tư lệnh pháo binh rồi Chính ủy (tháng 9 năm 1964). \n\nBước vào thời kỳ kháng chiến chống Mỹ cứu nước, ông được cử sang giữ chức vụ Chính ủy Sư đoàn 304 (tháng 5 năm 1965) rồi Phó Chính ủy Quân khu 4 (tháng 1 năm 1966).\n\nTháng 3 năm 1967, ông là Chính ủy, Bí thư Đảng ủy Binh chủng Tên lửa trực thuộc Quân chủng Phòng không Không quân.\n\nTháng 1 năm 1968, là Phó Chỉnh ủy Quân chủng Phòng không Không quân, Đảng ủy viên quân chủng.\n\nTháng 5 năm 1969, ông được cử giữ chức vụ Phó chính ủy Học viện quân sự, Phó bí thư Đảng ủy Học viện.\n\nTháng 6 năm 1974, ông được điều lên giữ chức vụ Chính ủy Quân khu Tây Bắc kiêm Bí thư Quân khu ủy. \n\nTháng 2 năm 1977, ông được bổ nhiệm giữ chức vụ Hiệu trưởng Trường sĩ quan chính trị (nay là [[Học viện Chính trị|Học viện chính trị quân sự]])\n\nÔng nghỉ hưu ngày 1 tháng 4 năm 1988.\n\nÔng mất năm 1993 tại Hà Nội.\n\n[[Thiếu tướng]] (04.1974), [[Trung tướng]] (12.1984).\n\n== Thành tích ==\n[[Huân chương Độc lập hạng Nhất]]\n\n[[Huân chương Quân công]] (1 hạng Nhất, 1 hạng Nhì)\n\n[[Huân chương Chiến công hạng Nhất]]\n\n[[Huân chương Chiến thắng]] (chống Pháp) hạng Nhất\n\n[[Huân chương Kháng chiến]] chống Mỹ hạng Nhất\n\n[[Huân chương Chiến sĩ vẻ vang]] (hạng Nhất, Nhì, Ba)\n\n[[Huy chương Quân kỳ Quyết thắng]]\n\nHuy hiệu 40 năm tuổi Đảng\n\n== Chú thích ==\n{{tham khảo}}\n{{thời gian sống|1923|1993}}\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}