{"579621":"{{Chú thích trong bài|date=tháng 4\/2023}}\n{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Trường Đại học Chính trị\n| trực thuộc = [[Bộ Quốc phòng Việt Nam]]\n| logo = Dai hoc chinh tri.jpg\n| chú thích hình = \n| thành lập = {{ngày thành lập và tuổi|1976|1|14}}\n| quân chủng = \n| phân cấp = Đại học Công lập (Nhóm 3)\n| chức năng = Đào tạo cán bộ chính trị cấp phân đội, giáo viên khoa học và xã hội nhân văn quân sự\n| quy mô = 5.000 người <br>\n*12 Cơ quan\n*14 Khoa giáo viên\n*03 Hệ, 12 tiểu đoàn quản lý học viên\n* 01 Tiểu đoàn phục vụ huấn luyện\n| bộ phận của = [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng]]\n| bộ chỉ huy = xã [[Thạch Hòa]], [[Thạch Thất]], [[Hà Nội]]\n| chỉ huy 1 = {{QH|trung tướng|[[Nguyễn Hùng Oanh]]}}\n| kiểu chỉ huy 1 = Hiệu trưởng\n| chỉ huy 2 = {{QH|trung tướng|[[Nguyễn Quốc Tuấn]]}}\n| kiểu chỉ huy 2 = Chính ủy\n| khẩu hiệu = \"Trung thành, sáng tạo, đoàn kết, vượt khó, dạy tốt, học tốt\".\n| chỉ huy nổi tiếng = \n| web = {{url|http:\/\/daihocchinhtri.edu.vn}}\n| tên khác = Trường Sĩ quan Chính trị\n| hành khúc = Bài hát \"Hành khúc Trường Sĩ quan Chính trị\"\n| đặt tên theo = \n| vinh danh = \n| thành tích = Các phần thưởng cao quý:<br>\n- 01 Huân chương Quân công Hạng Nhất.<br>\n- 01 Huân chương Quân công Hạng Nhì.<br>\n- 01 Huân chương Chiến công Hạng nhì.<br>\n- 01 Huân chương Bảo vệ Tổ quốc hạng Ba.\n}}\n\n'''Trường Đại học Chính trị '''<ref>{{Chú thích web|url = http:\/\/daihocchinhtri.edu.vn\/vi\/|title = Trang chủ trường Đại học Chính trị}}<\/ref> trực thuộc Bộ Quốc phòng Việt Nam, là trường đại học được thành lập trên cơ sở nâng cấp Trường Sĩ quan Chính trị, có nhiệm vụ đào tạo  Sĩ quan chính trị ngành xây dựng Đảng và chính quyền Nhà Nước, chính trị viên, giáo viên khoa học xã hội và nhân văn quân sự cấp phân đội cho [[Quân đội nhân dân Việt Nam]].\n\n==Lịch sử hình thành<ref>{{Chú thích web|url = http:\/\/daihocchinhtri.edu.vn\/vi\/gioi-thieu\/Gioi-thieu-chung\/Gioi-thieu-1\/|title = Trang Giới thiệu Trường Đại học Chính trị - phần khái quát lịch sử hình thành}}<\/ref>==\n* Ngày 14 tháng 1 năm 1976, Bộ trưởng Bộ Quốc phòng ban hành Quyết định số 18\/QĐ-QP thành lập <strong>Trường Sĩ quan Chính trị <\/strong>(tiền thân của Trường Đại học Chính trị hiện nay) có nhiệm vụ bồi dưỡng, đào tạo đội ngũ chính trị viên đại đội cho toàn quân. Sau 5 tháng làm công tác chuẩn bị, tháng 6 năm 1976, Trường Sĩ quan Chính trị chính thức đi vào hoạt động độc lập - với tư cách là một đơn vị trực thuộc Bộ Quốc phòng.\n* Ngày 03 tháng 10 năm 1978, Ban Bí thư Trung ương Đảng (khoá IV) đã ban hành Quyết định số 28\/QĐ-TW xác định Trường Sĩ quan Chính trị là trường Đảng tập trung trong quân đội nằm trong hệ thống đại học Mác - Lênin của quốc gia; có nhiệm vụ đào tạo cán bộ công tác đảng, công tác chính trị (CTĐ, CTCT) cấp đại đội, bồi dưỡng giáo viên chính trị cho các nhà trường quân đội, giúp nước bạn Lào và Cam-pu-chia đào tạo, bồi dưỡng cán bộ chính trị cơ sở.\n* Ngày 16 tháng 12 năm 1981, Bộ Quốc phòng ban hành Quyết định số 418\/QĐ-QP đổi tên Trường Sĩ quan Chính trị thành <strong>Trường Sĩ quan Chính trị <\/strong>-<strong> quân sự''.''<\/strong>\n* Ngày 30 tháng 4 năm 1992, Bộ Giáo dục và Đào tạo quyết định cấp bằng tốt nghiệp Cử nhân Cao đẳng ngành chính trị học cho học viên tốt nghiệp của Trường Sĩ quan Chính trị - quân sự. Đây là sự kiện đánh dấu sự hòa nhập của Nhà trường vào hệ thống các trường đại học và cao đẳng trong cả nước.\n* Ngày 08 tháng 8 năm 1995, Bộ trưởng Bộ Quốc phòng ban hành Quyết định số 687\/QĐ-QP, sát nhập Trường Sĩ quan Chính trị - quân sự vào Học viện Chính trị quân sự (trở thành cơ sở II của Học viện Chính trị quân sự)''.''\n* Ngày 22 tháng 5 năm 2008, Bộ trưởng Bộ Quốc phòng ký Quyết định số 69\/2008\/QĐ-BQP, \"về việc thành lập Trường Sĩ quan Chính trị trực thuộc Bộ Quốc phòng\". Theo Quyết định của Bộ trưởng Bộ Quốc phòng, Trường Sĩ quan Chính trị có chức năng đào tạo, bồi dưỡng cán bộ chính trị cấp phân đội và nghiên cứu khoa học xã hội nhân văn quân sự. Nhà trường có nhiệm vụ đào tạo, bồi dưỡng cán bộ chính trị cấp phân đội có trình độ đại học; đào tạo chuyển loại cán bộ chính trị cấp phân đội; đào tạo giáo viên khoa học xã hội nhân văn cấp phân đội trình độ đại học; đào tạo sĩ quan và cán bộ chính trị cho quân đội nước ngoài khi được giao nhiệm vụ; đào tạo sĩ quan dự bị và sẵn sàng nhận, hoàn thành các nhiệm vụ khác khi được giao [1].\n* Sau 5 tháng khẩn trương xúc tiến mọi công tác chuẩn bị, từ ngày 01 tháng 11 năm 2008, Trường Sĩ quan Chính trị chính thức hoạt động độc lập và trở thành một đơn vị đầu mối trực thuộc Quân uỷ Trung ương, Bộ Quốc phòng.\n* Ngày 23 tháng 12 năm 2010, Thủ tướng Chính phủ ban hành Quyết định số 2344\/QĐ-TTg, thành lập <strong>Trường Đại học Chính trị<\/strong> trên cơ sở nâng cấp Trường Sĩ quan Chính trị.\n* Ngày 27 tháng 4 năm 2011, Bộ Thông tin và Truyền thông đã cấp Giấy phép hoạt động cho ''Tạp chí Khoa học Chính trị quân sự'' của Trường Đại học Chính trị.\n* Ngày 29 tháng 9 năm 2011, Chủ nhiệm Tổng cục Chính trị đã ban hành Quyết định số 1422\/QĐ-CT cho phép Trường Đại học Chính trị thiết lập trang tin điện tử trên internet - ''Website Trường Đại học Chính trị''.\n\n== Lãnh đạo hiện nay ==\n\n* Hiệu trưởng: [[Trung tướng]] [[Nguyễn Hùng Oanh]]\n* Chính ủy: [[Trung tướng]] [[Nguyễn Quốc Tuấn]]\n* Phó Hiệu trưởng: [[Thiếu tướng]] [[Nguyễn Văn Chung]]\n* Phó Hiệu trưởng: [[Thiếu tướng]] [[Mai Quốc Hưng]]\n* Phó Hiệu trưởng: [[Thiếu tướng]] [[Kim Ngọc Đại]]\n* Phó Hiệu trưởng: Đại tá [[Nguyễn Huy Hoàng]]\n* Phó Chính ủy: [[Thiếu tướng]] [[Nguyễn Bá Thông]]\n*\n\n== Tổ chức Đảng ==\n=== Tổ chức chung ===\nNăm 2006, thực hiện chế độ Chính ủy, Chính trị viên trong Quân đội. Theo đó Đảng bộ trong Trường Sĩ quan chính trị bao gồm:\n* Đảng bộ Trường Sĩ quan chính trị là cao nhất.\n* Đảng bộ các Hệ quản lý, Tiểu đoàn thuộc Trường Sĩ quan chính trị\n* Đảng bộ các đơn vị cơ sở thuộc các Hệ quản lý thuộc Trường Sĩ quan chính trị\n* Chi bộ các Phòng, ban chức năng, Khoa, Đại đội, các đơn vị cơ sở.\n=== Đảng ủy '''Trường Đại học Chính trị''' ===\n# Bí thư: Chính ủy Trường Sĩ quan chính trị\n# Phó Bí thư: Hiệu trưởng Trường Sĩ quan chính trị\n'''Ban Thường vụ'''\n# Ủy viên Thường vụ: Phó Hiệu trưởng Đào tạo Trường Sĩ quan chính trị\n# Ủy viên Thường vụ: Phó Chính ủy Trường Sĩ quan chính trị\n# Ủy viên Thường vụ: Chủ nhiệm Chính trị Trường Sĩ quan chính trị\n'''Ban Chấp hành Đảng bộ'''\n# Đảng ủy viên: Phó Hiệu trưởng Trường Sĩ quan chính trị\n# Đảng ủy viên: Phó Hiệu trưởng Trường Sĩ quan Chính trị\n#Đảng ủy viên: Trưởng phòng Tham mưu - Hành chính\n# Đảng ủy viên: Chủ nhiệm Hậu cần - Kỹ thuật\n# Đảng ủy viên: Trưởng phòng Đào tạo\n# Đảng ủy viên: Phó Chủ nhiệm Ủy ban Kiểm tra\n# Đảng ủy viên: Trưởng khoa\n# Đảng ủy viên: Trưởng khoa\n# Đảng ủy viên: Trưởng khoa\n# Đảng ủy viên: Hệ trưởng Hệ 1\n# Đảng ủy viên: Hệ trưởng Hệ 2\n# Đảng ủy viên: Tiểu đoàn trưởng\n# Đảng ủy viên: Tiểu đoàn trưởng\n\n== Tổ chức chính quyền ==\n\n===Khối cơ quan===\n* Phòng Tham mưu - Hành chính (B1)\n* Phòng Đào tạo (B2)\n* Phòng Chính trị (B3)\n* Phòng Khoa học quân sự (B4)\n* Phòng Hậu cần - Kỹ thuật (B5)\n* Ban Tài Chính (B6)\n* Ban Khảo thí và đảm bảo chất lượng giáo dục đào tạo (B7)\n* Ban Sau Đại học (B8)\n* Ban thông tin khoa học quân sự (B9)\n* Uỷ Ban kiểm tra Đảng (B11)\n* Thanh tra Nhà trường (B12)\n\n===Các khoa===\n* Khoa Công tác đảng, Công tác chính trị. \n* Khoa Văn hóa - Ngoại ngữ. \n* Khoa Triết học Mác - Lênin\n* Khoa Kinh tế chính trị Mác - Lênin\n* Khoa Chủ nghĩa xã hội khoa học. \n* Khoa Lịch sử Đảng Cộng sản Việt Nam. \n* Khoa Nhà nước và pháp luật. \n* Khoa Tâm lý học quân sự. \n* Khoa Sư phạm quân sự. \n* Khoa Chiến thuật. \n* Khoa Quân sự chung\n* Khoa Bắn súng\n* Khoa Giáo dục thể chất.\n* Khoa Tư tưởng Hồ Chí Minh.\n\n=== Đơn vị trực thuộc ===\n* Hệ 1\n* Hệ 2\n* Hệ 3\n* Tiểu đoàn 1\n* Tiểu đoàn 2\n* Tiểu đoàn 3\n* Tiểu đoàn 4\n* Tiểu đoàn 5\n* Tiểu đoàn 6\n* Tiểu đoàn 7\n* Tiểu đoàn 8\n* Tiểu đoàn 9\n* Tiểu đoàn 10\n* Tiểu đoàn 11\n* Tiểu đoàn 12\n* Tiểu đoàn Phục vụ huấn luyện dã ngoại\n\n== Hoạt động giáo dục đào tạo ==\n\n====== ''Đối tượng đào tạo'' ======\n* Đào tạo chính trị viên.\n* Đào tạo giáo viên khoa học xã hội và nhân văn quân sự\n*\n* Đào tạo thạc sĩ chuyên ngành Triết học Mác - Lênin; Chủ nghĩa xã hội khoa học; Xây dựng Đảng và chính quyền nhà nước (bắt đầu từ 2014).\n\n====== ''Hình thức đào tạo:'' ======\n* Đào tạo chính quy tập trung dài hạn.\n* Đào tạo chính quy tập trung ngắn hạn.\n* Đào tạo liên kết tập trung dài hạn với các nhà trường quân đội.\n\n====== ''Trình độ đào tạo:'' đại học, cao đẳng và sau đại học (từ năm 2014). ======\n\n====== ''Một số chuyên ngành đang triển khai'' ======\n* Đào tạo chính trị viên đại đội từ đối tượng học sinh phổ thông và quân nhân.\n* Đào tạo chính trị viên đại đội từ đối tượng cử tuyển dân tộc thiểu số.\n* Đào tạo chính trị viên đại đội từ sĩ quan tốt nghiệp các trường sĩ quan.\n* Đào tạo giáo viên KHXH&NV cấp phân đội các chuyên ngành: Triết học Mác - Lênin; Lịch sử Đảng cộng sản Việt Nam; Chủ nghĩa xã hội khoa học; Kinh tế chính trị Mác - Lênin; Tâm lý học quân sự; Giáo dục học quân sự.\n* Đào tạo ngắn cán bộ chính trị cấp phân đội (chuyển loại chính trị 6 tháng).\n* Đào tạo cán bộ chính trị cấp phân đội cho Bộ Công an.\n* Hoàn thiện đại học cán bộ chính trị cấp phân đội.\n* Đào tạo văn bằng 2 đại học giáo viên giáo dục quốc phòng, an ninh.\n* Đào tạo cán bộ chính trị cho QĐND Lào và Quân đội Hoàng gia Campuchia.\n* Bồi dưỡng lý luận chính trị quân sự cho cán bộ, học viên tốt nghiệp đại học ở nước ngoài về nước (Lớp 871).\n* Bồi dưỡng nghiệp vụ CTĐ, CTCT cho cán bộ các tập đoàn, tổng công ty trong quân đội theo chỉ tiêu và hợp đồng.\n\n====== ''Mô hình đào tạo'' ======\n* ''Học viên tốt nghiệp các khoá đào tạo chính trị viên'' được cấp bằng Cử nhân chuyên ngành Xây dựng Đảng và chính quyền nhà nước; được kết nạp đảng viên; được phong quân hàm sĩ quan; có đầy đủ phẩm chất, kiến thức, kỹ năng để đảm đương cương vị Chính trị viên đại đội (hoặc Chính trị viên phó đại đội), Bí thư chi bộ, Bí thư chi đoàn và có điều kiện phát triển lên những cấp bậc, chức vụ cao hơn.\n* ''Học viên tốt nghiệp các khóa đào tạo giáo viên khoa học xã hội nhân văn'' cấp phân đội được cấp bằng Cử nhân đúng chuyên ngành đào tạo (hiện có 6 chuyên ngành đã giới thiệu ở trên); được kết nạp đảng viên; được phong quân hàm sĩ quan; có phẩm chất, kiến thức, kỹ năng để đảm đương cương vị giảng viên giảng dạy các môn khoa học xã hội và nhân văn ở các trường sĩ quan quân đội.\n* ''Học viên tốt nghiệp các khoá đào tạo giáo viên giáo dục quốc phòng an ninh'' được cấp bằng Cử nhân chuyên ngành giáo dục quốc phòng, an ninh; có phẩm chất, kiến thức, kỹ năng đảm đương cương vị giáo viên giảng dạy môn học giáo dục quốc phòng, an ninh; được ưu tiên tuyển dụng, biên chế là giáo viên giảng dạy môn giáo dục quốc phòng, an ninh ở các trường trung học phổ thông, trung học chuyên nghiệp, hoặc có thể ở các trường cao đẳng, đại học.\n\n==Thành tích <ref>{{Chú thích web|url = http:\/\/daihocchinhtri.edu.vn\/vi\/gioi-thieu\/Gioi-thieu-chung\/Gioi-thieu-1\/|title = Trang chủ Đại học Chính trị - phần Giới thiệu (về thành tích truyền thống tiêu biểu)}}<\/ref>==\n* Tính đến tháng 7 năm 2012, Trường Đại học Chính trị đã mở gần 200 khóa học và lớp bồi dưỡng với gần 2 vạn học viên đào tạo chính trị viên tốt nghiệp ra trường; 1.500 học viên đào tạo giáo viên, 67 phóng viên báo chí quân đội, 623 cán bộ và giáo viên chính trị cho Quân đội nhân dân cách mạng Lào và Quân đội Hoàng gia Căm-pu-chia, 266 cử nhân luật, 529 sĩ quan dự bị\n* Từ năm 2008 đến nay (2013) Nhà trường đã nghiên cứu và nghiệm thu thành công 01 đề tài cấp Bộ Quốc phòng (đang triển khai nghiên cứu 01 đề tài cấp Bộ), 18 đề tài cấp Tổng cục Chính trị và Bộ Tổng Tham mưu; 30 đề tài cấp Trường; hàng trăm đề tài, chuyên đề khoa học cấp phòng, khoa, ban, hệ, tiểu đoàn và đề tài cá nhân của cán bộ, giảng viên và học viên. Tổ chức thành công 08 hội thảo cấp Nhà trường; nghiên cứu biên soạn, in ấn, phát hành 75 giáo trình, sách tham khảo, tập bài giảng, tài liệu dạy học.\n* Trường Đại học Chính trị đã đạt Giải Nhất Hội thi Olympic các môn khoa học Mác - Lênin, tư tưởng Hồ Chí Minh toàn quân năm 2009 và đạt Giải Nhì Hội thi này năm 2012. Đội tuyển văn nghệ của Nhà trường đã xuất sắc giành Giải Nhất Hội diễn Văn nghệ quần chúng học sinh, sinh viên khu vực phía Bắc năm 2010. Tham gia Giải thưởng tuổi trẻ sáng tạo trong quân đội, học viên của Nhà trường đã có 01 đề tài đạt giải Nhất; 03 đề tài đạt giải Nhì; 07 đề tài đạt giải Ba (tính từ 2009 - 2012).\n* 01 Huân chương Quân công Hạng Nhất.\n* 01 Huân chương Quân công Hạng Nhì.\n* 01 Huân chương Chiến công Hạng nhì.\n* 01 Huân chương Bảo vệ Tổ quốc hạng Ba.\n* 09 tập thể được tặng Huân chương Chiến công các loại.\n* 01 đồng chí được truy tặng danh hiệu Anh hùng Lực lượng vũ trang nhân dân - Anh hùng liệt sĩ Phan Đình Linh; \n* 23 đồng chí cán bộ, học viên của Nhà trường đã anh dũng hy sinh trong cuộc chiến đấu bảo vệ biên giới phía Bắc tháng 2 năm 1979.\n* 01 đồng chí được phong danh hiệu Anh hùng Lực lượng vũ trang nhân dân - Thiếu tướng Giang Văn Thành, hiện là Phó Hiệu trưởng Nhà trường.\n* 73 đồng chí được tặng Huân chương Chiến công các loại.\n* Năm 2008, 2009, 2010, 2011 Trường Đại học Chính trị được tặng Cờ thi đua của Bộ Quốc phòng.\n* Trải qua 37 năm xây dựng, phát triển, chiến đấu và trưởng thành, các thế hệ cán bộ, giảng viên, học viên, nhân viên, chiến sĩ Nhà trường đã viết nên truyền thống: <strong>\"Trung thành, sáng tạo, đoàn kết, vượt khó, dạy tốt, học tốt\".<\/strong>\n* Năm 2013, Nhà trường được Chính phủ tặng Cờ \"Đơn vị dẫn đầu phong trào thi đua quyết thắng\".\n\n== Hiệu trưởng qua các thời kỳ ==\n* 1977-1987, Trương Công Cẩn, Thiếu tướng 1974, Trung tướng 1984\n* 1987-1997, [[Văn Cương]], [[Trung tướng]] (1992)\n* [[Nguyễn Văn Hưởng]], TS, Thiếu tướng\n* -2013, [[Nguyễn Đình Minh]], PGS.TS, Thiếu tướng (2011), Giám đốc [[Học viện Chính trị]] (2013-nay)\n* 2013-12.2018, [[Phạm Quốc Trung]], PGS, TS, Thiếu tướng (2008), [[Trung tướng]] (2013), nguyên Tư lệnh [[Binh chủng hóa học, Quân đội nhân dân Việt Nam|Binh chủng Hóa học]] (2004-2012)\n*12.2018-nay, [[Nguyễn Hùng Oanh]], PGS, TS, Trung tướng, nguyên Phó Giám đốc Học viện Chính trị\n\n== Chính ủy qua các thời kỳ ==\n* 2008-2015, [[Trần Trung Khương]], Thiếu tướng (2007), [[Trung tướng]] (2011), nguyên Phó Chính ủy [[Quân khu Thủ đô]] (2007-2008)\n* 2.2015-6.2019, [[Nguyễn Văn Đủ]], [[Thiếu tướng]] (1.2011), [[Trung tướng]] (6.2015)<ref name=\":0\">{{Chú thích web|url = http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/ky-niem-85-nam-ngay-thanh-lap-dang-cong-san-viet-nam\/xung-danh-truong-dang-trong-quan-doi\/344428.html|title = Xứng danh \"trường Đảng trong Quân đội\"}}<\/ref>, nguyên Chính ủy Quân đoàn 2<ref name=\":1\">{{Chú thích web|url = http:\/\/daihocchinhtri.edu.vn\/vi\/news\/Hoat-dong-CTD-CTCT\/Chinh-uy-Nha-truong-chuc-mung-Tap-chi-Khoa-hoc-Chinh-tri-quan-su-va-Website-Truong-Dai-hoc-Chinh-tri-nhan-Ngay-Bao-chi-cach-mang-Viet-Nam-21-6-437\/|title = Chính ủy Nhà trường chúc mừng Tạp chí Khoa học Chính trị quân sự và Website Trường Đại học Chính trị nhân Ngày Báo chí cách mạng Việt Nam 21\/6}}<\/ref>\n*6.2019- 8.2022, [[Trần Quang Trung]], Trung tướng (7.2020), nguyên Phó Chính uỷ Trường Đại học Chính trị\n*8.2022- nay, [[Nguyễn Quốc Tuấn]], nguyên Chủ nhiệm Chính trị Quân khu 3.\n\n== Phó Hiệu trưởng qua các thời kỳ ==\n* [[Vũ Chí Đạo - Nguyễn Hữu Chính]], PGS.TS, Thiếu tướng\n* [[Trịnh Khắc Tính]], Thiếu tướng\n* [[Giang Văn Thành]], Thiếu tướng\n* [[Hồ Xuân Tiến]], Thiếu tướng (2012)\n* [[Phùng Văn Thiết]], Thiếu tướng (2013)\n* Phạm Đăng Ty, 1981-1987, Thiếu tướng (1984)\n*Nguyễn Văn Chung, Thiếu tướng\n*Mai Quốc Hưng, Thiếu tướng\n\n== Phó Chính ủy ==\n* [[Nguyễn Đình Thắng]], Thiếu tướng\n* [[Vũ Công Toàn]], Thiếu tướng (2013), sau là Phó Cục trưởng [[Cục Tuyên huấn Quân đội nhân dân Việt Nam|Cục Tuyên huấn, Tổng cục Chính trị]], Phó Chánh [[Văn phòng Tổng cục Chính trị (Việt Nam)|Văn phòng Tổng cục Chính trị]] (2014-nay)\n* 2014-2.2015, [[Nguyễn Văn Đủ]], [[Thiếu tướng]] (1.2011), [[Trung tướng]] (6.2015)<ref name=\":0\"\/>, hiện là Chính ủy Trường Đại học Chính trị<ref name=\":1\" \/>\n* 2.2015-3.2015, [[Phan Công Thủy]], Đại tá, nguyên Chủ nhiệm Chính trị Trường Đại học Chính trị\n* 3.2015- 6.2019, Trần Quang Trung, Thiếu tướng (9.2016), hiện là Chính uỷ Trường Đại học Chính trị\n*7.2019- nay, Nguyễn Bá Thông, Đại tá, nguyên Phó Chính ủy Quân đoàn 1\n\n== Xem thêm ==\n[[Danh sách trường đại học và cao đẳng tại Bắc Ninh]]\n\n==Tham khảo==\n {{tham khảo|30em}}\n==Liên kết ngoài==\n[http:\/\/daihocchinhtri.edu.vn\/vi\/ Trang web chính thức của Đại học Chính trị]\n{{Bộ Quốc phòng Việt Nam}}\n{{Trường quân sự Việt Nam}}\n\n[[Thể loại:Đại học và cao đẳng quân sự Việt Nam|Chính trị]]\n[[Thể loại:Trường đại học và cao đẳng tại Bắc Ninh|Chính trị]]\n[[Thể loại:Bắc Ninh (thành phố)]]\n[[Thể loại:Bộ Quốc phòng Việt Nam]]"}