{"49066":"[[Tập tin:Huynonnuoc2.jpg|nhỏ|phải|250px|Thắng cảnh [[Núi Non Nước|Dục Thúy Sơn]] - Núi thơ ở [[ninh Bình (thành phố)|thành phố Ninh Bình]], tên gọi do Trương Hán Siêu đặt]]\n'''Trương Hán Siêu''' (? – [[1354]],<ref>{{Chú thích web|url=http:\/\/ninhbinh.tintuc.vn\/goc-ninh-binh\/tim-hieu-ve-danh-nhan-truong-han-sieu-que-huong-ninh-binh.html|tựa đề=Tìm hiểu về danh nhân Trương Hán Siêu quê hương Ninh Bình|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-23}}<\/ref><ref>{{Chú thích web|url=https:\/\/nhandan.org.vn\/di-san\/truong-han-sieu-va-bach-dang-giang-phu-bat-tu-469625\/|tựa đề=Trương Hán Siêu và \"Bạch Đằng Giang phú\" bất tử|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-23}}<\/ref> [[chữ Hán]]: 張漢超, [[Tên chữ (người)|tên tự]] là ''Thăng Phủ'' hoặc ''Thăng Am'', [[hiệu]] ''Đôn Tẩu)'' là một vị quan dưới 4 đời vua nhà Trần, từng giữ các chức: Hàn lâm học sĩ, Hành khiển, Hữu ty lang trung, Tả ty lang trung, Thượng thư; khi mất ông được 2 vua truy tặng chức Thái bảo rồi Thái phó. Ông là một danh nhân văn hóa lớn [[nhà Trần|đời Trần]], kiệt tác văn chương nổi tiếng nhất trong sự nghiệp sáng tác của ông là bài ''Bạch Đằng giang phú'' (Phú sông Bạch Đằng) – một áng thiên cổ hùng văn rất được lưu truyền.\n\n==Tiểu sử==\nTrương Hán Siêu quê ở làng Phúc Am, huyện Yên Ninh, lộ [[Trường Yên]] (nay là [[Phúc Thành (phường)|phường Phúc Thành]], [[Ninh Bình (thành phố)|thành phố Ninh Bình]], tỉnh [[Ninh Bình]]).\n\nTheo chính sử, Trương Hán Siêu xuất thân là [[môn khách]] của [[Trần Hưng Đạo]], tính tình cương nghị, học vấn uyên thâm. Lược truyện các tác giả Việt Nam viết: Trương Hán Siêu \"lập được nhiều công trạng trong 2 trận đánh giặc Nguyên;<ref>Trần Văn Giáp: Lược truyện các tác gia Việt Nam, Tập I, in lần thứ hai, Nhà xuất bản. KHXH, H. 1971, tr.165.<\/ref> Từ điển văn học ghi: Trương Hán Siêu \"có ít nhiều đóng góp trong 2 cuộc kháng chiến chống Nguyên lần thứ 2 và thứ 3\".<ref>[Từ điển văn học tập II, Nhà xuất bản. Giáo dục, H. 1984, tr.463 và Bộ mới, Nhà xuất bản. Thế giới, 2004, tr.1861]<\/ref>\n\nNhư vậy, Trương Hán Siêu tham dự cuộc [[Chiến tranh Nguyên Mông–Đại Việt|kháng chiến chống Nguyên Mông]] lần thứ 2 và thứ 3 khi ông còn trẻ và ông cùng với [[Nguyễn Trung Ngạn]] là những vị quan thời Trần thọ hơn 80 tuổi.\n\n==Sự nghiệp chính trị==\nTrương Hán Siêu là nhà chính trị, nhà thơ, nhà sử học danh tiếng, học thức sâu rộng, được các vua Trần luôn tôn gọi là Thầy chứ không gọi tên húy. Ông từng làm nhiều chức quan trải suốt 4 đời vua nhà Trần:\n*Năm [[1308]], vua [[Trần Anh Tông]] phong Trương Hán Siêu làm Hàn lâm học sĩ.\n*Năm, 1314, vua [[Trần Minh Tông]] phong Trương Hán Siêu giữ chức Hành khiển.\n*Năm 1339, vua [[Trần Hiến Tông]] phong Trương Hán Siêu làm Hữu ty lang trung.\n*Năm 1342, vua [[Trần Dụ Tông]] phong Trương Hán Siêu làm Tả ty lang trung kiêm Kinh lược sứ ở Lạng Giang, rồi thăng Tả gián nghị đại phu năm [[1345]] và năm [[1351]] làm Tham tri chính sự (như chức Thượng thư). Năm Quý Tỵ [[1353]], ông lãnh quân Thần sách ra trấn nhậm ở Hóa Châu ([[Huế]]), giữ đất này yên ổn. Tháng 11 năm sau, ông cáo bệnh xin về nghỉ, nhưng về chưa đến kinh sư thì ông mất. Sau khi ông mất, vua cho truy tặng hàm Thái bảo\n*Năm [[1363]], thượng hoàng Trần Nghệ Tông truy tặng Trương Hán Siêu chức Thái phó và được thờ ở [[Văn miếu|Văn Miếu]] quốc gia (từ năm [[1372]]), ngang với các bậc hiền triết đời xưa.\n\nTrong Đại Việt sử ký toàn thư, Phan Phu Tiên nhận xét về việc nhà Trần thờ phụng Trương Hán Siêu và Chu Văn An ở Văn miếu như sau:\n:''Bậc danh nho các đời có bài trừ được dị đoan, truyền giữ được đạo thống thì mới được tòng tự ở Văn Miếu, thế là để tỏ rõ đạo học có ngọn nguồn. Nghệ Tông cho Chu An, Trương Hán Siêu được dự vào đó, thì Hán Siêu là người cứng cỏi, bài xích đạo Phật, An sửa mình trong sạch, bền giữ khí tiết, không cầu hiển đạt.''\n\n==Sự nghiệp văn chương==\nTrương Hán Siêu là người có học vấn sâu rộng, giàu lòng yêu nước, được các vua đời Trần tôn quý như bậc thầy. Theo Đại Việt Sử Ký, ông là người cứng cỏi bài xích (phản đối) đạo Phật. Các tác phẩm của ông hiện còn 7 bài thơ: Cúc hoa bách vịnh (Vịnh hoa cúc còn 4 bài), Hoá Châu tác (Thơ làm ở Hoá Châu), Dục Thuý sơn (Núi Dục Thuý), Quá Tống đô (Qua kinh đô nhà Tống). Về văn xuôi ông có 2 bài: Khai Nghiêm tự bi ký (Văn bia chùa Khai Nghiêm) và Dục Thuý sơn linh tế tháp ký (Bài ký tháp linh tế núi Dục Thuý), hai bài đều được viết bằng chữ Hán. Riêng hai quyển Hoàng triều đại điển và Hình thư soạn chung với Nguyễn Trung Ngạn, bài biểu Tạ trừ Hàn lâm viện trực học sĩ được dẫn trong Đại Việt sử ký toàn thư và Kiến văn tiểu lục hiện nay vẫn lưu lạc và chưa tìm thấy.<ref>[http:\/\/phamngochien.com\/view\/cam-hung-thien-nhien-trong-tho-van-truong-han-sieu\/1172 Cảm hứng thiên nhiên trong thơ văn Trương Hán Siêu]<\/ref>\n\nTrương Hán Siêu cũng soạn [[Linh tế thập ký]] (bài ký tháp Linh Tế), Quang nghiêm tự bi văn (bài văn bia chùa Quang Nghiêm). Hai bài đó có đề cao Nho học và phê phán Phật giáo. Ông và Nguyễn Trung Ngạn hợp soạn bộ Hoàng triều đại điển và Hình thư đặt nền tảng cho chế độ Phong kiến Việt Nam vận hành theo pháp luật. Ông còn là một nhà văn hoá, có tầm nhìn du lịch sớm nhất Việt Nam.\n\n===Bạch Đằng giang phú===\n''Bạch Đằng giang phú'' (hay Phú sông Bạch Đằng) là tác phẩm xuất sắc của Trương Hán Siêu, đồng thời cũng là [[Tác phẩm văn học|tác phẩm]] tiêu biểu của văn học yêu nước thời Lý - Trần, một đỉnh cao nghệ thuật của thể [[phú]] trong văn học và được xem là một áng thiên cổ hùng văn trong lịch sử văn học [[Việt Nam]]. Bạch Đằng giang phú thể hiện lòng yêu nước và niềm tự hào về truyền thống anh hùng bất khuất và truyền thống đạo lý nhân nghĩa sáng ngời của dân tộc Việt Nam. Do đó, Bạch Đằng giang phú cũng thể hiện tư tưởng nhân văn cao đẹp của việc đề cao vai trò, vị trí của con người trước lịch sử. Đây là một áng văn chứa chan niềm tự hào dân tộc, có ý nghĩa tổng kết lại chiến thắng Bạch Đằng thời bấy giờ:\n:\"Giặc tan muôn thuở thăng bình,\n:Bởi đâu đất hiểm cốt mình đức cao\".\n\nBạch Đằng giang phú của Trương Hán Siêu là một trong những bài phú chữ Hán nổi tiếng bậc nhất từ thời Trần còn lại đến nay. Có nhiều vấn đề cần giải mã tác phẩm xuất sắc này, một trong những vấn đề cốt tử làm nên sức sống lâu dài của nó có lẽ chính là nỗi lòng của Trương Thăng Phủ với những vấn đề liên quan đến vận mệnh của vương [[triều Trần]], sâu xa hơn là vận mệnh của nhân dân, dân tộc, của non sông đất nước [[Đại Việt]].\n\nBạch Đằng giang phú được viết theo phú cổ thể, nguyên tác viết bằng chữ Hán. Cấu tứ của tác phẩm theo hình thức đối đáp giữa chủ và khách. Khách là người yêu cảnh trí thiên nhiên, có thú du ngoạn, tâm hồn khoáng đạt, tâm huyết với lịch sử dân tộc. Khách tìm đến [[sông Bạch Đằng]] không chỉ vì yêu thiên nhiên mà còn vì lòng ngưỡng mộ nơi có chiến công oanh liệt và khát vọng tìm hiểu lịch sử dân tộc, noi gương của Tử Trường xưa (sử gia nổi tiếng Trung Quốc đời Hán). Chủ là những bô lão ở ven [[sông Bạch Đằng]] mà khách gặp, vừa là dân địa phương, vừa là những người đã từng chứng kiến, từng tham gia chiến trận. Cũng có thể nhân vật bô lão là nhân vật có tính chất hư cấu, tác giả xây dựng lên để dễ dàng bộc lộ cảm xúc, suy nghĩ về đất nước, dân tộc.\n\n===Một số tác phẩm khác===\nBài thơ \"'''Dục Thúy Sơn khắc thạch'''\" nói về núi Dục Thúy ở [[Ninh Bình]] được khắc bên sườn núi, hãy còn bút tích. [[Núi Non Nước|Dục Thúy Sơn]] nghĩa là \"núi có hình con chim trả đang tắm gội\" - tên này do chính ông đặt cho ngọn [[núi Non Nước]] ở quê hương ông.\n{|\n|valign=\"top\"|\nDịch nghĩa\n:''Sắc núi vẫn xanh mượt mà'',\n:''Người đi chơi sao không về''?\n:''Giữa dòng sáng ngời bóng tháp'',\n:''Thượng giới mở cánh cửa hang''.\n:''Có cách biệt với cuộc đời trôi nổi như ngày nay'',\n:''Mới biết rõ cái danh hờ trước kia là không đúng'',\n:''Trời đất ở Ngũ-hồ rộng thênh thang'',\n:''Hãy tìm lại tảng đá ngồi câu khi trước''.\n|width=\"45\"| \n|valign=\"top\"|\nDịch thơ (Trần Văn Giáp)\n:''Non xanh xanh vẫn như xưa'',\n:''Du nhân đi mãi vẫn chưa thấy về''!\n:''Sóng in bóng tháp bồ đề'',\n:''Mở toang cửa động liền kề chân mây''.\n:''Đời lênh đênh trước khác nay'',\n:''Thân nhàn mới biết trước ngày lầm to''.\n:''Mênh mông trời đất Năm hồ'',\n:''Vòm câu cũ, kíp thăm dò nơi đâu''.\n|}\nNhóm bài thơ \"'''Vịnh Hoa Cúc'''\" do Nguyễn Tấn Hưng dịch:\n{|\n|valign=\"top\"|\nVịnh hoa cúc (IV)\n:''Hoa tươi, năm ngoái ngày này'',\n:''Ngồi suông với bạn, rượu bày có đâu''!\n:''Việc đời thường trái ngược nhau''\n:''Bữa nay sẵn rượu, lại sầu không hoa''.\n|width=\"45\"| \n|valign=\"top\"|\nVịnh hoa cúc (II)\n:''Thu nay mưa gió loạn cuồng''\n:''Mà sao cúc vẫn đầy vườn trổ bông''\n:''Phải chăng trời cũng chiều lòng''\n:''Cho loài hoa rét bạn cùng già nua''.\n|}\nTrương Hán Siêu trồng hoa cúc bên núi [[Núi Non Nước|Dục Thúy Sơn]], là hoa Sơn kim cúc (Hoàng Hoa). Ngày ngày ông chăm chút cho từng khóm cúc, nhành hoa:\n{|\n|valign=\"top\"|\n:Vũ dư khai phố di căn chủng\n:Sương hậu tuần ly trích nhị thu\n:Mạc đạo u nhân hồn lãn tán\n:Nhất niên mang sử thị thâm thu.\n|width=\"45\"| \n|valign=\"top\"|\n:Mưa tạnh ra vườn tỉa gốc trồng\n:Sương gieo quanh giậu lượm từng bông\n:Chớ rằng nhàn ẩn nên lười nhác\n:Bận rộn khi ngày sắp cuối đông- (Đào Phương Bình dịch thơ).\n|}\nCó lúc ông nhìn trời gió mưa thêm buồn mà than thở:\n{|\n|valign=\"top\"|\n:Nhất thu đa vũ hựu đa phong\n:Khởi ý thu hoa thượng mãn tùng\n:Ưng thị thiên công linh lãnh lạc\n:Cổ lưu hàn nhị bạn suy ông.\n|width=\"45\"| \n|valign=\"top\"|\n:Trời thu lắm gió lại nhiều mưa\n:Khóm trĩu hoa thu thật chẳng ngờ\n:Tạo hoá phải chăng thương quạnh vắng\n:Dành bông hoa lạnh tặng già nua - (Đào Phương Bình dịch thơ).\n|}\nKhi ở xa, cụ vẫn luôn canh cánh một nỗi nhớ về hoa cúc trên đỉnh núi:\n{|\n|valign=\"top\"|\n:Trùng dương thời tiết kim triêu thị\n:Cố quốc hoàng hoa khai vị khai?\n:Khước ức cầm tôn tiền nhật nhã\n:Kỷ hồi tao thủ phú quy lai.\n|width=\"45\"| \n|valign=\"top\"|\n:Sớm nay vừa tiết trùng dương\n:Chẳng hay quê cũ hoa vàng nở chưa\n:Rượu đàn chạnh nhớ thú xưa\n:Vò đầu mấy bận làm thơ \"đi, về\" - (Huệ Chi dịch thơ).\n|}\nCó lúc lại thiếu thốn làm ông càng buồn thêm nỗi cô đơn. Khi có hoa lại thiếu rượu. Khi có rượu lại không hoa. Cụ ngắm nhìn hoa cúc mà lại càng thêm sầu:\n{|\n|valign=\"top\"|\n:Khứ niên kim nhật hữu hoa đa\n:Đối khách sầu vô tửu khả xa\n:Thế sự tương vi mỗi như thử\n:Kim triêu hữu tửu khước vô hoa.\n|width=\"45\"| \n|valign=\"top\"|\n:Ngày này, năm ấy hoa đương độ\n:Không rượu ngồi suông khách với ta\n:Trái ngược việc đời thường vẫn thế\n:Hôm nay có rượu lại không hoa - (Nhóm [[Lê Quý Đôn]] dịch thơ).\n|}\n\n==Đời tư==\nTuy nhiên, cuộc đời Trương Hán Siêu không phải là không có tì vết. Theo [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]], ông khinh bỉ người cùng hàng, không giao du với họ, chỉ chơi thân với bọn [[Phạm Nghiêu Tư]], gặp quan thầy thuốc thì thế nào cũng đùa bợt nói cười, đều là những kẻ không đồng điệu với ông. Đến khi coi đất [[Lạng Giang]] thì gả con gái cho tù trưởng đất ấy là Nùng Ích Vấn, khi coi chùa Huỳnh Lâm thì gả con gái cho tam bảo nô Nguyễn Chế, đều vì mộ sự giàu có của họ cả. Vì thế Đại Việt Sử ký Toàn thư mới viết rằng:\n:''...Trương Hán Siêu là ông quan văn học, vượt hẳn mọi người, tuy cứng cỏi, chính trực nhưng lại chơi với kẻ không đáng chơi, gả con gái cho người không đáng gả...''.\n\nCác nhà nghiên cứu hiện nay cho rằng việc Trương Hán Siêu ít giao du với những bạn bè cùng hàng vì những người này trước đây cùng học với ông tại trường của Chiêu Quốc Vương [[Trần Ích Tắc]], khi ông bị Nguyễn Văn Long vu oan phải đào tẩu, thì chính những người bạn này đã hùa nhau công kích kết tội ông. Chuyện này ít ai biết vì ông tha thứ không kể tội họ ra, nhưng không kết tình thân, kể cả [[Mạc Đĩnh Chi]].<ref>[http:\/\/trithucsangtao.vn\/i112-truong-han-sieu--bac-ki-tai-chinh-truc.aspx Trương Hán Siêu - Bậc kỳ tài chính trực] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121219194236\/http:\/\/trithucsangtao.vn\/i112-truong-han-sieu--bac-ki-tai-chinh-truc.aspx |date = ngày 19 tháng 12 năm 2012}}, TBC sưu tầm, Công ty TNHH Tri Thức Sáng Tạo, Ngày cập nhật: 22\/4\/2011 22:32:32 PM<\/ref>\n\nTrương Hán Siêu chính là người cố vấn chính của [[Trần Hưng Đạo]], nhưng dấu mặt khi [[Trần Ích Tắc]] chưa trốn theo quân Nguyên. Sau khi [[Trần Ích Tắc]] bại lộ trốn theo quân Nguyên thì Trương Hán Siêu ra mặt công khai ở chung với Trần Hưng Đạo để ngày đêm bàn việc quân. Trương Hán Siêu là người rất giỏi võ nghệ, giỏi âm nhạc. Trương Hán Siêu không thích đạo Phật vì ban đầu thấy [[Trần Ích Tắc]] cũng mộ đạo Phật nhưng lại không sáng suốt. Sau này thấy các vua quan nhà Trần thích xây chùa hao tốn công quỹ. Mãi về sau ông mới công nhận đạo Phật hay, nhưng theo cách hiểu của ông. Trần Ích Tắc có xin phép anh là [[Trần Thánh Tông]] để mở trường đào tạo nhân tài cho triều đình, rất nhiều danh nhân thời bấy giờ kéo về đây xin theo học như [[Mạc Đĩnh Chi]], Nguyễn Đại Phạp... Trương Hán Siêu là học trò giỏi nhất, được [[Trần Ích Tắc]] giao thay mình dạy lại cho các môn đệ. Nhưng lúc đó Nguyễn Văn Long là trưởng tràng rất ganh tị, bày mưu ám sát Trần ích Tắc rồi vu cho Trương Hán Siêu khiến Siêu phải bôn tẩu, về núp trên những hang động của [[Ninh Bình]]. [[Trần Hưng Đạo]] nghe danh tiếng, chủ động tìm đến để hỏi ý kiến về cuộc chiến tranh với quân Nguyên sắp nổ ra. Ý kiến của Siêu quá chu đáo nên được Vương nghe theo áp dụng.<ref>[http:\/\/www.baodanang.vn\/channel\/5433\/201203\/ho-so-ten-duong-truong-han-sieu-tac-gia-bach-dang-giang-phu-2156728\/ Trương Hán Siêu, tác giả Bạch Đằng Giang phú]<\/ref>\n\nKế hoạch lấy không đánh có, lấy nhu thắng cương, vườn không nhà trống, lấy ít đánh nhiều được Siêu phát triển thành đỉnh cao hoàn hảo, phổ biến đến tận làng xã, tập cho dân làng biết làm theo hiệu lệnh từ trung ương một cách nhanh chóng. Khi Trương Hán Siêu còn sống thì bọn gian thần không dám lộng hành. Đến khi ông mất, [[Phạm Ngũ Lão]] cũng mất thì một mình [[Chu Văn An]] không đủ sức đối phó với bọn gian thần mà phải cáo quan về dạy học.\n\n==Tôn vinh==\nTrương Hán Siêu cùng với các danh nhân khác như [[Đinh Tiên Hoàng]], [[Lý Quốc Sư]] (tức [[Nguyễn Minh Không]]), [[Lương Văn Tụy]] là những người gốc [[Ninh Bình]] tiêu biểu được tôn vinh trong nhiều lĩnh vực khác nhau ở địa phương này.\n\n===Đền thờ Trương Hán Siêu===\n[[Tập tin:Ducthuyson2.jpg|nhỏ|phải|250px|Đền thờ Trương Hán Siêu bên [[núi Non Nước]]]]\nTrương Hán Siêu được lập đền thờ tại chân [[núi Non Nước]] thuộc công viên Dục Thúy Sơn nằm bên [[sông Đáy]] ở [[ninh Bình (thành phố)|thành phố Ninh Bình]]. Đền thờ Trương Hán Siêu kiến trúc theo kiểu chữ đinh, gồm 3 gian Bái Đường và 2 gian Hậu cung, hai tầng mái lợp bằng ngói, các góc có các đầu đao cong vút lên. Nhìn bán diện rìa mái cuộn lên ở hai đầu như hình ảnh một chiếc thuyền rồng ngoại mục. Trên nóc đền là hai con rồng chầu mặt nguyệt. Mặt tiền của đền có tấm đại tự bằng chữ Hán ''Trương Thăng Phủ Tư''. Bái đường có cửa võng, hương án và hai giá ở hai bên cắm bát bửu. Gian cuối của hậu cung có hương án và tượng Trương Hán Siêu được đúc bằng đồng. Gần đền Trương Hán Siêu là di tích lịch sử văn hoá chùa Non Nước, nằm ở phía đối diện qua [[núi Non Nước]]. Tất cả hợp lại thành một khu văn hóa, tâm linh giữa thành phố Ninh Bình.\n\nLàng Phúc Am xưa cũng thờ ông ở di tích [[chùa Đẩu Long]], phường Tân Thành, thành phố Ninh Bình, [[Ninh Bình]]. Ông cũng được đúc tượng thờ tại di tích [[hành cung Vũ Lâm]] trong [[quần thể di sản thế giới Tràng An]]. Khu tưởng niệm danh nhân văn hóa Trương Hán Siêu được xây dựng trong khuôn viên khu di tích Nhà thờ họ Trương Việt Nam ở [[thị trấn Thiên Tôn]], [[huyện Hoa Lư]], tỉnh [[Ninh Bình]].\n\nTại tỉnh [[Hải Dương]] có đền Từ Xá, tại thôn Từ Xá, xã Đoàn Kết, [[Thanh Miện]] thờ Trương Hán Siêu Căn cứ vào kiến trúc có thể xác định đền có từ thời Lê Trung hưng, trùng tu năm 1907, kiểu chữ đinh, 5 gian tiến tế (14,5x6,2m), 3 gian hậu cung. Công trình hiện còn nhiều chi tiết kiến trúc của thế kỷ 18, nhiều cổ vật ở thế kỷ 18 và 19, trong đó có bức đại tự Trần triều nguyên suý. Hằng năm có hai kỳ hội, ngày 7 tháng 3, kỷ niệm ngày hoá, 12 tháng 8, kỷ niệm ngày sinh. Hội có nhiều trò vui dân gian, như thi quăng chài, đi cầu thùm, bơi lội... Di tích được xếp hạng năm 2001.\n\nTại [[Hà Nam]] có đền Từ Du hay đình Cao Đà thờ Trương Hán Siêu với vai trò là vị tổ lập làng Cao Đà ở xã Nhân Mỹ, huyện Lý Nhân ngày nay.\n\nTrương Hán Siêu cũng được hậu thế tôn vinh tại di tích nhà thờ họ Trương Việt Nam thuộc [[thị trấn Thiên Tôn]], [[huyện Hoa Lư]], [[Ninh Bình]]. Đền Trương là nơi thờ những người họ Trương đã khuất tại ban thờ công đồng,<ref>{{Chú thích web |url=http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau |ngày truy cập=2019-02-22 |tựa đề=XÂY DỰNG NHÀ THỜ HỌ TRƯƠNG VIỆT NAM LÀ ĐỂ LẠI MỘT CÔNG TRÌNH TÂM LINH MUÔN ĐỜI CHO CON CHÁU MAI SAU |archive-date = ngày 13 tháng 4 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160413120823\/http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau |url-status=dead }}<\/ref> trong hậu cung có tượng thờ [[Ngọc Hoàng Thượng đế]] ([[Trương Hữu Nhân]]) và 14 danh nhân họ Trương tiêu biểu nhất thời phong kiến ở 3 miền [[Việt Nam]] gồm: Ban văn thờ Thái phó Trương Hán Siêu, Trạng nguyên [[Trương Hanh]], Trạng nguyên [[Trương Xán]], Thượng thư [[Trương Công Giai]], Thái sư [[Trương Đăng Quế]], Đông các học sĩ [[Trương Quốc Dụng]], Thượng thư [[Trương Công Hy]]. Ban võ thờ Tướng [[Trương Hống]], Tướng [[Trương Hát]], Tướng Trương Nữu, Tăng lục võ sư [[Trương Ma Ni]], Tướng Trương Chiến, Đại tướng quân [[Trương Minh Giảng]] và Anh hùng [[Trương Công Định]].\n\nThời nhà Nguyễn, Trương Hán Siêu được thờ ở miếu Lịch Đại Đế vương. Đây là Miếu đường tôn thờ các vị Đế vương và các Danh tướng anh hùng tiêu biểu, như sử sách nhà Nguyễn đã ghi là nơi \"Thống kỷ các vị Đế vương, ngưỡng mộ đức tốt của các đời trước\", với ý nghĩa \"Uống nước nhớ nguồn\" tôn thờ các vị Vua, danh tướng anh hùng tiêu biểu từ thời Hồng Bàng trở về sau.\n\nĐền Cố Trạch thuộc khu di tích đền Trần (Nam Định) có gian tả vu là nơi đặt bài vị thờ Trương Hán Siêu.\n\n===Giải thưởng Trương Hán Siêu===\n[[Tập tin:duong truong han sieu.JPG|nhỏ|phải|250px|Đường Trương Hán Siêu ở [[ninh Bình (thành phố)|thành phố Ninh Bình]]]]\nỞ Ninh Bình có một giải thưởng được trao hàng năm trong lĩnh vực văn học - nghệ thuật cho các tác phẩm tiêu biểu mang tên giải thưởng Trương Hán Siêu. Hàng năm tại khu di tích đền thờ Trương Hán Siêu cũng diễn ra lễ trao học bổng cho các học sinh xuất sắc trong tỉnh [[Ninh Bình]].\n\n===Các công trình gắn liền với tên tuổi của Trương Hán Siêu===\nTên của Trương Hán Siêu được đặt cho nhiều đường phố ở: [[Hà Nội]], [[Thành phố Hồ Chí Minh]], [[Đà Nẵng]], [[Ninh Bình (thành phố)|thành phố Ninh Bình]], [[Hải Dương (thành phố)|thành phố Hải Dương]], thành phố [[Huế]], thành phố [[Nha Trang]], thành phố [[Vũng Tàu]], thành phố [[Bà Rịa]] thành phố [[Buôn Ma Thuột]], thành phố [[Hải Phòng]], thành phố [[Hòa Bình (thành phố)|Hòa Bình]], thành phố [[Bạc Liêu (thành phố)|Bạc Liêu]], thành phố [[Tam Điệp]], thành phố [[Cao Lãnh (thành phố)|Cao Lãnh]], thành phố [[Nam Định (thành phố)|Nam Định]], thành phố [[Long Xuyên]], thành phố [[Phan Thiết]], thành phố [[Thanh Hóa (thành phố)|Thanh Hóa]], thành phố [[Hưng Yên (thành phố)|Hưng Yên]], thành phố [[Kon Tum (thành phố)|Kon Tum]], thành phố Đông Hà, thành phố Biên Hòa, thành phố Rạch Giá, thành phố Sầm Sơn, Tx Bỉm Sơn,…, đặc biệt, tên ông còn được đặt cho con đường đi qua Trường THPT cùng tên ở quê hương ông – nơi đào tạo ra những học sinh tài năng.\n\n==Xem thêm==\n*[[Nhà Trần]]\n*[[Núi Non Nước]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{wikisource tác giả}}\n*[http:\/\/www.vtc.com.vn\/lp\/0\/43237\/kich__truong_han_sieu__phan_1_.aspx Vở chèo Trương Hán Siêu do [[Nhà hát Chèo Ninh Bình]] thể hiện] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110822145642\/http:\/\/www.vtc.com.vn\/lp\/0\/43237\/kich__truong_han_sieu__phan_1_.aspx |date = ngày 22 tháng 8 năm 2011}}\n*[http:\/\/www.vtc.com.vn\/lp\/0\/40494\/lich_su_viet_nam__truong_han_sieu.aspx Lịch sử Việt Nam: Trương Hán Siêu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110822015436\/http:\/\/www.vtc.com.vn\/lp\/0\/40494\/lich_su_viet_nam__truong_han_sieu.aspx |date = ngày 22 tháng 8 năm 2011}}\n*[http:\/\/baoninhbinh.org.vn\/news\/23\/2DE20B Hội nghị đóng góp ý kiến tượng thờ Danh nhân văn hoá Trương Hán Siêu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130113041706\/http:\/\/baoninhbinh.org.vn\/news\/23\/2DE20B |date = ngày 13 tháng 1 năm 2013}}\n*[http:\/\/baoninhbinh.org.vn\/news\/46\/2DE209 Núi Non Nước và sắc vàng hoa cúc]{{Liên kết hỏng|date = ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}, Thanh Thản, Báo Ninh Bình, Thứ sáu, 15:16, 28\/10\/2011\n*[http:\/\/hannom.vass.gov.vn\/noidung\/thongbao\/Pages\/baiviet.aspx?ItemID=875 Trương Hán Siêu: một số tư liệu về cuộc đời và tác phẩm]{{Liên kết hỏng|date = ngày 7 tháng 7 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Mất năm 1354]]\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Nhà văn Việt Nam thời Trần]]\n[[Thể loại:Nhà Nho Việt Nam]]\n[[Thể loại:Người họ Trương tại Việt Nam]]"}