{"415729":"{{Cần thêm chú thích}}{{Thông tin trường học\n| tên = Trường Đại học Thành Đô\n| logo = https:\/\/quantri.thanhdo.edu.vn\/upload\/thanhdo\/images\/logo-daihocthanhdo(1).jpg\n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = Trí Tuệ - Năng Lực - Nhân Cách - Hòa Hợp Sáng Tạo - Chuyên Nghiệp - Uy Tín\n| ngày thành lập = [[27 tháng 5]] năm [[2009]]\n| loại hình = [[Đại học tư thục]]\n| tài trợ = \n| hiệu trưởng = Phan Thị Thanh Thảo\n| hiệu phó = \n| nhân viên = \n| sinh viên đại học = 22.500\n| khuôn viên = \n| địa chỉ = xã [[Kim Chung, Hoài Đức|Kim Chung]], huyện [[Hoài Đức]]\n| thành phố = [[Hà Nội]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| điện thoại = +84-2433861791\n| web = {{URL|http:\/\/thanhdo.edu.vn}}\n}}\n\n'''Trường Đại học Thành Đô''' là một đại học tư thục tại Hà Nội. Tiền thân là Trường Cao đẳng Công nghệ Thành Đô.\n\n== Lịch sử ==\nNgày 30 tháng 11 năm 2004, Trường Cao đẳng tư thục Công nghệ Thành Đô được thành lập.<ref>Quyết định số 7687\/QĐ_BGD&ĐT_TCCB của Bộ trưởng Bộ Giáo dục và Đào tạo<\/ref>\n\nNgày 26 tháng 6 năm 2006, Trường Cao đẳng tư thục Công nghệ Thành Đô được đổi tên thành Trường Cao đẳng Công nghệ Thành Đô.<ref>Quyết định số 3207\/QĐ_BGD&ĐT của Bộ trưởng Bộ Giáo dục và Đào tạo<\/ref>\n\nNgày 27 tháng 5 năm 2009, Trường Đại học Thành Đô được thành lập trên cơ sở nâng cấp Trường Cao đẳng Công nghệ Thành Đô.<ref>Quyết định số: 679\/QĐ-TTg của Thủ tướng Chính phủ<\/ref>\n\n== Thông tin trường{{Cần chú thích}} ==\n===Đào tạo===\nĐối với Đào tạo sau Đại học, Trường Đại học Thành Đô đào tạo trình độ Thạc sĩ ngành Quản lý kinh tế.\n\n– Chương trình đào tạo theo định hướng:\n\n+ Quản lý kinh tế định hướng ứng dụng;\n\n+ Quản lý kinh tế (định hướng chuyên sâu Quản lý kinh tế Dược). \n\nĐối với Hệ Đại học:\n\nTrường Đại học Thành Đô hiện có 12 ngành đào tạo thuộc 4 khối ngành \"\"Công nghệ; Kinh tế – Luật; Ngôn ngữ – Khoa học xã hội và Sức khỏe”.\n\n12 nhóm ngành cụ thể bao gồm: Công nghệ thông tin, Công nghệ kỹ thuật ô tô, Công nghệ Kỹ thuật điện, điện tử, Việt Nam học (Hướng dẫn du lịch), Ngôn ngữ Anh, Quản trị Khách sạn, Quản trị kinh doanh, Quản trị văn phòng, Kế toán, Dược học, Luật, Giáo dục học.\n\nHệ Cao Đẳng:\n\nTrường Đại học Thành Đô đào tạo các ngành như sau: Tiếng Anh, Tiếng Nhật, Hướng dẫn du lịch, Quản trị khách sạn, Dược.\n\n==Chú thích==\n{{tham khảo|30em}}{{Sơ khai Giáo dục}}\n\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam|Thành]]"}