{"1799000":"{{bài cùng tên|Trường Trung học phổ thông chuyên Lê Quý Đôn}}\n{{for|các trường cùng tên|Trường Trung học phổ thông Lê Quý Đôn}}\n'''Trường Trung học phổ thông chuyên Lê Quý Đôn, Bình Định''' (có tên Tiếng Anh: '''''Le Quy Don Binh Dinh High school for Gifted student''''') là một trường [[trung học phổ thông chuyên]] [[trường công lập|công lập]], có trụ sở tại thành phố [[Quy Nhơn]], [[Bình Định]], và là một trong hai [[hệ thống giáo dục Việt Nam#Trung h.E1.BB.8Dc ph.E1.BB.95 th.C3.B4ng chuy.C3.AAn.2C n.C4.83ng khi.E1.BA.BFu|trường chuyên]] của tỉnh Bình Định. Trường là nơi đào tạo nhiều học sinh giỏi cấp quốc gia, đoạt nhiều giải [[Kỳ thi Olympic truyền thống 30 tháng 4|Olympic toàn miền Nam]], là trường dẫn đầu của ngành giáo dục [[Bình Định]]. Đây là trường chuyên có diện tích nhỏ nhất trong số 83 trường chuyên trên cả nước.{{fact}}\n\n{{Thông tin trường học\n| hiệu phó = Thạc sĩ Phan Thị Ly Giang\n| loại hình = [[Giáo dục Việt Nam#Cấp trung học phổ thông|Trung học phổ thông chuyên]]\n| tên bản địa = [[Trường THPT chuyên Lê Quý Đôn Bình Định]]\n| khẩu hiệu = Trí tuệ - Bản lĩnh - Trung thực - Nhân văn\n| ngày thành lập = [[28\/6\/2000]]\n| logo = [[Tập tin:[[Tập tin:Logo Trường THPT Chuyên Lê Quý Đôn Bình Định|nhỏ|Logo Trường THPT Chuyên Lê Quý Đôn - Bình Định]]\n[[Tập tin:Logo truong thpt chuyen le quy don binh dinh.png|nhỏ]]\n|Logo trường THPT chuyên Lê Quý Đôn Bình Định]]\n| khuôn viên = 19.600m2\n| địa chỉ = Số 02 đường Nguyễn Huệ, phường Hải Cảng\n| thành phố = Quy Nhơn\n| tỉnh = Bình Định\n| quốc gia = Việt Nam\n| tên = Trường trung học phổ thông chuyên Lê Quý Đôn, Bình Định\n| điện thoại = (0256) 3893398\n| web = https:\/\/lequydonbinhdinh.edu.vn\n| tài trợ = Ông [[Huỳnh Uy Dũng]]\n| hiệu trưởng = Thạc sĩ Huỳnh Lê Minh\n| nhân viên = 67\n| tên khác = [[Le Quy Don Binh Dinh High school for Gifted student]]\n}}{{Giới hạn mục lục|2}}\n\n==Lịch sử hình thành==\nTrường THPT chuyên Lê Quý Đôn được thành lập từ năm 2000 theo Quyết định số 1930\/QĐ-UB ngày 28 tháng 6 năm 2000 của Chủ tịch UBND tỉnh Bình Định, đến nay nhà trường đã trãi qua 22 năm xây dựng và phát triển với nhiệm vụ phát hiện, bồi dưỡng đào tạo năng khiếu học tập ở cấp Trung học phổ thông cho tỉnh Bình Định. Hiệu trưởng đầu tiên của trường là Thạc sĩ Phạm Quang Bắc (2000 - 2016). Hiệu trưởng tiếp theo của trường là Thạc sĩ Mai Anh Dũng (2016 - 2021). Hiệu trưởng hiện tại là Thạc sĩ Huỳnh Lê Minh\n\nTrường chính thức khai giảng năm học mới đầu tiên vào đầu tháng 8 năm 2000, với 13 cán bộ giáo viên nòng cốt, cùng 5 lớp 10 (tuyển sinh), 5 lớp 11 (chuyển từ [[Trường Quốc học Quy Nhơn]] qua). Ngay trong năm học đầu tiên, 19\/23 học sinh của trường tham dự kỳ thi [[Kỳ thi Olympic truyền thống 30 tháng 4|Olympic toàn miền Nam]] đạt giải (được chọn là một trong 10 sự kiện tiêu biểu của tỉnh [[Bình Định]]) và có 13 giải học sinh giỏi quốc gia.\n\nĐến năm học 2002 - 2003, bằng sự tài trợ của ông [[Huỳnh Uy Dũng|Huỳnh Phi Dũng]], Chủ tịch Hiệp hội Doanh nghiệp tỉnh Bình Dương, và kinh phí đầu tư của tỉnh, trường đã hoàn thành việc xây dựng cơ sở và chính thức đặt trường sở tại số 02 Nguyễn Huệ, Quy Nhơn.\n\nNăm học 2007-2008, Trường được chính phủ công nhận đạt danh hiệu Trường chuẩn quốc gia. \n[[Tập tin:LQDHSGS.png|nhỏ|Logo trường THPT chuyên Lê Quý Đôn Bình Định]]\n\n== Khuôn Viên ==\nTrường gồm khu vực giảng dạy gồm:\n* Khu Giảng Dạy\n# 5 dãy lầu 3 tầng A, B, C, D, E. \n# 1 Khu Phòng thí nghiệm Vật lí, Hóa học, Sinh học\n# 2 phòng máy thực hành tin học (theo chương trình hỗ trợ của Hàn Quốc)\n* Khu Kí túc xá gồm 4 tầng lầu, mỗi tầng 15 phòng, mỗi phòng có sức chứa 8 học sinh\n* khu nhà  thi đấu đa năng (hoàn thành năm 2021)\n[[Tập tin:KTXLQDHSGS.jpg|nhỏ|Kí túc xá trường THPT chuyên Lê Quý Đôn Bình Định]]\n\n== Đào tạo ==\nTrường có nhiệm vụ phát hiện và đào tạo học sinh có năng khiếu, chuẩn bị cho học sinh có vốn kiến thức và phương pháp tư duy sáng tạo để học tốt bậc đại học và các bậc học cao hơn, góp phần đào tạo nguồn sinh viên tốt cho các trường đại học, tiền đề nguồn nhân lực có chất lượng cho quốc gia.\n\nTừ năm 2000 đến 2015, Trường trung học phổ thông chuyên Lê Quý Đôn Bình Định đã có 417 giải Học sinh giỏi quốc gia có 11 giải nhất, 80 giải nhì, 184 giải ba và 142 giải khuyến khích. Nhiều học sinh của trường đã được gọi vào đội dự tuyển thi quốc tế. Trường đã dự thi Olympic truyền thống 30\/4 toàn miền Nam, đội tuyển của trường luôn nằm trong tốp 5 trường có vị thứ cao nhất; đặc biệt các đội tuyển môn Toán, Lý, Hóa, Sinh của trường đã 06 lần nhận cờ giải nhất Olympic toàn miền Nam.\n\nTính đến năm 2015 trường có 17 thủ khoa, á khoa các trường Đại học và Cao đẳng trong cả nước\n\nTrường trung học phổ thông chuyên Lê Quý Đôn Bình Định đã 16 năm liền từ 2002 đến 2018 đạt tỷ lệ 100% tốt nghiệp trung học phổ thông.\n\n<big>'''Đội ngũ cán bộ, giáo viên'''<\/big>\n\n- Năm 2020-2021, Nhà trường có 63 CB, GV, NV. trong đó số cán bộ quản lý là 03,  GV: 54, NV: 06\n\n- Chất lượng đội ngũ:  Tất cả Cán bộ, giáo viên nhà trường đều đạt chuẩn và trên chuẩn, được điều động, thuyên chuyển từ các trường THPT trong tỉnh, có năng lực và kinh nghiệm trong đào tạo, bồi dưỡng học sinh giỏi.\n\n=== Dạy và Học ===\nTrường THPT chuyên Lê Quý Đôn Bình Định là một trong hai trường trung học phổ thông chuyên trực thuộc sở giáo dục và đào tạo Bình Định. Học sinh trường được học đủ các môn học như học sinh các trường trung học phổ thông khác, riêng các môn chuyên được tăng tiết để học sâu hơn, kĩ hơn. Học sinh được tổ chức học Tin học, Tiếng Anh, Ngoại ngữ 2<ref>Tiếng Nhật (do Bình Định có quan hệ hợp tác với Nhật Bản)<\/ref>, nghề và được sử dụng các phòng thí nghiệm, phòng Lab hiện đại.\n\nNgoài ra nhà trường có chiến lược giảng dạy từ khi vào trường cho tới hết lớp 12 để học sinh có kết quả tốt nhất trong các kì thi Tốt nghiệp THPT và Tuyển sinh Đại học. Các học sinh có năng khiếu được tổ chức bồi dưỡng thêm để tham dự tốt các kỳ thi Học sinh giỏi Quốc gia, các kỳ thi Olympic quốc tế.\n\n=== Học bổng và Chính sách hỗ trợ tài chính ===\nHọc sinh được hưởng các học bổng của sở giáo dục và đào tạo Bình Định dành cho những học sinh đạt thành tích các kì thi Học sinh giỏi cấp tỉnh, học sinh giỏi THPT cấp Quốc gia và chọn đội dự tuyển Quốc tế, Olympic 30\/4 toàn miền nam, Olympic Sinh viên, .\n\nCác học sinh nhà xa được tạo điều kiện và xem xét ở nội trú tại ký túc xá của trường. học sinh có hạnh kiểm tốt, học lực giỏi và điểm môn chuyên đạt từ 8,5 trở lên được xét cấp học bổng. Học sinh của trường còn có cơ hội nhận những học bổng du học tại các trường đại học danh tiếng ở Hàn Quốc và Nhật Bản, Úc, Hoa Kỳ, Singapore.\n\n== Tuyển sinh ==\n- Trường THPT chuyên Lê Quý Đôn tuyển sinh trên các địa bàn Thành phố Quy Nhơn, thị xã An Nhơn, huyện Tuy phước, Tây Sơn, Vân Canh, Vĩnh Thạnh, Phù Cát.\n\n- Hiện nay kỳ thi vào trường được tổ chức chung với kỳ thi tuyển sinh vào 10 Công lập, ngoài 3 môn Toán - Văn - Anh còn thêm một buổi thi môn chuyên.\n[[Tập tin:Trungthu.jpg|nhỏ|309x309px|Trung thu là văn hóa ở trường Lê Quý Đôn Đất võ]]\n- Mỗi năm trường tuyển sinh 7 lớp chuyên (Toán, Lý, Hóa, Sinh, Văn, Anh, Tin) mỗi lớp không quá 35 học sinh, và 1 (hoặc 2) lớp không chuyên<ref>[2]. Nguyện vọng 2 các môn chuyên<\/ref> mỗi lớp không quá 45 học sinh. Điểm xét tuyển tính từ cao xuống thấp cho đến hết chỉ tiêu cho từng lớp A1, A2.\n\n== Thành tích đạt được ==\n=== Các giải học sinh giỏi khu vực và toàn quốc ===\n{| class=\"wikitable sortable\"\n|-\n! Năm học!! Học sinh giỏi Olympic toàn miền Nam (HC)!! Học sinh giỏi quốc gia (giải)\n|-\n| 2000-2001 || 19 || 13 \n|-\n| 2001-2002 || 31 || 35\n|-\n| 2002-2003 || 34 || 35 \n|-\n| 2003-2004 || 32 || 29\n|-\n| 2004-2005 || 34 || 40\n|-\n| 2005-2006 || 34 || 42\n|-\n| 2006-2007 || 36 || 23\n|-\n| 2007-2008 || 44 || 23\n|-\n| 2008-2009 || 39 || 32 \n|}\n* Trong 303 huy chương Olympic 30\/4 có 122 huy chương vàng, 128 huy chương bạc, 53 huy chương đồng. Đội tuyển của trường luôn nằm trong tốp 5 trường có vị thứ cao nhất; đặc biệt các đội tuyển môn Toán, Lý, Hóa, Sinh của trường đã 06 lần nhận cờ giải nhất Olympic toàn miền Nam.\n* Trong 262 giải Học sinh giỏi quốc gia có 09 giải nhất, 63 giải nhì, 128 giải ba và 62 giải khuyến khích. 11 học sinh của trường đã được gọi vào đội dự tuyển thi quốc tế.\n* Có 2 học sinh đạt giải tại kì thi olympic Hóa học quốc tế và Olympic Toán học quốc Tế: HCB Lê Nhật Hoàng Olympic Toán học quốc tế (2016), HCĐ Võ Duy Việt Olympic Hóa học quốc tế (2010)\n\n=== Khen thưởng ===\n* 03 Bằng khen của Thủ tướng.\n* 44 Bằng khen của Bộ Giáo dục - Đào tạo. \n* 80 Bằng khen của UBND tỉnh Bình Định.\n* 09 Bằng khen của Liên đoàn Lao động tỉnh Bình Định.\n* 01 Bằng khen của Công đoàn Giáo dục Việt Nam.<ref>Tính đến năm 2009<\/ref>\n\n=== Đường lên đỉnh Olympia ===\n====Trong cuộc thi ''Đường lên đỉnh Olympia''====\n{| class=\"wikitable\"\n!Thí sinh\n!Năm thi\n!Tuần\n!Tháng\n!Quý\n!Năm\n|- \n|Hồ Thành Long\n|Olympia 6\n|Giải nhì-100 điểm\n|\n|\n|\n|-\n|Huỳnh Nhật Hưng\n|Olympia 10\n|Giải nhì-230 điểm\n|Giải ba-120 điểm\n|\n|\n|-\n|Hồ Hữu Trí\n|Olympia 16\n|Giải ba-150 điểm\n|\n|\n|\n|-\n|Nguyễn Huỳnh Sang\n|Olympia 19\n|Giải nhất-300 điểm\n|Giải nhì-210 điểm\n|Giải ba-220 điểm\n|\n|-\n|Nguyễn Tấn An\n|Olympia 21\n|Giải nhất-250 điểm\n|Giải nhất-320 điểm\n|Giải ba-75 điểm\n|\n|-\n|Đặng Hoài Bảo\n|Olympia 23\n|Giải nhất-225 điểm\n|Giải nhất-265 điểm\n|Giải nhì-220 điểm\n|\n|}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [https:\/\/www.facebook.com\/lqdbd Trường Trung học phổ thông chuyên Lê Quý Đôn, Bình Định qua Facebook]\n* [http:\/\/www.lequydonbd.edu.vn Website chính thức Trường Trung học phổ thông chuyên Lê Quý Đôn, Bình Định] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200326071903\/http:\/\/lequydonbd.edu.vn\/ |date=2020-03-26 }}\n\n[[Thể loại:Trường chuyên Việt Nam|Lê Quý Đôn]]\n[[Thể loại:Trường trung học tại Bình Định|Lê Quý Đôn]]\n[[Thể loại:Quy Nhơn]]"}