{"3192718":"{{Infobox Military Unit\n|unit_name= Trường Chỉ huy Tham mưu<br>Việt Nam Cộng hòa\n|image= Flag of South Vietnamese Command and General Staff College.png\n|caption= \n|dates= [[1952]] - [[1975]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|branch= Quân huấn\n|type= Đại học Quân sự\n|command_structure= [[Tổng cục Quân huấn, Quân lực Việt Nam Cộng Hòa|Tổng cục Quân huấn]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|motto= '''''Chỉnh binh''' - '''Thao lược'''''\n|notable_commanders= - [[Lê Văn Kim]]<br>- [[Trần Văn Minh (lục quân)|Trần Văn Minh]] (Lục quân)<br>- [[Thái Quang Hoàng]]<br>- [[Nguyễn Bảo Trị]]<br>- [[Phan Trọng Chinh]]\n}}\n'''Trường Chỉ huy và Tham mưu''' ([[1952]] - [[1975]]) hình thành từ thời [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]. Thời kỳ này mặc dù [[Quốc gia Việt Nam]] đã hiện diện dưới sự lãnh đạo của Quốc trưởng [[Bảo Đại]], tuy nhiên mọi hoạt động Quân sự, cũng như việc đào tạo trong Quân đội thời gian đầu vẫn phải lệ thuộc vào sự cố vấn và chỉ đạo cũng như trực tiếp huấn luyện của [[Pháp]] dựa trên những cơ sở có sẵn của Quân đội [[Liên hiệp Pháp]] để lại. Trường chuyên đào tạo các Sĩ quan cấp úy lúc bấy giờ trở thành một cán bộ nòng cốt trong lĩnh vực Chỉ huy và Tham mưu trung cấp.\n\n==Lịch sử==\nTrường Chỉ huy và Tham mưu được thành lập vào tháng 6 năm 1952 với danh xưng ban đầu là Trung tâm Huấn luyện Chiến thuật Hà Nội ''(Centre de formation tactique des officiers vietnamiens d'Hanoï)''. Sau Hiệp định Genève ngày 20 tháng 7 năm 1954, trường được di chuyển vào Gia Định tọa lạc tại đường Võ Tánh, Tân Bình, Gia Định.\n\nSau khi Thủ tướng [[Ngô Đình Diệm]] đắc cử Tổng thống của Chính thể Đệ nhất Cộng hòa. Ngày 1 tháng 12 năm 1955 trường được cải danh thành Trường Đại học Quân sự. Đến năm 1960, trường Đại học Quân sự di chuyển cơ sở lên Đà Lạt và đổi thành Trường Chỉ huy và Tham mưu.\n\nNhững năm đầu khi trường còn ở Gia Định đặc trách huấn luyện khóa Chỉ huy Tham mưu trung cấp, sau đổi lại Bộ binh cao cấp, chương trình này chuyển qua Trường Bộ binh<ref>Liên trường Võ khoa Thủ Đức<\/ref> để huấn luyện. Về sau trường có nhiệm vụ huấn luyện các khóa Chỉ huy Tham mưu cao cấp. Cho đến cuối năm 1971 trường được di chuyển từ Đà Lạt về Long Bình (Biên Hòa).\n\nThành phần theo học khóa Chỉ huy và Tham mưu cao cấp thuộc mọi Quân, Binh chủng. Vào những năm về sau khi được cử đi học, khóa sinh phải có cấp bậc từ Trung tá trở lên.\n\nTrong suốt thời gian hoạt động, trường đã đào tạo cho Quân lực Việt Nam Cộng hòa rất nhiều Sĩ quan trung và cao cấp trở thành những chỉ huy giỏi và nổi tiếng. Trường Chỉ huy và Tham mưu đã hoàn thành tốt nhiệm vụ của mình cho đến ngày miền Nam sụp đổ.\n\n==Chỉ huy trưởng qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"22%\" |Họ và Tên \n!width= \"13%\" |Cấp bậc\n!width= \"16%\" |Tại chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Lê Văn Kim]]<br>''Trường Sĩ quan<br>Pháo binh Pháp<ref>Xuất thân từ Trường Sĩ quan.<\/ref>\n|<center> Đại tá<ref>Cấp bậc khi nhậm chức<\/ref>\n|<center> 1956-1959\n|Giải ngũ năm 1965 ở cấp Trung tướng\n|-\n|<center> 2\n|<center> [[Trần Văn Minh (lục quân)|Trần Văn Minh]]<br>''Võ bị Tông Sơn Tây\n|<center> Trung tướng\n|<center> 1959-1960\n|Giải ngũ năm 1974 ở cấp Trung tướng\n|-\n|<center> 3\n|<center> [[Phạm Xuân Chiểu]]<br>''Võ bị Lục quân<br>Chapa, Lào Kay\n|<center> Thiếu tướng\n|<center> 1960-1961\n|Giải ngũ năm 1969 ở cấp Trung tướng\n|-\n|<center> 4\n|<center> [[Thái Quang Hoàng]]<br>''Võ bị Tông Sơn Tây\n|<center> Trung tướng\n|<center> 1961-1964\n|Giải ngũ năm 1965\n|-\n|<center> 5\n|<center> [[Lê Văn Nghiêm]]<br>''Võ bị Lục quân Pháp\n|<center> Trung tướng\n|<center> 2\/1964-11\/1964\n|Giải ngũ năm 1965\n|-\n|<center> 6 \n|<center> [[Tôn Thất Xứng]]<br>''Võ bị Huế K1\n|rowspan= \"3\" |<center> Thiếu tướng\n|<center> 11\/1964-6\/1966\n|Giải ngũ năm 1967\n|-\n|<center> 7 \n|<center> [[Lữ Mộng Lan|Lữ Lan]]<br>''Võ bị Đà Lạt K3\n|<center> 6\/1966-12\/1966\n|Sau cùng là Trung tướng Chỉ huy trưởng Trường Cao đẳng Quốc phòng\n|-\n|<center> 8\n|<center> [[Chung Tấn Cang]]<br>''Trường Sĩ quan Hải quân<br>Nha Trang K1\n|<center> 1967-1969\n|Cấp bậc sau cùng: Phó Đô đốc Trung tướng\n|-\n|<center> 9\n|<center> [[Nguyễn Bảo Trị]]<br>''Võ khoa Nam Định<ref>Còn gọi là trường Sĩ quan Trừ bị Nam Định<\/ref>\n|rowspan= \"2\" |<center> Trung tướng\n|<center> 1969-1973\n|Sau cùng giữ chức vụ Tổng cục trưởng Tổng cục Quân huấn\n|-\n|<center> 10 \n|<center> [[Phan Trọng Chinh]]<br>''Võ bị Đà Lạt K5\n|<center> 1973-1975\n|\n|-\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011) ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{ARVN}}\n\n[[Thể loại:Trường quân sự Việt Nam Cộng hòa]]"}