{"272252":"{{Thông tin trường học\n| tên = Trường Đại học Chu Văn An - Tập đoàn Ecopark\n| logo = \n| khẩu hiệu = Lấy người học làm trung tâm, đào tạo không chỉ kiến thức mà cả trách nhiệm đạo đức đối với nghề nghiệp và khả năng hội nhập\n| ngày thành lập = [[8 tháng 6]] năm [[2006]]\n| loại hình = [[Đại học tư thục]]\n| hiệu trưởng = GS.TS. Hoàng Thế Liên, Nguyên Thứ trưởng Bộ Tư pháp, Hiệu trưởng Trường Đại học Luật Hà Nội\n| sinh viên đại học = \n| địa chỉ = Cơ sở: Khu đại học Phố Hiến, Đường Tô Hiệu, TP. Hưng Yên\nVà Cơ sở: Tòa B2 - Rừng Cọ, Khu đô thị Ecopark, huyện Văn Giang, tỉnh Hưng Yên\n| điện thoại = 0968 395 392\n| web = https:\/\/ecouni.edu.vn\/\n}}\n\n'''Trường Đại học Chu Văn An''' là trường Đại học tư thục. Trường được thành lập ngày [[8 tháng 6]] năm [[2006]] theo Quyết định số 135\/2006\/QĐ-TTg của [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]] [[Nguyễn Tấn Dũng]],  Trường có Cơ sở tại Khu đại học Phố Hiến, Đường Tô Hiệu, [[Hưng Yên (thành phố)|Thành phố Hưng Yên]], và Cơ sở tại Tòa B2, Rừng Cọ, Khu đô thị Ecopark , [[Văn Giang|huyện Văn Giang]], [[Hưng Yên|tỉnh Hưng Yên]].\n\nTháng 08 năm 2021, Tập đoàn Ecopark (Tập đoàn lớn và uy tín hàng đầu Việt nam trong lĩnh vực bất động sản, du lịch, giáo dục, y tế, nông nghiệp…) đã quyết định đầu tư vào Trường để phát triển thành Trường Đại học Ecopark với diện mạo mới về mọi mặt, mong muốn góp phần đào tạo nguồn nhân lực chất lượng cao đáp ứng yêu cầu phát triển và hội nhập của Đất nước.\n\nTriết lý giáo dục của Trường là ''“Lấy người học làm trung tâm, đào tạo không chỉ kiến thức mà cả trách nhiệm đạo đức đối với nghề nghiệp và khả năng hội nhập”.''\n\n== Giá trị cốt lõi ==\n\n=== 1. Chất lượng ===\nBao gồm chất lượng đào tạo, nghiên cứu khoa học và dịch vụ phục vụ cộng đồng từng bước được nâng lên theo chuẩn mực quốc tế.\n\n=== 2. Sáng tạo ===\nThể hiện với tinh thần đổi mới cách nghĩ, cách làm, biến thách thức thành cơ hội, là nơi sản sinh ra tri thức mới; sinh viên tốt nghiệp ra trường có tính năng động cao, tự thích nghi với môi trường công tác và có tinh thần khởi nghiệp.\n\n=== 3. Đoàn kết ===\nLà tiền đề tạo nên sức mạnh và phát huy năng lực của mỗi thành viên trong Trường, có tinh thần hợp tác, tôn trọng lẫn nhau để cùng đạt mục tiêu..\n\n=== 4. Trách nhiệm ===\nĐào tạo sinh viên có tình yêu đất nước, có đạo đức, trách nhiệm trong thi hành công vụ.\n\n=== 5. Hội nhập ===\nĐảm bảo sinh viên tốt nghiệp có trình độ, kỹ năng ngang tầm khu vực và thế giới.\n\n=== Tầm nhìn ===\nTrường Đại học Chu Văn An lấy khối đào tạo về Luật học, Kinh tế, Công nghệ, Y dược Môi trường và Quản lý đô thị làm trục đào tạo cốt lõi, được đầu tư phát triển theo tiêu chuẩn khu vực và quốc tế. Phát triển Trường thành cơ sở đào tạo đa ngành, đủ điều kiện và năng lực Đào tạo các bậc học từ Đại học đến Tiến sĩ với chất lượng cao, đảm bảo cung cấp cho xã hội nguồn nhân lực có năng lực, đam mê, sáng tạo và chuyên nghiệp.\n\n=== Sứ mệnh ===\nPhát triển Trường thành Trường Đại học Ecopark Việt Nam đạt chuẩn quốc tế, đại diện xứng đáng cho Thương hiệu của Tập đoàn Ecopark trong lĩnh vực giáo dục, hoàn thiện mảnh ghép hết sức quan trọng trong chiến lược của Tập đoàn Ecopark về sứ mệnh phục vụ toàn diện con người Việt Nam thế hệ mới.\n\nKhẳng định thương hiệu Trường Đại học Ecopark Việt Nam ngang tầm với các trường đại học trong khu vực và quốc tế về môi trường giảng dạy, học tập, quy mô và chất lượng đào tạo; về nghiên cứu khoa học và [[chuyển giao công nghệ]], là địa chỉ đáng tin cậy trong sự lựa chọn của người học.\n\n'''Cơ sở vật chất''' \n\nCơ sở tại Khu đại học Phố Hiến, Đường Tô Hiệu, TP Hưng Yên nằm trên tổng diện tích 6,7 ha. Đây là một cơ sở đào tạo được xây dựng khang trang, đầy đủ nơi làm việc hiệu bộ, 45 phòng giảng đường, thư viện, ký túc xá, phòng thí nghiệm về vật lý, hóa học, sinh học, điện, cơ khí hiện đại…, đủ điều kiện phục vụ cho hoạt động đào tạo và nghiên cứu khoa học, đáp ứng quy mô đào tạo khoảng 5.000 sinh viên. Dự kiến trong 5 năm tới sẽ phát triển các trung tâm thực hành nghề và xây dựng khoa Y cùng bệnh viện đa khoa đặt tại trường để phục vụ nhân dân. \n\nCơ sở hơn 1,000 m2 tại khu đô thị Ecopark, nơi được mệnh danh là khu đô thị xanh đáng sống nhất miền Bắc (Cách Trung tâm [[Hà Nội]] 11km) với tiện ích thân thiện theo hướng mở. Các học viên được sống, học tập, làm việc và giải trí chất lượng tốt nhất tại Việt Nam. Cơ sở cũng sẽ mở rộng sang giai đoạn 2 và xây dựng các cơ sở khác tại các khu đô thị Ecopark trên toàn quốc để phục vụ cho công tác giảng dạy, tạo điều kiện cho các sinh viên được sống, học tập, làm việc và giải trí trong môi trường tốt nhất tại Việt Nam.\n\nTrường Đại học Chu Văn An lấy khối đào tạo về Luật học, Kinh tế, Công nghệ, Y dược Môi trường và Quản lý đô thị làm trục đào tạo cốt lõi, được đầu tư phát triển theo tiêu chuẩn khu vực và quốc tế. Phát triển Trường thành cơ sở đào tạo đa ngành, đủ điều kiện và năng lực Đào tạo các bậc học từ Đại học đến Tiến sĩ với chất lượng cao, đảm bảo cung cấp cho xã hội nguồn nhân lực có năng lực, đam mê, sáng tạo và chuyên nghiệp.\n\n==Các khoa đào tạo==\n* Khoa Công nghệ thông tin\n* Khoa Luật\n* Khoa Kinh tế \n* Khoa Ngoại ngữ\n\n==Các chuyên ngành đào tạo==\n*Hệ Đại học\n# Công nghệ thông tin \n# Quản trị kinh doanh \n# Kế toán \n# Tài chính - ngân hàng \n# Kỹ thuật điện \n# Kiến trúc \n# Ngôn ngữ Anh\n# Kỹ thuật xây dựng\n# Luật Kinh tế\n*Hệ Thạc sỹ\n# Quản lý Kinh tế\n# Quản lý Kinh doanh\n*Hệ Vừa học vừa làm .\n# Công nghệ thông tin\n# Quản trị kinh doanh\n# Kế toán\n# Tài chính - ngân hàng\n# Kỹ thuật điện\n# Kiến trúc \n# Ngôn ngữ Anh\n# Kỹ thuật xây dựng\n# Luật Kinh tế\n==Tham khảo==\nhttps:\/\/www.facebook.com\/daihocchuvananecouni\n\n==Liên kết ngoài==\n* [https:\/\/ecouni.edu.vn\/ Website của Trường Đại học Chu Văn An]\n\n{| class=\"wikitable\"\n|{| class=\"wikitable\"\n|-\n\n[[Thể loại:Trường đại học và cao đẳng tại Hưng Yên|Chu Văn An]]\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam|Chu Văn An]]\nTrường Đại học Chu Văn An lấy khối đào tạo về Luật học, Kinh tế, Công nghệ, Y dược Môi trường và Quản lý đô thị làm trục đào tạo cốt lõi, được đầu tư phát triển theo tiêu chuẩn khu vực và quốc tế. Phát triển Trường thành cơ sở đào tạo đa ngành, đủ điều kiện và năng lực Đào tạo các bậc học từ Đại học đến Tiến sĩ với chất lượng cao, đảm bảo cung cấp cho xã hội nguồn nhân lực có năng lực, đam mê, sáng tạo và chuyên nghiệp."}