{"3432690":"{{chú thích trong bài}}\n{{Thông tin trường học\n| tên = Trường Trung học Phổ Thông Chuyên Bắc Kạn\n| logo = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| hình = THPT Chuyen Bac Kan khuon vien.jpg|290px\n| ngày thành lập = 2003\n| bài hát = \n| loại hình = [[Hệ thống giáo dục Việt Nam#Trung học phổ thông chuyên, năng khiếu|Trung học phổ thông chuyên]]\n| tài trợ = \n| hiệu trưởng = Lê Xuân Thứ\n| hiệu phó = \n| giáo viên = 48 (năm học 2013-2014)\n| nhân viên = \n| học sinh = ~500 (năm 2016)\n| khuôn viên = \n| địa chỉ = Tổ 11b Phường Sông Cầu, thành phố Bắc Kạn, tỉnh Bắc Kạn\n| thành phố = [[Bắc Kạn]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| điện thoại = 0281.3875.394\n| email = \n| web = \n| Trang web = http:\/\/backan.edu.vn\/vn\/Thanhvien\/thptchuyen\/32.aspx\n}}\n\n'''Trường Trung học Phổ thông Chuyên Bắc Kạn''' là một trường trung học phổ thông công lập của tỉnh Bắc Kạn. Đây là trường THPT Chuyên duy nhất của tỉnh Bắc Kạn thành lập năm 2003, tuyển chọn và đào tạo học sinh năng khiếu cấp Trung học phổ thông các môn văn hóa, ngoại ngữ trên địa bàn toàn tỉnh Bắc Kạn.\n\n== Thành lập quan ==\n{{trung lập}}\nTrường THPT Chuyên Bắc Kạn được thành lập theo quyết định số 1448\/QĐ - UB ngày 28\/7\/2003 của UBND tỉnh Bắc Kạn,<ref>{{Chú thích web|url=http:\/\/www.baobackan.org.vn\/channel\/1102\/201311\/truong-thpt-chuyen-bac-kan-10-nam-xay-dung-va-truong-thanh-2275947\/|tiêu đề=Trường THPT Chuyên Bắc Kạn: 10 năm xây dựng và trưởng thành|tác giả=|họ=|tên=|ngày=2013-11-18|website=Báo Bắc Kạn|url lưu trữ=https:\/\/web.archive.org\/web\/20180428180942\/http:\/\/www.baobackan.org.vn\/channel\/1102\/201311\/truong-thpt-chuyen-bac-kan-10-nam-xay-dung-va-truong-thanh-2275947\/|ngày lưu trữ=2018-04-28|url hỏng=|ngày truy cập=2021-01-29|url-status=dead}}<\/ref> với mục tiêu là trường \"trung tâm chất lượng cao, đào tạo nhân lực, bồi dưỡng nhân tài\" của tỉnh [[Bắc Kạn]].\n\nNăm học 2012-2013, trường hoàn thành đưa vào hoạt động cơ sở hiện tại tại tổ 11B Phường Sông Cầu, Thành phố Bắc Kạn, tỉnh Bắc Kạn.\n\n== Tổ chức ==\nNăm 2003-2004, trường có 22 cán bộ giáo viên, nhân viên, chưa có Thạc sĩ nào; chi bộ có đảng viên. Năm học 2012-2013, trường có 48 cán bộ giáo viên, nhân viên trong đó: 07 Thạc sĩ, 06 giáo viên đang theo học Thạc sĩ, Cử nhân. Chi bộ nhà trường có 31 đảng viên. \n\nCũng trong năm học đầu tiên này, trường có 8 lớp với tổng số 242 học sinh, gồm các lớp chuyên: Toán, Văn, Sinh, Địa, đến nay tổng số học sinh của nhà trường là 337 em với 11 lớp và tăng thêm các lớp chuyên: Anh, Hoá, Lý.\n\n== Thành tích ==\nNăm 2007, nhà trường được Bộ trưởng Bộ GD&ĐT tặng Bằng khen.{{Cần dẫn nguồn|}}\n\nNăm 2008 trường được Thủ tướng Chính phủ tặng Bằng khen  năm 2010 Nhà trường được tặng Cờ thi đua của Chính phủ.{{Cần dẫn nguồn|}}\n\nNăm 2009, nhà trường được Bộ trưởng Bộ GD&ĐT tặng Bằng khen.{{Cần dẫn nguồn|}}\n\nNăm 2010, trường có tên trong danh sách tốp 200 trường THPT có điểm thi đại học cao nhất cả nước,<ref>{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/giao-duc\/200-truong-thpt-co-diem-thi-dai-hoc-cao-nhat-nuoc-2172599.html|tiêu đề=200 trường THPT có điểm thi đại học cao nhất nước|tác giả=|họ=|tên=|ngày=2010-08-11|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2021-01-29}}<\/ref> được UBND tỉnh trao tặng Cờ thi đua. \n\nTính đến đầu năm 2021, trường có 28 giáo viên dạy giỏi cấp tỉnh và 3 giáo viên dạy giỏi cấp cơ sở. Trường đã có 36 học sinh đạt Học sinh giỏi cấp quốc gia, 25 em đạt giải Giải toán trên máy tính cầm tay cấp khu vực,…\n\nHàng năm tỉ lệ học sinh khá, giỏi đều đạt từ 86% trở lên; 100% học sinh thi đỗ tốt nghiệp THPT; số học sinh đạt học sinh giỏi cấp tỉnh năm sau cao hơn năm trước; tỷ lệ học sinh đỗ Đại học, Cao đẳng hàng năm đều trên 80%, với nhiều học sinh đã trở thành sinh viên của những trường Đại học danh tiếng trong nước như: Đại học Quốc gia Hà Nội, Đại học Luật Hà Nội, Đại học Bách Khoa, Đại học y Hà Nội,...\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Trường chuyên Việt Nam|Bắc Kạn]]\n[[Thể loại:Trường trung học tại Bắc Kạn]]"}