{"269429":"{{Thông tin trường học\n| tên = Trường Đại học Y tế Công cộng Hà Nội\n| logo = [[Tập tin:Đại học Y tế Công cộng.JPG|200px]]\n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = [[26 tháng 4]] năm [[2001]]\n| loại hình = [[Đại học công lập]] \n[[Đại học y khoa]]\n| tài trợ = \n| hiệu trưởng = [[GS]]. [[TS]]. [[Hoàng Văn Minh]]\n| phó hiệu trưởng = [[PGS]]. [[TS]]. [[Nguyễn Thanh Hương]]\n[[PGS]].[[TS]]. Nguyễn Thanh Hà\n[[PGS]]. [[TS]]. Lã Ngọc Quang\n| hiệu phó = \n| nhân viên = \n| sinh viên đại học = \n| khuôn viên = \n| địa chỉ = 1A đường Đức Thắng, [[Đức Thắng, Bắc Từ Liêm|phường Đức Thắng]], [[Bắc Từ Liêm|quận Bắc Từ Liêm]]\n| thành phố = [[Hà Nội]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| tọa độ = 3QMJ+42 Đông Ngạc, Bắc Từ Liêm, Hà Nội\n| điện thoại = +84-(0)04. 266 2299\n| web = {{URL|http:\/\/www.huph.edu.vn\/}}\n}}\n\n'''Trường Đại học Y tế Công cộng''' là một trường đại học được thành lập ngày [[26 tháng 4]] năm [[2001]] theo Quyết định số 65\/2001 \/QĐ-TTG của [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]]<ref>[http:\/\/vanban.moet.gov.vn\/?page=1.15&script=viewdoc&view=15744&opt=brpage QĐ của Thủ tướng Chính phủ về việc thành lập Trường Đại học Y tế công cộng]{{Liên kết hỏng|date = ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>, trụ sở cũ của trường được đặt tại số 138B đường [[Giảng Võ]], phường [[Kim Mã]], [[ba Đình|quận Ba Đình]], [[Hà Nội|thành phố Hà Nội]].\n\n'''Trường Đại học Y tế công cộng''' có trụ sở mới tại số 1A đường Đức Thắng, phường [[Đức Thắng, Bắc Từ Liêm|Đức Thắng]], quận [[Bắc Từ Liêm]], thành phố [[Hà Nội]]. Được thành lập từ năm 2001 tiền thân là trường Cán bộ quản lý y tế, Trường Đại học Y tế công cộng (ĐHYTCC) là trường đại học đầu tiên của cả nước đào tạo về lĩnh vực Y tế công cộng. Qua gần 20 năm hoạt động, trường hiện có cơ sở vật chất khang trang, giáo trình và chương trình học hiện đại, tiên tiến, đội ngũ giảng viên có chất lượng, giàu tâm huyết được đào tạo tại các trường danh tiếng trên thế giới. Đặc biệt, Trường ĐHYTCC là Trường đại học đầu tiên trong khối ngành Y, Dược có chương trình đào tạo đạt chuẩn kiểm định các trường đại học Đông Nam Á (AUN-QA), trường trực thuộc [[Bộ Y tế (Việt Nam)]].\n\n==Lịch sử==\nTrường Đại học Y tế Công cộng tiền thân là '''Khoa Y tế công cộng''' được thành lập năm [[1990]] trên cơ sở sáp nhập thêm 3 trường: '''Trường Cán bộ quản lý Y tế''', '''Bộ môn Vệ sinh dịch tễ''' [[Trường Đại học Y Hà Nội]] và [[Viện Chiến lược và chính sách Y tế Việt Nam|Trung tâm Nhân lực Y tế]]. Trụ sở đầu tiên của Khoa đóng tại Trường cán bộ quản lý Y tế.\n\nNgày 26 tháng 4 năm 2001, Thủ tướng chính phủ [[Phan Văn Khải]] đã ra Quyết định số 65\/2001\/QĐ-TTg thành lập trường Đại học Y tế Công Cộng, trụ sở của Trường được chuyển về số 138B đường Giảng Võ, phường Kim Mã, quận Ba Đình, thành phố Hà Nội.\n\nNgày 16 tháng 7 năm 2016, trường y tế công cộng được khánh thành trụ sở mới tại số 1A, đường Đức Thắng, phường Đức Thắng, quận Bắc Từ Liêm, thành phố Hà Nội theo hợp đồng hợp tác chuyển giao BT theo hình thức đổi đất lấy hạ tầng.<ref>{{Chú thích web|url=http:\/\/www.huph.edu.vn\/news\/2817|tiêu đề=Khánh thành trụ sở mới Trường Đại học Y tế công cộng|website=Trường Đại học Y tế Công cộng|ngày truy cập=2018-08-06|archive-date = ngày 6 tháng 8 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180806145538\/http:\/\/www.huph.edu.vn\/news\/2817}}<\/ref>\n\n== Cơ cấu ==\nTrường có 11 phòng chức năng\/đơn vị, 06 khoa, 01 bộ môn, 01 Viện Đào tạo, 06 trung tâm, 01 cơ sở thực hành với gần 200 cán bộ và giảng viên phần lớn được đào tạo ở nước ngoài.\n\n===Phòng chức năng\/đơn vị===\n\n* Phòng Quản lý Đào tạo Đại học\n* Phòng Quản lý Đào tạo Sau đại học\n* Phòng Công tác sinh viên\n* Phòng Quản lý Khoa học và Công nghệ\n* Phòng Hành chính – Quản trị\n* Phòng Tài chính – Kế toán\n* Phòng Tổ chức – Cán bộ\n* Phòng Hợp tác Quốc tế\n* Phòng Khảo thí – Đảm bảo chất lượng\n* Phòng Công nghệ thông tin\n* Trạm Y tế\n\n=== Khoa, Viện Đào tạo và bộ môn ===\n\n* Khoa Y học cơ sở\n* Khoa các Khoa học cơ bản\n* Khoa [[Khoa học xã hội]], Hành vi và Giáo dục sức khỏe\n* Khoa Quản lý và Chính sách Y tế\n* Khoa Sức khỏe môi trường và Nghề nghiệp\n* Khoa Y học Lâm sàng\n* Bộ môn Ngoại ngữ\n* Viện Đào tạo bồi dưỡng cán bộ quản lý ngành y tế\n\n=== Trung tâm và cơ sở thực hành ===\n'''- Trung tâm Thông tin và Thư viện:''' Với hơn 19.000 tài liệu đa dạng, phong phú về loại hình, cập nhật và hoàn chỉnh về nội dung, bao quát đầy đủ các khía cạnh của Y tế công cộng, được quản lý chặt chẽ và khai thác hiệu quả thông qua hệ thống phần mềm chuyên ngành, Trung tâm Thông tin Thư viện là môi trường học tập thân thiện, không gian đọc lý tưởng, là giảng đường thứ hai hỗ trợ tích cực và hiệu quả cho bạn đọc cũng như cho các hoạt động giảng dạy, nghiên cứu khoa học và phát triển chung của nhà trường.\n\n'''- Trung tâm Xét nghiệm:''' Trung tâm có chức năng thực hiện hoạt động đào tạo, đào tạo liên tục về lĩnh vực xét nghiệm y học + dự phòng; nghiên cứu khoa học và công nghệ. Với đội ngũ cán bộ có trình độ, năng lực, chuyên môn được đào tạo trong nước và quốc tế, hệ thống máy móc, thiết bị tiên tiến và chất lượng Trung tâm tập trung cung cấp các lĩnh vực y tế và dự phòng như xét nghiệm dinh dưỡng, an toàn vệ sinh thực phẩm, xét nghiệm môi trường, sức khỏe nghề nghiệp, xét nghiệm sinh y phục vụ công tác khám chữa bệnh,...\n\n'''- Trung tâm Nghiên cứu chính sách và phòng chống chấn thương (CIPPR)''': Là đơn vị đi tiên phong trong việc tổ chức đào tạo và nghiên cứu trong lĩnh vực phòng chống chấn thương tại Việt Nam.\n\n'''- Trung tâm Nghiên cứu Y tế công cộng và hệ sinh thái (CENPHER):''' nghiên cứu các chính sách.... hệ thống mạng lưới One-health (tại Việt Nam và trên thế giới)\n\n'''-''' '''Trung tâm Đào tạo theo nhu cầu xã hội''': Tổ chức các khóa học ngắn hạn theo nhu cầu của xã hội.\n\n'''- Trung tâm Nghiên cứu khoa học sức khỏe''': Nghiên cứu phòng chống  tác hại thuốc lá, bệnh không lây nhiễm và yếu tố nguy cơ, [[hệ thống y tế]] và kinh tế y tế...\n\n- '''Cơ sở thực hành kỹ năng''': Phòng khám đa khoa, bệnh viện trường, Trung tâm chăm sóc sức khỏe cộng đồng, Trung tâm phục hồi chức năng và hỗ trợ người khuyết tật.\n\n==Đào tạo==\nTừ 2001 đến nay trường đã đào tạo 2535 cử nhân, 1258 thạc sĩ, 19 tiến sĩ cùng 1100 các khóa ngắn hạn.\n\nHiện tại, nhà trường có hơn 2000 sinh viên theo học các hệ cùng 14 chương trình đào tạo từ đại học đến sau đại học:\n\n=== Đào tạo Đại Học ===\n+ Cử nhân Y tế công cộng (hệ chính quy và vừa làm vừa học)\n\n+ Cử nhân Kỹ thuật Xét nghiệm Y học (hệ chính quy và vừa làm vừa học)\n\n+ Cử nhân Dinh dưỡng (hệ chính quy và vừa làm vừa học)\n\n+ Cử nhân [[Công tác xã hội]] (trong ngành y tế) (hệ chính quy và vừa làm vừa học)\n\n+ Cử nhân Phục hồi chức năng\n\n+ Cử nhân Kỹ thuật Công nghệ Môi trường\n\n+ Bác sĩ đa khoa (đề án)\n\n=== Đào tạo Sau Đại Học ===\n+ Chuyên khoa cấp I Y tế công cộng\n\n+ Thạc sĩ Y tế công cộng\n\n+ Thạc sĩ Quản lý bệnh viện\n\n+ Chuyên khoa cấp II Tổ chức và quản lý y tế\n\n+ Tiến sĩ Quản lý bệnh viện\n\n+ Tiến sĩ Y tế công cộng\n\n+ Thạc sĩ Kĩ thuật xét nghiệm y học trình độ sau đại học.\n\n== Đội ngũ giảng viên ==\nTrải qua gần 20 năm hình thành và phát triển, Trường Đại học Y tế công cộng đã từng bước khẳng định vị thế của mình thông qua uy tín về chất lượng đào tạo, cam kết luôn theo sát nhu cầu thực tế của xã hội, đem đến đội ngũ nhân lực cao đáp ứng nhu cầu của ngành y tế, góp phần phát triển đất nước.\n\nĐội ngũ giảng viên của Trường Đại học Y tế công cộng đa số là các giảng viên trẻ, năng động có trình độ và tâm huyết với nghề. Hầu hết, đội ngũ giảng viên của trường có trình độ Tiến sĩ, Thạc sĩ được đào tạo tại những trường đại học hàng đầu trên thế giới. Đã có trên 85% giảng viên có trình độ sau đại học với gần 20 giáo sư, phó giáo sư; gần 20 Tiến sĩ; 47 thạc sĩ. Như vậy, tỷ lệ giảng viên có trình độ Giáo sư, Phó Giáo sư chiếm 20%, tỷ lệ giảng viên có trình độ Tiến sĩ, Thạc sĩ trở lên chiếm 85% trong tổng số giảng viên của trường - một tỷ lệ rất ít trong các trường đại học ở Việt Nam hiện nay.\n\n== Hợp tác quốc tế ==\nCùng với hoạt động đào tạo, nghiên cứu, tư vấn, hoạt động Hợp tác quốc tế được Trường Đại học Y tế cộng cộng coi là một nhiệm vụ trọng tâm.  Thông qua nhiều hoạt động, Trường Đại học Y tế công cộng mở rộng các quan hệ hợp tác với các trường đại học, các [[tổ chức quốc tế]] để trở thành một đối tác quan trọng và uy tín.\n\nHàng năm, trường ĐHYTCC đều tiếp nhận một lượng sinh viên quốc tế khá lớn đến từ nhiều trường đại học danh tiếng trên thế giới như Johns Hopkin (Mỹ), Chapel Hill Simon Fraser (Canada), Leeds (Anh), [[Paris]] VI (Pháp), Hàn Quốc, Thái Lan, Campuchia… đến học tập và làm việc.\n\nPhần lớn sinh viên quốc tế hiện nay đến từ Hàn Quốc.\n\n<br \/>\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n[http:\/\/www.hsph.edu.vn\/ Website của Trường Đại học Y tế Công cộng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081211023032\/http:\/\/www.hsph.edu.vn\/ |date=2008-12-11 }}\n\n{{Cơ sở đào tạo, nghiên cứu, xuất bản trực thuộc Bộ Y tế}}\n{{Sơ khai Giáo dục}}\n\n[[Thể loại:Cơ sở đào tạo, nghiên cứu, xuất bản trực thuộc Bộ Y tế]]\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội|Y tế Công cộng]]\n[[Thể loại:Đại học và cao đẳng y dược Việt Nam|Y]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]"}