{"3423098":"{{Thông tin trường học\n| tên = Trường Trung học phổ thông chuyên Thái Nguyên\n| tên khác = \n| logo = Logo CTN.png\n| ghi chú logo = Biểu trưng\n| tên bản địa = \n| hình = \n| ngày thành lập = 15\/10\/1988\n| loại hình = [[Hệ thống giáo dục Việt Nam|Trường trung học phổ thông chuyên]]\n| tài trợ = \n| hiệu trưởng = Trần Văn Hưng\n| hiệu phó = Vũ Tuấn Phương\nTrần Kim Liên\nBùi Thanh Tùng\n| giáo viên = 128\n| nhân viên = 15\n| học sinh = 1157\n| khuôn viên = \n| địa chỉ = Tổ 6, phường [[Túc Duyên]]\n| thành phố = [[Thái Nguyên (thành phố)|Thái Nguyên]]\n| tỉnh = [[Thái Nguyên]]\n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| bài hát = Bài ca trường năng khiếu\n| điện thoại = +84 208 3855 813\n| email = c3chuyen@thainguyen.edu.vn\n| web = http:\/\/thptchuyenthainguyen.edu.vn\n}}\n\n'''Trường THPT Chuyên Thái Nguyên''' là trường chuyên duy nhất ở bậc THPT của tỉnh Thái Nguyên.\n\n== Lịch sử ==\nTrường THPT Chuyên tỉnh [[Thái Nguyên]], tiền thân là trường Năng khiếu [[Bắc Thái]] được thành lập theo quyết định số 408 ngày 15 tháng 08 năm 1988 của Chủ tịch UBND tỉnh Bắc Thái. Trong quyết định ghi rõ giao cho Sở Giáo dục & Đào tạo tuyển từ số học sinh xuất sắc đã trúng tuyển vào lớp 10 trung học phổ thông và có đủ năng lực trí tuệ, đạo [[đức]] và sức khoẻ. Bố trí đội ngũ giáo viên và cơ sở vật chất đảm bảo cho việc dạy học của lớp Năng khiếu. Sau một thời gian chuẩn bị, ngày 15 tháng 10 năm 1988 trường tiến hành khai giảng khoá đầu tiên với đội ngũ cán bộ giáo viên gồm 10 thầy cô giáo và 81 học sinh của 4 lớp chuyên [[toán học]], [[Vật lý học|vật lí]], [[Văn học|ngữ văn]], [[tiếng Nga]]. Cơ sở vật chất được mượn tạm từ Trung tâm kỹ thuật tổng hợp Bắc Thái, ngày 15 tháng 10 được chính thức lấy là ngày truyền thống của nhà trường<ref name=\":0\">{{Chú thích web|url=http:\/\/thptchuyenthainguyen.edu.vn\/?tab=news&lang=vi&pid=40&cid=1163&id=348|title=Trường THPT Chuyên Thái Nguyên - Nơi ươm mầm những ước mơ|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>.\n\nTừ năm 1995 đến năm 2019, trường đặt cơ sở tại số 234A, đường Lương Ngọc Quyến, phường Quang Trung, thành phố [[Thái Nguyên (thành phố)|Thái Nguyên]]. Khu vực chính của trường là 3 dãy lớp học (nhà B,C,D) và 1 tòa nhà hiệu bộ (nhà A). Hệ thống phòng thực hành của trường gồm có 4 phòng thực hành tin học, 1 phòng thực hành hóa học, 1 phòng thực hành vật lý và 1 phòng thực hành sinh học. Trường cũng có 1 nhà đa năng phục vụ hoạt động thể chất, văn hóa và 1 sân bóng chuyền. \n=== Địa điểm mới ===\nHầu hết các hạng mục công trình của trường đều đã xuống cấp sau nhiều năm sử dụng. Nhà trường đã nhiều lần nâng cấp, tu sửa nhưng vẫn không đáp ứng được nhu cầu phát triển, đồng thời xung quanh trường là các khu dân cư đã xây dựng nên rất khó trong việc mở rộng trường. Do đó, trường được di chuyển và xây dựng mới tại Khu dân cư số 5, tổ 6, phường [[Túc Duyên]], thành phố Thái Nguyên và đã đi vào hoạt động từ năm học thứ 31 (2019 - 2020).<ref>{{Chú thích web|url=http:\/\/thptchuyenthainguyen.edu.vn\/?tab=news&lang=vi&pid=1&cid=1161&id=287|title=Thống nhất phương án di chuyển trường THPT Chuyên Thái Nguyên|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=ngày 29 tháng 7 năm 2019}}<\/ref>\n[[Tập tin:Chuyen TN.jpg|nhỏ|Trường THPT Chuyên Thái Nguyên mới.]]\nTrường có diện tích 3,2 ha với 3 cấu trúc chính: 2 dãy lớp học và 1 dãy hiệu bộ 5 tầng được nối với nhau bằng dãy hành lang.,xung quanh là hệ thống phòng thực hành; 1 nhà đa năng, 1 bể bơi và 1 sân bóng đá; 1 phòng ăn lớn và 2 dãy kí túc xá với đầy đủ tiện nghi. Hệ thống cây xanh cũng được đầu tư đồng bộ, tạo môi trường xanh và tâm lý thoải mái cho các bạn học sinh.\n\n== Cơ cấu tổ chức ==\nTrường THPT Chuyên Thái Nguyên bao gồm 12 bộ môn chuyên là: Chuyên Toán, Chuyên Vật lý, Chuyên Hóa học, Chuyên Sinh học, Chuyên Tin học, Chuyên Ngữ văn, Chuyên Lịch sử, Chuyên Địa lý, Chuyên Tiếng Anh, Chuyên Tiếng Nga, Chuyên [[Tiếng Pháp]], Chuyên Tiếng Trung.\n\nCác giáo viên trong trường được chia thành 10 tổ: Tổ Toán, tổ Vật lí, tổ Hóa học, tổ Sinh học, tổ Tin - Công nghệ, tổ Thể dục - Quốc phòng An ninh, tổ Ngữ văn, tổ Xã hội, tổ tiếng Anh và tổ tiếng Nga - Pháp - Trung<ref>{{Chú thích web|url=http:\/\/thptchuyenthainguyen.edu.vn\/?tab=dvtt&lang=vi&pid=40&cid=122|title=Các tổ chuyên môn|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Ngoài ra còn có tổ Văn phòng và tổ Bảo vệ - Phục vụ.\n== Thành tích ==\nTrường THPT Chuyên Thái Nguyên được Đảng và Nhà nước tặng 3 [[Huân chương Lao động]]: Hạng Ba (1998), Hạng Nhì (2003) và Hạng Nhất (2012).<ref name=\":0\" \/>\n\nTính đến năm học thứ 30, trường đã đạt tổng cộng 13.151 giải cấp Tỉnh, 959 giải cấp Quốc gia và 3 giải cấp Quốc tế ở nhiều môn học. Nhiều học bổng của các tổ chức, cá nhân cũng đã được trao cho các học sinh có thành tích xuất sắc.<ref name=\":1\">Tập san kỉ niệm 30 năm ngày thành lập trường<\/ref>\n\nTrường luôn có tỉ lệ đỗ tốt nghiệp đạt gần 100%, tỉ lệ đỗ Đại học trung bình đạt 92,1%<ref name=\":1\" \/>. Phần lớn các học sinh đều theo học tại các trường Đại học hàng đầu trên cả nước, một số ít các học sinh khác cũng giành được các suất học bổng du học [[Hàn Quốc]], [[Hoa Kỳ|Mỹ]], [[Nga]], [[Đài Loan]], [[Úc]],...\n\nCác giáo viên của trường cũng được đào tạo bài bản, có trình độ chuyên môn cao. Đã có 12 giáo viên được phong tặng danh hiệu [[Nhà giáo Ưu tú]].<ref name=\":1\" \/>\n\n==== ''[[Đường lên đỉnh Olympia]]''====\n{| class=\"wikitable\"\n!Thí sinh\n!Năm thi\n!Tuần\n!Tháng\n!Quý\n!Năm\n|- \n|Trần Ngọc Hưng\n|Olympia 6\n|Giải ba - 150 điểm\n|\n|\n|\n|- \n|Trần Quốc Minh\n|Olympia 9\n|Giải ba - 105 điểm\n|\n|\n|\n|-\n|Phạm Quang Dũng\n|Olympia 9\n|Giải nhì - 175 điểm\n|\n|\n|\n|-\n|Lê Trung Đức\n|Olympia 11\n|Giải nhì - 140 điểm\n|\n|\n|\n|-\n|Nguyễn Phương Linh\n|Olympia 11\n|Giải nhì - 180 điểm\n|\n|\n|\n|-\n|Tống Hoàng Hải\n|Olympia 14\n|Giải nhì - 140 điểm\n|\n|\n|\n|-\n|Nguyễn Thị Thanh Quyên\n|Olympia 15\n|Giải ba - 70 điểm\n|\n|\n|\n|-\n|Trần Hoàng Hà\n|Olympia 16\n|Giải nhì - 230 điểm\n|\n|\n|\n|-\n|Ngô Hồng Sơn\n|Olympia 18\n|Giải nhì - 150 điểm\n|\n|\n|\n|-\n|Lê Chí Nghĩa\n|Olympia 20\n|Giải nhất - 240 điểm\n|Giải ba - 100 điểm\n|\n|\n|-\n|Lương Trường Giang\n|Olympia 21\n|Giải nhất - 290 điểm\n|Giải ba - 40 điểm\n|\n|\n|-\n|Nguyễn Tất Đạt \n|Olympia 22\n|Giải ba - 10 điểm\n|\n|\n|\n|}\n\n== Hoạt động ngoại khóa ==\n[[Tập tin:Cuộc thi 12hc mùa 3, trường THPT chuyên Thái Nguyên.jpg|nhỏ|277x277px|Hoạt động 12HC mùa thứ 3]]\nHàng năm, trường THPT Chuyên tổ chức nhiều hoạt động ngoại khóa thường niên: Hội thi dân vũ, hoạt động chào mừng khóa mới (12-Hour Challenge)<ref>{{Chú thích web|url=https:\/\/www.facebook.com\/ctnzonee\/photos\/a.235920753724602\/385156505467692\/?type=3&theater|title=12-Hour Challenge mùa thứ 3|last=|first=|date=|website=CTN Zone|archive-url=|archive-date=|url-status=|access-date=ngày 28 tháng 7 năm 2019}}<\/ref>, ngày lễ Tri ân cho học sinh ra trường,...\n\nCác câu lạc bộ trong trường hiện đang hoạt động tương đối sôi nổi, là nơi để các bạn học sinh phát triển các kĩ năng của bản thân: CLB sách (The Book Circle), CLB tranh biện (CTN Debate), CLB tiếng Anh (UEE), CLB Nắng, CLB nhảy (CTN Dance), CLB âm nhạc (CTN Music),...\n\nTrong năm học, một vài khối Chuyên và các câu lạc bộ trong trường cũng tổ chức các chuyến đi thiện nguyện tới các điểm trường ở vùng sâu vùng xa trên địa bàn tỉnh Thái Nguyên như [[Võ Nhai]], [[Đại Từ]], [[Đồng Hỷ]],...\n\nCác bạn học sinh của trường tích cực tham gia những hoạt động thể thao. Giải bóng đá tranh cúp CTN là một hoạt động được nhà trường tổ chức để nâng cao tinh thần thể thao, các học sinh sẽ phân đội và chia thành 2 nhóm giải: Giải đấu cho nam và cho nữ. Trong trường còn có CLB bóng rổ, bóng chuyền và cầu lông. Ngoài ra những cá nhân xuất sắc về các môn thể thao khác như: bóng bàn, bơi, cờ vua,... cũng được tuyển chọn để tham gia Hội khỏe Phù Đổng và các cuộc thi thể thao của tỉnh.\n\n== Hợp tác quốc tế ==\n[[Tập tin:Hop tac CTN Andong.jpg|nhỏ|Các giáo viên của hai trường cùng chơi nhạc cụ dân gian Việt Nam.|203x203px]]\nNhà trường hiện đang hợp tác với trường Trung học nữ sinh Andong và trường Trung học Andong, tỉnh [[Gyeongsang Bắc|Gyeongsangbuk]], [[Hàn Quốc]]<ref>{{Chú thích web|url=http:\/\/thptchuyenthainguyen.edu.vn\/?tab=news&lang=vi&pid=1220&cid=1220|title=Hợp tác quốc tế|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. 2 trường thường tổ chức những chuyến trao đổi học sinh để trải nghiệm, học hỏi lẫn nhau về mặt văn hóa, tri thức vào tháng 8 và tháng 12 hàng năm.\n\nCác trường đại học của Trung Quốc, Nga, Đài Loan và [[Nhật Bản]] cũng dành những suất học bổng cho những học sinh có thành tích học tập tốt và muốn theo học tại trường.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/thptchuyenthainguyen.edu.vn\/ Trang chủ của trường]\n\n[[Thể loại:Trường chuyên Việt Nam]]\n[[Thể loại:Trường trung học tại Thái Nguyên]]\n[[Thể loại:Giáo dục Thái Nguyên]]"}