{"2169":"{{POV}} {{chú thích trong hàng}}\n{{Thông tin nhân vật\n| tên = Trương Vĩnh Ký\n| hình = Petrus Truong Vinh Ky 1883 cropped.jpg\n| alt = \n| ghi chú hình = Chân dung Trương Vĩnh Ký chụp năm [[1883]]\n| tên khai sinh = <!-- chỉ dùng nếu khác với tên (ở trên) -->\n| ngày sinh = {{Ngày sinh|1837|12|06}}\n| nơi sinh = tỉnh [[Vĩnh Long]], [[Đại Nam]] \n| ngày mất = {{Ngày mất và tuổi|1898|09|01|1837|12|06}}\n| nơi mất = tỉnh Gia Định, [[Đông Dương thuộc Pháp]]\n| quốc gia = \n| tên khác = \n| năm hoạt động =\n| nổi tiếng = \n| notable_works =\n}}\n\n'''[[Thánh Phêrô|Pétrus]] Trương Vĩnh Ký''' (tên [[chữ Hán]]: 張永記, [[1837]] – [[1898]]), tên hồi nhỏ là '''Trương Chánh Ký''', sau này đổi tên đệm thành '''Trương Vĩnh Ký''', hiệu '''Sĩ Tải'''; là một nhà chính trị, học giả, nhà văn, nhà ngôn ngữ học, nhà giáo dục học và khảo cứu văn hóa của [[Việt Nam]] trong thế kỷ 19.\n\nÔng là người am tường và có cống hiến lớn trên nhiều lĩnh vực văn hóa cổ kim Đông Tây, nên được kết nạp làm thành viên thứ 18 của hội \"Savants du Monde\", một hội gồm nhiều nhà khoa học, văn học Pháp<ref>Nguồn: Nguyễn Huệ Chi, ''Từ điển văn học'' (bộ mới), tr. 1866.<\/ref> (một số nguồn Việt Nam hiểu nhầm, cho rằng ông \"đứng thứ 18 trong các đại văn hào thế giới\", nhưng thực ra \"Savants du Monde\" chỉ là tên gọi khoa trương, về bản chất đây là một hội tự lập mang tính giao lưu cá nhân và thành viên chỉ toàn người Pháp mà thôi). Ông để lại hơn 100 tác phẩm về [[văn học]], [[lịch sử]], [[địa lý]], từ điển và dịch thuật,... Riêng đối với báo chí viết chữ Quốc ngữ tại Việt Nam, ông được coi là người tiên phong vì đã sáng lập, là Tổng biên tập tờ báo viết chữ quốc ngữ đầu tiên mang tên là ''[[Gia Định báo]]''<ref>Xem: [http:\/\/infonet.vn\/truyen-thong\/nhung-cai-nhat-cua-147-nam-bao-chi-quoc-ngu-viet-nam\/a23121.html Những cái nhất của 147 năm báo chí quốc ngữ Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120623081205\/http:\/\/infonet.vn\/truyen-thong\/nhung-cai-nhat-cua-147-nam-bao-chi-quoc-ngu-viet-nam\/a23121.html |date = ngày 23 tháng 6 năm 2012}}, Infonet, 20\/6\/2012<\/ref>. Tuy nhiên, ông cũng bị phê phán vì đã trợ giúp cho [[thực dân Pháp]] xâm chiếm và cai trị Việt Nam, và làm cố vấn cho Pháp trong việc đàn áp [[Phong trào Cần Vương]] của những người kháng chiến chống Pháp<ref name=\"tuanbaovannghetphcm.vn\">[http:\/\/tuanbaovannghetphcm.vn\/nhung-ngo-nhan-ve-ong-truong-vinh-ky-2\/ Những ngộ nhận về ông Trương Vĩnh Ký] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170812181427\/http:\/\/tuanbaovannghetphcm.vn\/nhung-ngo-nhan-ve-ong-truong-vinh-ky-2\/ |date=2017-08-12 }}, Tuần báo Văn nghệ Thành phố Hồ Chí Minh, 07\/09\/2015<\/ref>. Có những người đã xếp Trương Vĩnh Ký vào nhóm người Việt cộng tác với thực dân Pháp tiêu biểu trong thế kỷ 19, cùng với [[Nguyễn Thân]], [[Hoàng Cao Khải]], [[Lê Hoan]].<ref name=tuan4 \/>\n\n== Tiểu sử và sự nghiệp ==\n[[Hình:Tượng Trương Vĩnh Ký.jpg|nhỏ|phải|200px|Tượng Trương Vĩnh Ký trong [[Bảo tàng Mỹ thuật Thành phố Hồ Chí Minh]]]]\nÔng sinh ngày [[6 tháng 12]] năm [[1837]] (tức năm [[Đinh Dậu]], [[Minh Mạng]] thứ 17) tại ấp Cái Mơn, xã Vĩnh Thành, tổng Minh Lệ, huyện Tân Minh, phủ Hoàng An, tỉnh [[Vĩnh Long]] (nay là [[Vĩnh Thành, Chợ Lách]], [[Bến Tre]]). Trương Vĩnh Ký là con thứ 3 (sau người chị đầu mất sớm và anh cả là Trương Vĩnh Sử) của Lãnh binh Trương Chánh Thi và bà Nguyễn Thị Châu.\n\nÔng là cháu 5 đời của [[Trương Đạt]] gốc làng Trường Dục, xã [[Hiền Ninh, huyện Quảng Ninh]], tỉnh [[Quảng Bình]]. Họ tộc gần của ông có [[Trương Minh Giảng]]. \n \n=== Đi học ===\n[[Tập tin:Nhà bia Trương Vĩnh Ký.jpg|nhỏ|phải|250px|Nhà bia kỷ niệm nơi sinh Trương Vĩnh Ký. Phía sau là nhà thờ chính của họ đạo Cái Mơn.]]\nLúc 5 tuổi, Vĩnh Ký cùng anh trai là Trương Vĩnh Sử được đi học [[chữ Hán]] với một thầy đồ tên Học ở trong xóm dạy.\n\nNăm ông 8 tuổi <ref>GS. Phạm Thế Ngũ chép ông Thi mất năm [[1845]], lúc Pétrus Ký lên 8. Tiểu dẫn (tr. 12) ghi 9 tuổi (tuổi ta). Có nguồn chép khác: Huỳnh Minh (tr. 96) chép cha ông Ký mất ngay khi ông chào đời, tức năm [[1837]]. Phan Thứ Lang chép cha ông Ký mất khi ông lên 3 tuổi.<\/ref>, cha ông được triều đình cử đi phò tá đoàn sứ thần sang [[Campuchia|Cao Miên]] ([[Campuchia]] ngày nay), rồi mất vì bệnh ở bên ấy.\n\nThấy ông ngoan và cần mẫn, Cố Tám (một tu sĩ [[Công giáo]] từng được ông Thi che giấu lúc [[nhà Nguyễn]] cấm đạo gắt gao)<ref>Huỳnh Minh (tr. 96) chép cậu Tám là một Linh mục.<\/ref> đã khuyên mẹ ông cho ông đi học chữ [[Quốc ngữ]] và cải theo đạo Công giáo. Sau đó, ông có tên là '''[[Gioan Baotixita|Jean-Baptiste]] [[Thánh Phêrô|Pétrus]] Trương Chánh Ký''', sau này đổi tên đệm là '''Pétrus Trương Vĩnh Ký''', viết và gọi tắt là '''Pétrus Ký'''.\n\nĐến khi [[Linh mục]] Long từ [[Pháp]] sang, Cố Tám (ít lâu sau ông mất) cho Pétrus Ký theo hầu nhà truyền giáo này. Thấy ông thông minh và ham học, Linh mục Long đã tận tình dạy dỗ chữ [[Latinh]], đồng thời dành riêng cho ông một chỗ ở trong nhà Giảng vừa mới thành lập ở [[Cái Nhum]] ([[1846]]).\n\nNăm 11 tuổi ([[1848]]), theo đề nghị của Linh mục Long, vị Giám mục chủ quản xứ đạo lúc bấy giờ cho Pétrus Ký theo học với Cố đạo Hòa (tức Linh mục người Pháp Bouillevaux), đang giữ chức Cai tại trường đạo Pinha-lu ở [[Phnôm Pênh|Phnom Penh]] ([[Campuchia|Cao Miên]]). Ở đây, có các học sinh là người Cao Miên ([[Campuchia]]), Ai Lao ([[Lào]]), Miến Điện ([[Myanmar]]), [[Trung Quốc]];... ông lân la làm quen và rồi học luôn các thứ tiếng ấy.\n\nNăm [[1851]], Pétrus Ký lại được gửi vào trường đạo Dulalma ở [[Penang]] (đây là một hòn đảo nhỏ trên vùng biển Hạ Châu, tức Nam Dương, nay thuộc [[Malaysia]]). Ban đầu, đoàn du học (có Linh mục Long đi theo) đi theo đường bộ xuất phát từ [[Phnôm Pênh|Nam Vang]], nhưng rồi đoàn bị lạc giữa rừng, lại gặp bão ở [[Tonlé Sap|Biển Hồ]], nên phải trở về [[Thành phố Hồ Chí Minh|Sài Gòn]] để xuống tàu thủy qua Penang... Trong khoảng thời gian theo học tại đây, ông còn học thêm các thứ tiếng khác, như: [[Ấn Độ]], [[Anh]], [[Tây Ban Nha]], [[Mã Lai]], [[Nhật Bản]], [[Hy Lạp]], [[Thái Lan]], [[Pháp]],...<ref>Theo ''Tiểu dẫn'', tr. 13.<\/ref>\n\nNăm 21 tuổi ([[1858]]), Trương Vĩnh Ký học xong và về nước đúng vào lúc mẹ ông qua đời.\n\nLúc Pétrus Ký trở về quê hương Cái Mơn, cũng là lúc [[đế quốc thực dân Pháp|thực dân Pháp]] đem quân sang xâm chiếm Việt Nam (Đà Nẵng bị tấn công ngày [[1 tháng 9]] năm [[1858]]). Vì thế, việc cấm đạo Công giáo cũng diễn ra gay gắt hơn.\n\n=== Bắt tay với thực dân Pháp ===\n[[Tập tin:Bia kỷ niệm nơi sinh Trương Vĩnh Ký.jpg|nhỏ|phải|200px|Bia kỷ niệm nơi sinh Trương Vĩnh Ký.]]\nLược kê ra một số sự kiện đáng chú ý:\n\nNăm 1859, quân Pháp đánh chiếm thành [[Gia Định]], trung tá hải quân [[Jean Bernard Jaureguiberry]] và 800 lính ở lại giữ thành Gia Định. Pétrus Ký viết thư cho Jean, trong đó kêu gọi quân Pháp nhanh chóng đánh đuổi quân nhà Nguyễn để hỗ trợ các tín hữu Ki-tô giáo tại Việt Nam. Thư có đoạn như sau: \n:''\"... Nhưng tôi nhân danh là người đại diện cho tín hữu Ki-tô kính dâng lên Ngài lời cầu xin của chúng tôi... Các ngài là những vị giải phóng chúng tôi và bàn tay của kẻ thù đã chạm đến chúng tôi rồi... Tất cả chúng tôi chắc sẽ chịu chết nếu Ngài không kịp đánh đuổi kẻ thù của chúng ta (chỉ quân nhà Nguyễn)...\"''<ref>Văn khố Hải quân Pháp, Paris: SUM Vincennes. Vũ Ngự Chiêu sưu tập<\/ref>\n\nKhông du học nữa, và cũng không thể ở quê nhà vì chuyện đã viết thư cầu viện Pháp, Pétrus Ký chạy lên [[Thành phố Hồ Chí Minh|Sài Gòn]] vào tá túc nhà vị [[Giám mục]] người Pháp Dominique Lefèbre, và được ông này giới thiệu làm thông ngôn cho Jauréguiberry vào ngày [[20 tháng 12]] năm [[1860]]. Năm [[1861]] Pétrus Ký thành hôn với bà Vương Thị Thọ (con gái ông Vương Tấn Ngươn, hương chủ làng Nhơn Giang [Chợ Quán] do Linh mục Đoan họ đạo Nhơn Giang mối mai) và dời về cư ngụ ở Chợ Quán, [[Thành phố Hồ Chí Minh|Sài Gòn]].\n\nHay tin Pétrus Ký, một con người nhiều học vấn, sẽ ra làm việc với Pháp, một số quan lại [[nhà Nguyễn]] rất nghi kỵ ông, nhiều người phê phán Pétrus Ký là kẻ phản quốc. Để biện minh cho việc ông cộng tác với thực dân Pháp, sau này có người đã mượn câu cách ngôn [[Latinh]] của Pétrus Ký trong thư gửi người bạn Pháp: \"'''Ở với họ mà không theo họ'''\" (\"''Sic vos non vobis''\"),.<ref>Dẫn theo Phan Thứ Lang, \"Ở với họ mà không theo họ\" châm ngôn và bi kịch cuộc đời Trương Vĩnh Ký\", tạp chí Xưa và Nay tháng 12 năm 1997, in lại trong sách Nam Bộ xưa và nay, Nhà xuất bản. Thành phố Hồ Chí Minh, 2005, tr. 241-249.sách nêu ở mục tham khảo). Xem thêm: [http:\/\/www.petrusky.org.au\/BacHoc_PTVK\/Viet_Ve_PTVK\/PTVK_NguyenXuanHoang.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110219043519\/http:\/\/petrusky.org.au\/BacHoc_PTVK\/Viet_Ve_PTVK\/PTVK_NguyenXuanHoang.htm|date=ngày 19 tháng 2 năm 2011}} và [http:\/\/www.petrusky.org.au\/BacHoc_PTVK\/Viet_Ve_PTVK\/PTVK_VuKy.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090913170704\/http:\/\/petrusky.org.au\/BacHoc_PTVK\/Viet_Ve_PTVK\/PTVK_VuKy.htm|date=ngày 13 tháng 9 năm 2009}}.<\/ref> Nhưng thực ra việc dịch ''\"sic vos non vobis\"'' thành ''\"Ở với họ mà không theo họ\"'' là sai hẳn hàm ý của câu văn nói trên. Câu \"sic vos non vobis\" thật ra có nguồn gốc từ những vần thơ của thi hào Virgil. Toàn thể câu văn mà Petrus Ký viết phải được dịch như sau: ''\"Điều duy nhất mà tôi theo đuổi là làm sao thành có ích, tuy phải nói thêm rằng: (ích lợi đó) không phải cho tôi. Đó là số phận và là niềm an ủi của tôi.\"'' <ref>http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/van-hoa-lich-su-triet-hoc\/6386-minh-oan-cho-petrus-tr%C6%B0%C6%A1ng-v%C4%A9nh-k%C3%BD-v%E1%BB%81-c%C3%A2u-%E2%80%9C%E1%BB%9F-v%E1%BB%9Bi-h%E1%BB%8D-m%C3%A0-kh%C3%B4ng-theo-h%E1%BB%8D%E2%80%9D.html<\/ref> Như vậy, câu \"sic vos non vobis\" chỉ là Pétrus Ký đang tâm sự với bạn về triết lý sống là \"không vì bản thân\", chứ không liên quan gì đến việc cộng tác với Pháp.\n\nNgày [[8 tháng 5]] năm [[1862]], Pháp thành lập trường Thông ngôn (''Collège des Interprètes''), ông được nhận vào dạy. Cũng trong năm này, ông theo sứ thần Simo đáp thuyền Forbin ra Huế bàn việc nghị hòa. Trong hiệp ước nghị hòa, nhà Nguyễn phải chịu mất 3 tỉnh miền Đông Nam Kỳ cho Pháp, điều này khiến nhiều người Việt căm phẫn và chỉ trích Pétrus Ký vì ông đã giúp Pháp thương thảo hiệp ước này.\n\nNăm [[1863]], triều đình [[Huế]] cử một phái đoàn do [[Phan Thanh Giản]] đứng đầu sang Pháp xin chuộc ba tỉnh miền Đông [[Nam Kỳ]], và ông Giản đã xin Pétrus Ký đi theo làm thông ngôn. Sang [[Pháp]], Pétrus Ký cùng phái đoàn [[nhà Nguyễn]] được triều kiến Hoàng đế [[Napoléon III]], gặp nhiều nhân vật tên tuổi thuộc nhiều lãnh vực khác nhau. Ngoài ra, ông còn được sang thăm [[Bồ Đào Nha]], [[Tây Ban Nha]], [[Ý]] và được yết kiến [[Giáo hoàng]] tại [[Roma|Rôma]]. Ngày [[18 tháng 3]] năm [[1864]], phái đoàn về đến [[Thành phố Hồ Chí Minh|Sài Gòn]]<ref>Theo ''Tiểu dẫn'', tr. 19.<\/ref>.\n\nNăm [[1865]], Pétrus Ký xin lập một tờ báo quốc ngữ mang tên là ''[[Gia Định báo]]''. Lời yêu cầu của ông được chấp thuận và Nghị định cho phép xuất bản được ký ngày [[1 tháng 4]] năm [[1865]], nhưng không phải ký cho ông mà lại ký cho một người Pháp tên là Ernest Potteaux, một viên thông ngôn làm việc tại Soái phủ [[Nam Kỳ]]. Mãi đến ngày [[16 tháng 5]] năm [[1869]] mới có Nghị định của Chuẩn Đô đốc Ohier ký giao Gia Định báo cho Trương Vĩnh Ký làm Giám đốc, [[Huỳnh Tịnh Của]] làm Chủ bút; và khi ấy tờ báo mới thật sự được khởi sắc.\n\nTừ năm [[1866]] đến [[1868]], ông được bổ làm Giáo sư dạy tiếng Pháp ở trường Thông ngôn Sài Gòn. Ngày 3\/9\/1868, Trương Vĩnh Ký gửi thư cho ông Giám đốc Nội trị để xin từ chức. Trong đó có những câu bày tỏ lòng trung thành với nước Pháp:\n:''Khi trở lại đời sống tư, lòng tôi luôn luôn thuộc về nước Pháp, và những công việc phục vụ nhỏ mọn của tôi cũng thuộc về nước Pháp... Người bề tôi tận tâm và vâng lời.''\n\nNăm [[1869]], Sứ thần [[Tây Ban Nha]] sang Việt Nam nhằm ký thương ước với triều đình [[Huế]]. Tới Sài Gòn, vị sứ thần này đã xin Chính quyền Pháp ở Nam Kỳ cho phép Pétrus Ký đi theo giúp đỡ. Nhiệm vụ hoàn thành, nhân thời gian rãnh rỗi, ông sang thăm [[Hồng Kông]], [[Ma Cao]], [[Quảng Đông]], [[Quảng Tây]],...\n\nNăm [[1872]], Pétrus Ký được Pháp thăng chức Tri huyện hạng nhất, đồng thời được bổ làm Đốc học (Giám đốc) trường Sư phạm dạy người Pháp học tiếng [[phương Đông]], kiêm chức thư ký Hội đồng châu thành [[Chợ Lớn]] ([[1 tháng 6]] năm [[1872]]).\n\nNgày [[1 tháng 1]] năm [[1874]], Pétrus Ký lãnh chức Giáo sư dạy chữ Việt và chữ Pháp cho người Pháp và người Tây Ban Nha tại trường Tham biện Hậu bổ (''Collège des administrateurs stagiaires''), rồi làm Chánh đốc học trường ấy, đồng thời lãnh chức Ủy viên thượng Hội đồng Giáo dục ([[17 tháng 11]] năm [[1874]]). Cũng trong năm này, Pétrus Ký được bình chọn đứng hàng thứ 17 trong 18 thành viên của hội \"Savants du Monde\", một hội gồm nhiều các khoa học, văn học Pháp<ref>Mười tám văn hào gồm: Bác sĩ Allemand, Banadona d' Ambrum, Bonhomme (Honoré), Cazot (Jules), Đại tướng Chambron, Bá tước Chambord, Christophie (Albert), Conte (Casimir), Desmaze (Charles), Duprat (Pascal), Dupuy (Charles), Garnier-Pages, Guizot, Lafayette (Oscar de), Lefèvre-Pontalis (Amédée), Marcon, Pétrus Ký, Thống chế Saldonha Oliveirae Daun.<\/ref>{{fact|date=7-2014}}\n\nNăm [[1876]], Thống đốc [[Nam Kỳ]] Duperré cử ông ra [[Bắc Kỳ]] tìm hiểu tình hình miền Bắc. Khi về Sài Gòn, ông viết cuốn ''Chuyến đi Bắc Kỳ năm Ất Hợi (1876)''. Trong đó, ông mô tả về tài nguyên ở Bắc Kỳ, đồng thời kêu gọi Pháp nên giành lấy xứ này như đã làm với Nam kỳ: ''\"Và tất nhiên, xứ sở chẳng thiếu tài nguyên, đất đai mà tôi dám quyết rằng có thể sánh với thổ nhưỡng của nước Pháp, ít ra là đối với [[Algérie]], chất chứa nhiều của cải đủ để làm nên tài sản cho một quốc gia. Đất này tiện lợi cho những vụ trồng trọt các mùa thay đổi khác nhau. Những cuộc thí nghiệm trồng nho và gieo lúa mì cho thấy những kỳ vọng chắc chắn... Tôi chưa nói tới ở đây những tài nguyên khoáng chất, người ta bảo là bao la, và tôi xin được phép nói rằng dân của xứ này đã chết đói trên một chiếc giường đầy vàng.\"''\n\nTrong chuyến đi này, Petrus Key được tiếp xúc rất nhiều người, ví dụ như linh mục [[Trần Lục]], Chánh xứ [[Phát Diệm]], cánh tay bản xứ của Giám mục Puginier – người tuyển mộ cho [[Francis Garnier]] từ 12.000 tới 14.000 lính đánh thuê (đa số là giáo dân Công giáo) trong cuộc xâm chiếm Bắc kỳ của Pháp năm 1873. Ông cũng mô tả việc mình đã tán dương uy thế của Pháp trước các quan lại nhà Nguyễn ở Bắc Kỳ: \n:''\"Quý vị (quan quân nhà Nguyễn) phải hiểu rằng quí vị là những kẻ yếu, thật sự quá yếu, cần sự giúp đỡ của một ai đó để gượng dậy. Và tốt hơn, chi bằng quí vị chỉ nên tin tưởng vào những bạn đồng minh tiếng tăm của quí vị và phải dựa vào họ một cách thành thật để đứng lên, nhưng phải thẳng thắn, phải không hậu ý, phải không mưu tính kín đáo, dang cả hai tay ra với họ, chứ không phải một cái chìa ra còn bàn tay kia thì giữ lại. Bằng ngược lại, mệt trí vì những do dự của quí vị, nước Pháp buộc lòng phải ngưng che chở và bỏ mặc quý vị với số phận... Tổng quát, tất cả đều tin chắc rằng không thể chống lại người Pháp và nếu nước Pháp muốn lấy xứ này, có thể làm mà không phải mất nhiều khó khăn và tốn kém\"''\n\nNăm [[1877]], ông là hội viên duy nhất và đầu tiên người Nam, được cử làm Ủy viên Hội đồng cai trị [[Thành phố Hồ Chí Minh|Sài Gòn]]. Ngày [[17 tháng 5]] năm [[1883]], ông được [[Viện Hàn lâm Khoa học Pháp|Hàn Lâm Viện Pháp]] phong danh hiệu [[Viện sĩ]] (''Officier d'Académie'') <ref>Theo ''Tiểu dẫn'', tr. 21.<\/ref>. Trong thư gửi cho một bác sĩ người Pháp, Alexis Chavanne, đề ngày 6\/8\/1887, Trương Vĩnh Ký bày tỏ lòng cảm kích với những ưu đãi mà chính quyền thực dân Pháp ban cho ông:\n:''Tôi càng tỏ ra biết ơn nước Cộng Hòa (Pháp) không những đã công nhận tôi là [[con nuôi]] mà còn cho tôi nhiều vinh dự và nhất là rất tin tưởng tôi.''\n\n=== Hỗ trợ Pháp đàn áp phong trào kháng chiến của người Việt ===\nNăm [[1886]], [[Paul Bert]] (nghị sĩ, hội viên Hàn lâm, bác học gia sinh vật học) được cử sang [[Bán đảo Đông Dương|Đông Dương]] làm Khâm sứ [[Trung Kỳ]] và [[Bắc Kỳ]], trong bối cảnh sau khi [[Tôn Thất Thuyết]] và vua [[Hàm Nghi]] làm cuộc binh biến chống Pháp thất bại. Vốn là bạn từ trước, nên Paul Bert mời Trương Vĩnh Ký ra Huế giúp việc. Khoảng đầu [[tháng sáu|tháng 6]] năm ấy, Pétrus Ký ra Huế, được vua [[Đồng Khánh]] cho lãnh chức trong Cơ mật viện Tham tá, sung Hàn lâm viện Thị giảng học sĩ.\n\nTrong vai trò này, Pétrus Ký chủ trương người Việt không thể chống lại Pháp được, mà phải tuân theo họ, nhất là sau khi cuộc nổi dậy của vua [[Hàm Nghi]] thất bại. Pétrus Ký coi những người tham gia [[phong trào Cần Vương]] chống Pháp chỉ là \"đám phiến loạn\" không hiểu thời cuộc, ông cho rằng rằng tinh thần ái quốc của họ chỉ là do sự hận thù đối với các con chiên Công giáo cộng tác với người Pháp (Theo Pháp tuyên bố thì quân Cần Vương đã sát hại hơn 20.000 giáo dân trong thời kỳ này khiến giáo dân phải tự vệ bằng cách chuyển sang ủng hộ quân Pháp<ref>Nguyễn Thế Anh (2008), Kinh tế & xã hội Việt Nam dưới các triều vua nhà Nguyễn, Nhà xuất bản Văn Học trang 102<\/ref>) Pétrus Ký đề nghị Paul Bert cho huấn luyện và cấp vũ khí cho các đơn vị lính người Việt, dùng các đơn vị này để trấn áp các cuộc nổi dậy của [[phong trào Cần Vương]]. Trong các bức thư gửi Toàn quyền Pháp, Pétrus Ký bày cho ông ta cách đàn áp phong trào kháng chiến Cần Vương như sau<ref name=\"ReferenceB\">{{Chú thích web |url=http:\/\/tuanbaovannghetphcm.vn\/ve-con-nguoi-truong-vinh-ky\/ |ngày truy cập=2020-02-21 |tựa đề=Bản sao đã lưu trữ |archive-date=2020-02-21 |archive-url=https:\/\/web.archive.org\/web\/20200221164003\/http:\/\/tuanbaovannghetphcm.vn\/ve-con-nguoi-truong-vinh-ky\/ |url-status=dead }}<\/ref>:\n::''\"Hãy nhanh chóng thành lập các đoàn lạp binh và võ trang cho họ. Ngài không có điều gì phải quan ngại vì những quân khí do ngài cung cấp, cho mượn hoặc bán, đều thuộc trách nhiệm trực tiếp của nhà vua, và chính phủ Nam triều sau vụ bạo hành tháng 7-1885 (tức ngày 24-5 năm Ất Dậu – ngày thất thủ kinh thành Huế), nay chỉ còn cách thần phục nước Pháp. Xứ Trung kỳ mà ngài vừa ban cho nền tự trị sẽ phải bắt buộc ở dưới sự giám hộ của người bảo hộ nó\"'' \n::''\"Bọn phiến loạn (nghĩa quân Cần vương) không đáng sợ; họ chỉ có những khí giới cổ lỗ của chính quyền An Nam và vài võ khí mới mua lại được của bọn buôn lậu Trung Hoa\"''.\n\nÔng cũng cho rằng: về phương diện chính trị và kinh tế, nước Pháp là người đi đồng hóa, còn người An Nam là kẻ chịu [[đồng hóa]]. Ông tin rằng việc người Pháp tấn công Việt Nam là một ''\"sứ mệnh mà Thiên Chúa giao phó\"'', và người Pháp với tư cách là \"chủ nhân\", cần giảng dạy người An Nam những tư tưởng và khái niệm cần thiết cho việc cải tạo người An Nam.\n\nNăm 1886, [[Paul Bert]] được Trương Vĩnh Ký tư vấn, ép vua [[Đồng Khánh]] nhượng cho Pháp khu đất nằm giữa trấn Bình Đài và Linh Hựu Quán để Pháp xây dựng thêm doanh trại, đồn bốt, nhà thương, kho hậu cần... Linh Hựu Quán bị triệt giải từ đó. Và cũng từ đó người dân ở Huế gọi khu nhượng địa mới này là Mang Cá Lớn, khu Trấn Bình Đài cũ là Mang Cá Nhỏ.\n\nPétrus Ký đề ra nhiều chính sách có lợi cho Pháp, nên Toàn quyền Pháp [[Paul Bert]] cho rằng sẽ rất có lợi cho Pháp nếu giữ Pétrus Ký làm việc lâu dài ở triều đình nhà Nguyễn. Ông này viết<ref>Toàn quyền Paul Bert, trong thư ngày 20\/5\/1886, gởi Thống đốc Nam kỳ<\/ref>:\n:''Tôi nhận thấy ở Huế, ông Trương Vĩnh Ký đã tận lực làm tròn sứ mạng công việc trong triều đình và ít nhiều ảnh hưởng trên nhà vua. Trong những điều kiện đó, tôi tin rằng sẽ có lợi cho người Pháp hiện thời nếu giữ ông ta ở lại Huế trong một thời gian tôi không dám xác định, nhưng chắc chắc cũng khá lâu''\n\nNhà sử học Chailley đã nhận định: ''\"[[Paul Bert]] dùng Trương Vĩnh Ký không phải ở tài năng của ông này, cũng không phải vì ông là người Thiên chúa giáo, mà chỉ vì những công tác đã thể hiện rất được việc và nhất là sự trung thành kiên định của Trương đối với nước Pháp\"''<ref name=\"ReferenceB\"\/> [[Pierre Vieillard]] thì nhận xét: ''\"Petrus Ký có nhiệm vụ thuyết phục nhà vua và triều đình hợp tác một cách thẳng thắn và trung thành với Pháp. Petrus Ký hoàn thành xuất sắc nhiệm vụ cực kỳ tinh tế này và hòa bình yên ổn được thiết lập ở An Nam trong vòng 60 năm\"''\n\nTrương Vĩnh Ký phục vụ đắc lực cho lợi ích của Pháp nên được tưởng thưởng rất hậu hĩnh. Ông được chính phủ Pháp ban tặng huy chương Đệ Ngũ Đẳng [[Bắc Đẩu Bội Tinh]], và được chính phủ thuộc địa bỏ tiền mua sách, cấp cho tiền lương mỗi năm là 13.800 quan (kể cả tiền dạy học). Để so sánh, lúc đó lương của Thống đốc Nam Kỳ cũng chỉ có 18.000 quan, lương của ông Tổng thư ký là 15.000 quan. Như vậy lương của Trương Vĩnh Ký đứng hàng thứ ba, chỉ sau hai viên chức cao cấp nhất người Pháp.\n\nNhưng ngày [[11 tháng 11]] năm đó, Paul Bert bất ngờ bị bệnh chết. Mất người bảo hộ, Trương Vĩnh Ký bị nhóm thực dân Pháp không cùng cánh bỏ rơi, bạc đãi; và bản thân Pétrus Ký sau đó cũng bị triều đình [[Huế]] nghi kỵ và trù dập nên ông lấy cớ đau phổi xin từ chức về lại [[Thành phố Hồ Chí Minh|Sài Gòn]] dạy học tại trường Hậu Bổ, trường Thông ngôn và viết sách...\n\n=== Cuối đời ===\n[[Tập tin:Nhà Trương Vĩnh Ký.jpg|nhỏ|phải|250px| Nhà Trương Vĩnh Ký tại Chợ Quán.]]\n[[Tập tin:Nhà mồ Trương Vĩnh Ký.jpg|nhỏ|phải|250px|Nhà mồ Trương Vĩnh Ký tại Chợ Quán, với câu \"''Miseremini Mei Saltem Vos Amici Mei''\"]]\n[[Tập tin:Mộ Trương Vĩnh Ký.jpg|nhỏ|phải|200px|Mộ Trương Vĩnh Ký ở bên trong nhà mồ.]]\nMặc dù đã trở về đời sống của một viên chức nhỏ, nhưng Pétrus Ký vẫn bị những người khác phe tìm cách hạ bậc lương và làm khó dễ việc vào ngạch Giáo sư sinh ngữ [[Đông Phương]] của ông. Khi trước, lúc còn được người Pháp ưu ái, những sách của Pétrus Ký đều được nhà cầm quyền Pháp bỏ tiền ra in, để phân phối cho học sinh. Nhưng từ khi bị hắt hủi, lui về ẩn dật ở Chợ Quán, ông phải bỏ tiền riêng ra in ấn và tự phát hành. Sách ế ẩm khiến Pétrus Ký phải mắc nhiều nợ.\n\nNăm [[1887]], sau khi đi công tác ở [[Bangkok]] để giải quyết vấn đề giữa [[Thái Lan]] và [[Bán đảo Đông Dương|Đông Dương]], ông nghỉ hưu.\n\nNăm [[1888]], ông xuất bản tạp chí tư nhân ''Thông Loại Khóa Trình'' (Miscellanées), ra được 18 số ([[1888]]-[[1889]]) thì tạp chí đóng cửa. Cũng trong năm này, trường Thông ngôn đóng cửa, Pétrus Ký gần như thất nghiệp. Sống trong cảnh buồn chán do không còn được người Pháp trọng dụng, ông bệnh hoạn luôn. Pétrus Ký qua đời vào ngày [[1 tháng 9]] năm [[1898]].\n\nNgày [[8 tháng 1]] năm [[1870]], ông có lời di huấn: ''Người đời sanh ký tử quy, đàng đi nước bước vắn vỏi lắm. Nhưng ai cũng có phận nấy, hể nhập thế cuộc bất khả vô danh vị, cũng phải làm vai tuồng mình cho xong đã, mới chun vô phòng được. Sự sống ở đời tạm nầy, đỏ như hoa nở một hồi sương sa; vạn sự đều chóng qua hết, tan đi như mây như khói. Nên phải liệu sức, tùy phận mà làm vai tuồng mình cho xong...''.\n\nBài thơ ông sáng tác lúc gần lâm chung:\n:''Quanh quanh quẩn quẩn lối đường quai,''\n:''Xô đẩy người vô giữa cuộc đời.''\n:''Học thức gửi tên con mọt sách,''\n:''Công danh rốt cuộc cái quan tài.''\n:''Dạo hòn, lũ kiến men chân bước,''\n:''Bò xối, con sùng chắt lưỡi hoài!''\n:''Cuốn sổ bình sanh công với tội,''\n:''Tìm nơi thẩm phán để thừa khai.''<ref>Chép theo [[Nguyễn Q. Thắng]] và Nguyễn Bá Thế, có sách chép khác một vài từ.<\/ref>\n\nTrên cửa nhà mồ của ông có ghi một câu văn bằng tiếng Latinh: \"'''Miseremini Mei Saltem Vos Amici Mei'''\" (''Xin hãy thương xót tôi, hỡi các anh chị là những người bạn của tôi''). Đây là một câu văn trích ra từ cuốn thánh kinh [[Sách Gióp|Sách của Gióp]] ([http:\/\/www.biblegateway.com\/passage\/?search=Gi%C3%B3p+19&version=VIET;BD2011;VULGATE Job 19:21-27]) trong [[Cựu Ước|Cựu ước]], thuật lại chuyện Gióp bị Thượng đế và loài người lìa bỏ và là lời đối ca khi rước nhập lễ của lễ cầu hồn trong đạo Công giáo <ref>[http:\/\/tonggiaophanhue.net\/home\/index.php?option=com_content&view=article&id=3176:ngay-th-nm-23-09-2010-trang-suy-nim-&catid=58:suy-niem-moi-ngay&Itemid=85 Lời Chúa Mỗi Ngày] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140316034625\/http:\/\/tonggiaophanhue.net\/home\/index.php?option=com_content&view=article&id=3176:ngay-th-nm-23-09-2010-trang-suy-nim-&catid=58:suy-niem-moi-ngay&Itemid=85 |date = ngày 16 tháng 3 năm 2014}}, Tổng giáo phận Huế<\/ref><ref>Nguyên văn, theo bản dịch năm 2011: ''Xin thương tôi, xin thương xót tôi, hỡi các anh là những người bè bạn, vì chính tay Thiên Chúa đã đánh tôi! Tại sao các anh bắt chước Thiên Chúa, mà đi săn đuổi tôi, và vẫn chưa no nê với máu thịt của tôi sao? Ôi, những lời tôi nói đây, phải chi có người chép lại, phải chi có người ghi vào sách, có người đục bằng sắt, trám bằng chì, tạc vào đá cho đến muôn đời!...''.<\/ref>.\n\nMộ phần và nhà ở khi xưa của ông (nay là nơi thờ phụng ông), hiện nằm nơi góc đường [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|Trần Hưng Đạo]] và Trần Bình Trọng thuộc [[Quận 5]], [[Thành phố Hồ Chí Minh]].\n\n==Ngoại ngữ==\nTheo \"Tiểu dẫn về cuộc đời Trương Vĩnh Ký\" in trong ''Tổng tập dư địa chí Việt Nam'', Trương Vĩnh Ký sử dụng thông thạo hoặc biết qua 27 ngoại ngữ, nên ông trở thành một trong số ít những người biết nhiều thứ tiếng ở Việt Nam, và đứng vào hàng những người biết nhiều ngoại ngữ bậc nhất trên thế giới.<ref>Theo \"Tiểu dẫn về cuộc đời Trương Vĩnh Ký\" (viết tắt là \"Tiểu dẫn\") in trong ''Tổng tập dư địa chí Việt Nam'', tập 3, tr. 11).<\/ref> Tuy nhiên, không rõ mỗi ngôn ngữ ông biết ở trình độ nào.\n\nTheo Trương Vĩnh Ký ghi trong hồ sơ cá nhân thì ông biết hoặc đã học kỹ 7 ngoại ngữ,<ref>Nguyễn Văn Trung, 1993, tr.138<\/ref> các ngôn ngữ còn lại có lẽ ông chỉ biết chút ít. Căn cứ theo các tác phẩm, thì trong tuổi thanh niên, Trương Vĩnh Ký có thể biết được 5, 6 thứ tiếng. Sau này, Trương Vĩnh Ký nghiên cứu thêm chữ Hán và chữ Nôm, và có thể biết (đọc, viết hoặc nói) được 7 - 8 thứ tiếng, trong đó dùng rất thông thạo tiếng Việt viết chữ Hán Nôm và tiếng Pháp. Mức đó là khá tốt đối với một học giả ở cuối thế kỷ 19.\n\n== Chức vụ, huân huy chương ==\nTrong quá trình hoạt động, ông đã được nhận các chức vụ và huân huy chương từ Giáo hội Thiên Chúa Vatican, thực dân Pháp và triều đình nhà Nguyễn:\n\n* Nhận huy chương Dũng sĩ cứu thế của [[Vatican|Tòa thánh Ki-tô giáo La Mã]] ngày [[1 tháng 10]] năm 1863.\n* Năm [[1871]], được cử làm hội viên Hội Nhân Văn và Khoa học vùng Tây Nam nước [[Pháp]], Hội nhân chủng học, Hội Giáo dục [[Châu Á|Á châu]].\n* Năm [[1874]], được phong Giáo sư ngôn ngữ [[Đông Á|Á Đông]], vì Pétrus Ký đã thông hiểu 27 sinh ngữ trên thế giới.\n* Nhận huy chương Isabelle la Catholique của [[Tây Ban Nha]] ngày [[27 tháng 6]] năm [[1886]].\n* Trở thành hội viên Hội chuyên khảo về Văn hóa [[Châu Á|Á Châu]] ngày [[15 tháng 2]] năm [[1876]].\n* Trở thành hội viên Hội chuyên học địa dư ở [[Paris]] ngày [[7 tháng 7]] năm [[1878]].\n* Nhận khuê bài Hàn Lâm Viện đệ nhị đẳng bội tinh (Palmes d'Académie) của Hàn Lâm viện Pháp ngày [[17 tháng 5]] năm [[1883]].\n* Nhận Tứ đẳng Long tinh, Ngọc khánh, Long khánh của Nam triều ngày [[17 tháng 5]] năm 1886.\n* Nhận [[Bắc Đẩu Bội tinh|Bắc Đẩu Bội Tinh]] đệ ngũ đẳng của Pháp ngày [[4 tháng 8]] năm [[1886]] <ref>[http:\/\/namkyluctinh.org\/a-lichsu\/huynhaitong-truongvinhky.pdf. Nguồn]<\/ref>\n* Nhận Hàn Lâm Viện đệ nhất đẳng của Pháp ngày [[3 tháng 6]] năm [[1887]].\n* Nhận Hàn Lâm Viện đệ nhất đẳng của Hoàng gia [[Campuchia|Cam Bốt]].\n* Vua [[Đồng Khánh]] ban cho ông chức Hàn Lâm viện Thị giảng học sĩ.\n* Vua [[Khải Định]] ban hàm [[bộ Lễ|Lễ Bộ]] Tham Tri.\n* Vua [[Bảo Đại]] truy tặng hàm Lễ Bộ Thượng thư.\n\n== Một số tác phẩm ==\nÔng có trên một trăm tác phẩm (có nguồn ghi 119 tác phẩm), nhiều quyển đáng chú ý, như:\n* Chuyện đời xưa\n* ''Abrégé de grammaire annamite'' (Tóm lược ngữ pháp [[An Nam]])\n* ''[[Kim Vân Kiều]]'' (bản phiên âm ra [[quốc ngữ|chữ quốc ngữ]] đầu tiên)\n* Lục Vân Tiên (bản phiên âm ra chữ quốc ngữ đầu tiên năm 1889, tái bản lần thứ 5 năm 1901)\n* ''[[Tiểu giáo trình Địa lý Nam Kỳ]]''\n* ''[[Ký ức lịch sử Sài Gòn và vùng phụ cận]]''\n* ''Cours de langue annamite'' (Bài giảng ngôn ngữ An Nam)\n* ''Voyage au Tonkin en 1876'' ([[Chuyến đi ra Bắc Kỳ năm Ất Hợi, 1786]])\n* ''Guide de la conversation annamite'' (Hướng dẫn đàm thoại An Nam)\n* ''Phép lịch sự An Nam'' (''Les convenances et les civilités annamites'')\n* ''Lục súc tranh công''\n* ''Cours de la langue mandarine ou des caractères chinois'' (Bài giảng tiếng quan thoại hay chữ Trung Quốc)\n* ''Cours d'histoire annamite'' (Bài giảng lịch sử An Nam)\n* ''Dư đồ thuyết lược'' (''Précis de géographie'')\n* ''Đại Nam tam thập nhất tỉnh thành đồ''\n* ''Cours de littérature annamite'' (Bài giảng văn chương An Nam)\n* ''Cours de géographie générale de l'Indochine'' (Bài giảng địa lý tổng quát Đông Dương)\n* ''Đại Nam tam thập nhứt tỉnh địa đồ''\n* ''Grand Dictionnaire Annamite-Français'' (Đại tự điển An Nam-Pháp)...<ref>Xem đầy đủ ở đây: [http:\/\/vietsciences.free.fr\/vietnam\/danhnhan\/tacgia\/truongvinhky.htm].<\/ref>\n\nTổng cộng Trương Vĩnh Ký cho ra 121 tác phẩm chữ Việt và chữ Pháp mà nội dung được ông viết trong thư năm 1882 rằng<ref>Thư đề ngày 12.1.1882, từ Chợ Quán \"Kính gởi các vị trong Hội đồng Thuộc Địa\", Bao-ti-xi-ta Trương Vĩnh Ký<\/ref>: \n:''\"Trong các tác phẩm của tôi không bao giờ đi lệch mục đích chính là sự biến cải và đồng hóa dân tộc An Nam (theo tiêu chuẩn Ki-tô giáo Pháp)... Đệ trình với quý vị những tác phẩm này, tôi khẩn xin quý vị thẩm định mục đích mà tôi đã đề ra khi soạn thảo, và nếu quí vị nghĩ rằng những tác phẩm đó có thể là một lợi khí của tiến bộ và là một phương tiện thích hợp để tạo ra trong lúc này, sự thay đổi và đồng hóa mà nhà cầm quyền ([[thực dân Pháp]]) đang tìm cách thực hiện ở xứ này có lợi cho những kẻ thần phục mới của nhà cầm quyền, tôi mong rằng qúy vị sẽ góp phần vào việc xuất bản những sách này.\"''\n\n== Đánh giá ==\n===Về học thuật===\n[[Tập tin:Petrus Ky BTTPHCM.jpg|180px|nhỏ|phải|Bia tưởng niệm Trương Vĩnh Ký, trong khuôn viên Bảo tàng Thành phố Hồ Chí Minh]]\nỞ cuối [[thế kỷ 19]], học giả Pháp tên là Jean Bouchot đã gọi Trương Vĩnh Ký là ''\"một [[nhà bác học]] duy nhất ở [[Bán đảo Đông Dương|Đông Dương]] và cho đến ở nước [[Tên gọi Trung Quốc|Trung Hoa]] hiện đại nữa.\" Ngoài ra, ông này còn viết:\n:''Ta phải xem đời của cụ Trương Vĩnh Ký là một bài học và một gương tốt cho ta. Một bài học vì, vì ta thấy người dân hoàn toàn [[Nam Kỳ]] ấy sánh kịp với các nhà thông thái xứng đáng nhất của Âu châu trong đủ ngành khoa học...''<ref>Trích trong\"Pétrus Ký, érudit cochinchinois\", dẫn theo Phan Thứ Lang.<\/ref>\n\n*Học giả [[Vương Hồng Sển]]:\n:Trương Vĩnh Ký, [[Trương Minh Ký]], [[Huỳnh Tịnh Của]] là '' ba ông minh triết bảo thân, gần bùn mà chẳng nhuốm mùi bùn, không ham \"đục nước béo cò\" như ai, chỉ say đạo lý và học hỏi, sống đất Tào mà lòng giữ Hán, thác không tiếng nhơ, thấy đó mà mừng thầm cho nước nhà những cơn ba đào sóng gió còn hiếm người xứng danh học trò cửa Khổng''<ref>Vương Hồng Sển, ''Sài Gòn năm xưa'', tr, 258.<\/ref>.\n* Nhà văn [[Sơn Nam (định hướng)|Sơn Nam]]:\n:''Ông Trương Vĩnh Ký từ khi đỗ đạt cho đến khi mất vẫn tỏ ra thân Pháp. Tuy nhiên, người ở miền Nam không bao giờ khinh rẻ ông. Ông không gia nhập Pháp tịch; trước khi mất, ông biết thân phận của người học giả sống trong thời kỳ khó khăn...Ông này khi sanh tiền tuy là nhà nước tin cậy mặc dầu chớ chẳng hề ỷ thế mà hại quê hương, chỉ vẽ cho các quan Lang sa biết phong tục lễ nghĩa của con nhà An Nam, cho khỏi chỗ mích lòng nhau, làm cho mẹ gà phải thương con vịt. Đêm ngày lo đặt sách này dịch sách kia cho kẻ hậu sinh dễ học. Thiệt là quan thầy của cả và [[Nam Kỳ]]...''\n:''Ngoài những tác phẩm biên khảo mang tính cách bác học, ông Trương vĩnh Ký còn chú ý đến độc giả bình dân, lời văn theo lời ăn tiếng nói thông dụng lúc bây giờ. \"Chuyện đời xưa\" của ông cùng là \"Chuyện giải buồn\" của [[Huỳnh Tịnh Của]] hãy còn được nhắc nhở''<ref name=\"ReferenceA\">Sơn Nam, ''Cá tính miền Nam'', tr 101-102.<\/ref>.\n* Giáo sư [[Nguyễn Huệ Chi]]:\n:''Những biên soạn của Trương Vĩnh Ký đã có những đóng góp quan trọng cho một số ngành khoa học đương thời, nhất là khoa ngôn ngữ học và khoa học lịch sử… Các sáng tác của Trương cũng nói lên ít nhiều cá tính một con người cần mẫn trong công việc, có cái nhìn tinh tế và óc tò mò trước sự vật, nhiều lúc có khả năng hài hước hóa mọi chuyện ở đời''...<ref>''Từ điển văn học'' (bộ mới), Nhà xuất bản Thế giới, 2004, tr. 1866.<\/ref>\n \n* Nhà nghiên cứu Huỳnh Minh: ''Nếu cụ [[Võ Trường Toản]] là \"Hậu tổ\" của Nho học ở đất Gia Định thì cụ Trương Vĩnh Ký là bậc tiền hiền của chữ quốc ngữ trong toàn cõi đất Việt'' <ref>Sách ở mục tham khảo, tr. 145.<\/ref>.\n*Nhà văn [[Vũ Ngọc Phan]]:\n:''Trong số những sách dịch thuật, khảo cứu và sáng tác của ông, người ta thấy chỉ những sách khảo cứu của ông là có giá trị hơn cả...Người ta thấy ông rõ là một nhà bác học có óc tổ chức và có phương pháp...<ref>Vũ Ngọc Phan, ''Nhà văn hiện đại'', tr.45<\/ref>.\n*Học giả [[Nguyễn Văn Tố]] tóm tắt sự nghiệp của Trương Vĩnh Ký gọn trong 3 tiếng ''Bác học, Tâm thuật, Khiêm tốn''<ref>Kỷ yếu hội Trí Tri [[Bắc Kỳ]], số 1-2 năm [[1937]].<\/ref> Khi [[phong trào Duy Tân]] hoạt động công khai rầm rộ, ông [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]] đã cổ động quyên tiền để đúc tượng kỷ niệm ông Trương Vĩnh Ký với bài \"ông Đốc Ký\" đăng trên báo ''Lục Tỉnh Tân Văn''<ref name=\"ReferenceA\"\/>.\n*Học giả Mẫn Quốc<ref name=\"ReferenceB\"\/>: \n:''\"Cái học vấn của Trương càng uyên bác bao nhiêu thì cái tác hại của Trương càng lớn bấy nhiêu. Trương đã tác động tinh thần đám quan lại và đám sĩ phu Việt Nam hãy đừng cưỡng lại người Pháp! Trương tận tụy trung thành, đem hết tâm tư, bầy mưu lập kế, hiến sách lược nọ, dâng đề nghị kia… không khác chi làm tay sai đặc vụ, tình báo cho địch như vậy! Không khó nhận ra Trương Vĩnh Ký rất nóng lòng muốn Pháp đồng hóa dân tộc Việt Nam nhanh hơn, toàn diện hơn. Ngoài lương bổng hậu hĩnh, bên cạnh đó ông cũng sẽ kiếm được lợi nhuận do việc chính phủ thực dân Pháp bỏ tiền tài trợ và mua sách, ông sẽ phấn khởi, hăng hái hơn trong việc viết thêm các tác phẩm khác trong tương lai cho mục đích \"đồng hóa\" nói trên\"''\n\n===Về sự hợp tác với Pháp===\nNhờ công lao phục vụ đắc lực cho chính quyền [[thực dân Pháp]] và góp phần quan trọng giúp Paul Bert đập tan [[phong trào Cần Vương]] của vua [[Hàm Nghi]] {{fact}} nên ngày 20\/5\/1886, Khâm sứ Pháp ở Đông Dương là [[Paul Bert]] gửi thư cho Ngoại trưởng Pháp để tán đồng đề nghị của Thống Đốc Nam kỳ, ban thưởng huy chương cao cấp [[Đệ Ngũ Đẳng Bắc Đẩu Bội Tinh]] cho Trương Vĩnh Ký.\n\nĐương thời và sau này, nhiều ý kiến phê phán, buộc tội Trương Vĩnh Ký đã cộng tác với thực dân Pháp. Đương thời, Trương Vĩnh Ký bị giới nho sỹ Bắc Hà nhạo báng, châm biếm bằng những câu thơ, đối chương lên báo chí. Hiện nay, nhiều tác giả như Lê Thanh trong quyển ''Trương Vĩnh Ký'', [[Trần Huy Liệu]] trong ''Lịch sử 80 năm chống Pháp'', Phạm Long Điền và Nguyễn Sinh Duy trong quyển ''Cuốn sổ bình sanh của Trương Vĩnh Ký''.... cũng phê phán Trương Vĩnh Ký vì sự cộng tác với thực dân Pháp của ông.\n\nĐương thời, Trương Vĩnh Ký cũng đã nhận ra thân phận cô đơn của mình giữa những người Pháp cầm quyền: ''\"Có nhiều người ganh ghét tôi, ngu ngốc thậm chí là hung ác, họ có thể và biết cách hãm hại tôi\"'' (Thư gửi Paul Bert) và cả sự coi thường của người Việt Nam: ''\"Trong con mắt của đồng bào tôi, tôi đã bị lên án nặng nề\"''<ref name=tuan4>{{Chú thích web |url=http:\/\/tuanbaovannghetphcm.vn\/truong-vinh-ky-oan-noi-gi\/ |ngày truy cập=2020-02-21 |tựa đề=Bản sao đã lưu trữ |archive-date=2020-01-22 |archive-url=https:\/\/web.archive.org\/web\/20200122162420\/http:\/\/tuanbaovannghetphcm.vn\/truong-vinh-ky-oan-noi-gi\/ |url-status=dead }}<\/ref>.\n\nNhà sử học [[Trần Văn Giàu]] đã nhận xét<ref name=\"tuanbaovannghetphcm.vn\"\/>: \n:''\"Khi mà kẻ xâm lược và kháng chiến đang chọi nhau dữ dội, trên chiến trường Thắng - Bại chưa ngã ngũ hẳn, khi ấy mà ai đứng hẳn về phe kẻ địch (của dân tộc Việt Nam) thì nhà chép sử nào, dù có rộng xét mấy cũng không thể lấy bất kỳ số sách vở sáng tác hay phiên dịch nào để biện bạch và giảm nhẹ trách nhiệm tinh thần của một người dân nước, nhất là của một \"Kẻ Sĩ\" (chỉ Trương Vĩnh Ký)''\n\nNhà sử học [[Trần Huy Liệu]] thì nhận xét:\n:''Về phẩm cách cá nhân của một sỹ phu lúc ấy, không phải chỉ nhìn ở sinh hoạt thông thường mà chủ yếu là phải lấy thái độ đối với dân tộc, đối với giặc cướp nước làm tiêu chuẩn. Là người học rộng, Trương không làm tay sai như kiểu [[Trần Tử Ca]], [[Trần Bá Lộc]]… mà đóng vai trò mưu sỹ bày cho giặc (Pháp) những thủ đoạn thâm trầm dùng người bản xứ trị người bản xứ, dùng danh nghĩa Nam triều (nhà Nguyễn) để đánh nghĩa quân. Cái học vấn của Trương càng uyên bác bao nhiêu thì tác hại của Trương càng lớn bấy nhiêu…''\n\nÔng [[Nguyễn Sinh Duy]], trong cuốn \"Trương Vĩnh Ký – cuốn sổ bình sanh\" viết:\n:''Chỗ đứng của Trương Vĩnh Ký vẻ vang và đồ sộ không phải trên văn đàn dân tộc Việt Nam mà chính ở trong nền văn chương thuộc địa (une littérature coloniale) của người chính quốc Pháp và những ngòi bút phục vụ quyền lợi thuộc địa''\n\nTiến sỹ Bùi Kha sống ở nước ngoài thì nhận xét: \n:''Các nước kém mở mang là nạn nhân thường trực của các cường quốc qua chiêu bài chống ý thức hệ, nhưng thực chất của nó là những phong trào [[thực dân]] đi xâm chiếm thuộc địa để tiêu thụ hàng hóa, vơ vét tài nguyên và xâm thực văn hóa mà tấm biểu ngữ được trương lên \"tự do tôn giáo\" là vũ khí hữu hiệu nhất. Cái gọng kềm chằng chịt đầy hoa mỹ ấy đã biến không ít người học thức mà tiêu biểu là Trương Vĩnh Ký thay vì được \"lưu danh thiên cổ\" trở thành kẻ bị \"lưu xú vạn niên\". Dù thông cảm tới mức nào đi nữa thì con người luôn luôn phải có lý trí suy luận để chịu trách nhiệm về những việc làm đúng, sai, xấu, tốt của mình''.\n:''Đáng tội nghiệp cho Trương Vĩnh Ký, quá ngây thơ để không biết được rằng mục đích của các đế quốc Tây phương là lợi dụng tôn giáo và dùng cuốn Thánh Kinh như một lợi khí; để đi chiếm thuộc địa và xâm thực văn hóa bất cứ ở đâu và bất cứ lúc nào mà họ thấy có thể. Bởi vậy, một người Phi Châu, giám mục Anh giáo [[Desmond Tutu]], được giải thưởng Nobel hòa bình năm 1984, đã cay đắng phát biểu: \"Khi người da trắng đến, họ có cuốn Kinh Thánh, chúng tôi có đất đai. Chúng tôi tin tưởng họ, nhắm mắt cầu nguyện với cuốn Kinh Thánh trong tay. Lúc mở mắt ra, chúng tôi có cuốn Kinh Thánh còn họ có tất cả đất đai lãnh thổ của chúng tôi\"''.\n\nÔng [[Nguyễn Đắc Xuân]], trong cuốn ''\"Pétrus Trương Vĩnh Ký nhìn từ những khía cạnh và nhận thức khác nhau\"'' viết<ref name=tuan4 \/>: \n:''Nếu lấy tiêu chí [[Việt gian]] dành để xếp những tên phản quốc [[Nguyễn Thân]], [[Hoàng Cao Khải]], [[Lê Hoan]]… vận dụng vào Trương Vĩnh Ký thì ta thấy Trương Vĩnh Ký vượt xa những nhà nho nêu trên. Lịch sử Việt Nam cận đại luôn luôn phải nhắc đến Trương Vĩnh Ký như một nhân vật phản diện điển hình. Đây là trường hợp có một không hai trong lịch sử Việt Nam. Chúng ta cần phải nghiên cứu một cách nghiêm túc, đầy đủ để có một sự đánh giá đúng đắn về tội làm tay sai cho giặc của nhà bác học siêu hình, siêu Việt gian Trương Vĩnh Ký''.\n\n== Tên đường và tên trường ==\nTừ thời Pháp thuộc cho đến năm [[1975]], tên của ông đã được đặt cho một ngôi trường trung học lớn ở [[Thành phố Hồ Chí Minh|Đô thành Sài Gòn]] dành cho nam sinh: Trường Trung học Petrus Ký. Sau năm [[1975]], trường này được đổi tên là [[trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|trường Trung học phổ thông chuyên Lê Hồng Phong]].\n\nỞ [[Thành phố Hồ Chí Minh]] trước năm [[1975]] (lúc đó gọi là Sài Gòn và Gia Định) có tới hai con đường mang tên ông với 2 tên gọi khác nhau. Đường Petrus Ký của Đô thành Sài Gòn cũ hiện nay là đường [[Lê Hồng Phong]] ở quận 5 và quận 10; còn đường Trương Vĩnh Ký của tỉnh Gia Định cũ nay là đường Nguyễn Văn Bảo ở quận [[Gò Vấp]].\n\nHiện nay vẫn còn một con đường lớn mang tên ông tại quận Tân Phú thành phố Hồ Chí Minh. Ngoài ra còn có một ngôi trường mang tên ông tại xã Vĩnh Thành, huyện Chợ Lách, Bến Tre.{{cn}}\n\n== Sách tham khảo ==\n* [[Nguyễn Huệ Chi]], mục từ: \"Trương Vĩnh Ký\" trong ''Từ điển Văn học'' (bộ mới), Nhà xuất bản. Thế giới, 2004.\n* [[Vương Hồng Sển]], ''Sài Gòn năm xưa'', Nhà xuất bản. Thành phố Hồ Chí Minh, 1991.\n* [[Sơn Nam (nhà văn)|Sơn Nam]], ''Cá tính miền Nam'', Nhà xuất bản Trẻ, 1997.\n* [[Vũ Ngọc Phan]], ''Nhà văn hiện đại'', Nhà xuất bản Sống mới, [[Thành phố Hồ Chí Minh|Sài Gòn]], không ghi năm xuất bản,\n* [[Phạm Thế Ngũ]], ''Việt Nam văn học sử giản ước tân biên'' (Tập 3), Quốc học tùng thư, Sài Gòn, 1965.\n* [[Thanh Lãng (linh mục)|Thanh Lãng]], ''Bảng lược đồ văn học Việt Nam'' (quyển hạ), Nhà xuất bản. Trình bày, Sài Gòn, không ghi năm xuất bản.\n* [[Nguyễn Q. Thắng]] và Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', Nhà xuất bản Khoa học xã hội, 1992.\n* Huỳnh Minh, ''Kiến Hòa xưa'', Nhà xuất bản Thanh Niên, 2001.\n* Phan Thứ Lang, \"'Ở với họ mà không theo họ' châm ngôn và bi kịch cuộc đời Trương Vĩnh Ký\", tạp chí Xưa và Nay tháng 12 năm 1997, in lại trong sách Nam Bộ xưa và nay, Nhà xuất bản. Thành phố Hồ Chí Minh, 2005, tr. 241-249.\n* Tiểu dẫn về cuộc đời Trương Vĩnh Kỳ in trong ''Tổng tập dư địa chí Việt Nam'' (tập 3). Nhà xuất bản. Thanh Niên, 2012. Trong bài viết tắt là \"Lời dẫn\".\n* [[Nguyễn Đình Đầu]] (2016). ''Petrus Ký: Nỗi oan thế kỷ''. [[Nhã Nam (công ty)|Nhã Nam]] & Nhà xuất bản Tri thức.\nĐặng Thúc Liêng (1927). Trương Vĩnh Ký hành trạng. Nhà in Xưa Nay, Sài Gòn.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{commonscat|Petrus Truong Vinh Ky}}\n{{wikisource tác giả|Trương Vĩnh Ký}}\n* {{Britannica|454575|Pétrus Ky}}\n* {{TĐBKVN|9131}}\n* Mai Bá Triều, [http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/163439\/Tam-voc-quoc-te-cua-Petrus-Ky.html Tầm vóc quốc tế của Pétrus Ký]\n* Huỳnh Ái Tông, [http:\/\/vietsciences.free.fr\/vietnam\/danhnhan\/tacgia\/truongvinhky.htm Trương Vĩnh Ký (1837-1898)]\n* GS Đỗ Quang-Vinh, [http:\/\/www.petruskylhp.org\/vinhdanhtvk.htm Vinh danh Trương Vĩnh Ký, một nhà văn-hóa lớn, một nhà bác-ngữ-học lỗi lạc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928162755\/http:\/\/www.petruskylhp.org\/vinhdanhtvk.htm |date = ngày 28 tháng 9 năm 2007}}\n* Winston Phan Đào Nguyên (2017). [http:\/\/khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/van-hoa-lich-su-triet-hoc\/6386-minh-oan-cho-petrus-tr%C6%B0%C6%A1ng-v%C4%A9nh-k%C3%BD-v%E1%BB%81-c%C3%A2u-%E2%80%9C%E1%BB%9F-v%E1%BB%9Bi-h%E1%BB%8D-m%C3%A0-kh%C3%B4ng-theo-h%E1%BB%8D%E2%80%9D.html \"Minh oan cho Petrus Trương Vĩnh Ký về câu “Ở với họ mà không theo họ”\"].\n* Winston Phan Đào Nguyên (2018). [http:\/\/vanhoanghean.com.vn\/dat-va-nguoi-xu-nghe6\/download\/9_151367219d06a75947e3153c539987eb \"Petrus Key và Petrus Ký: Chuyện một lá thư mạo danh Trương Vĩnh Ký vào thế kỷ 19\"]{{Liên kết hỏng|date = ngày 7 tháng 7 năm 2021 |bot=InternetArchiveBot }}.\n* Nguyễn Quang Duy (2018). [https:\/\/www.bbc.com\/vietnamese\/forum-46455314 \"Trương Vĩnh Ký – Nhà giáo dục yêu nước của VN\"].\n\n{{Dữ liệu nhân vật\n|TÊN=Trương Vĩnh Ký\n|TÊN KHÁC=Trương Vĩnh Ký, Pétrus Jean Baptiste\n|TÓM TẮT=học giả [[Việt Nam]]\n|LÚC SINH=[[6 tháng 12]] năm [[1837]]\n|NƠI SINH=ấp Cái Mơn, xã Vinh Thạnh, tổng Minh Lý, huyện [[Huyện Tân Minh|Tân Minh]], phủ [[Phủ Hoàng An|Hoàng An]], tỉnh [[Vĩnh Long]], [[Quốc hiệu Việt Nam#Đại Nam|Đại Nam]]\n|LÚC MẤT=[[1 tháng 9]] năm [[1898]]\n|NƠI MẤT=[[Thành phố Hồ Chí Minh|Sài Gòn]], [[Quốc hiệu Việt Nam#Đại Nam|Đại Nam]]\n}}\n{{Thời gian sống|sinh=1837|mất=1898|tên=Trương Vĩnh Ký, Pétrus Jean Baptiste}}\n\n[[Thể loại:Sinh năm 1837]]\n[[Thể loại:Mất năm 1898]]\n[[Thể loại:Người Chợ Lách|Trương Vĩnh Ký]]\n[[Thể loại:Dịch giả Việt Nam|Trương Vĩnh Ký, Pétrus Jean Baptiste]]\n[[Thể loại:Nhà ngôn ngữ học Việt Nam]]\n[[Thể loại:Tổng biên tập Việt Nam|Trương Vĩnh Ký, Pétrus Jean Baptiste]]\n[[Thể loại:Nhà báo Việt Nam|Trương Vĩnh Ký, Pétrus Jean Baptiste]]\n[[Thể loại:Nhà giáo Việt Nam|Trương Vĩnh Ký, Pétrus Jean Baptiste]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Người Bến Tre]]\n[[Thể loại:Người họ Trương tại Việt Nam]]\n[[Thể loại:Đầu tiên ở Việt Nam]]\n[[Thể loại:Người họ Trương]]"}