{"94309":"{{Thông tin trường học\n| tên = [[Đại học Đà Nẵng]]<br>Trường Cao đẳng Công nghệ Thông tin\n| logo = \n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = [[2003]]\n| loại hình = [[Cao đẳng công lập]]\n| tài trợ = \n| hiệu trưởng = PGS.TS. [[Huỳnh Công Pháp]]\n| hiệu phó = TS [[Cao Xuân Tuấn]]\n| giảng viên = 100\n| nhân viên = \n| sinh viên = Gần 3000\n| điện thoại = (84) 0511-3667113\n| khuôn viên = \n| địa chỉ = Tổ 31, Hải An, P. Hòa Quý, Q. Ngũ Hành Sơn, TP. [[Đà Nẵng]] - [[Việt Nam]]\n| Latitude = 15.96918396208671\n| Longitude = 108.24396193027496\n| thành phố = [[Đà Nẵng]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| email = tuyensinh@cit.udn.vn\n| web = http:\/\/www.cit.udn.vn\n}}\n'''Trường Cao đẳng Công nghệ Thông tin, Đại học Đà Nẵng''' (tên [[tiếng Anh]]: ''College of Information Technology - The University of Danang'') là một '''trường công lập''' thành viên của [[Đại học Đà Nẵng]]. Nhà trường được thành lập theo quyết định số 5553\/QĐ-BGD&ĐT-TCCB ngày 14\/10\/2003 của Bộ trưởng Bộ Giáo dục và Đào tạo. Trường Cao đẳng Công nghệ Thông tin - Đại học Đà Nẵng có chức năng đào tạo nguồn nhân lực [[công nghệ thông tin]] trình độ [[cao đẳng]], góp phần tích cực vào sự phát triển của nền công nghiệp Công nghệ Thông tin [[Việt Nam]]. Đồng thời tiến hành nghiên cứu khoa học và chuyển giao công nghệ thông tin tiên tiến, đặc biệt là hướng vào các ứng dụng nhằm góp phần đẩy mạnh sự nghiệp công nghiệp hóa, hiện đại hóa đất nước.\n\n==Chức năng và Nhiệm vụ==\nTrường Cao đẳng Công nghệ Thông tin có các chức năng, nhiệm vụ chính sau:\n\n- Đào tạo, bồi dưỡng nguồn nhân lực có trình độ cao đẳng và các trình độ thấp hơn thuộc lĩnh vực công nghệ thông tin, kế toán và các lĩnh vực liên quan;\n\n- Nghiên cứu khoa học và triển khai chuyển giao công nghệ phục vụ yêu cầu phát triển kinh tế - xã hội của cả nước nói chung và khu vực miền Trung và Tây nguyên nói riêng;\n\n- Hợp tác với các cơ sở đào tạo và nghiên cứu trong nước, ngoài nước để đào tạo nguồn nhân lực có trình độ cao, chất lượng cao.\n\n==Ban Giám hiệu==\n*Hiệu trưởng: PGS.TS. Huỳnh Công Pháp\n*Phó Hiệu trưởng: TS. Cao Xuân Tuấn\n\n==Tổ chức==\nHiện tại Trường có 05 phòng chức năng, 02 tổ trực thuộc và 02 khoa.\n*Phòng Đào tạo và Nghiên cứu khoa học\n*Phòng Công tác sinh viên\n*Phòng Tổ chức - Hành chính\n*Phòng Kế hoạch - Tài chính\n* Phòng Thanh tra và Pháp chế\n*Tổ Hợp tác Quốc tế\n*Tổ Quản trị mạng và thông tin\n*Khoa Công nghệ Thông tin\n*Khoa Hệ thống thông tin kinh tế\n\n==Các loại hình đào tạo==\nTrường Cao đẳng Công nghệ Thông tin đào tạo nguồn nhân lực chuyên nghiệp ở trình độ cao đẳng cho các ngành công nghệ thông tin và lĩnh vực kế toán thông qua các chương trình đào tạo sau:\n\n1. Cao đẳng hệ chính quy (3 năm) gồm 11 ngành, chuyên ngành:\n\n+ Ngành Công nghệ Thông tin\n\n+ Ngành Khoa học máy tính\n\n- Chuyên ngành Công nghệ phần mềm\n\n+ Ngành Truyền thông và Mạng máy tính\n\n+ Ngành Hệ thống thông tin\n\n+ Ngành Tin học ứng dụng\n\n- Chuyên ngành Tin học – Viễn thông\n\n- Chuyên ngành Đồ họa đa phương tiện\n\n+ Ngành Công nghệ kỹ thuật máy tính\n\n+ Ngành Kế toán\n\n+ Ngành Quản trị kinh doanh\n\n- Chuyên ngành Thương mại điện tử\n\n- Chuyên ngành Quản trị kinh doanh Du lịch và DV Lữ hành\n\n+ Ngành Marketing\n\n- Chuyên ngành Truyền thông Marketing\n\n2. Cao đẳng hệ chính quy loại hình liên thông từ trung cấp (1,5 năm) gồm 4 chuyên ngành:\n\n- Công nghệ Thông tin\n\n- Công nghệ Phần mềm\n\n- Công nghệ Mạng và Truyền thông\n\n- Kế toán – Tin học\n\n3. Đại học liên thông hệ chính quy gồm 2 chuyên ngành:\n\n- Ngành Công nghệ Thông tin\n\n- Ngành Kế toán\n\ndo Trường Đại học Bách khoa và Trường Đại học Kinh tế (thuộc Đại học Đà Nẵng) cấp bằng tốt nghiệp Kỹ sư Công nghệ Thông tin và Cử nhân Kế toán sau khi sinh viên tốt nghiệp.\n\nChương trình đào tạo được xây dựng trên cơ sở chương trình khung của Bộ Giáo dục và Đào tạo, phù hợp với qui chế đào tạo theo hệ thống tín chỉ của Bộ Giáo dục và Đào tạo và của Đại học Đà Nẵng. Chương trình đào tạo thường xuyên được cập nhật phù hợp với sự phát triển của các chuyên ngành đào tạo. Ngoài các học phần tiếng Anh chính khóa, trường còn tổ chức các học phần tiếng Anh tăng cường để giúp cho sinh viên có thể sử dụng tốt ngoại ngữ trong công việc hoặc học tiếp bậc liên thông sau khi tốt nghiệp.\n\n4. Các loại hình đào tạo khác\n\n- Bồi dưỡng Kế toán trưởng\n\nĐược sự cho phép của Bộ Tài chính, Trường Cao đẳng Công nghệ thông tin tổ chức thường xuyên các khóa đào tạo và cấp \"Chứng chỉ bồi dưỡng Kế toán trưởng Doanh nghiệp\" và \"Chứng chỉ bồi dưỡng Kế toán trưởng Hành chính-Sự nghiệp\".\n\nThời gian đào tạo cho các khóa học này là 2,5 tháng với đối tượng là các kế toán viên, sinh viên năm cuối thuộc khối ngành kinh tế và những người có nhu cầu cập nhật bổ sung kiến thức\n\n- Các khóa bồi dưỡng và đào tạo ngắn hạn\n\nTrường Cao đẳng Công nghệ thông tin thường xuyên trực tiếp hoặc liên kết với các công ty, doanh nghiệp để mở các lớp bồi dưỡng về tin học văn phòng, khai thác mạng internet, quản trị mạng và thiết bị mạng,…, cho các đơn vị có nhu cầu.\n==Phương thức tổ chức giảng dạy==\n1. Phương pháp giảng dạy\n\nPhương thức đào tạo theo hệ thống tín chỉ, áp dụng Quy chế đào tạo đại học và cao đẳng hệ chính quy theo hệ thống tín chỉ.\n\n- Phương pháp giảng dạy luôn được đổi mới theo hướng hiện đại, đưa công nghệ trực tuyến vào giảng dạy, tổ chức các buổi thảo luận trao đổi trực tuyến qua mạng.\n\n- Công nghệ thông tin được ứng dụng mạnh mẽ trong quá trình tổ chức đào tạo. Nội dung và phương pháp giảng dạy phù hợp, hiện đại, bám sát các yêu cầu của thực tiễn, đồng thời tăng cường khả năng sử dụng tiếng Anh cho sinh viên.\n\n- Sinh viên được cấp tài khoản truy cập hệ thống tài nguyên học tập và hệ thống giáo trình điện tử trong quá trình học.\n\n2. Cấu trúc chương trình\n\n- Chương trình đào tạo được xây dựng hợp lý trên cơ sở đảm bảo khối lượng kiến thức giáo dục đại cương, kiến thức cơ sở ngành và chuyên ngành nhằm giúp cho sinh viên sau tốt nghiệp có đủ kiến thức, kỹ năng nghề nghiệp thích ứng với mọi điều kiện để phát triển, đồng thời có đầy đủ kiến thức để tiếp tục học tập ở các bậc học liên thông cao hơn.\n\n- Các môn học được xây dựng theo hệ thống tín chỉ tạo điều kiện tốt nhất cho người học có thể tích lũy kiến thức trong mọi thời điểm, dễ dàng chuyển đổi ngành học, chuyển đổi hình thức đào tạo hoặc liên thông giữa các trường, các ngành khi có nhu cầu; có thể rút ngắn được thời gian học tập.\n\n- Chương trình được phân bố hợp lý nhằm đáp ứng kiến thức cơ bản giúp sinh viên ngay từ năm thứ hai có thể tham gia các đề tài nghiên cứu và chuyển giao công nghệ.\n\n- Sinh viên tốt nghiệp phải đạt điểm TOEIC tối thiểu là 350 điểm.\n\n3. Cơ sở vật chất - Đội ngũ giảng viên\n\nTrường Cao đẳng Công nghệ Thông tin có đội ngũ giảng viên cơ hữu có trình độ chuyên môn vững vàng và năng lực sư phạm tốt, thường xuyên được bồi dưỡng nâng cao trình độ chuyên môn đáp ứng yêu cầu ngày càng phát triển của chuyên ngành. Ngoài ra còn có sự tham gia giảng dạy của những giảng viên giàu kinh nghiệm ở các trường thành viên khác của Đại học Đà Nẵng như trường Đại học Bách khoa, trường Đại học Kinh tế, trường Đại học Sư phạm, trường Đại học Ngoại ngữ,…. và các giảng viên được mời thỉnh giảng ở các trường khác.\n\nNhà trường có cơ sở vật chất, trang thiết bị, phòng thực hành đầy đủ, khang trang, hiện đại. Ngoài ra Trường còn được sự hỗ trợ cơ sở vật chất và trang thiết bị đầy đủ, hiện đại của Đại học Đà Nẵng và của các trường thành viên. Đặc biệt là mạng cáp quang Intranet tốc độ cao được kết nối đến tất cả các trường thành viên và các Trung tâm Thông tin Học liệu thuộc Đại học Đà Nẵng, hệ thống máy tính có cấu hình mạnh. Đó là điều kiện thuận lợi để nhà trường có thể đào tạo thành công chuyên ngành Công nghệ Thông tin theo phương thức đào tạo tín chỉ.\n\n4. Đào tạo gắn kết với doanh nghiệp\n\n- Kết hợp triển khai nghiên cứu và phát triển trong các doanh nghiệp, tạo điều kiện cho sinh viên tiếp cận với môi trường làm việc thực tế.\n\n- Tăng cường mời giảng viên là các chuyên gia từ các doanh nghiệp CNTT. Kết hợp mô hình thực tập tại trường với việc đưa sinh viên đến thực tập tại các công ty CNTT để sinh viên làm quen với thực tiễn.\n\n- Liên kết với các doanh nghiệp, trường đại học trong và ngoài nước để đào tạo nguồn nhân lực đáp ứng nhu cầu xã hội.\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.cit.udn.vn\/ Website chính thức của Trường Cao đẳng Công nghệ Thông tin Đà Nẵng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140625190241\/http:\/\/www.cit.udn.vn\/ |date=2014-06-25 }}\n* [http:\/\/tuyensinh.cit.udn.vn\/ Trang thông tin tuyển sinh của Trường Cao đẳng Công nghệ Thông tin Đà Nẵng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140924053113\/http:\/\/tuyensinh.cit.udn.vn\/ |date=2014-09-24 }}\n* [http:\/\/www.udn.vn\/ Đại học Đà Nẵng]\n*[http:\/\/dut.udn.vn\/ Đại học Bách Khoa, Đại học Đà Nẵng]\n*[http:\/\/www.due.udn.vn\/ Đại học kinh tế, Đại học Đà Nẵng]\n*[http:\/\/www.ued.udn.vn\/ Đại học Sư phạm, Đại học Đà Nẵng]\n*[http:\/\/cfl.udn.vn\/ Đại học Ngoại ngữ, Đại học Đà Nẵng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070526105205\/http:\/\/www.cfl.udn.vn\/ |date=2007-05-26 }}\n*[http:\/\/www.fmp.udn.vn\/ Khoa Y Dược, Đại học Đà Nẵng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140625175952\/http:\/\/www.fmp.udn.vn\/ |date=2014-06-25 }}\n*[http:\/\/www.kontum.udn.vn\/ Website chính thức của Phân hiệu Đại học Đà Nẵng tại Kon Tum] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210208024449\/http:\/\/www.kontum.udn.vn\/ |date=2021-02-08 }}\n*[http:\/\/ts.udn.vn\/ Trang tuyển sinh, Đại học Đà Nẵng]\n*[http:\/\/www.lirc.udn.vn\/ Website chính thức của Trung tâm Thông tin Học Liệu Đại Học Đà Nẵng]\n\n{{Sơ khai Giáo dục}}\n\n{{Đại học Đà Nẵng}}\n{{Đại học trọng điểm Việt Nam}}\n\n[[Thể loại:Đại học Đà Nẵng]]\n[[Thể loại:Đại học và cao đẳng kỹ thuật Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Đà Nẵng]]"}