{"3250395":"Đình thượng hầu '''Trương Chiến''', hay '''Lê Chiến '''là khai quốc công thần nhà Hậu Lê.<ref name=\"ReferenceA\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 366<\/ref>\n\n==Tham gia khởi nghĩa Lam Sơn==\n\nSử sách không chép về tiểu sử của Trương Chiến. Tên của ông được nhắc đến ở các bản gia phả của một số dòng họ chép về sự kiện [[Hội thề Lũng Nhai]] diễn ra vào mùa đông năm Bính Thân (1416). Gia phả của họ Đinh (Nông Cống), gia phả họ Lê (Kiều Đại), gia phả của dòng họ Lê Sát, gia phả của dòng họ Đỗ Bí <ref name=\"ReferenceB\">Khởi nghĩa Lam Sơn của Phan Huy Lê và Phan Đại Doãn, Nhà Xuất bản Khoa học Xã hội, 1977<\/ref><ref name=\"Văn thề Lũng Nhai\">[http:\/\/chimvie3.free.fr\/58\/HXH_LoiTheLungNhai_058.htm Văn thề Lũng Nhai]<\/ref>\n\n{{cquote|''Nay ở trong nước, tôi là Phụ đạo Lê Lợi cùng với Lê Lai đến Trương Chiến, 19 người. Tuy họ hàng, quê quán khác nhau, nhưng kết nghĩa thân nhau như một tổ liền cành. Phận vinh hiển đều có khác nhau, mong có tình như cùng chung một họ.''|||Văn thề Lũng Nhai}}<ref name=\"ReferenceB\"\/><ref name=\"Văn thề Lũng Nhai\"\/>\n\nTháng 12, năm Ất Tỵ (1424), trong trận Bồ Ải, Trương Chiến cùng các tướng Lê Sát, Lê Lễ, Lê Vấn, Lê Nhân Chú, Lê Ngân, Lê Tông Kiều, Lê Khôi, Lê Bôi, Lê Văn An làm tướng tiên phong, chém quân Minh không sao kể xiết, thuyền quân Minh vứt ngổn ngang, xác chết nghẽn cả sông, khí giới vứt đầy rừng, đô đốc Chu Kiệt bị bắt sống, đô ty Hoàng Thành bị chém.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 334, 335<\/ref>\n\nMùa Đông tháng 10, năm Bính Ngọ (1426), Lý Triện, Đỗ Bí sau khi giao tranh với Vương Thông thất lợi, liền đốt cháy doanh trại, lui về giữ nơi hiểm yếu, cho người cầu cứu cánh quân tinh binh cho Đinh Lễ, Nguyễn Xí, Trương Chiến chỉ huy. Sử sách không chép Trương Chiến có vai trò như thế nào trong trận chiến Tốt Động, Chúc Động. Sách Đại Việt sử ký toàn thư chép rằng:\n{{cquote|'' Bọn Triện tự liệu không thể chặn được mới phá hủy doanh trại cũ, thu quân giữ nơi hiểm yếu, cáo cấp trước với bọn Lê Lễ, Lê Chiến, Lê Xí. ''|||Đại Việt sử ký toàn thư.}} <ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 338<\/ref>\n\nĐinh Lễ, Lý Triện dùng kế mà mai phục đánh bại đại quân do Vương Thông chỉ huy, chém 5 vạn người, bắt sống 1 vạn, vũ khí, khí tài thu nhiều vô kể.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 39<\/ref>\n\n==Phong thưởng==\n\nTháng 5, năm Kỷ Dậu (1429) tức năm Thuận Thiên thứ 2, vua Lê Thái Tổ ban biển ngạch công thần cho 93 viên, Trương Chiến được phong tước Đình thượng hầu cùng 14 vị khác, ban quốc tính họ Lê, sử sách thường ghi tên ông là Lê Chiến.<ref name=\"ReferenceA\"\/>\n\nSau đó không thấy sử sách chép về ông nữa.\n\n==Tôn vinh==\nĐền thờ Trương Lôi - Trương Chiến nằm tại thôn Quan Nội, xã [[Hải Hòa]], huyện [[Tĩnh Gia]], [[Thanh Hóa]]. Đền được dựng giữa thửa đất nhìn về hướng Đông Nam. Đền thờ gồm 3 gian được xây dựng bằng gạch, gỗ, mái lợp ngói… nằm trong khuôn viên hiện nay có diện tích 600m2, bao bọc xung quanh di tích là màu xanh sum sê của những cây vải cổ thụ. Di tích đền thờ hai vị khai quốc công thần họ Lê Trương được xây dựng từ lâu đời trên khu đất của dòng họ. Trong di tích còn lại những đồ thờ: Sập tiền, long ngai, bình hương, hòm đựng sắc phong.<ref>[http:\/\/www.ditichlamkinh.vn\/m\/vi\/den-tho-truong-loi-truong-chien-7EA93C2B143552D3BE865A58F980E889.html ĐỀN THỜ TRƯƠNG LÔI – TRƯƠNG CHIẾN]<\/ref>\n\nTrương Chiến cũng được hậu thế tôn vinh tại di tích nhà thờ họ Trương Việt Nam thuộc [[thị trấn Thiên Tôn]], [[huyện Hoa Lư]], [[Ninh Bình]]. Đền Trương là nơi thờ những người họ Trương đã khuất tại ban thờ công đồng,<ref>{{Chú thích web |url=http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau |ngày truy cập=2019-02-17 |tựa đề=XÂY DỰNG NHÀ THỜ HỌ TRƯƠNG VIỆT NAM LÀ ĐỂ LẠI MỘT CÔNG TRÌNH TÂM LINH MUÔN ĐỜI CHO CON CHÁU MAI SAU |archive-date = ngày 13 tháng 4 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160413120823\/http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau |url-status=dead }}<\/ref> trong hậu cung có tượng thờ [[Ngọc Hoàng Thượng đế]] ([[Trương Hữu Nhân]]) và 14 danh nhân họ Trương tiêu biểu nhất thời phong kiến ở 3 miền [[Việt Nam]] gồm: Ban văn thờ Thái phó [[Trương Hán Siêu]], Trạng nguyên [[Trương Hanh]], Trạng nguyên [[Trương Xán]], Thượng thư [[Trương Công Giai]], Thái sư Trương Đăng Quế, Đông các học sĩ [[Trương Quốc Dụng]], Thượng thư [[Trương Công Hy]]. Ban võ thờ Tướng [[Trương Hống]], Tướng [[Trương Hát]], Tướng [[Trương Nữu]], Tăng lục võ sư [[Trương Ma Ni]], Tướng Trương Chiến, Đại tướng quân [[Trương Minh Giảng]] và Anh hùng [[Trương Công Định]].\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n*Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, dịch giả Viện sử học Việt Nam.\n*Lam sơn thực lục, Nhà xuất bản Tân Việt, 1956, Dịch giả Mạc Bảo Thần.\n*Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, dịch giả Ngô Thế Long.\n*Khởi nghĩa Lam Sơn, Phan Huy Lê, Phan Đại Doãn, Nhà xuất bản khoa học xã hội, 1977.\n\n==Xem thêm==\n*[[Khởi nghĩa Lam Sơn]]\n*[[Hội thề Lũng Nhai]]\n*[[Lê Lợi]]\n*[[Lý Triện]]\n*[[Đỗ Bí]]\n*[[Đinh Liệt]]\n\n==Chú thích==\n{{Khởi nghĩa Lam Sơn}}\n\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Hầu tước nhà Lê sơ]]"}