{"98500":"{{chú thích trong bài}}{{wiki hóa}}\n{{bài cùng tên|Trường Trung học phổ thông chuyên Lê Quý Đôn}}\n'''Trường Trung học phổ thông chuyên Lê Quý Đôn''' là một trường [[trung học phổ thông]] của [[Quảng Trị]], thuộc hệ thống trường chuyên trung học của [[Việt Nam]]. Trường tọa lạc ở số 106 Hùng Vương, thành phố [[Đông Hà]], tỉnh Quảng Trị.\n\n==Lịch sử==\n\n*Năm 1989 sau khi tỉnh Quảng Trị được tái lập, Sở Giáo dục-Đào tạo tỉnh quyết định thành lập khối chuyên trực thuộc trường Trung học phổ thông Đông Hà.\n*Đến năm 1994, khối chuyên này cùng với trường chuyên cấp II tỉnh Quảng Trị nhập thành trường chuyên Quảng Trị theo quyết định của Ủy ban Nhân dân tỉnh ngày 19 tháng 9 năm 1994 (gồm 2 hệ chuyên cấp 2 và cấp 3).\n*Năm 1996, hệ chuyên cấp 3 tách ra thành Trường Trung học phổ thông chuyên Lê Quý Đôn gồm 3 khối chuyên 10, 11 và 12.\n\n==Dạy và học==\nHọc sinh của trường là những học sinh xuất sắc từ các huyện thị trong tỉnh được tuyển chọn hàng năm qua kỳ thi tuyển sinh trung học phổ thông chuyên. Truyền thống của học sinh Trường Trung học phổ thông chuyên Lê Quý Đôn là chăm ngoan vượt khó vươn lên học giỏi. Một lợi thế nữa là giáo dục Quảng Trị luôn được Đảng bộ và Chính quyền tỉnh quan tâm trong đó đặc biệt là giáo dục mũi nhọn. Do đó trường Trung học phổ thông chuyên Lê Quý Đôn luôn nhận được sự đầu tư của tỉnh và chỉ đạo sát sao của Sở Giáo dục-Đào tạo.\n\nVào năm học 2018-2019, trường đã có 24 lớp với trên 700 học sinh, có hơn 100 cán bộ giáo viên. Đội ngũ tổ trưởng chuyên môn là những giáo viên giỏi về chuyên môn, năng nỗ trong công tác có nhiều kinh nghiệm trong công tác quản lý tổ, giảng dạy và bồi dưỡng học sinh giỏi. \n\n==Cơ sở vật chất==\nTrường được xây dựng trên trục đường Hùng Vương khang trang thoáng mát với 21 phòng học, 2 phòng tin học, 3 phòng thí nghiệm lý, hóa, sinh, 1 thư viện trên 10 ngàn đầu sách phong phú đa dạng phục vụ tích cực cho giảng dạy, học tập và bồi dưỡng học sinh giỏi, 1 nhà học đa năng đạt chuẩn để học tập hoặc thi đấu, 1 khu cư xá học sinh 3 tầng thoáng mát có sức chứa trên 150 em học sinh ở nội trú, 1 nhà ăn phục vụ học sinh nội trú đầy đủ tiện nghi. Sân trường được đổ nền bê-tông, có thảm cỏ cây xanh, bóng mát hài hòa hợp lý tạo được cảnh quan môi trường xanh, sạch, đẹp trong trường học. Hệ thống chiếu sáng trong lớp, phòng ở, nhà tập, sân trường được bố trí đầy đủ khoa học phục vụ hiệu quả học sinh học tập sinh hoạt ngày cũng như đêm. Phòng tin học có 20 máy tính có cấu hình P.III tốc độ 500&nbsp;MHz trở lên, có thiết bị nghe nhìn hiện đại, máy chiếu, màn hình 54 inch. Các phòng thí nghiệm lý-hóa-sinh tương đối đầy đủ các thiết bị phục vụ cho giờ học thực hành, thí nghiệm. Có được những cơ sở vật chất và các thiết bị phục vụ cho giảng dạy và học tập này là sự nỗ lực rất lớn của thầy cô giáo và học sinh, sự đóng góp nhiệt tình của các bậc phụ huynh học sinh.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/thptchuyenlequydon.quangtri.edu.vn\/ Trang web chính thức của trường]\n\n[[Thể loại:Trường chuyên Việt Nam|Lê Quý Đôn, Quảng Trị]]\n[[Thể loại:Trường trung học tại Quảng Trị]]"}