{"829567":"{{Thông tin trường học\n| tên = Trường Cao đẳng Kinh tế - Kỹ thuật Trung ương\n| logo = [[Tập tin:NETC Logo.jpg|194px]]\n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = [[15 tháng 8]], năm [[1978]]\n| loại hình = [[Cao đẳng chính quy]]\n| tài trợ = \n| hiệu trưởng = [[ThS.Nguyễn Danh Hùng]]\n| hiệu phó = \n| nhân viên = \n| khuôn viên = \n| địa chỉ = Km11 Quốc lộ 5, [[Dương Xá]], Quận [[Gia Lâm]], [[Hà Nội]], [[Việt Nam]]\n| thành phố = \n| tỉnh = \n| quốc gia = \n| tọa độ = \n| điện thoại = +84-(0)4-3827 6342\n| web = [http:\/\/netc-vca.edu.vn netc-vca.edu.vn]\n}}\n\n'''Trường Cao đẳng Kinh tế - Kỹ thuật Trung ương''' (National Economic & Technical College - NETC) trực thuộc [[Liên minh Hợp tác xã Việt Nam]] là trường nằm trên địa bàn [[Hà Nội|Thành phố Hà Nội]], được thành lập năm 1992, nhiệm vụ chính của trường là đào tạo, bồi dưỡng nguồn nhân lực ở trình độ cao đẳng và các trình độ thấp hơn phục vụ nền kinh tế quốc dân nói chung và khu vực kinh tế hợp tác nói riêng.\n\nĐội ngũ cán bộ giáo viên có trình độ, với 15% tiến sĩ, 85% thạc sĩ, lực lượng này hiện đang được bổ sung để nhà trường có thể hoàn thành tốt nhiệm vụ tạo cơ sở cho sự phát triển trong tương lai.<ref name=\":0\">[http:\/\/netc-vca.edu.vn\/index.php?option=com_content&view=article&id=187&Itemid=585 Giới thiệu chung và cơ cấu tổ chức]<\/ref>\n== Lịch sử phát triển ==\n'''Trường Cao đẳng Kinh tế - Kỹ thuật Trung ương''' tiền thân là '''Trường Bồi dưỡng Cán bộ quản lý Doanh nghiệp ngoài quốc doanh''' (Training Center Managerment - TCM) theo quyết định ngày 05 tháng 11 năm 1992 của Chủ tịch Hội đồng Trung ương các doanh nghiệp ngoài quốc doanh.\n\nNgày 25 tháng 08 năm 2001 được phép của các cấp,'''Trường Bồi dưỡng Cán bộ quản lý Doanh nghiệp ngoài quốc doanh''' được đổi thành '''Trường cán bộ Hợp tác xã và Doanh nghiệp nhỏ''' (Vietnam Institute For Small Enterprises and Cooperative - VISEC).\n\nNgày 19 tháng 03 năm 2009 được phép của các Bộ, ngành, [[Liên minh Hợp tác xã Việt Nam]], Bộ trưởng [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]] đã ra Quyết định số 2414\/QĐ-BGD&ĐT thành lập '''Cao đẳng Kinh tế - Kỹ thuật Trung ương''' (NETC).<ref>{{Chú thích web |url=http:\/\/netc-vca.edu.vn\/cat\/4\/70\/89\/90 |ngày truy cập=2011-12-03 |tựa đề=Lịch sử phát triển |archive-date = ngày 28 tháng 12 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20111228041542\/http:\/\/netc-vca.edu.vn\/cat\/4\/70\/89\/90 |url-status=dead }}<\/ref>\n\nTiếp đó năm 2010, Bộ trưởng Bộ Giáo dục và Đào tạo tiếp tục có quyết định sáp nhập Trường cao đẳng Kinh tế Kỹ thuật Trung ương với Trường Trung học Quản lý và Công nghệ (Thành lập ngày 15\/8\/1978), có trụ sở chính tại Dương Xá - Gia Lâm - Hà Nội\n\nTrong quá trình hình thành và phát triển, Nhà trường đã từng bước xây dựng đội ngũ cán bộ, giảng viên, nội dung chương trình hướng từng bước hướng tới là trường trọng điểm đào tạo nguồn nhân lực có chất lượng cao của khu vực kinh tế hợp tác, hợp tác xã và của xã hội.\n\nHơn 40 năm xây dựng và trưởng thành, Trường Cao đẳng Kinh tế - Kỹ thuật Trung ương đã đào tạo hàng chục nghìn cán bộ có trình độ cho xã hội và cho ngành. Được Đảng và Nhà nước trao tặng Huân chương Lao động hạng 3, nhiều bằng khen, cơ thi đua của Chính phủ và của ngành.\n\n27 năm xây dựng và phát triển (từ tháng 11\/1992 đến nay) '''Trường Cao đẳng Kinh tế - Kỹ thuật Trung ương''' đã hoàn thành nhiệm vụ to lớn là đào tạo, bồi dưỡng hàng chục vạn cán bộ quản lý khu vực kinh tế hợp tác và Hợp tác xã.\n\n'''Về Ban Giám hiệu: '''Gồm một đồng chí Hiệu trưởng và 1 Hiệu Phó\n\n-Hiệu trưởng: ThS Nguyễn Danh Hùng\n\n- Hiệu Phó:  ThS Phạm Minh Đức,\n\n== Các Khoa ==\nTrường hiện có 6 Khoa và 5 ngành đào tạo:\n\n*Khoa Cơ bản;\n*Khoa Công nghệ thông tin;\n*Khoa Quản trị kinh doanh;\n*Khoa Tài chính - Ngân hàng;\n*Khoa Kế toán - Kiểm toán;\n*Khoa Cơ điện và công nghệ may;\n*Khoa Lý luận chính trị và hành chính nhà nước;\n*Khoa Kinh tế và phát triển hợp tác xã;\n*Trung tâm Bồi dưỡng và Đào tạo Trực tuyến;\n*Trung tâm Thông tin - Thư viện;\n*Trung tâm Đào tạo và Phát triển nguồn nhân lực;\n*Trung tâm Hợp tác và Phát triển.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/netc-vca.edu.vn\/index.php?option=com_content&view=article&id=188&Itemid=586 Bản đồ trường]\n\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]\n[[Thể loại:Trường cao đẳng tại Việt Nam]]"}