{"3385266":"{{Thông tin trường học\n| tên = Trường Trung cấp Cảnh sát nhân dân V\n| logo = [[Hình:LogoT52TruongTrungCapCanhSatNhanDanV.png]]\n| khẩu hiệu =\n| Tôn chỉ =\n| hình =\n| tên khác = T52\n| Biệt hiệu = T52\n| ngày thành lập = [[9 tháng 8]] năm [[2010]] ({{số năm theo năm và ngày|2010|8|9}})\n| loại hình = Trung cấp\n| Bộ chủ quản = [[Tổng cục Chính trị Công an nhân dân Việt Nam|Tổng cục Chính trị<br>Công an nhân dân Việt Nam]]\n| bài hát= \n| hiệu trưởng = [[Thượng tá]] [[Bùi Nghi Lâm]]\n| hiệu phó = [[Đại tá]] [[Trần Đình Trung]]\n| giám đốc =\n| giáo viên =\n| sinh viên =\n| điện thoại = +84.510.3667.983\n| địa chỉ = Xã [[Bình Phục]], huyện [[Thăng Bình]]\n| khuôn viên =\n| tọa độ =\n| thành phố =\n| tỉnh = [[Quảng Nam]]\n| quốc gia = [[Việt Nam]]\n| email = tcsgtt52@gmail.com\n| web = http:\/\/tcsnd5.edu.vn\/\n}}\n'''Trường Trung cấp Cảnh sát nhân dân V''' ('''T52''') trực thuộc [[Bộ Công an (Việt Nam)|Bộ Công an Việt Nam]] có trách nhiệm đào tạo chuyên ngành cảnh sát giao thông đường bộ, đường sắt, Trinh sát phòng, chống tội phạm hình sự, Trinh sát phòng, chống tội phạm ma túy, Trinh sát phòng, chống tội phạm kinh tế, Cảnh sát khu vực, Trinh sát phòng, chống tội phạm về môi trường, Kỹ thuật hình sự, Công an phụ trách xã về ANTT cho Công an 13 tỉnh, Thành phố trực thuộc Trung ương khu vực miền Trung và [[Tây Nguyên]] và chuyên ngành cảnh sát giao thông đường thủy cho Công an toàn quốc<ref>{{Chú thích web|tiêu đề=Lịch sử hình thành|url=http:\/\/tcsgt.edu.vn\/index.php\/gi-i-thi-u\/l-ch-s-hinh-thanh|nhà xuất bản=T52|ngày truy cập=ngày 11 tháng 5 năm 2016|archive-date=2016-06-07|archive-url=https:\/\/web.archive.org\/web\/20160607115224\/http:\/\/tcsgt.edu.vn\/index.php\/gi-i-thi-u\/l-ch-s-hinh-thanh|url-status=dead}}<\/ref>.\n\n== Lịch sử hình thành ==\nNgày 09\/08\/2010, Bộ trưởng Bộ Công an đã ký Quyết định số 3177\/QĐ-BCA về việc thành lập và quy định chức năng, nhiệm vụ, quyền hạn, tổ chức bộ máy của Trường Trung cấp Cảnh sát giao thông. Thực hiện Quyết định số 3177\/QĐ-BCA, trong năm 2011 Trường Trung cấp Cảnh sát giao thông đã có những hoạt động nhằm từng bước đưa trường vào ổn định và phát triển theo lộ trình của Bộ. Sau đây là những sự kiện và hoạt động nổi bật của Trường Trung cấp Cảnh sát giao thông trong năm 2011.\n\n* Ngày 12\/01\/2011, Lãnh đạo [[Tổng cục Chính trị Công an nhân dân Việt Nam|Tổng cục Xây dựng lực lượng Công an nhân dân Việt Nam]] tổ chức lễ công bố Quyết định bổ nhiệm Lãnh đạo Trường Trung cấp cảnh sát giao thông gồm 9 đồng chí, trong đó Ban giám hiệu: 04 đồng chí, Phòng XDLL: 02 đồng chí, Phòng Hậu cần: 03 đồng chí. Theo đó, Bộ trưởng Bộ Công an đã điều động và bổ nhiệm có thời hạn đối với Đại tá Cao Đăng Nuôi, Phó hiệu trưởng Trường Trung cấp Cảnh sát nhân dân II đến nhận công tác và giữ chức vụ Hiệu trưởng trường Trung cấp Cảnh sát giao thông; các Phó Hiệu trưởng gồm: Đại tá Đinh Viết Thắng: Phó Trưởng phòng Quản lý công tác giảng dạy (Cục Đào tạo), Đại tá Lê Quốc Dân: Trưởng phòng Cảnh sát trật tự Công an thành phố Đà Nẵng và Thượng tá Trần Đình Trung: Trưởng Công an huyện Thăng Bình.\n* Ngày 27\/01\/2011 Tổng cục trưởng [[Tổng cục Chính trị Công an nhân dân Việt Nam|Tổng cục Xây dựng lực lượng Công an nhân dân Việt Nam]] ký văn bản số 828\/X11-X13 thông báo về việc quy định số hiệu của Trường Trung cấp cảnh sát giao thông là T52.\n* Ngày 4\/3\/2011 Đảng ủy [[Tổng cục Chính trị Công an nhân dân Việt Nam|Tổng cục Xây dựng lực lượng Công an nhân dân Việt Nam]] có Quyết định số 12\/QĐ-ĐU về việc thành lập Chi bộ cơ sở Trường Trung cấp cảnh sát giao thông gồm 9 đồng chí và chỉ định đồng chí Cao Đăng Nuôi làm Bí thư chi bộ lâm thời và đồng chí Đinh Viết Thắng, Phó Bí thư chi bộ lâm thời. Do nhu cầu phát triển của nhà trường, trên cơ sở đề nghị của Chi bộ Trường Trung cấp cảnh sát giao thông, ngày 03\/10\/2011 Đảng ủy [[Tổng cục Chính trị Công an nhân dân Việt Nam|Tổng cục Xây dựng lực lượng Công an nhân dân Việt Nam]] đã ký Quyết định số 241-QĐ\/ĐU(X12) thành lập Đảng bộ cơ sở Trường Trung cấp cảnh sát giao thông trực thuộc Đảng ủy [[Tổng cục Chính trị Công an nhân dân Việt Nam|Tổng cục Xây dựng lực lượng Công an nhân dân Việt Nam]] gồm 13 chi bộ trực thuộc. Chỉ định Đảng ủy Trường Trung cấp cảnh sát giao thông nhiệm kỳ 2011-2015 gồm 9 đồng chí, Ban Thường vụ 3 đồng chí, UBKT Đảng ủy 3 đồng chí; đồng chí Cao Đăng Nuôi được chỉ định làm Bí thư Đảng ủy và đồng chí Đinh Viết Thắng làm phó Bí thư Đảng ủy, Chủ nhiệm UBKT Đảng ủy. Đồng thời để Đảng ủy Trường Trung cấp cảnh sát giao thông được chỉ định Chi ủy, Bí thư, Phó Bí thư 13 Chi bộ trực thuộc nhiệm kỳ 2011-2013 theo thẩm quyền.\n* Ngày 15\/06\/2011, Trường Trung cấp cảnh sát giao thông tiếp nhận 27 sinh viên mới ra trường từ trường Đại học Cảnh sát nhân dân và Học viện cảnh sát nhân dân về công tác tại trường.\n* Ngày 29\/06\/2011, [[Tổng cục Chính trị Công an nhân dân Việt Nam|Tổng cục Xây dựng lực lượng Công an nhân dân Việt Nam]] tổ chức Lễ khởi công xây dựng hạng mục kè chắn đất công trình Trường Trung cấp cảnh sát giao thông.\n* Ngày 16\/09\/2011, nhà trường tổ chức lễ công bố Quyết định điều động bổ nhiệm 16 đồng chí Lãnh đạo các Khoa, Phòng, Bộ môn, Trung tâm và điều động 39 đồng chí là cán bộ, giáo viên ở các trường Công an nhân dân và Công an các đơn vị địa phương về công tác tại trường.\n* Ngày 12\/10\/2011 Bộ trưởng Bộ Công an ký Quyết định số 4291\/QĐ-BCA phê duyệt lộ trình tuyển sinh giai đoạn 2011-2020 của Trường Trung cấp cảnh sát giao thông trên cơ sở đề nghị của đồng chí Tổng cục trưởng [[Tổng cục Chính trị Công an nhân dân Việt Nam|Tổng cục Xây dựng lực lượng Công an nhân dân Việt Nam]] và Hiệu trưởng Trường Trung cấp cảnh sát giao thông với những nội dung sau:\n** Năm học: 2011-2012: Chuẩn bị cơ sở vật chất, đội ngũ giáo viên, cán bộ quản lý và hoàn thiện hồ sơ mở mã ngành chuyên ngành cảnh sát giao thông đường bộ, đường sắt và chuyên ngành cảnh sát giao thông đường thủy để báo cáo Bộ giao nhiệm vụ đào tạo và thực hiện tuyển sinh đào tạo từ năm 2012-2013.\n** Năm học: 2012-2013:\n*** Quy mô đào tạo: 600 học viên.\n*** Tuyển mới 150 chỉ tiêu đào tạo chuyên ngành cảnh sát giao thông đường bộ, đường sắt cho 13 tỉnh, Thành phố miền Trung, Tây Nguyên và 150 chỉ tiêu đào tạo chuyên ngành cảnh sát giao thông đường thủy cho Công an toàn quốc.\n** Từ năm 2013-2014 đến năm học 2015-2016:\n*** Quy mô đào tạo: Đến năm học 2015-2016 đạt 2.000 học viên.\n*** Đào tạo chuyên ngành cảnh sát giao thông đường thủy cho Công an toàn quốc.\n*** Đào tạo chuyên ngành cảnh sát giao thông đường bộ, đường sắt, Trinh sát phòng, chống tội phạm hình sự, Trinh sát phòng, chống tội phạm ma túy và Cảnh sát khu vực cho Công an 13 tỉnh, Thành phố trực thuộc Trung ương khu vực miền Trung, Tây Nguyên.\n*** Đến năm học 2015-2016 đổi tên Trường Trung cấp cảnh sát giao thông thành Trường Trung cấp cảnh sát nhân dân V.\n** Từ năm học 2016-2017 đến năm học 2019-2020:\n*** Quy mô đào tạo: Đến năm học 2019-2020 đạt 3.000 học viên.\n*** Chỉ tiêu tuyển sinh: Đến năm học 2019-2020 đạt 1.500 chỉ tiêu tuyển mới.\n*** Đào tạo chuyên ngành cảnh sát giao thông đường thủy cho Công an 13 tỉnh, Thành phố trực thuộc Trung ương khu vực miền Trung, Tây Nguyên và cho Công an các tỉnh, Thành phố trực thuộc Trung ương khu vực phía Bắc.\n*** Đào tạo chuyên ngành cảnh sát giao thông đường bộ, đường sắt, Trinh sát phòng, chống tội phạm hình sự, Trinh sát phòng, chống tội phạm ma túy, Trinh sát phòng, chống tội phạm kinh tế, Cảnh sát khu vực, Trinh sát phòng, chống tội phạm về môi trường, Bảo vệ và khám nghiệm hiện trường, Công an phụ trách xã về ANTT cho Công an 13 tỉnh, Thành phố trực thuộc Trung ương khu vực miền Trung và Tây Nguyên.\n* Ngày 18\/10\/2011 Đảng ủy Trường Trung cấp cảnh sát giao thông có Quyết định số 15-QĐ\/ĐU(T52) thành lập Đoàn trường Trường Trung cấp cảnh sát giao thông và chỉ định Ban Chấp hành lâm thời, đồng chí Trần Xuân Thái được chỉ định làm Bí thư Đoàn trường, Quyết định số 16-QĐ\/ĐU(T52) thành lập Hội Phụ nữ Trường Trung cấp cảnh sát giao thông và chỉ định Ban chấp hành Hội Phụ nữ gồm 3 đồng chí, đồng chí Nguyễn Thị Thanh được chỉ định làm chủ tịch Hội. Ngày 01\/11\/2011 Đảng ủy tổ chức lễ công bố 2 quyết định trên.\n* Ngày 17\/11\/2011 Bộ trưởng Bộ Công an ký Quyết định số 4947\/QĐ-BCA-H41 sửa đổi một số điều Quyết định 4370\/QĐ-BCA-H41 ngày 29\/10\/2010 của Bộ trưởng Bộ Công an phê duyệt dự án đầu tư xây dựng công trình Trường Trung cấp cảnh sát giao thông. Trong đó có các nội dung chính:\n** Chủ đầu tư: Hiệu trưởng Trường Trung cấp Cảnh sát giao thông.\n** Hình thức quản lý dự án: Chủ đầu tư trực tiếp quản lý dự án.\n* Ngày 18\/11\/2011, lần đầu tiên Trường Trung cấp cảnh sát giao thông tổ chức Lễ kỷ niệm ngày Nhà giáo Việt Nam 20\/11\/2011.\n\n== Lãnh đạo hiện nay<ref>{{Chú thích web|tiêu đề=Đoàn công tác t52 tham gia cùng Tổng cục Chính trị thăm động viên quân dân huyện đảo Trường sa|url=http:\/\/tcsgt.edu.vn\/index.php\/tin-t-c-s-ki-n\/ho-t-d-ng-c-a-tru-ng\/410-doan-cong-tac-t52-tham-gia-cung-t-ng-c-c-chinh-tr-tham-d-ng-vien-quan-dan-huy-n-d-o-tru-ng-sa|nhà xuất bản=T52|ngày truy cập=ngày 11 tháng 5 năm 2016}}{{Liên kết hỏng|date=2021-07-07 |bot=InternetArchiveBot }}<\/ref> ==\n# Thượng tá Bùi Nghi Lâm – Phó Hiệu trưởng phụ trách trường;\n# Đại tá Trần Đình Trung – Phó Hiệu trưởng;\n# Đại tá Đặng Văn Hiến - Phó Hiệu trưởng;\n# Trung tá [[Nguyễn Văn Vinh]] – Trưởng Phòng Xây dựng lực lượng;\n# Thiếu tá Nguyễn Thị Thanh – Chủ tịch Hội phụ nữ;\n\n== Lãnh đạo qua các thời kỳ ==\n# Đại tá Cao Đăng Nuôi (2010-2018)\n# Thượng tá Bùi Nghi Lâm (2018-nay)\n\n== Tham khảo ==\n{{tham khảo}}\n{{Tổng cục Chính trị, Công an nhân dân Việt Nam}}\n{{Bộ Công an Việt Nam}}\n\n[[Thể loại:Tổng cục Chính trị, Bộ Công an (Việt Nam)]]\n[[Thể loại:Trường học Công an nhân dân Việt Nam]]"}