{"13482164":"{{unreferenced}}\n{{wiki hóa}}\n\n{{Thông tin trường học\n| tên = Trường Cao đẳng Văn hoá Nghệ thuật Cần Thơ\n| logo = \n| khẩu hiệu = \n| ngày thành lập = {{ngày thành lập và tuổi|2017|2|28}}\n| hình = \n| tên khác = \n| tên bản địa = \n| loại hình = Cao đẳng công lập\n| khuôn viên = \n| địa chỉ = [[188\/35A Nguyễn Văn Cừ]], An Hòa, Ninh Kiều [[Thành phố Cần Thơ]]\n| thành phố = \n| tỉnh = \n| quốc gia = \n| tọa độ = \n| tài trợ = \n| hiệu trưởng = [[TS. Trần Văn Nam]]\n| điện thoại = +84 2923 890 028\n| email = tuyensinh@vhntcantho.edu.vn\n| web = [http:\/\/vhntcantho.edu.vn\/ Trang chủ] <br> [http:\/\/vhntcantho.edu.vn\/ Trang cộng đồng sinh viên]\n| sinh viên đại học = Khoảng 500 người\n| hiệu phó = \n| giảng viên = Khoảng 37 người\n| nhân viên = Khoảng 18 người\n}}\n'''Trường Cao đẳng Văn hoá Nghệ thuật Cần Thơ''' là Trường cao đẳng đầu tiên và duy nhất vùng Đồng bằng Sông Cửu Long, chuyên đào tạo nhóm ngành nghệ thuật được thành lập theo Quyết định số 249\/QĐ-LĐTBXH ngày 28 tháng 02 năm 2017 của Bộ Lao động - Thương binh và Xã hội, trực thuộc Ủy ban nhân dân thành phố Cần Thơ.\n\n==Ngành, nghề đạo tạo==\n\n==== Bậc Cao đẳng:  ====\nThanh nhạc, Thiết kế đồ họa, diễn viên Kịch - Điện ảnh, Quản lý Văn hóa\n\n==== Bậc trung cấp: ====\n- Thanh nhạc, Sư phạm Âm nhạc, Biểu diễn Nhạc cụ Phương Tây (Guitar, Keyboard: Organ, Piano), Biểu diễn Nhạc cụ Truyền thống (Đàn Tranh, Đàn Bầu, Sáo Trúc, Đàn Nhị, Trống.....), Sáng tác Âm nhạc.\n\n- Nghệ thuật biểu diễn Múa Dân gian Dân tộc, Biên đạo Múa.\n\n- Hội họa, Điêu khắc, Sư phạm Mỹ thuật.\n\n- Diễn viên Kịch - Điện ảnh, Nghệ thuật biểu diễn Cải lương, Nhạc công cải lương (Đàn Nguyệt, Đàn Guitar, Đàn Nhị, Đàn Sến,...).\n\n- Quản lý Văn hóa.\n\n==== Bậc sơ cấp, ngắn hạn:  ====\n- Bồi dưỡng năng khiếu vẽ, múa, thanh nhạc, ca cổ, nhạc cụ theo nhu cầu của người học.\n\n- Bồi dưỡng, tập huấn nghiệp vụ chuyên ngành cho các cơ sở, trung tâm văn hóa,...\n\n==== Bậc đại học (liên kết đào tạo): ====\n- Liên kết với Nhạc viện thành phố Hồ Chí Minh đào tạo: Sư phạm Âm nhạc, Nhạc cụ chuyên ngành (Piano, Sáng tác,....), Thanh nhạc.\n\n- Liên kết với Trường Đại học Đồng Tháp: Sư phạm Âm nhạc, Sư phạm Mỹ thuật.\n\n- Liên kết Trường Đại học Sân khấu Điện ảnh thành phố Hồ Chí Minh: Đạo diễn sân khấu.\n\n- Liên kết Trường Đại học Sân khấu Điện ảnh Hà Nội: Biên đạo Múa, Đạo diễn sân khấu, Đạo diễn Điện ảnh Truyền hình.\n\n- Ngoài ra còn liên kết đào tạo các chuyên ngành: quay phim, báo chí, thư viện.,.. theo nhu cầu người học.\n\n== Tuyển sinh ==\n- Trường Cao đẳng Văn hóa Nghệ thuật Cần Thơ tuyển sinh từ hệ THCS (lớp 9) trở lên.\n\n- Trường tuyển sinh tất cả các ngành, nghề đang đào tạo tại Trường.\n\n- Trường tuyển sinh theo hình thức thi tuyển năng khiếu, tuyển sinh nhiều đợt trong năm. '''ĐỢT 1, sau khi có kết quả thi THPT''', xem chi tiết ngày thi tại: [http:\/\/vhntcantho.edu.vn\/ Website Trường]\n\n== Thi tuyển ==\n\n== Học phí ==\nHọc phí Trường Cao đẳng Văn hóa Nghệ thuật Cần Thơ thu học phí theo mức thu của '''Trường công lập, đặc biệt''':\n\n- Giảm 100% học phí các ngành: Sư phạm Âm nhạc, Sư phạm Mỹ thuật; học sinh vừa tốt nghiệp THCS vào học tại Trường.\n\n- Giảm 70% các chuyên ngành: Nghệ thuật biểu diễn Múa Dân gian Dân tộc, Biên đạo Múa, Nghệ thuật biểu diễn Cải lương, Nhạc công cải lương, Biểu diễn Nhạc cụ Truyền thống.\n\n- Trợ cấp học nghề hàng tháng; học bổng.\n\n== Cơ hội việc làm ==\nSinh viên tốt nghiệp sẽ làm tại:\n\n- Giảng dạy các môn: hát nhạc, họa\n\n- Dàn dựng, Biên tập các chương trình biểu diễn trong và ngoài nước\n\n- Diễn viên tại các Trung tâm văn hóa; Phòng văn hóa; Trung tâm văn hóa thông tin; Sở Văn hóa, Thể thao và Du lịch, nhà hát, Đoàn nghệ thuật, Đoàn văn công, Thư viện, Bảo tàng….. tại các quận, huyện, tỉnh, thành phố trong cả nước.\n\n- Diễn viên tại các hảng sản xuất, xưởng phim; Đài truyền hình,…\n\n- Nhân viên tại các Trung tâm tổ chức sự kiện, truyền thông, trung tâm biểu diễn nghệ thuật, nhà hàng….Các công ty quảng cáo, thiết kế, in ấn, bao bì,…\n\n== Cựu sinh viên ==\n- Lĩnh vực sân khấu cải lương: \n\n+ Nghệ sĩ [[Võ Minh Lâm]]\n\n+ Nghệ sĩ Kim Cương - Chuông vàng vọng cổ 2018 \n\n+ Nghệ sĩ Lê Duy - Huy chương Vàng Trần Hữu Trang\n\n+ Nghệ sĩ Hồng Thủy - Huy Chương Vàng triển vọng Trần Hữu Trang\n\n+ Nghệ sĩ Hồng Giang\n\n- Lĩnh vực Âm nhạc:\n\n+ Ca sĩ Hoàng Nghiệp\n\n{{tham khảo|30em}}\n{{sơ khai}}\n\n{{Cơ sở giáo dục đại học, giáo dục nghề nghiệp tại Cần Thơ}}\n\n{{DEFAULTSORT:Trường Cao đẳng Văn hoá Nghệ thuật Cần Thơ}}\n[[Thể loại:Cơ sở giáo dục trực thuộc Ủy ban nhân dân thành phố Cần Thơ|Văn hóa Nghệ thuật]]\n[[Thể loại:Trường học âm nhạc ở Việt Nam|Văn hóa Nghệ thuật Cần Thơ]]\n[[Thể loại:Trường đào tạo Mỹ thuật|Văn hóa Nghệ thuật Cần Thơ]]\n[[Thể loại:Trường sân khấu Việt Nam|Văn hóa Nghệ thuật Cần Thơ]]\n[[Thể loại:Trường đại học và cao đẳng tại Cần Thơ|Văn hóa Nghệ thuật Cần Thơ]]\n[[Thể loại:Trường cao đẳng tại Việt Nam]]"}