{"15154071":"{{Thông tin trường học\n| logo =  \n| tên = Trường Đại học Kỹ thuật Y - Dược [[Đà Nẵng]]\n| ngày thành lập = [[26 tháng 3]] năm [[1963]] \n| loại hình = Đại học Y khoa hệ công lập\n| địa chỉ = 99 Hùng Vương, phường [[Hải Châu I]], quận [[Hải Châu]], [[Đà Nẵng]].\n| thành phố = [[Đà Nẵng]]\n| quốc gia = [[Việt Nam]]\n| hiệu trưởng = [[Giáo sư|PGS]] [[Tiến sĩ|TS]] Nguyễn Khắc Minh \n| điện thoại = +84-(0)236. 3835 380\n| web = [http:\/\/dhktyduocdn.edu.vn\/]\n| email = dhktyd@dhktyduocdn.edu.vn\n| thành viên của = [[Bộ Y tế (Việt Nam)|Bộ Y tế]]\n| hình = \n| cỡ hình = \n| tên bản địa = \n| khẩu hiệu = \n| giám đốc = \n| tài trợ = \n| nợ = \n| hiệu phó = \n| giáo viên = \n| giảng viên = \n| nhân viên = \n| học sinh = \n| sinh viên = \n| sinh viên đại học = \n| sinh viên sau đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| khuôn viên = \n| tỉnh = \n| tọa độ = \n}}\n'''Trường Đại học Kỹ thuật Y - Dược Đà Nẵng'''  là một trường đại học chuyên ngành y khoa tại Việt Nam, có sứ mạng đào tạo nguồn nhân lực ngành Y Dược ở trình độ đại học, sau đại học và các trình độ khác, nghiên cứu và ứng dụng các thành quả vào đào tạo, khám chữa bệnh, đáp ứng nhu cầu nhân lực y tế và công tác chăm sóc, bảo vệ sức khỏe cho nhân dân khu vực [[Miền Trung (Việt Nam)|Miền Trung]] - [[Tây Nguyên]]. Trường trực thuộc [[Bộ Y tế (Việt Nam)|Bộ Y tế Việt Nam]], và là trường đại học đào tạo chuyên ngành y dược duy nhất khu vực [[Miền Trung (Việt Nam)|Miền Trung]] - [[Tây Nguyên]] trực thuộc [[Bộ Y tế (Việt Nam)|Bộ Y tế Việt Nam]].\n\n==Lịch sử==\n===Trước năm 1975===\n*Ngày 26 tháng 3 năm 1964, trường Cán bộ Quân - Dân y Trung Trung Bộ (tiền thân của trường Đại học Kỹ thuật Y Dược [[Đà Nẵng]] ngày nay) ra đời tại Sông Re, huyện [[Huyện Sơn Hà|Sơn Hà]], tỉnh [[Quảng Ngãi]] theo Nghị quyết của Thường vụ Khu ủy [[Quân khu 5, Quân đội nhân dân Việt Nam|Quân Khu V]] và sự chỉ đạo của Ban Quân dân y [[Quân khu 5, Quân đội nhân dân Việt Nam|Khu V]] nhằm phục vụ yêu cầu của công cuộc kháng chiến chống Mỹ cứu nước, nhu cầu bảo vệ, chăm sóc sức khỏe nhân dân trên địa bàn.\n*Đến năm 1966, trường được tách ra thành hai trường: trường Trung cấp quân Y thuộc Bộ tư lệnh [[Quân khu 5, Quân đội nhân dân Việt Nam|Quân Khu V]] và trường Cán bộ Y tế Trung trung bộ thuộc ban Dân Y đóng tại miền Tây tỉnh [[Quảng Ngãi]].\n*Trong giai đoạn năm 1963 đến năm 1975, đơn vị đã đào tạo 1.202 cán bộ y tế các ngành: [[Điều dưỡng viên|điều dưỡng]], hộ sinh, [[dược sĩ]] và y sĩ chủ yếu phục vụ ngay cho chiến trường.\n\n===Sau năm 1975===\n*Sau ngày đất nước thống nhất, toàn bộ cơ sở vật chất của trường chuyển về thành phố [[Đà Nẵng]].\n*Ngày 2 tháng 6 năm 1976, [[Bộ Y tế (Việt Nam)|Bộ Y tế]] đã quyết định đổi tên trường thành trường Trung học Kỹ thuật Y tế Trung ương II đóng tại thành phố [[Đà Nẵng]].\n*Từ năm 1975 đến năm 2005, nhất là giai đoạn sau ngày giải phóng miền Nam, nhiệm vụ hết sức cấp bách của trường là phải đào tạo khá lớn đội ngũ cán bộ Y tế cho khu vực [[Miền Trung]] - [[Tây Nguyên]] nhằm phục vụ cho việc khắc phục những hậu quả của chiến tranh, chăm sóc sức khỏe nhân dân, xử lý các dịch bệnh đang lan tràn, nhất là ở các vùng nông thôn, các khu lao động nghèo ở thành thị, vùng đồng bào các dân tộc.\n*Năm 2006 Bộ trưởng [[Bộ Giáo dục và Đào tạo]] đã ký Quyết định 907\/QĐ-BGDĐT, nâng cấp thành trường thành trường Cao đẳng Kỹ thuật Y tế II trực thuộc [[Bộ Y tế (Việt Nam)|Bộ Y tế]].\n*Ngày 15 tháng 4 năm 2013, [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng]] [[Chính phủ Việt Nam|Chính phủ]] đã ký Quyết định 595\/QĐ-TTg thành lập trường Đại học Kỹ thuật Y Dược Đà Nẵng trực thuộc [[Bộ Y tế (Việt Nam)|Bộ Y tế]] trên cơ sở nâng cấp trường Cao đẳng Kỹ thuật Y tế II.\n*Ngày 14 tháng 4 năm 2015, trường tổ chức khai trương Trung tâm Chẩn đoán Y khoa trực thuộc trường.\n\n==Lãnh đạo Trường==\n*Chủ tịch Hội đồng Trường: TS. Lê Văn Nho (Bí thư đảng ủy Nhà trường)\n*Hiệu trưởng : TS. BS Lê Thị Thúy\n*Phó Hiệu trưởng: TS.BS Hoàng Hữu Khôi\n*Phó Hiệu trưởng: TS.BS Đặng Văn Thởi\n\n==Chất lượng đào tạo==\n===Đội ngũ giảng viên===\nTrường hiện có đội ngũ giảng viên cơ hữu với gần 250 cán bộ, công chức, trong đó có 1 Phó Giáo sư, 34 Tiến sĩ khoa học và Tiến sĩ, 155 Thạc sĩ, 33 Giảng viên. Ngoài ra, có khoảng 30 giảng viên thỉnh giảng là các chuyên gia, cán bộ nghiên cứu đến từ trường đại học uy tín trong và ngoài nước.\n\n===Cơ sở vật chất===\nTổng diện tích đất của trường Đại học Kỹ thuật Y Dược Đà Nẵng hiện nay khoảng 60.995,3m². Trong đó có hai cơ sở: cơ sở 1 tại 99 đường Hùng Vương, [[quận Hải Châu]], thành phố [[Đà Nẵng]] có diện tích khoảng 11.847,3m², cơ sở 2 tại phường Hòa Quý, [[quận Ngũ Hành Sơn]], thành phố [[Đà Nẵng]] có diện tích khoảng 50.148m² .\n[[Tập tin:Trường Đại học Kỹ thuật Y Dược Đà Nẵng, cơ sở 2.jpeg|nhỏ|trái|280px|Trường Đại học Kỹ thuật Y Dược Đà Nẵng cơ sở 2]]\n\n==Tổ chức==\nHiện tại trường có 8 phòng chức năng, 7 khoa chuyên ngành, 1 trung tâm.\n===Các phòng chức năng===\n*Phòng Đào tạo Đại học\n*Phòng Công tác Sinh viên và Quản lý sinh viên\n*Phòng Tổ chức cán bộ\n*Phòng Tài chính - Kế toán\n*Phòng Hợp tác quốc tế\n*Phòng Khảo thí và Đảm bảo chất lượng giáo dục\n*Phòng Quản lý trang thiết bị\n*Phòng Hành chính tổng hợp\n*Tổ Công nghệ thông tin\n===Các khoa đào tạo===\n*Khoa [[Y học|Y]]\n*Khoa [[Dược học|Dược]]\n*Khoa [[Điều dưỡng]]\n*Khoa Xét nghiệm\n*Khoa [[Y tế công cộng]]\n*Khoa Răng - Hàm - Mặt\n*Khoa Khoa học cơ bản\n===Các Bộ môn===\n*Bộ môn Gây mê - Hồi sức\n*Bộ môn Phục hồi chức năng và vật lý trị liệu\n*Bộ môn Hình ảnh y học\n===Các trung tâm===\n*Trung tâm Thực hành Chẩn đoán Y khoa (Phòng khám). Hiện nay trường đang tập trung đầu tư để sớm nâng cấp trung tâm thành ''Bệnh viện Đại học Kỹ thuật Y Dược [[Đà Nẵng]]'' là bệnh viện thực hành trực thuộc trường trong tương lai.\n\n==Quy mô và Hệ thống đào tạo==\nQuy mô đào tạo hơn 4500 sinh viên. Kể từ năm 1975 đến nay, trường đã đào tạo được 33.400 cán bộ y tế cho 55 tỉnh, thành trong cả nước.\n\nHệ thống đào tạo của nhà trường bao gồm các cấp học:\n=== Đại học ===\n'''Đại học chính quy''' - đào tạo 10 chuyên ngành:\n*#Y khoa\n*#Dược học\n*#Điều dưỡng đa khoa\n*#Điều dưỡng nha khoa\n*#Điều dưỡng gây mê hồi sức\n*#Điều dưỡng phụ sản\n*#Kỹ thuật xét nghiệm y học\n*#Kỹ thuật hình ảnh y học\n*#Kỹ thuật phục hồi chức năng\n*#Y tế công cộng\n\n==Hợp tác đào tạo==\nTrường đã chủ động, năng động đẩy mạnh hợp tác quốc tế, trong đó, phải kể đến các mối quan hệ với hơn 10 tổ chức và các trường đại học từ các nước thuộc khối Scandinavian như: Trường Jonkoping ([[Thụy Điển]]), Đại học Tartu (Estonia), Đại học Gdansk ([[Ba Lan]]), Đại học Oslo ([[Na Uy]]); hợp tác với các trường đại học khác như: Đại học Sienna (Ý), Đại học Wake Forest ([[Hoa Kỳ]]), Đại học CCCU ([[Anh]]), Đại học Chubu Gakuin và Trường New Japan ([[Nhật Bản]]), Trường Đại học Trung Y Dược Quảng Tây ([[Trung Quốc]]), Trường Mahidol [[Thái Lan]], v.v… và các tổ chức quốc tế như: USAID (Hoa Kỳ), MCNV (Hà Lan), JICA ([[Nhật Bản]]), Bộ Y tế Bang Nam Úc, Tổ chức Newborn Vietnam, Tập đoàn AOYAMA và Hội Senjukai ([[Nhật Bản]])…\n\n==Xem thêm==\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n\n{{Bệnh viện - Trường học}}\n{{Cơ sở đào tạo, nghiên cứu, xuất bản trực thuộc Bộ Y tế}}\n{{Sơ khai Giáo dục}}\n\n[[Thể loại:Cơ sở đào tạo, nghiên cứu, xuất bản trực thuộc Bộ Y tế]]\n[[Thể loại:Trường đại học và cao đẳng tại Đà Nẵng]]"}