{"205995":"'''Trương Nữu''' (737-791) người trang Du Lễ (nay thuộc xã [[Du Lễ]], huyện [[Kiến Thụy]], thành phố [[Hải Phòng]]) là tướng khởi nghĩa có công trong cuộc nổi dậy của Bố Cái Đại Vương [[Phùng Hưng]] chống lại ách đô hộ hà khắc của [[nhà Đường]] dưới thời [[Bắc thuộc]]. Khởi nghĩa thắng lợi, ông được Phùng Hưng phong làm Đại tư mã uy trung và giao trọng trách tiếp tục công cuộc giữ nước sau khi Phùng Hưng mất. Quân Đường kéo sang báo thù với lực lượng hùng mạnh. Biết khó đương đầu lâu dài với sức địch, Trương Nữu đã rút quân lên núi để tìm cách gây dựng lực lượng nhưng ông mất vì bệnh khi hoài bão phục quốc còn dang dở.\n\n==Tiểu sử và sự nghiệp==\nTrương Nữu sinh ra và lớn lên trên một vùng đất có truyền thống sản sinh nhiều võ tướng tài giỏi trong [[lịch sử Việt Nam]] dưới thời phong kiến. Sau Trương Nữu còn có những vị tướng như [[Vũ Hải]], [[Mạc Đăng Dung]], [[Vũ Hộ]] tên tuổi cũng được ghi nhận trong sử sách các triều đại. \n \nTương truyền, thuở nhỏ ông đã có sức khoẻ hơn người, lại được cha truyền dạy cả văn lẫn võ. Lớn lên thấy cảnh đất nước lầm than dưới ách đô hộ của [[nhà Đường]], ông nuôi chí đánh đuổi quân cai trị phương Bắc khỏi bờ cõi. Đúng lúc đó [[Phùng Hưng]] ở làng [[Đường Lâm]] dấy cờ khởi nghĩa kêu gọi mọi người đánh giặc cứu nước. Biết tiếng Trương Nữu, [[Phùng Hưng]] đã tìm về trang Du Lễ (nay là xã Du Lễ thuộc huyện Kiến Thuỵ - Hải Phòng) kết nghĩa huynh đệ đồng lòng đánh giặc. Khi khởi nghĩa giành thắng lợi ông được phong làm Đại tướng quân và sau nhiều lần đánh thắng quân Đường ông được phong làm Đại tư mã uy trung. Sau khi Phùng Hưng mất, Trương Nữu được ủy thác sứ mệnh phò tá [[Phùng An]] tiếp tục đương đầu với quân xâm lược nhà Đường kéo sang báo thù. Trước thế giặc quá mạnh, quân của Phùng An bị thất trận còn Trương Nữu đem một cánh quân lên núi Vũ Ninh hòng tìm kế gây dựng lực lượng chống địch lâu dài nhưng ông đã lâm bệnh và qua đời tại đó.\n\n==Đời sau tưởng nhớ==\nCác đời vua sau này có chỉ dụ phong ông là ''Thái Vương Trương Nữu đại tướng quân'' để ghi nhận lòng yêu nước và trung nghĩa của ông. Trương Nữu và Vũ Hải được nhân dân trang Du Lễ (xã Du Lễ, huyện [[Kiến Thụy]], thành phố [[Hải Phòng]] ngày nay) xem là hai người con anh hùng của quê hương. Bởi vậy để ghi nhớ công lao của hai ông, người dân đã lập hai ngôi miếu để thờ hai vị tướng và gọi tên là miếu Đông và miếu Đoài, trong đó miếu Đoài là nơi thờ phụng Trương Nữu.\n\nTrương Nữu cũng được hậu thế tôn vinh tại di tích [[nhà thờ họ Trương Việt Nam]] thuộc [[thị trấn Thiên Tôn]], [[huyện Hoa Lư]], [[Ninh Bình]]. Đền Trương là nơi thờ những người họ Trương đã khuất tại ban thờ công đồng,<ref>{{Chú thích web |url=http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau |ngày truy cập=2019-02-17 |tựa đề=XÂY DỰNG NHÀ THỜ HỌ TRƯƠNG VIỆT NAM LÀ ĐỂ LẠI MỘT CÔNG TRÌNH TÂM LINH MUÔN ĐỜI CHO CON CHÁU MAI SAU |archive-date = ngày 13 tháng 4 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160413120823\/http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau |url-status=dead }}<\/ref> trong hậu cung có tượng thờ [[Ngọc Hoàng Thượng đế]] ([[Trương Hữu Nhân]]) và 14 danh nhân họ Trương tiêu biểu nhất thời phong kiến ở 3 miền [[Việt Nam]] gồm: Ban văn thờ Thái phó [[Trương Hán Siêu]], Trạng nguyên [[Trương Hanh]], Trạng nguyên [[Trương Xán]], Thượng thư [[Trương Công Giai]], Thái sư Trương Đăng Quế, Đông các học sĩ [[Trương Quốc Dụng]], Thượng thư [[Trương Công Hy]]. Ban võ thờ Tướng [[Trương Hống]], Tướng [[Trương Hát]], Tướng Trương Nữu, Tăng lục võ sư [[Trương Ma Ni]], Tướng Trương Chiến, Đại tướng quân [[Trương Minh Giảng]] và Anh hùng [[Trương Công Định]].\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=HKT&MenuID=731&ContentID=22667 Quần thể di tích lịch sử xã Du Lễ]\n* [http:\/\/www.mactrieu.vn\/index.php?option=com_content&view=article&id=162:kin-thy-ni-hi-t-khi-thieng-muon-thu&catid=39:tin-ni-bt&Itemid=123 Nghi Dương - nơi hội tụ khí thiêng muôn thuở (GS. Vũ Khiêu)]{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }}\n* [http:\/\/www.cuabien.vn\/vi\/tac-phm-mi-danh-mc-110\/384-470-nam-ngay-mat.html Về miền đất Dương Kinh]{{Liên kết hỏng|date=2022-12-19 |bot=InternetArchiveBot }}\n\n[[Thể loại:Tướng của Phùng Hưng]]\n[[Thể loại:Công thần triều Bố Cái Đại Vương]]\n[[Thể loại:Khai quốc công thần]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Người họ Trương tại Việt Nam]]"}