{"1699358":"{{Thông tin nhân vật hoàng gia\n| name = Trương Như Thị Tịnh\n| title = [[Khải Định|Khải Định Đế]] [[vợ|nguyên phối]]\n| hình = Trương Như Thị Tịnh.jpg\n| caption = Hình ảnh được cho là Trương Như Thị Tịnh\n| tên đầy đủ = Giác Huệ (覺惠)<br>Đạm Thanh (淡清)<br>Tuyết Nhan (雪顏)\n| kiểu tên đầy đủ = Tên khác\n| chồng = [[Nguyễn Hoằng Tông]]<br>Khải Định hoàng đế\n| tước hiệu = Hoàng quý phi\n(皇貴妃)\n| cha = [[Trương Như Cương]]\n| sinh = {{ngày sinh|1889|4|7}}\n| mất = {{ngày mất và tuổi|1968|6|20|1889|4|7}}\n| nơi mất = [[chùa Hoa Nghiêm]]\n}}\n\n'''Trương Như Thị Tịnh''' ([[chữ Hán]]: 張如氏靜; [[7 tháng 4]], năm [[1889]] - [[20 tháng 6]], năm [[1968]]), còn gọi là '''Giác Huệ ni sư''' (覺惠尼師), là người vợ đầu tiên và chính thức của [[Khải Định|Hoằng Tông Khải Định hoàng đế]] thuộc [[triều đại]] [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\nDanh hiệu [[Hoàng quý phi]] của bà cho đến nay vẫn là vấn đề mơ hồ, vì trong chỉ dụ tôn phong của Khải Định Đế chép trong [[Đồng Khánh - Khải Định chính yếu]], chỉ đề cập bà là nguyên phối và đã xuất gia đi tu, chưa từng có nhắc đến việc phong tặng bà làm Hoàng quý phi như lời đồn đãi.\n\n==Tiểu sử==\nTrương Như Thị Tịnh là con gái quan Phụ chính đại thần [[Thượng thư]] [[bộ Lại]], tước Hiền Lương tử [[Trương Như Cương]] (張如岡), người làng [[Hiền Lương]], [[Phong Điền]], tỉnh [[Thừa Thiên]]. Năm [[1904]], khi được 15 tuổi, tiểu thư Trương Như thị được cưới làm [[phủ thiếp]] (府妾) khi Hoằng Tông hoàng đế còn là Phụng Hóa công ở [[cung An Định]].\n\nSự tích trước khi bà đi tu vẫn còn rất mơ hồ. Theo [[truyền thuyết]] được lưu truyền rất nhiều, Khải Định Đế lúc đó mê cờ bạc, ăn chơi, gia đình họ Trương lại khá giả, bèn cậy đó buộc bà phải đi xin tiền cha mẹ để có tiền đi đánh bạc. Thương con, ông bà Trương cũng đành chiều ý. Thấy thế Khải Định Đế đương nghĩ của cải nhà nhạc gia là vô tận nên càng cờ bạc ăn chơi đã đời. Tuy gia đình họ Trương đại thần giàu có nhưng chưa phải là muốn mấy cũng có. Ông Trương xuất thân từ làng thợ rèn [[Hiền Lương (định hướng)|Hiền Lương]], một làng lao động có nề nếp, sau này dù làm quan đến tột đỉnh danh vọng, ông vẫn giữ phong cách giản dị, cần kiệm của người cha là người lao động. Nhiều lần bà Tịnh bị cha mẹ quở trách nặng nề. Một hôm, Khải Định Đế nảy ý định mở một chén bạc lớn để thử thời vận nhưng trắng tay, ông liền bảo vợ về nhà xin tiền. Bà Tịnh đau đớn vì thấy đức ông chồng đã chẳng còn biết liêm sỉ, bà dùng dằng không muốn đi. Công nổi nóng la lối om sòm, doạ sẽ có thái độ với bà. Cuối cùng bà đã đi và đó cũng là lần cuối cùng bà về nhà xin tiền cha mẹ cho chồng cờ bạc. Bà quyết định ra đi, lên chùa tu bỏ mặc sự đời.\n\nTuy vậy, truyền thuyết trên rất có thể chỉ là được hư cấu nhằm bôi đen địa vị của Khải Định Đế mà thôi. Theo lý lịch về bà khi đã là sư bà Giác Huệ, sau một thời gian thì bà xin Khải Định Đế cho bà xuất gia đầu Phật và được chấp thuận.\n\n== Xuất gia ==\nNăm [[1913]], bà lên [[chùa Tây Thiên]] trình bày nguyện vọng muốn xuất gia, lấy [[pháp hiệu]] là '''Giác Huệ''' (覺惠), biệt hiệu '''Đạm Thanh''' (淡清) và '''Tuyết Nhan''' (雪顏). Đến năm [[1916]], bà về xã [[Thủy Dương]], lập một cảnh [[chùa]] tại [[Độn Sầm]], làng [[Thanh Thủy]], huyện [[Hương Thủy]] (cách kinh thành Huế chừng 3&nbsp;km về phía Nam) để tu [[thiền]], đó là [[Hoa Nghiêm Các]]. Trong thời gian này, bà hay cùng bầu bạn với nữ sĩ [[Đạm Phương]].\n\nNăm [[1916]], Phế đế [[Duy Tân]] khởi nghĩa chống thực dân Pháp thất bại, bị đầy sang đảo [[Réunion]] thuộc [[châu Phi]], người Pháp quyết định chọn Hoằng Tông lên kế vị, niên hiệu là '''Khải Định'''. Theo truyền thuyết, Khải Định đã từng muốn lập bà làm [[Hoàng quý phi]] vợ cả, song bà đã từ chối. Vì vậy, ông không đặt ai làm chính thất, dù người có tước vị cao nhất khi ấy Ân phi [[Hồ Thị Chỉ]] thường tham dự triều chính với tư cách Hoàng hậu.\n\nNăm [[1962]], vì đã lớn tuổi, Ni sư Trương Như thị xin lên tu tập với Ni chúng [[chùa Diệu Viên]] (lúc đó bà đã 74 tuổi) và được sư cụ chùa Diệu Viên chấp thuận, đồng thời đã cho 2 vị ni là Ni trưởng [[Thích Nữ Chơn Viên]] và Ni trưởng [[Thích Nữ Chơn Tịnh]] về kế thế chăm sóc Hoa Nghiêm Các để khỏi bị mai một.\n\nNăm [[1968]], [[20 tháng 6]], Ni sư Giác Huệ viên tịch, thọ 80 tuổi. Bà được nhập táng ngay trong khuôn viên chùa, ngôi chùa có tên là [[chùa Hoa Nghiêm]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Chuyện các bà trong cung nhà Nguyễn - Nguyễn Đắc Xuân.\n* Truyện kể về các Vương phi, Hoàng hậu nhà Nguyễn - Thi Long, Nhà xuất bản Đà Nẵng.\n* [http:\/\/vnbet.vn\/chu-ton-thien-duc-cu-si-huu-cong-phat-giao-thuan-hoa-tap-1\/ni-truong-giac-hue-1889-%E2%80%93-1968-chua-hoa-nghiem-%E2%80%93-hue-2980.html Sư bà Giác Huệ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170204170304\/http:\/\/vnbet.vn\/chu-ton-thien-duc-cu-si-huu-cong-phat-giao-thuan-hoa-tap-1\/ni-truong-giac-hue-1889-%E2%80%93-1968-chua-hoa-nghiem-%E2%80%93-hue-2980.html |date=2017-02-04 }}\n\n{{Hoàng hậu nhà Nguyễn}}\n\n[[Thể loại:Sinh năm 1889]]\n[[Thể loại:Mất năm 1968]]\n[[Thể loại:Phi tần Khải Định]]\n[[Thể loại:Ni sư Việt Nam]]"}