{"2456575":"{{Thông tin trường học\n| tên = Trường Đại học Kiểm sát Hà Nội\n| logo = [[Tập tin:Phù hiệu Trường ĐHKS Hà Nội.svg|150px|Phù hiệu trường]]\n| tên bản địa = \n| khẩu hiệu = Trí tuệ, bản lĩnh, nhân ái, công tâm, trách nhiệm\n| hình = \n| tên khác = HPU, Hanoi Procuratorate University\n| ngày thành lập = [[2013]]\n| loại hình = Đại học công lập\n| khuôn viên = \n| địa chỉ = Phố Ỷ La, phường [[Dương Nội]], quận [[Hà Đông]], thành phố [[Hà Nội]]\n| thành phố = \n| tỉnh = \n| quốc gia = \n| tọa độ = \n| tài trợ = \n| hiệu trưởng = TS. KSVCC. Nguyễn Văn Khoát\n| hiệu phó = PGS. TS. KTVCC. Vũ Thị Hồng Vân<br> TS. KSVCC. Mai Đắc Biên<br> PGS.TS. KSVCC. Nguyễn Đức Hạnh<br>\n| giảng viên = TS. GVC. Bùi Thị Hạnh - Trưởng khoa Pháp luật hình sự & Kiểm sát hình sự<br>\nTS. KSVTC. Nguyễn Xuân Hưởng - Trưởng khoa Đào tạo, bồi dưỡng cán bộ Kiểm sát<br>\nTS. GVC. Cao Minh Công - Trưởng khoa Lý luận Chính trị<br>\nThS. GVC. Đàm Thị Diễm Hạnh - Trưởng khoa Pháp luật dân sự & Kiểm sát dân sự<br>\nThS. GVC. Phạm Thị Trang - Trưởng khoa Pháp luật quốc tế<br>\nThS. Ngô Hùng Thái - Trưởng khoa khoa Nhà nước & Pháp luật<br>\nTS. KSVTC. Lương Hải Yến - Phó trưởng khoa Tội phạm học & Điều tra tội phạm<br>\nThS. KSVTC. Vũ Văn Tư - Trưởng phòng Tổ chức - Hành chính<br>\nThS. Vũ Đức Hạnh - Trưởng phòng Đào tạo & Quản lý sinh viên<br>\nThS. KSVSC. Nguyễn Trường An - Phó Giám đốc Trung tâm Bảo đảm chất lượng đào tạo<br>\nTS. Nguyễn Thị Lộc - Trưởng phòng Quản lý khoa học & Hợp tác quốc tế<br>\nThS. Lê Văn Hợp - Trưởng phòng Tài vụ<br>\nCN. Triệu Tiến Sơn - Trưởng phòng Quản trị<br>\nCN. Mai Thị Lương Uyên - Giám đốc Trung tâm Thông tin, thư viện\n| nhân viên = \n| sinh viên = Hơn 1500\n| điện thoại = +84.24 33.580.467\n| email = truongks@tks.edu.vn\n| web = [http:\/\/tks.edu.vn\/ tks.edu.vn]\n}}\n'''Trường Đại học Kiểm sát Hà Nội''' là cơ sở giáo dục đại học công lập trong hệ thống giáo dục quốc dân Việt Nam, trực thuộc [[Viện kiểm sát nhân dân tối cao (Việt Nam)|Viện Kiểm sát Nhân dân tối cao]].<ref>{{Chú thích web |url=http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=1343&articleId=27135 |ngày truy cập=2014-05-03 |tựa đề=Bản sao đã lưu trữ |archive-date=2014-03-14 |archive-url=https:\/\/web.archive.org\/web\/20140314191518\/http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=1343&articleId=27135 }}<\/ref> Hiện tại, trường chỉ đào tạo 1 ngành duy nhất là [[Luật học]].<ref>{{Chú thích web |url=http:\/\/tks.edu.vn\/bai-viet\/chi-tiet\/106\/2312\/de-an-tuyen-sinh-2017 |ngày truy cập=2017-05-08 |tựa đề=Bản sao đã lưu trữ |archive-date=2017-04-07 |archive-url=https:\/\/web.archive.org\/web\/20170407152529\/http:\/\/tks.edu.vn\/bai-viet\/chi-tiet\/106\/2312\/de-an-tuyen-sinh-2017 }}<\/ref>\n\n==Lịch sử==\nNgày 21\/4\/1970, [[Viện Kiểm sát Nhân dân Tối cao (Việt Nam)#Viện trưởng Viện Kiểm sát Nhân dân Tối cao|Viện trưởng Viện Kiểm sát Nhân dân Tối cao]] đã ký Quyết định số 62\/QĐ-TC về tổ chức bộ máy của VKSND tối cao, trong đó có Trường Bổ túc và đào tạo cán bộ kiểm sát (Ngày 12\/10\/1964 đồng chí Hoàng Quốc Việt đã ký Quyết định thành lập Trường Cán bộ kiểm sát trực thuộc Viện kiểm sát nhân dân tối cao).<ref>{{Chú thích web |url=http:\/\/dbv.vn\/giao-duc\/ha-noi\/nhung-chang-duong-nhin-lai-53253.html |ngày truy cập=2014-05-03 |tựa đề=Bản sao đã lưu trữ |archive-date=2014-05-03 |archive-url=https:\/\/web.archive.org\/web\/20140503171512\/http:\/\/dbv.vn\/giao-duc\/ha-noi\/nhung-chang-duong-nhin-lai-53253.html }}<\/ref> Quyết định này được [[Ủy ban Thường vụ Quốc hội]] phê chuẩn tại Nghị quyết số 900\/NQ-UBTVQH ngày 25\/4\/1970, ngày 25\/4 hàng năm được coi là ngày truyền thống của Trường.\n\nCó thể chia quá trình xây dựng và phát triển của trường thành 4 giai đoạn:\n\n*Giai đoạn thứ nhất: Tổ chức và hoạt động của '''''Trường Bổ túc và đào tạo cán bộ kiểm sát''''' (1970-1981).\n*Giai đoạn thứ hai: Tổ chức và hoạt động của '''''Trường Cao đẳng kiểm sát '''''(1982-2005).\n*Giai đoạn thứ ba: Tổ chức và hoạt động của '''''Trường Đào tạo, bồi dưỡng nghiệp vụ kiểm sát '''''(từ năm 2005 - 4\/2013).\n*Giai đoạn thứ tư: Tổ chức và hoạt động của '''''Trường Đại học Kiểm sát Hà Nội'''''.\n\nNgày 24\/04\/2013, Thủ tướng Chính phủ đã ký Quyết định số 614\/QĐ-TTg về việc thành lập Trường Đại học Kiểm sát Hà Nội trên cơ sở nâng cấp Trường Đào tạo, bồi dưỡng nghiệp vụ kiểm sát.\n\n==Cơ cấu tổ chức==\nBộ máy của Trường Đại học Kiểm sát Hà Nội gồm có:\n:1. Hội đồng Trường\n:2. Ban Giám hiệu\n* Hiệu trưởng: TS. Kiểm sát viên Cao cấp. Nguyễn Văn Khoát\n*Các phó hiệu trưởng:<br> PGS. TS. Kiểm tra viên Cao cấp. Vũ Thị Hồng Vân;<br> TS. Kiểm sát viên Cao cấp. Mai Đắc Biên;<br> TS. Kiểm sát viên Trung cấp. Nguyễn Đức Hạnh.\n* \n:3. Các khoa chuyên môn trực thuộc Ban Giám hiệu gồm:\n* Khoa Lý luận chính trị;\n* Khoa Nhà nước và pháp luật;\n* Khoa Pháp luật hình sự và thực hành quyền công tố, kiểm sát hoạt động tư pháp trong lĩnh vực hình sự (Khoa pháp luật hình sự và kiểm sát hình sự);\n* Khoa Pháp luật dân sự, hành chính và kiểm sát các hoạt động tư pháp trong lĩnh vực dân sự, hành chính (Khoa pháp luật dân sự và kiểm sát dân sự);\n* Khoa Tội phạm học và Điều tra tội phạm;\n* Khoa Pháp luật quốc tế.\n* Khoa Đào tào, bồi dưỡng Cán bộ Kiểm sát\n:4. Các phòng chức năng gồm:\n* Phòng Tổ chức – Hành chính;\n* Phòng Đào tạo và Quản lý sinh viên;\n* Phòng Quản lý khoa học và Hợp tác quốc tế;\n* Phòng Quản trị;\n* Phòng Tài vụ.\n:5. Các trung tâm gồm:\n* Trung tâm Thông tin -Thư viện;\n* Trung tâm Bảo đảm chất lượng đào tạo.\n\n== Thông tin liên hệ ==\n*Trụ sở: Trường đặt tại phường Dương Nội, quận Hà Đông, thành phố Hà Nội. \n*Website: https:\/\/hpu.vn\/\n*Điện Thoại: (04) 33580467\n*Fax: (04) 33580476\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Trường Đại học Kiểm sát Hà Nội]]"}