{"19791389":"[[Tập tin:StanVacBuilding1955.jpg|thumb|Tòa nhà Stanvac ở Sài Gòn, mới được xây dựng vào năm 1955 và là trụ sở tạm thời cho ACS.]]\n'''Trường Cộng đồng Mỹ tại Sài Gòn''' được thành lập vào năm 1954 nhằm cung cấp trường học kiểu [[Mỹ]] cho con cái phụ thuộc của [[người Mỹ]] làm việc cho các tổ chức [[chính phủ Hoa Kỳ]] tại [[Sài Gòn]], [[Việt Nam Cộng hòa]] (nay là một phần của [[Thành phố Hồ Chí Minh]], nước [[Cộng hòa Xã hội Chủ nghĩa Việt Nam]]). Một số tổ chức đó bao gồm [[Đại sứ quán Hoa Kỳ tại Sài Gòn|Đại sứ quán Hoa Kỳ]], Phái bộ Viện trợ Hoa Kỳ (USOM), [[Sở Thông tin Hoa Kỳ]] (USIS) và [[MAAG|Đoàn Cố vấn Viện trợ Quân sự Mỹ (MAAG)]]. Trường cũng nhận ghi danh con cái phụ thuộc của các công ty tư nhân Mỹ đang hoạt động tại Sài Gòn, cũng như một số gia đình ngoại giao không phải người Mỹ. Một số trẻ em [[người Việt Nam]] cũng theo học tại ngôi trường này. Trường phát triển nhanh chóng khi [[Can thiệp của Mỹ vào Chiến tranh Việt Nam|sự can dự của Mỹ vào chiến tranh Việt Nam]] leo thang, nhưng đã bị đóng cửa vĩnh viễn vào tháng 2 năm 1965 khi tất cả những người phụ thuộc của nhân viên chính phủ Mỹ được Tổng thống [[Lyndon Johnson]] ra lệnh rời khỏi [[Việt Nam]].\n\n==Tổng quan về lịch sử trường==\nTrường Cộng đồng Mỹ (ACS) tại Sài Gòn được thành lập vào năm 1954, cung cấp việc đi học cho con cái người phụ thuộc của nhân viên chính phủ và quân nhân Mỹ đóng quân ở đó.<ref name=\"milpamph\">{{chú thích sách |title=Vietnam General Information Brochure|date=December 1964|publisher=Commanding Officer, Headquarters Support Activity, Saigon|page=13}}<\/ref> Năm 1957, trường được mở rộng để bao gồm cả học sinh trung học và tiếp tục phát triển nhanh chóng khi nhiều nhân viên cố vấn quân sự và chính phủ Mỹ chuyển sang Nam Việt Nam.\n\nTheo lệnh của Tổng thống Lyndon Johnson, những người phụ thuộc của phái đoàn ngoại giao, viện trợ và quân nhân Mỹ được lệnh rời khỏi Việt Nam vào tháng 2 năm 1965. Việc di tản những người phụ thuộc là vấn đề được chính quyền quan tâm trong suốt hơn một năm trời. Một số người phụ thuộc dường như rời đi trên những chiếc máy bay chở khách được gửi đến Sài Gòn sau khi điều động lực lượng thủy quân lục chiến đến Đà Nẵng là nơi triển khai cả một [[MIM-23 Hawk|tiểu đoàn phòng không HAWK]] hòng bảo vệ các căn cứ không quân của Mỹ gần đó.<ref name=\"NSC\">{{chú thích web |title=Summary Notes of the 546th Meeting of the National Security Council, February 7, 1965|url=http:\/\/www.presidency.ucsb.edu\/vietnam\/showdoc.php?docid=161|accessdate=31 March 2013}}<\/ref>  Mất phần lớn số lượng học sinh ghi danh, cũng như hầu hết các nhân viên giảng dạy (nhiều người trong số họ là những người vợ phụ thuộc ở Hoa Kỳ có chứng chỉ giảng dạy), trường học buộc phải đóng cửa.\n\nSố người phụ thuộc Mỹ làm việc cho các công ty tư nhân ở Việt Nam không theo lệnh của Tổng thống, và vì vậy việc giáo dục của những người chọn ở lại Sài Gòn về sau do một số trường tư thục lập ra ở Sài Gòn cung cấp từ sau cuộc di tản. Một trong những ngôi trường này mang tên “Phoenix Study Group”, có học sinh theo như lời mô tả là “con cái của các nhà ngoại giao, doanh nhân giàu có và thường dân Mỹ”.<ref name=\"PSG\">{{chú thích báo |title=Americans Study at Saigon School|url=https:\/\/archive.org\/details\/sim_new-york-times_1967-10-01_117_40062\/page\/5|newspaper=The New York Times|date=October 1, 1967|page=5}}<\/ref> Ngôi trường tiếp theo này vẫn tồn tại cho đến khi [[Sự kiện 30 tháng 4 năm 1975|Việt Nam Cộng hòa sụp đổ vào ngày 30 tháng 4 năm 1975]].\n\n==Hình thức giảng dạy==\nCác giáo viên tại ACS, phần lớn là vợ của các nhân viên chính phủ Hoa Kỳ đóng tại Sài Gòn. Họ sở hữu chứng chỉ giảng dạy hoặc bằng cấp từ các tổ chức giáo dục của Mỹ. Việc hướng dẫn bằng tiếng Pháp do những công dân Pháp địa phương có trình độ lo liệu. Các lớp tiểu học được dạy bằng [[Trường Calvert|phương pháp Calvert]]. Trong vài năm đầu tiên, việc giảng dạy ở trường trung học thông qua tài liệu khóa học tương ứng do phân hiệu trường trung học của Đại học California phân loại. Do đó, các giáo viên trung học thường đóng vai trò trợ giảng hơn là giảng bài cho học sinh. Nhưng đến năm học 1962–1963, ACS đã phát triển thành một trường trung học dự bị đại học với tiêu chuẩn học tập cao. Các chương trình kiểm tra cho thấy học sinh trung học ACS có trình độ cao hơn 20% so với học sinh cùng thời ở các trường thuộc tiểu bang.<ref name=\"gecko63\">{{chú thích sách |title=The Gecko|year=1963|publisher=American Community School|location=Saigon|page=11}}<\/ref>\n\n==Sự phát triển và địa điểm của trường==\n===Nhà dạy học===\nTrường này khởi đầu tại nhà của vợ một nhân viên chính phủ Hoa Kỳ ở Sài Gòn vào năm 1954 (năm quân đội Pháp gặp thất bại trong [[trận Điện Biên Phủ]]). Học sinh đều là trẻ em ở độ tuổi tiểu học.<ref name=\"gecko60\">{{chú thích sách |title=The Gecko|year=1960|publisher=American Community School|location=Saigon|page=6}}<\/ref>\n\n===Khu cư xá Norodom===\nNgười vợ thứ hai của nhân viên phụ thuộc sớm tham gia công tác dạy học sinh tiểu học. Lớp học sinh thứ hai này quy tụ tại một tòa nhà nhỏ trong Khu cư xá Norodom (một trong một số cơ sở của chính phủ Mỹ đặt tại Sài Gòn), nằm gần [[Dinh Độc Lập]]. Năm học tiếp theo, hai tòa nhà dạng [[lều Quonset]] được dựng lên trong khu này, và số học sinh tiểu học học tại nhà đã dọn vào ở cùng những ngôi nhà có sẵn trong Khu cư xá Norodom. Ngay sau đó, gần cuối năm 1955, một trong những nhà lều Quonset bị thiêu rụi, và hầu hết sách vở của học sinh bị thiêu hủy. Trong khi nhà lều được xây dựng lại cho năm học 1956–1957 (một nhà lều Quonset bổ sung và lớn hơn cũng được dựng lên), trường tạm thời chuyển đến tòa nhà Stanvac mới xây, nơi đặt trụ sở cho tài sản của một [[Vacuum Oil Company|công ty dầu mỏ thuộc sở hữu của Hà Lan]] ở Sài Gòn. Khi việc xây dựng lại trong Khu cư xá Norodom hoàn tất, sự mở rộng này đã tạo điều kiện cho việc thành lập một trường trung học dành cho trẻ em phụ thuộc người Mỹ ở Sài Gòn. Khu cư xá Norodom sau này trở thành địa điểm của Đại sứ quán Hoa Kỳ nhiều tầng mới được khai trương vào năm 1967.\n\n===Tân Sơn Hòa===\n[[Tập tin:US Embassy, Saigon, January 1968 (Colorized).jpg|thumb|right|Tòa nhà Đại sứ quán Hoa Kỳ, được xây dựng trên địa điểm của Khu cư xá Norodom cũ như trong hình này sau cuộc tấn công trong Tết Mậu Thân vào tháng 1 năm 1968.]]\n[[Tập tin:American Community School Saigon circa 1960.jpg|thumb|right|''Trường Cộng đồng Mỹ tại Sài Gòn'', khoảng năm 1960.]]\nTrong năm học 1958–1959 trường dời khỏi Khu cư xá Norodom đến tòa nhà kiên cố mới được xây dựng gần [[Sân bay Quốc tế Tân Sơn Nhất]] ở Sài Gòn, tại địa chỉ đường số 10 Tân Sơn Hòa (địa chỉ ngày nay là 247 đường Hoàng Văn Thụ). Không gian bổ sung tại địa điểm mới này nhanh chóng được đưa vào sử dụng khi trường tiếp tục mở rộng, tuyển sinh những học sinh ở độ tuổi trung học trước đây từng được gửi đến các trường nội trú tư thục ở nơi khác (bao gồm cả [[Philippines]]). Vào đầu năm học 1959–1960, số học sinh đăng ký vào trường trung học là 28 học sinh, như đã ghi trong cuốn niên giám đầu tiên của trường (có tên là '''''The Gecko''''') vào năm đó.<ref name=\"gecko2\">{{chú thích sách |title=The Gecko|year=1960|publisher=American Community School|location=Saigon|page=87}}<\/ref>  Năm học tiếp theo, 1960–1961, số lượng học sinh trung học trong niên giám thứ hai cho thấy số học sinh trung học đã tăng gấp đôi lên ít nhất là 56 em.<ref name=\"gecko3\">{{chú thích sách |title=The Gecko|year=1961|publisher=American Community School|location=Saigon|pages=20–43}}<\/ref> Khi mở cửa cho năm học 1958–1959, trường có 5 dãy phòng học. Trong năm học 1962–1963, một cánh 2 tầng đã được thêm vào.\n\nTháng 2 năm 1965, trường này bị đóng cửa vĩnh viễn khi Tổng thống Lyndon Johnson ra lệnh sơ tán hết những người phụ thuộc chính phủ và quân nhân Mỹ rời khỏi Việt Nam. Các bản tin đương thời về cuộc sơ tán đó cho biết số học sinh ghi danh vào trường (cả cấp trung học và tiểu học) là 750 em.<ref name=\"evac\">{{chú thích báo |title=Children Weep at Evacuation|newspaper=Oakland Tribune|place=Oakland, California|date=February 8, 1965|page=1}}<\/ref> Một dãy nhà bổ sung đã hoàn thành vào cuối tuần trước nhưng chẳng bao giờ có bất kỳ học sinh nào của ACS dùng đến.<ref name=\"evac2\">{{chú thích báo |title=Saigon School Closes|newspaper=Brazosport Facts|place=Freeport, Texas|date=February 8, 1965|page=8}}<\/ref>\n\n==Việc sử dụng các tòa nhà ACS sau này==\n[[Tập tin:Vietnam-021-3rd-Field-front.jpg|thumb|right|''Bảo tàng Quân khu 7'', khoảng năm 2004, do Tucker Smallwood chụp.]]\nTrong vòng ba tháng kể từ khi những người phụ thuộc của chính phủ Hoa Kỳ rời Sài Gòn và đóng cửa Trường Cộng đồng Mỹ, các tòa nhà từng là ACS đã được chuyển đổi thành cơ sở y tế cho Bệnh viện dã chiến số 3 của Lục quân Mỹ.<ref name=\"TFH\">{{chú thích sách |last1=Wettlaufer|first1=John Nichols|last2=Weigel|first2=John W.|title=Urology in the Vietnam War: Casualty Management and Lessons Learned|publisher=The Borden Institute, U.S. Army Medical Department|location=Washington, DC|page=11|year=2005|url=http:\/\/www.bordeninstitute.army.mil\/other_pub\/urology\/Urol1.pdf|accessdate=26 August 2009}}<\/ref> Khu cư xá này đã trải qua quá trình mở rộng và bệnh viện này tiếp tục hoạt động như một cơ sở quân y chính cho đến năm 1973.\n\nKhi quân đội Mỹ rời đi từ sau [[Hiệp định Hòa bình Paris]] năm 1973, cơ sở này trở thành một địa điểm mới dành cho [[Bệnh viện Cơ Đốc Phục Lâm Sài Gòn]] hiện có và vẫn như vậy cho đến khi Sài Gòn thất thủ vào tháng 4 năm 1975.<ref name=\"SAH\">{{chú thích tạp chí|last=Branson|first=Bruce|title=Saigon Journal: The Last 15 Days|journal=Spectrum|volume=7|issue=3|pages=34–44|url=http:\/\/spectrummagazine.org\/files\/archive\/archive06-10\/7-3branson.pdf|accessdate=26 August 2009|archive-url=https:\/\/web.archive.org\/web\/20100626055522\/http:\/\/spectrummagazine.org\/files\/archive\/archive06-10\/7-3branson.pdf|archive-date=2010-06-26|url-status=dead}}<\/ref>\n\nCơ sở vật chất hiện do [[Bảo tàng Lực lượng Vũ trang miền Đông Nam Bộ]] thuộc [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu 7]] chiếm giữ.<ref name=\"7MH\">Website of a travel agency, {{chú thích web |title=Travelfish.org|url=http:\/\/www.travelfish.org\/sight_profile\/vietnam\/saigon_and_surrounds\/ho_chi_minh_city\/ho_chi_minh_city\/1355|accessdate=3 August 2013}}<\/ref>\n\n==Tham khảo==\n{{tham khảo|2}}\n\n==Liên kết ngoài==\n* [http:\/\/www.saigonkids.com Saigon Kids] đóng vai trò như là cơ sở thông tin trung tâm cho một tổ chức cựu học sinh không chính thức có tên là \"Saigon Kids\", những người khi còn trẻ, trong giai đoạn 1954–1965, đã chia sẻ trải nghiệm đời sống và đi học cùng nhau tại thủ đô của Việt Nam Cộng hòa. Trang web này bao gồm một thư mục riêng của các cựu học sinh cũng như thông tin về các cuộc hội ngộ định kỳ.\n* [http:\/\/www.saigonkidsamericancommunityschool.com Saigon Kids American Community School] là một blog tích cực và được kiểm duyệt, nơi Saigon Kids (cũng như những bạn trẻ khác đã sống ở Sài Gòn trong những năm học tại Trường Cộng đồng Mỹ, chẳng hạn như các bạn người Pháp và Việt Nam) có thể chia sẻ những kỷ niệm về những năm học tại trường và cuộc sống ở Sài Gòn, cũng như tin tức về cuộc sống ngày nay của họ.\n* [http:\/\/3field.rmhcn.org\/page2.html  Thông tin về Bệnh viện Dã chiến số 3 Lục quân Mỹ] chứa lịch sử của Bệnh viện Dã chiến số 3 Lục quân Mỹ và trình chiếu các bức ảnh do Thomas W. Johnson cung cấp, ông từng là phụ tá tuyên úy tại bệnh viện trong vài tháng đầu tiên ở Sài Gòn trong giai đoạn 1965–1966.\n\n{{DEFAULTSORT:American Community School In Saigon}} \n[[Thể loại:Lịch sử trường học]]\n[[Thể loại:Việt Nam Cộng hòa]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Cựu công trình trường học]]\n[[Thể loại:Khởi đầu năm 1954 ở Việt Nam]]\n[[Thể loại:Cơ sở giáo dục thành lập năm 1954]]\n[[Thể loại:Cơ sở giáo dục chấm dứt năm 1965]]\n[[Thể loại:Trường học ngừng hoạt động ở Việt Nam]]"}