{"1469302":"{{Infobox officeholder\n| name=Trương Như Tảng\n| nationality=[[Việt Nam]]\n| birth_date={{Birth date|mf=yes|1923|5|19}}\n| birth_place=[[Chợ Lớn (tỉnh)|Chợ Lớn]]\n| death_date= \n| death_place= \n| spouse=\n| order= Bộ trưởng Bộ Tư pháp\n| term_start=ngày 8 tháng 6 năm 1969\n| term_end= 1978\n| predecessor= \n| successor= \n| party=\n| vicepresident=\n| signature=\n}}\n'''Trương Như Tảng''' (sinh ngày 19 tháng 5 năm 1923) là một luật sư, chính khách Việt Nam, người tham gia thành lập và là bộ trưởng Bộ Tư pháp trong [[Cộng hòa Miền Nam Việt Nam|Chính phủ Cách mạng Lâm thời Cộng hòa Miền Nam Việt Nam]]. Sau năm 1975, ông thất vọng với tình hình đất nước nên đã vượt biển rời khỏi Việt Nam trên một chiếc thuyền vào tháng 8 năm 1978. Sau đó ông sống lưu vong tại Paris, Pháp. Theo ''Hồi ký của một Việt Cộng''<ref>Việt Cộng (thường được người Mỹ gọi tắt là Vi-Xi (V.C.=Vietnamese communists) có nghĩa là người cộng sản Việt Nam. Trong thực tế \"Việt Cộng\" thường được dùng để chỉ lính hay cán bộ thuộc Mặt trận Giải phóng Miền Nam, chứ không phải bộ đội hay cán bộ miền Bắc.<\/ref> do chính ông viết thì Trương Như Tảng không phải là đảng viên Đảng Cộng sản Việt Nam.<ref>Cũng như nhiều thành viên trong Chính phủ Cách mạng Lâm thời Cộng hòa Miền Nam Việt Nam<\/ref>\n\n==Tuổi trẻ==\nTrương Như Tảng sinh ra tại [[Chợ Lớn]], trong một trong một gia đình giàu có và thành đạt, gần đúng như sự mong muốn và xếp đặt của cha ông: một bác sĩ, một dược \nsĩ, một giám đốc ngân hàng và 3 kỹ sư. Sau khi tốt nghiệp trường trung học Chasseloup-Laubat, nơi ông có những người bạn nổi tiếng như [[Norodom Sihanouk]], [[Dương Quỳnh Hoa]], [[Phạm Ngọc Thảo]],… ông được gia đình gửi sang Pháp để học ngành dược. Tuy nhiên ông đã bỏ khoa này nửa chừng để chuyển sang học chính trị và luật. Trong thời gian ở Paris, Trương Như Tảng tham gia phong trào chống chiến tranh của [[Đảng Cộng sản Pháp]], vì thế ông bị gia đình cắt viện trợ và phải rửa chén, gọt khoai kiếm tiền sinh sống để có thể tiếp tục con đường đã chọn. Trương Như Tảng cũng từng gặp Hồ Chí Minh vào năm 1946.<ref>Khi Hồ Chí Minh đến Pháp để thương thuyết với Sainteny. Kết quả cuộc thương thuyết này là Hiệp ước Sơ bộ 6-3-1946.<\/ref> Năm 1951, ông tốt nghiệp cao học chính trị và cử nhân luật sau đó trở về nước vào năm 1954.\n\n==Hoạt động chống Mỹ và chính phủ Việt Nam Cộng hòa==\nTừ 1958, Trương Như Tảng bắt đầu hoạt động bí mật cho đảng cộng sản, tại Sài Gòn. Sau khi Tổng thống Ngô Đình Diệm bị lật đổ, ông được cử làm Tổng Giám đốc Công ty Đường Việt Nam, một công ty quốc gia lớn. Trong thời gian này ông đã hoạt động ngầm cho hai tổ chức thân cộng là \"Phong trào Tự Quyết\" và \"Ủy ban bảo vệ Hòa Bình\" do bác sĩ Phạm Văn Huyến, cha của nữ luật sư [[Bà Ngô Bá Thành|Ngô Bá Thành]] điều khiển.<ref>A Vietcong Memoir trang 93-95<\/ref> Hành tung của Trương Như Tảng bại lộ, ngày 16 tháng 6 năm 1966, ông bị bắt bởi các nhân viên làm việc dưới quyền tướng [[Nguyễn Ngọc Loan]]. Nhờ có [[Trần Bạch Đằng]] thu xếp với người Mỹ về trao đổi tù binh, ông được phóng thích<ref>Cùng với vợ của Trần Bạch Đằng<\/ref> để ra bưng hoạt động hẳn cho phe cộng sản. Sau khi Liên minh các Lực lượng Dân tộc, Dân chủ và Hòa bình Việt Nam thành lập, ông là phó chủ tịch liên minh ở Sài Gòn - Chợ Lớn - Gia Định. Ngày 8 tháng 6 năm 1969, Trương Như Tảng tham gia sáng lập và giữ chức bộ trưởng Bộ Tư Pháp của [[Cộng hòa Miền Nam Việt Nam|Chính phủ Cách mạng Lâm thời Cộng hòa Miền Nam Việt Nam]].\n\n==Bất đồng==\n\nTheo cuốn hồi ký Mémoire d'un Vietcong, ông bất đồng vì cho rằng nhà nước Việt Nam không thi hành chính sách hòa giải hòa hợp dân tộc sau 1975.<ref>A Vietcong Memoir, trang 283-284<\/ref> Đảng Lao động thi hành chính sách cứng rắn với những người thua trận và cải tạo xã hội chủ nghĩa, bản thân ông không nhận chức thứ trưởng Bộ Lương thực và thực phẩm mà Chính phủ thống nhất dành cho ông. Theo đó, năm 1976, tại Hà Nội, bộ trưởng [[Ngô Minh Loan]] đã mời ông làm thứ trưởng với lí do Trương Như Tảng có kinh nghiệm để phát triển ngành công nghiệp mía đường của Việt Nam. Trương Như Tảng từ chối với lí do không đủ sức khoẻ và xin nghỉ hưu. Sau đó, về Sài Gòn, Trương Như Tảng cùng vợ mới cưới ra [[Gò Vấp]] sinh sống. Hai người anh em của ông, một là giám đốc Ngân hàng Quốc gia và một là bác sĩ làm việc với Bộ Y tế bị đưa đi cải tạo ở Bắc Việt.<ref>A Vietcong Memoir, trang 279<\/ref><ref>Cho đến Khi Trương Như Tảng hoàn tất cuốn hồi ký A Vietcong Memoir, người anh (em) tên Quỳnh làm việc ở Bộ Y tế vẫn chưa được trả tự do.<\/ref> Năm 1977, để tránh bị theo dõi, Trương Như Tảng nhận lời mời của bí thư thành uỷ [[Võ Văn Kiệt]] phụ trách ngành công nghiệp cao su. Ngày 25 tháng 8 năm 1978, Trương Như Tảng xuống thuyền vượt biển và hơn một tuần sau thì được một tàu hàng Singapore chở tới đảo Galang, thuộc Indonesia. Sau này ông sinh sống ở Pháp.\n\n==Tác phẩm==\nSau khi lưu vong Trương Như Tảng viết hồi ký nguyên văn bằng Tiếng Pháp là Mémoire d'un Vietcong, bản dịch Tiếng Anh là A Vietcong Memoir, tiếng Việt là \"Hồi Ký của một Việt Cộng\", viết chung với David Chanoff và Đoàn văn Toại. Theo Robert Manning chủ bút nhà xuất bản Boston thì cuốn sách này viết về ước mơ tan vỡ của Trương Như Tảng về một nước Việt Nam độc lập, hòa bình và dân chủ.<ref>{{chú thích báo|title=defeated by victory|url=http:\/\/www.nytimes.com\/1985\/05\/26\/books\/defeated-by-victory.html|newspaper=NYT|date=26.05.1985}}<\/ref>\n\nTheo Daniel Burstein, phóng viên The Christian Science Monitor (một tạp chí Công giáo) và từng làm việc cho một tạp chí Marxist, ngày 28 tháng 8 năm 1980, thì Trương Như Tảng có cho rằng ở Việt Nam không có chế độ chuyên chính vô sản, mà chỉ có chế độ gia đình trị. Theo trang tin này thì vào ngày 15 tháng Năm năm 1975, ông Trương Như Tảng chứng kiến trên lễ đài trong buổi duyệt binh không thấy lá cờ Mặt trận Dân tộc giải phóng và Cộng hòa miền Nam Việt Nam, mà chỉ có cờ Việt Nam Dân chủ cộng hòa, và ông hỏi tướng Văn Tiến Dũng thì được trả lời \"Quân đội đã được thống nhất\"<ref>[https:\/\/www.csmonitor.com\/1980\/0828\/082850.html A revolutionary who fled the revolution]<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* A Vietcong Memoir, viết chung với David Chanoff và Đoàn văn Toại, Harcourt Brace Jovanovich, San Diego, New York and London, 1985.\n\n[[Thể loại:Bộ trưởng Bộ Tư pháp Việt Nam]]\n[[Thể loại:Bộ trưởng Cộng hòa miền Nam Việt Nam]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Sinh năm 1923]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Nhân vật bất đồng chính kiến Việt Nam]]\n[[Thể loại:Người Việt di cư tới Pháp]]"}