{"441948":"{{Thông tin trường học\n| tên = Trường Trung học phổ thông chuyên Trần Phú\n| tên khác = Trường Phổ thông Năng khiếu Trần Phú (tên đầu tiên)\n| logo = \n| hình = Tran Phu high school in Hai Phong.jpg\n| điện thoại = 02253836604\n| ngày thành lập = 1986\n| loại hình = Trung học Phổ thông Chuyên\n| hiệu trưởng = TS.Toán Học Đoàn Thái Sơn\n| giáo viên = 137 (Năm học 2021-2022)\n| học sinh = ~2020\n| địa chỉ = Lô 10A KĐT Lê Hồng Phong, Phường [[Đằng Hải]]\n| thành phố = Quận [[Hải An]]\n| quốc gia = [[Việt Nam]]\n| tên bản địa = \n| khẩu hiệu = \n| giám đốc = \n| tài trợ = \n| nợ = \n| hiệu phó = Phạm Thị Mai Anh\nNguyễn Thị Ngà\nNguyễn Thúy Nga\n| giảng viên = \n| nhân viên = \n| sinh viên = \n| sinh viên đại học = \n| sinh viên sau đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| khuôn viên = \n| tỉnh = Thành phố [[Hải Phòng]]\n| tọa độ = \n| web = https:\/\/thptchuyentranphu.haiphong.edu.vn\n| quản lý = Sở Giáo dục và Đào tạo Thành phố Hải Phòng\n}}\n{{bài cùng tên|<!--Trường Trung học phổ thông Trần Phú-->Trần Phú (định hướng)}}\n'''Trường Trung học phổ thông chuyên Trần Phú''' là ngôi trường trung học phổ thông chuyên duy nhất ở [[Hải Phòng]]. Trường được thành lập vào tháng 1 năm [[1986]].\n\n==Lịch sử==\n\nTrường THPT Chuyên Trần Phú được thành lập chính thức vào tháng 1 năm 1986. Ban đầu gồm hệ các lớp chuyên được đào tạo tại trường THPT Thái Phiên và [[Trường Trung học phổ thông Ngô Quyền, Hải Phòng]]. Đến tháng 1 năm 1986 thì chuyển về trường Trần Phú và thành lập trường. Hiệu trưởng đầu tiên là cô [[Trần Mai Hương]]. Hiệu phó là thầy [[Tiên Nhĩ Phúc|Tiển Nhĩ Phúc]] và thầy [[Đỗ Thế Hùng]].<ref>{{Chú thích web| url = http:\/\/tranphu.com\/51\/content.php?page=tpschool| tiêu đề = Lịch sử trường THPT chuyên Trần Phú}}<\/ref>\n\nBuổi đầu đi vào hoạt động đào tạo học sinh năng khiếu với 4 lớp chuyên chuyển từ trường Thái Phiên và Ngô Quyền về: [[Toán học|Toán]], [[Lý]], [[Văn chương|Văn]], [[Tiếng Nga|Nga văn]]\n\nKỳ thi đầu vào được tổ chức với ba môn toán điều kiện, văn điều kiện và một môn chuyên. 30 [[học sinh]] một lớp chuyên.\n\nNăm 1986 mới có hai dãy phòng học A,B từ trường Đoàn Kết trước đó. Năm 1999 nhà trường xây dựng thêm khu A2 và bắt đầu mở lớp Song ngữ đào tạo tiếng [[Pháp]] và tiếng Việt cùng 2 lớp chọn [[Toán học|Toán]] (sau này là 2 lớp chọn tự nhiên). Năm 2000 khu B2 được xây dựng nâng tổng số dãy lên con số bốn trong một diện tích 0,8 hecta.\n\nNăm 2002 mở thêm lớp chọn xã hội 30 học sinh và 2 lớp chọn tự nhiên mỗi lớp 45 học sinh và lớp Chuyên Trung 35 học sinh.\n\nNgày 4 tháng 9 năm 2004, trường vinh dự đón chủ tịch nước [[Trần Đức Lương]] về dự lễ khai giảng năm học mới.\n\nNăm 2004 đón nhận danh hiệu [https:\/\/moh.gov.vn\/tin-hoat-dong\/-\/asset_publisher\/9bYsY6ejaTm8\/content\/danh-sach-tap-the-ca-nhan-trinh-xet-tang-danh-hieu-anh-hung-lao-ong-thoi-ky-oi-moi-anh-hung-luc-luong-vu-trang-nhan-dan-chien-si-thi-ua-toan-quoc Anh hùng lao động thời kì đổi mới].\n\nNăm 2006, trường xây thêm dãy hội trường và ban giám hiệu, sửa lại cổng và sân trường.\n\nNgày 19 tháng 11 năm 2006, nhà trường kỷ niệm 20 năm thành lập trường và đón nhận danh hiệu [[Huân chương Lao động|Huân chương lao động hạng Nhất]].<ref>{{Chú thích web| url = http:\/\/www.thp.org.vn\/vn\/index.asp?menuid=462&parent_menuid=443&fuseaction=3&articleid=7846 | tiêu đề = Kỷ niệm 20 năm thành lập trường }}<\/ref>\n\nNăm học 2016 - 2017, nhà trường bắt đầu tuyển sinh lớp chuyên [[tiếng Nhật]] với chỉ tiêu 35 học sinh.\n\nNăm học 2019 - 2020, nhà trường bắt đầu tuyển sinh khối chuyên [[Lịch sử|Sử]] và chuyên [[Địa lý|Địa]] với chỉ tiêu mỗi lớp 35 học sinh.\n\nNăm học 2021 - 2022, nhà trường bắt đầu tuyển sinh lớp chuyên [[tiếng Hàn Quốc]] với chỉ tiêu 35 học sinh.\n\n== Mô hình giáo dục ==\n\n=== Cơ cấu tổ chức ===\nTrường được tổ chức với mô hình ban giám hiệu điều hành và quản lý chung, bao gồm:\n\n* Hiệu trưởng: TS. Đoàn Thái Sơn\n* Phó Hiệu trưởng: Cô Phạm Thị Mai Anh\n* Phó Hiệu trưởng: Cô Nguyễn Thị Ngà\n* Phó Hiệu trưởng: Cô Nguyễn Thuý Nga\n\nHệ thống giáo viên của trường được chia làm 7 tổ chuyên môn:\n\n* '''Tổ Văn phòng'''. Tổ trưởng: Cô Nguyễn Thị Thúy Hằng\n* '''Tổ Toán - Tin'''. Tổ trưởng: Thầy Lê Đức Thịnh\n* '''Tổ Vật lý - Kĩ thuật'''. Tổ trưởng: Thầy Vũ Thế Tiến\n* '''Tổ Hóa học - Sinh học - Thể dục'''. Tổ trưởng: Cô Nguyễn Thị Thanh Thúy\n* '''Tổ Ngữ văn'''. Tổ trưởng: Cô Ngô Thị Bích Hương\n* '''Tổ Sử - Địa - GDCD'''. Tổ trưởng: Cô Nguyễn Thị Cẩm Diệu\n* '''Tổ Ngoại ngữ.''' Tổ trưởng: Thầy Phạm Tiến Sơn\n<gallery>\n|Tổ Toán-Tin\n|Tổ Ngữ văn\n|Tổ Hóa học-Sinh học-Thể dục\n<\/gallery>Ngoài ra, trường còn có Đảng ủy, Công đoàn giáo viên và Đoàn Thanh niên.\n\n=== Cấu trúc đào tạo ===\nTrường bao gồm hệ chuyên và hệ không chuyên.\n\n==== Hệ chuyên ====\nHệ chuyên gồm 15 khối, mỗi lớp gồm 35 học sinh: \n\n* Khối chuyên [[Toán học|Toán]] \n* Khối chuyên [[Tin học|Tin]] \n* Khối chuyên [[Vật lý học|Lý]] \n* Khối chuyên [[Hóa học|Hóa]]\n* Khối chuyên [[Sinh học|Sinh]] \n* Khối chuyên [[Văn học|Văn]] \n* Khối chuyên [[Tiếng Anh|Anh]]: Gồm chuyên Anh 1 và chuyên Anh 2\n* Khối chuyên [[Tiếng Nga|Nga]]\n* Khối chuyên [[Tiếng Pháp|Pháp]]\n* Khối chuyên [[Tiếng Trung Quốc|Trung]]\n* Khối chuyên [[Tiếng Nhật|Nhật]]\n* Khối chuyên [[Lịch sử|Sử]]\n* Khối chuyên [[Địa lý|Địa]]\n* Khối chuyên [[Tiếng Hàn Quốc|Hàn]]. \n\nTrong các hệ chuyên, ngoài việc học các môn học chính, học sinh sẽ được dạy tăng cường (số tiết, khối lượng kiến thức nhiều hơn so với các lớp còn lại) các môn Chuyên trong các lớp Chuyên thuộc khối Trung học phổ thông. Các học sinh chuyên có thành tích nổi bật sẽ được đưa vào đội tuyển học sinh giỏi và được đầu tư học môn chuyên để tham dự các kỳ thi học sinh giỏi cấp quốc gia và quốc tế.?\n\n==== Hệ không chuyên ====\nHệ không chuyên gồm 4 khối, mỗi khối gồm 45 học sinh:\n\n* Khối Tự nhiên: Gồm Tự nhiên 1 và Tự nhiên 2\n* Khối Xã hội\n* Khối Song ngữ (Không chuyên ngữ).\n\n=== Xét tuyển ===\n\n==== Nguyện vọng ====\nMỗi thí sinh được đăng ký không quá 2 môn chuyên (không trùng lịch thi).\n\nMỗi thí sinh được đăng ký xét tuyển vào các lớp chuyên và không chuyên, tối đa 5 nguyện vọng.\n\nLớp Song ngữ tuyển thẳng từ lớp Pháp của Trường Trung học cơ sở Hồng Bàng (Có bài kiểm tra đầu vào riêng của hệ song ngữ).\n\n==== Các môn thi ====\nCác môn thi là [[Toán học|Toán]], [[Văn học|Ngữ văn]] (chung với kì thi tuyển sinh vào lớp 10 của các trường THPT công lập), [[Tiếng Anh]] điều kiện (đề thi dành riêng cho thí sinh xét tuyển vào trường với mức độ yêu cầu cao hơn đề thi của các trường công lập) và môn chuyên.\n\n==== Nguyên tắc xét tuyển ====\nChỉ xét tuyển cho các thí sinh dự thi đủ số môn đã đăng kí, xét tuyển theo nguyên tắc lấy điểm từ cao xuống thấp cho đến khi đủ chỉ tiêu tuyển sinh. Điểm chuẩn cho các nguyện vọng là như nhau.\n\n==== Điểm xét tuyển<ref>{{Chú thích web|url=https:\/\/webqi.s3.ap-southeast-1.amazonaws.com\/Data\/haiphong\/haiphong\/2022_4\/ke-hoach-tuyen-sinh-lop-10-nam-hoc-2022-2023signed_304202219.pdf|tựa đề=Kế hoạch Tuyển sinh vào lớp 10 Trung học phổ thông năm học 2022-2023|họ=|tên=|website=haiphong.edu.vn|url-status=live|ngày truy cập=2022-06-17}}<\/ref> ====\n\n* Lớp chuyên [[Toán học|Toán]], [[Vật lý học|Lý]], [[Hóa học|Hóa]], [[Sinh học|Sinh]], [[Văn học|Văn]], [[Tiếng Anh|Anh]], [[Tiếng Nhật|Nhật]], [[Lịch sử|Sử]], [[Địa lý|Địa]]: tổng điểm môn chuyên (hệ số 2) và các môn điều kiện (hệ số 1)\n* Lớp chuyên [[Tin học|Tin]]: tổng điểm [[Toán học|toán]] chuyên (hệ số 2) và các môn điều kiện (hệ số 1)\n* Lớp chuyên [[Tiếng Nga|Nga]], [[Tiếng Pháp|Pháp]], [[Tiếng Trung Quốc|Trung]], [[Tiếng Hàn Quốc|Hàn]]: tổng điểm [[tiếng Anh]] chuyên (hệ số 2) và các môn điều kiện (hệ số 1)\n* Lớp không chuyên tự nhiên: điểm các môn điều kiện cộng với điểm 1 môn chuyên tự nhiên ([[Toán học|Toán]], [[Vật lý học|Lý]], [[Hóa học|Hóa]], [[Sinh học|Sinh]]) (tất cả hệ số 1) theo phương thức:\n** 45 học sinh lấy từ cao đến thấp những học sinh có điểm xét tuyển không chuyên tự nhiên (Toán). (chỉ xét với các thí sinh không đỗ chuyên Toán, Tin);\n** 15 học sinh lấy từ cao đến thấp những học sinh có điểm xét tuyển không chuyên tự nhiên (Vật lý);\n** 15 học sinh lấy từ cao đến thấp những học sinh có điểm xét tuyển không chuyên tự nhiên (Hóa học);\n** 15 học sinh lấy từ cao đến thấp những học sinh có điểm xét tuyển không chuyên tự nhiên (Sinh học);\n** Nếu học sinh có 02 điểm xét tuyển lớp không chuyên tự nhiên (theo các môn chuyên tương ứng) đủ điều kiện đỗ thì lấy điểm trúng tuyển không chuyên tự nhiên theo môn chuyên có điểm cao hơn.\n** Nếu học sinh có 02 điểm xét tuyển lớp không chuyên tự nhiên (theo các môn chuyên) bằng nhau đủ điều kiện đỗ thì điểm trúng tuyển sẽ căn cứ vào độ lệch giữa điểm xét tuyển và điểm chuẩn xét tuyển của môn chuyên tương ứng (Điểm xét tuyển không chuyên Tự nhiên của thí sinh - Điểm chuẩn xét tuyển không chuyên môn chuyên tương ứng), lấy độ lệch cao hơn để xét trúng tuyển vào không chuyên tự nhiên có môn chuyên tham gia vào thành phần tính điểm xét tuyển của thí sinh.\n* Lớp không chuyên xã hội: điểm các môn điều kiện cộng với điểm 1 môn chuyên xã hội ([[Văn học|Văn]], [[Lịch sử|Sử]], [[Địa lý|Địa]]) (tất cả hệ số 1) theo phương thức:\n** 25 học sinh lấy từ cao đến thấp những học sinh có điểm xét tuyển lớp không chuyên xã hội (Ngữ văn);\n** 10 học sinh lấy từ cao đến thấp những học sinh có điểm xét tuyển lớp không chuyên xã hội (Địa lí);\n** 10 học sinh lấy từ cao đến thấp những học sinh có điểm xét tuyển lớp không chuyên xã hội (Lịch sử);\n** Nếu học sinh có 02 điểm xét tuyển lớp không chuyên Xã hội (theo các môn chuyên) đủ điều kiện đỗ thì lấy điểm trúng tuyển không chuyên Xã hội theo môn chuyên xã hội có điểm cao hơn.\n** Nếu học sinh có 02 điểm xét tuyển lớp không chuyên Xã hội (theo các môn chuyên) bằng nhau, đủ điều kiện đỗ thì điểm trúng tuyển sẽ căn cứ vào độ lệch điểm xét tuyển và điểm chuẩn của môn chuyên tương ứng (Điểm xét tuyển không chuyên xã hội của thí sinh - Điểm chuẩn xét tuyển không chuyên môn chuyên tương ứng), lấy độ lệch cao hơn để xét trúng tuyển vào không chuyên xã hội có môn chuyên tham gia vào thành phần tính điểm xét tuyển.\n<gallery>\n|Thí sinh trước giờ thi vào trường THPT chuyên Trần Phú\n|Phó Chủ tịch UBND Thành phố Hải Phòng Nguyễn Xuân Bình kiểm tra tại hội đồng thi trường THPT chuyên Trần Phú\n<\/gallery>\n\n==Cơ sở vật chất==\n\n=== Địa điểm cũ ===\nTừ khi thành lập đến nay, các thế hệ giáo viên và học sinh trường trung học phổ thông chuyên Trần Phú đã giảng dạy và học tập tại địa điểm số 12 Trần Phú, quận Ngô Quyền. Ngôi trường gồm 4 dãy phòng học A1, A2, B1 và B2; 1 dãy phòng đội tuyển, khu hiệu bộ, 1 nhà đa năng, 1 căng tin. Sân trường rộng và có 1 sân bóng rổ. Tuy được tu sửa nhiều lần, rất nhiều hạng mục đã xuống cấp nghiêm trọng và có nguy cơ sụp đổ.\n\n=== Địa điểm mới ===\nHiện tại ngôi trường THPT chuyên Trần Phú ở trên đường Lê Hồng Phong, thuộc khu đô thị mới Ngã Năm - [[Cảng hàng không quốc tế Cát Bi]]. Ngôi trường mới là tổ hợp của nhiều hạng mục như phòng học, khu hiệu bộ, căng tin, nhà đa năng, sân bóng đá, bóng rổ, phòng thí nghiệm, v.v.. với thiết kế hiện đại, đẹp mắt, cách phối màu sắc ấn tượng. Kiến trúc của trường được xây dựng theo phong cách đặc biệt, vừa góc cạnh lại vừa lượn sóng, tạo ra tầm nhìn bao quát tối đa từ các hành lang, mang lại cảm giác rộng lớn cho học sinh. ngôi trường được sơn màu trắng kết hợp với những dải màu cam rực rỡ, tạo nền nhấn trên nền trời xanh, biểu tượng màu Thiên thanh của Chuyên Trần Phú. Hành lang lớp học được thiết kế trải dài tít tắp, trở nên vô tận trong ánh nắng mùa hè và thời khắc hoàng hôn, là địa điểm chụp ảnh lí tưởng của các bạn nhiếp ảnh gia trong trường. Sân trường có diện tích rộng lớn bậc nhất thành phố, được trồng nhiều hàng cây xanh và là địa điểm cho các buổi hoạt động ngoại khóa, chào cờ, cắm trại, [[Tết Trung thu]], [[Halloween]], team building,...  Các phòng học đều có cơ sở vật chất hiện đại, gồm bàn ghế, quạt trần, máy lạnh, máy chiếu, cửa cách âm, tủ đồ cá nhân, hệ thống loa và camera từng lớp: ngoài ra còn có bình nước uống nóng lạnh, rèm che cửa, giá để giày dép.\n\n== Các câu lạc bộ trong nhà trường ==\nTrường THPT chuyên Trần Phú là một ngôi trường với nhiều hoạt động ngoại khóa với nhiều câu lạc bộ khác nhau hoạt động như:\n\n==== Câu lạc bộ từ thiện ====\n\n* Tình nguyện Fire - Lửa yêu thương\n* Givology NKTP Hai Phong - Givology Vietnam\n* Tình nguyện trẻ Mặt Trời Chuyên Trần Phú - Hai Phong Volunteer Group\n* Inspire and Share\n\n==== Nhóm nhảy ====\n\n* D.I.L Crew\n* D.DIX Crew\n* 1004 Team\n* Cosmos Crew\n* The Silky Girls\n* LILGO Crew\n\n==== Câu lạc bộ thể thao ====\n\n* TPC Chess Academy\n* CLB Bóng Đá Chuyên Trần Phú\n* Chuyên Trần Phú Basketball Club\n* CLB Bóng chuyền TPC\n* CLB Cầu Lông THPT Chuyên Trần Phú\n* Herious - TPC Cheerleading Squad\n* CLB Đá Cầu TPC\n* Esports Club TPC - ECT\n\n==== Khác ====\n* CLB Thanh niên Xung kích Đoàn trường THPT Chuyên Trần Phú\n* Ban Phát Thanh Học Đường Trường THPT Chuyên Trần Phú\n* TPC Media Club\n* TPC Music Club\n* TPC English Speaking Club\n* Kniverse - K니버스\n* Wabisabi - The Beauty of Imperfection\n* TDF - Tribu des francophiles - Club de Français de TPC\n* Huyễn - CLB Hán Ngữ TPC\n* Artaholic\n* LOGIA\n* CLB Sách và Hành động THPT Chuyên Trần Phú\n* ICM - Informatics Club TPC\n* Pinky Pigs Production\n* CAN - Clubs for TPC Wannabes\n\n==Thành tích==\n[[Đường lên đỉnh Olympia]]:\n\n* 01 Giải Ba Chung Kết Năm năm thứ 8\n* 01 Giải Nhì tháng năm thứ 13\n* 01 Giải Ba tháng năm thứ 16\n* 01 Giải Ba quý năm thứ 20\n* 01 Giải Nhì tuần năm thứ 21\n* 01 Giải Ba Chung kết Năm năm thứ 22\n\nGiải quốc tế: 33 giải (7 HCV, 11 HCB, 11HCĐ, 4 bằng khen)\n\nTính đến năm 2015, trường Chuyên Trần Phú đã đạt kỷ lục Việt Nam với 21 năm liên tiếp có học sinh tham dự các kỳ thi Olympic Quốc tế\n\n(Xem thêm: Thành tích học sinh Việt Nam tại Olympic [[Việt Nam tại Olympic Toán học Quốc tế|Toán]], [[Việt Nam tại Olympic Vật lý Quốc tế|Lý]], [[Việt Nam tại Olympic Hóa học Quốc tế|Hóa]], [[Việt Nam tại Olympic Tin học Quốc tế|Tin]] Quốc tế.)\n\nGiải quốc gia: tính tới năm 2009 xấp xỉ 900 giải. Năm học 2008-2009: 68 giải\n\nDanh hiệu Anh hùng lao động thời kỳ đổi mới\n\n2 Huân chương Lao động cùng nhiều bằng khen, cờ thi đua xuất sắc.\n\nTỷ lệ học sinh đỗ tốt nghiệp: 99,99%, tốt nghiệp loại giỏi >70%\n\nTỷ lệ học sinh đỗ đại học: >90%<ref>{{Chú thích web| url = http:\/\/dantri.com.vn\/c25\/s25-342868\/top-200-truong-thpt-co-diem-thi-dh-cao-nhat-nam-2009.htm | tiêu đề = Top 200 trường THPT có điểm thi ĐH cao nhất năm 2009 }}<\/ref>\n\n* [[Hoa hậu Việt Nam 2002]] [[Phạm Thị Mai Phương]] là học sinh lớp chuyên [[Lý]] của trường.\n* Á hậu 1 Hoa hậu Du lịch Việt Nam Toàn cầu 2021 Trần Tuyết Mai từng theo học lớp chuyên [[tiếng Anh|Anh]] 1 niên khóa 2017 - 2020.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/chuyentranphu.edu.vn\/ Website chính thức của trường Trần Phú] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100212223723\/http:\/\/www.chuyentranphu.edu.vn\/ |date=2010-02-12 }}\n\n[[Thể loại:Trường trung học tại Hải Phòng|Trần Phú]]\n[[Thể loại:Trường chuyên Việt Nam|Trần Phú, Hải Phòng]]\n[[Thể loại:Khởi đầu năm 1986]]"}