{"109444":"{{Thông tin trường học\n| tên = Trường Đại học Sư phạm Kỹ thuật Nam Định\n| logo = [[Tập tin:Nute.jpg|68px]]\n| hình = \n| tên bản địa = \n| khẩu hiệu = \n| tên khác = NUTE\n| ngày thành lập = 21 tháng 12 năm 1966\n| loại hình = Đại học kỹ thuật hệ công lập\n| khuôn viên = \n| địa chỉ = Đường Phù Nghĩa, Phường Lộc Hạ, [[Nam Định (thành phố)|Thành phố Nam Định]], [[Nam Định|Tỉnh Nam Định]]\n| thành phố = \n| tỉnh = \n| quốc gia = \n| tọa độ = \n| tài trợ = \n| hiệu trưởng = [[Tiến sĩ]] Đặng Quyết Thắng\n| hiệu phó = \n| nhân viên = \n| Phó hiệu trưởng = [[Tiến sĩ]] Trần Xuân Thảnh\n| điện thoại = (0228) 3 645.194\n| email = phonghtqt.skn@moet.edu.vn\n| web = [http:\/\/www.nute.edu.vn http:\/\/www.nute.edu.vn]\n| Diễn đàn sinh viên = \n}}\n'''Trường Đại học Sư phạm Kỹ thuật Nam Định''' là một trong sáu Đại học Sư phạm Kỹ thuật của cả nước - đào tạo kỹ thuật lấy ứng dụng làm trọng tâm để giảng dạy, có chức năng đào tạo kỹ sư [[công nghệ]] và giáo viên kỹ thuật. Được đánh giá là một trong những trường đại học kỹ thuật đầu ngành tại [[Đồng bằng sông Hồng|Vùng Đồng bằng sông Hồng]] Việt Nam. Trường đồng thời là trung tâm nghiên cứu khoa học kỹ thuật và chuyển giao công nghệ lớn của miền Bắc Việt Nam. Tiền thân của trường là Trường Cao đẳng Sư phạm kỹ thuật Nam Định.\n\n==Các khoa và Bộ môn==\n*[http:\/\/nute.edu.vn\/Khoa.aspx?id=34 Khoa Công nghệ thông tin]\n*[http:\/\/nute.edu.vn\/Khoa.aspx?id=35 Khoa Cơ khí]\n*[http:\/\/nute.edu.vn\/Khoa.aspx?id=94 Khoa Điện - Điện tử]\n*[http:\/\/nute.edu.vn\/Khoa.aspx?id=98 Khoa Sư phạm kỹ thuật]\n*[http:\/\/nute.edu.vn\/Khoa.aspx?id=97 Khoa Khoa học cơ bản]\n*[http:\/\/nute.edu.vn\/Khoa.aspx?id=100 Khoa Tại chức]\n*[http:\/\/nute.edu.vn\/Khoa.aspx?id=95 Khoa Kinh tế]\n*[http:\/\/nute.edu.vn\/Khoa.aspx?id=96 Khoa Ngoại ngữ]\n*[http:\/\/nute.edu.vn\/ChitietTinKhoa.aspx?id_tin=435&id=99 Khoa Lý luận chính trị]\n*[http:\/\/nute.edu.vn\/Khoa.aspx?id=101 Bộ môn Giáo dục thể chất - Quốc phòng]\n\n==Lịch sử phát triển==\n\n*Trường Đại học Sư phạm Kỹ thuật Nam Định tiền thân là Trường Trung học Công nghiệp Nam Hà được thành lập theo quyết định số 1263 BCNN\/KB-1 ngày [[21 tháng 12]] năm [[1966]] của [[Bộ Công Thương (Việt Nam)|Bộ Công nghiệp nặng]], có nhiệm vụ đào tạo cán bộ trung cấp kỹ thuât.<br> \n*Năm [[1971]] Trường thuộc Tổng cục Đào tạo công nhân kỹ thuật theo quyết định số 171\/TTg ngày [[16 tháng 6]] năm [[1971]] của Thủ tướng Chính phủ, làm nhiệm vụ đào tạo giáo viên dạy nghề.<br>\n*Năm 1978 Trường thuộc Bộ Giáo dục và Đào tạo, tiếp tục làm nhiệm vụ đào tạo, bồi dưỡng giáo viên dạy nghề.<br>\n*Từ ngày [[1 tháng 7]] năm [[1998]] Trường thuộc Bộ Lao động-Thương binh và Xã hội, tiếp tục làm nhiệm vụ đào tạo, bồi dưỡng giáo viên dạy nghề.<br>\n*Từ năm 1992 theo quyết định số 1395\/TH-DN ngày 13\/7\/1992 của Bộ trưởng Bộ Giáo dục và Đào tạo, Trường được phép đào tạo thí điểm GVDN trình độ cao đẳng.<br>\n*Từ tháng 5\/1999 Trường Cao đẳng Sư phạm Kỹ thuật Nam Định được thành lập trên cơ sở Trường Sư phạm Kỹ thuật 2 Nam Định theo quyết định số 130\/1999\/QĐ-TTg ngày 28\/05\/1999 của Thủ tướng Chính phủ, chính thức nhận nhiệm vụ đào tạo GVDN trình độ cao đẳng. <br>\n*Ngày 05 tháng 01 năm 2006 [[Trường Đại học Sư phạm Kỹ thuật Nam Định]] được thành lập theo quyết định số 05\/2006\/QĐ-TTg ngày [[5 tháng 1]] năm [[2006]] của [[Thủ tướng|Thủ tướng Chính phủ]] trên cơ sở nâng cấp Trường Cao đẳng Sư phạm Kỹ thuật Nam Định. Trường là đơn vị trực thuộc [[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Lao động-Thương binh và Xã hội]]; chịu sự quản lý nhà nước về giáo dục - đào tạo của [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]] chịu sự quản lý về hành chính theo lãnh thổ của UBND tỉnh [[Nam Định]].<br>\n*Trải qua 54 năm xây dựng và phát triển, trường đã đào tạo và bồi dưỡng hàng vạn cán bộ kỹ thuật, giáo viên dạy nghề, công nhân kỹ thuật phục vụ có hiệu quả cho ngành dạy nghề và các ngành kinh tế quốc dân khác trong phạm vi cả nước. Trường đã khắc phục khó khăn lỗ lực phấn đấu vươn lên, hoàn thành xuất sắc nhiệm vụ được giao, đã được Nhà nước ghi nhận bằng những phần thưởng cao quý:\n\n~ Huân chương Độc lập hạng Ba (năm 2011) \n~Huân chương Lao động hạng Ba (năm 1986)\n~Huân chương Lao động hạng Nhì (năm 1996)\n~Huân chương Lao động hạng Nhất (năm 2000)\n~Huân chương Lao động hạng Ba tặng cho ĐTNCSHCM (năm 2001)\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.nute.edu.vn Trang web chính thức của Trường Đại học Sư phạm Kỹ thuật Nam Định]\n*[https:\/\/www.facebook.com\/ts.nute Trang mạng xã hội về Tuyển sinh của trường Trường Đại học Sư phạm Kỹ thuật Nam Định]\n\n[[Thể loại:Trường đại học và cao đẳng tại Nam Định|Sư phạm Kỹ thuật Nam Định]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam|Sư phạm Kỹ thuật Nam Định]]\n[[Thể loại:Đại học và cao đẳng kỹ thuật Việt Nam|Nam]]\n[[Thể loại:Trường đại học ứng dụng và thực hành]]\n[[Thể loại:Huân chương Độc lập hạng Ba]]\n[[Thể loại:Huân chương Lao động hạng Ba]]\n[[Thể loại:Huân chương Lao động hạng Nhì]]\n[[Thể loại:Huân chương Lao động hạng Nhất]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Bộ Lao động, Thương bình và Xã hội|Sư phạm Kỹ thuật Nam Định]]\n[[Thể loại:Trường Sư phạm Kỹ thuật Việt Nam|Nam Định]]"}