{"3132897":"{{bài cùng tên|Trường Đại học Tài chính - Kế toán (định hướng)}}\n{{Thông tin trường học\n| tên = Đại học Tài chính - Kế toán\n| logo = \n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = [[28\/6\/1976]]\n| loại hình = [[Đại học công lập|Đại học kinh tế hệ công lập]]\n| khuôn viên = \n| địa chỉ = Thị trấn La Hà, huyện Tư Nghĩa, Tỉnh [[Quảng Ngãi]]<br>Cơ sở 2: 290 đường Phạm Văn Đồng, phường [[Phú Thượng]] - thành phố [[Huế]].\n| thành phố = \n| tỉnh = \n| quốc gia = \n| tọa độ = \n| web = http:\/\/www.tckt.edu.vn\n| viết tắt = '''UFA'''\n| tài trợ = \n| hiệu trưởng = [[TS]]<br> '''Phạm Sỹ Hùng'''\n| hiệu phó = \n| nhân viên = \n| điện thoại = (055) 3 845 578\n}}\n'''Trường Đại học Tài chính - Kế toán''' (tiếng Anh: ''University of Finance and Accountancy'') là một trường đại học chuyên ngành về kinh tế với hai ngành trọng điểm là Tài chính - Ngân hàng và Kế toán. Trường trực thuộc [[Bộ Tài chính]] đóng trên địa bàn tỉnh Quảng Ngãi, đã đào tạo và bồi dưỡng đội ngũ cán bộ Tài chính cho hệ thống Ngành Tài chính và các Ngành kinh tế quốc dân, của các thành phần kinh tế của khu vực Miền Trung Trung bộ và Tây Nguyên.\n\nTiền thân là Trường Trung học Tài chính Kế toán III (KT3 - năm 1976), Trường Cao đẳng Tài chính - Kế toán Quảng Ngãi (1997), Trường Đại học Tài chính - Kế toán (2011)<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Giao-duc\/Quyet-dinh-1164-QD-TTg-thanh-lap-Truong-Dai-hoc-Tai-chinh-Ke-toan-126437.aspx|tựa đề=QUYẾT ĐỊNH VỀ VIỆC THÀNH LẬP TRƯỜNG ĐẠI HỌC TÀI CHÍNH - KẾ TOÁN|url-status=live}}<\/ref>.\n\nĐược thành lập từ 1976, sau quá trình hình thành và phát triển, đến năm 2012 trường chính thức bắt đầu đào tạo bậc Đại học và đến năm 2017 trường chính thức đào tạo Thạc sĩ.\n\n== Các phòng, khoa, bộ môn ==\n* Phòng Tổ chức - Hành chính\n* Phòng Quản lý Đào tạo\n* Phòng Tài chính - Kế toán\n* Phòng Quản trị - Thiết bị\n* Phòng Quản lý khoa học & Hợp tác quốc tế\n* Phòng Khảo thí & Đảm bảo chất lượng\n* Phòng Thanh tra giáo dục\n* Phòng Công tác sinh viên\n* Ban Quản lý Khu nội trú\n* Khoa Tài chính - Ngân hàng\n* Khoa Kế toán - Kiểm toán\n* Khoa Hệ thống thông tin quản lý\n* Khoa Lý luận chính trị\n* Khoa Quản trị kinh doanh\n* Bộ môn Luật Kinh tế\n* Bộ môn Ngoại ngữ\n* Bộ môn Giáo dục Thể chất & Quốc phòng, An ninh\n* Trung tâm Ngoại ngữ - Tin học\n* Trung tâm Bồi dưỡng và Tư vấn Tài chính - Kế toán - Kiểm toán\n* Tạp chí Khoa học Tài chính Kế toán\n\n== Tuyển sinh ==\n'''Đại học:'''\n\nNgoài tuyển sinh hệ Đại học chính quy, trường có tuyển sinh hệ Đại học chính quy văn bằng 2.\n\n* Ngành Quản trị kinh doanh.\n* Ngành Hệ thống thông tin và quản lý.\n* Ngành Kinh doanh quốc tế.\n* Ngành Tài chính - Ngân hàng.\n* Ngành Kế toán.\n* Ngành Kiểm toán.\n* Ngành Luật kinh tế.\n'''Thạc sĩ:''' Thạc sĩ Tài chính - Ngân hàng.\n\n== Chất lượng đào tạo ==\n\n=== Đội ngũ giảng viên ===\nTính đến tháng 11 năm 2015, trường có 203 giảng viên. Trong đó có 11 [[tiến sĩ]], 143 [[thạc sĩ]] và 62 giảng viên có trình độ [[đại học]].<ref name=\"tckt.edu.vn\">{{Chú thích web|url=http:\/\/tckt.edu.vn\/ba-cong-khai\/cid\/61|tiêu đề=Báo cáo công khai của trường|ngày truy cập=2017-11-21|archive-date = ngày 20 tháng 11 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20171120032629\/http:\/\/www.tckt.edu.vn\/ba-cong-khai\/cid\/61}}<\/ref>\n\n=== Chất lượng đầu ra thực tế ===\n{| class=\"wikitable sortable\" style=\"text-align:center\"\n|+Chất lượng đầu ra thực tế tính theo các ngành có thời gian tốt nghiệp vào năm 2016<ref name=\"tckt.edu.vn\"\/>\n!Thời gian khảo sát sau tốt nghiệp\n!Số SV nhập học\n!Số SV tốt nghiệp đúng hạn\n!Tỉ lệ SV tốt nghiệp loại xuất sắc\n!Tỉ lệ SV tốt nghiệp loại giỏi\n!Tỉ lệ SV thu nhập trên 10 triệu\n!Tỉ lệ có việc làm sau khi ra trường\n(bao gồm số lượng học lên cao)\n|-\n!1 năm\n|683\n|477\n|0%\n|22,6%\n|1,6%\n|75,5%\n|}<span class=\"\">*<\/span> ''Tỉ lệ sinh viên có việc làm trong vòng một năm sau khi ra trường đã bao gồm số lượng người ra trường có khởi nghiệp thành lập doanh nghiệp, không bao gồm ngộ nhận khởi nghiệp như đa cấp.<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/kinh-doanh\/nguoi-viet-dang-me-da-cap-thay-vi-say-khoi-nghiep-20160304151258669.htm|tiêu đề=Người Việt đang \"mê\" đa cấp thay vì \"say\" khởi nghiệp!?|postscript=\"Có một sự liên hệ mật thiết giữa kinh doanh đa cấp và khởi nghiệp, nhưng nếu so sánh về giá trị cho xã hội mà khởi nghiệp và đa cấp tạo ra, chúng ta có thể thấy rõ sự khập khiễng này.\"}}<\/ref>''<p><nowiki>*<\/nowiki> ''Thống kê không dành cho bậc đào tạo thấp như cao đẳng với trung cấp, nên không thể nội suy chất lượng đào tạo ở hai hệ đào tạo này.''<\/p>\n== 38 năm và những phần thưởng cao quý ==\n<strong>1981<\/strong>: Bộ Tài chính tặng Bằng khen\n\n<strong>1983<\/strong>: Chủ tịch Hội đồng Bộ trưởng tặng Bằng khen Phong trào thi đua hai tốt năm học 1982 – 1983\n\n<strong>1986<\/strong>: Chủ tịch Hội đồng Nhà nước tặng thưởng [[Huân chương Lao động]] hạng Ba\n\n<strong>1990<\/strong>: Bộ Giáo dục & Đào tạo tặng Bằng khen\n\n<strong>1991<\/strong>: Chủ tịch Hội đồng Nhà nước tặng thưởng Huân chương Lao động hạng Nhì\n\n<strong>1992<\/strong>: Bộ Giáo dục & Đào tạo tặng Cờ thi đua Đơn vị tiên tiến xuất sắc Năm học 1991 – 1992\n\n<strong>1994<\/strong>: Chính phủ tặng Cờ luân lưu Đơn vị tiên tiến xuất sắc năm học 1993 - 1994. Trung ương Đoàn tặng Cờ chân dung Bác cho Đoàn THCS Hồ Chí Minh Nhà trường\n\n<strong>1995<\/strong>: Tổng Liên đoàn Lao động Việt Nam tặng Bằng khen cho Công đoàn cơ sở Nhà trường\n\n<strong>1996<\/strong>: Nhà nước tặng thưởng Huân chương Lao động hạng Nhất. Tổng Liên đoàn Lao động Việt Nam tặng cờ Đơn vị có phong trào thi đua xuất sắc nhất\n\n<strong>1997 – 1999<\/strong>: Bộ Tài chính tặng Bằng khen\n\n<strong>2000<\/strong>: Trung ương Đoàn tặng Cờ chân dung Bác cho Đoàn TNCS Hồ Chí Minh nhà trường. Trung ương Hội Sinh viên tặng Bằng khen cho Hội Sinh viên nhà trường\n\n<strong>2001<\/strong>: Chính phủ tặng Cờ thi đua đơn vị xuất sắc\n\n<strong>2004<\/strong>: Thủ tướng tặng Bằng khen. Bộ Tài chính tặng Cờ thi đua đơn vị xuất sắc năm học 2003 – 2004\n\n<strong>2005<\/strong>: Nhà nước tặng thưởng [[Huân chương Độc lập|Huân chương độc lập]] hạng Ba, Thủ tướng Chính phủ công nhận 5 chiến sĩ thi đua toà n quốc, Bộ Tà i chính công nhận 13 chiến sĩ thi đua toàn ngành và hàng chục chiến sĩ thi đua cơ sở.\n\n<strong>2011<\/strong>: Huân chương độc lập hạng nhì; Biểu tượng vàng nguồn nhân lực Việt Nam lần thứ I (do Liên Hiệp hội Khoa học & Kỹ thuật Việt Nam phối hợp với Bộ Giáo dục & Đào tạo, [[Đài Truyền hình Việt Nam|Đài truyền hình Việt Nam]] trao tặng).\n\n==Đừng nhầm lẫn==\n{{chi tiết|Trường Đại học Tài chính - Kế toán (Hà Nội)}}\nTrước đây có một trường cùng tên là [[Trường Đại học Tài chính - Kế toán (Hà Nội)|Trường Đại học Tài chính - Kế toán]] (hiện mang tên Học viện Tài chính) có trụ sở tại [[Hà Nội]]. Trường cũng trực thuộc Bộ Tài chính, tuy nhiên có lịch sử hình thành và phát triển độc lập với trường Đại học Tài chính - Kế toán có trụ sở tại Quảng Ngãi.\n\nTrường tại Hà Nội thành lập năm 1976 trên cơ sở nâng cấp từ '''Trường Cán bộ Tài chính kế toán Ngân hàng Trung ương''', trước đó là '''Trường Cán bộ Tài chính - Kế toán Trung ương''' thành lập từ 1963. Trường đã đào tạo bậc đại học từ năm 1976. Đến năm 1988 thì đổi tên thành '''[[Trường Đại học Tài chính - Kế toán Hà Nội]]''' (nay là '''[[Học viện Tài chính (Việt Nam)|Học viện Tài chính]]''' - sáp nhập và nâng cấp năm 2001) và nâng cấp cơ sở II tại Thành phố Hồ Chí Minh thành '''[[Trường Đại học Tài chính - Kế toán Thành phố Hồ Chí Minh]]''' (nay là '''[[Trường Đại học Kinh tế Thành phố Hồ Chí Minh]]''' - sáp nhập thành Trường Đại học Kinh tế trực thuộc [[Đại học Quốc gia Thành phố Hồ Chí Minh]] năm 1996 và trở thành trường độc lập từ năm 2000).\n\nTrường tại Quảng Ngãi thành lập năm 1976, ban đầu là '''Trường Trung học Tài chính Kế toán III''', trở thành '''Trường Cao đẳng Tài chính - Kế toán Quảng Ngãi''' năm 1997 và nâng cấp thành '''Trường Đại học Tài chính - Kế toán''' năm 2011.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Cơ sở giáo dục trực thuộc Bộ Tài chính|Tài chính - Kế toán]]\n[[Thể loại:Trường đại học và cao đẳng tại Quảng Ngãi]]\n[[Thể loại:Đại học và cao đẳng kinh tế Việt Nam]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Thừa Thiên Huế]]"}