{"19668719":"{{Thông tin trường học\n| tên = Trường Cao đẳng Kinh tế – Kỹ thuật Bạc Liêu\n| logo = \n| khẩu hiệu = \n| ngày thành lập = {{ngày thành lập và tuổi|2014|4|26}}\n| hình = \n| tên khác = \n| tên bản địa = \n| loại hình = Cao đẳng công lập\n| khuôn viên = \n| địa chỉ = {{flagicon|VIE}} Số 10, đường Tôn Đức Thắng, khóm 10, [[Phường 1, thành phố Bạc Liêu|phường 1]], thành phố [[Bạc Liêu (thành phố)|Bạc Liêu]], tỉnh [[Bạc Liêu]], [[Việt Nam]]\n| tọa độ = {{coor title dm|9|17|45.23|N|105|44|11.3|E}}\n| tài trợ = \n| điện thoại = \n*0291.3.822.589\n*0291.3.825.619\n| mã trường = CDD6002\n| email = \n| web = {{url|http:\/\/www.ktktbl.edu.vn\/}}\n| hiệu trưởng = NGƯT TS. Trần Công Chánh\n| hiệu phó = \n*THS. Phạm Mạnh Cường\n*THS. Nguyễn Thị Kim Thi\n| giảng viên = \n| nhân viên = \n}}\n\n'''Trường Cao đẳng Kinh tế – Kỹ thuật Bạc Liêu''' là một trường [[cao đẳng]] công lập đa ngành được thành lập trên cơ sở trường Trung học Kinh tế - Kỹ thuật Bạc Liêu theo Quyết định số 1451\/QĐ-BGDĐT ngày 26 tháng 04 năm 2014 của Bộ trưởng Bộ Giáo dục và Đào tạo.<ref name=CĐKTKTBL\/>\n\n==Vị trí của trường==\n*Cơ sở 1: Số 10, đường Tôn Đức Thắng, khóm 10, phường 1, TP. Bạc Liêu\n*Cơ sở 2: Số 22, đường Cách Mạng, khóm 10, phường 1, TP. Bạc Liêu\n*Cơ sở thực hành thực tập: Trung tâm thực nghiệm – sản xuất tọa lạc tại ấp Nước Mặn, xã Hưng Hội, huyện Vĩnh Lợi.\n\nVị trí trong hệ thống các trường ĐH, CĐ: là một trường Cao đẳng của hệ thống GD ĐH, CĐ trong hệ thống giáo dục quốc dân.<ref name=CĐKTKTBL\/>\n\n==Lịch sử==\nTiền thân của trường Cao đẳng  Kinh tế – Kỹ thuật tỉnh Bạc Liêu là trường Sơ cấp Kế toán – Tài chính Minh Hải, được thành lập từ năm [[1976]].\n\nNgày [[13 tháng 8]] năm [[1984]], Chủ tịch UBND tỉnh Minh Hải ban hành quyết định số 169\/QĐ-UB về việc sáp nhập  trường Nghiệp vụ của Ban Phân vùng kinh tế vào trường Sơ cấp Kế toán – Tài chính Minh Hải và lấy tên là trường Trung học Kinh tế Minh Hải. Trường có nhiệm vụ đào tạo và bồi dưỡng cán bộ nghiệp vụ kinh tế bậc TCCN theo nhu cầu phát triển nhân lực của tỉnh Minh Hải.\n\nNgày [[4 tháng 12]] năm [[1989]], Bộ Đại học – Trung học Chuyên nghiệp và Dạy nghề ban hành Công văn số 3850\/KHTV về việc công nhận trường Trung học Kinh tế Minh Hải là trường trung học chuyên nghiệp công lập.\n\nNgày [[30 tháng 7]] năm [[1993]], Chủ tịch UBND tỉnh Minh Hải ban hành Quyết định số 116\/QĐ-UB về việc sắp xếp lại mạng lưới các trường của tỉnh, trường được đổi tên thành trường Trung học Kinh tế – Kỹ thuật Minh Hải (về việc chuyển giao nhiệm vụ đào tạo hệ trung học nông lâm ngư từ Trung tâm Đại học tại chức sang trường Trung học Kinh tế Minh Hải).\n\nNgày [[1 tháng 1]] năm [[1997]], tỉnh Bạc Liêu được tái lập.\n\nNgày [[24 tháng 12]] năm [[1997]], Chủ tịch UBND tỉnh Bạc Liêu ban hành Quyết định số 29\/QĐ-UB về việc đổi tên trường Trung học Kinh tế – Kỹ thuật Minh Hải thành trường Trung học Kinh tế – Kỹ thuật Bạc Liêu.\n\nNgày [[26 tháng 4]] năm [[2014]], Bộ trưởng Bộ Giáo dục và Đào tạo ban hành Quyết định số 1451\/QĐ-BGDĐT về việc thành lập Trường Cao đẳng Kinh tế – Kỹ thuật tỉnh Bạc Liêu trên cơ sở trường TH Kinh tế – Kỹ thuật Bạc Liêu.<ref name=CĐKTKTBL\/>\n\n==Chức năng==\nĐào tạo bậc TCCN và Cao đẳng các loại hình kế toán thuộc các thành phần kinh tế, các ngành kỹ thuật lĩnh vực nông ngiệp – thủy sản và nghiệp vụ văn phòng, quản lý hành chính văn thư, Luật từ TCCN – Dạy nghề – Tập huấn và liên kết với các cơ sở đào tạo có liên quan để đào tạo nhân lực đáp ứng nhu cầu phát triển nguồn nhân lực cho tỉnh và khu vực.<ref name=CĐKTKTBL\/>\n\n==Nhiệm vụ chung==\nNhiệm vụ chủ yếu của nhà trường là đào tạo đội ngũ cán bộ kỹ thuật có trình độ kỹ thuật viên trung cấp thuộc các lĩnh vực ngành nông ngiệp – thủy sản, cán bộ nghiệp vụ có trình độ trung cấp thuộc các ngành kinh tế, kỹ thuật, nghiệp vụ văn phòng, Luật; thực hiện nghiên cứu ứng dụng khoa học kỹ thuật vào  nghiệp vụ thực tiễn sản xuất, và các hoạt động nghề nghiệp thuộc khu vực hành chính văn phòng kịp thời đáp ứng nhu cầu nguồn nhân lực cho các cơ quan nhà nước thuộc các ngành, kinh doanh dịch vụ, các đơn vị sản xuất kinh doanh thuộc mọi thành phần kinh tế của tỉnh Bạc Liêu và các vùng lân cận.\n\nTiếp tục phát huy chức năng, nhiệm vụ trường TCCN, mở ra loại hình trường Cao đẳng đa ngành, đa cấp đa hệ đáp ứng nhu cầu đào tạo cho nhiệm vụ  phát triển kinh tế xã hội địa phương và cả tiểu vùng bán đảo Cà Mau.<ref name=CĐKTKTBL\/>\n\n==Chuyên ngành đào tạo==\nNhà trường đã đa dạng hóa các chương trình trình đào tạo, với nhiều lĩnh vực. Hiện nay nhà trường đã có các chương trình đào tạo dài hạn thuộc 2 lĩnh vực: kinh tế và kỹ thuật.\n\nHệ đào tạo: Sơ cấp - Trung cấp - Cao đẳng - Liên thông.\n\n===Hệ Cao đẳng: Thời gian đào tạo là 2,5 năm===\n#Quản trị kinh doanh\n#Kế toán\n#Thú y\n#Nuôi trồng thủy sản\n#Công nghệ thông tin\n\n===Hệ trung cấp: Thời gian đào tạo là 1,5 năm===\n#Kế toán doanh nghiệp\n#Kế toán hành chính sự nghiệp\n#Chăn nuôi – Thú y\n#Nuôi trồng thủy sản\n#Chế biến và bảo quản thủy sản\n#Trồng trọt và bảo vệ thực vật\n#Tin học ứng dụng\n#Công nghệ kỹ thuật phần mềm máy tính\n#Thư ký văn phòng\n#Văn thư hành chính\n#Pháp luật\n#Thanh nhạc\n\n===Trình độ sơ cấp và đào tạo thường xuyên: Thời gian đào tạo là từ 1 tuần - 3 tháng===\n#Kế toánh doanh nghiệp thương mại\n#Kế toán doanh nghiệp sản xuất\n#Kế toán doanh nghiệp dịch vụ\n#Kế toán hành chính\n#Kế toán hoạt động sự nghiệp\n#Kế toán ngân sách xã\n#Sản xuất và nuôi gia cầm\n#Sản xuất và nuôi heo\n#Sản xuất và nuôi trâu bò\n#Sản xuất giống tôm\n#Nuôi cá nước ngọt\n#Kỹ thuật công nghệ nuôi tôm thẻ chân trắng\n#Công chứng chứng thực và quản lý hộ tịch\n#Tư vấn pháp lý\n#Hòa giải pháp lý\n#Chế biến sản phẩm khô\n#Chế biến lạnh thủy sản\n#Chế biến tôm đông lạnh\n#Kỹ thuật trồng cây ăn quả\n#Kỹ thuật trồng lúa\n#Kỹ thuật trồng rau\n#Thiết kế đồ họa\n#Tin học văn phòng\n#Lắp ráp, cài đặt và bảo trì máy tính.<ref name=TSS>{{Chú thích web|url=https:\/\/tuyensinhso.vn\/school\/cao-dang-kinh-te-ky-thuat-bac-lieu.html|tựa đề= Cao đẳng Kinh tế - Kỹ thuật Bạc Liêu |ngày= 13 tháng 11 năm 2021 |website= Tuyển sinh số |url-status=live}}<\/ref>\n\n==Thành tích==\nTừ những thành tích xuất sắc trong quá trình xây dựng và phát triển, tập thể cán bộ, giáo viên và nhân viên trường Trung học Kinh tế - Kỹ thuật Bạc Liêu đã được Chủ tịch nước trao tặng 1 Huân chương Lao động hạng Ba (1998), 1 Huân chương Lao động hạng Nhì (2004).<ref name=CĐKTKTBL>{{Chú thích web|url=http:\/\/www.ktktbl.edu.vn\/posts_categ.aspx?menuId=1&catId=1|tựa đề= THÔNG TIN TỰ GIỚI THIỆU: TRƯỜNG CĐ KINH TẾ - KỸ THUẬT BẠC LIÊU |ngày=|website= TRƯỜNG CĐ KINH TẾ - KỸ THUẬT BẠC LIÊU |url-status=live}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*[[Giáo dục cao đẳng]]\n\n{{Sơ khai đại học Việt Nam}}\n\n[[Thể loại:Giáo dục Bạc Liêu]]\n[[Thể loại:Trường đại học và cao đẳng tại Bạc Liêu]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Ủy ban nhân dân tỉnh Bạc Liêu]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]\n[[Thể loại:Trường cao đẳng tại Việt Nam]]"}