{"74570":"[[Tập tin:Trương Quốc Dụng.jpg|nhỏ|Trương Quốc Dụng]]\n'''Trương Quốc Dụng''' (張國用, [[1797]]–[[1864]]), khi trước tên là '''Khánh''', tự: '''Dĩ Hành'''; là danh thần, là [[nhà văn]], và là người có công chấn hưng lịch pháp [[Việt Nam]] thời [[Nhà Nguyễn|Nguyễn]].\n\n==Thân thế và sự nghiệp==\n'''Trương Quốc Dụng''' sinh ngày 5 [[tháng chạp|tháng Chạp]] năm [[Đinh Tỵ]] ([[1797]]) tại làng Phong Phú; nay là xã Thạch Khê, huyện [[Thạch Hà]], tỉnh [[Hà Tĩnh]].\n\nTổ tiên ông từ [[Thăng Long]] ([[Hà Nội]]) vào định cư ở đất Phong Phú từ năm [[1549]], có nhiều người làm quan lại. Cố nội ông là Trương Quốc Nghìn làm Chánh bảo vệ kinh thành [[Thăng Long]] thời [[Nhà Hậu Lê|Hậu Lê]]. Ông nội ông là Trương Quốc Kỳ, đỗ đầu Hương cống (khoa thi [[1753]]), là thầy dạy Thái tử [[Lê Duy Vĩ]]. Cha ông là Tú tài Trương Quốc Bảo, một thầy giáo nổi tiếng hay chữ, được phong hàm Trung thuận đại phu). Mẹ ông là bà Trần Thị Cường.\n\nThuở nhỏ, Trương Quốc Dụng nổi tiếng thông minh, chăm chỉ, ham mê sách vở và có tài văn chương. Dưới triều [[Minh Mạng]], năm [[1821]], ông thi đỗ Tú tài. Năm [[1825]], ông thi đỗ [[Hương cống|cử nhân]], và đỗ [[Tiến sĩ]] khoa [[Kỷ Sửu]] ([[1829]]).\n\nBan đầu ([[1830]]), ông được bổ làm Tri phủ phủ [[Tân Bình]] ([[Gia Định]]), sau đổi về kinh ([[Huế]]) làm Biên tu ở viện Hàn lâm, dần thăng đến [[bộ Hình|Hình bộ]] lang trung. Vì phạm lỗi, bị bãi quan, sau cho theo [[bộ Lại]] để lấy công chuộc tội <ref name=\"CB\">Theo ''Chính biên'', tr. 633.<\/ref>.\n\nNăm [[1833]], ông được khởi phục chức Tư vụ để vào quân thứ ở Phiên An ([[Gia Định]]). Ở đây, ông theo Tham tán đại thần [[Trương Minh Giảng]] tham gia việc đánh dẹp cuộc nổi dậy của [[Lê Văn Khôi]], và đánh đuổi quân [[Xiêm|Xiêm La]] vào năm [[1833]]-[[1834]]<ref name=\"CB\" \/>. Khi việc yên, ông được cất lên làm Chủ sự, rồi lần lượt trải các chức: Viên ngoại lang [[bộ Hộ]], Án sát sứ [[Quảng Ngãi]] và [[Hưng Yên]].\n\nNăm đầu [[Thiệu Trị]] ([[1841]]), ông về làm quyền biện công việc [[bộ Lễ]], sau thăng chức Tả thị lang, lần lượt trải thêm ba bộ là [[bộ Lại]], [[bộ Hình]] và [[bộ Công]]. Năm [[1846]], thăng ông làm Thự Tả Tham tri bộ Công.\n \n[[Tự Đức]] năm đầu ([[1848]]), Trương Quốc Dụng dâng sớ trình bày 4 việc, được vua khen và cho thi hành. Đó là: ''\"dè dặt tài dụng, thương xót việc hình ngục, tinh giảm sự tiêu phí vô ích, và sửa đổi thói tật của sĩ phu\"'' <ref>Theo Chính biên, tr. 634.<\/ref>.\n\nBiết tài, nhà vua sung ông làm Kinh duyên giảng quan, kiêm coi Khâm thiên giám và giữ ấn triện Đô sát. Sau ông thăng làm Thượng thư [[bộ Hình]], sung Quốc sử quán Tổng tài <ref>Chép theo ''Chính biên'' (tr. 634). ''Từ điển văn học'' (bộ mới, tr.1863) và ''Từ điển bách khoa Việt Nam'' (mục: \"Trương Quốc Dụng\") đều ghi ông làm \"Thượng thư bộ Hình kiêm Phó Tổng tài Quốc sử quán\".<\/ref>. Theo sử liệu thì ông cũng từng được cử đi chấm thi ở các trường [[thi Hương]], [[thi Hội]] nơi [[Bắc Kỳ|đất Bắc]].\n\n[[Tháng năm|Tháng 5]] ([[âm lịch]]) năm [[1862]], quân [[Tạ Văn Phụng]] vây hãm thành tỉnh [[Hải Dương]]. Nghe theo lời đình thần đề cử, nhà vua sung Trương Quốc Dụng (khi ấy đang chức Thượng thư [[bộ Hộ|bộ Hình]]) làm Hải Yên Thống đốc quân thứ.\n\nTừ [[Hưng Yên]], Trương Quốc Dụng cùng với [[Đào Trí]] và [[Phan Tam Tỉnh]] dẫn quân đi đánh, lấy lại được phủ [[Bình Giang]], rồi thành tỉnh [[Hải Dương]]. Nhưng sau khi ông theo cửa tây vào thành, thì bị quân đối phương vây lại. Từ trong thành, ông bày kế cho quân ra đánh, phá vỡ được. Sau trận, ông được thăng làm Hiệp tá, Đào Trí được thăng làm Thống chế <ref>Theo ''Toát yếu'', tr. 403.<\/ref>.\n\nNăm [[1863]], thăng ông làm Hiệp biện đại học sĩ, nhưng vẫn làm Thống đốc quân vụ như cũ.\n\n[[Tháng sáu|Tháng 6]] ([[âm lịch]]) năm [[1864]], đạo quân thứ Hải Yên đánh nhau với quân [[Tạ Văn Phụng]] tại La Khê (nay thuộc xã Tiền An, huyện [[Yên Hưng]], tỉnh [[Quảng Ninh]]). Quan quân [[nhà Nguyễn]] thất thế, bị quân thủy bộ của đối phương vây kín. Trương Quốc Dụng (khi ấy đang chức Hiệp thống), Tán lý [[Văn Đức Khuê]], Tán tương Trần Huy San đều chết trận. Chưởng vệ Hồ Thiện bị bắt sống không chịu khuất mà chết, còn biền binh thì bị thương và chết rất nhiều <ref>Theo ''Toát yếu'', tr. 411.<\/ref>.\n\nThương tiếc, vua [[Tự Đức]] sai người đưa quan tài về táng ở quê (làng Phong Phú), đồng thời sai quan đến tế.\n\nNăm [[1865]], bàn định công tội, nhà vua phán rằng: ''\"Trận đánh tại La Khê...Trương Quốc Dụng suy tính thất cách, tội ấy cố nhiên khó chối từ được, nhưng trẫm nghĩ Quốc Dụng là người giúp việc cũ…bị dao ngăn đạn lạc đến nỗi bỏ mạng nơi chiến trường, rất đáng tiếc. Chuẩn cho truy tặng (ông) hàm Đông các Đại học sĩ\"''. Đến năm [[1880]], Trương Quốc Dụng được thờ ở đền Trung Nghĩa ([[Huế]]) <ref name=\"CB\"\/>.\n\nCon ông là Trương Quốc Quán, đỗ [[Hương cống|cử nhân]], sau mộ quân nghĩa dũng đi theo quân thứ của cha (khi cha ông được cử làm Hải Yên Thống đốc quân thứ), được đặc cách làm Chủ sự <ref>Theo ''Toát yếu'', tr. 400.<\/ref>.\n\n==Tác phẩm==\nTác phẩm của Trương Quốc Dụng có:\n*'''Trương Nhu Trung thi tập''' (''Tập thơ Trương Nhu Trung'') bằng [[chữ Hán]].\n* '''Thoái thực ký văn''' (''Ghi chép những điều nghe được lúc lui về dùng cơm'') viết bằng [[chữ Hán]], gồm 8 quyển. Đây là một công trình tổng hợp nửa khảo cứu, nửa bút ký, ghi sơ sài nhiều việc, được xếp theo các thể loại sau:\n:- 1\/ '''Phong vực''': nói về sự thay đổi của sông núi, đường sá từ thời [[Hùng Vương]] đến thời [[Minh Mạng]]. Có phụ chép về [[Campuchia|Cao Miên]], [[Xiêm|Tiêm La]] và [[Myanmar|Miến Điện]]...\n:- 2 và 3\/ '''Chế độ''': nói về tước cấp, bổng lộc, khoa cử (văn võ), quân chế, thuế lệ, tiền văn, quân cấp công điền...từ thời [[Nhà Lý|Lý]] đến thời [[Minh Mạng]].\n:- 4\/ '''Nhân phẩm''': nói về học hành và các nhân vật lịch sử từ thời [[Nhà Trần|Trần]] đến thời [[Minh Mạng]].\n:- 5\/ '''Cổ tích''' (có phụ phần sơn xuyên): Phần nhiều nói về các đình chùa, miếu mạo, thành trì,...ở miền Trung và [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]]. Về Lam Thành sơn (thuộc [[Nghệ An]]) có nói đến chuyện đồng trụ ([[cột đồng Mã Viện]]). Về sông có nói thêm về các đê điều.\n:- 6\/ T'''rưng ký''' (những điều lạ): ghi các chuyện thần thoại có liên quan đến các nhân vật [[lịch sử Việt Nam]].\n:- 7\/ '''Tạp sự''' (chuyện vặt): ghi các chuyện vặt về thơ văn, thi cử, thành thánh, xử án,...\n:- 8\/ '''Vật loại''': nói về cây cối, thóc lúa, ngô khoai chim muông,...và các loại khác như hoa, gỗ, tre, chè,...<ref>Lược theo ''Tìm hiểu kho sách Hán Nôm'', tr. 1226-1227.<\/ref>\n\nNgoài ra, ông còn biên tập sách '''Chiếu biểu luận thức''' (''Bàn về cách thức của chiếu, biểu'') và tham gia duyệt sách '''[[Khâm định Việt sử Thông giám cương mục]]''' (''Kính vâng san định sử Việt đại cương và chi tiết làm tấm gương soi suốt cổ kim''). Nhân việc này, ông có làm bài \"Khâm định vịnh sử phú\" (''Phú vâng mệnh vua vịnh sử'').\n \n==Ghi nhận công lao==\nSử [[nhà Nguyễn]] là ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]'', có đoạn chép về Trương Quốc Dụng như sau: \n:''\"Quốc Dụng là người trầm tĩnh, dẫu làm quan (song) chưa từng rời quyển sách, mọi người đều suy tôn là học rộng…Tương truyền là nhà làm lịch bị thất truyền, (khi) Quốc Dụng làm quản lĩnh Khâm thiên giám, hàng ngày truyền dạy cho, đến nay mới nối được nghề học ấy. Quốc Dụng ngày thường có kiến văn được điều gì đều ghi chép cả, có tập \"Thoái thực ký văn lục\" truyền lại ở đời\"'' <ref>Trích trong ''Chính biên'', tr. 635.<\/ref>.\n \nNhà nghiên cứu Nguyễn Đắc Xuân trong sách ''Đại học sĩ Trương Quốc Dụng'' cũng đã viết rằng:\n:''\"Trương Quốc Dụng là một nhà [[thiên văn học]], một người thầy đào tạo ra những nhà thiên văn học cho xứ sở nữa đầu [[Thế kỷ 19|thế kỷ XIX]]. Với tư cách là một nhà thiên văn học có công truyền dạy, chấn hưng khoa làm [[Âm lịch|lịch]] [[Việt Nam]] thời Nguyễn. Tên ông Trương Quốc Dụng còn đáng được ghi vào danh sách các nhà [[thiên văn học Việt Nam]]. Và cũng có thể tôn vinh ông là một trong các vị hậu tổ của khoa làm [[Âm lịch|lịch]] [[Việt Nam]].''<ref>Theo Nguyễn Đắc Xuân, sách đã dẫn.<\/ref>\nNgoài ra, ông còn được người đời đánh giá là \"vị quan có tài cao, đức trọng, học rộng, biết nhiều, công chính thanh liêm, tính tình ngay thẳng, không ưa nịnh bợ, chạy chọt\".<ref name=\":0\">Theo bài viết \"[http:\/\/congannghean.vn\/NewsDetails.aspx?NewsID=170 Trương Quốc Dụng - Tấm gương tài đức xứ Nghệ]\"{{Liên kết hỏng}}<\/ref>\n\nTưởng nhớ công lao và sự hy sinh của Trương Quốc Dụng và [[Văn Đức Khuê]], năm [[1877]], dân làng La Khê (nơi hai ông hy sinh) đã lập đền thờ hai ông (có tên là đền Quan Đại). Trong đền có bức hoành phi \"Công nhược Thái Sơn\" (''công lao như núi Thái Sơn'') và nhiều đôi câu đối, trong đó có câu:\n:Hồng Lĩnh giáng thần, nho tướng khoa danh song tuyệt lĩnh;\n:Tiên Thành hợp miếu, trung thần tâm sự các thiên thu.\n:Nghĩa là:\n:''Hồng Lĩnh giáng thần, nho tướng khoa danh hai đỉnh vút;\n:''Tiên Thành hợp miếu, trung thần lòng sáng mãi nghìn thu.<ref name=\":0\" \/>''<ref>{{Chú thích web|url=https:\/\/baotintuc.vn\/van-hoa\/den-quan-dai-va-hai-vi-cong-than-thoi-nguyen-20140804230443771.htm#:~:text=%C4%90%E1%BB%81n%20Quan%20%C4%90%E1%BA%A1i%20n%E1%BA%B1m%20%E1%BB%9F,%C4%90%C3%B4ng%20b%E1%BA%AFc%20c%E1%BB%A7a%20T%E1%BB%95%20qu%E1%BB%91c.|tựa đề=Đền Quan Đại và hai vị công thần thời Nguyễn|ngày=2014-08-05|website=Tin Tức|ngày truy cập=2021-02-21}}<\/ref>\n\nNgày [[31 tháng 7]] năm [[2009]], khu lăng mộ và đền thờ Trương Quốc Dụng ở xã Thạch Khê ([[Thạch Hà]], [[Hà Tĩnh]]) đã được công nhận di tích lịch sử văn hóa cấp quốc gia.<ref>Theo bài viết \"[http:\/\/baodatviet.vn\/Home\/congdongviet\/Tri-an-Dai-hoc-si-Truong-Quoc-Dung\/20098\/52295.datviet Tri ân Đại học sĩ Trương Quốc Dụng]\" trên báo Đất Việt (bản điện tử) {{Webarchive|url=https:\/\/web.archive.org\/web\/20110818002855\/http:\/\/baodatviet.vn\/Home\/congdongviet\/Tri-an-Dai-hoc-si-Truong-Quoc-Dung\/20098\/52295.datviet |date = ngày 18 tháng 8 năm 2011}}<\/ref>\n\nTheo tài liệu, Trương Quốc Dụng đuoc thờ ở Miếu Trung Liệt ở Hà Nội và Đền Trung Nghĩa ở Huế\n\nTrương Quốc Dụng cũng được hậu thế tôn vinh tại di tích [[nhà thờ họ Trương Việt Nam]] thuộc [[thị trấn Thiên Tôn]], [[huyện Hoa Lư]], [[Ninh Bình]]. Đền Trương là nơi thờ những người họ Trương đã khuất tại ban thờ công đồng,<ref>{{Chú thích web|url=http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau|tựa đề=Xây dựng nhà thờ họ Trương Việt Nam là để lại một công trình tâm linh muôn đời cho con cháu mai sau|archive-url=https:\/\/web.archive.org\/web\/20160413120823\/http:\/\/hoidong.truongtoc.com.vn\/view\/article\/698\/xay-dung-nha-tho-ho-truong-viet-nam-la-de-lai-mot-cong-trinh-tam-linh-muon-doi-cho-con-chau-mai-sau|archive-date=ngày 13 tháng 4 năm 2016|url-status=dead|ngày truy cập=2019-02-22}}<\/ref> trong hậu cung có tượng thờ [[Ngọc Hoàng Thượng đế]] ([[Trương Hữu Nhân]]) và 14 danh nhân họ Trương tiêu biểu nhất thời phong kiến ở 3 miền [[Việt Nam]] gồm: Ban văn thờ Thái phó [[Trương Hán Siêu]], Trạng nguyên [[Trương Hanh]], Trạng nguyên [[Trương Xán]], Thượng thư [[Trương Công Giai]], Thái sư [[Trương Đăng Quế]], Đông các học sĩ Trương Quốc Dụng, Thượng thư [[Trương Công Hy]]. Ban võ thờ Tướng [[Trương Hống]], Tướng [[Trương Hát]], Tướng Trương Nữu, Tăng lục võ sư [[Trương Ma Ni]], Tướng [[Trương Chiến]], Đại tướng quân Trương Minh Giảng và Anh hùng [[Trương Công Định]].\n\nTên ông cũng được đặt cho một con đường ở Quận Phú Nhuận [[Thành phố Hồ Chí Minh]], tuy nhiên bị ghi sai thành \"Trương Quốc Dung\".<ref>{{chú thích web|url=https:\/\/vnexpress.net\/nhieu-con-duong-o-tp-hcm-dat-sai-ten-danh-nhan-2204614.html|title=Nhiều con đường ở Thành phố Hồ Chí Minh đặt sai tên danh nhân|author=Hữu Công|date = ngày 22 tháng 9 năm 2011 |ngày truy cập=2021-02-21}}<\/ref> Tháng 9 năm 2020, chính quyền Thành phố Hồ Chí Minh quyết định sửa lại thành tên đúng.<ref name=tn\/> Tên ông cũng được dùng để đặt tên một số con đường tại Đà Nẵng (quận [[Sơn Trà]]), thị trấn Thạch Hà (huyện [[Thạch Hà]]) và thành phố Hà Tĩnh của tỉnh [[Hà Tĩnh]].\n\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm Tổng tài), ''Đại Nam chính biên liệt truyện'' (bản dịch, trong bài gọi tắt là ''Chính biên''). Nhà xuất bản Văn học, 2004.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm Tổng tài), ''Quốc triều chính biên toát yếu'' (bản dịch, trong bài gọi tắt là ''Toát yếu''). Nhà xuất bản Văn học, 2002.\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm,'' mục: \" Thoái thực ký văn \". Nhà xuất bản Khoa học xã hội, 2003.\n*Nguyễn Lộc, mục từ \"Trương Quốc Dụng\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Nguyễn Đắc Xuân, ''Đại học sĩ Trương Quốc Dụng Qua sử sách tư liệu xưa và nay''. Nhà xuất bản Văn hóa Thông tin, 2006.\n\n== Chú thích ==\n{{Tham khảo|2|refs=\n\n<ref name=tn>\n{{chú thích báo\n|tác giả= Sỹ Đông\n|tác phẩm= Báo Thanh Niên online\n|url= https:\/\/thanhnien.vn\/thoi-su\/de-xuat-doi-ten-20-tuyen-duong-o-tphcm-kha-van-can-thanh-kha-vang-can-1282815.html\n|tên bài= Đề xuất đổi tên 20 tuyến đường ở TP.HCM: Kha Vạn Cân thành Kha Vạng Cân\n|ngày= 2020-09-23\n|ngày truy cập= 2020-09-26}}\n<\/ref>\n}}\n{{Các cuộc nổi dậy thời Nguyễn độc lập}}\n\n{{Thời gian sống|1797|1864}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Nhà văn Việt Nam thời Nguyễn]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]\n[[Thể loại:Người họ Trương tại Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Nhà thơ Việt Nam]]"}