{"306483":"{{dablink|Xem thêm: Đại học Quốc gia Hà Nội}}{{Thông tin trường học\n| tên = Trường Đại học Kinh tế\n| hình = \n| tên khác = \n| tên bản địa = \n| khẩu hiệu = The Road to Success!\n| logo = [[Tập tin:Logo DHKT200x200.svg|242px]]\n| viết tắt = UEB\n| tên tiếng Anh = VNU Hanoi-University of Economics and Business\n| ngày thành lập = {{ngày thành lập và tuổi|2007|3|6}}\n| loại hình = [[Đại học công lập]]\n| thành viên của = [[Đại học Quốc gia Hà Nội]]\n| sinh viên sau đại học = 1143\n| nghiên cứu sinh = 134\n| khuôn viên = \n| địa chỉ = Nhà E4, 144 Xuân Thủy, Quận [[Cầu Giấy]], [[Hà Nội]]\n| thành phố = [[Hà Nội]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| tài trợ = \n| nợ = \n| hiệu trưởng = PGS.TS. Lê Trung Thành\n| điện thoại = +84 024 37547 506\n| web = {{url|http:\/\/ueb.edu.vn\/}}\n| hiệu phó = PGS.TS. Nguyễn Anh Thu<br>PGS.TS. Nguyễn Mạnh Tuân<br>TS. Phạm Minh Tuấn\n| giảng viên = 180\n| nhân viên = 120\n| sinh viên đại học = 6.100\n}}\n\n'''Trường Đại học Kinh tế''' ({{Lang-en|VNU University of Economics and Business}} – '''VNU-UEB'''), là một trường thành viên của [[Đại học Quốc gia Hà Nội]] và là cơ sở đào tạo bậc đại học và sau đại học, cơ sở nghiên cứu khoa học chuyên ngành kinh tế học và kinh doanh học hàng đầu của Việt Nam.\n\nTrường đã trải qua nhiều giai đoạn chuyển đổi lịch sử và có khởi nguyên từ khoa Kinh tế Chính trị thuộc Trường Đại học Tổng hợp Hà Nội từ năm 1974. Trải qua các giai đoạn phát triển, Trường đã mang các tên gọi: Khoa Kinh tế Chính trị trực thuộc Trường Đại học Tổng hợp Hà Nội; Khoa Kinh tế trực thuộc Trường Đại học Khoa học Xã hội và Nhân văn – ĐHQG HN; Khoa Kinh tế trực thuộc ĐHQG HN và nay là Trường Đại học Kinh tế – Đại học Quốc gia Hà Nội.\n\nTrường Đại học Kinh tế – ĐHQG HN là nơi cung cấp cho xã hội nguồn nhân lực chất lượng cao theo định hướng chuyên gia, lãnh đạo trong các lĩnh vực kinh tế, quản lý và quản trị kinh doanh đáp ứng nhu cầu phát triển chất lượng, hiệu quả và bền vững của Việt Nam; nghiên cứu và chuyển giao các kết quả nghiên cứu cho Chính phủ, các tổ chức, doanh nghiệp và xã hội lớn tại [[Việt Nam]].\n\n== Lịch sử ==\nTrường được thành lập theo [https:\/\/thuvienphapluat.vn\/van-ban\/Giao-duc\/Quyet-dinh-290-2007-QD-TTg-thanh-lap-truong-Dai-hoc-Kinh-te-thuoc-Dai-hoc-Quoc-gia-Ha-Noi-19158.aspx Quyết định số 290\/QĐ-TTg ngày 6 tháng 3 năm 2007 của Thủ tướng Chính phủ]<ref>{{Chú thích web|url=http:\/\/baochinhphu.vn\/Giao-duc\/Ky-niem-10-nam-thanh-lap-Truong-DH-Kinh-te-DHQGHN\/322182.vgp|tiêu đề=Kỷ niệm 10 năm thành lập Trường ĐH Kinh tế - ĐHQGHN|tác giả 1=|ngày=|ngôn ngữ=|nơi xuất bản=Cổng Thông tin Điện tử Chính phủ|ngày truy cập=22 tháng 3 năm 2018}}<\/ref>. Trường đã trải qua nhiều giai đoạn chuyển đổi lịch sử và có khởi nguyên từ khoa Kinh tế Chính trị thuộc [[Trường Đại học Tổng hợp Hà Nội]] từ năm [[1974]].\n\nTháng 11 năm 1974, trường hình thành từ khoa Kinh tế Chính trị trực thuộc Trường Đại học Tổng hợp Hà Nội. Sau đó đến tháng 9 năm 1995, khoa Kinh tế lại trực thuộc Trường Đại học Khoa học Xã hội và Nhân văn – ĐHQG HN. Vào tháng 7 năm 1999, khoa trực thuộc ĐHQG HN. Cuối cùng đến tháng 3 năm 2007, Trường Đại học Kinh tế thành lập từ khoa Kinh tế và trực thuộc ĐHQG HN.\n\n==Đào tạo==\n===Đại học===\nNgoài tuyển sinh hệ Đại học chính quy, trường có tuyển sinh hệ Đại học chính quy văn bằng 2\n* Kinh tế\n* Tài chính - Ngân hàng\n* Kinh tế Quốc tế\n* Kinh tế Phát triển\n* Kế toán\n* Quản trị Kinh doanh\n\n;Ngành đào tạo cử nhân bằng kép (Chương trình đào tạo thứ 2)\n\n* Kinh tế dành cho sinh viên Khoa Luật\n* Kinh tế Phát triển dành cho sinh viên Khoa Luật\n* Kinh tế Phát triển dành cho sinh viên ngành Quản lý tài nguyên thiên nhiên của Trường ĐH KHTN\n* Kinh tế Quốc tế dành cho sinh viên Trường ĐH KT\n* Kinh tế Quốc tế dành cho sinh viên Trường ĐH NN\n* Tài chính - Ngân hàng dành cho sinh viên Khoa Luật\n* Tài chính - Ngân hàng dành cho sinh viên Trường ĐH CN\n* Tài chính - Ngân hàng dành cho sinh viên Trường ĐH KT\n* Tài chính - Ngân hàng dành cho sinh viên Trường ĐH NN\n===Thạc sĩ===\n* Tài chính Ngân hàng\n* Kinh tế Quốc tế\n* Kinh tế Chính trị\n* Quản trị Kinh doanh\n* Quản lý Kinh tế\n* Quản trị công nghệ và Phát triển doanh nghiệp\n* Quản trị các tổ chức tài chính\n* Kinh tế biển\n===Tiến sĩ===\n* Kinh tế Chính trị\n* Quản trị Kinh doanh\n* Kinh tế Quốc tế\n* Tài chính Ngân hàng\n* Quản lý Kinh tế\n\n==Hợp tác quốc tế==\nTrường có quan hệ hợp tác với hệ thống các đối tác chiến lược trong nước gồm hơn 40 tập đoàn, hiệp hội doanh nghiệp, các ngân hàng và các tập đoàn kinh tế lớn. Ngoài ra, trường đã xây dựng được quan hệ hợp tác tin cậy với hơn 30 đối tác quốc tế là các trường đại học, các viện nghiên cứu thuộc 12 nước và vùng lãnh thổ, trong đó đặc biệt là các trường đại học uy tín: Trường Haas School of Business - Đại học Berkley (Hoa Kỳ), Đại học Princeton (Hoa Kỳ); Đại học Uppsala (Thụy Điển); Đại học Massey (New Zealand); [[Đại học Paris]] 12 - Val de Marne (Pháp); Đại học Troy (Hoa Kỳ), Đại học North Center (Hoa Kỳ), Đại học Benedictine (Hoa Kỳ), [[Đại học Waseda]] (Nhật Bản)...\n\n==Hiệu trưởng nhà trường qua các thời kỳ==\n* PGS.TS. Phùng Xuân Nhạ (2007 - 2011)\n* PGS.TS. Nguyễn Hồng Sơn (2011 - 2017)\n* PSG.TS. Nguyễn Trúc Lê (2017 - 2022)\n* PGS.TS. Lê Trung Thành (9\/2022 - nay)\n\n==Những cựu sinh viên thành đạt==\n* PGS.TS [[Phùng Xuân Nhạ]] – [[Bộ trưởng Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ trưởng Bộ Giáo dục và Đào tạo]] (2016–2021)\n* GS.TS [[Nguyễn Quang Thuấn]] – Chủ tịch Viện Hàn lâm Khoa học xã hội Việt Nam (2016–2019)\n* PGS.TS [[Trần Đình Thiên]] – Viện trưởng Viện Kinh tế Việt Nam (trực thuộc Viện Hàn lâm Khoa học xã hội Việt Nam)\n*Lê Tự Minh – Tổng Giám đốc CTCP Đầu tư IMG\n*Lại Mạnh Quân – Tổng công ty Cổ phần Bảo hiểm Bưu điện (PTI)\n*[[Trần Nghĩa (diễn viên)|Trần Nghĩa]] – Diễn viên của [[VFC]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.ueb.edu.vn Trang web chính thức]\n{{Đại học Quốc gia Hà Nội}}\n\n[[Thể loại:Đại học Quốc gia Hà Nội|Kinh tế]]\n[[Thể loại:Đại học nghiên cứu và ứng dụng]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]\n[[Thể loại:Đại học và cao đẳng kinh tế Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]"}