{"369537":"{{chú thích trong bài}}\n\n{{Thông tin trường học\n| tên = Trường Đại học Đông Á\n| tên khác = \n| tên bản địa = \n| khẩu hiệu = ''Đầu tư kiến thức, tạo dựng con đường thành công''\n| ngày thành lập = 2002\n| loại hình = [[Đại học ngoài dân lập]]\n| tài trợ = \n| hiệu trưởng = TS. Nguyễn Thị Anh Đào\n| hiệu phó = \n| nhân viên = \n| sinh viên đại học = \n| khuôn viên = \n| địa chỉ = Số 33 Xô Viết Nghệ Tĩnh, phường Hoà Cường Nam, quận Hải Châu\n| điện thoại = +84-(0236) 351.9991\n| web = [http:\/\/donga.edu.vn\/ donga.edu.vn]\n| logo = [[Tập tin:logo dong a.png|250px]]\n| hình = \n| thành phố = [[Đà Nẵng]]\n| tỉnh = \n| quốc gia = {{VIE}}\n| tọa độ = \n}}\n'''Đại học Đông Á'''<ref>{{Chú thích web|url=donga.edu.vn|tiêu đề=Đại học Đông Á}}<\/ref> được thành lập theo Quyết định 644\/QĐ-TTg ngày 21\/05\/2009 của Thủ tướng Chính phủ, có chức năng đào tạo và cung ứng cho xã hội nguồn nhân lực có năng lực chuyên môn phù hợp với sự phát triển của đất nước.\n\nHiện nay, Nhà trường thực hiện đào tạo thạc sĩ, cử nhân, kỹ sư các ngành: [[Donga.edu.vn|Quản trị kinh doanh]], Luật Kinh tế, Công nghệ thực phẩm, Ngôn ngữ Anh, Ngôn ngữ Trung Quốc, Ngôn ngữ [[Nhật Bản]], Ngôn ngữ Hàn Quốc ,Quản trị nhân lực, Quản trị văn phòng, Công nghệ Thông tin, Kỹ thuật máy tính, Kế toán, Tài chính ngân hàng, Công nghệ [[Kỹ thuật ô tô|kỹ thuật Ô tô]], Công nghệ Kỹ thuật điện–Điện tử, Công nghệ kỹ thuật điều khiển và [[tự động hóa]], Công nghệ kỹ thuật xây dựng, Quản trị Khách sạn - Nhà hàng, Quản trị dịch vụ du lịch và lữ hành, Dược, Điều dưỡng, Dinh dưỡng, Tâm lý học, Giáo dục mầm non, Giáo dục Tiểu học, Nông nghiệp, Luật,Logistic và quản lý chuỗi cung ứng, quản lý văn hóa, dinh dưỡng, ... \n\n== Tổng quan ==\n[[Tập tin:Đại học Đông Á.jpg|nhỏ|Đại học Đông Á|374x374px]]\n\nTrụ sở 33 Xô Viết Nghệ Tĩnh - Phường Hòa Cường Nam - Quận Hải Châu - TP. Đà Nẵng có tổng diện tích sàn 18.600m², 10 tầng với 140 phòng chức năng. Trong đó có: 10 phòng thực hành CNTT, 15 phòng thực hành ngoại ngữ, 24 phòng thực hành nghề nghiệp, thư viện điện tử, hội trường và 7 giảng đường lớn.\n\nKhu tiện ích dành cho SV bao gồm: thư viện sách ngoài trời (công viên văn hóa đọc), thư viện điện tử, vườn trạng nguyên, khu tự học dành cho SV, khu cà phê – sách, khu liên hợp thể thao gồm sân [[bóng đá]], sân bóng chuyền, sân bóng rổ,…\n\n* Không gian học tập mở, sinh viên có thể học mọi lúc, mọi nơi trong khuôn viên trường\n* Hệ thống phòng thực hành, thí nghiệm được đầu tư hiện đại theo tiêu chuẩn quốc tế\n* Khu thể thao phức hợp giúp sinh viên phát triển thể chất, giải trí sau những giờ học căng thẳng\n* Thư viện với hệ thống sách tham khảo phong phú, không gian yên tĩnh kết hợp khu vực tự học sạch đẹp là địa điểm thích hợp để sinh viên tự học, làm bài tập nhóm\n\n\n\nHệ thống:\n\n•ĐẠI HỌC ĐÔNG Á - ĐÀ NẴNG\n\n33 Xô Viết Nghệ Tĩnh, Quận Hải Châu, TP Đà Nẵng\n\nĐT: 02363 519 991 – 3 519 929. HOTLINE & ZALO: 0981 326 327 \n\nWebsite: donga.edu.vn\n\nFacebook: facebook.com\/daihocdonga\n\n•PHÂN HIỆU ĐẠI HỌC ĐÔNG Á TẠI ĐĂK LĂK\n\n40 Phạm Hùng, TP Buôn Ma Thuột, Đăk Lăk\n\nĐt: 02623 518 989. HOTLINE & ZALO: 0967 089 289 – 0357 353 863\n\nWebsite: daklak.donga.edu.vn\n\nFacebook: facebook.com\/daihocdongadaklak\n\n•Xưởng thực hành\n\n149 Đỗ Thúc Tịnh - Thành phố Đà Nẵng\n\n•Trường Song ngữ Sakura – Olympia \n\n63 Lê Văn Long, Thanh Bình, Hải Châu, Đà Nẵng\n\nĐT: 0979. 53.55.57 - 0905. 56.57.58\n\n•Cơ sở Đại học Đông Á tại Gia Lai\n\n150B Lê Thánh Tôn - Phường IaKring - Thành phố PleiKu - tỉnh Gia Lai \n\n== Phân hiệu Trường đại học Đông Á tại Đắk Lắk ==\nTọa lạc ở thủ phủ vùng Tây Nguyên – Phân hiệu Trường đại học Đông Á tại Đắk Lắk quy tụ đầy đủ các điều kiện cho việc phát triển kỹ năng nghề nghiệp trong hệ thống cơ sở đào tạo và thực hành hiện đại, không gian học tập hứng khởi, khai phá việc làm tại chỗ phục vụ phát triển kinh tế địa phương và hội nhập quốc tế cho sinh viên.\n\nPhân hiệu Trường đại học Đông Á tại Đắk Lắk có tổng diện tích mặt bằng 9,99ha, tại 3 block A, B, C đang vận hành với công năng 115 phòng học lý thuyết, 27 phòng thực hành chuyên môn, hội trường lớn cùng khu hiệu bộ và đầy đủ các phòng chức năng.\n[[Tập tin:Phân hiệu Trường đại học Đông Á tại Đắk Lắk 05.jpg|thế=Phân hiệu Trường đại học Đông Á tại Đắk Lắk|nhỏ|Phân hiệu Trường đại học Đông Á tại Đắk Lắk ]]\n\nƯu thế về đào tạo và đào tạo sau đại học, đặc biệt là việc làm trong nước và quốc tế cho SV ở các ngành tại mạng lưới hơn 110 công ty, tập đoàn nước ngoài ở Nhật Bản, Singapore, Cộng hoà Liên bang Đức, Đài Loan…; hơn 350 công ty, tập đoàn trong nước, nhất là các tập đoàn, công ty nước ngoài tại Việt Nam FDI đang là đối tác chiến lược, Phân hiệu Trường đại học Đông Á tại Đắk Lắk không chỉ phù hợp trong quy hoạch mạng lưới giáo dục đại học tại tỉnh ĐL mà còn góp phần quan trọng trong việc đào tạo nguồn nhân lực chuyên môn giỏi cùng năng lực số hóa và hội nhập cao, đáp ứng nhu cầu học tập của học sinh sinh viên và nhu cầu nâng cao chất lượng đội ngũ cán bộ cũng như giải quyết vấn đề việc làm trên địa bàn các tỉnh Tây Nguyên một cách bài bản trong dài hạn.\n\n== Lịch sử hình thành và phát triển ==\nNgôi trường được thành lập bắt đầu từ ý tưởng đào tạo nguồn nhân lực chất lượng cao phục vụ cho cộng đồng doanh nghiệp.\n\nSuốt chặng đường xây dựng và phát triển, tập thể sư phạm Nhà trường luôn nỗ lực phấn đấu xây dựng Nhà trường với sứ mạng ''“Đầu tư kiến thức phát triển năng lực cá nhân, chuyên môn nghề nghiệp để tạo dựng con đường thành công và đóng góp vào sự phát triển cộng đồng xã hội”'' phù hợp và gắn kết với chiến lược phát triển kinh tế-xã hội của thành phố Đà Nẵng, khu vực miền Trung–Tây Nguyên và cả nước và là kim chỉ nam xuyên suốt trong toàn bộ các hoạt động của Thầy và Trò Nhà trường.\n\nPhương châm hoạt động của trường là: ''\"thành công của học trò là hạnh phúc của người thầy, thành công của doanh nghiệp là hạnh phúc của nhà trường\".''\n\n== Tầm nhìn<ref>{{Chú thích web|url=http:\/\/donga.edu.vn\/Thongtinchung\/Gioithieuchung\/Tamnhin\/tabid\/111\/Default.aspx|tiêu đề=Tầm nhìn của Đại học Đông Á|website=Đại học Đông Á}}<\/ref>==\nTrường đại học Đông Á là trường đào tạo đa ngành, đa lĩnh vực; phấn đấu đến năm 2030 và tầm nhìn đến 2050 trở thành một trường uy tín ở việt nam và châu Á về giá trị khoa học và đào tạo, đóng góp xuất sắc vào sự phát triển cộng đồng.\n\n==Ngành đào tạo==\n[[Tập tin:Không gian học tập tại Đại học Đông Á.jpg|nhỏ|Không gian học tập tại Đại học Đông Á|300x300px]]\n=== Đại học ===\nGiáo dục mầm non\n\nGiáo dục tiểu học\n\nQuản lí văn hoá\n\nTâm lý học\n\nDược\n\nDinh dưỡng\n\nCông nghệ kỹ thuật Ô tô\n\nCông nghệ kỹ thuật điều khiển và tự động hóa\n\nLuật \n\nLuật kinh tế\n\nCông nghệ thực phẩm\n\nNông nghiệp\n\n[[Công nghệ thông tin]]\n\n* Kỹ thuật phần mềm\n* An ninh mạng\n* Thiết kế đồ họa\n\nKỹ thuật máy tính\n\nTrí tuệ nhân tạo\n\nCông nghệ [[kỹ thuật điện]] - điện tử:\n* Công nghệ kỹ thuật [[điện]] - [[electron|điện tử]]\n* Công nghệ kỹ thuật Điện tử - Viễn thông\n* Công nghệ kỹ thuật điện tự động\n\nCông nghệ kỹ thuật xây dựng\n* Xây dựng dân dụng và công nghiệp\n* Xây dựng cầu đường\n\n[[Kế toán]]\n* Kế toán - Tài chính\n* Kế toán - Kiểm toán\n\nTài chính ngân hàng\n\n*Ngân hàng\n* Tài chính doanh nghiệp\n\n[[Quản trị kinh doanh]]\n\nKinh doanh quốc tế\n\nMarketing\n\nDigital Marketing\n\nTruyền thông đa phương tiện\n\nThương mại điện tử\n\nLogistics và quản lý chuỗi cung ứng\n\nQuản trị khách sạn\n\nQuản trị dịch vụ du lịch và lữ hành\n\nQuản trị nhà hàng và dịch vụ ăn uống\n\n[[Điều dưỡng]]\n* Điều dưỡng đa khoa\n* Điều dưỡng sản phụ\n\nHộ sinh *\n\nQuản trị nhân lực\n\nQuản trị văn phòng\n\nNgôn ngữ Trung Quốc\n\nNgôn ngữ Hàn Quốc\n\nNgôn ngữ Nhật Bản \n\nNgôn ngữ Anh\n\nQuản lý văn hóa\n\nKinh doanh thời trang và dệt may\n\nThiết kế thời trang *\n\nViệt Nam học *\n\nTiếng Việt và văn hoá Việt Nam *\n\n'''Thạc sĩ'''\n\n* Quản trị kinh doanh\n* Kế toán\n\n==Hợp tác quốc tế==\nĐại học Đông Á đã ký kết hợp tác với 128 đơn vị là đối tác tại các nước: Hoa Kỳ, Nhật Bản, New Zealand, Canada, Hoa Kỳ, [[Singapore]], Hàn Quốc, [[Thái Lan]], [[Đài Loan]]... trên nhiều lĩnh vực nhằm phát triển, nâng cao chất lượng đội ngũ và chất lượng đào tạo cho sinh viên, đặc biệt là mở rộng cánh cửa việc làm cho sinh viên tại các thị trường nhân lực sôi động toàn cầu.\n\nVới chiến lược hướng việc làm cho sinh viên ra thị trường quốc tế, từ năm 2015, Đại học Đông Á đã mở rộng thị trường việc làm ra thế giới gồm Nhật Bản, Đức và Singapore; hợp tác sâu với các tập đoàn đa quốc gia.\n\nCác tập đoàn đã đặt hàng tuyển dụng sinh viên Đại học Đông Á hàng năm, đến nay lên đến 4.050 vị trí việc làm dành cho sinh viên các khối ngành Kinh tế, Kỹ thuật, Sức khỏe và Sư phạm. Trong đó có các tập đoàn hàng đầu ở Nhật Bản như 7-Eleven, Zensho, Route-Inn, Dormy-Inn, LEOC, Global Design IT, Tập đoàn y tế Kameda, Aoyama Medical, Nozomi, Japan Material Engineering Services, JBMA, Asean Car Business Career-Japan, Eikoh Seisakusho, Care Partner, IFECE, Asrapport, Hiệp hội CNTT Chiba; các học viện điều dưỡng lớn Kouseikai, Nanakamado; Đại học quốc tế Kibi, thành phố Yokohama, Nagasaki, Beppu, Fukuoka; Tập đoàn Empire Inc Holdings (Singapore); Tập đoàn Leonardis, WBS AG, Azurit (Đức)...\n\n== '''CHƯƠNG TRÌNH ĐÀO TẠO ĐỊNH HƯỚNG NGHỀ NGHIỆP NHẬT BẢN''' ==\n(Dành cho các ngành Điều dưỡng, CNKT Ô tô, Du lịch, CNKT Xây dựng, Thực phẩm)\n\nPhần 1: Chuyên môn nghề nghiệp\n\n- Chương trình đào tạo định hướng chuyên môn nghề nghiệp được thiết kế theo nhu cầu tiếp nhận tại Nhật Bản\n\n- Chương trình đào tạo tích hợp các kỹ năng để đáp ứng yêu cầu làm việc chuyên nghiệp tại Nhật Bản\n\nPhần 2: Ngoại ngữ:\n\nChương trình đào tạo tiếng Nhật đạt trình độ N4 hoặc tương đương N3 trước khi tham gia chương trình Internship tại Nhật hoặc làm việc sau khi tốt nghiệp.\n\nPhần 3: Kỹ năng\n\nTập trung đào tạo các kỹ năng giúp sinh viên đáp ứng những yêu cầu, văn hóa làm việc chuyên nghiệp của các doanh nghiệp Nhật Bản\n\n== '''CHƯƠNG TRÌNH CỬ NHÂN QUỐC TẾ''' ==\n\n''Trường Đại học Đông Á liên kết với các trường Đại học danh giá, uy tín trên thế giới nhằm giúp sinh viên tiếp cận với môi trường giáo dục quốc tế, chú trọng việc đào tạo kiến thức và kỹ năng chuyên nghiệp để sinh viên sau khi tốt nghiệp có thể trở thành nguồn nhân lực chất lượng cao tại các doanh nghiệp, tập đoàn lớn trên toàn cầu.''\n\n'''Phương thức tuyển sinh: XÉT TUYỂN'''\n\nThí sinh đã tốt nghiệp THPT, GPA lớp 12 >= 6.5 điểm\n\nThí sinh đạt các chứng chỉ năng lực ngoại ngữ: Tiếng Anh, Tiếng Hàn… ''(Nếu có)''\n\n'''Lợi ích nổi bật:''' \n\n• Bằng cử nhân quốc tế do các trường Đại học danh giá trên thế giới cấp.\n\n• Chương trình đào tạo và danh mục tài liệu được kiểm định từ các trường Đại học quốc tế.\n\n• Chương trình giảng dạy 100% bằng tiếng Anh hoặc tiếng Hàn\n\n• Giảng viên đạt tiêu chuẩn quốc tế trong lĩnh vực nghiên cứu và giảng dạy. \n\n• Cơ sở vật chất hiện đại, đáp ứng mọi nhu cầu học tập trong môi trường quốc tế.\n\n• Cơ hội thực tập, làm việc tại các doanh nghiệp, tập đoàn toàn cầu.\n\n=== Đại học Liverpool John Moores (Anh Quốc) ===\nNgành tuyển sinh: Digital Marketing, Quản trị kinh doanh quốc tế\n\nThời gian học tập: 4 năm tại Việt Nam, hoặc 3 năm tại Việt Nam và 1 năm tại Anh Quốc.\n\n=== Đại học Angelo State (Hoa Kỳ) ===\nNgành tuyển sinh: Kế toán, Kinh doanh quốc tế, Marketing\n\nThời gian học tập: 1 năm tại Việt Nam, 3 năm tại hoa Kỳ.\n\n=== Đại học Nottingham Trent (Anh Quốc) ===\nNgành tuyển sinh: Quản trị kinh doanh\n\nThời gian học tập: 3 năm tại Việt Nam, 1 năm tại Anh Quốc.\n\n=== Đại học Keimyung (Hàn Quốc) ===\nNgành tuyển sinh: Ngôn ngữ Hàn Quốc, Quản trị Dịch vụ Du lịch và Lữ hành, Quản trị Khách sạn\n\nThời gian học tập: 2 năm tại Việt Nam, 2 năm tại Hàn Quốc.\n\n\nKHOA SAU ĐẠI HỌC VÀ ĐÀO TẠO QUỐC TẾ - TRƯỜNG ĐẠI HỌC ĐÔNG Á\n\n02363.566.888\/ 0855.311.211\/ 0236.3519.929\n\ntuyensinhquocte@donga.edu.vn - <nowiki>https:\/\/www.duhoc.donga.edu.vn<\/nowiki> - <nowiki>https:\/\/facebook.com\/tsquocte.uda<\/nowiki>[[Tập tin:Tặng sách cho trẻ em nghèo hiếu học Kà Dăng (Quảng Nam) - một trong số nhiều hoạt động trách nhiệm cộng đồng của sinh viên Đại học Đông Á.jpg|nhỏ|Tặng sách cho trẻ em nghèo hiếu học Kà Dăng (Quảng Nam) - một trong số nhiều hoạt động trách nhiệm cộng đồng của sinh viên Đại học Đông Á]]\n== Tham khảo ==\n{{tham khảo}}\n\n{{DEFAULTSORT:Đông Á}}\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Đà Nẵng]]\n[[Thể loại:Trường đại học và cao đẳng tại Gia Lai|Đông Á]]\n[[Thể loại:Trường đại học và cao đẳng tại Đắk Lắk|Đông Á]]"}