{"3180115":"{{Thông tin trường học\n| hình = \n| tên = Trường Đại học Công nghệ Giao thông Vận tải\n| logo = [[Tập tin:LogoUttSmall.jpg|Giữa]]\n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = {{start date and age|1945|11|15}}\n| loại hình = [[Đại học kỹ thuật|Đại học kỹ thuật hệ công lập]]\n| khuôn viên = \n| địa chỉ = Số 54, phố Triều Khúc, phường [[Thanh Xuân Nam]], quận [[Thanh Xuân]], thành phố [[Hà Nội]], [[Việt Nam]]\n| thành phố = [[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] [[Hà Nội]]\n| tỉnh = [[Hà Nội]]\n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| tài trợ = \n| hiệu trưởng = PGS, TS Nguyễn Hoàng Long\n| phó hiệu trưởng = TS Nguyễn Văn Lâm\n| hiệu phó = TS Nguyễn Mạnh Hùng\n| nhân viên = \n| điện thoại = [[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] (+84)(24) 38544264\n| email = infohn@utt.edu.vn\n| web = [[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] [http:\/\/utt.edu.vn utt.edu.vn]\n}}\n'''Trường Đại học Công nghệ Giao thông Vận tải''' (''tên [[tiếng Anh]]:'' University Of Transport Technology, ''tên viết tắt:'' UTT) là trường Đại học công lập được nâng cấp năm 2011 từ ''Trường Cao đẳng giao thông vận tải''- trực thuộc [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Vận tải]]<ref>[http:\/\/utt.edu.vn Trường Đại học Công nghệ Giao thông Vận tải]<\/ref>. Tiền thân là trường Cao đẳng Công chính, được thành lập ngày 15\/11\/1945. Trường đào tạo đa ngành, đa lĩnh vực về [[công nghệ]] kỹ thuật [[giao thông]], công nghệ [[kỹ thuật cơ khí]], [[ô tô]], [[kinh tế]], [[vận tải]], [[logistics]], [[công nghệ thông tin]], [[Điện tử học|điện tử]] [[viễn thông]], [[môi trường]]... theo định hướng ứng dụng phục vụ ngành GTVT và các ngành kinh tế quốc dân. Năm 2016, Trường được [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] quy hoạch phát triển thành trường đại học trọng điểm Quốc gia; năm 2017 trường là 1 trong 15 trường đại học đầu tiên của Việt Nam được công nhận đạt tiêu chuẩn chất lượng giáo dục đại học.\n\n== Đội ngũ cán bộ giảng viên ==\n*Tổng số Cán bộ - Giảng viên - Công nhân viên: 700, trong đó có 486 giảng viên\n\n:- Giáo sư, Phó giáo sư: 12\n:- Tiến sĩ: 110\n:- Thạc sĩ & NCS: 360\n\n== Cơ sở vật chất ==\n[[Tập tin:InUTTHN.jpg|277px|thumb]]\n* Tổng diện tích đất: 21,3 ha\n# Cơ sở đào tạo Hà Nội: 2,3 ha. (Số 54 phố Triều Khúc, phường [[Thanh Xuân Nam]], quận [[Thanh Xuân]])\n# Cơ sở đào tạo Vĩnh Phúc: 13 ha. (Số 278 đường Lam Sơn, phường [[Đồng Tâm, Vĩnh Yên|Đồng Tâm]], thành phố [[Vĩnh Yên]], tỉnh Vĩnh Phúc)\n# Cơ sở đào tạo Thái Nguyên: 6 ha. (Đường Phú Thái, phường [[Tân Thịnh, thành phố Thái Nguyên|Tân Thịnh]], thành phố [[Thái Nguyên|Thái Nguyên, tỉnh Thái Nguyên]])\n\n* Trường có 220 phòng học lý thuyết, 109 phòng thí nghiệm và 02 xưởng thực hành công nghệ công trình, cơ khí.\n:- Ký túc xá đảm bảo cho 2.000 sinh viên ở nội trú.\n:- [http:\/\/thuvien.utt.edu.vn Thư viện Đại học công nghệ Giao Thông Vận Tải] với diện tích 4.000 m2 có trên 10.000 đầu sách. [http:\/\/thuvien.utt.edu.vn:8080 Thư viện số] với trên 5000 giáo trình, tài liệu số\n:- Nhà ăn có hơn 500 chỗ ngồi.\n:- Có đầy đủ hệ thống sân bãi, cơ sở vật chất phục vụ sinh viên tham gia các hoạt động ngoại khóa.\n\n== Các hệ đào tạo ==\n[[Tập tin:ClassRoom-UTT.png|277px|thumb]]\n*Tiến sĩ\n*Thạc sĩ\n*Đại học: chính quy, tại chức, liên thông, văn bằng 2\n*Cao đẳng: Chính quy\n*Các khoá học ngắn hạn, nghề: bồi dưỡng, huấn luyện, cấp chứng chỉ,các chứng chỉ chuyên ngành giao thông vận tải và các chứng chỉ ngoại ngữ, tin học quốc gia, lái xe môtô A1, ôtô B1, B2, C, D, E...\n\n== Các ngành đào tạo ==\n[[Tập tin:VYUTT.jpg|277px|thumb|Cơ sở đào tạo Vĩnh Yên]]\n\n=== Thạc sĩ ===\n– Ngành Kỹ thuật xây dựng công trình giao thông:\n\n+ Chuyên ngành Công nghệ kỹ thuật xây dựng đường ô tô.\n\n+ Chuyên ngành Công nghệ kỹ thuật xây dựng cầu – hầm.\n\n– Ngành Kỹ thuật xây dựng công trình dân dụng và công nghiệp;\n\n+ Chuyên ngành Công nghệ kỹ thuật xây công trình dân dụng và công nghiệp.\n\n– Ngành Kỹ thuật cơ khí động lực:\n\n+ Chuyên ngành Công nghệ kỹ thuật ô tô.\n\n– Ngành Kỹ thuật xây dựng công trình thủy;\n\n+ Chuyên ngành Công nghệ kỹ thuật xây công trình thủy.\n\n– Ngành Quản trị kinh doanh;\n\n+ Chuyên ngành Quản trị doanh nghiệp.\n\n– Ngành Kế toán;\n\n+ Chuyên ngành Kế toán doanh nghiệp.\n\n– Ngành Tổ chức và quản lý vận tải;\n\n+ Chuyên ngành Tổ chức và quản lý vận tải.\n\n– Ngành Quản lý xây dựng;\n\n+ Chuyên ngành Quản lý xây dựng.\n\n– Ngành Quản lý kinh tế.\n\n+ Chuyên ngành Quản lý kinh tế.&nbsp;[[Tập tin:UTTTN2.jpg|277px|thumb|Cơ sở đào tạo Thái Nguyên]]\n\n=== Đại học ===\n{| class=\"wikitable\"\n|'''Các ngành đào tạo'''\n|-\n|'''CƠ SỞ HÀ NỘI'''\n|-\n|'''Công nghệ Kỹ thuật giao thông''' (gồm 05 chuyên ngành:&nbsp; 1. Xây dựng Cầu đường bộ; 2. Xây dựng Cầu đường bộ Việt – Anh; 3. Quản lý dự án xây dựng công trình giao thông; 4. Xây dựng Đường sắt- Metro; 5. Xây dựng đường thủy và công trình biển)\n|-\n|'''Công nghệ kỹ thuật xây dựng''' (Công nghệ kỹ thuật xây dựng dân dụng và công nghiệp)\n|-\n|'''Công nghệ kỹ thuật Ô tô'''\n|-\n|'''Công nghệ kỹ thuật Cơ điện tử''' (gồm 02 chuyên ngành: 1. Cơ điện tử trên ô tô; 2. Cơ điện tử)\n|-\n|'''Công nghệ kỹ thuật Cơ khí'''\n|-\n|'''Hệ thống thông tin''' (gồm 04 chuyên ngành: 1. Hệ thống thông tin; 2. Hệ thống thông tin Việt – Anh; 3.Hệ thống thông tin và công nghệ trong xây dựng công trình giao thông;4. Hệ thống thông tin và công nghệ trong xây dựng công trình dân dụng)\n|-\n|'''Điện tử - viễn thông'''\n|-\n|'''Mạng máy tính và truyền thông dữ liệu'''\n|-\n|'''Kế toán''' (gồm 02 chuyên ngành:1. Kế toán doanh nghiệp; 2. Hệ thống thông tin Kế toán tài chính)\n|-\n|'''Kinh tế xây dựng'''\n|-\n|'''Quản trị doanh nghiệp''' (gồm 03 chuyên ngành: 1. Quản trị doanh nghiệp; 2. Quản trị Marketing; 3. Quản trị Tài chính và đầu tư)\n|-\n|'''Tài chính - Ngân hàng'''\n|-\n|'''Logistics và Vận tải đa phương thức'''\n|-\n|'''Quản lý, điều hành vận tải đường bộ'''\n|-\n|'''Quản lý, điều hành vận tải đường sắt'''\n|-\n|'''Công nghệ kỹ thuật môi trường'''\n|-\n|'''Thương mại điện tử'''\n|-\n|'''Logistics và quản lý chuỗi cung ứng'''\n|-\n|'''Công nghệ thông tin'''\n|-\n|'''CƠ SỞ ĐÀO TẠO VĨNH PHÚC'''\n|-\n|CNKT xây dựng Cầu đường bộ\n|-\n|CNKT xây dựng dân dụng và công nghiệp\n|-\n|Công nghệ kỹ thuật Ô tô\n|-\n|Hệ thống thông tin\n|-\n|Kế toán doanh nghiệp\n|-\n|Kinh tế xây dựng\n|-\n|Điện tử - viễn thông\n|-\n|'''CƠ SỞ ĐÀO TẠO THÁI NGUYÊN'''\n|-\n|CNKT xây dựng Cầu đường bộ\n|-\n|CNKT xây dựng dân dụng và công nghiệp\n|-\n|Công nghệ kỹ thuật Ô tô\n|-\n|Hệ thống thông tin\n|-\n|Kế toán doanh nghiệp\n|-\n|Kinh tế xây dựng\n|}\n[[Tập tin:TVHNUTT.jpg|277px|thumb|Thư viện tại cơ sở đào tạo Hà Nội]]\n\n==Các khoa - bộ môn==\n\n* Khoa Công trình:\n** Bộ môn Cầu\n** Bộ môn Đường\n** Bộ môn Công trình thủy\n** Bộ môn Đo đạc - Khảo sát công trình\n** Bộ môn Xây dựng dân dụng và Công nghiệp\n** Bộ môn Địa kỹ thuật\n** Bộ môn Đường sắt\n** Bộ môn Kết cấu - Vật liệu\n** Phòng thí nghiệm Công trình xây dựng\n* Khoa Cơ khí:\n** Bộ môn Ô tô\n** Bộ môn Máy xây dựng\n** Bộ môn Máy tàu thủy\n** Bộ môn Đầu máy toa xe\n* Khoa Kinh tế Vận tải:\n** Bộ môn Cơ sở ngành kinh tế\n** Bộ môn Kế toán - Kiểm toán\n** Bộ môn Kinh tế xây dựng\n** Bộ môn Tài chính - Ngân hàng\n** Bộ môn Quản trị doanh nghiệp\n** Bộ môn Vận tải Sắt - Bộ\n* Khoa Công nghệ thông tin:\n** Bộ môn Hệ thống thông tin\n** Bộ môn Công nghệ mạng\n** Bộ môn Điện - Điện tử\n* Khoa Khoa học cơ bản:\n** Bộ môn Toán tin\n** Bộ môn Vật lý\n** Bộ môn Hóa học\n** Bộ môn Ngoại ngữ\n* Khoa Lý luận chính trị:\n** Bộ môn NLCB của chủ nghĩa Mác-Lê Nin\n** Bộ môn Tư tưởng Hồ Chí Minh\n** Bộ môn Đường lối cách mạng của Đảng CSVN\n* Khoa đào tạo tại chức:\n* Khoa Cơ sở kỹ thuật:\n* Bộ môn Giáo dục thể chất:\n* Bộ môn Giáo dục Quốc phòng - An Ninh:\n\n==Lịch sử==\n\nTrường [https:\/\/utt.edu.vn Đại học Công nghệ Giao thông Vận tải] ngày nay có tiền thân là [[trường Cao đẳng Công chính]] trước khi đất nước giành được độc lập 2\/9\/1945 và được khai giảng lại dưới chính thể Việt Nam Dân chủ Cộng hòa ngày 15\/11\/1945<ref>[http:\/\/utt.edu.vn\/utt\/gioi-thieu\/lich-su-truyen-thong-n12.html Lịch sử truyền thống trường ĐH CN GTVT]<\/ref>.<br>\n:- Ngày 06\/06\/1902: Mở Trường Thư ký và cán sự chuyên môn công chính đặt tại Hà Nội.\n:- Ngày 15\/04\/1913: Đổi tên thành Trường Công chính vẫn đặt tại Hà Nội. Đào tạo cán sự trung cấp chuyên môn Công chính.\n:- Năm 1918: Đổi tên thành Trường Cao đẳng Công chính nhưng đào tạo trung cấp kỹ thuật là chính.\n:- Ngày 15\/11\/1945: Trường Cao đẳng Công chính- tiền thân của Trường Cao đẳng Giao thông vận tải- đã được khai giảng lại.\n:- Tháng 12\/1946: Thực dân Pháp quay trở lại xâm lược nước ta. Toàn quốc kháng chiến bùng nổ. Trường Cao đẳng Công chính tạm ngừng đào tạo, đi sơ tán và phục vụ kháng chiến.\n:- Tháng 10\/1947: tại nơi sơ tán (Chùa Viên Đinh, làng Chuôm thuộc Cống Thần- Chợ Đại, huyện Phú Xuyên, tỉnh Hà Đông) đã chính thức khai giảng khoá đầu tiên của Trường Cao đẳng Công chính.\n:- Tháng 4\/1948: Trường rời địa điểm tới huyện [[Yên Mô]] tỉnh [[Ninh Bình]]\n:- Ngày 1\/2\/1949: theo sắc lệnh số 02\/SL và theo nghị quyết số 60 ngày 24\/2\/1949 Trường Đại học Công Chính đổi tên thành Trường Cao đẳng Kỹ thuật.\n:- Đầu năm 1949: Chi bộ Đảng đầu tiên của Nhà trường đã được thành lập, xác lập vai trò lãnh đạo của Đảng đối với các hoạt động của Nhà trường.\n:- Tháng 2\/1951: Nhà trường tiếp tục phải sơ tán vào Đa Nê- Yên Định Thanh Hoá rồi chuyển sang Phong Lạc, đến Mai cầu, Trung Chính, huyện Thọ Xuân.\n:- Năm 1951: Để đảm bảo an toàn và tranh thủ sự lãnh đạo của Trung ương, toàn Trường lại sơ tán lên Việt Bắc.\n:- Đến cuối năm 1951: Trường chuyển đến làng Chẩu, huyện Yên Sơn, tỉnh Tuyên Quang và đóng tại đó cho đến khi hoà bình lập lại 1954.\n:- Tháng 8\/1956: Trường được tách ra thành hai trường Trung cấp giao thông và Trung cấp Thủy Lợi - Kiến Trúc.\n:- Năm 1970: Trường Trung học GTVT Thủy Bộ tách ra làm 2 trường: Trường Trung học GTVT Đường bộ và Trường TH GTVT Đường Thủy.\n:- Tháng 12\/1983: Bộ GTVT cho sáp nhập 3 Trường Trung học GTVT: Đường Bộ, Đường Thủy, Đường Sắt thành Trường Trung học GTVT I và chuyển toàn bộ cơ sở vật chất, Đội ngũ cán bộ quản lý và giáo viên về địa điểm của Trường TH GTVT đường bộ (Đầm vạc - Vĩnh Yên).\n:- Ngày 8\/2\/1990: Bộ GTVT có quyết định hợp nhất Trường Trung học GTVT Miền núi Thái Nguyên (đóng ở Phường Tân Thịnh- TP. Thái nguyên, Tỉnh Thái Nguyên) với Trường Trung học GTVT I thành Trường Trung học GTVT khu vực I.\n:- Ngày 30\/10\/1991: Bộ GTVT có quyết định sáp nhập Trường Công nhân cơ khí Ôtô Hà Nội (thuộc Cục cơ khí giao thông) vào Trường Trung học GTVT Khu vực I và đổi tên thành Phân hiệu đào tạo Nghề thuộc Trường.\n:- Từ năm 1993: Cơ sở chính của Trường Trung học GTVT KVI đặt ở Hà Nội trên địa điểm của Phân hiệu đào tạo nghề này.\n:- Ngày 24\/7\/1996: Thủ tướng Chính phủ ký Quyết định số 480\/TTg nâng cấp Trường Trung học GTVT khu vực I thành Trường Cao đẳng giao thông vận tải.\n:- Ngày 27\/4\/2011: Thủ tướng Chính phủ ký Quyết định số 630\/QĐ-TTg về việc thành lập trường Đại học Công nghệ GTVT (University Of Transport Technology) trên cơ sở nâng cấp trường Cao đẳng GTVT.\n\nNgày thành lập trường là [[15 tháng 11]].\n\nNgày truyền thống của trường là [[29 tháng 11]].\n\n== Thành tích & Phần thưởng cao quý ==\n* Tập thể \"Anh hùng lao động\" thời kỳ đổi mới\n* 02 Huân chương Độc lập hạng Nhất\n* 01 Huân chương Độc lập hạng Ba\n* 02 Huân chương lao động hạng Nhất\n* 05 Huân chương lao động hạng Nhì\n* 12 Huân chương lao động hạng Ba\n* 02 Huân chương kháng chiến hạng Ba\n* 01 Huân chương Tự do hạng Nhì của Nhà nước Cồng hòa Dân chủ Nhân dân Lào\n* 07 lần nhận cơ thi đua xuất sắc của Chính phủ\n* 16 lần nhận cờ thi đua xuất sắc của Bộ GTVT\n* 03 Nhà giáo nhân dân; 24 Nhà giáo ưu tú\n* Nhiều tập thể, cá nhân được tặng Huân, Huy chương các loại.\n\n==Chú thích==\n{{Tham khảo | 3}}\n\n==Xem thêm==\n*[[Danh sách trường đại học và cao đẳng tại Hà Nội|Danh sách trường Đại học và cao đẳng tại Hà Nội]]\n\n==Liên kết ngoài==\n{{commonscat|University of Transport Technology}}\n*[http:\/\/utt.edu.vn Trang web chính thức]\n{{Đại học trọng điểm Việt Nam}}\n\n{{DEFAULTSORT:Giao thông vận tải}}\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]\n[[Thể loại:Đại học và cao đẳng kỹ thuật Việt Nam|Giao thông]]\n[[Thể loại:Tập thể được phong tặng danh hiệu Anh hùng Lao động]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam|Giao]]\n[[Thể loại:Trường đại học ứng dụng và thực hành]]\n[[Thể loại:Trường đào tạo nghề tại Việt Nam]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Bộ Giao thông Vận tải]]\n[[Thể loại:Trường đại học và cao đẳng tại Thái Nguyên|Công nghệ Giao thông vận tải]]\n[[Thể loại:Trường đại học và cao đẳng tại Vĩnh Phúc|Công nghệ Giao thông vận tải]]\n[[Thể loại:Huân chương Độc lập hạng Ba]]\n[[Thể loại:Huân chương Độc lập hạng Nhất]]\n[[Thể loại:Huân chương Lao động hạng Ba]]\n[[Thể loại:Huân chương Lao động hạng Nhì]]\n[[Thể loại:Huân chương Lao động hạng Nhất]]\n[[Thể loại:Huân chương Kháng chiến]]"}