{"7759822":"[[Tập_tin:(Pic)_THPT_Nguyễn_Đức_Cảnh,_Thái_Bình.jpg|nhỏ|310x310px|''Dãy nhà trước '''Trường THPT Nguyễn Đức Cảnh.''''']]'''Trường Trung học phổ thông Nguyễn Đức Cảnh''' là một trường [[trung học phổ thông]] [[công lập]] ở thành phố Thái Bình, tỉnh Thái Bình, được thành lập năm 1985.\n==Sơ lược==\n{{Thông tin trường học\n| tên = Trường Trung học phổ thông Nguyễn Đức Cảnh\n| logo = [[File:(Logo) THPT Nguyễn Đức Cảnh, Thái Bình.png|thumb|[Logo] THPT Nguyễn Đức Cảnh, Thái Bình]]\n| khẩu hiệu = Xây dựng phong cách học sinh trường THPT Nguyễn Đức Cảnh \"Chăm ngoan, học giỏi, thanh lịch\"\n| ngày thành lập = 1985\n| loại hình = Công lập\n| hiệu trưởng = Bùi Tuấn Anh\n| điện thoại = 02273738373\n| email = c3nguyenduccanh@thaibinh.edu.vn\n| web = http:\/\/thptnguyenduccanh.thaibinh.edu.vn\/\n}}\nTrường THPT [[Nguyễn Đức Cảnh]] được thành lập theo Quyết định số 254\/QĐ-UB ngày 6\/6\/1985 của Chủ tịch UBND tỉnh. Địa điểm ngày nay của trường tại số 24, phố [[Đinh Tiên Hoàng]], [[Kỳ Bá|phường Kỳ Bá]], [[Thái Bình (thành phố)|thành phố Thái Bình]].\n\nThành lập năm [[1985]], mặc dù ra đời muộn hơn so với các trường THPT công lập trong tỉnh song Trường THPT [[Nguyễn Đức Cảnh]] đã phát triển mạnh mẽ, trở thành một trong những trường THPT hàng đầu của tỉnh về quy mô và chất lượng đào tạo. Có đội ngũ giáo viên đạt chuẩn và trên chuẩn, những năm gần đây, trung bình số lượng học sinh học tập hàng năm tại Trường gần 2000 em, tỷ lệ học sinh tốt nghiệp trên 99%. Là một trong những trường có tỷ lệ đỗ đại học cao nhất tỉnh, Trường cũng nằm trong 200 trường THPT có tỷ lệ học sinh đỗ đại học cao nhất cả nước. Trường cũng được đánh giá là trường đứng đầu về giáo dục nền nếp, đạo đức, kỹ năng sống cho học sinh.\n\n==Lịch sử==\n'''<big>Xây dựng nền móng<\/big>'''\n\nHai năm học đầu tiên từ 1985 đến năm 1987, trường đặt tạm thời tại nhà kho hợp tác xã và Đình Cả, xã Trần Lãm, thị xã Thái Bình (nay là [[Trần Lãm (phường)|phường Trần Lãm]], thành phố Thái Bình). Năm học đầu tiên có 6 lớp 10, chia làm hai ca, không có phòng làm việc cho Ban Giám hiệu, mái đình trở thành nơi nghỉ giải lao của các thầy cô giáo.\n\nNăm học 1987 - 1988, nhà trường chuyển về ngôi trường mới khang trang tại địa điểm phường Kỳ Bá hiện nay, với dãy nhà 4 tầng gồm 24 phòng học, song vẫn còn khó khăn, thiếu thốn về cơ sở vật chất. Năm 1995, nhà trường xây dựng nhà hiệu bộ. Năm 2000, nhà trường xây dựng dãy nhà học 3 tầng với 12 phòng học. Năm 2002, nhà trường xây dựng khu nhà thí nghiệm, thực hành, thư viện, phòng tin học. Từ đó, cơ sở vật chất, trang thiết bị dạy học ngày càng được hoàn thiện.\n\n'''<big>Khẳng định vị thế<\/big>'''\n[[Tập tin:Hđ4.png|nhỏ|''Một tiết học tại Trường THPT Nguyễn Đức Cảnh.'']]\nTừ năm học đầu tiên 1985 - 1986, nhà trường chỉ có 19 thầy cô thì cho đến năm học 2020 - 2021, số lượng cán bộ, giáo viên của trường đã là 88 người, trong đó có 13 thầy cô giáo có học vị thạc sĩ; hầu hết giáo viên sử dụng thành thạo các thiết bị dạy học hiện đại, tích cực đổi mới phương pháp, ứng dụng hiệu quả công nghệ thông tin trong giảng dạy. Nhiều thầy cô giáo đạt giáo viên giỏi cấp tỉnh, tham gia tổ nghiệp vụ của Sở Giáo dục và Đào tạo Thái Bình. Nhờ tinh thần đoàn kết, quyết tâm hoàn thành xuất sắc nhiệm vụ, trường THPT Nguyễn Đức Cảnh trở thành ngôi trường trọng điểm trong bức tranh giáo dục Thái Bình qua các năm.<ref>{{Chú thích web|url=http:\/\/baothaibinh.com.vn\/tin-tuc\/11\/41887\/truong-thpt-nguyen-duc-canh-30-nam-xay-dung-phat-trien-va-truong-thanh-41887|tựa đề=Trường THPT Nguyễn Đức Cảnh- 30 năm xây dựng, phát triển và trưởng thành|website=baothaibinh.com.vn|url-status=live}}<\/ref>\n\nHơn 1\/3 thế kỉ xây dựng và trưởng thành, vượt qua muôn vàn gian khó về nhiều mặt, trường THPT Nguyễn Đức Cảnh hôm nay vững bước tự khẳng định chất lượng giáo dục, là niềm tự hào của các thế hệ học sinh và nhân dân thành phố Thái Bình. 35 năm xây dựng và phát triển, trường luôn bám sát mục tiêu chiến lược “Nâng cao dân trí, đào tạo nhân lực và bồi dưỡng nhân tài” cho quê hương, đất nước.\n\nĐến nay, trường có 100% lớp học cao tầng, đủ các phòng học chức năng với thiết bị khá hiện đại. Trang thiết bị của nhà trường cũng luôn được sửa chữa, tăng cường đáp ứng được nhu cầu dạy học và các hoạt động khác.<ref>{{Chú thích web|url=http:\/\/thptnguyenduccanh.thaibinh.edu.vn\/gioi-thieu\/gioi-thieu-chung|tựa đề=Trường THPT Nguyễn Đức Cảnh, thành phố Thái Bình- 33 năm xây dựng và trưởng thành|website=thptnguyenduccanh.thaibinh.edu.vn|url-status=live}}<\/ref>[[Tập tin:Hđ1.png|nhỏ|''Cô giáo Vũ Thị Thu Huyền và học sinh trong giờ thực hành sinh học.'']]\n==Thành tích==\n[[Tập tin:Hđ2.png|nhỏ|''Các em học sinh của tham gia chương trình “Hướng nghiệp Gen Z năm 2022”.'']]\nVới sự cố gắng không ngừng của tập thể thầy và trò, thành tích của trường THPT Nguyễn Đức Cảnh được tích luỹ qua mỗi năm. Năm 2001, trường là 1 trong 3 trường THPT đầu tiên trong toàn tỉnh được Bộ Giáo dục và Đào tạo công nhận trường đạt chuẩn quốc gia giai đoạn 2001 - 2010 và tiếp tục được công nhận trường đạt chuẩn quốc gia giai đoạn 2011 - 2015 (năm 2013), đạt chuẩn quốc gia giai đoạn 2018 - 2023 (năm 2018).<ref>{{Chú thích web|url=https:\/\/baothaibinh.com.vn\/news\/11\/116376\/truong-thpt-nguyen-duc-canh-dau-an-35-nam-xay-dung-va-phat-trien|tựa đề=Trường THPT Nguyễn Đức Cảnh: Dấu ấn 35 năm xây dựng và phát triển|họ=|website=baothaibinh.com.vn|url-status=live|ngày truy cập=}}<\/ref>\n\nDo thành tích dạy và học, trường đã được [[Nhà nước Việt Nam]] trao tặng:\n* [[Huân chương Lao động]] hạng ba \n* [[Huân chương Lao động]] hạng nhì\n* [[Huân chương Lao động]] hạng nhất[[Tập tin:Hđ3.png|nhỏ|''Một hoạt động thực hành giao tiếp tiếng Anh của học sinh.'']]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n* [http:\/\/baothaibinh.com.vn\/tin-tuc\/11\/42043\/truong-thpt-nguyen-duc-canh-ky-niem-30-nam-thanh-lap Trường THPT Nguyễn Đức Cảnh kỷ niệm 30 năm thành lập]\n* [https:\/\/www.baothaibinh.com.vn\/tin-tuc\/11\/90742\/truong-thpt-nguyen-duc-canh-sinh-hoat-ngoai-khoa-ve-bao-dam-trat-tu-an-toan-giao-thong Trường THPT Nguyễn Đức Cảnh: Sinh hoạt ngoại khóa về bảo đảm trật tự an toàn giao thông]\n* [https:\/\/baothaibinh.com.vn\/news\/9\/78069\/doan-thanh-nien-truong-thpt-nguyen-duc-canh-nhieu-hoat-dong-sang-tao-hieu-qua Đoàn Thanh niên Trường THPT Nguyễn Đức Cảnh nhiều hoạt động sáng tạo, hiệu quả]\n* [https:\/\/baothaibinh.com.vn\/tin-tuc\/149838\/chuong-trinh-huong-nghiep-gen-z-nam-2022 Chương trình “Hướng nghiệp Gen Z năm 2022”]\n* [https:\/\/baothaibinh.com.vn\/news\/11\/153733\/trao-25-suat-hoc-bong-cho-hoc-sinh-truong-thpt-nguyen-duc-canh Trao 25 suất học bổng cho học sinh Trường THPT Nguyễn Đức Cảnh]\n* [https:\/\/baothaibinh.com.vn\/tin-tuc\/11\/78160\/truong-thpt-nguyen-duc-canh-to-chuc-cuoc-thi-rung-chuong-vang Trường THPT Nguyễn Đức Cảnh tổ chức cuộc thi Rung chuông vàng]\n* [https:\/\/baothaibinh.com.vn\/news\/11\/116412\/truong-thpt-nguyen-duc-canh-ky-niem-35-nam-thanh-lap-truong-va-don-nhan-huan-chuong-lao-dong-hang-nhat Trường THPT Nguyễn Đức Cảnh kỷ niệm 35 năm thành lập trường và đón nhận Huân chương Lao động hạng Nhất]\n* [https:\/\/baothaibinh.com.vn\/tin-tuc\/165818\/le-phat-dong-phong-trao-hoc-tieng-anh-trong-truong-thpt Lễ phát động phong trào học tiếng Anh trong trường THPT]\n[[Thể loại:Trường trung học tại Thái Bình]]\n[[Thể loại:Thái Bình (thành phố)]]"}