{"369453":"{{Thiếu nguồn gốc|date=6\/2022}}{{Quảng cáo}}{{Thông tin trường học\n| tên = Trường Đại học Thái Bình Dương\n| logo = [[Tập tin:Logo TBD.jpg|190px]]\n| khẩu hiệu = Học là vui\n| ngày thành lập = 31 tháng 12 năm 2008\n| loại hình = [[Đại học tư thục]]\n| hiệu trưởng = TS. Phạm Quốc Lộc<ref name=\"ct\">{{Chú thích báo |date=15 tháng 2 năm 2023 |title=Trường đại học Thái Bình Dương có chủ mới |work=Báo Tuổi Trẻ |url=https:\/\/tuoitre.vn\/truong-dai-hoc-thai-binh-duong-co-chu-moi-20230215131327685.htm |access-date=20 tháng 2 năm 2023}}<\/ref>\n| sinh viên đại học = \n| địa chỉ = Số 79, đường Mai Thị Dõng, phường [[Vĩnh Ngọc]], thành phố [[Nha Trang]], tỉnh [[Khánh Hòa]], [[Việt Nam]]\n| điện thoại = +84-(058)3727181 - 3727182 - 3727183\n| web = http:\/\/www.tbd.edu.vn\n}}\n\n'''Trường Đại học Thái Bình Dương''' ({{lang-en|Thai Binh Duong University – TBD}}) được thành lập theo quyết định số 1929\/QĐ-TTg ngày 31\/12\/2008 của [[Thủ tướng|Thủ tướng Chính phủ]] [[Nguyễn Tấn Dũng]]. Trụ sở của trường được đặt tại Số 79, đường Mai Thị Dõng, phường [[Vĩnh Ngọc]], thành phố [[Nha Trang]], tỉnh [[Khánh Hòa]].\n\nTrường là một đại học đa ngành, đa lĩnh vực, đào tạo bậc đại học các ngành thuộc khối [[Công nghệ|Kỹ thuật]], [[Công nghệ]], [[Kinh tế]], [[Ngoại ngữ]], Du lịch, Luật... Đây còn là trường đại học ngoài công lập đầu tiên của tỉnh Khánh Hòa và khu vực [[duyên hải Miền Trung]].\n\n== Cam kết 5T ==\n\n=== Thực học ===\nSinh viên thoả sức trải nghiệm thực tế như một phần cốt lõi của việc học:\n\n* Làm dự án thật từ doanh nghiệp\n* Học qua nghiên cứu trường hợp thực tế\n* Kết nối với doanh nhân thành đạt\n* Không gian thực hành đa dạng.\n\n=== Toàn diện ===\nSinh viên phát triển năng lực thế kỷ 21 được tích hợp vào từng môn học:\n\n* Tư duy: Phân tích, phản biện, sáng tạo\n* Giao tiếp, thuyết trình, truyền thông\n* Thông minh cảm xúc\n* Trách nhiệm cá nhân, dấn thân xã hội.\n\n=== Tương tác ===\nSinh viên tương tác thường xuyên và có ý nghĩa:\n\n* Tương tác trong và ngoài lớp học với giảng viên về việc học, ngành nghề và định hướng tương lai.\n* Làm việc nhóm với người cùng học, tăng cường kỹ năng lãnh đạo\n* Xây dựng mạng lưới các kết nối hữu ích với cựu sinh viên, doanh nhân, chuyên gia, người thành đạt, người truyền cảm hứng, người hướng dẫn.\n\n=== Trao Quyền ===\nSinh viên được đối xử như những cá nhân trưởng thành, độc lập:\n\n* Làm chủ quá trình học tập qua hệ thống tín chỉ và cố vấn học tập.\n* Phát huy sức mạnh bản thân, tạo sức bật độc đáo của cá nhân.\n* Thực hành lối sống tự lập, năng động, trách nhiệm.\n\n=== Thấu cảm ===\nSinh viên phát triển lòng thấu cảm qua:\n\n* Nhận thức cảm xúc của bản thân và người khác\n* Thực hành sống tử tế và nhân ái.\n\n==Các ngành đào tạo==\n\n*[[Công nghệ thông tin]]\n*Trí tuệ nhân tạo\n*[[Kế toán]] \n*[[Tài chính]] - [[Ngân hàng]]\n*[[Quản trị kinh doanh]]\n*Marketing\n*Kinh doanh quốc tế\n*Logistic và quản lý chuỗi cung ứng\n*[[Ngôn ngữ Anh]]\n*[[Luật Kinh tế|Luật]]\n*Luật kinh tế\n*[[Du lịch]]\n*Quản trị khách sạn\n*[[Đông Phương học]] (Tiếng Hàn Quốc - Tiếng Trung Quốc)\n\n== Hỗ trợ tài chính và học bổng ==\n\n=== 100% TÂN SINH VIÊN 2022 SẼ ĐƯỢC CẤP HỌC BỔNG ===\nNăm 2022, Nhà trường dành 400 suất học bổng (HB) với tổng giá trị trên 14 tỷ đồng cho nhiều đối tượng thí sinh khác nhau. Đặc biệt, nhiều suất HB toàn phần có giá trị lên đến 83.2 triệu đồng\/khóa học.\n\nNgoài ra, sinh viên cũng có cơ hội nhận được học bổng Vì Công lý từ các tổ chức xã hội và học bổng từ doanh nghiệp bên ngoài trường.\n\n=== Học bổng phát triển tài năng ===\nDành cho thí sinh xét tuyển vào Trường Đại học Thái Bình Dương có hạnh kiểm xếp loại tốt và thỏa mãn một trong các điều kiện sau:\n\n* Trung bình cộng điểm đăng ký xét tuyển từ 7.0 trở lên; hoặc\n* Có chứng chỉ tiếng Anh quốc tế ([[IELTS]] 5.5, [[TOEFL]] iBT 60, [[TOEIC]] 600 trở lên),  hoặc tiếng Hàn ([[Kỳ thi TOPIK|Topik]] 4 trở lên), hoặc tiếng Trung ([[Kỳ thi năng lực Hán Ngữ|HSK]] 4 trở lên); hoặc\n* Đạt giải Khuyến khích cấp tỉnh trở lên trong các kỳ thi (Học sinh giỏi, Khoa học kỹ thuật, Olympic truyền thống 30\/4.\n\n=== Học bổng khuyến học ===\nDành cho thí sinh xét tuyển vào Trường Đại học Thái Bình Dương, có hạnh kiểm xếp loại tốt, gia đình thuộc hộ nghèo\/cận nghèo\/gia đình có hoàn cảnh khó khăn nhưng có ý chí phấn đấu vươn lên trong học tập, và thỏa mãn một trong các điều kiện sau đây:\n\n* Trung bình cộng điểm đăng ký xét tuyển từ 6.0 trở lên; hoặc\n* Có chứng chỉ tiếng Anh quốc tế ([[IELTS]] 5.5, [[TOEFL]] iBT 60, [[TOEIC]] 600 trở lên), hoặc tiếng Hàn ([[Kỳ thi TOPIK|Topik]] 4 trở lên), hoặc tiếng Trung ([[Kỳ thi năng lực Hán Ngữ|HSK]] 4 trở lên); hoặc\n* Đạt giải Khuyến khích cấp tỉnh trở lên trong các kỳ thi (Học sinh giỏi, Khoa học kỹ thuật, Olympic truyền thống 30\/4).\n\n=== Học bổng Công lý ===\n\n* Dành cho cho tân sinh viên trúng tuyển vào ngành Luật TBD có điểm trung bình từ 7.0 trở lên\n* Tham dự phỏng vấn trực tiếp cùng Hội đồng Học bổng – Trường Đại học Thái Bình Dương.\n\n=== Học bổng Doanh nghiệp ===\n\n* Dành cho sinh viên đang học tại trường. \n* Xét HB dựa trên kết quả học tập và rèn luyện hằng năm của sinh viên. \n\n== Thực hành nhiều và Cơ hội việc làm cao ==\nNăm 2023, Trường Đại học Thái Bình Dương nhận được '''Cam kết 100% việc làm, tuyển dụng trực tiếp không cần phỏng vấn''' tại các doanh nghiệp đẳng cấp quốc tế: VjetJet Air, HDBank, địa ốc Phú Long, tập đoàn Sovico, Ariyana, Resort Anna Mandara, Resort L'Alya Ninh Van Bay, v.v...\n\nTBD liên tục đầu tư, nâng cao cơ sở giúp bạn thực hành tại trường như đang làm việc thực tế tại doanh nghiệp: quầy bar, buồng phòng khách sạn cho ngành du lịch; IT Space, ADAI Lab cho ngành CNTT; phiên tòa giả định ngành Luật.\n\nBạn có lợi thế trải nghiệm, thực tập, tuyển dụng ở Ngân hàng ACB, Vinpearl, Tập đoàn Marriott (Sheraton Nha Trang); Ngân hàng Shinhan, Posco Việt Nam, Samsung; Intercontinental, Mường Thanh, Liberty Central; Công ty TNHH Đóng tàu Hyundai ViệtNam; IVS và VHEC; Yến sào Khánh Hòa; Khatoco và nhiều đối tác khác. \n\nVới hơn 150 đối tác gắn kết cùng ĐH TBD, trong đó có các ngân hàng, doanh nghiệp lớn, nơi sinh viên có cơ hội thực tập trong môi trường chuyên nghiệp, hội nhập quốc tế và có ưu thế tuyển dụng sau khi tốt nghiệp.\n\n== Cơ sở Đào tạo ==\nCơ sở chính tại địa chỉ 79 Mai Thị Dõng, Vĩnh Ngọc, Nha Trang, Khánh Hòa.\n\nKý túc xá (KTX) trường Đại học Thái Bình Dương đáp ứng đa dạng nhu cầu của sinh viên đang học tại trường, có hai loại phòng gồm: 16 phòng chất lượng cao (từ 1-2 SV\/phòng) đáp ứng tối đa 32 sinh viên và 67 phòng phổ thông (6 SV\/phòng) đáp ứng tối đa 402 sinh viên.\n\nThư viện trường Đại học Thái Bình Dương với diện tích sử dụng 700 m2. Hiện nay, tổng số sách được lưu trữ tại Thư viện lên đến hơn 10.000 đầu sách thuộc lĩnh vực kinh tế, luật, ngôn ngữ và du lịch. \n\n==Chú thích==\n{{tham khảo|30em}}\n \n==Tham khảo==\n== Liên kết ngoài ==\n*[http:\/\/www.tbd.edu.vn Trang chủ của Trường Đại học Thái Bình Dương]\n\n{{sơ khai Khánh Hòa}}\n\n{{DEFAULTSORT:Thái Bình Dương}}\n[[Thể loại:Đại học và cao đẳng ngoài công lập Việt Nam|Thái Bình Dương]]\n[[Thể loại:Trường đại học và cao đẳng tại Khánh Hòa]]"}