{"7546":"{{Thông tin trường học\n| tên = Trường Đại học Mỹ thuật Việt Nam\n| logo = [[Hình:Dhmt.jpeg|160px]]\n| khẩu hiệu = \n| tên khác = Đại học Mỹ thuật Hà Nội<br>Cao đẳng Mỹ thuật Đông Dương\n| ngày thành lập = [[1925]]\n| loại hình = Đại học công lập\n| hiệu trưởng = \n| phó hiệu trưởng = Đặng Thị Phong Lan - Phụ trách\n| hiệu phó = \n| giám đốc = \n| điện thoại = (04) 38263861\n| địa chỉ = 42 Yết Kiêu, phường [[Cửa Nam, Hoàn Kiếm|Cửa Nam]], quận [[Hoàn Kiếm]]\n| thành phố = [[Hà Nội]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| email = \n| web = [http:\/\/mythuatvietnam.edu.vn\/ mythuatvietnam.edu.vn]\n}}\n\n'''Trường Đại học Mỹ thuật Việt Nam''' thuộc [[Bộ Văn hoá, Thể thao và Du lịch (Việt Nam)|Bộ Văn hoá, Thể thao và Du lịch]], tiền thân là '''Trường Cao đẳng Mỹ thuật Đông Dương''' thuộc [[Viện Đại học Đông Dương]], là một trường đại học hàng đầu của Việt Nam về đào tạo nhóm ngành Mỹ thuật. Nơi đây đã sản sinh ra nhiều họa sĩ tài danh Việt Nam.\n\nĐầu năm 2008 trường đã được đổi tên là Trường Đại học Mỹ thuật Việt Nam, trước đó là Trường Đại học Mỹ thuật Hà Nội.\n\n== Lịch sử ==\n{{Cần biên tập}}\n===Trường Mỹ thuật Đông Dương===\n[[Tập tin:Vietnam University of Fine Arts art works in early 1930s.jpg|thumb|300px|Các tác phẩm ở xưởng vẽ trường Mỹ thuật Đông Dương khoảng năm 1930 - 1931.]]\nTrường Mỹ thuật Đông Dương được thành lập ngày [[27 tháng 10|27 Tháng Mười]] năm [[1924]]<ref name=\"Noppe\">Noppe, Catherine và Hubert, Jean-François. ''Art of Vietnam''. New York: Parkstone Press, 2003. tr 189-197<\/ref> với sắc lệnh của [[Toàn quyền Đông Dương]] [[Martial Merlin]]. Tên [[tiếng Pháp]] của trường khi đó là '''École Supérieure des Beaux-Arts de l'Indochine''' ([[École des Beaux-Arts de l'Indochine|en]]) nhưng nếu theo [[giáo dục Pháp|hệ thống giáo dục chính quy của Pháp]] thì không thể coi Cao đẳng Mỹ thuật Đông Dương là [[trường cao đẳng]] vì ''École Supérieure'' phải thuộc hệ thống trường lớn (''Grandes écoles''), tức những trường bậc đại học danh tiếng nhất. Đúng ra theo hệ thống giáo dục Pháp thì trường cao đẳng là trường đại học chuyên ngành, thể thức thi tuyển vào còn khó khăn hơn các trường Đại học (''Université'') bình thường.<ref>{{Chú thích web | url = http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=278&Itemid=49 | tiêu đề = THI CỬ VÀ NỀN GIÁO DỤC VIỆT NAM DƯỚI THỜI PHÁP THUỘC | tác giả 1 =  | ngày =  | ngày truy cập = 13 tháng 7 năm 2014 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 26 tháng 6 năm 2009 | archive-url = https:\/\/web.archive.org\/web\/20090626112700\/http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=278&Itemid=49 }}<\/ref> Tuy nhiên trường Cao đẳng Mỹ thuật đã thành công như một bước đột phá mang quy thức nghệ thuật Tây phương đến [[Liên bang Đông Dương|Đông Dương]].\n\nNgười đảm nhiệm thành lập trường là [[họa sĩ]] [[người Pháp]] [[Victor Tardieu]]; ông được bổ làm hiệu trưởng. Khi ông mất năm [[1937]], [[Évariste Jonchère]] ([[Évariste Jonchère|en]] 1892-1956) là người kế nhiệm.<ref name=\"Noppe\"\/>\n\nVào thời Nhật chiếm (1940-45) hoạt động của trường bị hạn chế rất eo hẹp. Năm [[1943]] vì nạn [[oanh tạc]] của [[máy bay]] [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng minh]] Trường phải tản cư dời bỏ Hà Nội. Khoa hội họa do [[Joseph Inguimberty]] ([[Joseph Inguimberty|en]]) điều hành và một phần khoa điêu khắc dời lên [[Sơn Tây (thị xã)|Sơn Tây]]. Khoa kiến trúc và phần lớn khoa điêu khắc thì theo Jonchère vào [[Đà Lạt]]. Một số lớp mỹ thuật trang trí thì lánh xuống [[Phủ Lý]]. Khi Nhật đảo chính Pháp Tháng Ba năm 1945 thì Trường bị giải tán.<ref name=\"Noppe\"\/>\n\nTrường hoạt động trong thời gian 20 năm (1925-45), trao bằng tốt nghiệp cho 128 sinh viên họa sĩ, trong đó có những tên tuổi lớn của nền mĩ thuật Việt Nam sau này như Nam Sơn, tên thật [[Nam Sơn (họa sĩ)|Nguyễn Vạn Thọ]] (1890-1973), [[Nguyễn Phan Chánh]], [[Georges Khanh]], [[Tô Ngọc Vân]] và [[Lê Phổ]].<ref name=\"Noppe\"\/>\n\n;Thể thức thi cử nhập học và học trình\nNhà trường tổ chức tuyển sinh tại [[Hà Nội]] – [[Huế]] - [[Thành phố Hồ Chí Minh|Sài Gòn]] –[[Phnôm Pênh|Phnompenh]] – [[Viêng Chăn|Vientiane]] cùng một lúc, bao gồm các môn thi sau:\n\n*Hình họa, vẽ người mẫu trong 6 buổi, mỗi buổi 3 giờ.\n* Bố cục trang trí theo đề tài, mỗi buổi 8 giờ liền.\n* Định luật xa gần, mỗi buổi 4 giờ.\n* Một bài luận Pháp văn, chỉ kiểm tra.\n\nCác bài thi của thí sinh đều niêm phong gửi về Hà Nội chấm và xếp hạng.<ref>{{Chú thích web | url = http:\/\/mythuatvietnam.edu.vn\/index.php\/lch-s\/trung-m-thut-dong-duong | tiêu đề = Trường Mỹ thuật Đông Dương | tác giả 1 =  | ngày =  | ngày truy cập = 13 tháng 7 năm 2014 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 3 tháng 10 năm 2012 | archive-url = https:\/\/web.archive.org\/web\/20121003001634\/http:\/\/mythuatvietnam.edu.vn\/index.php\/lch-s\/trung-m-thut-dong-duong }}<\/ref>\n\n;Thời kì cuối cùng\nTháng 12\/1943, [[Hoa Kỳ|Mỹ]] ném bom [[Hà Nội]], theo chủ trương của Nha học chính Đông Dương các trường phải sơ tán khỏi Hà Nội, trường Cao đẳng Mỹ thuật Đông Dương đã chia thành 3 bộ phận sơ tán 3 nơi:\n\n*Các lớp mỹ nghệ sơ tán xuống [[Phủ Lý]] do Geogie Khánh và Bùi Tường Viên phụ trách.\n*Khoa kiến trúc và một phần lớn khoa điêu khắc vào [[Đà Lạt]] do E. Jonchère phụ trách. Năm 1944, Khoa Kiến trúc ở Đà Lạt được nâng thành Trường Kiến trúc, nhưng vẫn trực thuộc Trường cao đẳng Mỹ thuật Đông Dương (Nghị định ngày 22-2-1944).\n*Khoa hội họa và một bộ phận nhỏ khoa điêu khắc lên [[Sơn Tây (thị xã)|Sơn Tây]] do giáo sư Inguimberty cùng với các họa sĩ [[Nam Sơn (định hướng)|Nam Sơn]] và [[Tô Ngọc Vân]] phụ trách.\n\nChương trình học vẫn như cũ, nhưng do tình trạng sơ tán các môn phụ và lý thuyết phải bỏ, chỉ học được những môn chính. Việc học tập của sinh viên gần với thiên nhiên và gắn với thực tế hơn. Đó chính là đặc điểm của thời kỳ này.\n\nNăm 1945, [[Chiến dịch Đông Dương (1945)|Nhật đảo chính Pháp]], trường Cao đẳng Mỹ thuật Đông Dương đóng cửa. Ở Đà Lạt, khoa Kiến trúc sau năm 1945 vẫn tiếp tục đào tạo, tên gọi của trường vẫn duy trì đến năm 1948.\n\n;Triển lãm đã tổ chức\n*Triển lãm thuộc địa tại Paris năm 1931. Những hoa sĩ tham gia gồm có [[Đặng Trần Cốc]], [[Đỗ Đức Thuận]], [[Hồ Văn Lái]], [[Lê Phổ]], [[Lê Thị Lựu]], [[Lê Văn Đệ]], [[Mai Trung Thứ]], [[Nam Sơn (định hướng)|Nam Sơn]], [[Nguyễn Hữu Đẩu]], [[Nguyễn Phan Chánh]], [[Phạm Hữu Khánh]], [[Thang Trần Phềnh]], [[Tô Ngọc Vân]]. Các chất liệu gồm có sơn dầu, lụa, khắc gỗ, màu nước và sơn. Khi triển lãm kết thúc, các tác phẩm phần được bán, phần được lưu giữ tại Pháp, được tiếp tục đem trưng bày tại Salon các nghệ sĩ Pháp, một phần còn lại được lưu giữ tại văn phòng kinh tế Đông Dương.\n*Triển lãm tại Salon các nghệ sĩ Pháp tại Paris năm 1933 gồm có các họa sĩ Nam Sơn, Lê Văn Đệ, Lê Phổ.\n*Năm 1943, Galerie Hessel triển lãm tranh của [[Lê Phổ]], [[Mai Trung Thứ]], [[Vũ Cao Đàm]]\n*Năm 1948, triển lãm về hội họa và điêu khắc của các họa sĩ đã từng theo học trường Mỹ thuật Đông Dương được tổ chức tại Khu học xá của trường Đại học Pháp\n*Các tác phẩm hội họa của các học sinh trưởng Mỹ thuật Đông Dương được triển lãm tại [[Roma]] năm 1932, [[Köln|Cologne]] năm 1933, tại [[Milano]] 1934, tại [[Bỉ]] năm 1935 – 1937, tại [[San Francisco]] năm 1937, tại [[Nhật Bản|Nhật]] năm 1940…\n\n===Viện Mỹ thuật===\nThành lập năm 1962 Viện Mỹ thuật do họa sĩ Nguyễn Đỗ Cung làm Viện trưởng. Năm 1995 trường sáp nhập với trường Đại học Mỹ thuật Hà Nội (nay là Trường Đại học Mỹ thuật Việt Nam). Trong giai đoạn này Viện đã có nhiều công trình nghiên cứu đã xuất bản như: \n# Mỹ thuật [[nhà Lý|Lý]], [[nhà Trần|Trần]], [[nhà Hậu Lê|Lê]], [[nhà Mạc|Mạc]] \n# Mỹ thuật [[nhà Nguyễn|Nguyễn]] ở [[Huế]], \n# Bản rập họa tiết Mỹ thuật cổ Việt Nam, \n# Hình tượng con người trong chạm khắc cổ Việt Nam, \n# Mỹ thuật Việt Nam Hiện đại, \n# [[Bãi đá cổ Sapa]] dưới con mắt tạo hình.\n\n== Cơ sở vật chất ==\nTrường nằm giữa khu phố và dân cư đông đúc của [[thành phố]], có diện tích khá nhỏ, một phần diện tích của trường Cao đẳng xưa đã bị cắt bớt để xây dựng trụ sở một cơ quan của [[Bộ Công an (Việt Nam)|Bộ Công An]] nằm kế bên. Trường có 5 khối nhà chính, với khoảng 20 phòng học, một nhà [[viện bảo tàng|bảo tàng]], một nhà [[triển lãm]], 2 xưởng [[sơn mài]], 1 xưởng [[đồ họa]], 2 phòng [[máy tính]] với khoảng 50 [[máy tính|máy]] và một [[thư viện]].\n\nTrường có một [[ký túc xá]] nằm trong khuôn viên với khoảng gần 30 phòng. Phòng dành cho [[sinh viên]] trong nước thì nhỏ, kê 3 giường đôi, có nhà vệ sinh riêng và có bình nước nóng. Phòng dành cho sinh viên nước ngoài rộng, đẹp và thuận tiện hơn, với trang thiết bị giống một phòng [[khách sạn]] nhỏ.\n\nỞ khu nhà học có một cửa sau nối ra khu tập thể Đại học Mỹ thuật Hà Nội (Ngõ 149 Lê Duẩn). Hiện nay, cửa đã không được sử dụng và bị đóng vĩnh viễn.\n\n== Tuyển sinh ==\nTừ năm 2013, trường Đại học Mỹ thuật Việt Nam lựa chọn phương thức tuyển sinh kết hợp giữa thi tuyển và xét tuyển (tổ chức các môn thi năng khiếu, xét tuyển môn Ngữ văn). Địa điểm thi tại trường.\n\n==== Các môn thi ====\n* <u>Hình họa<\/u>: Vẽ người toàn thân bằng chất liệu chì hoặc than, thời gian thi 01 ngày (8 tiết, mỗi tiết 45 phút). Thí sinh đứng theo vị trí sắp sẵn theo số báo danh. Giờ nghỉ giữa các tiết tất cả các thí sinh bắt buộc phải ra khỏi phòng và trở lại khi bắt đầu tiết sau.\n* <u>Trang trí<\/u>: Vẽ một bài trang trí theo chủ đề. Kích thước tuỳ vào đề thi, chất liệu bột màu trên giấy thi của trường. Thời gian thi 01 ngày (8 giờ liền kể cả thời gian nghỉ ăn trưa). Thí sinh không được phép ra khỏi phòng suốt thời gian này. Người nhà được đưa thức ăn vào theo số báo danh, hoặc trong trường có bán cơm hộp hoặc bánh mì.\n* <u>Bố cục<\/u>: Vẽ một bài bố cục theo chủ đề. Kích thước và thể lệ như môn trang trí.\n* <u>Tượng tròn<\/u>: Nặn chân dung người, thời gian thi 01 ngày (8 tiết, mỗi tiết 45 phút).\n* <u>Phù điêu<\/u>: Nặn phác thảo phù điêu, thời gian thi 01 ngày (8 giờ liền kể cả thời gian nghỉ ăn trưa).\n* Văn:  Môn Ngữ văn chỉ xét tuyển chứ không thi. Điểm Ngữ văn được tính là điểm trung bình của kết quả thi tốt nghiệp phổ thông trung học và điểm tổng kết ba năm học trung học phổ thông của môn Ngữ văn, điểm trung bình môn Ngữ văn phải từ 5,0 trở lên. Riêng thí sinh dự thi ngành Sư phạm Mỹ thuật phải đạt 6,5 trở lên.\n\n==Các chương trình đào tạo==\nTrường đã từng có các chương trình đào tạo [[hệ sơ cấp]] và [[cao đẳng]], song giờ chỉ còn [[hệ Đại học]] và [[sau Đại học]].\n\n===Hệ đại học===\n\n====Khoa Hội Họa====\n*Mỗi năm tuyển sinh chừng 30-40 người. Tuyển sinh thường niên.\n*Thời gian học 5 năm. Mỗi năm chia làm 2 kì.\n* Mục tiêu đào tạo: Đào tạo cử nhân nghệ thuật ngành Hội họa có trình độ và khả năng sáng tạo các tác phẩm hội họa và phục vụ các hoạt động mỹ thuật khác của xã hội.\n*Đặc điểm chương trình học: chuyên về Hội họa với các chất liệu chủ yếu: [[Sơn dầu]], [[Sơn mài]], [[Lụa]]. Không học các môn in và khắc. Học Hình họa vào tất cả các buổi sáng (trừ kì học cuối cùng).\n*Có đóng học phí.\n\n====Khoa Đồ họa====\n*Mỗi năm tuyển sinh chừng 7-10 người. Tuyển sinh thường niên.\n*Thời gian học 5 năm. Mỗi năm chia làm 2 kì.\n*Đặc điểm chương trình học: chuyên về các kĩ thuật in ấn đồ họa và khắc như: [[in đá]], [[in kẽm]], [[khắc gỗ]]... Không học kĩ thuật Sơn mài. Học Hình họa vào tất cả các buổi sáng (trừ kì học cuối cùng).\n*Có đóng học phí.\n\n==== Khoa Thiết kế đồ họa ====\n* Mỗi năm tuyển sinh chừng 20-45 người. Tuyển sinh thường niên.\n* Thời gian học 5 năm. 2 năm đầu được xem là 2 năm cơ bản về chuyên ngành, 3 năm sau là 3 năm học chuyên sâu.\n* Mục tiêu đào tạo: Đào tạo cử nhân ngành Thiết kế đồ họa, có trình độ và khả năng thiết kế, sáng tác những tác phẩm đồ họa hai chiều với chức danh là nhà thiết kế đồ họa (Graphic Designer), đồng thời có thể làm một số công việc như là nhà thiết kế quảng cáo (Advertising Designer).\n* Có đóng học phí.\n\n====Khoa Điêu khắc====\n*Thời gian học 5 năm. Mỗi năm chia làm 2 kì.\n*Mỗi năm tuyển sinh chừng 7-9 người. Tuyển sinh thường niên.\n*Đặc điểm chương trình học: chuyên sâu về tạo hình khối với các bài nghiên cứu trên đất sét. Chỉ học Hình Họa 2 kì đầu tiên.\n*Có đóng học phí.\n\n====Khoa Lý luận và Lịch sử Mỹ thuật====\n*Thời gian học 5 năm. Mỗi năm chia làm 2 kì.\n*Tuyển sinh chừng 5-10 người. Tuyển sinh không thường niên.\n*Đặc điểm chương trình học: nghiên cứu lịch sử mĩ thuật và các môn lý luận. Học Hình họa vào các buổi chiều mỗi 2 tuần. (2 tuần học liền 2 tuần không học) trong 6 kì học đầu.\n*Có đóng học phí.\n\n====Khoa Sư phạm Mỹ thuật====\n*Thời gian học 4 năm. Mỗi năm chia làm 2 kì.\n*Mỗi năm tuyển sinh chừng 25 người. Tuyển sinh thường niên.\n*Đặc điểm chương trình học: học đủ các chất liệu Lụa, Sơn mài, Sơn dầu, Khắc gỗ.\n*Tăng cường các môn Lý luận và Sư phạm. Học Hình họa vào tất cả các buổi sáng (trừ năm học cuối cùng).\n*Có 2 chuyến đi thực tập giảng dạy xa Hà Nội vào năm thứ 3 và 4. Mỗi chuyến từ 2-4 tuần.\n*Không đóng học phí.\n\n====Đặc điểm học====\n*Trường ĐH Mỹ thuật Việt Nam đào tạo sinh viên Mĩ thuật tạo hình \n*Sinh viên không có quyền chọn lựa môn học, và phải hoàn thành đủ mọi môn.\n*Với các môn chuyên ngành (tùy theo từng khoa), các bài vẽ đều được tính điểm. Bài cuối cùng mỗi kì được tính điểm số với mức quan trọng của một bài thi.\n*Mỗi năm, các lớp đều có một chương trình gọi là Đi Thực Tế; kéo dài 4-8 tuần tại một vùng ngoại thành nào đó trong bán kính khoảng 600&nbsp;km. Các địa điểm gồm miền núi, miền biển, và nông thôn (đồng bằng).\n*Trong thời gian này sinh viên được liên hệ sống chung với gia đình người dân. Mục đích chuyến đi là lấy tư liệu vẽ thực tế bằng ghi chép, ký họa.\n*Riêng khoa Lý luận và Lịch sử Mỹ thuật, các chuyến đi có thể ngắn ngày hơn, song tới một chuỗi các địa danh khác nhau, và sinh viên ghi chép lại các thông tin về lịch sử mĩ thuật.\n*Năm cuối cùng, mỗi sinh viên tự chọn nơi đi thực tế tự do, có thể đi một mình hoặc một nhóm. Có sinh viên chọn ở lại Hà Nội ghi chép cảnh phố xá, có sinh viên chọn đi xa như vào Tây Nguyên, Nam trung bộ.\n\n====Các chương trình trao đổi sinh viên====\n\n====Một số bộ môn chuyên ngành====\n*Hình họa\n*Bố cục\n*Trang trí\n*Kĩ thuật Lụa\n*Kĩ thuật Sơn dầu\n*Kĩ thuật Sơn mài\n*Kĩ thuật Khắc và in gỗ\n*Kĩ thuật Khắc và in kẽm\n\n====Triển lãm tranh và tượng của sinh viên hàng năm====\n\n====Kì thi tốt nghiệp====\n\n===Hệ sau đại học===\nChương trình sau đại học được đào tạo không tập trung trong 3 năm, 2 năm đầu là 5 tháng năm cuối 8 tháng.\n\n==Học phí và học bổng==\n*Học phí đóng theo từng kỳ, hiện là khoảng 2.400.000 VND (Khoảng 105,6 USD), đây là học phí cho Sinh viên là người Việt (được nhà nước bao cấp phần lớn chi phí). Với sinh viên nước ngoài học phí là từ 2500$-3000$.\n*Sinh viên được cung cấp họa phẩm môn Hình họa theo từng đợt, chủ yếu bao gồm: bảng vẽ, giá vẽ, giấy vẽ (các loại), bút vẽ, màu bột, màu sơn dầu, xát xi, toan vẽ. Từ năm 2013-2014 trở đi không được cấp nữa. Hoạ phẩm các bài chuyên khoa (đồ hoạ. hội họa, điêu khắc) do học sinh tự túc (đổi mới từ năm học 2007-2008).\n*Một số các bài vẽ chuyên khoa Sơn dầu, Lụa, in Đồ họa, và các bài Sơn mài tốt sẽ được trường lưu giữ lại với một khoản tiền dành cho sinh viên có bài tập tốt (Nhà trường mua tranh của sinh viên).\n*Mọi sinh viên có điểm tổng kết trung bình trên 7.5, và không có môn học nào dưới 5.0 hoặc phải thi lại đều được nhận mức học bổng 120.000\/tháng. Học bổng xét theo từng kì. Nhận vào cuối kỳ sau của kỳ xét đạt học bổng.\n*Ngoài ra tất cả các sinh viên đều được tiền phụ cấp hàng tháng khoảng 200.000 đến 220.000 VND (trợ cấp nghề, do môi trường làm việc có tính chất độc hại).\n\n==Cựu sinh viên tiêu biểu==\n* Khóa I: [[Lê Phổ]], [[Mai Trung Thứ]], [[Nguyễn Phan Chánh]], [[Lê Văn Đệ]]...\n* Khóa II: [[Tô Ngọc Vân]]\n* Khóa III: [[Nguyễn Cao Luyện]], [[Trần Quang Trân]], [[Hoàng Lập Ngôn]], [[Lê Thị Lựu]]\n* Khóa IV: [[Nguyễn Tường Lân]]\n* Khóa V: [[Phạm Hậu]]\n* Khóa VI: [[Trần Văn Cẩn]], [[Nguyễn Gia Trí]], [[Nguyễn Khang]]\n* Khóa VII: [[Nguyễn Đỗ Cung]], [[Lương Xuân Nhị]]\n* Khóa VIII: [[Huỳnh Tấn Phát]]\n* Khóa XI: [[Hoàng Tích Chù]], [[Nguyễn Văn Tỵ]], [[Bùi Trang Chước]]..\n* Một số nhạc sĩ cũng theo học vẽ tại đây: [[Đặng Thế Phong]], [[Phạm Duy]], [[Văn Cao]], [[Nguyễn Đức Toàn]], [[Nguyễn Đình Phúc]]...\n* Thế hệ sau như: [[Nguyễn Bá Lăng]], [[Bùi Xuân Phái]], [[Nguyễn Sáng]], [[Dương Bích Liên]], [[Nguyễn Tư Nghiêm]]...\n{{Họa sĩ tốt nghiệp trường Cao đẳng Mỹ thuật Đông Dương}}\n\n== Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]\n[[Thể loại:Trường đào tạo Mỹ thuật|Đại học Mỹ thuật Việt Nam]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Bộ Văn hóa, Thể thao và Du lịch|Mỹ thuật Việt Nam]]\n[[Thể loại:Khởi đầu năm 1925 ở Việt Nam]]\n[[Thể loại:Cao đẳng Mỹ thuật Đông Dương| ]]"}