{"290881":"{{Văn học Việt Nam}}\n'''Trường Thơ Loạn''' (1937 (?)<ref>Năm thành lập Trường thơ Loạn, các nguồn ghi không thống nhất. ''Từ điển văn học'' (bộ mới, Nhà xuất bản Thế giới, 2004, tr. 574), Niên biểu trong ''Hàn Mặc Tử - hôm qua & hôm nay'' (Nhà xuất bản Hội nhà văn, 1996, tr. 587) đều ghi [[1936]]. Theo lời kể của [[Yến Lan]] (dẫn bên trên), thì có ý định vào cuối [[1936]], tuyên bố thành lập khi vừa cho ra đời tập thơ ''Điêu Tàn'' tức [[1937]]. Trang Thư viện Bình Định ghi [[1938]] [http:\/\/thuvienbinhdinh.com\/diachi\/uniisis.asp?action=view&PID=2079]{{Liên kết hỏng|date=2022-03-22 |bot=InternetArchiveBot }}<\/ref>- 1946) do [[Hàn Mặc Tử]] chủ xướng thành lập tại [[Bình Định]]. Đây là một tập hợp của một số thi sĩ trong phong trào [[Thơ mới]], có chung một xu hướng sáng tác mà trường thơ đã đề ra.\n\n==Khởi đầu==\nNăm [[1936]], ở [[Bình Định]] xuất hiện một nhóm thơ được người đương thời gọi là [[Bàn thành tứ hữu]] hay còn gọi là ''Nhóm thơ Bình Định''. Nhóm trước sau ([[1936]]-[[1945]]) chỉ có bốn thành viên là: [[Quách Tấn]], [[Hàn Mặc Tử]], [[Yến Lan]] và [[Chế Lan Viên]].\n\nKhoảng cuối [[1936]], Hàn Mặc Tử nhận thấy trong nhóm thơ, tính khuynh hướng thể hiện rất rõ trong sáng tác của từng người. Chính vì thế, [[Hàn Mặc Tử]] hăng hái đề xướng việc thành lập ''Trường thơ Loạn''. Theo lời kể của [[Yến Lan]], thì: \n:''Trong khi đang suy nghĩ về vấn đề đó, Hàn biết Yến Lan vừa hoàn thành một tập thơ viết về đề tài chiến tranh, nhan đề ''Giếng loạn''<ref>Thi sĩ Quách Tấn cho biết: Do câu ca dao ''Chiều chiều mây kéo về kinh - Ếch kêu giếng loạn thảm tình đôi ta'' mà Yến Lan đã viết ''Giếng loạn'' và tập thơ này nay đã mất. (theo Quách Tấn, ''Bóng ngày qua'', Nhà xuất bản Văn nghệ TP.HCM 2001).<\/ref>. Cái tên của tập thơ đã gợi cho Hàn cái tên của trường phái mà nhà thơ định thành lập.''\n:''Và ít lâu sau tại ngôi nhà số 20 [[Khải Định]], [[Quy Nhơn]], Hàn Mặc Tử cảm động cầm trên tay bản đặc biệt của tập ''Điêu Tàn'' ([[1937]]) do [[Chế Lan Viên]] mang đến tặng mình. Dịp ấy, Chế Lan Viên đi với Yến Lan và một người nữa. Sau khi chúc mừng Chế, Hàn xúc động nói: \"Lâu nay chúng ta làm toàn những loại thơ điên loạn, xem ra có đủ nhân tố để dựng một trường thơ, trường thơ Điên loạn. Ừ, mà nó đã có mầm mống từ lâu rồi (giơ tập thơ của Chế Lan Viên lên), cái tựa tập ''Điêu tàn'' này là tuyên ngôn thứ nhất của chúng ta. Rồi chúng ta sẽ tiếp tục có tuyên ngôn bổ sung khi in tập thơ chung của Trường thơ Loạn\". Từ đó, cái tin ở [[Quy Nhơn]] có Trường thơ Loạn (có người gọi là ''Trường thơ Điên'') loan truyền ra khắp nơi'' <ref>Theo Trần Thị Huyền Trang, ''Hàn Mặc Tử - Hương thơm & mật đắng'', sách đã dẫn, tr. 50-53. Cũng theo tài liệu này, thì Trường thơ Loạn và Trường thơ Điên chỉ là một.<\/ref>.\n\n==Hình thành==\nTrong bài \"Đôi nét về thơ [[Bình Định]] qua [[thơ mới|phong trào Thơ mới]] [[1932]]-[[1945]]\", tác giả cho biết:\n:''[[Bình Định]] từ xưa đến nay là nơi nuôi dưỡng và cung cấp cho đất nước nhiều tác giả văn học lớn, đặc biệt là [[thơ mới|phong trào Thơ mới]] [[1932]]-[[1945]]. Thời kì này, ban đầu trên đất Bình Định dấy lên một trường thơ mang tên Trường thơ Loạn, do Hàn Mạc Tử, Chế Lan Viên, Xuân Khai (bút danh lúc đầu của Yến Lan) sáng lập...Lúc bấy giờ phong trào Thơ Mới đương nổi dậy ồ ạt, có khuynh hướng lãng mạn. ''Trường thơ Loạn'' tách hẳn ra một lối khác, nặng về siêu thực, tượng trưng, huyền ảo... tôn chỉ mục đích của nó được trình bày trong lời tựa tập ''Thơ Điên'' (Hàn Mạc Tử. Sau thi sĩ cho đổi tên là Đau thương) và ''Điêu Tàn'' (Chế Lan Viên) do hai tác giả tự đề lấy, sau có một số người hưởng ứng như: [[Bích Khê]], Hoàng Diệp, Quỳnh Dao... và đã gióng lên hồi chuông tân kỳ trên thi đàn địa phương cũng như toàn quốc.''<ref>[http:\/\/thuvienbinhdinh.com\/diachi\/uniisis.asp?action=view&PID=2079 Bài viết trên trang Thư viện tỉnh Bình Định, không khi tên tác giả]{{Liên kết hỏng|date=2022-03-22 |bot=InternetArchiveBot }}<\/ref>\n\n==Tuyên ngôn==\nTrong bài ''Tựa'' tập thơ ''Điêu tàn'' ([[1937]]) do chính tác giả ([[Chế Lan Viên]]) viết, có đoạn:\n:''[[Hàn Mặc Tử]] viết: Làm thơ tức là điên. Tôi thêm: Làm thơ là sự phi thường. Thi sĩ không phải là Người. Nó là Người mơ, Người say, Người điên. Nó là Tiên, là Ma, là Quỷ, là Tinh, là Yêu, Nó thoát Hiện Tại. Nó xáo trộn Dĩ vãng. Nó ôm trùm Tương Lai.''\n:''Người ta không hiểu được nó vì nó nói những câu vô nghĩa, tuy rằng những cái vô nghĩa hợp lý. Nhưng thường thường nó không nói. Nó gào, nó thét, nó khóc, nó cười. Cái gì của nó cũng tột cùng. Nó gào vỡ sọ, nó thét đứt hầu, nó khóc trào nước mắt, nó cười tràn cả tuỷ là tuỷ. Thế mà có người tự cho là hiểu được nó, rồi đem nó so sánh với Người, và chê nó là giả dối với Người. Với nó, cái gì nó nói đều có cả...''<ref>[http:\/\/www.binhdinhffc.com\/diendan\/viewtopic.php?f=31&t=4648 Xem đầy đủ tại đây.]<\/ref>\n\nLà người sáng lập Trường thơ Loạn, năm [[1938]], trong Tựa tập ''Thơ Điên'', Hàn Mặc Tử cũng đã trình bày quan niệm thơ của mình như sau: \n:''...Tôi làm thơ? Nghĩa là tôi nhấn một cung đàn, bấm một đường tơ, rung rinh một làn ánh sáng...''\n:''Tôi làm thơ? Nghĩa là tôi yếu đuối quá! Tôi bị cám dỗ, tôi phản bội lại tất cả những gì mà lòng tôi, máu tôi, hồn tôi đều hết sức giữ bí mật. Và cũng có nghĩa là tôi đã mất trí, tôi phát điên. Nàng đánh tôi đau quá, tôi bật ra tiếng khóc, tiếng gào, tiếng rú. Có ai ngăn cản được tiếng lòng tôi!...''\n\nSau, Trường thơ Loạn có thêm [[Bích Khê]], một thi sĩ xuất hiện vào giữa cuối [[thơ mới|phong trào Thơ mới]] và là người \"mang rõ phong cách của Trường thơ Loạn\"<ref>Nguyễn Huệ Chi,''Từ điển văn học (bộ mới)'', Nhà xuất bản Thế giới, 2004, tr. 126.<\/ref>, là \"người công dân trung thành của vương quốc (Trường thơ Loạn)\"<ref>''Hàn Mặc Tử, hương thơm và mật đắng'', Nhà xuất bản Hội nhà văn, 1990, tr. 56-57.<\/ref>.\n\nNăm [[1939]], ''Tinh Huyết'' của Bích Khê ra đời, có bài ''Tựa'' của Hàn mặc Tử, trích: \n:''Ta có thể sánh văn thơ của Bích Khê như đóa hoa thần dị... Và đem phân chất, ta sẽ thấy thơ chàng gồm có ba tính cách khác nhau: Thơ tượng trưng, thơ huyền diệu và thơ trụy lạc...Sự điên cuồng ấy uyên nguyên ở một phần thiên tài, và ở một phần sự \"Đau khổ\"...''\n\nGS. [[Nguyễn Huệ Chi]] đánh giá:\n:''Với những bài thơ tượng trưng, như \"Duy tân\", \"Tỳ bà\", \"Nhạc\", \"Mộng cầm ca\"; những bài thơ vừa tượng trưng vừa nhục cảm, như \"Tranh lõa thể\", \"Xác thịt\", \"Sắc đẹp\", v.v...càng mang rõ phong cách của Trường thơ Loạn''...<ref name=\"b\">Nguyễn Huệ Chi, ''Từ điển văn học'' (bộ mới), Nhà xuất bản Thế giới, 2004, tr. 126.<\/ref>.\n\n==Ảnh hưởng==\nSang thập niên [[1940]], hoạt động văn nghệ của nhóm [[Tự Lực văn đoàn]] sút kém rõ rệt, kiểu thơ của các thi gia gắn với Tự Lực cũng kém dần sức hấp dẫn trong con mắt những người cầm bút trẻ. Đến lúc này, người ta lưu ý nhiều hơn đến những tìm tòi kiểu khác cho thơ [[tiếng Việt]]. Tập ''Tinh huyết'' vì vậy là một trong những ví dụ hiếm hoi đáp ứng tâm thế ấy của giới sáng tác trẻ đất Bắc.\nCó thể tìm thấy ảnh hưởng của \"Trường thơ loạn\" trong sáng tác của một loạt cây bút thơ ở [[Hà Nội]] những năm [[1940]]-[[1946]] như [[Hoàng Lộc]] (''Từ tịch dương đến bình minh''), Đông Hoài (''Giác linh hương''), [[Đinh Hùng]] (''Mê hồn ca'') và nhóm ''Dạ đài'' ([[Trần Dần]], Trần Mai Châu, Vũ Hoàng Địch...).\n \nNhìn chung, trong sáng tác, các cây bút này đều xem trọng những gì như bất giác đến từ trực giác, từ vô thức; họ thích thác lời những linh hồn của thế giới bên kia hoặc thích chuyện trò với chúng; ý niệm thực tại ở họ như gồm cả cõi sống lẫn cõi chết và cái được nói đến nhiều hơn lại là cõi chết; ở sáng tác của họ đôi khi cũng thấy cảm hứng đập phá của phái tiền phong; họ cũng chú trọng sáng tạo nhạc tính của ngôn từ thơ ca<ref>Theo ''Tinh Huyết của Bích Khê và gia đoạn phát triển thứ hai của thơ mới'' trên trang website của những người yêu thơ Bích Khê [http:\/\/www.bichkhe.org\/home.php?cat_id=146&id=202]<\/ref>.\n\n==Nhận xét==\nNăm [[1941]], ''[[Thi nhân Việt Nam]]'' được xuất bản và cái tên Trường thơ Loạn đã xuất hiện trong đoạn văn sau:\n:''Trái hẳn với lối thơ tả chân có lối thơ [[Hàn Mặc Tử]] - [[Chế Lan Viên]]. Cả hai đều chịu rất nặng ảnh hưởng [[Charles Baudelaire|Baudelaire]], và qua [[Charles Baudelaire|Baudelaire]], ảnh hưởng nhà văn [[Hoa Kỳ|Mỹ]] Edgar Poe, tác giả \"Chuyện lạ\",... cả hai đều cai trị trường thơ Loạn và chiêu tập một số đồ đệ là Hoàng Diệp, Quỳnh Dao, Xuân Khai (tức Yến Lan)...''\n\nTrong bài ''Hàn Mặc Tử với Trường thơ loạn'', tác giả cho biết:\n:''Dưới ngọn cờ của chủ soái [[Hàn Mặc Tử]], các thành viên trong Trường thơ loạn say sưa sáng tác. Có những đêm cả bọn đem chăn màn ra bờ biển ở lại suốt đêm để thả hồn theo những vần thơ kỳ dị. Thơ của các thi sĩ ''Trường thơ loạn'' tràn ngập trăng, hồn, máu, bóng ma, sọ người, xương cốt, tinh tủy... Tất cả say sưa bước chân vào thế giới rùng rợn đó...''\n \n:''Việc nhóm thơ [[Bình Định]] cho ra đời Trường thơ loạn khiến văn thi hữu khắp nơi bàn tán xôn xao. Nhiều người hoan nghênh nhưng cũng không ít người chê bai. Hoài Thanh kể: \"Tôi đã nghe người ta mạt sát Hàn Mặc Tử nhiều lắm. Có người bảo: Hàn Mặc Tử thơ với thẩn gì, toàn nói nhảm!\".''\n:''Có người còn nghiêm khắc hơn nữa: \"Thơ gì mà rắc rối thế. Mình tưởng có ý nghĩa khuất khúc gì, cứ đọc đi đọc lại hoài, thì ra nó lừa mình!\". Đặc biệt [[Xuân Diệu]] là người ghét cay ghét đắng những vần thơ điên của Tử...\n:''Đúng là những vần thơ điên của các thi sĩ đã gây sốc cho nhiều người. Nhưng thật ra đó chỉ là một cách giải quyết sự bế tắc trong tư tưởng mà thôi. Hàn Mặc Tử đã dẫn dắt các thi sĩ sáng tác khá nhiều vần thơ kỳ dị cho đến lúc chàng rời bỏ cuộc đời vào năm [[1941]].''\n:''Sang năm 1942, đến lượt Bích Khê cũng vĩnh viễn ra đi. Trường thơ loạn từ đó tan rã''<ref>{{Chú thích web |url=http:\/\/www.vnexpress.net\/GL\/Van-hoa\/Guong-mat-Nghe-sy\/2005\/01\/3B9DAAFB\/ |ngày truy cập=2008-10-13 |tựa đề=Xem tại đây. |archive-date=2008-09-25 |archive-url=https:\/\/web.archive.org\/web\/20080925075431\/http:\/\/vnexpress.net\/GL\/Van-hoa\/Guong-mat-Nghe-sy\/2005\/01\/3B9DAAFB\/ |url-status=dead }}<\/ref>.\n\nTheo nhà phê bình [[văn học]] Phạm Xuân Nguyên, thì:\n:''Điên - Loạn - Dâm, có thể coi đó là đặc trưng của \"trường thơ Bình Định\"\n:''với nghĩa bộc lộ hết mình và tột cùng, cả thể chất và tinh thần, trong cơn sáng tạo quyết liệt. Bởi thế, đọc thơ họ, một nhà phê bình nhạy cảm và tinh tế như [[Hoài Thanh]] cũng phần nhiều chịu bó tay. Ông \"mệt lả\" khi theo Hàn Mặc Tử. Ông thấy Chế Lan Viên là \"niềm kinh dị\". Với Bích Khê ông thú nhận là đành \"kính nhi viễn chi\". Tất nhiên, phải nói thêm ở đây, mỹ cảm của Hoài Thanh là nằm trọn trong chủ nghĩa lãng mạn, mà các nhà thơ \"trường thơ Bình Định\" thì ít nhiều đã vượt sang chủ nghĩa tượng trưng... và siêu thực về sau.''<ref>\n[http:\/\/www.bichkhe.org\/home.php?cat_id=146&id=102&kh=10039e Xem thêm tại đây.]<\/ref>\n\nTrích thêm nhận xét và thông tin của Trần Thị Huyền Trang:\n:''Qua các tác phẩm của nhà thơ thuộc ''Trường thơ Loạn'', người đọc dễ dàng nhận ra sự ảnh hưởng lẫn nhau trong ngôn ngữ và hình tượng thơ. Họ bắt gặp nhau trong ý tưởng và ngôn từ, nhưng giọng điệu thì khác. Về mức độ, có lẽ Hàn Mặc Tử là người gây ảnh hưởng nhiều nhất đối với các nhà thơ trong \"vương quốc\" của mình, tiếp đến là Chế Lan Viên. Thơ của Hàn có \"trăng, hồn, máu\" thì thơ Chế Lan Viên, Bích Khê và Yến lan cũng có \"trăng, hồn, máu\". Thơ Chế có \"bóng ma\" thì thơ Hàn, Bích Khê \"bóng ma\" thỉnh thoảng cũng hiện về. Sọ người, tinh tủy, xương người đầy rẫy trong thơ Chế Lan Viên và Bích Khê. Còn điều này nữa, cái chất chung, tan chảy điều hòa toàn bộ sáng tác của họ là cái \"chất sầu\"...''\n:''Sau khi Hàn Mặc Tử mất ([[1940]]), Trường thơ Loạn bắt đầu tan rã. Mặc dù Yến Lan, Chế Lan Viên và Bích Khê vẫn chơi thân với nhau, song không còn ai tha thiết với việc duy trì hoạt động Trường thơ. Nó còn tồn tại một thời gian nữa, rải rác trong các sáng tác của Bích Khê và kết thúc cùng với sự qua đời của \"người công dân trung thành của vương quốc\" là Bích Khê vào năm 1946''<ref name=\"a\">''Hàn Mặc Tử, hương thơm và mật đắng'', Nhà xuất bản Hội nhà văn, 1990, tr. 56-57<\/ref>.\n\n==Xem thêm==\n*[[Bàn thành tứ hữu]]\n*[[Hàn Mặc Tử]]\n*[[Chế Lan Viên]]\n*[[Yến Lan]]\n*[[Bích Khê]]\n\n==Chú thích== \n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.binhdinhffc.com\/diendan\/viewtopic.php?f=31&t=4648 Tựa tập thơ ''Điêu tàn'']\n*[http:\/\/www.vnexpress.net\/GL\/Van-hoa\/Guong-mat-Nghe-sy\/2005\/01\/3B9DAAFB\/ Hàn Mặc tử với trường thơ Loạn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080925075431\/http:\/\/vnexpress.net\/GL\/Van-hoa\/Guong-mat-Nghe-sy\/2005\/01\/3B9DAAFB\/ |date=2008-09-25 }}\n*[http:\/\/thuvienbinhdinh.com\/diachi\/uniisis.asp?action=view&PID=2079 Đôi nét về thơ Bình Định qua phong trào Thơ mới 1932-1945]{{Liên kết hỏng|date=2022-03-22 |bot=InternetArchiveBot }}\n*[http:\/\/www.bichkhe.org\/home.php?cat_id=146&id=202 Trang web của những người yêu thơ Bích Khê]\n\n{{Trường thơ Loạn}}\n{{Hàn Mặc Tử}}\n\n[[Thể loại:Tiền chiến]]\n[[Thể loại:Thơ Việt Nam]]\n[[Thể loại:Hàn Mặc Tử]]\n[[Thể loại:Văn hóa Bình Định]]"}