{"9068848":"{{cần thêm chú thích}}\n{{wikify}}\n'''Trường THPT Quang Trung - Củ Chi''' nằm ở xã Phước Thạnh, huyện Củ Chi là trung tâm của 3 xã Phước Thạnh, Phước Hiệp, Thái Mỹ cách thị trấn [[Củ Chi]] khoảng 10&nbsp;km về hướng Tây, cách trung tâm [[Thành phố Hồ Chí Minh|thành phố]] hơn 50&nbsp;km về hướng Tây Bắc.<ref name=\"thpt-quangtrung.com\">{{Chú thích web|url=https:\/\/www.thpt-quangtrung.com\/Others\/Home\/Home.aspx|tiêu đề=TRƯỜNG THPT QUANG TRUNG\nHAI MƯƠI NĂM – MỘT CHẶNG ĐƯỜNG (1989 – 2009)|ngày truy cập=2017-11-08|archive-date = ngày 23 tháng 3 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170323182346\/http:\/\/thpt-quangtrung.com\/%2fOthers%2fHome%2fHome.aspx|url-status=dead}}<\/ref>\n\n== Lịch sử ==\nTrước năm 1988, trường là phân hiệu của trường THPT Củ Chi (tên là phân hiệu Phước – Thái – Trung). Ngày 26\/06\/1989 UBND TP.HCM chuyển phân hiệu Phước – Thái – Trung thành trường PTTH Quang Trung theo QĐ số 371\/QĐ-UB của UBND TP.HCM từ năm học 1989 đến nay.{{Thông tin trường học\n| tên = Trường Trung học Phổ thông Quang Trung\n| hình = \n| tên bản địa = THPT Quang Trung - Củ Chi\n| khẩu hiệu = \n| ngày thành lập = 22\/12\/1989\n| loại hình = Công lập\n| giám đốc = \n| tài trợ = \n| nợ = \n| hiệu trưởng = Lê Thị Uyên\n| phó hiệu trưởng = Nguyễn Văn Cải\n| giáo viên = 80\n| giảng viên = \n| nhân viên = 10\n| học sinh = 1000\n| sinh viên = \n| sinh viên đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| khuôn viên = \n| địa chỉ = Phước Thạnh, Củ Chi, TPHCM\n| thành phố = TPHCM\n| tỉnh = \n| quốc gia = Việt Nam\n| tọa độ = {{coord|11|00|00|N|106|22|22|E}}\n| thể thao = \n| màu = \n| biệt danh = \n| linh vật = \n| bài hát = Hành khúc học sinh Quang Trung\n| thành viên = \n| điện thoại = \n| email = \n| web = https:\/\/fb.com\/thptquangtrungcuchi\/\n| logo = \n| tên gọi khác = THPT Quang Trung\n| sinh viên cao học = \n}}Lúc mới thành lập, trường chỉ có 10 phòng học với 8 lớp và 26 CBGVNV. Năm 2006 thành phố đầu tư xây dựng mới cơ sở hiện nay với 35 phòng học và hơn 10 phòng làm việc, phòng bộ môn đáp ứng yêu cầu dạy và học, đưa vào sử dụng từ năm học 2007 – 2008. Đến năm học 2009 – 2010 trường có 30 lớp với 1294 HS và 72 CB GVNV.\n\n== Chi bộ ==\nChi bộ trường THPT Quang Trung được thành lập theo quyết định số 05\/QĐ-HU của [[Huyện Củ Chi]] ngày 15\/08\/1989 với 4 đ\/c [[đảng viên]]. Các đảng viên là hạt nhân trong lãnh đạo nhà trường.\n\n== Các tổ chức Đoàn - Hội ==\n\n=== [[Đoàn Thanh niên Cộng sản Hồ Chí Minh|Đoàn TNCS Hồ Chí Minh]] ===\nĐoàn TNCS Hồ Chí Minh là cánh tay đắc lực của Chi bộ - Ban giám hiệu. Trong đó có Chi đoàn GV (tập hợp đoàn viên GV trẻ) và Đoàn trường (tập hợp đoàn viên học sinh). Đoàn TN tổ chức nhiều hoạt động phong phú, thiết thực thu hút đông đảo TNHS tham gia. Từ những phong trào thi đua thiết thực đó, Đoàn TN hỗ trợ tích cực cho phong trào thi học tập tốt, rèn luyện tốt cũng như các phong trào vui khỏe trong học sinh, đặc biệt là phong trào \"Giúp bạn vượt khó\", đền ơn đáp nghĩa, cứu trợ đồng bào bị thiên tai, thăm viếng các bà mẹ Việt Nam anh hùng và gia đình chính sách neo đơn, phòng chống HIV\/AIDS, chấp hành luật giao thông đường bộ…Thành lập các Câu lạc bộ: Kỹ năng – Công tác xã hội, Câu lạc bộ Khuyến tài, CLB Thủ lĩnh Thanh niên, Đội Văn nghệ Xung kích…  vừa đáp ứng nhu cầu vừa phát huy năng lực và đóng góp trí tuệ của các em HS cho tập thể. Chi đoàn giáo viên và Đoàn trường nhận nhiều giấy khen của Đoàn sở Giáo dục, huyện đoàn Củ Chi, UBND huyện Củ Chi; nhiều bằng khen của Thành đoàn, Trung ương đoàn, và cờ thi đua xuất sắc thành phố khối THPT năm học 1996-1997.\n[[Tập tin:THPT Quang Trung Củ Chi.png|nhỏ|Trường THPT Quang Trung (Huyện Củ Chi, TP.HCM)]]\n\n=== [[Ban đại diện cha mẹ học sinh]] ===\nBan đại diện cha mẹ học sinh đã phối hợp chặt chẽ với nhà trường trong việc giáo dục học sinh, kịp thời giúp đỡ học sinh có hoàn cảnh kinh tế khó khăn, khen thưởng học sinh giỏi, học sinh tiên tiến từng năm học, khen thưởng học sinh trúng tuyển vào đại học. Năm học 2007-2008 Ban đại diện CMHS được nhận bằng khen của Bộ giáo dục – đào tạo. Năm học 2008-2009 được UBND TP.HCM trao tặng bằng khen vì thành tích xuất sắc trong công tác phối hợp với nhà trường chăm lo, giáo dục HS.\n[[Tập tin:Học bổng khuyến học.jpg|nhỏ|Lễ trao học bổng tại Nhà trường]]\n\n=== [[Hội Khuyến học Việt Nam|Hội Khuyến học]] ===\nHội Khuyến học được thành lập năm 2002 và là Hội Khuyến học đầu tiên bậc THPT của thành phố. Hội đã kịp thời giúp đỡ tất cả các em học sinh có hoàn cảnh khó khăn tiếp tục đến trường. Từ ngày thành lập đến nay, Hội đã vận động trong đội ngũ thầy cô giáo, các em học sinh, các nguồn lực xã hội đóng góp xét cấp học bổng vượt khó, học tốt, trợ cấp khó khăn, trợ cấp tết và xây dựng 15 căn nhà tình thương cho học sinh với tổng số tiền trên 1 tỷ đồng. Đặc biệt, nguyên Thủ tướng Chính phủ Phan Văn Khải bảo trợ cho 2 học sinh của trường học suốt bậc đại học mỗi tháng là 500.000 đồng dành cho mỗi em. Chính hoạt động khuyến học khuyến tài đã giúp các em vượt qua khó khăn vươn lên trong học tập, nhiều em học giỏi, trên 300 em vượt qua được hoàn cảnh, đã trúng tuyển vào các trường đại học, cao đẳng và hàng trăm em trúng tuyển vào các trường trung cấp chuyên nghiệp. Nhiều em trong số ấy đã tốt nghiệp có việc làm ổn định, vượt qua nghèo khó một cách bền vững. Các em tiếp tục trở về sinh hoạt trong Câu lạc bộ Khuyến tài, làm nòng cốt trong công tác Khuyến học khuyến tài, định hướng nghề nghiệp, tiếp tục hỗ trợ giúp đỡ đàn em phía sau với tinh thần \"người đi trước rước người đi sau\". Đây là một một mô hình tốt, một bước thành công quan trọng của công tác khuyến học khuyến tài trong thời gian qua. \n\n== Thành tích ==\n* Từ những nỗ lực không mệt mỏi của thầy và trò, hai mươi năm qua trường đạt một số thành tích được lãnh đạo các cấp ghi nhận và tuyên dương. 20 năm liên tục tập thể trường đón nhận được nhiều giấy khen của UBND Huyện Củ Chi, của Sở GD-ĐT; bằng khen của UBND TP.HCM (năm học 2002-2003, 2004-2005, 2005-2006, 2006-2007, 2007-2008, 2008-2009); năm học 2008-2009 vinh dự được Bộ trưởng Bộ GD-ĐT tặng bằng khen. \n* Ghi nhận những đóng góp của CB.GV.NV, nhiều cá nhân được tuyên dương khen thưởng: Có 9 cá nhân vinh dự được trao tặng Huy chương – Kỉ niệm chương \"Vì sự nghiệp giáo dục\"; 2 cá nhân đón nhận Kỉ niệm chương \"Vì sự nghiệp Khuyến học\"; 1 cá nhân được trao tặng Kỉ niệm chương \"Vì sự nghiệp Công đoàn\"; 1 giáo viên đạt danh hiệu Giáo viên trẻ tiêu biểu TP.HCM năm 2008; một số giáo viên được Trung ương Đoàn và Thành đoàn trao tặng bằng khen; 3 chiến sĩ thi đua cấp thành phố; 102 lượt CB.GV.NV được giám đốc Sở GD-ĐT công nhận Chiến sĩ thi đua cấp cơ sở; 28 lượt giáo viên đạt danh hiệu giáo viên giỏi trong các lần hội thi…<ref name=\"thpt-quangtrung.com\"\/>\n* Đối với học sinh, các em luôn nỗ lực trong các kì thi cấp thành phố, khu vực phía Nam, các hoạt động đoàn thể và đạt giải cao. Có 3 em đạt giải HS giỏi cấp Thành phố (hạng nhất môn Lịch sử, hạng nhì môn Địa lí, hạng 3 môn Toán). Tại cuộc thi Olympic 30\/4 dành cho HS giỏi các tỉnh phía Nam, trường đạt 26 huy chương ở 2 bộ môn Lịch sử và Địa lí (trong đó môn Địa lí 19 huy chương gồm 9 HCV, 2 HCB, 8 HCĐ; môn Lịch sử 7 huy chương gồm 3HCV, 1HCB, 3 HCĐ). Có 8 HS đoạt giải cuộc thi Giải toán nhanh bằng máy tính bỏ túi cấp thành phố (2 giải nhất, 1 giải nhì, 2 giải ba, 3 giải khuyến khích). Có 1 Bí thư Đoàn trường đạt danh hiệu Bí thư Đoàn cơ sở giỏi toàn thành năm học 2008-2009. Có 5 cán bộ Đoàn HS xuất sắc được Trung ương Đoàn trao tặng bằng khen và hàng chục cá nhân HS được Thành đoàn và Huyện đoàn tặng giấy khen…\n\n== Ban giám hiệu nhà trường ==\n\n=== Năm học 2021-2022 ===\n{| class=\"wikitable\"\n!Họ và tên\n!Chức vụ\n!Bộ môn\n!Trình độ học vấn\n|-\n|Lê Thị Uyên\n|Hiệu trưởng\n|Toán\n|Thạc sĩ Quản lý giáo dục\n|-\n|Nguyễn Văn Cải\n|Phó Hiệu trưởng\n|[[Ngữ văn]]\n|Thạc sĩ Quản lý giáo dục\n|}\n\n== Học sinh tiêu biểu ==\n{| class=\"wikitable\"\n!Họ và tên\n!Niên khóa\n!Thành tích\n|-\n|Nguyễn Lê Diễm Thanh\n|2008-2011\n|Thủ khoa Đại học Y Khoa Phạm Ngọc Thạch\n|-\n|Nguyễn Trung Tính\n|2009-2012\n|Học sinh \"3 tích cực\" cấp thành phố năm 2012<ref>Năm học 2011- 2012, Thành Đoàn ký kết liên tịch với Sở Giáo dục & Đào tạo TPHCM triển khai phong trào \"Học sinh 3 tích cực\" và tuyên dương 115 học sinh đạt danh hiệu \"Học sinh 3 tích cực\" cấp thành phố tại các cụm hoạt động.<\/ref>\n|-\n|Giang Nguyễn Thúy Hằng\n|2011-2014\n|Học sinh \"3 tích cực\" cấp thành phố năm 2013\n|-\n|Thành Phương Nga\n|2014-2017\n|Thủ khoa huyện Củ Chi kỳ thi THPT Quốc Gia 2017\n|}\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Trường trung học tại Thành phố Hồ Chí Minh]]"}