{"515537":"{{Thông tin trường học\n| tên = Trường Đại học Y khoa Vinh\n| tên khác = \n| tên bản địa = \n| hình = \n| tên Latinh = \n| khẩu hiệu = \n| ngày thành lập = \n| loại hình = Đại học y khoa hệ công lập\n| tài trợ = \n| nợ = \n| hiệu trưởng = \n| hiệu trưởng danh dự = \n| hiệu phó = \n| giám đốc = \n| giảng viên = 316\n| nhân viên = 50\n| sinh viên = \n| sinh viên đại học = \n| sinh viên sau đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| alumni = \n| thành phố = Vinh\n| bang = \n| tỉnh = Nghệ An\n| quốc gia = Việt Nam\n| địa chỉ = Số 161 Đường Nguyễn Phong Sắc, Phường Hưng Dũng, [[Vinh|Thành phố Vinh]], Tỉnh [[Nghệ An]]\n| điện thoại = +84-383-842163\n| khuôn viên = \n| tọa độ = \n| thể thao = \n| màu = \n| biệt danh = \n| linh vật = \n| bài hát = \n| thành viên = \n| web = http:\/\/vmu.edu.vn\n| logo = \n}}\n\n'''Đại học Y khoa Vinh''' là một trường đại học chuyên ngành y khoa tại Việt Nam. Trường có chức năng, nhiệm vụ: Đào tạo cán bộ có trình độ Đại học, sau đại học và thấp hơn trong lĩnh vực y tế; Tổ chức giảng dạy, học tập và các hoạt động giáo dục khác theo mục tiêu, chương trình giáo dục; Kết hợp đào tạo với nghiên cứu khoa học và sản xuất, dịch vụ khoa học và công nghệ, đồng thời tham gia công tác chăm sóc bảo vệ sức khoẻ nhân dân theo quy định của Bộ Y tế\n\n==Đào tạo==\n===Đào tạo đại học===\n# Bác sĩ đa khoa\n# Dược sĩ\n# Cử nhân Y tế công cộng\n# Cử nhân Y học dự phòng\n# Cử nhân điều dưỡng\n# Cử nhân kỹ thuật xét nghiệm y học\n\n===Đào tạo sau đại học===\n# Bác sĩ chuyên khoa cấp I (BSCKCI)\n# Thạc sĩ Y tế công cộng \n\n== Các Khoa chuyên môn ==\n\n===Khoa Khoa học Cơ bản===\n\nKhoa KHCB là đơn vị quản lý hành chính cơ sở của trường. Cơ cấu của khoa bao gồm Ban chủ nhiệm khoa, các bộ môn trực thuộc. Khoa có chức năng dạy các môn thuộc khối kiến thức đại cương cho tất cả các ngành đào tạo trong nhà trường; nghiên cứu trong các lĩnh vực chuyên môn của khoa; quản lý, điều hành trực tiếp đội ngũ cán bộ, giảng viên. Bên cạnh đó còn có các tổ chức đảng, Công đoàn khoa; chi đoàn giáo viên.\n\nTrong những năm qua với sự đổi mới và phát triển của Trường Đại học Y khoa Vinh, sự quan tâm, ủng hộ của lãnh đạo nhà trường cùng sự sáng tạo, năng động, trách nhiệm, tận tâm, tận tình với công việc của Ban chủ nhiệm và cán bộ, giảng viên, Khoa KHCB đã từng bước khẳng định vị trí, vai trò của mình đối với quá trình hình thành và phát triển của nhà trường và trong nhiều năm hoc qua, Khoa luôn đạt danh hiệu là tập thể lao động xuất sắc.\nTrải qua quá trình hình thành đến nay Khoa gồm 5 bộ môn: Bộ môn Toán – Tin; Bộ môn Hóa – Sinh; Bồ môn Lý luận Chính trị; Bộ môn Giáo dục quốc phòng – Thể chất; Bộ môn Ngoại ngữ.\n\n===Khoa Y học lâm sàng hệ Nội===\n\nKhoa Y học lâm sàng được thành lập tháng 11\/2005 trực thuộc BGH và gồm có 6 bộ môn trực thuộc khoa: Bộ môn Nội, Ngoại, Sản, Nhi, Y học cổ truyền, Chuyên khoa. Từ khi thành lập đến nay Khoa Y học lâm sàng đã không ngừng vươn lên thực hiện tốt các nhiệm vụ của nhà trường trong công tác đào tạo, nghiên cứu khoa học, khám chữa bệnh. Các giáo viên trong khoa đã tích cực tham gia công tác nghiên cứu khoa học, biên soạn chương trình, giáo trình môn học cho các đối tượng đào tạo, khoa đã triển khai nhiều đề tài nghiên cứu khoa học cấp cơ sở, cấp tỉnh với kết quả xuất sắc, kết quả của các công trình nghiên cứu được ứng dụng vào thực tiễn trong đào tạo và điều trị bệnh nhân,. Tổ chức nghiên cứu cải tiến phương pháp giảng dạy, học tập, đề xuất xây dựng kế hoạch bổ sung, bố trí thiết bị dạy học, thực hành, thực tập và thực nghiệm khoa học. Sử dụng và khai thác hiệu quả các phương tiện dạy học tích cực như mô hình, máy chiếu, ứng dụng tin học trong giảng dạy. Với đội ngũ thầy thuốc giàu kinh nghiệm và trình dộ chuyên môn cao các giáo viên lâm sàng là lực lượng nòng cốt trong công tác giảng dạy lâm sàng tại phòng khám trường và các bệnh viện trên địa bàn thành phố: Hướng dẫn giảng dạy lâm sàng có hiệu quả, quản lý chương trình dạy học lâm sàng chặt chẽ như có lịch dạy học theo tuần, áp dụng phương pháp cầm tay chỉ việc, làm mẫu. Tổ chức đánh giá, kiểm tra học sinh chính xác và khách quan.Từ khi thành lập đến nay khoa y học lâm sàng đều đạt tập thể lao động xuất sắc và đã nhiều lần được chủ tịch UBND tỉnh tặng bằng khen. Đội ngũ giáo viên khoa ngày một lớn mạnh về quy mô, vững vàng về chuyên môn và kiên định về tư tưởng. Sau mười năm xây dựng và phát triển, đến năm 2015 khoa được chia tách thành hai đơn vị độc lập là Khoa YHLS hệ nội và Khoa YHLS hệ ngoại.\n\n===[[Khoa Dược]]===\nKhoa Dược được thành lập năm 2003 với tiền thân là bộ môn Dược. Hiện tại khoa Dược có nhiệm vụ đào tạo chuyên ngành về được cho các lớp khối  cao đẳng Dược và Đại học dược cùng một số môn học cho đối tượng bác sĩ và điều dưỡng. Các giảng viên trong khoa luôn luôn phấn đấu nâng cao trình độ, tập trung chuyên môn đào tạo các kỹ năng cơ bản cho các dược sĩ để đáp ứng với nhu cầu của ngành. Định hướng trong vài năm tới, khoa Dược sẽ đào tạo đại học Dược nhằm cung cấp nguồn nhân sự chất lượng cao cho Nghệ An và cả nước. Bên cạnh hoạt động giảng dạy, giảng viên trong khoa còn tích cực tham gia nghiên cứu khoa học, có nhiều đề tài tham gia các hội nghị ở trường và toàn quốc và có nhiều ứng dụng trong giảng dạy. Trong thời gian qua, khoa Dược đã đạt nhiều thành tích, 2 năm liền đạt danh hiệu tập thể lao động xuất sắc của UBND tỉnh Nghệ An và nhiều bằng khen của hiệu trường trường [[Đại học y khoa Vinh]].\n\n===Khoa Y học lâm sàng hệ Ngoại===\n\n===Khoa [[Điều dưỡng]]=== \n\n===Khoa Kỹ thuật Y Sinh học===\n\n===Khoa Y tế cộng đồng===\n\n===Khoa Y học cổ truyền===\n\n===Khoa Y học Cơ sở===\n===Khoa chẩn đoán hình ảnh===\n\n== Các Phòng chức năng==\n* Phòng Đào tạo\n* Phòng Công tác chính trị Học sinh-Sinh viên\n* Phòng Quản lý khoa học và Hợp tác quốc tế\n* Phòng Khảo thí và Thanh tra\n* Phòng Tài chính - Kế toán\n* Phòng Hành chính - Tổ chức\n* Phòng Tổ chức cán bộ\n\n==Lịch sử hình thành==\n\nTiền thân của Trường ĐHYK Vinh ngày nay là Trường Y sỹ Nghệ An được thành lập năm 1960, do Bác sĩ Trần Ngọc Đăng, Phó Ty Y tế Nghệ An là Hiệu trưởng đầu tiên. Lúc bấy giờ, trường trực thuộc Bộ Y tế, đóng tại xã Hưng Đông - TP. [[Vinh]]. Giáo viên cơ hữu lúc này có 10 người do Bộ Y tế cử về. Giáo viên thính giảng là các Y, Bác sĩ của bệnh viện A1 (Bệnh viện Tỉnh Nghệ An lúc bấy giờ) và Bệnh viện Quân khu 4. Lưu lượng học sinh có khoảng 600 em. Học sinh tốt nghiệp ra trường do Bộ Y tế điều động phân công công tác cho cả vùng khu 4.\n\nNăm 1964, BS. Trần Ngọc Đăng được điều vào Trung ương cục Miền Nam công tác, Ông Nguyễn Văn Thanh - Phó Ty Lao động Nghệ An được cử về làm hiệu trưởng, trường được phân cấp về địa phương do Tỉnh quản lý, được đổi tên thành Trường Cán bộ Y tế Nghệ An. Do đế quốc Mỹ mở rộng chiến tranh đánh phá miền Bắc, nhà trường phải sơ tán nhiều nơi như các xã miền núi Thanh Mai, Thanh Xuân huyện Thanh Chương, trước yêu cầu nhiệm vụ trường phải sơ tán thành hai cụm. Một cụm bám bệnh viện A1 ở các xã Thanh Trì, Thanh Luân, Thanh Chi và Thanh Khê huyện Thanh Chương. Cụm thứ 2 về xã Nghĩa Trung huyện Nghĩa Đàn và Lạt huyện Tân Kỳ. Các ngành nghề được đào tạo: Y sỹ chính quy, Y sỹ xã, Dược sĩ trung học, KTV xét nghiệm, Y tá sơ học, bổ túc văn hoá cấp 3 cho cán bộ học tiếp lên đại học, bổ túc văn hóa cấp 2 cho học sinh dân tộc ít người để học tiếp lên y sĩ. Lưu lượng lúc này trên 1000 HS.\n\nNhững năm này các lớp học bám sát bệnh viện huyện, mỗi huyện có ít nhất 2 lớp, có chị nuôi đi theo, các thầy giáo mang ba lô đi dạy lưu động dưới mưa bom bão đạn hết huyện này đến huyện khác, khó khăn, ác liệt nhưng vẫn soạn đầy đủ giáo trình, giáo án, bám học sinh để hoàn thành nhiệm vụ chỉ tiêu tỉnh giao.\n\nNăm 1969 trên cơ sở 2 cụm sơ tán trường được chia thành hai trường: Cụm 1 là Trường Cán bộ Y tế Đồng bằng, do BS Nguyễn Thừa Duyệt - Phó Ty Y tế làm Hiệu trưởng. Quy mô đào tạo 800-1000 học sinh. Cụm 2 là Trường Cán bộ Y tế Miền Tây, do ông Nguyễn Văn Thanh làm hiệu trưởng. Quy mô đào tạo 300-400 học sinh. Trường Cán bộ Y tế Đồng Bằng, ngoài các đối tượng đào tạo do tỉnh giao còn đào tạo 01 lớp dược sĩ trung học khoá 12 cho Tỉnh Hà Tĩnh. Trường Miền Tây lúc này cũng đào tạo đa hệ Y sỹ chính quy (khoá 19,20), Y sỹ xã, Y tá sơ học, bổ túc văn hoá cấp 2. Học sinh hầu hết là con em dân tộc thiểu số. Trường đã đào tạo riêng cho dân tộc Mẹo một lớp 20 học sinh và đặc biệt là đào tạo cho Vĩnh Linh 1 lớp Y sỹ là con em người Vĩnh Linh để về phục vụ cho Tỉnh Vĩnh Linh lúc bấy giờ.\n\nNăm 1975 đất nước được hoà bình thống nhất, 2 trường sáp nhập đổi tên là Trường Trung học Y tế Nghệ An do Bác sĩ Trần Văn Thung làm hiệu trưởng. Đóng tại dăm Mụ Nuôi, xã Hưng Dũng, Thành phố Vinh (bây giờ là Khối Xuân Đông, Hưng Dũng, Thành phố Vinh). Cuối 1975, do nhập hai tỉnh Nghệ An và Hà Tĩnh thành Nghệ Tĩnh, Trường THYT Nghệ An và trường THYT Hà Tĩnh được sáp nhập và đổi tên là Trường Trung học Y tế Nghệ Tĩnh, do BS Hoàng Kinh làm hiệu trưởng. \nThời gian này, trường đào tạo cán bộ y tế cho tỉnh Nghệ Tĩnh, cho tỉnh Xiêng Khoảng - Lào một lớp Y sỹ. Ngoài ra còn có các lớp ngoại ngữ Anh, Nga, Pháp cho các bác sĩ, dược sĩ để đi học chuyên khoa cấp I, II và đi chuyên gia.\n\nNăm 1985, TS Phạm ỨNG, Phó giám đốc Bệnh viện Hữu nghị Việt Nam-Ba Lan tỉnh Nghệ An làm hiệu trưởng. Trường chuyển về … (Khu BV nhi tỉnh Nghệ An bây giờ). Năm 1990, BSCKII Nguyễn Huy Thông hiệu phó là hiệu trưởng. Trường chuyển về địa điểm hiện nay. Thời gian này, quy mô đào tạo khoảng 700-800 học sinh. Ngoài nhiệm vụ đào tạo trường còn là địa điểm đăng cai tổ chức đào tạo BSCKI các chuyên ngành Nội, Ngoại, Sản, Nhi, Truyền Nhiễm, Tai mũi họng, Răng hàm mặt cho trường Đại học Y Hà Nội. Năm 1991, do chia tách tỉnh trường được chia làm hai. Ở Nghệ An được mang tên Trường THYT Nghệ An, đến 12\/1993 sáp nhập thêm trung tâm bổ túc cán bộ y tế Nghệ An và trường Y tá Kỳ Sơn. Năm 1999, BS Cao Trường Sinh là quyền hiệu trưởng. Tháng 1\/2002, BSCKII Nguyễn Trọng Tài Phó Giám đốc, Kiêm trưởng khoa Tai Mũi Họng bệnh viện Hữu nghị đa khoa Tỉnh Nghệ An, là hiệu trưởng.\n\nTháng 2\/2003, trường được Bộ trưởng Bộ Giáo dục và Đào tạo ký quyết định nâng cấp lên Trường Cao đẳng Y tế Nghệ An. Tháng 11\/2005, trường trực thuộc UBND tỉnh, từ chỗ có 3 phòng chức năng và 11 bộ môn trực thuộc BGH nay có 4 phòng, 6 khoa trực thuộc BGH và 20 bộ môn trực thuộc khoa. Đến giai đoạn này, Trường đã được tặng thưởng 03 Huân chương lao động hạng 3 vào các năm 1963, 1969,1992. Một Huân chương Chiến công năm 1965. Ngoài ra nhà trường còn được nhận nhiều cờ, bằng khen, giấy khen của Thủ tướng Chính phủ, Bộ GD&ĐT, Bộ Y tế, UBND Tỉnh… và nhiều phần thưởng cao quý khác.\n\nTháng 7\/2010, trường được Phó thủ tướng Chính phủ Nguyễn Thiện Nhân ký Quyết định nâng cấp thành trường Đại học Y khoa Vinh, trực thuộc UBND tỉnh Nghệ An, chịu sự quản lý Nhà nước về giáo dục của Bộ GD&ĐT, có tư cách pháp nhân và con dấu riêng. Đội ngũ giáo viên của nhà trường này một lớn mạnh về quy mô, vững vàng về chuyên môn, kiên định về tư tưởng. Nhiều cán bộ và học sinh từng công tác và học tập tại trường đã trưởng thành như GS Lê Thành Uyên, BS Phạm Gia Tuệ là giảng viên của trường ĐH Y Hà Nội và Chuyên viên cao cấp của Bộ Y tế, TS Phạm ỨNG nguyên Giám đốc Sở Y tế Nghệ An, BS Trần Thị Thiện Phó Giám đốc Sở Y tế, BS Nguyễn Huy Thông nhà giáo ưu tú và nhiều đồng chí trưởng thành là giám đốc các bệnh viện tuyến tỉnh và các trung tâm y tế các huyện. Nhiều học sinh sau khi ra trường đã phấn đấu trở thành Bác sĩ, có người đã trở thành anh hùng như anh hùng lao động Trần Chữ. Các học sinh đã tốt nghiệp ra trường đều thành đạt, trưởng thành, phục vụ tốt cho đất nước và được đánh giá cao về nhiều mặt, góp phần làm đẹp truyền thống cho trường.\n\n(Nguồn: website http:\/\/vmu.edu.vn)\n{{Thiếu nguồn gốc}}{{Wiki hóa}}\n== Tham khảo ==\n{{tham khảo|30em}}\n{{Sơ khai Giáo dục}}\n\n{{Bệnh viện Đại học}}\n\n[[Thể loại:Đại học và cao đẳng y dược Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Nghệ An|Y]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Ủy ban nhân dân tỉnh Nghệ An|Y khoa Vinh]]"}