{"558869":"{{Thông tin trường học \n| hình= \n| tên= Trường trung học phổ thông A Hải Hậu \n| logo= \n| tên khác= Trường THPT Hải Hậu A \n| khẩu hiệu= \n| ngày thành lập= 1960\n| loại hình= Trường Trung học phổ thông \n| hiệu trưởng= Thạc sĩ Lê Văn Trường\n| giáo viên= \n| học sinh= \n| địa chỉ= Khu 6 thị trấn Yên Định, Hải Hậu\n| Huyện= [[Hải Hậu]] \n| tỉnh= [[Nam Định]] \n| quốc gia= [[Việt Nam]] \n| điện thoại= +84-228-3877089 \n| email= info@haihaua.vn \n| web= http:\/\/www.haihaua.vn\n}}\n'''Trường Trung học phổ thông A Hải Hậu''' là một trường [[trung học phổ thông]] tại huyện [[Hải Hậu]], tỉnh [[Nam Định]], [[Việt Nam]]. Tiền thân của trường là Trường cấp 3 Hải Hậu được thành lập vào năm 1960. Năm học đầu tiên (1960 - 1961) có 5 lớp với 225 học sinh và 12 giáo viên.\nNăm học 2010-2011, Trường Trung học phổ thông A Hải Hậu với quy mô 42 lớp chuẩn Quốc gia với 1888 học sinh và 111 cán bộ, giáo viên, nhân viên.\n50 năm qua, Trường Trung học phổ thông A Hải Hậu gắn liền với mảnh đất, con người quê hương Hải Hậu văn hóa, anh hùng – nơi có khoảng 40% đồng bào Công giáo; là Huyện được công nhận 31 năm liên tục điển hình văn hóa cấp huyện toàn quốc và vinh dự ba lần được Nhà nước tuyên dương đơn vị Anh hùng. Trường Trung học phổ thông A Hải Hậu là một trong những điểm sáng của đất học Nam Định – tỉnh có 15 năm liền giữ vững danh hiệu đơn vị lá cờ đầu giáo dục toàn quốc.\n\nNhà trường và nhân dân huyện Hải Hậu có vinh dự đón đại tướng [[Võ Nguyên Giáp]] về thăm trường năm 1988.<ref name=\"haihau.net\">{{Chú thích web |url=http:\/\/www.haihau.net\/tin-tuc\/50-nam-xay-dung-va-phat-trien-truong-thpt-a-hai-hau-19602010-150739.htm |ngày truy cập=2010-10-30 |tựa đề=50 năm xây dựng và phát triển trường |archive-date = ngày 23 tháng 11 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101123020004\/http:\/\/haihau.net\/tin-tuc\/50-nam-xay-dung-va-phat-trien-truong-thpt-a-hai-hau-19602010-150739.htm |url-status=dead }}<\/ref>\n\n== Những phần thưởng cao quý ==\nTrong năm mươi năm xây dựng và trưởng thành, [http:\/\/maps.google.com\/maps\/place?cid=6189046762130698476&q=Tr%C6%B0%E1%BB%9Dng+thpt+A+H%E1%BA%A3i+H%E1%BA%ADu&gl=vn&hl=vi&dtab=0&sll=20.232885,106.25732&sspn=0.006295,0.006295&ie=UTF8&ll=20.202883,106.288669&spn=0,0&z=17 trường thpt A Hải Hậu] vinh dự nhận những phần thưởng sau:<ref name=\"haihau.net\"\/>\n\n=== Nhà nước tặng thưởng nhà trường ===\n{{Ref improve section|date=tháng 9 năm 2013}}\n#[[Huân chương Lao động]] hạng Ba năm 1990.\n#Huân chương Lao động hạng Nhì năm 1995.\n#Huân chương Lao động hạng Nhất năm 2000.\n#Nhà nước trao tặng danh hiệu trường chuẩn Quốc gia năm 2003\n#[[Huân chương Độc lập]] hạng Ba năm 2005.\n#Huân chương anh hùng lao động thời kì đổi mới năm 2010\n#Huân chương Độc lập hạng nhì năm 2012\n#Nhà nước phong tặng danh hiệu \" [[Nhà giáo Ưu tú]]\": Thầy Vũ Luyện, Thầy Trần Tiến Dũng, Thầy Lê Quốc Ca, Thầy Phạm Đức Nhuận, Thầy Trần Gia Tường, Thầy Nguyễn Văn Lự, Thầy Vũ Thế Hưng.\n#Nhà nước tặng thưởng Huân chương Lao động hạng Ba: Thầy Vũ Luyện năm 1997, Thầy Trần Tiến Dũng năm 2006, Thầy Lê Quốc Ca-năm 2008.\n\n=== Chính phủ tặng thưởng nhà trường ===\n#Chính phủ tặng Cờ thi đua năm 2003, 2008.\n#Thủ tướng Chính phủ tặng Bằng khen: Nhà trường (1983), tổ Toán-Tin và thầy Vũ Luyện, thầy Phạm Đức Nhuận, thầy Trần Tiến Dũng, thầy Lê Quốc Ca, thầy Lã Trung đoàn.\n#Thủ tướng Chính phủ công nhận danh hiệu \"Chiến sĩ thi đua toàn quốc\": Nhà giáo Ưu tú Trần Tiến Dũng năm 2005.\n=== Tổng Liên Đoàn Lao động Việt Nam tặng ===\n#Cờ thi đua xuất sắc: Công đoàn nhà trường (năm 1999 và 2003).\n#Bằng Lao động sáng tạo: Thầy Trần Tiến Dũng, thầy Lê Quốc Ca.\n#Bằng khen: Thầy Vũ Luyện\n\n=== Bộ Giáo dục&Đào tạo và Công đoàn Giáo dục Việt Nam tặng===\n#Ngày 19\/8\/2003 nhà trường được Bộ trưởng Bộ giáo dục và Đào tạo tặng: BẰNG CÔNG NHẬN TRƯỜNG Trung học phổ thông ĐẠT CHUẨN QUỐC GIA GIAI ĐOẠN 2001-2010\n#Nhiều Bằng khen: Nhà trường và Công đoàn, các cá nhân và 2 tổ chuyên môn: Tổ Toán; tổ Vật lý.\n#Huy chương \"Vì sự nghiệp Giáo dục\" cho 69 thầy cô.\n=== Trung ương Đoàn TNCS Hồ Chí Minh Tặng===\n#Cờ \"Tập thể thanh niên giáo viên xã hội chủ nghĩa\" cho Chi đoàn giáo viên\n#Cờ thi đua \"Đơn vị 3 năm liền dẫn đầu phong trào thi đua cấp tỉnh khối trung học phổ thông\": 1995-1998, 2000-2002, 2002-2005 và Cờ thi đua \"Cơ sở Đoàn vững mạnh 5 năm liên tục 1995-1999\" cho Đoàn trường.\n#Nhiều Bằng khen cho chi đoàn và cá nhân\n#Bốn Huy chương \"Vì thế hệ trẻ\" và một Kỷ niệm chương \"Vì thế hệ trẻ\".\n===Ủy ban Nhân dân Tỉnh và Sở GD-ĐT tặng===\n#Nhiều Cờ thi đua xuất sắc liên tục 19 năm (1987 đến nay)\n#Tám tổ lao động giỏi (Văn, Toán-Tin, Lý-KTCN, Hoá, Sinh-KTNN, Ngoại ngữ-Thể dục, Sử-Địa-GDCD, Hành chính)\n#Tặng nhiều Bằng khen, Giấy khen cho các tập thể, cá nhân của trường\n#Công nhận từ 97%-100% cán bộ, giáo viên, nhân viên là Lao động Tiên tiến\n#Nhiều thầy cô giáo được tặng danh hiệu: Chiến sĩ thi đua cấp tỉnh, giáo viên giỏi cấp tỉnh, Chiến sĩ thi đua cấp cơ sở, giáo viên giỏi cấp cơ sở.\n===Liên Đoàn lao động Tỉnh và Công đoàn Giáo dục Nam Định tặng===\n#Cờ \"Công đoàn cơ sở vững mạnh xuất sắc\"\n#Nhiều Bằng khen, Giấy khen cho tập thể và cá nhân\n===BCH Tỉnh Đoàn Nam Định tặng===\n#Nhiều Cờ thi đua xuất sắc cho Đoàn trường.\n#Nhiều Cờ \"Học tập, rèn luyện vì ngày mai lập nghiệp\" và Bằng khen cho nhiều chi đoàn và cá nhân.\nNhiều Ban, Ngành, Đoàn thể của Trung ương, Tỉnh, huyện đã tặng nhiều Bằng khen, Giấy khen cho tập thể và cá nhân.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.haihau.net\/ Trang web của nhà trường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110106071610\/http:\/\/haihau.net\/ |date = ngày 6 tháng 1 năm 2011}}\n\n[[Thể loại:Trường trung học tại Nam Định]]"}