{"260922":"{{Thông tin trường học\n| tên = Trường Đại học Đông Đô\n| tên gọi khác = \n| tên khác = \n| tên bản địa = \n| hình = \n| logo = Logo HDIU cv mau.png\n| khẩu hiệu = ''Be International''\n| ngày thành lập = {{ngày thành lập và tuổi|1994|10|3}}\n| loại hình = [[Đại học]]\n| giám đốc = \n| tài trợ = \n| nợ = \n| hiệu trưởng = PGS, TS. Lê Ngọc Tòng\n| hiệu trưởng danh dự = \n| hiệu phó = \n| giáo viên = \n| giảng viên = \n| nhân viên = \n| học sinh = \n| sinh viên = \n| sinh viên đại học = \n| sinh viên cao học = \n| sinh viên sau đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| khuôn viên = \n| địa chỉ = Tầng 5, Số 60B Nguyễn Huy Tưởng, Thanh Xuân, Hà Nội\n| thành phố = Hà Nội\n| tỉnh = \n| quốc gia = {{VIE}}\n| tọa độ = <!-- {{Coord|vĩ|kinh|display=inline,title}} -->\n| thể thao = \n| màu = \n| biệt danh = \n| linh vật = \n| bài hát = \n| thành viên = \n| điện thoại = +84-0243 771 9960\n| email = \n| web = [http:\/\/daihocdongdo.edu.vn\/ Trang web chính thức]\n}}\n\n'''Trường Đại học Đông Đô''' (tên giao dịch quốc tế: ''Dong Do University'') là một trong những [[đại học tư thục]] được thành lập sớm nhất tại Việt Nam (từ năm [[1994]]), trụ sở của Trường được đặt tại Thủ đô [[Hà Nội]].\n\n==Lịch sử==\nTrường Đại học Đông Đô được thành lập theo Quyết định số 534\/TTg ngày 3\/10\/1994 của [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]].\n\nNgày 29\/5\/2006, Phó Thủ tướng Chính phủ [[Phạm Gia Khiêm]] đã ký quyết định số 122\/2006\/QĐ-TTg, cho phép Trường Đại học Đông Đô chuyển sang loại hình trường đại học tư thục và hoạt động theo quy chế trường đại học tư thục<ref>[http:\/\/vietnamnet.vn\/giaoduc\/2006\/05\/576491\/ Chuyển 19 trường ĐH dân lập sang tư thục]<\/ref>\n\nTrường lấy ngày 03 tháng 10 làm ngày truyền thống của Trường.\n\nTrường là cơ sở đào tạo đại học đa ngành, là nơi cung cấp nguồn nhân lực có chất lượng, đáp ứng nhu cầu thực tiễn phát triển kinh tế xã hội của đất nước. Chương trình đào tạo của trường được xây dựng và phát triển theo định hướng nghiên cứu ứng dụng, đáp ứng yêu cầu Cơ bản - Tiên tiến - Thực tiễn. Chương trình đào tạo thường xuyên được cập nhật theo tốc độ đổi mới, phát triển của khoa học công nghệ.\n\nQuy trình đào tạo của trường nhằm tạo ra những con người có phẩm chất chính trị, đạo đức tốt, có sức khoẻ, được trang bị kiến thức cơ bản, kỹ năng thực hành và năng lực thích ứng với thực tiễn. Sinh viên có khả năng làm việc độc lập và làm việc theo nhóm, sinh viên tốt nghiệp của trường luôn đáp ứng hai yêu cầu cơ bản: sáng tạo trong tư duy, năng động trong thực tiễn.\n\nQua hơn 26 năm xây dựng và phát triển, trường đã có 23 khoa, ngành đào tạo trình độ Đại học hệ Chính quy, 07 chuyên ngành đào tạo trình độ Thạc sĩ, 01 chuyên ngành Tiến sĩ. Trường đã có hơn 40.000 kỹ sư, cử nhân, kiến trúc sư tốt nghiệp. 100% sinh viên ra trường đã có việc làm, họ đã và đang có mặt ở mọi vùng miền trên cả trong nước và quốc tế để tham gia xây dựng và phát triển kinh tế xã hội. Một số không nhỏ sinh viên tốt nghiệp đã tiếp tục học tập nâng cao để đạt được các học vị thạc sĩ, tiến sĩ. Nhiều người đang giữ các cương vị trọng trách trong các cơ quan của Đảng, Nhà nước hoặc các doanh nghiệp lớn.\n\nTrường có đội ngũ giảng viên cơ hữu gần 100 cán bộ giảng dạy, nghiên cứu, có bề dày kinh nghiệm, phần lớn được đào tạo ở nước ngoài. Họ là các Viện sĩ, Giáo sư, Phó Giáo sư, Tiến sĩ, Thạc sĩ...Trong số này có các Viện sĩ, Giáo sư đầu ngành của một số ngành khoa học Cơ bản, khoa học Kinh tế, khoa học Kiến trúc, Xây dựng, Kỹ thuật - Công nghệ. Thực hiện chủ trương mở rộng hợp tác trong và ngoài nước, trường đã thu hút được nhiều cán bộ giảng dạy, cán bộ nghiên cứu có trình độ cao từ các Viện, Học viện, trường đại học và các doanh nghiệp lớn tham gia giảng dạy, hướng dẫn sinh viên nghiên cứu khoa học. Trường đã thiết lập được quan hệ với một số trường đại học, Viện khoa học - công nghệ quốc tế để đưa một số khóa sinh viên đi thực tập ở nước ngoài, tổ chức lớp chuyên đề đào tạo ngắn hạn cho sinh viên nước đến thực tập tại trường.\n\nTrong quá trình phát triển, trường đã gặp không ít khó khăn trở ngại do nhiều nguyên nhân chủ quan và khách quan. Đến nay về cơ bản trường đã đi vào ổn định và phát triển, trường hiện có 2 cơ sở:\n\n- Trụ sở chính: Km25, quốc lộ 6, Phú Nghĩa, Chương Mỹ, TP. Hà Nội. Cơ sở Phú Nghĩa có diện tích 3,4 ha với hệ thống giảng đường, phòng nghiên cứu, phòng thí nghiệm, phòng làm việc với nhiều trang thiết bị phục vụ đào tạo, nghiên cứu.\n\n- Cơ sở đào tạo: Tòa nhà Đại học Đông Đô, số 60B Nguyễn Huy Tưởng, Thanh Xuân, Hà Nội\n\n==Các ngành==\nHiện Trường có 23 ngành đào tạo hệ Đại học chính quy:\n{| class=\"wikitable\"\n|'''TT'''\n|'''Mã ngành'''\n|'''Ngành học''' \n|-\n|1\n|7720201\n|'''Dược sỹ''' \n|-\n|2\n|7720601\n|'''Kỹ thuật xét nghiệm y học'''\n|-\n|3\n|52720501\n|'''Điều dưỡng'''\n|-\n|4\n|9340101\n|'''Thương mại điện tử'''\n|-\n|5\n|52510406\n|'''Công nghệ kỹ thuật Môi trường'''\n|-\n|6\n|52420201\n|'''Công nghệ sinh học'''\n|-\n|7\n|52480201\n|'''Công nghệ Thông tin'''\n|-\n|8\n|52520207\n|'''Kỹ thuật điện tử, truyền thông'''\n|-\n|9\n|52580208\n|'''Kỹ thuật Xây dựng'''\n|-\n|10\n|52580102\n|'''Kiến trúc'''\n|-\n|11\n|52510205\n|'''Công nghệ Kỹ thuật ô tô'''\n|-\n|12\n|52340101\n|'''Quản trị Kinh doanh'''\n|-\n|13\n|52340201\n|'''Tài chính Ngân hàng'''\n|-\n|14\n|52310206\n|'''Quan hệ Quốc tế'''\n|-\n|15\n|52380107\n|'''Luật kinh tế'''\n|-\n|16\n|52220113\n|'''Việt Nam học'''\n|-\n|17\n|52220201\n|'''Ngôn ngữ Anh'''\n|-\n|18\n|52220204\n|'''Ngôn ngữ Trung'''\n|-\n|19\n|52320201\n|'''Thông tin học'''\n|-\n|20\n|52340301\n|'''Kế  toán '''\n|-\n|21\n|52310205\n|'''Quản lý nhà nước'''\n|-\n|22\n|7220209\n|'''Ngôn Ngữ Nhật'''\n|-\n|23\n|52640101\n|'''Thú y'''\n|}\n\n==Bê bối==\nNgày 2\/8\/2019, Dương Văn Hòa - hiệu trưởng Trường đại học Đông Đô, [[Trần Ngọc Quang]] - phó trưởng phòng đào tạo và quản lý sinh viên, Phạm Vân Thùy và Lê Thị Lương - cán bộ Trường đại học Đông Đô bị khởi tố, bắt tạm giam để điều tra về những lùm xùm liên quan đến việc tổ chức tuyển sinh đào tạo bằng đại học thứ hai hệ chính quy ngành ngôn ngữ Anh khi chưa được phép.<ref>{{chú thích web | url = https:\/\/tuoitre.vn\/bat-hieu-truong-va-khoi-to-3-can-bo-truong-dai-hoc-dong-do-20190802104609366.htm | tiêu đề = Bắt hiệu trưởng và khởi tố 3 cán bộ Trường đại học Đông Đô | author =  | ngày =  | ngày truy cập = 3 tháng 8 năm 2019 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref> Trong khi Bộ Giáo dục khẳng định chưa cấp phép cho trường đào tạo văn bằng 2<ref name=\":0\">{{Chú thích web|url=https:\/\/www.tienphong.vn\/giao-duc\/soc-voi-nhung-chieu-tro-day-chui-cua-dai-hoc-dong-do-1455467.tpo|title=Sốc với những chiêu trò 'dạy chui' của Đại học Đông Đô Tienphong.vn|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> thì thông báo số 173 ngày 1\/4\/2015, số 68 ngày 24\/2\/2016 của Vụ Kế hoạch Tài chính Bộ GD&ĐT gửi trường ĐH Đông Đô về việc đăng ký chỉ tiêu tuyển sinh năm 2015  và 2016 cho thấy đơn vị này đã xác nhận chỉ tiêu đào tạo văn bằng 2 chính quy của trường ĐH Đông Đô là 500 và 150.<ref>{{Chú thích web|url=https:\/\/www.tienphong.vn\/giao-duc\/ke-ho-nao-cua-bo-giao-duc-khien-dh-dong-do-nhon-nho-dao-tao-van-bang-hai-1456103.tpo|title=Kẽ hở nào của Bộ Giáo dục khiến ĐH Đông Đô 'nhởn nhơ' đào tạo văn bằng hai? Tienphong.vn|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nNăm 2017, trường đã công khai tuyển sinh 17 ngành đào tạo văn bằng 2. Năm 2018,  Dương Văn Hòa - hiệu trưởng Trường đại học Đông Đô đã công nhận 2 đợt tốt nghiệp cho hàng trăm ngàn sinh viên văn bằng 2 anh văn, thu lời bất chính số tiền lên tới cả tỷ đồng.<ref name=\":0\" \/>\n\nNăm 2012, trường bị đình chỉ tuyển sinh vì tỷ lệ sinh viên\/giảng viên quá cao.<ref name=\":0\" \/>\n\nNăm 2001, dưới thời hiệu trưởng Trần Văn Đắc, trường đã tuyển sinh vượt quá gấp 2,8 lần chỉ tiêu (tăng từ 1500 đến 4100 sinh viên) khi chưa được sự đồng ý của Bộ Giáo dục.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/phap-luat\/hieu-truong-dhdl-dong-do-khai-bi-cap-duoi-thao-tung-1990054.html|title=Hiệu trưởng ĐHDL Đông Đô khai bị cấp dưới thao túng -Vnexpress,net|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> Liên quan có phó hiệu trưởng Phạm Văn Hạp, nguyên trưởng phòng Phạm Văn Chánh.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/phap-luat\/cong-nghe-thuong-mai-hoa-giao-duc-o-dai-hoc-dong-do-1990087.html|title=Công nghệ thương mại hóa giáo dục ở Đại học Đông Đô vnexpress.net|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> Hậu quả là hơn 1.600 sinh viên không đủ điểm chuẩn vào đại học ĐHDL Đông Đô phải học hệ cao đẳng.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/thoi-su\/hon-1-600-sinh-vien-dhdl-dong-do-phai-hoc-he-cao-dang-2045000.html|title=Hơn 1.600 sinh viên ĐHDL Đông Đô phải học hệ cao đẳng Vnexpress.net|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/daihocdongdo.edu.vn\/ Website của Trường Đại học Đông Đô]\n\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội|Đông Đô]]\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam|Đông Đô]]"}