{"141326":"{{Thông tin trường học\n| tên = Trường Đại học Hoa Lư\n| logo = \n| hình = [[Tập tin:daihochoalu.jpg|phải|270px]]\n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = [[2007]]\n| loại hình = Công lập\n| tài trợ = \n| hiệu trưởng = TS. Vũ Văn Trường\n| hiệu phó = \n| nhân viên = khoảng 300 người\n| khuôn viên = \n| địa chỉ = Ninh Nhất, Hoa Lư\n| thành phố = [[ninh Bình (thành phố)|thành phố Ninh Bình]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| điện thoại = \n| web = http:\/\/hluv.edu.vn\/\n}}\n\n'''Trường Đại học Hoa Lư''' là cơ sở đào tạo đại học và nghiên cứu khoa học thuộc hệ thống giáo dục quốc dân. Trường trực thuộc Ủy ban nhân dân tỉnh [[Ninh Bình]] và chịu sự quản lý nhà nước về giáo dục của Bộ Giáo dục và Đào tạo. Đây là một trường đại học vùng, tuyển sinh trong cả nước.\n\n==Chức năng==\nTrường Đại học [[Hoa Lư]] được thành lập ngày 09 \/4\/ 2007. Trường là trường Đại học đa ngành, là cơ sở đào tạo Đại học và nghiên cứu khoa học thuộc hệ thống giáo dục quốc dân. Trường có nhiệm vụ:\n#Đào tạo nguồn nhân lực.\n#Tiến hành nghiên cứu khoa học và phát triển công nghệ; kết hợp đào tạo với nghiên cứu khoa học và sản xuất.\n#Giữ gìn và phát triển di sản và bản sắc văn hoá dân tộc.\n#Phát hiện và bồi dưỡng nhân tài.\n#Quản lý giảng viên, cán bộ, nhân viên, xây dựng đội ngũ giảng viên của trường.\n#Tuyển sinh và quản lý người học.\n#Phối hợp với gia đình người học, các tổ chức, cá nhân, trong hoạt động giáo dục, đào tạo.\n#Tổ chức cho giảng viên, cán bộ, nhân viên và người học tham gia các hoạt động xã hội phù hợp với ngành nghề đào tạo và nhu cầu xã hội.\n#Quản lý, sử dụng đất đai, cơ sở vật chất, trang thiết bị và tài chính của Trường theo quy định của pháp luật.\n#Thực hiện các nhiệm vụ khác theo quy định của pháp luật và của UBND tỉnh [[Ninh Bình]] giao.\n==Ban Giám Hiệu<ref>{{Chú thích web|url=hluv.edu.vn|tiêu đề=Website ĐH Hoa Lư|website=}}<\/ref>==\nHiệu trưởng:\n*TS. Vũ Văn Trường\nCác Phó Hiệu trưởng:\n\n*TS. Dương Trọng Luyện\n*TS. Tạ Hoàng Minh\n*ThS. Phạm Quang Huấn\n\n==Quyền hạn và trách nhiệm==\n#Xây dựng và tổ chức thực hiện quy hoạch, kế hoạch và định hướng phát triển nhà trường phù hợp với chiến lược phát triển giáo dục đáp ứng nhu cầu đào tạo nguồn nhần lực của tỉnh.\n#Xây dựng chương trình học tập đối với các ngành nghề nhà trường được phép đào tạo trên cơ sở chương trình khung do Bộ Giáo dục và Đào tạo ban hành; tổ chức tuyển sinh, tổ chức quá trình đào tạo, công nhận tốt nghiệp, in ấn và cấp văn bằng.\n#Huy động, quản lý, sử dụng nguồn lực nhằm thực hiện mục tiêu giáo dục; hợp tác, liên kết với các tổ chức trong và ngoài nước.\n#Đăng ký tham gia tuyển chọn và thực hiện nhiệm vụ khoa học và công nghệ do cơ quan, tổ chức có thẩm quyền giao.\n#Được bảo hộ quyền sở hữu trí tuệ; chuyển giao, chuyển nhượng kết quả hoạt động khoa học và công nghệ.\n#Hợp tác, liên doanh, nhận tài trợ từ các tổ chức, cá nhân, góp vốn bằng tiền, tài sản, giá trị quyền sở hữu trí tuệ để tiến hành các hoạt động khoa học và công nghệ, sản xuất kinh doanh.\n#Được Nhà nước giao đất; được thuê đất, vay vốn; được miễn, giảm thuế theo quy định của Nhà nước.\n#Thành lập và giải thể các tổ chức khoa học và công nghệ, các đơn vị sự nghiệp của nhà trường theo quy định của Nhà nước.\n#Thực hiện dân chủ, bình đẳng, công khai trong việc bố trí và thực hiện các nhiệm vụ đào tạo, khoa học và công nghệ, hoạt động tài chính.\n#Thực hiện chế độ báo cáo cơ quan chủ quản và các cơ quan cấp trên về hoạt động của Trường theo quy định hiện hành.\n#Tự chịu trách nhiệm về thực hiện nhiệm vụ, tổ chức bộ máy, biên chế và tài chính đối với đơn vị sự nghiệp công lập theo quy định tại Nghị định số 43\/2006\/NĐ- CP ngày 25\/4\/2006 của Chính phủ.\n\n==Các đơn vị trực thuộc==\n{|\n|valign=\"top\"|\n1. Phòng Tổ chức - Thanh tra\n\n2. Phòng Hành chính - Quản trị\n\n3. Phòng Quản lý chất lượng\n\n4. Phòng Đào tạo - Quản lý khoa học\n\n5. Phòng Chính trị & Công tác học sinh, sinh viên\n\n6. Phòng Kế hoạch - Tài chính\n|width=\"45\"|&nbsp;\n|valign=\"top\"|\n7. Khoa Sư phạm Trung học\n\n8. Khoa Văn hóa - Du lịch\n\n9. Khoa Ngoại ngữ - Công nghệ thông tin\n\n10. Khoa Giáo dục thường xuyên\n\n11. Khoa Sư phạm Tiểu học - Mầm non\n\n12.Khoa Kinh tế \n|width=\"45\"|&nbsp;\n|valign=\"top\"|\n13. Bộ môn Lý luận chính trị\n\n14. Bộ môn Giáo dục thể chất - Tâm lý\n\n15. Trung tâm Thư viện - Thiết bị\n\n16. Trung tâm Ngoại ngữ - Tin học\n\n17. Ban Quản lý Nội trú và hoạt động ngoài giờ\n|}\n\n==Các chuyên ngành== \n- Trình độ đại học: \n*Sư phạm (''Toán, Vật Lý, Hoá Học, Văn Học, Lịch sử, Địa Lý, Tin Học, Thể dục, Mầm non'') \n*Công nghệ (''Điện Tử - Tin Học, Cơ khí, Nông nghiệp'') \n*Văn hóa - Du lịch (''Việt Nam học, thông tin thư viện, hướng dẫn viên du lịch'') \n*Kinh tế (''Kế toán, quản trị kinh doanh, Thương mại - Du lịch'') \n- Trình độ cao đẳng: \n*Sư phạm (''Toán, Vật Lý, Hoá Học, Văn Học, Lịch sử, Địa Lý, Tin Học, Thể dục'') \n*Tiểu học\n*Mầm non\n\n==Cơ sở hạ tầng==\n[http:\/\/hluv.edu.vn\/Gioithieu\/tabid\/65\/Default.aspx Năm 2010, trường Đại học Hoa Lư] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111004164515\/http:\/\/hluv.edu.vn\/Gioithieu\/tabid\/65\/Default.aspx |date=2011-10-04 }} có 19 đơn vị trực thuộc (6 phòng chức năng, 7 khoa, 2 bộ môn, 3 trung tâm và 1 ban). Tổng số cán bộ, giảng viên và nhân viên của nhà trường là 280 người, trong đó, đội ngũ giảng viên cơ hữu là 200 người. Quy mô đào tạo của nhà trường khoảng 5.000 sinh viên, trong đó: hệ chính quy là 3.000 sinh viên; hệ vừa làm vừa học, liên kết đào tạo là 2.000 sinh viên. Trường đã và đang đào tạo 31 ngành thuộc các bậc Đại học và Cao đẳng. Các ngành đào tạo gồm: sư phạm, kinh tế, văn hóa du lịch và nông nghiệp.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/baoninhbinh.org.vn\/news\/8\/2DDF17 Từng bước khẳng định vị thế của Trường Đại học đa ngành] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110705235133\/http:\/\/baoninhbinh.org.vn\/news\/8\/2DDF17 |date=2011-07-05 }}\n*[http:\/\/hluv.edu.vn Website Trường Đại học Hoa Lư]\n\n[[Thể loại:Cơ sở giáo dục trực thuộc Ủy ban nhân dân tỉnh Ninh Bình|Ninh Bình]]\n[[Thể loại:Trường đại học và cao đẳng tại Ninh Bình]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]\n[[Thể loại:Đại học địa phương]]\n[[Thể loại:Đại học cấp tỉnh]]"}