{"137432":"'''Trường Đại học Sư phạm Nghệ thuật Trung ương''' là cơ sở đào tạo, bồi dưỡng nguồn nhân lực có trình độ đại học, sau đại học và nghiên cứu khoa học, chuyển giao công nghệ trong lĩnh vực Văn hóa, Giáo dục nghệ thuật, trực thuộc [[Bộ Giáo dục và Đào tạo]].<ref>{{Chú thích web|url=http:\/\/www.spnttw.edu.vn\/content.aspx?sitepageid=634|tiêu đề=Sứ mạng - Chiến lược phát triển}}<\/ref>\n\nCơ sở của trường tọa lạc tại số 18 ngõ 55 đường Trần Phú, phường [[Văn Quán]], quận [[Hà Đông]], thành phố [[Hà Nội]].\n\n==Chức năng==\n*Đào tạo đội ngũ giáo viên âm nhạc, mỹ thuật có trình độ đại học, sau đại học và các trình độ khác.\n*Đào tạo hoàn chỉnh kiến thức ở trình độ đại học cho giáo viên Âm nhạc, Mỹ thuật.\n*Tổ chức đào tạo giáo viên giảng dạy các môn nghệ thuật khác theo yêu cầu giáo dục toàn diện của giáo dục phổ thông, nhu cầu của giáo dục chuyên nghiệp và xã hội.\n*Nghiên cứu và ứng dụng kết quả NCKH Sư phạm Âm nhạc, Sư phạm Mỹ thuật và các ngành khác trong lĩnh vực nghệ thuật cho các bậc học phổ thông, trung cấp, đại học và cho xã hội.\n*Tổ chức các hoạt động văn hoá-nghệ thuật có quy mô địa phương và toàn ngành.\n*Liên kết hợp tác về đào tạo, NCKH với các cơ sở đào tạo trong và ngoài nước.\n\n==Nhiệm vụ==\n*Đào tạo giáo viên ngành âm nhạc, mỹ thuật các trình độ khác nhau (đại học, cao đẳng, trung cấp) với phương thức đào tạo (chính quy, không chính quy) và các hình thức đào tạo khác nhau (đào tạo theo địa chỉ, đào tạo liên kết với một số cơ sở trong và ngoài nước).\n*Đào tạo, chuẩn hoá đội ngũ giáo viên ngành Âm nhạc, Mỹ thuật.\n*Nghiên cứu xây dựng các chương trình đào tạo nghệ thuật khác.\n*Mở thêm một số mã ngành đào tạo nghệ thuật khác như: Sư phạm biểu diễn, Nghệ thuật ứng dụng, Múa, Giáo dục nghệ thuật truyền thống... (theo chủ trương đa các môn nghệ thuật vào giáo dục) và các môn nghệ thuật do yêu cầu của xã hội.\n*Tiến hành xây dựng chương trình đào tạo sau đại học Sư phạm Âm nhạc, Mỹ thuật để từng bước triển khai công tác đào tạo sau đại học từ 2010. Xây dựng thành trung tâm nghiên cứu khoa học về lĩnh vực giáo dục nghệ thuật (thành lập Viện Sư phạm Nghệ thuật thuộc trường).\n\n==Cơ cấu tổ chức==\n===Các phòng ban===\nHội đồng trường; Hiệu trưởng và các Phó Hiệu trưởng; Hội đồng khoa học và đào tạo; Các phòng chức năng:\n*Phòng Đào tạo\n*Phòng KHCN\n*Phòng HTQT\n*Phòng Tổ chức – Cán bộ\n*Phòng Hành chính – Tổng hợp\n*Phòng Công tác học sinh – sinh viên\n*Phòng Quản trị – Thiết bị\n*Phòng Kế hoạch – Tài chính\n*Phòng Khảo thí và Đảm bảo chất lượng\n\n===Các khoa đào tạo===\n*Khoa Sư phạm Âm nhạc\n*Khoa Piano và Thanh nhạc\n*Khoa Sư phạm Mỹ thuật\n*Khoa Thiết kế Đồ họa\n*Khoa Văn hoá – Nghệ thuật\n*Khoa Giáo dục đại cương\n*Khoa Thiết kế Thời trang và Công nghệ May\n*Khoa Sau Đại học\n\n==== Các ngành đào tạo hiện nay ====\n{| class=\"wikitable\"\n|+\n!Ngành\n!Khoa đào tạo chính của ngành\n|-\n|Sư phạm Mỹ thuật\n| rowspan=\"3\" |Sư phạm Mỹ thuật\n|-\n|Chuyên ngành Sư phạm Mỹ thuật Mầm non\n|-\n|Hội hoạ\n|-\n|Sư phạm Âm nhạc\n| rowspan=\"2\" |Sư phạm Âm nhạc\n|-\n|Chuyên ngành Sư phạm Âm nhạc Mầm non\n|-\n|Thanh nhạc\n| rowspan=\"2\" |Piano và Thanh nhạc\n|-\n|Piano\n|-\n|Thiết kế Đồ hoạ\n|Thiết kế Đồ hoạ\n|-\n|Thiết kế Thời trang\n| rowspan=\"2\" |Thiết kế Thời trang và Công nghệ May\n|-\n|Công nghệ May\n|-\n|Diễn viên Kịch - Điện ảnh\n| rowspan=\"4\" |Văn hoá - Nghệ thuật\n|-\n|Quản lý văn hoá\n|-\n|Công tác xã hội\n|-\n|Du lịch\n|-\n|Thạc sĩ Lý luận và phương pháp dạy học âm nhạc\n| rowspan=\"5\" |Sau Đại học\n|-\n|Thạc sĩ Lý luận và phương pháp dạy học bộ môn mỹ thuật\n|-\n|Thạc sĩ Quản lý văn hoá\n|-\n|Thạc sĩ Mỹ thuật ứng dụng\n|-\n|Tiến sĩ Lý luận và phương pháp dạy học âm nhạc\n|}\n\n==Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/spnttw.edu.vn Trang chủ]\n\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội|Sư phạm Nghệ thuật Trung ương]]\n[[Thể loại:Đại học và cao đẳng sư phạm Việt Nam|Nghệ thuật Trung ương]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam|Sư]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Bộ Giáo dục và Đào tạo|Sư phạm Nghệ thuật Trung ương]]\n[[Thể loại:Trường học âm nhạc ở Việt Nam|Sư phạm Nghệ thuật Trung ương]]\n[[Thể loại:Trường đào tạo Mỹ thuật|Sư phạm Nghệ thuật Trung ương]]"}