{"866233":"{{Chú thích trong bài}}\n'''Trường d'Adran Sài Gòn''' là một [[tư thục|trường tư]] do các vị linh mục [[Hội Thừa sai Paris|Hội Thừa sai]] thành lập năm 1861. Địa điểm ở gần [[Thảo Cầm Viên Sài Gòn|Sở thú Sài Gòn]] hiện nay. Trường dạy [[Giáo dục Việt Nam Cộng hòa#Trung học đệ nhất cấp|trung học đệ nhất cấp]], tức là chấm dứt ở bằng [[Thành chung]] thời bấy giờ. Cũng giống như [[Trường d'Adran Đà Lạt]], Trường d'Adran Sài Gòn do các tu sĩ [[dòng La San]] điều khiển. Tên trường được đặt tên theo chức của Giám mục [[Pigneau de Behaine|Bá Đa Lộc]], tên thật là ''Pigneau de Behaine,'' Giám mục hiệu tòa [[Adran]] (''évêque d'Adran'').\n\nNăm 1866, trường được trao lại cho các tu sĩ dòng La San. Đây là các tu sĩ dòng La San đầu tiên đến [[Bán đảo Đông Dương|Đông Dương]].\n\nNăm 1867, dòng La San mở thêm chi nhánh ở [[Chợ Lớn]], [[Mỹ Tho]], rồi [[Vĩnh Long]] và [[Sóc Trăng]], vào năm 1869.\n\nTrong thời gian đầu, mọi chi phí của trường d’Adran do Hội Thừa sai đài thọ. Sau đó, chính quyền thuộc địa tài trợ chi phí trường dòng và học bổng cho học sinh.\n\nTuy nhiên, tới năm 1879, chính quyền ở Pháp thay đổi chính sách, ngưng tài trợ trường tư. Do đó, chính quyền thuộc địa ngưng tài trợ các trường dòng La San tại Việt Nam. Trường d’Adran Sài Gòn đóng cửa vào khoảng năm 1887. Học sinh của trường được chuyển qua [[Trường Trung học La San Taberd]].\n\nTrong thời gian hoạt động hơn 20 năm, trường d'Adran Sài Gòn đã đi tiên phong trong việc dạy học bằng [[quốc ngữ|chữ quốc ngữ]] thay vì [[chữ Hán|chữ nho]]. Tiếng Pháp cũng chỉ dạy như một ngoại ngữ và để thi Thành chung.\n\nĐến năm 1954, khuôn viên Trường Adran Sài Gòn được chia thành 2 Trường Trung học: [[Trường Trung học Võ Trường Toản (Sài Gòn)|Trung học Võ Trường Toản]] (dành cho Nam sinh) và [[Trường Nữ Trung học Trưng Vương (Sài Gòn)|Trung học Trưng Vương]] (dành cho Nữ sinh).\n\n==Cựu học sinh nổi tiếng==\nMột số cựu học sinh trường d'Adran Sài Gòn:\n* [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]] tức Gilbert Chiếu, một nhà văn, nhà báo, nhà cách mạng của Nam Kỳ xưa.\n* Giám mục [[Gioan Baotixita Nguyễn Bá Tòng|Nguyễn Bá Tòng]], Giám mục [[Công giáo]] đầu tiên người Việt Nam.\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{sơ khai kiến trúc Việt Nam}}\n\n[[Thể loại:Trường trung học tại Thành phố Hồ Chí Minh|D]]\n[[Thể loại:Trường Dòng La San tại Việt Nam|A]]\n[[Thể loại:Cơ sở giáo dục của Giáo hội Công giáo tại Việt Nam]]"}