{"87136":"{{Thông tin trường học\n| tên = Trường Đại học Ngân hàng Thành phố Hồ Chí Minh\n| khẩu hiệu = Khai phóng - Liên ngành - Trải nghiệm\n| ngày thành lập = {{start date and age|1976|12|16}} \n| loại hình = [[Đại học công lập]]\n| chủ tịch hội đồng trường = PGS. TS. Đoàn Thanh Hà\n| hiệu trưởng = PGS. TS. Nguyễn Đức Trung\n| địa chỉ = 36 Tôn Thất Đạm, Quận 1, [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| điện thoại = 028 3829 1901\n| web = https:\/\/hub.edu.vn \nhttps:\/\/portal-en.hub.edu.vn\n| logo = [[Tập tin:New-hub-logo.jpg|nhỏ]]\n| hình = \n| tên khác = Ho Chi Minh University of Banking-HUB\n| tên bản địa = \n| hiệu phó = PGS.TS. Hạ Thị Thiều Dao\nTS. Nguyễn Trần Phúc\n| thành phố = \n| tỉnh = \n| quốc gia = \n| tọa độ = \n| biệt danh = \n| bài hát = Bài ca Sinh viên Ngân hàng\n| xếp hạng = ISO 9001:2015\n| viết tắt = HUB\n| tên tiếng Anh = \n| mã trường = NHS\n| số cơ sở = 3\n| Hiệu trưởng = Nguyễn Đức Trung\n}}\n\n'''Trường Đại học Ngân hàng Thành phố Hồ Chí Minh''' (''Ho Chi Minh University of Banking'') là [[trường đại học]] công lập trực thuộc Ngân hàng Nhà nước Việt Nam. HUB tiên phong trong việc phát triển các ngành, chương trình đào tạo nhằm đáp ứng nhu cầu nguồn nhân lực trong bối cảnh hội nhập quốc tế và chuyển đổi số.\n\nTrường định hướng trở thành đại học đa ngành và tiên phong ứng dụng công nghệ số trong đào tạo, nghiên cứu và giải quyết các vấn đề liên ngành.\n\nTrường thành lập năm 1957 trên cơ sở trường Cao cấp Nghiệp vụ Ngân hàng cơ sở 2. Kể từ 2004, trường bắt đầu đào tạo sau đại học. Trường trực thuộc [[Ngân hàng Nhà nước Việt Nam]].<ref>{{Chú thích web|url=http:\/\/buh.edu.vn\/goc-truyen-thong\/lich-su-hinh-thanh.html|tiêu đề=Lịch sử hình thành|postscript=Trường Đại học Ngân hàng Thành phố Hồ Chí Minh được nâng cấp từ Trường Cao cấp Nghiệp vụ Ngân hàng cơ sở II, thành lập ngày 16 tháng 12 năm 1976 tại Thành phố Hồ Chí Minh. Cơ sở II của Trường Cao cấp Nghiệp vụ Ngân hàng, trong giai đoạn này, là địa chỉ đào tạo nguồn nhân lực cho hệ thống ngân hàng và các định chế tài chính khác|ngày truy cập=2018-04-19|archive-date=2018-04-19|archive-url=https:\/\/web.archive.org\/web\/20180419120905\/http:\/\/buh.edu.vn\/goc-truyen-thong\/lich-su-hinh-thanh.html|url-status=dead}}<\/ref>\n\n==Lịch sử==\nTrường Đại học Ngân hàng Thành phố Hồ Chí Minh được nâng cấp từ Trường Cao cấp Nghiệp vụ Ngân hàng cơ sở II, thành lập ngày 16 tháng 12 năm 1976 tại Thành phố Hồ Chí Minh. Cơ sở II của Trường Cao cấp Nghiệp vụ Ngân hàng, trong giai đoạn này, là địa chỉ đào tạo nguồn nhân lực cho hệ thống ngân hàng và các định chế tài chính khác<ref name=\"sinhviennganhang.vn\">[http:\/\/www.sinhviennganhang.vn\/-?language=vi&$part=news.content.display.news_style2&$event=view&tochucid=1&loaitinid=3&menubarselect=1 Giới thiệu trường Đại học Ngân hàng Thành phố Hồ Chí Minh]{{Liên kết hỏng|date = ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nNgày 16 tháng 12 năm 1976, [[Thống đốc Ngân hàng Nhà nước Việt Nam]] ký Quyết định số 1229\/NH-TCCB về việc thành lập cơ sở II Trường Cao cấp nghiệp vụ Ngân hàng đặt tại Thành phố Hồ Chí Minh để đào tạo hệ đại học chuyên tu và đại học tại chức.\n\nNgày 03 tháng 05 năm 1980, Thủ tướng Chính phủ ra [[Quyết định]] số 149\/TTg cho phép mở lớp đại học hệ chính quy tập trung về ngân hàng tại Thành phố Hồ Chí Minh.\n\nNgày 29 tháng 11 năm 1986, Thống đốc Ngân hàng Nhà nước Việt Nam ký quyết định 169\/NH-QĐ quy định cơ cấu tổ chức, bộ máy của Trường Cao cấp Nghiệp vụ Ngân hàng Thành phố Hồ Chí Minh.\n\nNgày 23 tháng 3 năm 1993, [[Thủ tướng]] [[Chính phủ Việt Nam|Chính phủ]] ký quyết định số 112\/TTg thành lập Trung tâm Đào tạo và Nghiên cứu Khoa học Ngân hàng trực thuộc [[Ngân hàng Nhà nước Việt Nam]], trong đó có Trung tâm Đào tạo và Nghiên cứu khoa học Ngân hàng, Chi nhánh Thành phố Hồ Chí Minh trên cơ sở nhập hai trường: Trường Cao cấp Nghiệp vụ Ngân hàng Thành phố Hồ Chí Minh và Trường Trung học Ngân hàng III Trung ương (trực thuộc Ngân hàng Nhà nước Việt Nam, đóng tại Thành phố Hồ Chí Minh).\n\nNgày 09 tháng 02 năm 1998, Thủ tướng Chính phủ ký quyết định số 30\/1998\/QĐ-TTg thành lập [[Học viện Ngân hàng]] trực thuộc Ngân hàng Nhà nước Việt Nam trên cơ sở tổ chức lại Trung tâm Đào tạo và Nghiên cứu Khoa học Ngân hàng. Ngoài [[Học viện Ngân hàng (Việt Nam)|Học viện Ngân hàng]] tại Hà Nội còn có Học viện Ngân hàng Phân viện Thành phố Hồ Chí Minh đóng tại Thành phố Hồ Chí Minh.\n\nNgày 20 tháng 08 năm 2003, một mốc lớn trong việc khai sinh trường Đại học Ngân hàng Thành phố Hồ Chí Minh khi [[Thủ tướng|Thủ tướng Chính phủ]] ký quyết định số 174\/2003\/QĐ-TTg về việc thành lập trường Đại học Ngân hàng Thành phố Hồ Chí Minh trên cơ sở Phân viện Thành phố Hồ Chí Minh thuộc Học viện Ngân hàng. Từ đây, trường chính thức tách khỏi và không còn liên quan gì đến [[Học viện Ngân hàng]].\n\nNgày 19 tháng 01 năm 2004 Thủ tướng Chính phủ ký quyết định số 12\/2004\/QĐ-TTg giao nhiệm vụ đào tạo [[thạc sĩ]] và [[tiến sĩ]] cho trường Đại học Ngân hàng thành phố Hồ Chí Minh<ref name=\"sinhviennganhang.vn\"\/>.\n\n== Chất lượng đào tạo ==\nĐội ngũ nhân sự của HUB với gần 500 cán bộ, giảng viên, nhân viên, trong đó có '''15''' Phó Giáo sư, '''93''' Tiến sĩ và '''250''' Thạc sĩ, vừa là các chuyên gia, nhà nghiên cứu, nhà quản lý giàu kinh nghiệm, vừa là những thầy cô tận tâm với sinh viên. \n\n=== Kiểm định chất lượng đào tạo ===\nNgày 14 tháng 11 năm 2017 trường đã được [[Đại học Quốc gia Thành phố Hồ Chí Minh|hệ thống Đại học Quốc gia]] kiểm định và chứng nhận về chất lượng đào tạo của trường.<ref name=\":0\">{{Chú thích web|url=http:\/\/cea.vnuhcm.edu.vn\/images\/upload\/website-1\/Ket-qua-KDCLGD\/Nghi-quyet-Hoi-dong\/14-Nghi-quyet-Truong-DH-Ngan-hang-TP-HCM-14.11.pdf|tiêu đề=Kết quả kiểm định cấp cơ sở giáo dục}}<\/ref>\nTrường được tái kiểm định và nhận chứng nhận Đạt tiêu chuẩn chất lượng giáo dục do Bộ trưởng Bộ giáo dục và Đào tạo tháng 03\/2023.\n\nNăm 2019 trường đã được kiểm định và đạt chứng nhận AUN-QA cho ngành Tài chính và ngành Ngân hàng của trường.\n\nNăm 2022 trường được kiểm định và đạt chứng nhận AUN-QA cho 4 ngành là chương trình ThS Tài chính Ngân hàng, Cử nhân Quản trị kinh doanh, Cử nhân Kế toán và Cử nhân Kinh tế Quốc tế \n\n\n==Nghiên cứu khoa học==\nTrường Đại học Ngân hàng Thành phố Hồ Chí Minh là một trong những đầu mối thực hiện các chương trình nghiên cứu khoa học của ngành ngân hàng ở các tỉnh phía Nam.\n\nTrong thời gian qua, cán bộ, giảng viên của trường Đại học Ngân hàng Thành phố Hồ Chí Minh đã tham gia nhiều chương trình khoa học cấp nhà nước, cấp Bộ, cấp thành phố, cấp trường. Hợp tác nghiên cứu khoa học với các viện nghiên cứu và các trường đại học khác. Trường còn là một đầu mối của các hội thảo, tọa đàm khoa học về tiền tệ - ngân hàng, đồng thời là nơi chuyển giao các công nghệ ngân hàng cho cán bộ, nhân viên các ngân hàng thương mại và các tổ chức tín dụng.\n\n==Ban lãnh đạo==\nBan lãnh đạo trường bao gồm:\n\n* PGS.TS. Đoàn Thanh Hà - Chủ tịch Hội đồng trường\n* PGS.TS. Nguyễn Đức Trung - Hiệu trưởng Nhà trường\n* PGS.TS. Hạ Thị Thiều Dao - Phó hiệu trưởng\n*TS. Nguyễn Trần Phúc - Phó hiệu trưởng\n\n== Hội đồng trường ==\nHội đồng trường Đại học Ngân hàng Thành phố Hồ Chí Minh nhiệm kỳ 2020 - 2025 (đã được Thống đốc NHNN ký quyết định công nhận), bao gồm 17 thành viên, gồm 3 thành viên đương nhiệm theo quy định, 2 thành viên do NHNN Việt Nam cử tham gia và 12 thành viên trong và ngoài trường được giới thiệu.\n\nDanh sách Hội đồng trường:\n\n- Ông Đoàn Thanh Hà – Bí thư Đảng ủy, Chủ tịch Hội đồng trường\n\n- Ông Nguyễn Đức Trung – Phó bí thư Đảng ủy, Hiệu trưởng \n\n- Bà Hạ Thị Thiều Dao – Phó Hiệu trưởng – Ủy viên Ban thường vụ, Chủ nhiệm Ủy ban Kiểm tra Đảng ủy\n\n- Ông Nguyễn Trần Phúc - Đảng ủy viên, Thành viên Hội đồng trường, Phó Hiệu trưởng\n\n- Ông Lê Ngọc Thắng - Đảng ủy viên, Ủy viên Ủy Ban Kiểm tra Đảng ủy, Thư ký Hội đồng trường, Chánh Văn phòng Hội đồng trường\n\n- Ông Nguyễn Anh Tuấn – Phó Vụ trưởng – Vụ Tài chính Kế toán – Ngân hàng Nhà nước Việt Nam\n\n- Ông Hồ Trần Hùng - Ủy viên Ban Thường vụ, Thành viên Hội đồng trường, Trưởng phòng\n\n- Bà Cung Thị Tuyết Mai - Đảng ủy viên, Thành viên Hội đồng trường, Trưởng khoa\n\n- Ông Nguyễn Thế Bính - Đảng ủy viên, Thành viên Hội đồng trường, Viện trưởng\n\n- Ông Đặng Đình Tân - Đảng ủy viên, Thành viên Hội đồng trường, Trưởng khoa\n\n- Ông Nguyễn Anh Vũ – Chi ủy Chi bộ Quản lý đào tạo, Ủy viên Hội đồng trường, Trưởng phòng Phòng Tư vấn tuyển sinh và Phát triển thương hiệu\n\n- Ông Trần Thiên Kỷ - Ủy viên Hội đồng trường, Ủy viên Ban Thường vụ Đoàn Trường, Giảng viên, Nghiên cứu sinh Trường Đại học Ngân hàng Thành phố Hồ Chí Minh\n\n- Ông Lê Anh Xuân, Ủy viên Hội đồng trường, Phó Vụ trưởng Vụ Tài chính - Kế toán, Ngân hàng Nhà nước Việt Nam\n\n- Ông Đặng Duy Cường – Phó Chủ nhiệm Ủy ban Kiểm tra Đảng ủy Cơ quan Ngân hàng Trung ương, Ủy viên Hội đồng trường, Phó Vụ trưởng Vụ Tổ chức cán bộ, Ngân hàng Nhà nước Việt Nam\n\n- Ông Tiết Văn Thành, Ủy viên Hội đồng trường, Nguyên Hội đồng thành viên, Tổng Giám đốc Ngân hàng Nông nghiệp và Phát triển nông thôn Việt Nam\n\n- Ông Trần Ngọc Tâm, Ủy viên Hội đồng trường, Tổng Giám đốc Ngân hàng TMCP Nam Á\n\n- Ông Trần Anh Tuấn, Ủy viên Hội đồng trường, Trưởng Ban đổi mới quản lý doanh nghiệp TP.HCM\n\n- Ông Đỗ Thanh Sơn - Ủy viên Ban Chấp hàng Đảng bộ Ngân hàng TMCP Công Thương Việt Nam, Ủy viên Hội đồng trường, Phó TGĐ Ngân hàng TMCP Công Thương Việt Nam\n\n==Cơ cấu tổ chức==\n===Các ngành đào tạo===\nTrường Đại học Ngân hàng Thành phố Hồ Chí Minh hiện nay có 11 khoa và bộ môn với 18 chuyên ngành đào tạo\n* Khoa Ngân hàng;\n* Khoa Tài chính;\n* Khoa Quản trị kinh doanh;\n* Khoa Kế toán - Kiểm toán;\n* Khoa Hệ thống thông tin quản lý;\n* Khoa Ngoại ngữ;\n* Khoa Kinh tế quốc tế;\n* Khoa Luật kinh tế;\n* Khoa Lý luận chính trị;\n* Bộ môn Toán kinh tế;\n* Bộ môn Giáo dục thể chất;\nCác chuyên ngành đào tạo:\n* Ngành Tài chính - Ngân hàng (đã kiểm định AUN-QA) có 5 chuyên ngành: Tài chính, Ngân hàng, Công nghệ tài chính, Tài chính định lượng và quản trị rủi ro, Tài chính và Quản trị doanh . Đặc biệt chương trình cử nhân chất lượng cao có thêm chuyên ngành Công nghệ tài chính và chuyển đổi số;\n* Ngành Kế toán (đã kiểm định AUN-QA) với chuyên ngành Kế toán - Kiểm toán;\n* Ngành Quản trị kinh doanh (đã kiểm định AUN-QA) có 3 chuyên ngành Quản trị kinh doanh, Quản trị logistics và chuỗi cung ứng, và Digital Marketing;\n* Ngành Hệ thống thông tin quản lí có 3 chuyên ngành Hệ thống thông tin doanh nghiệp, Quản trị thương mại điện tử và Khoa học dữ liệu trong kinh doanh;\n* Ngành Ngôn ngữ Anh với chuyên ngành Tiếng Anh thương mại và Song ngữ Anh - Trung;\n* Ngành Kinh tế quốc tế (đã kiểm định AUN-QA) với 3 chuyên ngành là Kinh tế quốc tế, Kinh doanh quốc tế, Kinh tế và kinh doanh số;\n* Ngành Luật kinh tế.\n\n=== [http:\/\/buh.edu.vn\/gioi-thieu\/danh-ba-don-vi.html Phòng] ===\n\n* Văn phòng\n* Phòng Tổ chức Cán bộ\n* Phòng Đào tạo\n* Phòng Khảo thí và đảm bảo chất lượng\n* Phòng Thanh tra\n* Phòng Công tác sinh viên\n* Phòng Quản lý công nghệ thông tin\n* Phòng Tài chính kế toán\n* Phòng Quản trị tài sản\n* Phòng Tư vấn tuyển sinh và phát triển thương hiệu\n* Thư viện\n\n===Trung tâm, tổ chức khác===\nBên cạnh các chuyên khoa đào tạo, trường có một Tạp chí Kinh tế và Ngân hàng châu Á (trước đây là Tạp chí Công nghệ Ngân hàng) và một Viện nghiên cứu Khoa học và Công nghệ Ngân hàng<ref>{{Chú thích web |url=http:\/\/www.dhnh.edu.vn:8000\/-?$part=news.index.boxvien&$event=select&tochucid=VNKKHVCNNH&loaitinid=3&menubarselect=1 |ngày truy cập=ngày 2 tháng 3 năm 2008 |tựa đề=Giới thiệu về xuất bản tạp chí và nghiên cứu khoa học |archive-date = ngày 11 tháng 7 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080711192442\/http:\/\/www.dhnh.edu.vn:8000\/-?$part=news.index.boxvien&$event=select&tochucid=VNKKHVCNNH&loaitinid=3&menubarselect=1 }}<\/ref>.\n\nNgoài ra, trường có các trung tâm và các bộ phận phục vụ đào tạo, nghiên cứu như: Trung tâm Đào tạo Kinh tế Tài chính Ngân hàng, Trung tâm Ngoại ngữ Tin học, Viện Đào tạo quốc tế, Trung tâm Hỗ trợ sinh viên.\n\n==Các chương trình liên kết đào tạo quốc tế==\nTrường Đại học Ngân hàng Thành phố Hồ Chí Minh đã có 21 năm liên kết đào tạo với [[Đại học Bolton]] để đào tạo cử nhân Quản trị kinh doanh và thạc sĩ, tiến sĩ Quản trị kinh doanh.\n\nBên cạnh đó Trường Đại học Ngân hàng Thành phố Hồ Chí Minh còn phối hợp với các Ngân hàng và tập đoàn Tài chính Quốc tế để đào chuyên sâu các kỹ năng quản trị Tài chính Ngân hàng.\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Tham khảo==\n\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh|Ngân hàng Thành phố Hồ Chí Minh]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam|Ngân hàng Thành phố Hồ Chí Minh]]\n[[Thể loại:Đại học và cao đẳng kinh tế Việt Nam]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Ngân hàng Nhà nước|Ngân hàng Thành phố Hồ Chí Minh]]"}