{"3195813":"{{Thông tin viên chức\n|tên= Trương Hữu Đức\n|hình= [[Hình: TrươngVanDuc.jpg|200px]]\n|cỡ hình=\n|miêu tả= Cố Chuẩn tướng Trương Hữu Đức\n\n|chức vụ= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]] [[Hình: Vietnamese Rangers SSI.svg|22px]]<br>Chỉ huy Chiến đoàn 52 Đặc nhiệm<br>(Thiết Giáp và Biệt động quân)\n|bắt đầu= 5\/4\/1972\n|kết thúc= 13\/4\/1972\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá<br>-Chuẩn tướng (truy thăng 4\/1972)\n|địa hạt= Quân khu III\n\n|chức vụ 2= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy Thiết đoàn 5 Kỵ binh\n|bắt đầu 2- 3\/1971\n|kết thúc 2= 4\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tá (11\/1968)<br>-Đại tá (6\/1971)\n|tiền nhiệm 2= -Thiếu tá Trần Văn Nô\n|địa hạt 2= Quân khu III\n\n|chức vụ 3= Trưởng ban 3 Chiến đoàn M.113\n|bắt đầu 3= 11\/1963\n|kết thúc 3= 7\/1968\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tá (11\/1963)\n|địa hạt 3= Vùng 4 chiến thuật\n\n|chức vụ 4= Chỉ huy Chi đoàn Chiến xa M.41<br>thuộc Trung đoàn 1 Thiết giáp\n|bắt đầu 4= 10\/1960\n|kết thúc 4= 11\/1963\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại úy (10\/1960)\n|địa hạt 4= Chỉ huy Chi đoàn Chiến xa M.41<br>thuộc Trung đoàn 1 Thiết giáp\n\n|quốc tịch= {{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tử trận\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Phổ thông tại Cần Thơ<br>-Trường Võ bị Liên quân Đà Lạt<br>-Trường Huấn luyện Chiến thuật \"Tác chiến trong rừng\" tại Mã Lai\n|quê quán= Nam Kỳ\n\n|ngày sinh= [[Tháng 8]] năm [[1930]]\n|nơi sinh= [[Rạch Giá]], [[Việt Nam]]\n|ngày mất= [[13 tháng 4]] năm [[1972]] ([[42]] tuổi)\n|nơi mất= [[Bình Long]], [[Việt Nam]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|năm phục vụ= [[1953]]-[[1972]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|20px]] [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Binh chủng Thiết giáp]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Officer BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương IV]]\n}}\n\n'''Trương Hữu Đức''' (1930-1972), nguyên là một sĩ quan Kỵ binh cao cấp của [[Quân lực Việt Nam Cộng hòa]]. Ông xuất thân từ trường Võ bị Liên quân thời kỳ Quân đội Quốc gia. Ra trường, ông được chọn về đơn vị Thám thính (sau cải danh thành Thiết giáp). Sau đó tốt nghiệp trường Kỵ binh Pháp. Trong suốt thời gian tại ngũ, ông hoàn toàn phục vụ trong ngành chuyên môn của mình. Năm 1972, khi đang là [[Đại tá]] Chiến đoàn trưởng Chiến đoàn Đặc nhiệm, ông tử trận trong khi đang thi hành nhiệm vụ. Được truy thăng cấp bậc [[Chuẩn tướng]].\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 8 năm 1930 tại Rạch Giá (Kiên Giang) trong một gia đình điền chủ lớn, miền Nam Việt Nam. Năm 1949, ông tốt nghiệp Trung học chương trình Pháp tại Cần Thơ với văn bằng Tú tài bán phần (Part I). Được bổ dụng làm công chức tại nguyên quán cho đến khi gia nhập quân đội.\n\n===Quân đội Quốc gia Việt Nam===\nTháng 9 năm 1953, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 50\/125.014. Theo học khóa 10 Trần Bình Trọng<ref>Tốt nghiệp khóa 10 Võ bị Đà Lạt, về sau lên tướng còn có Thiếu tướng [[Lê Minh Đảo]], các Chuẩn tướng [[Vũ Văn Giai]] và [[Trần Văn Nhựt]].<\/ref> tại trường Võ Bị Liên Quân Đà Lạt, khai giảng ngày 1 tháng 10 năm 1953. Ngày 1 tháng 6 năm 1954 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được chọn phục vụ trong đơn vị Thám thính Xa với chức vụ Trung đội trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nNgày 1 tháng 6 năm 1956, sau một thời gian ngắn chuyển sang phục vụ Quân lực Việt Nam Cộng hòa (đổi tên từ Quân đội Quốc gia), ông được thăng cấp [[Trung úy]] giữ chức vụ Chi đoàn phó. Sau đó ông được cử đi du học khóa 5 căn bản Thiết giáp tại trường Kỵ binh Saumur, Pháp. Năm 1960, ông được thăng cấp [[Đại úy]] và được cử làm Chi đoàn trưởng Chi đoàn M.24 thuộc Trung đoàn 1 Thiết giáp.\n\nĐầu tháng 11 năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (ngày 1 tháng 11). Ngày 3 tháng 11, ông được thăng cấp [[Thiếu tá]] và được cử giữ chức vụ Trưởng ban 3 trong Bộ chỉ huy Chiến đoàn Thiết vận xa M.113 ở Mỹ Tho do Trung tá [[Lý Tòng Bá]] làm Chiến đoàn trưởng.\n\nTháng 7 năm 1968, ông được giao nhiệm vụ hướng dẫn phái đoàn sĩ quan trong Quân lực gồm 31 khóa sinh theo học khóa \"Tác chiến trong rừng\" tại Mã Lai cho đến cuối tháng 10 mãn khóa về nước. Ngày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 cùng năm về nước ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nTháng 3 năm 1971, ông được cử giữ chức vụ Thiết đoàn trưởng Thiết đoàn 5 Kỵ binh ở Long Khánh thay thế Thiếu tá [[Trần Văn Nô (Trung tá, Quân lực VNCH)|Trần Văn Nô]].<ref>Thiếu tá Trân Văn Nô về sau lên Trung tá.<\/ref> Ngày Quân lực 19 tháng 6 cùng năm ông được thăng cấp [[Đại tá]] tại nhiệm. Mùa hè năm 1972 tại mặt trận An lộc (Bình Long), đầu tháng 4 ông được cử làm Chiến đoàn trưởng Chiến đoàn 52 Đặc nhiệm (Chỉ huy đơn vị Thiết giáp và Biệt động quân).\n\n==Tử trận==\nSáng ngày 13 tháng 4 năm 1972, khi đang bay trên Trực thăng để điều động lực lượng hỗn hợp gồm: Thiết giáp, Biệt động quân liên kết với Tiểu đoàn 8 Nhảy dù khai thông Quốc lộ 13 ở Chơn Thành, Bình Long. Bị trúng đạn của đối phương từ dưới bắn lên, ông bị tử trận hưởng dương 42 tuổi.\n\nÔng được truy thăng cấp bậc [[Chuẩn tướng]] và truy tặng Đệ tứ đẳng Bảo quốc Huân chương kèm Anh dũng Bội tinh với nhành dương liễu. Tang lễ được cử hành trọng thể với lễ nghi quân cách của một tướng lãnh.\n\nTên ông được đặt cho khóa 27 trường Võ bị Quốc gia Đà Lạt (Khóa Trương Hữu Đức 1970-1974).\n\n==Huy chương==\n-Huy chương ngội sao bạc của Hoa Kỳ (ân thưởng)<br>-Đệ tứ đẳng Bảo quốc Huân chương đệ tứ đẳng (truy tặng)<br>-Anh dũng Bội tinh với nhành dương liễu (truy tặng)\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1930]]\n[[Thể loại:Mất năm 1972]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Kiên Giang]]"}