{"574344":"[[Tập tin:luongvantuy3.jpg|nhỏ|phải|200px|Hình ảnh về trường Lương Văn Tuỵ]]\n[[Tập tin:luongvantuy7.jpg|nhỏ|phải|200px|Hình ảnh về trường Lương Văn Tuỵ]]\n'''Trường THPT chuyên Lương Văn Tụy''' là một trường trung học phổ thông của [[Ninh Bình]], thuộc hệ thống trường chuyên trung học của Việt Nam. Trường tọa lạc ở xã Ninh Nhất, [[Ninh Bình (thành phố)|Thành phố Ninh Bình]] tỉnh [[Ninh Bình]]. Năm 2007, Chuyên Lương Văn Tụy xếp thứ 35 trong \"Top 100 trường THPT hàng đầu Việt Nam\" đồng thời xếp thứ 38 trong danh sách 100 trường THPT có điểm thi ĐH, CĐ cao nhất<ref>[http:\/\/vnexpress.net\/GL\/Xa-hoi\/Giao-duc\/2007\/06\/3B9F6CD5\/ 100 trường THPT có điểm thi Đại học cao nhất]<\/ref>\n\n==Lịch sử hình thành==\nTháng 9-1959, trường cấp ba đầu tiên của tỉnh [[Ninh Bình]] được thành lập với tên gọi: Trường Phổ thông cấp ba [[Ninh Bình]]. Ngày 7-11-1960, trường được mang tên người anh hùng dân tộc trẻ tuổi [[Lương Văn Tụy]] - người chiến sĩ ở [[Chiến khu Quỳnh Lưu]] đã cắm lá cờ đỏ búa liềm ủng hộ Cách mạng Tháng Mười Nga trên đỉnh núi [[Núi Non Nước|Dục Thúy Sơn]].\n\nNăm học đầu tiên (1959-1960), trường được đặt tại chùa Bát, [[ninh Bình (thành phố)|thị xã Ninh Bình]], sau chuyển về thôn Bích Đào, xã Ninh Sơn, huyện [[Gia Khánh]] (nay thuộc [[ninh Bình (thành phố)|thành phố Ninh Bình]]). Khi thành lập toàn trường chỉ có 4 lớp 8 (nay là lớp 10) với 219 học sinh và 12 cán bộ, [[giáo viên]], nhân viên, do thầy Vũ Trần Thực làm Hiệu trưởng.<ref>[http:\/\/www.qdnd.vn\/QDNDSite\/vi-vn\/75\/43\/7\/20\/20\/94678\/Default.aspx Trường THPT chuyên Lương Văn Tụy, Ninh Bình Phát huy truyền thống, vươn lên tầm cao mới]<\/ref>\n\nThời kì 1965-1975, Chiến tranh phá hoại của đế quốc Mỹ leo thang ra miền Bắc, [[ninh Bình (thành phố)|thị xã Ninh Bình]] trở thành tọa độ lửa, trường phải sơ tán về xã Ninh Nhất, xã Ninh Hòa, huyện Gia Khánh. Về nơi sơ tán, trong hoàn cảnh chiến tranh gian khổ, thầy và trò vẫn thi đua dạy tốt-học tốt, bảo đảm chất lượng đào tạo, có nhiều học sinh giỏi cấp tỉnh, học sinh giỏi toàn miền Bắc, một số học sinh sau này đã trở thành những người nắm giữ chức vụ cao trong nước hoặc là doanh nhân thành đạt ở nước ngoài\n\nBước vào thời kì mới xây dựng chủ nghĩa xã hội, với những cố gắng và kết quả đạt được, năm 1984 trường được Bộ Giáo dục-Đào tạo tặng cờ Đơn vị thi đua xuất sắc ngành giáo dục phổ thông trong cả nước và được đánh giá là một trong chín trường tiên tiến xuất sắc của cả nước ở khối phổ thông trung học.\n\nNăm 1992, tỉnh [[Ninh Bình]] được tái lập. Năm học 1992-1993, nhà trường được tỉnh cho phép mở thêm hệ chuyên và xác định là trường trọng điểm chất lượng cao, nơi bồi dưỡng học sinh giỏi. UBND tỉnh và Sở Giáo dục-Đào tạo đã quan tâm đầu tư cho nhà trường về đội ngũ, cơ sở vật chất, chế độ chính sách…\n\nNăm 2001, nhà trường chính thức trở thành trường THPT chuyên [[Lương Văn Tụy]] - một địa chỉ đào tạo đáng tin cậy, được coi là niềm tự hào của nhân dân tỉnh [[Ninh Bình]].\n\n==Thành tích==\nThành tích của nhà trường được thống kê qua con số: 6.389 giải học sinh giỏi cấp tỉnh, 594 giải học sinh giỏi quốc gia với 16 giải nhất, 119 giải nhì, 253 giải ba, 206 giải khuyến khích.<ref>{{Chú thích web |url=http:\/\/baoninhbinh.org.vn\/news\/31\/2DC4BF |ngày truy cập=2010-12-09 |tựa đề=Nửa thế kỷ, mái trường mang tên người thanh niên cộng sản Lương Văn Tụy |archive-date=2009-11-12 |archive-url=https:\/\/web.archive.org\/web\/20091112233659\/http:\/\/baoninhbinh.org.vn\/news\/31\/2DC4BF }}<\/ref>\n\nTrường Lương Văn Tụy còn ghi tên mình trên bản đồ giáo dục thế giới với những thành tích:\n*Năm 1996, học sinh Phạm Việt Phương đạt huy chương bạc quốc tế môn Sinh học;\n*Năm 2001, học sinh Phạm Thị Nam Bình được nhận bằng khen quốc tế môn Hóa học;\n*Năm 2002, học sinh Nguyễn Tuấn Anh đạt huy chương đồng quốc tế môn Sinh học\n*Năm 2003, học sinh Nguyễn Thị Thu Hà đạt huy chương đồng quốc tế môn Hóa học.\n*Năm 2010, học sinh Trần Đặng Tuấn Anh đoạt huy chương đồng Olympic quốc tế môn Tin học.<ref>[http:\/\/baoquangngai.com.vn\/channel\/2027\/201008\/HS-Viet-Nam-doat-1-huy-chuong-dong-Olympic-quoc-te-mon-tin-hoc-1955871\/ HS Việt Nam đoạt 1 huy chương đồng Olympic quốc tế môn tin học]<\/ref>\n\nHàng năm, tỉ lệ học sinh đỗ tốt nghiệp lớp 12 luôn đạt từ 95 đến 100%, tỉ lệ học sinh thi đỗ vào các trường đại học và cao đẳng đạt từ 75% trở lên…\n\nTrường THPT chuyên Lương Văn Tụy đã hoàn thành xuất sắc nhiệm vụ chính trị của một trường trọng điểm chất lượng cao của tỉnh [[Ninh Bình]]. \n*Năm 1985, trường được Hội đồng Nhà nước tặng thưởng Huân chương Lao động hạng Ba,\n*Năm 1989 nhận Huân chương Lao động hạng Nhì,\n*Năm 1995 nhận Huân chương Lao động hạng Nhất,\n*Năm 1998 được tặng thưởng Huân chương Độc lập hạng Ba.\n*Ngày 23-9-2000, Chủ tịch nước đã ký quyết định phong tặng danh hiệu \"Anh hùng lao động thời kì đổi mới\" cho nhà trường.\n*Ngày 10-11-2019, nhà trường được Chủ tịch nước tặng thưởng Huân chương Độc lập hạng Nhì nhân dịp kỉ niệm 60 năm thành lập trường.\n\n==Cơ cấu tổ chức==\n===Ban giám hiệu===\n*Hoàng Hải Nam: Hiệu trưởng, bí thư đảng bộ \n*Trần Văn Kiên: Phó Hiệu trưởng - Trình độ chuyên môn: ĐHSP Vật lý - UVBCH Đảng bộ\n*Hà Thị Thanh Thủy: Phó Hiệu trưởng\n*Nguyễn Thị Phương Dung: Phó Hiệu trưởng\n\n===Hiệu trưởng qua các thời kỳ===\n*Vũ Trần Thực (1959-1964)\n* Lê Khắc Thiệu (1964-1968)\n* Đinh Thúc Bệ (1968-1972)\n*Bùi Văn Đại (1972-1976)\n*Nguyễn Văn Tuân (1976-1987)\n*Nguyễn Anh Bảo (1987-2002)\n*Phạm Văn Sơn (2002-2008)\n*Phạm Văn Đằng (2008-2013)\n*Đinh Văn Khâm (2013- 2\/2021)\n*Hoàng Hải Nam (1\/9\/2021-nay)\n\n==Các khối phổ thông chuyên==\n*Khối Toán\n*Khối Lý\n*Khối Hoá\n*Khối Sinh\n*Khối Văn\n*Khối Sử\n*Khối Địa\n*Khối Anh\n*Khối Tin\n*Khối Pháp\n\n==Cựu học sinh==\nSố học sinh đã ra trường đến năm 2010: 15.000; Sau khi ra trường có 5000 người đạt trình độ cử nhân, trong đó có 15 Giáo sư và Phó giáo sư; 105 Tiến sĩ và 565 Thạc sĩ; Có 3500 sĩ quan, chiến sĩ quân đội, công an, trong đó có 3 Anh hùng liệt sĩ, tiêu biểu là Anh hùng liệt sĩ Bùi Xuân Quý; 3 sĩ quan cấp tướng; 305 sĩ quan cấp tá. \nTham gia công tác quản lý lãnh đạo các cơ quan:<ref>[http:\/\/ninhbinh.edu.vn\/(S(xo4mr3n4pxjitd55hlpcjtq2)A(0ixCWLd4ywEkAAAAMThjNGIwZmQtNTdjYy00ZTRjLTllZTktMWQ4OGE1MDU1NGI2divYc3hS9KZyl4rNUb2Uwrmd5Oo1))\/viewdetails.aspx?Id=1185 NHỮNG THÀNH TÍCH ĐÃ ĐẠT ĐƯỢC]{{Liên kết hỏng|date=2021-07-07 |bot=InternetArchiveBot }}<\/ref> Tỉnh ủy viên: 15; Huyện ủy viên: 55; Chủ tịch, Phó chủ tịch huyện, thị: 26; Đại biểu Quốc hội: 3; Vụ trưởng, Vụ phó: 5; Lãnh đạo, quản lý các trường Đại học, Cao đẳng: 10; Giám đốc, Phó giám đốc Sở, Ban, Ngành: 57; Lãnh đạo, quản lý các trường phổ thông: 207; Giám đốc, Phó giám đốc Doanh nghiệp: 370 (Thông tin cập nhật ngày 26\/01\/2010)\n\nMột số cựu học sinh lập nghiệp tại [[Ninh Bình]]:\n*Hoàng Mạnh Trường,<ref>[http:\/\/baoninhbinh.org.vn\/news\/28\/2DC4DC\/Tuoi-tre-Truong-Luong-Van-Tuy-hom-nay Tuổi trẻ Trường Lương Văn Tụy hôm nay]<\/ref> Chủ tịch HĐQT Tập đoàn xi măng The Vissai, sau một thời gian đi học hỏi ở Thành phố Hồ Chí Minh, đã về [[Ninh Bình]] xây dựng Nhà máy sản xuất xi măng The Vissai và thành lập [[câu lạc bộ bóng đá Xi măng The Vissai Ninh Bình]] góp phần giải quyết việc làm cho hàng trăm lao động địa phương, thu nộp ngân sách Nhà nước mỗi năm hàng trăm tỷ đồng\n\n== Chuyển cơ sở ==\nTừ năm học 2020 - 2021, Trường THPT chuyên Lương Văn Tụy chuyển đến cơ sở mới tại xã Ninh Nhất, Thành phố Ninh Bình, tỉnh Ninh Bình. Cơ sở cũ tại phường Tân Thành, Thành phố Ninh Bình trở thành cơ sở mới của Trường THPT Ninh Bình - Bạc Liêu.<gallery mode=\"nolines\">\nTập tin:Trường THPT chuyên Lương Văn Tụy - cơ sở mới.jpg|Một số hình ảnh tại cơ sở mới\nTập tin:Trường THPT chuyên Lương Văn Tụy - cơ sở mới 3.jpg|Một số hình ảnh tại cơ sở mới\nTập tin:Trường THPT chuyên Lương Văn Tụy - cơ sở mới 2.jpg|Một số hình ảnh tại cơ sở mới\n<\/gallery>\n\n==Hình ảnh==\n<gallery>\nImage:luongvantuy1.jpg|\nImage:luongvantuy2.jpg|\nImage:luongvantuy4.jpg|<br>\nImage:luongvantuy5.jpg|\nImage:luongvantuy6.jpg|\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.fc4.edu.vn\/pht-huy-truyen-thong-vuon-ln-tam-cao-moi\/ Phát huy truyền thống, vươn lên tầm cao mới]{{Liên kết hỏng|date=2021-07-07 |bot=InternetArchiveBot }}\n*[http:\/\/baoninhbinh.org.vn\/news\/31\/2DCE6F\/Truong-THPT-chuyen-Luong-Van-Tuy-dan-dau-hoi-thi-hoc-sinh-gioi-khu-vuc-duyen-hai-va-dong-bang-Bac-Bo Trường THPT chuyên Lương Văn Tụy dẫn đầu hội thi học sinh giỏi khu vực duyên hải và đồng bằng Bắc Bộ]\n\n[[Thể loại:Trường trung học tại Ninh Bình|L]]\n[[Thể loại:Trường chuyên Việt Nam|L]]\n[[Thể loại:Tập thể được phong tặng danh hiệu Anh hùng Lao động]]"}