{"144415":"'''Trương Văn Hiến''' (張文獻) là thầy dạy học của ba thủ lĩnh của [[nhà Tây Sơn|phong trào Tây Sơn]] là [[Nguyễn Nhạc]], [[Nguyễn Huệ]] và [[Nguyễn Lữ]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\n'''Trương Văn Hiến''' là người [[Nghệ An]] <ref>Theo Vũ Ngọc Khánh (tr. 165). Sách ''Võ nhân Bình Định'' ghi là người [[Xứ Nghệ|Hoan Châu]] (tức [[Nghệ An]] và [[Hà Tĩnh]] ngày nay).<\/ref>, giỏi văn và giỏi võ. Có thuyết <ref>Theo ''Võ nhân Bình Định'.<\/ref> nói rằng ông là anh em thúc bá (anh em con chú con bác) với [[Trương Văn Hạnh]] (là một đại thần thờ chúa [[Nguyễn Phúc Khoát]]); có thuyết rằng ông chỉ là môn khách của ông ấy <ref>Theo ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]''. Dẫn lại theo Vũ Ngọc Khánh, tr. 165.<\/ref>.\n\n[[Tháng bảy|Tháng 7]] năm [[1765]], chúa Nguyễn Phúc Khoát mất, để lại di chiếu nhường ngôi cho công tử thứ hai là [[Nguyễn Phúc Luân]]. Tuy nhiên, do biết Phúc Luân là người thông minh, quyết đoán khó lấn quyền được nên [[Trương Phúc Loan]] đã âm mưu cùng Thái giám Chữ Đức (khuyết họ) và Chưởng dinh Nguyễn Cửu Thông bắt giam công tử Luân, giết chết hai thầy học của Phúc Luân là Nội hữu Cai cơ Trương Văn Hạnh và Thị giảng Lê Cao Kỷ, đồng thời giả chiếu chỉ đưa công tử thứ mười sáu là [[Nguyễn Phúc Thuần]] mới 12 tuổi lên ngôi Chúa xưng hiệu là Định Vương. Khi ấy, Trương Văn Hiến sợ bị vạ lây bèn bỏ vào Nam.\n\nTrên đường đi, Trương Văn Hiến có vào nghỉ chân trong một ngôi chùa, và trò chuyện với sư trụ trì Trí Viễn. Theo lời khuyên của thiền sư, Trương Văn Hiến vào [[Quy Nhơn]] lập nghiệp.\n\nNguyên tại ngoại thành Quy Nhơn có một bậc phú gia tên Phan Nghĩa, vốn là người đôn hậu, giao thiệp rộng rãi. Một hôm, ông Hiến bất ngờ thấy nhà ông Nghĩa bị kẻ cướp đến phá phách, nên xông vào cứu nguy, bảo toàn được cơ nghiệp cho họ Phan. Cảm ơn nghĩa ấy, ông Nghĩa đã giúp cho ông Hiến mở trường dạy văn và dạy võ ở [[Tuy Viễn (huyện)|Tuy Viễn]] <ref>Lược kể theo Vũ Ngọc Khánh, tr. 166.<\/ref>.\n\nNghe tiếng đồn ông Hiến là thầy giỏi, ông Hồ Phi Phúc liền cho ba người con đến học. Ba người con ấy, sau đổi sang họ Nguyễn, rồi trở thành ba thủ lĩnh của [[nhà Tây Sơn|phong trào Tây Sơn]], đó là [[Nguyễn Nhạc]], [[Nguyễn Huệ]] và [[Nguyễn Lữ]]. Trong suốt quá trình dựng nghiệp của anh em Nguyễn Nhạc, ông Hiến chỉ góp ý chứ không trực tiếp tham gia dù được họ thiết tha mời. Theo tài liệu, thì phò mã [[Trương Văn Đa]] (con rể của Nguyễn Nhạc) chính là con trai của ông <ref>Nguồn: Thông tin trên báo Bình Định đăng tải ngày 9 tháng 6 năm 2006 [http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2006\/6\/27782\/]. Xem thêm: [[Trương Văn Đa]].<\/ref>.\n\nTrương Văn Hiến mất năm nào không rõ.\n\n==Tài liệu liên quan==\nChép về Trương Văn Hiến, sách triều Nguyễn là ''Đại Nam chính biên liệt truyện'' chỉ có mấy dòng ngắn ngủi như sau:\n:''Hiến là môn khách của Trương Văn Hạnh. Hạnh bị Trương Phúc Loan giết. Hiến trốn vào Quy Nhơn, ngụ ở ấp An Thái, lập trường văn võ mà dạy. Anh em Nguyễn Nhạc học ở đây''<ref>Dẫn lại theo Vũ Ngọc Khánh, tr. 165.<\/ref>.\n\nTrong tập truyện thơ [[Chữ Nôm|Nôm]] ''Tây Sơn danh tướng anh hùng truyện'' <ref>Không rõ tác giả, và năm sáng tác, chỉ biết đã được xuất bản ở Nghĩa Bình năm [[1978]]. Các câu thơ trích dẫn đều chép lại trong sách của Vũ Ngọc Khánh (tr. 165-168).<\/ref>, thì thầy giáo Hiến được giới thiệu dài hơn. Trích:\n:...''Trong triều có gã Phúc Loan,\n:''Nắm quyền Thái phó tham gian vô cùng.\n:''Bày mưu hãm hại tôi trung,\n:''Giết Trương Văn Hạnh, Lê Dung mấy người.\n:''Lại còn truyền lệnh nơi nơi,\n:''Bắt Trương công tử kịp thời trừ căn.\n:''Kiêm toàn thao lược võ văn,\n:''Chàng Trương Văn Hiến thù hằn quyền quan.\n:''Dãi dầu vượt chốn quan san,\n:''Lánh nơi hổ khẩu băng ngàn vô Nam.\n:''Lần mò ra chốn giang tân,\n:''Xin ăn độ nhật, mười phân thẹn thùng...\n\nSau khi được phú ông Phan Nghĩa giúp mở trường, và nhận dạy ba người con của Hồ Phi Phúc thì:\n:...''Đêm đêm vào khoảng canh tư,\n:''Thầy đem côn kiếm, binh thư giãi bày.\n:''Anh em Hồ Nhạc mê say,\n:''Văn ôn, võ luyện, đợi ngày lập công...\n\nKhông chỉ dạy văn võ, ông còn khuyên anh em Hồ Nhạc lập chí để gây nghiệp lớn: \n:''...Bấy lâu triều chính nhiễu nhương,\n:''Máy trời chắc mở rộng đường Võ Thanh.\n:''Ra tài tế thế an bang,\n:''Khai cơ lập nghiệp huy hoàng mai sau...\n\nTuy từ chối lời mời cộng tác, nhưng ông vẫn bảo ban anh em Hồ Nhạc:\n:''Hiến nghe Thơm nói mỉm cười:\n:''- Xưa nay nhân định thắng trời nhiều phen.\n:''Thầy đây đức mỏng, phận hèn,\n:''Giúp em dựng nghiệp, phần riêng khó lòng.\n:''Thượng du lắm kẻ anh hùng,\n:''Các em về đó vẫy vùng tốt hơn.\n:''Nghĩa kỳ dựng tạo Tây Sơn,\n:''Tận trung báo quốc rửa hờn cho dân.\n:''Sau này rạng rỡ đai cân,\n:''Phải dùng đức trị mười phân vẹn mười.\n:''Nhớ câu thu phục lòng người,\n:''Ân uy tinh dụng muôn đời chính ngôn!...\n\nTheo tác giả quyển thơ này, thì chính ông Hiến là người bày cho anh em Hồ Nhạc đổi họ, và đổi tên cho Nguyễn Huệ:\n:...''Các em đổi họ cho mau,\n:''Từ Hồ sang Nguyễn ứng câu sấm truyền\n:''\"Thơm' thành ra \"Huệ\" mới yên,\n:''Binh thư, đao kiếm, côn quyền gia công...\n\n==Chú thích==\n{{Tham khảo}}\n\n==Nguồn tham khảo==\n*Vũ Ngọc Khánh, \"Vị võ sư còn sót lại vài ba tư liệu: Trương Văn Hiến\" in trong ''Gương mặt văn hóa Việt Nam qua nhiều thế kỷ''. Nhà xuất bản Văn hóa-Thông tin, 2012.\n*[[Quách Tấn]] - Quách Giao, \"Thầy giáo Trương Văn Hiến\" in trong ''Võ nhân Bình Định'', bản điện tử trên báo Bình Định đăng tải ngày 24 tháng 1 năm 2004 [http:\/\/www.baobinhdinh.com.vn\/642\/2004\/1\/8254\/]\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà giáo Việt Nam thời Tây Sơn]]"}