{"19691582":"{{Chú thích trong bài|date=tháng 1\/2022}}\n{{Chỉ có một nguồn|date=tháng 1\/2022}}\n{{Thiếu nguồn từ bên thứ ba|date=tháng 1\/2022}}\n{{Thông tin trường học\n| tên = Trường Trung học phổ thông Nguyễn Trãi - Ba Đình\n| logo = [[Tập tin:LogoTHPTNguyenTraiBaDinhHN.png]]\n| tên khác = \n| tên bản địa = Trường THPT Nguyễn Trãi\n| khẩu hiệu = \n| ngày thành lập = {{Ngày bắt đầu và tuổi|1950|08|24}}\n| loại hình = Công lập\n| tài trợ = \n| hiệu trưởng = \n| giáo viên = \n| nhân viên = \n| học sinh = \n| khuôn viên = \n| địa chỉ = số 50 Nam Cao, quận Ba Đình\n| thành phố = [[Hà Nội]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| bài hát = \n| điện thoại = 043 845 6680\n| email = c3nguyentrai@hanoiedu.vn\n| web = [http:\/\/thptnguyentrai-badinh.edu.vn\/]\n| logo_size = \n| tên tiếng Anh = \n| hiệu phó = \n| Alt = \n}}'''Trường Trung học phổ thông Nguyễn Trãi - Ba Đình''' là một trong những trường được thành lập sớm nhất ở Hà Nội theo Nghị định tái thành lập Trường Trung học Nguyễn Trãi - Hà Nội của Thủ hiến Bắc Việt vào ngày 24\/08\/1950. \n\n== Lịch sử hình thành ==\nSau khi được tái thành lập, trường khai giảng năm học mới vào ngày 4 \/10 \/1950 tại số 26 Hàng Bài (Trường Trung học cơ sở Trưng Vương ngày nay) có 1023 học sinh là nam sinh với 23 lớp, 39 thầy cô giáo do Thầy Đào Văn Trinh là Hiệu trưởng đầu tiên, một người thầy có kiến thức sâu rộng, có lòng bao dung nhân ái (Số liệu do cựu học sinh khóa 1950 – 1953, cựu giáo viên trường trung học phổ thông Nguyễn Trãi – Nguyễn Danh Bang cung cấp). Trường ở hai địa điểm: Số 67 phố Cửa Bắc và số 10 phố Thụy Khuê (học buổi chiều tại trường trung học phổ thông Chu Văn An)\n\nNăm học 1964 - 1965, trường chuyển về địa chỉ số 4 phố Giang Văn Minh - Kim Mã - Ba Đình - Hà Nội. Ngôi trường khang trang được xây dựng từ nguồn ngân sách quĩ xổ số kiến thiết Thủ đô. Tuy nhiên, không được bao lâu, đế quốc Mĩ mở rộng chiến tranh phá hoại ra miền Bắc, đánh phá ác liệt Thủ đô Hà Nội. \n\nTừ năm 1965 đến năm 1966: sơ tán về xã Phù Đổng - Gia Lâm.\n\nTừ năm 1966 đến năm 1699: đề phòng địch bắn phá [[Cầu Long Biên]], trường sơ tán về xã Đại Áng - Thường Tín - Hà Tây.\n\nTừ năm 1971 đến năm 1973: sơ tán về xã Thanh Thùy - Hoài [[Đức]] - Hà Tây.\n\nTừ tháng 9 năm 2010 đến nay, trường được chuyển về địa chỉ số 50 phố Nam Cao, phường Giảng Võ, quận Ba Đình, Hà Nội, địa điểm thứ 5 trong quá trình xây dựng và phát triển của trường. \n\nTrải qua hơn 60 năm xây dựng và trưởng thành, từ khi tái thành lập đến nay, chuyển dời qua 5 địa điểm: 26 phố Hàng Bài, số 67 Cửa Bắc, số 10 Thụy Khuê, số 4 Giang Văn Minh và số 50 phố Nam Cao, qua hơn 60 khóa, nhà trường đã đào tạo khoảng hơn 30.000 học sinh. Nhiều học sinh đã trưởng thành từ mái trường này, trở thành những giáo sư tiến sĩ, nhà doanh nghiệp quản lí kinh tế, nhà thơ, nghệ sĩ và những người lao động bình dị đóng góp cho công cuộc xây dựng và bảo vệ Tổ quốc. Trong đó có các cán bộ chủ chốt của Đảng và nhà nước trên các lĩnh vực: Nguyên Bộ trưởng Bộ Kế hoạch Đầu tư Trần Xuân Giá - học sinh năm 1954; Nhạc sĩ Phó Đức Phương; Nghệ sĩ nhân dân, nguyên Thứ trưởng Bộ Văn hóa Thông tin Nguyễn Trung Kiên; Đại biểu quốc hội nguyên phó chủ nhiệm ủy ban văn hóa giáo dục thanh thiếu niên nhi đồng của Quốc hội Giáo sư tiến sĩ Nguyễn Minh Thuyết, học sinh khóa 1962 - 1965; Đại biểu quốc hội, nhà sử học Dương Trung Quốc; Nhà sử học Lê Văn Lan,... Cựu học sinh khóa 1973 - 1976 Phạm Bình Minh hiện là Phó Thủ tướng Chính phủ kiêm Bộ trưởng Bộ Ngoại giao; Tổng giám đốc [[Đài Truyền hình Việt Nam]] Trần Bình Minh... <ref name=\":0\">{{Chú thích web|url=http:\/\/thptnguyentrai-badinh.edu.vn\/gioi-thieu\/l%E1%BB%8Bch-s%E1%BB%AD-h%C3%ACnh-th%C3%A0nh-v%C3%A0-ph%C3%A1t-tri%E1%BB%83n-tr%C6%B0%E1%BB%9Dng-thpt-nguy%E1%BB%85n-tr%C3%A3i-ba-%C4%91%C3%ACnh.html|tựa đề=Lịch sử hình thành|url-status=live}}<\/ref>\n\n== Thành tích ==\n\n* [[Huân chương Lao động hạng Ba|Huân chương lao động hạng Ba]]  năm 1991.<ref name=\":0\">{{Chú thích web|url=http:\/\/thptnguyentrai-badinh.edu.vn\/gioi-thieu\/l%E1%BB%8Bch-s%E1%BB%AD-h%C3%ACnh-th%C3%A0nh-v%C3%A0-ph%C3%A1t-tri%E1%BB%83n-tr%C6%B0%E1%BB%9Dng-thpt-nguy%E1%BB%85n-tr%C3%A3i-ba-%C4%91%C3%ACnh.html|tựa đề=Lịch sử hình thành|url-status=live}}<\/ref>\n* [[Huân chương Lao động|Huân chương lao động hạng nhì]] nhân dịp kỉ niệm 50 năm thành lập trường năm 1999.<ref name=\":0\">{{Chú thích web|url=http:\/\/thptnguyentrai-badinh.edu.vn\/gioi-thieu\/l%E1%BB%8Bch-s%E1%BB%AD-h%C3%ACnh-th%C3%A0nh-v%C3%A0-ph%C3%A1t-tri%E1%BB%83n-tr%C6%B0%E1%BB%9Dng-thpt-nguy%E1%BB%85n-tr%C3%A3i-ba-%C4%91%C3%ACnh.html|tựa đề=Lịch sử hình thành|url-status=live}}<\/ref>\n* Bằng khen của Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam năm 1998.\n* Bằng khen của Bộ trưởng Bộ Giáo dục và Đào tạo năm học 2007 - 2008.\n* Bằng khen của Chủ tịch Ủy ban nhân dân Thành phố Hà Nội năm học 2006 - 2007, 2007 - 2008, 2008 - 2009, 2011 - 2012,...\n\n== Tham khảo ==\n\n[[Thể loại:Trường trung học tại Hà Nội]]"}