{"457626":"{{Thông tin trường học\n| tên = Trường Trung học phổ thông Huỳnh Thúc Kháng\n| hình = \n| web = http:\/\/qhv-thpthuynhthuckhang.edu.vn\/\n| logo = <!-- Bỏ hình: [[Tập tin:Logo vinh1.jpg|thumb|Trường Trung học phổ thông Huỳnh Thúc Kháng (Vinh)]] -->\n| tên khác = Trường Vinh I\n| tên bản địa = \n| khẩu hiệu = Trường THPT Huỳnh Thúc Kháng quyết tâm xứng danh Đơn vị Anh hùng Lao động thời kỳ đổi mới\n| ngày thành lập = [[1920]]\n| loại hình = [[Hệ thống giáo dục Việt Nam#Cấp trung học phổ thông|Công lập]]\n| giám đốc = \n| tài trợ = \n| nợ = \n| hiệu trưởng = Phan Xuân Phàn\n| hiệu phó = \n| giáo viên = ~ 120 người\n| nhân viên = \n| khuôn viên = \n| địa chỉ = 62 Lê Hồng Phong\n| thành phố = [[Vinh]]\n| tỉnh = [[Nghệ An]]\n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| điện thoại = (038) 3844446<br> (038) 3848501\n}}\n'''Trường Trung học phổ thông Huỳnh Thúc Kháng''' (hay còn gọi là '''trường Vinh I''') - tiền thân là '''Trường Quốc học Vinh''' <ref>{{chú thích web|url=http:\/\/www.vinhcity.gov.vn\/news\/?url=detail&id=20016&language\/|title=Trường mang tên cụ Huỳnh trên quê hương Bác Hồ}}<\/ref>, được thành lập từ năm [[1920]] tại [[vinh|thành phố Vinh]], tỉnh [[Nghệ An]]. Cùng với [[Trường Trung học phổ thông chuyên Quốc Học|Quốc học Huế]], [[Trường Quốc học Quy Nhơn|Quốc học Quy Nhơn]], Quốc học Vinh là một trong ba trường Quốc học được chính quyền Pháp mở ra ở [[Miền Trung (Việt Nam)|Trung kỳ]], tên gọi đầu tiên là '''Collège de Vinh'''. Là ngôi trường lâu đời và có bề dày truyền thống bậc nhất của tỉnh Nghệ An, trải qua hơn 100 năm xây dựng và trưởng thành, trường Trung học phổ thông Huỳnh Thúc Kháng luôn là địa chỉ tin cậy về chất lượng dạy và học của nhân dân [[vinh|thành phố Vinh]], tỉnh [[Nghệ An]] và các tỉnh lân cận trong khu vực [[Thanh Hóa|Thanh]] - [[Nghệ An|Nghệ]] - [[Hà Tĩnh|Tĩnh]]. Hơn 6 vạn học sinh, nhiều thế hệ đã học tập và giảng dạy ở ngôi trường này, trong đó có nhiều nhân vật nổi tiếng như [[Đặng Thai Mai]], [[Nguyễn Cảnh Toàn]], [[Hoàng Xuân Hãn]], [[Hoài Thanh]], [[Nguyễn Xiển]]...\n\n==Lịch sử hình thành== \nTrường trung học phổ thông Huỳnh Thúc Kháng có tiền thân từ hai Trường Quốc học Vinh và Trường chuyên khoa Huỳnh Thúc Kháng. Trường Quốc học Vinh (Collège de Vinh) thành lập ngày 1 tháng 9 năm [[1920]], năm học 1943 - 1944 trường đổi tên là Trường Quốc học Nguyễn Công Trứ (Collège de Nguyen Cong Tru). Trường Chuyên khoa Huỳnh Thúc Kháng thành lập năm 1947; đến năm 1950, thực hiện cuộc cải cách giáo dục lần thứ nhất, hai trường này sáp nhập lại và lấy tên là Trường phổ thông cấp 3 Huỳnh Thúc Kháng. Lúc này trường đóng ở xã Bạch Ngọc, nay là xã Lam Sơn, huyện [[Đô Lương]], tỉnh [[Nghệ An]]. Từ năm 1962, do sự nghiệp giáo dục phát triển, trên địa bàn tỉnh Nghệ An có nhiều trường cấp 3 được thành lập, trường được đổi tên là Trường phổ thông cấp 3 Vinh; đến năm 1976 thành phố Vinh bắt đầu có nhiều trường cấp 3, trường lại đổi tên là Trường phổ thông cấp 3 Vinh I. Năm 1985, thể theo nguyện vọng của nhiều thế hệ cán bộ, giáo viên, học sinh và nhằm phát huy hơn nữa truyền thống lịch sử vẻ vang của trường, Ủy ban nhân dân tỉnh [[Nghệ Tĩnh]] đã quyết định đổi lại tên trường là Trường trung học phổ thông Huỳnh Thúc Kháng cho đến ngày nay.\n\nNăm 1920, Toàn quyền Đông Dương và Khâm sứ Trung kỳ ra quyết định thành lập Trường Quốc học Vinh, đội ngũ giáo viên đa số là người Pháp. Ngay từ khi mới thành lập, trường Quốc học Vinh đã tuyển sinh đào tạo cho học sinh trên địa bàn các tỉnh [[Thanh Hóa|Thanh]] - [[Nghệ An|Nghệ]] - [[Hà Tĩnh|Tĩnh]] (những năm đầu của [[Thế kỷ 20|Thế kỷ XX]], học sinh vùng Thanh - Nghệ - Tĩnh học hết bậc [[Tiểu học]], muốn học lên phải vào học ở trường [[Trường Trung học phổ thông chuyên Quốc Học|Quốc học Huế]]. Sự ra đời của Trường Quốc học Vinh đã giúp cho học sinh vùng này khắc phục được khó khăn cho việc tiếp tục học lên cao). Mục đích của [[đế quốc thực dân Pháp|thực dân Pháp]] mở trường là để đào tạo ra lớp công chức phục vụ cho bộ máy cai trị và khai thác thuộc địa của họ ở [[Miền Trung (Việt Nam)|Trung kỳ]]. Nhưng do đại bộ phận học sinh Trường Quốc học Vinh là con em những nhà nho vùng đất cách mạng, yêu nước và trong trường lại có những nhà giáo tiến bộ nên nhiều học sinh của trường đã tham gia các phong trào yêu nước và đấu tranh cách mạng. Tiêu biểu là ngay từ khoá đầu tiên đã có nhiều học sinh tham gia các phong trào yêu nước, cách mạng như các ông [[Nguyễn Xiển]] (nguyên Phó Chủ tịch Quốc hội), [[Nguyễn Duy Trinh]] (nguyên Phó Thủ tướng Chính phủ), [[Tôn Quang Phiệt]] (nguyên Tổng Thư ký UBTV Quốc hội), [[Đặng Thai Mai]] (nguyên Chủ tịch [[Hội Nhà văn Việt Nam|Hội nhà văn Việt Nam]])...\n\nNăm 1943, Trường Quốc học Vinh đổi tên là Trường Quốc học Nguyễn Công Trứ (Collège de Nguyen Cong Tru). Cuối năm 1946, cuộc kháng chiến chống Pháp bùng nổ trường sơ tán về huyện [[Nam Đàn]], [[Nghệ An]]. Lúc này ở [[Huế]], trường [[Trường Trung học phổ thông chuyên Quốc Học|Quốc học Huế]] cũng chia ra một bộ phận đi theo kháng chiến tập kết ra Bắc và thành lập Trường chuyên khoa Huỳnh Thúc Kháng đóng ở huyện [[Đức Thọ]] rồi huyện [[Hương Khê]], [[Hà Tĩnh]]. Năm 1950, Trường Quốc học Nguyễn Công Trứ (tức là Quốc học Vinh) và Trường chuyên khoa Huỳnh Thúc Kháng được tỉnh Nghệ Tĩnh sáp nhập lại và lấy tên là Trường phổ thông cấp 3 Huỳnh Thúc Kháng và là trường phổ thông cấp 3 đầu tiên của tỉnh Nghệ An (gồm học sinh [[Nghệ Tĩnh]] và hơn 200 học sinh [[miền Nam (Việt Nam)|miền Nam]]), đóng ở xã Bạch Ngọc tức là xã Lam Sơn, huyện [[Đô Lương]], tỉnh [[Nghệ An]] ngày nay.\n\nNăm 1955, hoà bình đã được lập lại trên [[miền Bắc (Việt Nam)|miền Bắc]] xã hội chủ nghĩa, vào năm 1956 trường trở về [[vinh|thành phố Vinh]]. Năm 1962, do tỉnh Nghệ An đã bắt đầu có nhiều trường phổ thông cấp 3 ở các huyện, trường đổi tên là Trường phổ thông cấp 3 Vinh chủ yếu tuyển sinh học sinh của thành phố Vinh và huyện [[Hưng Nguyên]]. Năm 1965, đế quốc [[Hoa Kỳ|Mỹ]] leo thang đánh phá miền Bắc, trường sơ tán về xã [[Hưng Tây]] (huyện Hưng Nguyên) và tách ra một số lớp thành lập Trường phổ thông cấp 3 Hưng Nguyên (nay là Trường trung học phổ thông Lê Hồng Phong, huyện Hưng Nguyên). Đây cũng là thời kỳ gian khổ của trường, vừa tổ chức dạy học, vừa phải phòng tránh bom đạn của giặc Mỹ. Thời kỳ từ năm 1955 - 1965, trường có nhiều học sinh đạt giải học sinh giỏi toàn miền Bắc và có nhiều học sinh sau này trở thành cán bộ lãnh đạo từ Trung ương đến tỉnh Nghệ An. Từ năm 1968 - 1972, trường lại phải sơ tán về huyện [[Nghĩa Đàn]] rồi huyện [[Thanh Chương]], [[Nghệ An]].\n\nNăm 1973, sau [[Hiệp định Paris 1973|Hiệp định Paris]], trường trở về [[vinh|thành phố Vinh]] và đóng tại vị trí Trường Chính trị tỉnh Nghệ An ngày nay (bên cạnh [[Trường Trung học phổ thông chuyên Phan Bội Châu, Nghệ An]]). Đến năm 1976, trường tách ra phân hiệu mới là Trường phổ thông cấp 3 Vinh III (nay là Trường trung học phổ thông Lê Viết Thuật, thành phố Vinh) và đổi tên là Trường phổ thông cấp 3 Vinh I. Năm 1987, trường trở về vị trí cũ của trường từ năm 1962 - 1965 và là nơi trường đang đóng ngày nay, ở số 62 đường Lê Hồng Phong - thành phố Vinh, tỉnh Nghệ An.\n\n== Hiệu trưởng qua các thời kỳ ==\n<center>\n{|class=wikitable\n!Thời gian\n!Hiệu trưởng\n!Ghi chú\n|-\n|[[1920]] - [[1922]]\n|Pihet\n| \n|-\n|[[1922]] - [[1924]]\n| Furrugue\n| \n|-\n|[[1924]] - [[1929]]\n|H.Lebreton \n| \n|-\n|[[1929]] - [[1930]]\n|Duranđo\n|\n|-\n|[[1930]] - [[1932]]\n|Girarel\n|\n|-\n|[[1932]] - [[1936]]\n|Délépine\n|\n|-\n|[[1936]] - [[1940]] \n|Riviere\n|\n|-\n|[[1940]] - [[1942]]\n|Boulerand\n|\n|-\n|[[1942]] - 3\/[[1945]]\n|Michel\n|\n|-\n|3\/[[1945]] - 8\/[[1945]]\n|Vũ Đức Thận\n|\n|-\n|8\/[[1945]] - 1\/[[1946]]\n|Nguyễn Thiện Biên\n|\n|-\n|1\/[[1946]] - 9\/[[1948]] \n|Đào Đăng Hy\n|\n|-\n|9\/[[1948]] - 9\/[[1949]]\n|Lê Xuân Phương\n|\n|-\n|9\/[[1949]] - 9\/[[1950]]\n|Nguyễn Ngọc Cầu\n|\n|-\n|9\/[[1947]] - 9\/[[1952]]\n|Hoàng Ngọc Canh\n|\n|-\n|[[1952]] - [[1953]]\n|Hà Thúc Chính\n|\n|-\n|[[1953]] - [[1955]]\n|Nguyễn Cửu Cúc\n|\n|-\n|[[1955]] - [[1956]]\n|Hoàng Kim Hải\n|\n|-\n|[[1956]] - [[1957]]\n|Hoàng Triều\n|\n|-\n|[[1957]] - [[1960]]\n|Nguyễn Đức Bính\n|\n|-\n|[[1960]] - [[1961]] \n|Lê Trọng Thuận\n|\n|-\n|[[1961]] - [[1965]]\n|Nguyễn Tài Đại\n|\n|-\n|[[1965]] - [[1979]]\n|Phạm Nhượng\n|\n|-\n|[[1979]] - [[1987]]\n|Trần Sâm\n|\n|-\n|[[1987]] - [[1999]]\n|Võ Hữu Tiếu\n|\n|-\n|[[1999]] - [[2010]]\n|Võ Tuấn Tài\n|\n|-\n|[[2010]] - [[2013]] \n|Trần Minh Xuyên \n|\n|-\n|[[2013]] - [[2021]] \n|Cao Thanh Bảo \n|\n|-\n|2021 - đến nay\n|Phan Xuân Phàn\n|\n|-\n|colspan=3 align=center|<small>Nguồn: Phòng truyền thống Trường Trung học phổ thông Huỳnh Thúc Kháng<\/small>\n|}\n<\/center>\n\n==Cơ sở vật chất==\nNằm ở trung tâm thành phố Vinh, Trường trung học phổ thông Huỳnh Thúc Kháng có diện tích khuôn viên rộng gần 17.000m². Sân trường đều được lát gạch, trải bê tông, có vườn hoa, cây cảnh luôn xanh, sạch, đẹp tạo môi trường giáo dục thân thiện. Cơ sở vật chất nhà trường ngày càng khang trang đạt chuẩn phục vụ tốt cho dạy và học một ca, bao gồm 1 khu nhà hiệu bộ, 3 dãy nhà cao tầng với 50 phòng học, 3 phòng máy vi tính với 120 máy nối mạng Internet phục vụ dạy Tin học, 2 phòng học ngoại ngữ, 6 phòng thí nghiệm thực hành Lý - Hóa - Sinh, phòng truyền thống. Thư viện có 2 phòng đọc với hơn 20.000 bản sách, gần 20 đầu báo, tạp chí các loại, 7 máy chiếu phục vụ thực hiện giáo án điện tử...Bên cạnh đó, nhà trường đã xây dựng và đưa vào sử dụng nhà giáo dục thể chất đa chức năng, sân vận động riêng biệt học Thể dục, Giáo dục quốc phòng và thi đấu thể thao có thể tổ chức thi đấu bóng đá, bóng chuyền, bóng rổ, các môn điền kinh...để phục vụ nhu cầu học tập và giải trí của học sinh. Nhờ đó mà phong trào hoạt động Đoàn, Văn nghệ, Thể dục Thể thao của trường luôn là ngọn cờ đầu trong các trường Trung học phổ thông tại thành phố Vinh và cả tỉnh Nghệ An.\n\nTừ năm 2000, Ủy ban nhân dân tỉnh Nghệ An đã quyết định đầu tư xây dựng nhà trường trở thành trường Trung học phổ thông trọng điểm của tỉnh. Ngày 10 tháng 3 năm 2008, trường đã được công nhận là trường trung học phổ thông đạt chuẩn Quốc gia và là trường trung học phổ thông đạt chuẩn Quốc gia đầu tiên của thành phố Vinh và tỉnh Nghệ An.\n\n==Quy mô & Chất lượng đào tạo== \nQuy mô đào tạo của nhà trường hiện nay là 45 lớp với hơn 1900 học sinh. Đội ngũ cán bộ với gần 120 giáo viên đều đạt chuẩn và trên chuẩn các bộ môn, trong đó có 1 tiến sĩ, 67 thạc sĩ, 79 giáo viên dạy giỏi cấp tỉnh, nhiều thầy cô giáo là cốt cán chuyên môn của ngành.\n\nChất lượng dạy và học của nhà trường luôn được chú trọng và không ngừng nâng cao. Thể hiện qua chất lượng tuyển sinh đầu vào của trường luôn lấy điểm chuẩn thi vào cấp 3 cao nhất tỉnh Nghệ An và là một trong những trường có nhiều học sinh giỏi các cấp của tỉnh. Trường trung học phổ thông Huỳnh Thúc Kháng là trường có tỉ lệ thi đậu tốt nghiệp và đại học cao nhất các trường Trung học phổ thông không chuyên trong tỉnh (hàng năm luôn đạt tỉ lệ tốt nghiệp từ 99,9 đến 100%, tỉ lệ thi đậu đại học luôn trên 95%). Đặc biệt, từ năm học 2006 - 2007 thực hiện cuộc vận động \"Hai không\" của ngành Giáo dục & đào tạo, trường có tỉ lệ học sinh đậu tốt nghiệp 99,9%; từ năm 2007 - 2020 liên tục đạt tỉ lệ đậu tốt nghiệp 100%. Tỉ lệ thi đậu vào các trường đại học luôn đạt từ 95 đến 98%. Trường trung học phổ thông Huỳnh Thúc Kháng luôn được xếp vào tốp 100 trường trung học phổ thông có điểm bình quân thi đại học cao nhất cả nước và xếp thứ hạng cao trong hệ thống giáo dục Trung học phổ thông của [[Việt Nam]].\n\n==Tuyển sinh==\n\nTrong lịch sử các kỳ thi tuyển sinh vào lớp 10 của Trường trung học phổ thông Huỳnh Thúc Kháng từ trước đến nay, điểm chuẩn vào trường luôn cao nhất trong tất cả các trường trung học phổ thông của tỉnh Nghệ An (ngoại trừ các trường chuyên tổ chức thi riêng). Những học sinh không đủ điểm đậu vào Trường trung học phổ thông Huỳnh Thúc Kháng còn có nhiều cơ hội để vào các trường trung học phổ thông công lập và dân lập khác. Dù vậy, số lượng học sinh đăng ký dự thi hàng năm vẫn luôn dẫn đầu và có tỉ lệ chọi cao nhất các trường trong tỉnh, thu hút các học sinh có học lực giỏi và khá trên toàn địa bàn thành phố Vinh và các huyện thị trong tỉnh.\n\nHàng năm, nhà trường tuyển sinh 14 lớp công lập với chỉ tiêu 600 - 650 học sinh. Căn cứ vào định hướng nghề nghiệp và nguyện vọng của học sinh, nhà trường sắp xếp học sinh trúng tuyển vào các lớp ban cơ bản theo định hướng khối: Ban cơ bản định hướng khối A (Toán, Lí, Hóa), Ban cơ bản định hướng khối B (Toán, Hóa, Sinh), Ban cơ bản định hướng khối A1 (Toán, Lí, Anh), Ban cơ bản định hướng khối D (Toán, Văn, Anh)...Trong các lớp theo định hướng của các khối có các lớp chất lượng cao được xếp dựa theo kết quả thi tuyển sinh vào lớp 10, kết quả thi các trường chuyên và kết quả học sinh giỏi lớp 9. Những học sinh giỏi tỉnh các môn ở lớp 9 được ưu tiên xếp vào các lớp này. Học sinh đã thi đậu vào trường Trung học phổ thông chuyên Phan Bội Châu hoặc điểm cao Hệ A trường Trung học phổ thông Chuyên ĐH Vinh nếu có nguyện vọng về học tại trường Trung học phổ thông Huỳnh Thúc Kháng cũng được xét xếp vào các lớp chất lượng cao. Từ năm học 2011 - 2012, nhà trường xét tuyển 2 lớp 10 có chương trình học ngoại khoá Toán, Lý, Hóa bằng tiếng Anh dành cho những học sinh điểm thi cao và có nguyện vọng đi du học sau này. Các lớp này sẽ có nhiều ưu tiên trong quá trình học tập tại trường. Đặc biệt từ năm học 2020, Sở Giáo dục & Đào tạo tỉnh Nghệ An cho phép trường THPT chuyên Phan Bội Châu được tuyển thêm 1 lớp chuyên Anh dành cho học sinh có IELTS từ 5.5 trở lên, trường THPT Huỳnh Thúc Kháng được tuyển thêm 1 lớp chuyên Anh dành cho học sinh có IELTS từ 4,5 trở lên.\n\nViệc tuyển sinh vào trường Trung học phổ thông Huỳnh Thúc Kháng được tiến hành song song sát với việc tuyển sinh vào trường Trung học phổ thông chuyên Phan Bội Châu và trường Trung học phổ thông Chuyên ĐH Vinh, nhằm giúp học sinh ổn định sớm môi trường học tập, đồng thời giúp cho những học sinh chưa đạt điểm vào trường có cơ hội học theo nguyện vọng 2 ở các trường Trung học phổ thông công lập khác.\n\n==Thành tích Đào tạo==\nTrải qua 100 năm xây dựng và phát triển, dù ở thời kỳ nào, mang tên gì (Quốc học Vinh, Nguyễn Công Trứ, Chuyên khoa Huỳnh Thúc Kháng, Cấp 3 Huỳnh Thúc Kháng, Cấp 3 Vinh, Cấp 3 Vinh I, Trung học phổ thông Huỳnh Thúc Kháng), thì trường Quốc học Vinh - Huỳnh Thúc Kháng vẫn là ngôi trường có truyền thống cách mạng, là cái nôi đào tạo nhiều nhân tài cho \"đất học\" [[xứ Nghệ]] nói riêng và cả nước nói chung. Nhà trường đã đào tạo gần 6 vạn học sinh, từ mái trường này ra đi đã có nhiều học sinh trở thành nhân tài của đất nước trên nhiều lĩnh vực: 18 người là Uỷ viên Trung ương [[Đảng Cộng sản Việt Nam]] (trong đó có 2 Uỷ viên Bộ Chính trị), 3 Phó Thủ tướng, 2 Ủy viên Thường vụ Quốc hội, hơn 15 Bộ trưởng và cấp tương đương, nhiều Thứ trưởng, Bí thư Tỉnh uỷ, Chủ tịch tỉnh, lãnh đạo các cấp trong tỉnh Nghệ An và các địa phương khác trên cả nước...; lĩnh vực quân sự có hàng chục sĩ quan cấp tướng, nhiều sĩ quan cao cấp; về lĩnh vực khoa học - nghệ thuật thì có hàng trăm người là Viện sĩ, Giáo sư, Tiến sĩ, Nhà văn, Nhà thơ, Nhạc sĩ, Nghệ sĩ...Nhiều học sinh của Trường đã trở thành nhà cách mạng nổi tiếng như: Nguyễn Sỹ Sách, Lê Hồng Sơn, Phan Đăng Lưu, Nguyễn Tiềm, Tôn Quang Phiệt, Nguyễn Xiển... nhiều cán bộ lãnh đạo của Đảng, Nhà nước như: ông Nguyễn Côn (nguyên Phó Thủ tướng Chính phủ), ông Nguyễn Mạnh Cầm (nguyên Ủy viên Bộ Chính trị, nguyên Phó Thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao), Nguyễn Duy Trinh (nguyên Uỷ viên Bộ Chính trị, Phó Thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao), Trung tướng Đỗ Trình, Trung tướng Nguyễn Quốc Thước, Hà Huy Giáp, Lê Lộc, Đinh Nho Liêm... nhiều nhà khoa học, nhà văn, nhà thơ, nhạc sỹ như: GS Đặng Thai Mai, GS Hoàng Xuân Hãn, GS.VS.NGND Nguyễn Cảnh Toàn, GS.TS Hà Học Trạc, GS.TS Văn Như Cương, nhà văn Hoài Thanh, Bùi Hiển, nhà thơ Hoàng Trung Thông, Trần Hữu Thung, nhạc sỹ Trọng Bằng, Nguyễn Văn Tý...Nhiều học sinh đã tham gia lực lượng vũ trang và hy sinh anh dũng vì độc lập tự do của Tổ quốc.\n\nNgày nay, Trường trung học phổ thông Huỳnh Thúc Kháng vẫn tiếp tục phát huy truyền thống dạy tốt học tốt dẫn đầu các trường trung học phổ thông không chuyên của tỉnh Nghệ An, vẫn là địa chỉ đào tạo tin cậy của phụ huynh học sinh trên địa bàn thành phố Vinh và các huyện thị trong tỉnh. Trường trung học phổ thông Huỳnh Thúc Kháng rất vinh dự là một trong những trường nhiều năm liền được đứng trong tốp 100 trường Trung học phổ thông có kết quả thi vào Đại học cao nhất Việt Nam. Nhà trường liên tục đạt danh hiệu \"Trường tiên tiến xuất sắc cấp tỉnh\", đã được Chủ tịch nước tặng Huân chương Lao động hạng Nhất, Nhì, Ba; Huân chương Độc lập hạng Ba (năm 2000), Huân chương Độc lập hạng Nhì (năm 2020) và nhiều bằng khen của Thủ tướng Chính phủ, Bộ Giáo dục - Đào tạo, Ủy ban nhân dân tỉnh Nghệ An...Năm học 2007 - 2008, Trường đã được công nhận là trường Trung học phổ thông đạt chuẩn Quốc gia giai đoạn 2001 - 2010, và được Thủ tướng Chính phủ tặng Cờ \"Đơn vị dẫn đầu Phong trào thi đua\" nhiều năm liền.\n\nTrường trung học phổ thông Huỳnh Thúc Kháng đang tiếp tục phát huy bề dày truyền thống dạy tốt và học tốt, xứng đáng với danh hiệu \"Đơn vị Anh hùng Lao động thời kỳ đổi mới\" do Nhà nước trao tặng vào dịp kỷ niệm 90 năm ngày thành lập Trường Quốc học Vinh - Huỳnh Thúc Kháng (1920 - 2010). Mục tiêu hướng tới của nhà trường là trở thành trường Trung học phổ thông trọng điểm Quốc gia trong hệ thống giáo dục Việt Nam.\n\n==Một số cựu học sinh nổi bật== \n<ref>Thông tin được lấy chính thức từ Phòng truyền thống nhà trường và website của trường thpt Huỳnh Thúc Kháng (bài viết của thầy Hiệu trưởng Võ Tuấn Tài, đăng trong Tập san \"Một mái trường - một quê hương\" nhân dịp kỷ niệm 85 năm ngày thành lập Trường THPT Huỳnh Thúc Kháng).<\/ref>\n*[[Trần Phú]] - Nguyên Tổng Bí thư đầu tiên Đảng Cộng sản Việt Nam.\n*[[Tôn Quang Phiệt]] - Nguyên Tổng Thư ký Ủy ban Thường vụ Quốc hội.\n*[[Đặng Thai Mai]] - Giáo sư, nguyên: Bộ trưởng Bộ Giáo dục, Viện trưởng Viện Văn học Việt Nam.\n*[[Phạm Thiều]] - Giáo sư, nhà nghiên cứu Hán Nôm Việt Nam.\n*[[Trần Văn Cung]] - Bí thư Chi bộ Cộng sản đầu tiên ở Việt Nam.\n*[[Nguyễn Xiển]] - Giáo sư Thiên văn học, nguyên Phó Chủ tịch Quốc hội, nguyên Giám đốc Nha khí tượng Việt Nam.\n*[[Nguyễn Sĩ Sách]] - Nguyên Bí thư Xứ uỷ Trung kỳ.\n*[[Hoàng Xuân Hãn]] - Giáo sư toán học, Giải thưởng Hồ Chí Minh đợt II.\n*[[Nguyễn Côn]] - Nguyên Bí thư Trung ương Đảng, Phó Thủ tướng Chính phủ.\n*[[Lê Khả Kế]] - Giáo sư Ngôn ngữ học, nhà từ điển học hàng đầu của Việt Nam.\n*[[Nguyễn Tài Cẩn]] - Giáo sư Ngôn ngữ học, giải thưởng Hồ Chí Minh về Khoa học xã hội Nhân văn.\n*[[Vũ Ngọc Khánh]] - Giáo sư, Viện trưởng Viện Văn hóa Dân gian Việt Nam\n*[[Nguyễn Cảnh Toàn]] - Viện sĩ, Giáo sư, Tiến sĩ Khoa học, nguyên Thứ trưởng Bộ Giáo dục và Đào tạo.\n*[[Hà Học Trạc]] - Giáo sư, Tiến sĩ Khoa học, nguyên Ủy viên Trung ương Đảng, Chủ tịch Hội liên hiệp khoa học kỹ thuật Việt Nam.\n*[[Phan Cự Đệ]] - Viện sĩ, Giáo sư, Nhà giáo Nhân dân Văn học Việt Nam.\n*[[Đào Vọng Đức]] - Viện sĩ, Giáo sư, nguyên Viện trưởng Viện Vật lý Việt Nam.\n*[[Văn Như Cương]] - Phó Giáo sư, Tiến sĩ Toán học, hiệu trưởng Trường Trung học phổ thông Lương Thế Vinh (Hà Nội).\n*[[Nguyễn Khắc Viện]] - Bác sĩ, nhà nghiên cứu văn hóa, nhà hoạt động xã hội.\n*[[Bạch Hưng Khang]] - Giáo sư, Tiến sĩ Khoa học, nguyên Viện trưởng Viện Công nghệ Thông tin Việt Nam.\n*[[Hà Huy Khoái]] - Giáo sư, Tiến sĩ Khoa học, nguyên Viện trưởng Viện Toán học Việt Nam.\n*[[Nguyễn Cảnh Dinh]] - Nguyên: UVTW Đảng, Bộ trưởng Bộ Thủy lợi.\n*[[Hà Huy Giáp]] - Nguyên: Phó Ban Tuyên huấn Trung ương Đảng, Thứ trưởng Bộ Giáo dục và Đào tạo.\n*[[Nguyễn Duy Trinh]] - Nguyên: Uỷ viên Bộ Chính trị, Phó Thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao.\n*[[Nguyễn Mạnh Cầm]] - Nguyên: Uỷ viên Bộ Chính trị, Phó Thủ tướng Chính phủ, Bộ trưởng Bộ Ngoại giao.\n*[[Trương Đình Tuyển]] - Nguyên: UVTW Đảng, Bộ trưởng Bộ Thương mại (nay là Bộ Công thương), Bí thư Tỉnh uỷ Nghệ An.\n*[[Lê Đức Thúy|Lê Đức Thuý]] - Tiến sĩ Kinh tế, nguyên: UVTW Đảng, Thống đốc Ngân hàng Nhà nước Việt Nam, Chủ tịch UB Giám sát Tài chính Quốc gia.\n*[[Phạm Song]] - Giáo sư, nguyên: UVTW Đảng, Bộ trưởng Bộ Y tế.\n*[[Hồ Tế]] - Nguyên: UVTW Đảng, Bộ trưởng Bộ Tài chính.\n*[[Thái Phụng Nê]] - Nguyên: UVTW Đảng, Bộ trưởng Bộ Năng lượng.\n*[[Nguyễn Đình Lộc]] - Nguyên: UVTW Đảng, Bộ trưởng Bộ Tư pháp.\n*[[Nguyễn Đình Tứ]] - Giáo sư Vật lý nguyên tử, Giải thưởng Hồ Chí Minh về Khoa học và Công nghệ, nguyên: UV Bộ Chính trị, Bộ trưởng Bộ Đại học & THCN\n*[[Nguyễn Đức Hòa]] - Tổng cục trưởng Tổng cục Thống kê.\n*[[Trần Đình Đàn]] - Tiến sĩ Kinh tế, nguyên: UVTW Đảng, Chủ nhiệm Văn phòng Quốc hội Việt Nam, Bí thư Tỉnh ủy Hà Tĩnh.\n*[[Nguyễn Quốc Thước]] - Trung tướng, nguyên Tư lệnh QK 4.\n*[[Đỗ Trình]] - Trung tướng, Giáo sư, Chủ tịch Hội đồng học hàm quân sự Việt Nam.\n*[[Hoài Thanh]] - Nhà phê bình văn học, nguyên Phó viện trưởng Viện Văn học Việt Nam, giải thưởng Hồ Chí Minh về Văn học.\n*[[Nguyễn Minh Châu]] - Nhà văn, giải thưởng Hồ Chí Minh về Văn học.\n*[[Nguyễn Văn Tý]] - Nhạc sĩ, giải thưởng Hồ Chí Minh về Văn học Nghệ thuật.\n*[[Hoàng Ngọc Hiến]]- Nhà lý luận phê bình và là dịch giả văn học Việt Nam đương đại, nguyên Hiệu trưởng Trường viết văn Nguyễn Du\n*[[Hoàng Trung Thông]] - Nhà thơ.\n*[[Nguyễn Bùi Vợi]] - Nhà thơ.\n*[[Nguyễn Tài Tuệ]] - Nhạc sĩ.\n*[[Trọng Bằng]] - Giáo sư - Nhạc sĩ.\n*Nguyễn Đức Lợi - UVTW Đảng, Tổng Giám đốc TTXVN.\n*[[Hồng Đăng]] - Nhạc sĩ.\n*[[Tân Huyền]] - Nhạc sĩ.\n*[[Đặng Quốc Khánh (chính khách)|Đặng Quốc Khánh]]: Ủy viên dự khuyết BCH TW Đảng (khóa XII), Bí thư Tỉnh ủy Hà Giang, Nguyên Chủ tịch UBND tỉnh Hà Tĩnh\n*[[Hương Tràm]] - Ca sĩ nổi tiếng dòng Nhạc trẻ\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.qhv-thpthuynhthuckhang.edu.vn\/ Website Trường thpt Huỳnh Thúc Kháng - Thành phố Vinh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180418232758\/http:\/\/qhv-thpthuynhthuckhang.edu.vn\/ |date = ngày 18 tháng 4 năm 2018}}\n*[https:\/\/web.archive.org\/web\/20081222202137\/http:\/\/www.bulletin.vnu.edu.vn\/btdhqghn\/Vietnamese\/C1711\/C1713\/2007\/03\/N10521\/?1 Một ngày với Giáo sư Hoàng Xuân Hãn]\n*[http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1840\/2006\/10\/N8398\/ GS.TSKH Lê Hùng Sơn - người làm toán bằng cả tinh thần dân tộc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100104112852\/http:\/\/www.100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1840\/2006\/10\/N8398\/ |date = ngày 4 tháng 1 năm 2010}}\n*{{facebook|thpthuynhthuckhang.nghean}}\n\n[[Thể loại:Trường trung học tại Nghệ An]]\n[[Thể loại:Khởi đầu năm 1920]]"}