{"267834":":''Xem các trường có cùng tên Hai Bà Trưng tại bài định hướng [[Trường Hai Bà Trưng]]''\n[[Tập tin:Truong Hai Ba Trung- Hue.JPG|nhỏ|phải|300px|Cổng trường]]\n'''Trường THPT Hai Bà Trưng''' tại [[Huế]] là một trong những ngôi trường lớn và có lịch sử lâu đời tại miền Trung và cả [[Việt Nam]]. \n==Lịch sử==\nLễ đặt viên đá đầu tiên xây dựng ngôi trường này diễn ra vào ngày [[15 tháng 7]] năm [[1917]], với sự hiện diện của Vua [[Khải Định]], [[Toàn quyền Đông Dương]] [[Albert Sarraut]], [[Khâm sứ]] [[Trung Kỳ]] J.E. Charles, quyền Khâm sứ [[Bắc Kỳ]] J.Le Galler, các hoàng thân, các vị [[Thượng thư]] và một số quan chức cao cấp [[người Pháp]] tại [[Bán đảo Đông Dương|Đông Dương]]. \n\nTrong buổi lễ này, vua Khải Định đã cho đặt xuống móng ngôi trường một số hiện vật để làm kỷ niệm, gồm một cái hộp kim loại chứa 10 đồng [[Tiền Việt Nam#Tiền nhà Nguyễn|Khải Định thông bảo]] và hai tờ giấy ghi biên bản của buổi lễ bằng [[tiếng Pháp]]<ref>Khi đào móng gia cố một bức tường vào ngày 1-11-2001, một nhóm công nhân đã tình cờ phát hiện cổ vật này. (Xem: Huế- Xưa và nay, di tích và thắng cảnh- Phan Thuận An, tr 260, mục từ Trường Đồng Khánh. Nhà xuất bản Văn hóa thông tin 2008)<\/ref>\n\nDưới sự điều khiển của nhà thầu Leroy, gần hai năm sau, ngôi trường khánh thành. Đây là ngôi trường nữ đầu tiên và duy nhất dành cho nữ sinh cả 13 tỉnh [[Trung Kỳ]] bấy giờ đến học.<ref name= Hxvn>Xem: Huế- Xưa và nay, di tích và thắng cảnh- Phan Thuận An, tr 260, mục từ Trường Đồng Khánh. Nhà xuất bản Văn hóa thông tin 2008<\/ref>\n\n==Kiến trúc==\n[[Tập tin:Truong Hai Ba Trung- Hue1.JPG|nhỏ|phải|300px|Nhà truyền thống và dãy phòng học phía Tây]]\n[[Tập tin:Truong Hai Ba Trung- Hue2.JPG|nhỏ|phải|300px|Dãy phòng học phía Tây (trái), nhà chơi (giữa) của trường Hai Bà Trưng]]\nKhuôn viên trường rộng rãi, thoáng mát, kiến trúc trường khang trang và đầy đủ tiện nghi cho một cơ sở giáo dục và đào tạo. Trước đây, trường có 2 dãy lầu phía đông và tây đối diện nhau, tầng trên là tầng ngủ dành cho học sinh nội trú và tầng dưới là tầng học<ref>Nay bố trí làm phòng học hoàn toàn<\/ref>, đôi đoạn có thêm tầng ba là chỗ ở của Nữ Giám thị, phần cuối hai dãy lầu là nhà chơi có mái che, phía sau là sân vận động.\n\nTheo kiến trúc ban đầu, trong trường còn có văn phòng, thư viện, bệnh xá, phòng thí nghiệm, phòng nhạc, phòng nữ công gia chánh, nhà bếp... tất cả được quét bằng vôi [[hồng (màu)|màu hồng]] thắm. Kể từ khi thành lập đến nay, nhà trường đã gia cố hay xây dựng thêm một số công trình phục vụ dạy và học, tuy nhiên dáng vẻ ngôi trường nói chung và diện mạo cổng trường nói riêng không thay đổi đáng kể.\n\n==Hoạt động==\nTrong suốt khoảng thời gian từ khi thành lập đến năm 1975, đây là ngôi trường nữ duy nhất ở miền Trung dạy đủ các môn: Văn-Thể-Mỹ-Hạnh và lao động kỹ thuật. Ngoài việc học văn hóa và nữ công gia chánh (may vá, thêu thùa, làm bánh, làm mứt...), nữ sinh Đồng Khánh còn được học cách nuôi con, cách quản lý gia đình, được rèn luyện phong cách người con gái có học thức, có giáo dục, giản dị, trang nhã, lịch sự, khiêm tốn, tế nhị trong giao tiếp và một số môn học cơ bản về cứu thương.<ref name=\"hbt\">Xem bài giới thiệu về Trường Hai Bà Trưng tại [http:\/\/thpt-hbtrung.thuathienhue.edu.vn\/ Trang web chính thức của Trường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20191120121820\/http:\/\/thpt-hbtrung.thuathienhue.edu.vn\/ |date=2019-11-20 }}<\/ref>.<ref name= Hxvn \/>\n\nNhiều thế hệ nữ sinh Đồng Khánh tích cực tham gia các phong trào cách mạng Việt Nam:{{cần chú thích|date = ngày 4 tháng 8 năm 2015}} phong trào đòi ân xá và để tang [[Phan Bội Châu]], những đêm xuống đường và \"[[Hát cho đồng bào tôi nghe]]\", cùng nhân dân thành phố Huế biểu tình yêu cầu quân đội [[Hoa Kỳ]] rút khỏi [[miền Nam (Việt Nam)|miền Nam Việt Nam]]...\n\nTừ 1975 đến nay, trường thu nhận học sinh nam và nữ. Là một ngôi trường lớn, trung bình hàng năm, trường có trên 40 lớp học, đảm nhận giảng dạy cho hơn 2000 học sinh cấp trung học cho thành phố Huế. Từ năm học 1992 - 1993 đến năm học 2003 - 2004, trường đảm nhận giảng thêm cấp trung học cơ sở, số lượng lớp học trong những năm này lên tới trên 60 và số lượng học sinh hàng năm là trên 4000 học sinh.\n\nTrường là một địa chỉ giáo dục có uy tín tại Huế. Với 100% giáo viên có trình độ Đại học và trên Đại học, tỷ lệ tốt nghiệp phổ thông trung học hàng năm trên 95%. Tỷ lệ đậu vào các trường Đại học, Cao đẳng và Trung học chuyên nghiệp trên 70%. Thường xuyên giữ những thứ hạng cao trong các kỳ thi Học sinh Giỏi của tỉnh cũng như các cuộc thi nghề phổ thông. Liên tục dẫn đầu trong các kỳ [[Hội khỏe Phù Đổng]] toàn tỉnh và nhiều giải thưởng trong các kỳ thi khác.<ref name = hbt \/>\n\n==Văn thơ==\nNữ sinh Đồng Khánh là chủ đề được một số nhạc sĩ, nhà thơ...khai thác:\n*''Cô gái nữ sinh Đồng Khánh kia ơi. Cô đi về đâu tan buổi học rồi. Cô xuôi Đập Đá hay về Nam Giao. Cô về Bến Ngự hay về Đông Ba...''\n::(Trích ca khúc: Cô Nữ Sinh Đồng Khánh. Sáng tác: Thu Hồ)\n*''...Nữ sinh Đồng Khánh dạo chơi. Phấn thông vàng rải ngát trời Thiên An. Trống trường Đồng Khánh vừa tan. Trên đường Lê Lợi từng đàn bướm bay...''\n::(Thơ: Nữ sinh Đồng Khánh. Tác giả: Mai Văn Hoan)\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Huế - Xưa và nay, di tích và thắng cảnh Phan Thuận An, tr 260, mục từ Trường Đồng Khánh. Nhà xuất bản Văn hóa thông tin 2008.\n*Mục từ Đồng Khánh (trường) tại Từ điển lịch sử Thừa Thiên Huế, tr582. Nhà xuất bản Thuận Hóa 2000.\n==Liên kết ngoài==\n*[http:\/\/thpt-hbtrung.thuathienhue.edu.vn\/ Trang web chính thức của Trường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20191120121820\/http:\/\/thpt-hbtrung.thuathienhue.edu.vn\/ |date=2019-11-20 }}\n\n[[Thể loại:Trường trung học tại Thừa Thiên Huế]]"}