{"25887":"{{Thông tin bài hát Việt\n| bgcolour = #CCFFFF\n| tên = Sông Lô\n| nhạc sĩ = [[Văn Cao]]\n| lời = \n| tên khác = Trường ca Sông Lô\n| thể loại = [[Nhạc đỏ]]\n| năm = 1947\n| ca sĩ = [[Quang Thọ]], [[Ánh Tuyết]], [[Lê L)Dung]], [[Trọng Tấn]]\n|image=File:Song Lo @Nam TpHaGiang'2005.jpg}}\n'''Trường ca Sông Lô''' được nhạc sĩ [[Văn Cao]] viết sau [[chiến dịch Việt Bắc|chiến thắng sông Lô]] năm 1947. Đây là bản [[trường ca (âm nhạc)|trường ca]] được nhiều người đánh giá là một đỉnh cao ghi dấu sự trưởng thành của nền [[Tân nhạc Việt Nam|tân nhạc non trẻ của Việt Nam]] ở thời điểm tiếp thu một các sáng tạo âm nhạc Tây phương và giữ gìn truyền thống âm nhạc Việt Nam.\n\n== Hoàn cảnh ra đời==\n[[Tập tin:Song Lo.JPG|nhỏ|Sông Lô, đoạn chảy qua Phú Thọ]]\nTháng 10 năm 1947, Văn Cao được cử lên Việt Bắc tham gia kháng chiến chống Pháp. Đúng lúc đó quân [[Pháp]] nhảy dù xuống [[Bắc Kạn]], tấn công [[Việt Bắc]]. Trên đường đi kháng chiến, Văn Cao qua [[Phú Thọ]], rồi men theo dọc bờ [[sông Lô]] để tìm đường lên [[Việt Bắc|Chiến khu Việt Bắc]].<ref>[http:\/\/www.suckhoedoisong.vn\/print_preview.asp?Object=61236635&news_ID=13760686 Xem bài \"Nhớ nhạc sĩ Văn Cao\" trên trang Văn nghệ báo Sức khỏe đời sống điện tử.]{{Liên kết hỏng|date = ngày 7 tháng 7 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nNgày 24 tháng 10 năm 1947, bộ đội pháo binh của [[Quân đội Nhân dân Việt Nam]]<!--Đây không phải QĐQGVN thân Pháp 1950-1955-->, đã chiến thắng trận Đoan Hùng trên sông Lô: bắn cháy 2 tàu chiến và bắn hỏng 2 chiếc tàu chiến khác của Pháp, tiêu diệt hàng trăm lính Pháp, cắt đứt hoàn toàn tuyến vận tải thủy theo đường sông Lô của Pháp. Buộc Pháp phải tiếp tế cho cánh quân của họ ở [[Tuyên Quang]] bằng đường không (thả dù) và phải cho quân rút lui khỏi Việt Bắc. Khi thua trận phải rút chạy quân Pháp đã cướp bóc, tàn phá và đốt trụi các làng xóm dọc hai bờ sông Lô.\n\nQuân Pháp vừa rút đi thì cũng là lúc Văn Cao đi ngược dòng Lô giang, trên đường đi ông đã tận mắt thấy các cảnh: xóm làng bị đốt trụi \"nền nhà trơ than xám\", cảnh \"thây giặc trôi trở về ngập bờ\", cảnh dân đôi bờ hân hoan chiến thắng, bắt tay vào dựng lại xóm làng, cảnh \"đoàn quân thời chinh chiến\" trên đường chiến thắng trở về chiến khu, cảnh dòng sông bao la hùng vĩ, chảy về xuôi.\n\nKhi lên tới chiến khu, Văn Cao đã tìm gặp người sĩ quan pháo binh [[Doãn Tuế]], vừa tham gia chỉ huy các trận đánh: Khoan Bộ (tại hai xã Phương Khoan ([[Lập Thạch]]) và Bình Bộ ([[Phù Ninh]])), Đoan Hùng (tại xã Chí Đám ([[Đoan Hùng]])) và Khe Lau ([[Yên Sơn]], [[Tuyên Quang]]) trong chuỗi chiến thắng sông Lô,<ref>[http:\/\/www.qdnd.vn\/qdnd\/baongay.psks.nhanvat.24304.qdnd Chiến thắng Sông Lô]<\/ref><ref>{{Chú thích web |url=http:\/\/www.baophutho.org.vn\/baophutho\/vn\/website\/tin-tuc-su-kien\/100CFB8155A\/2009\/1\/115D61491D1\/ |ngày truy cập=2007-11-13 |tựa đề=xem bài \"Kỷ niện 60 năm chiến thắng sông Lô\" |archive-date=2010-01-02 |archive-url=https:\/\/web.archive.org\/web\/20100102054415\/http:\/\/www.baophutho.org.vn\/baophutho\/vn\/website\/tin-tuc-su-kien\/100CFB8155A\/2009\/1\/115D61491D1\/ |url-status=dead }}<\/ref> để nghe kể lại diễn biến trận đánh. Doãn Tuế đã dẫn Văn Cao đi dọc bờ sông nơi chiến trường vừa im tiếng pháo, và qua lời kể của Doãn Tuế cảm hứng cho giai điệu bản trường ca ra đời. Trường ca sông Lô được Văn Cao sáng tác rất nhanh và đăng báo Văn nghệ số tháng 3 năm [[1948]].\n\n==Đánh giá và ảnh hưởng==\n* Nhạc sĩ [[Phạm Duy]] có nói về Trường ca Sông Lô trong hồi ký của mình:\n:''Bài ''Trường ca Sông Lô'' của [[Văn Cao]] là một tác phẩm vĩ đại. Thằng bạn này vẫn là một kẻ khai phá. Nó là cha đẻ của loại [[Trường ca (âm nhạc)|trường ca]]. Về hình thức, bài của nó chẳng thua gì bất cứ một tuyệt phẩm nào của loại [[nhạc cổ điển]] Tây Phương. Nét nhạc của trường ca rất mạnh khỏe, rất tươi sáng. Nhịp điệu vô cùng phong phú với những chuyển đoạn rất tài tình. Bài này đánh dấu sự trưởng thành của Tân nhạc...\n[[Phạm Duy]] cho rằng: \n:''\"Trường ca sông Lô phải là đỉnh cao nhất của nhạc kháng chiến nói riêng, của tân nhạc Việt Nam nói chung\"''.<ref>Nhạc sĩ [[Phạm Duy]], [http:\/\/vnexpress.net\/Vietnam\/Van-hoa\/Am-nhac\/2005\/07\/3B9E01E1\/ Phạm Duy và cảm xúc về nhạc sĩ Văn Cao]<\/ref>\n\n* Giai điệu của ca khúc này đã cuốn hút nhiều nhạc sĩ, ca sĩ Việt Nam biểu diễn và chuyển thể cho nhạc cụ: \n** Hòa tấu cho dàn nhạc giao hưởng (Đỗ Hồng Quân chỉ huy); co\n** Đơn ca như Quang Thọ, Lê Dung, Trọng Tấn, Ánh Tuyết, v.v;\n** Độc tấu guitar như Văn Vượng, Nguyễn Văn Phúc;\n** Độc tấu phong cầm của PGS.NSƯT. Nguyễn Xuân Tứ.\n\n==Xem thêm==\n*[[Văn Cao]]\n*[[Sông Lô]]\n\n==Chú thích==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* Về \"Trường ca sông Lô\" của Hội nhạc sĩ Việt Nam: https:\/\/hoinhacsi.vn\/khi-nhac\/truong-ca-song-lo\n* Quang Thọ biểu diễn \"Sông Lô\" cùng dàn nhạc giao hưởng và múa phụ họa: https:\/\/www.youtube.com\/watch?v=PtrG6v5XQ7A\n* Trần Ngọc Lan đơn ca \"Sông Lô\": https:\/\/www.youtube.com\/watch?v=I--XqVN6yJA\n* Trọng Tấn đơn ca có hợp ca phụ họa: https:\/\/www.youtube.com\/watch?v=JhRyrW-dAwk\n* Văn Vượng độc tấu \"Sông Lô\" bằng guitar: https:\/\/www.youtube.com\/watch?v=q0Q2NFToFQo\n*[http:\/\/toquoc.gov.vn\/chuyenmuc\/vanhocquenha\/view.asp?n_id=1172&n_muctin=10 Văn học quê nhà - Văn Cao hào hùng và Văn Cao lãng mạn]{{Liên kết hỏng|date = ngày 7 tháng 7 năm 2021 |bot=InternetArchiveBot }};\n*[http:\/\/www.qdnd.vn\/qdnd\/qdndcuoituan.vanhoanghethuat.8758.qdnd Văn Cao-nhạc sĩ của những người lính]\n\n{{Văn Cao}}\n\n[[Thể loại:Nhạc Văn Cao]]\n[[Thể loại:Trường ca (âm nhạc)]]\n[[Thể loại:Ca khúc nhạc đỏ]]\n[[Thể loại:Bài hát tiếng Việt]]"}