{"13391491":"'''Trương Phước Thận''' (? - [[1777]]), là tướng lĩnh dưới thời [[chúa Nguyễn]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\n\nTrương Phước Thận là hậu duệ của danh tướng [[Trương Phước Phấn]] thời [[Trịnh-Nguyễn phân tranh|phân tranh Trịnh - Nguyễn]], nổi danh với trận đánh lũy Trường Dục năm [[1648]]. Phước Phấn có con là Phước Hùng, Phước Hùng có con là Phước Thức, làm quan đến chức Chánh doanh Cai cơ. Thức có con là Duyệt, làm đến Cai đội. Phước Thận là con của Phước Duyệt<ref>Viện Sử học Việt Nam (2006), Đại Nam liệt truyện, quyển 4, trang 122<\/ref>.\n\nThời trẻ, Phước Thận vì là con cháu thế gia, được bổ nhiệm làm chức Chưởng cơ, dưới quyền chỉ huy của [[Tống Phước Hiệp]]. Năm [[1771]], [[Nguyễn Văn Nhạc]] dựng cờ [[khởi nghĩa Tây Sơn|khởi nghĩa ở Tây Sơn]], nhà Nguyễn khi đó suy yếu không chống lại được quân khởi nghĩa. Năm [[1775]], chúa [[Nguyễn Phúc Thuần]] chạy vào Gia Định, Trương Phước Phấn đi theo hộ giá. Nhân lúc [[nhà Nguyễn]] bị nguy khốn, vua [[Cao Miên]] [[Nặc Ông Vinh]] không chịu triều cống. Chúa sai Trương Phước Thận cùng bọn Phó tiết chế là [[Nguyễn Cửu Tuân]] theo giúp [[Gia Long|đức Thế Tổ (Nguyễn Ánh)]] thảo phạt, Nặc Vinh phải xin hàng<ref>Viện Sử học, Đại Nam liệt truyện, tập 2, trang 582<\/ref>.\n\nMùa hạ năm [[1776]], quân Tây Sơn đánh vào Gia Định. Lúc này nội bộ chúa Nguyễn lại phát binh tranh chấp giữa hai thế lực là [[Đỗ Thanh Nhơn]] và [[Lý Tài]]. Lý Tài lo Đỗ Thanh Nhơn làm hại mình, bèn đem thuộc hạ chiếm giữ núi Châu Thới<ref>Có sách gọi Chiêu Thái, là ngọn núi nhỏ cách trấn Biên Hòa về phía nam hơn 11 dặm, nay thuộc xã Bình An, huyện Thuận An, Tỉnh Bình Dương.<\/ref> để phòng giữ. Một lần Lý Tài đem quân đánh úp quân Đông Sơn. Thanh Nhơn chống cự không nổi, phải đắp lũy từ [[sông Bến Nghé]] đến Bến Than để cố thủ.\n\nNgày Kỉ Tị tháng 11 ÂL năm đó, Lý Tài rước Đông cung Thế tử [[Nguyễn Phúc Dương]] về Sài Gòn, Trương Phước Thận xin ngự giá đóng ở chùa Kim Chương<ref>Ngoại thành tỉnh Gia Định<\/ref>. Ngày Nhâm Thân, Lý Tài buộc chúa mở đại hội tuyên cáo nhường ngôi cho Đông cung. Đông cung cho rằng sự thế đương ngặt nghèo, bất đắc dĩ phải vâng mệnh, xưng là Tân Chính vương, tôn chúa làm Thái thượng vương<ref>Viện sử học Việt Nam, Đại Nam thực lục tập 1, trang 169<\/ref>.\n\nTháng 3 năm [[1777]], [[Nguyễn Văn Huệ]] dẫn quân đánh Gia Định, Lý Tài thua chạy về Hóc Môn, rồi lại chạy về Ba Giồng<ref>Nay nằm trên địa phận hai huyện [[Cai Lậy (huyện)|Cai Lậy]] và [[Châu Thành]], tỉnh [[Tiền Giang]]<\/ref>, mà Ba Giồng lại là căn cứ quân Đông Sơn của [[Đỗ Thanh Nhơn]]. Bấy giờ gặp lúc Trương Phước Thận từ Cần Bột<ref>Tức [[Cần Giuộc]], nay thuộc huyện [[Cần Giuộc]], tỉnh [[Long An]]<\/ref> đem quân đến cứu. Lý Tài trông xa thấy bóng cờ, ngờ là quân Đông Sơn đến đánh úp mình, bèn tự rút quân về. Giặc thừa thế đuổi theo. Quân Lý Tài chạy rối loạn đến Tam Phụ, bị quân Đông Sơn giết chết<ref>Viện sử học Việt Nam, Đại Nam thực lục tập 1, trang 170<\/ref>. Trương Phước Thận bèn tới cứu nguy cho Tân Chánh vương. Sau đó ông đưa Tân Chính vương về giữ đất Tranh Giang<ref>Nay thuộc địa phận tỉnh [[Tiền Giang]]<\/ref>. Trong khi Thái Thượng vương cùng đức Thế Tổ ([[Nguyễn Ánh]]) đóng quân ở Tài Phụ, dựa lưng vào nhau chống lại [[Tây Sơn]].\n\nTây Sơn tập trung lực lượng đánh vào cả hai nơi Tranh Giang, Tài Phụ. Tháng 9 năm đó, Trương Phước Thận phò Thái Thượng vương chạy vào Long Xuyên. Tây Sơn đến đánh, cha con ông cùng với chúa đều bị bắt và bị hại.\n\n== Xem thêm ==\n* [[Nguyễn Phúc Dương]]\n* [[Lý Tài]]\n* [[Đỗ Thanh Nhơn]]\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Quan lại chúa Nguyễn]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 1777]]"}