{"488513":"{{Thông tin trường học\n| tên = Lycée Albert Sarraut\n| logo = \n| khẩu hiệu = \n| hình = \n| tên khác = Lycée de Hanoi, Grand Lycée\n| ngày thành lập = 1913-1965\n| loại hình = Lycée\n| địa chỉ = \n| hiệu trưởng = \n| hiệu phó = \n| giám đốc = \n| giáo viên = \n| học sinh = \n| điện thoại = \n| địa chỉ = Rue de la République\n| thành phố = [[Hà Nội]]\n| tỉnh = \n| quốc gia = [[Liên bang Đông Dương|Đông Dương thuộc Pháp]]\n| email = \n| web = \n}}\n[[Tập tin:Lycée Albert Sarraut-Trường THPT Trần Phú-Hoàn Kiếm-050520091067.jpg|nhỏ|Trường Trung học Albert Sarraut|thế=Trường Trung học bán phần Paul Bert]]\n'''Trường Trung học Albert Sarraut''' ([[tiếng Pháp]]: ''Lycée Albert Sarraut'') là một trong những trường trung học nổi tiếng nhất ở [[Bán đảo Đông Dương|Đông Dương]], được thành lập từ năm 1919 tại [[Hà Nội]], giải thể năm 1965. Nhiều nhân vật nổi tiếng trong lịch sử Đông Dương từng học ở trường này.\n\nĐịa điểm của trường ngày nay là [[Trường Trung học phổ thông Trần Phú – Hoàn Kiếm]].\n\n==Hình thành==\nNăm 1902, chính quyền thực dân Pháp đã cho thành lập trường [[Paul Bert]] (''Collège Paul Bert'') tại Hà Nội để đào tạo bậc trung học bán phần cho con các quan chức Pháp tại Đông Dương, đồng thời các con quan chức cao cấp người Việt làm cho Pháp, nhằm đào tạo đội ngũ kế tiếp làm việc cho Pháp tại Đông Dương. Trường sở được đặt tại Boulevard Rollandes<ref>Nay là phố Hai Bà Trưng.<\/ref> [[Trường Trung học phổ thông Trần Phú - Hoàn Kiếm|Nay là Trường Trung học Phổ thông Trần Phú - Hoàn Kiếm]].\n\nNăm 1913, Toàn quyền Đông Dương [[Albert Sarraut]] đã ra quyết định nâng bậc trường [[Paul Bert]] từ ''Collège'' lên bậc ''Lycée'' để thành lập một trường trung học toàn phần như các trường ở chính quốc với đầy đủ cơ sở vật chất phục vụ cho việc dạy và học tại Hà Nội. Trường có nhiệm vụ thu nhận học sinh người Pháp và cả học sinh là con em các quan chức cao cấp người Việt Nam, người Miên, người Lào.<ref name=\"ngothelong\">Ngô Thế Long, \"Trường Albert Sarraut dưới chính thể Việt Nam Dân chủ Cộng hòa\"<\/ref>\n\nNăm 1914, công trình xây dựng trường sở mới được khởi công trên một khuôn viên rộng, vuông vắn, nằm trước [[Phủ Toàn quyền]], giới hạn bởi bốn con đường Avenue de la République (Đại lộ Cộng hòa)<ref>Nay là phố Hoàng Văn Thụ.<\/ref>, Avenue Brière de l'isle<ref>Nay là phố Hùng Vương.<\/ref>, Boulevard Carnot<ref>Nay là phố Phan Đình Phùng.<\/ref> và Rue Destenay<ref>Nay là phố Nguyễn Cảnh Chân.<\/ref>.\n\nCông trình do Kiến trúc sư [[Adolphe Bussy]] thiết kế, gồm khu trường chính với khu học đường, khu nội trú, khu y tế; và khu giáo dục thể chất gồm 1 sân bóng đá, 1 sân bóng rổ, 1 sân bóng chuyền, 1 khu điền kinh (hố cát để tập nhảy cao, nhảy xa, xà đơn, xà kép, xà lệch…) để phục vụ nhu cầu cao của các học sinh tầng lớp trên. Hai khu này được ngăn cách bởi phố Destenay. Vị trí khu trường chính tương ứng với trụ sở Trung ương [[Đảng Cộng sản Việt Nam]] ngày nay. Vị trí khu giáo dục thể chất về sau được dùng để xây trụ sở Ban Tư tưởng Văn hóa Trung ương.\n\nCông trình được hoàn tất đầu năm 1919. Sau khi hoàn thành trường sở, trường Lycée Paul Bert được đổi tên thành '''Trường Trung học Hà Nội''' (''Lycée de Hanoi''). Một phân sở của Lycée de Hanoi chuyên đào tạo các lớp trên được chuyển về đây. Riêng phân sở chuyên đào tạo các lớp dưới vẫn ở lại trường sở cũ. Thời bấy giờ, để phân biệt, người ta thường gọi phân sở tại Boulevard Rollandes là '''Petit Lycée''' (''trường Trung học Nhỏ''); còn phân sở tại Avenue de la République là '''Grand Lycée''' (''trường Trung học Lớn'').<ref name=\"duongtrungquoc\">[[Dương Trung Quốc]], \"Trường Albert Sarraut\".<\/ref>\n\nNăm 1923, trường được xây thêm mặt tiền chính (''façade principale'') ở hướng Avenue de la République. Theo Nghị định ngày 24 tháng 7 năm 1923 của [[Toàn quyền Đông Dương]] tạm thời [[François Baudoin]], trường đổi tên thành '''Trường Trung học Alber Sarraut''' (''Lycée Albert Sarraut'') để kỷ niệm cựu Toàn quyền Đông Dương Albert Sarraut, người ra quyết định lập trường, bấy giờ đang giữ chức Bộ trưởng Bộ Thuộc địa Pháp<ref name=\"ngothelong\"\/>. Phân sở Petit Lycée lấy lại tên cũ là Lycée Paul Bert.\n\n==Hoạt động==\nNăm học đầu tiên (1924–1925), trường đã có 800 học sinh, có cả học sinh người Việt Nam và Miên, Lào<ref name=\"nguyenminhvu\">Tài liệu của Nguyễn Minh Vũ, Cựu học sinh chuyên khoa Lycée Albert Sarraut niên khóa 1951–1954.<\/ref>. Trong những năm sau đó, trường còn có các học sinh là người [[Trung Quốc]], [[Ấn Độ]], [[Nhật Bản]]<ref name=\"ngothelong\"\/>. Cao điểm nhất là năm học 1940–1941, trường có đến 1.405 học sinh.<ref name=\"nguyenminhvu\"\/>\n\nTrường Trung học Alber Sarraut là một trong số 69 trường Trung học do Pháp thành lập trên các thuộc địa, phản ánh quan điểm đào tạo đội ngũ công chức kế thừa làm việc cho chính quyền thực dân Pháp tại Đông Dương. Bấy giờ, tại Hà Nội, cùng đào tạo bậc Trung học, còn có trường [[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trung học Bảo hộ]] (''Lycée du Protectorat''), còn gọi là [[Trường Trung học phổ thông Chu Văn An, Hà Nội|Trường Bưởi]], thuộc loại lớn và danh giá nhất Đông Dương, trường này chủ yếu dành cho con em dân bản xứ. Tuy nhiên, học sinh hai trường này thường có mâu thuẫn, dẫn đến những xung đột, được xem như là những xung khắc học trò điển hình cho những xung đột ở thuộc địa.<ref name=\"duongtrungquoc\"\/>\n\nNăm 1943 trường bị ném bom, phải sơ tán khỏi Hà Nội. Đại bộ phận theo hiệu trưởng Loubet sơ tán đến Tam Đảo; một bộ phận nhỏ ghép với trường Paul Bert sơ tán vào [[Sầm Sơn]]. Sau đảo chính 9 tháng 3 năm 1945, trường tạm ngừng hoạt động.<ref name=\"nguyenminhvu\"\/>\n\nMãi sau khi người Pháp tái chiếm Đông Dương, ngày 4 tháng 2 năm 1947, dưới sự điều hành của bà Raspail, trước đây là hiệu trưởng Trường Con gái Pháp (''Collège des Jeunes Filles Francaises''), trường Albert Sarraut mở cửa trở lại, tạm thời ở địa điểm của Trường Con gái Pháp, với 700 học sinh. Tháng 9 năm 1948, trường trở về địa điểm cũ. Những năm sau đó, trường liên tục phát triển, đến năm học 1953–1954, số học sinh lên tới 2.400.<ref name=\"nguyenminhvu\"\/>\n\nVới những thất bại liên tiếp trong việc cố gắng nắm lại quyền kiểm soát Đông Dương, mà đỉnh điểm là thất bại nặng nề tại [[chiến dịch Điện Biên Phủ|trận Điện Biên Phủ]], người Pháp buộc phải giao lại quyền kiểm soát chính quyền cho người bản xứ. Cùng với việc thực hiện [[Hiệp định Genève, 1954|Hiệp định Geneve, 1954]], chính phủ Pháp cũng ký với chính phủ [[Việt Nam Dân chủ Cộng hòa]] một Thỏa ước văn hóa vào ngày 7 tháng 4 năm 1955, được thông qua bằng Nghị định thư ngày 23 tháng 7 năm 1955. Trên cơ sở đó, trường trung học Albert Sarraut được tiếp tục hoạt động trong 10 năm, kèm một số điều khoản như trường sẽ dời địa điểm và trở thành một trường tư thục của Tổ chức Lương Hội Pháp (''Mission laique francaise''), một tổ chức nhằm truyền bá tiếng Pháp và văn hoá Pháp bằng việc mở các trường học ở nước ngoài. Các học sinh theo học được miễn học phí. Chương trình giảng dạy phải bằng tiếng Việt, trừ môn Toán<ref>Tuy nhiên, từ năm học 1960-1961, môn Toán cũng được học hoàn toàn bằng tiếng Việt.<\/ref>. Chương trình học thực hiện trong 10 năm học, chia thành 3 cấp: cấp 1 từ lớp 1 đến lớp 4 (tiểu học), cấp 2 từ lớp 5 đến lớp 7 (trung học cơ sở) và cấp 3 từ lớp 8 đến lớp 10 (trung học phổ thông). Tiếng Pháp được xem môn ngoại ngữ chính, giáo viên người Pháp dạy và được học ngay từ cấp 1.<ref name=\"ngothelong\"\/>\n\nTrường mở cửa trở lại từ năm học 1955–1956 với 590 học sinh<ref name=\"nguyenminhvu\"\/>. Thời gian đầu, các học sinh cấp 2 và 3 học tại trường sở của Petit Lycée, bấy giờ mang địa chỉ số 8 phố Hai Bà Trưng. Còn trường cấp 1 ở tại trụ sở cũ của Trường Saint-Marie gần đấy. Từ năm 1960, trụ sở này được giao lại cho Sở Giáo dục Hà Nội và tất cả học sinh của trường từ lớp 1 đến lớp 10 đều học tại 8 Hai Bà Trưng (buổi sáng cấp 2, 3 và buổi chiều dành cho cấp 1).\n\nNăm học cuối cùng 1964–1965, số học sinh là 966. Sau năm học này, trường trung học Albert Sarraut Hanoi ngừng hoạt động hẳn<ref name=\"nguyenminhvu\"\/>. Trường được đổi tên thành [[Trường Trung học phổ thông Trần Phú - Hoàn Kiếm|Trường Phổ thông Công nghiệp]] ngay sau khi chính quyền Việt Nam Dân chủ Cộng hòa nắm quyền điều hành trường.\n\n==Những nhân vật nổi tiếng từng theo học tại trường==\n*[[Hoàng Xuân Hãn]]\n*[[Nguyễn Tiến Lãng]]<ref>{{Chú thích web |url=http:\/\/www.truyen-thong.org\/so13\/22.html |ngày truy cập=2011-03-14 |tựa đề=Nguyễn Tiến Lãng |archive-date = ngày 8 tháng 2 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120208044750\/http:\/\/www.truyen-thong.org\/so13\/22.html }}<\/ref>\n*[[Hoàng Văn Chí]]\n*[[Võ Nguyên Giáp]]<ref>[http:\/\/thecarthaginiansolution.files.wordpress.com\/2011\/09\/senior-general-vo-nguyen-giap-remembers.pdf Senior General Vo Nguyen Giap remembers - Journal of Third World Studies, Fall 2003 by Currey, Cecil B, page 1]<\/ref>\n* [[Đặng Phúc Thông]]\n* [[Phạm Huy Thông]]\n* [[Trần Đức Thảo]]\n*[[Nguyễn Phúc Bửu Lộc]]\n*[[Nguyễn Văn Chi]]\n*[[Trịnh Văn Bô]]\n*[[Trần Lệ Xuân]]\n*[[Vũ Hoàng Chương|Vũ Hoàng Chưong]]\n*[[Nguyễn Văn Huyên]]\n*[[Vũ Bằng]]<ref>{{Chú thích web |url=http:\/\/www.cinet.gov.vn\/vanhoa\/Vanhoc\/vh-vietnam\/tacgia\/20\/van\/tacpham\/b\/vubang_40namnoilao\/c2chutai,chutai.htm |ngày truy cập=2011-03-14 |tựa đề=Vũ Bằng |archive-date = ngày 24 tháng 5 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110524061754\/http:\/\/www.cinet.gov.vn\/vanhoa\/Vanhoc\/vh-vietnam\/tacgia\/20\/van\/tacpham\/b\/vubang_40namnoilao\/c2chutai,chutai.htm |url-status=dead }}<\/ref>\n*[[Nguyễn Tường Tam|Nhất Linh]]<ref>[http:\/\/www.limsi.fr\/Individu\/dang\/webvn\/ekhaihun.htm Tu Luc Van Doan - Self Sufficient Group]<\/ref>\n* [[Khái Hưng]]\n*[[Đào Sĩ Chu]]<ref>Lycée Albert Sarraut<\/ref>\n*[[Thạch Lam]]\n*[[Nguyễn Mạnh Tường (luật sư)|Nguyễn Mạnh Tường]]\nMột số hoàng thân Lào cũng từng theo học ở đây như Hoàng thân [[Souphanouvong]], Kamabanapana, Kamauva, Kamahinga<ref>[http:\/\/4dw.net\/royalark\/Laos\/laos2.htm Royal Laos]<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Đọc thêm==\n* [[Dương Trung Quốc]], \"Trường Albert Sarraut\"\n* Ngô Thế Long, \"Trường Albert Sarraut dưới chính thể Việt Nam Dân chủ Cộng hòa (1955-1965) \/ Tạp chí Xưa và Nay số 366 (10-2010)\"\n==Liên kết ngoài==\n* [http:\/\/philippe.millour.free.fr\/Photos\/Indochine\/pages\/Sarraut_Pierre.htm Photo of classes at Lycée Albert Sarraut in 1939-1940]\n* [http:\/\/www.bucknell.edu\/Beaucarnot\/visit.asp?s=11080&v=& Lycée Albert Sarraut] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929102855\/http:\/\/www.bucknell.edu\/Beaucarnot\/visit.asp?s=11080&v=& |date=2007-09-29 }}\n* [http:\/\/www.amis-mlf.org\/etablissements-visualiser.php?ID_ets=751&nav=1 Lycée Albert Sarraut in Hanoi, Vietnam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070930150129\/http:\/\/www.amis-mlf.org\/etablissements-visualiser.php?ID_ets=751&nav=1 |date = ngày 30 tháng 9 năm 2007}}\n* Journal officiel de l’Indochine năm 1923.\n* Hubert Thierry, La condition juridique du Nord Vietnam \/Annuaire français de droit international, volume 1, 1955.\n* Mémoire des anciens du Lycée Albert Sarraut de Hanoi.\n\n{{Trường dành cho người bản xứ ở Đông Dương}}\n\n[[Thể loại:Trường trung học tại Hà Nội|Albert Sarraut]]\n[[Thể loại:Trường Trung học ở Liên bang Đông Dương|Albert Sarraut]]\n[[Thể loại:Tổ chức thành lập năm 1919]]\n[[Thể loại:Tổ chức giải thể năm 1965]]"}