{"3127479":"{{Mồ côi|date=tháng 8 2020}}\n{{Wikify}}\n{{About|một trường [[trung học phổ thông]] ở [[Quảng Ngãi]]|trường trung học phổ thông ở [[Quảng Bình]]|Trường Trung học phổ thông chuyên Võ Nguyên Giáp}}\n\n{{Thông tin trường học\n| loại hình = Công lập\n| tên bản địa = \n| khẩu hiệu = Trường THPT Võ Nguyên Giáp - kết nối cộng đồng số 1 Sơn Tịnh\n| ngày thành lập = 1975\n| logo = \n| hình = \n| tên khác = Trường Trung học phổ thông Số 1 Sơn Tịnh\n| khuôn viên = \n| địa chỉ = 452 Nguyễn Văn Linh, Phường Trương Quang Trọng, Thành phố Quảng Ngãi, tỉnh Quảng Ngãi\n| thành phố = Quảng Ngãi\n| tỉnh = Quảng Ngãi\n| quốc gia = Việt Nam\n| tọa độ = \n| tài trợ = \n| hiệu trưởng = Nguyễn Thái Quảng\n| hiệu phó = \n| nhân viên = \n| tên = Trường Trung học phổ thông Võ Nguyên Giáp\n| điện thoại = \n| email = \n| web = http:\/\/thptvonguyengiap.edu.vn\/\n}}\n'''Trường Trung Học Phổ Thông Võ Nguyên Giáp (Trường THPT Số 1 Sơn Tịnh)''' là trường Công lập trực thuộc [[Sở Giáo dục và Đào tạo|Sở GD&ĐT]] tỉnh [[Quảng Ngãi]], được thành lập năm 1975\n\n== Lịch sử Nhà trường ==\nĐây là trường cấp III đầu tiên của huyện [[Sơn Tịnh]]. Trường tọa lạc tại trung tâm thị trấn Sơn Tịnh (nay là phường [[Trương Quang Trọng (phường)|Trương Quang Trọng]], thành phố [[Quảng Ngãi]] - do thay đổi địa giới hành chính<ref>{{Chú thích web|url = http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=509&_page=1&mode=detail&document_id=171272|tiêu đề = Nghị quyết số 123\/NQ-CP của Chính phủ: Về việc điều chỉnh địa giới hành chính huyện Sơn Tịnh, huyện Tư Nghĩa để mở rộng địa giới hành chính thành phố Quảng Ngãi và thành lập phường Trương Quang Trọng thuộc thành phố Quảng Ngãi, tỉnh Quảng Ngãi}}<\/ref>), trên bờ Bắc sông [[Trà Khúc]], ở gần núi Thiên Ấn. Tên Trường trùng với tên Huyện, đều là Sơn Tịnh. So với các huyện trên địa bàn tỉnh Quảng Ngãi, người Sơn Tịnh có quyền tự hào về quê hương của mình – mảnh đất địa linh, nhân kiệt.\n\nLúc mới thành lập, cơ sở của Trường hiện nay là chung cho 2 trường (Trường cấp II Tịnh Ấn và Trường cấp III Sơn Tịnh) với 9 phòng học nhà cấp 4 được xây dựng từ những năm cuối thập kỷ 60. Năm 1977, cơ sở trên chuyển giao cho Trường cấp III (Trường cấp II chuyển địa điểm).\n\nTừ năm 1986, đặc biệt là từ những năm 1990 trở lại đây, khi giáo dục được xem là động lực của sự phát triển, giáo dục là quốc sách hàng đầu, Nhà nước đã có chú trọng nhiều hơn đến sự đầu tư cho giáo dục. Do vậy, đến nay, Trường THPT số 1 Sơn Tịnh ( THPT Võ Nguyên Giáp ) đã có những đổi sắc thay da. Trường có một cơ ngơi khang trang, với bốn khối công trình được xây dựng kiên cố, được bố trí thành hình chữ U, cổng Trường hướng về phía Đông; sân trường đã được [[bê tông]] hóa và rợp bóng cây xanh mát. Diện tích sân Trường tuy nhỏ so với yêu cầu nhưng có không gian rất ấm áp và thân thiện. Diện tích của Trường được mở rộng thêm gần gấp đôi so với buổi đầu Trường mới thành lập. Phòng học, phòng làm việc, phòng chức năng, trang thiết bị, dụng cụ và nhà thi đấu đa năng đảm bảo cho mọi hoạt động của Nhà trường với số lượng khoảng 2.000 học sinh.\n\nNăm 2014, trường đổi tên thành Trường THPT Võ Nguyên Giáp.<ref>{{Chú thích web|url=http:\/\/quangngai.edu.vn\/truong-thpt-so-1-son-tinh-chinh-thuc-doi-ten-thanh-truong-thpt-vo-nguyen-giap.html|tựa đề=Trường THPT Số 1 Sơn Tịnh chính thức đổi tên thành Trường THPT Võ Nguyên Giáp|ngày=2017-03-07|website=Sở Giáo dục & Đào tạo Quảng Ngãi|url-status=live|ngày truy cập=2021-01-01}}<\/ref>\n\n== Các thời kỳ Hiệu trưởng ==\n*Thầy Lưu Hà Vỹ (1975 - 1976)\n*Thầy Hoàng Thu Nam (1976 - 1980)\n*Thầy Nguyễn Tề (1980 - 1989)\n*Thầy Phạm Ngọc Thiệu (1989 - 2005)\n*Thầy Lê Doãn Thống (2005 - 2011)\n*Thầy Nguyễn Tân Cảnh (2011 )\n*Thầy Nguyễn Thái Quảng ( nay )\n\n== Hội đồng Sư phạm ==\nBan Giám hiệu gồm có 4 Thầy, Cô giáo, với 1 Hiệu trưởng và 3 Hiệu phó phụ trách các chuyên môn.\n\nNhà trường có đội ngũ gồm 100 thầy, cô giáo giàu kinh nghiệm và tình yêu học trò cũng như nghề nghiệp. Có hơn 10 Giáo viên Giỏi cấp tỉnh, 30 Giáo viên dạy giỏi cấp tỉnh, 5 Giáo viên trung học cao cấp, 7 Thạc sĩ và 100% Giáo viên đạt chuẩn.\n\nNgoài ra, các Thầy, Cô giáo trong Nhà trường liên tục được Đảng và Chính quyền khen, tặng danh hiệu \"Chiến sĩ thi đua cấp tỉnh\". Được Sở và Bộ nêu gương trong cuộc thi Giáo viên dạy học theo Chủ đề tích hợp.<ref>{{Chú thích web|url = http:\/\/giaoducphothong.edu.vn\/Quan_ly\/Hoat_dong.aspx?action=reading&newsid=136|tiêu đề = Tin tức cuộc thi}}<\/ref>\n\n== Thành tích ==\nTrong năm học đầu tiên, nhà trường chỉ có chưa đến 500 Học sinh và số lượng học sinh đỗ tốt nghiệp chỉ có 51 (năm 1976). Đến nay, số lượng học sinh tốt nghiệp hằng năm trung bình khoảng 600 học sinh. Vốn chăm chỉ, cần cù và say mê sáng tạo, học hỏi, học sinh đã tạo được nhiều tiếng thơm cho trường. Bộ mặt và uy tín của Nhà trường cũng được góp phần tạo dựng nên từ các em.\n\nTỉ lệ đỗ Đại học trong những năm gần đây của học sinh Nhà trường là khoảng 63%<ref>{{Chú thích web|url = http:\/\/www.moet.gov.vn\/?page=11.11&view=5251|tiêu đề = Thống kê Giáo dục năm 2013|ngày truy cập = 2014-08-05|archive-date = 2014-08-12|archive-url = https:\/\/web.archive.org\/web\/20140812043907\/http:\/\/www.moet.gov.vn\/?page=11.11&view=5251|url-status = dead}}<\/ref>, đó cũng chính là động lực để các em còn đang học và sẽ học ở Trường tiếp tục cần mẫn và ham học hơn. Cùng với tỉ lệ đỗ đại học như vậy, số lượng học sinh của trường tham dự các cuộc thi Học sinh Giỏi Quốc gia, và Miền Trung - [[Tây Nguyên]], cuộc thi giải Toán qua mạng Internet, Tiếng Anh qua mạng Internet, cuộc thi Khoa học - Kỹ thuật, cuộc thi Vận dụng kiến thức Liên môn<ref>{{Chú thích web|url = http:\/\/www.quangngai.edu.vn\/index.php\/qu-n-ly-di-u-hanh\/van-b-n-di-u-hanh\/van-b-n-s-gd-dt-qu-ng-ngai\/692-phe-duy-t-danh-sach-cac-s-n-ph-m-d-t-gi-i-trong-cu-c-thi-v-n-d-ng-ki-n-th-c-lien-mon|tiêu đề = Danh sách đạt giải|ngày truy cập = 2014-08-05|archive-date = 2014-08-08|archive-url = https:\/\/web.archive.org\/web\/20140808054050\/http:\/\/www.quangngai.edu.vn\/index.php\/qu-n-ly-di-u-hanh\/van-b-n-di-u-hanh\/van-b-n-s-gd-dt-qu-ng-ngai\/692-phe-duy-t-danh-sach-cac-s-n-ph-m-d-t-gi-i-trong-cu-c-thi-v-n-d-ng-ki-n-th-c-lien-mon|url-status = dead}}<\/ref>,... ngày đang tăng.\n\nNhà trường còn vinh dự được đón nhận \"[[Huân chương Lao động|Huân chương lao động]] Hạng Ba\" của Chính phủ, bằng khen, giấy chứng nhận từ [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ GD&ĐT]], [[ủy ban nhân dân|UBND]] tỉnh Quảng Ngãi, cờ thi đua của [[Chính phủ Việt Nam|Chính phủ]].\n\nChi bộ Đảng CSVN và Đoàn Thanh niên luôn giữ vững danh hiệu \"Trong sạch và Vững mạnh\".\n\n==Chú thích==\n{{Tham khảo|cột=2}}\n\n[[Thể loại:Trường trung học tại Quảng Ngãi]]\n[[Thể loại:Khởi đầu năm 1975]]"}