{"86227":"{{Thông tin trường học\n| logo = [[Tập tin:Logo Trường Đại học Kinh tế, Đại học Đà Nẵng.svg|242px]]\n| tên = [[Đại học Đà Nẵng]]<br>Trường Đại học Kinh tế\n| ngày thành lập = {{Ngày bắt đầu và tuổi|1975}}\n| loại hình = Đại học Công lập\n| địa chỉ = 71 [[Ngũ Hành Sơn]], phường [[Mỹ An (phường)|Mỹ An]], [[Ngũ Hành Sơn (quận)|quận Ngũ Hành Sơn]]\n| thành phố = [[Đà Nẵng|TP. Đà Nẵng]]\n| quốc gia = {{VIE}}\n| hiệu trưởng = [[Phó Giáo sư|PGS]] [[Tiến sĩ|TS]] Nguyễn Mạnh Toàn\n| điện thoại = +84 236 383 6169\n| email = dtctct@dng.vnn.vn\n| web = http:\/\/www.due.udn.vn\/\n| thành viên của = [[Đại học Đà Nẵng]] (trực thuộc [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]])\n| hình = Trường Đại học Kinh tế Đà Nẵng.jpeg\n| cỡ hình = 250px\n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| giám đốc = \n| tài trợ = \n| nợ = \n| hiệu phó = \n| giáo viên = \n| giảng viên = \n| nhân viên = \n| học sinh = \n| sinh viên = \n| sinh viên đại học = \n| sinh viên sau đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| khuôn viên = \n| tỉnh = \n| tọa độ = \n}}\n'''Trường Đại học Kinh tế,Đại học Đà Nẵng''' ([[tiếng Anh]]: ''The University of Danang - University of Economics'') là trường [[đại học công lập|đại học]] đứng đầu về đào tạo khối ngành kinh tế tại miền Trung Việt Nam, trực thuộc hệ thống [[Đại học Đà Nẵng]], đồng thời là trung tâm nghiên cứu kinh tế học lớn nhất và đi đầu tự chủ đại học của khu vực [[miền Trung (Việt Nam)|Miền Trung-]][[Tây Nguyên]].\n\n==Lịch sử==\n*Với tiền thân là khoa Kinh tế của [[Đại học Đà Nẵng]], tháng 10 năm [[1975]], Khoa Kinh tế thuộc trường [[Trường Đại học Bách khoa, Đại học Đà Nẵng|Đại học Bách khoa Đà Nẵng]] chính thức được thành lập và chiêu sinh khóa đầu tiên.\n\nQua 45 năm xây dựng và trưởng thành, trường Đại học Kinh tế Đà Nẵng đã đào tạo cho đất nước hơn 50.000 cử nhân và hàng ngàn thạc sĩ, tiến sĩ kinh tế, được chia thành 5 giai đoạn phát triển:\n\n*Từ tháng 10 năm 1975 đến tháng 12 năm 1985, trường là Khoa Kinh tế đào tạo 6 chuyên ngành: Kế hoạch hóa Kinh tế Quốc dân, Kinh tế Công nghiệp, Kinh tế Nông nghiệp, Kinh tế Thương nghiệp, Thống kê và Kế toán.\n*Từ [[tháng mười hai|tháng 12]] năm [[1985]] đến tháng 10 năm 1988, trường trở thành Phân hiệu Đại học Kinh tế Đà Nẵng đã được thành lập gồm 3 Khoa: Khoa Tại chức, Khoa Thống - Kế - Tài, Khoa Công - Thương và 3 bộ môn: Bộ môn Toán Lý Hóa, Bộ môn Cơ bản và Bộ môn Khoa học Mác - Lê nin.\n*Từ [[tháng mười|tháng 10]] năm [[1988]] đến tháng 10 năm [[1995]], trường là Phân hiệu Đại học Kinh tế sáp nhập trở về [[Trường Đại học Bách khoa, Đại học Đà Nẵng|trường Đại học Bách khoa Đà Nẵng]] có 2 khoa: Khoa Công - Thương và Khoa Kinh tế Nghiệp vụ.\n*Từ tháng 10 năm 1995 đến năm 2005, Trường Đại học Kinh tế và [[Quản trị kinh doanh|Quản trị Kinh doanh]] trực thuộc Đại học Đà Nẵng được thành lập theo nghị định số 32CP ngày 4-04-1994 của Chính phủ. Đến ngày 09-03-2004 Bộ trưởng [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]] đã ra Quyết định số 1178\/QĐ đổi lại tên trường thành Trường Đại học Kinh tế trực thuộc [[Đại học Đà Nẵng]].\n*Ngày 28 tháng 12 năm 2016, Thủ tướng Chính phủ ra Quyết định 2533\/QĐ-TTg về việc phê duyệt Đề án thí điểm đổi mới cơ chế hoạt động của Trường Đại học Kinh tế thuộc Đại học Đà Nẵng. Từ đó, trường trở thành trường đại học tiên phong trong đổi mới theo cơ chế tự chủ đại học đầu tiên ở khu vực [[miền Trung (Việt Nam)|Miền Trung-]][[Tây Nguyên]]. \n\nTừ năm 2005 đến nay là giai đoạn đánh dấu những bước phát triển đột phá của Trường Đại học Kinh tế, đặc biệt trong công tác đào tạo nguồn nhân lực chất lượng cao nhằm đáp ứng với nhu cầu xã hội. Cùng với các cơ sở giáo dục đại học thành viên của Đại học Đà Nẵng, từ năm học 2006-2007, Trường đã chuyển từ đào tạo theo hình thức niên chế sang đào tạo theo học chế tín chỉ và có những bước đột phá trong đổi mới phương pháp giảng dạy, nghiên cứu khoa học, hợp tác quốc tế. Từ tháng 11 năm 2014, thực hiện chủ trương tái cấu trúc cơ cấu tổ chức Trường theo Quy chế Đại học vùng, đến nay, Trường đã có 13 khoa chuyên môn, 08 phòng chức năng, 08 trung tâm, 01 thư viện,  01 bộ môn trực thuộc.\n\n==Ban Giám hiệu==\nHiệu trưởng:\n*PGS.TS. Nguyễn Mạnh Toàn.\nCác Phó Hiệu trưởng:\n*PGS.TS. Võ Thị Thúy Anh..\n*PGS.TS. Lê Văn Huy \n*TS. Huỳnh Thị Hồng Hạnh\nChủ tịch Hội đồng trường:\n*PGS.TS. Trần Đình Khôi Nguyên\n\n== Chất lượng đào tạo ==\n\n===Đội ngũ giảng viên===\nNăm 2022, trường có đội ngũ cán bộ, giảng viên là 415 người, trong đó có 288 cán bộ giảng dạy gồm: 03 giáo sư, 22 phó giáo sư, 107 tiến sĩ, 156 thạc sĩ, 26 giảng viên cao cấp, 05 [[Nhà giáo Ưu tú|nhà giáo ưu tú]], 57 giảng viên chính và 28 cán bộ giảng dạy đang làm nghiên cứu sinh, học cao học ở nước ngoài. Tỷ lệ giảng viên có trình độ thạc sĩ trở lên của trường hiện là 91,32%, trong đó chủ yếu là được đào tạo từ nước ngoài. Đây là lực lượng cán bộ khoa học có trình độ cao và nhiều kinh nghiệm trong các lĩnh vực kinh tế và quản trị kinh doanh. Cùng với lực lượng cơ hữu trên, còn có sự tham gia giảng dạy các bộ môn khoa học cơ bản, ngoại ngữ chuyên ngành của đội ngũ hàng trăm giảng viên từ các trường đại học thành viên trực thuộc [[Đại học Đà Nẵng]].\n\n===Cơ sở vật chất===\nCơ sở vật chất phục vụ giảng dạy, học tập và nghiên cứu khoa học của nhà trường ngày càng hoàn thiện. Trường hiện có 6 khu giảng đường với hơn 100 phòng học, có khả năng tiếp nhận cùng lúc 4.500 sinh viên. [[Thư viện]] có khoảng 20.000 đầu sách, 3 phòng đọc với gần 1.000 chỗ ngồi, 8 phòng máy với trên 400 máy vi tính cùng hàng chục máy tính xách tay và máy chiếu hiện đại.\n\n==Tổ chức==\nHiện nay trường có 8 phòng chức năng, 1 tổ trực thuộc, thư viện, 13 khoa chuyên ngành và 8 trung tâm:\n===Các phòng chức năng===\n*Phòng Đào tạo\n*Phòng Công tác Sinh viên\n*Phòng Tổ chức - Hành chính\n*Phòng Kế hoạch – Tài chính\n*Phòng Cơ sở vật chất\n*Phòng Thanh tra pháp chế\n*Phòng Khoa học và Hợp tác quốc tế\n*Phòng Khảo thí và Đảm bảo chất lượng giáo dục\n===Tổ trực thuộc===\n*Thư viện\n*Tổ Ngoại ngữ chuyên ngành\n===Các khoa đào tạo===\n*Khoa [[Luật]]\n*Khoa [[Kinh tế]]\n*Khoa [[Kế toán]]\n*Khoa [[Marketing]]\n*Khoa [[Du lịch]]\n*Khoa [[Tài chính]] \n*Khoa [[Ngân hàng]]\n*Khoa [[Lý luận]] [[Chính trị]] \n*Khoa [[Quản trị]] [[Kinh doanh]]\n*Khoa [[Kinh doanh]] [[Quốc tế]]\n*Khoa [[Khoa học Thống kê|Thống kê]] - [[Tin học]]\n*Khoa [[Thương mại]] [[Điện tử]]\n\n===Các trung tâm===\n*Trung tâm Công nghệ thông tin và truyền thông\n*Trung tâm Ngoại ngữ - Tin học\n*Trung tâm Đào tạo Quốc tế\n*Trung tâm Đào tạo bồi dưỡng\n*Trung tâm Nghiên cứu động lực và phát triển cá nhân\n*Trung tâm Nghiên cứu và Tư vấn [[Du lịch]]\n*Trung tâm Nghiên cứu và phát triển [[Hậu cần|logistics]]\n*Trung tâm Nghiên cứu phát triển quản trị và tư vấn doanh nghiệp\n*Trung tâm Hỗ trợ sinh viên và quan hệ doanh nghiệp\n==Nghiên cứu Khoa học==\nTrường Đại học Kinh tế Đà Nẵng là một trong những trung tâm nghiên cứu khoa học lớn và có năng lực trong lĩnh vực kinh tế của cả nước. Trong giai đoạn từ 2010-2015, Cán bộ giảng viên nhà trường đã tiến hành đăng ký và thực hiện 176 đề tài nghiên cứu khoa học các cấp, trong đó có 1 đề tài cấp Nhà nước, 39 đề tài cấp Bộ và địa phương, 135 đề tài cấp cơ sở. Bên cạnh các nhóm đề tài truyền thống từ [[Ngân sách nhà nước|ngân sách Nhà nước]], nhóm đề tài [[chuyển giao công nghệ]] và liên kết địa phương, doanh nghiệp của nhà trường đang có xu hướng gia tăng, vừa tăng cường năng lực nghiên cứu của giáo viên, vừa mang lại nguồn thu của nhà trường.\n\nSố lượng bài báo khoa học trong nước và quốc tế của cán bộ giảng viên Nhà trường trong những năm qua không ngừng tăng lên cả về số lượng lẫn chất lượng. Trong giai đoạn 2010-2015, tổng số các bài báo quốc tế của trường là 36 bài báo quốc tế, 517 bài báo trong nước, 63 bài tham luận hội thảo quốc tế, 261 bài tham luận hội thảo quốc gia, địa phương; 36 giáo trình và sách tham khảo.\n\nBên cạnh đó, phong trào nghiên cứu khoa học trong sinh viên của nhà trường phát triển mạnh và đã đạt được nhiều thành tích đáng kể.<ref>{{Chú thích web|url=http:\/\/due.udn.vn\/vi-vn\/nghiencuukhoahoc\/nghiencuukhoahocgioithieu\/cid\/18|tiêu đề=CÔNG TRÌNH KHOA HỌC - GIỚI THIỆU|nhà xuất bản=Trường Đại học Kinh tế-Đại học Đà Nẵng}}<\/ref> \n==Hợp tác đào tạo==\n===Trong nước===\nTrường có quan hệ hợp tác đào tạo với Trường [[Trường Đại học Kinh tế Quốc dân|Đại học Kinh tế Quốc dân]], Trường [[Trường Đại học Kinh tế Thành phố Hồ Chí Minh|Đại học Kinh tế Thành phố Hồ Chí Minh]], [[Học viện Chính trị - Hành chính Quốc gia Hồ Chí Minh|Học viện Chính trị Quốc gia Hồ Chí Minh]], Trung tâm Kinh tế châu Á Thái Bình Dương (VAPEC) cùng nhiều trường đại học, viện nghiên cứu khác trong nước và các trung tâm giáo dục thường xuyên các tỉnh, thành phố [[miền Trung]] - [[Tây Nguyên]].\n\n===Quốc tế===\nTrong hợp tác quốc tế, trường có mối quan hệ truyền thống với các trường đại học uy tín trên thế giới như: Đại học Towson ([[Hoa Kỳ]]), Đại học Sunderland, Đại học Stirling ([[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]]), [[Học viện dân tộc|Học viện Dân tộc]] [[Quảng Tây]] (Trung Quốc).\n\nTrong khuôn khổ hợp tác quốc tế của [[Đại học Đà Nẵng]], hàng năm Trường đều cử cán bộ đi đào tạo, thực tập theo các chương trình hợp tác với các tổ chức và trường đại học nước ngoài như: [[Hiệp hội các đại học Pháp ngữ]] (AUF), [[Đại học Pierre Mendes]], Viện nghiên cứu Quản lý Lille, Đại học Marne-la-Vallée, Đại học Nice, Đại học Grenoble ([[Pháp]]), [[Viện Công nghệ châu Á|Học viện Công nghệ châu Á]] - [[Viện Công nghệ châu Á|AIT]] ([[Thái Lan]]), [[Đại học Québec]] ([[Canada]]), [[Đại học California]] ([[Hoa Kỳ|Mỹ]]), Đại học Queesland ([[Úc|Australia]])...\n\n==Thành tích đào tạo==\n*Từ khi thành lập cho đến nay, Trường Đại học Kinh tế Đà Nẵng đã đào tạo cho xã hội hơn 50.000 cử nhân, trong đó có hàng trăm sinh viên quốc tế, gần 1.000 thạc sĩ và tiến sĩ các chuyên ngành quản lý kinh tế và quản trị kinh doanh, đáp ứng nhu cầu nguồn nhân lực chất lượng cao của các tỉnh miền Trung - Tây Nguyên và cả nước.\n*Trường đã vinh dự được Chủ tịch nước tặng thưởng Huân chương Lao động hạng Ba (2001), Huân chương Lao động hạng Nhì (2005), Huân chương Lao động hạng Nhất (2015) cùng nhiều Bằng khen khác của Thủ tướng Chính phủ, Bộ Giáo dục & Đào tạo và Ủy ban Nhân dân thành phố Đà Nẵng.\n*Qua hơn 47 năm qua, đặc biệt là 20 năm phát triển và hội nhập cùng Đại học Đà Nẵng chính là tiền đề, là bệ phóng quan trọng để Trường tiếp tục phát triển và gặt hái được những thành tựu lơn hơn trên con đường chinh phục những thử thách mới: Xây dựng Trường Đại học Kinh tế trở thành đại học nghiên cứu hàng đầu Việt Nam, đóng góp tích cực vào sự thịnh vượng của cộng đồng ASEAN và tri thức nhân loại <ref>{{Chú thích web|url=http:\/\/due.udn.vn\/vi-vn\/kyniem40nam\/gioithieu\/cid\/2147|tiêu đề=40 TRUYỀN CẢM HỨNG – VỮNG TƯƠNG LAI|nhà xuất bản=Trường Đại học Kinh tế-Đại học Đà Nẵng|ngày truy cập=2018-01-18|archive-date=2018-01-19|archive-url=https:\/\/web.archive.org\/web\/20180119120153\/http:\/\/due.udn.vn\/vi-vn\/kyniem40nam\/gioithieu\/cid\/2147|url-status=dead}}<\/ref>.\n==Cựu sinh viên==\n* [[Lê Trường Lưu]] là cựu sinh viên (khóa 82K6), [[Bí thư Tỉnh ủy (Việt Nam)|Bí thư Tỉnh ủy]], Chủ tịch Hội đồng nhân dân tỉnh [[Thừa Thiên Huế]]<ref>{{Chú thích web|url=http:\/\/ict.dsp.vn\/chi-tiet?articleId=21314|tiêu đề=ĐH Kinh tế Đà Nẵng sẽ triển khai mô hình quản trị ĐH tiên tiến theo định hướng quản lý tổng thể trên nền tảng ứng dụng CNTT ở trình độ cao|ngày tháng=21-11-2015|website=Tạp chí điện tử thông tin và truyền thông|lk tác giả 1=Thanh Nhã|ngày truy cập=2018-03-15|archive-date = ngày 15 tháng 3 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180315134606\/http:\/\/ict.dsp.vn\/chi-tiet?articleId=21314}}<\/ref>.\n*[[Phạm Ngọc Nghị]]: Chủ tịch Ủy ban nhân dân tỉnh [[Đắk Lắk]].\n\n==Xem thêm==\n\n* [[Danh sách trường đại học công lập tại Việt Nam]]\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài== \n*[http:\/\/www.udn.vn\/ Đại học Đà Nẵng]\n*[http:\/\/www.due.udn.vn\/ Đại học kinh tế, Đại học Đà Nẵng]\n\n{{Sơ khai Giáo dục}}\n\n{{Đại học Đà Nẵng}}\n{{Đại học trọng điểm Việt Nam}}\n\n[[Thể loại:Đại học Đà Nẵng]]\n[[Thể loại:Đại học và cao đẳng kinh tế Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Đà Nẵng]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]"}