{"377094":"{{wikify}}\n{{Nhiều vấn đề|\n{{chú thích trong bài}}\n{{Bài quảng cáo|date=tháng 7\/2021}}\n\n{{trung lập}}\n}}\n'''Trường Trung học Võ Trường Toản''' là một [[trường trung học cơ sở]] [[công lập]] tại [[Thành phố Hồ Chí Minh]]. Trường được thành lập năm 1955. Tên trường được đặt theo danh sĩ [[Võ Trường Toản]], trường được đặt tại số 11 Nguyễn Bỉnh Khiêm, Phường [[Bến Nghé (phường)|Bến Nghé]], Quận 1, [[Thành phố Hồ Chí Minh]].\n\n{{Thông tin trường học\n| tên = Trung học cơ sở Võ Trường Toản\n| ngày thành lập = 1955\n| loại hình = Trung học cơ sở\n| hiệu trưởng = Nguyễn Thị Mỹ Hạnh\n| hiệu phó = Lê Ngọc Hạnh\n| địa chỉ = Số 11 Nguyễn Bỉnh Khiêm, Phường Bến Nghé, Quận 1\n| thành phố = [[Thành phố Hồ Chí Minh]]\n| quốc gia = [[Việt Nam]]\n| điện thoại = 02838225824\n| web = {{Url|https:\/\/thcsvotruongtoan.hcm.edu.vn\/mDefault.aspx}}\n| kiểu thông tin thêm = Thành tích\n| thông tin thêm = {{HCVN|Lao động|3|1}}\n}}\n\n==Lịch sử==\nTrường được thành lập năm [[1955]] tại Sài Gòn, là một cơ sở giáo dục trung học [[công lập]] dành riêng cho nam sinh, trên cơ sở vật chất của Trường Sư phạm Nam Việt (cũ). Nhằm thực hiện triết lý giáo dục '''Nhân bản - Dân tộc - Khai phóng''', trường đề ra tôn chỉ đào tạo học sinh là: '''''Học vấn - Đạo đức - Kỷ luật'''''.{{fact|date=7-2014}}\n\nNiên khóa đầu tiên (1955-1956), trường chỉ có 3 lớp Đệ Thất, đến năm 1960 trường mở đến lớp Đệ Nhất. Năm 1961 Bộ Quốc gia Giáo dục Việt Nam Cộng hòa công nhận chính thức trường là trường trung học đệ nhị cấp. Niên khóa 1967-1968, trường đã phát triển lên 40 lớp từ Đệ Thất đến Đệ Nhất. Từ niên khoá 1970-1971, tên gọi thay đổi thành lớp 6, 7, 8, 9, 10, 11 và 12 (tương tự các bậc lấp cấp 2 và cấp 3 như ngày nay). Từ niên khóa 1971-1972, trường mở thêm hệ bán công (thu học phí) học vào buổi tối, hệ này thu nhận cả nữ sinh.\n\nĐến niên khóa 1974-1975, sĩ số hệ công lập của trường vào khoảng 2.500 học sinh.\n\n==Cơ sở vật chất==\nCơ sở vật chất của trường tương đối khang trang gồm: 21 phòng học; phòng thí nghiệm; thư viện; các phòng làm việc của Ban Giám đốc, giáo sư và nhân viên trường; phòng sinh hoạt học đường, sinh tiếp vụ, phòng hớt tóc, sân quần vợt, sân thể thao đa dụng ([[bóng chuyền]], [[bóng rổ]], vũ cầu, võ thuật); nhà thi đấu [[bóng bàn]], câu lạc bộ. Tượng Hiệu tổ Võ Trường Toản do điêu khắc gia Nguyễn Thanh Thu tạc, được đặt trang trọng giữa một hoa viên xinh xắn sát cổng trường.\n\n==Thành tích==\n\n*Trong 3 năm liên tiếp 1970-1971-1972, 3 học sinh Võ Trường Toản giành giải nhất (duy nhất 1 người được giải) cuộc thi ''Hùng biện Anh ngữ'' dành cho học sinh trung học toàn Việt Nam Cộng hoà, do Hội Việt - Mỹ tổ chức hàng năm.\n** 1. Võ Tá Chước (sau này tốt nghiệp Cao Học Quản trị, tại Viện Công nghệ Massachusetts - M.S in Management, Sloan School, M.I.T).\n**2. Nguyễn Thái Đức (sau này tốt nghiệp Ph.D in Civil Engineering, University of Iowa, Giáo Sư tại Đại Học Old Dominion University, Virginia, USA)\n** 3. Trần Đình Hưng (sau này tốt nghiệp Cao Học Kỹ Sư Hóa Học tại Viện Công nghệ Massachusetts - M.S in Chemical Engineering, M.I.T)\n*Cuối niên khoá 1973-1974 học sinh Võ Trường Toản giành được phần thưởng ''Danh dự đặc biệt'' của Tổng thống trao tặng cho học sinh trung học có thành tích học tập xuất sắc nhất toàn Việt Nam Cộng hoà. {{Cần dẫn chứng}}\n\nNgày 30 tháng 12 năm 2019, Trường THCS Võ Trường Toản  đã được UBND Thành phố Hồ Chí Minh xếp hạng di tích lịch sử – văn hóa, danh lam thắng cảnh Thành phố Hồ Chí Minh.\n\n==Hoạt động văn - thể - mỹ==\nNgoài học tập, học sinh Võ Trường Toản rất tích cực tham gia các hoạt động văn - thể - mỹ:\n===Báo chí===\n*Tổ chức thi làm bích báo giữa các lớp, phân theo Đệ nhất cấp và Đệ nhị cấp, phát giải và triển lãm vào Ngày Truyền thống trường hàng năm;\n*Hàng năm ra Giai phẩm Xuân vào thời gian trước Tết Âm lịch. Trước năm 1973 Giai phẩm Xuân của trường mang tên ''Đôi Mươi''<ref>http:\/\/votruongtoan.org\/index.php?menu=11&ref=11984&selectTitle=y&app=VTT<\/ref>, từ năm 1973 lấy tên ''Sùng Đức'' vừa là hiệu của Hiệu tổ Võ Trường Toản, vừa nói lên tinh thần ''tôn sư trọng đạo'', phương châm ''tiên học lễ, hậu học văn'' của học sinh Võ Trường Toản.\n*Từ niên khoá 1971-1972, hàng tháng trường phát hành Nguyệt san Võ Trường Toản, bài vở do các giáo sư và học sinh trường đóng góp. Tính đến 30\/04\/1975 Trường Trung học Võ Trường Toản là trường duy nhất toàn Việt Nam Cộng hoà ra nguyệt san hàng tháng.\n\n===Văn nghệ===\nHàng năm trường đều tổ chức hội thi văn nghệ giữa các cấp lớp. Từ cuộc thi này trường chọn ra các học sinh có khả năng nhất, xây dựng thành đội văn nghệ học sinh của trường. Đội văn nghệ này hàng năm đều tham gia Liên hoan văn nghệ các trường trung học khu vực Sài Gòn - Gia Định và đoạt nhiều giải về ca và kịch trước 1975.\n\n===Xã hội===\nHọc sinh trường rất tích cực hưởng ứng đóng góp vào các đợt lạc quyên giúp đỡ đồng bào bị thiên tai, lũ lụt; thăm hỏi, tặng quà cho người già yếu, tàn tật, cô nhi; đóng góp công sức xây dựng nhà cửa cho đồng bào bị hoả hoạn.\n\n===Thể thao, Võ thuật===\n*Thế mạnh truyền thống thể thao của học sinh Võ Trường Toản là bóng đá ([[bóng đá]]) và [[bóng rổ]]. Đội tuyển bóng đá học sinh của trường thường đoạt vô địch trong các Giải bóng đá học sinh trung học khu vực Sài Gòn - Gia Định; năm 1973 đã vinh dự được đại diên cho Việt Nam Cộng hoà tham dự Giải bóng đá học sinh các nước [[Đông Nam Á]]. Trường còn đại diện Việt Nam sang Nhật thi đấu bóng đá.Một số cầu thủ của trường được chọn vào Đội tuyển bóng đá thiếu niên của Việt Nam Cộng hoà. Đội tuyển bóng rổ của trường liên tục giành chức vô địch bóng rổ học sinh khu vực Sài Gòn - [[Gia Định]]. Còn các bộ môn điền kinh, bơi lội, bóng bàn, bóng chuyền, học sinh Võ Trường Toản cũng giành thứ hạng cao trong các cuộc thi liên trường.\n*Trường khuyến khích học sinh tập võ thuật để rèn luyện ý chí và sức khoẻ. Trường thành lập riêng võ đường thái cực đạo ([[taekwondo]]) do chính các cựu học sinh và học sinh đương thời của trường giảng dạy; võ sinh cũng giành nhiều thành tích trong các cuộc tranh tài tại thành phố. Võ đường này là võ đường duy nhất trong trường học tại Việt Nam Cộng hoà.\n\n==Cựu học sinh tiêu biểu==\n\n*Kinh doanh:\n**[[Phạm Phú Ngọc Trai]] (VTT 1967-1974) - Nguyên Tổng Giám đốc PepsiCo Vietnam\n*Y-Khoa:   Daniel Trương Dũng  (VTT 1960-1967) - MD, Parkinson Institute, USA   > Bài báo về Bác Sĩ Daniel Trương Dũng\n*Khoa học:\n**Nguyễn Công Dinh (VTT 1966-1973) - PhD, Khoa học gia, USA  > Dr. Dinh Nguyen, Free Electron Laser\n**Nguyễn Tiến Trung (VTT 1967-1974) - PhD, MIT, Khoa học gia, USA \n**Hà Mạnh Chí (VTT 1967-1974) - PhD, University of Texas -Austin, Khoa học gia, USA\n*Giáo dục:\n**Nguyễn Đông Thái (VTT 1967-1974) - PhD, University of Illinois, Giáo sư Johns Hopkin University, USA\n**Nguyễn Thái Đức (VTT 1964-1971) -  PhD in Civil Engineering, University of Iowa, Giáo sư tại Đại Học Old Dominion University, Virginia, USA\n**Võ Văn Tới (VTT 1961-1968) - PhD, Swiss Federal Institute of Technology, cựu Giáo sư\/Khoa-Trưởng Biomedical Engineering, Tufts University, Massachustetts, USA. Giáo sư Khoa-Trưởng\/Biomedical Engineering, International University - Vietnam National Universities, Ho Chi Minh City, Vietnam.  > Vo Van Toi, Vietnam Journal of Science, Technology and Engineering, Ministry of Science and Technology, Vietnam \n*Văn học:\n**Nguyễn Đức Thông (VTT 1961-1968) - Văn sĩ (bút danh [[Nguyễn Đông Thức]]), báo Tuổi Trẻ\n** Nhà Văn Võ Hà Anh - Văn Sĩ bút-hiệu chung Dung Saigon - Võ Hà Anh.\n** Nhà Văn Đinh Tiến Luyện\n*Nghệ thuật:\n** Bùi Thê Dũng (VTT 1966-73) là người đầu tiên được mời chấm giải concours thế giới về guitar tại Áo\n** [[Phùng Tuấn Vũ]] (VTT 1969-1976) - Nhạc sĩ trình tấu tây ban cầm (guitar) cổ điển. Giảng viên Nhạc viện TP HCM về bộ môn guitar cổ điển\n*Võ thuật:\n**[[Trần Triệu Quân]] (VTT 1963-1970) - Võ sư thái cực đạo cửu đẳng huyền đai, cố Chủ tịch Liên đoàn Thái cực đạo quốc tế (ITF - International Taekwondo Federation)\n* Quân sự:\n** Phạm Minh Tâm (VTT 1961-1968) - Người Việt Nam đầu tiên tốt nghiệp trường Sĩ Quan Bộ Binh West Point US Military Academy Hoa-Kỳ năm \n1974. (West Point, Class of 1974)\n\n* Chính Quyền:  \n** Phạm Văn Nam (VTT 1968-1975) - Tốt nghiệp Cao Học Hành Chánh, MPA tại Harvard University, Thứ Trưởng Bộ Phát Triển Kinh Tế (Assistant Secretary of Business Development) cho Thống Đốc bang Massachusetts, Hoa-Kỳ.\n\n==Đọc thêm==\n*[[Giáo dục Việt Nam Cộng hòa]]\n\n==Liên kết ngoài==\n*[http:\/\/votruongtoan.edu.vn Trang chủ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140413155148\/http:\/\/votruongtoan.edu.vn\/ |date=2014-04-13 }}\n*[http:\/\/www.votruongtoan.org Website Hội Ái hữu cựu học sinh Võ Trường Toản]\n*[http:\/\/www.votruongtoansg.org Website Ban liên lạc cựu học sinh Võ Trường Toản Sài Gòn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121104081729\/http:\/\/www.votruongtoansg.org\/ |date = ngày 4 tháng 11 năm 2012}}\n*[http:\/\/votruongtoan.org\/index.php?menu=11&ref=199&selectTitle=y&app=VTT Kỷ yếu Võ Trường Toản 1971]\n\n==Chú thích==\n{{tham khảo}}\n\n{{DEFAULTSORT:Võ Trường Toản, Sài Gòn}}\n[[Thể loại:Trường trung học tại Thành phố Hồ Chí Minh]]"}