{"893564":"{{Thông tin trường học\n| tên = Trường Đại học Sao Đỏ\n| logo = [[Hình:Logo dhsaodo moi.PNG|none|200px]]\n| khẩu hiệu = Tri thức – Yếu tố quan trọng nhất của sản xuất;''<br>''Sáng tạo – Động lực chủ yếu của phát triển!\n| hình = \n| tên khác = SDU, Đại học Sao Đỏ, Trường Cơ điện.\n| ngày thành lập = [[24 tháng 3]] năm [[2010]]\n| loại hình = Đại học công lập\n| địa chỉ = \n| hiệu trưởng = Vũ Hải Đăng\n| hiệu phó = \n| giám đốc = \n| điện thoại = +84 0320 3882 269\n| địa chỉ = Số 24, Thái Học 2, phường [[Sao Đỏ]], thành phố [[Chí Linh]]\n| tỉnh = [[Hải Dương]]\n| quốc gia = [[Việt Nam]]\n| web = http:\/\/saodo.edu.vn\n|sinh viên đại học=Khoảng 14.500 người|giảng viên=284}}\n\n'''Trường Đại học Sao Đỏ''' (tên tiếng Anh: Red Star University) là trường [[Đại học công lập]] được thành lập năm 2010 trên cơ sở nâng cấp [[Trường Cao đẳng Công nghiệp Sao Đỏ]], có trụ sở chính tại thành phố [[Chí Linh]], tỉnh [[Hải Dương]]. Trường trực thuộc [[Bộ Công Thương (Việt Nam)|Bộ Công thương]],\n\nTrường có chức năng đào tạo, bồi dưỡng nguồn nhân lực có trình độ đại học, sau đại học và các trình độ thấp hơn theo quy định của pháp luật; đồng thời là trung tâm nghiên cứu, ứng dụng, chuyển giao khoa học - công nghệ đa ngành, đa lĩnh vực, chất lượng cao, đạt trình độ tiên tiến trong hệ thống giáo dục quốc dân, đáp ứng nhu cầu phát triển kinh tế, xã hội của đất nước.\n\nHiện nay, trường đào tạo các hệ Đại học, Đại học liên thông, Cao đẳng, Cao đẳng liên thông, Trung cấp chuyên nghiệp, Cao đẳng nghề, Trung cấp nghề,... trong nhiều lĩnh vực, chủ yếu là kinh tế, kỹ thuật công nghiệp.\n\n==Thông tin chung==\nTrường Đại học Sao Đỏ chịu sự quản lý, chỉ đạo trực tiếp của Bộ Công thương; sự quản lý nhà nước về giáo dục và đào tạo của Bộ Giáo dục - Đào tạo, về dạy nghề của Bộ Lao động - Thương binh và Xã hội; chịu sự chỉ đạo về các lĩnh vực nghiệp vụ của các Bộ, ngành liên quan; chịu sự quản lý hành chính theo lãnh thổ của UBND tỉnh Hải Dương - nơi trường đặt trụ sở chính.\n\nTrường Đại học Sao Đỏ hoạt động theo Điều lệ Trường Đại học ban hành kèm theo Quyết định số 58\/2000\/QĐ-TTg ngày 22 tháng 9 năm 2010 của Thủ tướng Chính phủ.\n\n* Tền đầy đủ tiếng Việt: '''Trường Đại học Sao Đỏ'''.\n* Tên giao dịch quốc tế bằng tiếng Anh: '''Sao Do University (SDU)'''.\n* Trụ sở chính: '''Số 24, phố Thái Học 2, phường Sao Đỏ, thành phố Chí Linh, tỉnh Hải Dương'''.\n* Cơ sở 2: '''Km78, quốc lộ 37, phường Thái Học, thành phố Chí Linh, tỉnh Hải Dương'''.\n* Số điện thoại: '''03203.882.269'''.\n* Fax: '''03203.882.921'''.\n* Email: '''info@saodo.edu.vn'''\n* Website: '''http:\/\/saodo.edu.vn'''.\n* Bài hát truyền thống: '''Khát vọng Sao Đỏ'''. Tác giả: '''Nhạc sĩ Phạm Tuyên'''.\n\n== Chất lượng đào tạo ==\n\n=== Đội ngũ giảng viên ===\nTính đến tháng 2 năm 2017, trường có 284 giảng viên. Trong đó có 20 [[tiến sĩ]], 248 [[thạc sĩ]] và 16 giảng viên có trình độ [[đại học]].<ref name=\":0\">{{Chú thích web|url=http:\/\/saodo.edu.vn\/about\/Bao-cao-thuc-hien-cong-khai.html|tiêu đề=Báo cáo của trường}}<\/ref>\n\n=== Chất lượng đầu ra thực tế ===\n{| class=\"wikitable sortable\" style=\"text-align:center\"\n|+Chất lượng đầu ra thực tế tính theo các ngành có thời gian tốt nghiệp vào năm 2016 <ref name=\":0\" \/>\n!Thời gian khảo sát sau tốt nghiệp\n!Số lượng SV tốt nghiệp\n!Số lượng SV tốt nghiệp loại xuất sắc\n!Số lượng SV tốt nghiệp loại giỏi\n!Tỉ lệ SV thu nhập trên 10 triệu VNĐ\n!Tỉ lệ có việc làm sau khi ra trường\n|-\n!1 năm\n|1032\n|13\n|138\n|1,07%\n|70%\n|}<nowiki>*<\/nowiki> ''Tỉ lệ sinh viên có việc làm trong vòng một năm sau khi ra trường đã bao gồm số lượng người ra trường có khởi nghiệp thành lập doanh nghiệp, không bao gồm ngộ nhận khởi nghiệp như đa cấp.<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/kinh-doanh\/nguoi-viet-dang-me-da-cap-thay-vi-say-khoi-nghiep-20160304151258669.htm|tiêu đề=Người Việt đang \"mê\" đa cấp thay vì \"say\" khởi nghiệp!?|postscript=\"Có một sự liên hệ mật thiết giữa kinh doanh đa cấp và khởi nghiệp, nhưng nếu so sánh về giá trị cho xã hội mà khởi nghiệp và đa cấp tạo ra, chúng ta có thể thấy rõ sự khập khiễng này.\"}}<\/ref>''\n\n<nowiki>*<\/nowiki> ''Thống kê không dành cho bậc đào tạo thấp như cao đẳng với trung cấp, nên không thể nội suy chất lượng đào tạo ở hai hệ đào tạo này.''\n==Quá trình hình thành và phát triển==\nTiền thân của Trường là '''Trường Công nhân Cơ điện Mỏ''', thành lập ngày [[15 tháng 5]] năm [[1969]], và '''Trường Công nhân Cơ khí Chí Linh''' thành lập ngày [[8 tháng 4]] năm [[1975]] thuộc Cục Đào tạo – Bộ Điện than. Năm 1979 chuyển về trực thuộc Công ty Than Uông Bí.\n\nNăm 1991, Bộ Năng lượng (nay là Bộ Công thương) quyết định sáp nhập 2 trường thành '''Trường Công nhân Cơ điện Chí Linh''' trực thuộc Công ty Cơ khí Mỏ. Năm 1995, Trường chuyển về trực thuộc Công ty Than [[Cẩm Phả]]. Năm 1997 trực thuộc Tổng Công ty Than Việt Nam. Từ năm 1999, Trường chuyển về trực thuộc Bộ Công nghiệp (nay là Bộ Công thương)\n\nNgày 13 tháng 3 năm 2001, Bộ trưởng Bộ Công nghiệp đã ký Quyết định số 13\/2001\/QĐ-BCN về việc thành lập '''Trường Trung học Công nghiệp Cơ điện''' trên cơ sở nâng cấp Trường Đào tạo nghề Cơ điện.\n\nNgày 4 tháng 10 năm 2004, Bộ trưởng Bộ Giáo dục và Đào tạo đã ký Quyết định số 5738\/QĐ-BGD&ĐT-TCCB về việc thành lập '''Trường Cao đẳng Công nghiệp Sao Đỏ''' trên cơ sở nâng cấp Trường Trung học Công nghiệp Cơ điện.\n\nĐến ngày [[24 tháng 3]] năm [[2010]], Thủ tướng chính phủ đã ký Quyết định số 376\/2010\/QĐ-TTg về việc thành lập '''Trường Đại học Sao Đỏ''' trên cơ sở nâng cấp Trường Cao đẳng Công nghiệp Sao Đỏ.\n\n== Những thành tích đạt được ==\nQua hơn 40 năm xây dựng và phát triển Trường đã được Đảng và Nhà nước tặng thưởng nhiều phần thưởng: \n* 01 Huân chương Độc lập Hạng nhất (2015).\n* 01 Huân chương Độc lập Hạng nhì (2009).\n* 01 Huân chương Độc lập Hạng ba (2004).\n* 02 [[Huân chương Lao động]] Hạng nhất (1994, 1999).\n* 03 Huân chương Lao động Hạng nhì (1989,1990, 2009).\n* 10 Huân chương Lao động Hạng ba (1984, 1985, 1989, 1997, 2003,…).\n* 01 [[Huân chương Chiến công|Huân chương chiến công]] Hạng ba (2003).\n* 01 Huân chương Bảo vệ Tổ quốc Hạng ba (2009)\n* Cúp vàng Thương hiệu nhãn hiệu (2010).\n* Cúp vàng Lãnh đạo xuất sắc (2010)\n* Cúp vàng ISO (2008).\n* Cúp Ngôi sao Việt Nam (2009)\n* Cúp vàng Vì sự phát triển cộng đồng (2008).\n* Cúp Quả cầu vàng (2008).\n* Cúp vàng Giám đốc tài năng (2009)\n* Siêu cúp Thương hiệu mạnh và phát triển bền vững (2008)\n* Biểu tượng Nguồn Nhân lực Việt Nam (2011).\n* Giải thưởng Thực hành chất lượng xuất sắc của Hội Chất lượng châu Á với các lĩnh vực: Quản lý chất lượng, Quản lý nguồn nhân lực, Trách nhiệm xã hội và sản phẩm có chất lượng (08\/2012).\n* Giải thưởng Sáng tạo Khoa học và Công nghệ Việt Nam (2012).\n* Thương hiệu Nổi tiếng ASEAN (2013).\n* Nhiều bằng khen của Chính phủ, Bộ Công thương, Bộ Giáo dục & Đào tạo, TW Đoàn TNCS Việt Nam, TW Hội Sinh viên Việt Nam, Công đoàn Giáo dục Việt Nam, tỉnh Hải Dương, thị xã Chí Linh,…và các Bộ, ngành khác.\n\n==Lãnh đạo Nhà trường qua các thời kỳ==\n*'''Trường Công nhân Cơ điện Mỏ (1969 - 1970)'''\n** Quyền Hiệu trưởng: Phạm Tùng Quân\n** Phó Hiệu trưởng: Phan Đình Trước\n*'''Trường Công nhân Cơ điện Mỏ (1970 - 1990)'''\n** Hiệu trưởng: Trần Hữu Ái\n** Phó Hiệu trưởng: Bùi Nhàn, Phan Diêu, Vũ Xuân Sớm\n*'''Trường Công nhân Cơ khí Chí Linh (1975 - 1991)'''\n** Hiệu trưởng: Phạm Tùng Quân\n** Phó Hiệu trưởng: Phan Đình Trước, Đặng Hồng Điệp\n*'''Trường Công nhân Cơ điện Chí Linh (1991 - 1995)'''\n**Hiệu trưởng: Phạm Tùng Quân\n**Phó Hiệu trưởng: Dương Văn Đứng, Hoàng Kim Hiếu, Đặng Hồng Điệp\n*'''Trường Công nhân Cơ điện Chí Linh (1996 - 2001)'''\n**Hiệu trưởng: Dương Văn Đứng\n** Phó Hiệu trưởng: Đặng Hồng Điệp, Nguyễn Văn Trinh, Vũ Thanh Chương\n*'''Trường Trung học Công nghiệp Cơ điện (2001 - 2004)'''\n**Hiệu trưởng: TS.Vũ Thanh Chương\n**Phó Hiệu trưởng: Nguyễn Văn Trinh, Phí Đăng Tuệ, Trần Văn Phong\n*'''Trường Cao đẳng Công nghiệp Sao Đỏ (2004 - 2009)'''\n**Hiệu trưởng:TS. Vũ Thanh Chương\n**Phó Hiệu trưởng: Phí Đăng Tuệ, Trần Văn Phong\n*'''Trường Đại học Sao Đỏ (2010 - 2012)'''\n**Hiệu trưởng: TS.Vũ Thanh Chương\n**Phó Hiệu trưởng: Phí Đăng Tuệ, Trần Văn Phong\n*'''Trường Đại học Sao Đỏ (2013 - 08\/8\/2013)'''\n**Hiệu trưởng: TS.Vũ Thanh Chương\n**Phó Hiệu trưởng: Phí Đăng Tuệ, Trần Văn Phong. Đinh Văn Nhượng\n*'''Trường Đại học Sao Đỏ (08\/8\/2013 - 14\/4\/2014)'''\n**Hiệu trưởng: Vũ Thanh Chương\n**Phó Hiệu trưởng: Phí Đăng Tuệ, Trần Văn Phong. Đinh Văn Nhượng, Vũ Quang Thập.\n* '''Trường Đại học Sao Đỏ (14\/4\/2014 - 01\/7\/2016)'''\n** Hiệu trưởng:NGƯT-TS. Đinh Văn Nhượng\n** Phó Hiệu trưởng: Phí Đăng Tuệ, Trần Văn Phong, Vũ Quang Thập\n* '''Trường Đại học Sao Đỏ (01\/7\/2016 - 01\/3\/2018)'''\n** Hiệu trưởng:NGƯT-TS. Đinh Văn Nhượng\n** Phó Hiệu trưởng: Phí Đăng Tuệ, Vũ Quang Thập, Nguyễn Thị Kim Nguyên\n* '''Trường Đại học Sao Đỏ (01\/3\/2018 đến nay)'''\n** Hiệu trưởng:NGND-TS. Đinh Văn Nhượng\n** Phó Hiệu trưởng: Vũ Quang Thập, Nguyễn Thị Kim Nguyên\n\n==Các ngành, nghề đào tạo đào tạo==\n\nTrường Đại học Sao Đỏ đào tạo các hệ Đại học, Đại học liên thông, Cao đẳng, Cao đẳng liên thông, Trung cấp chuyên nghiệp, Cao đẳng nghề, Trung cấp nghề,…cụ thể như sau:\n\n=== Đại học & Đại học liên thông ===\n* '''Công nghệ kỹ thuật Cơ khí'''\n** Cơ khí chế tạo\n** Cơ điện tử\n** Công nghệ Hàn\n* '''Công nghệ kỹ thuật Ô tô'''\n** Công nghệ Ô tô\n** Điện – Điện tử Ô tô\n* '''Công nghệ kỹ thuật Điện – Điện tử'''\n** Tự động hóa\n** Hệ thống điện\n** Đo lường và điều khiển\n** Thiết bị điện, điện tử\n** Điện gió\n* '''Công nghệ thông tin'''\n** Công nghệ phần mềm\n** Mạng máy tính và truyền thông\n** Công nghệ máy tính\n* '''Công nghệ kỹ thuật tàu thủy'''\n** Sửa chữa hệ thống động lực tàu thủy (máy tàu)\n** Thiết kế thân tàu thủy (vỏ tàu)\n** Đóng mới và sửa chữa tàu thủy (đóng tàu)\n* '''Công nghệ thực phẩm'''\n** Công nghệ đường sữa, bánh kẹo và đồ uống\n** Công nghệ chế biến nông - thủy sản\n* '''Công nghệ kỹ thuật hóa học'''\n** Công nghệ hữu cơ, hóa dầu\n** Công nghệ hợp chất cao phân tử\n** Công nghệ vật liệu silicat\n** Công nghệ kỹ thuật nhựa\n* '''Công nghệ may'''\n* '''Quản trị kinh doanh'''\n** Quản trị kinh doanh kinh tế công nghiệp\n** Quản trị kinh doanh quốc tế\n** Quản trị kinh doanh khách sạn, nhà hàng\n** Quản trị chế biến món ăn\n** Quản trị du lịch\n* '''Kế toán'''\n** Kế toán doanh nghiệp\n** Kế toán thương mại và dịch vụ\n** Kiểm toán\n** Kế toán ngân hàng\n* '''Tài chính – Ngân hàng'''\n** Tài chính quốc tế\n** Đầu tư chứng khoán\n** Ngân hàng\n** Tài chính doanh nghiệp\n* '''Ngôn ngữ Anh'''\n* '''Ngôn ngữ Trung Quốc'''\n* '''Việt Nam học'''\n* '''Công nghệ kỹ thuật Xây dựng'''\n* '''Công nghệ kỹ thuật Công trình Xây dựng'''\n\n===Cao đẳng & Cao đẳng liên thông===\n* '''Công nghệ kỹ thuật Cơ khí'''\n** Cơ khí chế tạo\n** Sửa chữa và bảo trì thiết bị công nghiệp\n** Công nghệ đóng tàu thủy\n* '''Công nghệ Hàn'''\n* '''Công nghệ kỹ thuật Cơ điện tử'''\n* '''Công nghệ kỹ thuật Ô tô'''\n** Kỹ thuật Ô tô\n** Điện – Điện tử Ô tô\n* '''Công nghệ May'''\n* '''Công nghệ Da giày'''\n* '''Công nghệ kỹ thuật Điện – Điện tử'''\n** Tự động hóa\n** Hệ thống điện\n** Đo lường và điều khiển\n** Thiết bị điện, điện tử\n* '''Công nghệ kỹ thuật Nhiệt'''\n* '''Công nghệ kỹ thuật Điện tử - Truyền thông'''\n* '''Công nghệ thông tin'''\n** Công nghệ phần mềm\n** Mạng máy tính và truyền thông\n* '''Công nghệ kỹ thuật hóa học'''\n** Công nghệ hữu cơ, hóa dầu\n** Công nghệ hợp chất cao phân tử\n** Công nghệ vật liệu silicat\n** Công nghệ kỹ thuật nhựa\n* '''Công nghệ thực phẩm'''\n** Công nghệ đường sữa, bánh kẹo và đồ uống\n** Công nghệ chế biến nông - thủy sản\n* '''Tài chính – Ngân hàng'''\n* '''Quản trị kinh doanh'''\n** Quản trị kinh doanh tổng hợp\n** Quản trị kinh doanh khách sạn, nhà hàng\n** Quản trị chế biến món ăn\n* '''Kế toán'''\n** Kế toán doanh nghiệp\n** Kế toán thương mại – dịch vụ\n** Kế toán ngân hàng\n* '''Việt Nam học'''\n** Hướng dẫn du lịch\n** Tiếng Anh du lịch\n===Trung cấp chuyên nghiệp===\n* Bảo trì và sửa chữa thiết bị cơ khí\n* Bảo trì và sửa chữa ô tô\n* Công nghệ hàn\n* Công nghệ may và thời trang\n* Điện công nghiệp và dân dụng\n* Cơ khí chế tạo\n* Điện tử công nghiệp\n* Tin học ứng dụng\n* Kế toán doanh nghiệp\n* Hướng dẫn du lịch\n===Cao đẳng nghề===\n* Cắt gọt kim loại\n* Hàn\n* Điện công nghiệp và dân dụng\n* Điện tử công nghiệp và dân dụng\n* Công nghệ ô tô\n* May và thiết kế thời trang\n* Công nghệ thông tin\n* Kế toán doanh nghiệp\n===Trung cấp nghề===\n* Cắt gọt kim loại\n* Hàn\n* Điện công nghiệp và dân dụng\n* Điện tử công nghiệp và dân dụng\n* Công nghệ ô tô\n* May và thiết kế thời trang\n\n==Thông tin tuyển sinh==\n* Ký hiệu trường: '''SDU'''\n* Trường Đại học Sao Đỏ là cơ sở đào tạo đa cấp, đa ngành, đa lĩnh vực, theo hướng ứng dụng công nghệ, với trên 100 ngành và chuyên ngành đào tạo.\n* Trường Đại học Sao Đỏ tuyển sinh trong cả nước. \n* Đơn vị phụ trách công tác tuyển sinh của Trường Đại học Sao Đỏ là Phòng Công tác tuyển sinh. Địa chỉ: Số 24, Thái Học 2, P.Sao Đỏ, TX Chí Linh, Tỉnh Hải Dương. Điện thoại: 03203.882.402. Fax: 03203.882.921.\n\n===Chỉ tiêu tuyển sinh===\n''' Năm 2011'''\n*1. Đại học: Số lượng: 1.800 (Ký hiệu trường: SDU)\n*2. Cao đẳng: Số lượng: 2.000 (Ký hiệu trường: SDU)\n''' Năm 2012'''\n\n''''' Hệ chính quy'''''\n*1. Đại học: Số lượng: 2.300 (Ký hiệu trường: SDU)\n*2. Cao đẳng: Số lượng: 1.800 (Ký hiệu trường: SDU)\n*3. Trung cấp chuyên nghiệp: Số lượng 1000 học sinh (Ký hiệu trường: CT13)\n*4. Cao đẳng nghề, Trung cấp nghề: Số lượng 1.500 học sinh, sinh viên.\n\n''''' Hệ liên thông'''''\n*1. Từ Trung cấp chuyên nghiệp lên Cao đẳng chính quy. Số lượng: 500 SV.\n*2. Từ Cao đẳng chính quy lên Đại học chính quy. Số lượng: 1000 SV.\n*3. Từ Cao đẳng nghề lên Đại học chính quy. Số lượng: 800 SV.\n\n''' Năm 2013''' \n*1. Đại học: Số lượng: 2.000 (Ký hiệu trường: SDU)\n*2. Cao đẳng: Số lượng: 1.300 (Ký hiệu trường: SDU)\n*3. Trung cấp chuyên nghiệp: Số lượng 500 học sinh (Ký hiệu trường: CT13)\n*4. Cao đẳng nghề, Trung cấp nghề: Số lượng 1.000 học sinh, sinh viên.\n\n''' Năm 2014'''\n*1. Đại học: 3.800 chỉ tiêu đại học trong đó có 800 chỉ tiêu liên thông đại học chính quy. (Ký hiệu trường: SDU)\n*2. Cao đẳng: 1.000 chỉ tiêu cao đẳng trong đó có 200 chỉ tiêu liên thông cao đẳng chính quy. (Ký hiệu trường: SDU).\n*3. Trung cấp chuyên nghiệp: Số lượng 400 học sinh. (Ký hiệu trường: CT13)\n*4. Cao đẳng nghề, Trung cấp nghề: Số lượng 1.000 học sinh, sinh viên.\n\n''' Năm 2015''' \n*1. Đại học: Số lượng: 3.800 (Ký hiệu trường: SDU)\n*2. Cao đẳng: Số lượng: 1.000 (Ký hiệu trường: SDU)\n\n=== Thông tin tuyển sinh năm 2015 ===\n\n====Hình thức tuyển sinh====\n\nXét tuyển theo 2 phương thức\n\n'''''Phương thức 1: Tổ chức xét tuyển đại học, cao đẳng hệ chính quy theo khối dựa trên kết quả của kỳ thi THPT quốc gia do các trường Đại học chủ trì.'''''\n* a. Điều kiện để được xét tuyển:\n- Thí sinh đã tốt nghiệp THPT hoặc tương đương\n- Thí sinh phải đạt ngưỡng điểm xét tuyển tối thiểu do Bộ GD&ĐT quy định.\n* b. Phương pháp xét tuyển:\nCăn cứ vào kết quả của kỳ thi trung học phổ thông quốc gia nhà trường sử dụng các tổ hợp của 3 môn thi tương ứng với từng khối để xét tuyển cho tất cả các ngành đào tạo cụ thể xem tại đây: http:\/\/saodo.edu.vn\/uploads\/news\/2015_04\/noidung.jpg{{Liên kết hỏng|date = ngày 25 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* c. Chỉ tiêu xét tuyển:\nKhi thỏa mãn tất cả các điều kiện trên thí sinh sẽ được xét tuyển theo nguyên tắc tính điểm từ cao xuống thấp (đã cộng điểm ưu tiên) đến khi đủ chỉ tiêu.\n\n- Đối với Đại học hệ chính quy 50% tổng chỉ tiêu tương ứng 1900 SV.\n\n- Đối với Cao đẳng hệ chính quy 35% tổng chỉ tiêu tương ứng 350 SV.\n\n'''''Phương thức 2: Tổ chức xét tuyển Đại học, Cao đẳng hệ chính quy dựa trên kết quả học tập tại THPT của thí sinh.'''''\n* a. Điều kiện để được xét tuyển:\n- Thí sinh đã tốt nghiệp trung học phổ thông hoặc tương đương\n- Điểm trung bình các môn lớp 10,11,12: Đại học ≥ 6.0 điểm; Cao đẳng ≥ 5.5 điểm\n- Hạnh kiểm đạt loại khá trở lên\n* b. Phương pháp xét tuyển:\nDựa trên kết quả học tập tại THPT của thí sinh để xét tuyển cho tất cả các ngành đào tạo đại học và cao đẳng theo công thức: Điểm xét tuyển = (M1+M2+M3) + Điểm ƯT. (M1, M2, M3: là điểm trung bình các môn lớp 10,11,12)\n* c. Chỉ tiêu xét tuyển:\nKhi thỏa mãn tất cả các điều kiện trên, thí sinh sẽ được xét tuyển theo nguyên tắc tính điểm từ cao xuống thấp (đã cộng điểm ưu tiên) đến khi đủ chỉ tiêu.\n\n- Đối với Đại học hệ chính quy 50% tổng chỉ tiêu tương ứng 1900 SV.\n\n- Đối với Cao đẳng hệ chính quy 65% tổng chỉ tiêu tương ứng 650 SV.\n\n====Hồ sơ đăng ký xét tuyển====\nThí sinh nộp hồ sơ đăng ký xét tuyển trực tiếp tại trường, qua đường bưu điện, chuyển phát nhanh, chuyển phát ưu tiên hoặc đăng ký online tại địa chỉ website: www.saodo.edu.vn\n\n'''''* Phương thức 1:''''' Phiếu đăng ký xét tuyển (theo mẫu của Bộ Giáo dục và đào tạo); Giấy chứng nhận kết quả thi có dấu đỏ của trường chủ trì cụm thi và một phong bì ghi rõ họ tên, địa chỉ, số điện thoại liên lạc của thí sinh.\n\n'''''* Phương thức 2:''''' Phiếu đăng ký xét tuyển theo mẫu của trường (lấy trên website của trường); Giấy chứng nhận tốt nghiệp tạm thời hoặc bằng tốt nghiệp THPT; Học bạ THPT bản sao; Giấy chứng nhận ưu tiên (nếu có); 02 ảnh 3x4.\n\n====Thời gian thu nhận hồ sơ ĐKXT====\n\n'''''* Phương thức 1:''''' Xét tuyển nguyện vọng I: Từ ngày 01\/8 đến 20\/8\/2015; Xét tuyển nguyện vọng bổ sung (NVBS): Đợt I từ 25\/8 đến 15\/9\/2015; Đợt II từ 20\/9 đến 05\/10\/2015; Đợt III từ 10\/10 đến 25\/10\/2015; Đợt IV đối với cao đẳng: Từ ngày 31\/10 đến 15\/11\/2015.\n\n'''''* Phương thức 2:''''' Đợt I: Từ 02\/7 đến 30\/8\/2015; Đợt II: Từ 01\/9 đến 31\/10\/2015\n\n====Lệ phí tuyển sinh==== \n30.000 đồng\/hồ sơ.\n\n===Thông tin tuyển sinh từ 2011 - 2014===\n====Hình thức tuyển sinh====\n* Trường Đại học Sao Đỏ tuyển sinh trong cả nước.\n* Hệ Đại học chính quy, Đại học liên thông (sinh viên tốt nghiệp Cao đẳng dưới 36 tháng), Cao đẳng chính quy, cao đẳng liên thông (sinh viên tốt nghiệp Trung cấp chuyên nghiệp dưới 36 tháng) trường tổ chức thi 3 chung. Hồ sơ và thời gian dự thi theo quy định của Bộ GD&ĐT. Điểm trúng tuyển theo ngành.\n* Với Sinh viên thi Đại học liên thông, Cao đẳng liên thông đã tốt nghiệp trên 36 tháng nhà trường tự tổ chức thi với 2 môn dự thi là Lý thuyết cơ sở ngành và Lý thuyết chuyên ngành. Điểm trúng tuyển theo ngành.\n* Đối tượng tuyển sinh các hệ cụ thể như sau:\n\n- Đại học: Thí sinh đã tham dự kỳ thi tuyển sinh Đại học, theo đề thi chung của Bộ Giáo dục và Đào tạo. Hồ sơ và thời gian dự thi theo quy định của Bộ GD&ĐT.\n\n- Cao đẳng: Thí sinh đã tham dự kỳ thi tuyển sinh Đại học, Cao đẳng theo đề thi chung của Bộ Giáo dục và Đào tạo. Hồ sơ và thời gian dự thi theo quy định của Bộ GD&ĐT.\n\n- Trung cấp chuyên nghiệp: Thí sinh đã tốt nghiệp THPT hoặc tương đương. Hồ sơ xét tuyển bao gồm: Phiếu đăng ký tuyển sinh TCCN và bản sao hợp lệ học bạ THPT hoặc tương đương.\n\n- Cao đẳng nghề: Thí sinh đã tốt nghiệp THPT hoặc tương đương. Hồ sơ xét tuyển bao gồm: Phiếu đăng ký tuyển sinh; sơ yếu lý lịch có xác nhận của chính quyền địa phương, bản sao hợp lệ giấy khai sinh, học bạ, bằng tốt nghiệp THPT hoặc tương đương, 02 ảnh 4x6.\n\n- Trung cấp nghề: Thí sinh đã tốt nghiệp THPT, THCS hoặc tương đương. Hồ sơ xét tuyển bao gồm: Sơ yếu lý lịch có xác nhận của chính quyền địa phương, bản sao hợp lệ giấy khai sinh, học bạ, bằng tốt nghiệp THCS, THPT hoặc tương đương, 02 ảnh 4x6.\n\n====Môn thi====\n* Khối A: [[Toán học|Toán]], [[Vật lý học|Vật lý]], [[Hóa học]]\n** A1: [[Toán học|Toán]], [[Vật lý học|Vật lý]], [[Tiếng Anh]]\n* Khối B: [[Toán học|Toán]], [[Hóa học]], [[Sinh học]]\n* Khối C: [[Văn chương|Văn]], [[Lịch sử]], [[Địa lý]]\n* Khối D: [[Văn chương|Văn]], [[Toán học|Toán]] còn môn [[Ngoại ngữ]] sẽ khác nhau:\n** D1: [[Văn chương|Văn]], [[Toán học|Toán]], [[Tiếng Anh]]\n** D4: [[Văn chương|Văn]], [[Toán học|Toán]], [[Tiếng Trung Quốc|Tiếng Trung]]\n====Thời gian thi====\n*'''Đợt 1''': Ngày [[4 tháng 7]] và [[5 tháng 7]]: thi các khối A, A1 của hệ [[đại học]].\n*'''Đợt 2''': Ngày [[9 tháng 7]] và [[10 tháng 7]] thi các khối B, C, D1, D4 của hệ [[đại học]]. \n*'''Đợt 3''': Ngày [[15 tháng 7]] và [[16 tháng 7]] thi tất cả các khối của hệ [[cao đẳng]].\n\n====Điểm trúng tuyển 2010 - 2014====\nĐiểm trúng tuyển hệ Đại học, Cao đẳng trường Đại học Sao Đỏ từ năm 2010 đến nay, cụ thể như sau:\n{| class=\"wikitable\" style=\"font-size:90%; text-align:center;\"\n|-\n!width= \"50px\" rowspan = \"2\" | Năm\n!width= \"250px\" colspan = \"5\" | Đại học\n!width= \"250px\" colspan = \"5\" | Cao đẳng\n|-\n!Khối A\n!Khối A1\n!Khối B\n!Khối C\n!Khối D\n!Khối A\n!Khối A1\n!Khối B\n!Khối C\n!Khối D\n|-\n\n|2010\n|13\n|\n|14\n|14\n|13\n|10\n|\n|11\n|11\n|10\n|-\n|2011\n|13\n|\n|14\n|14\n|13\n|10\n|\n|11\n|11\n|10\n|-\n|2012\n|13\n|13\n|14\n|14,5\n|13,5\n|10\n|10\n|11\n|11,5\n|10,5\n|-\n|2013\n|13\n|13\n|14\n|14\n|13,5\n|10\n|10\n|11\n|11\n|10\n|-\n|2014\n|13\n|13\n|14\n|13\n|13\n|10\n|10\n|11\n|10\n|10\n|}\n\n==Hệ thống đào tạo==\n===Đội ngũ cán bộ===\nNhà trường có 472 giảng viên, giáo viên trên tổng số 588 cán bộ, công nhân viên. Trong đó có: 60% có trình độ trên Đại học; 45 người có trình độ Giáo sư, Phó Giáo sư, Tiến sĩ, Nghiên cứu sinh (kể cả Giáo sư, Phó giáo sư thỉnh giảng); 14 thầy cô được Nhà nước phong tặng Danh hiệu Nhà giáo ưu tú; 20 thầy cô giáo đạt Danh hiệu Giáo viên dạy giỏi toàn quốc,...\n\n===Cơ sở vật chất===\nTrường có 2 cơ sở đào tạo:\n==== Cơ sở 1====\n* Địa chỉ: Số 24, phố Thái Học 2, phường Sao Đỏ, thị xã Chí Linh, tỉnh Hải Dương.\n* Diện tích 4,7 ha.\n*169 phòng học lý thuyết với diện tích 15952 m² được trang bị thiết bị, phương tiện dạy học hiện đại, 100% phòng học có máy chiếu đa năng hoặc màn hình tinh thể lỏng 50 inch,…\n*45 xưởng thực hành với diện tích 5360 m² được trang bị:\n** Máy tiện, phay, bào, mài; máy tiện CNC, máy cắt plasma, trung tâm gia công đứng CNC,…\n** Máy hàn MAG, MIG, [[Hàn vonfram khí trơ|TIG]], máy hàn điểm, robot hàn,…\n** Hệ thống phun xăng điện tử, hệ thống phanh ABS, hệ thống chiếu sáng, hệ thống đánh lửa tự động,…\n** Các thiết bị điều khiển ghép nối mát tính, PLC, Vi xử lý,…\n** Dây chuyền lắp ráp bản mạch điện tử trị giá 10 tỷ đồng,…\n** Máy may công nghiệp và các thiết bị chuyên dùng khác.\n*22 phòng thí nghiệm với diện tích 1384 m²\n*Thư viện 600 chỗ đọc có 3400 đầu sách và 55000 cuốn sách; 2 phòng truy cập internet với 126 máy sử dụng phần mềm quản lý Libol 6.0\n*1 phòng học ngoại ngữ diện tích 60 m²\n*30 phòng học máy tính với 911 máy có diện tích 540 m², hệ thống máy tính với 10 máy chủ nối mạng LAN và internet\n* 7 phòng ứng dụng công nghệ thông tin diện tích 528 m²\n* Hội trường rộng 640 m².\n* Sân vận động, bãi tập có diện tích 6000 m²\n* Ký tục xá Sinh viên: 48 phòng với diện tích 1680 m².\n==== Cơ sở 2====\n* Địa chỉ: Km 78, quốc lộ 37, phường Thái Học, thị xã Chí Linh, tỉnh Hải Dương.\n* Diện tích 22 ha.\n* 64 phòng học lý thuyết với diện tích 9030 m².\n* Xưởng thực hành 9900 m².\n* Ký túc xá Sinh viên 10 tầng.\n\n=== Các Phòng chức năng ===\n* Phòng Công tác Sinh viên\n* Phòng Đào tạo\n* Phòng Quản trị - Đời sống\n* Phòng Quản lý dự án & Đầu tư\n* Phòng Kế hoạch - Kỹ thuật\n* Phòng Tổ chức Hành chính\n* Phòng Công tác Tuyển sinh\n* Phòng Nghiên cứu khoa học và Hợp tác Quốc tế\n* Phòng Khảo thí và Đảm bảo chất lượng\n* Phòng Tài chính Kế toán\n* Trung tâm Giáo dục nghề nghiệp Sao Đỏ\n\n===Các Khoa đào tạo===\nHiện nay Trường có 10 khoa:\n* Khoa Giáo dục Chính trị - Thể chất\n* Khoa Khoa học cơ bản\n* Khoa Cơ khí\n* Khoa Điện\n* Khoa Điện tử - Tin học\n* Khoa Kinh tế\n* Khoa Du lịch và Ngoại ngữ\n* Khoa Thực phẩm & Hóa học\n* Khoa May, Thời trang và Giày da\n* Khoa Ôtô\n\n===Tổ chức Đảng và các tổ chức đoàn thể===\n* Đảng bộ Trường Đại học Sao Đỏ (trực thuộc Thị ủy Chí Linh)\n* Công đoàn Trường Đại học Sao Đỏ\n* Chi hội Hội Cựu chiến binh Trường Đại học Sao Đỏ.\n* Hội Cựu Giáo chức Trường Đại học Sao Đỏ.\n* Đoàn Thanh niên Cộng sản Hồ chí Minh Trường Đại học Sao Đỏ (trực thuộc Tỉnh đoàn Hải Dương).\n* Hội Sinh viên Trường Đại học Sao Đỏ (trực thuộc Hội Sinh viên tỉnh Hải Dương).\n* Chi hội nhà báo Tạp chí Nghiên cứu khoa học Đại học Sao Đỏ (trực thuộc Hội Nhà báo tỉnh Hải Dương).\n\n===Các Đơn vị trực thuộc===\n* Trung tâm Đào tạo sau Đại học.\n* Trung tâm Thông tin – Thư viện (thuộc phòng Đào tạo).\n* Trung tâm Nghiên cứu và chuyển giao công nghệ công nghiệp.\n* Trung tâm sản xuất và dịch vụ tổng hợp.\n* Trung tâm Tin học - Ngoại ngữ.\n* Tạp chí Nghiên cứu khoa học Trường Đại học Sao Đỏ (''The Scientific Journal of Red Star University'').\n* Trạm Y tế.\n\n===Các Câu lạc bộ, hội, nhóm Sinh viên===\n* Thường trực Hội đồng Đại biểu Học sinh, sinh viên và Đội thanh niên an ninh xung kích Nhà trường và các khoa\n* Câu lạc bộ Truyền thông Sinh viên Sao Đỏ - SMC SAO ĐỎ\n* Nhóm Thiện nguyện Tay chung tay\n* Câu lạc bộ Âm nhạc Sao Đỏ\n* Các Câu lạc bộ thể thao: Bóng đá, bóng chuyền, bóng bàn, cầu lông, cờ vua,...\n* Câu lạc bộ Khởi nghiệp\/Văn hóa Sinh viên\/Tiếng Anh sinh viên khoa Kinh tế\n* Câu lạc bộ Phát thanh thanh niên.\n* Câu lạc bộ Cựu Quân nhân.\n* Câu lạc bộ Cựu Sinh viên Trường Đại học Sao Đỏ\n* Câu lạc bộ Robot Sao Đỏ\n* Câu lạc bộ Sinh viên Tuổi trẻ Khởi nghiệp\n* Câu lạc bộ Võ thuật Sinh viên Kungfu Hiền Lương\n* Câu lạc bộ CAD\/CAM\/CNC, Khoa Cơ khí\n* Hội sinh viên Đại học Sao Đỏ đam mê CAD\/CAM\/CNC\n\n==Hợp tác Quốc tế ==\nTrường có quan hệ hợp tác, đào tạo, trao đổi với nhiều Trường Đại học, tổ chức, hiệp hội trên thế giới như:\n* Đại học Bách khoa Quế Lâm – [[Trung Quốc]]\n* Hiệp hội xúc tiến Thương mại Nhật Bản JETRO\n* Hiệp hội thúc đẩy Thái Lan – Nhật Bản (TPA)\n* Tổ chức phi chính phủ BESO – [[Vương quốc Anh]]\n* Hiệp hội các trường đại học Nhật Bản APU\n* Đại học Vân Nam Trung Quốc\n* Đại học SENECA – [[Canada]]\n* Đại học ENSBANA, ENSIA, ENITIAA – [[Pháp]]\n* Học viện Quản lý và Đào tạo sau Đại học Arihant Ấn Độ.\n...\n==Liên kết ngoài==\n* [http:\/\/saodo.edu.vn Website chính thức của Trường Đại học Sao Đỏ]\n* [https:\/\/www.facebook.com\/TruongDHSaoDo Fanpage chính thức của Trường Đại học Sao Đỏ]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{DEFAULTSORT:Sao Đỏ}}\n[[Thể loại:Trường đại học và cao đẳng tại Hải Dương]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Bộ Công thương]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]\n[[Thể loại:Đại học và cao đẳng kỹ thuật Việt Nam|Sao Đỏ]]"}