{"3387561":"{{Bài quảng cáo|date=tháng 9\/2021}}\n{{Thông tin trường học\n| tên = Đại học Fulbright Việt Nam\n| tên khác = Fulbright University Vietnam\n| khẩu hiệu = \n| native_name_lang = vie\n| cỡ hình = \n| ngày thành lập = {{start date|2016}}\n| loại hình = Đại học tư thục không vì lợi nhuận\n| tài trợ = \n| hiệu trưởng = Giáo sư Nora Taylor\n| sinh viên = \n| sinh viên đại học = 500 sinh viên\n| sinh viên sau đại học = \n| khuôn viên = \n| địa chỉ = Tầng 2, 105 Tôn Dật Tiên, Phường Tân Phú,\nQuận 7, TP Hồ Chí Minh\n| thành phố = Thành phố Hồ Chí Minh\n| tỉnh = Thành phố Hồ Chí Minh\n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| điện thoại = (+84) 28 7303 2255\n| web = https:\/\/fulbright.edu.vn\/\n| viết tắt = Fulbright\n| chủ tịch = Đàm Bích Thủy\n| logo = [[Tập tin:Fulbright University Seal.png|150px]]\n| hình = \n| hiệu phó = \n| giảng viên = \n| nhân viên = \n| Giám đốc học thuật = Tiến sĩ Ryan Derby-Talbot\n}}\n'''Đại học Fulbright Việt Nam''' (tiếng Anh: '''''Fulbright University Vietnam''''') là một trường đại học độc lập với 100% vốn đầu tư nước ngoài dưới sự tài trợ của Chính phủ Hoa Kỳ, hoạt động không vì lợi nhuận.<ref name=\":0\">{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/giao-duc\/thanh-lap-dai-hoc-fulbright-viet-nam-3404344.html|tiêu đề=Thành lập Đại học Fulbright Việt Nam|ngày truy cập=ngày 20 tháng 5 năm 2016|nhà xuất bản=vnexpress}}<\/ref><ref name=\":1\">{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/giao-duc\/20160520\/dh-fulbright-vn-bat-dau-dao-tao-tu-thang-92016\/1104268.html|tiêu đề=ĐH Fulbright VN bắt đầu đào tạo từ tháng 9-2016|ngày truy cập=ngày 20 tháng 6 năm 2016|nhà xuất bản=Báo Tuổi trẻ}}<\/ref> Trường được chính thức thành lập vào tháng 5 năm 2016.<ref name=\":0\" \/> Trụ sở chính của trường được đặt tại [[Khu công nghệ cao Thành phố Hồ Chí Minh|Khu công nghệ cao TP. HCM]].\n\nTrong quá trình hoạt động, Đại học Fulbright Việt Nam đã gây ra nhiều tranh cãi và chỉ trích, bao gồm tư vấn sai lầm trong việc chống dịch [[Covid-19]] tại TP Hồ Chí Minh gây ra hậu quả nghiêm trọng<ref name=rfa \/>, việc sử dụng tài liệu có nội dung chống Nhà nước và xuyên tạc lịch sử Việt Nam trong giảng dạy<ref name=binh \/>, tổ chức chương trình \"Sáng kiến thủ lĩnh trẻ\" (YSEALI) mà trong đó có một số học viên đã tham gia các hoạt động chống Nhà nước Việt Nam<ref name=tai \/>\n\n== Lịch sử hình thành ==\nNgay từ trước khi [[Bình thường hóa quan hệ ngoại giao Việt Nam - Hoa Kỳ]] vào năm 1995, từ năm 1994 với sự hợp tác giữa [[Trường Đại học Kinh tế Thành phố Hồ Chí Minh]] và [[Trường Harvard Kennedy]] (thuộc [[Đại học Harvard]]) Chương trình Giảng dạy Kinh tế Fulbright đã ra đời (FETP, nay là Trường Chính sách Công và Quản lý Fulbright) của Chương trình Việt Nam tại Đại học Harvard.<ref name=\":2\">{{Chú thích web|url=http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/giao-duc\/dai-hoc-fulbright-viet-nam-ky-vong-khac-biet-3309015\/|tiêu đề=Đại học Fulbright Việt Nam: Kỳ vọng khác biệt|ngày truy cập=ngày 22 tháng 5 năm 2016|nhà xuất bản=Báo Đất Việt|archive-date=2016-05-24|archive-url=https:\/\/web.archive.org\/web\/20160524034233\/http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/giao-duc\/dai-hoc-fulbright-viet-nam-ky-vong-khac-biet-3309015|url-status=dead}}<\/ref><ref name=\":3\">{{Chú thích web|url=http:\/\/thanhnien.vn\/giao-duc\/chuong-trinh-giang-day-kinh-te-fulbright-hoc-bong-dao-tao-thac-si-chinh-sach-cong-20152017-576447.html|tiêu đề=Chương trình giảng dạy Kinh tế Fulbright: Học bổng đào tạo thạc sĩ chính sách công 2015-2017|ngày truy cập=ngày 22 tháng 5 năm 2016|nhà xuất bản=Báo Thanh Niên}}<\/ref> Sau 20 năm tồn tại, trường Fulbright được nâng cấp lên thành Đại học Fulbright, thể hiện sự phát triển sâu rộng của mối quan hệ Việt-Mỹ.<ref>{{Chú thích web|url=http:\/\/laodong.com.vn\/ho-so\/nhung-dau-moc-quan-trong-trong-quan-he-viet-my-553978.bld|tiêu đề=Những dấu mốc quan trọng trong quan hệ Việt - Mỹ|ngày truy cập=ngày 22 tháng 5 năm 2016|nhà xuất bản=Báo Lao động}}<\/ref><ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/tuanvietnam\/291526\/dai-su-my-noi-ve-chuyen-tham-cua-obama-sap-toi.html|tiêu đề=Đại sứ Mỹ nói về chuyến thăm của Obama sắp tới|ngày truy cập=ngày 22 tháng 5 năm 2016|nhà xuất bản=vietnamnet}}<\/ref> Lần đầu tiên khái niệm trường Đại học Fulbright Việt Nam được đề cập là trong Tuyên bố chung của Chủ tịch nước Việt Nam [[Trương Tấn Sang]] và Tổng thống Mỹ [[Barack Obama]] ngày 25\/7\/2013.<ref name=\":4\">{{Chú thích web|url=http:\/\/news.zing.vn\/dai-hoc-fulbright-chinh-thuc-co-giay-phep-thanh-lap-obama-tham-viet-nam-post650275.html?release=1|tiêu đề=Đại học Fulbright chính thức có giấy phép thành lập|ngày truy cập=ngày 22 tháng 5 năm 2016|nhà xuất bản=zing}}<\/ref> Tháng 6 năm 2014, chủ trương thành lập Trường Đại học Fulbright Việt Nam được Chính phủ Việt Nam chấp thuận.<ref name=\":3\" \/> \n\nVào tháng 7\/2015 trong chuyến thăm Mỹ của Tổng bí thư [[Nguyễn Phú Trọng]], trường Đại học Fulbright đã nhận được chứng nhận đầu tư của [[Thành phố Hồ Chí Minh]] để được xây dựng trên 15 [[hecta]] đất tại [[Khu công nghệ cao Thành phố Hồ Chí Minh|khu công nghệ cao TP HCM]].<ref name=\":4\" \/> Ngày 16 tháng 5 năm 2016, giấy phép thành lập trường chính thức được ký.<ref>{{Chú thích web|url=http:\/\/infonet.vn\/pho-thu-tuong-vu-duc-dam-ky-giay-phep-thanh-lap-dai-hoc-fulbright-viet-nam-post198883.info|tiêu đề=Phó thủ tướng Vũ Đức Đam ký giấy phép thành lập Đại học Fulbright Việt Nam|ngày truy cập=ngày 22 tháng 5 năm 2016|nhà xuất bản=infonet}}<\/ref>\n\nChủ tịch Đại học Fulbright, cựu thượng nghị sĩ bang Nebraska Bob Kerrey, cho biết, những người tham gia thành lập trường đã cố gắng để thuyết phục [[Quốc hội Hoa Kỳ]] cung cấp ngân khoản cho trường. Cuối cùng Quốc hội Hoa Kỳ đã đồng ý với điều kiện Việt Nam góp vốn tương ứng mà trong trường hợp này bằng việc cấp đất cho trường ở thành phố Hồ Chí Minh.<ref name=bbc531\/>\n\nNgày 25\/5\/2016 Bộ trưởng ngoại giao Hoa Kỳ là ông [[John Kerry]], theo phái đoàn của [[Chuyến thăm Việt Nam của Barack Obama|tổng thống Obama tới Việt Nam]], đã tới chủ tọa lễ khởi công Đại học Fulbright tại Thành phố Hồ Chí Minh.<ref name=rfa525\/>\n\nTrong năm học Đồng kiến tạo (Co-design) 2018-2019, trường tuyển 54 sinh viên.<ref name=\":1\" \/><ref>{{Chú thích web|url=http:\/\/www.sggp.org.vn\/54-sinh-vien-dau-tien-cua-truong-dh-fulbright-viet-nam-544602.html|tiêu đề=54 sinh viên đầu tiên của Trường ĐH Fulbright Việt Nam|website=Báo Sài Gòn Giải Phóng}}<\/ref> Trường được tài trợ bởi quỹ tín thác Sáng kiến đại học Việt Nam (Trust for University Innovation in Vietnam).<ref name=\"rfa525\">{{Chú thích web|url=http:\/\/www.rfa.org\/vietnamese\/vietnamnews\/kerry-launches-vn-first-private-university-05252016081205.html|tiêu đề=Ngoại trưởng John Kerry dự lễ khởi công Đại học Fulbright tại Sài Gòn|ngày truy cập=ngày 27 tháng 5 năm 2016|nhà xuất bản=rfa}}<\/ref>\n\nNgày 6\/6\/2019, chính phủ Mỹ trao tặng cho Đại học Fulbright 2 khoản tài trợ với tổng giá trị là 15,5 triệu Đô la Mỹ. Khoản thứ nhất do Cơ quan Viện trợ Phát triển Quốc tế Hoa Kỳ (USAID) tài trợ trị giá 7,2 triệu USD giúp đỡ trường đại học Fulbright xây dựng các chính sách thu hút sinh viên theo học và hỗ trợ các thủ tục tài chính, học bổng. Khoản tài trợ thứ hai do Bộ Ngoại giao Hoa Kỳ (CEA) sẽ được rót thông qua Quỹ tín thác Sáng kiến Đại học Việt Nam (TUIV) trị giá 8,3 triệu USD giúp đỡ trường Đại học Fulbright xây dựng và phát triển.<ref>{{Chú thích web|url=http:\/\/tphcm.chinhphu.vn\/chinh-phu-my-tai-tro-15-5-trieu-usd-cho-dai-hoc-fulbright|title=Chính phủ Mỹ tài trợ 15,5 triệu USD cho Đại học Fulbright|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.vietnamplus.vn\/hoa-ky-tai-tro-155-trieu-usd-cho-dai-hoc-fulbright-viet-nam\/450155.vnp|title=Hoa Kỳ tài trợ 15,5 triệu USD cho Đại học Fulbright Việt Nam|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.thesaigontimes.vn\/161068\/a.html|title=Mỹ tài trợ Đại học Fulbright Việt Nam 15,5 triệu đô la|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref><ref>{{Chú thích web|url=https:\/\/thoidai.com.vn\/chinh-phu-my-tai-tro-155-trieu-usd-cho-dai-hoc-fullbirght-viet-nam-58993.html|title=Chính phủ Mỹ tài trợ 15,5 triệu USD cho Đại học Fullbirght Việt Nam|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nCác mốc thời gian quan trọng:\n* Năm 2013: Chủ tịch nước [[Trương Tấn Sang]] và Tổng thống [[Barack Obama]] nhấn mạnh đến sáng kiến Đại học Fulbright trong Tuyên bố chung.\n* Năm 2014: Quốc hội Hoa Kỳ thông qua khoản ngân sách sáng lập một trường đại học Việt Nam theo mô hình giáo dục khai phóng của Mỹ.\n* Năm 2015: UBND Thành phố Hồ Chí Minh cấp 15 ha đất xây dựng Đại học Fulbright tại Khu Công nghệ Cao Thành phố Hồ Chí Minh.\n* Năm 2016: Chính phủ Việt Nam cấp giấy phép thành lập Đại học Fulbright.\n* Năm 2017: Chính phủ Việt Nam cấp giấy phép hoạt động giáo dục cho Đại học Fulbright.\n* Sáng 6\/6\/2019, Đại học Fulbright Việt Nam (FUV) đã tiến hành lễ động thổ, khởi công xây dựng trụ sở chính của trường tại Khu công nghệ cao, [[Quận 9, Thành phố Hồ Chí Minh|Quận 9]], TP.HCM.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/dai-hoc-fulbright-viet-nam-khoi-cong-xay-tru-so-chinh-20190606105926397.htm|title=Đại học Fulbright Việt Nam khởi công xây trụ sở chính|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\n\n== Các ngành đào tạo ==\nTheo kế hoạch, trong 5 năm đầu sau khi thành lập, trường sẽ mở các cơ sở đào tạo tích hợp:<ref name=\":0\" \/> \n* Trường Chính sách Công và Quản lý Fulbright: đào tạo sau đại học trong lĩnh vực chính sách công, luật, tài chính và quản lý, các nghiên cứu và đối thoại chính sách\n* Trường Kỹ thuật và Khoa học ứng dụng Fulbright: cung cấp các chương trình đào tạo cử nhân và sau đại học trong lĩnh vực kỹ thuật, khoa học ứng dụng, toán học và khoa học máy tính\n* Đại học Fulbright: cung cấp các chương trình đào tạo cử nhân theo chương trình giáo dục khai phóng\n\nTổng vốn đầu tư của Đại học Fulbright trong giai đoạn xây dựng ban đầu dự kiến khoảng 70 triệu USD.<ref name=\":4\" \/> Trong giai đoạn đầu, kinh phí hoạt động của trường chủ yếu dựa vào khoản viện trợ 17 triệu USD của chính phủ [[Hoa Kỳ|Mỹ]].<ref name=\":1\" \/>\n\nTrường lấy tên của J. William Fulbright - một chính khách, [[thượng nghị sĩ Hoa Kỳ]], người đã khởi xướng hàng loạt các chương trình trao đổi về giáo dục và văn hoá quốc tế.<ref>{{Chú thích web|url=https:\/\/fulbright.edu.vn\/vi\/khoi-nguon-fuv\/|title=Chúng tôi tự hào mang tên Fulbright|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Chỉ trích ==\n\n===Bob Kerrey===\n{{chính|Bob Kerrey}}\n\nNăm 2016, Báo mạng [[Zing]] đặt câu hỏi về việc chọn cựu Thượng Nghị sĩ [[Bob Kerrey]], người từng ''\"tham gia một vụ thảm sát\"'' trong chiến tranh Việt Nam làm chủ tịch Đại học Fulbright vừa được mở tại Việt Nam. Gregory L. Vistica viết cho [[The New York Times|New York Times]] hồi năm 2001 cho biết: ''\"Trong chiến tranh Việt Nam, Kerrey là một đại úy hải quân và từng tham gia vào một trong những vụ [[Thảm sát Thạnh Phong|thảm sát đẫm máu ở xã Thạnh Phong]] của [[Bến Tre]] vào năm 1969, giết hại nhiều phụ nữ và trẻ em\".'' Zing sau đó đã đăng lời xin lỗi của Thượng Nghị sĩ Kerrey gửi tới Zing qua [[email]]: ''\"Tôi đã xin lỗi người Việt về những gì tôi gây ra trong chiến tranh. Tôi xin lỗi một cách chân thành một lần nữa và cùng những nỗi đau của ký ức mãi mãi ám ảnh, tôi xin lỗi những người mà tôi đã gây hại”.'' <ref>{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/05\/160530_viet_zing_story|tiêu đề=Báo VN chất vấn về lãnh đạo Fulbright|ngày truy cập=ngày 30 tháng 5 năm 2016|nhà xuất bản=bbc}}<\/ref> Bob Kerrey nói ông đã vận động để thành lập trường này từ đầu thập niên 1990 nhưng nay ông ''\"sẵn sàng rút lui\"''.<ref name=bbc531>{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/05\/160531_bob_kerrey_comments|tiêu đề=Ông Bob Kerrey nói về Đại học Fulbright|ngày truy cập=ngày 31 tháng 5 năm 2016|nhà xuất bản=bbc}}<\/ref>\n\n===Dự đoán sai dịch Covid-19 tại TP Hồ Chí Minh===\n{{Chính|Vũ Thành Tự Anh#Dịch Covid-19 tại TP Hồ Chí Minh}}\nCuối tháng 6\/2021, Nhóm nghiên cứu của Đại học Fulbright Việt Nam do ông [[Vũ Thành Tự Anh]] (hiệu trưởng) làm trưởng nhóm dự đoán rằng dịch Covid-19 ở TP Hồ Chí Minh đã gần đạt đỉnh vào cuối tháng 6-2021 và đầu tháng 7-2021. Dựa trên dự đoán này, ông Vũ Thành Tự Anh tư vấn cho chính quyền TP Hồ Chí Minh rằng chỉ cần áp dụng Chỉ thị 10 là đủ để chống dịch bệnh mà không ảnh hưởng đến kinh tế, không cần áp dụng Chỉ thị 16 nghiêm ngặt hơn của Chính phủ.<ref>{{chú thích web|url=https:\/\/nld.com.vn\/thoi-su\/dich-covid-19-tp-hcm-da-dat-dinh-chuyen-gia-du-bao-dich-ket-thuc-cuoi-thang-8-20210701173704667.htm|tiêu đề=Covid-19 ở TP HCM: Chuyên gia dự báo dịch đã gần đạt đỉnh, kết thúc cuối tháng 8|author=Phan Anh|ngày=2017-07-01|nhà xuất bản=Báo Người Lao động|ngôn ngữ=|archiveurl=|ngày lưu trữ=2021-08-05|url-status=live|ngày truy cập=2021-08-05}}<\/ref> Tuy nhiên, tính đến ngày 4\/8\/2021, Thành phố Hồ Chí Minh đã có hơn 105.500 trường hợp nhiễm COVID-19, số người nhiễm bệnh lên tới hàng nghìn ca mỗi ngày mà vẫn chưa thấy đỉnh dịch.<ref>https:\/\/hcdc.vn\/category\/van-de-suc-khoe\/covid19\/ban-tin-hang-ngay\/ban-tin-covid19-toi-048-tphcm-ghi-nhan-them-935-ca-nhiem-moi-4d47063cf3db61b933d72d9c48e8833f.html<\/ref>  Từ TP Hồ Chí Minh, dịch bệnh đã lan ra toàn bộ 63 tỉnh thành tại Việt Nam. Tính đến cuối năm 2022, Việt Nam đã có 11.414.359 ca nhiễm và 43.117 ca tử vong được công bố chính thức. Nơi chịu hậu quả nặng nhất chính là TP Hồ Chí Minh với 19.984 ca tử vong.<ref>[https:\/\/covid19.gov.vn\/ Cổng thông tin của Bộ Y tế Việt Nam về đại dịch COVID-19]<\/ref>\n\nKết quả này hoàn toàn trái ngược so với dự đoán của nhóm Fulbright, nhiều người cho rằng ông Vũ Thành Tự Anh và Đại học Fulbright phải chịu trách nhiệm vì nghiên cứu của họ đã dẫn tới sự chủ quan và những quyết sách sai lầm trong công tác chống dịch của TP Hồ Chí Minh. Tuy vậy, ông Vũ Thành Tự Anh đã không phải chịu trách nhiệm gì. Thậm chí ngày 27\/7\/2021, ông còn được Chủ tịch UBND TP Hồ Chí Minh bổ nhiệm là Tổ trưởng Tổ tư vấn chống dịch và giúp hồi phục kinh tế - xã hội ở TP Hồ Chí Minh.<ref name=rfa>{{chú thích web |url =https:\/\/www.rfa.org\/vietnamese\/news\/blog\/open-letter-to-vu-thanh-tu-anh-08012021142127.html |tiêu đề =Thư ngỏ gởi ông Vũ Thành Tự Anh: Cơ hội lập chí, xin đừng lập thân |author = |ngày =2017-08-01 |nhà xuất bản =Báo Người Lao động |ngày truy cập =2021-08-01 |ngôn ngữ = |archiveurl = |ngày lưu trữ = 2021-08-01}}<\/ref>\n\n===Chương trình Sáng kiến thủ lĩnh trẻ (YSEALI)===\nBộ Ngoại giao Hoa Kỳ đã cung cấp 5 triệu USD để thành lập Học viện YSEALI đặt tại Đại học Fulbright Việt Nam nhằm \"xây dựng năng lực cho các chuyên gia trẻ từ sơ đến trung cấp có tuổi đời từ 25-40 từ khắp Đông Nam Á\"<ref>[https:\/\/vn.usembassy.gov\/vi\/bo-ngoai-giao-hoa-ky-cong-bo-thanh-lap-hoc-vien-yseali-moi-tai-fuv\/ Bộ Ngoại giao Hoa Kỳ công bố thành lập Học viện YSEALI mới tại FUV]<\/ref> Tuy nhiên, Tuy nhiên thực tế, “Học bổng YSEALI” đã bị lợi dụng nhằm mục tiêu hình thành trong các “thủ lĩnh trẻ” tư tưởng “dân chủ kiểu Mỹ”, có những cựu học viên đã chỉ huy các cuộc biểu tình, bạo loạn chống chính quyền, gây bất ổn an ninh chính trị quốc gia. Các cuộc biểu tình bạo lực ở [[Hồng Kông]], [[Indonesia]], [[Thái Lan]] và [[Myanmar]]… những năm 2020 và gần đây hầu như đều có một vài \"thủ lĩnh trẻ\" theo học các chương trình tài như YSEALI đứng lên tập hợp giới trẻ chống đối chính quyền. Ở Việt Nam, ít nhất 3 sinh viên từng tham gia khóa học YSEALI đã bị bắt giữ vì các hoạt động “Tuyên truyền chống Nhà nước”, \"Hoạt động nhằm lật đổ chính quyền nhân dân”.<ref name=\"tai\">{{Chú thích web|url=https:\/\/baotainguyenmoitruong.vn\/bay-thu-linh-337811.html|tựa đề=Bẫy… thủ lĩnh|ngày=2022-03-17|website=Báo Tài nguyên & Môi trường|ngôn ngữ=vi|ngày truy cập=2023-02-16}}<\/ref>\n\n===Sử dụng tài liệu bị cấm trong giảng dạy===\nTrong bộ môn Chính sách công tại Đại học Fulbright Việt Nam có sử dụng các tài liệu như bài viết \"Resilience of the Communist Party of Vietnam’s Authoritarian Regime since Doi Moi\" hoặc sách về [[xã hội dân sự ở Việt Nam]] của một số tổ chức phi chính phủ. Đây là các tài liệu thể hiện quan điểm thù địch và xuyên tạc đường lối chính trị của Việt Nam, trong đó một số cuốn sách về xã hội dân sự ở Việt Nam đã bị thu hồi năm 2016 vì nội dung vi phạm pháp luật.<ref>{{Chú thích web|url=http:\/\/hanoimoi.com.vn\/ban-in\/Van-hoa\/851442\/nganh-xuat-ban-khoi-sacNg%C3%A0nh|tựa đề=Ngành Xuất bản khởi sắc|website=hanoimoi.com.vn|ngày truy cập=2023-02-16}}<\/ref>\n\nTrong quá trình giảng dạy, Đại học Fulbright Việt Nam đã chiếu cho các sinh viên xem bộ phim tài liệu The Vietnam war do Hoa Kỳ sản xuất. Bộ phim này đã bị Nhà nước và truyền thông Việt Nam lên án là có những nội dung tuyên truyền lịch sử sai lệch, xuyên tạc cuộc chiến chống Mỹ. Báo Bình Phước cho rằng việc sử dụng các tài liệu đã bị Nhà nước Việt Nam cấm lưu hành của Đại học Fulbright cho thấy họ đang tham gia vào chủ nghĩa xét lại lịch sử để ngầm chống phá Nhà nước Việt Nam.<ref name=\"binh\">{{Chú thích web|url=https:\/\/baobinhphuoc.com.vn\/news\/1\/2957\/xet-lai-lich-su---am-muu-tham-doc|tựa đề=“Xét lại lịch sử” - âm mưu thâm độc|tác giả=Hồng Vân|họ=|website=baobinhphuoc.com.vn|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-16}}<\/ref> \n\n== Liên kết ngoài ==\n* [https:\/\/fulbright.edu.vn\/vi\/ Đại học Fulbright Việt Nam]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Tổ chức dịch vụ giáo dục}}\n\n{{DEFAULTSORT:Fulbright Việt Nam}}\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Quan hệ Hoa Kỳ – Việt Nam]]\n[[Thể loại:Khởi đầu năm 2016 ở Việt Nam]]\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam]]"}