{"1585375":"{{Bài quảng cáo|date=tháng 11\/2022}}\n{{Không nổi bật|date=tháng 11\/2022}}\n{{Thông tin trường học\n| tên = Trường Đại học Dầu khí Việt Nam\n| tên khác = PetroVietnam University\n| logo = \n| hình = \n| tên bản địa = \n| khẩu hiệu = Nhân tài cho phát triển\n| ngày thành lập = {{Ngày thành lập và tuổi|2010|11|25}}\n| loại hình = Đại học công lập đặc biệt\n| khuôn viên = \n| địa chỉ = 762 Cách mạng Tháng Tám, Phường Long Toàn\n| thành phố = [[Tập tin:Flag of Vietnam.svg|22px]] [[Thành phố Bà Rịa]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| tài trợ = \n| hiệu trưởng = TS. Phan Minh Quốc Bình\n| hiệu phó = TS. Lê Quốc Phong; TS. Nguyễn Thanh Tùng\n| | nhân viên = \n| điện thoại = (254)3.738879; Fax: (254) 3.733579\n| web = [http:\/\/www.pvu.edu.vn www.pvu.edu.vn]\n}}\n\n'''Trường Đại học Dầu khí Việt Nam''' ([[tiếng Anh]]: ''PetroVietnam University'', viết tắt: ''PVU'') là một trường đại học chuyên ngành tại Việt Nam, với thế mạnh thương hiệu về đào tạo nhóm ngành dầu khí do [[Tập đoàn Dầu khí Quốc gia Việt Nam|Tập đoàn Dầu khí Việt Nam]] (PVN) làm chủ đầu tư.\n==Giới thiệu về Trường==\n\nNgày 25\/11\/2010, Thủ tướng Chính phủ đã ra Quyết định số 2157\/QĐ-TTg thành lập Trường Đại học Dầu khí Việt Nam <ref name=\"qdtl\">[http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&mode=detail&document_id=97910 Công báo của Chính phủ về việc thành lập Trường ĐH Dầu khí Việt Nam]<\/ref>. Theo quyết định này, PVU là trường đại học công lập đặc biệt, do Tập đoàn Dầu khí Việt Nam làm chủ đầu tư, không nhận hỗ trợ từ ngân sách nhà nước. \n\nNgày 06 tháng 04 năm 2020, Trung tâm Kiểm định chất lượng giáo dục - Hiệp hội các Trường đại học, cao đẳng Việt Nam trao [https:\/\/pvu.edu.vn\/images\/tin-moi-pvu\/image001.jpg Chứng nhận Kiểm định chất lượng cơ sở giáo dục cho Trường Đại học Dầu khí Việt Nam].\nNgày 30\/08\/2022, 3 ngành đào tạo Kỹ sư: [http:\/\/www.pvu.edu.vn\/en\/departments\/petroleum-faculty\/geological-engineering Kỹ thuật Địa chất], [http:\/\/www.pvu.edu.vn\/en\/departments\/petroleum-faculty\/petroleum-engineering Kỹ thuật Dầu khí] và [http:\/\/www.pvu.edu.vn\/en\/departments\/petroleum-faculty\/chemical-engineering Kỹ thuật Hóa học] của PVU được tổ chức ABET (Hoa Kỳ) công nhận đạt chuẩn kiểm định chất lượng ABET ([https:\/\/amspub.abet.org\/aps\/category-search?countries=VN Xem kết quả trên website của ABET]. Nguồn tin khác:  <ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-20221028101325922.htm|tựa đề=Trường dầu khí đầu tiên tại Việt Nam đạt chuẩn kiểm định chất lượng kỹ thuật - công nghệ của Mỹ|họ=|tên=|ngày=2022-10-28|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-11-23}}<\/ref>\n\n==Các chương trình đào tạo==\n\n'''Các ngành đào tạo đại học'''\n\n- Hệ đại học chính quy: [http:\/\/www.pvu.edu.vn\/dao-tao\/dao-tao-dai-hoc\/chuong-trinh-dao-tao-dai-hoc-chinh-quy\/khung-chuong-trinh-dao-tao\/khung-chuong-trinh-dao-tao-nganh-ky-thuat-dau-khi-nam-2022 Kỹ sư Kỹ thuật dầu khí]; [http:\/\/www.pvu.edu.vn\/dao-tao\/dao-tao-dai-hoc\/chuong-trinh-dao-tao-dai-hoc-chinh-quy\/khung-chuong-trinh-dao-tao\/khung-chuong-trinh-dao-tao-nganh-ky-thuat-hoa-hoc-nam-2022 Kỹ sư Kỹ thuật hóa học]; [http:\/\/www.pvu.edu.vn\/dao-tao\/dao-tao-dai-hoc\/chuong-trinh-dao-tao-dai-hoc-chinh-quy\/khung-chuong-trinh-dao-tao\/khung-chuong-trinh-dao-tao-nganh-ky-thuat-dia-chat-nam-2022 Kỹ sư Kỹ thuật địa chất (Địa chất & Địa vật lý dầu khí)]\n\n- [http:\/\/www.pvu.edu.vn\/dao-tao\/dao-tao-dai-hoc\/de-an-lien-ket-dai-hoc Hệ liên kết Du học với Học viện Mỏ và Công nghệ New Mexico (Hoa Kỳ): Kỹ thuật Hóa học; Kỹ thuật Dầu khí; Khoa học trái đất\/Địa chất Dầu khí.]\n\n'''Các ngành đào tạo cao học'''\n\n- [http:\/\/www.pvu.edu.vn\/dao-tao\/dao-tao-sau-dai-hoc\/chuong-trinh-dao-tao-sau-dai-hoc\/chuong-trinh-dao-tao-cao-hoc-cong-trinh-bien Ngành Công trình biển (Offshore Engineering)].\n\n- [http:\/\/www.pvu.edu.vn\/dao-tao\/dao-tao-sau-dai-hoc\/chuong-trinh-dao-tao-sau-dai-hoc\/chuong-trinh-dao-tao-trinh-do-thac-si-ky-thuat-dia-chat-nam-2021 Ngành Kỹ thuật Địa chất (Địa chất – Địa vật lý dầu khí).]\n\n- [http:\/\/www.pvu.edu.vn\/dao-tao\/dao-tao-sau-dai-hoc\/chuong-trinh-dao-tao-sau-dai-hoc\/chuong-trinh-dao-tao-trinh-do-thac-si-ky-thuat-dau-khi-nam-2021 Ngành Kỹ thuật Dầu khí (Khoan – Khai thác dầu khí)].\n\n- [http:\/\/www.pvu.edu.vn\/dao-tao\/dao-tao-sau-dai-hoc\/chuong-trinh-dao-tao-sau-dai-hoc\/chuong-trinh-dao-tao-trinh-do-thac-si-ky-thuat-hoa-hoc-nam-2021 Ngành Kỹ thuật Hóa học (Lọc – hóa dầu).]\n\n==Cơ sở vật chất==\n\nMặc dù là trường đại học còn non trẻ song với mục tiêu đào tạo chất lượng cao, theo định hướng nghề nghiệp, gắn kết chặt chẽ giữa lý thuyết với thực hành, PVU chú trọng đầu tư hệ thống trang thiết bị hiện đại, đồng bộ để phục vụ tốt các hoạt động nghiên cứu khoa học, hoạt động dạy và học của cán bộ giảng dạy và sinh viên Trường. Các phòng học đều được trang bị hệ thống âm thanh, máy chiếu, máy điều hòa nhiệt độ cùng hệ thống wifi phủ sóng toàn trường. Đặc biệt, PVU là một trong số ít trường đại học tại Việt Nam hiện nay đã đầu tư hệ thống Phòng thí nghiệm hiện đại, với hơn 20 PTN thuộc các khối đại cương, kỹ thuật cơ sở và chuyên ngành có giá trị lên tới hơn 150 tỷ đồng. Các thiết bị đầu tư đều là các thiết bị thí nghiệm tiên tiến, hiện đại bậc nhất hiện nay, giúp sinh viên có cơ hội thực hành và tiếp cận với những công nghệ tiên tiến nhất trên thế giới.\n\nPhục vụ cho việc học tập còn có Phòng máy tính thực hành và thi trắc nghiệm, 2 Phòng E-Learning, và 02 phòng mô phỏng được cài đặt các phần mềm chuyên ngành do các đối tác nước ngoài như Intergraph, Schlumberger, Baker Hughes… tài trợ với giá trị lên tới hàng triệu USD. Trung tâm xử lý và minh giải địa chất với lượng lớn các server tốc độ cao và lưu trữ dữ liệu lớn phục vụ xử lý và tính toán dữ liệu địa chấn.\n\nĐây là những điều kiện học tập tốt nhất mà mỗi sinh viên được trang bị, qua đó sinh viên cập nhật những kiến thức thiết thực, bổ ích, tạo điều kiện tốt khi ra trường, có thể làm việc ngay mà không phải đào tạo lại.\n\nThư viện của Trường cũng được trang bị bàn ghế chuyên dụng, máy tính có nối mạng internet, máy scan, máy photocopy để phục vụ nhu cầu tìm kiếm thông tin, sách và nhu cầu tự học của sinh viên.\n\nNguồn tài nguyên học tập của Thư viện rất đa dạng, bao gồm sách, tạp chí, luận văn, luận án, kỷ yếu hội nghị, hội thảo, đề tài nghiên cứu khoa học, tài liệu điện tử…có nội dung phù hợp với các chuyên ngành đang được đào tạo tại Trường. Ngoài ra, Sinh viên Trường còn có thể truy cập vào cơ sở dữ liệu điện tử của các nhà xuất bản nổi tiếng trên thế giới như Springer Link, ProQuest Central, Science Direct, … và kết nối với nguồn học liệu miễn phí của các Trường Đại học khác trên thế giới thông qua Cổng thông tin thư viện của Trường.\n\nKý túc xá PVU là một khu vực rộng lớn được bao phủ bởi những tàng cây xanh, đáp ứng 100% nhu cầu ở của sinh viên, miễn phí, với đầy đủ các khu vực phụ trợ như căn tin, phòng bóng bàn, sân thể thao….\n\nNgoài ra, sinh viên có thể sử dụng chung các sân tập và khu thể thao có sẵn như sân bóng chuyền, sân bóng đá…., và đặc biệt là phòng tập gym, với các thiết bị hiện đại, rộng rãi, thoáng mát. \n==Giảng viên==\n\nCán bộ giảng dạy của PVU được tuyển chọn từ cán bộ khoa học kỹ thuật có chuyên môn sâu, các nhà khoa học của ngành dầu khí có nhiều kinh nghiệm, tốt nghiệp từ các các Trường Đại học nổi tiếng trên thế giới, có kiến thức sư phạm và khả năng truyền đạt. Trong đó, tỷ lệ giáo sư, phó giáo sư, tiến sĩ trong tổng số giảng viên cơ hữu chiếm tới hơn 50%, một tỷ lệ cao so với các Trường đại học hàng đầu tại Việt Nam. Tất cả đều tâm huyết với mục tiêu \"PVU - nhân tài cho phát triển\"\n\nVới nền tảng kiến thức chuyên môn sâu và điều kiện cơ sở vật chất là hệ thống PTN hiện đại, tiên tiến, hoạt động NCKH trong đội ngũ cán bộ, giảng viên Nhà trường luôn hết sức sôi nổi, thường xuyên có các bài báo khoa học ISI, SCOPUS… được đăng trên các tờ báo, tạp chí uy tín quốc tế, đưa PVU trở thành một trong những trường đại học hàng đầu Việt Nam tính về tỷ lệ bài báo ISI\/Scopus trên đầu giảng viên.\n\n== Các đơn vị liên kết ==\nHọc viện Mỏ và Công nghệ New Mexico (NMT), Mỹ.<ref>{{Chú thích web|url=http:\/\/www.pvu.edu.vn\/dao-tao\/dao-tao-dai-hoc\/de-an-lien-ket-dai-hoc|tựa đề=Liên kết đào tạo với nước ngoài trình độ đại học giữa PVU và Học viện Mỏ và Công nghệ New Mexico|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nĐại học Công nghệ Delft (Hà Lan).<ref>{{Chú thích web|url=http:\/\/www.pvu.edu.vn\/quan-he-hop-tac\/hop-tac-quoc-te\/thoa-thuan-hop-tac-giua-pvu-va-truong-tudelft-ha-lan|tựa đề=Thỏa thuận hợp tác giữa PVU và Trường TUDelft (Hà Lan)|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nĐại học Dầu khí Ploieşti (RUmani).<ref>{{Chú thích web|url=http:\/\/www.viromas.org\/ky-bien-ban-hop-tac-giua-truong-dai-hoc-dau-khi-cua-petrovietnam-pvu-va-truong-dai-hoc-dau-khi-ploiesti-rumani|tựa đề=KÝ BIÊN BẢN HỢP TÁC GIỮA TRƯỜNG ĐẠI HỌC DẦU KHÍ CỦA PETROVIETNAM (PVU) VÀ TRƯỜNG ĐẠI HỌC DẦU KHÍ PLOIESTI, RUMANI|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>[[Tập tin:Logo phu PVU.jpg|nhỏ|200px|phải|Logo phụ Đại học Dầu khí Việt Nam]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.pvu.edu.vn Trang chủ Trường Đại học Dầu khí Việt Nam]\n*[https:\/\/www.facebook.com\/groups\/Student.PVU Diễn đàn sinh viên Trường Đại học Dầu khí Việt Nam]\n*[http:\/\/daotao.pvu.vn\/ Trang web Phòng Đào tạo Trường Đại học Dầu khí Việt Nam]\n*[https:\/\/www.facebook.com\/PVU.PVN Fanpage Trường Đại học Dầu khí Việt Nam]\n*[http:\/\/library.pvu.vn\/ Thư viện số Trường Đại học Dầu khí Việt Nam]\n\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam|Dầu]]\n[[Thể loại:Đại học và cao đẳng kỹ thuật Việt Nam|Dầu]]\n[[Thể loại:Trường đại học ứng dụng và thực hành]]\n[[Thể loại:Trường đại học và cao đẳng tại Bà Rịa – Vũng Tàu]]"}