{"261006":"{{dablink|Đừng nhầm lẫn với [[Trường Đại học Kinh tế Thành phố Hồ Chí Minh]].}}\n{{Wikify}}\n{{Thông tin trường học\n| tên = Đại học Kinh tế - Tài chính thành phố Hồ Chí Minh\n| Mã trường = UEF\n| tên bản địa = \n| khẩu hiệu = Chất lượng - Hiệu quả - Hội nhập\n| ngày thành lập = 24 tháng 9 năm 2007\n| loại hình = [[Đại học tư thục]]\n| tài trợ = \n| hiệu trưởng = TS Nguyễn Thanh Giang\n| hiệu phó = \n| nhân viên = \n| địa chỉ = Số 276 Điện Biên Phủ, Phường 17, Quận Bình Thạnh, [[Thành phố Hồ Chí Minh]] <br\/> Số 141 Điện Biên Phủ, Phường 17, Quận Bình Thạnh, [[Thành phố Hồ Chí Minh]].\n| thành phố = [[Thành phố Hồ Chí Minh]]\n| tỉnh = \n| quốc gia = Việt Nam\n| tọa độ = \n| điện thoại = (+84) 028 5422 5555\n| khuôn viên = 10.000m2 tại Trụ sở 276 Điện Biên Phủ <br\/> 25.000m2 tại Cơ sở 141 Điện Biên Phủ\n| web = [http:\/\/www.uef.edu.vn\/ www.uef.edu.vn]\n| tên tiếng Anh = Ho Chi Minh City University of Economics and Finance\n| logo = \n| hình = \n| email = uef.edu.vn\n| City = TPHCM\n| tên khác = UEF\n}}\n'''Trường Đại học Kinh tế - Tài chính thành phố Hồ Chí Minh''' ({{Lang-en|Ho Chi Minh City University of Economics and Finance}}, viết tắt: ''UEF'') là một [[đại học tư thục]] tại [[Việt Nam]], được thành lập theo quyết định số 1272\/QĐ-TTg ngày 24 tháng 9 năm 2007 của [[Thủ tướng|Thủ tướng Chính phủ]] [[Nguyễn Tấn Dũng]].\n\nVào năm 2014, sau 8 năm hoạt động gắng gượng, các nhà đầu tư của trường Đại học Kinh tế - Tài chính thành phố Hồ Chí Minh đã bán lại trường cho chủ thương hiệu [[HUTECH|Đại học HUTECH]] Kiều Xuân Hùng với giá gần 200 tỷ đồng.\n\n== Lịch sử ==\nTrường Đại học Kinh tế - Tài chính Thành phố Hồ Chí Minh được thành lập vào ngày [[24 tháng 9]] năm 2007 theo quyết định số 1272\/QĐ-TTg của [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] [[Nguyễn Tấn Dũng]].<ref name=\":0\">{{Chú thích web|url=https:\/\/www.uef.edu.vn\/gioi-thieu\/tong-quan-uef|tựa đề=Tổng quan UEF|ngày=11\/12\/2020|website=Trường Đại học Kinh tế - Tài chính thành phố Hồ Chí Minh|url-status=live|ngày truy cập=2023-01-09}}<\/ref><ref>{{Chú thích web|url=https:\/\/vanban.chinhphu.vn\/default.aspx?pageid=27160&docid=39912|tựa đề=Quyết định số 1272\/QĐ-TTG của Thủ tướng Chính phủ: Về việc thành lập Trường Đại học Kinh tế-Tài chính thành phố Hồ Chí Minh|ngày=09\/24\/2007|website=[[Cổng Thông tin điện tử Chính phủ]]|url-status=live|ngày truy cập=2023-01-10}}<\/ref> Trường được hoạt động với phương châm \"Chất lượng - Hiệu quả - Hội nhập\".<ref name=\":0\" \/>\n\nNăm 2014, sau 8 năm gắng gượng trường đã được bán cho Công ty cổ phần Đầu tư phát triển giáo dục HUTECH, Kiều Xuân Hùng,<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-653110.htm|tựa đề=Vài chục tỉ đồng mua được trường đại học|tác giả=N.Hà|họ=|tên=|ngày=2014-10-02|website=[[Báo Tuổi Trẻ]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-01-09}}<\/ref> với giá gần 200 tỷ đồng.<ref name=\":1\">{{Chú thích web|url=https:\/\/www.saigondautu.com.vn\/share50508.html|tựa đề=Đầu tư trường ĐH-CĐ: Nặng kinh doanh, nhẹ chất lượng|tác giả=Đức Trung|ngày=2017-12-11|website=Báo Sài Gòn Đầu Tư Tài Chính|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-01-09}}<\/ref> Bấy giờ, giá học phí của trường lên tới gần 80 triệu đồng \/ một năm nên trước khi thay tên đổi chủ, việc tuyển sinh của trường lúc nào cũng chưa đạt múc 50% chỉ tiêu.<ref name=\":1\" \/>\n\n== Quy mô ==\nKhuôn viên chính của Trường Đại học Kinh tế - Tài chính thành phố Hồ Chí Minh tọa lạc tại 141 - 145 đường Điện Biên Phủ, [[Phường 15, Bình Thạnh|phường 15]], quận [[Bình Thạnh]] và trường chuyển đổi cơ sở chính trước đó ở số 276 - 282 đường Điện Biên Phủ, [[Phường 17, Bình Thạnh|phường 17]], quận [[Bình Thạnh]], [[Thành phố Hồ Chí Minh]] về làm cơ sở phụ.<ref name=\":0\" \/> Ngoài ra, trường Đại học này còn đang triển khai dự án tại khu Nam Sài Gòn với diện tích 5,5 ha.<ref name=\":0\" \/> Dự án đã được chính thức khởi công vào sáng ngày 20 tháng 3 năm 2021.<ref name=\":2\">{{Chú thích web|url=https:\/\/www.uef.edu.vn\/tin-tuc-su-kien\/uef-khoi-cong-xay-dung-bo-ke-du-an-co-so-nam-sai-gon-10856|tựa đề=UEF khởi công xây dựng bờ kè dự án cơ sở Nam Sài Gòn|ngày=03\/22\/2021|website=Trường Đại học Kinh tế - Tài chính thành phố Hồ Chí Minh|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-01-09}}<\/ref>\n\nCơ sở chính hiện tại của trường có diện tích sàn xây dựng vào khoảng  24.000 m² với 23 tầng nổi và 3 tầng hầm.<ref name=\":2\" \/>\n\n== Cơ cấu tổ chức ==\n\n=== Ban giám hiệu ===\n{| class=\"wikitable\" style=\"text-align:center;\"\n|+'''Ban giám hiệu UEF nhiệm kỳ 2020 - 2025:'''<ref>{{Chú thích web|url=https:\/\/www.uef.edu.vn\/gioi-thieu\/ban-giam-hieu-13132|tựa đề=Danh sách các thành viên Ban Giám hiệu Trường Đại học Kinh tế - Tài chính Tp.HCM (UEF) nhiệm kỳ 2020 - 2025|website=Trường Đại học Kinh tế - Tài chính Tp.HCM|url-status=live|ngày truy cập=2023-01-09}}<\/ref>\n!STT\n!Chức vụ\n!Trình độ\n!Họ và tên\n|-\n|1\n|Hiệu trưởng\n|Tiến sĩ\n|Nguyễn Văn Giang\n|-\n|2\n|Phó Hiệu trưởng thường trực\n|Phó Giáo sư - Tiến sĩ\n|Ngô Cao Cường\n|-\n|3\n|Phó Hiệu trưởng\n|Tiến sĩ\n|Hổ Viễn Phương\n|-\n|4\n|Phó Hiệu trưởng\n|Tiến sĩ\n|Lý Thiên Trang\n|-\n|5\n|Phó Hiệu trưởng\n|Tiến sĩ\n|Nhan Cẩm Trí\n|-\n|6\n|Phó Hiệu trưởng\n|Tiến sĩ\n|Đỗ Hữu Nguyên Lộc\n|-\n|7\n|Phó Hiệu trưởng\n|Tiến sĩ\n|Phạm Doãn Nguyên\n|}\n\n=== Hội đồng trường ===\n{| class=\"wikitable\" style=\"text-align:center;\"\n|+Thành viên thường trực Hội đồng UEF '''nhiệm kỳ 2020 - 2025:'''<ref>{{Chú thích web|url=https:\/\/www.uef.edu.vn\/gioi-thieu\/hoi-dong-nha-truong|tựa đề=Danh sách các thành viên thường trực Hội đồng trường Trường Đại học Kinh tế - Tài chính Tp.HCM (UEF) nhiệm kỳ 2020 - 2025|website=Trường Đại học Kinh tế - Tài chính Tp.HCM|url-status=live|ngày truy cập=2023-01-09}}<\/ref>\n!STT\n!Chức vụ\n!Trình độ\n!Họ và tên\n|-\n|1\n|Chủ tịch Hội đồng trường\n|Tiến sĩ\n|Kiều Xuân Hùng\n|-\n|2\n|Phó Chủ tịch Hội đồng trường\n|Phó Giáo sư - Tiến sĩ\n|Bùi Xuân Lâm\n|-\n|3\n|Phó Chủ tịch Hội đồng trường\n|{{N\/a}}\n|Đỗ Quốc Anh\n|-\n|4\n|Thành viên Hội đồng trường\n|Tiến sĩ\n|Nguyễn Thanh Giang\n|-\n|5\n|Thành viên Hội đồng trường\n|Phó Giáo sư - Tiến sĩ\n|Ngô Cao Cường\n|-\n|6\n|Thư ký Hội đồng trường\n|Tiến sĩ\n|Hồ Viễn Phương\n|}\n\n== Chất lượng đào tạo ==\n\n=== Đội ngũ giảng viên ===\nTính đến tháng 9 năm 2017, trường có 135 giảng viên. Trong đó có 1 [[Giáo sư (Việt Nam)|giáo sư]], 4 [[Giáo sư|phó giáo sư]], 31 [[tiến sĩ]], 90 giảng viên có trình độ [[thạc sĩ]] và 9 giảng viên có trình độ [[đại học]].<ref>{{Chú thích web|url=https:\/\/www.uef.edu.vn\/gioi-thieu\/bao-cao-3-cong-khai|tiêu đề=Báo cáo công khai của trường}}<\/ref>\n\n== Hệ thống đào tạo ==\n\n=== Trình độ Đại học ===\nChính quy\n\n=== Trình độ Thạc sĩ ===\nQuản trị Kinh doanh\n\nTài chính - Ngân hàng\n\nKế toán\n\nNgôn ngữ Anh\n\nCông nghệ Thông tin (IT)\n\n=== Đào tạo Quốc tế ===\nSinh viên UEF có cơ hội lựa chọn học 1 hoặc 2 năm cuối theo chương trình hợp tác với những trường Đại học Quốc tế uy tin tại nước ngoài và nhận bằng cấp quốc tế từ các nền giáo dục tiên tiến như Hoa Kỳ, Anh, Pháp, Úc... \n\nChương trình Chuyển tiếp (2 năm đầu UEF - 2 năm cuối tạo các trường Quốc tế khác)\n\nChương trình đạo tạo Song ngữ\n\nChương trình Quốc tế (Du học tại chỗ - Sinh viên được đào tạo theo chương trình nước ngoài ngay tại Việt Nam).\n\n== Hệ thống Khoa - Ngành ==\n\n=== Gồm 7 khoa đào tạo: ===\n\n# '''<big>Khoa Kinh tế<\/big>'''\n# '''<big>Khoa Quan hệ công chúng và Truyền thông<\/big>'''\n# '''<big>Khoa Công nghệ thông tin<\/big>'''\n# '''<big>Khoa Tiếng Anh<\/big>'''\n# '''<big>Khoa Luật và Quan hệ quốc tế<\/big>'''\n# '''<big>Khoa Quản trị du lịch - Khách sạn<\/big>'''\n# '''<big>Khoa Ngôn ngữ và Văn hóa quốc tế<\/big>'''\n\n=== '''Ngành đào tạo:''' ===\n\n==== Quản trị kinh doanh ====\nQuản tri kinh doanh là hành vi quản trị quá trình kinh doanh để duy trì, phát triển công việc kinh doanh của doanh nghiệp, bao gồm việc cân nhắc, tạo ra hệ thống, quy trình và tối đa hóa \"hiệu suất\", \"quản lý hoạt động kinh doanh\" bằng quá trình tư duy và ra quyết định của nhà quản lý.\n\n==== Tài chính – Ngân hàng ====\nTài chính – Ngân hàng là [[kinh doanh]] về lĩnh vực tiền tệ thông qua [[ngân hàng]] và các [[công cụ tài chính]] được ngân hàng phát hành nhằm bảo lãnh, thanh toán, chi trả trong nội địa và quốc tế.\n\n==== Kế toán ====\n[[Kế toán]] là công việc ghi chép, thu nhận, xử lý và cung cấp các thông tin về tình hình hoạt động tài chính của một [[tổ chức]], một [[doanh nghiệp]], một cơ quan nhà nước, một cơ sở kinh doanh tư nhân.\n\n==== Công nghệ thông tin ====\nCông nghệ thông tin (IT – Information Technology) là một thuật ngữ bao gồm [[phần mềm]], [[Internet|mạng lưới internet]], [[Máy tính|hệ thống máy tính]] sử dụng cho việc phân phối và xử lý dữ liệu, trao đổi, lưu trữ và sử dụng thông tin dưới hình thức khác nhau.\n\n==== Ngôn ngữ Anh ====\nNgôn ngữ Anh là ngành học nghiên cứu về các phương pháp học tập loại ngôn ngữ phổ biến là tiếng Anh, đồng thời đây còn là ngành học nghiên cứu về [[lịch sử]], [[Người|con người]], [[văn hóa]] của các quốc gia, dân tộc sử dụng tiếng Anh trên thế giới.\n\n==== Luật Kinh Tế ====\nLuật Kinh tế là một bộ phận của [[Luật pháp|pháp luật]] về [[kinh tế]], là hệ thống các [[quy phạm pháp luật]] do [[nhà nước]] ban hành để điều chỉnh các quan hệ kinh tế phát sinh trong quá trình tổ chức và quản lý kinh tế của nhà nước và trong quá trình sản xuất kinh doanh giữa các chủ thể kinh doanh với nhau\n\n==== Marketing ====\nMarketing là một hình thức không thể thiếu trong kinh doanh, bao gồm tất cả các hoạt động hướng tới khách hàng nhằm thỏa mãn nhu cầu và mong muốn của họ thông qua quá trình tiếp thị sản phẩm, phát triển thương hiệu.\n\n==== Kinh doanh Quốc tế ====\nKinh doanh Quốc tế là một lĩnh vực năng động và mang tính toàn cầu thuộc nhóm ngành kinh doanh, cung cấp những kiến thức chung về quản trị kinh doanh, về chiến thuật, chiến lược kinh doanh xuyên quốc gia. \n\n==== Thương mại điện tử ====\nThương mại điện tử là quá trình tiến hành một phần hay toàn bộ hoạt động thương mại thông qua những phương tiện điện tử hiện đại. Về bản chất, thương mại điện tử không thay đổi so với các hoạt động thương mại truyền thống. Tuy nhiên, bằng các phương tiện điện tử mới, các hoạt động giao dịch, mua bán, quảng bá được thực hiện nhanh chóng, hiệu quả hơn, giúp tiết kiệm chi phí và mở rộng phạm vi kinh doanh. \n\n==== Quản trị khách sạn ====\nQuản trị khách sạn là các hoạt động quản lý và tổ chức các hoạt động của khách sạn một cách hiệu quả và hợp lý bao gồm các công việc: lên kế hoạch làm việc cụ thể, khoa học cho từng bộ phận và phân công, đôn đốc nhân viên thực hiện đúng kế hoạch; lập các báo cáo kết quả tài chính, lập ra quy tắc trong việc quản lý nhân sự, quản lý tỷ lệ phòng bán ra và phòng còn trống, quản lý việc chế biến thực phẩm\n\n==== Quan hệ công chúng (PR) ====\nQuan hệ công chúng (PR) được hiểu là việc thực hiện các công việc, chiến lược cụ thể nhằm thiết lập cầu nối giữa tổ chức, doanh nghiệp với cộng đồng, khách hàng (hiện tại và tiềm năng), nhà đầu tư, giới truyền thông... nhằm định hình, khẳng định tên tuổi, thương hiệu sản phẩm hoặc đơn vị trong toàn bộ hoạt động và tiến trình phát triển.\n\n==== Quản trị Nhân lực ====\nQuản trị nhân lực là nghệ thuật chọn lựa những nhân viên mới và sử dụng những nhân viên cũ sao cho năng suất và chất lượng công việc của mỗi người đều đạt tới mức tối đa có thể được\n\n==== Quản trị dịch vụ lữ hành ====\nQuản trị dịch vụ du lịch và lữ hành gồm các hoạt động thiết kế, xây dựng chiến lược phát triển du lịch, quản lý và điều hành du lịch, tổ chức sự kiện du lịch, phân công công việc cho các hướng dẫn viên du lịch, tiếp nhận thông tin để phối hợp với các bộ phận, cơ quan chức năng giải quyết phát sinh trong lĩnh vực du lịch\n\n==== Quan hệ quốc tế ====\nQuan hệ quốc tế được hiểu là ngành học nghiên cứu về ngoại giao và các vấn đề toàn cầu giữa các nước thông qua những hệ thống quốc tế, bao gồm các quốc gia, tổ chức đa chính phủ, tổ chức phi chính phủ, và các công ty đa quốc gia. Bên cạnh chính trị học, quan hệ quốc tế còn quan tâm đến những lĩnh vực khác nhau như kinh tế, lịch sử, luật, địa lý, xã hội học, nhân loại học, tâm lý học, và văn hóa học...\n\n==== Ngôn ngữ Nhật ====\n==== Ngôn ngữ Hàn... ====\n==== Luật Quốc tế ====\n===='''Công nghệ Truyền thông'''====\n\n===='''Luật'''====\n\n===='''Logistics và quản lý chuỗi cung ứng'''====\n\n== Xem thêm ==\n\n* [[Danh sách trường đại học tại Thành phố Hồ Chí Minh]]\n* [[Danh sách trường đại học, học viện và cao đẳng tại Hà Nội]]\n\n== Tham khảo ==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.uef.edu.vn Website chính thức]\n*[https:\/\/www.facebook.com\/uef.edu.vn Fanpage Facebook chính thức]\n*[https:\/\/www.youtube.com\/user\/daihocuef Kênh Youtube chính thức]\n\n{{Tổ chức dịch vụ giáo dục}}\n{{sơ khai giáo dục}}\n\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh|Kinh tế - Tài chính Thành phố Hồ Chí Minh]]\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam|Kinh tế - Tài chính Thành phố Hồ Chí Minh]]\n[[Thể loại:Đại học và cao đẳng kinh tế Việt Nam]]\n[[Thể loại:HUTECH Education|Kinh tế Tài chính]]"}