{"19271033":"\n{{for|các trường cùng tên|Trường Trung học phổ thông Trần Hưng Đạo}}\n{{Thông tin trường học\n| tên = ''Trường THPT Trần Hưng Đạo – Hà Đông''\n| logo = LogoTHPTTranHungDaoHaDong.png\n| hình =\n| bài hát =\n| tên khác = \n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = {{Ngày bắt đầu và tuổi|1985|08}}\n| loại hình = Trường công lập\n| phương thức hoạt động = Công lập\n| tài trợ = \n| hiệu trưởng = ''nhà giáo  Đào Ngọc Sỹ''\n| hiệu phó = ''nhà giáo  Nguyễn Thị Mai Thu, nhà giáo Nguyễn Mạnh Thắng''\n*\n| nhân viên = \n| khuôn viên = 11.280m²\n| địa chỉ =  phường Phú Lãm - quận Hà Đông\n| thành phố = Hà Nội\n| tỉnh = \n| quốc gia = Việt Nam\n| tọa độ = \n| học sinh =\n| điện thoại =\n| email = c3tranhungdao2@hanoiedu.vn\n| web = http:\/\/c3tranhungdaohd.edu.vn\/thd\/trang-chu\n}}\n\n'''Trung học phổ thông Trần Hưng Đạo – Hà Đông''' được thành lập vào tháng 8 năm 1985 theo quyết định số 553 của UBND tỉnh Hà Sơn Bình.\n\n== Lịch sử hình thành ==\nTháng 8 năm 1985, ''Trường THPT Kỹ thuật Bắc Thanh Oai'' được thành lập theo quyết định số 553 của UBND tỉnh Hà Sơn Bình. Cơ sở vật chất ban đầu phải thuê mặt bằng của hợp tác xã sơn mài Huyền Kỳ thuộc xã Phú Lãm, huyện Thanh Oai với 6 phòng học và một phòng làm việc. Khu vực tuyển sinh gồm: Bích Hòa, Cự Khê, Phú Lương, Phú Lãm, Đồng Mai, Biên Giang và 1 xã của huyện Hoài Đức là Yên Nghĩa. Năm học đầu tiên trường chỉ có 4 lớp 10 cộng với 2 lớp 11 từ trường THPT Thanh Oai B chuyển xuống theo địa bàn, tổng cộng có 6 lớp - 303 học sinh với 20 cán bộ giáo viên và 3 lãnh đạo.\n\nNgày 7 tháng 1 năm 1987, UBND tỉnh Hà Sơn Bình ký quyết định giao đất cho trường. Tổng diện tích là 11.280m<sup>2<\/sup> thuộc thôn Quang Lãm, xã Phú Lãm, huyện Thanh Oai. Do chỉ xin kinh phí xây được 4 phòng học thiếu phòng học nên vẫn phải học ở 2 nơi; cho đến năm học 1990-1991, trường mới được cấp kinh phí xây trường. \n\nNăm 1991, UBND huyện Thanh Oai và Sở giáo dục đào tạo Hà Tây đổi tên ''trường THPT Kỹ thuật Bắc Thanh Oai'' thành ''trường THPT Trần Hưng Đạo''.\n\nSau đó lại đổi tên thành ''Trường Trung học phổ thông Trần Hưng Đạo - Hà Đông''  đặt tại quốc lộ 21 thuộc phường Phú Lãm - quận Hà Đông. Tới năm 2013, trường có  95 cán bộ giáo viên, nhân viên và 32 lớp học.<ref>{{Chú thích web|url=http:\/\/c3tranhungdaohd.edu.vn\/thd\/TRuoNG-THPT-TRaN-HuNG-daO---Ha-doNG-30-NaM-Xay-DuNG-Va-TRuoNG-THaNH-t15091-8033.html|tựa đề=Lịch sử TRƯỜNG THPT TRẦN HƯNG ĐẠO - HÀ ĐÔNG|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNăm học 2013-2014 trường THPT Trần Hưng Đạo – Hà Đông là trường đầu tiên trên địa bàn quận Hà Đông được UBND thành phố Hà Nội công nhận là trường chuẩn quốc gia. \n\n== Tham khảo ==\n<br \/>\n{{sơ khai}}\n\n[[Thể loại:Trường trung học tại Hà Nội]]"}