{"136429":"{{chú thích trong bài}}\n{{wiki hóa}}\n{{otheruses4|Trường Đại học công lập|Trường Đại học dân lập cùng tên|Trường Đại học Dân lập Hải Phòng}}\n{{Thông tin trường học\n| hình =\n| tên = Trường Đại học Hải Phòng\n| logo = [[Tập tin:DHHP.png|250px|Phù hiệu trường]]\n| tên khác = Trường Đại học Tại Chức Hải Phòng, Trường Đại học Sư phạm Hải Phòng, THP\n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = 1959\n| loại hình = Đại học Công lập\n| khuôn viên = 28,78 ha\n| địa chỉ = 171 Phan Đăng Lưu, [[Kiến An]], [[Hải Phòng]], [[Việt Nam]]\n| tài trợ = \n| Chủ tịch HĐT = Nhà giáo Nguyễn Văn Kính\n| Phó HT phụ trách = PGS. TS. Nguyễn Hoài Nam\n| nhân viên = 749 cán bộ giảng viên và nhân viên\n| điện thoại = +84 225 3876338\n| email = info@dhhp.edu.vn\n| web = [http:\/\/www.dhhp.edu.vn\/ www.dhhp.edu.vn]\n| bài hát = \n| thành phố = [[Hải Phòng]]\n| tỉnh = \n| quốc gia = \n| tọa độ = \n}}\n\n'''Trường Đại học Hải Phòng''' ([[tiếng Anh]]: ''Haiphong University''), được thành lập tại [[Hải Phòng]] năm [[1959]] với tên cũ là Phân hiệu Trường Đại học Tại chức Hải Phòng. Năm [[2000]], Trường Đại học Tại chức Hải Phòng sáp nhập với một số cơ sở đào tạo chuyên nghiệp khác của Hải Phòng thành Trường Đại học Sư phạm Hải Phòng. Ngày [[9 tháng 4]] năm [[2004]], Thủ tướng chính phủ đã ký quyết định số 60\/2004\/QĐ-TTg, đổi tên Trường Đại học Sư phạm Hải Phòng thành Trường Đại học Hải Phòng.\n\n==Quá trình hình thành và phát triển==\nTrường Đại học Hải Phòng ngày nay là sự hợp thành từ nhiều trường trong hệ thống các đơn vị đào tạo, bồi dưỡng ở Hải Phòng mà đơn vị tiền thân đầu tiên là Trường Sư phạm trung cấp Hải Phòng được thành lập theo Nghị định số 359-NĐ, ngày 22 tháng 7 năm 1959 của Bộ trưởng Bộ Giáo dục về việc thành lập các trường sư phạm trung cấp ở các tỉnh, liên tỉnh. Trường Sư phạm trung cấp Hải Phòng có nhiệm vụ đào tạo giáo viên cấp 2 cho các tỉnh Hải Dương, Hải Phòng và Kiến An (nay là thành phố Hải Phòng), Hồng Quảng và Hải Ninh (nay là tỉnh Quảng Ninh).\n\nSau khi thành lập, nhà trường đã tập trung làm tốt công tác đào tạo, bồi dưỡng đội ngũ giáo viên phổ thông, góp phần tích cực cho quá trình phát triển sự nghiệp giáo dục ở các địa phương trong những năm đầu của công cuộc xây dựng Chủ nghĩa xã hội ở Miền Bắc và kháng chiến chống đế quốc Mỹ, giải phóng Miền Nam, thống nhất đất nước. Hệ thống các đơn vị đào tạo, bồi dưỡng giáo viên ở Hải Phòng đã hình thành từ các trường đào tạo và bồi dưỡng sư phạm theo các cấp học từ bậc sơ cấp, trung cấp, 10+1, 10+2, 10+3 tới cao đẳng. Năm 2000, Thủ tướng Chính phủ ra quyết định thành lập trường Đại học Sư phạm Hải Phòng trên cơ sở sáp nhập Trường Cao đẳng sư phạm Hải Phòng, Trường Đại học tại chức Hải Phòng, Trường Cán bộ quản lý giáo dục và Bồi dưỡng giáo viên Hải Phòng và Trung tâm Ngoại ngữ Hải Phòng. Ngày 09 tháng 4 năm 2004, Thủ tướng Chính phủ ra quyết định số 60\/2004\/QĐ-TTg đổi tên Trường Đại học Sư phạm Hải Phòng thành Trường Đại học Hải Phòng.\n\n== Các ngành đào tạo bậc Đại học, Cao đẳng ==\n\n=== <big>Đại học<\/big> ===\n'''Sư phạm'''\n* Toán (THPT) - 101\n* Toán - Lý (THCS) - 102\n* Vật lý (THPT) - 103\n* Hóa học (THPT) - 104\n* Ngữ văn (THCS)- 601\n* Địa lý - 602\n* Tiếng Anh - 701\n* Giáo dục Tiểu học - 901\n* Giáo dục thể chất - 902\n* Giáo dục mầm non - 904\n* Giáo dục Chính trị - 905\n* Sư phạm Âm nhạc - 906\n'''Kỹ thuật'''\n* Công nghệ Chế tạo máy (đào tạo kỹ sư Cơ khí chế tạo) - Mã ngành: 7510202;\n* Công nghệ kỹ thuật Cơ điện tử (đào tạo kỹ sư Cơ điện tử)- Mã ngành: 7510203;\n* Công nghệ kỹ thuật Xây dựng (đào tạo kỹ sư Xây dựng dân dụng và công nghiệp) - Mã ngành: 7510103;\n* Công nghệ Kỹ thuật điện dân dụng và công nghiệp;\n* Công nghệ Kỹ thuật tự động hóa - 156;\n* Kiến trúc (đào tạo Kiến trúc sư) - Mã ngành: 7580101;\n* Tin học - 152\n* Toán - Tin ứng dụng - 154\n* Nông học - 351\n* Nuôi trồng thủy sản - 352\n* Chăn nuôi - Thú y - 353\n* Toán học - 151\n'''Kinh tế - Quản trị kinh doanh'''\n* Quản trị kinh doanh (Quản trị kinh doanh, Quản trị tài chính kế toán, Marketing) - 451\n* Kế toán - 452\n* Kinh tế (Kinh tế ngoại thương, Kinh tế vận tải và dịch vụ, Quản lý kinh tế, Kinh tế xây dựng) - 453\n* Tài chính - Ngân hàng - 454\n'''Ngôn ngữ'''\n* Tiếng Anh - 761\n* Tiếng Trung- 764\n'''Văn hóa - Xã hội'''\n* Văn học - 651\n* Việt Nam học - 653\n* Công tác xã hội - 654\n'''DU LỊCH''' \n\n- Quản trị dịch vụ du lịch và lữ hành\n\n=== Cao đẳng ===\n'''Sư phạm'''\n* Lý - Hóa - C65\n* Sinh- Địa\n* Văn - Công tác đội - C67\n* Mỹ thuật- C70\n'''Ngoài sư phạm'''\n* Kế toán - C72\n* Quản trị kinh doanh - C73\n* Quản trị văn phòng - C74\n* Tài chính ngân hàng\n* CĐ Kinh tế\n\n==Chất lượng đào tạo ==\n\n===Đội ngũ giảng viên ===\nTính đến tháng 10 năm 2017, trường có 462 giảng viên. Trong đó có 5 [[Giáo sư|phó giáo sư]],68 [[tiến sĩ]], 321 [[thạc sĩ]] và 70 giảng viên có trình độ [[đại học]].<ref>{{Chú thích web|url=http:\/\/dhhp.edu.vn\/vi\/ba-cong-khai\/|tiêu đề=Báo cáo công khai của trường|ngày truy cập=2017-11-22|archive-date=2017-11-18|archive-url=https:\/\/web.archive.org\/web\/20171118232225\/http:\/\/dhhp.edu.vn\/vi\/ba-cong-khai\/|url-status=dead}}<\/ref>\n\n=== Chất lượng đầu ra thực tế ===\n{| class=\"wikitable sortable\" style=\"text-align:center\"\n|+Chất lượng đầu ra thực tế tính theo các ngành có thời gian tốt nghiệp vào năm 2016\n!Cấp bậc đào tạo\n!Số lượng nhập học\n!Số lượng tốt nghiệp đúng hạn\n!Tỷ lệ tốt nghiệp loại xuất sắc\n!Số lượng tốt nghiệp loại giỏi\n!Tỉ lệ có việc làm sau khi ra trường 1 năm\n|-\n|Đại học\n|3540\n|3026\n|1,54%\n|3,6%\n|86%\n|-\n|Thạc sĩ (Cao học)\n|105\n|101\n|10%\n|36%\n|100%\n|}<nowiki>*<\/nowiki> ''Tỉ lệ sinh viên có việc làm trong vòng một năm sau khi ra trường đã bao gồm số lượng người ra trường có khởi nghiệp thành lập doanh nghiệp, không bao gồm ngộ nhận khởi nghiệp như đa cấp.<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/kinh-doanh\/nguoi-viet-dang-me-da-cap-thay-vi-say-khoi-nghiep-20160304151258669.htm|tiêu đề=Người Việt đang “mê” đa cấp thay vì “say” khởi nghiệp!?|postscript=\"Có một sự liên hệ mật thiết giữa kinh doanh đa cấp và khởi nghiệp, nhưng nếu so sánh về giá trị cho xã hội mà khởi nghiệp và đa cấp tạo ra, chúng ta có thể thấy rõ sự khập khiễng này.\"}}<\/ref>''\n\n<nowiki>*<\/nowiki> ''Thống kê không dành cho bậc đào tạo thấp như cao đẳng với trung cấp, nên không thể nội suy chất lượng đào tạo ở hai hệ đào tạo này.''\n==Cơ sở vật chất==\nTrường Đại học Hải Phòng gồm có 4 cơ sở, cơ sở trung tâm đặt tại quận Kiến An, 3 cơ sở khác đặt tại quận Ngô Quyền.\n\n1. Số 171 đường Phan Đăng Lưu, Quận Kiến An, Hải Phòng: Cơ sở trung tâm. Đây là khu vực gồm văn phòng nhà trường: Ban giám hiệu, các phòng, ban, trạm, văn phòng các khoa khoa học cơ bản, các khoa sư phạm, ngoại ngữ, giảng đường, thư viện trung tâm và ký túc xá sinh viên. Diện tích quy hoạch 28 ha.\n\n2. Số 246A đường Đà Nẵng, Quận Ngô Quyền, Hải Phòng: Trung tâm đào tạo bồi dưỡng cán bộ Trường Đại học Hải Phòng.\n\n3. Số 10 đường Trần Phú, Quận Ngô Quyền, Hải Phòng: Trung tâm đào tạo ngoại ngữ Trường Đại học Hải Phòng.\n\n4. Số 2 đường Nguyễn Bình, Quận Ngô Quyền, Hải Phòng: (cơ sở này đã trả lại mặt bằng cho Thành phố để phục vụ cho Đài truyền hình Hải Phòng)\n\nTrường Đại học Hải Phòng có tổng diện tích phục vụ giảng dạy, nghiên cứu khoa học và hội họp là hơn 28,76 ha. Trường có hơn 263 giảng đường, phòng học, hội trường lớn và hệ thống phòng hội thảo; gần 35 phòng thí nghiệm và phòng thực hành. Các hệ thống cơ sở vật chất phục vụ bộ môn giáo dục thể chất và phong trào thể thao của sinh viên đầy đủ và hiện đại với 1 sân bóng, 1 nhà thi đấu đa năng,... Trường có một khu ký túc xá với 150 phòng, đủ khả năng đáp ứng chỗ ở cho khoảng trên 1500 sinh viên, và 1 trung tâm y tế.\n\n==Các Khoa, Viện, Phòng ban, Trạm==\n* 14 Khoa: Khoa Điện - Cơ, Khoa Toán, Khoa Công nghệ Thông tin, Khoa Du lịch, Khoa Khoa học Tự nhiên, Khoa Ngữ Văn Và Địa Lý, Khoa Ngoại ngữ, Khoa Thể dục - Thể thao, Khoa Giáo dục Tiểu học và Mầm non, Khoa Lý luận Chính trị, Khoa Tâm lý - Giáo dục học; Khoa Kinh tế và Quản trị kinh doanh, Khoa Kế toán - Tài chính, Khoa Xây dựng.<ref>{{Chú thích web|url=http:\/\/dhhp.edu.vn\/vi\/khoa-toan\/|tiêu đề=Khoa Toán Trường Đại học Hải Phòng|ngày truy cập=2016-02-16|archive-date=2016-03-31|archive-url=https:\/\/web.archive.org\/web\/20160331194227\/http:\/\/dhhp.edu.vn\/vi\/khoa-toan\/|url-status=dead}}<\/ref>\n*01 Viện: Viện Đào tạo và Nghiên cứu phát triển sinh-nông. Đến tháng 8 năm 2014 đổi tên thành Viện Sinh Nông.\n*5 Trung tâm: Trung tâm Thông tin thư viện, Trung tâm Ngoại ngữ, Trung tâm Đào tạo Bồi dưỡng cán bộ, Trung tâm Giáo dục Quốc phòng và an ninh sinh viên, Trung tâm Đào tạo Thường xuyên.\n*11 Phòng, Ban: Phòng Tổ chức cán bộ, Phòng Đào tạo, Phòng Khoa học Công nghệ, Phòng Quản lý sau đại học, Phòng Hợp tác quốc tế, Phòng Hành chính - Quản trị, Phòng Kế hoạch Tài chính, Phòng Công tác học sinh - sinh viên, Phòng Khảo thí và Đảm bảo chất lượng,  Phòng Thanh tra - Pháp chế, Ban Quản lý dự án xây dựng.\n*3 Trường thực hành sư phạm: Trường Mầm non Thực hành, Trường Tiểu học Thực hành, Trường PT Phan Đăng Lưu.\n\n== Danh sách hiệu trưởng ==\n{| class=\"wikitable\"\n! STT!! width=120px| Hiệu trưởng!! width=120px| Thời gian!! Chức vụ cao nhất\n|-\n| 1 || TS. Ngô Đăng Duyên || [[2000]] || Hiệu trưởng Trường Đại học Sư phạm Hải Phòng\n|-\n| 2 || [[Anh Hùng Lao động]] - [[Nhà Giáo Nhân dân]] - GS,TS. Vương Toàn Thuyên || [[2003]] || Hiệu trưởng Trường Đại học Hải Phòng\n|-\n| 3 || [[Nhà Giáo Ưu Tú]] - PGS.TS. Phạm Văn Cương || [[2011]] || Hiệu trưởng Trường Đại học Hải Phòng\n|-\n| 4 \n|PGS.TS Nguyễn Thị Hiên\n|2018\n|1\/2012 -> 7\/2018: Phó Hiệu trưởng Trường Đại học Hải Phòng\n7\/2018 -> 6\/2020: Hiệu trưởng Trường Đại học Hải Phòng\n|-\n|5\n|PGS.TS. Nguyễn Hoài Nam\n|2020\n|2\/2020 -> 6\/2020: Phó Hiệu trưởng Trường Đại học Hải Phòng\n6\/2018 -> nay: Phó Hiệu trưởng phụ trách Trường Đại học Hải Phòng\n|}\n\n==Hội đồng trường==\nChủ tịch:\n* Nhà giáo Nguyễn Văn Kính (Bí thư Đảng ủy)\n==Ban Giám Hiệu==\nPhó Hiệu trưởng phụ trách:\n*PGS.TS Nguyễn Hoài Nam\nCác Phó Hiệu Trưởng:\n*TS. Đoàn Quang Mạnh\n\n==Các lãnh đạo phòng ban==\n*Trưởng phòng Tổ chức Cán bộ: TS. Vũ Đức Văn\n*Trưởng phòng Đào tạo và Hợp tác quốc tế: TS. Nguyễn Thị Minh Loan\n*Trưởng phòng đào tạo: PGS. TS. Bùi Bá Khiêm\n*Trưởng phòng đào tạo sau đại học: \n*Trưởng phòng Quản lý khoa học: TS. Nguyễn Thị Thanh Nhàn\n*Trưởng phòng Chính trị - Học sinh, Sinh viên: ThS. Phạm Đức Cường\n*Trưởng phòng Thanh tra-Pháp chế: ThS. Đỗ Thị Ngọc Thắng\n*Trưởng phòng Khảo thí và bảo đảm chất lượng: TS. Lê Đăng Nguyên\n*Trưởng phòng Kế hoạch tài chính: ThS. Nguyễn Duy Long\n*Trưởng phòng Hành chính Quản trị: ThS. Bùi Đình Y\n\n== Tham khảo ==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.dhhp.edu.vn\/ Trang web chính thức của Trường Đại học Hải Phòng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150906041623\/http:\/\/www.dhhp.edu.vn\/ |date=2015-09-06 }}\n\n{{Sơ khai Giáo dục}}\n\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam|Hải Phòng]]\n[[Thể loại:Trường đại học và cao đẳng tại Hải Phòng|Hải Phòng]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Ủy ban nhân dân thành phố Hải Phòng|Hải Phòng]]\n[[Thể loại:Đại học địa phương]]\n[[Thể loại:Đại học cấp tỉnh]]"}