{"93526":"{{wikify}}\n{{Thông tin trường học\n| tên = Đại học Bình Dương\n| logo = [[Tập tin:Dan lap Binh Duong.jpg|106px]]\n| khẩu hiệu = \n| ngày thành lập = {{ngày thành lập và tuổi|2006|5|29}}\n| loại hình = Đại học tư thục\n| hiệu trưởng = [[Giáo sư|GS]].[[Tiến sĩ|TS]]. Cao Việt Hiếu\n| sinh viên đại học = \n| địa chỉ = 504 [[Đại lộ Bình Dương]], Phường [[Hiệp Thành, Thủ Dầu Một|Hiệp Thành]]\n| điện thoại = +84-(0274) 3 820 833\n| web = [http:\/\/www.bdu.edu.vn www.bdu.edu.vn]\n| hình = \n| tên khác = \n| tên bản địa = \n| giám đốc = \n| tài trợ = \n| nợ = \n| hiệu phó = \n| giáo viên = \n| giảng viên = \n| nhân viên = \n| học sinh = \n| sinh viên = \n| sinh viên sau đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| khuôn viên = \n| thành phố = Thành phố [[Thủ Dầu Một]]\n| tỉnh = Tỉnh [[Bình Dương]]\n| quốc gia = [[Việt Nam]]\n| tọa độ = \n}}\n\n'''Trường Đại học Bình Dương''' là một trường đại học tại tỉnh [[Bình Dương]], [[Việt Nam]], hoạt động theo cơ chế [[đại học tư thục|trường đại học tư thục]]. Trường được thành lập theo quyết định số 122\/2006\/QĐ-TTg của Phó Thủ tướng [[Phạm Gia Khiêm]].<ref>{{Chú thích web | url = http:\/\/vietnamnet.vn\/giaoduc\/2006\/05\/576491\/ | tiêu đề = VietNamNet | tác giả 1 = | ngày = | ngày truy cập = 5 tháng 7 năm 2018 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref>\n\nTrường đào tạo chính quy tập trung; đào tạo không chính quy, gồm: vừa học vừa làm, văn bằng 2, đào tạo từ xa qua internet, phát thanh truyền hình...Các cấp đào tạo, gồm: [[Trung cấp chuyên nghiệp, Cao đẳng, Đại học, Đại học liên thông, sau Đại học (Thạc sĩ Quản trị kinh doanh)]], [[Chương trình MBA]] do Đại học Benedictine (Hoa Kỳ) cấp. Các chuyên ngành đào tạo chính: [[Quản trị kinh doanh]], Tài chính ngân hàng, Kế toán, Điện - Điện tử, [[Công nghệ thông tin]], [[Công nghệ sinh học]], Xây dựng, Xã hội học, [[Việt Nam học]], Ngữ văn.\n\n==Lịch sử==\nTrường Đại học Bình Dương với tên gọi ban đầu là Trường Đại học Dân lập Bình Dương, được thành lập theo quyết định số 791\/TTg ngày 24 tháng 09 năm 1997 của [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]]<ref>{{Chú thích web |url=http:\/\/www.binhduong.gov.vn\/vi\/detail.asp?iData=429 |ngày truy cập=2008-08-11 |tựa đề=ĐẠI HỌC BÌNH DƯƠNG |archive-date=2008-09-14 |archive-url=https:\/\/web.archive.org\/web\/20080914040146\/http:\/\/www.binhduong.gov.vn\/vi\/detail.asp?iData=429 |url-status=dead }}<\/ref>.\n\nNgày 29\/5\/2006, Phó Thủ tướng Chính phủ [[Phạm Gia Khiêm]] đã ký quyết định số 122\/2006\/QĐ-TTg, cho phép Trường Đại học Dân lập Bình Dương chuyển sang loại hình trường đại học tư thục và hoạt động theo quy chế trường đại học tư thục<ref>[http:\/\/vietnamnet.vn\/giaoduc\/2006\/05\/576491\/ Chuyển 19 trường ĐH dân lập sang tư thục]<\/ref>.\n\nNgày 20 tháng 6 năm 2018, sau hơn 20 năm hoạt động, trường đã nhận được giấy chứng nhận đạt chuẩn kiểm định chất lượng giáo dục do Trung tâm kiểm định chất lượng giáo dục thuộc [[Đại học Đà Nẵng]] cấp.<ref>{{Chú thích web|tác giả 1=H.Thái|tiêu đề=Trường Đại học Bình Dương: Đạt chuẩn kiểm định chất lượng giáo dục|url=http:\/\/baobinhduong.vn\/truong-dai-hoc-binh-duong-dat-chuan-kiem-dinh-chat-luong-giao-duc-a183128.html|work=Báo Bình Dương|ngày tháng=ngày 22 tháng 6 năm 2018|ngày truy cập=ngày 5 tháng 7 năm 2018}}<\/ref>\n\n==Các khoa==\n[[Tập tin:Đại học Bình Dương.jpg|nhỏ|300px|phải|Đại học Bình Dương]]\nHiện nay, trường đào tạo 13 ngành hệ đại học và 23 ngành hệ sau đại học, với hàng chục ngàn sinh viên tại 2 cơ sở Bình Dương và Cà Mau, và là cơ sở duy nhất ở Bình Dương được [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]] cho phép đào tạo trình độ tiến sĩ.<ref>{{Chú thích web|tác giả 1=Hồng Hy|tiêu đề=ĐH Bình Dương - ĐHBK Saint Petersburg: Nâng tầm hợp tác|url=http:\/\/www.sggp.org.vn\/dh-binh-duong-dhbk-saint-petersburg-nang-tam-hop-tac-524983.html|work=Báo [[Sài Gòn Giải Phóng]]|ngày tháng=ngày 7 tháng 6 năm 2018|ngày truy cập=ngày 5 tháng 7 năm 2018}}<\/ref>\n\nDanh sách các chuyên ngành: <!--Không đảm bảo đây là danh sách đầy đủ-->\n*Công nghệ kỹ thuật ô tô\n*Dược học\n*Luật Kinh tế\n*Công nghệ sinh học\n*Quản trị kinh doanh\n*Logistics và quản lý chuỗi cung ứng\n*Kế toán\n*Tài chính ngân hàng\n*Xã hội học\n*Văn học\n*Việt Nam học (Du lịch)\n*Công nghệ Thông tin\n*Công nghệ [[Kỹ thuật điện|Kỹ thuật Điện]] - Điện tử\n*Công nghệ Kỹ thuật Công trình Xây dựng\n*Công nghệ Kỹ thuật Điện - Điện tử (Hệ Cao đẳng)\n*Công nghệ Kỹ thuật Công trình Xây dựng (Hệ Cao đẳng)\n*Công nghệ Thông tin (Hệ Cao đẳng)\n*Quản trị kinh doanh (Hệ Cao đẳng)\n*Tài chính ngân hàng (Hệ Cao đẳng)\n*Kế toán (Hệ Cao đẳng)\n*Ngôn ngữ Anh\n*[[Tiếng Anh]] (Hệ Cao đẳng)\n*Giáo dục thể chất\n*Công nghệ Kỹ thuật Công trình Xây dựng\n*Kiến trúc\n*Công nghệ Kỹ thuật Công trình Xây dựng (Hệ Cao đẳng)\n\n==Các Phân hiệu==\n* Phân hiệu [[Trường trung cấp chuyên nghiệp (Việt Nam)|Trung cấp chuyên nghiệp]] và Dạy nghề\n* Phân hiệu Đào tạo Không chính quy và chính quy\n\nNgày 12 tháng 3 năm 2013, phân hiệu Trường Đại học Bình Dương tại [[Cà Mau]] được thành lập theo quyết định 898\/QĐ-BGDĐT, được ký bởi [[Bộ trưởng]] [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]] [[Phạm Vũ Luận]]. Cơ sở của phân hiệu này, với diện tích 6000 m{{sup|2}}, đã được khởi công xây dựng và hoàn thiện trước đó vào tháng 11 năm 2011 tại khu đô thị cửa ngõ Đông Bắc của thành phố Cà Mau. Tính đến cuối năm 2015, phân hiệu Cà Mau đào tạo hệ trung cấp chuyên nghiệp, cao đẳng, đại học và sau đại học của 8 chuyên ngành (Quản trị kinh doanh, Kế toán, Công nghệ sinh học, Công nghệ thông tin, Xây dựng, Giáo dục thể chất, Ngôn ngữ Anh và Luật kinh tế) với hơn 2600 sinh viên theo học. Đặc biệt phân hiệu này còn đào tạo thêm hệ cao học chuyên ngành quản trị kinh doanh.<ref>{{Chú thích web|tác giả 1=Hàn Lương|tiêu đề=Phân hiệu Trường Đại học Bình Dương - Cà Mau: Gắn dạy chữ với dạy người|url=http:\/\/vccinews.vn\/prode\/1883\/phan-hieu-truong-dai-hoc-binh-duong-ca-mau-gan-day-chu-voi-day-nguoi.html|work=Tạp chí Vietnam Business Forum|ngày tháng=ngày 18 tháng 11 năm 2015|ngày truy cập=ngày 5 tháng 7 năm 2018|archive-date=2018-07-05|archive-url=https:\/\/web.archive.org\/web\/20180705151559\/http:\/\/vccinews.vn\/prode\/1883\/phan-hieu-truong-dai-hoc-binh-duong-ca-mau-gan-day-chu-voi-day-nguoi.html}}<\/ref>\n\n==Hội đồng trường==\n===Chủ tịch hội đồng Trường===\n\nVS.TSKH. Cao Văn Phường\n\n==Ban Giám hiệu==\n\n===Hiệu trưởng===\n* TS. Cao Việt Hiếu\n\n===Phó Hiệu trưởng===\n* Ông. Cao Việt Hưng\n* PGS. TS. NGƯT. Lê Văn Cường\n* TS. Cao Thị Việt Hương\n\n==Tôn chỉ mục đích==\n\n- Cổ vũ tinh thần ham học hỏi\n\n- Đề cao khả năng tự đào tạo\n\n- Dấn thân vì sự nghiệp nâng cao dân trí\n\n- Đào tạo nhân lực, bồi dưỡng nhân tài        \n\n- Vì xã hội Việt Nam phát triển.\n\n==Triết lý giáo dục==\n\nTạo hóa sinh ra con người và cho họ quyền bình đẳng tồn tại và phát triển bền vững trên hành tinh tạo bởi năng lượng, vật chất và thông tin.\n\nVì vậy, xây dựng nền kinh tế sinh thái trong đó con người là vừa trung tâm vừa là mục tiêu, vừa là nội dung, vừa là động lực lao động sáng tạo của loài người.\n\nĐể có được quyền bình đẳng tồn tại và phát triển, mỗi người phải tự thân lao động sáng tạo, lao động có hiệu quả để tạo ra những sản phẩm vật chất hay tinh thần có chất lượng đảm bảo nhu cầu của bản thân, của gia đình, của cộng đồng xã hội và góp phần bảo vệ thiên nhiên. Nói cách khác đó là trách nhiệm với bản thân, trách nhiệm với gia đình, trách nhiệm với cộng đồng xã hội, trách nhiệm với thiên nhiên mà xã hội giao phó, đó là thước đo giá trị, là phẩm chất đạo đức, là nhân cách của mỗi người, mỗi người có nghĩa vụ phải thực hiện thì mới có quyền được bình đẳng tồn tại. Tinh thần trách nhiệm đó phải được giáo dục ngay từ khi con người mới ra đời đến lúc mất đi.\n\nVì vậy, xây dựng nền giáo dục mở đáp ứng nhu cầu học tập, rèn luyện thường xuyên, học tập suốt đời cho mọi người để họ hoàn thiện tâm lực, trí lực, thể lực là nhu cầu bức xúc, là quyền mưu cầu hạnh phúc, là quyền con người để có được quyền bình đẳng tồn tại và phát triển.\n\n* '''Mục tiêu của nền giáo dục mở là:''' “Mở để học – Học để mở, để trở thành công dân có trách nhiệm trong thế giới mở”.\n* '''Quan điểm Giáo dục:'''\n\nVới mục tiêu, triết lý vừa nêu trên. “Giáo dục là của mọi người, vì mọi người, cho mọi người, mọi người được quyền bình đẳng hưởng thụ thành quả của giáo dục và có nghĩa vụ đóng góp, xây dựng, phát triển giáo dục”.\n\nGiáo dục là quá trình tiến hóa, không phải là cuộc cách mạng lật đổ. Quá trình tiến hóa có kế thừa chọn lọc, những gì phù hợp với quy luật, chân lý sẽ tồn tại và phát triển. Quy luật chân lý bao giờ cũng đơn giản, tuy nhiên để nhận ra được nó, thấu hiểu đúng, bảo vệ và đưa nó vào cuộc sống là cả quá trình lâu dài gian khó, đôi khi phải trả giá bởi vì quy luật chân lý là vấn đề khoa học, vấn đề học thức, trí tuệ, mà trí tuệ không thể giơ tay biểu quyết.\n\n* '''Phương pháp “Cộng học”:'''\n\nĐể học tập có hiệu quả, các chương trình mục tiêu giáo dục mở được thực hiện thông qua phương pháp “Cộng học” giữa thầy và trò, giữa trò với trò, giữa người học với đối tác, với cộng đồng xã hội, qua tài liệu sách vở, qua truyền thông, qua mạng internet. Phương pháp '''“Cộng học”''' được xây dựng trên nguyên tắc 4 chữ “H”: '''Học – Hỏi – Hiểu – Hành:'''\n\n'''        Học''' là để biết cách học như thế nào\n\n'''        Học''' là để biết cách Hỏi\n\n'''        Hỏi''' để học\n\n'''        Hỏi''' để hiểu (để tập hợp thông tin, xử lý thông tin, khai thác thông tin để giải quyết những vấn đề của cuộc sống đặt ra.)\n\n'''        Hiểu''' phải hiểu đúng\n\n'''        Hiểu''' đúng thì hành mới đúng\n\n'''        Hành''' đúng mới có hiệu quả\n\n'''        Hành''' có hiệu quả mới tạo ra được sản phẩm vật chất hay tinh thần có chất lượng, mới đáp ứng được nhu cầu của bản thân, gia đình, cộng đồng, xã hội, mới có điều kiện bảo vệ thiên nhiên, mới hoàn thành được trách nhiệm và nghĩa vụ xã hội giao phó.\n\n'''Phương pháp “Cộng học”''' là phương pháp học tập đối thoại trực tiếp, là phương pháp chủ động. Thực hiện tốt '''Phương pháp “Cộng học”''' sẽ tạo nên một xã hội học tập, tạo nên một nền giáo dục mở.\n\n'''Phương pháp “Cộng học”''' là phương pháp giáo dục tích cực, chủ động. Người dạy giúp người học và ngược lại, thực hiện dân chủ trong giáo dục, tạo ra động lực cho người dạy và người học. '''Phương pháp “Cộng học”''' giúp cho người học “Tự đánh giá mình”, tự nhận biết đúng chính mình – Đây là mục tiêu mà nền giáo dục cần đạt đến.\n\nVì vậy, '''Học – Hỏi – Hiểu – Hành''' là nền tảng để mỗi người hoàn thiện trách nhiệm với bản thân, trách nhiệm với gia đình, trách nhiệm với cộng đồng xã hội, trách nhiệm với thiên nhiên thông qua hoàn thiện Tâm lực, Trí lực, Thể lực. Vừa là Triết lý, vừa là nội dung, vừa là phương pháp xây dựng nền giáo dục mở.\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.bdu.edu.vn\/ Website của Trường Đại học Bình Dương] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121212113001\/http:\/\/www.bdu.edu.vn\/ |date=2012-12-12 }}\n\n{{Sơ khai Giáo dục}}\n\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam|Bình Dương]]\n[[Thể loại:Trường đại học và cao đẳng tại Bình Dương|Bình Dương]]\n[[Thể loại:Trường đại học và cao đẳng tại Cà Mau|Bình Dương]]"}