{"87667":"'''Trường Đại học Hoa Sen (HSU)''' là một trường Đại học hàng đầu của Việt Nam trong đào tạo các ngành Kinh tế, Kinh doanh và Quản lý, Du lịch, Công nghệ, Thiết kế nghệ thuật và Ngôn ngữ.\n\nTrải qua một chặng đường dài lịch sử với hơn 30 năm hình thành và phát triển, điều làm nên sự khác biệt riêng có của trường Đại học Hoa Sen chính là sự khẳng định vị thế đẳng cấp quốc tế và tính ứng dụng cao trong đổi mới đào tạo liện tục gắn liền với thực tiễn doanh nghiệp và thị trường.[[Tập_tin:Hình_đhhs3-.jpg|nhỏ|270x270px|Trường Đại học Hoa Sen, Trụ sở chính]]Là trường Đại học Việt Nam đầu tiên đạt kiểm định chất lượng giáo dục hàng đầu của Mỹ (ACBSP) cho các chương trình đào tạo về kinh tế, quản lý, cũng là trường Đại học đầu tiên và duy nhất hiện nay đạt kiểm định NEAS của Úc cho chương trình đào tạo anh văn tổng quát. Bên cạnh đó, các chương trình của HSU được kiểm chứng bởi các tổ chức kiểm định uy tín khác như FIBA (Anh), AUN-QA (Đông Nam Á). Đặc biệt, năm 2021, nhà trường được chứng nhận đạt chuẩn quốc tế Qs - Stars (Anh Quốc) 5 sao ngay lần đánh giá đầu tiên, đối với hai tiêu chí quan trọng cho một nền giáo dục bậc cao đó là tỷ lệ sinh viên ra trường có việc làm và việc làm tốt, nghệ thuật và văn hoá trong tổ chức đào tạo.\n\nHiện tại, trường Đại học Hoa Sen (HSU) đang giảng dạy song ngữ theo chuẩn quốc tế cho tất cả chương trình đào tạo, tiến tới năm 2024, nhà trường sẽ đưa vào giảng dạy các chương trình đào tạo gồm 100% bằng tiếng Anh, các chương trình nhượng quyền từ các trường Đại học uy tín trên thế giới. Song song đó là các chương trình giao lưu học thuật, trao đổi sinh viên, giảng viên toàn cầu.{{Thông tin trường học\n| tên = Trường Đại học Hoa Sen\n| tên khác = Hoa Sen University, Université Hoa Sen\n| khẩu hiệu = Đại học Quốc tế của Người Việt\n| ngày thành lập = {{start date and age|1991|8|12}}\n| loại hình = [[Đại học tư thục|Đại học đa ngành hệ tư thục]]\n| địa chỉ = Số 8 đường Nguyễn Văn Tráng, p. Bến Thành, Quận 1, [[Thành phố Hồ Chí Minh]], {{VIE}}\n| hiệu trưởng = PGS.TS Võ Thị Ngọc Thuý\n| điện thoại = 028 37091991\n| web = [http:\/\/www.hoasen.edu.vn\/ http:\/\/www.hoasen.edu.vn]\n| xếp hạng = Đạt chuẩn quốc tế QS-Stars 4 Sao (Tổ chức Anh Quốc) . Trong đó, hai tiêu chuẩn về Employability (việc làm của sinh viên) và Arts & Culture (Văn hóa – Nghệ thuật) của trường được Tổ chức xếp hạng QS Stars đánh giá rất cao, đạt chuẩn 5 sao. \nhttps:\/\/www.topuniversities.com\/universities\/hoa-sen-university\n| thành viên của = Tập đoàn Giáo dục Nguyễn Hoàng|Facebook,Youtube,Twitter\/Hoasenuni\/Tiktok\n| logo = [[File:Logo-E-BHSU.png|thumb|]]\n| hình = \n| tên bản địa = \n| giám đốc = \n| tài trợ = \n| nợ = \n| phó hiệu trưởng = TS. Phan Thị Việt Nam  & ThS. Nguyễn Hải Ninh\n| giáo viên = \n| giảng viên = \n| nhân viên = \n| học sinh = \n| sinh viên = \n| sinh viên đại học = \n| sinh viên sau đại học = \n| nghiên cứu sinh = \n| sinh viên chuyên nghiệp = \n| cựu sinh viên = \n| khuôn viên = \n| thành phố = Hồ Chí Minh\n| tỉnh = Tp Hồ Chí Minh\n| quốc gia = Việt Nam\n| tọa độ = \n}}\n\nSinh viên được trải nghiệm học tập với các phương pháp giảng dạy theo chuẩn quốc tế, trên nền tảng tinh thần triết lý giáo dục khai phóng – nơi mà sinh viên được khơi nguồn năng lực bản thân, làm chủ các dự án một cách chuyên nghiệp, Nhà trường trở thành “nhà đầu tư” tài lực và nhân lực đằng sau các dự án để sinh viên được khẳng định tinh thần doanh chủ, thực học – thực làm ngay từ ghế nhà trường. Thực tế nhiều năm qua, tại trường Đại học Hoa Sen, những dự án được thực hiện bởi sinh viên đã toả sáng, trở những chương trình truyền hình thực tế triệu view trên các mạng xã hội, hay đã đạt được những giải thưởng uy tín của quốc tế, kỷ lục Guiness và đặc biệt thu hút sự quan tâm của đông đảo doanh nghiệp, tổ chức quốc tế mong muốn được tài trợ và tiếp bước cho các dự án, như Future Chef (dự án dành cho các đầu bếp không chuyên toàn quốc của sinh viên khoa du lịch), TV Create (dự án dành cho những bạn trẻ đam mê ngành quảng cáo), Fashion Creation (một lễ tốt nghiệp đồ án thời trang sánh tầm với các sàn catwalk nổi tiếng) hay một The professional financial analyst (dự bán bùng nổ thu hút hàng trăm sinh viên và học sinh trên toàn quốc tranh giải về công nghệ tài chính)…\n\n==Lịch sử phát triển==\n*Năm 1991, Trường được thành lập với tên gọi Trường Nghiệp vụ Tin học và Quản lý Hoa Sen, theo Quyết định số 257\/QĐ-UB ngày 12\/08\/1991 của Ủy ban Nhân dân Thành phố Hồ Chí Minh bởi 5 người cùng tham gia sáng lập sau: TS Trần Hà Nam (nguyên Giám đốc công ty cổ phần Tin Học SCITEC); GS TS Lưu Tiến Hiệp (nguyên Phó hiệu trưởng Cao đẳng Bán công Hoa Sen); ông Phạm Chánh Trực (nguyên Phó chủ tịch Ủy ban Nhân dân Thành phố Hồ Chí Minh); ông Cổ Minh Đức, Việt kiều Pháp; và kỹ sư Phan Thị Hồng (nguyên Phó hiệu trưởng trường Tin học và Quản lý Hoa Sen).\n* Ngày 11\/10\/1994, trường Hoa Sen trở thành trường bán công, được Ủy ban Nhân dân Thành phố cấp cơ sở tại số 8 Nguyễn Văn Tráng, Q. 1.\n* Ngày 27\/04\/1999, Thủ tướng Chính phủ ra quyết định công nhận thành lập Trường Cao đẳng Bán công Hoa Sen, trực thuộc Ủy ban Nhân dân Thành phố Hồ Chí Minh và nằm trong hệ thống các trường Đại học, Cao đẳng cả nước; tự chủ tài chính.\n* Năm 2001, kỷ niệm 10 năm thành lập trường. Khánh thành cơ sở 2 tại Công viên phần mềm Quang Trung, khai trương 3 Trung tâm đào tạo lập trình viên quốc tế NIIT Sài Gòn, Chợ Lớn và Quang Trung.\n* Năm 2005-2006, Trường khai giảng chương trình Cử nhân Quản trị Kinh doanh liên kết với UBI (Bỉ). Khởi công xây dựng giai đoạn 2 tại cơ sở Quang Trung. Các hệ đào tạo Đại học và Cao đẳng được quản lý theo học chế tín chỉ.\n* Ngày 30\/11\/2006, Thủ tướng Chính phủ [[Nguyễn Tấn Dũng]] đã ký quyết định số 274\/2006\/QĐ -TTg đồng ý thành lập Trường Đại học Hoa Sen. Vào ngày 16\/12\/2006, trường tổ chức lễ ra mắt Đại học Hoa Sen tại Nhà hát thành phố HCM, chính thức đi vào hoạt động giáo dục đại học theo cơ chế tư thục.\n* 2007, triển khai liên thông toàn bộ các chuyên ngành từ Cao đẳng lên Đại học, thực hiện liên thông với các trường Cao đẳng, Đại học quốc tế.\n* 10\/2008 Trường Đại học Hoa Sen khai giảng khóa thứ hai bậc đại học; tuyển sinh bậc thạc sĩ đầu tiên thông qua chương trình hợp tác quốc tế với The institute for financial science and insurance – ISFA (Pháp).\n*Năm 2009, Chương trình Cử nhân Kinh doanh quốc tế do trường Đại học Hoa Sen và trường [[Université Paris-Est-Créteil-Val-de-Marne|Đại học Paris-Est Créteil]] (Pháp) liên kết đào tạo kéo dài một năm. Sinh viên tốt nghiệp sẽ được nhận bằng Cử nhân thực hành Kinh doanh quốc tế (Le diplome de Licene Professionnelle Commerce, Spécialité Import – Export – Échanges internationaux, dans le domaine Arts, Lettres, Langues) của trường Đại học Paris – Est Créteil Val de Marne do Bộ Giáo dục Pháp cấp\n*Năm 2011, Trường triển khai chương trình Cao đẳng quốc gia theo tiêu chuẩn Anh quốc (BTEC Higher National Diploma).  Đây là chương trình đào tạo nghề nghiệp bậc cao đẳng chuẩn quốc tế, là cầu nối với chi phí hợp lý đến các trường đại học hàng đầu trong và ngoài nước.\n*Năm 2012, Chương trình Quốc tế Cử nhân quản lý khách sạn nhà hàng Vatel (Pháp) được cấp phép và tuyển sinh.\n*Năm 2013, Trường khánh thành Trụ sở chính hiện đại Nguyễn Văn Tráng, nâng tầm cơ sở vật chất của Đại học Hoa Sen lên đẳng cấp quốc tế. Trường chính thức là một ứng cử viên của ACBSP - Hội đồng Kiểm định các Trường và Chương trình Đào tạo về Kinh doanh (Mỹ).\n* Năm 2015, 5 ngành thuộc khoa Kinh tế - Thương mại, Trường Đại học Hoa Sen gồm: ngành Marketing, Quản trị Kinh doanh, Quản trị Nhân lực, Kế toán, Tài chính – Ngân hàng là những ngành đào tạo bậc đại học đầu tiên ở Việt Nam được Hội đồng Kiểm định các Trường và Chương trình Đào tạo về Kinh doanh (ACBSP) của Hoa Kỳ công nhận đạt chuẩn chất lượng giáo dục.\n*Năm 2016, Thứ trưởng Bộ Giáo dục & Đào tạo [[Bùi Văn Ga]] ký quyết định số 358\/BGDĐT (có hiệu lực từ ngày 2\/2\/2016), về việc cho phép Trường Đại học Hoa Sen đào tạo trình độ thạc sĩ, chuyên ngành Quản trị Kinh doanh (mã ngành 60340102). Trường chính thức triển khai đào tạo Thạc sĩ.\n*Năm 2018, Trường gia nhập hệ thống Đại học thuộc [[Tập đoàn Nguyễn Hoàng|Tập đoàn giáo dục Nguyễn Hoàng (NHG),]] tạo bước ngoặt mới, ổn định và phát triển theo định hướng quốc tế hóa.\n\n== Chất lượng đào tạo ==\n\n=== Đội ngũ giảng viên ===\nĐội ngũ các giảng viên được đào tạo từ nước ngoài, giảng dạy theo đúng chuyên ngành đã được đào tạo và luôn sẵn sàng đồng hành cùng sinh viên trong quá trình học tập, nghiên cứu khoa học cũng như tiếp cận với môi trường làm việc thực tế tại doanh nghiệp qua hai đợt thực tập nhận thức và tốt nghiệp. \n\nBên cạnh đó, hầu hết giảng viên thỉnh giảng được đào tạo hoặc đã tu nghiệp ở nước ngoài và hiện nay đang giảng dạy tại các trường Đại học uy tín tại thành phố Hồ Chí Minh. Ngoài ra, một lượng lớn giảng viên trực tiếp giảng dạy các môn chuyên ngành kinh tế của Đại học Hoa Sen hiện đang nắm những vị trí quan trọng tại các công ty đa quốc gia trong và ngoài nước.\n\n==Các khoa ngành==\n\n===Khoa Kinh tế - Quản Trị===\n\n#Quản trị kinh doanh*;(Đạt kiểm định ACBSP- Hoa Kỳ)\n#Quản trị nhân lực*; (Đạt kiểm định ACBSP- Hoa Kỳ)\n#Marketing*; (Đạt kiểm định ACBSP- Hoa Kỳ)\n#Digital Marketing\n#Kinh tế thể thao\n\n=== Khoa Tài chính - Ngân hàng ===\n#Kế toán (Đạt kiểm định ACBSP - Hoa Kỳ)\n#Tài chính - Ngân hàng (Đạt kiểm định ACBSP - Hoa Kỳ)\n#Bất động sản\n#Công nghệ tài chính (Fintech)\n\n=== '''Khoa Logistics - Thương mại quốc tế''' ===\n\n# Ngành Kinh doanh quốc tế (Đạt FIBBA - Thụy Sĩ)\n# Ngành Thương mại điện tử\n# Ngành Logistic và Quản lý chuỗi cung ứng (Đạt FIBBA - Thụy Sĩ)\n\n===Khoa Công nghệ thông tin===\n\n#Công nghệ thông tin; (Đạt AUN-QA)(**)\n# Kỹ thuật phần mềm; (Đạt AUN-QA)(**)\n# Trí tuệ nhân tạo;\n\n=== Khoa Thiết kế - Nghệ thuật ===\n\n#Thiết kế thời trang;\n#Thiết kế đồ hoạ; (Đạt AUN-QA)(**)\n# Thiết kế nội thất (Đạt AUN-QA)(**)\n#Quản trị Công nghệ truyền thông\n#Quan hệ Công chúng\n#Nghệ thuật số\n#Phim\n\n=== Khoa Du lịch - Nhà hàng - Khách sạn ===\n\n#Quản trị dịch vụ du lịch và lữ hành; (Đạt AUN-QA)(**)\n#Quản trị Khách sạn; (Đạt AUN-QA)(**)\n#Quản trị Nhà hàng và dịch vụ ăn uống; (Đạt AUN-QA)(**)\n#Quản trị sự kiện\n\n==== Chương trình chất lượng cao - Hợp tác quốc tế: ====\n# Cử nhân Quản lý Khách sạn-Nhà hàng quốc tế (Hợp tác với trường Du lịch và Khách sạn Quốc tế Vatel-Cộng hoà Pháp)\n# Chương trình Hoa Sen Elite - Đào tạo Cử nhân Quản trị khách sạn\n# Chương trình Hoa Sen Elite - Đào tạo Cử nhân Quản trị Nhà hàng\n\n=== Khoa Khoa học xã hội và Luật  ===\n\n# Tâm lý học\n# Luật kinh tế  - Chuyên ngành Luật kinh doanh số\n\n=== Khoa Ngôn ngữ - Văn hóa quốc tế ===\n\n# Ngôn ngữ Anh (Đạt AUN-QA, FIBBA)\n\n=== Chương trình liên kết Đại học De Montfort (Nhận bằng DMU - Anh Quốc) ===\n\n# Cử nhân Kế toán\n# Cử nhân Marketing \n# Cử nhân Kinh doanh quốc tế\n# Thạc sĩ Giảng dạy ngôn ngữ Anh\n\n\n\n(**) AUN - QA: Viết tắt của ASEAN University Network – Quality Assurance là tổ chức đánh giá ngoài uy tín được điều hành bởi mạng lưới các trường đại học Đông Nam Á (ASEAN University Network), nhằm đánh giá toàn diện và khắt khe nhất chương trình đào tạo của các cơ sở giáo dục trên toàn khu vực.Trường có 8 ngành được chứng nhận bởi AUN-QA – Mạng lưới các trường đại học Đông Nam Á bao gồm: Ngôn ngữ Anh, Quản trị khách sạn, Công nghệ thông tin, Thiết kế nội thất, Quản trị nhà hàng và dịch vụ ăn uống, Kỹ thuật phần mềm, Thiết kế đồ họa, Quản trị dịch vụ Du lịch và lữ hàn\n\n(*) ACBSP: Viết tắt của Accreditation Council for Business Schools and Programs (Hội đồng Kiểm định các trường và chương trình đào tạo về Kinh doanh). Năm 2015, Trường Đại học hoa Sen có 5 ngành đào tạo bậc đại học đầu tiên ở Việt Nam được Hội đồng Kiểm định các Trường và Chương trình Đào tạo về Kinh doanh (ACBSP) của Hoa Kỳ công nhận đạt chuẩn chất lượng giáo dục. \n\n== Xem thêm ==\n\n* [[Danh sách trường đại học tại Thành phố Hồ Chí Minh]]\n* [[Danh sách trường đại học, học viện và cao đẳng tại Hà Nội]]\n\n==Tham khảo==\n==Liên kết ngoài==\n*[http:\/\/www.hoasen.edu.vn\/ Trang chủ của trường]\n\n{{DEFAULTSORT:Hoa Sen}}\n{{Tổ chức dịch vụ giáo dục}}\n[[Thể loại:Đại học và cao đẳng tư thục tại Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Cơ sở giáo dục đại học trực thuộc Tập đoàn Nguyễn Hoàng|Hoa Sen]]\n[[Thể loại:Khởi đầu năm 1991 ở Việt Nam]]"}