{"1337097":"\n{{Thông tin nhân vật hoàng gia\n| tên = Trương Thị Ngọc Chử  \n| tên gốc=張氏玉杵\n| tước vị = \n| hình =\n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Vương phi]] [[Đại Việt]]\n| tại vị = [[1666]] - [[1750]]\n| đăng quang = \n| tiền nhiệm = \n| kế nhiệm = \n| chức vị 1 = [[Thái phi]] [[Đại Việt]]\n| tiền nhiệm 1 = \n| kế nhiệm 1 = \n| chồng = [[Trịnh Bính]]\n| thông tin con cái = ẩn\n| con cái = [[Trịnh Cương]]\n| tên đầy đủ = \n| tước hiệu = Huy Nhu Thuần Đức Thái tôn Thái phi (徽柔純德太尊太妃)\n| thụy hiệu = Từ Tuyên Thái phi (慈宣太妃)\n| hoàng tộc = [[Chúa Trịnh]]\n| cha = \n| mẹ = \n| sinh = [[1666]]\n| nơi sinh = làng Như Quỳnh (còn gọi là làng Ghênh) thuộc Gia Lâm, phủ Thuận An, xứ Kinh Bắc (nay là Như Quỳnh, Mỹ Hào, Hưng Yên)\n| mất = {{năm mất và tuổi|1750|1666}}\n| nơi mất = [[Thăng Long ]]\n| ngày an táng = \n| nơi an táng = Mộ táng lúc đầu ở làng Dương Quang (Gia Lâm), sau cải về làng Bái Nhi (Yên Định - Thanh Hoá)\n}}\n'''Trương Thị Ngọc Chử''' ([[chữ Hán]]: 張氏玉杵, [[1666]] - [[1750]]), là vợ của Tấn Quang Vương [[Trịnh Bính]], mẹ của chúa [[Trịnh Cương]], bà nội của chúa [[Trịnh Giang]] và [[Trịnh Doanh]].\n\n==Tiểu sử==\nBà Ngọc Chử sinh ngày [[26]], tháng [[4]], năm [[1666]] tại làng [[Như Quỳnh (thị trấn)|Như Quỳnh]] (còn gọi là làng Ghênh) thuộc [[Gia Lâm]], phủ [[Thuận An (định hướng)|Thuận An]], xứ [[Kinh Bắc]] (nay là [[Như Quỳnh (thị trấn))|Như Quỳnh]], [[Mỹ Hào]], [[Hưng Yên]]).<ref name=\"tintuc\">[http:\/\/truongtoc.vn\/info\/Gia-pha-Tu-lieu\/Chua-Trinh-Cuong-va-Dong-ho-ngoai-271\/ Trương tộc]{{Liên kết hỏng|date = ngày 1 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nBà kết hôn với Tấn Quang Vương [[Trịnh Bính]], con trai của Lương Mục Vương [[Trịnh Vịnh]], cháu đích tôn của Chiêu tổ Khang Vương [[Trịnh Căn]].\n\nNăm [[1686]], bà 17 tuổi sinh [[Trịnh Cương]]. Năm [[1697]] bà được tiến cử làm Chính phi cho Trịnh Bính khi 28 tuổi.<ref name=\"tintuc\"\/>\n\nNăm [[1702]], bà Ngọc Chử 33 tuổi thì Tấn Quang Vương Trịnh Bính đột ngột qua đời, khi đó Trịnh Cương mới 16 tuổi. Trước tình hình con và cháu lần lượt tạ thế, Chúa Trịnh Căn rất đau buồn, chưa quyết định lập người nối nghiệp nên mời đại thần Liêm Quận Công [[Nguyễn Quý Đức]] vào hỏi. Nguyễn Quý Đức thưa: ''\"Việc vỗ dân, giữ trách nhiệm nặng nề, nên cho thuộc về người chắt (tằng tôn) là dòng đích. Xét theo điển lệ việc đó là rõ rệt rồi. Vậy xin sớm làm cho danh phận được chính xá để chấm dứt sự ngấp nghé nom dòm\".\n\nVậy tháng Giêng ([[1703]]), triều đình tấn phong Trịnh Cương, chắt của Chúa Trịnh Căn làm Khâm sai tiết chế các xứ thủy bộ chư doanh, kiêm tổng chính cơ, Thái úy, An Quốc công, cho mở phủ Lý Quốc.<ref name=\"tintuc\"\/>\n\nHưởng phúc đến đời cháu là Đức Dụ tổ [[Trịnh Giang]] và Đức Nghị tổ Ân Vương [[Trịnh Doanh]], bà Ngọc Chử được tôn phong là '''Huy Nhu Thuần Đức Thái tôn Thái phi'''. Bà mất ngày [[28 (số)|28]], tháng [[8]], năm [[1750]] năm thứ 11 Cảnh Hưng, thọ 82 tuổi.<ref name=\"tintuc\"\/>\n\nMộ táng lúc đầu ở làng [[Dương Quang]] ([[Gia Lâm]]), sau cải về làng [[Bái Nhi]] ([[Yên Định]] - [[Thanh Hóa|Thanh Hoá]]).<ref name=\"tintuc\"\/>\n\n==Gặp gỡ Tấn Quang vương==\nVào một ngày đầu xuân, ông Trịnh Bính dùng [[võng lọng]] đi du xuân ở một số vùng ngoại thành, khi võng lọng của ông tới đất [[Như Quỳnh (ca sĩ)|Như Quỳnh]], thì dân làng một số bỏ chạy, một số [[quỳ]] lạy. Trong khi đó, bà Trương Thị Ngọc Chử vẫn thản nhiên cắt cỏ ở khu vực [[Từ Vũ]] ngày nay, xem như không có chuyện gì xảy ra. Trước thái độ coi thường như vậy, Trịnh Bính đã tới gần, xem rõ sự tình, bà Chử vẫn thản nhiên tay cầm liềm cắt cỏ, miệng cất lên tiếng hát:\n\n:::''Tay cầm bán nguyệt xênh xang\n::''Trăm hàng thảo mộc lai hàng tay ta\n:::''Mặc ai che tán che tàn\n::''Ta đây mặc sức nghênh ngang cõi bờ\n\nGiọng hát ngọt ngào của con nhà nghề đã làm Trịnh Bính nghe thấy lấy làm ngạc nhiên bèn cho gọi cô gái cắt cỏ tới và hỏi vì sao thấy kiệu chúa tới vẫn ngồi cắt cỏ và hát như vậy. Ngọc Chử trả lời: ''\"Chúa ngự giá là việc của chúa, còn tôi cắt cỏ là phận của tôi, chúa hỏi để làm gì ?\"''. Nghe câu trả lời khẳng khái và thấy bà đẹp người, tài giỏi, ông bèn tuyển làm cung phi.\n\nĐến đời sau, Trịnh Cương đã cho xây dựng Từ Vũ, nơi ghi dấu sự hội ngộ của cha mẹ, đồng thời đây cũng là phần mộ của dòng họ Trương.\n\n==Ghênh đẻ, Khe nuôi==\nLúc đó, bà Chử sinh ra chúa [[Trịnh Cương]] thì bị mất sữa, chúa Trịnh Cương khóc ngằn ngặt suốt ngày đêm, ai bế dỗ cũng không được khiến phủ chúa cũng mất ăn mất ngủ theo. Khi ấy bà có cô em con dì ruột là [[Nguyễn Thị Cảo]] lấy chồng về [[làng Khe]] cũng vừa sinh con nên mời vào cung nuôi con cùng. Bà Cảo thương chị thương cháu nhận lời, ai dè bà Cảo vừa đón cháu lên tay thì Trịnh Cương đã nín khóc đòi bú liền. Từ đó bà Cảo ở lại trong cung nuôi con nuôi cháu.\n\nKhi chúa Trịnh Cương lên ngôi chúa, tôn bà Chử làm '''Thái phi''', tục gọi là ''bà chúa Ghênh''; còn bà Cảo làm '''Phu nhân''', tục gọi là ''bà vú Khe'', nên dần có câu phương ngôn lưu truyền trong dân gian ''Ghênh đẻ, Khe nuôi''.\n\n==Đường vào phủ Chúa==\nThời Lê có gia đình phú hộ làng Tướng (nay là [[Thanh Tương]] - [[Thuận Thành]]) đón [[thầy địa lý]] về tìm đất quý đặt mộ mong con cháu [[vinh hiển]]. Thầy tìm được đất liền bẻ cành cây đánh dấu, dặn ba ngày sau cành lá vẫn tươi thì táng mộ vào sẽ phát đến công khanh. Không ngờ có người thợ cày ngồi nghỉ giải lao ở bụi cây gần đó nghe được. Chờ mọi người đi khỏi người thợ cày nhổ cành cây cắm ra chỗ khác. Ba ngày sau người phú hộ ra xem cành cây thấy khô héo thì không để ý huyệt đất đó nữa. Người thợ cày bí mật táng hài cốt bố vào nơi thầy địa lý cắm cành cây. Từ đó gia đình này làm ăn khấm khá dần.\n\nChuyện bà Ngọc Chử vào cung cũng liên quan đến việc đặt mộ. Bấy giờ họ Trương nhà nghèo, bán nước ven đường kiếm sống. Một hôm có vị [[đạo sĩ]] vào quán được họ Trương chào mời rất cung kính. Đạo sĩ cảm ơn lòng tốt bằng cách chỉ cho huyệt đất quý. Xong việc đạo sĩ chỉ bảo [[họ Lã]] ở đầu ngõ [[Hàng Nghiên]]. Họ Trương tìm đến tạ lễ nhưng không có ai họ Lã, chỉ có miếu thờ [[Thuần Dương tổ sư]], tên hiệu của [[Lã Đồng Tân]], mới biết nhà được tiên ông ban phúc. Sau đó họ Trương sinh ra Ngọc Chử rồi duyên may gặp được Tấn Quang vương mê người mê nết và giọng hát hay được kén làm phi.\n\n==Gia đình==\nTheo gia phả họ Trương và các tài liệu liên quan thì từ nhiều đời trước dòng họ Trương đất Như Kinh (nay là [[Như Quỳnh (ca sĩ)|Như Quỳnh]]) chuyên làm nghề [[xướng ca]], đặc biệt nhờ tài năng vượt trội mà họ thường được lưu diễn trong phủ chúa, cung vua. Hiện nay, còn một toà miếu cổ ở phủ [[Chí Nguyên]] thờ họ Trương, tại đây vua [[Lê Hiển Tông]] có làm đôi câu đối truy tặng như sau:\n\n::''Năm mươi năm, may áo diễn tuồng xưa, rực rỡ sân son truyền nghiệp đẹp.\n::''Ức vạn thuở, tóc da ơn thấm đẫm, rành rành bút đỏ chép công to\n\nBà Trượng Thị Ngọc Chử là con gái trưởng của cụ Diên Khánh Công [[Trương Dự]], chị gái của Thiêm quận Công [[Trương Nhưng]], Phấn quận công [[Trương Nhiêu]] (Nhượng).\n\n* Cụ Trương Dự, cha của bà Ngọc Chử là con trai thứ ba của cụ Quán quận công [[Trương Lực]]. Cụ Trương Dự tự là Phúc Lâm, được vua ban cho tên thụy là Đôn Cẩn, từng giữ chức Đô đốc phủ, Tả đô đốc Thái Tể rồi được phong Diên Khánh công. Cụ sinh năm Tân Tỵ ([[1641]]) mất ngày [[24]], tháng [[8]], năm [[1717]], thọ 76 tuổi được tặng phong Ôn hậu lạc thiện Tuy Phúc diễn Đôn tín Dụ hầu Như hoà Tuyên thiết Trang tức Diên Khánh Công.<ref name=\"tintuc\"\/>\n* Cụ Lê Thị Ba, mẹ bà Ngọc Chử, hiệu Diệu Liên, được phong Quận phu nhân rồi Thái phu nhân. Cụ là con gái quan Thái bảo Tuấn quận công [[Lê Phúc Vinh]], người giáp [[Thọ Khang]], xã [[Đình Luân]] nay là làng [[Đình Loan]], xã [[Như Quỳnh (ca sĩ)|Như Quỳnh]].<ref name=\"tintuc\"\/> Cụ Lê Thị Ba và mẹ bà nhũ mẫu [[Nguyễn Thị Cảo]] (phu nhân của Quận Công [[Nguyễn Gia Đa]]) là chị em ruột.\n\nCả thảy bà Ngọc Chử sinh 3 người con (1 trai, 2 gái): An Đô Vương [[Trịnh Cương]] và Quận chúa [[Trịnh Thị Ngọc Thung]], Quận chúa [[Trịnh Thị Ngọc Cơ]].\n\n==Tham khảo==\n* [http:\/\/www.truongtoc.net\/2014\/08\/chua-trinh-cuong-va-dong-ho-ngoai.html Trương tộc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140903151824\/http:\/\/www.truongtoc.net\/2014\/08\/chua-trinh-cuong-va-dong-ho-ngoai.html |date = ngày 3 tháng 9 năm 2014}}\n* [http:\/\/minhdaonguyen.blogspot.com\/2011\/04\/truong-thi-ngoc-chu-va-tu-vu-ho-truong.html Trương Thị Ngọc Chử và Từ Vũ họ Trương]\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1666]]\n[[Thể loại:Mất năm 1750]]\n[[Thể loại:Vương phi chúa Trịnh]]"}