{"93063":"\n[[Tập tin:Trường Đại học Hà Tĩnh, cơ sở I.jpeg|nhỏ|trái|280px|Trường Đại học Hà Tĩnh cơ sở I tại phường [[Đại Nài]], thành phố [[Hà Tĩnh (thành phố)|Hà Tĩnh]].]]\n'''Trường Đại học Hà Tĩnh''' (tên giao dịch quốc tế là '''Ha Tinh University''') là một trường [[đại học địa phương]], một trư­ờng công lập, đa cấp, đa ngành, đào tạo nguồn nhân lực nhằm đáp ứng các yêu cầu của sự nghiệp phát triển kinh tế - xã hội của đất nư­ớc nói chung và tỉnh Hà Tĩnh nói riêng. Năm 2023, bắt đầu xây dựng đề án chuyển đổi cơ chế hoạt động Trường Đại học Hà Tĩnh trở thành trường đại học thành viên của Đại học Quốc gia Hà Nội <ref>https:\/\/daibieunhandan.vn\/giao-duc--y-te1\/xay-dung-de-an-truong-dh-ha-tinh-la-thanh-vien-dh-quoc-gia-ha-noi-i318965\/<\/ref>.\n\nTrường được [[Thủ tướng|Thủ tướng Chính phủ]] quyết định thành lập vào ngày 19 tháng 3 năm [[2007]], trên cơ sở nâng cấp trường Cao đẳng Sư phạm Hà Tĩnh tại [[Hà Tĩnh (thành phố)|thị xã Hà Tĩnh]], tỉnh [[Hà Tĩnh]].\n==Đội ngũ cán bộ, giảng viên==\nTrường có 9 khoa và bộ môn trực thuộc và 16 phòng, ban, trung tâm, có tổng số 360 cán bộ, trong đó có 250 giảng viên, 90% có trình độ thạc sĩ, tiến sỹ, PGS, GS, tâm huyết, giàu kinh nghiệm và bề dày sư phạm được đào tạo tại Anh, Mỹ, Pháp, Đức, Nga, Nhật Bản, Hàn Quốc, Đài Loan, Thái Lan và nhiều nước khác trên thế giới.\n\n==Ban giám hiệu==\n1. TS Đoàn Hoài Sơn - Q. Hiệu trưởng\n\n2. TS Trần Thị Ái Đức - Phó Hiệu trưởng\n\n3. TS Hồ Thị Nga - Phó Hiệu trưởng (từ 19\/11\/2021)\n\n==Các khoa, Bộ môn==\n\n# Khoa Sư­ phạm Tiểu học và Mầm non\n# Khoa Lý luận Chính trị\n# Khoa Khoa học Tự nhiên\n# Khoa Khoa học Xã hội và Nhân văn \n# Khoa Kỹ thuật và Công nghệ\n# Khoa Kinh tế và Quản trị kinh doanh\n# Khoa Nông nghiệp\n# Khoa Ngoại ngữ\n# Khoa Ngôn ngữ và Văn hóa Việt Nam\n# Bộ môn Tâm lý và Giáo dục\n# Bộ môn Giáo dục thể chất\n== Các mốc lịch sử ==\n* Năm 1958: Thành lập trường Sư phạm sơ cấp đầu tiên, đặt tại Văn Miếu.\n* Năm 1960: Thành lập trường sư phạm trung cấp.\n* Năm 1965: Thành lập trường Sư phạm cấp 1 Hà Tĩnh.\n* Năm 1966: Thành lập trường Sư phạm mẫu giáo Hà Tĩnh.\n* Năm 1977: Đổi tên trường Sư phạm 10+3 Hà Tĩnh thành lập trường Sư phạm 10+3 Nghệ Tĩnh I.\n* Năm 1978: Thành lập trường CĐSP Nghệ Tĩnh theo Quyết định 164\/QĐ TTg của Thủ tướng Chính phủ.\n* Năm 1991: UBND tỉnh Nghệ Tĩnh ra Quyết định 987\/QĐUB thành lập Trường Trung học Sư phạm thị xã Hà Tĩnh.\n* Ngày 20\/8\/1992: Bộ Giáo dục có Quyết định 5347\/QĐ thành lập Trường THSP Hà Tĩnh trên cơ sở trường THSP thị xã Hà Tĩnh.\n* Ngày 3\/12\/1994: Khởi công xây dựng trường trên địa điểm mới ở Đại Nài.\n* Ngày 11\/4\/1996:Thủ tướng Chính phủ có quyết định 206\/QĐ TTg nâng cấp trường THSP Hà Tĩnh thành trường CĐSP Hà Tĩnh.\n* Ngày 19\/3\/2007: Thủ tướng Chính phủ có Quyết định số 318\/QĐ-TTg thành lập Trường Đại học Hà Tĩnh.\n* Ngày 12\/7\/2016: Trường Tiểu học, Trung học cơ sở và Trung học phổ thông - Đại học Hà Tĩnh được thành lập theo Quyết định số 1906\/QĐ-UBND của Chủ tich UBND tỉnh Hà Tĩnh \n* Năm 2017: Trường Mầm non Đại học Hà Tĩnh IvyHSchool đi vào hoạt động.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/www.htu.edu.vn Website chính thức của Đại học Hà Tĩnh]\n{{wikify}}\n{{unreferenced}}{{dablink|Xem thêm: [[Đại học Huế]] và [[Trường Đại học Vinh]]}}\n{{sơ khai Hà Tĩnh}}\n\n[[Thể loại:Trường đại học và cao đẳng tại Hà Tĩnh|Hà Tĩnh]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]\n[[Thể loại:Đại học Quốc gia Hà Nội]]"}