{"77436":"{{Tóm tắt chiến tranh\n|conflict=Trận Nhựt Tảo\n|partof= chiến tranh thuộc địa chống Đế quốc Pháp \n|hình=Mô hình trận Nhựt Tảo.jpg\n|caption= Mô hình trận Nhựt Tảo trong [[Bảo tàng Lịch sử Thành phố Hồ Chí Minh]]\n|date=[[10 tháng 12]] năm [[1861]]\n|place= Vàm Nhựt Tảo, [[Long An]]\n|result= Nghĩa quân Việt toàn thắng\n|combatant1=Nghĩa quân [[Nam Kỳ]]\n|combatant2=[[Tập tin:Flag of France.svg|22px]] Quân đội viễn chinh Đế quốc Pháp\n|commander1= Quản cơ [[Nguyễn Trung Trực]] (chỉ huy chính)\n|commander2= Không rõ (chỉ huy tàu: Trung úy Parfait khi đó vắng mặt)\n|strength1=Khoảng 150 nghĩa quân\n|strength2= Khoảng 42 lính thủy\n|casualties1= 4 người chết\n|casualties2=Tiểu hạm ''Espérance'' bị đốt chìm, 37 lính bị giết chết \n|}}\n\n'''Trận Nhựt Tảo''' đã diễn ra vào ngày [[10 tháng 12]] năm [[1861]]<ref>Ngày xảy ra trận Nhựt Tảo, các nguồn ghi không giống nhau. GS. Nguyễn Phan Quang, ghi ngày 12. ''Hỏi đáp về cuộc khởi nghĩa Nguyễn Trung Trực'' ghi ngày 11. Ở đây ghi theo ''Từ điển nhân vật lịch sử Việt Nam'', ''Hỏi đáp lịch sử tập 4'', sách của Paul Vial và nơi trưng bày mảnh ván tàu ''Espérance'' ở [[Bảo tàng Lịch sử Thành phố Hồ Chí Minh]]. Ngoài ra, thời điểm khai trận cũng không giống nhau; có sách ghi sáng, có sách ghi trưa.<\/ref> tại vàm [[sông Nhật Tảo]]<ref>Sông Nhật Tảo chảy ở phía Bắc huyện [[Tân Trụ]], tỉnh [[Long An]], giao nhau với [[sông Vàm Cỏ Đông]] ở địa bàn xã [[An Nhựt Tân]], huyện [[Tân Trụ]]. Chính tại đây, Nguyễn Trung Trực đã đánh chìm tàu Espérance (Hy Vọng) của Pháp khi đang neo đậu trên sông.<\/ref>, nay thuộc xã [[An Nhựt Tân]], huyện [[Tân Trụ]], tỉnh [[Long An]], [[Việt Nam]]. Sau trận nghĩa quân [[Nguyễn Trung Trực]] đã đốt cháy được tiểu hạm Espérance (Hy Vọng) của quân [[thực dân Pháp|Pháp]]. Chiến thắng này cùng với [[trận đồn Kiên Giang]], cũng do thủ lĩnh Trực tổ chức tấn công, đã được danh sĩ [[Huỳnh Mẫn Đạt]] ca ngợi trong hai câu thơ sau: \n:''Hỏa hồng Nhựt Tảo oanh thiên địa''\n:''Kiếm bạc [[Kiên Giang]] khốc quỷ thần.''<ref>Thái Bạch dịch: ''Lửa bừng Nhựt Tảo rêm trời đất - Kiếm tuốt Kiên Giang rợn quỷ thần.''<\/ref>\n\n==Trước trận đánh==\n[[Tập tin:Tượng Nguyễn Trung Trực.jpg|phải|nhỏ|200px|Tượng Nguyễn Trung Trực trước [[Đình thần Nguyễn Trung Trực (Rạch Giá)|đền thờ chính]]]] \nSau khi [[Trận Đại đồn Chí Hòa|Đại đồn Chí Hòa thất thủ]] ([[25 tháng 2]] năm [[1861]]), Nguyễn Trung Trực về [[Tân An]] (nay là thành phố trực thuộc tỉnh Long An). Ngày [[23 tháng 6]] cùng năm, quân Pháp chiếm luôn [[Gò Công]] (trước thuộc [[Định Tường]], nay thuộc [[Tiền Giang]]), rồi cho tiểu hạm ''Espérance'' đến án ngữ nơi vàm Nhựt Tảo.\nQuyền Quản binh đạo Nguyễn Trung Trực liền ra lệnh cho Phó Quản binh đạo Huỳnh Khắc Nhượng cùng Võ Văn Quang chuẩn bị kế hoạch tấn công chiếc tiểu hạm này. \n==Lực lượng đôi bên==\n===Quân [[Thực dân Pháp|Pháp]]===\nTiểu hạm ''Espérance'' là một tàu [[gỗ]] có chỗ được bọc [[đồng]] chạy bằng hơi nước, có thể ra vào những luồng lạch cạn, được trang bị một đại bác cùng nhiều vũ khí đa năng. Đây là một trong những tàu thuộc hàng bậc nhất của hải quân Pháp lúc bấy giờ. Chỉ huy tàu là Parfait, một trung úy<ref>Căn cứ vào các sách ghi ở mục tham khảo, thì Phạm Văn Sơn ghi Trung tướng là sai, vì ''Espérance'' chỉ là một tiểu hạm; không cần một sĩ quan chỉ huy có cấp bực cao đến vậy.<\/ref> hải quân trẻ tuổi, cùng 42 lính thủy. \n===Nghĩa quân [[Nam Kỳ]]===\nKhoảng 150 nghĩa quân tham gia trận này dưới quyền chỉ huy của Nguyễn Trung Trực cùng các thành viên khác là: Võ Văn Quang, Huỳnh Khắc Nhượng, Nguyễn Học, Nguyễn Văn Điền (hay Điều) và hương thôn Hồ Quang Chiêu...\n\n==Diễn biến trận== \n[[Tập tin:Tiểu hạm Espérance.jpg|phải|nhỏ|200px|Tàu Hy Vọng (phục chế năm 2011) tại đền thờ Nguyễn Trung Trực ở Thành phố Rạch Giá]]\nTrận Nhật Tảo đang tồn tại hai ý kiến khác nhau: \n*Thứ nhất, Nguyễn Trung Trực cho giả làm thuyền đám cưới, thừa lúc áp sát tàu ''Espérance'' rồi đánh úp.\n*Thứ hai là ông Trực cho giả làm thuyền buôn lúa, để đánh chìm tàu.\nÝ kiến này được nhiều người chấp nhận, trong đó có sự đồng thuận của một số người tác giả người Pháp như Paulin Vial, Alfred Schreiner...\n\nNhưng dù theo ý kiến nào, thì trận ác chiến đã diễn ra đại để như sau:\n\nKhoảng trưa ngày 10 tháng 12 năm 1861, sau khi bố trí xong lực lượng phục kích trên bờ, tức thì 5 chiếc ghe chở Nguyễn Trung Trực cùng 59 nghĩa quân giả làm đoàn ghe buôn lúa (hoặc đoàn ghe đám cưới) tiến sát tiểu hạm ''Espérance''. Viên sĩ quan trực tưởng là đoàn ghe ghé xin phép lưu thông, nên nghiêng mình ra cửa sổ tàu thì bất ngờ bị vũ khí của nghĩa quân đâm trúng ngực. Liền khi ấy, nghĩa quân tay cầm gươm giáo và đuốc, từ các ghe nhảy lên, vừa la hét, vừa đánh giáp lá cà với lính thủy Pháp.\n\nỞ hai bên bờ, các nghĩa quân cũng nhanh chóng đến tiếp chiến. Nguyễn Học, Hồ Quang Chiêu lấy búa sắt phá tàu không vỡ nên đã cho phóng lửa đốt tàu, đánh chìm.\n \nGiám đốc Nội vụ Pháp ở [[Nam Kỳ]] là Paulin Vial, đã thuật lại sự kiện như thế này:\n:''Lúc giữa trưa ngày [[10 tháng 12]], (Nguyễn Trung) Trực lợi dụng viên sĩ quan chỉ huy chiếc tiểu hạm L’Espérance đang đuổi theo bọn gian phi cách tàu khoảng 2 dặm. Bốn hoặc năm chiếc ghe lớn có mui thả trôi theo hông tàu. Đoàn thủy thủ nghỉ ngơi trên sàn tàu không nghi ngờ gì. Viên sĩ quan giữ chức vụ phụ tá, thò mình ra cửa sổ vì tưởng rằng người buôn bán muốn xin thị nhận giấy phép lưu thông. Tên vô phước này đã bị giết bằng một mũi giáo vào ngực. (Rồi) đoàn người đột kích (bỗng) la hét khủng khiếp, (và) vài phút đồng hồ sau, (thì) sàn tàu tràn ngập hơn một trăm năm chục người Việt Nam cầm giáo, gươm và đuốc. Một cuộc giáp chiến (giữa) lực lượng không tương xứng (đã) diễn ra. Trong vài phút đồng hồ, lửa bắt qua mái rơm của chiếc tiểu hạm và cháy lan mau chóng. Bị lửa táp, những người giao chiến nhảy bổ xuống sông hay chạy thoát vào trong những chiếc ghe. Năm người trong đoàn thủy thủ: 2 người Pháp và 3 người Tagal không khí giới trốn trên một chiếc ghe, chèo thục mạng. Từ xa họ thấy chiếc L’Espérance nổ tung mà những mảnh vỡ văng ra đến tận hai bờ sông, chôn vùi xác chết của 17 người Pháp và Tagal bị giết trong tai biến này.''\n:''Thuyền trưởng Parfait (một sĩ quan trẻ tuổi, hoạt động và can đảm đã được tuyên dương vì chỉ huy xuất sắc trong nhiều trận chiến) được chiếc ghe thoát hiểm báo tin, ông ta đến xin vài người tiếp viện ở tàu Garonne và trở lại chỗ xảy ra thảm kịch cùng ngày. Ông ta gặp 3 tên Tagal bị địch quân bắt, (nhưng) nhờ lúc tàu nổ mà trốn thoát. Những tên bất hạnh này trốn sau những bụi rậm và ở yên trong một cái đầm nước sâu tới miệng chờ cứu viện...''<ref>Paulin Vial, ''Les premières années de la Cochinchine, Colonie Francaise'', 2 quyển, Challamet Ainé, Libraire Editeru, Paris, 1874. Dẫn lại theo sách Hỏi đáp về cuộc khởi nghĩa Nguyễn Trung Trực (Nhà xuất bản QĐND, 2008, tr. 138)<\/ref>.\n\n==Thiệt hại==\n[[Tập tin:Ván tàu Espérance.jpg|phải|nhỏ|200px|Mảnh ván tàu ''Espérance'' đang được trưng bày tại đền thờ chính, Rạch Giá.]] \nDo bị tấn công bất ngờ nên quân Pháp bị thiệt hại lớn: tiểu hạm ''Espérance'' bị đánh chìm, 17 lính và 20 cộng sự người Việt bị giết, chỉ có tám người trốn thoát, gồm 2 lính Pháp và 6 lính Tagal (tức lính đánh thuê [[Philippines]], cũng còn gọi là lính Ma Ní). Viên sĩ quan chỉ huy tàu là Parfait vì vắng mặt, nên cũng thoát chết.<ref>Theo Phan Thành Tài, sách đã dẫn. Sách ''Hỏi đáp lịch sử Việt Nam tập 4'' ghi là Võ Văn Quang.<\/ref>\n\nBên quân Việt toàn thắng, nhưng có 4 nghĩa quân hy sinh. Theo tác giả Paul Vial, sau khi nghe tin tàu mình cai quản bị đánh chìm, trung úy Parfait tức tốc dẫn quân tiếp viện đến làng Nhật Tảo để trả thù. Họ đã đốt phá nhiều nhà cửa (thiệt hại về người không rõ), rồi sau đó còn cho xây một bia tưởng niệm ở bên bờ sông.\n\n==Sau trận đánh==\nChiến thắng này đã làm nức lòng nhân dân Việt. Và khi tin ra đến [[Huế]], vua [[Tự Đức]] liền cho ban lệnh thưởng. Sử [[nhà Nguyễn]] chép: ''Vua phong thưởng cho Lịch làm chức Quản cơ..., Nguyễn Văn Quang, Huỳnh Khắc Nhượng cùng hai mươi người nữa làm cai đội (và) đều được (thưởng) ngân tiền. Binh lính tham gia được thưởng chung một ngàn quan tiền. Bốn người bị chết đều được cấp cho tiền tuất gấp hai...''<ref>Dẫn lại theo sách ''Hỏi đáp về cuộc khởi nghĩa Nguyễn Trung Trực'', tr. 26.<\/ref> Ngoài ra, nhà vua cũng chuẩn cấp cho những nhà trong làng bị đốt cháy.\n[[Tập tin:Ván tàu.jpg|phải|nhỏ|200px|Mảnh ván tàu ''Espérance'' đang được trưng bày tại [[Bảo tàng Lịch sử Thành phố Hồ Chí Minh]].]] \nĐối với Pháp, viên thanh tra bản xứ tại [[Nam Kỳ]] tên Paulin Vial gọi đây là:''một sự kiện đau đớn làm người An Nam phấn chấn và gây xúc động, đau lòng sâu sắc trong lòng người Pháp.''<ref>Paul Vial: \"Les premières années de la Cochinchine, Colonie Francaise\", 2 quyển, Challamet Ainé, Libraire Editeru, [[Paris]], 1874, tr.124<\/ref>\n\nCòn Alfred Schreiner gọi chiến thắng Nhật Tảo, là ''khúc nhạc mở đầu cho một cuộc tổng công kích hầu như toàn bộ các đồn lũy của người Pháp...(Và) Cuộc đốt cháy tàu Espérance là một biến cố bi thảm đã gây nên một nỗi xúc động sâu sắc nơi người Pháp và kích thích một cách lạ lùng trí tưởng tượng của người Annam...<ref>Alfred Schreiner: \" Abrégéde I’histoire D’ An nam\", 2è Éd. Sài Gòn, 1906, tr.223-224<\/ref>\n\nTheo sau chiến thắng trên, nhiều cuộc tấn công quân Pháp trên sông, trên bộ đã liên tiếp diễn ra, như: nghĩa quân Nguyễn Trung Trực tấn công tàu tuần tiễu Pháp trên vàm sông [[Bến Lức]] (tháng 12 năm 1862) và trên Sông Tra<ref>Sông Tra, nay thuộc xã Hựu Thạnh, huyện [[Đức Hòa]], tỉnh Long An.<\/ref> ngày [[16 tháng 12]] năm [[1862]] (có sách ghi ngày 17) gây nhiều thiệt hại cho đối phương''. Paulin Vial kể: \n:''Ba chiếc tiểu hạm (Iorcha) đậu trên sông Vaico Đông (tức Vàm Cỏ Đông) nhằm kiểm soát sự lưu thông đường thủy, bị tấn công hết sức dữ dội bởi những nhóm người đông đảo, do họ được cổ vũ bởi trận đốt tàu Espérance...Một trong ba chiếc đó, chiếc tiểu hạm số 3. Viên sĩ quan chỉ huy tàu này đã bị thương.''<ref>Sách đã dẫn, tr. 195<\/ref>\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n* Nhóm Nhân văn trẻ, ''Hỏi đáp lịch sử tập 4''. Nhà xuất bản Trẻ, 2007, tr. 42 2010 đến 42 - 45.\n* [[Nguyễn Q. Thắng]] & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản KHXH, 1992, tr. 674.\n* Nhiều người soạn, ''Hỏi đáp về cuộc khởi nghĩa Nguyễn Trung Trực''. Nhà xuất bản Q ĐND, 2008, tr. 26 và 40 - 46.\n* Nguyễn Phan Quang, ''Việt Nam thế kỷ 19''. Thành phố HCM, 2002, tr. 303.\n* Phan Thành Tài, bài viết về ''Nguyễn Trung Trực'' in trong Nam Bộ - đất và người, do Hội Khoa học lịch sử Thành phố Hồ Chí Minh biên soạn, Nhà xuất bản Trẻ ấn hành, tr. 159.\n* Phạm Văn Sơn, ''Việt sử tân biên'' (quyển 5, tập thượng), [[Thành phố Hồ Chí Minh|Sài Gòn]], 1962, tr. 196.\n* Tạp chí Từ điển Học & Bách Khoa Thư, số 6 (20), 11 - 2012\n\n==Liên kết ngoài==\n\n[[Thể loại:Khởi nghĩa Nguyễn Trung Trực|N]]\n[[Thể loại:Lịch sử Long An]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Trận đánh liên quan tới Pháp]]"}