{"234371":"{{Thông tin chiến tranh \n|conflict= Trận Đại đồn Chí Hòa \n|partof= [[Chiến dịch Nam Kỳ]]<br>trong [[Chiến tranh Pháp-Đại Nam]]\n| hình = Trận Đại đồn Chí Hòa.jpg\n| ghi chú hình = Trận Đại đồn Chí Hòa \n|date= [[24 tháng 2|24]] - [[25 tháng 2]] năm [[1861]] \n|place= [[Gia Định]], [[Nam Kỳ]], [[Đại Nam]] \n|result= Pháp chiến thắng\n|combatant1= [[Nhà Nguyễn]] \n|combatant2= {{flagicon image|Flag of France (1794–1815, 1830–1974, 2020–present).svg}} [[Đệ Nhị Đế chế Pháp|Đệ nhị Đế chế Pháp]] \n|commander1= [[Nguyễn Tri Phương]]\n|commander2= {{flagicon image|Flag of France (1794–1815, 1830–1974, 2020–present).svg}} [[Leonard Charner]]\n|strength1= Tổng lực 12.000 quân<br>Trong đó khoảng 10.000 quân Đồn điền, còn lại là lính chính quy\n|strength2= Khoảng 5.000 quân<br>Khoảng 50 chiến thuyền\n|casualties1= Khoảng 1.000 người chết và bị thương\n|casualties2 = 19 chết tại trận, khoảng 300 bị thương (không rõ số chết do vết thương)\n|}}\n'''Trận Đại đồn Chí Hòa''', hay còn được gọi là '''Trận Đại đồn Kỳ Hòa''', là một trận đánh xảy ra tại [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Nam Kỳ]] vào 4 giờ sáng ngày [[24 tháng 2]] năm [[1861]], và đến khoảng 8 giờ tối ngày hôm sau thì kết thúc. Đại đồn do Tổng thống quân vụ [[Nguyễn Tri Phương]] trấn giữ đã bị quân Pháp chiếm mất. Sau lần đại bại này, triều đình [[nhà Nguyễn]] từ chủ trương \"thủ để hòa\" chuyển sang \"chủ hòa\", khiến cho đất đai của [[Đại Nam]] cứ mất dần vào tay [[Đế quốc thực dân Pháp|thực dân Pháp]].\n\n== Bối cảnh ==\nNăm [[1860]], những rắc rối trong việc bang giao với [[Trung Quốc]] khiến chính phủ [[Anh]] và [[Pháp]] phải mở một cuộc viễn chinh mới tại quốc gia đó. Do vậy, tất cả lực lượng Pháp tại [[Viễn Đông]] liền được dùng vào cuộc chiến, nên không những quân Pháp phải triệt thoái khỏi [[Đà Nẵng]] mà tại Sài Gòn chỉ còn để lại một đội quân nhỏ (khoảng 800 người) lo việc phòng thủ.<ref>Theo ý kiến của GS. Nguyễn Phan Quang: ''Theo như nhận định của các nhà nghiên cứu, một cuộc giải phóng đất nước đã mở ra. Nhưng tướng nhà Nguyễn chỉ huy mặt trận Gia Định là [[Tôn Thất Hiệp (tướng nhà Nguyễn)|Tôn Thất Hiệp]] lại chủ trương \"án binh bất động\" để \"làm nản lòng địch\". Do vậy, thời cơ đánh bật quân xâm lược ra khỏi bờ cõi bị bỏ qua'' (''Việt Nam thế kỷ XIX'', 274).<\/ref>\n \nTheo GS. Nguyễn Thế Anh thì khi đó, chính phủ Pháp đã muốn rút quân ra khỏi Việt Nam, nhưng khi nghe tướng [[Charles Rigault de Genouilly]] biện hộ và Bộ trưởng Bộ [[Hải quân Pháp]] là [[Chasseloup Laubat]] tán đồng, thì chính phủ Pháp liền thay đổi quyết định. Vì thế ngay khi hòa ước [[Bắc Kinh]] được ký kết ngày 25 tháng 10 năm 1860, vua nước Pháp là [[Napoléon III]] liền cử Đề đốc [[Léonard Charner]] thống lĩnh toàn bộ quân Pháp ở Viễn Đông, để hoàn thành nhanh việc chiếm cứ [[Nam Kỳ]].<ref>Nguyễn Thế Anh, ''Thời Pháp đô hộ'', tr. 28.<\/ref>\nVà mục tiêu đầu tiên của viên tướng này là phải tấn công [[Đại đồn Chí Hòa]], vì đây là một vật cản lớn cần phải phá bỏ để có thể tiến chiếm các nơi khác...\n\nLúc ấy, ngay khi nhậm chức ở Nam Kỳ, [[Nguyễn Tri Phương]] đã cho người dò la. Biết rõ đối với [[súng]] [[đạn]] có sức tàn phá rất mãnh liệt của người Pháp, quân Việt dù đông, dù can đảm tới đâu cũng không thể giáp chiến được, ông lựa chọn chiến lược nửa công nửa thủ, tức dựng chiến lũy để bảo vệ quân [[Việt Nam]] khỏi súng địch và bao vây dần quân Pháp. Ông truyền lệnh xây nhiều pháo đài và đắp lũy ở phía Bắc Sài Gòn.\n\nQuân Pháp bị vây chặt tới nỗi trong 6 tháng liền không nhận được tin tức gì từ [[Pháp]]. Tuy có đôi lần quân Việt giành được thắng lợi, nhưng cũng không thể diệt nổi quân Pháp là vì súng đạn họ tinh xảo và bắn được xa hơn. Kể lại đôi lần chiến thắng này, nhà văn [[Phan Trần Chúc]] viết: \n:''Sau khi bao vây được quân [[Pháp]], Nguyễn Tri Phương cho quân liều chết dưới mưa đạn để hãm [[chùa Cây Mai|đồn Cây Mai]]. Trong đêm 3 và 4 tháng 7 năm [[1860]], 3.000 quân của ông đã anh dũng chiếm được một đồn lũy do Đại úy người [[Tây Ban Nha]] Fernandez chỉ huy với 100 lính Tây Ban Nha và 60 lính [[Pháp]]. Trong [[tháng mười một|tháng 11]] cùng năm, quân Pháp lại tấn công dữ dội các pháo đài ở [[Gia Định]] nhưng quân [[nhà Nguyễn]] đã đánh lui được đối phương khiến quân Pháp bị thiệt hại... Được tin thắng trận, vua [[Tự Đức]] tiếp tục ban thưởng cho các tướng sĩ ngoài mặt trận...<ref name=\"PTC\">Phan Trần Chúc - ''Nguyễn Tri Phương'', Nhà xuất bản Văn hóa Thông tin, tr. 64-66.<\/ref>\n\n==Lực lượng đôi bên==\n\n===Về phía Pháp===\nTheo [[Trần Văn Giàu]], tính chung đội quân viễn chinh vừa kể trên với số quân có sẵn tại Sài Gòn khoảng 800 người, thì lực lượng của Pháp chỉ có khoảng 5.000 quân với khoảng 50 chiến thuyền các loại.<ref>Trần Văn Giàu, ''Địa chí văn hóa TP. HCM'', tr. 251.<\/ref>\n\n===Về phía Việt Nam===\nPhía Pháp (theo Léopold Pallu) nói ở Chí Hòa, quân Việt có tới 21.000 quân chính quy, 10.000 quân Đồn điền và ở Biên Hòa có 15.000 quân từ [[Miền Trung (Việt Nam)|miền Trung]] vào. Nhưng theo GS. Trần Văn Giàu, chắc quân chính quy không đông như thế. Vì khi Pháp đánh [[Đà Nẵng]], gần sát kinh đô mà quân triều đình ở đó chỉ có 3.200 người, thì ở Gia Định xa xăm, không thể có hơn 2 vạn được. Dân quân thì đông, chắc chắn như vậy. Sở dĩ Pháp \"tăng\" số quân của [[Nguyễn Tri Phương]], trước hết là để tăng giá trị trận đánh của họ.<ref name=\"TVG\">Lược theo Trần Văn Giàu, ''Tổng tập'', Nhà xuất bản Quân đội Nhân dân, [[Hà Nội]], 2006, tr. 86-88.<\/ref>\n\n==Kế hoạch hành binh của Pháp== \nTheo GS. Trần Văn Giàu, kế hoạch hành binh của [[Quân đội Pháp|quân Pháp]] như sau: \n*Dàn đại bác theo phòng tuyến các chùa, chiến thuyền đậu từ sông Rạch Cát qua sông [[Bến Nghé]] và sông [[Thị Nghè]], tất cả đều nhắm vào Đại đồn.\n*Đại quân bộ sẽ từ [[chùa Cây Mai]] đánh bọc phía tây nam, là phía yếu nhất của Đại đồn, cắt đứt Đại đồn với kho lương ở Thuận Kiều, và dồn quân Việt chạy về phía sông [[Gò Vấp]] để chặn đánh.\n*Bố trí chiến thuyền ngăn viện binh từ [[Biên Hòa (tỉnh)|Biên Hòa]] xuống, và ngăn quân Việt rút chạy lên đó.\n*Thủy quân ở cánh đông bắc cùng bộ binh ở cánh tây nam sẽ bao vây và tiêu diệt đại quân Việt trong khoảng giữa ba sông, là Thị Nghè, Gò Vấp và Bến Nghé.<ref name=\"TVG\" \/>\nTrung úy Hải quân Pháp Léopold Pallu, sĩ quan tùy viên Tổng hành dinh của tướng [[Leonard Charner]] và là người trực tiếp tham dự trận đánh, sau này đã kể lại trong sách của mình<ref name=\"LSVC\">Lược theo Léopold Pallu, ''Histoire de L’Expédition de Cochinchine en 1861'' (Lịch sử cuộc Viễn chinh Nam Kỳ 1861), do Nhà xuất bản Hachette in tại [[Pháp]] năm 1864. Bản dịch của Hoàng Phong. Nhà xuất bản Phương Đông, 2008, tr. 75-76 hoặc xem tại đây: [http:\/\/www.quangduc.com\/tho\/vienchinhnamky\/364vienchinh4.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090827105838\/http:\/\/www.quangduc.com\/tho\/vienchinhnamky\/364vienchinh4.html |date=2009-08-27 }}<\/ref> đại để như sau:\n*Mấy ngày trước khi giao chiến, [[Chuẩn Đô đốc|Đề đốc Hải quân]] Leonard Charner đã giao cho Đại úy Hải quân De Surville điều khiển các chiến hạm neo dọc [[sông Sài Gòn]]. Trung tá Crouzat thì được lệnh tìm đường tiến quân, và sau khi tìm được lối đi phía bên trái đồn Cây Mai đã cho hai đại đội lính đến san phẳng, dưới hỏa lực của quân đối phương.\n*Trên bộ, các đội lính viễn chinh khác bố trí dọc theo [[sông Đồng Nai]] để cầm chân quân Việt...\n*Sau khi tất cả các cánh quân đã được bố trí xong, vị Tổng tư lệnh là tướng [[Leonard Charner|Charner]] liền quyết định thời điểm tấn công Đại đồn Chí Hòa là ngày [[24 tháng 2]] năm 1861.\n\n== Diễn biến ==\n[[Tập tin:Charles Rigault de Genouilly.jpg|nhỏ|phải|170px|[[Charles Rigault de Genouilly]], hình chụp khoảng năm 1870.]]\nSau mấy tuần chuẩn bị và sau khi nghe Đại tá Crouzat phúc trình công tác thám thính Đại đồn xong, 4 giờ sáng ngày [[24 tháng 2]] năm [[1861]], được lệnh của Đề đốc Charner, đại bác của Pháp từ \"phòng tuyến các chùa\" và trên các tàu đều nhắm vào [[Đại đồn Chí Hòa]] mà bắn. Đại bác của quân Việt từ Đại đồn rộ lên đáp trả. Hai bên đánh nhau bằng đại bác tới sáng.\n\nTừ vùng [[chùa Cây Mai]], Đề đốc Charner, Thiếu tướng De Vassoigne và Đại tá Palanca ([[Tây Ban Nha]]) dẫn quân tiến lên cùng với pháo nhẹ. Quân Việt trong đồn Hữu bắn cản lại. De Vassoigne và Palanca đều bị thương. Đại bác Pháp liền bắn khoảng 500 phát vào đồn Hữu, rồi cho bộ binh tấn công chiếm đồn. Phía Việt cho [[voi]] xông ra ứng chiến, nhưng đội quân voi tỏ ra không mấy hiệu quả trước [[Pháo|đại bác]], súng trường…\n\nHai bên đánh nhau đến tối, nhưng [[Pháp]] chỉ mới tiến được một cây số, còn hai cây số nữa mới đến được Đại đồn. Đêm đến, hai bên đều ngưng chiến. Năm giờ sáng hôm sau, quân Pháp tràn lên tấn công, xáp được gần Đại đồn. Song cách vách thành trăm thước thì gặp rất nhiều cạm bẫy, hào ụ, nên tiến rất chậm. Quân Pháp lúc này bị bắn chết và bị thương rất nhiều.\n\nTuy vậy, quân Pháp vẫn quyết dùng thang và đứng trên vai nhau mà trèo lên vách đồn. Trên đồn và trong các [[lỗ châu mai]], quân Việt bắn chém dữ dội. Phần lớn các thang tre của Pháp vác theo đều bị đánh gãy, nhưng cuối cùng vẫn có một số lính Pháp vào được Đại đồn. Hai bên xông vào đánh giáp lá cà, giành giật nhau từng khu vực một.\n\nChống chọi được một lúc, tướng [[Nguyễn Tri Phương]] bị mảnh đại bác trúng bụng, phải ra lệnh rút quân về đồn Thuận Kiều. Ngày [[28 tháng 2]], Pháp tấn công Thuận Kiều, Đại tá Crouzat bị thương, nhưng quan quân phải bỏ đồn Thuận Kiều, bỏ cả đồn Tây Thới mà chạy tán loạn về Biên Hòa, mất hầu hết khí giới và lương thực. Riêng [[Trương Định]] rút về [[Gò Công (tỉnh)|Gò Công]] tiếp tục kháng Pháp...<ref name=\"TVG\" \/>\n\nSĩ quan tham dự trận là Trung úy Hải quân Pháp Léopold Pallu kể:\n:''Bốn giờ sáng ngày [[24 tháng 2]] năm 1861, quân Pháp được lệnh tập họp. Đến 5 giờ 30 [[phút]], đoàn quân bắt đầu lên đường. Khi ấy, pháo binh từ các chùa Barbet ([[chùa Khải Tường]]), Chochetons,<ref>Tên đầy đủ ''Pagode des Chochetons'' (Chùa Tháp Chuông): Tên Việt là chùa Kiểng Phước. Chú thích của nhà văn [[Sơn Nam (định hướng)|Sơn Nam]]: Pháp gọi là Chùa Clochetons, phải chăng vì trên nóc chùa có treo nhiều cái chuông nhỏ? Vị trí chùa nay được xác nhận ở gò đất phía sau [[Chợ Lớn]] (Quận 5, TP. HCM), đầu đường [[Thánh Gióng|Phù Đổng Thiên Vương]] ngày nay (trước kia mang tên là đường Clochetons), có Thánh Đường [[Hồi giáo]], vùng đất cao ráo nay là nền [[Trường Đại học Y khoa Sài Gòn|trường Đại học Y khoa]]. (''Đi & ghi nhớ'', Tạp chí Xưa & Nay - Nhà xuất bản Văn hóa Sài Gòn, 2008, tr. 42).<\/ref> [[chùa Cây Mai|Cây Mai]] đã bắn được một giờ rồi; và các toán quân Việt cũng đã kéo nhau dàn ra các ngả đường để phòng ngự.''\n:''(Trên đường), đại pháo do ngựa kéo bất thần nhả đạn vào đồn Redoute (sử Việt ghi là Đồn Hữu). Đối phương lập tức đốt khói để che và mặc dầu súng nhỏ và các điều kiện quân sự thua thiệt, họ vẫn kháng cự quyết liệt... Pháo binh chịu trận trước tiên; chỉ trong vài phút, nhiều pháo thủ và ngựa bị trúng đạn… mặc dù tầm đạn của ta chính xác, liên tục và ưu thế hơn, nhưng sức kháng cự của bọn [[An Nam]] không bị đánh tan cũng không nao núng chút nào.''\n:''Thương vong của ta tăng lên; Đại tướng<ref>Dịch giả dịch sai ý từ ''Général'' có nghĩa là ''Tướng quân''. Cấp bậc của de Vassoigne vào năm 1861 là ''Général de Brigade'' trong [[tiếng Pháp]] hay ''General de Brigada'' trong tiếng [[Tây Ban Nha]], tương đương cấp [[Chuẩn tướng]]. Một số tài liệu ghi thành [[Thiếu tướng]].<\/ref> de Vassoigne, Đại tá [[Tây Ban Nha]] Palanca Gutierrez, Chuẩn úy Lesèble và Thượng sĩ Joly bị thương nặng. Thủy sư Đề đốc (Léonard Charner) bèn trực tiếp cầm quân và ra hiệu lệnh... Khi các quân lính Pháp đầu tiên nhảy được vào bên trong, trên các bệ bắn phía sau tường, thì họ thấy quân [[An Nam]] thối lui mang theo giáo mác, súng lớn và súng tay của họ. Quân An Nam lùi lại một bước thế thôi, gần như thản nhiên, giống như những người thợ đang làm việc rồi ngưng tay; thật quả là lạ lùng, mặc dù tình thế cấp bách vì cả một đạo quân đang trèo lên tường để tràn vào; chỉ có một số thật ít bỏ chạy mà thôi. Trong mấy phút sau là họ rút về phía đại quân có cờ đuôi nheo phấp phới bên trong thành Kỳ Hòa.''\n:''Trong trận đánh ngày 24 tháng 2 này, quân An Nam chấp nhận đối đầu bằng đại [[pháo]] với ta tuy họ yếu kém nhưng không thấy lòng can trường của họ bị sứt mẻ hay nao núng một chút nào cả: nhiều xác chết rải rác dọc theo tường phòng thủ cho thấy hiệu quả của súng nòng có khía của ta. Nhưng khi quân ta xung phong, tiến thẳng vào họ, thì họ thối lui nhưng không chạy, khoảng cách vẫn còn nhìn thấy nhau. Chuyện này cũng thấy ghi trong các phúc trình về những trận đánh trước đây ở [[Thành phố Hồ Chí Minh|Sài Gòn]] và [[Đà Nẵng|Touranne]].<ref>Ý nhắc đến [[Trận thành Gia Định, 1859]], trận [[Trận Đà Nẵng (1858-1859)|Liên quân tấn công Đà Nẵng lần thứ nhất]] và [[Trận Đà Nẵng (1859-1860)|lần thứ hai]].<\/ref>\n:''...Suốt đêm đó thật yên lặng, hai bên không có một tiếng súng nào. Năm giờ sáng (ngày 25 tháng 4), pháo binh lên ngựa, mỗi người đều vào hàng ngũ của mình... Mười giờ tất cả đạo quân đã vào vị trí, cách xa mặt bắc của thành Kỳ Hòa khoảng hai [[kilômét|cây số]]. Hai cánh quân đánh bộ hai bên, giữa là pháo binh. (Khi hai bên) thôi đánh [[Cồng chiêng|chiêng]] và cũng ngưng đánh [[trống]], các đại pháo trong thành Kỳ Hòa bắn ra, vang rền, tiếng nổ của súng địch có cường độ giống nhau nên rất dễ nhận, tiếng các quả đạn xé gió rít lên rồi im bặt, không có một tiếng động nào khác...''\n:''...Tiếng súng của đối phương, lúc đầu thưa thớt, dần dần nhặt hơn. Súng bắn mạnh và chính xác, nhất là về hướng bắn thì rất đúng. Quân An Nam có lợi thế hơn vì mặt trời chiếu thẳng vào mắt quân Pháp. Pháo binh vừa đạt vị trí 1.000 thước đã thấy có thiệt hại. Đã có người và ngựa chết hoặc bị thương; một xe tải đạn có một [[bánh xe]] vỡ tan tành từng mảnh. Trung tá Crouzat thúc quân kéo súng rất nhanh đến vị trí 500 thước, rồi 200 thước; ở vị trí gần này tránh bớt được nhiều bất lợi do bị mặt trời chiếu vào mắt... Hai bên bắn nhau kịch liệt... Trên [[Ruộng lúa|ruộng]] không có chỗ nào ẩn núp, chỉ biết đưa thân cho súng đạn. Thiệt hại đã khá rõ. Chỉ còn biết lợi dụng vào chiến thắng vừa đạt được hôm qua khích động quân sĩ để họ xông lên... Thủy sư Đề đốc (Léonard Charner) ra lệnh cho hai cánh quân tiến lên.''\n:''Sau khi vượt qua được 6 hàng hầm chông và 2 hào sâu, quân Pháp đến được bờ đất dựa tường thành thì hai bên lại đánh nhau kịch liệt nhất, chưa từng thấy giữa người [[An Nam]] và người [[Châu Âu|Âu châu]]. Quân sĩ nào mà leo lên được tường thành, thì hoặc dùng thang, hoặc trèo lên vai các đồng đội, hoặc níu vào các cọc thấp của các bàn chông, họ bị bắn ngay trước mặt, hoặc bị nồi lửa của địch ném phỏng mặt mày, hoặc bị [[giáo]] đâm lọt ra ngoài. Những người trèo lên trước nhất trên tường thành, và trước khi bị đánh bật trở xuống, đều thấy một cảnh tượng khác hẳn khi trèo lên tường ngày hôm trước: bên trong trên bệ đứng bắn đầy lính phòng ngự, kẻ thì mang súng dài, kẻ thì mang giáo hay súng ngắn, rình quân ta bên ngoài trèo vào...''\n:''Ngay vào lúc ấy, tình thế trở nên nghiêm trọng, thì có lệnh ném [[lựu đạn]]. Hai mươi quả được ném ra... (Rồi) ba lính thủy ném được móc câu dính cứng phía bên trong của tường thành. Bọn quân An Nam tháo gỡ không được vì vướng chà gai... Ba quân lính chui qua trước, một thuộc tàu Renommée, bị giết ngay; hai người kia thì bị thương. Cả ba bị xô ngược ra phía sau và rớt xuống hào. Quân lính khác theo sau, trèo lên tường rồi nhảy xuống thềm đứng bắn bên trong, thềm thì trơn trợt vì máu me linh láng. Dọc chân tường la liệt xác quân An Nam bị giết vì mảnh đạn bộc phá hay bị bắn.''\n:''Quân An Nam ngưng đánh vì thấy rào gai bị phá thủng, rút xa vài phút trước khi quân Pháp ập vào, họ rút lui rất trật tự, thật chậm dọc theo bờ [[tường thành]]. Một nhóm quân lính của ta rượt theo, nhưng không ăn thua gì; vì địch quân rút hết vào một lớp thành khác trước khi quân Pháp đuổi tới...''\n:''(Khi liên quân theo vào, giao tranh đã xảy ra càng ác liệt)... vì thế trong cái khoảng trống thảm thương này ngập tràn xác chết và bị thương... (Cuối cùng) tất cả quân An Nam người nào chạy không kịp đều bị giết sạch; trận chiến chấm dứt bằng một cảnh tượng tàn sát...''<ref name=\"LSVC\" \/>\n\n==Sau cuộc chiến==\nNhận được tin Đại đồn thất thủ, triều đình [[nhà Nguyễn]] tức tốc phái [[Nguyễn Bá Nghi]] mang 4.000 quân vào chi viện. Nhưng viên tướng này, chỉ đến [[Biên Hòa (tỉnh)|Biên Hòa]] thì cho dừng quân lại, cử người đi tìm gặp Đề đốc Charner để xin được nghị hòa và tâu về [[Huế]] rằng: ''Việc nước ta ngày nay, trừ một chước hòa không có chước nào khác. Hòa thì không ổn rồi, nhưng trông mong sự khôi phục về sau...''<ref>Nhiều tác giả, ''Hỏi đáp lịch sử Việt Nam tập 4'', (Nhà xuất bản Trẻ, tr. 51-53) và Phạm Văn Sơn, ''Việt sử tân biên'' (Quyển 5, tập thượng, tr. 133).<\/ref>\n\n==Thiệt hại==\n[[Tập tin:Vice-Amiral Charner.jpg|nhỏ|phải|160px|Đề đốc Hải quân Charner, hình vẽ khoảng năm 1880.]]\nTrích báo cáo của [[Pháp]]:\n:''Quân ta (Pháp) gồm 4.000 quân đã tấn công thành lũy. Chúng ta đã chiếm được thành nhưng [[Thiếu tướng]] Vassivigne bị 1 viên đạn bắn trúng cánh tay. [[Đại tá]] Palanca người [[Tây Ban Nha]] bị 1 viên vào bắp chân, nhiều sĩ quan khác bị trọng thương. Người Nam có súng tốt và dũng cảm hơn người Tây nhiều...''<ref>Đặng Đức Thi - Tư liệu, tranh ảnh và bản đồ lịch sử 8, Nhà xuất bản GD tr. 101 trích lại từ Đào Đăng Vỹ, ''Nguyễn Tri Phương'', Văn hóa Tùng thư, 1974.<\/ref>\n*Theo báo cáo của Đề đốc Charner ngày [[27 tháng 2]] năm [[1861]] thì phía quân Pháp có 12 người chết, 213 người bị thương.<ref>Dẫn lại theo Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX, tr. 275.<\/ref> Nhưng theo Léopold Pallu, sĩ quan phụ tá của Đề đốc Charner thì con số chết và bị thương là 19 người tử trận, trong đó có 5 viên sĩ quan Pháp và khoảng 300 người bị thương.<ref>Theo [http:\/\/www.quangduc.com\/tho\/vienchinhnamky\/364vienchinh4.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090827105838\/http:\/\/www.quangduc.com\/tho\/vienchinhnamky\/364vienchinh4.html |date=2009-08-27 }})<\/ref> Và theo báo ''Le Mémorial d’ Asie'' phát hành tháng 2 năm 1861, thì con số thiệt hại của Pháp là 16 người chết, 299 người bị thương, trong số đó có Thiếu tướng De Vassoigne, Đại tá Palanca, Đại tá Crouzat đều bị trọng thương, Trung tá [[thủy quân lục chiến]] Testard chết ở bệnh viện...<ref>Theo Đào Đăng Vỹ, ''Nguyễn Tri Phương'', Sài Gòn, 1974, tr. 117.<\/ref>\n*Bên quân Việt, khoảng 1.000 người chết và bị thương, trong số đó có Tham tán [[Phạm Thế Hiển]], Lang trung [[Nguyễn Duy (định hướng)|Nguyễn Duy]], Tán tương [[Tôn Thất Trĩ]] đều tử trận và Tổng thống quân vụ [[Nguyễn Tri Phương]] thì bị thương nặng. Ngoài ra, Đại đồn còn bị đối phương chiếm mất 2.000 súng bắn đá lửa, 2.000&nbsp;kg thuốc súng, 150 trọng pháo các cỡ và rất nhiều lương thực...\n\n==Nhận xét==\n[[Tập tin:Ban do.jpg|nhỏ|phải|200px|Bốn ngôi chùa bị quân Pháp chiếm làm đồn lính (màu vàng) nhằm tạo thành \"chiến tuyến các ngôi chùa\" (''lignes des pagodes'') để chuẩn bị tấn công [[Đại đồn Chí Hòa]] (màu cam).]]\n[[Tập tin:Map of Saigon during the Battle of Ky Hoa 1861.png|nhỏ|phải|200px|Bản đồ Sài Gòn và phòng tuyến Kỳ Hòa cùng với diễn tiến các cuộc tấn công trong ngày 24 và 25 tháng 2 năm 1861.]]\nGS. [[Trần Văn Giàu]] viết:\n:''Tuy có chủ trương \"vừa công vừa thủ\", nhưng không hơn gì [[Tôn Thất Hiệp]], Thống tướng [[Nguyễn Tri Phương]] vẫn án binh bất động, chỉ khác một điều là ông tập trung sức lực quân dân (khoảng 30.000 người) không phải vào việc đánh mà vào việc xây dựng [[Đại đồn Chí Hòa]] nhằm bao vây địch chặt chẽ hơn, tính không cho địch bung ra rộng hơn nữa.''\n:''Nguyễn Tri Phương và các võ quan, văn quan cao cấp của triều đình lúc bấy giờ, mang nặng \"võ khí chủ nghĩa\". Họ hốt sợ trước vũ khí bắn xa mạnh và đúng cùng tàu to của đối phương. Họ đâu có biết rằng yếu tố quyết định là lòng dân, là tinh thần binh sĩ... (Tổng tập, tr. 81). Và Đại đồn thiếu cao thừa rộng, mặt thì yếu, mặt thì mạnh, địch dễ leo vào đánh xuyên hông, đánh bọc hậu... Công trình này xây dựng gần một năm với công sức của mấy vạn quân và dân, chỉ bảo vệ được hơn một ngày thì mất!... [[Đại đồn Chí Hòa]], biểu hiện chiến lược phòng thủ tai hại của tướng [[Nguyễn Tri Phương]]!...<ref name=\"DCVH\">''Địa chí văn hóa TP. HCM'', Tập I, tr. 250-252.<\/ref>\nSách ''Lịch sử Việt nam: 1858 - cuối [[thế kỷ 19]]'' có đoạn:\n:''Việc hệ thống phòng ngự ở Đại đồn tan vỡ và [[Gia Định]] bị Pháp chiếm đóng hoàn toàn, đã chính thức tuyên cáo sự thất bại của chủ trương \"lấy chủ đợi khách, nên dùng kế trì cửu để cho họ mỏi\". Cho nên, sau vụ chấn động đó, [[Nhà Nguyễn|triều đình Huế]] sẽ từ \"thủ để hòa\" chuyển sang \"chủ hòa\", để cho Pháp lần lượt chiếm đóng [[Định Tường]] (15 tháng 4 năm 1861), rồi sau đó là [[Biên Hòa (tỉnh)|Biên Hòa]] (7 tháng 1 năm 1862) và [[Vĩnh Long]] (23 tháng 3 năm 1862).''<ref>Hoàng Văn Lân & Ngô Thị Chính, ''Lịch sử Việt Nam: 1858 - cuối thế kỷ 19, tr. 47.<\/ref>\nNhà văn [[Phan Trần Chúc]] cho rằng:\n:''\"Cái thua của ta không phải vì thiếu lòng can đảm hy sinh, cũng không phải vì thiếu tướng tài điều khiển hoặc thiếu chiến lược ứng dụng với tình thế. Sự bại trận của Nguyễn Tri Phương là lẽ dĩ nhiên vì [[công nghệ|kỹ thuật]] [[chiến tranh]] của Pháp tiến bộ đến giai đoạn cơ khí ở [[thế kỷ 19]] mà quân ta thì dùng các khí giới về thời phong kiến. Cự địch với [[pháo|đại bác]], thần công, [[súng trường]], [[lựu đạn]]... quân ta chỉ mang nào [[kiếm|gươm]], nào [[giáo]], nào [[súng hỏa mai]] và một tấm lòng...''<ref name=\"PTC\" \/>\nTrích trong các sách báo nước ngoài:\n\n- Nhà báo [[Pháp]] Maxim Vauvert viết trong tạp chí ''Monde Illustré'' ngày 20 tháng 4 năm 1861 đã ghi nhận:\n:''Họ (quân [[nhà Nguyễn]]) xây dựng ở đồn Kỳ Hòa những chiến lũy vĩ đại, dựa theo 1 dãy pháo đài kiên cố, diện tích chừng 12 km. Tất cả những thành lũy bài trí khéo léo và có 1 đại đội binh mã chống giữ... mỗi ngày người [[Việt Nam]] lại dựng thêm chiến lũy mới để bao vây quân Pháp''.<ref name=\"PTC\" \/>\n- Một sĩ quan Pháp đã từng tham dự cuộc công kích Chí Hòa là Phillippe Aude đã viết trong 1 bức thư ngày [[28 tháng 3]] năm [[1861]]: \n:''Những chiến lũy mà người Việt Nam dựng lên rất kiên cố đều bằng đất sét cốt tre... Quân [[Việt Nam]] rất can đảm… cũng như lòng khinh thường trước cái chết… Trong khi giao chiến họ dùng [[giáo]], thứ khí giới này chỉ đâm được quân địch cách 4 thước, đó là 1 lối tự vệ rất can đảm, đến quân Tàu cũng chưa bao giờ nghĩ đến''.<ref name=\"PTC\" \/>\n- Một viên tướng khác trong quân đội Pháp cũng đã khen ngợi Nguyễn Tri Phương: \n:''Thấy phương pháp dụng binh của Nguyễn Tri Phương, người ta phải tin rằng vị [[nguyên soái]] anh hùng của nước Nam đã biết phương lược xây dựng lối pháo đài tạm thời như Totleben ở Sébastopol, Denfert Rochereau ở [[Cuộc vây hãm Belfort|Belfort]], Osman Pacha trong trận Plevna.'' Quân Pháp cũng nhận xét: ''Thành lũy của [[Nguyễn Tri Phương]] dựng mau như nấm mọc, hễ chỗ nào có lối đi là có ngay chiến lũy ngăn cản.''<ref name=\"PTC\" \/>\n\n==Xem thêm==\n*[[Đại đồn Chí Hòa]]\n*[[Nguyễn Tri Phương]]\n*[[Tôn Thất Hiệp (định hướng)|Tôn Thất Hiệp]]\n*[[Nguyễn Bá Nghi]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*[[Trần Văn Giàu]], ''Tổng tập'' (phần I), [[Nhà xuất bản Quân đội nhân dân (Việt Nam)|Nhà xuất bản Quân đội Nhân dân]], Hà Nội, 2006.\n*Nhiều người soạn, ''Địa chí văn hóa TP. HCM'', tập I, Nhà xuất bản TP. HCM, 1987.\n*Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'', Nhà xuất bản Tp. HCM, 2002.\n*Hoàng Văn Lân & Ngô Thị Chính, ''Lịch sử Việt nam (1858 - cuối thế kỷ 19)'' quyển 3, tập 1, phần 1, [[Nhà xuất bản Giáo dục Việt Nam|Nhà xuất bản Giáo dục]], 1979.\n*Nguyễn Thế Anh, ''Việt Nam dưới thời Pháp đô hộ'', Nhà xuất bản Văn học, 2008.\n*Huỳnh Minh, ''Gia Định xưa'', Nhà xuất bản VH-TT, 2006.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'', quyển 5, tập thượng, Sài Gòn, 1962.\n*[[Phan Trần Chúc]], ''Nguyễn Tri Phương'', Nhà xuất bản Văn hóa Thông tin, 2001.\n\n== Liên kết ngoài ==\n*[http:\/\/www.gio-o.com\/NgoBacHenryMcAleavy.html Cuộc tấn công quân sự đầu tiên của Pháp vào Việt Nam - Henry McAleavy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120304141705\/http:\/\/www.gio-o.com\/NgoBacHenryMcAleavy.html |date=2012-03-04 }}\n*[http:\/\/www.historynet.com\/1861-french-conquest-of-saigon-battle-of-the-ky-hoa-forts.htm 1861 French Conquest of Saigon: Battle of the Ky Hoa Forts]\n*[http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=223:vit-nam-s-lc-trn-trng-kim-nc-phap-ly-t-nam-k&catid=38:lichsu&Itemid=76 Đoạn liên quan trong ''Việt Nam sử lược''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090519195026\/http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=223:vit-nam-s-lc-trn-trng-kim-nc-phap-ly-t-nam-k&catid=38:lichsu&Itemid=76 |date=2009-05-19 }}\n\n{{Pháp xâm lược Đại Nam}}\n{{Việt Nam chống Pháp xâm lược}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|Đ]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1861]]\n[[Thể loại:Chiến dịch Nam Kỳ]]"}