{"3176546":"{{bài cùng tên}}\n'''Trần Văn Huy''' ([[1410]]-[[1485]]){{cần dẫn nguồn}}, tên thường gọi là '''Quan Thượng Bợ''', còn được thờ với tên '''Đặng Hiên'''{{cần dẫn nguồn}} là [[nhà khoa bảng]] [[người Việt Nam]], quê ở [[xã]] [[Quảng Bị]] (tên tục là [[làng]] Bợ), nay là xã [[Thạch Đồng]], [[huyện]] [[Thanh Thủy]], [[tỉnh]] [[Phú Thọ]]<ref name=\"ReferenceA\">{{Chú thích web |url=http:\/\/nguoiphutho.com\/tinh-hoa-dat-to\/di-tich-van-hoa-den-tho-quan-thuong-bo-tran-van-huy-dang-hien.html |ngày truy cập=ngày 7 tháng 12 năm 2014 |tựa đề=Bản sao đã lưu trữ |archive-date=ngày 10 tháng 12 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20141210031253\/http:\/\/nguoiphutho.com\/tinh-hoa-dat-to\/di-tich-van-hoa-den-tho-quan-thuong-bo-tran-van-huy-dang-hien.html }}<\/ref>.\n\n== Tiểu sử ==\nCó thuyết cho rằng Trần Văn Huy có cha là [[Trần Quốc Kiệt]] và mẹ là [[Trần Thị Hướng]]. Trần Quốc Kiệt là hậu duệ 5 đời của [[Trần Quốc Tuấn]]{{cần dẫn nguồn}}.\n\nTrần Văn Huy tên thật là Trần Nguyên Trừng (hay Trần Trừng), xuất thân từ một chi họ trong hoàng tộc nhà Trần, thuộc dòng dõi các vua Trần. Đời cha ông vì dính dáng đến vụ Hồ Quý Ly truy sát một số tôn thất nhà Trần năm 1399 nên mới lánh đến xã Cổ Nông, châu Đà Giang, phủ Tam Giang (nay thuộc huyện Tam Nông, tỉnh Phú Thọ). Sau này, để tránh liên luỵ do gia đình có mối quan hệ với Tả tướng quốc Trần Nguyên Hãn nên sau khi Tả tướng quốc bị hại năm 1429, ông mới đổi tên là Trần Văn Huy và dời đến định cư ở huyện Bất Bạt.\n\nSinh ra vào thời [[giặc]] [[nhà Minh]] xâm lược nước ta, từ nhỏ, Trần Văn Huy và mẹ mình sống ẩn cư tại xã Cổ Nông, châu Đà Giang. Nhà nghèo, mẹ của Trần Văn Huy phải đi bán nước [[chè]] xanh ở quanh vùng trong các dịp [[lễ hội]]. Sau đó, bà mẹ mất sớm, Trần Văn Huy phải chịu đựng vượt qua nhiều khó khăn gian khổ, khi cha đang phải lánh nạn ở đất [[Sơn Nam]] (nay thuộc xã [[Ngọc Sơn, Đô Lương|Ngọc Sơn]], huyện [[Đô Lương]], tỉnh [[Nghệ An]]) cùng với [[người]] con trai thứ tên là [[Trần Hiện]].<ref name=\"ReferenceA\" \/>\n\n== Thi cử==\nVới chí lớn tu thân lập nghiệp Trần Văn Huy đã gắng công học tập để thành đạt trong khoa bảng. Đời vua [[Lê Thái Tông]] năm [[Nhâm Tuất]] niên hiệu Đại Bảo thứ 3 ([[1442]]) mở khoa [[thi Hội]], Trần Văn Huy đã đỗ [[Hoàng giáp|Nhị giáp Tiến sĩ]] cùng với 33 người xuất thân<ref name=\"ReferenceA\"\/> (trong đó có [[Trạng nguyên]] [[Nguyễn Trực]], các [[đồng tiến sĩ xuất thân]] [[Ngô Sĩ Liên]], [[Bùi Phúc]], [[Bùi Lâm]], [[Lê Cầu]], [[Lê Lâm]]<ref>Một số vấn đề [[Văn hiến]] [[Hà Tây]], truyền thống và hiện đại, xuất bản [[năm]] [[2004]], trang 65<\/ref> và nhiều người khác). Văn bia Tiến sĩ Trần Văn Huy ghi số 1 khoa Nhâm Tuất 1442 niên hiệu Đại Bảo năm thứ 3, nằm trong số 82 bia ở Quốc Tử Giám.\n\n== Quan lộ ==\nĐến đời vua [[Lê Nhân Tông]] năm [[Quý Dậu]] niên hiệu Thái Hòa thứ 11 ([[1453]]), Trần Văn Huy được cử vào sứ Đoàn sang triều cống [[vua]] Minh ([[Trung Quốc]]). Khi hoàn thành nhiệm vụ trở về ông được nhà vua phong chức Thượng thư bộ hình tước Dương Khê Hầu (đứng đầu [[bộ Hình]] Hàm Tòng Nhị Phẩm), đứng vào hàng ngũ quan lại cao cấp của triều đình.<ref name=\"ReferenceA\"\/>\n\nThời gian đi sứ sang Trung Quốc có nhiều công lao trong việc bang giao hai nước, ông là một nhà nho uyên bác được vua nhà Minh tặng chức Thượng thư{{cần dẫn nguồn}}, về sau nhân dân xã Quảng Bị thường gọi là quan Thượng Bợ, [[Thượng thư]] Lưỡng quốc, lăng thờ ở làng Bợ cũ có đôi câu đối như sau:\n:Lưỡng bộ Lê triều ghi quốc sử\n:Nhất gia Bị xã tú hương danh\n\n== Qua đời==\nTiến sĩ Trần Văn Huy mất vào ngày [[21 tháng 6]] năm [[Ất Tỵ]] ([[1485]]){{cần dẫn nguồn}}, được vua ban tên Thụy là Dụ Phúc tướng công, về sau [[mộ]] ông được đưa về an táng bên cạnh mộ mẹ Trần Thị Hướng. Hiện nay hai ngôi mộ được đặt sau đền thờ mẹ Trần Thị Hướng tại [[thôn]] [[Liên Hoa]], xã [[Thượng Nông]], huyện [[Tam Nông]], tỉnh [[Phú Thọ]].<ref name=\"ReferenceA\"\/>\n\n[[Đền]] thờ Tiến sĩ Trần Văn Huy được xây dựng khang trang rộng rãi sạch đẹp bên cạnh đền thờ mẹ Trần Thị Hướng nay có tên gọi là nhà thờ Đặng Đại Tôn, tọa lạc trên đất thôn Liên Hoa, xã Thượng Nông, huyện Tam Nông. Hàng năm cứ đến ngày [[21 tháng 6]] [[âm lịch]], con cháu dòng họ [[Đặng Trần]] cả nước nô nức về cội nguồn dự lễ dâng hương bái tổ. UBND tỉnh đã ra Quyết định số 1778 QĐ-UBND ngày [[20 tháng 5|20-5]]-[[2011]] cấp [[Bằng di tích văn hóa]] cho Đền thờ Tiến sĩ Trần Văn Huy ông tổ họ Đặng Trần mà từ trước tới nay nhân dân trong vùng vẫn thường gọi là quan Thượng Bợ.\n\n== Gia đình ==\nTrần Văn Huy có sáu người con trai, 2 người con gái:<ref name=\"ReferenceA\"\/>\n* Con trai cả là [[Trần Cẩn]] (hay Trần Cận, Lại bộ Thượng thư thời Lê)\n* Con trai thứ hai là [[Trần Du]]. Trần Du tên thật là Trần Nguyên Trạch (sau đổi làm Đặng Công Du), từng đỗ giải nguyên; hậu duệ của ông (không rõ con hay cháu nội) là Đặng Công Toản (1487 - 1547), khoảng năm 1510 cùng cha dời đến Yên Quyết Thượng, năm 1520 đỗ tiến sĩ thời Lê Chiêu Tông, sau làm làm đến Hình bộ Tả Thị lang, phong tước An Xuyên Bá dưới triều Mạc.\n* Con trai thứ ba là [[Trần Lâm]]\n* Các con trai [[Trần Thiếp]], [[Trần Bình]], [[Trần Nguyên]]\n* Con gái lớn là Tùng (Hoàng hậu Trần Thị Tùng người làng Nhân Mục Môn, là vợ Uy Mục đế năm 1506, mất tháng 1 năm 1510 khi mới hơn 20 tuổi nên không thể là con của Trần Văn Huy được)\n* Con gái nhỏ là Trúc\n\nTrần Văn Huy còn là ông tổ 4 đời của [[Trần Tuân]]. Trần Tuân là cháu nội của Trần Cẩn, khởi nghĩa chống Lê thất bại. Vì thế dòng họ Trần chạy trốn, đổi thành họ Đặng Trần. Chi của Trần Lâm là tổ của [[Đặng Chính Pháp]], ông tổ họ Đặng của làng [[Hành Thiện]], [[Nam Định]]<ref>Một số vấn đề [[Văn hiến]] [[Hà Tây]], truyền thống và hiện đại, xuất bản [[năm]] [[2004]], trang 52<\/ref>.\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1410]]\n[[Thể loại:Mất năm 1485]]\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Hoàng giáp Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}