{"359466":"{{Thông tin chiến tranh \n|conflict= Trận Bắc Lệ\n|partof=[[Chiến tranh Pháp-Đại Nam|Pháp xâm lược Đại Nam]]\n|image=\n|caption= \n|date= [[23 tháng 6]] năm [[1884]] – [[3 tháng 7]] năm [[1884]]\n|place= Bắc Lệ, [[Bắc Kỳ]] (nay thuộc xã [[Tân Thành]], [[Hữu Lũng]], [[Lạng Sơn]], [[Việt Nam]]) \n|result= Quân [[Pháp|Đế quốc thực dân Pháp]] đại bại \n|combatant1= [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]<br>{{flagicon|Qing Dynasty|1860}} [[Nhà Thanh|Đại Thanh]] \n|combatant2={{flagicon|Pháp}} [[Pháp]] \n|commander1= Lã Xuân Oai<br> [[Nguyễn Thiện Thuật]]<br> [[Tạ Hiện]]<br>Phạm Huy Quang<br>{{flagicon|Qing Dynasty|1860}} [[Phan Đỉnh Tân]]<br> Sầm Dục Anh<br>Vương Đức Bảng\n|commander2= {{flagicon|Pháp}} [[Charles-Théodore Millot]]<br>{{flagicon|Pháp}} [[François Oscar de Négrier]]<br>{{flagicon|Pháp}} Alphonse Dugenne \n|strength1= 8.000 quân Thanh{{fact|date=7-2014}}<br>Số quân Việt: không rõ\n|strength2= 450 lính Pháp, 350 dân phu Bắc Kỳ{{fact|date=7-2014}}.<br>Số đại bác: không rõ.\n|casualties1=Không rõ\n|casualties2 = Tử trận: 28, bị thương: 46, còn dân phu chết rất nhiều (theo [[Việt Nam sử lược]]). Thiệt hại vật chất: nhiều, nhưng không thống kê được.\n|}}\n\n'''Trận Bắc Lệ''' hay còn gọi là '''Trận cầu Quan Âm''', đã diễn ra từ ngày [[23 tháng 6]] năm [[1884]] và kết thúc vào ngày [[3 tháng 7]] cùng năm, là một trận giao tranh lớn giữa quân thực dân Pháp và quân liên minh [[Việt Nam|Việt]] - [[nhà Thanh|Thanh]].\nKết thúc trận, quân đội Pháp ở [[Bắc Kỳ]] ([[Việt Nam]]) phải chịu nhiều thiệt hại về người và của, khiến nó trở thành một sự kiện gây hoang mang cho thực dân Pháp và gây nhiều căng thẳng cho mối quan hệ Pháp - Thanh lúc bấy giờ.\n\n==Bối cảnh== \nSau mấy trận thất bại ở [[Bắc Kỳ]], Thanh đình đã trị tội các tướng tá của mình, rồi sai Phan Đình Tân (Tuần phủ [[Quảng Tây]], nguyên tướng lĩnh Hoài quân) chỉ huy cuộc chiến đấu. [[Tháng tư|Tháng 4]] năm [[Giáp Thân]] ([[1884]]), Phan Đình Tân kéo quân qua cửa quan họp binh với Sầm Dục Anh (Tổng đốc Vân Quý), rồi phái Vương Đức Bảng (Bố Chính), Phương Hữu Thăng, Huỳnh Nguyện Xuân đem 17 doanh quân đóng ở Nam Quan, [[Lạng Sơn]] và Quan Âm.\n\nỞ [[Lạng Sơn]], các tướng Thanh đã liên lạc với các quan Việt là [[Lã Xuân Oai]] (Tuần phủ Lạng Sơn) [[Nguyễn Thiện Thuật]] (Tán tướng) [[Tạ Hiện]] (Đề đốc), [[Phạm Huy Quang]] (Ngự sử) để cùng kháng Pháp.\n\nĐể tránh các cuộc xung đột giữa đôi bên, Pháp và Thanh cùng ký kết tại [[Hòa ước Thiên Tân 1884]] ngày [[11 tháng 6]] năm [[1884]] gồm 5 khoản, mà trong đó có khoản Thanh triều sẽ lần lượt rút hết quân ra khỏi [[Bắc Kỳ]].\n\nBiết nước Việt sau quy ước này, sẽ mất chỗ dựa duy nhất là nhà Thanh, và biết [[nhà Nguyễn]] cũng đã mệt nhoài vì mấy năm chiến tranh, nên nội các Tules Ferry (Pháp) đã cử [[Jules Patenôtre]] sang [[Huế]] để ký kết bản một hiệp ước mới, đó là [[hòa ước Patenôtre]] (hay còn gọi là [[Hòa ước Giáp Thân (1884)|Hòa ước Giáp Thân 1884]]) vào ngày [[6 tháng 6]] năm [[1884]]. Hòa ước này, gồm 19 khoản, ngoài mục đích phân chia Việt Nam ra thành ba kỳ, xoa dịu sự công phẫn của nhân dân Việt Nam, nó còn nhằm cắt đứt hoàn nhà Nguyễn với toàn mọi mối quan hệ giữa nhà Thanh (Trung Quốc).\n\n==Giao tranh==\n[[Tập tin:Bản đồ Lạng Sơn.jpg|nhỏ|phải|200px|Bản đồ Lạng Sơn năm 1885.]]\nHay tin hai hiệp ước trên vừa được ký kết, quân Pháp ở Bắc Kỳ rất vui và nhẹ nhõm vì cho rằng chiến tranh, vậy là đã kết thúc. Bởi theo quy ước [[hòa ước Thiên Tân 1884]] ký bởi Trung tá Fournier và Tổng đốc Trực Lệ [[Lý Hồng Chương]], thì quân Thanh ở [[Lạng Sơn]], [[Thất Khê]] và [[Cao Bằng]] sẽ phải rút hết về nước.\n\nTin vậy, nên ngày [[13 tháng 6]] năm [[1884]], tướng Millot phái Thiếu tá Dugenne dẫn hơn ngàn binh lính và khoảng ngần ấy phu khuân vác, từ [[Phủ Lạng Thương]] kéo lên tiếp quản các tỉnh thành trên.\n\nNgày [[22 tháng 6]], đoàn quân Pháp đi đến đồn Bắc Lệ<ref>Bắc Lệ nay ở xã Tân Thành, huyện Hữu Lũng tỉnh Lạng Sơn còn có thông Bắc Lệ và ga Bắc Lệ.<\/ref>. Nhưng khi quân Pháp đến bờ sông Hóa (một nhánh của [[sông Thương]]), cách cầu Quan Âm khoảng 8 [[dặm Anh|dặm]] thì bị chặn lại. Ở phía bên kia cầu, quân Thanh và quân khởi nghĩa người Việt do Nguyễn Thiện Thuật, Tạ Hiện, Phạm Huy Quang cùng chỉ huy, vẫn còn đang đóng giữ.\n\nNgày 23, sau khi thăm dò được một quãng sông không sâu lắm, dưới làn mưa đạn, quân Pháp vẫn cố vượt sông. Trước tình thế căng thẳng, tướng nhà Thanh sai quân đưa thư, đại ý nói rằng đã biết có hòa ước, nhưng vì chưa được lệnh rút quân về, vậy xin hoãn lại mấy ngày nữa để đợi chỉ dụ của [[Bắc Kinh]].\n \nSách ''[[Việt Nam sử lược]]'' kể:\n:(Nhưng) Trung tá Dugenne không chịu; đến quá trưa, trung tá cho người đưa thư sang bảo quân Tàu rằng trong một giờ nữa mà quân Tàu không rút về thì quân Pháp cứ việc tiến lên. Đoạn rồi trung tá truyền lệnh tiến binh; đi được một lúc, thì quân Tàu phục hai bên đường bắn ra. Quân Pháp dàn trận đánh nhau đến tối. Sáng ngày hôm sau, quân Pháp thấy quân Tàu sắp vây cả bốn mặt, bèn rút quân về bên này sông Thương, để đợi quân cứu viện ở Hà Nội lên. Trận ấy quân Pháp bị 28 người tử trận, 46 người bị thương, còn những phu phen chết không biết bao nhiêu mà kể.''\n:''Thống tướng Millot tiếp được tin quân Pháp thua ở Bắc Lệ, liền sai thiếu tướng De Négrier đem 2 đại đội quân bộ, 2 đội pháo binh và một toán công binh đi đường Phủ Lạng Thương qua làng Kép, lên tiếp ứng cho trung tá Dugenne. Khi tiếp được quân của trung tá rồi, thiếu tướng Millot triệu thiếu tướng De Négrier về Hà Nội, để chờ lệnh và quân ở bên Pháp sang''...<ref>''Việt Nam sử lược'', tr. 543-544.<\/ref>\n\nSách ''[[Việt sử tân biên]]'' (quyển 5, tập thượng) kể: \n:''Tiền đồn của Pháp khi ấy là Phủ Lạng Thương, nằm trên con đường đi Lạng Sơn. Từ [[Hà Nội]], quân của Trung tá Dugenne đã mất 2 ngày mới đến được nơi này. Dưới ánh nắng gay gắt của mặt trời mùa hạ xứ Bắc, thấy quân lính mỏi mệt quá, Dugenne phải cho nghỉ 4 ngày rồi mới tiến lên. Họ lên đường vào ngày 12 tháng 6 mang theo 4, 5 ngày lương. Ngày đầu, họ đi được không quá 8 cây số qua những khúc đường mà chỗ nào cũng ngập nước và bùn lên tới đầu gối, cây cỏ che kín đầu người''...\n:''Ngày 19 tháng 6, quân Pháp đi từ 3 giờ rưỡi sáng. Đến 8 giờ, trời nóng quá không thể lê bước được phải ghé vào làng Bắc Lệ. Mưa lại đổ xuống luôn mấy ngày khi họ tới Cao sơn. Liền trong 3 ngày, quân Pháp ngừng bước trước một khúc của con sông Thương.\n:''Ngày 23 tháng 6, họ phải lội qua sông, nước lên tới ngang thắt lưng. Nhưng vừa đặt chân lên bờ bên kia thì cách 250 thước, trên một ngọn đồi quân Việt và quân Thanh bắn vào họ. Đến 9 giờ, thì một sứ giả của bên Thanh, mặc áo xanh, không đem vũ khí, nhưng mang một bức thư buộc trên đầu một cành tre, đến xin gặp Dugenne...và vụ việc thương thảo (bên đòi tiến, bên đòi hẹn) cứ nhùng nhằng...\n:''...Lúc bấy giờ, Trung tá Dugenne cần có một sự dứt khoát bởi tối sắp đến nơi, mà họ thì không thể đóng quân trên bờ sông vì e bị tấn công. Vì vậy, trong khi chờ gặp viên Tư lệnh quân Thanh, tiền đạo của Pháp kéo đến một nơi gần khe núi. Quân Thanh bắn ra từ các lùm cây rậm rạp. Đám lính tập bỏ chạy. Vào khoảng 5 giờ rưỡi, đạn của quân Thanh lại bắn ra như mưa rào, gây khủng hoảng dữ dội trong đám lao công. Đêm tối, súng im bặt, lính Pháp phải đào hố và đặt trạm cứu thương. Vào 11 giờ đêm, mưa to lại đổ.''\n:''Ngày sau (26 tháng 6), tình trạng của Pháp quân bi đát hơn. Tám ngàn quân Thanh vây kín quân Pháp. Trung tá Dugenne thấy nguy quá ra lệnh chiến đấu mãnh liệt hơn nhưng rồi cũng phải hô mở một con đường máu để rút lui. Quân Thanh nấp trên các hang, các khe, các bụi rậm cứ chĩa súng bắn xuống đoàn quân đang cố tháo chạy. Đến 5 giờ chiều, quân Pháp mới vượt sông về tới Bắc Lệ.''...<ref>Lược kể theo ''Việt sử tân biên'', tr. 438-440.<\/ref>\n\n==Thiệt hại==\n[[Tập tin:March to Hung Hoa.jpg|nhỏ|trái|250px|Quân Pháp dừng chân bên bờ sông ở gần Lạng Sơn.]]\nTheo sách [[Đại Nam thực lục]] thì con số thiệt hại của Pháp như sau:\n*Bên bờ sông Hóa: Liên quân Thanh - Việt bắt được 1 quan tư, 2 quan hai, 20 người lính, hơn 100 mã tà và thu được áo, mũ, lừa, ngựa rất nhiều. Còn số người chết đuối ở sông Hóa, không biết đâu mà kể.\n*Nơi đồn Bắc Lệ: Nghĩa quân bắt được 1 quan hai, 1 quan một và 6, 7 người lính.\n*Nơi núi Thiên Cầu, không biết chính xác, vì chính sử viết như thế này: ''Ngày 11, lại phái nghĩa dũng chặn núi Thiên Cầu đánh chém quân ấy, hơn 50 người, giải nộp dinh nhà Thanh lãnh thưởng''<ref>''Đại Nam thực lục'', tập 36, Nhà xuất bản KHXH, Hà Nội, 1975, tr. 129.<\/ref>.\nBên liên quân liên minh Việt–Thanh, số thiệt hại không rõ.\n\n==Bàn luận==\nNói đến sự kiện Bắc Lệ, sách ''Tổng tập'' (tập I) của GS. [[Trần Văn Giàu]] có đoạn:\n:''...Bị bao vây ba mặt và bị đe dọa cắt đứt đường rút lui về Hà Nội, Dugenne thất thế, vội vã ra lệnh rút lui. Số quân Pháp và số dân phu bỏ chạy tán loạn, bỏ cả lương thực, ngựa, lừa, đạn dược. Tới chiều, binh đoàn của Pháp mới qua sông Thương, rút về Bắc Lệ với một số đông tử thương, trong số đó có 2 quan ba, 2 quan hai, 1 bác sĩ; và gần một phần mười số quân bị thương nặng nhẹ. Đến được đồn Bắc Lệ, số quân Pháp trên lại bị nghĩa quân Việt do Tán tương Hoàng Đình Kính chỉ huy, tổ chức tấn công, bắt được một quan hai. Rồi ông còn phái nghĩa dũng tiến mau ngăn quân Pháp ở núi Thiên Cầu, giết và bắt được một số đối phương giải về doanh của quân Thanh. Trung tá Dugenne và số quân còn lại lui riết về Đáp Cầu Kép)...''<ref>''Tổng tập'' (tập I), tr. 391.<\/ref>.\n\n==Lời kết==\nTrận cầu Quan Âm mà Pháp gọi là sự kiện Bắc Lệ, có tiếng vang rất lớn ở Pháp và Việt Nam, khiến thực dân Pháp rất hoang mang, lo ngại. Đây thật sự là một thất bại nặng nề của quân Pháp, một thắng lợi to lớn của liên quân Việt – Thanh. Cho nên khi nhận được tin, thủ tướng Jules Ferry liền đánh điện khẩn cho Lý Hồng Chương, để phản đối kịch liệt sự việc này. Và sau đó, đã hai lần (12 tháng 7 & 19 tháng 8) Jules Ferry gửi tối hậu thư đòi quân Thanh phải rút ngay khỏi Bắc Kỳ và phải đòi thường thiệt hại cho Pháp 250 triệu francs (khoản tiền này sau cứ giảm dần đi). Nhưng mặc dù tình hình giao thiệp giữa Pháp và Thanh rất căng thẳng, nhưng cả đôi bên đều muốn dùng con đường thương thuyết để tránh một cuộc chiến tranh lớn.\n\nNhưng trước những yêu sách quá đáng của Pháp, triều đình Bắc Kinh không thể nào nhượng bộ được nữa, cuối cùng, cuộc chiến tranh Trung - Pháp cũng đã nổ ra ([[tháng tám|tháng 8]] năm 1884).\n\nSau trận Bắc Lệ, Trung tướng Millot bị triệu hồi, Thiếu tướng Brière de l'Isle lên thay thế, để tiếp tục công việc đánh dẹp và bình định Bắc Kỳ...<ref>Tổng hợp từ các sách ghi ở mục tham khảo.<\/ref>\n\n==Xem thêm==\n* [[Chiến tranh Pháp-Thanh|Chiến tranh Pháp - Thanh]]\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*[[Trần Trọng Kim]], ''Việt Nam sử lược'', Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968 (tr. 543-544).\n*[[Trần Văn Giàu]], ''Tổng tập'' (phần I), Nhà xuất bản Quân đội Nhân dân, [[Hà Nội]], 2006 (tr.400)\n*[[Phạm Văn Sơn]], ''Việt sử tân biên'', quyển 5, tập thượng, Sài Gòn, 1962 (tr. 438-440).\n*Hoàng Văn Lân & Ngô Thị Chính, Lịch sử Việt Nam (1858-cuối XIX), Nhà xuất bản Giáo dục, 1979 (tr. 66-67).\n*Đinh Xuân Lâm, Nguyễn Văn Khánh, Nguyễn Đình Lễ, Đại cương lịch sử Việt Nam, tập II, Nhà xuất bản Giáo dục, 2006 (tr.59-60)\n\n==Liên kết ngoài==\n*[http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&catid=38%3Alichsu&id=229%3Avit-nam-s-lc-trn-trng-kim-chin-tranh-vi-nc-tau&Itemid=76&ff33869f5e286b0127d7bdfc9ceb3928=055f68ea738be91047ed03022279fb3b Đoạn liên quan trong Việt Nam sử lược.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090530074130\/http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&catid=38%3Alichsu&id=229%3Avit-nam-s-lc-trn-trng-kim-chin-tranh-vi-nc-tau&Itemid=76&ff33869f5e286b0127d7bdfc9ceb3928=055f68ea738be91047ed03022279fb3b |date=2009-05-30 }}\n\n{{Pháp xâm lược Đại Nam}}\n{{thể loại Commons|Sino-French War}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|B]]\n[[Thể loại:Trận đánh Pháp-Thanh vì Đại Nam|B]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1884]]\n[[Thể loại:Pháp năm 1884]]\n[[Thể loại:Trung Quốc năm 1884]]"}