{"68748":"{{Thông tin nhân vật hoàng gia\n| tên = Trần Nhật Duật\n| tước vị = Chiêu Văn Đại vương\n| hình = \n| ghi chú hình = \n| chức vị = [[Tể tướng]] [[Đại Việt]]\n| tại vị = [[1302]] &ndash; [[1330]]\n| nhiếp chính = [[Trần Anh Tông]] <br> [[Trần Minh Tông]]<br> [[Trần Hiến Tông]]\n| kiểu nhiếp chính = Thời vua\n| tước hiệu = Chiêu Văn vương<br> Chiêu Văn Đại vương\n| hoàng tộc = [[nhà Trần|Triều Trần]]\n| cha = [[Trần Thái Tông]]\n| mẹ = Cung phi<br> [[Vũ Thị Vượng]]\n| vợ = [[Trinh Túc phu nhân]]\n| sinh = [[tháng 4]], năm [[1255]]\n| nơi sinh = [[Thăng Long]], [[Đại Việt]]\n| mất = [[1330]]\n| nơi mất = Thăng Long, Đại Việt\n| tôn giáo = [[Đạo giáo]]\n}}\n'''Trần Nhật Duật''' ([[chữ Hán]]: 陳日燏, [[1255]] &ndash; [[1330]]), được biết qua tước hiệu '''Chiêu Văn vương''' (昭文王) hay '''Chiêu Văn đại vương''' (昭文大王), là một nhà chính trị, quân sự [[Đại Việt]] thời [[nhà Trần|Trần]]. Ông là con trai thứ sáu của [[Trần Thái Tông]] và là một danh tướng của [[nhà Trần|vương triều nhà Trần]] trong [[lịch sử Việt Nam]]. Ông là người có công trong cuộc [[chiến tranh Nguyên Mông-Đại Việt|kháng chiến chống quân Nguyên Mông]] lần thứ hai và thứ ba, đặc biệt là [[Chiến tranh Nguyên Mông-Đại Việt lần 2#Trận Hàm Tử - Tây Kết|trận Hàm Tử]].\n\nSau khi ông qua đời, nhiều nơi đã lập đền thờ để tưởng nhớ ông. Cuộc đời ông được biết đến qua các bộ chính sử Việt Nam, sớm nhất là [[Đại Việt Sử ký Toàn thư]] - Kỷ nhà Trần.\n\n== Tiểu sử ==\nChiêu Văn vương Trần Nhật Duật sinh vào [[tháng tư]] năm Ất Mão ([[1255]]), là con trai thứ sáu của [[Trần Thái Tông]], người đời ấy thường gọi là '''Ông hoàng Sáu''' hoặc '''Hoàng lục tử''' (皇六子). Các bộ chính sử như [[Đại Việt Sử ký Toàn thư]], [[Việt sử tiêu án]],... đều không chép mẹ ông là ai. Tuy nhiên, theo bản thần tích ở đền thôn Miễu, xã Mạt Lăng, huyện Tây Chân (nay thuộc [Thị trấn Cổ Lễ, huyện Trực Ninh, tỉnh Nam Định), có nhắc đến những chi tiết thú vị về người mẹ của ông như sau:\n\n:''\"Vào năm Kỷ Hợi ([[1239]]), một lần Trần Thái Tông đi tuần du qua phủ Thiên Trường, xa giá dừng lại nghỉ ở [[làng Miễu]]. Nghe tin vua đến, dân chúng đem lễ vật tới dâng và để tỏ lòng sùng kính, Trần Thái Tông mới hỏi chuyện nông tang, và điều ngạc nhiên là người trả lời không phải là các bô lão, chức dịch trong vùng mà là một cô gái trẻ được cử ra hầu đáp với hoàng đế. Cô gái đó tên là Vũ Thị Vượng, còn gọi là Vượng Nương, hình dung yểu điệu, nhan sắc tuyệt trần, giỏi nghề canh cửi, chăm việc ruộng đồng, nổi tiếng cả vùng vừa đẹp người lại đẹp nết. Thấy cô gái trả ứng đối thông minh mẫn tiệp, hiểu biết sâu rộng, nhất chuyện nghề nông nên nhà vua thấy rất quý mến. Ngay sau ngày hôm đó, Trần Thái Tông cho làm lễ, đón Vũ Thị Vượng về cung, lập Cung phi thứ năm, hiệu là Vũ phi\"''\n\nCó nhiều truyền thuyết kể về sự ra đời kì lạ của Trần Nhật Duật, chẳng hạn truyền thuyết cũng ghi tại thần phả làng Miễu: ''...\"Lễ cầu tự kéo dài 21 ngày, một đêm Vũ phi nằm mộng thấy ngôi sao lớn từ trên không rơi xuống giường nằm của mình, từ đấy bà có mang, đến giờ Ngọ ngày mồng [[10 tháng 4]] năm Ất Mão ([[1255]]) sinh một hoàng tử, dung mạo khác thường, được đặt tên là Nhật Duật\"''.\n\nTheo sử sách, từ nhỏ ông đã nổi tiếng là hiếu học và sớm lộ thiên tri, ham thích hiểu biết về các tiếng nói và các giống người. Truyền rằng khi mới sinh, trên tay Trần Nhật Duật có bốn chữ ''\"Chiêu Văn đồng tử\"'' (昭文童子). Sau Trần Thái Tông lấy đó mà đặt phong hiệu cho ông là '''Chiêu Văn''' (昭文) có nghĩa là đón, gọi cái đẹp.\n\nTheo vai vế, ông là em cùng cha khác mẹ của [[Trần Thánh Tông]] và Chiêu Minh Đại vương [[Trần Quang Khải]]. Ông cũng là anh em cùng mẹ với Chiêu Quốc vương [[Trần Ích Tắc]] và Chiêu Đạo vương [[Trần Quang Xưởng]].\n\n== Nhà ngoại giao tài ba ==\nNgày 24 tháng 2 âm lịch năm 1258, sau khi [[Chiến tranh Nguyên Mông-Đại Việt lần 1|chiến thắng]] quân xâm lược [[đế quốc Mông Cổ|Mông Cổ]], vua Trần Thái Tông nhường ngôi cho thái tử Hoảng, tức [[Trần Thánh Tông]], rồi lên làm [[thái thượng hoàng]]. Tháng 8 âm lịch năm 1267, Trần Nhật Duật được Thánh Tông phong làm '''Chiêu Văn vương'''.{{sfn|Nhiều tác giả|1993|p=180}}\n\nTrần Nhật Duật nổi tiếng là người hiểu nhiều biết rộng, rất tôn sùng [[Đạo giáo]], thâm sâu kinh điển Đạo gia.{{sfn|Nhiều tác giả|1993|pp=241-242.}} Ông còn thông thạo nhiều ngoại ngữ và hiểu biết sâu rộng về các nước láng giềng. Học tiếng Tống và tiếng Chiêm Thành, Nhật Duật chẳng những sử dụng thành thạo các ngôn ngữ ấy mà còn am hiểu nhiều mặt của các nước đó, kể cả phong tục tập quán của họ. Ông cũng rất hay giao du, thăm hỏi người Chiêm, người Tống trong nước. Theo Đại Việt Sử ký Toàn thư, ông hay cưỡi voi đi thăm thôn Bà Già (trước có tên là thôn Đa Gia Ly, nơi định cư của tù binh Chiêm sau khi [[Lý Thánh Tông]] chinh phục Chiêm Thành năm 1069), có những lần ông ở chơi tới 3, 4 ngày mới về. Ông cũng thường ghé thăm chùa Tường Phủ, lưu lại đây cả ngày để đàm đạo với tăng sĩ người Tống. Do ông giao tiếp rộng như vậy, những người ngoại quốc đến Thăng Long rất hay đến chơi nhà ông. Ông rất biết cách đón tiếp khách theo đúng phong tục, tập quán của họ. Thời Trần Anh Tông, khi đã làm tể tướng, Nhật Duật vẫn thường ghé thăm nhà người Tống là Trần Đạo Chiêu, trò chuyện say sưa suốt hàng tiếng đồng hồ. Ngoài ra, ông cũng là người tinh thông [[âm nhạc]], đã chế tác ra nhiều tiết tấu, giai điệu múa hát.{{sfn|Nhiều tác giả|1993|pp=241-242.}}{{sfn|Phan Huy Chú|2007a|p=370}}\n\nNgoài 20 tuổi, Trần Nhật Duật đã được triều đình giao đặc trách những công việc về các dân tộc có liên quan. Khi tiếp xúc với các sứ thần [[nhà Nguyên]], ông vui vẻ, tự nhiên trò chuyện mà không cần có người dịch thuật, khiến sứ Nguyên khẳng định Nhật Duật là người Hán ở [[Chân Định]] (đất Triệu cũ của [[nhà Tống]], gần [[Bắc Kinh]]) sang làm quan bên [[Đại Việt]]. Nhật Duật phủ nhận nhưng người Nguyên vẫn không tin.{{sfn|Nhiều tác giả|1993|p=241}}\n\nTháng 10 âm lịch năm 1277, thượng hoàng Trần Thái Tông (cha của Trần Nhật Duật) qua đời. Ngày 22 tháng 10 âm lịch năm 1279, vua Trần Thánh Tông truyền ngôi cho con là thái tử Khâm, tức [[Trần Nhân Tông]], rồi trở thành thái thượng hoàng.{{sfn|Nhiều tác giả|1993|pp=183-185.}} Theo sử cũ, dưới triều Trần Nhân Tông, có lần nước Sách Mã Tích (có thể là Tumasik, tức [[Singapore]] ngày nay) sang triều cống, triều đình lại không được người nào biết tiếng để phiên dịch. Chiêu Văn vương Trần Nhật Duật đã đứng ra phiên dịch giúp vua. Khi được hỏi làm sao ông hiểu tiếng Sách Mã Tích, Nhật Duật đáp: ''\"Thời Thái Tông, sứ nước ấy sang nhân có giao du với họ nên hiểu được đôi chút tiếng nước họ\"''. Tài ngoại ngữ của ông đã khiến Trần Nhân Tông phải tấm tắc ca ngợi:{{sfn|Nhiều tác giả|1993|p=241}}{{Sfn|Quốc sử quán triều Nguyễn|1998|p=272}}\n{{cquote|''Chú Chiêu Văn có lẽ là kiếp sau của người phiên lạc, nên giỏi tiếng các nước đó.''|||Trần Nhân Tông}}\n\nNăm [[1280]], chúa đạo Đà Giang (là vùng [[Mộc Châu]] tỉnh [[Sơn La]] và [[Đà Bắc]] tỉnh [[Hòa Bình]] ngày nay<ref>Đất nước Việt Nam qua các đời, [[Đào Duy Anh]], trang 144.<\/ref>) là Trịnh Giác Mật (鄭角密) nổi lên cự lại triều đình. Cùng lúc đó [[nhà Nguyên]] đang sửa soạn đại binh đánh [[Đại Việt]]. Với nhu cầu cấp bách phải dẹp ngay mối bất hòa trong nước, vua Trần Nhân Tông phái Trần Nhật Duật trông coi đạo Đà Giang, chiêu dụ Trịnh Giác Mật đầu hàng.<ref name=\"chientranhvequoc1285\"\/> Hay tin, Giác Mật định ám hại ông nên sai người tới doanh trại của ông, đưa thư cho ông: ''\"Giác Mật không dám trái lệnh triều đình. Nếu ân chủ một mình một ngựa đến, Giác Mật xin ra hàng ngay\"''. Các tướng can ngăn sợ Giác Mật tráo trở, ông chỉ nói nếu có như vậy triều đình sẽ cử một vương khác tới làm tướng, rồi ông một mình một ngựa đến trại Giác Mật, chỉ cho từ 5 đến 6 tiểu đồng theo hầu. Lúc Nhật Duật tới nơi, quân Giác Mật liền dàn thành hai ba lớp vòng vây, ai nấy đều mang gươm giáo. Ông vẫn ung dung tiến thẳng vào trại, nói chuyện với người bộ tộc bằng chính phong tục và ngôn ngữ của họ. Ông còn uống rượu bằng mũi và ăn bốc tay không với Trịnh Giác Mật. Người bộ tộc thấy vậy tỏ ra quý mến. Sau khi Nhật Duật về quân doanh, Giác Mật dẫn cả nhà đến xin quy phục.{{sfn|Nhiều tác giả|1993|p=187}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=220-223.}}\n\nViệc Trần Nhật Duật \"không mất một mũi tên mà bình được Đà Giang\" khiến nhà Trần yên ổn được biên giới Tây Bắc để tập trung chống quân Mông Nguyên. Hoàn thành nhiệm vụ, Nhật Duật đưa Giác Mật và gia quyến vào Thăng Long, bái kiến nhà vua. Triều đình rất tán dương công lao của ông. Sau này, vua Nhân Tông tha Giác Mật về Đà Giang, giữ vợ con Mật ở lại kinh sư. Những người này được Trần Nhật Duật chăm nuôi chu đáo; ông còn xin vua phong cho họ tướng thượng phẩm và cử họ trông coi ao cá. Về sau triều đình cũng cho họ về nhà.{{sfn|Nhiều tác giả|1993|p=187}}<ref name=\"chientranhvequoc1285\"\/>\n\n== Chiến tranh Nguyên-Mông 1285 ==\nĐầu năm [[1284]], vua [[nhà Nguyên|Nguyên]] là [[Hốt Tất Liệt]] sai Trấn Nam vương [[Thoát Hoan]] [[Chiến tranh Nguyên Mông-Đại Việt lần 2|chia quân làm ba đạo xâm lược Đại Việt]]. Chiêu Văn vương lúc đó đang trấn thủ lộ [[Tuyên Quang]]. Vì Nhật Duật hay giao du với người Hán, nên Chiêu Quốc vương [[Trần Ích Tắc]] tâu với vua rằng: ''\"Chiêu Văn ở Tuyên Quang, chắc ở trên đó gọi giặc sang rồi!\"''. Khi cánh quân Nguyên từ [[Vân Nam]] sang chiếm được trại Thu Vật (thuộc huyện [[Yên Bình]], tỉnh [[Yên Bái]] ngày nay), Nhật Duật đã thực hiện cuộc triệt binh chiến lược theo con đường từ Yên Bình về [[Bạch Hạc]] ([[Phú Thọ]]). Thoạt tiên ông đi thuyền xuôi theo [[sông Chảy]], nhưng khi thấy truy binh của Nguyên-Mông chỉ đuổi theo chậm rãi, ông nói với các thuộc cấp: ''\"Truy kích thì phải nhanh, nay chúng lại đi thong thả, sợ có quân phía trước đón chặn\"''. Sau đó, Chiêu Văn vương sai người đi do thám, quả nhiên thấy người Nguyên đã cho quân chặn ngang ở Hạ Lưu. Nhật Duật mới đưa quân lên bộ và rút lui an toàn khỏi Yên Bái.{{sfn|Nhiều tác giả|1993|pp=241-242.}}{{sfn|Phan Huy Chú|2007a|p=370}} Sau đó, ông được điều vào [[Nghệ An]] ngăn cánh quân Nguyên của [[Toa Đô]]. Cuối tháng 2, đầu tháng 3 năm 1285, Toa Đô từ Chiêm Thành đánh ra vùng Bố Chính (Quảng Bình ngày nay) rồi tiến ra Nghệ An. Trần Nhật Duật và Trịnh Đình Toản tung quân chống đánh, nhưng thua trận. Toa Đô lại đánh ra [[Thanh Hóa]]. Tướng giữ Thanh Hóa là Chương Hiến hầu Trần Kiện mang 1 vạn quân ra đón hàng quân Nguyên.{{sfn|Lê Tắc|1961|pp=37-38.}}<ref name=\"chientranhvequoc1285\">{{harvnb|Lê Mạnh Thát|1999|loc=chương III: [http:\/\/www.bodephatquoc.com\/vua-tran-nhan-tong-va-cuoc-chien-ve-quoc-1285.html \"Vua Trần Nhân Tông Và Cuộc Chiến tranh Vệ Quốc Năm 1285\"]}}<\/ref>\n\nSau một thời gian tránh thế mạnh của địch, dùng kế vườn không nhà trống ở kinh thành Thăng Long và các vùng lân cận khiến quân Nguyên bị thiếu lương thảo, bộ chỉ huy Đại Việt đứng đầu là thượng hoàng Trần Thánh Tông, vua Trần Nhân Tông và Quốc công Tiết chế Hưng Đạo đại vương [[Trần Quốc Tuấn]] bắt đầu phản công.<ref name=\"chientranhvequoc1285\"\/> Cuối [[tháng 4]] năm [[1285]], Chiêu Văn vương bàn với Hưng Đạo vương đón đánh quân Nguyên ở cửa Hàm Tử. Để phá vỡ nhuệ khí quân Nguyên, Trần Nhật Duật tuyển nhiều người Trung Quốc của [[nhà Tống]] cũ vào đạo quân của ông. Ông còn cho người Tống là Triệu Trung làm gia tướng. Số quân này mặc sắc phục Tống, cầm cung tên đi đầu trận tuyến, chiến đấu rất hăng. Thượng hoàng Thánh Tông sợ quân sĩ tưởng quân Tống của Nhật Duật là lính người Hoa của quân Nguyên, nên sai người đi dặn rằng: ''\"Đó là quân Thát của Chiêu Văn đấy, phải nhận kỹ chúng\"''. Quân Nguyên cho là Đại Việt được người Tống giúp, nên rất hoảng loạn, phải tháo chạy tan tác. Trong sách [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]], sử gia [[Ngô Sĩ Liên]] nhận định: ''\"Công đánh giặc Nguyên, Nhật Duật lập được nhiều hơn cả\"''.{{sfn|Nhiều tác giả|1993|pp=193-194.}}{{sfn|Phan Huy Chú|2007a|p=370}}\n\nTrong Bài ký chuông quán Thông Thánh ở Bạch Hạc (''Bạch Hạc Thông Thánh quán chung ký''), đạo sĩ người Tống là Hứa Tông Đạo, người đã di cư sang Đại Việt năm 1276 và là môn khách của Trần Nhật Duật, có mô tả chiến công của Trần Nhật Duật trong cuộc chiến năm 1285:<ref>[https:\/\/vi.wikisource.org\/wiki\/B%E1%BA%A1ch_H%E1%BA%A1c_Th%C3%B4ng_Th%C3%A1nh_qu%C3%A1n_chung_k%C3%BD Bạch Hạc Thông Thánh quán chung ký - Wikisource]<\/ref>\n:''\"Cuối đông năm Giáp Thân, giặc Bắc đến xâm lược. Lúc ấy, Khai Quốc vương trấn thủ các lộ Tuyên Quang; ngày thượng nguyên năm [[1285|Ất Dậu]], cùng Hứa Tông Đạo cắt tóc thề trước thần linh sông Bạch Hạc sẽ đem tận trung báo ơn chúa thượng. Rồi đốc suất tả hữu, một mình xông lên trước. Vừa qua vùng Man Lão, quân Thát đã ở sau, trong vòng tám khắc, hai bên không đụng. Đến thẳng trước ngự, hầu bên hữu giá, tập hợp quân sĩ, chém đầu Toa Đô. Trung tuần tháng trọng hạ, quân Thát thua chạy, đều nhờ vào phúc ấm của thần vương vậy.\"''\n\n== Chiến tranh Nguyên-Mông 1287-88 == \nCác bộ chính sử của Việt Nam như [[Đại Việt Sử ký Toàn thư]], [[Việt sử tiêu án]], [[Khâm định Việt sử Thông giám Cương mục]],... không chép gì về vai trò của Trần Nhật Duật trong cuộc [[Chiến tranh Nguyên Mông-Đại Việt lần 3|kháng chiến chống Nguyên]] năm 1287-1288. Các bộ sử Trung Quốc như [[Nguyên sử]] và [[An Nam chí lược]] cũng chỉ cung cấp thông tin sơ lược rằng ông là người chỉ huy 4 vạn quân Đại Việt ở cửa Mộc Ngột ([[Việt Trì]]). Tháng 11 âm lịch năm 1287, cánh quân Nguyên của Hữu thừa Aruq (Ái Lỗ), gồm 6 nghìn người, từ Trung Khánh (Côn Minh, Vân Nam) qua La La, Bạch Y tiến vào Đại Việt. Trần Nhật Duật xua quân đánh lại Ái Lỗ. Hai bên giao chiến tất cả 18 trận trong suốt 3 tháng. Quân Nguyên thắng lợi, lấy được 87 thuyền chiến và giết hại hai tướng Đại Việt là Lê Thạch, Hà Anh.{{sfn|Lê Tắc|1961|p=39}}<ref name=\"chientranhvequoc1288\"\/> Tuy nhiên, sử gia thế kỷ 21 [[Lê Mạnh Thát]] kiến giải rằng:<ref name=\"chientranhvequoc1288\">{{harvnb|Lê Mạnh Thát|1999|loc=chương IV: [http:\/\/thuvienhoasen.org\/p59a12912\/phan-i-nghien-cuu-ve-tran-nhan-tong-chuong-iv-vua-tran-nhan-tong-va-cuoc-chien-tranh-ve-quoc-nam-1288 \"Vua Trần Nhân Tông Và Cuộc Chiến tranh Vệ Quốc Năm 1288\"]}}<\/ref>\n:''\"Đối với cuộc chiến tranh đang nổ ra, chủ trương chiến lược của quân dân nhà Trần lần này khác với lần trước. Ngay từ những trận đánh đầu tiên này, khi vua Trần Nhân Tông hỏi Trần Hưng Đạo, thì được trả lời “năm nay giặc dễ”, như [[Đại Việt Sử ký Toàn thư]] 5 tờ 52a6-8 đã ghi. Quân đội nhà Trần ở các mặt trận khác nhau thực hiện các trận đánh rút lui vừa để tiêu hao sinh lực địch vừa để bảo toàn lực lượng ta, vừa chủ động nhữ địch đến những nơi ta muốn, để cuối cùng phản công và tiêu diệt chúng. Cho nên, trận Phú Lương, tuy ta có bị tiêu hao với việc hai tướng Lê Thạch và Hà Anh bị bắt cùng một số chiến thuyền bị cướp, nhưng danh tướng Trần Nhật Duật đã hoàn thành xuất sắc và trung thành chủ trương và nhiệm vụ được giao, rút về và bảo toàn lực lượng.\"''\n\n== Tể tướng Đại Việt ==\nNgày 9 tháng 3 âm lịch năm 1293, thượng hoàng Trần Nhân Tông truyền ngôi cho thái tử Thuyên, tức vua [[Trần Anh Tông]].{{sfn|Nhiều tác giả|1993|p=203}} Tháng 2 âm lịch năm 1297, Anh Tông sai Chiêu Văn vương Trần Nhật Duật đánh dẹp cuộc nổi dậy ở sách A Lộc.{{sfn|Nhiều tác giả|1993|p=207}}\n \nTháng 1 Âm lịch năm [[1302]], vua Anh Tông phong ông làm ''Thái úy Quốc công'', cùng Thống chính thái sư Trần Đức Việp và Nhập nội bình chương [[Trần Quốc Chẩn]] trông coi việc nước.{{sfn|Nhiều tác giả|1993|p=216}} Anh Tông rất tin tưởng ông, thường hỏi han ông về việc chính sự. Sách Đại Việt Sử ký Toàn thư thuật lại:{{sfn|Nhiều tác giả|1993|pp=241-243}} \n:''\"Anh Tông muốn tôn Tuyên Từ hoàng thái hậu làm Thái hoàng thái hậu, nhưng chưa biết gia tôn thế nào. Khâm Từ hoàng thái hậu đem việc ấy hỏi ông, ông trả lời là tôn làm thái hoàng thái hậu.''\n:''Anh Tông có hai chiếc mũ võ, là mũ đội khi duyệt và giảng võ mà chưa có tên gọi. Khi đi đánh Chiêm Thành, định đội đi, sai Nhật Duật đặt tên, Nhật Duật liền đặt tên một chiếc là Vũ Uy, một chiếc là Vũ Đức. Đến các tên \"Toát Trai\", \"Tư thiện đường\" của Đông cung (nhà học của hoàng thái tử gọi là Tư thiện đường, nhà học của Đông thái tử gọi là Toát trai) cũng đều là do ông đặt tên cả.\"''\n\nVua Anh Tông có ba người con đầu lòng đều chết yểu. Ngày 21 tháng 8 âm lịch năm 1300, hoàng tử thứ 4 là Trần Mạnh ra đời. Do các hoàng tử trước đó đều khó nuôi, Anh Tông đã nhờ [[Thụy Bảo công chúa]] (瑞寶公主) nuôi hộ Trần Mạnh. Thụy Bảo cho rằng mình đang gặp vận rủi, nên đã trao hoàng tử cho anh là Trần Nhật Duật nuôi. Theo sử cũ, Nhật Duật đã chăm nuôi hoàng tử Mạnh rất chu đáo. Ông còn đặt tên cho hoàng tử là Thánh Sinh (聖生) để giống với con trai mình là ''Thánh An'' (聖安), và con gái là ''Thánh Nô'' (聖奴).{{sfn|Nhiều tác giả|1993|p=215}} Năm 1305, Trần Mạnh được phong làm [[hoàng thái tử]]. Khi Trần Anh Tông đem quân chinh phạt [[Chiêm Thành]] vào tháng 11 âm lịch năm 1311 &ndash; tháng 5 âm lịch năm 1312, Chiêu Văn vương Trần Nhật Duật đã cùng với thái tử Mạnh và Nghi Võ hầu Quốc Tú (tướng chỉ huy quân tả hữu Thánh Dực) ở lại giám quốc. Trận này quân Đại Việt thắng lớn, bắt được vua Chiêm là [[Chế Chí]] về kinh sư. Vua Anh Tông không ban thưởng các tướng thắng trận vì cho là công của những người giám quốc như Trần Nhật Duật cũng rất lớn, không thua các tướng trận.{{sfn|Nhiều tác giả|1993|p=224}}\n\nNăm 1314, Trần Anh Tông nhường ngôi cho thái tử Mạnh, tức vua [[Trần Minh Tông]]. Tháng 4 âm lịch năm 1324, Minh Tông phong Trần Nhật Duật làm ''Tá thánh Thái sư''.{{sfn|Nhiều tác giả|1993|p=233}} Đến ngày 7 tháng 2 âm lịch năm [[1329]], Minh Tông truyền ngôi cho thái tử Vượng, tức vua [[Trần Hiến Tông]]. Hiến Tông thăng Nhật Duật lên tước ''Chiêu Văn Đại vương''.{{sfn|Nhiều tác giả|1993|p=237}}\n\nÔng là bậc thân vương tôn quý, làm quan qua 4 đời vua, ba lần coi giữ trấn lớn. Dù đã có nhiều công lao, lại là tôn thất hoàng gia nhưng Trần Nhật Duật làm việc rất giỏi và ngay thẳng. Vợ ông là [[Trinh Túc phu nhân]] có lần nhờ ông một việc riêng. Ông gật đầu, nhưng đến khi ra phủ, người giúp việc đem việc ấy ra trình, ông không cho. Do ông có tài chính trị, cho nên dù nhà ông ngày nào cũng tổ chức vui chơi, hát xướng, ông vẫn không bị ai coi là phóng dật. Sách Đại Việt Sử ký Toàn thư chép: ''\"So với [[Quách Tử Nghi]] tột cùng xa xỉ mà không ai chê, ông (tức Nhật Duật) cũng gần được như thế\"''.{{sfn|Nhiều tác giả|1993|pp=241-243.}}{{sfn|Phan Huy Chú|2007a|p=370}}\n\nTrần Nhật Duật còn được mô tả là người nhã nhặn, độ lượng, khoan dung, mừng giận không lộ ra sắc mặt. Trong nhà không chứa roi vọt để đánh gia nô, nếu có đánh thì trước khi đánh bao giờ ông cũng vạch tội rõ ràng. Một lần có kẻ kiện gia tỳ của ông với Quốc phụ thượng tể [[Trần Quốc Chẩn]]. Quốc Chẩn sai người đến bắt. Người gia tỳ chạy vào trong phủ. Người đi bắt đuổi đến giữa nhà, bắt trói ầm ỹ. Phu nhân khóc, nói: ''\"Ông là tể tướng mà Bình chương cũng là tể tướng, chỉ vì ân chúa nhân từ nhu nhược nên người ta mới coi khinh đến nước này\"''. Ông vẫn tự nhiên, chẳng nói gì, sai người bảo gia tỳ rằng: ''\"Ngươi cứ ra, đâu đâu cũng đều có phép nước\"''. Trong một lần khác, một gia nô của ông đang giữ thuyền thì bị gia đồng của Quốc Chẩn đánh. Khi có người thuật lại việc này với ông, ông chỉ hỏi: ''\"Có chết không?\"'', và sau khi biết là người gia nô chỉ bị thương, ông trả lời: ''\"Không chết thì thôi, mách làm gì!\"''.{{sfn|Nhiều tác giả|1993|pp=241-243.}}\n\nNăm [[1330]], đời Trần Hiến Tông, Chiêu Văn Đại vương Nhật Duật qua đời, hưởng thọ 75 tuổi. Tên tuổi và sự nghiệp của ông gắn liền với giai đoạn vinh quang nhất của nhà Trần. Tài năng, đức độ, sự nghiêm minh ngay thẳng của ông cũng như các tướng văn, võ trong thân tộc nhà Trần cùng thế hệ với ông ([[Trần Hưng Đạo|Trần Quốc Tuấn]], [[Trần Quang Khải]]...) góp phần không nhỏ vào sự tồn tại và hưng thịnh của nước [[Đại Việt]] thời [[nhà Trần]].\n\n== Gia đình ==\n* Cha: [[Trần Thái Tông]].\n* Mẹ: Vũ phi, húy Vượng (theo thần phả)\n* Vợ: [[Trinh Túc phu nhân]] (貞肅夫人) và một số vợ lẽ, nàng hầu, đều là người [[Thanh Hóa]]. Các con ông đều là do các thê thiếp người Thanh Hóa sinh ra. Sau này, triều đình có lệ lấy con cháu Chiêu Văn Đại vương làm tri phủ Thanh Hóa, giống như việc con cháu Tĩnh Quốc Đại vương [[Trần Quốc Khang]] được nối nhau là tri châu Diễn châu.{{sfn|Nhiều tác giả|1993|p=210}}{{sfn|Nhiều tác giả|1993|pp=241-243.}}\n* Hậu duệ:\n** [[Thánh Nô]], con trai trưởng{{sfn|Nhiều tác giả|1993|p=215}}\n** [[Thánh An]], con gái{{sfn|Nhiều tác giả|1993|p=215}}\n** [[Văn Hiến hầu]] (không rõ tên), cùng phe với Thiếu bảo [[Trần Khắc Chung]], quyết lập con của [[Minh Từ Quý phi]] là Vượng làm thái tử, tức [[Trần Hiến Tông]] sau này.\n** [[Trần Trực Định]].\n** [[Trần Trực Ninh]].\n\n==Các công trình gắn liền với tên tuổi của Trần Nhật Duật==\n===Đền thờ===\nTrần Nhật Duật được dân lập đền thờ tại các địa điểm sau:\n* Đền Trần Nhật Duật, xã Yên Thắng, huyện Ý Yên, Nam Định\n* Đền Trần Nhật Duật, xã Tân Sở, [[Quảng Trị]].\n* Đền Trần Nhật Duật, xã Quảng Hợp, huyện Quảng Xương, [[Thanh Hóa]]\n\n===[[Hình ảnh]] [[công cộng]]===\nNgày nay tại [[Việt Nam]] đang có những con đường, phố và ngôi trường mang tên ông.\n\n== Xem thêm ==\n* [[Nhà Trần]]\n* [[Chiến tranh Nguyên Mông-Đại Việt|Kháng chiến chống quân Nguyên Mông]]\n\n== Chú thích ==\n<references responsive=\"\" \/>\n\n==Tham khảo==\n* {{Chú thích sách|tác giả=Nhiều tác giả|lk tác giả =|title=[[Đại Việt sử ký toàn thư]]|volume=Nội các quan bản|năm gốc = | year=1993|language=vi |publisher=Nhà xuất bản Khoa học Xã hội|location=Hà Nội}}\n* {{Chú thích sách|tác giả=Ngô Thì Sĩ|lk tác giả =Ngô Thì Sĩ| đồng tác giả =Hội Việt Nam Nghiên cứu Liên Lạc Văn Hóa Á Châu (phiên dịch) | title=Việt sử tiêu án|edition=|năm gốc = | year=1991|language=vi |publisher=Nhà xuất bản Văn Sử|location=}}\n* {{Chú thích sách|tác giả=Lê Tắc|lk tác giả =Lê Tắc | đồng tác giả =Ủy ban phiên dịch sử liệu Việt Nam (phiên dịch) | title= [[An Nam chí lược]] |edition=|năm gốc = | year=1961 |language=vi |publisher=Viện Đại Học Huế|location=}}\n* {{Chú thích sách|ref={{harvid|Phan Huy Chú|2007a}}|tác giả=Phan Huy Chú |lk tác giả =Phan Huy Chú| đồng tác giả = Viện Sử học - Viện Khoa học Xã hội Việt Nam | title=Lịch triều hiến chương loại chí|cuốn=1|edition=|năm gốc = | year=2007|language=vi |publisher=Nhà xuất bản Giáo dục|location=}}\n* {{Chú thích sách|ref={{harvid|Phan Huy Chú|2007b}}|tác giả=Phan Huy Chú |lk tác giả =Phan Huy Chú| đồng tác giả = Viện Sử học - Viện Khoa học Xã hội Việt Nam | title=Lịch triều hiến chương loại chí|cuốn=2|edition=|năm gốc = | year=2007|language=vi |publisher=Nhà xuất bản Giáo dục|location=}}\n* {{Chú thích | author=Quốc sử quán triều Nguyễn | authorlink=Quốc sử quán triều Nguyễn | title=Khâm định Việt sử Thông giám cương mục | publisher=Nhà xuất bản Giáo dục | place=Hà Nội | volume= | edition= | năm gốc=| year=1998 | ISBN= | url=}}\n* {{Citation | author=Trần Trọng Kim | authorlink=Trần Trọng Kim | title=Việt Nam sử lược | publisher=Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục | place=Sài Gòn | volume= | url= | edition= | year=1971 | ISBN=}}\n* {{Chú thích sách| author=Nguyễn Huệ Chi; Trần Thị Băng Thanh; Đỗ Văn Hỷ; Trần Tú Châu | authorlink= | title= Thơ văn Lý Trần | publisher=Nhà xuất bản Khoa học Xã hội|place=Hà Nội| volume= II—Quyển thượng| ref={{harvid|Nhiều tác giả|1988}} |url= http:\/\/thuvienhoasen.org\/images\/file\/XRjnjp1G0QgQAHcF\/tho-van-ly-tran-tap-2.pdf | year=1988| ISBN=}}\n* {{Citation | author=Viện lịch sử quân sự Việt Nam | authorlink= | title= Anh hùng dân tộc thiên tài quân sự Trần Quốc Tuấn và quê hương Nam Định| publisher=Nhà xuất bản Quân đội nhân dân | place= | volume= | url= | edition= | year=2000 | ISBN=}}\n* {{Chú thích sách|tác giả = Hà Văn Tấn |author2 = Phạm Thị Tâm|title= Cuộc kháng chiến chống xâm lược Nguyên Mông thế kỷ XIII |volume=Bản in lại năm 2003|year=1972|language=vi |publisher=Nhà xuất bản Quân đội Nhân dân|location=|ref= {{harvid|Hà Văn Tấn & Phạm Thị Tâm|1972}} }}\n* {{Citation | author=Trần Xuân Sinh | authorlink= | title=Thuyết Trần | publisher=Nhà xuất bản Hải Phòng | place= | volume= | url= | edition= | year=2006 | ISBN=}}\n* {{Citation | author=Nguyễn Tài Thư | authorlink= | title=Lịch sử Phật giáo Việt Nam | publisher=Nhà xuất bản Khoa học xã hội | place= Hà Nội| volume= | url= | edition= | year=1988 | ISBN=1565180984}}\n* {{chú thích sách|author=Lê Mạnh Thát|authorlink=Lê Mạnh Thát|title=Trần Nhân Tông: Con người và tác phẩm|publisher=Nhà xuất bản Thành phố Hồ Chí Minh|year=1999}}\n* {{chú thích sách |tác giả =Nguyễn Hiền Đức |tựa đề= Lịch sử Phật giáo Đàng Ngoài |dịch tựa đề= |url= |định dạng= |ngày truy cập= 3 tháng 12 năm 2016 |bản thứ= |series= |cuốn= |ngày tháng= |năm= 1973|tháng= |năm gốc= |nhà xuất bản= Đại học Văn khoa Sài Gòn |nơi= |ngôn ngữ= vi |isbn= }}\n* {{Citation|first=Oscar|last=Chapuis|title=A history of Vietnam: from Hong Bang to Tu Duc|url=https:\/\/books.google.com\/books?id=Jskyi00bspcC&lpg=PA85&dq=%22tran%20anh%20tong%22&as_brr=3&hl=fr&pg=PA85#v=onepage&q=%22tran%20anh%20tong%22&f=false|year=1995|publisher=Greenwood Publishing Group|isbn=0-313-29622-7}}\n\n{{Các chủ đề|Lịch sử|Quân sự|Việt Nam}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Võ tướng nhà Trần]]\n[[Thể loại:Tể tướng Việt Nam]]\n[[Thể loại:Hoàng tử nhà Trần]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Trần]]\n[[Thể loại:Sinh năm 1255]]\n[[Thể loại:Mất năm 1330]]\n[[Thể loại:Người tham gia lực lượng kháng chiến của Đại Việt chống quân Nguyên–Mông xâm lược]]\n[[Thể loại:Vương tước nhà Trần]]"}