{"238171":"{{dablink|Xem thêm trận đánh khác cũng diễn ra gần khúc sông này vào năm [[1285]] tại bài [[Trận Như Nguyệt (1285)]]}}\n{{Infobox military conflict\n|conflict= Trận Như Nguyệt\n|image= [[Tập tin:Trận Như Nguyệt.png|280px]]\n|partof= [[Chiến tranh Tống-Việt, 1075-1077]]\n|date=[[18 tháng 1]],[[1077]]-[[28 tháng 2]],[[1077]]\n|place=[[Sông Cầu|sông Như Nguyệt]], [[Đại Việt]]\n|result= chiến thắng quyết định cho [[Đại Việt]]\n|combatant1=[[Nhà Tống|Đại Tống]]\n|combatant2=[[Đại Việt]]\n|commander1=[[Quách Quỳ]]<br \/>[[Triệu Tiết]]<br>[[Miêu Lý]]<br>[[Hòa Mâu]]<br>[[Khái Linh]]\n|commander2=[[Lý Thường Kiệt]]<br>[[Hoằng Chân]]{{KIA}}<br>[[Chiêu Văn]]{{KIA}}<br>[[Thân Cảnh Phúc]]{{KIA}}<br>[[Lý Kế Nguyên]]<br>[[Lưu Ba (nhà Lý)|Lưu Ba]]\n|strength1=45.000 lính chính quy<br>55.000 binh trưng tập ở biên giới<ref name=THQ153>{{harvnb|Trương Hữu Quýnh, Phan Đại Doãn, Nguyễn Cảnh Minh|1997|pp=153.}}<\/ref><br>10.000 ngựa<br>200.000 dân phu<ref name=Le30\/><ref name=THQ154>{{harvnb|Trương Hữu Quýnh, Phan Đại Doãn, Nguyễn Cảnh Minh|1997|pp=154.}}<\/ref>\n|strength2=60.000 quân<ref name=THQ156>{{harvnb|Trương Hữu Quýnh, Phan Đại Doãn, Nguyễn Cảnh Minh|1997|pp=156.}}<\/ref>-100.000 quân\n|casualties1=76.600 quân và 80.000 phu phục dịch<ref name=THQ164>{{harvnb|Trương Hữu Quýnh, Phan Đại Doãn, Nguyễn Cảnh Minh|1997|pp=164.}}<\/ref><br>Hơn 6.000 ngựa\n|casualties2=không rõ\n||tên khác=trận chiến sông Như Nguyệt}}\n{{Chiến tranh Tống Việt lần 2}}\n'''Trận Như Nguyệt''' là một trận đánh lớn diễn ra ở một khúc [[sông Cầu|sông Như Nguyệt]] (hay [[sông Cầu]]) vào năm [[1077]], là trận đánh có tính quyết định của cuộc [[Chiến tranh Tống-Việt, 1075-1077]], và là trận đánh cuối cùng của [[nhà Tống]] trên đất [[Đại Việt]]. Trận chiến diễn ra trong nhiều tháng, kết thúc bằng chiến thắng của quân đội [[Đại Việt]] và thiệt hại nhân mạng lớn của quân Tống, đánh bại hoàn toàn ý chí xâm lược Đại Việt của họ, buộc họ phải thừa nhận Đại Việt là một quốc gia.<ref name=Le6971>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|pp=69-71.}}<\/ref>\n\n==Bối cảnh==\n{{chính|Chiến tranh Tống-Việt, 1075-1077}}\n[[Nhà Tống]] Trung Quốc vào thế kỷ 11 có ý định xâm lược Đại Việt để mở rộng lãnh thổ, nhằm giải quyết một số khó khăn về đối nội và đối ngoại, đồng thời trả thù lần thất bại trong cuộc [[chiến tranh Tống - Việt, 981|chiến tranh Tống-Việt lần 1]] trước đó<ref name=Le23>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=23.}}<\/ref>. Họ ra sức chuẩn bị cho việc tiến công Đại Việt: xây dựng đường giao thông, cơ sở chứa lương thực<ref name=Le24>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=24.}}<\/ref>, huấn luyện binh sĩ, cho quân đóng trại sát biên giới Tống-Việt.<ref name=Le25>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=25.}}<\/ref>\n\n[[Nhà Lý]] sớm nhận ra ý định này của nhà Tống nên đã thực hiện một [[Chiến dịch đánh Tống, 1075-1076|chiến dịch đánh đòn phủ đầu]] vào cuối năm 1075 đầu năm 1076, phá hủy các căn cứ hậu cần chuẩn bị cho chiến tranh của nhà Tống. Nhà Tống vẫn quyết tâm tiến hành [[chiến tranh]], vua [[Tống Thần Tông]] cử Quách Quỳ chỉ huy, Viên ngoại lang Bộ Lại Triệu Tiết làm phó tướng cho cuộc tấn công thay đổi kế hoạch và chuẩn bị kỹ hơn cho cuộc tiến quân. Họ điều động cả bộ binh lẫn thủy binh nhằm chuẩn bị đánh Đại Việt.<ref name=Le30>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=30}}.<\/ref>\n\nTrước binh lực mạnh của nhà Tống, Lý Thường Kiệt quyết định chọn chiến lược phòng thủ:<ref name=Le31>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=31}}.<\/ref> ông dùng các đội quân của các dân tộc thiểu số ở miền núi phía bắc nhằm quấy rối hàng ngũ của quân Tống<ref name=Le35>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=35}}.<\/ref>. Các tướng [[Lưu Kỹ]], Phò mã [[Thân Cảnh Phúc]], [[Vi Thủ An]] đem quân hãm bước tiến quân Tống ở [[Cao Bằng]], [[Bắc Kạn]], [[Lạng Sơn]], đồng thời chặn một bộ phận thủy quân của nhà Tống từ Quảng Đông xuống<ref name=Le35\/>... Sau khi chặn đánh quân Tống không thành tại vùng núi phía Bắc, Lý Thường Kiệt lui quân về phía nam Sông Cầu. Được sự giúp sức của nhân dân, Lý Thường Kiệt đã xây dựng một [[phòng tuyến sông Như Nguyệt|phòng tuyến trên sông Như Nguyệt]] (một đoạn của khúc sông Cầu) để biến nơi đây là nơi diễn ra trận đánh quyết định của cả cuộc chiến.<ref name=Le3739>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=37-39}}.<\/ref>{{Kháng chiến của Việt Nam}}\n\n==Lực lượng==\n'''Quân Tống'''\n\nQuân Tống huy động khoảng 100.000 quân chiến đấu (45.000 binh từ biên giới với Liêu Hạ, số còn lại là binh trưng tập)<ref name=\"THQ153\" \/>, 10.000 ngựa, 200.000 dân phu,<ref name=\"Le30\" \/><ref name=\"THQ154\" \/> đồng thời có sự hỗ trợ từ lực lượng thủy binh. Quân đội có kinh nghiệm chiến đấu dày dạn trang bị tốt với [[máy bắn đá]] và [[tên lửa|hỏa tiễn]].<ref name=\"Le31\" \/> Chỉ huy là [[Quách Quỳ]] và Phó Chỉ huy là [[Triệu Tiết]] cùng với nhiều tướng khác được điều về từ miền bắc Tống.<ref name=\"Le30\" \/> Trong số này 4,5 vạn là quân rút từ miền biên giới Liêu Hạ, do 9 tướng chỉ huy. Số còn lại là trưng tập ở các lộ, đặc biệt là các lộ dọc đường từ kinh đô đến [[Nam Ninh|Ung Châu]].<ref>{{Chú thích web |url=http:\/\/dangcongsan.vn\/tiengviet\/vndncn\/details.asp?id=BT760561035&leader_topic=527&subtopic=227&topic=32 |tiêu đề=\nKháng chiến chống Tống (1075 - 1077) |ngày truy cập = ngày 27 tháng 6 năm 2008 |work= |nhà xuất bản=[[Báo điện tử Đảng Cộng sản Việt Nam]] |ngày tháng = ngày 11 tháng 11 năm 2005}}<\/ref>\n\n'''Quân Lý'''\n\nBộ phận quân chủ lực của nhà Lý gồm thủy binh và bộ binh phòng thủ và chiến đấu tại [[sông Cầu|sông Như Nguyệt]] có 60.000 quân<ref name=\"THQ156\" \/><ref name=\"Le44\">{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=44}}.<\/ref> và một số lực lượng không tham gia trực tiếp vào trận đánh dùng để hãm chân và quấy rối tiếp vận phía sau có tầm trên 15.000 người.<ref name=\"Le35\" \/> Toàn bộ lực lượng bộ binh do [[Lý Thường Kiệt]] trực tiếp chỉ huy, nhưng tất cả thủy binh đều do [[Hoằng Chân]], [[Chiêu Văn]] và [[Lý Kế Nguyên]] cầm đầu. Bấy giờ, thủy binh được bố trí cụ thể như sau:\n\n- Đại bộ phận tập trung ở [[Vạn Xuân, Thường Xuân|Vạn Xuân]], tức là ở khu vực cực Đông của chiến tuyến sông Cầu. ''\"Vạn Xuân là một vị trí chiến lược trọng yếu ở vào đầu mối của tất cả các đường thủy vùng Đông Bắc. Từ Vạn Xuân, thủy binh ta có thể vượt sông Lục Nam, sông Thương, sông Cầu tiến sâu vào địa bàn vùng Đông Bắc, có thể xuôi sông Bạch Dằng, sông Thái Bình ra biển, có thể theo sông Đuống về [[Thăng Long]]\"''<ref>Phan Huy Lê (chủ biên). ''Một số trận quyết chiến chiến lược trong lịch sử dân tộc''. -H.: QĐND, 1976. -Tr. 46.<\/ref>. Ở đây có khoảng 400 chiến thuyền và hơn 20.000 quân, tất cả đặt dưới sự chỉ huy của Hoằng Chân và Chiêu Văn.\n\n- Một bộ phận thủy binh khác do Lý Kế Nguyên chỉ huy, tiến ra đóng giữ ở vùng duyên hải  Đông Bắc, sẵn sàng đánh trả đạo thủy binh của nhà Tống. Quân số và phương tiện chiến đấu của bộ phận này cụ thể ra sao, hiện chúng ta vẫn chưa rõ, chỉ biết là nhỏ hơn so với bộ phận thủy binh do Hoằng Chân và Chiêu Văn chỉ huy, nhưng lại đủ lớn để có thể chủ động tổ chức những trận đánh quyết liệt với đạo thủy binh của giặc.\n\n==Chiến trường==\n{{chính|Sông Như Nguyệt|Phòng tuyến sông Như Nguyệt}}\nĐoạn sông Như Nguyệt mà Lý Thường Kiệt chọn lựa xây dựng phòng tuyến có vị trí mang tính chiến lược: có núi ở cả hai bên bờ<ref name=Le4248>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=42-48}}.<\/ref>, đoạn sông có chiều dài khá rộng lên hơn 100 mét<ref name=Le39>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=39}}.<\/ref>, vắt ngang con đường dễ dàng nhất để vượt qua sông Cầu<ref name=Le37\/>, con sông chặn mọi đường trên bộ có thể dùng để tiến quân vào Thăng Long<ref name=Le37\/>. Trên khúc này có khoảng 11 bến đò ngang: Như Nguyệt, Tiểu Lâm, Dũng Liệt, Phù Yên, Đẩu Hàn, Phù Cầm, Lượng Sài, Đáp Cầu, Yên Ngô, Bằng Lâm, [[Phả Lại]]<ref name=Le37>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=37}}.<\/ref>. Hai bến có tuổi đời lâu và quan trọng nhất là Như Nguyệt và Thị Cầu (hay Đáp Cầu về sau) nằm trên đường giao thông quan trọng tiến vào Thăng Long và là con đường thuận lợi nhất để quân Tống vượt qua sông và tiến về Thăng Long. Vì địa thế quan trọng này, [[Lý Thường Kiệt]] quyết định lập một phòng tuyến tại đây nhằm đánh một trận chiến lược<ref name=Le46>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=46}}.<\/ref>\n\nKhu vực phòng thủ mà Lý Thường Kiệt xây dựng chạy dài từ chân [[tam Đảo|núi Tam Đảo]] (khoảng [[Đa Phúc]]) với nhiều chỗ núi ăn sát bờ sông hoặc rừng cây có mật độ dày đặc. Địa hình này có thể được lợi dụng để ngăn việc vượt sông dễ dàng, tạo điều kiện cho quân nhà Lý không cần phải xây dựng một chiến tuyến dài hết nam sông Như Nguyệt mà chỉ cần xây ở các khu vực đường giao thông, quan trọng nhất là đoạn Như Nguyệt, Thị Cầu và Vạn Xuân.<ref name=Le4041>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=40-41}}.<\/ref>\n\nChiến lũy của phòng tuyến được xây dựng bằng đất có đóng cọc [[tre]] dày mấy tầng làm dậu<ref name=Le3940>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=39-40}}.<\/ref>. Dưới bãi sông được bố trí các hố chông ngầm tạo thành một phòng tuyến rất vững chắc. Quân của nhà Lý đóng thành từng trại trên suốt chiến tuyến, mà quan trọng nhất là ba trại ở Như Nguyệt, Thị Cầu, Phấn Động<ref name=Le42>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=42}}.<\/ref>. Mỗi trại binh có thể có thêm thủy binh phối hợp. Quân chủ lực do chính Lý Thường Kiệt chỉ huy đóng ở [[phủ Thiên Đức]]<ref name=Le43>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=43}}.<\/ref>, một vị trí có thể cơ động chi viện nhiều hướng và khống chế mọi ngả đường tiến về [[Thăng Long]]. Quân Tống cũng đóng dọc theo hai bờ sông, tập trung ở các vị trí quan trọng: phó tướng Triệu Tiết đóng tại khu vực mà ngày nay là thôn Mai Thượng, xã Mai Đình, [[Hiệp Hòa]], tỉnh [[Bắc Giang]] khoảng đối diện bến Như Nguyệt<ref name=Le4749>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=47-49}}.<\/ref>; quân chủ lực do Quách Quỳ chỉ huy đóng tại phía đông cách Triệu Tiết chừng 30&nbsp;km khoảng đối diện với Thị Cầu<ref name=Le4749\/>. Một bộ phận khác đóng tại các vị trí cần thiết, các ngọn núi quan trọng như [[núi Phượng Hoàng]] và [[núi Tiên]], phòng trường hợp bị quân nhà Lý tiến công hoặc có thể tổ chức vượt [[sông]] nếu hoàn cảnh cho phép.<ref name=Le4749\/>\n\n==Trận đánh==\n===Quân Tống tấn công lần thứ nhất===\nQuân Tống dưới sự chỉ huy của Quách Quỳ tiến tới bờ bắc sông Như Nguyệt không khó khăn lắm.<ref name=Le49>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=49}}.<\/ref> Quách Quỳ thấy vậy cũng muốn thực hiện chiến lược đánh nhanh thắng nhanh mà vua Tống đã đề ra<ref name=Le49\/>. Nhưng vì thủy binh chưa đến, Quách Quỳ quyết định cho quân đóng trại tại bờ bắc sông Như Nguyệt đối diện với phòng tuyến của quân [[nhà Lý]]<ref name=Le4749\/> để chờ thủy binh hỗ trợ cho việc vượt sông<ref name=Le50>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=50}}.<\/ref>. Quách Quỳ không hề biết rằng cánh thủy quân do [[Dương Tùng Tiên]] và [[Hòa Mâu]] chỉ huy đã bị thủy quân Đại Việt do [[Lý Kế Nguyên]] chỉ huy chặn đánh quyết liệt, liên tục tập kích hơn 10 trận, giặc điên cuồng mở đường máu để tiến vào châu thổ nước ta nhưng cả mười trận liều lĩnh đều bị đánh bại cả mười. Đặc biệt với thảm bại tại [[sông Đông Kênh]], thủy quân Tống buộc phải rút lui về đóng án binh bất động ở cửa sông.\n\nSau một khoảng thời gian chờ đợi không thấy thủy quân đến hội sư, khoảng đầu tháng 2 năm 1077, Quách Quỳ dự định tổ chức vượt sông mà không có sự hỗ trợ của thủy quân. Tuy nhiên vì trước trại của Quách Quỳ tại [[Thị Cầu]] có một trại quân mạnh của nhà Lý án ngữ khiến Quỳ không dám cho quân vượt sông ở Thị Cầu. Cùng lúc, tướng Miêu Lý đóng tại Như Nguyệt báo với Quách Quỳ rằng [[Quân sự nhà Lý|quân Lý]] ''đã trốn đi'' và xin lệnh đem binh vượt sông. Quách Quỳ chấp nhận và tướng [[Vương Tiến]] bắc cầu phao cho đội xung kích của Miêu Lý khoảng 2.000 người vượt sông.<ref name=Le50\/> Lợi dụng được yếu tố bất ngờ, cuộc vượt sông đã thành công, đội xung kích của quân Tống đã chọc thủng được phòng tuyến của quân Lý<ref name=Le50\/>, sẵn đà thắng, Miêu Lý định tiến nhanh về [[Thăng Long]] nhưng đến vùng Yên Phụ, Thụy Lôi thì bị phục kích, bao vây và chặn đánh dữ dội tại cầu Gạo, núi Thất Diệu<ref name=Le5152\/>. Miêu Lý cùng những binh sĩ còn sống chạy về phía Như Nguyệt nhưng đến nơi thì [[cầu phao]] đã bị hủy và gặp quân nhà Lý đón đánh và bị diệt gần hết, dù quân Tống đóng bên bờ bên kia có cố gắng cho bè sang hỗ trợ. Thất bại của Miêu Lý đã làm cho Quách Quỳ hết sức tức giận và định xử tử viên \"tướng kiêu\" này.<ref name=Le5152>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=51-52}}.<\/ref> Mô tả trận đánh này, một tác giả đời Tống viết: ''\"Binh thế dứt đoạn, quân ít không địch nổi nhiều, bị giặc ngăn trở, rơi xuống bờ sông\"''.\n\n===Quân Tống tấn công lần thứ hai===\nSau thất bại này, Quách Quỳ nhận ra quân nhà Lý không bỏ bất cứ đoạn nào trên phòng tuyến, nên ông không dám vượt sông mà không có thủy binh nữa nên buộc phải chờ thủy binh tới.<ref name=Le52>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=52}}.<\/ref> Vì thủy binh quân Tống khi ấy đã bị chặn lại ngoài biển nên không tiến vào được, buộc Quách Quỳ phải tổ chức đợt tấn công lần hai mà không có sự hỗ trợ của thủy binh. Lần này, quân Tống dùng một lực lượng mạnh hơn nhiều so với lần trước và đóng bè lớn với sức chứa khoảng 500 quân để vượt sông.<ref name=Le53>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=53}}.<\/ref> Quân Tống ồ ạt đổ sang bờ nam nhưng họ phải vừa ra sức chặt lớp trại rào tre, vừa phải chống lại các đợt phản công mãnh liệt của quân nhà Lý mà số binh tiếp viện lại không qua kịp nên quân bị vỡ trận và thiệt hại nặng. Đợt tấn công lần hai lại kết thúc với thất bại. Việc này đã khiến Quách Quỳ thấy rằng, nếu không có thủy binh hỗ trợ sẽ không thể vượt sông được, buộc phải ra lệnh đưa quân về thế [[phòng thủ]] và tuyên bố rằng: ''\"Ai bàn đánh sẽ chém!\"''<ref name=Le55>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=55}}.<\/ref>, phá sản ý định đánh nhanh thắng nhanh của nhà Tống. Họ chỉ dám thỉnh thoảng dùng [[máy bắn đá]] bắn sang bờ nam.<ref name=Le56>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=56}}.<\/ref>\n\nVới tình thế này, cộng với nhiều khó khăn vì các lý do về tình hình nhà Tống<ref name=Le55\/>, sự quấy rối của dân binh địa phương, và việc thiếu lương thực do các cơ sở tiếp vận đã bị phá hủy trong [[Chiến dịch đánh Tống, 1075-1076|cuộc tấn công năm 1075 của Lý Thường Kiệt]], và khâu tiếp vận cho 10 vạn lính và 1 vạn ngựa vốn dĩ cần ít nhất 40 vạn phu, quá sức 20 vạn phu mà quân Tống đang có; đã khiến họ trở nên bị động và suy giảm sức chiến đấu.<ref name=Le5758>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=57-58}}.<\/ref>\n\n===Quân nhà Lý phản công===\nHai tháng sau đợt tấn công cuối cùng, quân Tống lâm vào tình cảnh tiến thoái lưỡng nan: họ ngày càng mệt mỏi, hoang mang vì tin tức vì chờ mãi thủy binh không thấy thủy binh đâu. Và thêm sự không hợp khí hậu Đại Việt, dù đã có thầy thuốc đi theo nhưng bệnh tật vẫn làm cho nhiều binh sĩ ốm và một số chết, nhưng lại không dám rút lui vì đó là một sự nhục nhã và tội lớn với triều đình nhà Tống<ref name=Le58>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=58}}.<\/ref>. Dù vậy, thế của quân Tống vẫn còn mạnh, họ vẫn cố thủ ở bờ bắc Như Nguyệt tìm cách dụ quân nhà Lý tấn công. Lý Thường Kiệt nhận ra đây là thời cơ tốt để tổ chức tiến công, ông nghiên cứu cách bố phòng của quân Tống và tổ chức các đợt tấn công theo kiểu tập kích chia cắt quân Tống<ref name=Le59>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=59}}<\/ref>.\n\nĐầu tiên, ông nói giọng trầm hùng: \n                                   \"Nam quốc sơn hà Nam đế cư\n                                    Tiệt nhiên định phận tại thiên thư\n                                    Như hà nghịch lỗ lai xâm phạm\n                                    Nhữ đẳng hành khan thủ bại hư\" <ref name=KhoaVo\/>\nRồi mở một đợt tấn công vào khối quân của Quách Quỳ đang đóng ở Thị Cầu nhằm kéo sự chú ý của toàn bộ quân Tống về hướng này dù biết rằng Quách Quỳ có một khối quân khá lớn và bố phòng rất cẩn thận. Ông lệnh cho hai tướng [[Hoằng Chân]] và [[Chiêu Văn]] dùng 400 chiếc thuyền chở khoảng 2 vạn quân từ Vạn Xuân tiến lên Như Nguyệt.<ref name=Le6063\/> Đoàn thuyền vừa đi vừa phô trương thanh thế nhằm kéo sự chú ý của toàn bộ quân Tống về hướng họ. Quân Lý đổ quân lên bờ bắc tấn công thẳng vào doanh trại quân Tống. Thời gian đầu họ chiếm ưu thế, đẩy quân Tống vào sâu, buộc quân Tống phản huy động hết lực lượng và đem cả đội thân quân ra đánh. Tất cả các thuộc tướng cao cấp của Quách Quỳ như [[Yên Đạt]], [[Trương Thế Cự]], [[Vương Mẫn]], [[Lý Tường]], [[Diên Chủng]] đều có mặt trong chiến địa. Thời gian sau, quân Tống lấy lại hàng ngũ tổ chức phản công, đẩy quân Lý lên thuyền để rút đi. Đồng thời quân Tống còn cho [[máy bắn đá]] bắn với theo, đánh chìm một số chiến thuyền. Trận này quân Lý thiệt hại nặng, 2 tướng Hoằng Chân và Chiêu Văn cùng mấy nghìn quân tử trận.<ref name=Le6063\/> Tuy nhiên, khi mọi sự chú ý của quân Tống đều đổ dồn về phía trại quân Quách Quỳ, thì Lý Thường Kiệt đích thân dẫn đại quân đánh vào doanh trại của [[Triệu Tiết]]<ref name=Le6063>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=62-63}}<\/ref>.\n\nTriệu Tiết đóng tại bắc Như Nguyệt trên một khu vực tương đối rộng và quang đãng, chính giữa là trại quân chính gọi là Dinh, hai bên trái phải là khu đất Miễu và Trại, bố trí theo kiểu dã chiến không lũy tường tổ chức phòng ngự tạm. Triệu Tiết có chừng 3 đến 4 vạn quân chiến đấu, nhưng một số đã được điều đi tiếp ứng cho trại quân Quách Quỳ đang bị tấn công<ref name=Le6366\/>. Chính vì vậy, khi cánh quân của Lý Thường Kiệt bất ngờ vượt sông tập kích, quân của Triệu Tiết nhanh chóng bị đánh bại, thương vong trên một nửa quân số<ref name=Le6366>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=63-66}}.<\/ref> đến gần hết<ref name=THQ162>{{harvnb|Trương Hữu Quýnh, Phan Đại Doãn, Nguyễn Cảnh Minh|1997|pp=162}}.<\/ref>. Số quân Tống chết nằm la liệt cái gò nơi họ đóng quân, về sau cư dân địa phương gọi đó là ''[[gò Xác]]'' hay ''[[cánh đồng Xác]]''.<ref name=Le67>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=67}}.<\/ref>\n\nHai đợt tấn công này đã khiến quân Tống lâm vào cảnh ngặt nghèo, thế phòng ngự bị rung chuyển và có khả năng sẽ bị đánh bại hoàn toàn nếu vẫn tiếp tục cố thủ.<ref name=Le68>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=68}}.<\/ref>\n\n==Kết quả==\nLý Thường Kiệt muốn kết thúc chiến tranh nhanh, phục hồi kinh tế nên đã chủ động giảng hòa với quân Tống. Ông còn cấp cho Quách Quỳ tàu bè và lương thực để có thể về nước. Quân ta giành chiến thắng, bảo vệ nền độc lập của đất nước.\n\nChiến thắng này đã đánh dấu sự thành công nhiều chiến thuật chiến tranh phòng thủ và chủ động tấn công của danh tướng [[Lý Thường Kiệt]] trước một đế chế lớn hơn nhiều lần.<ref name=\"Le7275\">{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=72-75}}.<\/ref>\n\nTrong chiến dịch đánh Đại Việt, quân Tống mất tổng cộng 76.600 quân và 8 vạn phu<ref name=Le71\/>. Toàn bộ chi phí chiến tranh ngốn mất 5.190.000 lạng [[vàng]]<ref name=Le71\/>. Thất bại này đã làm cho [[nhà Tống]] mất hẳn ý chí xâm lược Đại Việt hay \"quận Giao Chỉ\" theo cách gọi của họ khi đó.<ref name=Le71>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=71}}.<\/ref>\n\n==Xem thêm==\n* [[Nam quốc sơn hà]], bài thơ thường được cho là của Lý Thường Kiệt sáng tác nhằm cổ vũ động viên tinh thần chiến đấu cho binh sĩ mình trong trận chiến này.<ref name=Le75>{{harvnb|Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí|1998|p=75}}.<\/ref>\n* [[Nhà Lý]]\n* [[Lý Thường Kiệt]]\n* [[Hoằng Chân]]\n* [[Chiêu Văn]]\n* [[Chiến tranh Tống-Việt, 1075-1077|Chiến tranh Tống - Việt, 1075-1077]]\n* [[Thân Cảnh Phúc]]\n* [[Tông Đản]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n===Nguồn tham khảo chính===\n{{refbegin}}\n* {{ Citation\n | author=Phan Huy Lê, Bùi Đăng Dũng, Phan Đại Doãn, Phạm Thị Tâm, Trần Bá Chí\n | title=Một số trận quyết chiến chiến lược trong lịch sử dân tộc\n | publisher=Nhà xuất bản Quân đội Nhân dân\n | place=\n | volume=\n | edition=\n | year=1998\n}}.\n* {{ Citation\n | author=Trương Hữu Quýnh, Phan Đại Doãn, Nguyễn Cảnh Minh\n | title=Đại cương lịch sử Việt Nam\n | publisher=Nhà xuất bản Giáo dục\n | place=\n | volume=1\n | edition=\n | year=1997\n}}.\n{{refend}}\n\n===Nguồn thứ hai===\n{{refbegin}}\n* {{ Citation\n | last1=Lê Văn Hưu, Phan Phu Tiên, Ngô Sĩ Liên...\n | title=Đại Việt Sử Ký Toàn Thư\n | publisher=Nhà xuất bản Khoa học Xã hội\n | place=\n | volume=1\n | edition=dịch năm 1967\n | year=\n}}\n* {{ Citation\n | last1=Lý Đào\n | last2 =Hoàng Xuân Hãn chép\n | title=Tục tư trị thông giám trường biên\n | publisher=Nhà xuất bản Khoa học Xã hội\n | place=\n | volume=\n | edition=\n | year=\n}}\n* {{ Citation\n | last1=\n | last2 =\n | title=Tống Sử\n | publisher=Thương vụ ấn thư quán\n | place=\n | volume=Phan Túc truyện và Hòa Bân truyện\n | edition=\n | year=\n}}\n* {{ Citation\n | last1=Lý Tế Xuyên\n | last2 =\n | title=Việt điện u linh\n | publisher=Nhà xuất bản Văn Hóa\n | place=Hà Nội\n | volume=\n | edition=1960\n | year=\n}}\n* {{ Citation\n | last1=Tư Mã Quang\n | last2 =\n | title=Tốc thủy ký văn\n | publisher=\n | place=\n | volume=\n | edition=\n | year=\n}}\n* {{ Citation\n | last1=Hoàng Xuân Hãn\n | last2 =\n | title=Lý Thường Kiệt\n | publisher=Nhà xuất bản Sông Nhị\n | place=Hà Nội\n | volume=\n | edition=\n | year=1950\n}}\n* {{ Citation\n | last1=Quốc sử quán Triều Nguyễn\n | last2 =\n | title=Đại Nam nhất thống chí\n | publisher=Nhà xuất bản Khoa học xã hội\n | place=Hà Nội\n | volume=IV\n | edition=dịch\n | year=1971\n}}\n* {{ Citation\n | last1=Vương Xung\n | last2 =\n | title=Đông Đô sử lược\n | publisher=\n | place=\n | volume=\n | edition=chép tay\n | year=\n}}\n* {{ Citation\n | last1=Võ Nguyên Giáp\n | last2 =\n | title=Vũ trang quần chúng cách mạng xây dựng quân đội nhân dân\n | publisher=Nhà xuất bản Quân đội Nhân dân\n | place=Hà Nội\n | volume=\n | edition=\n | year=1972\n}}\n{{refend}}\n\n{{Lịch sử Việt Nam thời Lý}}\n\n{{Coor uppermost|lat=21.2253817|lon=106.0307693}}\n\n[[Thể loại:Chiến tranh Tống–Việt]]\n[[Thể loại:Sông Cầu]]\n[[Thể loại:Năm 1077]]"}