{"1667257":"{{chú thích trong bài}}\n'''Trần Viết Kết''' (陳曰結), không rõ năm sinh năm mất, là một tướng lĩnh cao cấp của triều đình [[Nhà Tây Sơn|Tây Sơn]].\n\n==Hành trạng trong lịch sử==\nKhông rõ Trần Viết Kết tham gia phong trào Tây Sơn từ khi nào, nhưng dưới thời [[Nguyễn Quang Toản|Cảnh Thịnh]], ông giữ chức Kiểm điểm. Trong quân đội Tây Sơn, những chức vụ như Kiểm điểm, Đại Tuần kiểm, Tuần kiểm là những chức vụ quan trọng, giữ nhiệm vụ thanh tra, thanh soát (sát) trong quân đội. Ông tham gia nhiều chiến dịch quan trọng của Tây Sơn chống lại quân chúa [[Gia Long|Nguyễn Phúc Ánh]], được chi chép nhiều lần trong chính sử.\n\nKhi quân chúa Nguyễn tiến ra đánh [[thành Quy Nhơn]], ông cùng các tướng Thái úy [[Phạm Công Hưng]], Đại Tổng quản [[Trần Quang Diệu]], Đại Thống lĩnh thủy quân [[Đặng Văn Chân]], Hộ giá Thượng tướng quân [[Nguyễn Văn Huấn]], Đổng lý [[Nguyễn Văn Thận]] chống giữ thành Quy Nhơn. Kết quả quân chúa Nguyễn triều sau nhiều trận giao chiến thất lợi phải rút lui về [[Gia Định]].\n\n{{cquote|\n:''Tổng quản giặc là [[Trần Quang Diệu]] và Đổng lý giặc là [[Nguyễn Văn Thận]] đem 8.000 quân chia đóng ở Nhạn Châu [Bãi Nhạn], Sâm áo [Vũng Sâm]. Quân ta lại đánh vỡ, giặc chết và bị thương rất nhiều. Thủy quân ta chặn ngang cửa biển. Thái úy giặc là [[Nguyễn Văn Hưng]], thống lĩnh là [[Nguyễn Văn Chân]] ở trong cửa biển chẹn chỗ hiểm chống giữ. Hộ giá [[Nguyễn Văn Huấn]] giữ chợ Vân Sơn và Điểm kiểm '''Trần Viết Kết''' giữ bảo Hà Nha để chống bộ binh ta. Đông cung dâng biểu xin chia đường tiến đánh.''\n|||Đại Nam Thực lục, Tập 1, tr. 319}}\n\nTại Vân Canh, Trần Viết Kết cùng Hộ giá Nguyễn Văn Huấn phục binh đánh bại tướng Nam triều [[Nguyễn Văn Thành]].\n\n{{cquote|\n:''Bộ binh của Đông cung từ thượng đạo đánh úp phá được ba bảo Hà Nha, Thị Dã và Chủ Sơn, bắt được hơn 2.000 quân giặc. Điểm kiểm giặc là '''Trần Viết Kết''' lùi chạy. [[Nguyễn Văn Thành]] khinh suất tiến theo, gặp phục binh nên bị thua. Quân ta bèn giữ bảo Hà Nha.''\n|||Đại Nam Thực lục, Tập 1, tr. 320}}\n\nĐể giành lại thế chủ động, các tướng Tây Sơn quyết định nam tiến, triệt hạ thành Diên Khánh đang do tướng Nam triều [[Võ Tánh]] thủ. Chúa [[Gia Long|Nguyễn Phúc Ánh]] phải đưa quân ra cứu viện, nhưng các tướng Tây Sơn mặc do đường thủy bất lợi, vẫn vây thành trên bộ.\n\n{{cquote|\n:''Thuyền vua tiến đến cửa biển Cù Huân. Tổng quản Trần Quang Diệu cùng Nội hầu [[Lê Văn Lợi]], Tiết độ [[Nguyễn Văn Giáp]], Đổng lý Nguyễn Văn Thận, Điểm kiểm '''Trần Viết Kết''' còn vây thành Diên Khánh, chưa chịu lui binh.''\n|||Đại Nam Thực lục, Tập 1, tr. 330}}\n\nKhi thành Quy Nhơn bị quân chúa Nguyễn vây, quân cứu viện của Đại Tổng quản Trần Quang Diệu và [[Vũ Văn Dũng]] bị chặn ở Quảng Ngãi, ông đem thêm quân từ Phú Xuân vào tiếp ứng. Tuy nhiên quân Tây Sơn vẫn không tiến được, kết quả thành Quy Nhơn bị hạ và đổi tên thành [[Bình Định]].\n\n{{cquote|\n:''Ngự giá đến Thạch Tân. Tướng giặc Trần Quang Diệu và Võ Văn Dũng lui quân đến đất Thanh Hảo. Bọn Kiểm điểm giặc '''Trần Viết Kết''' lại từ Thuận Hóa đem chiến thuyền đến họp.''\n|||Đại Nam Thực lục, Tập 1, tr. 398}}\n\nCảnh Thịnh đem thêm quân vào chiếm lại Quy Nhơn, Trần Viết Kết xuất thủy binh để đánh nhưng liên tiếp thất bại, gặp mùa nước lũ, cuối cùng đành phải lui quân về giữ [[Quảng Nam]], [[Quảng Ngãi]].\n\n{{cquote|\n:''[[Nguyễn Văn Trương]] đánh Kiểm điểm Trần Viết Kết ở ngoài biển Mỹ ý, giặc chết và bị thương nhiều, đem binh thuyền lui chạy. Nguyễn Quang Toản cử đại binh từ Thuận Hóa vào cứu viện, đóng ở Trà Khúc, sai Nội hầu [[Lê Văn Lợi]] đem một nghìn quân và 20 thớt voi đánh bảo Mân Khê. Phó tướng Hữu quân [[Nguyễn Văn Lợi]] đóng chặt thành chống giữ. Giặc đánh luôn 3 ngày, quân ta ở trong thành dùng đại bác hỏa xa bắn giết quân giặc rất nhiều. Kiểm điểm '''Trần Viết Kết''' đem hơn trăm chiến thuyền vào Sa Huỳnh, mưu đánh úp sau lưng bảo. Đêm hôm ấy bão to nổi lên, thuyền giặc chìm đắm nhiều. Kết lui về Cổ Lũy. Lợi cũng lui về Trà Câu, không dám xâm phạm nữa<ref>Trà Khúc, Trà Câu đều là tên đất, Sa Huỳnh, Cổ Lũy đều là tên cửa biển, thuộc tỉnh Quảng Ngãi<\/ref>. Vua nghe tin, thưởng cho tướng sĩ 1.000 quan tiền.''\n|||Đại Nam Thực lục, Tập 1, tr. 402}}\n\n{{cquote|\n:''Giặc Nguyễn Quang Toản nhiều lần giục các tướng theo đường bộ lấn chiếm. '''Trần Viết Kết''' nói: \"Trời đương gió ngược, đánh thủy không tiện\". Trần Quang Diệu và Vũ Văn Dũng đều khuyên Quang Toản về Thuận Hóa để cho bọn họ tùy cơ đánh giữ. Quang Toản bèn về. Rồi Diệu, Dũng cũng đem quân lui về Quảng Nam, Lưu tiết độ Nguyễn Văn Giáp đóng giữ Trà Khúc.''\n|||Đại Nam Thực lục, Tập 1, tr. 404}}\n\nTrần Viết Kết đóng vai trò quan trọng trong nội biến Tây Sơn dưới triều Cảnh Thịnh.\n\n{{cquote|\n:''Kiểm điểm giặc là '''Trần Viết Kết''', Phụng chính là [[Trần Văn Kỷ]], Thượng thư là [[Hồ Công Diệu]], vốn ghét Diệu, muốn giết đi, mà không biết Dũng với Diệu đã kết đảng với nhau, vừa khi Diệu với Dũng lui giữ Quảng Nam, bọn Kết giả làm thư của Nguyễn Quang Toản, lấy cớ thành Quy Nhơn thất thủ vì Diệu đóng quân không đánh, mật bảo Dũng bắt Diệu giết đi. Dũng được thư bảo Diệu, Diệu giận lắm, lập tức cùng Dũng đem quân về Phú Xuân, đóng đồn ở bờ phía nam sông Hương, chia quân vây chung quanh thành, nói rõ cái lỗi của Quang Toản tin lời gièm mà giết công thần, muốn đem quân để can. Quang Toản tìm nhiều cách uý lạo và giảng giải. Kỷ đổ tội cho Trần Viết Kết và Hồ Công Diêu, giao cho Diệu Dũng trị tội, Diệu Dũng mới rút quân.''\n|||Đại Nam Thực lục, Tập 1, tr. 413-414}}\n\nTuy nhiên, cả hai người Kết và Diêu về sau đều không bị Trần Quang Diệu và Vũ Văn Dũng gia hại.\n\n==Kết cục==\nKhi Phú Xuân thất thủ, không thấy nhắc đến tên của Kiểm điểm Trần Viết Kết. Cả trong Đại Nam Thực lục và Hoàng Việt Long Hưng chí mặc dù đề cập đến rất nhiều văn thần, võ tướng Tây Sơn ra hàng nhưng đều không nhắc đến tên ông. Kết cục về sau của ông cũng không rõ, không được lưu lại trong các sử sách đương thời.\n\n==Xem thêm==\n* [[Lê Danh Phong]]\n\n==Chú thích==\n{{Tham khảo}}\n* Quốc sử quán triều Nguyễn, [[Đại Nam Thực lục]].\n* [[Ngô Giáp Đậu]], [[Hoàng Việt Long Hưng Chí]].\n==Liên kết ngoài==\n* [http:\/\/www.ngheandost.gov.vn\/JournalDetail\/ar1136_Vuong_trieu_Canh_Thinh_(1792_-_1801).aspx Vương triều Cảnh Thịnh (1792 - 1801)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140716003903\/http:\/\/www.ngheandost.gov.vn\/JournalDetail\/ar1136_Vuong_trieu_Canh_Thinh_(1792_-_1801).aspx |date = ngày 16 tháng 7 năm 2014}}, Sở KHCN Nghệ An.\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}