{"462147":"'''Trần Văn Học''' (sinh ngày 3 tháng 12 năm 1987<ref>{{Chú thích web |url=http:\/\/www.toquoc.gov.vn\/Thongtin\/The-Thao-Su-Kien\/Da-Nang-Lan-Thu-Hai-Lien-Tiep-Vo-Dich-Giai-U21-Quoc-Gia.html |ngày truy cập=2010-02-20 |tựa đề=Bản sao đã lưu trữ |archive-date=2009-10-02 |archive-url=https:\/\/web.archive.org\/web\/20091002180026\/http:\/\/www.toquoc.gov.vn\/Thongtin\/The-Thao-Su-Kien\/Da-Nang-Lan-Thu-Hai-Lien-Tiep-Vo-Dich-Giai-U21-Quoc-Gia.html }}<\/ref> ở [[Quảng Trị]]) là một cầu thủ bóng đá người [[Việt Nam]] hiện đang chơi cho [[câu lạc bộ bóng đá SHB Đà Nẵng|SHB Đà Nẵng]] và [[đội tuyển bóng đá quốc gia Việt Nam]].\n\n==Sự nghiệp==\nBóng đá đến với Văn Học năm anh 16 tuổi, đó là vào hè 2003, anh vào Đà Nẵng thăm người anh trai mình. Thế rồi một buổi sáng, anh đến gặp huấn luyện viên Bùi Thông Tân, xin được thử việc. Thế rồi, Văn Học trúng tuyển được đặc cách vào tập cùng đội.Thực ra, trước mùa giải 2009, anh chàng gốc Quảng Trị không gây được sự chú ý nào đáng kể ngay với người Đà Nẵng. Đá giải U21 trong Quy Nhơn, Đà Nẵng vô địch người ta chỉ nhắc đến Nguyên Sa, Cao Cường, Hữu Hùng, Thanh Hưng, Hoàng Quảng, Văn Mẹo, Hùng Sơn. Còn anh chàng hậu vệ trái cao cỡ 1,65 m thì không được để ý. Nhưng ít ra chiến tích chung của lứa U21 đã tạo cho Học cùng đồng đội củng cố thêm cái suất được có tên ở đội 1. Có nghĩa, sẽ sống được bằng tiền lương và gieo hy vọng có ngày đá chính. Chỉ cần có tên thôi, không đá đấm gì thu nhập cũng hơn chục triệu đồng\/tháng. Năm 2007 Học được đưa lên đội 1, nhưng lượt về bị đẩy sang [[câu lạc bộ bóng đá Quân khu 5]] đá hạng Nhất. Năm 2008 có cơ hội sang [[câu lạc bộ bóng đá Hà Nội T&T|Hà Nội T&T]] được đá chính nhưng rốt cuộc phải làm dự bị cho Lê Văn Thành. Ở mùa giải 2009, sau 3 trận đầu gặp [[câu lạc bộ bóng đá Hoàng Anh Gia Lai|Hoàng Anh Gia Lai]], [[Câu lạc bộ bóng đá Vicem Hải Phòng|Xi Măng Hải Phòng]] và [[câu lạc bộ bóng đá Hà Nội T&T|Hà Nội T&T]] không được ra sân, Văn Học được ra sân và gây ấn tượng mạnh trong trận gặp [[Câu lạc bộ bóng đá Tập đoàn Cao su Đồng Tháp|Đồng Tháp]] ở [[Cúp bóng đá Việt Nam|Cúp Quốc gia]]. Trận đấu sau đó ở [[Giải bóng đá vô địch quốc gia|V-League]] tiếp [[câu lạc bộ bóng đá Thành phố Hồ Chí Minh|Thành phố Hồ Chí Minh]], Học được tung vào sân ở phút 60 thay Quốc Thanh và cũng từ sau đó, anh chính thức lấy mất vị trí của Quốc Thanh - người trước đó là số 1 ở vị trí hậu vệ phải.<ref>{{chú thích web | url = http:\/\/www.thethaovanhoa.vn\/128N20090429105243544T128\/tran-van-hoc-6-tran-bay-thang-len-dtqg.htm | tiêu đề = Trần Văn Học: 6 trận \"bay\" thẳng lên ĐTQG | author = | ngày = | ngày truy cập = 12 tháng 3 năm 2015 | nơi xuất bản = Báo Thể thao & Văn hóa - Thông tấn xã Việt Nam | ngôn ngữ = }}<\/ref>\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{thời gian sống|1981}}\n\n{{sơ khai cầu thủ bóng đá Việt Nam}}\n\n[[Thể loại:Cầu thủ câu lạc bộ bóng đá SHB Đà Nẵng]]\n[[Thể loại:Nhân vật còn sống]]"}