{"2436652":"{{pp-protected|small=yes}}\n{{Infobox military conflict\n| conflict= Trận Ấp Đá Biên\n| partof= [[Chiến tranh Việt Nam]]\n| date= [[3 tháng 10]] năm [[1973]] \n| place= Ấp Đá Biên, [[Thạnh Phước]], [[Thạnh Hóa]], [[Long An]], [[Việt Nam]]\n| result= [[Quân lực Việt Nam Cộng hòa]] gây thiệt hại lớn cho đối phương\n| combatant1= {{Flagicon|Việt Nam}} [[Việt Nam Dân chủ Cộng hòa]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Quân Giải phóng miền Nam Việt Nam]]\n| combatant2= [[Tập tin:Flag of South Vietnam.svg|23px]] [[Việt Nam Cộng hòa]]\n| strength1= 1 trung đoàn\n| strength2= Không rõ\n| casualties1 = 200 chết, 13 bị bắt\n| casualties2 = Không rõ\n}}\n{{Chiến dịch trong Chiến tranh Việt Nam}}\n'''Trận Ấp Đá Biên''' hay '''trận Rạch Đá Biên''' là một trận đánh trong [[Chiến tranh Việt Nam]], diễn ra vào rạng sáng ngày [[3 tháng 10]] năm [[1973]] khi Trung đoàn 207 [[Quân Giải phóng miền Nam Việt Nam]] bị lực lượng của [[Quân lực Việt Nam Cộng hòa]] (QLVNCH) tập kích trong lúc đang nghỉ giữa chặng hành quân tại Ấp Đá Biên, thuộc địa bàn xã [[Thạnh Phước]], huyện [[Thạnh Hóa]], tỉnh [[Long An]]. Hơn 200 chiến sĩ [[Quân Giải phóng miền Nam Việt Nam]] đã tử trận trong trận đánh này.\n\n==Bối cảnh và diễn biến==\nMùa nước nổi [[tháng 10]] năm 1973, Trung đoàn 207 [[Quân Giải phóng miền Nam Việt Nam]] (thuộc Quân khu VIII) được lệnh hành quân về khu vực [[Đồng Tháp Mười]] và tập kết tại huyện [[Cai Lậy (huyện)|Cai Lậy]], tỉnh [[Định Tường]] (nay là tỉnh [[Tiền Giang]]). Từ căn cứ tại [[Svay Rieng]] ([[Campuchia]]), trung đoàn đã hành quân vượt sông [[Vàm Cỏ Tây]] tới huyện [[Mộc Hóa]] (nay là huyện Thạnh Hóa). Ngày 3 tháng 10, trung đoàn tới một khu vực rừng tràm tại địa phận rạch Đá Biên lúc vừa rạng sáng, nên phải cho quân nghỉ lại chờ đêm xuống để tiếp tục hành quân.\n\nLực lượng bổ sung của trung đoàn khi đó gồm nhiều tân binh mới nhập ngũ, trong đó đa số là các cựu sinh viên [[Đại học Xây dựng]]. Do thiếu kinh nghiệm nên trong quá trình sinh hoạt, họ đã để lộ dấu vết và bị máy bay trinh sát của quân [[Việt Nam Cộng hòa]] phát hiện. Đối phương nhanh chóng huy động pháo bắn cấp tập xuống, cùng với đó là các đơn vị QLVNCH dưới sự yểm trợ của 12 trực thăng và xe bọc thép [[M-113]] ập tới bắn phá dữ dội. Trước tình thế bị tấn công bất ngờ, một bộ phận cảm tử của Trung đoàn 207 QGP đã ở lại cầm chân quân địch để trung đoàn rút lui, nhiều người trong số này đã tử trận sau khi chiến đấu tới viên đạn cuối cùng.<ref name=\"tp\">[http:\/\/www.tienphong.vn\/xa-hoi-phong-su\/thanh-hoang-doi-mu-coi-564144.tpo \"Thành hoàng làng đội mũ cối\"], báo ''Tiền Phong'', ngày 13 tháng 1 năm 2012.<\/ref><ref name=\"tt\"\/>\n\nTheo tài liệu của Mỹ, tổng cộng 79 người lính [[Quân Giải phóng miền Nam Việt Nam]] đã hy sinh và 13 bị bắt trong trận chiến kéo dài từ 09h55 đến 12h35, địa điểm gần đường Liên tỉnh lộ 29 tiếp giáp với ranh giới tỉnh Định Tường. Lực lượng VNCH gồm tiểu đoàn 2 và tiểu đoàn 3, Trung đoàn 10, Sư đoàn 7 bị thiệt hại rất nhẹ, chỉ có 1 lính bị thương. Hầu hết những người lính [[Quân Giải phóng miền Nam Việt Nam]] bị hy sinh là do trực thăng vũ trang và pháo binh bắn phá, thi thể của họ nằm rải rác trên diện tích hơn 4 hecta. Quân Việt Nam Cộng hòa thu được 1 DKZ 75 ly, 1 nòng súng cối 60mm, 3 súng B40, 3 súng B41, 36 súng AK-47, 3 máy thông tin PRC-45. Theo thông tin của Vùng 4 Chiến thuật VNCH, đây là bộ phận thuộc Trung đoàn 207 Quân giải phóng miền Nam, có căn cứ ở Campuchia gần biên giới phía Bắc huyện lỵ Hồng Ngự. Đơn vị này đang di chuyển hướng đến căn cứ Tri Phap để chi viện cho các đơn vị Quân Giải phóng ở tỉnh Định Tường.\n\n==Kết quả==\nSau trận đánh, QLVNCH vẫn tiếp tục cho quân lùng sục, càn quét ở khu vực xung quanh, ngăn không cho [[Quân Giải phóng miền Nam Việt Nam]] quay lại lấy xác đồng đội. Phải 12 ngày sau, khi đối phương đã rút quân, đại đội trinh sát của Trung đoàn 207 cùng lực lượng địa phương mới vào được khu vực trận địa, nhưng chỉ tìm được 40 thi thể. Số thi thể này được họ bó lại rồi cột vào các cây tràm, chờ đến mùa khô mới chôn cất được.<ref name=\"tp\"\/><ref name=\"tt\"\/> Người duy nhất trong đơn vị chặn hậu bị thương và mắc kẹt lại trận địa là Nguyễn Trần Oanh, sau đó đã được người dân địa phương cứu sống, nuôi giấu và về sau đã trở về với đơn vị.<ref>[http:\/\/www.qdnd.vn\/qdndsubsite\/vi-VN\/61\/263284\/print\/Default.aspx \"Trận chiến đáu không bao giờ quên\"], báo ''Quân đội nhân dân'', ngày 19 tháng 9 năm 2013.<\/ref>\n\nNăm [[1991]], một miếu thờ có tên gọi là Miếu Bắc Bỏ đã được người dân Ấp Đá Biên xây dựng để tưởng nhớ đến các liệt sĩ [[Quân Giải phóng miền Nam Việt Nam]] đã chiến đấu và hy sinh trong trận đánh này.<ref name=\"tt\">[http:\/\/tuoitre.vn\/chinh-tri-xa-hoi\/phong-su-ky-su\/452636\/an-tinh-dan-rach-da-bien.html#ad-image-0 \"Ân tình dân rạch Đá Biên\"], báo ''Tuổi Trẻ'', ngày 24 tháng 8 năm 2011.<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam]]"}