{"70732":"{{distinguish|Trần Nguyên Hãng}}\n{{Thông tin nhân vật phong kiến\n| tên = Trần Nguyễn Hãn\n| tên gốc = 陳元扞\n| hình = Tran Nguyen Han.jpg\n| ghi chú hình = Tượng Trần Nguyên Hãn ở thành phố Hồ Chí Minh, Việt Nam\n| phục vụ = [[Nhà Trần]] và [[Nhà Hậu Lê]]\n| thuộc = [[Khởi nghĩa Lam Sơn|Nghĩa quân Lam Sơn]] (1418-1428) <br \/> [[Quân đội thời Lê sơ|Quân đội Đại Việt]] (1428-1429)\n| cấp bậc = [[Thái úy]]\n| năm tại ngũ = 1420–1429\n| truy phong tước hiệu = Trung Liệt Đại vương\n| người truy phong tước hiệu 1 = [[Nhà Mạc]]\n| tham chiến = {{Tree list}}\n*[[Khởi nghĩa Lam Sơn]]\n**[[Trận Chi Lăng – Xương Giang|Trận Chi Lăng - Xương Giang]]\n{{tree list\/end}}\n| chức quan = Tả tướng quốc\n| sinh = [[1390]]\n| nơi sinh = Sơn Đông, [[Lập Thạch]], [[Vĩnh Phúc]]\n| mất = [[1429]]\n| nơi mất = Sơn Đông, [[Lập Thạch]], [[Vĩnh Phúc]]\n| quốc gia = [[Đại Việt]]\n| triều đại = [[Nhà Trần]] và [[Nhà Lê sơ]]\n}}\n\n'''Trần Nguyên Hãn''' ([[chữ Hán]]: 陳元扞, [[1390]]–[[1429]]) là nhà quân sự [[Đại Việt]] thời [[Nhà Trần|Trần]] - [[nhà Lê sơ|Lê sơ]]. Ông là người thuộc dòng dõi [[nhà Trần]], nổi bật với việc tham gia [[khởi nghĩa Lam Sơn]] do [[Lê Lợi]] lãnh đạo chống sự đô hộ của [[nhà Minh|đế quốc Minh]]. Ông từng giữ chức Tư đồ (1424–1425), Thái úy (1427), chỉ huy các trận đánh giải phóng [[Tân Bình]], [[Thuận Hóa]] (1425–1426), bao vây [[Đông Quan]], công phá [[thành Xương Giang]] và chặn đường tiếp tế của quân Minh trong [[Trận Chi Lăng – Xương Giang]] (1427). \n\nCuộc khởi nghĩa thắng lợi, Lê Lợi lên ngôi [[Hoàng đế]], tức [[Lê Thái Tổ]] (1428). Trần Nguyên Hãn được phong làm ''Tả tướng quốc''. Nhưng về sau vì tính đa nghi, Thái Tổ bắt tội ông khiến ông tự sát. Đến đời Hoàng đế [[Lê Nhân Tông]], ông mới được ân xá và khôi phục chức vị.\n\n== Nguồn gốc==\nTheo cuốn sách Đại Việt thông sử, Trần Nguyên Hãn người huyện Lập Thạch, cháu nội Tư đồ [[Trần Nguyên Đán]], có học thức, giỏi binh pháp.<ref name=\"ReferenceA\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, dịch giả Ngô Thế Long, trang 231<\/ref>\n\n[[Phạm Đình Hổ]]<ref>Từng giữ chức [[Quốc tử giám]] Tế tửu (có thể hiểu nôm na là Hiệu trưởng Quốc tử giám).<\/ref> và [[Nguyễn Án]] trong sách ''Tang thương ngẫu lục'', [[Trần Trọng Kim]] trong ''Việt Nam sử lược'' và [[Phan Kế Bính]] đều cho rằng Trần Nguyên Hãn là người Hoắc Xa, huyện [[Quảng Oai]], Sơn Tây (nay thuộc huyện Ba Vì, [[Hà Nội]]). Trần Xuân Sinh bác lại ý trên. Ông nói rằng mình từng tới xã Hoắc Xa (còn được gọi là Vân Xa), nhưng dân xã này thờ Trần Khát Chân và họ – dân xã này – cũng không biết gì về Trần Nguyên Hãn cả. Từ luận cứ trên, tác giả này cho rằng [[Trần Trọng Kim]] trong ''Việt Nam sử lược'' và [[Phan Kế Bính]] đã dựa vào ''Tang thương ngẫu lục'' mà lầm theo.<ref>Nguồn: ''Thuyết Trần'', Trần Xuân Sinh, Nhà xuất bản Hải Phòng 2003, trang 493.<\/ref>\n\nSách ''Đại Việt thông sử'' viết rằng ông: ''Có học thức, giỏi binh pháp và là dòng dõi của Tư đồ Trần Nguyên Đán.''<ref name=\"ReferenceA\"\/> Trần Nguyên Đán là tôn thất nhà Trần, làm quan Tư Đồ, gửi gắm con mình cho Hồ Quý Ly, nên khi Hồ Quý Ly cướp ngôi nhà Trần, họ Trần bị giết, chỉ có con cháu được Quý Ly cho sống. Đến đời con là Trần Thúc Giao, Trần Thúc Quỳnh đầu hàng, làm ngụy quan cho nhà Minh, bị nhà Hậu Trần giết cả nhà cùng 500 người, không rõ Trần Nguyên Hãn là con cháu của ai.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1998, tập 2, tr 222<\/ref>\n\n== Tham gia khởi nghĩa Lam Sơn ==\n=== Gia nhập quân Lam Sơn ===\nSách Đại việt thông sử chép rằng:Khi nhà Hồ mất, quân Minh xâm lược, trăm họ lầm than, Trần Nguyên Hãn nuôi chí cứu đời giúp dân. Một hôm đến lễ thần ở đền Bạch Hạc, thấy thần ở đền núi Tản Viên bảo với thần ở đền Bạch Hạc rằng trời đã sai Lê Lợi, người ở Lam Sơn làm vua nước An Nam. Vì thế ông mới vào Thanh Hóa tìm Lê Lợi, một lòng theo. Lê Lợi biết tài lược của ông, đãi ngộ rất hậu, cho dự bàn mưu kín, cho theo đánh giặc luôn lập công. Năm Ất Tỵ (1425), ông được Lê Lợi lệnh cho ông cùng Thượng tướng Lê Nỗ, chấp lệnh Lê Đa Bồ đem hơn 1000 quân và một con voi đi đánh các xứ Tân Bình, Thuận Hóa (tức là các tỉnh từ [[Quảng Bình]] đến [[Thừa Thiên Huế|Thừa Thiên-Huế]] ngày nay).<ref name=\"ReferenceA\"\/>\n\n=== Đánh Tân Bình, Thuận Hóa===\nNăm Ất Tỵ (1425), mùa thu, tháng 7, Lê Lợi phán đoán rằng thành quân Minh ở các xứ Thuận Hóa, Tân Bình đã từ lâu không thông tin tức với Nghệ An và Đông Đô, bảo các tướng: ''Người làm tướng giỏi ngày xưa bỏ chỗ rắn đánh chỗ mền, tránh chỗ mạnh đánh chỗ yếu, như thế chỉ dùng một nữa sức mà nên công gấp đôi''. Liền sai ông cùng Thượng tướng Lê Nỗ, chấp lệnh Lê Đa Bồ đem hơn 1000 quân và một con voi đi đánh các xứ Tân Bình, Thuận Hóa.<ref name=\"ReferenceA\"\/><ref name=\"ReferenceB\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 336<\/ref><ref name=\"ReferenceC\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, dịch giả Ngô Thế Long, trang 232<\/ref>\n\nQuân khởi nghĩa đến sông Bố Chính<ref>Sông Bố Chính: tức là sông Gianh, tỉnh Quảng Bình<\/ref> thì gặp quân Minh. Trần Nguyên Hãn, Lê Nỗ, Lê Đa Bồ đưa quân vào chỗ hiểm yếu, bí mật mai phục ở Hà Khương để nhử giặc. Tướng Minh là Nhậm Năng đem hết quân vào, ông cùng Doãn Nỗ, Lê Đa Bồ hợp binh tượng còn lại để đánh rồi giả cách thua chạy. Nhậm Năng đuổi theo, quân mai phục đánh kẹp 2 bên, quân Minh tan vỡ, bị chém và chết đuối rất nhiều.<ref name=\"ReferenceB\"\/><ref name=\"ReferenceC\"\/><ref name=\"DVSK\">Đại Việt sử ký toàn thư<\/ref>\n\nTuy thắng, nhưng quân của ông và Doãn Nỗ có ít, mà quân Minh vẫn đông, họ sai người cấp báo và xin quân. Lê Lợi sai Lê Ngân, Lê Bôi, Lê Văn An đem 70 chiếc thuyền chiến vượt biển đến. Được tin thắng trận trước đó, liền thừa thắng đánh vào các xứ Tân Bình, Thuận Hóa. Quân và dân các nơi bị quân Minh chiếm đều quy thuận, quân Minh rút vào thành cố thủ. Các xứ Tân Bình, Thuận hóa đều thuộc về nghĩa quân.<ref name=\"ReferenceB\"\/><ref name=\"ReferenceC\"\/><ref name=\"DVSK\"\/>\n\nTháng 9, năm Bính Ngọ (1426), Lê Lợi nhận được tin báo của Đinh Lễ về chiến thắng Tốt Động, Chúc Động liền đem quân tiến ra Bắc, hợp quân vây Đông Đô. Lê Lợi chia quân làm 3 cánh, ngày 23 tháng 10, sai Trần Nguyên Hãn, [[Bùi Bị]] đem hơn trăm chiếc thuyền thủy quân, ngược dòng sông Đại Lũng ra cửa sông Hát, rồi thuận dòng xuôi đến bến Đông Bộ Đầu sông Lô; sai Đinh Lễ đem hơn 1 vạn quân bộ bí mật tiến đến cầu Tây Dương; Lê Lợi đích thân dẫn binh tượng đến cửa Nam ngoài thành Đại La để đánh thành Đông Quan.<ref name=\"ReferenceC\"\/><ref name=\"DVSK\"\/><ref name=\"ReferenceD\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 339<\/ref>. Đến đêm, hồi canh ba, quân 3 mặt đánh ập vào, phóng lửa đốt các nhà ở ngoài thành, khói lửa mù mịt đầy trời. Các doanh quân đóng ngoài thành của Phương Chính tranh nhau chạy vào cửa thành xác chết gối lên nhau. Quân Lam Sơn bắt hết những người trong nước buộc phải theo quân Minh và hơn trăm chiến thuyền cùng rất nhiều khí giới, nghi trượng. Quân Minh biết là quân dân các vùng gần đó đều theo về nghĩa quân, mỗi ngày một cùng quẫn, lại đắp thêm tường lũy, liều chết cố thủ, để đợi viện binh<ref name=\"ReferenceC\"\/><ref name=\"DVSK\"\/><ref name=\"ReferenceD\"\/>.\n\n=== Hạ thành Xương Giang ===\nMùa thu, tháng 9 năm Đinh Mùi, Trần Nguyên Hãn được phong làm [[Thái úy]]. Lê Lợi sai Thái úy Trần Nguyên Hãn, Tư mã Lê Sát, thiếu úy Lý Triện, Nguyễn Lý, đánh thành Xương Giang.<ref name=\"DVSK\"\/><ref name=\"ReferenceE\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, dịch giả Ngô Thế Long, trang 233<\/ref><ref name=\"ReferenceG\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 349<\/ref>\n\nTướng chỉ huy nhà Minh là Kim Dận giữ thành này để bảo vệ con đường rút về Bắc của quân Minh, cùng với người mới nhận chức là Lý Nhậm, ra sức cố thủ. Nghĩa quân bao vây hơn 6 tháng, đánh nhau ở Khoái Châu, Lạng Giang không phân thắng bại. Nghĩa quân không lên được thành, Lê Lợi thấy viện binh của quân Minh sắp đến, mới sai các tướng, trong đó có Trần Nguyên Hãn, ra đánh gấp.Lê Lợi sai các tướng đắp đất, mở đường đánh nhau với quân Minh, đào đường ngầm, dùng câu liên, giáo, nỏ cứng, hỏa tiễn, hỏa pháo, bốn mặt cùng đánh, không đầy một giờ đã hạ được thành. Lý Nhậm và Kim Dận tự sát. Nghĩa quân thu vàng lụa, con gái đem chia đều cho binh sĩ. Vương Thông nghe tin thua trận phải làm văn tế.<ref name=\"DVSK\"\/><ref name=\"ReferenceE\"\/><ref name=\"ReferenceG\"\/>\n\n=== Tham gia đánh bại viện binh nhà Minh===\nNgày 18, tháng 9 năm Đinh Mùi (1427), hai cánh viện binh nhà Minh do An Viễn hầu Liễu Thăng chỉ huy tiến vào Lạng Sơn và Kiềm quốc công Mộc Thạnh vào cửa Lê Hoa<ref name=\"DVSK\"\/><ref name=\"ReferenceE\"\/><ref name=\"ReferenceI\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 350<\/ref> Ngày 20, cánh quân do Liễu Thăng chỉ huy bị Lê Sát, Lưu Nhân Chú, Trần Lựu, Lê Lãnh, Đinh Liệt, Lê Thụ đánh bạo ở Chi Lăng, Liễu Thăng bị chém ở núi Mã Yên. Sau một loạt thất bại và nhiều tướng soái chết,Thôi Tụ, Hoàng Phúc dẫn quân tiến lên, nhưng bị Lê Lý và Lê Văn An đem 3 vạn quân bao vây bốn mặt, lại dựng rào lũy ở tả ngạn sông Xương Giang để ngăn chặn<ref name=\"DVSK\"\/><ref name=\"ReferenceE\"\/><ref name=\"ReferenceI\"\/>.\n\nTrong lúc đó Lê Lợi sai Trần Nguyên Hãn chặn đường vận chuyển lương thực quân Minh. Đầu tháng 11, quân Lam Sơn tổng tấn công, quân Minh đại bại, bị giết và bắt sống toàn bộ cùng các tướng<ref name=\"DVSK\"\/><ref name=\"ReferenceE\"\/><ref name=\"ReferenceI\"\/>.\n\n=== Hội thề Đông Quan ===\nHội thề này – mà về sau sách sử gọi là [[hội thề Đông Quan]] – diễn ra vào tháng 12 năm 1427 tại phía nam thành, bên bờ sông Cái. Trong danh sách những người tham gia hội thề của phía Lam Sơn, Trần Nguyên Hãn đứng tên thứ hai, sau [[Lê Thái Tổ|Lê Lợi]]<ref>Lê Quý Đôn, sách đã dẫn, trang 233<\/ref>\n\n==Chức vụ và khen thưởng ==\nKhoảng năm 1424–1425, Trần Nguyên Hãn là Tư đồ. Năm 1427, sau chiến tích hãm [[Hà Nội#Thăng Long, Đông Đô, Đông Quan, Đông Kinh|Đông Quan]], ông được phong là [[Thái uý|Thái úy]]\n\n[[Đại Việt sử ký toàn thư|''Đại Việt sử ký toàn thư'']] ở chương X viết \"Đại hội các tướng và các quan văn võ để định công, ban thưởng, xét công cao thấp mà định thứ bậc. Lấy thừa chỉ [[Nguyễn Trãi]] làm Quan phục hầu; tư đồ Trần Hãn làm Tả tướng quốc; [[Khu mật đại sứ]] [[Phạm Văn Xảo]] làm Thái Bảo; đều được ban quốc tính\"<ref name=\"DVSK\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 362<\/ref>\n\n== Cái chết ==\nTheo sách ''Đại Việt thông sử'': Năm 1429, Trần Nguyên Hãn xin về hưu. Từ trước đó, Nguyên Hãn có nói riêng với người thân cận: ''Nhà vua có tướng như Việt vương [[Việt Vương Câu Tiễn|Câu Tiễn]], cho nên, ta không thể yên hưởng vui sướng được.'' Lê Lợi y cho Nguyên Hãn được về, nhưng dặn rằng cứ một năm hai lần lại vào triều chầu vua. Ông về làng làm nhiều nhà cửa, xây bằng gạch hoa và đóng thuyền chở binh khí. Có người tố cáo ông mưu phản. Lê Lợi sai lực sĩ xá nhân bắt về hỏi tội. Thuyền đi đến bến xã Đông Sơn, Trần Nguyên Hãn phẫn uất khấn trời rằng:{{cquote|...''Tôi với Hoàng thượng cùng mưu cứu nước, cứu dân, nay sự nghiệp lớn đã thành, Hoàng thượng nghe lời dèm mà hại tôi. Hoàng thiên biết xin soi xét cho.<ref name=\"ReferenceK\">Lê Quý Đôn, sách đã dẫn, tr 190<\/ref>}}\n\nNói xong bỗng trờ nổi gió to làm lật thuyền, bốn mươi hai lực sĩ xá nhân và Trần Nguyên Hãn đều chết đuối cả, chỉ có hai gia đồng thoát chết. Lê Lợi nghe tin, xuống chiếu tịch thu tất cả vợ con, ruộng đất của cải của ông. Cái chết của Trần Nguyên Hãn được ''Đại Việt thông sử'' mô tả khác nhau trong 2 thiên truyện: ''Đế kỷ đệ nhất'' ghi ông tự sát;<ref name=\"ReferenceH\">Lê Quý Đôn, sách đã dẫn, tr 81<\/ref> Truyện ''Trần Nguyên Hãn'' lại mô tả sau lời than của ông, gió to nổi lên làm lật thuyền khiến ông và 42 lực sĩ đều chết, chỉ có 2 gia đồng sống sót.<ref name=\"ReferenceK\"\/>\n\nĐề thi văn sách do vua [[Lê Thái Tông]] ban hành trong khoa thi Hội năm 1442 &ndash; khoa thi Hội đầu tiên của hoàng triều Lê &ndash; có nhắc đến việc Trần Nguyên Hãn chống lại Lê Thái Tổ: ''\"Đức Thái tổ Cao hoàng đế ta lấy được thiên hạ, nhiều phen xuống chiếu cầu hiền mà không có một ai trúng tuyển, trong khi ấy thì bọn Hãn, bọn Xảo ngầm nuôi mưu gian\"''. Người đỗ đầu khoa thi này là [[Nguyễn Trực]]. Bài thi của Nguyễn Trực có đoạn viết về Trần Nguyên Hãn:<ref>[http:\/\/www.bvd-vn.de\/index.php\/vn\/van-hoa\/710-chanh-s-nguy-n-tr-c-va-bai-van-sach-thi-dinh-mang-l-i-danh-hi-u-tr-ng-nguyen-c-a-ong Chánh sứ Nguyễn Trực và bài văn sách thi Đình mang lại danh hiệu Trạng nguyên cho ông]<\/ref>\n:''\"Bọn Hãn, bọn Xảo ngầm nuôi mưu gian ghen ghét hiền tài cất nhắc bè lũ. Bản thân chúng đã chả ra gì, thì làm sao tiến cử được nhân tài! Xem thế, dẫu Thái tổ Cao hoàng đế có nguyện vọng cầu hiền, nhưng bị bọn Hãn, Xảo che lấp hiền tài, nên không tìm được. Người xưa có câu: Ai tiến cử nhân tài, sẽ được ban thưởng mức cao nhất. Kẻ nào che lấp tài năng, phải bị trị tội nặng. Vì thế, bọn Hãn, Xảo đã không thoát khỏi sự trừng phạt của Thái tổ Cao hoàng đế. Bọn chúng cũng là lũ Tứ hung đời Ngu, lại Tam giám đời Chu đó! Nhưng dù có bọn tiểu nhân như chúng, vẫn không thể làm hỏng được công cuộc trị nước bấy giờ.\"''\n\nChi tiết này hé lộ rằng 9 năm sau khi Lê Thái Tổ mất (1433), triều đình Lê vẫn coi Trần Nguyên Hãn là tội thần.\n\n=== Di lụy và phục hồi ===\nNăm Diên Ninh thứ 5 (1455), nhân đại xá, vua [[Lê Nhân Tông]] ban chiếu trả lại ruộng nương của cải, để biểu dương người có công lao cũ.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, trang 234<\/ref> Triều đình đời vua Lê Nhân Tông chỉ nhân dịp đại xá mà thương cho hậu duệ những người phạm tội như [[Lê Sát]], Nguyễn Trãi, Phạm Văn Xảo..., trả lại ruộng đất cũ cho họ, chứ không minh oan cho họ. Vị vua sau này là [[Lê Thánh Tông]] mới thực sự minh oan, tặng phong tước cho Lê Sát, Phạm Văn Xảo, Nguyễn Trãi, còn riêng Trần Nguyên Hãn không thấy minh oan và được tặng chức tước gì, nghĩa là triều nhà Hậu Lê vẫn xem ông là tội phạm. Đến đời [[nhà Mạc]], triều đại cướp ngôi nhà Lê, ông mới được truy phong là Tả tướng quốc, Trung liệt Đại vương''.''<ref>Nguồn: ''Lịch triều hiến chương loại chí'', [[Phan Huy Chú]], tập 1, Bản dịch của Nhà xuất bản Khoa học xã hội - 1992, trang 320.<\/ref>\n\n=== Nguyên nhân ===\n*Theo sách ''Đại Việt thông sử'', quyển 2, Đế kỷ đệ nhị:<ref>Lê Quý Đôn, sách đã dẫn, tr 81, 88, 93<\/ref> Tháng 11, năm 1430, thổ tù ở châu Thạch Lam Thái Nguyên là Nông Đắc Thái và ở châu [[Thượng Lang]] liên kết với Trần Hãn làm phản, Lê Lợi bèn thân chinh và tuyển binh ở bãi Bồ Đề, giết Phạm Văn Xảo. Đến tháng 2, 1431 Lê Lợi đánh bại lực lượng này, khiến Bế Khắc Thiệu thua chạy rồi chết, bắt sống được Nông Đắc Thái.\n\nĐến tháng 12, năm 1431, thổ tù Đào Cát Hãn ở Mường Lễ do thông đồng với Phạm Văn Xảo, lại liên kết với quân [[Ai Lao]] xâm lấn Mường Mỗi. Lê Lợi sai con trưởng Lê Tư Tề và tướng Lê Sát mang quân đánh, sau đó lại tự mình thân chinh. Đến tháng 1 năm 1432, Lê Lợi giết tướng Ai Lao là Kha Lại, Đào Cát Hãn phải chạy trốn, đổi Mường Lễ thành châu Phục Lễ. Đến tháng 3, khi kéo quân trở về kinh sư, làm lễ hiến phù tại Thái miếu, Lê Lợi ban tờ chiếu trong đó có chép: ''Năm ngoái thằng Khắc Thiệu ở Thái Nguyên mưu làm phản đích là do thằng Hãn âm mưu, năm nay Cát Hãn làm phản là do âm mưu của Xảo... phàm bầy tôi nên lấy tên Hãn, tên Xảo làm răn...''<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, tr 112, 113, 114, 115<\/ref>\n\n*Theo sách ''Đại Việt sử ký toàn thư'', vụ việc Bế Khắc Thiệu và Nông Đắc Thái nổi dậy làm phản,sử chép rằng hai người này ở địa phương tranh nhau tự lập, không do ai xui giục.<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt15b.html Đại Việt sử ký toàn thư, Bản kỷ quyển 10]<\/ref>\n*Sách [[Khâm định Việt sử thông giám cương mục|''Khâm định Việt sử thông giám cương mục'']] chép vụ việc họ Nông và họ Bế làm phản và việc hạ lệnh bắt Trần Nguyên Hãn là 2 việc riêng rẽ, không liên quan tới nhau; sách này cũng khẳng định Trần Nguyên Hãn bị gièm pha vu cáo là có mưu phản. Khi đề cập tới việc Lê Lợi đánh xong họ Nông và họ Bế, ban chiếu kể tội họ cho các nơi biết cũng không đề cập tới người khác xui giục.<ref>Khâm định Việt sử thông giám cương mục, Chính biên quyển 15<\/ref>\n\nTheo sách ''Đại Việt thông sử'' của [[Lê Quý Đôn]], ''vua Thái Tổ tuổi già, lắm bệnh, sợ ngày sau chúa nhỏ (thái tử Nguyên Long mới lên 8) cầm quyền, các đại thần như Phạm Văn Xảo và Trần Nguyên Hãn \"sẽ có chí khác\".''<ref name=\"ReferenceN\">Lê Quý Đôn, sách đã dẫn, tr 192<\/ref> Vì vậy, bề ngoài Lê Lợi ''\"tỏ ra trọng vọng nhưng bên trong vẫn nghi ngờ. Bọn gian thần Trình Hoàng Bá, Lê Quốc Khí, Đinh Bang Bản, Nguyễn Tông Chí, Lê Đức Dư đón biết ý vua tranh nhau dâng mật sớ khuyên vua sớm trừ đi\".''<ref name=\"ReferenceL\">Lê Quý Đôn, sách đã dẫn, tr 193<\/ref> Khi Phạm Văn Xảo và Trần Nguyên Hãn đã bị trừ bỏ, vua Lê ''\"hối hận, thương hai người bị oan\"'', hạ lệnh cho những kẻ tố cáo ông về sau không được tố cáo ai nữa và dù có tài cũng không được dùng nữa. Khi Lê Thái Tông (Nguyên Long) lên ngôi, phụ chính Lê Sát định dùng lại bọn gian thần đó nhưng bị các quan trong triều phản đối đành phải thôi.<ref name=\"ReferenceL\"\/>\n\n*Theo ý kiến phỏng đoán trong sách của nhóm Phan Duy Kha, Lã Duy Lan,...:Ông nằm trong vòng xoáy tranh giành quyền lực trong triều đình nhà Lê thời hậu chiến. Có ý kiến phỏng đoán rằng Trần Nguyên Hãn và Phạm Văn Xảo ủng hộ [[Lê Tư Tề]], con trưởng của Lê Lợi trong khi Lê Sát, [[Lê Ngân]], Phạm Vấn... ủng hộ người con thứ là [[Lê Thái Tông|Nguyên Long]]. Khi phái Lê Sát thắng thế và Lê Tư Tề bị ruồng bỏ, thì ông cũng không tránh khỏi hậu họa.<ref name=\"ReferenceN\"\/><ref name=\"ReferenceF\">Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, sách đã dẫn, tr 982-983<\/ref>\n\n=== Lời bình của Trần Quốc Vượng ===\nSử gia Trần Quốc Vượng bàn về cái chết của Trần Nguyên Hãn như sau:{{cquote|...''[[Phạm Lãi]]... đi biệt, đổi tên họ, dẫn theo người đẹp [[Tây Thi]]... bỏ hoàn toàn ham muốn quyền lực.''\n\n''Nên vua dù có biết (mà biết thực, nên mới cho ghi vào sử), cũng nghĩ ông này bây giờ... không dòm ngó gì tới ngôi báu.''\n\n''Đàng này...''\n\n''...Nguyên Hãn lại \"dại dột\" làm nhiều nhà cửa, xây bằng gạch hoa (a, có vẻ như xây biệt đô, biệt cung), thuần phục và tậu voi tậu trâu từng đàn đi lại rầm rập, lại \"đóng thuyền, chở binh khí\" nữa, ra cái dáng \"sứ quân\", \"nghênh ngang một cõi\".''\n\n''Thế thì chưa biết \"động cơ chủ quan\" như thế nào, chứ như thế thì bịt sao nổi miệng thế xầm xì phao tin đồn (cơ chế của tin đồn là mối quan tâm tới một sự kiện nhưng thiếu thông tin về sự kiện đó). Người ta vu cho ông làm phản. Và ông bị giết hại (hay bị \"bức tử\", \"tự sát\", hay là \"chết đuối\"…thì cũng vậy thôi) là phải.\"''<ref>''Văn hóa Việt Nam– tìm tòi và suy ngẫm'', [[Trần Quốc Vượng]], trang 749.<\/ref>}}\n\n== Gia quyến và con cháu đời sau ==\nTrần Nguyên Hãn có 3 vợ. Với 2 vợ đầu, ông có ba con trai. [[Lê Quý Đôn]] chép trong ''Lê triều thông sử'' rằng ông bị bắt về kinh sư cùng người vợ thứ ba và người con nhỏ mới sinh (hài đồng tử). Sau khi ông chết, Lê Lợi cho bắt hai mẹ con bà này về kinh quản thúc, gia sản của Trần Nguyên Hãn bị tịch thu. Con cháu ông không có ai bị giết.\n\nTheo gia phả các chi họ ở xã Sơn Đông, huyện [[Lập Thạch]], tỉnh [[Vĩnh Phúc]],<ref>Ông Trần Thanh San ghi lại trong cuốn gia phả tộc Trần Nguyên Thiên Nghệ Tĩnh trang 61 & 62<\/ref> thì Trần Nguyên Hãn có ba vợ, hai người vợ đầu là:\n\n*Bà cả (không ghi tên) người làng Cao Phong, xã Văn Quán.<ref>Nay thuộc xã Sơn Đông, Lập Thạch, Vĩnh Phúc.<\/ref> Ông bà sinh hạ được một con trai là Trần Doãn Hữu, tự là Trung Khang. Trước khi ông Trần Nguyên Hãn xuống thuyền về kinh (theo lệnh triệu hồi của Lê Lợi), ông cho mẹ con bà chạy trốn vào rừng Thần; sau trở lại Sơn Đông.\n*Vợ thứ hai là bà Lê Thị Tuyển.<ref>Theo gia phả Minh Nông.<\/ref> Ông bà sinh hạ hai con trai là Trần Trung Khoản và Trần Đăng Huy, tự là Trung Lương. Khi Trần Nguyên Hãn xuống thuyền về kinh, ông cho ba mẹ con bà Tuyển chạy trốn sang làng Kẻ Nú, phủ Tam Đới huyện Phù Khang, trấn Tây Sơn. Sau người con lớn Trần Trung Khoản tiếp tục bỏ đi và đổi ra họ Quách.<ref>Gia phả chi họ Trần ở thôn Hồng Hải - Minh Nông – thành phố Việt Trì.<\/ref> và Trần Đăng Huy đổi sang họ Đào.\n\n== Các công trình gắn liền với tên tuổi Trần Nguyên Hãn ==\n[[Tập tin:Tran Nguyen Han.JPG| nhỏ|200px|Tượng Trần Nguyên Hãn trước [[chợ Bến Thành]], [[Thành phố Hồ Chí Minh]]]]\nTrần Nguyên Hãn được nhiều làng ở Sơn Đông và các vùng xung quanh lập đền thờ, nhưng ''\"chính tự\"'' (nơi thờ tự chính, được công nhận và ghi vào ''\"tự điển\"''<ref>''\"Tự điển\"'' tức là \"điển các lệ về đền thờ\" của nhà Lê.<\/ref>) là đền Tả tướng. Đền này được xây ngay trên nền ngôi nhà cũ của Trần Nguyên Hãn.{{cần dẫn nguồn}}\n\nNhiều di tích ở Sơn Đông hiện nay được cho là có liên quan đến các hoạt động của Trần Nguyên Hãn như rừng Thần, đầm Rạch, cống Khẩu... Ao Tó là nơi ông luyện thủy quân sau khi đã trí sĩ về nhà và cho đóng thuyền lớn. Chợ Gốm là nơi Trần Nguyên Hãn từng hành nghề bán dầu. Hiện nay, dân làng này vẫn làm nghề ép dầu bên cạnh những nghề thủ công khác như làm gốm, sơn, mộc.{{cần dẫn nguồn}}\n\nTrần Nguyên Hãn cũng được đúc tượng và thờ ở di tích quốc gia đền Như Độ, thuộc xã [[Như Hòa]], huyện [[Kim Sơn]], tỉnh [[Ninh Bình]]. Lễ hội đền Như Độ diễn ra vào 14-15 tháng Giêng vào các năm Tý, Ngọ, Mão, Dậu.\n\nTên của ông được đặt cho nhiều đường phố và trường học tại các thành phố Việt Nam: tại quận Hoàn Kiếm (thành phố Hà Nội), quận Lê Chân (thành phố [[Hải Phòng]]), Thành phố [[Đồng Hới]], thành phố Đà Nẵng, phường Phước Hòa Thành phố [[Nha Trang]], Thành phố [[Vũng Tàu]], quận 8 Thành phố Hồ Chí Minh, thành phố [[Hạ Long]],... và ở Lập Thạch quê hương ông.\n\n== Tham khảo ==\n* ''Đại Việt thông sử'', [[Lê Quý Đôn]], Nhà xuất bản Khoa học xã hội, 1978\n*Đại Việt sử ký toàn thư; Soạn giả Lê Văn Hưu, Ngô Sĩ Liên,...Dịch giả Viện sử học Việt Nam; Nhà xuất bản khoa học xã hội Hà Nội, 1993.\n*''Văn hóa Việt Nam – tìm tòi và suy ngẫm'', [[Trần Quốc Vượng]].\n*''Thuyết Trần'', Trần Xuân Sinh, Nhà xuất bản Hải Phòng 2003.\n*''Đất nước Việt Nam qua các đời'', [[Đào Duy Anh]], Nhà xuất bản Văn hóa Thông tin, 2005\n*''Lịch sử Việt Nam: hỏi và đáp'', Lê Văn Lan, 2004.\n*''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục, 2006, tập 1.\n*''Việt sử giai thoại'', Nguyễn Khắc Thuần, Nhà xuất bản Giáo dục, 2003, tập 5.\n*''Nhìn lại lịch sử'', Phan Duy Kha, Lã Duy Lan, Đinh Công Vĩ, Nhà xuất bản Văn hóa Thông tin, 2003.\n*''Khởi nghĩa Lam Sơn'', [[Phan Huy Lê]], Phan Đại Doãn.\n*''Từ điển chức quan Việt Nam'', Đỗ Văn Ninh, Nhà xuất bản Thanh niên, 2006\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Khởi nghĩa Lam Sơn}}\n\n{{Thời gian sống |1390|1429}}\n\n[[Thể loại:Nhân vật thời Trần]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Hoàng tộc nhà Trần]]\n[[Thể loại:Người tham gia Khởi nghĩa Lam Sơn (1418–1427)]]\n[[Thể loại:Công thần khai quốc nhà Lê sơ]]\n[[Thể loại:Thái úy Việt Nam]]"}