{"354653":"{{Thông tin chiến tranh \n|conflict= Liên quân tấn công Đà Nẵng lần thứ hai\n|partof= [[Chiến tranh Pháp-Đại Nam|Pháp xâm lược Đại Nam]]\n|image= [[Tập tin:French ships at Danang 1858.jpg|300px]]\n|caption= Tàu chiến liên quân bắn phá [[Đà Nẵng]] năm 1858\n|date= [[20 tháng 4]] năm [[1859]] - [[22 tháng 3]] năm [[1860]]\n|place= [[Đà Nẵng]] \n|result= Liên quân [[Pháp]] - [[Tây Ban Nha]] rút khỏi [[Đà Nẵng]]. \n|combatant1= [[Nhà Nguyễn]] \n|combatant2=[[Pháp]]-[[Tây Ban Nha]]\n|commander1= Tổng thống quân thứ [[Nguyễn Tri Phương]]<br>Các cộng sự: [[Phạm Thế Hiển]], Nguyễn Hiên, Nguyễn Trọng Thao... \n|commander2= Phó Đô đốc [[Charles Rigault de Genouilly|De Genouilly]]<br>Thiếu tướng Page<br>Các cộng sự: Faucon, Lanzarotte, Reybaud, Delaveau, Dupré-Deroulède, Breschin...\n|strength1= Khoảng 4.000 quân chính quy<br>Số đại bác: không rõ.\n|strength2= Khoảng 4.000 quân chính quy<br>32 chiến thuyền các loại<ref>9 thiết hạm, 20 tàu thuyền chở quân cùng 3 chiếc bị đánh chìm khi tấn công pháo đài [[Hải Châu]] (trích từ sách Phan Trần Chúc, ''Nguyễn Tri Phương'', Nhà xuất bản Văn hóa Thông tin, tr. 40.<\/ref>\n|casualties1= Các Hiệp quản: [[Trần Trinh Lương]], [[Lê Văn Da]], [[Phan Hữu Điển]] đều tử trận. Quân lính và dân chết nhiều nhưng không biết chính xác con số.\n|casualties2 = Đại tá [[Dupré Déroulède]] tử trận. Liên quân chết nhiều vì thương vong và bệnh tật, nhưng không biết chính xác con số. \n|}}\n'''Trận Đà Nẵng (1859–1860)''' hay '''Liên quân [[Pháp]] – [[Tây Ban Nha]] tấn công [[Thành phố Đà Nẵng|Đà Nẵng]] lần thứ hai''' là một trong những trận đánh mở đầu cho cuộc [[chiến tranh Pháp-Đại Nam|chiến tranh Pháp-Việt 1858-1884]] trong [[lịch sử Việt Nam]]. Đây là trận đánh kéo dài nhiều tháng, khởi sự từ [[20 tháng 4]] năm [[1859]] và kết thúc vào [[22 tháng 3]] năm [[1860]], là ngày mà tất cả liên quân phải rời khỏi mặt trận [[Đà Nẵng]] ([[Việt Nam]]) sau 19 tháng chiếm đóng ([[31 tháng 8]] năm [[1858]]–[[22 tháng 3]] năm [[1860]]).\n\n==Tiếp tục bị cầm chân==\nỞ mặt trận [[Đà Nẵng]], từ khi Phó Đô đốc [[Charles Rigault de Genouilly|De Genouilly]] kéo đại quân vào tấn công [[Gia Định]], với số quân còn lại trên dưới một ngàn người, Đại tá Faucon, người được giao lại quyền, cũng đã tổ chức được hai cuộc tấn công [[Quân đội nhà Nguyễn|quân Việt]]:\n*Ngày [[6 tháng 2]] năm [[1859]], tức sau ngày De Genouilly rời [[Thành phố Đà Nẵng|Đà Nẵng]] được mấy hôm, Đại tá Faucon dẫn quân đi đánh đồn [[Hải Châu]] nhưng đã bị Thị vệ Hồ Oai cùng tướng Tôn Thất Thi và Nguyễn Nghĩa đẩy lùi, bắn chìm ba giang thuyền của liên quân. Ngay hôm sau, Faucon dẫn thêm quân trở lại đánh với cường độ dữ dội hơn. Hiệp quản Trần Trinh Lương và Lê Văn Da đều tử trận. [[Đô đốc]] Tống Phước Minh không giữ nổi đồn Hải Châu buộc phải lui quân về giữ đồn [[Phước Ninh]]. Sau nhờ Tham tán [[Nguyễn Duy (định hướng)|Nguyễn Duy]] đem quân chi viện mới đánh lui được đối phương, thu hồi được đồn [[Hải Châu]] nhưng quân Việt phải thiệt mạng nhiều.\n*Đến tháng 3 năm [[1859]], Đại tá Faucon mở cuộc tấn công mới vào đồn Hải Châu và [[Thạc Gián]]. Nhờ các tướng là [[Đào Trí]], Tôn Thất Hàm, Phạm Gia Vịnh ra sức chống ngăn nên giữ được.\n\nTheo sách ''Lịch sử Việt Nam (1858 - cuối thế kỷ 19)'', thì trong khoảng thời gian đó \"đại quân của tướng [[Nguyễn Tri Phương]] vẫn cứ án binh bất động\" trước một đạo quân xâm lược ít hơn, đang bị cô lập, bị dịch bệnh; thuốc men, lương thực đều thiếu... và đang kêu cứu.<ref>Sách ghi ở mục tham khảo, tr. 37.<\/ref>\n\nHiểu tình cảnh đó, nên sau khi chiếm được và cho san bằng [[thành Gia Định]], tướng [[Charles Rigault de Genouilly|De Genouilly]] chỉ để lại ba trung đội cùng bốn tàu chiến đóng ở ụ Hữu Bình (tức Xóm Chiếu), giao cho [[Đại tá]] Hải quân Jauréguibery quyền chỉ huy, còn mình thì kéo 3.000 quân (trong số đó có khoảng 1.000 quân [[Tây Ban Nha]]) trở ra [[Đà Nẵng]] ứng cứu cho số quân đang bị hao mòn ở đấy.\n\n==Tấn công Đà Nẵng lần thứ hai, 1859==\nĐến [[Đà Nẵng]], ngày [[20 tháng 4]] năm [[1859]], [[Charles Rigault de Genouilly|De Genouilly]] liền cho quân tấn công dữ dội đồn Điện Hải. Tướng [[Nguyễn Tri Phương]] cho quân đánh trả quyết liệt, nhưng vì vũ khí của đối phương quá mạnh nên đồn mất.\n\n===Trận chiến ngày 8 tháng 5===\nNgày [[8 tháng 5]] năm [[1859]], tướng [[Charles Rigault de Genouilly|De Genouilly]] chia quân ra làm ba mũi tiến công. Cánh hữu của Raynaud với hơn 700 quân, tấn công các đồn Du Xuyên, [[Hải Châu]], [[Thạc Gián]], [[Phước Ninh]]. Cánh tả của Faucon với hơn 400 quân, tấn công đồn [[Thạc Gián]], [[Phước Ninh]]. Cánh giữa do Đại tá Lanzarote ([[Tây Ban Nha]]) chỉ huy, chi viện cho hai cánh tả, hữu. Theo cánh quân này là Bộ Chỉ huy Hành quân do tướng De Genouilly thống lĩnh, với quyết tâm thắng nhanh, để hòng xoay chuyển tình thế.\n \n[[Quân đội nhà Nguyễn|Quân Việt]] dựa vào chiến lũy chống trả kịch liệt, nhưng trước hỏa lực mạnh, số lính thương vong nhiều. Tổng thống quân thứ [[Nguyễn Tri Phương]] buộc phải cho quân rời bỏ phòng tuyến thứ nhất với các đồn lớn như Du Xuyên, Thạc Gián, Hải Châu rút về cố thủ ở phòng tuyến thứ hai với các đồn Liên Trì, Nại Hiên và Nghi Xuân...\n\nNgược lại, cánh quân tấn công vào [[Thạc Gián]] và hai đồn thượng và hạ ở [[Hải Châu]] đã bị đạo quân ứng nghĩa, do Phạm Gia Vĩnh lãnh đạo, hiệp cùng với đạo quân triều đình, do Nguyễn Song Thanh và Đào Thị chỉ huy, đánh cho tan tác phải tháo chạy về [[bán đảo Sơn Trà]].\n \nKết thúc, bên quân Việt mất 3 đồn lớn cùng 54 khẩu [[pháo|đại bác]] các loại, Hiệp quản Phan Hữu Điển và rất nhiều binh sĩ tử trận.\n \nBên liên quân, theo lời tường thuật của Bizancourt, thiệt mạng trên 100 người.<ref>Dẫn theo [[Trần Văn Giàu]], ''Tổng tập'' (phần I), tr. 74.<\/ref>\n\nĐây là trận đối đầu lớn nhất kể từ trước đến giờ ở mặt trận [[Đà Nẵng]].\n \nTrong khoảng thời gian đó, ở [[châu Âu]] [[Chiến tranh giành độc lập Ý lần thứ hai|chiến tranh]] giữa [[Pháp]] - [[Vương quốc Sardegna|Sardegna]] với [[Đế quốc Áo|Áo]] đang đến hồi dữ dội. Còn ở [[phương Đông]] bỗng có tin đồn quân Pháp ở [[Đà Nẵng]] sắp bị [[Hải quân Hoàng gia Anh|Hải quân Anh]] tiêu diệt. Mặt khác, do thời tiết khắc nghiệt, nên dịch bệnh thêm hoành hành, làm cho số lính viễn chinh bị chết bệnh tăng từng ngày... Tất cả đã khiến tướng De Genouilly bối rối và than rằng: ''Dù sao đi chăng nữa, thì cuộc viễn chinh này cũng phải đi đến một kết thúc nào đó, nếu không chúng tôi sẽ không còn đủ kiên nhẫn để chờ đợi nữa...'' (Trích báo cáo, Tuorane, ngày [[22 tháng 5]] năm [[1859]]).\n\nVà tính đến lần tấn công này ([[8 tháng 5]] năm [[1859]]), tức sau 9 tháng xâm lược, liên quân chỉ chiếm cứ<ref>Ở Đà Nẵng, Gia Định và sau này ở nhiều nơi khác nữa, sau khi chiếm được thành rồi, quân [[Pháp]] rất ít khi trấn giữ được. Thường thì họ cho phá hủy đồn trại, vũ khí, rồi rút về căn cứ cũ. Bởi thành trì [[nhà Nguyễn]] rộng lớn quá, không đủ quân bố phòng. Việc phá bỏ [[thành Gia Định]] và [[Đại đồn Chí Hòa]] là hai ví dụ.<\/ref> được bán đảo [[Sơn Trà]] và đồn Đông ở Đà Nẵng.\n\n===Liên quân xin nghị hòa===\nVì gặp khó khăn, lại thêm bên chính quốc ([[Pháp]]) không thể chi viện được nữa, nên [[Bộ Hải quân Pháp]] đã đề ra một kế sách khác, được mệnh danh là ''\"sự chinh phục bằng những gói nhỏ\"'' (conquête en petis paquets).<ref>GS. Nguyễn Phan Quang nhận định: \"Thực chất, đây chính là sự thú nhận tình trạng sa lầy tại mặt trận này, buộc liên quân phải ngừng bắn 3 tháng để thương thuyết\" (sách ghi ở mục tham khảo, tr. 273).<\/ref> Để dọn đường cho kế hoạch xâm lược này, nhà cầm quyền [[Pháp]] đã ra lệnh cho tướng De Genouilly phải chủ động xin \"hòa nghị\" với vua [[nhà Nguyễn]].\n \nNhưng để hòa nghị với cái thế mạnh, [[Charles Rigault de Genouilly|De Genouilly]] đã phái tàu chiến đi bắn phá bãi Cam ở [[Bình Định]] và pháo đài Hổ Cứ, thiêu hủy tàu thuyền của triều đình và nhân dân ở vùng biển [[Quảng Bình]], [[Quảng Trị]]. Đến ngày [[20 tháng 6]] năm 1859, De Genouilly mới đưa ra ba yêu sách cho việc hòa nghị, gồm: [[tự do truyền đạo]], tự do buôn bán và mở [[nhượng địa]].\n\nViệc \"hòa nghị\" đã gây nhiều cuộc tranh cãi trong nội bộ triều đình [[Huế]]. Cuối cùng, chủ trương ''\"lấy chủ đợi khách, nên dùng kế trì cửu để đợi cho họ mỏi\"'', hay còn gọi là ''\"thủ để hòa\"'' thắng thế.<ref>Sách ''Dương sự thủy mạc'' ghi \"các ông Tô Trân, Phan Hữu Nghi, Trần Văn Vi... chủ trương sách lược \"công thủ\", đại lược rằng: [[Quảng Nam]], Gia Định, địa thế và địch tình đại đồng mà tiểu dị, địch ở ngoài khơi thì khó đánh, địch vào nội địa càng dễ đánh, dễ bị tiêu diệt. Phải giữ và đánh, thủ để công, và công để thủ, quét sạch địch. Bằng nay hòa với họ, thì họ sẽ bắt ta bỏ cấm và thông thương, xây nhà thờ, mở phố xá, rồi trăm sự giảo quyệt đều do một chữ hòa mà ra cả\". GS. [[Trần Văn Giàu]] bình: Lúc bấy giờ phái \"công thủ\" này là đúng nhất. Ý này hợp lòng dân, hợp với tình thế, nhưng đa số đình thần không nghe theo. (Tổng tập, phần I, tr. 76).<\/ref> Tướng Nguyễn Tri Phương được vua [[Tự Đức]] cử đi lo việc thương thuyết. Nhưng suốt hai tháng 7 và 8 năm [[1859]], cuộc hiệp thương không đạt được kết quả nào.\n\nNgày [[7 tháng 9]] năm [[1859]], nhận được viện quân từ [[Pháp]] sang, dù chẳng được bao nhiêu, tướng De Genouilly lấy cớ vì [[Nhà Nguyễn|triều đình Huế]] không có thiện chí hòa đàm nên Pháp phải cắt đứt cuộc hòa nghị, và sai thiếu tá Déroulède vạch ra kế hoạch đánh chiếm các cứ điểm của [[Quân đội Nhà Nguyễn|quân Việt]].\n\n===Trận chiến ngày 15 tháng 9===\nĐúng 4 giờ sáng ngày [[15 tháng 9]] năm [[1859]], ba cánh quân Pháp và Tây Ban Nha đồng loạt tấn công vào phòng tuyến quân Việt.\n \nCánh hữu của Pháp do Reybaud chỉ huy chạm súng với khoảng 2.000 quân Việt. Đang có nguy cơ bị đẩy lùi, thì nhờ có đội quân của Breschin kịp thời ứng cứu nên liên quân đảo ngược được tình thế. Tham tán [[Phạm Thế Hiển]] phải cho quân rút khỏi đồn Liên Trì và đồn [[Phước Ninh]], tập kết ở đồn Chân Sảng để ngăn chặn đối phương tiến ra [[Huế]].\n\nCánh quân bên tả do Đại tá Lanzarote chỉ huy tiến đánh đồn Nại Hiên, đồn Hóa Khuê và đồn Mỹ Thị. Do hàng ngũ rối loạn, đồn Nại Hiên lọt vào tay liên quân, nhưng [[Quân đội Nhà Nguyễn|quân Việt]] vẫn làm chủ được đồn Mỹ Thị và Hóa Khuê.\n \nTướng [[Nguyễn Tri Phương]] tập họp số quân còn lại của phòng tuyến Liên Trì-Nại Hiên rút về [[Đèo Hải Vân|Hải Vân]], lập phòng tuyến mới, đề phòng liên quân tiến đánh kinh đô. Quân [[Pháp]] dùng pháo khống chế việc rút quân, nhưng không thành công.\n\nBị thiệt hại nặng về người và của, chỉ huy mặt trận là [[Nguyễn Tri Phương]] cùng hai cộng sự là [[Phạm Thế Hiển]] và Nguyễn Hiên đều dâng sớ xin chịu tội. Vua [[Tự Đức]] sai [[Phan Thanh Giản]] ra [[Quảng Nam]], tuyên chỉ xử chém Hồ Văn Đa, Lê Văn Nghĩa, Đoàn Văn Thức về tội đã bỏ đồn tháo chạy; còn Nguyễn Tri Phương, Phạm Thế Hiển, Nguyễn Hiên đều phải tội cách lưu.<ref>Cách lưu: cách chức, nhưng lưu dụng, cho lập công chuộc tội.<\/ref>\n\nPhía liên quân, sau trận đánh này, số binh lính chết vì chiến trận<ref>Theo tài liệu trong kho lưu trữ quốc gia [[Pháp]], số thương vong của liên quân trong trận này là: 10 lính chết, 40 lính bị thương (theo Cao Huy Thuần, Nguyễn Phan Quang dẫn lại, tr. 273).<\/ref> và dịch bệnh càng thêm nhiều, khiến ai nấy đều chán nản, kiệt quệ...\n \nNhận thấy cuộc chiến ngày càng gay go, không có hồi kết, nhân lúc bị ốm đau, tướng [[Charles Rigault de Genouilly|De Genouilly]] xin về Pháp dưỡng bệnh. Bộ Hải quân Pháp cử Thiếu tướng François Page sang thay thế.\n\n===Trận chiến ngày 18 tháng 11===\nNgày [[1 tháng 11]] năm [[1859]], tướng Page đến [[Đà Nẵng]] và việc làm đầu tiên của ông là, một mặt vẫn tiếp tục thương thuyết (nhưng trong yêu sách không còn đòi nhường đất nữa), mặt khác cho chuẩn bị mở một cuộc tấn công lên phía bắc Đà Nẵng (trên đường đến [[Huế]]), chứ không tìm cách đánh sâu vào nội địa [[Đà Nẵng]] – [[Quảng Nam]] như người tiền nhiệm.\n\nNgày [[18 tháng 11]] năm [[1859]], Page điều động soái hạm Néméris và hai tàu chiến, tập trung đại bác bắn vào pháo đài Điện Hải và đồn Chân Sảng dữ dội. Đại bác [[Quân đội Nhà Nguyễn|quân Việt]] rộ lên đáp trả, một quả đạn rơi trúng soái hạm đã giết chết Đại tá [[Dupré Déroulède]] (người vạch kế hoạch đánh [[Đà Nẵng]]) và làm cho một số binh sĩ bị thương. \nTướng Page ra lệnh pháo kích tới tấp rồi sai Desaulx dẫn 300 quân chiếm đồn Chân Sảng, đẩy quân Việt lui vào trong núi.\n\nTin chiến sự báo về, vua [[Tự Đức]] lệnh cho Thống chế Nguyễn Trọng Thao đem quân từ [[đèo Hải Vân]] đánh lấy lại đồn Chân Sảng. Nguyễn Hiên và Trần Đình Túc đóng ở các đồn Câu Đê và Hóa Ổ cũng được lệnh đem quân đánh phối hợp. Liên quân không chống nổi, bỏ đồn Chân Sảng xuống tàu chiến thoát ra khơi vào tháng 1 năm [[1860]].\n\nBộ Hải quân Pháp cho rằng cuộc tấn công trên là không cần thiết và đã gây tử vong nhiều thuộc cấp giàu kinh nghiệm, nên tướng Page bị khiển trách và giáng cấp. \nTháng 2 năm [[1860]], Page rời [[Đà Nẵng]] vào Sài Gòn với nhiệm vụ mới. Liên quân chỉ còn lại một số đóng giữ Sơn Trà, An Hải, Điện Hải... và chẳng còn làm được gì.\n\n===Rút khỏi Đà Nẵng===\nNhân việc [[người Pháp]] 2 lần phải đổi chủ tướng và cố sức chiếm giữ con đường tiến về kinh đô, tướng [[Nguyễn Tri Phương]] đã có sớ chuyển về kinh:<ref>Phan Trần Chúc, ''Nguyễn Tri Phương'', Nhà xuất bản Văn hóa Thông tin, tr. 43.<\/ref>\n:''Quân Pháp hiện nay đã có thủy bộ nương nhau. Mình muốn đánh thắng họ bằng [[đường thủy]] hay [[đường giao thông|đường bộ]] đều là việc không nên cả. Vả súng [[pháo|đại bác]] của Pháp rất tinh xảo, người lính Pháp trong các trận giao phong vừa rồi với ta tỏ ra rất can đảm. Trái lại quân ta có nhiều kẻ sợ sệt, lạ nước lạ non, sức chiến đấu rất kém. Với tinh thần và thực lực ba quân như thế, giữ thủ chưa xong, huống hồ là tấn công địch. Vậy xin Thánh thượng cho phép hạ thần chia [[quân đội]] đóng giữ các thành trì và đồn lũy, còn dư bao nhiêu dùng lối [[mai phục]] đánh úp quân [[Pháp]]. Phải tổ chức ngay công cuộc phòng thủ để đủ thời giờ xếp đặt.''\n\nTuy nhiên vua [[Tự Đức]] trách ông ''\"sợ oai giặc\"'' và gieo vào dân chúng sự lo lắng hãi hùng. Ông phải dâng biểu tạ tội. Sau đó [[Nguyễn Tri Phương]] tiếp tục xây thêm đồn lũy, ngày đêm chăm lo việc phòng thủ [[Đà Nẵng]]. Cuối cùng đến ngày [[22 tháng 3]] năm [[1860]], số liên quân kia cũng rút đi hết, sau khi phá hủy tất cả pháo đài và công sự.\n\nVề đến Gia Định, tướng Page để lại một ít quân cho Đại tá D'Ariès trấn giữ Gia Định còn phần lớn binh thuyền ông đem lên phía bắc hiệp quân nước [[Anh]] để sang đánh [[Trung Quốc]]. [[Nhà Nguyễn|Triều đình Huế]] thấy quân Pháp rút khỏi [[Đà Nẵng]] bèn cử Nguyễn Tri Phương, Phạm Thế Hiển vào [[Miền Nam (Việt Nam)|Nam]], sung vào quân thứ Gia Định.\n\n==Tổng kết==\nTrích nhận định của GS. [[Trần Văn Giàu]]:\n:''Đà Nẵng là cổ họng của kinh thành, là hải cảng sâu rộng và quan trọng nhất ở [[Miền Trung (Việt Nam)|miền Trung Việt Nam]]. Xưa nay, từ thuở [[nhà Nguyễn]] lập nghiệp ở phương Nam, nhất là từ cuộc nội chiến [[Nhà Tây Sơn|Tây Sơn]] – [[Gia Long|Nguyễn Ánh]], cảng Đà Nẵng là một vị trí quân sự bậc nhất. Tàu bè nước ngoài không vào [[Huế]] mà vào [[Đà Nẵng]] để buôn bán, cho nên khi giúp Nguyễn Ánh tranh ngôi vua ([[1887]]), Pháp đã đòi lấy Đà Nẵng làm một trong những điều kiện...\n:''Song suốt từ tháng 9 năm [[1858]] đến tháng 2 năm [[1859]], liên quân [[Pháp]] - [[Tây Ban Nha]] chẳng đánh tan sinh lực Việt và kéo vào Huế bằng đường [[Đèo Hải Vân|Hải Vân]] như đã định, mà lại bị cầm chân, bị quân chính quy và dân quân Việt bao vây ở [[bán đảo Sơn Trà]], bị tiêu hao và bị ốm đau rất nặng. Gia Định thất thủ, [[Charles Rigault de Genouilly|De Genouilly]] đem quân trở ra Đà Nẵng, nhưng cũng không làm gì được, chỉ lấy thêm vài đồn và hao thêm ít trăm quân.''\n:''Trong giai đoạn kháng chiến đầu tiên này, nhân dân cả ba miền tỏ lòng ái quốc sâu sắc, tỏ lòng can đảm phi thường, hăng hái lập dân quân để chống giặc... Trái lại, võ quan cao cấp không tin vào thắng lợi, sợ vũ khí địch, không dám dùng thế công. Còn đình thần thì ý kiến chia rẽ, phần lớn là do dự và chủ hòa...''<ref>''Tổng tập (phần I)'', tr. 83.<\/ref>\n\n==Thông tin thêm==\nSau, triều đình [[nhà Nguyễn]] đã cho quy tập hài cốt của các nghĩa sĩ, nghĩa dân đã mất trong khi chiến đấu ở mặt trận [[Đà Nẵng]]. Chỉ tính những hài cốt tìm được đã lên tới con số 3.000. Tất cả đều đã được chôn cất tại hai ''nghĩa trủng'' là [[Hòa Vang]] và [[Phước Ninh]], thuộc thành phố Đà Nẵng. Hiện nay, cả hai nơi này đều là ''Di tích lịch sử cấp quốc gia''.<ref>''Hỏi đáp lịch sử Việt Nam'' tập 4, [[Nhà xuất bản Trẻ]], 2007, tr. 25.<\/ref>\n[[Tập tin:Nghĩa trủng Hòa Vang, Đà Nẵng.jpeg|nhỏ|300px|phải|Nghĩa trủng Hòa Vang]]\n[[Tập tin:Nghĩa trủng Phước Ninh, Đà Nẵng.jpeg|nhỏ|300px|phải|Nghĩa trủng Phước Ninh]]\nCòn thân xác của những người lính viễn chinh đã ngã xuống, trong bộ sách ''Tổng tập'' của GS. [[Trần Văn Giàu]] và trên báo Đà Nẵng có mấy dòng thông tin như sau:\n:\"Trước khi rút, liên quân phá tất cả các pháo đài và công sự, chỉ để lại hàng trăm nắm xương tàn, lô nhô với thánh giá trắng trên bờ biển cát vàng...\n:Và giữa nghĩa trang này, trong một ngôi nhà nguyện nhỏ có đặt một tấm bia bằng đá trên đó ghi những dòng chữ: ''Để tưởng niệm những chiến binh [[Pháp]] và [[Tây Ban Nha]] trong cuộc viễn chinh [[Charles Rigault de Genouilly|Rigaud de Genouilly]] bị chết trong những năm 1858-59-60 và được an táng ở đây''\".<ref>Theo: ''Tổng tập'' (tập I), tr. 79, báo [[Đà Nẵng]] [http:\/\/www.baodanang.vn\/vn\/print\/14285\/index.html] và [[Tuổi Trẻ (báo)|báo Tuổi Trẻ]] [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/276393\/Nghia-trang-quoc-gia-dau-tien.html]<\/ref>\n[[Tập tin:Nghĩa trang Y Pha Nho, Đà Nẵng.jpeg|nhỏ|phải|300px|]]\n[[Tập tin:Nghĩa trang Y Pha Nho, Đà Nẵng 2.jpeg|nhỏ|phải|300px|]]\nMột lần ghé thăm [[Đà Nẵng]], [[Nguyễn Trường Tộ]] ([[1828]]-[[1871]]) có làm một bài thơ:\n:'''Đà Nẵng quá bạc'''\n:''Vạn đại thiện địa thử phong cảnh,\n:''Tây triều hà sự động binh đao?\n:''Nhất triệu sát khí không lưu thủy\n:''Thiên cổ oan thanh thượng nộ đào.\n:''Giang tự tây nam song lệ hạ,\n:''Môn khai đông bắc lưỡng sơn cao.\n:''Như kim dĩ khánh kình ba tĩnh,\n:''Phá lãng thừa phong khí tự hào.\nDịch nghĩa:\n:'''Đậu thuyền ở cửa biển [[Đà Nẵng]]'''\n:''Trời đất muôn đời vẫn là một phong cảnh ấy,\n:''Nước [[Pháp]] cớ gì lại gây chiến tranh?\n:''Một mai bỗng nhiên sát khí theo dòng nước cuồn cuộn,\n:''Nghìn xưa tiếng oan còn vang dội trong ngọn sóng bể căm hờn.\n:''Dòng sông tự chia phía tây phía nam, như đôi hàng nước mắt rõ,\n:''Cửa bể mở ra phía đông, phía bắc, như hai ngọn núi nhô cao.\n:''Nay đã mừng thấy sóng kình êm lặng,\n:''Cỡi gió lướt sóng, khí ta vẫn tự hào.''<ref>''Hợp tuyển thơ văn Việt Nam (1858-1920)'', quyển 1, Nhà xuất bản Văn học, 1985, tr. 239.<\/ref>\nNăm [[1904]], [[Trần Quý Cáp]] ([[1871]]-[[1908]]) cũng cảm tác một bài thơ:\n{|valign=\"top\"\n|\n:'''Đà Nẵng hoài cảm'''\n\n:''Thử địa do hà động chiến phong?\n:''Chí kim đáo xứ thỉ hà tung…\n:''Thuyền lâm nội phụ tam tài điểm\n:''Xa sử trùng quan nhất lộ thông\n:''Cố quốc sơn hà lâm địch lý\n:''Thùy gia lâu các tịch dương trung?\n:''An năng tái khởi Trần Hưng Đạo\n:''Cộng vãn Đằng Giang vĩ đại công.''\n|\n:Dịch thơ:\n\n:''Chinh chiến vì đâu nảy họa tai?\n:''Giờ đây thấy những dấu lang sài…\n:''[[Quốc kỳ Pháp|Cờ ba sắc]] nhoáng tàu vô cửa,\n:''Xe một đường thông ải suốt dài.\n:''Tiếng địch gợi hồn non nước cũ,\n:''Ánh chiều soi bóng phố lầu ai?\n:''Ước chi sống lại ngài [[Trần Hưng Đạo|Hưng Đạo]],\n:''Cùng lập [[sông Bạch Đằng|Đằng Giang]] trận thứ hai.''<ref>''Hợp tuyển thơ văn Việt Nam (1858-1920)'', quyển 2, Nhà xuất bản Văn học, 1985, tr. 254 và 255.<\/ref>\n|}\nHiện nay ở [[bán đảo Sơn Trà]], ngay gần cổng vào [[Cảng Tiên Sa]] Đà Nẵng, vẫn còn nhà tưởng niệm nơi chôn cất các binh lính liên quân Pháp - Tây Ban Nha chết trong trận [[Đà Nẵng]]. Nhà tưởng niệm này được người [[Pháp]] xây dựng năm [[1898]], cải táng xương cốt của các binh lính chôn chung trong một hố, còn mộ các sỹ quan chôn xung quanh vườn. Mặc dù đã hơn 100 năm trôi qua nhưng nhà tưởng niệm vẫn còn được bảo tồn nguyên vẹn bởi người dân địa phương và được họ gọi là ''\"Nghĩa trang Y Pha Nho\"''. Điều đó chứng tỏ tinh thần đánh kẻ chạy đi không ai đánh kẻ chạy lại của [[Người Việt|dân tộc Việt]].\n[[Tập tin:Nghĩa trang Y Pha Nho, Đà Nẵng 3.jpeg|nhỏ|250px|phải|]]\n\n==Xem thêm==\n* [[Tự Đức]]\n* [[Nguyễn Tri Phương]]\n* [[Phạm Thế Hiển]]\n\n==Chú thích==\n{{Tham khảo}} \n==Tài liệu sử dụng chính==\n*[[Trần Văn Giàu]], ''Tổng tập (phần I)''. [[Nhà xuất bản Quân đội nhân dân (Việt Nam)|Nhà xuất bản Quân đội Nhân dân]], [[Hà Nội]], 2006 (tr. 73-83).\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'', quyển 5, tập thượng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1962 (tr. 84-89).\n*Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX'', Nhà xuất bản [[Thành phố Hồ Chí Minh]], 2002 (tr. 272-273).\n*Hoàng Văn Lân & Ngô Thị Chính, ''Lịch sử Việt Nam (1858 - cuối thế kỷ 19)'', quyển 3, tập 1, phần 1, [[Nhà xuất bản Giáo dục Việt Nam|Nhà xuất bản Giáo dục]], 1979 (tr. 37-40).\n\n==Liên kết ngoài==\n*[http:\/\/www.baodanang.vn\/vn\/print\/14285\/index.html Đà Nẵng - Cuộc chiến đấu chống Pháp xâm lược 1858-1860 (phần 2)]\n\n{{Pháp xâm lược Đại Nam}}\n{{Việt Nam chống Pháp xâm lược}}\n\n[[Thể loại:Lịch sử Việt Nam thời Nguyễn]]\n[[Thể loại:Lịch sử Việt Nam thời Pháp thuộc]]\n[[Thể loại:Lịch sử Đà Nẵng]]"}