{"276581":"{{bài cùng tên|Trần Đình Long}}\n'''Trần Đình Long''' ([[1 tháng 3]] năm [[1904]] - [[1945]]) là nhà hoạt động cách mạng trong phong trào [[cộng sản Việt Nam]], là cố vấn của [[Tổng khởi nghĩa Hà Nội|Ủy ban khởi nghĩa Hà Nội]] trong [[Cách mạng tháng Tám|Cách mạng tháng 8]] năm [[1945]]. Ông còn là một nhà văn, nhà báo và nhà hoạt động sân khấu, với bút danh '''Lương Phong''' hoặc tên viết tắt T.Đ.L, L.P.\n\n== Hoạt động cách mạng ==\n=== Thời kỳ đầu ===\nÔng sinh ngày [[1 tháng 3]] năm [[1904]], nguyên quán làng Đồng Dụ, nay thuộc xã Tiến Thắng, huyện [[Lý Nhân]], tỉnh [[Hà Nam]]. Ông sinh ra trong một gia đình có xưởng sản xuất đồ gỗ gia dụng kinh doanh tại phố Hàng Mâm, [[nam Định (thành phố)|thành phố Nam Định]]<ref>Lấy theo báo ''Hà Nội Mới'' và tác giả Lê Thanh Hiền. Trong cuốn sách của Lê Thanh Hiền còn nêu ý kiến của một số nhà cách mạng cùng bị giam với Trần Đình Long ở [[nhà tù Sơn La]], cho biết ông quê ở [[Hải Hậu]], [[Nam Định]].<\/ref>. Học xong bậc [[Thành chung]], ông vào làm thư ký tại Nhà máy dệt Nam Định một thời gian.\n\nNăm [[1925]], Trần Đình Long sang làm thợ ảnh tại [[Campuchia]], ở đây gặp một nhà cách mạng Việt Nam và được giác ngộ cách mạng. [[Tháng sáu|Tháng 6]] năm [[1926]], ông trở về [[Mỹ Tho]], [[Nam Kỳ]], tham gia công tác tuyên truyền cách mạng ở địa phương. [[Tháng mười một|Tháng 11]] năm đó, được anh trai là Trần Đình Lượng cấp kinh phí, ông sang [[Paris]] học đại học và hoạt động trong phong trào công nhân do [[Đảng Cộng sản Pháp]] lãnh đạo<ref>Lê Thanh Hiền, tr. 4<\/ref>. Năm [[1928]], ông được Đảng Cộng sản Pháp giới thiệu sang học tập tại Trường đại học Cộng sản-Lao động Phương Đông ([[Moskva]]). Học khóa [[1928]]-[[1931]], Trần Đình Long có tên tiếng Nga là '''Pevơnêer''', mang số thẻ học sinh 4433 và cùng khoa với 9 người Việt Nam nữa.\n\n=== Trở về Việt Nam ===\n[[Tập tin:Toa soan bao Tin tuc.jpg|nhỏ|200px|Tòa soạn báo ''Tin tức'' thời kỳ Mặt trận Dân chủ: [[Trường Chinh]] (thứ 2 hàng đầu từ phải sang), Trần Đình Long (ở giữa hàng cuối, thắt cà vạt)]]\nTốt nghiệp đại học tại Moskva, ông trở về Pháp rồi đi tàu về Việt Nam. Khi tàu vừa cập [[cảng Sài Gòn]], ông bị mật thám Pháp bắt ngay, sau bị giải về [[Bắc Kỳ]] và giam 4 tháng vì tội vượt biên sang Nga trái phép. Được trả tự do, ông ở lại Hà Nội và bắt liên lạc với Đảng Cộng sản<ref>Lê Thanh Hiền, tr. 5<\/ref>. Thời gian này, ông kết hôn với một cô gái Hà Nội tên Phương. Hai vợ chồng thuê lại cửa hàng kinh doanh sách báo tiến bộ nước ngoài tại 26 phố [[chợ Đồng Xuân]] để sinh sống <ref>Thuê lại của Hồng Quang, một Đảng viên Đảng Cộng sản hoạt động bí mật, do bị mật thám Pháp theo dõi nên rút về Hưng Yên, Hải Dương hoạt động.<\/ref>.\n\nThời kỳ [[Mặt trận Dân chủ]] ([[1936]]-[[1939]]), cùng với [[Trần Huy Liệu]], Nguyễn Thế Rục, [[Trường Chinh|Đặng Xuân Khu]], [[Võ Nguyên Giáp|Vân Đình]], [[Đặng Thai Mai]], [[Hải Triều]]..., ông tích cực tham gia hoạt động báo chí của Xứ ủy Bắc Kỳ một cách công khai. Ông viết bài cho các báo ''Le travail'' (Lao động), ''Ressemblement!'' (Tập Hợp), ''En avamt'' (Tiến Lên), ''Notre voix'' (Tiếng nói của chúng ta), ''Tin tức, Đời nay'', làm chủ nhiệm báo ''Khỏe'' (chưa ra được số nào thì đã bị cấm), quản lý báo ''Thời Thế'' đến [[tháng hai|tháng 2]] năm [[1938]] thì lại bị cấm tiếp. [[Tháng tám|Tháng 8]] năm [[1939]], khi vào [[Thanh Hóa]] phát hành báo, ông bị chính quyền bắt lần hai vì tội \"đi cổ động nhân dân chống thuế\". Giam giữ được một thời gian, ông lại được thả tự do vì không tìm ra chứng cứ<ref>Theo báo Đời mới, số 8, 19\/1\/1939. Trích theo sách của Lê Thanh Hiên<\/ref>.\n\nNăm [[1940]], chính quyền Pháp lại bắt Trần Đình Long lần thứ ba vì tội danh \"cộng tác với báo chí cộng sản và cổ động dân chúng chống lại chính phủ bảo hộ\"<ref>Lê Thanh Hiền, tr. 8<\/ref>. Ông bị giam tại [[nhà tù Sơn La]], cùng với Trần Huy Liệu, [[Tô Hiệu]], [[Nguyễn Lương Bằng]]... Ở trong ngục, ông sáng tác một số vở kịch đồng thời thành lập gánh hát trong nhà giam, biểu diễn các tác phẩm có nội dung yêu nước.\n\n=== Tổng khởi nghĩa ===\nSau khi [[Chiến dịch Đông Dương (1945)|Nhật đảo chính Pháp]] vào [[tháng ba|tháng 3]] năm [[1945]], ông cùng các tù chính trị ở Sơn La được thả tự do. Về đến Hà Nội, ông liên lạc với Xứ ủy Bắc Kỳ, và được giao nhiệm vụ cố vấn cho [[Tổng khởi nghĩa Hà Nội|Ủy ban Quân sự Cách mạng Hà Nội]] (Ủy ban khởi nghĩa). Cùng với Lê Trọng Nghĩa, ông còn là người liên lạc với Khâm sai Bắc bộ [[Phan Kế Toại]], để đề nghị Phan Kế Toại đứng về phía [[Việt Minh]]<ref>Marr, tr. 374<\/ref>. Sau khi [[Cách mạng tháng Tám|Cách mạng tháng 8]] thành công và nhà nước [[Việt Nam Dân chủ Cộng hòa]] ra đời, ông trở thành Trợ lý ngoại giao cho Chủ tịch [[Hồ Chí Minh]], cùng với [[Tạ Quang Bửu]], [[Bùi Lâm]] và [[Nguyễn Đức Thụy]].\n\nCuối [[tháng 11]] năm [[1945]], Trần Đình Long được Chính phủ phái cùng đại diện [[Việt Nam Quốc dân Đảng|Việt Nam Quốc dân đảng]] xuống Kiến An để giải quyết tranh chấp giữa lực lượng Quốc dân đảng với [[Vệ binh quốc gia|Vệ quốc đoàn]]. Xong khi đã giải quyết êm đẹp, ông trở về Hà Nội vào chiều [[24 tháng 11]] năm [[1945]]. Ngay tối hôm đó, khi đang ở nhà, ông đã bị người của Việt Nam Quốc dân đảng bắt cóc đem đi<ref>Trích [http:\/\/www.qdnd.vn\/qdnd\/qdndcuoituan.tulieuphongsu.24460.qdnd lời kể của Trần Thị Phong], con gái của ông: \"Khi ông trở về nhà và lên gác được một lúc thì thấy có chiếc xe Jeép chạy tới dừng trước cửa. Từ trên xe nhảy xuống 5-6 người, mặc binh phục Tàu-Tưởng. Họ vào nhà, gí súng vào bụng mẹ tôi đang có mang em Trần Đình Thiện, dọa: \"Gọi ông Long xuống đây, nếu không sẽ bắn!\". Vì đứa em trong bụng mà mẹ tôi phải gọi bố xuống. Chúng bắt ông, đem đi. Ngay sau đó báo chí tiến bộ kêu gọi Việt Nam Quốc dân Đảng trả lại tự do cho ông, nhưng vô hiệu. Ông mất tích từ đó\".<\/ref><ref>Theo báo ''Sự thật'', số 14 (20-23\/1\/1946), thì những người bắt cóc Trần Đình Long mặc quần áo Tàu, nói tiếng Việt. Một ủy viên tuyên truyền UBND tỉnh Yên Bái tên Nguyễn Văn Phúc cũng đã bị bắt cóc. Về sau người vợ của ông Phúc đến gặp [[Nguyễn Hải Thần]] và được ông đưa đến gặp [[Vũ Hồng Khanh]] để xin thả chồng mình. Vũ Hồng Khanh từ chối và nói buột miệng \"Ngay đến ông Long gần đây tôi còn chưa cho thả nữa là\".<\/ref>. Theo nhà sử học [[Nga]] A.Sokolov: \"Trần Đình Long được xem là ứng cử viên Bộ trưởng Ngoại giao của Chính phủ Hồ Chí Minh\". Sau đó, báo chí Việt Minh đã yêu cầu Quốc dân đảng thả người, tuy nhiên kể từ đó, Trần Đình Long đã hoàn toàn mất tích<ref>Lê Thanh Hiền, trang 12<\/ref>.\n\nBáo ''Sự thật'' số 12, ngày [[13 tháng 1]] năm [[1946]] đã đăng bài ca ngợi Trần Đình Long, coi ông là một trí thức yêu nước nhiệt thành, một nhân tài đã đem hết sức mình vào công cuộc đấu tranh giải phóng dân tộc. Ông đã làm việc cho chính quyền mới cách mạng được đúng 100 ngày.\n\nCho tới hiện nay, gia đình của Trần Đình Long vẫn chưa tìm thấy tung tích thi hài ông<ref>Trần Kiến Quốc, tr. 1<\/ref>. Người vợ của ông là bà Phương đã mang con trai tên là Trần Đình Lương vào [[Thành phố Hồ Chí Minh|Sài Gòn]] và sau đó di cư sang [[Úc]] sau năm [[1975]]<ref>Theo phóng sự ''Con trai người cách mạng'' của nhà văn Nguyễn Quang Thiều. Trích từ sách của Lê Thanh Hiền.<\/ref>. Ông còn một người con gái là Trần Thị Phong, hiện đang sống tại [[Thành phố Hồ Chí Minh]].\n\n== Tác phẩm ==\nNgoài hoạt động cách mạng, Trần Đình Long còn viết nhiều tác phẩm báo chí, phóng sự, ký sự, truyện ngắn cùng một số bài hát và một số vở kịch (khi bị tù ở Sơn La). Trong thời kì làm báo ông đã viết thiên ký sự ''Ba năm ở nước Nga Xô Viết''<ref>Được đăng lần đầu tại báo ''Thời Thế'', sau khi tờ này bị đình bản thì lại tiếp tục đăng ở tờ ''Tin tức''. ''Tin tức'' ra số 43 thì lại bị cấm, do đó ký sự này vẫn chưa đăng hết.<\/ref>, phóng sự dài kỳ ''Một cuộc điều tra'' muối và truyện ngắn ''Một đêm u ám''<ref>Cả hai bài đều được đăng ở tờ ''Tin tức''.<\/ref>. Trong đó ''Ba năm ở nước Nga Xô Viết'' viết về cuộc sống của người dân ở Liên Xô trong những năm ông hoạt động ở đây, ''Một cuộc điều tra muối'' lại nói lên nỗi thống khổ của người dân làm muối vùng biển [[Văn Lý]], [[Hải Hậu]]. Truyện ngắn ''Một đêm u ám'' phản ánh tâm trạng người trí thức trẻ được giác ngộ, bước vào con đường hoạt động cách mạng, bị kẻ địch giam cầm, tra tấn nhưng vẫn vững tâm tiếp tục lý tưởng đấu tranh giành độc lập dân tộc.\n\n== Hoạt động sân khấu ==\nTrần Đình Long đã ít nhất ba lần hoạt động sân khấu. Lần thứ nhất vào [[9 tháng 2]] năm [[1931]] tại Moskva, cùng với các lưu học sinh Việt Nam tổ chức diễn kịch ca ngợi tinh thần yêu nước của các chiến sĩ cách mạng Việt Nam, nhân dịp kỷ niệm cuộc [[khởi nghĩa Yên Bái]]. Trong thời kỳ Mặt trận Dân chủ, ông vận động một số thanh niên tham gia hoạt động văn nghệ, trực tiếp chỉ đạo và dàn dựng các tiết mục ca hát, diễn kịch kết hợp diễn thuyết với đề tài yêu nước thành chương trình biểu diễn ở một số điểm nội thành.\n\nTại ngục Sơn La, Trần Đình Long thành lập hẳn một đoàn kịch mang tên Gánh hát phiêu lưu, gồm toàn tù chính trị, biểu diễn kịch nói lẫn ca kịch cải lượng, tuồng, chèo... Những tác phẩm được biểu diễn là ''Gia đình và cách mạng'' của Nguyễn Văn Năng ([[1943]]), ''Bên đường dừng bước'' và ''Tình trong trắng'' của Trần Đình Long ([[1941]]), ''Đêm ba mươi'' của [[Văn Tân]] ([[1941]]), ''Hận Phong Khê'' (kịch thơ, diễn ở nhà tù Sơn La và nhà tù Chợ Chu năm [[1944]]), ''Ngọn cỏ gió lùa'' của Hồng Trang, và đặc biệt hai tác phẩm ''Đồng chí du dương'' của Văn Tân và ''Khởi nghĩa Tây Sơn'' (chèo, diễn ở nhà tù Bá Vân vào năm [[1943]]) với nội dung yêu nước, cách mạng, đã \"chĩa thẳng mũi nhọn vào bè lũ đế quốc và phong kiến\"<ref>''Lược truyện tác giả Việt Nam'', tập II, trang 55-56, Nhà xuất bản Khoa học Xã hội, Hà Nội, 1972.<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* Lê Thanh Hiền (2000), ''Tuyển tập Trần Đình Long'', Nhà xuất bản Văn học, Hà Nội.\n* ''[http:\/\/www.hanoimoi.com.vn\/vn\/53\/58132\/ Trần Đình Long: Đời văn - đời cách mạng]'', báo Hà Nội Mới điện tử, 01\/09\/2005.\n* Trần Kiến Quốc, ''[http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/91\/68\/72\/72\/72\/21614\/Default.aspx \"Ông cố vấn\" Trần Đình Long và 100 ngày với chính quyền cách mạng]'', báo Quân đội nhân dân điện tử, 11\/10\/2007.\n* {{chú thích sách |title=Vietnam 1945: The Quest for Power |url=https:\/\/archive.org\/details\/vietnam1945quest0000marr |author=David G. Marr |year=1995 |publisher=University of California Press |isbn=0520212282 }}\n\n{{Thời gian sống|sinh=1904|mất=1945}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Cách mạng tháng Tám]]\n[[Thể loại:Chính khách Việt Nam bị ám sát]]\n[[Thể loại:Người Nam Định]]"}