{"137503":"{{pp-protected|small=yes}}\n{{Thông tin chiến tranh\n|conflict=Trận Ia Đrăng\n|partof=[[Chiến tranh Việt Nam]]\n|image=[[Tập tin:Ia Drang Infantry disembarking from Helicopter.jpg|300px]]\n|caption=Tiểu đoàn 1\/7 Không kỵ tại bãi đáp X-Ray\n|date=[[14 tháng 11]]-[[18 tháng 11]] năm [[1965]]\n|place={{coord|13|35|N|107|43|E|type:landmark|display=title,inline|name=Battle of la Drang}}<br \/>Rặng núi Chu Prông,<ref name=\"ReferenceC\">Vinh Loc, trang 82: ''\"The landing zone called L.Z. X-ray was about 25 km from the Camp of Pleime, at the eastern foot of the Chu Pong massif.\"''<\/ref>, [[Việt Nam]]\n|map_type = Việt Nam\n|map_relief =\n|map_size =\n|map_marksize =\n|map_caption = Vị trí trong Việt Nam\n|map_label =\n|casus=\n|territory=\n|result= 2 bên cùng tuyên bố chiến thắng\n|combatant1= [[Tập tin:FNL Flag.svg|22px]] [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]\n|combatant2= {{Flagicon|Hoa Kỳ}} [[Hoa Kỳ]]<br\/>{{flag|Việt Nam Cộng hòa|size=22px}}<ref>Vĩnh Lộc, tr. 119.<\/ref>\n|commander1= [[Tập tin:FNL Flag.svg|22px]] [[Chu Huy Mân]] (Tư lệnh Mặt Trận B3 của Quân Giải phóng)<br \/>[[Tập tin:FNL Flag.svg|22px]] [[Nguyễn Hữu An]] (B3 Tiền Phương)<br \/> [[Tập tin:FNL Flag.svg|22px]] Vũ Sắc(Trung đoàn 33)<ref>Rallier Interrogation Report, rallier Sergeant Lại Văn Cừ, Document Exploitation Center, Log # 5-0023-66<\/ref> <br \/> [[Tập tin:FNL Flag.svg|22px]] Lê Tiến Hòa (Trung đoàn 66)<br \/>[[Tập tin:FNL Flag.svg|22px]] Phạm Công Cửu (Phó 66){{KIA}}<br \/>[[Tập tin:FNL Flag.svg|22px]] Lã Ngọc Châu (Chính ủy 66)<br \/>[[Tập tin:FNL Flag.svg|22px]] Lê Xuân Phối(8\/66)<br \/>[[Tập tin:FNL Flag.svg|22px]] Nguyễn Văn Định(9\/66)<br \/>[[Tập tin:FNL Flag.svg|22px]] Không rõ tên (H-409)\n|commander2={{Flagicon|Hoa Kỳ}} Stanley Larsen (IFFV HQ)<ref>Kinnard, page 67<\/ref><br \/> {{Flagicon|Hoa Kỳ}} Harry Kinnard (1ACD HQ)<ref name=army\/><br \/> {{Flagicon|Hoa Kỳ}} Richard Knowles (1ÀCD CP) <ref>Coleman, page 104<\/ref> <br \/>{{Flagicon|Hoa Kỳ}} Thomas W. Brown<ref name=army>{{chú thích web|url=http:\/\/www.history.army.mil\/books\/Vietnam\/7-ff\/Ch1.htm|title=Chapter 1: Fight at Ia Drang|work=army.mil|ngày truy cập=2015-11-12|archive-date=2015-11-15|archive-url=https:\/\/web.archive.org\/web\/20151115113445\/http:\/\/www.history.army.mil\/books\/vietnam\/7-ff\/Ch1.htm|url-status=dead}}<\/ref>(3rd AC Brigade)<br \/> {{Flagicon|Hoa Kỳ}} Ray Lynch (2nd AC Brigade)<ref>Moore, We Were Soldiers Once..., page 341<\/ref><br \/> {{Flagicon|Hoa Kỳ}} Harold G. Moore (1\/7)<br \/>{{Flagicon|Hoa Kỳ}} Robert McDade (2\/7)<br \/>{{Flagicon|Hoa Kỳ}} Walter B. Tully (2\/5)\n|strength1='''Tại Ia Đrăng:''' Tiểu đoàn 7 và 9\/Trung đoàn 66 và Tiểu đoàn 1\/Trung đoàn 33 (khoảng 1.500 quân)<br \/><br \/><br \/> <br \/> <br \/> <br \/> <br \/> <br \/><br \/><br \/><br \/>'''Toàn chiến dịch:''' 3 trung đoàn bộ binh, 1 tiểu đoàn pháo binh, 1 tiểu đoàn đặc công (khoảng 6.600 quân)<ref>Vinh Loc, trang 112: Mỗi trung đoàn có 2.200 chiến binh gồm: tđ\/1 500, tđ\/2 500, tđ\/3 500, đđ súng cối 150, đđ phòng không 150, đđ truyền tin 120, đđ vận tải 150, đđ y tế 40, đđ công binh 60, đđ trinh sát 50.<\/ref>\n|strength2='''Tại Ia Đrăng:''' 3 tiểu đoàn Không kỵ Hoa Kỳ (Hơn 1.200 quân)<br>2 tiểu đoàn pháo binh yểm trợ (khoảng 1.000 quân với 24 khẩu pháo), bắn 6.000 đạn pháo\/ngày<br>Hơn 100 trực thăng<br \/>Không quân ném bom yểm trợ (xuất kích 740 phi vụ ném bom và 96 loạt [[Boeing B-52 Stratofortress|B-52]] rải thảm, tổng cộng đã ném 5.048 tấn bom.<br>\n'''Toàn chiến dịch:''' Lữ đoàn 3 Không kỵ Hoa Kỳ, 2 chiến đoàn biệt động quân, 2 chiến đoàn Dù, Chiến đoàn 3 thiết giáp VNCH (khoảng 8.000 quân, vài chục xe tăng - thiết giáp, hàng chục đại bác, hàng trăm máy bay và trực thăng yểm trợ)\n|casualties1='''''Tại Ia Đrăng:''''' 208 chết, 146 bị thương<ref>Theo Hồi kí Tướng Đặng Vũ Hiệp, chính ủy mặt trận tiền phương<\/ref><br><br \/><br \/><br \/> '''''Tính chung cho chiến dịch Ia Drang (không chỉ cho các trận đánh này):'''''<br \/>\n'''Theo QGP:''' 554 chết và 669 bị thương <ref name=\"ReferenceA\">Viện Lịch sử quân sự, Tóm tắt các chiến dịch trong kháng chiến chống Mỹ cứu nước 1954-1975, Nhà xuất bản QĐND, 2003<\/ref><br \/>'''Theo Hoa Kỳ:''' 1.519 chết theo cách [[đếm số xác người]] [http:\/\/vietnam.vassar.edu\/ladrang01.html]\n|casualties2='''''Tại Ia Đrăng:''''' 234 chết, 245 bị thương (79 chết, 121 bị thương ở Bãi đáp X-ray và 155 chết, 124 bị thương ở Bãi đáp Albany)<br \/>\n'''''Tính chung cho chiến dịch Ia Đrăng (không chỉ cho các trận đánh này):'''''<br \/> \n'''Theo Hoa Kỳ:'''<br>{{Flagicon|Hoa Kỳ}} 305 chết, 524 bị thương [http:\/\/vietnam.vassar.edu\/ladrang01.html]<ref>Smedberg, M (2008), Vietnamkrigen: 1880–1980. Historiska Media, p. 138<\/ref>.<br\/>4 trực thăng bị bắn rơi, 55 trực thăng bị bắn hỏng<br>{{flag|Việt Nam Cộng hòa|size=22px}} vài trăm thương vong<br\/>\n'''Theo QGP:''' 2.974 chết và bị thương (có khoảng 1.700 lính Mỹ). Phá huỷ 88 xe quân sự (có 42 xe tăng và xe bọc thép), 5 khẩu pháo 105mm, bắn rơi 59 máy bay.<ref name=\"ReferenceA\"\/>\n}}\n{{Campaignbox Vietnam War}}\n'''Trận Ia Đrăng''' là một trong những trận lớn đầu tiên giữa liên quân [[Quân lực Việt Nam Cộng hòa]]-[[Quân đội Hoa Kỳ]] và [[Quân Giải phóng miền Nam Việt Nam]] trong thời kỳ [[Chiến tranh Việt Nam]].\nTrận đánh là một phần trong Chiến dịch Plei Me (từ ngày 19 tháng 10 đến ngày 26 tháng 11 năm 1965) do Bộ Tư lệnh Quân đoàn II thực hiện để đáp trả lại Chiến dịch Plâyme của Bộ Tư lệnh Mặt Trận B3 (từ ngày 19 đến 26 tháng 10 năm 1965). Trận đánh gồm 2 trận đụng độ: trận đụng độ thứ nhất xảy ra trong ba ngày từ [[14 tháng 11]] tới [[16 tháng 11]] năm [[1965]] tại bãi đáp X-Ray ngay chân rặng núi Chu Prông 25 cây số Tây [[Plei Me]]<ref name=\"ReferenceC\"\/>; trận đụng độ thứ nhì xảy ra vào ngày 17 tháng 11 tại bãi đáp Albany, nằm gần mạn phía Nam của sông Ia Drang. Tên trận đánh lấy theo tên của [[Sông Đrăng]] chảy qua thung lũng phía tây bắc của Plei Me, nơi đó trận đánh diễn ra. \"Ia\" có nghĩa là \"sông\" trong tiếng [[người Thượng]].\n\nTướng Richard Knowles, Tư lệnh tiền phương Sư đoàn 1 Không Kỵ, người chỉ đạo Trận Ia Drăng, tiết lộ là lính không kỵ đổ bộ vào LZ X-ray với chủ đích \"chụp hổ đằng đuôi\" và rồi di chuyển đến LZ Albany để \"chụp hổ đằng đuôi từ một hướng khác\".<ref>Knowles, Richard (1983), ''[https:\/\/www.vietnam.ttu.edu\/virtualarchive\/items.php?item=27180000000 LZ X-Ray Battle]'', trang 7 (Richard T. Knowles Collection (2718) Finding Aid, 1939,, Richard T. Knowles Collection, The Vietnam Center and Archive, Texas Tech University. Accessed 21 Oct. 2017)<\/ref>\n\n== Bối cảnh ==\nTây Nguyên thuộc vùng II chiến thuật của [[Quân lực Việt Nam Cộng hòa]] và là mặt trận Tây Nguyên (hay mặt trận B3) với [[Quân Giải phóng miền Nam Việt Nam]]. Từ cuối năm 1964, Trung đoàn 2 bộ binh và Tiểu đoàn 409 đặc công của [[Quân Giải phóng miền Nam Việt Nam]] đã tiến hành một số trận đánh với 5 tiểu đoàn của [[Quân lực Việt Nam Cộng hòa]] (QLVNCH) và giành thắng lợi.\n\nTháng 10 năm 1964, Lê Duẩn sang Trung Quốc bàn định nâng cấp các lực lượng hành quân vào miền Nam lên tới cấp sư đoàn. Trong buổi họp ngày 05\/10\/1964, Mao Trạch Đông nói với Phạm Văn Đồng: \"Theo đồng chí Lê Duẩn, quý vị có kế hoạch phái một sư đoàn vào Nam. Có lẽ các đồng chí chưa phái sư đoàn đó đi. Khi làm việc này, chọn đúng ngày giờ rất là quan trọng.\" <ref>Vietnam War, 1961-1975, Wilson Center: ''According to Comrade Le Duan, you had the plan to dispatch a division [to the South]. Probably you have not dispatched that division yet. When should you dispatch it, the timing is important.''<\/ref> Trong chiến dịch Pleime, [[Quân Giải phóng miền Nam Việt Nam]] sử dụng tích cực các khí tài, lương thực do Trung Quốc viện trợ, có cả chuyên viên truyền tin tại ngay chiến trường để liên lạc với một bản doanh tình báo do cố vấn quân sự Trung Quốc lập tại Nam Vang: \"Các hành lang thiên nhiên mà Tướng Delange đã bao lần nhắc nhở đến vào năm 1951 sẽ không hiệu nghiệm nếu không có xứ chùa Tháp, nếu không có gạo Biển Hồ, nếu không có sự che đậy giả tạo của các cố vấn Trung Quốc được ở đầy đủ tiện nghi quanh thành phố Nam Vang, nếu không có liên lạc hoàn bị điện thoại, điện tín mật thiết giữa Nam Vang và Hà Nội.\"<ref>Vĩnh Lộc, trang 124.<\/ref>\n\nĐầu năm 1965, Sư đoàn 304 nhận lệnh chuẩn bị xâm nhập Miền Nam để hỗ trợ QGP: \"Đầu năm 1965, Bộ Tổng tham mưu cho gọi tôi và đồng chí Sư đoàn trưởng sư đoàn 304 lên giao nhiệm vụ vào miền Nam chiến đấu.\" <ref>Tướng Nguyễn Nam Khánh, Báo QĐND ngày 13\/11\/2005.<\/ref>\n\nTháng 6 năm 1965, Tổng thống Mỹ Johnson phê duyệt áp dụng chiến lược quân sự tìm và diệt ở miền Nam Việt Nam do Westmoreland vạch ra. [[Quân đội Hoa Kỳ]] (QĐHK) sẽ làm lực lượng chủ lực để \"bẻ gãy xương sống Việt Cộng\". Westmoreland thì xem Tây Nguyên là mối đe dọa trước mắt.\n\nTháng 8 năm 1965, [[Sư đoàn 304, Quân đội nhân dân Việt Nam|Sư đoàn 304]] nhận lệnh gấp rút chuẩn bị đi tới vùng Cao Nguyên Trung Phần vào tháng 10: \"Đầu tháng 8 năm 1965, chỉ huy sư đoàn 304 nhận được lệnh của Bộ Quốc phòng \"đưa cả sư đoàn 304 vào chiến trường B… mọi công tác chuẩn bị phải hoàn thành trong hai tháng\".<ref>Nguyễn Huy Toàn và Phạm Quang Định. Sư đoàn 304, tập II, Sư đoàn 304, trang 19.<\/ref>\n\nTháng 9 năm 1965, Bộ chỉ huy quân Mỹ đã điều Sư đoàn Không Kỵ số 1 lên án ngữ ở An Khê (Gia Lai), ngăn chặn QĐNDVN hỗ trợ QGP, cắt Tây Nguyên cùng với đồng bằng ven biển. Quân VNCH thành lập biệt khu 24 gồm 2 tỉnh Kon Tum - Gia Lai và chuyển giao nhiệm vụ tác chiến chủ yếu ở Tây Nguyên cho quân Mỹ để thực hiện kế hoạch \"tìm và diệt\" trong chiến lược [[Chiến tranh cục bộ (Chiến tranh Việt Nam)|Chiến tranh cục bộ]].\n\nTrong bối cảnh đó, Bộ tư lệnh Mặt trận Tây Nguyên quyết định thay đổi chủ trương, hạ quyết tâm mở chiến dịch Plei Me nhằm mục đích phối hợp với chiến trường toàn miền Nam tiêu diệt một bộ phận quân Mỹ để mở rộng và củng cố vùng giải phóng, xây dựng căn cứ, rèn luyện bộ đội và cơ quan chiến dịch. Qua chiến đấu từng bước tìm hiểu quân Mỹ, đồng thời xây dựng lòng tin đánh Mỹ và thắng Mỹ. Thiếu tướng [[Chu Huy Mân]] được chỉ định là Tư lệnh kiêm Chính ủy chiến dịch, Đại tá [[Nguyễn Chánh]] và Thượng tá [[Nguyễn Hữu An]] làm phó tư lệnh. [[Huỳnh Đắc Hương]] giữ chức phó chính ủy, Thượng tá Nam Hà là tham mưu trưởng, Thượng tá [[Đặng Vũ Hiệp]] làm Phó chủ nhiệm chính trị. Tài liệu phía QLVNCH ghi các cấp chỉ của Mặt Trận B3 khi xảy ra trận chiến Plei Me là: ''Tướng Chu Huy Mân kiêm luôn chức Tư lệnh Vùng IV Quân sự, và các cộng sự viên chính Đại tá Quan, Phụ Tá cho Tư lệnh, và Thượng tá Hà Vi Tùng, Tham mưu Trưởng.''<ref>Vinh Loc, trang 43.<\/ref>\n\nĐể tiến hành chiến dịch, [[Quân Giải phóng miền Nam Việt Nam]] cử 3 trung đoàn bộ binh (320, 33, 66), 1 tiểu đoàn đặc công, 1 tiểu đoàn pháo binh, 1 tiểu đoàn súng máy phòng không 12,7mm; cùng lực lượng vũ trang địa phương đánh phá giao thông và hậu cứ địch.\n\nVề sử dụng lực lượng: vây đồn Plei Me do Trung đoàn 33 (thiếu Tiểu đoàn 2), được tăng cường 1 đại đội súng máy phòng không 12,7mm. Bộ phận đánh viện trên Đường 21 là Trung đoàn 320. Trung đoàn 66 và Tiểu đoàn 2 đảm nhiệm đánh địch phản kích. Nghi binh ở Đức Cơ do Tiểu đoàn pháo 200. Nghi binh ở Tân Lạc là đại đội địa phương. Hoạt động ở hướng phối hợp là Tiểu đoàn 15 Gia Rai.\n\nVề kế hoạch tác chiến nguyên thủy,<ref>Vinh Loc, trang 45.<\/ref> dự kiến chiến dịch chia làm 3 đợt: \n* Đợt 1, Trung đoàn 33 sẽ [[vây lấn]] Pleime và khiêu chiến quân trú phòng, tạo đủ áp lực để buộc Quân đoàn II phải phái lực lượng phản kích.\n* Đợt 2, Trung đoàn 320 sẽ [[phục kích]] và tiêu diệt đoàn quân tiếp cứu.\n* Đợt 3, cả hai Trung đoàn sẽ hiệp lực chiếm cứ và phá hủy Trại.\n\nKế hoạch dự tính khởi đầu vào tháng 12 năm 1965. Trung đoàn 320 đã hoạt động tại vùng Cao nguyên từ đầu năm; Trung đoàn 33 mới xâm nhập vào tháng 9; Trung đoàn 66 cuối tháng 10 mới sẵn sàng xuất trại lên ̣đường xâm nhập vào Nam,<ref>Nguyễn Huy Toàn và Phạm Quang Định, Sư đoàn 304, tập II, trang 19: ''Đầu tháng 8 năm 1965, chỉ huy sư đoàn 304 nhận được lệnh của Bộ Quốc phòng \"đưa cả sư đoàn 304 vào chiến trường B… mọi công tác chuẩn bị phải hoàn thành trong hai tháng\".''<\/ref> dự tính phải mất hai tháng mới tới chiến trường Cao Nguyên.\n\nTuy nhiên, khi thấy QĐHK thiết lập bản doanh Sư đoàn 1 Không Kỵ tại An Khê vào tháng 8, Bộ Tư Lệ̣nh Mặt trận B3 lấy quyết định khởi động chiến dịch sớm hơn vào ngày 19 tháng 10 năm 1965 với hai Trung đoàn 320 và 33 mặc dù Trung đoàn 66 chưa có mặt, lợi dụng thời cơ khi lính không kỵ Mỹ chưa sẵn sàng chiến đấu.\n\nLâu sau này - khoảng năm 2000 - các giới chức quân sự<ref>Thượng tướng Nguyễn Nam Khánh, Chiến thắng Plây-me - Ia Đrăng, Báo QĐND ngày 13\/11\/2005<\/ref> và sử gia QGP<ref>Nguyễn Huy Toàn và Phạm Quang Định, Sư đoàn 304, tập II, 1990, trang 19.<\/ref> chỉnh sửa kế hoạch dự kiến thành ba đợt là chủ yếu đánh quân VNCH để dụ và tiêu diệt quân Mỹ tại Plei Me và rồi Ia Drăng:\n* Đợt 1, vây đồn Plei Me, diệt quân VNCH đi ứng viện;\n* Đợt 2, tiếp tục vây đồn Plei Me buộc quân Mỹ vào tham chiến;\n* Đợt 3, tập trung lực lượng nhằm vào một cánh quân Mỹ để tiêu diệt và kết thúc chiến dịch.\n\nTrung đoàn 33 được lệnh tới chiếm trại Plei Me. Plei Me có vị trí quan trọng sát với đường số 19B nối Đức Cơ với thị xã Pleiku và đường 14 nối Phú Nhơn với Buôn Mê Thuột. Phát hiện ra đối phương cơ động, QLVNCH quyết định cho quân chi viện tới Plei Me. Ngày 23 tháng 10 (12 giờ), Chiến đoàn 3 thiết giáp từ Phú Mỹ hành quân lên Plei Me, gồm 3 chi đoàn M-113 và xe tăng; Tiểu đoàn 21 Biệt động quân, Tiểu đoàn 1 Trung đoàn 42 và 2 khẩu pháo 105mm.\n\nLúc 16 giờ 30 phút, đầu đội hình lọt vào giữa trận địa phục kích của [[Quân Giải phóng miền Nam Việt Nam]]. Các Tiểu đoàn 634 và 635 xung phong đánh vào giữa đội hình. Đến 18g, trận đánh kết thúc, [[Quân Giải phóng miền Nam Việt Nam]] ghi nhận diệt 59 xe tăng, xe bọc thép và 800 quân VNCH, thu 2 pháo 105mm và 6 xe đạn, 40 súng các loại, bắn rơi 2 máy bay.<ref name=\"ReferenceA\"\/>\n\nNgày 25 tháng 10, sau hai lần vượt qua ổ phục kích, đoàn quân chi viện cũng tiến được vào trại Plei Me. Sau khi quân chi viện vào trại, hai Trung đoàn 320 và 33 được lệnh tháo lui. Trung đoàn 33 rút từ Plei Me về khu vực thung lũng Ia Đrăng, cách 10&nbsp;km về phía Tây để phòng thủ.\n\nCòn QĐHK bắt đầu cuộc hành quân Long Reach (Trường Chinh)<ref>Vĩnh Lộc, trang 101: ''Vì vậy quyết định phải tổ chức truy kích địch của Bộ Tư lệnh Quân đoàn II, trong đó Sư đoàn I Không Kỵ làm nỗ lực chính và Liên Đoàn Nhảy dù VN làm trừ bị sẵn sàng tham dự khi tình hình tiến triển và đòi hỏi, được toàn thể chiến sĩ của Sư đoàn hân hoan nhận lãnh, vì đã mấy đơn vị được may mắn mở những trang sử đầu của mình với một cuộc trường chinh (Long Reach)''.<\/ref> dùng máy bay oanh tạc khu vực và chuẩn bị tìm và diệt địch. Hành quân Long Reach được QĐHK khai triển qua ba cuộc hành quân: All the Way (Lữ đoàn 1 Không kỵ, 27\/10-9\/11\/1965), Silver Bayonet I (Lữ đoàn 3 Không kỵ, 9\/11-17\/11\/1965) và Silver Bayonet II (Lữ đoàn 2 Không kỵ, 18\/11-26\/11\/1965).<ref>Kinnard, Pleiku Campaign, trang 1.<\/ref>\n\nTrước tình hình đó, Bộ tư lệnh Mặt trận B3 nhận định:{{cần dẫn nguồn}}\n\n{{cquote|''Ta đã diệt được một phận quan trọng quân cơ động của ngụy buộc quân Mỹ phải vào tham chiến. Nhiệm vụ bao vây của Plei Me đã hoàn thành. Chủ trương của ta mở bao vây, điều chỉnh lại đội hình. Sử dụng 2 Trung đoàn 320 và 33 sẵn sàng đánh bại các đợt phản kích tiếp theo của địch.''}}\n\nNgày 29 tháng 10, [[Quân Giải phóng miền Nam Việt Nam]]chủ động kết thúc đợt 1 chiến dịch, chuyển sang gia đoạn tiếp theo là tập trung lực lượng nhằm tiến công trại Plei Me lần thức hai.<ref>Vĩnh Lộc, trang 94: ''Cuộc hành quân Dân Thắng 21 chấm dứt, trại Pleime vững mạnh trở lại, nhưng trong số hai Trung đoàn V.C. đã tham dự, ta mới gây cho chúng được hơn 400 tổn thất nhân mạnh. Sự rút lui của địch là một chủ trương sáng suốt và hợp lý của BCH mặt trận V.C. nhưng địch sẽ tìm cách rửa hận và vì trại Pleime hẻo lánh còn là một cái gai trước mắt.''; Nguyễn Hữu An: ''Anh Chu Huy Mân chính ủy, anh Đặng Vũ Hiệp chủ nhiệm chính trị và tôi ở sở chỉ huy cơ bản đang chỉ huy chuẩn bị cho đợt 2 hoạt động đánh mục tiêu ở gần Plây-me.''<\/ref>\n\nNgày 10 tháng 11, Lữ đoàn 3 Không kỵ thay thế Lữ đoàn 1 Không kỵ đồng thời nhận được lệnh thực hiện một thế nghi binh bằng các chuyển hướng hành quân sang đôngt<ref>Kinnard, trang 67: ''By this time Field Force Vietnam had asked the division to consider moving this operations east of Pleime<\/ref> nhằm khuyến dụ Bộ Tư lệnh Mặt Trận B3 qui tụ ba trung đoàn vào các vùng tập trung,<ref>Kinnard, trang 73: ''The movement and shift in emphasis from west to east was to further stimulate a forthcoming decision from the NVA division headquarters.''<\/ref> để chuẩn bị tấn công trại Plêim lần thứ hai ấn định vào ngày 16 tháng 11.<ref name=\"ReferenceB\">Kinnard, trang 76: ''With American units seemingly withdrawing to the east of Pleime, the decision was to attempt to regain its early advantage with an attack. The target once again was the Pleime CIDG Camp. The division headquarters set the date for attack at 16 November, and issued orders to its three regiments''.<\/ref>\n\nNgày 11 tháng 11, vị trí đóng quân của ba trung đoàn [[Quân Giải phóng miền Nam Việt Nam]] theo tin tình báo của Hoa Kỳ là: 320 tại YA820070, 33 tại YA 940011, và 66 tại YA9104.<ref>McChristian, J2\/MACV.<\/ref>\n\nNgày 12 tháng 11, Lữ đoàn 3 Không kỵ nhận được lệnh tiến công vào chân rặng núi Chu Prông.<ref name=\"Coleman, trang 196\">Coleman, trang 196.<\/ref> Ngày 13 tháng 11, Đại tá Brown gặp Trung tá Moore và ra lệnh chuẩn bị đổ bộ xuống bãi đáp X-Ray sáng ngày hôm sau.<ref name=\"Coleman, trang 199\">Coleman, trang 199.<\/ref>\n\n== Diễn biến ==\nMột tiểu đoàn không kỵ của Quân đội Hoa Kỳ đổ bộ xuống bờ nam sông Ia Đrăng. Một tiểu đoàn khác đổ bộ xuống cứ điểm 732. Một lữ đoàn không kỵ trấn giữ dọc đường 19B. Ngày 11 tháng 11, một tiểu đoàn quân Mỹ tiếp tục đổ xuống Plei Ngo, cách Plei Me 12&nbsp;km về phía tây.{{cần dẫn nguồn}}\n\nNgày 14 tháng 11 năm 1965, tiểu đoàn 1\/7 không kỵ Mỹ đổ bộ xuống bãi đáp X-Ray.\n\nBộ chỉ huy trận Ia Đrăng đến đóng ở chân núi phía Nam [[Chư Prông]]. Lực lượng của họ bao gồm trung đoàn 66 và tiểu đoàn 1 Trung đoàn 33, dưới sự chỉ huy của [[Nguyễn Hữu An]] (chỉ huy trưởng) và [[Đặng Vũ Hiệp]] (chính ủy), phối hợp với tiểu đoàn H15 [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] đánh nghi binh ở đường 13 (tuy nhiên tài liệu phương Tây lại cho rằng tiểu đoàn H15 cũng tham gia trận đánh). Đối mặt với họ là 3 tiểu đoàn của Quân đội Hoa Kỳ: 1\/7 (do trung tá Harold Moore chỉ huy), 2\/7 thuộc Lữ đoàn 3 Không kỵ và 2\/5 thuộc Lữ đoàn 2 Không kỵ, tổng cộng khoảng hơn 1.000 quân. Cùng thời gian này, Mỹ huy động 1 tiểu đoàn pháo binh lập 2 trận địa pháo (12 khẩu 105mm) ở tây nam Quênh Kla 2&nbsp;km và đông nam Ia Đrăng 3&nbsp;km để chi viện cho Lữ đoàn 3.{{cần dẫn nguồn}}\n\nNhư vậy, xét về quân số tác chiến đơn thuần, [[Quân Giải phóng miền Nam Việt Nam]] có ưu thế hơn (1.500 quân so với 1.000 quân). Tuy nhiên quân Mỹ được trang bị hỏa lực rất hùng hậu, trung bình 1 lính Mỹ tại chiến tuyến được 5 lính khác ở tuyến sau hỗ trợ phi pháo, ném bom, tải thương. Trong trận đánh, pháo binh Mỹ bắn 6000 loạt\/ ngày, không quân xuất kích 300 phi vụ\/ngày (có cả máy bay [[Boeing B-52 Stratofortress|B-52]]), từ đó cho phép ước lượng pháo binh Mỹ tham chiến ít nhất 1 tiểu đoàn, không quân Mỹ tham chiến ít nhất 3 tiểu đoàn (chưa kể hàng trăm lượt trực thăng chuyển quân). Như vậy nếu tính cả lực lượng hỗ trợ tuyến sau thì quân Mỹ lại có ưu thế hơn hẳn.{{cần dẫn nguồn}}\n\n=== Trận đánh mở màn===\n\nNgày 14 tháng 11, Tiểu đoàn 1\/7 Không kỵ đổ bộ xuống bãi đáp X-ray vị trí cách Tiểu đoàn 9 (Trung đoàn 66) khoảng 200, với chủ đích \"chộp hổ đằng đuôi\"<ref name=\"Knowles, trang 7\">Knowles, trang 7<\/ref>. Cùng ngày, nhưng ở vị trí khác QĐHK cho đổ bộ hai tiểu đoàn (thiếu một đại đội) cùng một đại đội pháo. Một đơn vị pháo khác tham gia trấn giữ đường 19B. Cuộc đổ bộ này khiến cho Mặt Trận B3 đình chỉ tấn công trại Pleime lần thứ hai và tung hai tiểu đoàn 7 và 9 xử lý với tiểu đoàn Mỹ, trong khi các lực lượng của hai Trung đoàn 32 và 33 án động tại các địa điểm tập trung.<ref>Tướng Nguyễn Hữu An, trang 32<\/ref>\n\nSau khi hoàn thành trận địa, QĐHK tập trung pháo binh và máy bay trực thăng bắn phá khu vực Bãi X-ray. 10 giờ 48 phút, quân Mỹ dùng 8 trực thăng đổ bộ bộ phận đi đầu (Đại đội Bravo gọi tắt là Đại đội B) do Đại úy John Herren của Tiểu đoàn 1 (109 lính trong đó có tiểu đoàn trưởng trung tá chỉ huy Moore) xuống Bãi X-ray. 35 phút sau, Mỹ tiếp tục đổ đại đội Alpha (gọi tắt là đại đội A) quân số 106 lính do đại úy Tony Nadal chỉ huy. Sau khi nắm được đại đội A, Tiểu đoàn trưởng Moore cho quân chia làm 2 mũi tiến công vào Tiểu đoàn 9 của Trung đoàn 66\n\nTiểu đoàn 9 bị bất ngờ, tiểu đoàn trưởng đang đi gặp trung đoàn trưởng để nhận nhiệm vụ. Tham mưu trưởng tiểu đoàn cũng đang đi chuẩn bị chiến trường ở Ban Mê Thuột, chính trị viên phó cũng đang ở sở chỉ huy trung đoàn, chính trị viên trưởng đang ở chỗ Đại đội 12. Chỉ huy cao nhất lúc bấy giờ có một trợ lý tác huấn tiểu đoàn. Tuy bị bất ngờ nhưng binh sĩ [[Quân Giải phóng miền Nam Việt Nam]] không hoảng loạn và tự tổ chức chiến đấu. Các Đại đội 13, 11 và 12 nghe tiếng súng đã chủ động cơ động đánh vào bên sườn quân địch. Đại đội B của Mỹ bị đánh mạnh ở hai bên sườn.\n\nĐến khoảng 11 giờ, tiểu đoàn trưởng chạy về đến chỗ Đại đội 11 nắm được Đại đội 11 và một bộ phận của Đại đội 12, một khẩu súng cối tiếp tục tổ chức đánh vào quân Mỹ. Trước các đợt phản kích liên tiếp của [[Quân Giải phóng miền Nam Việt Nam]], cả hai mũi xung phong của Mỹ đều bị bẽ gãy, phải lui về cụm lại cách Tiểu đoàn 9 hơn 1&nbsp;km về phía Đông để chống lại. Một trung đội Mỹ bị vây chặt ở ven Bãi đáp X-ray, Trung đội trưởng Henry Herrick bị giết tại trận. Các nỗ lực giải vây bước đầu không thành. Đến khoảng 13 giờ 30 phút, lực lượng quân Mỹ tại Bãi X-ray được tăng cường Đại đội Charlie (gọi tắt là Đại đội C) do Đại úy Bob Edwards chỉ huy nhằm tăng cường khả năng phòng ngự trước các đợt tập kích của [[Quân Giải phóng miền Nam Việt Nam]].\n\nChuẩn tướng Knowles, Tư lệnh Sư đoàn 1 Không kỵ Tiền phương, báo cáo Tướng Kinnard, Tư lệnh Sư đoàn 1 Không kỵ Mỹ là tiểu đoàn 1\/7 không kỵ đụng độ với đối phương, đồng thời xin thêm một tiểu đoàn - 2\/5 đến tiếp ứng để ương đầu với hai tiểu đoàn 7 và 9.<ref>Coleman, trang 219<\/ref>\n\n17 giờ, Mỹ gọi phi pháo đánh liên tục vào đội hình [[Quân Giải phóng miền Nam Việt Nam]], các đại đội tự động rút khỏi vị trí (đại đội 11, 12, 15 rút về phía tây bắc suối Khôn Chưa, đại đội 13 rút về hướng Tiểu đoàn 7). Kết quả tiểu đoàn 9 đã đánh bại cuộc tập kích của Mỹ, [[Quân Giải phóng miền Nam Việt Nam]] ghi nhận họ đã diệt khoảng 150 lính Mỹ, bắn rơi một máy bay chiến đấu.\n\nCũng vào lúc 17 giờ, đại tá Brown ra lệnh cho tiểu đoàn 2\/5 không kỵ trực thăng vận đến Bãi đáp Victor, cách Bãi đáp X-Ray 5 cây số, để sẵn sàng tiếp ứng cho tiểu đoàn 1\/7 không kỵ sáng hôm sau.<ref>{{Chú thích web |url=http:\/\/www.generalhieu.com\/lzxray_moore_hieu-2.htm |ngày truy cập=2017-04-20 |tựa đề=Colonel Hieu and LTC Hal Moore re: LZ X-Ray After Action Report |archive-date=2013-11-11 |archive-url=https:\/\/web.archive.org\/web\/20131111103544\/http:\/\/www.generalhieu.com\/lzxray_moore_hieu-2.htm |url-status=dead }}<\/ref>\n\nLúc 19 giờ, Tướng Kinnard bàn thảo với Tướng Larsen, Tư lệnh First Field Force, sử dụng phóng pháo cơ B-52 oanh tập vùng tiếp cận Bãi đáp X-Ray. Ông được thông báo là Tướng DePuy, trưởng phòng 3 MACV đã phối trí với Tướng Vĩnh Lộc, Tư lệnh Quân đoàn II, đã dự tính dùng B-52 oanh tập vào lúc 16 giờ chiều hôm sau.<ref>G3 Journal\/IFFV, ghi sổ ngày 14 tháng 11<\/ref>\n\n=== Các trận tập kích vào bãi đáp X-Ray ===\n\nSau khi bị tiểu đoàn 9-QGP đẩy lùi, quân Mỹ cụm lại thành hình vòng quanh Bãi đáp X-Ray, ban đêm dùng máy bay thả đèn dù, dùng pháo binh bắn chặn xung quanh đề phòng tập kích.\n\nNgày 15 tháng 11, lúc 5 giờ 30 phút, tiểu đoàn 7 thuộc trung đoàn 66 QGP bất ngờ tấn công tiểu đoàn 1\/7 Không kỵ QĐHK, lực lượng sử dụng gồm Đại đội 1 và 2 có hai khẩu [[súng cối]] 82&nbsp;mm của Đại đội 15. Tiểu đoàn triển khai cách địch khoảng 150 m, dùng hai khẩu cối 82&nbsp;mm bắn 14 quả sau đó lệnh cho Đại đội 1 và 2 xung phong. Bộ đội tiểu đoàn 7 [[Quân Giải phóng miền Nam Việt Nam]]dùng 1 trung đội đột kích với 3 khẩu [[B40|B-40]], 6 [[RPD]], 3 thượng liên, 13 AK vào diệt điện đài và đánh giáp lá cà với quân Mỹ. Sau vài phút rối loạn, quân Mỹ đã đánh trả ác liệt. Phía Mỹ có máy bay trợ chiến bằng bom và tên lửa. Máy bay Mỹ đến thả [[napan|bom napalm]] xuống trận địa lúc này đang lẫn lộn cả quân của hai phía. QĐHK thương vong thêm 24 lính chết và 20 bị thương.<ref name=\"ReferenceD\">Merle L. Pribbenow Military Review – January-February 2001<\/ref>\n\nSau trận tập kích, tiểu đoàn 7 rời khỏi trận địa. Trước khi rút, tiểu đoàn lệnh đại đội 1 để lại một trung đội và hai khẩu súng cối để phục kích nếu trực thăng Mỹ xuống lấy xác thì đánh. Trên đường rút, bị máy bay và pháo binh đánh chặn, các đại đội của tiểu đoàn 7 dùng súng bắn rơi tại chỗ 4 chiếc trực thăng.\n\nLúc 9 giờ 30, đại tá Brown, Lữ đoàn trưởng Lữ đoàn 3 Không kỵ, đáp xuống bãi đáp X-Ray để thu xếp chuẩn bị rút tiểu đoàn 1\/7 Không kỵ. Việc tấn công bãi X-ray đã khiến cho QGP buộc phải tạm hoãn đánh cứ điểm Plei-me. Tuy nhiên, sau khi sắp xếp lại lực lượng, Plei-me vẫn bị QGP tấn công.<ref>Nguyễn Hữu An, trang 32.<\/ref><ref>Moore, trang 202.<\/ref>\n\nKhoảng 12 giờ trưa, tiểu đoàn 2\/5 không kỵ tiến vào trận địa, sau khi được trực thăng vận tới bãi đáp Victor, cách X-Ray khoảng 5 cây số, lúc 8 giờ sáng và âm thầm lội bộ tới bãi đáp X-Ray để giải cứu trung đội bị cô lập. Đến khoảng 3 giờ chiều thì trung đội này được giải vây. Phía [[Quân Giải phóng miền Nam Việt Nam]] không hay biết là tương quan lực lượng đã thay đổi từ 2:2 lên 3:2.<ref>Tướng Nguyễn Hữu An, Chiến Trường Mới - Hồi Ức: ''Ở sở chỉ huy tiền phương chúng tôi lúc này nắm được tình hình chắc hơn. Dưới trung đoàn 66 cho biết: tiểu đoàn 9 đã liên lạc được với tiểu đoàn 7. Như vậy tương quan lực lượng trong khu vực nhỏ này, mỗi bên có hai tiểu đoàn.''<\/ref>\n\nĐúng 4 giờ chiều, bom B-52 trải thảm đợt đầu xuống địa điểm YA8702 (khoảng 7 cây số tây LZ X-Ray) và liên tiếp trong 5 ngày kế tiếp<ref>Kinnard, Pleiku Campaign, trang 88.<\/ref>, tại YA8607, YA9007, YA8600 và YA9000 cùng ngày; tại YA8305, YA8505 và YA8400 ngày 16\/11; tại YA9201, YA9401 (bãi đáp X-Ray) YA9208 và YA9408 ngày 17\/11; tại YA9301, YA8900 và YA8901 ngày 18\/11; tại YA9009, YA9209, YA9006 và YA9206 ngày 19\/11; tại YA8306, YA8506, YA8303 và YA8503 ngày 20\/11.<ref>G3 Journal\/I First Field Force.<\/ref>\n\nLúc 4 giờ 30 chiều, chuẩn tướng Knowles, Tư lệnh tiền phương Sư đoàn 1 Không kỵ, đáp xuống bãi đáp X-Ray và thông báo sẽ cho Tiểu đoàn 1\/7 Không kỵ rút ra khỏi bãi vào ngày hôm sau.<ref>Moore, trang 210.<\/ref>\n\nKhoảng 5 giờ chiều, thiết đội 1\/9 không kỵ tiến vào vùng B-52 oanh tập để thẩm định kết quả của cuộc oanh tập.<ref name=\"ReferenceE\">G3 Journal\/IFFV, ghi sổ ngày 15 tháng 11<\/ref>\n\nKhoảng 6 giờ chiều, Tướng Kinnard yêu cần thêm một cuộc oanh tạp B-52 và được cho biết là Tướng Vĩnh Lộc cũng yêu cầu tương tự cho cùng các địa điểm oanh tập.<ref name=\"ReferenceE\"\/>\n\nSuốt ngày 15, Mỹ cho nhiều lần máy bay hạ cánh xuống lấy xác lính Mỹ nhưng đều bị súng cối bắn nên không dám đỗ xuống. 17 giờ 30 phút ngày 15 tháng 11, Mỹ đổ hai đại đội xuống để chiếm lại trận địa và thu dọn xác chết, bị súng cối bắn cháy thêm hai chiếc trực thăng.\n\nTrận tập kích lần thứ hai của tiểu đoàn 7 diễn ra đêm 15 rạng ngày 16 tháng 11. Tiểu đoàn 7 còn Đại đội 3 và hai khẩu súng cối 82mm chưa tham gia chiến đấu. Căn cứ vào tình hình quân Mỹ cụm lại, cấp trên quyết định dùng lực lượng này và tăng cường thêm Trung đội 1 của Đại đội 1 (đánh bám địch) và hai khẩu súng cối 82&nbsp;mm tổ chức trận tập kích ngay trong đêm 15. Tuy nhiên lần này quân Mỹ đã tổ chức bố phòng vững chắc hơn nhiều so với đêm trước và liên tục gọi pháo binh bắn phá dữ dội để yểm trợ nên [[Quân Giải phóng miền Nam Việt Nam]] phải nhanh chóng chấm dứt tập kích sau khi chỉ khiến 6 lính Mỹ bị thương.<ref name=\"ReferenceD\"\/>\n\nPhía Mỹ-VNCH cho rằng tại chiến trường bãi đáp X-Ray, phía [[Quân Giải phóng miền Nam Việt Nam]] không còn súng cao xạ và pháo kích nên phải sử dụng đến chiến thuật \"biển người\"<ref>Vinh Loc, trang 90: ''The enemy has lost nearly all their heavy crew-served weapons during the first phase... Their tactics relied mostly on the \"human waves\"''<\/ref>. Tuy nhiên, trên thực tế [[Quân Giải phóng miền Nam Việt Nam]] không hề sử dụng chiến thuật \"biển người\". Do việc chiếm lĩnh trận địa trước nên một ổ phục kích có thể tiêu diệt nhiều đám quân Mỹ khác nhau, đồng thời các ổ phục kích cũng có thể hỗ trợ nhau. Mặc dù quân số của Mỹ-VNCH đông hơn nhưng nếu xét về tỷ lệ QGP-Mỹ ở từng cứ điểm thì QGP lại đông hơn do họ đã xé lẻ lực lượng đổ bộ của Mỹ-VNCH. Điều này khiến Mỹ-VNCH lầm tưởng QGP dùng chiến thuật biển người.{{cần dẫn nguồn}}\n\nSáng ngày 16 tháng 11, Moore nhận được lệnh cho rút tiểu đoàn 1\/7 không kỵ bằng trực thăng vận, để lại hai tiểu đoàn 2\/7 và 2\/5 phòng thủ bãi đáp. Chủ ý là khiến cho phía [[Quân Giải phóng miền Nam Việt Nam]] vững tâm vì tương quan lực lượng vẫn là 2:2.\n\nLúc 8 giờ 25 tối, Tướng DePuy chuẩn bị xong kế hoạch oanh tập B-52 vào trưa ngày hômg sau. Đại tá Brown, Lữ đoàn trưởng Lữ đoàn 1 không kỵ cam đoan là các toán không kỵ có đủ thì giờ tránh ra xa khoảng cách an toàn 3 cây số.<ref>G3 Journal\/IFFV, ghi sổ ngày 16 tháng 11<\/ref>\n\nGiai đoạn đầu của trận Ia Đrăng chấm dứt với kết quả là 79 lính Mĩ chết và 121 bị thương. Con số này khá khớp với ước tính của [[Quân Giải phóng miền Nam Việt Nam]] rằng họ đã diệt hơn 250 quân địch. Tuy nhiên thương vong của phía Việt Nam thì khá mâu thuẫn. Moore báo cáo quân Mĩ \"đếm\" được 634 lính Việt Nam chết chưa kể số bị thương (ban đầu ông còn ước tính lên tới 834 nhưng sau đó hạ xuống do thấy vô lý). Còn theo chiến sử Trung đoàn 66 ghi nhận họ có 55 người hy sinh và khoảng 100 bị thương (chiếm 30% quân số của Tiểu đoàn 7).{{cần dẫn nguồn}}\n\n=== Trận đánh ngày 17 tháng 11 (trận Albany) ===\n\nDo bị [[Quân Giải phóng miền Nam Việt Nam]] đánh liên tục từ khi mới đặt chân xuống đất nên lực lượng Mỹ đã bị thiệt hại nặng nề, để tránh khu vực [[Quân Giải phóng miền Nam Việt Nam]] đang uy hiếp và rút lui an toàn, QĐHK trong khu vực còn lại khoảng 400 lính đã rời chỗ cũ sang bãi trống ở ngã ba Làng Tung và Làng Sinh.\n\nTiểu đoàn 8 Quân Giải phóng còn sung sức nhanh chóng cơ động xuống nhận nhiệm vụ mới mà trung đoàn giao (trên đường đi sẵn sàng chiến đấu vì có thể gặp địch). Tiểu đoàn 8 nhận được lệnh, chiều ngày 16 đã cho bộ đội hành quân ngay về vị trí sở chỉ huy trung đoàn. Tiểu đoàn 1 (sau này là Trung đoàn 33 QGP) hành quân đến trợ chiến nhưng lạc đường. Lực lượng tiểu đoàn 8 có ba đại đội bộ binh và một đại đội trợ chiến (đại đội 10) ngoài ra còn được tăng cường một đại đội 12,7&nbsp;mm (6 khẩu, đạn đầy đủ). Đội hình hành quân theo đội hình chiến dấu tao ngộ sắn sàng chiến đấu cao, đặc biệt khi đi đến ngã ba đường Làng Tung và làng Sinh. Đội hình của Quân Giải phóng xuất phát từ ngày 16\/11, đến 5h sáng ngày 17\/11 thì tổ chức tấn công. Giai đoạn thứ hai của trận Ia Đrăng bắt đầu.\n\nSáng ngày 17 tháng 11, hai tiểu đoàn không kỵ của QĐHK được lệnh rút ra khỏi bãi đáp, tiểu đoàn 2\/5 tiến về hướng bắc tới bãi đáp Columbus, còn tiểu đoàn 2\/7 tiến về hướng tây bắc tới bãi đáp Albany, với chủ đích \"chộp hổ đằng đuôi từ một hướng khác\"<ref name=\"Knowles, trang 7\"\/>. Khi hai tiểu đoàn này lội bộ ra khỏi bãi đáp khoảng 3 cây số, thình lình B-52 trải thảm bom ngay xuống bãi đáp X-Ray và vùng lân cận.<ref>Kinnard, trang 94: ''Those troops still remaining in the now deserted X-Ray area suddenly learned the reason for the exodus of the Cavalry. A B-52 strike had been called virtually on top of the old positions''.<\/ref> Lúc 15 giờ trưa, B-52 oanh tập quang vùng Bãi đáp Albany. Tiếp sau đó một đơn vị không kỵ tiến vào vùng để thẩm định kết quả của cuộc oanh tập.<ref>G3 Journal\/IFFV, ghi sổ ngày 17 tháng 11<\/ref> Khi tiến gần tới bãi đáp Albany tiểu đoàn 2\/7 phát hiện ra vị trí của Tiểu đoàn 8 ở bờ sông Ia Đrăng và tổ chức tấn công lúc đơn vị này đang nghỉ trưa. Nhưng chính họ lại bị đặc công [[Quân Giải phóng miền Nam Việt Nam]] phục kích.\n\nTheo tài liệu của Quân Giải phóng, khoảng 12 giờ, Đại đội 8 đi đầu đã đến ngã ba không thấy địch, Đại đội 6 đến suối cầu gặp đại đội 1 tiểu đoàn 1, lực lượng ở dây cho biết phía trước có hai trung đội địch đang tiến về hướng Quân Giải phóng, tiểu đoàn trưởng tiểu đoàn 8 Lê Xuân Phôi cho tất cả dừng lại triển khai đội hình chuẩn bị chiến đấu, đồng thời cho liên lạc báo cho đại đội 8 biết tình hình. Tiểu đoàn tổ chức thành hai thê đội: Thê đội 1 gồm đại đội 6 (thiếu trung đội 3) và Thê đội 2 gồm đại đội 7 và trung đội 3 đại đội 6. Trong vài phút, đại đội 6 đã bí mật triển khai xong thì phát hiện lính Mỹ đang đi về hướng QGP. Khi lính Mỹ vào gần cách QGP khoảng 200m, lính Mỹ đột ngột nổ súng, đại đội trưởng đại đội 6 thấy địch còn ở xa nên không cho đại đội nổ súng đợi đối phương vào gần hơn. Khi còn cách 40 đến 50 mét đại đội trưởng lệnh cho đại liên bắn, trung đội 1 và 2 cũng bắn mạnh vào đội hình lính Mỹ và xung phong. Chỉ trong khoảng 5 phút hai trung đội Mỹ đã bị tiêu diệt hoàn toàn. 12 giờ 7 phút, đội hình chính của lính Mỹ tới cách lực lượng QGP khoảng 300m, lính Mỹ hốt hoảng bắn vào đội hình của QGP. Lực lượng Mỹ đông, nhưng đại đội 6 chiếm địa hình có lợi nên nắm được thế chủ động, đại đội 8 khi nghe tiếng súng cũng cho bộ đội quay lại đánh vào bên sườn quân Mỹ. Tiểu đoàn trưởng Lê Xuân Phôi chỉ huy đơn vị tiến công vào giữa đội hình quân Mỹ, làm đối phương bị rối loạn và bị cắt rời. Cùng lúc đó tiểu đoàn phó tên Luân của tiểu đoàn 1 trung đoàn 33 đang chỉ huy bộ đội lùng lính Mỹ ở hướng khác nghe súng nổ liền dẫn đơn vị đến phối hợp. Đội hình của lính Mỹ bị các lực lượng QGP khép vòng vây giữa thung lũng Iađrăng. Ở trên không, máy bay lên thẳng, máy bay phản lực quần lượn nhưng không có cách nào cứu nguy được cho đồng lính Mỹ phía dưới vì lực lượng Quân Giải phóng áp sát, đánh gần. Trận đánh đang tiếp diễn thì tiểu đoàn trưởng Lê Xuân Phôi hy sinh, chính trị viên phó tiểu đoàn cũng bị thương nặng phải đưa ra khỏi trận địa. Tiểu đoàn phó tiểu đoàn 1 trung đoàn 33 chỉ huy luôn cả hai đơn vị.{{cần dẫn nguồn}}\n\nTheo tài liệu của phía Hoa Kỳ, Tiểu đoàn 8 dùng súng máy tấn công cùng bộ đội tiến công bên sườn đội hình đối phương đang tấn công đến gần rồi đột ngột đổi hướng tiến thẳng vào đối phương và triển khai [[Chia cắt (quân sự)|chiến thuật chia cắt]] và đánh mặt đối mặt với QĐHK. Chiến thuật này khiến các vũ khí hạng nặng của QĐHK không triển khai được và quân của họ không được yểm trợ đầy đủ như mọi khi. Đồng thời các đơn vị của họ bị chia cắt nên lúng túng và không xác định rõ mục tiêu, nhiều khi bắn vào nhóm khác của quân mình. Trong khi đó, [[Quân Giải phóng miền Nam Việt Nam]] chiếm được các vị trí cao hơn và dễ dàng phát hỏa vào đội hình của đối phương đang di chuyển. Hậu quả là QĐHK thiệt hại nặng nề. Đại đội A của Tiểu đoàn 2 QĐHK bị chia cắt trong một khu vực trống trải bị mất 50 binh sĩ ngay trong những phút đầu tiên. Trong khi Đại đội C mất 20 người trong những phút đầu. Mọi việc trở nên tồi tệ hơn đối với QĐHK khi Tiểu đoàn 1 của Trung đoàn 33 [[Quân Giải phóng miền Nam Việt Nam]] cuối cùng cũng đến nơi và tấn công đối phương từ sau lưng. Trước tình hình trên, phía Mỹ phải điều Tiểu đoàn 2\/5 tới Bãi Albany để chi viện và yểm trợ cho Tiểu đoàn 2\/7 thu dọn xác chết và sơ tán thương vong.{{cần dẫn nguồn}}\n\nĐến 8 giờ tối ngày 18 tháng 11, trận chiến ở thung lũng Ia Đrăng kết thúc với việc các đơn vị QĐHK rút lui khỏi Bãi đáp Albany. Trận đánh thứ 2 này thực sự là một thảm họa với quân Mỹ: 155 lính bị giết và 121 bị thương, tức hơn 2\/3 lực lượng; riêng Đại đội C chịu tổn thất lớn nhất với con số thương vong lên tới 95 người. Đây là thương vong cao nhất trong 1 ngày mà Mỹ phải chịu ở Việt Nam tính đến khi đó. Quân Mỹ tuy vậy vẫn báo cáo giết 403 lính đối phương, nhưng thực tế con số này là không có cơ sở, vì thực tế quân Mỹ trong trận này gần như bị xóa sổ và mất trận địa, không có cách nào để có thể \"đếm\" được thương vong của đối phương.{{cần dẫn nguồn}}\n\nTrong ngày 18 tháng 11, vào buổi sáng, Tướng Westmoreland và Tướng Cao Văn Viên, Tổng tham mưu trưởng VNCH, từ Sài G̀òn bay lên Pleiku gặp trung tá Moore và thăm tiểu đoàn 1\/7 không kỵ tại trại Hollaway, đồng thời tới bản doanh lữ đoàn 3 không kỵ. Tại đây, hai ông nghe đại tá Brown thuyết trình về trận Ia Drăng và bay trực thăng quan sát chiến trường. Vào buổi chiều hai ông tới thăm các thương bệnh binh tham dự trận Bãi đáp Albany được chữa trị tại bệnh viện ở Qui Nhơn.<ref>Westmoreland's notes, ghi vào sổ ngày 18 tháng 11<\/ref>\n\nTrong Hồi ký, tướng Đặng Vũ Hiệp viết:{{cần dẫn nguồn}}\n\n{{cquote| ''...Chúng tôi đi kiểm tra trận địa sau khi ta làm chủ chiến trường, địa hình hàng chục ki-lô mét vuông bị đảo lộn, cây gãy đổ ngổn ngang, không còn đường còn lối. Địch chết thành đống, có chỗ năm, ba tên; xen lẫn vào đó là xác chiến sĩ ta. Nhiều đồng chí nằm đè lên xác lính Mĩ, lưỡi lê còn cắm vào ngực tên địch. Có đồng chí hy sinh tay vẫn nắm chặt quả lựu đạn bên sườn. Có tổ ba chiến sĩ hy sinh mà phía trước và phía sau các anh có hàng chục xác Mĩ. Có đồng chí hy sinh trên vai còn vác thi thể đồng đội. Nhìn vào trạng thái địch ta như trên không những thấy rõ được tính chất quyết liệt một cách cụ thể, đồng thời thấy được sự hy sinh dũng cảm tuyệt vời của cán bộ, chiến sĩ ta. Về mặt chiến thuật càng thấy rõ nét hoạt động của tổ ba, thậm chí của những bộ phận một, hai đồng chí có rất nhiều tác dụng trong việc đột nhập sâu vào đội hình trung tâm của địch.''}}\n\nTheo tài liệu của Việt Nam Cộng hòa, ở hướng phối hợp tại Đức Cơ, Tiểu đoàn 2\/5 (Lữ đoàn 2 Không kỵ) cùng 2 đại đội pháo thiết lập tại bãi đáp Crooks yểm trợ cho Lữ đoàn dù gồm 5 tiểu đoàn của QLVNCH đến trợ chiến. Trung đoàn 320 [[Quân Giải phóng miền Nam Việt Nam]] nghênh chiến nhưng không gây thiệt hại nặng cho đối phương như ở hai hướng kia; trái lại, bị quân Dù VNCH gây ''265 chết (đếm xác), 10 bị bắt và 58 vũ khí tịch thu''.<ref>Vinh Loc, trang 103.<\/ref> Ngày 18 tháng 11, Bộ tư lệnh chiến dịch của Quân Giải phóng ra lệnh cho Trung đoàn 33 tập kích trận địa pháo Falcon ở phía tây suối Ia Muer. Thực hiện mệnh lệnh, từ 16 giờ 30 phút ngày 18, hai tiểu đoàn 2 và 3 cùng phân đội súng cối do tham mưu trưởng trung đoàn trực tiếp chỉ huy nổ súng tiến công trận địa pháo Mỹ. Sau ít phút chiến đấu đã có 3 lính Mỹ chết và 13 bị thương, [[Quân Giải phóng miền Nam Việt Nam]] phá huỷ 3 khẩu pháo 105mm, 1 khẩu cối 81mm, 5 máy bay trực thăng và bắn rơi 2 chiếc khác; thu 750 viên đạn pháo và 30 viên đạn cối.{{cần dẫn nguồn}}\n\n== Kết quả và ảnh hưởng ==\n\n===Quân sự===\n\nTrong bốn ngày giao chiến, chỉ với lực lượng bộ binh trang bị nhẹ, \"trận đánh sông Drang\" của chủ lực [[Quân Giải phóng miền Nam Việt Nam]] đã loại khỏi vòng chiến 476 lính Mỹ, trong đó có 234 lính chết và 245 bị thương. Thương vong của quân Việt Nam được tướng [[Đặng Vũ Hiệp]] ghi trong hồi ký là 208 người chết và 146 bị thương (một tài liệu khác ghi nhận Trung đoàn 66 có 157 người chết, bị thương 239, bao gồm 80 người bị thương nhẹ, 71 người bị thương vừa, 88 người bị thương nặng).\n\nNgược lại, phía Mỹ tuyên bố là hơn 1.000 lính đối phương bị giết chưa kể bị thương (634 trong trận X-Ray và 403 trong trận Albany). Ngày 17 tháng 11, sau 3 ngày B-52 trải thảm bom, nguồn tình báo qua đài kiểm thính của Hoa Kỳ cho biết Mặt Trận B3 báo cáo đã bị mất 2\/3 lực lượng<ref>Vinh Loc, trang 97.<\/ref>, nghĩa là 6 trên 9 tiểu đoàn; còn lại hai Tiểu đoàn 635 và 334 thuộc Trung đoàn 320<ref>Pribblenow, The Fog of War, footnote 53 trích ''The Plei Me Offensive''.<\/ref>, và 5 đại đội thuộc Trung đoàn 33 và Trung đoàn 66 tham chiến trong trận bãi đáp Albany (khi Lực lượng Dù gồm 5 tiểu đoàn hành quân vào Ia Drăng thì chỉ bắt gặp 2 tiểu đoàn [[Quân Giải phóng miền Nam Việt Nam]]).<ref>Vinh Loc, trang 101.<\/ref><ref>Vinh Loc, trang 112 ghi con số 2.200 cho Trung đoàn 33, gồm 1.500 thuộc 3 tiểu đoàn và 700 thuộc các đơn vị yểm trợ của trung đoàn với tổn thất là 40% tính đến ngày 11 tháng 11 năm 1965. Nguồn là hồi chánh viên Bùi Văn Cường, chính ủy viên, đại đội truyền tin, trung đoàn 33.<\/ref> Mặc dù thương vong phía Mỹ rất lớn, các quan chức cấp cao của Mỹ ở Sài Gòn lại tuyên bố trận Ia Đrăng là một trận đánh vô cùng quan trọng vì đây là cuộc đụng độ đáng kể đầu tiên giữa quân đội Mỹ và các lực lượng chủ lực của QGP. Nó chứng minh rằng QGP đã chuẩn bị sẵn sàng để đứng lên chiến đấu trong những trận đánh lớn ngay cả khi họ có thể phải chịu thương vong nghiêm trọng. Các nhà lãnh đạo quân sự cấp cao của Mỹ đã kết luận rằng quân đội Mỹ có thể gây thiệt hại đáng kể cho lực lượng đối phương trong các trận chiến như vậy.<ref>[http:\/\/www.history.com\/this-day-in-history\/major-battle-erupts-in-the-ia-drang-valley Major battle erupts in the Ia Drang Valley], www.history.com<\/ref>\n\nBộ Tư lệnh Quân đoàn II Việt Nam Cộng hòa tuyên bố thiệt hại phía [[Quân Giải phóng miền Nam Việt Nam]] từ 19-10 đến 26-11 như sau: chết đếm xác 4.254, chết ước tính 2.270 (tổng là 6.524), bị thương 1.293, bị bắt 179, vũ khí cộng đồng 169, vũ khí cá nhân 1.027.<ref>Vinh Loc, trang 111.<\/ref> Tướng Kinnard thì tuyên bố số liệu này là do chính các bản doanh dã chiến cấp trung đoàn [[Quân Giải phóng miền Nam Việt Nam]] báo cáo về trung ương<ref>Kinnard, trang 70: ''The 33d Regiment gathered in the last of its organic units and began to count noses. There were many missing. The regimental muster brought these casualty figures...''<\/ref>; các báo cáo này bị các đài kiểm thính phía bên QLVNCH nghe ngóng chận bắt được.<ref>McChrítian trang 41; Vinh Loc, trang 97 và 111.<\/ref> Ngoài ra báo cáo tổn thất của Bộ Tư lệnh Quân đoàn II bao gồm các tổn thất do 5 ngày bom trải thảm B-52 gây ra, mà phía QGP và Hoa Kỳ không đề cập tới. Quân lực Việt Nam Cộng hòa cho rằng phía [[Quân Giải phóng miền Nam Việt Nam]] không đạt được mục tiêu chiếm cứ trại và tiêu diệt quân tiếp viện và họ báo cáo với cấp trên rằng toàn bộ lực lượng B3 bị đánh tan và đẩy lui qua biên giới Căm Bốt.<ref>Vinh Loc, trang 103: ''Ngày 26 tháng 11, vì không còn đụng độ với địch, Lữ đoàn Dù rút ra khỏi vùng hành quân chấm dứt đợt ba của Trận Pleime''.<\/ref> Tuy nhiên, các phân tích sau này cho thấy con số thiệt hại của Quân Giải phóng mà Mỹ tuyên bố (chết 6.524, bị thương 1.293) là phi lý và phóng đại quá nhiều so với thực tế, bởi con số này còn vượt quá tổng quân số mà quân Giải phóng huy động cho chiến dịch (khoảng 6.600 người).\n\nNgược lại, theo số liệu của Quân Giải phóng thì thương vong của họ trong toàn chiến dịch (từ 19\/10 tới 26\/11) là 554 người tử trận và 669 bị thương. [[Quân Giải phóng miền Nam Việt Nam]] tuyên bố đã loại khỏi vòng chiến đấu 2.974 quân địch (trong đó có khoảng 1.700 lính Mỹ), phá huỷ 88 xe quân sự (có 42 xe tăng và xe bọc thép), 5 khẩu pháo 105mm, bắn rơi 59 máy bay. [[Quân Giải phóng miền Nam Việt Nam]] kết luận họ đã hoàn thành các mục tiêu đề ra trong chiến dịch: đánh thiệt hại nặng 1 lữ đoàn không kỵ tinh nhuệ của Mỹ, lực lượng[[Quân Giải phóng miền Nam Việt Nam]] thu được nhiều kinh nghiệm quý báu trong tác chiến chống chiến thuật [[trực thăng vận]] của Mỹ, cũng như cách đánh áp sát để hạn chế tối đa ưu thế hỏa lực không quân, pháo binh vượt trội của Mỹ<ref name=\"ReferenceA\"\/>\n\nSau trận đánh, Trung đoàn 66 đã được tặng thưởng một lúc 2 [[Huân chương Quân công|Huân chương quân công]] hạng nhất, vì theo lời đại tướng [[Nguyễn Chí Thanh]] thì \"do không có huân chương nào cao hơn, vì vậy tặng một lúc 2 huân chương để thưởng công cho thành tích tuyệt vời của Trung đoàn 66\". Nhiều chiến sĩ được tặng danh hiệu [[Dũng sĩ diệt Mỹ]]: Đại đội trưởng Đại đội 2 [[Lê Văn Tam]] được tặng huân chương chiến công hạng nhì và danh hiệu dũng sĩ diệt Mĩ cấp 3, Chính trị viên phó Đại đội 6 Đinh Văn Đế diệt 8 lính Mĩ (3 bằng dao găm). Trung uý Vũ Đình Dự - Chính trị viên Đại đội 8, Trung úy Đoàn Ngọc Đảnh - Đại đội trưởng Đại đội 7, Thiếu úy Nguyễn Xuân Ngạnh trung đội trưởng, Thiếu úy Vũ Đức Thắng trung đội trưởng, chiến sĩ trẻ Lê Văn Quỳnh (18 tuổi), tiểu đội phó Hà Huy Trọng, Phạm Văn Tiết, Cao Thái Thưởng, Trần Minh Duyên... là những chiến sĩ được cấp trên ghi nhận diệt từ 5-15 lính Mỹ. Đặc biệt Lê Khắc Nga, Lê Văn Điều mỗi người được ghi nhận diệt hơn 20 lính Mỹ, là 2 chiến sĩ đạt danh hiệu [[Dũng sĩ diệt Mỹ cấp ưu tú]] đầu tiên ở chiến trường.{{cần dẫn nguồn}}\n\nVề mặt chiến thuật, trận đánh đã cung cấp cho [[Quân Giải phóng miền Nam Việt Nam]] nhiều kinh nghiệm quý về tác chiến chống quân Mỹ, một đối thủ vượt trội về hỏa lực và sức cơ động. Tiêu biểu là chiến thuật \"Nắm thắt lưng Mỹ mà đánh\", tức áp dụng lối đánh cận chiến áp sát lính Mỹ để vô hiệu hóa hỏa lực pháo binh và không quân của Mỹ. Các tài liệu của [[Quân Giải phóng miền Nam Việt Nam]] ghi nhận:{{cần dẫn nguồn}}\n\n{{cquote| ''Lựa chọn cách đánh và đánh thắng địch ngay trận đầu là nét độc đáo của nghệ thuật chỉ huy chiến dịch. Quân Mỹ mới vào miền Nam tuy có chiếm ưu thế về hỏa lực, sức cơ động nhưng chúng rất chủ quan không đánh giá đúng mình và coi thường đối phương. Mặt khác ta không coi thường địch mà đã chuẩn bị tốt tư tưởng tâm lý cho cán bộ, chiến sĩ sẵn sàng chấp nhận hy sinh để giành thắng lợi.''\n\n''Sự sắc sảo của nghệ thuật chỉ huy chính là biết khoét sâu vào chỗ yếu, chỗ sơ hở của địch để lựa chọn địa hình, lựa chọn cách đánh đúng, giành thắng lợi trong từng trận chiến đấu. Trong chiến dịch này mưu hay của ta là lừa địch, kế giỏi là dụ quân Mỹ vào đúng điểm quyết chiến ta đã chọn; phát huy sở trường đánh gần của ta để làm hạn chế điểm mạnh về hỏa lực, cơ động Mỹ. Thắng lợi của chiến dịch đã khẳng định ta có khả năng đánh tiêu diệt từng tiểu đoàn quân Mỹ.''}}\n\nMột số thế chiến thuật được [[Quân Giải phóng miền Nam Việt Nam]] đem ra áp dụng trong toàn trận chiến gồm có: đánh điểm diệt viện, đánh diện diệt điểm, \"[[nắm thắt lưng địch mà đánh]]\", \"biển người\"<ref>Vinh Loc, trang 90.<\/ref>, \"kiểm thủ kích vĩ\"<ref>Vĩnh Lộc, trang 132.<\/ref>...Tuy nhiên, trên thực tế, [[Quân Giải phóng miền Nam Việt Nam]] không hề sử dụng biển người do họ sử dụng ưu điểm của chiến thuật đánh điểm diệt viện, đánh diện diệt điểm nên tỷ lệ QGP-Mỹ ở mỗi cứ điểm có lợi cho QGP. Từ đó, phía Hoa Kỳ luôn có cảm giác số quân của [[Quân Giải phóng miền Nam Việt Nam]] đông hơn trong khi trên thực tế quân số của Mỹ-VNCH lại là bên đông hơn.{{cần dẫn nguồn}}\n\nVề mặt chiến lược, trận đánh gây ra một ảnh hưởng sâu rộng về quan điểm chiến tranh của người Mỹ. Ngay tuần lễ sau đó Westmoreland đã đề nghị cho ông thêm 41.500 lính Mỹ{{fact|date=7-2014}} với lý do \"lực lượng chủ lực Bắc Việt Nam đã thâm nhập vào miền Nam\". Những đề nghị này không ngừng tăng lên kể từ tháng 7, và đề nghị mới này đưa số quân Mỹ đến VN lên đến 375.000 người. Bộ trưởng [[McNamara]] phải bỏ dở ngay một hội nghị của OTAN ở [[Paris]], khẩn cấp sang Sài Gòn một thời gian 30 giờ để đánh giá lại cuộc chiến. Mac Namara tuyên bố gửi cho ông ta 400.000 quân ''\"không đảm bảo thắng lợi\"'' - ''\"Lính Mỹ trong những cuộc hành quân mỗi tháng bị chết có đến hơn 1.000\"'' và cơ may vào đầu năm 1967 phải \"một mức độ cao hơn\". Lần đầu tiên Mac Namara nói đến việc Chính phủ có thể \"thử cách thương lượng theo giải pháp hoà giải\" đồng thời vẫn gửi quân tăng cường ''\"ở một mức độ tối thiểu\"''.{{cần dẫn nguồn}}\n\nBộ trưởng Quốc phòng [[Israel]] khi đó sang thăm Việt Nam Cộng hòa đã đóng vai một nhà báo chiến trường đến quan sát chiến dịch Pleime về nói như sau: ''\"Quân đội Mỹ ở Việt Nam đã có đủ những vũ khí và phương tiện mà những người chỉ huy quân sự các nước khác chỉ thấy trong mơ. Thế mà, mỗi khi đối phương đã tiếp nhận giao chiến là trên 90% các trận đánh, quyền chủ động thuộc về họ...\".''\n\nTướng Mỹ G. Moore và phóng viên chiến tranh L. Galoway, cả hai đã chiến đấu trong trận Ia Đrăng sau này nhận định rằng: ''\"Ia Đrăng - trận đánh đã làm thay đổi cuộc chiến tranh ở Việt Nam\".''<ref>Dẫn theo cuốn Đã một thời chúng tôi là những người lính... và trẻ trung của Trung tướng G. Morơ và L. Galoguây do Vương Minh Quang dịch, Viện Lịch sử Quân sự Việt Nam xuất bản, Hà Nội, 1993.<\/ref>\n\nRõ ràng trận đụng độ đầu tiên với lực lượng chủ lực [[Quân Giải phóng miền Nam Việt Nam]] đã làm những người đứng đầu quân đội Mỹ tại Việt Nam thay đổi cách nhìn lạc quan về triển vọng \"chiến thắng dễ dàng\" vốn vẫn được duy trì hồi tháng 7, vốn bắt nguồn từ sự tự tin về ưu thế hỏa lực và công nghệ của \"sức mạnh siêu cường\" trước đối phương.<ref>Sự lừa dối hào nhoáng\" - Neil Sheehan, trang 690 - 691<\/ref>\n\n=== Diện và Điểm tại mặt trận thung lũng Ia Drăng ===\n[[Tập tin:Arc Light operation at Chu Pong November 1965.jpg|thumb|440px|Oanh tập B-52 vào vị trí các đơn vị thuộc lực lượng Mặt Trận B3 từ 15-20 tháng 11]]\n\nCuộc hành quân Silver Bayonet I của Lữ đoàn 3 Không kỵ Mỹ tại chân rặng núi Chu Prông chỉ là ''diện'', nhằm yểm trợ cho ''điểm'' là các cuộc ném bom trải thảm kéo dài 5 ngày của các pháo đài bay [[B-52]].<ref>Kinnard, trang 88.<\/ref> Ngày 10 tháng 11, Lữ đoàn 3 Không kỵ nhận được lệnh chuyển hướng hành quân từ tây sang đông<ref>Kinnard, trang 67: ''By this time Field Force Vietnam had asked the division to consider moving this operations east of Pleime''.<\/ref> nhằm dụ mặt trận B3 tập trung quân<ref>Kinnard, trang 73: ''The movement and shift in emphasis from west to east was to further stimulate a forthcoming decision from the NVA division headquarters''.<\/ref> chuẩn bị tấn công trại Pleime lần thứ hai ấn định vào ngày 16 tháng 11.<ref name=\"ReferenceB\"\/> Ngày 12 tháng 11, Lữ đoàn 3 Không kỵ nhận được lệnh chuẩn bị tấn kích vào chân rặng núi Chu Prông.<ref name=\"Coleman, trang 196\"\/> Ngày 13 tháng 11, đại tá Brown gặp trung tá Moore và ra lệnh cho Moore hành quân tấn kích vào ngày hôm sau.<ref name=\"Coleman, trang 199\"\/> Ngày 14 tháng 11, Mặt Trận B3 của [[Quân Giải phóng miền Nam Việt Nam]] ra lệnh đình chỉ cuộc tấn công trại Pleime<ref>Nguyễn Hữu An: ''Anh Chu Huy Mân chính ủy, anh Đặng Vũ Hiệp chủ nhiệm chính trị và tôi ở sở chỉ huy cơ bản đang chỉ huy chuẩn bị cho đợt 2 hoạt động đánh mục tiêu ở gần Plây-me. Nhận được tin liên tiếp từ các hướng báo cáo về, Mỹ đã đổ quân, chúng tôi cho lệnh đình lại việc đánh Chư Ho''.<\/ref> và đưa hai tiểu đoàn 7 và 9 ra ứng chiến với ba Tiểu đoàn 1\/7, 2\/7 và 2\/5 Không kỵ ở Ia-drang (kết quả là Tiểu đoàn 1\/7 bị tiêu diệt gần hết ngay khi vừa đổ bộ, Tiểu đoàn 2\/7 và 2\/5 thiệt hại 2\/3 quân số).\n\nNgày 15 tháng 11, đúng 16 giờ, B-52 bắt đầu trải thảm bom tại địa điểm YA 8702, 7 cây số cách bãi đáp X-Ray về hướng tây và tiếp tục trong 5 ngày kế tiếp. Kế hoạch oanh tạc này đã được điều nghiên từ tháng 9 năm 1965.<ref>McChristian, J2\/MACV, trang 6: ''The Chu Pong base was known to exist well prior to the Pleime attack and J2 MACV had taken this area under study in September 1965 as a possible B-52 target.''<\/ref> Tướng William DePuy, Trưởng ban 3\/MACV phối hợp với Bộ Tư lệnh Quân đoàn II-VNCH thực hiện cuộc hành quân oanh tạc này để phá chiến thuật \"nắm thắt lưng địch mà đánh\" cũng như phá thế trận phòng ngự của Quân Giải phóng.<ref>G3 Journal\/I Field Force Vietnam, November 15 entry: ''Gen DePuy called Col Barrow and asked if Arc Light had been cleared with CG II Corps. Col Barrow replied yes, CG II Corps has approved Arc Light. Target area approved by Col Barrow and Col McCord. Also Gen DePuy wanted to know if the elem of 1st Cav had received the 151600H restriction on not going west of YA grid line. Col Barrow informed Gen De Puy that the 1st Cav had acknowledged receipt of the restriction and would comply. Gen DePuy personally changed target configuration.''<\/ref>\n\nNgày 15 và 16 tháng 11, B-52 nhắm trải thảm bom vào các vị trí của các đơn vị thuộc Trung đoàn 33 và 32; ngày 17 và 18, các đơn vị thuộc Trung đoàn 66 (ngày 17 ngay tại bãi đáp X-Ray); ngày 19, các đơn vị thuộc Trung đoàn 66 và 33; và ngày 20, các đơn vị thuộc Trung đoàn 32.\n\nMặt trận ''điểm'' oanh tạc bom B-52 được tiếp tục trợ lực bởi các thành phần bộ chiến của Lữ đoàn 2 Không kỵ (hành quân Silver Bayonet II, 18-26 tháng 11) và nhóm nhảy dù VNCH (hành quân Thần Phong 7, 18-26 tháng 11).\n\n=== Trong văn hóa đại chúng ===\n\nTrận đánh được thiếu tá Hal. Moore tường thuật lại trong cuốn Hồi ký ''[[We were soldiers...and Young]]'' (''Chúng tôi từng là những người lính... trẻ'') và sau đó được chuyển thề thành phim ''We Were Soldiers'' (Tên tiếng Việt: ''[[Chúng tôi từng là lính]]''). Bộ phim đã được công chúng Mỹ đón nhận nồng nhiệt, nhất là trong bối cảnh Mỹ mới đem quân tiến hành tấn công Afghanistan, bởi họ cần một tác phẩm ca ngợi sự dũng cảm để lên tinh thần cho quân nhân Mỹ.\n\nTuy nhiên bộ phim đã bị chỉ trích từ dư luận Việt Nam khi đạo diễn đã cố tình đưa thêm vào nhiều chi tiết sai sự thật lịch sử mà cuốn hồi ký của Moore không hề có:{{cần dẫn nguồn}}\n\n1\/ Xuyên tạc và bôi nhọ binh sĩ [[Quân Giải phóng miền Nam Việt Nam]]. Tiêu biểu như việc mô tả những người lính [[Quân Giải phóng miền Nam Việt Nam]] hoàn toàn thiếu kĩ năng chiến đấu, chậm chạp và chỉ biết lấy số đông lao lên đánh trực diện để rồi ngã rạp hết lớp này đến lớp khác trước hỏa lực và sự thiện chiến của quân Mỹ (trong khi ở hồi ký, Moore ghi nhận lính Mỹ công nhận kẻ thù là những chiến binh khôn khéo, luôn tìm cách tập kích hoặc cơ động đánh vào sườn, và \"giỏi không chịu được\"). Hoặc trường đoạn cuối phim, lính Mỹ cùng trực thăng phản công đánh vào sở chỉ huy và tiêu diệt toàn bộ lực lượng [[Quân Giải phóng miền Nam Việt Nam]] tại đây thực tế cũng không hề có thật. Thực tế cuộc phản công này (trận Albany) đã lọt vào ổ phục kích và gần như toàn bộ tiểu đoàn Mỹ bị tiêu diệt.\n\n2\/ Diễn viên [[Đơn Dương (diễn viên)|Đơn Dương]] (đóng vai Trung tá [[Nguyễn Hữu An]]-chỉ huy lực lượng [[Quân Giải phóng miền Nam Việt Nam]]) ngay trong đầu phim, đã bắn chết 1 tù binh Pháp, chứ không bắt giữ tù binh. Điều này bị cho là dàn dựng lố bịch bởi ở thời điểm trong phim, Trung tá Nguyễn Hữu An đang chỉ huy một trung đoàn từ Điện Biên Phủ trở về Hà Nội, đơn vị của ông không hề chiến đấu trận nào trong thời gian này.\n\n[[Joseph L. Galloway]], nhà báo từng trực tiếp quan sát trận đánh đã \"rất ngạc nhiên và tức giận sau khi xem phim\"... Theo Galloway, giữa cuốn sách mà ông là đồng tác giả với bộ phim, dù cùng một câu chuyện nhưng có nội dung khác nhau, Galloway khẳng định cuốn sách đã phản ánh đúng sự thật, nhưng khi lên phim mọi chuyện thay đổi. Galloway ngay sau đó cũng đã chỉ trích các nhà làm phim. Theo ông, Hollywood đã \"điện ảnh hoá\" tới hơn 80% sự thật để thu được lợi nhuận cao, trong khi thông thường chỉ được phép dưới 20%.{{cần dẫn nguồn}}\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{refbegin}}\n* {{chú thích sách|first1=J.D.|last1=Coleman|year=1988|title=Pleiku, The Dawn of Helicopter Warfare in Vietnam|url=https:\/\/archive.org\/details\/pleikudawnofheli0000cole|publisher=St.Martin's Press|location=New York}}\n* G3 Journal\/I Field Force Vietnam, November 14-26, 1965, [http:\/\/www.generalhieu.com\/pleime_1cav_g3-u.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160914075845\/http:\/\/www.generalhieu.com\/pleime_1cav_g3-u.htm |date=2016-09-14 }}, [http:\/\/www.generalhieu.com\/pleime_1cav_g3-v.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160914060600\/http:\/\/www.generalhieu.com\/pleime_1cav_g3-v.htm |date=2016-09-14 }}, [http:\/\/www.generalhieu.com\/pleime_1cav_g3-x.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160914055023\/http:\/\/www.generalhieu.com\/pleime_1cav_g3-x.htm |date=2016-09-14 }}, [http:\/\/www.generalhieu.com\/pleime_arclite_g3-y.htm]{{Liên kết hỏng|date=2021-05-26 |bot=InternetArchiveBot }} tài liệu lưu trữ tại the National Archive, College Park, Maryland.\n* {{chú thích sách | first1 = William | last1 = Kinnard | year = 1966 | url = http:\/\/www.generalhieu.com\/pleiku-2.htm | title = Pleiku Campaign, After Action Report | access-date = 2015-04-20 | archive-date = 2017-07-03 | archive-url = https:\/\/web.archive.org\/web\/20170703231109\/http:\/\/www.generalhieu.com\/pleiku-2.htm }}\n* {{chú thích sách| author=Knowles, Richard| date=1983| url=http:\/\/www.generalhieu.com\/iadrang_longreach-u.htm| title=LZ X-Ray Battle| publisher=The Vietnam Center and Archive, Texas Tech University| access-date=2018-03-23| archive-date=2017-11-07| archive-url=https:\/\/web.archive.org\/web\/20171107014251\/http:\/\/www.generalhieu.com\/iadrang_longreach-u.htm}}\n* {{chú thích sách | first1 = J.A. | last1 = McChristian | year = 1966 | url = http:\/\/www.generalhieu.com\/pleime_intel_J2-2.htm | title = Intelligence Aspects of Pleime\/Chupong Campaign, J2\/MACV | access-date = 2015-04-20 | archive-date = 2019-12-31 | archive-url = https:\/\/web.archive.org\/web\/20191231150830\/http:\/\/www.generalhieu.com\/pleime_intel_J2-2.htm }}\n* {{chú thích sách |last1=Moore|first1=Harold G.|last2=Galloway|first2=Joseph L.|date=1992|title=We Were Soldiers Once... and Young — Ia Drang: the battle that changed the war in Vietnam|publisher=Harper Perennial|location=New York, New York|isbn=0-06-097576-8}}\n* {{chú thích sách |author=Nguyễn Hữu An|year =2005|title=Chiến Trường Mới, Hồi Ức|publisher=Nhà xuất bản Quân đội Nhân dân|location=Hà Nội}}\n* Viện Lịch sử Quân sự Việt Nam, Lịch sử Quân đội Nhân dân Việt Nam, Nhà xuất bản Quân đội Nhân dân, Hà Nội, 2005.\n* {{chú thích sách|author=Vinh Loc|date=1966|url=http:\/\/www.generalhieu.com\/why_pleime_pdf.htm|title=Why Pleime|publisher=Information Printing Office|location=Viet Nam|access-date=2015-04-29|archive-date=2018-09-29|archive-url=https:\/\/web.archive.org\/web\/20180929023243\/http:\/\/www.generalhieu.com\/why_pleime_pdf.htm}}\n* {{chú thích sách|author=Vĩnh Lộc|date=1966|url=http:\/\/www.generalhieu.com\/pleime_sach.htm|title=Pleime Trận Chiến Lịch sử|publisher=Bộ Thông tin|location=Viet Nam|access-date=2015-04-20|archive-date=2015-06-28|archive-url=https:\/\/web.archive.org\/web\/20150628114950\/http:\/\/www.generalhieu.com\/pleime_sach.htm}}\n* Westmoreland, William, ''General Westmoreland's History Notes (29 August-29 November 1965)'' [http:\/\/www.generalhieu.com\/iadrang_westmoreland_notes-2.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161012044502\/http:\/\/www.generalhieu.com\/iadrang_westmoreland_notes-2.htm |date=2016-10-12 }}, hồ sơ MACV\n{{refend}}\n{{Các chủ đề|Quân sự|Việt Nam|Hoa Kỳ}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Ia Đrăng]]\n[[Thể loại:Lịch sử Gia Lai]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam năm 1965]]\n[[Thể loại:Trận đánh liên quan tới Hoa Kỳ]]\n[[Thể loại:Xung đột năm 1965]]"}