{"365978":"{{Tiểu sử quân nhân|tên=Phêrô Trần Văn Phương|hình=|chú thích hình=|ngày sinh=[[1965]]|ngày mất=[[14 tháng 3]] năm [[1988]] (23 tuổi)|nơi sinh=[[Quảng Phúc]], [[Quảng Trạch]], [[Quảng Bình]], [[Việt Nam Dân chủ Cộng hòa]]|nơi mất=[[Đá Gạc Ma]] (thuộc cụm đảo Sinh Tồn - [[quần đảo Trường Sa]]), [[Việt Nam]]|biệt danh=|phục vụ=|thuộc=|năm phục vụ=|cấp bậc=[[Tập tin:Vietnam People's Navy SubLieutenant.png|23px]] [[Trung úy]] (truy thăng)|đơn vị=Lữ đoàn 146, Vùng 4 hải quân|chỉ huy=Phó chỉ huy trưởng [[đá Gạc Ma]]|tham chiến=|khen thưởng=[[Anh hùng lực lượng vũ trang nhân dân]]|gia đình=Hồ Thị Đức (mẹ)<br>Mai Thị Hoa (vợ)<br>Trần Văn Hồng (em trai)<br> Trần Văn Hải (em trai)<br>Trần Hiệp (em trai)<br>Trần Thị Mai Thủy (con gái)|công việc khác=|chữ ký=}}\n\n'''Phêrô Trần Văn Phương''' ([[1965]]–[[1988]]) là một sĩ quan [[Quân chủng Hải quân, Quân đội nhân dân Việt Nam|Hải quân Nhân dân Việt Nam]], cấp bậc [[Trung úy]]. Trong biến cố [[Xung đột giành quyền kiểm soát tại quần đảo Trường Sa 1988|xung đột vũ trang Trường Sa năm 1988]], ông cùng các chiến sĩ Việt Nam quyết liệt bảo vệ chủ quyền Việt Nam tại [[đá Gạc Ma]] và bị lính vũ trang Trung Quốc bắn chết. Ông được Nhà nước Việt Nam truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].\n\n== Trong quân ngũ ==\nTrung úy Phêrô Trần Văn Phương sinh năm 1965, tại làng Đơn Sa, xã [[Quảng Phúc]], huyện [[Quảng Trạch]] (nay là phường [[Quảng Phúc]], thị xã [[Ba Đồn]]), tỉnh [[Quảng Bình]], trong một gia đình nông dân nghèo. Gia đình ông là gia đình tín hữu Công giáo toàn tòng, ông là con trai lớn. Ông mang tên [[Thánh Phêrô]], vị tông đồ trưởng của [[Giáo hội Công giáo Rôma|Hội Thánh]] và là \"Người giữ Chìa khóa Thiên đàng\".\n\nSau khi học xong lớp 10, ông vào bộ đội, được cử đi học lớp kế toán trinh sát pháo binh của quân chủng Hải quân. Tháng 1 năm 1984, ông được bổ sung về làm khẩu đội trưởng pháo thuộc Tiểu đoàn 562, Lữ đoàn 146, Vùng 4 hải quân.\n\nCuối năm 1985, ông được cử đi học trường Quân chính Quân khu 7. Tháng 1 năm 1986, ông trở về đơn vị, được bổ nhiệm chức vụ Trung đội trưởng và phong quân hàm [[Thiếu úy]].\n\n== Xung đột vũ trang Trường Sa 1988 ==\nĐầu tháng 3 năm 1988, hải quân Trung Quốc cho nhiều tàu chiến khiêu khích và chiếm đóng [[đá Chữ Thập]] và [[Châu Viên]]. Phía Việt Nam cũng nhanh chóng phản ứng. Chiều ngày [[11 tháng 3]], tàu HQ 604 (thuyền trưởng [[Vũ Phi Trừ]]) rời quân cảng [[Cam Ranh]] đưa vật liệu để xây dựng nhà cao chân trên đảo đá chìm Gạc Ma. Các tàu HQ 505 (thuyền trưởng [[Vũ Huy Lễ]]), HQ 605 (thuyền trưởng [[Lê Lệnh Sơn]]), cũng nhận lệnh tương tự, đưa công binh bảo vệ đảo Cô Lin, Len Đao. Thiếu úy Trần Văn Phương được bổ nhiệm làm Phó chỉ huy trưởng đá Gạc Ma (thuộc [[quần đảo Trường Sa#cụm Sinh Tồn|cụm đảo Sinh Tồn]] của [[quần đảo Trường Sa]]), chỉ huy tổ bảo vệ cờ gồm ông và 4 chiến sĩ khác là Nguyễn Mậu Phong, Đậu Xuân Tư, Lê Hữu Thảo và Hoàng Văn Chúc, chịu trách nhiệm đổ bộ từ tàu HQ 604 lên đảo chìm, cắm quốc kỳ và giữ cờ chủ quyền trên đá Gạc Ma.<ref name=\"daidoanket.vn\">[http:\/\/daidoanket.vn\/tin-tuc\/xa-hoi\/gac-ma-co-lin-len-dao---nhung-ngay-thang-3-nam-1988-92167 Gạc Ma, Cô Lin, Len Đao - Những ngày tháng 3 năm 1988]<\/ref>\n\nRạng sáng ngày 13 tháng 3, tàu HQ 604 đến điểm thả neo cách đảo Gạc Ma chừng 100 mét. Các tàu Trung Quốc lập tức vây quanh và bắc loa yêu cầu bộ đội Việt Nam rời khỏi cụm đảo. Rạng sáng ngày [[14 tháng 3]], tổ bảo vệ cờ do Thiếu úy Trần Văn Phương đổ bộ lên đảo chìm để cắm cờ. Cùng lúc đó, nhóm công binh của Trung đoàn công binh 83 cũng vận chuyển vật liệu đưa xuống xuồng vào đảo Gạc Ma để làm nhà cao chân. Tuy nhiên, phía Trung Quốc ngay lập tức đều động 4 xuồng máy chở khoảng hơn 50 lính vũ trang, đổ bộ lên đảo, dùng vũ lực nhổ cờ Việt Nam.<ref name=\"daidoanket.vn\"\/>\n\nKhi quân Trung Quốc xông vào cướp cờ, Trần Văn Phương cùng các chiến sĩ thuộc quyền lao vào giằng giật lại. Các chiến sĩ công binh cũng lao vào hỗ trợ, với cuốc, xẻng, gạch đá giao chiến để tránh gây cớ bùng nổ xung đột vũ trang. Tuy nhiên, trong lúc giành giật, lính Trung Quốc đã nổ súng, bắn chết Thiếu úy Trần Văn Phương và 2 chiến sĩ Nguyễn Mậu Phong, Đậu Xuân Tư. Hạ sĩ Nguyễn Văn Lanh thuộc Trung đoàn Công binh 83 cũng bị lính Trung Quốc đâm trọng thương. Các tàu Trung Quốc sau đó nã đạn bắn chết và trọng thương các chiến sĩ trên đá Gạc Ma. Khi tàu HQ 604 tìm cách tiếp cận đảo, tàu Trung Quốc cũng nã pháo bắn chìm. Thuyền trưởng Vũ Phi Trừ và chỉ huy trưởng cụm đảo Sinh Tồn [[Trần Đức Thông]] cùng một số thủy thủ hy sinh theo tàu.<ref name=\"daidoanket.vn\"\/>\n\nSau khi hy sinh, thi hài Thiếu úy Trần Văn Phương được các đồng đội tìm cách đưa về tàu HQ-505 đang nằm trên bãi đá Cô Lin cách đó 3,5 hải lý. Ông được chôn cất tại đây cho đến tận năm 1993, người em trai thứ của ông là Trần Văn Hồng mới đưa được hài cốt ông về chôn cất tại nghĩa trang liệt sỹ xã Quảng Phúc.\n\nTuy phía Việt Nam đã bảo vệ thành công 2\/3 điểm tranh chấp là [[Cô Lin]] và [[Len Đao]], nhưng phía Trung Quốc cũng đã giành được quyền kiểm soát thực tế đá Gạc Ma từ ngày 14 tháng 3 năm 1988 đến nay. Phía Việt Nam không công nhận quyền kiểm soát này và liên tục phản đối cho đến tận ngày nay.\n\n==Khen thưởng==\nSau khi hy sinh, ông được truy thăng quân hàm [[Trung úy]]. Ngày 6 tháng 1 năm 1989, liệt sĩ Trần Văn Phương đã được Chủ tịch Hội đồng Nhà nước Nước Cộng hòa Xã hội chủ nghĩa Việt Nam [[Võ Chí Công]] truy tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân <ref>[http:\/\/tuoitre.vn\/chinh-tri-xa-hoi\/phong-su-ky-su\/455545\/la-co-cua-cha-la-don-cua-con.html Lá cờ của cha, lá đơn của con]<\/ref>.\n\nNgười em họ của liệt sĩ Trần Văn Phương là linh mục [[Phêrô Maria Nguyễn Ngọc Phi]] đã sáng tác bài hát \"Ngợi ca Anh hùng Trần Văn Phương\" và \"Trường Sa-Việt Nam\" để tưởng nhớ đến ông.<ref>[http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/245\/0\/2337\/_Ban_nhac_nay_la_nhip_dap_con_tim_toi_voi_To_quoc_ “Bản nhạc này là nhịp đập con tim tôi với Tổ quốc”]<\/ref>\n\n== Câu nói nổi tiếng ==\n{{Cquote|\n''Thà hy sinh chứ không chịu mất đảo. Hãy để cho máu của mình tô thắm lá cờ truyền thống của [[Quân chủng Hải quân, Quân đội nhân dân Việt Nam|Quân chủng Hải quân]] anh hùng.''|||Trần Văn Phương}}\n\n==Gia đình==\nTrước khi hy sinh, ông lập gia đình với bà Mai Thị Hoa, một giáo viên mẫu giáo địa phương. Khi ông hy sinh, bà mới mang thai được 3 tháng. Người con gái duy nhất của hai người tên là Trần Thị Mai Thủy, hiện đang là công nhân viên quốc phòng.<ref>[http:\/\/ubdkcgvn.org.vn\/vi\/tin-tuc-hoat-dong\/2011\/08\/81E204C2\/hien-hach-quang-phuc-anh-hung\/ Hiển hách Quảng Phúc anh hùng]<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n==Tham khảo==\n* {{chú thích sách|title=Đến với quê hương Trần Văn Phương''|author= Thành Trung| publisher=Báo Tiền Phong|date=26 tháng 4 năm 1988|isbn=}}\n* [http:\/\/ubdkcgvn.org.vn\/vi\/tin-tuc-hoat-dong\/2011\/08\/81E204C2\/hien-hach-quang-phuc-anh-hung\/ Hiển hách Quảng Phúc anh hùng]\n* {{chú thích sách|title=Lịch sử Hải Quân Nhân dân Việt Nam 1955-2005''|author=| publisher=Nhà xuất bản Quân đội nhân dân|year=2005|isbn=}}\n{{thời gian sống|sinh=1965|mất=1988}}\n\n[[Thể loại:Người Quảng Bình]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Trung úy Quân đội nhân dân Việt Nam]]\n[[Thể loại:Thủy thủ Hải quân Nhân dân Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}