{"87940":"{{Thông tin nhân vật hoàng gia\n| tên = Trần Duệ Tông\n| tên gốc = 陳睿宗\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = Trần Duệ Tông.jpg\n| tên đầy đủ = Trần Kính (陳曔)<br >Trần Đoan (陳煓)<br >Trần Nhật Đoan (陳日煓)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| ghi chú hình = \n| chức vị = [[Nhà Trần|Hoàng đế Đại Việt]]\n| tại vị = [[4 tháng 12]] năm [[1372]] - [[4 tháng 3]] năm [[1377]] <br\/> ({{số năm theo năm và ngày|1372|12|4|1377|3|4}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1225 till:1400\nAlignBars = early\nScaleMajor = increment:175 start:1225\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1372 till:1377 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Trần Nghệ Tông|<font color=\"grey\">Trần Nghệ Tông<\/font>]]\n| nhiếp chính = [[Trần Nghệ Tông]] (1372-1395)\n| kiểu nhiếp chính = [[Thái thượng hoàng]]\n| kế nhiệm = [[Trần Phế Đế (Đại Việt)|<font color=\"blue\">Trần Phế Đế<\/font>]]\n| thông tin con cái = ẩn\n| con cái = Chương Vũ Đại vương [[Trần Vĩ]]<br>[[Trần Phế Đế  (Đại Việt)|Trần Hiện]]<br>[[Trần Nguyên Diệu]]<br>[[Trần Nguyên Hy]]\n| phối ngẫu = \n| thông tin phối ngẫu = ẩn\n| vợ = [[Gia Từ hoàng hậu|Gia Từ Hoàng hậu]] <br> [[Nguyễn Thị Bích Châu|Chế Thắng Phu Nhân]]\n| kiểu phối ngẫu = Vợ\n| hoàng tộc = [[Nhà Trần]]\n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| niên hiệu = Long Khánh (隆慶)\n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| tôn hiệu = Khâm Hoàng ([[1372]] - [[1377]])\n| miếu hiệu = [[Duệ Tông]] (睿宗)\n| thụy hiệu = Kế Thiên Ứng Vận Nhân Minh Khâm Hiếu hoàng đế (繼天應運仁明欽孝皇帝)\n| cha = [[Trần Minh Tông]]\n| mẹ = [[Đôn Từ Hoàng thái phi]]\n| sinh = [[30 tháng 6]], [[1337]]\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1377|3|4|1337|6|30}}\n| nơi mất = [[Chiêm Thành]]\n| ngày an táng = \n| nơi an táng = [[Huy lăng]] (陳曔)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Phật giáo]]\n| chữ ký = \n}}\n\n'''Trần Duệ Tông''' ([[chữ Hán]]: 陳睿宗, 30 tháng 6 năm 1337 – 4 tháng 3 năm 1377) là vị hoàng đế thứ 10 của triều đại [[nhà Trần]] trong [[lịch sử Việt Nam]]. Ông trị vì từ năm 1372 đến khi tử trận vào năm 1377. Trần Duệ Tông là vị hoàng đế duy nhất trong lịch sử Việt Nam bị [[tử trận]] khi đương quyền.<ref>[[Hai Bà Trưng]] được coi là tự vẫn. Theo các tài liệu của Trung Quốc thì Hai Bà Trưng tử trận.<\/ref> Xét trong 7 thế kỷ [[lịch sử chiến tranh Việt-Chiêm|Chiến tranh Việt-Chiêm]], ông cũng là vị Hoàng đế duy nhất bị tử trận khi đánh nhau với quân [[Chiêm Thành]].\n\nDuệ Tông Hoàng đế có lòng dũng cảm, mong muốn chấn hưng Đại Việt đã bị tàn phá và suy yếu dưới thời [[Trần Dụ Tông]], [[Dương Nhật Lễ]], muốn trấn áp kẻ thù từ thời khai quốc của Đại Việt là Chiêm Thành. Nhưng vì ông quá nóng vội đánh bại kẻ địch mà ông xem là yếu ớt, nhược tiểu nên bị bại trận. Do ông là tấm bình phong lớn nhất cho dòng tộc nhà Trần khi đó, việc ông bị tử trận khiến Thượng hoàng [[Trần Nghệ Tông]] khiếp đảm, sau này hễ [[Chế Bồng Nga]] bắc tiến là cùng [[Hồ Quý Ly]] bỏ kinh thành chạy dài. [[Trận Đồ Bàn (1377)|Trận thua lớn]] ở [[Đồ Bàn]] khiến thế nước Đại Việt suy kém, những người kế vị đều vô tài, nhà Trần ngày càng suy.<ref name=\"TXS368\"\/>\n\n==Thân thế==\nDuệ Tông Hoàng đế tên thật là '''Trần Kính''' (陳曔), con thứ 11 của [[Trần Minh Tông|Minh Tông Duệ Hiếu Hoàng đế]], mẹ ông là [[Đôn Từ Quý phi]] Lê Thị, em gái của [[Minh Từ Quý phi]], người cùng mẹ với chính thất của Minh Tông là [[Hiến Từ Thái hậu|Hiến Từ Tuyên Thánh Hoàng hậu]] Trần Thị. Về mặt vai vế, ông là họ hàng của Lê Quý Ly, vì Quý Ly gọi mẹ ông là cô ruột.\n\nKhi còn là hoàng tử, ông giữ tước hiệu '''Cung Tuyên Vương''' (恭宣王). Tên ngoại giao với nhà Minh của ông là '''Trần Đoan''' (陳煓)<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/reign\/hong-wu\/year-7-month-3-day<\/nowiki>, accessed ngày 23 tháng 1 năm 2017.<\/ref>, hoặc '''Trần Nhật Đoan''' (陳日煓)<ref>{{Chú thích|title=陳睿宗|date=2021-01-12|url=https:\/\/zh.wikipedia.org\/w\/index.php?title=%E9%99%B3%E7%9D%BF%E5%AE%97&oldid=63686297|work=维基百科，自由的百科全书|language=zh|access-date=2022-10-09}}<\/ref>.\n\n==Khôi phục nhà Trần==\nVào năm [[1369]], vua [[Trần Dụ Tông]] (con thứ 10 của vua Trần Minh Tông) chết, không có con nối. [[Hiến Từ Thái hậu]] đứng ra lựa chọn người kế vị, và bà chọn cháu trai của mình, con trai của người con lớn của bà là Cung Túc vương [[Trần Nguyên Dục]], tên là [[Dương Nhật Lễ|Trần Nhật Lễ]]. Theo sử sách, Nhật Lễ vốn không phải là tông thất nhà Trần mà mẹ Lễ là [[đào hát]], vợ của kép hát [[Dương Khương]]. Bà đã mang thai Lễ trước khi làm vợ Cung Túc vương [[Trần Nguyên Dục]], anh ruột cùng mẹ của Dụ Tông, mất năm [[1363]].\n\nNhật Lễ đăng ngôi, phong các chú, bác là Cung Tĩnh Đại vương Trần Nguyên Trác làm Thái tể, Cung Định Đại vương [[Trần Nghệ Tông|Trần Phủ]] làm Thái sư, Cung Tuyên vương Trần Kính làm Hữu Tướng quốc. Nhà vua về sau bỏ bê công việc, ham chơi, rượu chè, lại giết Hiến Từ Thái hậu vì bà hối hận việc lập Nhật Lễ. Dương Nhật Lễ cho đón Dương Khương, cha đẻ của Nhật Lễ, vào triều, song Nhật Lễ còn định đổi sang họ Dương khiến các quan trong triều bất bình.\n\nĐêm ngày [[20 tháng 9]] năm [[1370]], các tông thất là: cha con Thái tể [[Trần Nguyên Trác]], Trần Nguyên Tiết và hai người con của [[Thiên Ninh (công chúa)|Thiên Ninh Công chúa]] đem người tôn thất vào thành định giết Nhật Lễ. Nhật Lễ trèo qua tường, nấp dưới cầu mới. Mọi người lùng không thấy, giải tán ra về. Khi trời sắp sáng, Nhật Lễ vào cung, chia người đi bắt Nguyên Trác cùng 17 người chủ mưu và tất cả đều bị hại.\n\nVào mùa đông, [[tháng mười|tháng 10]] năm [[1370]], Cung Định vương vì có con gái làm Hoàng hậu của Nhật Lễ, sợ vạ lây đến mình nên tránh ra trấn Đà Giang (tức Gia Hưng), ngầm hẹn với các em là Cung Tuyên vương Trần Kính, Chương Túc quốc thượng hầu [[Trần Nguyên Đán]], [[Thiên Ninh (công chúa)|Thiên Ninh Công chúa]] Ngọc Tha hội ở sông Đại Lại,<ref>Một chi lưu của [[sông Mã]], tỉnh [[Thanh Hóa]].<\/ref> phủ Thanh Hóa để dấy quân. Trần Kính giúp ông đảm nhận việc sắm sửa mọi vũ khí, trang bị quân đội.<ref name=\"DV7\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt12.html Đại Việt sử ký toàn thư, quyển 7]<\/ref>\n\nVào [[tháng mười một|tháng 11]] năm [[1370]], tất cả anh em Trần Phủ, Trần Kính cùng với Thiên Ninh Công chúa dẫn quân về Kinh thành. Dương Nhật Lễ bị phế bỏ, giáng xuống làm '''Hôn Đức Công''' (昏德公).\n\nNoi gương đời trước của nhà Trần thường giữ chế độ Hoàng đế và Thái thượng hoàng cùng trị nước, tháng 11 năm [[1372]], Nghệ Tông nhường ngôi cho '''Trần Kính''' và lên làm Thái thượng hoàng. Trần Kính lên ngôi, tức là '''Trần Duệ Tông'''. Trần Nghệ Tông tại vị với tôn hiệu ''Quang Hóa Anh Triết Thái thượng Hoàng đế'' (光華英哲太上皇帝), Duệ Tông xưng làm '''Khâm Hoàng''' (欽皇).\n\nTrần Duệ Tông tiếp tục đường lối của cha ông, liên tục tuyển chọn nhân tài cho quốc gia. Sử cũ chép: ''\"[[Ất Mão]] (năm [[1375]]),... xuống chiếu chọn các quan viên, người nào có tài năng, luyện tập nghề võ, thông hiểu thao lược, thì không cứ là tôn thất đều làm tướng coi quân, đồng thời cho ra khỏi quân ngũ những người lính già cả, ốm yếu, bệnh tật...\"''\n\nÔng đã tổ chức [[thi Đình]] năm [[1374]] tuyển chọn nhân tài cho quốc gia. Những nho sĩ thời đó như [[Đào Sư Tích]] ([[Trạng nguyên]]), Lê Hiến Phủ ([[Bảng nhãn]]), Trần Đình Thám ([[Thám hoa]])... đều xuất thân từ bình dân, không trong hàng ngũ hoàng tộc. Ông rất coi trọng nho sỹ, coi đó là đại diện văn hiến nước nhà, nên cho ăn yến, áo xấp, tước phẩm...\n\nTrần Duệ Tông còn rất chú trọng đề cao quy định riêng của triều đại. Ông hạ lệnh cho quân dân không được mặc áo kiểu người phương Bắc và không được bắt chước tiếng nói của các nước Chiêm – Lào. Ông còn quy định về mẫu mã các loại [[thuyền]], [[xe ngựa]], [[kiệu]], [[tán]], [[nghi]], [[trượng]] và [[y phục]]<ref name=\"DV7\"\/>, tất cả đều noi theo mũ áo của đời [[Trần Minh Tông]]. Tháng 4 năm [[1374]], đoàn sứ nhà Trần báo tin việc truyền ngôi cho nhà Minh hay.<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/reign\/hong-wu\/year-7-month-3-day<\/nowiki>, accessed ngày 23 tháng 1 năm 2017.<\/ref>\n\n==Lâm nạn ở đất Chiêm==\nDo [[Đại Việt]] thường bị [[Chiêm Thành]] xâm lấn, Duệ Tông ra sức xây dựng quân đội hòng muốn dùng binh lực áp chế Chiêm Thành mãi mãi, nhưng không ngờ đó lại là mầm họa không chỉ với bản thân ông, mà còn khiến triều đại nhà Trần tiến gần đến bờ diệt vong.\n\n[[Tháng 8]] năm [[1374]], Duệ Tông cho dân đinh xung vào quân ngũ: ''hạng nhất xung vào [[Lan Đô]], rồi đến hạng nhì, hạng ba. Người thấp bé nhưng mạnh khỏe cũng được xung lên hạng trên. Trước đây, [[quân Túc vệ]] có quân [[Tứ Thiên]], [[Tứ Thánh]], [[Tứ Thần]], sau đặt thêm các quân [[Uy Tiệp]], [[Bảo Tiệp]], [[Long Dực]], [[Thần Dực]], [[Ý Yên]], [[Thiên Trường]], [[Bắc Giang]], [[Điện Hậu]], [[Long Tiệp]], thích 3 chữ đen vào trán. Các quân [[Thị vệ]], [[Tạc Ngạch]], [[Hoa Ngạch]], [[Tả Ban]], [[Hữu Ban]], [[Thanh Hóa]], [[Nghệ An]], [[Hóa Châu]], [[Thuận Châu]], [[Lâm Bình]] đều đặt quân hiệu. Có đại [[đội trưởng]], đại đội phó làm tướng hiệu''.\n\nNăm [[1376]], chúa Chiêm là [[Chế Bồng Nga]] lại mang quân xâm lấn. Duệ Tông sai [[Đỗ Tử Bình]] đi đánh. Chế Bồng Nga sợ hãi, xin dâng 10 mâm vàng tạ tội. Tử Bình giấu vàng đi, lại tâu về triều rằng chúa Chiêm kiêu ngạo không thần phục. Duệ Tông càng quyết định thân chinh đi đánh, mặc cho mọi lời khuyên ngăn của các đại thần<ref name=\"DV7\"\/>.\n\n[[Tháng 12]] năm [[1376]], Duệ Tông Hoàng đế cầm 12 vạn quân đánh [[Chiêm Thành]]. Ông sai [[Lê Quý Ly]] đốc vận lương thảo đến cửa [[biển Di Luân]] (tức [[Quảng Bình]]) rồi dừng quân 1 tháng để luyện sĩ tốt.\n\nTháng giêng năm [[1377]], quân Trần tiến vào cửa Thi Nại ([[Quy Nhơn]]), đánh lấy [[đồn Thạch Kiều]] rồi tiến tới kinh thành [[Đồ Bàn]] nước Chiêm. Chế Bồng Nga lập đồn giữ ngoài thành, rồi cho người trá hàng nói rằng Chế Bồng Nga đã bỏ thành trốn. Ngày 24, Duệ Tông muốn tiến quân ngay, đại tướng Đỗ Lễ can ngăn mãi nhưng ông không nghe, nói với quân sĩ rằng: ''\"Ta mình mặc giáp, tay cầm gươm, dãi gió dầm mưa, lội sông, trèo núi, vào sâu trong đất giặc, không một người nào dám chống lại đó là trời giúp. Huống chi nay vua giặc nghe tiếng bỏ trốn, không có lòng đánh lại. Cổ nhân nói \"Dụng binh quý ở nhanh chóng\". Nay lại dùng dằng không tiến nhanh, thế là trời cho mà không lấy, để nó lại có mưu khác, thì hối không kịp?\"''\n\nVà ông thúc quân tiến vào thành. Quân Chiêm 4 phía phục binh đổ ra đánh, quân [[Đại Việt]] thua to, mười phần chết đến 7, 8 phần<ref>Trần Trọng Kim, Việt Nam sử lược.<\/ref>. Duệ Tông bị hãm trong trận, cùng các tướng Đỗ Lễ, [[Nguyễn Nạp Hòa]], Hành khiển [[Phạm Huyền Linh]] đều tử trận<ref name=\"DV7\"\/>. Năm đó ông 41 tuổi.\n\nĐỗ Tử Bình trước đã vu cáo chúa Chiêm, lúc đó lĩnh hậu quân không tới cứu ứng cho Duệ Tông. Lê Quý Ly cũng sợ hãi bỏ chạy. Thượng hoàng Nghệ Tông sai lấy xe cũi nhốt Tử Bình. Khi cũi giải Tử Bình trở về trên thuyền qua [[Thiên Trường]], dân chúng tranh nhau lấy ngói, gạch ném vào thuyền mà chửi<ref>Theo [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]. Sách [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]] chép khác một chút: ''Tử Bình bị nhốt vào xe, không ở trên thuyền và bị dân \"chửi mắng, lấy gạch ngói ném vào xe tù Tử Bình''.<\/ref>. Tuy nhiên khi về kinh, Quý Ly không hề bị Thượng hoàng Nghệ Tông trách cứ, còn Tử Bình chỉ bị đồ làm lính 1 năm, sau đó lại được cất nhắc lên chức vụ cao hơn trước.\n\nThượng hoàng [[Trần Nghệ Tông]] thấy ông vì việc nước mà bỏ mình, nên chiêu hồn [[chôn cất|chôn]] ở [[Hy Lăng]] và cho lập con trưởng của ông là Kiến Đức Đại vương Trần Hiện [陳晛] nối nghiệp nhà Trần, tức là [[Trần Phế Đế (Đại Việt)|Trần Phế Đế]].\n\nTheo [[Đại Việt sử ký toàn thư]], Trần Phế Đế sai sứ là Đình Thâm sang cáo phó với [[nhà Minh]], và nói rằng Duệ Tông đi tuần nơi biên giới, bị chết đuối ở biển. Người Minh từ chối không sang viếng, lấy cớ rằng: ''Theo Kinh Lễ, có ba điều không nên thăm là: vì phạm tội mà chết ở trong ngục (úy), hoặc vì bị đè chẹt mà chết bẹp (áp), hoặc vì ngã xuống nước mà chết đuối (nịch)''.\n\n[[Đình Thâm]] tranh luận, cãi rằng: ''\"Người Chiêm chống nghịch, quấy nhiễu nơi biên giới, vua Duệ Tông có công chống ngoại hoạn, cứu nhân dân, vậy sao không nên viếng?\"'' Nhà Minh mới sai sứ sang điếu tang ông. Bấy giờ Minh Thái Tổ [[Minh Thái Tổ|Chu Nguyên Chương]] muốn nhân Đại Việt có đại tang và tổn thất nhân sự, tính chuyện xâm lược. Thái sư Lý Thiện Trường nói rằng: ''\"Thấy em chết vì việc nước, anh lại lập con của em lên ngôi; xem nhân sự [xử tốt với nhau] như thế, thì đủ biết lòng trời [hãy còn tựa nước người ta]\"''<ref name=\"DV7\"\/>. Do đó, Chu Nguyên Chương đành thôi ý định xâm lấn.<ref>Tuy nhiên, đối chiếu [[Minh thực lục|Minh Thực lục]] thì không có chi tiết nào cho thấy Chu Nguyên Chương có ý định đánh An Nam.<\/ref>\n\nTuy nhiên, theo [[Minh thực lục]], Trần Đoan (Duệ Tông) mất tháng 3 năm [[1377]] khi bị quân [[Chăm Pa|Chăm pa]] phản công<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/reign\/hong-wu\/year-10-month-1-day-28<\/nowiki>, accessed ngày 23 tháng 1 năm 2017.<\/ref>, đầu năm [[1378]], em trai Trần Đoan là Trần Vĩ (tức Phế Đế) sai sứ là Trần Kiến Sâm (陳建琛) và Nguyễn Sĩ Ngạc (阮士諤) sang báo tang anh trai và cầu phong. Nhà Minh sai quan Trần Năng (陳能) mang lễ vật sang chia buồn.<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/reign\/hong-wu\/year-11-month-1-day<\/nowiki>, accessed ngày 23 tháng 1 năm 2017.\n<\/ref>\n\n==Giai thoại về Chế Thắng Phu nhân==\nTương truyền theo truyện dân gian, khi Trần Duệ Tông mang quân tới cửa biển Quảng Bình, gió thổi ngược khiến thuyền quân Trần không tiến được. Ông làm lễ cầu thần biển. Đêm đó thần biển báo mộng cho ông, đòi phải nộp 1 mỹ nhân mới cho thuận gió để quân đi qua.\n\nHôm sau, Duệ Tông thuật lại chuyện cho mọi người nghe. Mọi người sợ hãi, chỉ có bà Cung phi [[Nguyễn Thị Bích Châu]] tình nguyện hiến thân cho thần biển. Bà lao mình xuống biển chết và quân Trần đi qua được.\n\nSau này đến thời [[Lê Thánh Tông]], năm [[1471]], cũng đi đánh [[Chiêm Thành]], qua chỗ bà Bích Châu đã trầm mình. Bà hiện lên báo mộng cho vua Lê và xin làm lễ giải thoát. Vua Lê làm lễ cầu giải thoát cho bà và lập đền thờ ở cửa biển, phong làm ''Chế Thắng Phu nhân''.\n\n==Báo mộng vua anh về sự diệt vong của nhà Trần==\nTheo [[Đại Việt Sử ký Toàn thư]], tháng 3 năm [[1394]], [[Trần Nghệ Tông]] (anh Duệ Tông) lúc đó đang là Thượng hoàng, chiêm bao thấy ông đem quân đến và đọc bài thơ như sau:\n:Trung gian duy hữu xích chủy hầu,\n:Ân cần tiếm thượng bạch kê lâu.\n:Khẩu vương dĩ định hưng vong sự,\n:Bất tại tiền đầu tại hậu đầu.\nDịch là:\n:''Ở giữa chỉ có loài mỏ đỏ,''\n:''Lăm le lấn lên lầu gà trắng.''\n:''Khẩu vương đã định việc hưng vong,''\n:''Không ở trước mà ở về sau.''\nThượng hoàng tự mình chiết tự đoán là: \"xích chủy\" (miệng đỏ) ám chỉ Quý Ly, \"bạch kê\" (gà trắng) là Nghệ Tông vì ông tuổi [[Tân Dậu]] ([[1321]]), \"khẩu vương\" thì chữ khẩu (口) và chữ vương (王) ghép lại là chữ \"quốc\" (囯), việc nước còn hay mất sau sẽ thấy. Nghệ Tông tự đoán biết ngày sau mình qua đời nhà Trần sẽ mất nước. Mà đúng là như vậy, sau khi Nghệ Tông qua đời 6 năm, nhà Trần diệt vong.\n\n==Bình luận==\n[[Đại Việt sử ký toàn thư]] nhận định về Trần Duệ Tông như sau:<ref name=\"DV7\"\/>\n:''Vua ương gàn cố chấp, không nghe lời can, khinh thường quân giặc, nên mang họa vào thân chứ không phải là do bất hạnh''.\n\nSử thần [[Lê Tung]] thời [[Lê Tương Dực]] đã nhận xét Trần Duệ Tông trong bài ''Đại Việt Thông giám Tổng luận'':<ref>{{chú thích sách |tác giả =Lê Tung |tựa đề=Việt giám thông khảo tổng luận |volume= |dịch tựa đề= |url= http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/106-Khao-tong-luan?uiLang=en |định dạng= |ngày truy cập= |bản thứ= |series= |cuốn= |ngày tháng= |năm= |tháng= |năm gốc= 1514 |nhà xuất bản= Hội Bảo tồn di sản chữ Nôm |nơi= |ngôn ngữ= vi |isbn= |chương= |url chương= | ref= | trang = 15a.}}<\/ref>\n:''\"Duệ Tông mới được nhường ngôi, lưu tâm lo trị, chọn tướng rèn quân, mở khoa thủ sĩ, soạn bài để trâm, làm sách hoàng huấn, dường như cũng khá chịu làm. Song tin dùng ngoại thích, khởi mối cho gian thần tiếm ngôi, gạt lời sớ nói thẳng của Lê Tích, nghe lời tâu gian trá của Tử Bình, thân đi đánh [[Chiêm Thành]], khinh suất vào động Ỷ Mang, liều quân chuốc vạ, đến nỗi bỏ mình.\"''\n\nTrong sách Thuyết Trần, Trần Xuân Sinh tổng kết một số ý kiến khác nhau về Duệ Tông. Có ý kiến cho Duệ Tông kiêu hãnh tự hại mình và hại các tướng sĩ; nhưng cũng có ý kiến ngược lại coi ông là người có khí phách và chết ở chiến trường không kết tội<ref name=\"TXS368\">Trần Xuân Sinh, sách đã dẫn, tr. 368.<\/ref>.\n\nSau khi [[Trần Minh Tông]] qua đời ([[1357]]), trong các hoàng đế nhà Trần thời hậu kỳ, ông là vị hoàng đế duy nhất có cá tính mạnh mẽ, mang hoài bão chấn hưng quốc gia<ref name=\"TXS368\"\/>. Ngôi vị của Nghệ Tông giành lại từ tay Dương Nhật Lễ phần nhiều do công lao của ông.\n\nCái chết của Duệ Tông là bước ngoặt lớn đối với nhà Trần thời hậu kỳ. Vua anh Nghệ Tông nhu nhược, vốn hoàn toàn dựa vào ông và sau khi ông mất lại hoàn toàn dựa vào Hồ Quý Ly khiến cơ nghiệp nhà Trần suy sụp. Nếu ông không chủ quan sớm bỏ mạng, nước Đại Việt ít ra có thể giảm thiểu được họa [[Chiêm Thành]] trong những năm tiếp theo và chừng nào còn ông, Quý Ly khó trở thành quyền thần mà thao túng triều đình. Cái chết của Duệ Tông được xem là thiệt thòi cho Đại Việt và cho nhà Trần<ref name=\"TXS369\">Trần Xuân Sinh, sách đã dẫn, tr. 369.<\/ref>.\n\n==Gia quyến==\n* Thân phụ: Hoàng đế [[Trần Minh Tông]].\n* Thân mẫu: [[Đôn Từ Hoàng thái phi]] Lê thị (? - [[1347]]). Khi còn là phi tần của Minh Tông được giữ hàng ''Sung viên'' (充媛). Nghệ Hoàng sau khi lên ngôi truy phong làm ''Quang Hiến Thần phi'' (光憲宸妃), sau Duệ Tông truy phong thành ''Đôn Từ Hoàng thái phi'' (敦慈皇太妃).\n* Hậu cung:\n# [[Gia Từ Hoàng hậu]] Lê thị, em gái họ hàng của Hồ Quý Ly.\n# Chế Thắng phu nhân [[Nguyễn Thị Bích Châu]], mẫn tiệp thông tuệ, tuyệt sắc giai nhân.\n# Cung phi [[Trần Thị Ngọc Hòa]],được biết tới trong dân gian là Hoàng hậu Bạch Ngọc, con gái ông [[Trần Công Thiệu]], quê làng Tri Bản, xã Thổ Hoàng, phủ Đức Quang, lộ Nghệ An (nay thuộc huyện [[Hương Khê]], tỉnh [[Hà Tĩnh]]). Từ khi được tuyển vào cung, bà sinh được [[Huy Chân Công chúa]].\n\n* Hậu duệ:\n# [[Trần Vĩ (Trần Duệ Tông)|Trần Vĩ]] (陳煒 [[1359]]-[[1373]]), truy phong ''Chương Vũ Đại vương'' (彰武大王). \n# [[Trần Phế Đế (Đại Việt)|Trần Hiện]] (陳晛), tức '''Xương Phù Đế''' (昌符帝) hoặc '''Giản Hoàng''' (簡皇), sau bị Nghệ Hoàng giáng làm ''Linh Đức vương'' rồi bắt thắt cổ chết.\n# [[Trần Nguyên Diệu]] (陳元曜 ? - 23\/1\/[[1390]]), hàng [[Chiêm Thành]], sau khi Chúa Chiêm [[Chế Bồng Nga]] chết lại chạy về Đại Việt nhưng bị giết.\n# Chương Tĩnh vương [[Trần Nguyên Hy]] (陳元翬).\n# [[Huy Chân Công chúa]] (輝真公主), mẹ là Trần Cung phi.\n\n==Chú thích==\n<references responsive=\"\" \/>\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n*[[Việt Nam sử lược]]\n*Trần Xuân Sinh (2006), ''Thuyết Trần,'' Nhà xuất bản Hải Phòng\n\n==Xem thêm==\n{{wikisource tác giả}}\n*[[Nhà Trần]]\n*[[Trần Nghệ Tông]]\n*[[Trần Phế Đế]]\n*[[Dương Nhật Lễ]]\n*[[Chiến tranh Việt-Chiêm 1367-1396]]\n\n{{Navboxes\n|title= Trần Duệ Tông\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Trần]]\n|trước = [[Trần Nghệ Tông]]\n|sau = [[Trần Phế Đế]]\n|năm = [[1373]]-[[1377]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Trần}}\n}}\n\n{{Lịch sử Việt Nam thời Trần}}\n\n[[Thể loại:Vua nhà Trần|Duệ Tông]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Vua tử trận]]\n[[Thể loại:Sinh năm 1337]]\n[[Thể loại:Mất năm 1377]]"}