{"1261694":"{{Phân biệt|Trận Cầu Giấy, 1883}}\n{{Thông tin chiến tranh\n| rộng = \n| tên=Trận Cầu Giấy\n| một phần của=[[Biến cố Bắc Kỳ (1873)|Biến cố Bắc Kỳ]] trong [[Chiến tranh Pháp–Đại Nam]]\n| hình=[[Tập tin:Garnier1.jpg|280px]]\n| cỡ hình= 256px\n| ghi chú hình = [[Francis Garnier]] bị [[quân Cờ Đen|quân Cờ đen]] đâm chết ở Cầu Giấy\n| thời gian = 21 tháng 12 năm 1873\n| địa điểm = [[Cầu Giấy]], [[Hà Nội]], [[Nhà Nguyễn|Đại Nam]]\n| tọa độ = {{coord|21|1|49|N|105|48|4|E|type:city(2144700)_region:VI}}\n| kết quả = Quân Cờ đen chiến thắng\n| bên 1 = {{flagicon image|Black Flag Army Flag.svg}} [[Quân Cờ Đen]] \n| bên 2 = {{flagcountry|Đệ tam Cộng hòa Pháp}}\n| chỉ huy 1 = {{flagicon image|Black Flag Army Flag.svg}} [[Lưu Vĩnh Phúc]] \n| chỉ huy 2 = {{flagicon|Đệ tam Cộng hòa Pháp}} [[Francis Garnier]] {{KIA}}\n| lực lượng 1 = {{flagicon image|Black Flag Army Flag.svg}} khoảng 1000\n| lực lượng 2 = {{flagdeco|Đệ tam Cộng hòa Pháp}} 200\n| thương vong 1 = {{flagicon image|Black Flag Army Flag.svg}} không rõ\n| thương vong 2 = {{flagdeco|Đệ tam Cộng hòa Pháp}} vài chục\n}}\n{{Biến cố Bắc Kỳ}}\n\n'''Trận Cầu Giấy''' diễn ra ngày 21 tháng 12 năm 1873 là một trận đánh giữa [[Quân Cờ Đen|Quân cờ đen]] và quân đội viễn chinh [[Đệ tam Cộng hòa Pháp]] do [[Đại úy]] [[Francis Garnier]] chỉ huy. Theo lệnh của [[Hoàng Kế Viêm|Hoàng Tá Viêm]], Thống đốc quân thứ Tam Tuyên ([[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Hưng Hóa (định hướng)|Hưng Hóa]], [[Tuyên Quang]]) và của [[Tôn Thất Thuyết]], Tham tán quân thứ Tam Tuyên, [[Lưu Vĩnh Phúc]] đem quân đến mai phục ở khu [[Cầu Giấy]] cách thành Hà Nội gần 2 dặm về phía nam và cho một nhóm đến sát thành Hà Nội khiêu chiến. Bấy giờ [[Francis Garnier]] đang hội đàm buổi thứ hai với phái đoàn của [[Trần Đình Túc]] ở trong [[hoàng thành Thăng Long|thành Hà Nội]]. Thấy ngoài thành có biến, Francis Garnier bỏ họp, đem quân ra ngoài thành nghênh chiến rồi bị phục kích.<ref>[[Trần Trọng Kim]], ''Việt Nam sử lược'', [[:s:Việt Nam sử lược\/Quyển II|quyển II]], trang 284<\/ref> Francis Garnier cùng một số sĩ quan bị giết chết tại trận. Tàn quân của [[Francis Garnier]] rút vội vàng rút vào trong thành cố thủ.\n\n==Bối cảnh: Pháp mở rộng kiểm soát tại Bắc Kỳ==\n{{chính|Biến cố Bắc Kỳ (1873)}}\nNgay sau khi [[Trận thành Hà Nội (1873)|thành Hà Nội thất thủ]], triều đình Huế phái [[Trần Đình Túc]], [[Trương Gia Hội]] cùng hai giáo sĩ [[Giáo hội Công giáo Rôma|Gia Tô]] là Sohier và Danzelger ra Hà Nội để điều đình với Garnier nhưng Garnier đã cho quân binh đánh chiếm thêm nhiều nơi khác ở Bắc Kỳ. Hà Nội, Hải Dương, Ninh Bình, Nam Định nối nhau thất thủ. [[Tự Đức]] liền khiến Tam Tuyên tổng thống [[Hoàng Kế Viêm|Hoàng Tá Viêm]] sung tiết chế Bắc Kỳ quân vụ và tham tán [[Tôn Thất Thuyết]] đem theo 1.000 quân đến đóng ở phủ [[Từ Sơn]] tỉnh Bắc Ninh lo việc phòng ngự. Tuy nhiên, quân tăng phái triều đình ra đến [[Thanh Hóa]] thì phải ngưng lại vì thành Ninh Bình đã bị quân Pháp đánh chiếm.<ref>Huguet, L., ''En colonne: souvenirs de l'Extrême-Orient'', trang 89<\/ref> Trong khi Garnier đánh chiếm thành Nam Định thì ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]], [[Quân Cờ Đen|Quân cờ đen]] do [[Lưu Vĩnh Phúc]] chỉ huy hoạt động mạnh và đánh chiếm lại đồn phòng thủ của quân Pháp ở [[Hoài Đức (phủ)|Phủ Hoài]] và nhiều tiền đồn ở sát Hà Nội chỉ vài cây số. Garnier phải cử tàu Scorpion chở 15 lính tăng viện cho [[Bain de la Coquerie]] và ngay sau đó tàu này phải ra [[cửa Cấm]] chờ tàu ''Decrès'' chở quân tăng viện từ [[Thành phố Hồ Chí Minh|Sài Gòn]] ra.<ref>Huguet, L., ''En colonne: souvenirs de l'Extrême-Orient'', trang 91<\/ref>\n\n==Diễn biến trận đánh và cái chết của Garnier==\nNgày 18 tháng 12 năm 1873, sau khi cử y sĩ Harmand giữ chức quản trị quân sự cùng với 25 lính thủy giữ thành Nam Định, Garnier quay trở về [[Hà Nội]] để dự trù một cuộc hành quân phản công ở Phủ Hoài vào ngày 21 tháng 12 năm 1873. Tuy nhiên, vào buổi chiều ngày 19 tháng 12 năm 1873, Garnier phải đón tiếp đoàn thương nghị của triều đình Huế do Trần Đình Túc, Trương Gia Hội cầm đầu cùng với 2 giáo sĩ Gia Tô, Garnier liền niêm yết cáo thị tạm ngừng chiến để thương nghị tìm giải pháp hòa bình.<ref>Huguet, L., ''En colonne: souvenirs de l'Extrême-Orient'', trang 92<\/ref> Tới ngày 21 tháng 12, Garnier đang ngồi nghị bàn với phái đoàn của triều đình Huế thì được khẩn báo là quân binh triều đình cùng với quân Cờ đen ở Sơn Tây phối hợp đang tiến đến cổng thành Hà Nội. Garnier dẫn một toán quân ra chặn đánh.<ref>Thomazi, ''Conquête'', 125<\/ref>\n\nGarnier liền phân công cho Bain mang 30 binh sĩ giữ cửa thành phía Bắc còn tự mình lãnh trách nhiệm chống giữ cổng thành phía Tây. Khoảng 500, 600 quân Cờ đen xuất hiện, đứng đầy trên đường lộ Phủ Hoài. Cách xa ở phía sau nhóm quân Cờ đen là quan binh triều đình Huế. F.Garnier dùng trọng pháo từ trong thành bắn ra gây rối loạn hàng ngũ quân Cờ đen và quan binh triều đình khiến họ phải rút chạy.\n \nFrancis Garnier liền mang 18 binh sĩ và một khẩu đại bác xông ra cửa thành Đông Nam để truy kích. Trong lúc truy kích, Garnier bị vấp phải một cái hố nhỏ, ngã xuống. Quân Cờ Đen xông ra bao vây giết chết Garnier và một binh sĩ khác Bốn người đồng đội khác của Garnier cũng bị giết trong cuộc truy kích nầy (gồm có Dagorne, Bonifay, Sorre, và phó chỉ huy Balny). Người ta chỉ tìm thấy xác của Garnier và Dagorne; năm cái đầu của những người chết bị đưa đi bêu khắp đường phố Hà Nội từ ngày 21 tháng 12 năm 1873 đến ngày 05 tháng 1 năm 1874.<ref>J.Dupuis; trang 230<\/ref>\n \nĐược tin, Dupuis tức tốc dẫn 40 thuộc hạ để truy kich quân Cờ Đen nhưng không gặt được kết quả nào. Bain de Coquerie tạm quyền thay thế Francis Garnier.\n\n==Kết thúc cuộc viễn chinh Bắc Kỳ lần 1 của Pháp==\nGarnier bị giết, quân Pháp ở thành Hà Nội lâm vào tình thế hoảng loạn, nếu không nhờ có [[linh mục]] Puginier và Dupuis thì quân Pháp đã bỏ thành theo đường thủy chạy về [[Thành phố Hồ Chí Minh|Sài Gòn]]. Tuy nhiên cái chết của đại úy Garnier cũng đặt dấu chấm hết cho cuộc phiêu lưu quân sự này tại Bắc Kỳ. Dẫu vậy, cũng chỉ hơn một tháng sau, đại úy Philastre, một người học [[chữ Hán|chữ Nho]], công bằng và có tiếng rất thiện chí với phía Việt Nam, được cử ra giải quyết những rắc rối tại Bắc Kỳ đã cho rút hết quân khỏi Hà Nội và trao trả lại [[Bắc Kỳ]] cho nhà Nguyễn. Giám mục Puginier phản đối việc đại úy Philastre cho rút quân tức tốc và vô điều kiện vì sợ giáo dân và những người được coi là thân Pháp, bất kể lương hay giáo, đã nhận phục vụ Pháp do tin vào lời hứa của Garnier, sẽ bị trả thù. Tuy nhiên, đại úy Philastre không nghe theo.\n\n== Tham khảo ==\n[[Thể loại:Xung đột 1873]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam]]\n<references group=\"9\" responsive=\"\" \/>"}