{"1520484":"'''Trần Trung Lập''' (? - 1940) là một nhà cách mạng Việt Nam chống Pháp, tư lệnh Việt Nam Kiến quốc quân.\n\n==Thân thế và tham gia cách mạng==\nNguyên quán ông ở huyện [[Thanh Chương]], tỉnh [[Nghệ An]], sau gia đình ông ra cư ngụ ở tỉnh Bắc Giang.\n\nTừ thời trẻ, ông sớm bộc lộc nhiệt thành yêu nước. Đầu thập niên 1910, ông xuất dương ra nước ngoài liên lạc với chí sĩ [[Phan Bội Châu]]. Ông gia nhập [[Việt Nam Quang phục Hội]], được chọn cử đi học về quân sự ở [[Quảng Châu]] để làm nòng cốt cho lực lượng [[Việt Nam Quang phục quân|Quang phục quân]] về sau.\n\n==Chiến đấu trong lực lượng Quang phục quân==\nTháng 3 năm 1915, Việt Nam Quang phục Hội chủ trương đánh úp [[Móng Cái]], Lạng Sơn, [[Hà Khẩu]] với ba đường do [[Nguyễn Mạnh Hiếu]], [[Nguyễn Thượng Hiền]] và [[Hoàng Trọng Mậu]] chỉ huy. Do bất đồng nội bộ nên cuối cùng, chỉ mỗi lực lượng của Hoàng Trọng Mậu tiến hành [[Trận Tà Lùng|cuộc tấn công đồn Tà Lùng]] thuộc châu Đà Long (nay thuộc thị trấn [[Tà Lùng]], huyện [[Phục Hòa]], tỉnh [[Cao Bằng]]), dự định chiếm lĩnh và lập căn cứ trên đất Việt sửa soạn cho cuộc tổng khởi nghĩa.<ref name=\"Xuân Lâm p 1\">Đinh Xuân Lâm (chủ biên), ''Đại cương lịch sử Việt Nam - Tập 1'', Nhà xuất bản Giáo dục Việt Nam, Hà Nội, 2007, trang 196.<\/ref>\n\nĐêm 12, rạng ngày [[13 tháng 3]] năm 1915, Trần Trung Lập tham gia đoàn nghĩa quân Quang phục Hội do [[Hoàng Trọng Mậu]] và [[Đinh Hồng Việt]] chỉ huy, xuất phát từ Long Châu ([[Quảng Tây]], [[Trung Quốc]]), vượt biên giới, tập kích [[Trận Tà Lùng|đánh vào đồn Tà Lùng]]. Cùng đi trong đoàn quân này có nhà cách mạng [[Vũ Hải Thu]], lãnh tụ tương lai của tổ chức [[Việt Cách]] sau này. Tuy nhiên, cuộc tập kích thất bại chỉ một giờ sau đó, khii không công phá được đồn và lực lượng tiếp viện của quân Pháp kéo đến. Sau hơn một giờ giao tranh mà không phá được, nghĩa quân phải rút lui về Trung Quốc khi trời dần sáng. Không lâu sau, các thủ lĩnh [[Hoàng Trọng Mậu]] và [[Đinh Hồng Việt]] cũng bị thực dân Pháp bắt được và xử tử. Lực lượng Quang phục quân tan rã, nhiều chí sĩ, nghĩa quân bị bắt giam, tù đày.\n\nTháng 8 năm 1917, ông cùng với một số thành viên Quang phục Hội, bắt liên lạc với [[Lương Ngọc Quyến]], chuẩn bị cho [[Khởi nghĩa Thái Nguyên]]. Đêm [[30 tháng 8]] năm 1917, khởi nghĩa nổ ra. Nghĩa quân nhanh chóng chiếm được thành Thái Nguyên và làm chủ toàn tỉnh lỵ, truyền hịch kêu gọi các nơi hưởng ứng nổi dậy cùng ngoại viện từ bên Trung Quốc và Nhật đến vì tin rằng Việt Nam Quang phục Hội có lực lượng đợi sẵn để trợ lực. Lãnh tụ cuộc khởi nghĩa cũng tuyên bố độc lập, lấy quốc hiệu là \"Đại Hùng\", cho trương cờ Ngũ tinh liên châu của Việt Nam Quang phục Hội trên cửa thành. Tuy nhiên, đến ngày [[2 tháng 9]] năm 1917 thì quân Pháp bắt đầu phản công. Nghĩa quân tan vỡ, Lương Ngọc Quyến tử thương, [[Đội Cấn]] sau đó dẫn số nghĩa quân còn lại đào thoát nhưng bị quân Pháp truy kích quyết liệt nên số còn lại cũng nhanh chóng tan rã. Đội Cấn sau đó tự sát để không bị bắt. Trần Trung Lập và một số đồng chí đào thoát được trở lại sang Trung Quốc tìm cách gây dựng lại lực lượng.\n\n==Xây dựng lực lượng Kiến quốc quân==\nBấy giờ, đất nước Trung Hoa đang trong [[Thời kỳ quân phiệt|thời kỳ hỗn chiến giữa các quân phiệt]]. Trong gần 20 năm, Trần Trung Lập và các đồng chí gặp rất nhiều khó khăn trong việc phát triển lực lượng, vừa chiêu mộ thêm thành viên, vừa tìm cách học hỏi thêm kiến thức quân sự. So với các vùng khác, địa bàn Quảng Châu có nhiều thuận lợi khi các lực lượng cách mạng Trung Quốc lấy nơi đây làm cơ bản để từng bước phát triển lực lượng chống lại các quân phiệt.\n\nKhi [[Chiến tranh Trung-Nhật]], [[Quảng Châu]] nhanh chóng rơi vào tầm kiểm soát của quân Nhật. Với sự hỗ trợ của người Nhật, hoàng thân [[Cường Để]] đã tìm cách tập hợp các đồng chí Việt Nam tại miền Nam Trung Hoa như Vũ Hải Thu, Đặng Sư Mặc, Trần Trung Lập, và Hoàng Nam Hùng...\n\nNhân cơ hội Pháp đầu hàng Đức tại Âu châu, phải ký hàng loạt các hiệp ước nhường cho Nhật nhiều đặc quyền quân sự và kinh tế ở [[Bán đảo Đông Dương|Đông Dương]]. Trong đó có hiệp ước ký ngày 30-8-1940, Pháp đồng ý để quân đội Nhật được hưởng một số tiện nghi quân sự ở Bắc Việt nhắm chấm dứt tranh chấp với Trung Hoa. Trần Trung Lập,<ref>cùng Hoàng Lương và Lý Đông A tức Nguyễn Hữu Thanh (1919-1947)<\/ref> chỉ huy Việt Nam Kiến Quốc Quân, đánh chiếm [[Lạng Sơn]] vào ngày 23 tháng 9 năm 1940. Tuy nhiên sau đó Nhật thỏa thuận với Pháp ngưng yểm trợ cho Việt Nam Kiến quốc quân. Thua trận, Trần Trung Lập bị Pháp bắt tại [[Bắc Giang]] ngày 26-12-1940, hai ngày sau ông bị xử bắn.\n\nTên ông được đặt cho một con đường ở Q.6, TP. Hồ Chí Minh\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n* Quân sử 3, Bộ Tổng Tham mưu Quân Lực Việt Nam Cộng Hòa xuất bản, Sài Gòn, năm 1971\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Người Bắc Giang]]"}