{"863169":"{{Thông tin chiến tranh\n| conflict = Trận Bản Kéo\n| partof = [[Chiến dịch Điện Biên Phủ]]\n| image =\n| caption = \n| date = [[17 tháng 3]] năm [[1954]]\n| place = [[Đồi Bản Kéo]], [[Điện Biên Phủ]]\n| nguyên nhân = Binh biến của binh lính người Thái. \n| thay đổi lãnh thổ= QĐNDVN chiếm [[Bản Kéo]], tiêu diệt trung tâm đề kháng phía Bắc [[Điện Biên Phủ]]. \n| result = QĐNDVN chiếm được các điểm cao phía Bắc, đặt khu chỉ huy của Pháp dưới tầm hỏa lực.\n| combatant1 = [[Tập tin:Flag of France.svg|20px]] Quân đội [[Liên hiệp Pháp]]\n| combatant2 = [[Tập tin:Flag of North Vietnam (1945–1955).svg|20px]] [[Quân đội Nhân dân Việt Nam]] \n| commander1 = {{flagicon|Pháp}} [[Thiếu tá]] Léopold Thimonnier\n| commander2 = [[Tập tin:Flag of Viet Nam Peoples Army.svg|20px]] [[Phạm Hồng Sơn (trung tướng)|Phạm Hồng Sơn]]\n| strength1 = Tiểu đoàn Thái số 3\n| strength2 = Trung đoàn 36 Bộ binh\n|casualties1= Phần lớn rã ngũ đầu hàng\n|casualties2=Không\n}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n'''Trận Bản Kéo''', hay chính xác hơn là '''Vụ binh biến ở Bản Kéo''', là sự kiện quan trọng cuối cùng trong Giai đoạn 1 của [[Chiến dịch Điện Biên Phủ]]. Sự kiện diễn ra vào ngày [[17 tháng 3]] năm [[1954]], khi binh sĩ thuộc 2 đại đội của Tiểu đoàn Thái số 3 phòng thủ cứ điểm ''Anne Marie'' 1 và 2, mà phía Việt Nam gọi là [[đồi Bản Kéo]], làm binh biến và bỏ ngũ đồng loạt, giúp cho phía [[Quân đội Nhân dân Việt Nam]] dễ dàng chiếm được mà không cần phải nổ súng, xóa sổ trung tâm đề kháng ''Anne Marie'' trong dãy cứ điểm phía Bắc [[Điện Biên Phủ]].\n\n==Bối cảnh==\n''Anne Marie'' là cụm cứ điểm đầu tiên được quân Pháp xây dựng ngay sau khi nhảy dù xuống [[Mường Thanh]]. Cụm cứ điểm gồm 4 cứ điểm, trong đó ''Anne Marie 1'' và ''2'' nằm ở vòng ngoài, trên hai mỏm của một quả đồi không tên, dưới chân có một bản nhỏ của [[Thái Trắng|người Thái trắng]] có tên là Bản Kéo; ''Anne Marie 3'' và ''4'' nằm ở đầu bắc sân bay ngay trên mặt ruộng, liền kề với Phân khu Trung tâm. Đây là cụm cứ điểm thứ 3 từ phía Bắc đi xuống, sau ''Gabrielle'' (Độc Lập) và ''Béatrice'' (Him Lam). Cụm cứ điểm ban đầu do Tiểu đoàn Hải ngoại Dù số 1 (1er BEP), do Thiếu tá [[Maurice Guiraud]] làm Tiểu đoàn trưởng, đóng giữ. Về sau, Bộ Chỉ huy Pháp đã cho rút 1er BEP về làm lực lượng dự bị của Phân khu Trung tâm, giao việc phòng thủ ''Anne Marie'' lại cho Tiểu đoàn Thái số 3 do Thiếu tá [[Léopold Thimonnier]] (Timoniê) chỉ huy. Đây là một đơn vị phụ lực quân (''supplétifs'') gồm toàn bộ là các binh sĩ [[Người Thái (Việt Nam)|người dân tộc Thái]] ở Sơn La và Nghĩa Lộ, vốn được rút về từ [[Lai Châu]], từng được đánh giá tốt qua trận Nà Sản năm [[1953]]. Mặc dù vậy, Đại tá [[Christian de Castries|de Castries]] vốn không tin cậy tiểu đoàn này, nên đã giao nhiệm vụ phòng thủ ở tuyến sau cùng của Phân khu Bắc.\n\nTrong kế hoạch tác chiến của mình, sau khi tiêu diệt hoàn toàn 2 cụm cứ điểm ''Gabrielle'' và ''Béatrice'', phía QĐNDVN chủ trương tiêu diệt tiếp 2 cứ điểm ''Anne Marie 1'' và ''2'', nhằm tạo bàn đạp để kiểm soát sân bay, điểm yếu chết người về hậu cần của quân [[Pháp]]. Tuy nhiên, những vị trí này ở gần Phân khu Trung tâm nên được hỏa lực yểm trợ từ nhiều phía, [[xe tăng]] và đơn vị phản kích có thể tăng viện dễ dàng, nên có thể xem là không phải dễ chiếm. Vì vậy, nhiệm vụ tấn công cứ điểm được giao cho Trung đoàn 36 ([[Sư đoàn 308, Quân đội nhân dân Việt Nam|Đại đoàn 308]]) do Phạm Hồng Sơn làm Trung đoàn trưởng.\n\n==Diễn biến==\nTrong 3 ngày từ 13 đến [[15 tháng 3]], lính Thái đóng ở 2 cứ điểm ''Anne Marie 1'' và ''2'' đã chứng kiến sự sụp đổ nhanh chóng của hai cụm cứ điểm ''Béatrice'' và ''Gabrielle'', được xem là những trung tâm đề kháng mạnh nhất, do những đơn vị Âu Phi tinh nhuệ bảo vệ, đồng thời cũng nhìn thấy sự thất bại của lực lượng cứu viện có cả [[xe tăng]] yểm trợ. Sau khi cả hai cụm cứ điểm ''Beatrice'' và ''Gabrielle'' đều đã bị mất, phía bắc tập đoàn cứ điểm lúc này chỉ còn lại ''Anne Marie'', đang ở tuyến sau vụt trở thành tiền tuyến, bị quân QĐNDVN uy hiếp trực tiếp. Nhận thấy tinh thần của binh lính [[Người Thái (Việt Nam)|người Thái]] đang dao động, các chỉ huy Trung đoàn 36 nhận thấy có khả năng giải quyết cứ điểm này mà không cần tới một trận đánh.\n\nTrưa ngày 15, Đại úy Clácsăm ([[Clarchambre]]), chỉ huy những cứ điểm nằm trên ''đồi Bản Kéo'', nhận được một lá thư của đơn vị QĐNDVN tại ''Gabrielle'', do một lính [[Algérie]] bị thương đưa tới. Trong thư hẹn 7 giờ sáng hôm sau (ngày [[16 tháng 3]] năm [[1954]]), cử người tới bãi ruộng bên bờ suối phía đông - bắc, nhận những thương binh của Tiểu đoàn 5 [[Algérie]] sẽ được trao trả, kèm theo lời kêu gọi: ''\"Toàn bộ binh sĩ ở Bản Kéo hãy ra hàng để tránh bị tiêu diệt trong một ngày sắp tới\".'' Clácsăm phải báo cáo điều này với [[Mường Thanh]]. Mường Thanh thấy không thể khước từ một đề nghị như vậy.\n\nNgày [[16 tháng 3]], một viên trung úy và một số binh lính Thái có mặt đúng giờ ở địa điểm với những chiếc cáng thương. Binh sĩ Tiểu đoàn 5 bị thương đã được băng bó cẩn thận, đang nằm chờ.\n\nTiếng loa của QĐNDVN kêu gọi lính Thái hãy trở về mường bản, không theo [[Pháp]], không dùng súng giết hại đồng bào. Nhiều truyền đơn được phát tán cả bên trong cứ điểm. Dưới chân ''đồn Bản Kéo'' xuất hiện một bức tranh lớn. Đập vào mắt mọi người là hình ảnh một đoàn lính Thái rời bỏ vị trí kèm theo dòng chữ: ''\"Quay trở về với Tổ quốc, với đồng bào, các anh sẽ được đón tiếp tử tế\".''<ref>[[Võ Nguyên Giáp]], ''Điện Biên Phủ Điểm hẹn lịch sử'', chương 5.<\/ref>\n\nSáng ngày 17, ''đồn Bản Kéo'' xôn xao vì có tin bộ đội sắp tiến công. Buổi trưa, từng đám binh lính Thái kéo tới gặp viên Đại úy Đồn trưởng, nêu hai yêu sách: ''\"Một, phải phát hết khẩu phần lương thực. Hai, giải tán đồn cho binh lính về quê hương làm ăn\".'' Clácsăm vội điện cho Mường Thanh: ''\"Chúng tôi buộc phải bỏ vị trí rút về khu trung tâm đây!\"'' Và Clácsăm mở cổng đồn, ra lệnh cho binh lính theo mình về [[sân bay]]. Nhưng binh lính không còn nghe theo lời chỉ huy, ào ào chạy về phía khu rừng. Viên Đại úy vội gọi điện về [[Mường Thanh]], yêu cầu cho pháo bắn chặn đường rút chạy của binh sĩ Thái nhưng cũng không ngăn cản được.\n\n==Kết quả==\nTrung đoàn 36 không cần nổ súng đã chiếm được ''Bản Kéo'', và tiến vào chiếm các ngọn đồi khống chế phía bắc [[sân bay Mường Thanh]].\n\nMấy ngày sau đó, ''Anne Marie 3'' và ''4'' được sáp nhập vào Phân khu Trung tâm, trở thành ''Hugette 6'' và ''Hugette''.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* Hữu Mai, ''Không phải huyền thoại'', [[Nhà xuất bản Trẻ|Nhà Xuất bản Trẻ]], 2010.\n* [[Hoàng Cầm (tướng)|Hoàng Cầm]], ''Chặng đường 10.000 ngày'', Nhà Xuất bản Quân đội Nhân dân, 2001.\n* [[Võ Nguyên Giáp]], ''Điện Biên Phủ - Điểm hẹn lịch sử''.\n* [[Võ Nguyên Giáp]], ''Điện Biên Phủ''.\n* Nhiều tác giả, ''Một vài hồi ức về Điện Biên Phủ''.\n* Jean Pouget, ''Nous étions à Dien Bien Phu''.\n\n== Liên kết ngoài ==\n{{tham khảo|30em}}\n\n[[Thể loại:Chiến dịch Điện Biên Phủ]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|B]]"}