{"288647":"{{bài cùng tên|Thị Nại}}\n{{bài cùng tên|Trận Thị Nại}}\n{{Thông tin chiến tranh\n|conflict=Thủy chiến Thị Nại\n|partof=[[Chiến tranh Tây Sơn-Chúa Nguyễn, 1787-1802|Chiến tranh Tây Sơn–Chúa Nguyễn (1787-1802)]]\n|image=\n|caption= Đầm Thị Nại\n|date= [[27 tháng 2]] năm [[1801]]\n|place=[[Đầm Thị Nại]], [[Quy Nhơn]], [[Bình Định]]\n|casus=\n|territory=\n|result=[[Chúa Nguyễn]] chiến thắng\n|combatant1=[[Quân đội Đàng Trong thời Lê trung hưng|Quân đội chúa Nguyễn]]\n|combatant2=[[Quân đội nhà Tây Sơn|Quân Tây Sơn]]\n|commander1=[[Gia Long|Nguyễn Ánh]]<br>[[Lê Văn Duyệt]]<br>[[Võ Di Nguy]]<br>[[Nguyễn Văn Trương]]<br>[[Nguyễn Văn Thành]]<br>[[Tống Phước Lương]]<br>'''Sĩ quan người Pháp''':<br>[[Jean-Baptiste Chaigneau]]<br>[[Philippe Vannier]]<br>[[Godefroy de Forçanz]]\n|commander2=[[Võ Văn Dũng]]<br>[[Vũ Văn Thành]]<br>[[Nguyễn Văn Trà]]<br>[[Nguyễn Hoạch]]<br>[[ Phạm Văn Định]]<br>[[Nguyễn Văn Ngũ]]\n|strength1='''''Tài liệu 1''''':<br>- 8.000 quân<br>~ 300 chiến thuyền lớn nhỏ<br>'''''Tài liệu 2''''':<ref>{{chú thích web | url = https:\/\/nghiencuulichsu.com\/2015\/10\/30\/cuoc-chien-25-nam-giua-nguyen-anh-va-tay-son-1777-den-1802\/| tiêu đề = Cuộc chiến 25 năm giữa Nguyễn Ánh và Tây Sơn (1777 đến 1802) | author = | ngày = | ngày truy cập = 21 tháng 8 năm 2018 | nơi xuất bản = nghiencuulichsu.com| ngôn ngữ = }}<\/ref><br>~ 10.000 quân<br>- 26 thuyền (loại 200 lính và 1 [[Súng thần công|đại bác]])<br>- 65 thuyền (loại 80 lính và 1 đại bác)\n|strength2= - 24.000 quân<br>- 3 thuyền lớn (loại Định Quốc, 60 [[Súng thần công|đại bác]]\/thuyền)<br>~ 2.000 thuyền cỡ nhỏ\n|casualties1=- 4.000 quân\n|casualties2='''''Tài liệu 1''''':<br>- 20.000 quân<br>- 1.800 tàu thuyền các loại<br>- 600 [[Súng thần công|đại bác]] lớn nhỏ<br>'''''Tài liệu 2''''':<br>- 50.000 quân<ref>Les français au service de Gia Long, Leur Correspondance (BAVH, 1926, IV, pp 375-379).<\/ref>\n}}\n'''Trận Thị Nại năm 1801''' là trận thủy chiến dữ dội nhất, trận thư hùng quyết định trong cuộc [[Chiến tranh Tây Sơn-Chúa Nguyễn, 1787-1802|Chiến tranh Nguyễn-Tây Sơn (1787-1802)]]. Tại đây thủy quân Gia Định do [[chúa Nguyễn|chúa]] [[Gia Long|Nguyễn Ánh]] trực tiếp chỉ huy đã đánh tan hạm đội [[Nhà Tây Sơn|Tây Sơn]] do Tư đồ [[Vũ Văn Dũng]] dẫn đầu. Trận đánh được sử sách nhà Nguyễn coi là ''\"Võ công đệ nhất\"'' trong thời trung hưng của [[nhà Nguyễn]].<ref name=\"Huỳnh Minh\">Huỳnh Minh, ''Gia Định xưa''. Nhà xuất bản Văn Hóa Thông tin, 2006, tr. 148.<\/ref>\n\n==Nơi giao tranh==\n[[Tập tin:LocationVietnamBinhDinh.png|nhỏ|Vị trí tỉnh [[Bình Định]] trên bản đồ [[Việt Nam]].]]\nTrận thủy chiến này xảy ra nơi [[đầm Thị Nại]]. Đầm này có tên chữ là ''Hải Hạc Đàm'',<ref>Ghi theo ''Địa chí Bình Định'' (bản điện tử) [http:\/\/www.dostbinhdinh.org.vn\/DiaChiBD\/dt_chuong_1.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130213231840\/http:\/\/www.dostbinhdinh.org.vn\/DiaChiBD\/dt_chuong_1.htm |date=2013-02-13 }}. Sách ''Đại Nam dư địa chi ước biên'' (do [[Cao Xuân Dục]] làm chủ biên, bản dịch, tr. 129) ghi là đầm Hạc Hải.<\/ref> đó là cách gọi tắt của một địa danh [[Chăm Pa]], nguyên gốc [[tiếng Phạn]] là ''Sri Vinaya'' đã được phiên âm qua [[Tiếng Trung Quốc|tiếng Hán]] thành ''Thị-lị-bì-nại'', [[người Hán|người Hoa]] gọi cảng này là ''Tân Châu'' (新州). Đây là một đầm nước mặn nằm phía [[Hướng Đông Bắc|Đông Bắc]] thuộc địa phận thành phố [[Quy Nhơn]], huyện [[Tuy Phước]], huyện [[Phù Cát]] tỉnh [[Bình Định]], có diện tích khoảng 5.000 [[hecta|ha]], chạy dài hơn 10 [[kilômét|cây số]], bề rộng khoảng 4 [[kilômét|cây số]].\n \nThị Nại là đầm lớn nhất của Bình Định. Các nhánh của [[sông Côn|sông Kôn]], sông Hà Thanh đều chảy về đây. Sa bồi tụ dần theo năm tháng khiến cho đầm mỗi ngày một đầy thêm. Khi nước [[Thủy triều|triều]] lên thì mặt đầm nước mênh mông, vào những hôm trời gió, sóng dập dờn như mặt [[biển]]. Những lúc triều xuống, nước rút cạn để trơ lòng đầm, sình lầy lai láng... Nước đầm thông với biển bằng một cửa hẹp có tên là cửa Giã (trong [[tiếng Việt]] cổ, giã là biển), mà sau này người ta quen gọi là cửa Thị Nại. Và trước khi xảy ra trận ''\"thủy chiến dữ dội\"'' này, thủy quân của chúa [[Gia Long|Nguyễn Phúc Ánh]] đã kéo đến giao tranh với quân [[Nhà Tây Sơn|Tây Sơn]] tại Thị Nại vào những năm: [[Nhâm Tý]] (1792), [[Quý Sửu]] (1793) và [[Kỷ Mùi]] ([[1799]]), nhưng cả ba trận đánh đều có quy mô nhỏ hơn và không mang tính quyết định.\n\n==Chuẩn bị==\nNăm [[Canh Thân]] ([[1800]]), các thủ lĩnh [[Nhà Tây Sơn|Tây Sơn]] lẫn [[chúa Nguyễn]] đều tăng cường binh lực. Lược kể theo sách ''[[Việt sử tân biên]]'':<ref>''[[Việt sử tân biên]]'', Quyển 4, chương 6: ''cuộc thất bại cuối cùng của Tây Sơn''.<\/ref>\n:''Khi ấy, thành Bình Định bị quân Tây Sơn uy hiếp rõ rệt, [[Võ Tánh]], tướng chúa Nguyễn, chỉ còn biết cố thủ. Ngoài cửa Thị Nại, phía [[Nhà Tây Sơn|Tây Sơn]] cho bố phòng cẩn thận. Bên chúa Nguyễn, để [[Nguyễn Phúc Cảnh|Hoàng tử Cảnh]] ở lại giữ [[Gia Định|Sài Côn]], chúa [[Gia Long|Nguyễn Phúc Ánh]] cùng Thế tử Hy<ref>Theo Nguyễn Khắc Thuần, Thế tử Hy tức Nguyễn Phúc Hy, em ruột Hoàng tử Cảnh (tr. 9).<\/ref> ráo riết chuẩn bị chiến dịch Bắc tiến. Cùng theo dự trận còn có ba sĩ quan người [[Pháp]] là Vannier (tên Việt là Nguyễn Văn Chấn) điều khiển tàu Phượng phi (Le Phénix), [[Jean-Baptiste Chaigneau|Chaigneau (Nguyễn Văn Thắng)]] điều khiển tàu Long phi (Le Dragon) và De Forsans (Lê Văn Lăng) điều khiển tàu Bằng phi (L’Aigle).''\nTheo giáo sĩ Le Labousse, bộ binh của chúa Nguyễn có tới tám ngàn người thiện chiến, thủy quân thì vượt hẳn thủy quân của các nước [[Châu Âu|Âu Châu]] đang đồn trú tại [[Ấn Độ]] lúc bấy giờ. Ngoài 4 chiến hạm,<ref>Sử gia [[Phạm Văn Sơn]] không ghi số liệu lính thủy và cũng không cho biết tên chiến hạm thứ tư.<\/ref> chúa còn có 40 chiếc làm theo kiểu bản xứ trong số đó có 5 chiếc mang được 46 khẩu [[pháo|đại bác]] mỗi chiếc, 18 chiếc khác mang được từ 20 đến 26 khẩu. Các chiến thuyền chèo bằng tay có tới 100 chiếc lớn và 200 chiếc nhỏ để chiến đấu trên các mặt sông. Tháng tư ([[âm lịch]]), chúa Nguyễn ra tới [[Nha Trang]] (24 tháng 5 - 24 tháng 6). Thế tử Hy ở lại [[Diên Khánh]], còn chúa thì cho tướng sĩ đi đánh chiếm [[Phú Yên]], rồi sai lập nhiều kho lương ở đây.\n\nTheo sử của C. B. Maybon thì khi ấy một lực lượng quân [[Lào]] khá quan trọng xâm nhập vào [[Nghệ An]], dưới sự chỉ huy của tướng [[Thoại Ngọc Hầu|Nguyễn Văn Thụy]] và Lưu Phúc Tường đi đánh úp quân [[Nhà Tây Sơn|Tây Sơn]]. Lực lượng này được sự hưởng ứng của những người dân ở hai tỉnh [[Thanh Hóa]] và [[Hưng Hóa (định hướng)|Hưng Hóa]] khiến quân [[Nhà Tây Sơn|Tây Sơn]] ở các vùng biên giới bị cầm chân. Ngoài ra, chúa Nguyễn lại còn được [[Campuchia|Cao Miên]] viện trợ cho 20 cặp [[voi]] trận, giao cho [[Nguyễn Văn Thành]] sử dụng. Miền Nam bấy giờ được mùa, [[Nguyễn Phúc Cảnh|Đông cung Cảnh]] sau vụ gặt cứ 10 xuất đinh tuyển lấy 3 để sung vào quân ngũ được thêm khoảng 10.000 người, đóng thêm 50 chiến thuyền nữa.\n\nMặc dầu quân Nguyễn đã được chuẩn bị kỹ càng và đông đảo như vậy, nhưng vẫn không giải vây cho thành Bình Định được. Quân thế của [[Võ Tánh]] ở đây mỗi ngày mỗi nguy. Viện quân bằng bộ binh, thủy quân mấy phen tấn công vào Thị Nại đều vô hiệu.\n\nSử gia [[Trần Trọng Kim]] kể: \n:''Nguyễn Vương được tin quân Tây Sơn ra vây thành Bình Định, liền cử đại binh ra cứu viện, sai [[Nguyễn Văn Thành]] đem [[Lê Chất]], Nguyễn Đình Đắc, Trương Tiến Bảo, chia ra làm ba đạo ra đánh lấy đồn Hội An ở [[Phú Yên]], rồi kéo ra đánh ở Thị Dã (thuộc [[Bình Định]]). Nguyễn Vương đem thủy binh ra đến [[Quy Nhơn]] đóng thuyền ở ngoài cửa Thị Nại. Bấy giờ quân bộ của [[Nguyễn Văn Thành]] và quân thủy của Nguyễn Vương không thông được với nhau, cho nên sự cứu viện không có công hiệu gì cả.''<ref>''[[Việt Nam sử lược]]'' (Quyển 2), Trung tâm học liệu xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1971, tr. 160.<\/ref>\nTrích thêm thư của sĩ quan [[Jean-Baptiste Chaigneau|Chaigneau]] gửi cho [[Laurent André Barisy|Barisy]]:\n:''Trước đây chưa trông thấy địch ([[Nhà Tây Sơn|Tây Sơn]]), tôi có ý khinh thường, nhưng bây giờ mới biết là mình lầm. Thật vậy, quân của Tây Sơn đã là một phòng tuyến không sao vượt được. Bây giờ thời tiết lại xấu, binh sĩ bịnh tật nhiều. Lính [[Gia Định]] và [[Campuchia|Cao Miên]] phải trả về nguyên quán, những quân tướng về hàng trước đây trở lại với chủ cũ, tình thế thật nguy vô cùng... Không giải tỏa nổi thành Bình Định, tình trạng này kéo dài luôn một năm khiến chúa Nguyễn vô cùng bực tức.''<ref name=\"b\">Phạm Văn Sơn, ''Việt sử tân biên'' (quyển 4), [[Thành phố Hồ Chí Minh|Sài Gòn]], 1961, tr. 221-225.<\/ref>\n\n==Diễn biến==\nSách [[Đại Nam thực lục|Đại Nam Thực lục]] của triều Nguyễn viết: \n{{cquote|\n''Thủy quân cả phá quân giặc ở cửa Thị Nại. Trước là Tư đồ giặc [[Võ Văn Dũng]] dùng hai chiếc thuyền đại hiệu Định quốc và hơn trăm chiếc thuyền chiến chặn đóng ngang cửa [[biển]], lại dựng hai bảo ở bãi Nhạn Châu bên tả và ở núi Tam Tòa bên hữu cửa biển, đặt nhiều [[Súng thần công|súng lớn]], dựa thế cao chẹn chỗ hiểm để chống quân ta. Đến đây các quân làm xong chiến cụ hỏa công, vua mật định đêm hôm 16 cất quân đánh úp. Sai Tiền chi Hoàng Văn Khánh đem bộ binh lẻn xuống Da Áo [Vũng Dừa], chờ khi hiệu lửa ở Tiêu Cơ phát thì đánh hãm lũy giặc, đặt mai phục ở sau núi để ngăn giặc. Lưu Phạm Văn Nhân giữ [[Đèo Cù Mông|Cù Mông]]. Vua bèn thân đem thủy quân tiến phát. Trống canh ba qua Tiêu Cơ, bắt được lính đi tuần của giặc, biết được khẩu hiệu, tức thì sai [[Nguyễn Văn Trương]] và [[Tống Phước Lương]] dùng thuyền nhỏ lẻn trước vào Hổ Cơ đốt đồn thủy của giặc. Lại sai [[Võ Di Nguy]] đi thuyền chấp lệnh thẳng tiến, [[Lê Văn Duyệt]] đốc quân tiếp theo. Giặc giữ bảo cự chiến, từ giờ Dần đến giờ Ngọ, tiếng súng vang trời, đạn bay như mưa. Di Nguy bị bắn chết. Duyệt cứ mặc kệ, càng thúc đánh hăng. Vua thấy sĩ tốt nhiều người tử thương, cho tiểu sai đến dụ cho tam lui. Duyệt thề chết, vẫy quân xông lên, giờ thân vào được cửa biển, dùng đuốc hỏa chiến thừa chiều gió phóng đánh thuyền đại hiệu của giặc. [[Quân đội nhà Tây Sơn|Quân Tây Sơn]] cả vỡ, chết rất nhiều. Dũng thua chạy. Thuyền Tây Sơn bị đốt cháy gần hết. Quân ta bèn giữ cửa Thị Nại. Người ta khen trận này là võ công to nhất.<ref>''[[Đại Nam thực lục|Đại Nam Thực lục]]'', Tập 1, trang 440.<\/ref>\n}}\nSử gia [[Phạm Văn Sơn]] kể:\n{{cquote|\n''Một hôm, chúa tính rằng hiện nay bao nhiêu lực lượng của Tây Sơn đều tập trung quanh và trước thành [[Quy Nhơn]] (tức thành Bình Định). Như vậy, [[Cố đô Huế|Phú Xuân]] không mạnh. Nhưng tiến ra Phú Xuân thì hãy phá tan thủy quân của [[Nhà Tây Sơn|Tây Sơn]] ở Thị Nại đã, kẻo ra tới Phú Xuân, quân [[Gia Định]] bị cả hai mặt thủy bộ ép lại thì nguy. Khi đã thắng [[Cố đô Huế|Phú Xuân]], chúa quay lại cứu [[Quy Nhơn]] có lẽ dễ dàng hơn.''\n\n''Ngày rằm tháng Giêng năm [[Tân Dậu]] (27 tháng 2 năm 1801), chúa Nguyễn nảy ra ý cho các chiến thuyền tiến gần cù lao Hàn (đảo Hòn Đất). Chúa ra lệnh cho [[Lê Văn Duyệt]]<ref>Theo Huỳnh Minh, [[Ngô Giáp Đậu]] (''Hoàng Việt hưng long chí'', Nhà xuất bản Văn học, 1993, hồi thứ 21) thì viên tướng chỉ huy đạo bộ binh này là [[Nguyễn Văn Thành]], vì lúc đó [[Lê Văn Duyệt]] cùng [[Nguyễn Văn Trương]] đang chỉ huy lực lượng thủy quân.<\/ref> đem 1.200 quân đổ bộ lên bãi cát. Đoàn người này lặng lẽ tiến đến hải đồn của [[Nhà Tây Sơn|Tây Sơn]] mà không ai biết. Hồi 10 giờ rưỡi, khi đoàn quân chỉ còn cách độ 1\/3 tầm súng đại bác, tiền đội quân thủy Nguyễn gồm 62 chiếc thuyền được lệnh tấn công ba chiến hạm lớn đầu tiên của [[Cố đô Huế|Phú Xuân]].''\n\n''Cuộc tấn công này lại được cái may là gió và nước triều bấy giờ đang thổi mạnh. Đúng 10 giờ 30, tướng [[Nguyễn Văn Trương]] bắn phát đại bác đầu tiên để ra lệnh tấn công khắp mọi nơi. Hai mươi sáu chiến thuyền chèo phóng lửa đốt sạch mọi thứ trên bãi cát. Đạo binh 1.200 người của (quân) Nguyễn, lưỡi lê tuốt trần nấp ở các hầm hố dưới cát, vừa đánh vừa bắn đại bác lên bờ. Quân [[Cố đô Huế|Phú Xuân]] (tức quân [[Nhà Tây Sơn|Tây Sơn]]) bị đánh bất thình lình rối loạn chết hại khá nhiều.''\n\n''Đồn Tây Sơn ở Tam Tòa Sơn, ở bên phải cánh quân tấn công, chuyển một hỏa lực kinh khủng bắn xuống các thuyền chèo tay của Nguyễn vương khi đó vào đúng tầm súng. [[Võ Di Nguy]] bị một phát đạn bay đầu liền làm cho quân Nguyễn hoảng hốt ngừng lại. [[Lê Văn Duyệt]] liền cho chém ngay viên tướng đã thiếu can đảm, rồi thúc thuyền tiến tới chỗ có các chiến hạm của [[Cố đô Huế|Phú Xuân]] đang đậu ở phía đông gần núi, đốt phá tơi bời và mau lẹ. Lúc ấy, Nguyễn Văn Trương cũng đã phá xong 3 chiếc chiến hạm của [[Nhà Tây Sơn|Tây Sơn]] đậu bên ngoài, tiến vào giữa hai cánh quân Tây Sơn đang vận chuyển để cứu các chiến hạm. Đêm ấy lửa và tiếng đại bác đã gây nên một quang cảnh hết sức khủng khiếp, rùng rợn...''<ref name=\"b\" \/>\n}}\n\nNhà nghiên cứu Huỳnh Minh cho biết:\n{{cquote|\n''Đêm rằm tháng giêng năm Tân Dậu ([[1801]]), [[Nguyễn Văn Thành]] nhận mật lệnh kéo quân cướp trại, để cản chân các tướng Tây Sơn về mặt bộ, [[Nguyễn Văn Trương]], [[Tống Phước Lương]] (Phúc Lương) cũng lãnh mật lệnh dẫn một đoàn binh thuyền đi trước. Tiếp theo sau là [[Lê Văn Duyệt]] và [[Võ Di Nguy]] cũng dẫn một đạo chiến thuyền sấn tới, Nguyễn vương thân đốc chiến.''\n\n''Vừa tới cửa Thị Nại, Nguyễn Văn Trương chặn bắt được thuyền tuần tiễu của [[Nhà Tây Sơn|Tây Sơn]], tra hạch được mật khẩu,<ref>[[Ngô Giáp Đậu]] kể chi tiết: \"Trần Công Hiến ban đêm dẫn quân vượt bến đò Tiêu Ky, bắt sống được Đô ty của [[Nhà Tây Sơn|Tây Sơn]] là Nguyễn Văn Độ, tra lấy được mật khẩu. Thế Tổ (Nguyễn Ánh) cho 18 chiếc thuyền thoi, giả thuyền [[Nhà Tây Sơn|Tây Sơn]] đi tuần tiễu, áp sát đội hình thuyền giặc mà đánh\" (sách đã dẫn, tr. 264).<\/ref> nên vào sâu nơi thủy trại mà đốt phá.''\n\n''Đến 10 giờ rưỡi đêm ấy, [[Võ Di Nguy]] cùng [[Lê Văn Duyệt]] kéo toàn đội chiến thuyền xông vào. Quân [[Nhà Tây Sơn|Tây Sơn]] từ các đồn trên núi, triền núi Cam Tòa bên hữu, và ở bãi Nhạn bên tả nã súng lớn pháo kích, [[Võ Di Nguy]] trúng đạn nơi đầu tử trận. Tướng Nguy chết, nhưng các chiến hữu đã dùng hỏa công triệt tiêu tất cả thủy trại Tây Sơn, toàn thắng. Trận Thị Nại này được gọi là \"Võ công đệ nhất\" trong thời trung hưng của triều Nguyễn.''<ref name=\"Huỳnh Minh\" \/>\n}}\nSử gia [[Tạ Chí Đại Trường]] mô tả:\n{{cquote|\n''Chiến trận xảy ra vào đêm 16 tháng giêng Tân Dậu (28-2-1801). Tiền chi Hoàng Văn Khánh đem bộ binh lén đến Vũng Dừa đợi ở Tiêu Cơ lửa cháy thì tiến lên công hãm trại giặc và đi vòng núi mai phục để cản tiếp viện (theo vùng đèo Son bây giờ?). Quân Nguyễn qua Tiêu Cơ bắt được thuyền tuần Tây Sơn, truy ra khẩu hiệu. [[Nguyễn Văn Trương]], Tống Phúc Lương bèn đem thuyền nhỏ nhắm Hổ Cơ xông vào, đốt thiêu thủy đồn làm hiệu.''\n\n''Và trận tấn công bắt đầu. Theo Le Labousse, quân Nguyễn chỉ dùng có 4.000 người trên 26 ghe chiến và 100 thuyền nhỏ. Lúc đó quân Nguyễn Văn Trương, [[Tống Phước Lương|Tống Phúc Lương]] đã đổ bộ rồi. Các ghe chiến còn lại chở ông Tổng thủy \"to họng\" Võ Di Nguy đi trước.''\n\n''Quân lính \"thừa đêm tối và gió xuôi, tiến vào tàu thứ nhất, nhảy lên đốt phá. Họ xông vào cửa biển, ném vung các bó đuốc và đổ dẫn hỏa ra\". Thế rồi trận đánh trở nên dữ dội. [[Quân đội nhà Tây Sơn|Quân Tây Sơn]] từ trên núi và từ các tàu bắn vãi đến. Hà tiện lời như sử quan mà cũng tả ra là \"tiếng súng vang trời, đạn bay như mưa\". [[Võ Di Nguy]] trúng đạn ngã lăn ra chết. Lê Văn Duyệt không quay đầu lại, đánh mạnh hơn đến Nguyễn Ánh bảo lùi cũng không chịu. Đám sĩ quan Tây phương: [[Jean-Baptiste Chaigneau|Chaigneau]], [[Philippe Vannier|Vannier]], de Forçan đưa các ghe chiến vào rồi quay lại bảo vệ Nguyễn Ánh khi trận chiến xảy ra. Nhưng nóng lòng, sốt ruột, máu chiến sĩ nổi lên, de Forçan lẻn đi trong đêm tối, tự mình đốt được 7 ghe chiến địch. Chiến trận kéo dài 3 giờ sáng đến đứng trưa 1-3-1801 (\"Dần tới Ngọ\" của Thực lục). Thuyền [[Nhà Tây Sơn|Tây Sơn]] cháy tan, nhưng họ còn cố chống giữ trong các giàn súng tới khi cuối cùng đám cháy lan đến các thùng thuốc súng làm nổ tung hết lên. Như lời Chaigneau báo cho [[Laurent André Barisy|Barizy]] biết chiến thắng, \"ta đốt hết cả thủy quân giặc, không sót một chiếc thuyền nhỏ nào\".''\n\n''Ông thấy rằng \"người Nam chưa bao giờ phải đánh trận dữ dội như vậy\" và sử quan cũng không quên kết luận: \"Người ta gọi trận này là đệ nhất vũ công\".''\n\n''Ngày đó, Nguyễn Ánh đổ bộ lên chợ Giã, ra dụ chiêu an rồi sai người đi báo cho [[Phú Yên]], Bình Khang, [[Bình Thuận]] biết. Ông lại bảo Gia Định truyền sứ cho tin đến tận [[Campuchia|Cao Miên]], [[Xiêm|Xiêm La]]. Tuy vậy, Ánh cũng mất đến hơn 600 người. Tướng thì ngoài [[Võ Di Nguy]] còn có Cai cơ Hoàng Văn Định, Phó Tiền thủy dinh và Phó Vệ úy Nguyễn Vĩnh Hựu của đạo Thần Sách.''\n\n''Phía [[Nhà Tây Sơn|Tây Sơn]], họ \"chống giữ đến chết\" như Chaigneau nói, cho nên toàn bộ thủy quân đều bị tiêu diệt. Từ nay họ không còn chút uy thế nào trên mặt bể nữa, trước cả khoảng tháng 4 [[âm lịch]] khi Đông hải vương [[Mạc Quan Phù|Mạc Quần Phù]] cùng các tướng bị bắt lúc bị gió dạt ngoài khơi Thi Nại. Họ hoàn toàn không kiểm soát được mặt bể để tha hồ cho thủy quân [[Gia Định]] tung hoành ra lấy Phú Xuân mà không sợ một lực lượng lưu động nào theo kịp ngăn trở nữa. [[Trần Quang Diệu]] còn bức được Võ Tánh chết, nhưng sự thực đám quân tướng Tây Sơn ở đây mấy tháng sau phải tan rã trên rừng chính vì không thể nào di động theo các đồng bằng dọc biển mà không có yểm trợ của thủy quân, chính vì sự tan vỡ ở trận Thi Nại này vậy.''<ref>[[Tạ Chí Đại Trường]] (1973), Lịch sử Nội Chiến Việt Nam 1771- 1802, Sài Gòn: Nhà xuất bản Văn Sử Học, tr. 328-330.<\/ref>\n}}\n\n==Thiệt hại==\nTheo sử gia [[Phạm Văn Sơn]]: Đến 4 giờ sáng hôm sau, tức ngày 16 [[tháng giêng]], các chiến hạm của [[Cố đô Huế|Phú Xuân]] đều ra tro, thuyền lớn thuyền nhỏ đến quá trưa mới tắt lửa. Tính ra quân Nguyễn chết mất 4.000, trong số đó có tướng [[Võ Di Nguy]], ba anh em [[Thư Ngọc Hầu]]... Quân [[Nhà Tây Sơn|Tây Sơn]] thiệt hại rất lớn. Theo sử nhà Nguyễn thì Tây Sơn mất tới 20 ngàn lính và hầu hết cả hải đội hùng mạnh: thuyền buồm các loại bị mất 1.800 chiếc, 600 khẩu [[Súng thần công|đại bác]] đủ cỡ và nhiều quân nhu, vũ khí, vàng bạc của binh tướng Tây Sơn rơi xuống đáy biển hết.<ref>Ở đoạn này, sử gia [[Phạm Văn Sơn]] kèm theo lời bình: \"Con số này do sử Pháp chép theo sử ta. Sử [[nhà Nguyễn]] thường hay tự đề cao bản triều, nên chỉ có thể tin rằng quân Nguyễn thắng mà thôi\".<\/ref>\n\n==Sau trận thủy chiến==\n[[Tập tin:Súng thần công thời Tây Sơn.jpg|nhỏ|Súng thần công của [[Quân đội nhà Tây Sơn|quân Tây Sơn]] được tìm thấy tại căn cứ thủy binh Tây Sơn ở cảng Thị Nại ([[Quy Nhơn]]), hiện được trưng bày trong Bảo tàng Tây Sơn (Bình Định).]]\nQuét xong thủy quân [[Nhà Tây Sơn|Tây Sơn]] ở Thị Nại, nhưng lúc này thành Bình Định mỗi ngày mỗi kiệt quệ. Chúa Nguyễn ra lệnh cho [[Võ Tánh]] và [[Ngô Tùng Châu]] bí mật trốn ra khỏi thành, nhưng [[Võ Tánh]] biên thư từ chối: ''Tinh binh của Tây Sơn ở [[Quy Nhơn]] cả, nên lợi dụng lúc này đánh [[Cố đô Huế|Phú Xuân]] thì lợi hơn''...<ref>Theo trang website báo Bình Định: \"Võ Tánh tuy gần cạn đạn dược cùng lương thực song vẫn cố thủ và sai nữ tướng tâm phúc là Nguyễn Thị Hào mang mật thư gặp Nguyễn Phúc Ánh, khuyên nên bỏ thành Bình Định mà đánh chiếm lấy [[Cố đô Huế|Phú Xuân]], vì lực lượng chủ lực của [[Nhà Tây Sơn|Tây Sơn]] đã dồn hết vào Bình Định, nên Phú Xuân lực lượng rất yếu.\" Xem [http:\/\/www.baobinhdinh.com.vn\/642\/2004\/2\/8538\/].<\/ref>\n\nChúa Nguyễn liền cử [[Nguyễn Văn Thành]] ở lại chiến đấu với [[Trần Quang Diệu]] và [[Võ Văn Dũng]], và đặt một phần quân lực giữ cửa Thị Nại. Ngày 5 [[tháng sáu|tháng 6]] năm [[1801]], chúa Nguyễn dẫn tàu thuyền ra khỏi Thị Nại, hợp quân với [[Nguyễn Văn Trương]] tiến ra đánh [[Cố đô Huế|Phú Xuân]]...<ref name=\"b\" \/>\n\nTrận Thị Nại 1801, là trận thủy chiến lớn nhất nơi đầm Thị Nại. Từ đấy quân nhà Nguyễn giữ vững vùng biển chiến lược này. Thời [[Pháp thuộc]], Trường Xuyên có bài thơ hoài cổ rằng:\n:''Thị Nại xưa kia vũng chiến trường,\n:''Nổi chìm thế sự mấy triều vương...\n:''Non mây nghi ngút nơi binh dữ,\n:''Biển ráng chưa tan bọt máu hường.\n:''Nhạn lãnh sóng vờn gương đế bá\n:''Phương Mai rừng đắp vết tang thương.\n:''Bùi ngùi ngắm cảnh quay trông lại\n:''Lớp lớp xe ai rộn phố phường!''<ref>Theo [[Quách Tấn]], ''Nước non Bình Định''.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.sggp.org.vn\/vanhoavannghe\/2008\/9\/164110\/ Phát hiện súng thần công trên đầm Thị Nại]\n\n{{Phong trào Tây Sơn}}\n\n[[Thể loại:Xung đột 1801]]\n[[Thể loại:Chiến tranh Tây Sơn – Chúa Nguyễn]]\n[[Thể loại:Việt Nam năm 1801]]"}