{"32081":"{{Distinguish|Trần Khắc Chung}}\n'''Trần Khát Chân''' ([[chữ Hán]]: 陳渴真 [[1370]] &ndash; [[1399]]) là một tướng lĩnh [[Đại Việt]] cuối thời [[nhà Trần|Trần]]. Ông nổi bật với việc chỉ huy quân đội Việt [[Chiến tranh Việt – Chiêm (1367-1396)|chống lại các đợt tấn công]] của [[Chiêm Thành]], đánh bại vua Chiêm là [[Chế Bồng Nga]] trong trận Hải Triều năm 1390. Năm 1399, ông liên kết với một số tôn thất, tướng lĩnh mưu sát Bình chương [[Hồ Quý Ly]], người nắm đại quyền trong triều đình vua [[Trần Thuận Tông]]. Âm mưu thất bại, Trần Khát Chân bị xử tử cùng gần 400 người khác.\n\n==Tiểu sử==\n===Thuở nhỏ===\nTrần Khát Chân sinh ngày [[Tân Sửu]], tháng Chạp, năm Thiệu Khánh thứ nhất ([[1370]]), người làng Hà Lãng, phủ Vĩnh Ninh, nay là xã Hà Lương, huyện Vĩnh Lộc, tỉnh Thanh Hóa. Ông là người thuộc dòng dõi Bảo Nghĩa vương [[Trần Bình Trọng]], cha ông là Trần Vi Nhân làm nghề thầy thuốc, mẹ ông là Đặng Thị Thục.<ref>{{Chú thích web|url=http:\/\/hanoi.vietnamplus.vn\/Home\/Tran-Khat-Chan-va-ke-hoach-muu-sat-Ho-Quy-Ly\/200910\/286.vnplus|tiêu đề=Trần Khát Chân và kế hoạch mưu sát Hồ Quý Ly}}<\/ref>\n\nNăm [[1388]], Trần Khát Chân đỗ [[Thái học sinh]].\n\n===Chống quân Chiêm Thành===\n[[Tháng mười một|Tháng 11]] năm [[Kỷ Tỵ]] ([[1389]]), quân Chiêm Thành đánh chiếm Thanh Hóa, đánh vào hương Cổ Vô, vua [[Trần Thuận Tông]] sai [[Hồ Quý Ly]] đem quân chống giữ. Theo chính sử:\n:''“Giặc [tức Chiêm Thành] đắp ngăn dòng sông ở thượng lưu, quan quân [tức quân nhà Trần] đóng nhiều cọc để đối địch. Ngày 20 giặc mai phục quân và voi, giả bỏ trại mà về.''\n:''Quý Ly chọn những quân tinh khỏe gọi là quân cảm tử, đuổi theo để đánh. Quân thủy nhổ cọc ra đánh. Giặc bèn phá đập chắn nước, cho voi xông ra. Tướng coi quân Hữu Thánh dực là Nguyễn Chí bị giặc bắt; còn các quân tướng khác 70 người đều chết. Quý Ly để tỳ tướng là Phạm Khả Vĩnh ở lại cầm cự với giặc, còn mình thì trốn về. [[Nguyễn Đa Phương]] tạm coi quân Thánh dực.''”\n\nHồ Quý Ly chạy trốn về đến kinh đô, xin thêm thuyền ra tiếp ứng, nhưng Thượng hoàng [[Trần Nghệ Tông]] không đồng ý. Quý Ly vì thế xin từ chức cầm quân và không đi đánh nữa. Còn Nguyễn Đa Phương và Phạm Khả Vĩnh, thấy thế giặc mạnh, lại không có lực lượng hỗ trợ cũng bèn trốn đi. \n\nQuân Chiêm thừa thắng tiến ra Bắc, đóng quân trên sông Hoàng Giang (thuộc [[Hà Nam]] ngày nay). Kinh thành [[Thăng Long]] rơi vào tình trạng hỗn loạn, mọi người lo sợ bỏ đi lánh nạn.\n\nThượng hoàng liền sai Trần Khát Chân, một đô tướng trẻ tuổi, một võ quan cấp thấp đem quân Long Tiệp đi đánh giặc. Khát Chân vâng mệnh, khảng khái rỏ nước mắt lạy tạ ra đi. Đại quân tiến đến sông Hoàng thì gặp giặc.\n\nXem xét địa thế không có lợi cho việc bày trận chiến đấu, Khát Chân liền lui quân về giữ sông Hải Triều (tức [[sông Luộc]], khúc sông chảy qua huyện Phù Cừ, tỉnh [[Hưng Yên]] và huyện Hưng Hà, tỉnh [[Thái Bình]]). Lúc ấy, Trần Nguyên Diệu, em của Phế đế [[Trần Phế Đế (Đại Việt)|Trần Hiển]] đem bè lũ đầu đảng chạy theo quân Chiêm do muốn báo thù Nghệ Tông và Hồ Quý Ly đã giết anh mình.\n\nTháng giêng năm [[Canh Ngọ]] ([[1390]]), [[Chế Bồng Nga]] cùng với Nguyên Diệu đem hơn 100 chiến thuyền đến xem tình hình của quan quân nhà Trần (đại quân theo sau tiếp ứng).\n\nNgày [[23 tháng 1]] năm Canh Ngọ ([[1390]]), ông cho phục binh ở ngã ba sông Hải Triều và sông Nhị Hà. Trong các quan quân của Bồng Nga có Ba Lậu Kê, một tiểu thần bị Bồng Nga trách phạt sợ phải chết, đã chạy trốn sang quân nhà Trần và chỉ vào thuyền sơn lục (màu xanh) bảo rằng đó là thuyền của Quốc vương. Khát Chân biết được liền cho các súng bắn vào và giết chết Bồng Nga, quân giặc chạy tan tác. Nguyên Diệu liền cắt lấy đầu của Bồng Nga chạy về với quân nhà Trần, nhưng bị hai tướng là Phạm Nhữ Lặc và Dương Ngang giết. Khát Chân sai quan giám là Lê Khắc Khiêm bỏ thủ cấp của Bồng Nga vào hòm chở về báo tin thắng trận tại bến Bình Than, nơi Thượng hoàng đang đóng quân. Bấy giờ đồng hồ đã điểm canh ba, thượng hoàng đang ngủ, bị kinh động thức dậy tưởng là giặc đánh đến nơi. Đến khi nghe tin báo thắng trận nói rằng đã lấy được thủ cấp của Bồng Nga thì mừng rỡ, liền cho triệu các quần thần đến xem. Các quan mặc triều phục hô ''\"vạn tuế”''. Lúc đó Thượng hoàng vui mừng nói: ''“Ta với Bồng Nga cầm cự với nhau đã lâu ngày nay mới được thấy mặt, khác gì Hán Cao Tổ thấy đầu Hạng Vũ. Thiên hạ yên rồi”''.\n\nĐể thưởng công cho Trần Khát Chân, vua Thuận Tông phong cho ông làm Long Tiệp bổng thần nội vệ Thượng tướng quân, gia phong tước Vũ tiết quan nội hầu và được cấp hai tổng Đông Thành và Nguyễn Xá làm thái ấp; sau lại ban thêm xã Kẻ Mơ (nay là Hoàng Mai) cho ông và người em là Trần Nguyên Hạng.{{cần dẫn nguồn}}\n\n===Mưu sát Hồ Quý Ly===\nNăm [[1394]] Thượng hoàng Nghệ Tông mất. Năm [[1398]], Hồ Quý Ly bắt vua Thuận Tông nhường ngôi cho con trai là [[Trần Thiếu Đế|Thái tử An]] mới có 3 tuổi, rồi sau đó sai người giết chết Thuận Tông ([[1399]]). Kể từ năm [[1397]], Hồ Quý Ly bắt đầu cho xây dựng kinh đô mới ở Thanh Hóa (ngày nay vẫn còn thường gọi là thành [[Thành nhà Hồ|Tây Đô]] hoặc thành nhà Hồ). Thành có 4 cửa mở ra bốn hướng, và cửa Nam là chính môn. Cửa này có con đường lát đá dẫn thẳng tới ngọn núi Đốn Sơn (tức núi Đún, ở xã Cao Mật, huyện Vĩnh Lộc, tỉnh Thanh Hóa). Con đường này dài tới ba nghìn thước và theo như nhân dân địa phương kể thì do Trần Khát Chân đắp nên.\n\nNhững việc làm của Hồ Quý Ly đã làm cho một số quan lại trung thành với họ Trần càng thêm bất mãn. Họ cấu kết với nhau tìm cách mưu sát Hồ Quý Ly. Trong số đó có Trần Khát Chân và [[Trần Nguyên Hãng]]. \n\nMùa hạ năm [[1399]], Hồ Quý Ly tổ chức hội thề trên đỉnh núi Đốn Sơn. Quý Ly ngồi trên lầu nhà Khát Chân để xem. Phạm Thu Tổ và thích khách Phạm Ngưu Tất cầm gươm định tiến lên lầu, nhưng không rõ thế nào mà Khát Chân lại trừng mắt ra hiệu ngăn lại, rồi thôi. Quý Ly chột dạ đứng dậy đi xuống lầu có vệ sĩ hộ vệ. \n\nNgưu Tất liền vứt gươm xuống đất nói: “Chết uổng cả lũ thôi”. Việc đó bị lộ, bọn tôn thất Trụ quốc (Trần) Nhật Đôn, Tướng quân Trần Khát Chân, Phạm Khả Vĩnh, Hành khiển Hà Đức Lân, Lương Nguyên Bưu, Phạm Ông Thiện, Phạm Ngưu Tất và các thân đảng cộng hơn 370 người đều bị giết cả; tịch thu gia sản, con gái bắt làm tì, con trai từ một tuổi trở lên hoặc chôn sống, hoặc dìm nước. Lùng bắt dư đảng đến mấy năm không thôi.\n\nVề cái chết của Trần Khát Chân, Đại Việt Sử ký Toàn thư chép:\n:''“Người đời truyền rằng Khát Chân khi sắp bị chém, lên núi Đốn Sơn gào thét ba tiếng. Chết qua ba ngày sắc mặt vẫn như sống, ruồi nhặng không dám bậu vào. Sau đó gặp đại hạn đảo vũ thì ứng ngay”.'' \n\nSử thần [[Ngô Sĩ Liên]] nhận xét: ''\"Quý Ly đến đây gây nhiều tội ác. Trần (Nguyên) Hãng giao hoan với văn võ bá quan từ trước rồi, nếu biết thừa cơ quyết đoán, vạch tội Ly, hiệp với Khả Vĩnh mà giết thì danh chính ngôn thuận, mà làm được việc. Đáng tiếc chỉ vì do dự mà đến nỗi phải bại vong\"''.\n\nCác lực lượng chống đối bị trừ bỏ, năm sau Hồ Quý Ly cướp ngôi [[nhà Trần]] ([[1400]]).\n\n==Tôn vinh==\nVề sau, các triều đại đều có sắc phong cho Trần Khát Chân và Trần Nguyên Hãng làm Thượng đẳng phúc thần.<ref>{{chú thích web|title=Đặc sắc những ngôi đền thờ danh tướng Trần Khát Chân ở xứ Thanh|url=https:\/\/vhds.baothanhhoa.vn\/diem-den-xu-thanh\/dac-sac-nhung-ngoi-den-tho-danh-tuong-tran-khat-chan-o-xu-thanh\/19805.htm|website=baothanhhoa.vn|accessdate=2021-10-26}}<\/ref><ref>{{chú thích web|title=Về thăm đền Trần Khát Chân, nghe chuyện danh tướng của Thành Tây Đô|url=https:\/\/baothanhhoa.vn\/van-hoa-giai-tri\/ve-tham-den-tran-khat-chan-nghe-chuyen-danh-tuong-cua-thanh-tay-do\/119551.htm|website=baothanhhoa.vn|accessdate=2021-10-26}}<\/ref> Làng Hà Lương nơi ông bị hành hình và 29 làng xã khác vùng Cao Mật, Bình Bút, Nam Cai (Thanh Hóa) cùng các làng vùng Kẻ Mơ (Thăng Long) sau đó đều lập đền thờ ông.\n\nHiện nay còn đền thờ ông ở làng Phương Nhai và vùng Kẻ Mơ (sau này đến đời [[Nhà Lê sơ|Hậu Lê]], Kẻ Mơ được chia thành 2 xã là Hoàng Mai và Tương Mai. Xã Tương Mai nay là phường Tương Mai, quận Hoàng Mai, [[Hà Nội]]. Tại đây, có đình Tương Mai là nơi thờ cúng ông). Tên ông được đặt cho một phố nối giữa phố [[Đại Cồ Việt]] và phố Lò Đúc tại [[Hà Nội]], và cho một trường Trung học Phổ thông tại huyện [[Vĩnh Lộc]] quê hương ông.\n\nNgười dân ở địa phương nơi đây không dùng từ chân mà thay bằng từ \"cẳng\" để tránh phạm tới tên của ông. Đền thờ Trần Khát Chân cũng được nhân dân xây dựng tại quê nhà, ngay tại khu di tích [[thành nhà Hồ]]. Đền Tiên Dương, xã [[Yên Thành, Yên Mô|Yên Thành]], huyện [[Yên Mô]], tỉnh [[Ninh Bình]] cũng là nơi thờ Trần Khát Chân. Ở quận 1, thành phố Hồ Chí Minh có một con đường mang tên ông nhưng lại viết là Trần Khắc Chân.<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/news-20200923182313751.htm|tựa đề=Nhiều tên đường ở TP HCM lâu nay bị đặt sai|tác giả=Phan Anh|họ=|ngày=2020-09-23|website=[[Báo Người Lao Động]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2021-10-26}}<\/ref>\n\n==Xem thêm==\n*[[Nhà Trần]]\n*[[Chiêm Thành]]\n*[[Chế Bồng Nga]]\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1370|mất=1399|tên=Trần Khát Chân}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Võ tướng nhà Trần]]\n[[Thể loại:Hoàng tộc nhà Trần]]\n[[Thể loại:Thái học sinh nhà Trần]]\n[[Thể loại:Hầu tước nhà Trần]]"}