{"509054":"{{bài cùng tên|Tu Vũ}}\n{{thiếu nguồn gốc}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n'''Trận Tu Vũ''' là một trận đánh để mở màn cho [[chiến dịch Hòa Bình]] (10\/12\/1951-25\/2\/1952) trong thời kì [[chiến tranh Đông Dương]]. Tên trận đánh lấy tên của địa điểm đã diễn ra nó, nay nằm tại huyện [[Thanh Thủy, Phú Thọ|Thanh Thủy]], thuộc tỉnh [[Phú Thọ]].\n\n==Bối cảnh==\nSau thất bại ở [[Chiến dịch Biên giới|Chiến dịch Biên giới thu đông 1950]], tiếp đó lại bị đánh mạnh ở Trung du, [[quốc lộ 18|đường 18]], [[Hà Nam Ninh]], quân Pháp lâm vào thế phòng ngự bi động. Để giành lại quyền chủ động, mùa đông năm 1951, Pháp mở cuộc tiến công ra [[Hòa Bình]], lập phòng tuyến [[sông Đà]] nối liền với phòng tuyến phòng thủ trung tâm [[Sông Đáy]], nhằm tăng cường khả năng phòng thủ đồng bằng [[Bắc Bộ Việt Nam|Bắc Bộ]], cắt đứt đường liên lạc giữa [[việt Bắc|chiến khu Việt Bắc]] với các [[Liên khu]] 3 và 4.\n\nTrước tình hình đó, Bộ Chính tri Trung ương [[Đảng Cộng sản Việt Nam|Đảng cộng sản Việt Nam]] quyết định mở chiến dịch tiến công quân Pháp ở [[Hòa Bình|Hoà Bình]]. Mở màn chiến dịch, [[trung đoàn]] 88 [[sư đoàn 308, Quân đội Nhân dân Việt Nam|đại đoàn 308]] đã tiến công tiêu diệt cứ điểm Tu Vũ.\n\n''Sau khi địch tấn công ra Hòa Bình, Bộ Chính tri, Trung ương Đảng và Tổng Quân ủy nhận định: Đây là cơ hội tốt cho ta tiêu diệt nhiều sinh lực địch, và hạ quyết tâm mở chiến dịch tiến công quân địch ở Hòa Bình. Bộ chi huy chiến dịch quyết định tập trung lực lượng trên hướng chủ yếu, đột phá tuyến phòng thủ sông Đà của địch. Trong đợt 1 chiến dịch, \"tập trung lực lượng tiêu diệt cứ điểm Tu Vũ và Chẹ (Tu Vũ là chính). Nếu địch chiếm lại thì phải kiên quyết tiêu diệt, nhằm phá vỡ mắt xích quan trọng của phòng tuyến sông Đà, mở cửaa đưa lực lượng vào triền khai bao vây tiến công địch ở thi xà Hòa Binh. Trung đoàn 88 đánh có thể thuận lợi, nhưng cũng có thể phải trả giá rất đắt; một trung đoàn không xong thì ta dùng hai trung đoàn dù phải hy sinh bộ phận cho toàn bộ cũng phải làm …\"''\n\n(''Chỉ thị của Đại tướng [[Võ Nguyên Giáp]] khi giao nhiệm vụ cho đại đoàn trưởng 308 [[Vương Thừa Vũ]]'')\n\nTrận đánh diễn ra trong hoàn cảnh [[trung đoàn]] tiếp cận bi lộ, [[pháo binh]] Pháp bắn phá mãnh liệt vào đội hình hành quân của các đơn vi. Nhưng với quyết tâm chiến đấu cao, cán bộ chiến sĩ toàn trung đoàn đã khắc phục khó khăn, dũng cảm chiến đấu, tiêu diệt hoàn toàn cứ điểm Tu Vũ. Chiến thắng Tu Vũ đánh dấu bước trưởng thành lớn mạnh của trung đoàn, trình độ tổ chức chỉ huy và ý chí quyết đánh quyết thắng của cán bộ, chiến sĩ. Trận đánh cho Việt Minh một số kinh nghiệm tốt về tồ chức chuẩn bi và thực hành chiến đấu tiến công quân Pháp phòng ngự vững chắc.\n\n==Tình hình==\nCứ điểm Tu Vũ năm trên địa bàn xã Tu Vũ, [[thanh Thủy (huyện)|huyện Thanh Thủy]], tỉnh [[Phú Thọ]], trên đường liên tỉnh [[Hòa Bình]] đi [[Phú Thọ]], cách thi xã [[Hòa Bình]] 30&nbsp;km về phía bắc, Cứ điểm ở ngay bên bờ [[sông Đà]], trên bình độ 20, có chiều dài 250 m, [[chiều rộng]] 100 m.\n\n[[Hướng Đông Bắc|Đông Bắc]] cứ điểm giáp [[sông Đà]], phía bắc cách khoảng 300 m có các làng Tu Vũ, Đông Xuân, phía tây có làng Bò Ngang, qua bãi lau rộng khoảng 3 [[kilômét|km]] là dãy núi Yên Lãng (cao 205 [[m]]), tại đây có thể quan sát được toàn bộ cứ điểm và các khu vực xung quanh, làng bản ở đây bị Pháp đốt phá, phần lớn nhân dân đã sơ tán khỏi khu vực này.\n\nĐường liên tỉnh [[Hòa Bình]] đi [[Phú Thọ]] là một tuyến đường quan trọng chạy từ đông nam lên phía bắc, gần như song song với [[sông Đà]] và có những đoạn chạy sát bờ sông, đường rải đá cấp phối, mặt đường rộng khoảng 6m, xe cơ giới đi lại dễ dàng. Đoạn chạy qua cứ điểm Tu Vũ chia cứ điểm thành hai khu vực. Ngoài ra còn có các đường mòn chạy từ núi Yên Lăng qua bãi lau tới cứ điểm và từ điềm cao 313 ra khu C.\n\n[[Sông Đà]] chảy từ tây bắc qua thị xã [[Hòa Bình]] lên phía bắc để ra [[sông Hồng]], đoạn chảy qua địa phận Tu Vũ rộng 400 – 500 m. Giữa sông có cồn cát lớn, từ Tu Vũ có thể lội sang dược. Từ mép bờ sông đến chân cứ điểm là bãi cát rộng khoảng 150m.\n\nNgòi Lát bắt nguồn từ dãy Yên Lãng chảy từ tây bắc xuống đông nam ra [[sông Đà]], đoạn chảy qua cứ điểm chia cứ điểm thành hai khu vực (đông bạc và tây nam). Ngòi rộng 5 – 7 m, sâu 2 –3 m, hai bên bờ dốc đứng, có một cầu sắt (dầm gỗ) bắc qua. Cầu dài 10 m, rộng 5 m, cách mặt nước 7 m, có vị trí quan trọng nói liền hai khu vực của cứ điềm.\n\nThời tiết lúc này đang trong mùa khô, đêm có trăng sáng, tiện cho hành quân vào chiếm lĩnh trận địa và quan sát, nhưng dễ bi lộ.\n\nTóm lại, địa hình khu vực Tu Vũ tương đồi bằng phẳng, tiện cho quan sát cơ động lực lượng, nhưng dễ bi lộ nếu không ngụy trang tốt, Ngòi Lát có trở ngại cho việc tiếp cận cứ điểm. Có nhiều đường mòn nên khi hành quân dễ bi lạc.\n\n==Lực lượng==\n===Pháp===\nCứ điểm Tu Vũ là một vị trí thuộc cụm phòng ngự then chốt của phân khu sông Đà do [[tiểu đoàn]] 1 [[trung đoàn]] [[bộ binh]] [[Maroc]] thứ nhất (1e RTM) được tăng cường một [[đại đội]] thuộc [[tiểu đoàn]] người [[Mường]] thứ 6, 1 [[xe tăng]] và 2 [[phương tiện chiến đấu bọc thép|xe thiết giáp]] chiến giữ, Pháp tổ chức phòng ngự thành 3 khu (khu A, khu B ở đông bắc Ngòi Lát, khu C ở tây nam Ngòi Lát).\n\nKhu A có 1 [[đại đội]] [[bộ binh]], 1 [[phương tiện chiến đấu bọc thép|xe thiết giáp]]; [[công sự]] phòng ngự có 6 ụ chiến đấu bao quanh 1 [[lô cốt]] lớn. Trong [[lô cốt]] đặt 2 [[pháo]] 37 tâm và trung, đại liên.\n\nKhu B là khu quan trọng nhất, có sở chi huy [[tiểu đoàn]] 1, 2 [[đại đội]] [[bộ binh]], 1 [[xe tăng]], 1 [[phương tiện chiến đấu bọc thép|xe thiết giáp]], 1 DKZ 57&nbsp;mm, 2 pháo 37&nbsp;mm, công sự phòng ngự có 1 lô cốt lớn, nhiều ụ chiến đấu và 3 hầm ngầm.\n\nKhu C có 1 [[đại đội]] [[bộ binh]], 1 [[lô cốt]] và 7 ụ chiến đấu.\n\nCứ điểm được xây dựng khá kiên cố, các [[lô cốt]] chính cao 5 m, có 2 tầng, tường [[lô cốt]] dày 0,8 m. Có hào chiến đấu, hào giao thông nối liền các [[lô cốt]], hầm ngầm, ụ chiến đấu thành thế liên hoàn vững chắc.\n\nXung quanh cứ điểm có ít hàng rào dây thép gai (đơn, mái nhả, cũi lợn, bùng nhùng) với chiều sâu 40 – 80 m, xen kẽ là [[mìn]] chống [[bộ binh]]. Ngăn cách giữa các khu có hàng rào bùng nhùng.\n\nQuanh cứ điểm, cây cối bị phát quang thành vành đai trống trải, rộng khoảng 300m. Phía tây bắc cứ điểm, quân Pháp phát quang làm sân bay dã chiến. Trên cồn cát giữa [[sông Đà]], có một số công sự chiến dấu.\n\nHàng ngày quân Pháp thường dùng [[máy bay]], [[pháo binh]] bắn phá vào khu vực chân điểm cao 313, dãy [[núi]] Yên Lãng, đồng thời cho lính vào các xóm lân cận dỡ nhà, bắt dân ra xây đắp công sự trong cứ điểm. Ban đêm quân Pháp cho các toán lính mai phục trên các đường mòn quanh cứ điểm để phát hiện lực lượng [[Việt Minh]], Trong quá trình chuẩn bị chiến trường, [[trinh sát]] của [[Việt Minh]] không giữ được bí mật để lộ dấu vết, có lần quân Pháp đã nổ súng làm hai cán bộ [[Việt Minh]] bi hy sinh, từ đó quân Pháp rất cảnh giác, cho [[pháo binh]] chuẩn bị sẵn các phần tử bắn vào những nơi nghi [[Việt Minh]] có thể tiếp cận. \nKhi bi [[Việt Minh]] tiến công, quân Pháp có thể được [[pháo binh]] ở Đá Chông, Thủ Pháp, Chẹ chi viện, khi cần thiết có thể có cả viện binh từ [[Hòa Bình]] lên hoặc từ Chẹ sang. Nếu có nguy cơ bi tiêu diệt, quân Pháp có thể lội sang cồn cát giữa [[sông Đà]] rồi dùng thuyền vượt sông sang cứ điểm Chẹ. Do ở vị trí cô lập, xa các cứ điểm Chẹ và Đá Chông nên khi bị tiến công quân Pháp dựa vào công sự chống trả chờ cứu viện, tinh thần chiến đấu dễ giảm sút.\n\nTóm lại, Tu Vũ là một mắt xích quan trọng trong phòng tuyến [[sông Đà]] của quân Pháp, một cứ điềm được tổ chức phòng ngự khá vững chắc, có lực lượng đông, thiện chiến, được [[không quân]], [[pháo binh]] yểm trợ đắc lực, nên quân Pháp sẽ ra sức chống trả nếu bị Việt Minh tiến công.\n\n===Việt Minh===\n[[Trung đoàn]] 88 có 3 [[tiểu đoàn]] [[bộ binh]] (29, 23, 322) và các đơn vị trực thuộc. Quân số, trang bị tương đối đầy đủ.\n\nCác đơn vị trong [[trung đoàn]] có truyền thống chiến đấu kiên cường, dũng cảm, đã lập nhiều chiến công xuất sắc trên đường số 4, số 13. Trải qua 4 [[chiến dịch]] liên tiếp trong một năm (1950 - 1951), [[trung đoàn]] đã trưởng thành, đội ngũ cán bộ, chiến sĩ được rèn luyện qua thực tiễn chiến đấu.\n\nSau khi đánh trận Chùa Cao (chiến dịch Quang Trung) không thành công, [[trung đoàn]] đã kịp thời rút kinh nghiệm, tìm ra những khuyết điểm để có hướng khắc phục, xây dựng đơn vị, củng cố ý chí, quyết tâm chiến đấu cho cán bộ, chiến sĩ.\nNhân dân xã Tu Vũ bị địch khống chế, nhưng vẫn tin tưởng và hướng về [[cách mạng]], Chi bộ [[Đảng phái chính trị|Đảng]] của xã bám dân, bám làng bản đề hoạt động, giúp [[trung đoàn]] chuẩn bị chiến trường.\n\nTóm lại, [[trung đoàn]] 88 bước vào trận chiến đấu với quân số trang bị đủ, được tăng cường hỏa lực và có sự giúp đỡ của nhân dân địa phương, song cũng gặp những khó khăn: chưa có kinh nghiệm chiếu đấu hiệp đồng binh chủng trong đánh công sự vững chắc, địa hình trống trải, khó giữ bí mật khi tiếp cận.\n\n==Tổ chức chiến đấu của Việt Minh==\n[[Trung đoàn]] 88 được tăng cường [[tiểu đoàn]] [[bộ binh]] 80\/e36, [[tiểu đoàn]] [[pháo binh]] 90 (pháo 75&nbsp;mm), [[đại đội]] [[súng máy]] phòng không 12,7&nbsp;mm có nhiệm vụ tiêu diệt cứ điểm Tu Vũ mở màn chiến dịch tiến công [[Hòa Bình]].\n\nSau khi nhận nhiệm vụ, [[trung đoàn]] đã khẩn trương tiến hành công tác chuẩn bị chiến đấu, tổ chức cán bộ thành hai bộ phận: bộ phận đi trinh sát thực địa, chuẩn bị quyết tâm chiến đấu; bộ phận ở nhà chuẩn bị bộ đội, chuẩn bị vật chất cho trận đánh.\n\nTừ đài quan sát trên núi Yên Lãng, bộ phận trinh sát thực địa quan sát nắm chắc tình hình quân Pháp trong cứ điểm Tu Vũ; ban đêm [[Việt Minh]] vào trinh sát cứ điểm theo nhiệm vụ được phân công, xác định đường hành quân vào chiếm lĩnh trận địa, vị trí triển khai lực lượng, trận địa hỏa lực, mở cửa qua chướng ngại vật…\nCán bộ ở vị trí tập kết tổ chức cho bộ đội làm các công tác chuẩn bị chiến đấu; rút kinh nghiệm trận đánh Chùa Cao, sinh hoạt chính trị, quán triệt nhiệm vụ, ý nghĩa trận đánh, thảo luận phương án chiến đấu….\n\nTư tưởng chỉ đạo: Tiến công kiên quyết, liên tục, đánh nhanh, tiến chắc, tiêu diệt gọn quân Pháp, sẵn sàng đánh viện binh ban ngày.\n \n* Cách đánh:\n\nBí mật tiếp cận triển khai lực lượng, hình thành thế bao vây, cắt gỡ một phần hàng rào; đột nhiên dùng hỏa lực chế áp quân Pháp, mở cửa bằng bộc phá liên tục, nhanh chóng đánh chiếm đầu cầu, thọc sâu, chia cắt tiêu diệt từng bộ phận, tiến tới tiêu diệt toàn bộ quân Pháp.\n\n* Hướng tiến công chủ yếu: từ bắc gốc gạo đánh vào tây khu B và sở chỉ huy tiểu đoàn địch. Hướng tiến công thứ yếu từ làng Tu Vũ đánh thọc theo trục đường vào khu A. Hướng phối hợp từ phía bắc nam cứ điềm đánh vào khu C. Mục tiêu chủ yếu là sở chỉ huy tiểu đoàn địch.\n\nĐội hình chiến đấu của [[trung đoàn]] tổ chức thành ba bộ phận: bộ phận đột kích; bộ phận hỏa lực; bộ phận dự bị.\n\n* Nhiệm vụ các đơn vị:\n\nTiểu đoàn 29 dược tăng cường 1 DKZ 75&nbsp;mm, 2 bazoka, được hoả lực của [[trung đoàn]] chi viện (4 pháo 75&nbsp;mm, 7 cối 82 mưu đảm nhiệm tiến công trên hướng chủ yếu tiêu diệt sở chỉ huy [[tiểu đoàn]] 1 và lực lượng quân Pháp ở khu B, bao vây chặt không cho quân Pháp chạy ra [[sông Đà]]. Trong quá trình tiến công phối hợp với [[tiểu đoàn]] 23 đánh quân Pháp ở khu A.\n\nTiểu đoàn 23 được tăng cường 1 DKZ, 2 đại liên, được 2 pháo 75&nbsp;mm của trung đoàn chi viện trực tiếp, có nhiệm vụ tiêu diệt quân Pháp ở khu A và viện binh quân Pháp ở hướng làng Tu Vũ đến.\n\nTiều đoàn 322 được tăng cường 1 đại đội\/dBB80, 1 pháo 75&nbsp;mm, 2 DKZ, 2 cối 82&nbsp;mm, 2 đại liên, đảm nhiệm tiến công trên hưởng phối hợp tiêu diệt quân Pháp ở khu C.\n\nTiểu đoàn 80 (-1c) làm đội dự bị của [[trung đoàn]], sẵn sàng bước vào chiến đấu trên các hướng (chủ yếu là hướng của tiểu đoàn 29) khi có lệnh.\n\nCác phân đội hỏa lực có nhiệm vụ chi viện cho bộ binh tiến công đồng thời kiềm chế pháo binh Pháp ở cứ điểm Chẹ, cụ thể:\n\n2 khẩu cối 82mm kiềm chế pháo quân Pháp ở cứ điểm Chẹ\n\n7 khẩu cối 82&nbsp;mm tổ chức thành trận địa, chi viện chung cho các hướng.\n \nĐại đội súng máy 12,7mm bố trí giữa sân bay và khu gốc gạo đề bảo vệ đội hình chiến đấu của [[bộ binh]], sở chỉ huy và yểm hộ cho [[trung đoàn]] khi lui quân.\n\n17 giờ ngày 10 tháng 12 năm 1951, [[trung đoàn]] hành quân chiếm lĩnh trận địa.\n\n2 giờ các đơn vị triển khai xong, sẵn sàng chờ lệnh nổ súng tiến công. Hiệu lệnh nổ súng: tiếng bộc phá mở cửa ở hướng chủ yếu (dBB29).\n\nTrinh sát [[trung đoàn]] thường xuyên bám sát, nắm chắc tình hình trong và ngoài cứ điểm, báo cáo kip thời những thay đổi về quân Pháp cho trung đoàn. Trinh sát [[tiểu đoàn]] dẫn đường, nắm rõ quân Pháp trên trục đường hành quân của tiểu đoàn.\n\nCác đơn vi tổ chức cho bộ đội mang vác gọn, không để va chạm phát ra tiếng động, ngụy trang kín đáo. Quân trang nặng để lại hậu cứ.\n\n*Tổ chức chỉ huy:\n\nSở chỉ huy trung đoàn ở tây nam gốc gạo, Trung đoàn phó chi huy hỏa lực, tham mưu trưởng đi cùng tiểu đoàn 322.\n\n*Dự kiến một số tình huống và cách xử trí:\n\nKhi hành quân tiếp cận địch, nếu gặp quân Pháp tuần tiễu hoặc phục kích thì vòng tránh, nhanh chóng tiến lên chiếm lĩnh trận địa xuất phát tiến công; nếu bị lộ thì dùng lực lượng nhỏ bao vây tiêu diệt gọn quân Pháp. Nếu pháo của quân Pháp bắn chặn thì nhanh chóng vượt qua để chiếm lĩnh trận địa.\n\nTrường hợp đánh đêm chưa xong, chuyển sang đánh ban ngày, phải bám chắc đầu cầu và các vị trí đã chiếm được, củng cố công sự trận địa để tiếp tục tiến công.\n\nNếu Pháp cho quân đến cứu viện, trung đoàn sử dụng lực lượng dự bị để chặn đánh.\n\n==Diễn biến==\n16 giờ ngày 10 tháng 12, trinh sát trung đoàn báo cáo có một bộ phận quân Pháp đang đào công sự ở cồn cát giữa [[sông Đà]]. Trung đoàn trưởng báo cáo và đề nghị với đại đoàn trưởng cho sử dụng một lực lượng nhỏ dùng thuyền ra tiêu diệt và đánh chiếm cồn cát. Nhưng đại đoàn trưởng chỉ thị cho trung đoàn triền khai chiếm lĩnh trận địa theo kế hoạch đã định, vì thời gian rất gấp, không thể trì hoãn.\n\n17 giờ, trung đoàn trưởng hạ lệnh cho các đơn vị hành quân vào chiếm lĩnh trận địa.\n\nTiểu đoàn 29 với 5 khẩu sơn pháo 75&nbsp;mm, trung đội súng máy phòng không 12,7mm và sở chi huy trung đoàn đi theo đường xóm Né, Bò Ngang vào chiếm lĩnh trận địa ở phía tây khu B.\n\nTiểu đoàn 23 cùng với 2 khẩu pháo 75&nbsp;mm theo đường xóm Né Đồng Xuân vào chiếm lĩnh trận địa ở phía bắc khu A.\n\nTiểu đoàn 23 cùng các lực lượng tăng cường từ xóm Đồi Lau qua xóm Trại vào chiếm lĩnh trận địa ở phía tây nam khu C.\n\nTuy đã trinh sát kỹ, nhưng do địa hình trống trải, có nhiều đường ngang tất, nên trinh sát đã đưa tiểu đoàn 29 và tiểu đoàn 23 đi lạc đường và bị ùn tắc ở cuối sân bay. Do không giữ được bí mật nên bi lộ.\n\nTiểu đoàn sơn pháo 75&nbsp;mm và bộ phận súng cối gặp phục kích, quân Pháp bắn vài loạt rồi bỏ chạy về cứ điểm. Tiểu đoàn 322 cũng gặp quân Pháp tuần tra ở gần cứ điểm.\n\nĐội hình hành quân của trung đoàn bị lộ khi chưa vào đến vị trí xuất phát tiến công. Pháo của quân Pháp từ Chẹ, Đá Chông, Thủ Pháp bên kia công Đà bắn mạnh vào đội hình của trung đoàn, tạo nên màn đạn bao quanh cứ điểm. Bộ đội phải đứng lại đào công sự tránh pháo, một số bị thương vong. Mặc dù đã dự kiến trước tình huống này nhưng cán bộ chi huy các đơn vị lúc đầu tỏ ra lúng túng, nhất là khi hệ thống thông tin bị gián đoạn.\n\nPhát hiện được cuộc tiến công của Việt Minh, quân Pháp bắn pháo ngày càng mạnh hơn, tạo nên các đoạn bắn chặn cố định và di động trên các hướng tiến quân của trung đoàn, tiểu đoàn trưởng và chính trị viên của tiểu đoàn 23 hy sinh, tiểu đoàn trưởng và chính trị viên tiểu đoàn 29 bị thương. Tiểu đoàn pháo binh 90, và bộ phận cối 82&nbsp;mm bị pháo cản đường, hai khẩu pháo đi đầu bị trúng đạn. Chiến sĩ khiêng pháo bị thương không vào trận địa triển khai được. Sở chỉ huy trung đoàn cũng bi pháo bắn, phải di chuyền ra cạnh Ngòi Lát. Trung đoàn trưởng hầu như mất liên lạc với các đơn vị suốt từ 19 đến 22 giờ, các hướng tiến quân bị \"phơi lưng\" trước hỏa lực pháo binh của Pháp.\n\nMột số đồng chí phái viên cấp trên cùng đi với trung đoàn đã nêu ý kiến: \"Nên tổ chức đánh tiếp hay lui quân?\".\n\n22 giờ, tại sở chỉ huy trung đoàn, thường vụ đảng ủy trung đoàn họp dưới sự chủ toạ của đồng chí bí thư. Sau khi nhận định tình hình, thường vụ khẳng định: khả năng đánh thắng vẫn còn, lui quân lúc này cũng thêm tổn thất và ảnh hưởng tới tư tưởng bộ đội và quyết định.\n\nTiếp tục lãnh đạo trung đoàn thực hiện nhiệm vụ tiến công tiêu diệt cứ điểm Tu Vũ, đánh thắng trận mở màn chiến địch.\n\nVề biện pháp: nhanh chóng củng cố tổ chức, chấn chỉnh đội hình, đưa bộ đội vào tiếp cận sát hàng rào để tránh pháo sát thương, khẩn trương hoàn thành công tác chuẩn bị sẵn sàng nổ súng khi có lệnh.\n\nChuẩn bị kế hoạch đánh cả ngày hôm sau, Bộ tư lệnh đại đoàn nhất trí thông qua quyết tâm của trung đoàn và chỉ thị: tiếp tục động viên bộ đội khắc phục khó khăn. kiên quyết thực hiện nhiệm vụ tiến công trước lúc trời sáng. Lúc này thông tin giữa trung đoàn và các đơn vi vẫn chưa thông suốt, trung đoàn đã phân công cán bộ trực tiếp xuống từng đơn vi truyền đạt nghị quyết của thường vụ đảng ủy giúp đơn vi tổ chức chiến đấu và bổ sung của bộ cho tiểu đoàn 23\n\nTrung đoàn phó trực tiếp xuống chỉ đạo các đơn vi của tiểu đoàn pháo binh 90, nhanh chóng đưa pháo vào vị trí triển khai. Phó chính ủy trực tiếp xuống chấn chỉnh các phân đội bị lạc do pháo bắn chặn, tổ chức cho bộ đội vào chiếm lĩnh trận địa quy định.\n\nTrong khi thường vụ đảng ủy họp, các đơn vi mặc dù mất liên lạc với trung đoàn, lực lượng bị thương vong nhiều nhưng vẫn chủ động thực hiện nhiệm vụ được giao theo kế hoạch, đưa bộ đội vượt qua làn pháo đang chặn tiến vào vị trí triển khai. Tiểu đoàn 29 và tiểu đoàn 23 sau khi vào vị trí triển khai đã nhanh chóng cho lực lượng mở cửa lên cắt gỡ hàng rào. Thường vụ đảng ủy tiểu đoàn 29 họp đánh giá tình hình và hạ quyết tâm ngay dưới làn đạn pháo của quân Pháp.\n\nĐã quá giờ nổ súng theo quy định nhưng trung đoàn chưa tổ chức xong đội hình tiến công, hệ thống thông tin chưa thông suốt tới các đơn vị. Riêng tiểu đoàn 322 chiếm lĩnh trận địa xong đúng giờ quy định nhưng mất liên lạc với trung đoàn, pháo quân Pháp bắn nhiều, không phân biệt được đâu là tiếng bộc phá lệnh.\n\nChờ đến 23 giờ 05 phút, tham mưu trưởng hạ lệnh cho tiểu đoàn 322 nổ súng tiến công khu C. Đại đội 227 và đại đội 225 dùng bộc phá mở cửa. Cửa mở xong xung kích của đại đội 225 vượt qua cửa mở đánh chiếm lô cốt đầu cầu và phát triển vào trung tâm. Quân Pháp dùng 1 tiểu đội ra phản kích đầy lùi mũi đột kích một của đại đội 225, đại đội phải sử dụng đột kích hai vào cùng đột kích một đẩy lùi quân phản kích và phát triển chiến đấu. nhưng lại bị pháo và hỏa lực súng máy ban chặn, hai cán bộ trung đội hy sinh, lực lượng tiến công trên hướng này bị thương vong gần hết, phải tạm thời dừng lại.\n\nỞ hướng đại đội 227, sau khi mở được cửa, đột kích một nhanh chóng đánh chiếm 2 ụ súng số 5 và số 6; đột kích hai đánh chiếm ụ súng số 7 rồi chia thành hai mũi đánh lô cốt E và ụ súng số 8, bắt liên lạc được với đại đội 225. Đột kích một sau khi đánh chiếm ụ súng số 5 vả số 6 gặp hầm ngầm đã để lại một bộ phận đánh hầm ngầm, sồ còn lại tiếp tục phát triển vào dãy nhà lính để tiêu diệt quân Pháp, đồng thời tiến ra bờ sông Ngòi Lát.\n\n24 giờ 30, thấy mũi của đại đội 225 gặp khó khăn, tiểu đoàn lệnh cho đại dội 229 vào tiếp sức chiến đấu cho đại đội 225. Một chiến sĩ đại đội 225 dùng quả bộc phá 20&nbsp;kg đánh sập lô cốt trong trung tâm và anh dũng hy sinh. Đại đội 229 vào tới nơi liền chia thành 2 mũi. Mũi một đánh thắng vào phía đông đầu cầu bắc qua Ngòi Lát; quân Pháp ra phản kích bị đánh bật trở lại; một số bị tiêu diệt, số còn lại tháo chạy sang khu B. Mũi hai đánh tạt sang 2 ụ súng số 9, sổ 10; quân Pháp ở đây tháo chạy sang khu B bị mũi một chặn lại tiêu diệt một số.\n\nKhoảng 01 giờ ngày 11 tháng 12. tiều đoàn 322 làm chủ hoàn toàn khu C. Quân Pháp sợ Việt Minh tràn sang khu B nên đã dùng bộc phá phá cầu và cho pháo bắn trùm lên khu C. Do không bắt liên lạc được với trung đoàn, để giảm bớt thương vong cho đơn vị, tham mưu trưởng hạ lệnh cho tiểu đoàn 322 thu chiến lợi phẩm, giải quyết thương binh tử sĩ rồi rời khỏi trận địa.\n\nLúc 01 giờ 30 ngày 11 tháng 12, hai tiểu đoàn 29 và 23 mới chiếm lĩnh xong trận địa báo cáo về trung đoàn xin nổ súng. Lúc đó mạng thông tin hậu tuyến giữa trung đoàn với các đơn vị vẫn chưa triển khai xong; trung đoàn nhận được thông báo của đại đoàn: tiểu đoàn 322 đã tiêu diệt và làm chủ hoàn toàn khu C. Trưng đoàn ra lệnh cho hai tiểu đoàn 29 và 23 cùng lực lượng pháo binh khẩn trương hoàn thành công tác chuẩn bi tiến công.\n\n1 giờ 45 ngày 11 tháng 12, trung đoàn trưởng lệnh cho pháo binh thực hành pháo hỏa chuẩn bị. Lúc này trăng sáng nhìn đồn quân Pháp rất rõ. 4 khẩu pháo 75&nbsp;mm và 6 khấu cối 82&nbsp;mm bắn dồn dập vào khu A, khu B. Sau đó tiểu đoàn 23 và 29 được lệnh mở cửa và xung phong đánh chiếm các mục tiêu quy định.\n\nTrên hướng tiều đoàn 23, ngay sau khi có lệnh nổ súng, đại đội 209 cho tổ bộc phá lên phá sạch 4 hàng rào ở cửa mở. Bộ phận đánh chiếm đầu cầu nhanh chóng xung phong đánh chiếm ụ súng số 14 rồi hình thành hai mũi, mũi một đánh chiếm nhà kho, mũi hai đánh chiếm ụ súng 1, sau đó phát triển sang hướng đại đội 213.\n\nCùng lúc đó đại đội 213 đánh chiếm các ụ súng số 15 và 16 rồi phát triển vào tung thâm khu A. Quân Pháp sử đựng hai xe thiết giáp và bộ binh ra phản kích vào bên sườn đại đội 213 cắt đội hình của đại đội ra làm hai (phía trước và phía sau). Ngay lúc đó khẩu ĐKZ đi cùng đại đội đã kịp thời nổ súng bắn cháy một xe thiết giáp, cùng với bộ binh đây lùi cuộc phản kích của. Quân Pháp phải co về lô cốt H, chiếc xe thiết giáp còn lại cùng một sồ lính chạy ra bờ sông Đà. Đại đội 213 tổ chức một mũi truy kích tiêu diệt chiếc xe và tốp bộ binh đó. Một bộ phận của đại đội 209 bao vây và tiêu diệt quân Pháp ở lô cốt H, làm chủ hoàn toàn khu A.\n\nTrên hướng tiểu đoàn 29, trong lúc pháo Việt Minh đang bắn mạnh vào cứ điểm, tổ bộc phá tiến lên mở nốt số hàng rào còn lại. Quân Pháp nổ súng chống trả quyết liệt, pháo từ Chẹ bắn sang hỗ trợ cho xe tăng ra bịt cửa mở. Tiểu đội bộc phá của đại đội 152 đánh hết 9 quả phá xong hàng rào, nhưng 12 đồng chí trong tiểu đội đã hy sinh. Đột kích một xung phong lên nhưng bị hỏa lực địch chặn lại. Việt Minh thương vong nhiều nên đại đội 152 buộc phải dừng lại trước lô cốt A và B.\n\nĐại đội 154 tiến dọc bờ ngòi Lát gặp bãi mìn phải dừng lại. Tiểu đoàn lệnh cho đại đội 156 theo đường cửaa mở của đại đội 152 tiến vào đánh chiếm lô cốt D, đến đây cũng bi hỏa lực bắn chặn không phát triển được. Tiểu đoàn lệnh tiếp cho đại đội 154 tiến qua cửa mở của đại đội 152 đánh chiếm lô cốt E là nơi đặt sở chỉ huy tiểu đoàn. Lúc này phần lớn lực lượng của tiểu đoàn 29 đã vào trong khu B, hình thành các mũi tiến công đủ mạnh để đánh vào các cụm quân Pháp. Một chiến sĩ đại đội 152 ôm quả bộc phá 20&nbsp;kg lao vào đánh sập hầm ngầm ở lô cốt A, diệt toàn bộ quân và anh dũng hy sinh.\n\nĐại đội 154 sau khi vòng qua bãi mìn đã đưa [[bazooka]] lên tiêu diệt chiếc xe tăng ở cạnh lô cốt C và bắn cháy xe thiết giáp cùng tốp bộ binh chạy ra phía sông Đà.\n\nĐại đội 156 sau khi diệt lô cốt D đánh vòng sang lô cốt C hình thành một mũi đánh ra dọc sông Đà bao vây quân Pháp nhưng vì lực lượng mỏng yếu nên không phát triển được. Quân Pháp sống sót ở khu A và khu B kịp thời rút ra cồn cát giữa sông, dựa vào công sự trận địa làm sẵn chống trả quyết liệt. Tiểu đoàn dùng hỏa lực tiêu diệt một số, số còn lại lên ca nô rút về Chẹ.\n\n04 giờ ngày 11 tháng 12 năm 1951, trung đoàn hoàn toàn làm chủ cứ điểm Tu Vũ, ra lệnh cho các đơn vị kiềm tra lại các vị trí chiến đấu, bắt tù binh, thu chiến lợi phẩm, giải quyết thương binh tử sĩ rồi rút về chân núi Yên Lòng, củng cố đơn vị sẵn sàng đánh ban ngày nếu Pháp đưa quân lên chiếm lại cứ điềm.\n\n==Kết quả==\n*Pháp:\n159 tử trận, 12 bị bắt, bị bắn cháy 1 [[xe tăng]], 2 [[phương tiện chiến đấu bọc thép|xe thiết giáp]], phá hủy 5 khẩu [[pháo]] từ 37 đến 57&nbsp;mm; thu 1 DKZ. 1 [[bazooka]] 60&nbsp;mm. 1 cối 60&nbsp;mm, 1 trọng liên. 8 đại liên.\n\n*Việt Minh:\n[[chết|Hy sinh]] 152, bị thương 490 người; hỏng 3 khẩu [[pháo]] 75&nbsp;mm và 2 khẩu [[cối]] 82&nbsp;mm.\n\n==Ý nghĩa==\nChiến thắng Tu Vũ đã làm rung chuyển tuyến phòng thủ [[sông Đà]] của quân đội Pháp. Trận đánh mở màn chiến địch giành thắng lợi, [[Việt Minh]] hoàn toàn làm chủ tả ngạn [[sông Đà]], khai thông đường vận chuyển từ hậu phương [[Việt Bắc]] tới [[Hòa Bình]], tạo điều kiện cho chiến dịch triển khai lực lượng đánh bại âm mưu của Pháp chiếm đóng vùng giải phóng [[Hòa Bình]]. Ngày 14 tháng 12 năm 1951, [[đại tướng]] [[Võ Nguyên Giáp]] đã đến tận đồn Tu Vũ đề nghiên cứu. Ông gửi thư khen ngợi [[trung đoàn]] 88. trong đó có đoạn viết:\n\n''... Chiến thắng Tu Vũ là một trận công kiên lớn nhất. mở màn chiến dịch. Chiến thắng Tu Vũ biểu hiện tinh thần quả cảm hy sinh, tích cực, chủ động tiêu diệt địch, linh hoạt trong chiến đấu, chứng tỏ bước tiến bộ mới của [[trung đoàn]] 88 nói riêng và của [[quân đội]] nói chung. Tiến bộ không chỉ đơn thuần về kỹ thuật, chiến thuật mà còn cả về mặt tư tưởng của quân đội [[cách mạng]] chỉ biết tiến công, không biết lùi bước. Tôi gửi lời khen ngợi các đồng chí [[trung đoàn]] 88 đã nêu cao gương anh dũng tuyệt vời của quân đội...''\n\nThắng lợi to lớn này chứng tỏ bước trưởng thành lớn mạnh của [[Quân đội Nhân dân Việt Nam]], khả năng đánh thắng quân Pháp phòng ngự trong [[công sự]] vững chắc với lực lượng cỡ [[tiểu đoàn]] tăng cường, có [[xe tăng]], thiết giáp và được hoả lực [[pháo binh]] chi viện mạnh, tạo tiền đề cho các trận tiến công lớn sau này như [[chiến dịch Tây Bắc]] và [[Chiến dịch Điện Biên Phủ|Điện Biên Phủ]].\n\n{{Chiến tranh Đông Dương}}\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|T]]\n[[Thể loại:Thanh Thủy]]"}