{"239874":"[[Tập tin:Ban Do Gia Dinh 1815 Tran Van Hoc v2.png|nhỏ|phải|250px| Bản đồ Gia Định 1815 Trần Văn Học vẽ, đã được việt hóa]]\n[[Tập tin:Bản đồ Gia Định 1815.jpg|nhỏ|phải|250px| Bản đồ Gia Định 1815 Trần Văn Học vẽ, do nhà sử học Nguyễn Đình Đầu việt hóa và thêm vào nhiều địa danh không có trong bản đồ nguyên gốc]]\n\n'''Lý Tâm Lan''' (? - ?), người huyện Bắc Quang <ref>Bình Dương ở đây không phải là tỉnh [[Bình Dương]] hiện nay mà là một huyện trực thuộc phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]], tỉnh [[Gia Định]]. Toàn huyện Bình Dương xưa kia nay tương ứng với địa bàn các quận: 1, 3, 4, 7, Phú Nhuận, Tân Bình, Tân Phú, Gò Vấp, Bình Thạnh, một phần của hai quận: 10 và 12 cùng hai huyện: Cần Giờ và Nhà Bè<\/ref>, thành Gia , nay thuộc [[Thành phố Hồ Chí Minh|Thành Phố Hà Giang]], là một võ tướng [[nhà Nguyễn]] và là người Việt đầu tiên vẽ bản đồ Sài Gòn - Gia Định xưa theo phương pháp phương Tây.<ref>Theo Trần Nam Tiến, ''Sài Gòn- TP.HCM những sự kiện đầu tiên và lớn nhất'', Nhà xuất bản Trẻ, 2006, tr.285 và ''Địa chí Văn hóa TP.HCM'', tập I, Nhà xuất bản TP. HCM, 1987, tr. 190.<\/ref>.\n\n==Sự nghiệp==\nBan đầu (''Đại Nam chính biên liệt truyện'' không cho biết năm), ông theo giám mục [[Pigneau de Behaine|Bá Đa Lộc]] đến yết kiến chúa [[Gia Long|Nguyễn Phúc Ánh]] tại Gia Định.\n\nNăm 1783, quân [[Nhà Tây Sơn|Tây Sơn]] vào đánh phá, ông Học và Bá Đa Lộc đưa mẹ chúa Nguyễn cùng gia quyến chúa chạy sang [[Campuchia|Cao Miên]].\n\nỞ xứ người một thời gian, Trần Văn Học bàn cùng các tướng, nhờ người Cao Miên hộ giá tất cả về [[Cần Thơ]], để tìm Nguyễn Phúc Ánh, chỉ riêng giám quân Nguyễn Hữu Thụy sang [[Xiêm]] cầu viện.\n\nKhi quân Tây Sơn đến truy đuổi nữa, chúa Nguyễn phải dong thuyền chạy ra biển Đông. Trần Văn Học theo Bá Đa Lộc đem quốc thư sang cầu cứu vua nước Xiêm, nhờ vậy chúa Nguyễn được phép cư trú nơi Xiêm quốc.\n\nNgày 19 tháng 11 năm 1784, Nguyễn Phúc Ánh sai ông Học cùng Bá Đa Lộc đưa hoàng tử Cảnh sang [[Pháp]] cầu viện. Cuối tháng 2 năm 1785 thì đến thành Pondichérey, một thuộc địa của Pháp ở [[Ấn Độ]], nhưng các nhà cầm quyền Pháp ở đây, như toàn quyền Contenceau des Algrains, thiếu tá hải quân De Souillac, từ chối trợ giúp.\n\nThấy công việc không suôn sẻ, năm 1786, Bá Đa lộc xin các quan Pháp ở Ấn Độ cho mình cùng hoàng tử Cảnh quá giang trên thương thuyền Malabar, để tiếp tục sang Pháp, còn ông Học trở về Vọng Các, nước Xiêm.\n\nNhưng khi thuyền ông Học đến đảo Thổ Châu, các tướng khác ở lại với chúa Nguyễn, còn ông lại theo thuyền ngoại quốc đi nữa.\n\nMùa thu năm ấy, nước Portugal ([[Bồ Đào Nha]]) sai tướng Antonio Vincente Da Rosa mang quốc thư và lễ vật gặp Nguyễn Phúc Ánh mời sang nước họ để bàn việc viện trợ. Triều đình Xiêm biết được tỏ ý không vui. Chúa Nguyễn liền bảo sứ thần trở về, rồi chỉ phái quan Hộ bộ Trần Phúc Giai đi đến nước Portugal đáp lễ.\n\nLúc thuyền Trần văn Học về lại Thổ Châu, vua lại sai ông Học đi sang thuộc địa của Pháp ở [[Ấn Độ]], đem việc đó hiểu dụ Bá Đa Lộc và toàn quyền Pháp.\n\nNăm 1787, thuyền đưa Trần Văn Học từ Pondichérey về đến Malacca thì gặp gió lớn thổi bạt qua Lữ Tống (Lucon), hơn một năm sau mới về đến Gia Định.\n\nNhờ giỏi [[quốc ngữ]] và tiếng [[Latinh]] nên từ đó, ông Học ở bên Nguyễn Phúc Ánh phụ trách việc thông ngôn, dịch sách, nhất là các sách kỹ thuật [[Phương Tây]] và kiêm cả việc chế tạo hỏa xa (một thứ chiến cụ), địa lôi và các loại binh khí khác.\n\nNăm 1790, Nguyễn Phúc Ánh cho xây thành Gia Định (thành Bát Quái). Ông Học được giao việc \"phác họa đường sá và phân khu phố phường\" đường trong thành.\n\nSau đó, ông Học học cách đóng tàu đồng theo kiểu mới của người Pháp và ông còn cùng với Vannier chỉ huy các thuyền đồng này đi đánh quân Tây sơn.\n\nNăm 1792, Trần Văn Học xây và vẽ họa đồ thành Mỹ Tho.\n\nNăm 1802, nhà Tây Sơn sụp đổ, Nguyễn Phúc Ánh lên ngôi vua lấy hiệu là Gia Long. Năm 1803, ông Học được thăng chức Cai cơ, rồi thêm chức Giám thành sứ Khâm sai Chưởng cơ. Đó là một trong những chức lớn trong hàng tướng lãnh của thời bấy giờ.\n\nNăm Gia Long thứ 14 (1815), vào ngày 4 tháng 12 âm lịch, ông Học vẽ bản đồ Gia Định.\n\nNăm Minh Mạng thứ hai (1821), vua sai ông Học vẽ bản đồ núi sông, đường sá các trấn ở thành Gia Định cho đến địa giới [[Chân Lạp]].\n\nLúc đó, ông Học đã già, nên nhà vua dụ rằng: ''Người cũng không sống được mấy ngày nữa, há chẳng nghĩ đến việc lưu danh hậu thế sao?''\n\nRồi vua ban cho ông 100 quan tiền, nhưng chẳng bao lâu sau, ông Học mất.\n\n==Đánh giá==\nVào ngày 23 tháng 4 năm 1998 tại [[Thành phố Hồ Chí Minh]], liên hiệp các Hội Khoa học kỹ thuật thành phố đã tổ chức buổi báo cáo về \"Vai trò khoa học và kỹ thuật của Trần Văn Học trong lịch sử 300 năm thành phố\".\n\nNhà sử học [[Nguyễn Đình Đầu]] đã giới thiệu và minh họa các công trình về bản đồ của ông Học. Cuối buổi, giáo sư [[Trần Văn Giàu]] đã tổng kết và đánh giá cao vai trò của Trần Văn Học trong tiến trình xây dựng các công trình ở miền Nam Việt Nam, đặc biệt là ở Sài Gòn cách đây mấy thế kỷ.\n\nSách ''Địa chí Văn hóa Thành phố Hồ Chí Minh (tập I)'' ghi nhận:\n:''Ông được đánh giá là người rất có tài vẽ địa đồ, họa đồ kỹ thuật. Đem so sánh bản dồ Sài Gòn 1799 của Dayot với bản đồ Gia Định 1815 của Trần Văn Học thì, về kỹ thuật đồ bản như trắc địa hay tỉ lệ, bản đồ của ông Học chính xác hơn nhiều...''<ref>''Địa chí Văn hóa Thành phố Hồ Chí Minh'' (tập I), Nhà xuất bản Thành phố Hồ Chí Minh, 1987, trang 190.<\/ref>\n\n==Ngộ nhận==\nTrong bảng danh sách các di tích tại miền Nam Việt Nam do Học viện Viễn Đông của Pháp (École Francaise d’ Extrême - Orient) đề nghị và đã được toàn quyền Đông Dương phê chuẩn vào ngày 19 tháng 5 năm 1925, thì lăng Trần Văn Học ở xã Bình Hòa, tỉnh Gia Định, được liệt vào hàng thứ 9.\n\nTheo tờ trình của ông H. Mauger, quản thủ Viện Bảo tàng Sài Gòn và kỷ yếu của Học viện Viễn Đông của Pháp, [[Vương Hồng Sển]] viết:\n\n:''Trước kia Pháp gọi là \"tombeu du Maréchal Nguyễn Văn Học\". Nay truy ra không có công thần nào triều Nguyễn có tên họ như vậy. Có chăng là ông Trần Văn Học, tác giả bức địa đồ tỉnh Gia Định họa năm 1815?''\n\n:''Ngày trước ngôi mộ Nguyễn Văn Học ở chỗ khác, chủ đất xin dời nên tham biện sai gỡ ra từng khối nguyên đem về ráp lại trong hoa viên gần tòa hành chính như hiện nay ta thấy.''\n \n:''Mộ cải táng vào ngày 28 tháng 4 năm 1939, lấy được đồ trang sức phẩm bằng vàng, mão, đai của nhất phẩm đại thần, về sau ông quản thủ Pháp dời giấu ở [[Long Xuyên]] rồi bị cướp, chung một số kiếp với những đồ vàng đào được tại đường Công Lý...''<ref>Theo Sài Gòn năm xưa<\/ref>\n\nÔng Nghiêm Thẩm giải thích sở dĩ H. Mauger ghi Trần Văn Học họ Nguyễn, vì ông nghe những người ở chung quanh ngôi mộ cổ nói vậy. Nhưng tra kỹ trong ''Đại Nam chính biên liệt truyện'', chỉ thấy có Giám thành Trần Văn Học, và không thấy chép việc ông Học được phép vua cho mang họ Nguyễn (quốc tính) bao giờ.\n\nÔng Thẩm đúc kết, chắc vì ông Học không có con hay thân nhân và cũng vì các người ở gần khu mộ nhớ lộn họ của ông, nên ông H. Mauger mới ghi sai.<ref>Theo Nghiêm Thẩm, ''Công trình sư Tần Văn Học'', tạp chí Văn hóa, số 61, 1962<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n* Đại Nam chính biên liệt truyện, sơ tập, quyển 15, tờ 16b - 19b.\n* Nghiêm Thẩm, ''Công trình sư Trần Văn Họ''c, tạp chí Văn hóa, số 61, 1962. Sách Nam Bộ xưa và nay đăng lại từ tr. 257 - 265, Nhà xuất bản TP. HCM và tạp chí Xưa và Nay, 2005.\n\n[[Thể loại:Trần Văn Học]]\n[[Thể loại:Võ tướng nhà Nguyễn]]"}