{"60884":"{{Thông tin nhân vật\n| tên = Trần Văn Khê\n| hình = Trần Văn Khê.jpg\n| ghi chú hình = Giáo sư Trần Văn Khê năm [[2013]]\n| tên khai sinh = Trần Quang Khê\n| ngày sinh = {{Ngày sinh|1921|7|24}} \n| nơi sinh = Đông Hòa, [[Châu Thành]], [[Mỹ Tho (tỉnh)|Mỹ Tho]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|2015|6|24|1921|7|24}}\n| nơi mất = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| an táng = Nghĩa trang [[Bình Dương]] ([[Chánh Phú Hòa]], [[Bến Cát]])<br>([[hỏa táng]])<ref>[http:\/\/nghiatrangvip.com.vn\/index\/thong-tin-chi-tiet\/vinh-biet-gs-ts-tran-van-khe-%E2%80%93-mot-nguoi-tai-hoa-%E2%80%A6_133.html Vĩnh biệt GS-TS Trần Văn Khê – một người tài hoa …] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150701033208\/http:\/\/nghiatrangvip.com.vn\/index\/thong-tin-chi-tiet\/vinh-biet-gs-ts-tran-van-khe-%E2%80%93-mot-nguoi-tai-hoa-%E2%80%A6_133.html |date = ngày 1 tháng 7 năm 2015}} Q.Như- H.Thuận, 13:37 - 24\/06\/2015 (GMT +7)<\/ref>\n| cư trú = [[Bình Thạnh]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| quốc gia = [[Việt Nam]]\n| dân tộc = [[Người Việt|Kinh]]\n| quốc tịch = {{VIE}}\n| học vị = {{hlist|[[Giáo sư]]| [[Tiến sĩ]]}}\n| học vấn = \n| công việc = Nghiên cứu và giảng dạy âm nhạc dân tộc\n| năm hoạt động = 1942–2015\n| quê quán = [[Việt Nam]]\n| tôn giáo = [[Phật giáo]]\n| spouse = Nguyễn Thị Sương\n| con cái = [[Trần Quang Hải]], Trần Quang Minh, Trần Thị Thủy Tiên, Trần Thị Thủy Ngọc \n| cha mẹ = [[Trần Quang Chiêu]] (cha)<br>Nguyễn Thị Dành (mẹ)\n| người thân = [[Nguyễn Tri Phương]] (ông cố)<br>[[Nguyễn Tri Khương]] (cậu)<br>[[Trần Ngọc Viện]] (cô)\n| giải thưởng = ''[[Trần Văn Khê#Giải thưởng|Giải thưởng]]''\n| chữ ký = \n| cỡ chữ ký = \n| website = \n| footnotes = \n}}\n\n'''Trần Văn Khê''' (24 tháng 7 năm 1921 – 24 tháng 6 năm 2015), còn có nghệ danh '''Hải Minh''', là một nhà nghiên cứu [[văn hóa Việt Nam|văn hóa]], [[âm nhạc cổ truyền Việt Nam|âm nhạc cổ truyền]] nổi tiếng ở [[Việt Nam]]. Ông là tiến sĩ ngành âm nhạc học người Việt Nam đầu tiên tại [[Pháp]] và từng là giáo sư tại [[Đại học Sorbonne]], Pháp, thành viên danh dự [[Hội đồng Âm nhạc Quốc tế]], [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]]. Ông là người có bề dày trong hoạt động nghiên cứu, giảng dạy, có công trong quảng bá [[âm nhạc Việt Nam]] nói riêng, [[văn hóa Việt Nam]] nói chung ra [[thế giới]].<ref name=\"VNE\">{{chú thích web\n|author= Singapore Swim Association\n|title=Giáo sư Trần Văn Khê qua đời\n|url=http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/giao-su-tran-van-khe-qua-doi-3233090.html\n|access-date =ngày 24 tháng 6 năm 2015\n}}<\/ref>\n\n==Tiểu sử==\nTrần Văn Khê sinh ngày 24 tháng 7 năm 1921 tại làng Đông Hòa, tổng Thuận Bình, quận [[Châu Thành, Tiền Giang|Châu Thành]], tỉnh [[Mỹ Tho (tỉnh)|Mỹ Tho]] (nay là xã [[Vĩnh Kim, Châu Thành (Tiền Giang)]]) trong một gia đình có 4 đời làm nhạc sĩ, nên từ nhỏ ông đã làm quen với nhạc cổ truyền. Năm lên 6 tuổi ông đã được cô (Ba Viện) và cậu (Năm Khương) dạy [[đàn nguyệt|đàn kìm]], [[đàn nhị|đàn cò]], [[đàn tranh]],<ref>Mai Anh, \"[http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7812\/ GS. Trần Văn Khê - Nhà nghiên cứu âm nhạc truyền thống làm vinh danh nước Việt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100105190755\/http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7812 |date = ngày 5 tháng 1 năm 2010}}\", trang Đại học Quốc gia Hà Nội. Truy cập ngày 22 tháng 10 năm 2008.<\/ref> biết đàn những bản dễ như \"Lưu Thủy\", \"Bình Bán vắn\", \"Kim Tiền\", \"Long Hổ Hội\". Ông nội ông là [[Trần Quang Diệm]] (Năm Diệm), cha ông là [[Trần Quang Chiêu]] (Bảy Triều), cô là [[Trần Ngọc Viện]] (tức Ba Viện, người đã sáng lập gánh cải lương [[Đồng Nữ ban]]), đều là những nghệ nhân âm nhạc cổ truyền nổi tiếng. Cụ cố ngoại ông là tướng quân [[Nguyễn Tri Phương]].<ref>[http:\/\/www.voatiengviet.com\/content\/se-khong-ai-thay-the-duoc-gsts-tran-van-khe\/2835523.html 'Sẽ không ai thay thế được GS-TS Trần Văn Khê', VoA Tiếng Việt, ngày 25 tháng 6 năm 2015.]<\/ref> Ông ngoại ông là Nguyễn Tri Túc, cũng say mê âm nhạc, có ba người con đều theo nghiệp đờn ca.<ref>Trần Văn Khê, \"[http:\/\/tuoitre.vn\/tin\/bao-xuan\/20060115\/don-ca-tai-tu-trong-khong-gian-van-hoa-nam-bo\/118696.html Đờn ca tài tử trong không gian văn hóa Nam bộ]\", [[bảo Tuổi Trẻ]] 15\/01\/2006 10:50 GMT+7. Truy cập ngày 29 tháng 6 năm 2015.<\/ref> Một trong số đó [[Nguyễn Tri Khương]], thầy dạy nhạc và nhà soạn tuồng cải lương nổi tiếng. Riêng mẹ ông là Nguyễn Thị Dành (Tám Dành), sớm tham gia cách mạng, gia nhập Đảng Cộng sản Việt Nam vào năm [[1930]] và bị thương rồi mất trong năm đó.<ref name=npn\/> Cha ông vì thương nhớ vợ nên qua đời năm 1931. Ông có một người anh họ ngoại (con ông Nguyễn Tri Lạc) là nhạc sĩ [[Nguyễn Mỹ Ca]].<ref name=npn>Nguyễn Phúc Nghiệp, \"[http:\/\/tiengiang.gov.vn\/vPortal\/4\/625\/2266\/29650\/Ky-luc-Tien-Giang\/V--7873--m--7897-t-gia-t--7897-c-n--7893-i-ti--7871-ng-am-nh--7841-c---7903--Vi--7879-t-Nam.aspx Về một gia tộc nổi tiếng âm nhạc ở Việt Nam]\", trang tỉnh Tiền Giang cập nhật ngày 18 tháng 4 năm 2008. Truy cập ngày 29 tháng 6 năm 2015..<\/ref>\n\nMồ côi từ rất sớm, mẹ mất năm 9 tuổi, cha mất năm 10 tuổi, nên ông cùng với hai em là [[Trần Văn Trạch]] (về sau là một ca sĩ nổi tiếng, có biệt danh ''Quái kiệt'') và [[Trần Ngọc Sương]] được cô Ba Viện nuôi nấng. Cô Ba Viện rất thương, cho anh em ông đi học võ, học [[đàn nguyệt|đàn kìm]].\n\nNăm 10 tuổi, Trần Văn Khê đậu tiểu học, sang [[Tam Bình]], [[Vĩnh Long]] nhờ người cô thứ năm nuôi. Đến đây Trần Văn Khê được học [[chữ Hán]] với nhà thơ Thượng Tân Thị. Trong kỳ sơ học năm 1934 tại [[Vĩnh Long]] được đậu sơ học có phần Hán Văn. Cả tỉnh chỉ có Trần Văn Khê và Nguyễn Trọng Danh được đậu bằng chữ Hán.\n\nNăm 1934, ông vào trường [[Trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|Trung học Trương Vĩnh Ký]], được cấp học bổng. Học rất giỏi, năm [[1938]] ông được phần thưởng là một chuyến du lịch từ [[Sài Gòn]] đến [[Hà Nội]], ghé qua [[Phan Thiết]], [[Đà Nẵng]], [[Nha Trang]], [[Huế]]. Nhờ đậu tú tài phần nhất năm 1940, thủ khoa phần nhì năm 1941, ông được đô đốc [[Jean Decoux]] thưởng cho đi viếng cả nước [[Campuchia]] xem [[Chùa Shwedagon|Chùa Vàng]], [[Chùa Bạc]] tại [[Phnôm Pênh|Nam Vang]], viếng [[Angkor Wat|Đế Thiên Đế Thích]]. Khi về Việt Nam, nhờ thầy [[Phạm Thiều]] giới thiệu, ông được [[Đông Hồ (nhà thơ)|Đông Hồ]] tiếp đãi, dẫn đi chơi trong một tuần.\n\nThời gian này, ông cùng [[Lưu Hữu Phước]], [[Võ Văn Quan]] lập dàn nhạc của trường, và dàn nhạc của học sinh trong câu lạc bộ học sinh mang tên là Scola Club của hội SAMIPIC. Ông là người chỉ huy hai dàn nhạc đó.\n\nNăm 1942, Trần Văn Khê ra Hà Nội học y khoa. Tại đây, cùng với [[Huỳnh Văn Tiểng]], [[Lưu Hữu Phước]], [[Mai Văn Bộ]], [[Phan Huỳnh Tấng]] (nay đổi thành [[Phạm Hữu Tùng]]), [[Nguyễn Thành Nguyên]], hoạt động trong khuôn khổ của Tổng hội Sinh viên. Do thể hiện một trình độ cảm nhạc xuất sắc, ông được cử làm nhạc trưởng của giàn nhạc trường, nhân giới thiệu những bài hát của [[Lưu Hữu Phước]]. Ông còn tham gia phong trào \"Truyền bá quốc ngữ\" trong ban của GS [[Hoàng Xuân Hãn]], \"Truyền bá vệ sinh\" của các sinh viên trường Thuốc, và cùng các bạn [[Lưu Hữu Phước]], [[Mai Văn Bộ]], [[Huỳnh Văn Tiểng]] tổ chức những chuyến \"đi [[giỗ Tổ Hùng Vương|Hội đền Hùng]]\", và đi viếng [[sông Bạch Đằng]], [[Ải Chi Lăng]], [[đền Hai Bà Trưng]].\n\nNăm 1943, ông cưới bà [[Nguyễn Thị Sương]], và sau đó có nhiều sự kiện làm Trần Văn Khê phải xin thôi học để trở về [[Nam Kỳ]]. Con trai đầu lòng của ông là [[Trần Quang Hải]], sinh năm 1944, sau này cũng là một nhà nghiên cứu âm nhạc dân tộc Việt Nam danh tiếng. Sau [[Cách mạng Tháng Tám]], ông tham gia kháng chiến cho tới đầu năm 1946, ông có thêm người con trai thứ hai đặt tên là Trần Quang Minh nên ông được tổ chức bố trí lùi về vùng Pháp kiểm soát cuối năm 1946. Năm 1946 cũng là năm ông sáng tác bản nhạc ''Đi Chơi Chùa Hương'' phổ nguyên văn toàn bộ bài thơ của [[Nguyễn Nhược Pháp]]. Năm 1948, bà Sương sanh tiếp cho ông cô con gái Trần Thị Thủy Tiên.\n\nÔng sang [[Pháp]] du học từ năm 1949 nên chưa biết mặt cô con gái út Trần Thị Thủy Ngọc còn nằm trong bụng mẹ. Hè năm 1951, ông thi đậu vào trường Chính trị Khoa giao dịch quốc tế. Cho đến năm 1958, ông theo học khoa nhạc học và chuẩn bị luận án tiến sĩ dưới sự chỉ đạo của các Giáo sư Jacques Chailley, Emile Gaspardone và André Schaeffner. Tháng 6 năm 1958, ông đậu Tiến sĩ Văn khoa (môn Nhạc học) của [[Sorbonne|Đại học Sorbonne]]. Luận văn của ông có tên: “LaMusique vietnamienne traditionnelle” (Âm nhạc truyền thống Việt Nam).\n\nTừ năm 1963, ông dạy trong Trung tâm Nghiên cứu nhạc Đông phương, dưới sự bảo trợ của Viện Nhạc học Paris (''Institut de Musicologie de Paris''). Ông là thành viên của Viện Khoa học Pháp, Viện sĩ thông tấn Viện Hàn lâm châu Âu về Khoa học, Văn chương và Nghệ thuật cũng như nhiều hội nghiên cứu âm nhạc quốc tế khác; là Chủ tịch Hội đồng Khoa học của Viện quốc tế nghiên cứu âm nhạc bằng phương pháp đối chiếu của [[Đức]] (''International Institute for Comparative Music Studies'').<ref>Bạch Dương, \"[http:\/\/www.tienphong.vn\/van-nghe\/gs-tran-van-khe-va-nhung-ngoi-nha-139218.tpo GS Trần Văn Khê và những ngôi nhà]\", Bạch Dương ghi, Báo Tiền phong 13:31 ngày 05 tháng 10 năm 2008. Truy cập ngày 29 tháng 6 năm 2015.<\/ref>\n\nÔng đã đi 67 nước trên khắp thế giới để nói chuyện, giảng dạy về âm nhạc dân tộc Việt Nam.\n\nSau 50 năm nghiên cứu và giảng dạy ở Pháp, năm 2006, ông chính thức trở về sinh sống và tiếp tục sự nghiệp nghiên cứu và giảng dạy âm nhạc dân tộc tại Việt Nam. Ông cũng là người đã hiến tặng cho [[Thành phố Hồ Chí Minh]] 420 kiện hiện vật quý, trong đó có nhiều loại nhạc cụ dân tộc và tài liệu âm nhạc.\n\nNăm 2009, ông là một trong những trí thức nổi tiếng ký vào thư phản đối dự án Boxit ở [[Tây Nguyên]].<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2009\/04\/090518_bauxite_intellectuals_letter BBC Vietnamese - Việt Nam - Nhiều trí thức ký vào thư phản đối dự án bauxite<!-- Bot generated title -->]<\/ref>\n\nSau một thời gian bị bệnh, ông qua đời vào khoảng 2 giờ sáng ngày 24 tháng 6 năm 2015 tại [[bệnh viện Nhân dân Gia Định]], [[Thành phố Hồ Chí Minh]].<ref name=\"VNE\" \/>\n\n==Thực hiện di nguyện==\n===Mâu thuẫn về nơi đặt di cốt===\n\nTheo di nguyện nói của ông Trần Văn Khê trước khi mất, hài cốt sẽ được mang về [[Vĩnh Kim, Châu Thành (Tiền Giang)|Vĩnh Kim]] (Tiền Giang), chôn bên cạnh mộ phần của cha mẹ ông và dòng tộc bao đời nay vẫn ở đó<ref name=\"danviet.vn\">http:\/\/danviet.vn\/van-hoa\/se-khong-co-quy-va-nha-tuong-niem-tran-van-khe-652321.html<\/ref>. Tuy nhiên, di nguyện văn bản hợp pháp sau cùng ông quyết định hỏa táng và để các con mình bàn bạc quyết định chỗ lưu tro cốt.\n\nNgày 26 tháng 12 năm 2015, con thứ của ông là Trần Quang Minh, người con duy nhất còn ở lại Việt Nam đã di cốt của cố giáo sư từ nhà riêng của ông tại [[Thành phố Hồ Chí Minh]] tới an vị tại [[Linh Hoa Tuệ Đàn]] thuộc [[Hoa viên Nghĩa trang Bình Dương]]. [[Hoa viên Nghĩa trang Bình Dương]]&nbsp;tài trợ toàn bộ kinh phí xây dựng một không gian thờ phượng và tưởng niệm cố giáo sư Trần Văn Khê tại một vị trí trang trọng, bao gồm cả các bộ bàn ghế tiếp khách và trang thiết bị truyền hình, âm thanh, nơi trưng bày các hiện vật, tranh ảnh… để phục vụ cho những cuộc giao lưu, những nghiên cứu âm nhạc dân tộc của ông.<ref>{{Chú thích web|url = http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20151228\/dua-di-cot-cua-gs-tran-van-khe-ve-binh-duong\/1028194.html|title = Di cốt GS Trần Văn Khê an vị tại Bình Dương}}<\/ref> Đây là quyết định gây mâu thuẫn. Quyết định này được các con gái của ông Khê ủy nhiệm, nhưng lại không được con trưởng của ông là Trần Quang Hải tán thành<ref name=\"danviet.vn\"\/>.\n\n===Thành lập nhà lưu niệm===\nDi nguyện của ông Trần Văn Khê là sau khi ông mất, toàn bộ tiền phúng viếng sẽ để ra để thành lập Quỹ Trần Văn Khê và chuyển ngôi nhà 32 Huỳnh Đình Hai trở thành Trung tâm Trần Văn Khê.\n\nTuy nhiên, ngày 1 tháng 1 năm 2016, con trai trưởng Trần Quang Hải viết thư cho Ban tang lễ (ban được ông Khê ủy nhiệm cùng con trai trưởng để thực hiện di nguyện) xin từ bỏ ý định thực hiện di nguyện do một số lý do: Quỹ 700 triệu từ tiền phúng viếng không thể đủ để thành lập quỹ (theo quy định là 1 tỷ) và duy trì hoạt động sau này, ngôi nhà 32 Huỳnh Đình Hai thủ tục quá nhiêu khê và vẫn chưa được nhà nước cấp phép<ref>http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/con-trai-gs-tran-van-khe-bo-y-dinh-thuc-hien-di-nguyen-cua-cha-3337343.html<\/ref>.\n\n==Gia đình==\nÔng Trần Văn Khê có người em trai là nhạc sĩ [[Trần Văn Trạch]] và em gái út là Trần Ngọc Sương. Nhạc sĩ Trần Văn Trạch là một trong những nhạc sĩ nổi tiếng ở Sài Gòn trước năm 1975. Trần Ngọc Sương sinh năm 1925, từng là ca sĩ lấy biệt hiệu là Ngọc Sương, sau đổi lại là Thủy Ngọc trong những năm 1948-50, và hiện sống tại [[Montreal]], [[Canada]].\n[[Tập tin:TVKhe-TVTrach-LThuong.jpg|nhỏ|phải|285px|Trần Văn Khê, [[Trần Văn Trạch]] và [[Lê Thương]] ở Sài Gòn năm [[1949]]]]\nNgười vợ duy nhất của ông Trần Văn Khê là bà Nguyễn Thị Sương (1921–2014). Ông Trần Văn Khê có bốn người con với bà Sương: [[Trần Quang Hải]] (1944–2021) là nhà nghiên cứu nhạc dân tộc tại Paris, Trần Quang Minh, kiến trúc sư, hiện sống ở Thành phố Hồ Chí Minh, Trần Thị Thủy Tiên hiện sống tại Paris, và Trần Thị Thủy Ngọc, nhạc sĩ đàn tranh và làm việc cho một ban nghiên cứu Đông Nam Á của trung tâm quốc gia nghiên cứu khoa học ở Paris<ref>{{chú thích web | url = http:\/\/dantri.com.vn\/van-hoa\/cuoc-doi-su-nghiep-gs-tran-van-khe-qua-hoi-uc-cua-con-trai-i-1089185.htm | tiêu đề = Cuộc đời, sự nghiệp GS. Trần Văn Khê qua lời hồi ức của con trai (I) | author = | ngày = 24 tháng 6 năm 2015 | ngày truy cập = 24 tháng 6 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>.\n\nKhi ông Khê sang Pháp học năm 1949, do hoàn cảnh, ông và bà Sương không còn sống với nhau nữa. Năm 1960, bà Sương và ông ly dị,<ref name=autogenerated1>{{Chú thích web |url=http:\/\/vbizz.net\/chiec-bong-ben-doi-nguoi-nhac-si-tai-hoa-tran-van-khe\/ |ngày truy cập=2015-06-24 |tựa đề=Chiếc bóng bên đời người nhạc sĩ tài hoa Trần Văn Khê {{!}} Vbizz.net<!-- Bot generated title --> |archive-date = ngày 24 tháng 6 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150624124800\/http:\/\/vbizz.net\/chiec-bong-ben-doi-nguoi-nhac-si-tai-hoa-tran-van-khe\/ }}<\/ref> tuy nhiên sau này vẫn coi nhau là bạn<ref>[http:\/\/dantri.com.vn\/vanhoa\/phu-nhan-gsts-tran-van-khe-qua-doi-904598.htm Phu nhân GS.TS Trần Văn Khê qua đời - Văn hóa - Dân trí<!-- Bot generated title -->]<\/ref>. Sau đó ông có những người phụ nữ khác nhưng ông không kết hôn thêm lần nào nữa. Ông nói: \"''Đa tình thì có thể nhưng rất may là tôi không phải là người bạc tình và cũng chưa bao giờ cùng lúc có hai ba người. Chỉ có người này đi qua người khác đến. Cũng chưa có người phụ nữ nào oán trách tôi, khi chia tay chúng tôi đều giữ lại được tình bạn.''\"<ref>{{Chú thích web |url=http:\/\/www.kienthuc.vn\/tinh-yeu\/chuyn-tinh\/31575-nhung-nguoi-phu-nu-trong-doi-giao-su-tran-van-khe.html |ngày truy cập=2015-06-24 |tựa đề=Những người phụ nữ trong đời giáo sư Trần Văn Khê<!-- Bot generated title --> |archive-date=2015-06-24 |archive-url=https:\/\/web.archive.org\/web\/20150624111609\/http:\/\/www.kienthuc.vn\/tinh-yeu\/chuyn-tinh\/31575-nhung-nguoi-phu-nu-trong-doi-giao-su-tran-van-khe.html |url-status=dead }}<\/ref>. Mấy chục năm cuối đời ông sống một mình.\n\nKhi ông Khê sang Pháp học năm 1949, người con gái út của ông là Trần Thị Thủy Ngọc còn nằm trong bụng mẹ chưa ra đời. Sau này, năm 1961 Trần Quang Hải (trưởng nam) sang Pháp, tới năm 1969 đến lượt Thủy Ngọc (con gái út) sang Pháp ở với cha. Còn Trần Quang Minh và Thủy Tiên ở lại Việt Nam, sống với mẹ<ref name=autogenerated1 \/>. Đến 1986, Thủy Tiên qua Pháp định cư. Trần Quang Hải kết hôn với ca sĩ [[Bạch Yến (ca sĩ)|Bạch Yến]] và sống tại Paris. Trần Quang Minh có gia đình vẫn sống ở Thành phố Hồ Chí Minh cho đến nay.\n\n== Hội viên ==\nGiáo sư Trần Văn Khê là thành viên của nhiều hội nghiên cứu âm nhạc trong nước [[Pháp]], [[Hoa Kỳ|Mỹ]], [[Trung Quốc]] và trên trường quốc tế:\n\n*Hội Nhà văn Pháp (''Société des Gens de Lettres'') (Pháp)\n*Hội Âm nhạc học (''Société Française de Musicologie'') (Pháp)\n*Hội Dân tộc Nhạc học Pháp (''Société Française d'Ethnomusicologie'') (Pháp)\n*Hội Âm nhạc học Quốc tế (''Société Internationale de Musicologie'')\n*Hội Dân tộc Nhạc học (''Society for Ethnomusicology'') (Mỹ)\n*Hội Nhạc học Á châu (''Society for Asian Music'') (Mỹ)\n*Hội Âm nhạc Á châu và Thái Bình Dương (''Society for Asian and Pacific Music'')\n*Hội Quốc tế Giáo dục Âm nhạc (''International Society for Music Education'')\n*Thành viên và chủ tịch hội đồng khoa học của Viện Quốc tế Nghiên cứu Âm nhạc với Phương pháp Đối chiếu (''International Institute for Comparative Music Studies'') (Đức)\n*Hội đồng Quốc tế Âm nhạc truyền thống (''International Council for Traditional Music'') nguyên phó chủ tịch (Mỹ)\n*Hội đồng Quốc tế Âm nhạc (''International Music Council''\/[[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]]), nguyên uỷ viên ban chấp hành, nguyên phó chủ tịch, đương kim Chung sanh hội trưởng danh dự (Pháp)\n*Viện sĩ thông tấn, Hàn lâm viện châu Âu, Khoa Học, Văn chương, Nghệ thuật...\n\n== Giải thưởng ==\n* 1949: Giải thưởng nhạc cụ dân tộc tại Liên hoan Thanh niên Budapest.\n* Huy chương bội tinh hạng nhứt của chính phủ [[Việt Nam Cộng hòa]].\n* Văn hoá bội tinh hạng nhứt của Bộ giáo dục Việt Nam Cộng hòa.\n* 1975: Tiến sĩ âm nhạc danh dự (''Docteur en musique, honoris causa'') của [[Đại học Ottawa]] ([[Canada]]).\n* 1981: Giải thưởng âm nhạc của UNESCO ở Hội đồng Quốc tế Âm nhạc (''Prix UNESCO - CIM de la Musique'').\n* 1991: Officier de l'Ordre des Arts et des Lettres, Ministère de la Culture et de l'Information du Gouvernement français (Huy chương về Nghệ thuật và Văn chương của Bộ Văn hoá Pháp).\n* 1993: Cử vào Hàn lâm viện châu Âu về Khoa học, Văn chương, Nghệ thuật; viện sĩ thông tấn.\n* 1998: Huy chương Vì Văn hoá Dân tộc của Bộ Văn hoá Việt Nam.\n* 1999: [[Huân chương Lao động]] hạng nhất do Chủ tịch [[Trần Đức Lương]] cấp.\n* 2005: Giải thưởng Đào Tấn do Trung tâm Nghiên cứu bảo tồn và phát huy văn hóa dân tộc trao tặng.\n* 2011: [[Giải thưởng Phan Châu Trinh]] về nghiên cứu\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/vietsciences.free.fr\/vongtaylon\/profs\/tranvankhe.htm Tiểu sử ông Trần Văn Khê]\n* [http:\/\/www.rfa.org\/vietnamese\/in_depth\/ProfTranVanKheSpeakAboutHatBoi_MLam-20070204.html Giáo sư âm nhạc Trần Văn Khê và những nét độc đáo tiềm ẩn của bộ môn hát bội]. [[RFA]] ngày 4 tháng 2 năm 2007\n* [http:\/\/www.giaidieuxanh.vn\/news\/7060\/bao-ve-tich-cuc-di-san-am-nhac.html \"Bảo vệ tích cực\" di sản âm nhạc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150924022121\/http:\/\/www.giaidieuxanh.vn\/news\/7060\/bao-ve-tich-cuc-di-san-am-nhac.html |date = ngày 24 tháng 9 năm 2015}} Hữu Trịnh, 29\/08\/2007 12:52:48\n* [http:\/\/vietsciences.free.fr\/design\/cht_tg-tranvankhe.htm Một số bài viết của ông]\n* [http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20051121\/trao-giai-thuong-dao-tan-cho-giao-su-tran-van-khe\/109449.html Trao giải thưởng Đào Tấn cho Giáo sư Trần Văn Khê] báo Tuổi Trẻ cập nhật 21\/11\/2005 15:29 GMT+7 theo TTXVN\n\n{{thời gian sống|sinh=1921|mất=2015}}\n\n[[Thể loại:Giáo sư gốc Việt]]\n[[Thể loại:Nhà nghiên cứu gốc Việt]]\n[[Thể loại:Nhà nghiên cứu âm nhạc cổ truyền Việt Nam]]\n[[Thể loại:Giải thưởng Phan Châu Trinh]]\n[[Thể loại:Sinh viên Đại học Sorbonne]]\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Mất năm 2015]]\n[[Thể loại:Tiến sĩ Việt Nam tốt nghiệp tại Pháp]]\n[[Thể loại:Nghệ sĩ cải lương]]"}