{"185557":"{{thiếu nguồn gốc}}\n\n{{Thông tin chiến tranh\n|conflict=Trận Hà Hồi\n|image=[[Tập tin:Battle at Gia-quan and Ha-Ho.jpg|250px]]\n|caption=\n|partof=[[Trận Ngọc Hồi - Đống Đa|Chiến thắng Kỷ Dậu (1789)]]\n|place=[[Hà Hồi|Đồn Hạ Hồi]], [[Hà Tây]]\n|date=[[1789]]\n|result=Tây Sơn thắng, chiếm được Hạ Hồi ít đổ máu và bắt được phần lớn quân Thanh đang đóng bên trong.\n|combatant1=[[Nhà Tây Sơn|Tây Sơn]] (Đại Việt)\n|combatant2=[[Nhà Thanh|Đại Thanh]]\n|commander1=[[Nguyễn Huệ]] <br \/> [[Phan Văn Lân]] <br \/> [[Ngô Văn Sở]]\n|commander2=[[Trương Triều Long]]\n|strength1=30.000+{{fact|date=7-2014}}\n|strength2=10.000+{{fact|date=7-2014}}\n|casualties1=Không rõ\n|casualties2=Không rõ\n|}}\n{{Trận Ngọc Hồi – Đống Đa}}\n'''Trận Hà Hồi''' hay '''Trận Hạ Hồi''' là trận đánh lớn đầu tiên của Nguyễn Huệ (khi này đã là Quang Trung Hoàng Đế) trước Quân Thanh trong cuộc Bắc tiến chống lại sự can thiệp của Đại Thanh ở phía Bắc Đại Việt Tết Kỷ Dậu (1789). Đây là một trận chiến ít đổ máu, có ý nghĩa là nền tảng cho trận tiếp theo là trận [[Trận Ngọc Hồi]].\n\n== Tiền đề ==\nQuang Trung tiến ra phía bắc ngay trong dịp Tết. Vì là dịp tết và dưới sự tác động của Quang Trung bằng ngoại giao các chỉ huy của quân Thanh lơ là khinh suất không đề phòng và không dự liệu được tốc độ tiến quân của Quang Trung.\n\n== Diễn biến ==\n\nNgày 3 tháng Giêng, quân Tây Sơn tiến đến Hà Hồi cách Thăng Long khoảng 20&nbsp;km. Quang Trung cho quân vây chặt đồn rồi sai bắc loa kêu gọi quân Thanh đầu hàng. Quân Thanh bị bất ngờ trước sự áp sát quá nhanh của quân Tây Sơn, không kịp kháng cự, đều ra hàng.\n\nNgày 4 tháng Giêng, Quang Trung tiến đến [[Ngọc Hồi, Thanh Trì#Đồn Ngọc Hồi|đồn Ngọc Hồi]]. [[Hứa Thế Hanh]] ở đây nghe tin [[đồn Hà Hồi]] bị diệt vội báo về Thăng Long. Tôn Sĩ Nghị vội điều [[Thang Hùng Nghiệp]] mang quân ra tăng viện, lại đặc sai 20 kỵ binh phải thay nhau chạy đi chạy lại báo cáo tình hình.\n\nNhưng khi tiến quân tới Ngọc Hồi, Quang Trung không đánh ngay. Quân Thanh bị động cũng không dám giao tranh trước nhưng cũng không biết bị đánh khi nào. Cả ngày mùng 4, Quang Trung chỉ cho quân hư trương thanh thế để uy hiếp tinh thần quân Thanh và gây sự chú ý của quân Thanh tới đạo quân do ông chỉ huy vào mặt trận Ngọc Hồi để tạo điều kiện cho yếu tố bất ngờ của các đạo quân đô đốc Long và đô đốc Bảo. Chính Tôn Sĩ Nghị nghe báo cáo của kỵ binh cũng bị hút vào đồn Ngọc Hồi mà không nhận ra nguy cơ từ cánh quân của đô đốc Long.\n\n== Kết quả ==\nQuân Tây Sơn nhanh chóng lấy được Hà Hồi tạo điều kiện cho Quang Trung tiến nhanh về Ngọc Hồi. Nơi diễn ra trận đánh quyết định số phận của cuộc chiến. Nó còn làm giảm sĩ khí của quân Thanh đang chiếm đóng miền Bắc Đại Việt.\n\n== Chú thích ==\n{{Tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/www.baobinhdinh.com.vn\/568\/2003\/12\/7721\/ 9 nhân vật thời Tây Sơn được đúc tượng thờ tại Tây Sơn điện]\n*[[Đại Việt sử ký toàn thư]]\n*[[Khâm định Việt sử Thông giám cương mục]]\n{{Phong trào Tây Sơn}}\n\n[[Thể loại:Quân sự Việt Nam thời Tây Sơn]]\n[[Thể loại:Chiến tranh Thanh–Đại Việt]]"}