{"407367":"Trong quá trình xâm lược [[Việt Nam]] nửa cuối [[thế kỷ 19]], quân [[Pháp]] đánh chiếm [[thành Vĩnh Long]] cả thảy hai lần. Trận đầu diễn ra từ ngày 20 cho đến ngày 23 [[tháng ba|tháng 3]] năm [[1862]]<ref>Ngày [[thành Vĩnh Long]] thất thủ lần đầu ghi theo GS. Trần Văn Giàu, ''Tổng tập'' (tr. 101) & ''Hỏi đáp lịch sử'' (Tập 4, tr. 79). Sách ''Việt Nam thế kỷ XIX ([[1802]]-[[1884]])'' và ''Lịch sử Việt Nam ([[1858]]-cuối XIX)'' đều ghi là: \"ngày 23, tổng đốc Uyển cho đốt kho tàng, ngày 24 quân Pháp tiến vào thành\", tức muộn hơn một ngày.<\/ref>, thì thành thất thủ. Sau khi [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] ([[1862]]) được ký kết, ngày 25 [[tháng năm|tháng 5]] năm [[1863]], tòa thành này lại trở về với [[nhà Nguyễn]]. Trận thứ hai diễn ra vào ngày 20 [[tháng sáu|tháng 6]] năm [[1867]], nhưng mãi đến năm [[1945]], nơi từng có tòa thành này (vì nó đã bị đối phương phá hủy) mới trở về với dân tộc [[Việt Nam]].\n \n==Bối cảnh==\n[[Tập tin:Ptgian.jpg|nhỏ|phải|150px|Phan Thanh Giản, người đã tuẫn tiết sau khi thành Vĩnh Long thất thủ lần hai]]\nSau khi [[Trận Đại đồn Chí Hòa|Đại đồn Chí Hòa]] thất thủ ([[tháng hai|tháng 2]] năm [[1861]]), mặc cho quân triều đình rút chạy, các đạo quân ứng nghĩa vẫn tìm cách cản ngăn quân Pháp. Đến khi [[Trận Định Tường (1861)|Định Tường thất thủ]], phong trào kháng chiến của nhân dân càng bùng lên dữ dội, và làm chủ được nhiều làng xã. Vậy nên, theo GS. Nguyễn Phan Quang, mặc dù quân Pháp chiếm được Định Tường, nhưng chỉ đóng được ba đồn là [[Gia Thạnh]], [[Chợ Gạo]] và [[Gò Công]]. Nổi bật trong số những đạo quân ứng nghĩa, có [[Trương Định]] với khoảng 6.000 quân, làm chủ vùng Tây Nam Gò Công; [[Đỗ Trình Thoại]] ở vùng [[Tân Hòa]], Gò Công; [[Phủ Cậu]] ở vùng Rạch Chanh (Mỹ Tho); [[Võ Duy Dương]] ở vùng [[Hướng Tây Bắc|Tây Bắc]] tỉnh [[Định Tường]] và của Quản Tu (người đã bắn chết Trung tá Bourdais trên [[sông Bảo Định]]) ở hữu ngạn [[sông Vàm Cỏ Tây]].\n \nBất lực trước sức đề kháng của nhân dân Việt, Đề đốc Hải quân Charner đã xin từ chức. [[Tháng mười|Tháng 10]] năm [[1861]], Đô đốc L. Bonard được cử sang thay, quyết tâm thực hiện lệnh của Bộ trưởng Hải quân Pháp là phải ''giữ vững sự đô hộ của chúng ta ở [[Thành phố Hồ Chí Minh|Sài Gòn]]...ở đó chúng có thể ở lại lâu dài''<ref>''Việt Nam thế kỷ XIX'' (1802-1884), tr. 278- 279.<\/ref>.\n\nRút kinh nghiệm thất bại của Charne, tướng Bonard chủ trương chưa đánh sâu vào các làng xã mà khẩn trương đánh chiếm những tỉnh thành. Theo đó, kế hoạch đánh chiếm [[Biên Hòa]] và [[Vĩnh Long]] liền được thảo ra, và nhanh chóng thực hiện nhằm mở rộng khả năng càn quét, bao vây, tiêu diệt các lực lượng chống đối trên một địa bàn rộng lớn từ [[sông Đồng Nai]] đến [[sông Tiền]], [[sông Hậu]].\n\n==Thất thủ lần đầu==\nTrước đó, khi nghe tin quân Pháp sắp đánh [[Biên Hòa]] và [[Vĩnh Long]], triều đình [[Huế]] sai tướng [[Nguyễn Tri Phương]] đem hai vệ quân phối hợp với hai ngàn đã phái đi trước, đang đóng ở [[Khánh Hòa]], vào cấp cứu. Nhưng quân chưa đến nơi, thì tướng [[Nguyễn Bá Nghi]] đã chạy về [[Bình Thuận]], sau khi để [[Thành cổ Biên Hòa|thành Biên Hòa]] thất thủ (18 [[tháng mười hai|tháng 12]] năm [[1861]]).\n\nThừa thắng, vào nửa [[tháng ba|tháng 3]] năm [[1862]], 11 chiến thuyền của Pháp từ [[Định Tường]] kéo sang tấn công hai đồn lũy ở [[Vĩnh Long]] là Vĩnh Tùng (do Lãnh binh Tôn Thất Tuấn, Nguyễn Thái, Lê Đình Cửu trấn giữ), Thanh Mỹ (do Lãnh binh Hồ Lực, Ngô Thành, Trương Văn Thành trấn giữ). Bắn phá luôn hai ngày đêm, thì hai đồn trên đều vỡ.\n \nNgày 20 [[tháng ba|tháng 3]] năm [[1862]], đoàn chiến thuyền của Pháp đã áp sát thành Vĩnh Long, rồi bắt đầu nổ súng. Quân triều đình chống cự kịch liệt trên các ngọn rạch và chung quanh thành. Trận đánh kéo dài đến tối ngày 22 [[tháng ba|tháng 3]], thì các ổ đại bác của quân Việt đều bị phá. Đêm đó, Tổng đốc [[Trương Văn Uyển]] cho lệnh đốt hết kho tàng, dinh thự rồi rút chạy về đồn Thị Bảo, rồi chạy thẳng lên huyện Duy Minh. Cho nên, sáng hôm sau (23 [[tháng hai|tháng 2]]), quân Pháp ung dung tiến vào chiếm đoạt thành, mà không gặp bất kỳ sự kháng cự nào nữa. Vào thành, quân Pháp thu được 68 cổ đại bác.\n\nNghe tin thành Vĩnh Long đã mất, vua [[Tự Đức]] trách Trương Văn Uyển là ''không biết chọn chỗ hiểm yếu mà đặt đồn, làm thành cái thế không thể bị đánh bật, mà chỉ chuyên dựa vào hai nơi là Thanh Mỹ và Vĩnh Tùng''. Xét tội, các quan tỉnh thành có trách nhiệm đều bị cách lưu, nhưng vẫn phải lo việc thu tập binh dũng, khí giới, lương thực...để hỗ trợ cho các quan quân và nghĩa dân còn đang hoạt động ở các nơi khác.\n \nĐầu [[tháng năm|tháng 5]] năm [[1862]], sau khi cùng các đình thần bàn bạc, vua [[Tự Đức]] sai quan thông báo cho phía Pháp đề nghị \"giảng hòa\". \nĐề cập sự việc này, GS. [[Trần Văn Giàu]] viết: \n:''Lúc Vĩnh Long thất thủ (lần đầu), đó chính là lúc nghĩa quân hoạt động rất mạnh ở các nơi. Làm cho quân Pháp lan rộng từ [[Bà Rịa]] tới Vĩnh Long, nhưng họ mất rất nhiều căn cứ ở bên trong, bị tập kích khắp nơi khi họ ló ra, tình thế rất là nguy khốn. Thomazi chép: \"Người [[Pháp]] đã bắt đầu thấy cần phải chinh phục lại những tỉnh đã chinh phục. Nhưng trong lúc không ngờ rằng vua [[Tự Đức]] lại xin giảng hòa\". Giảng hòa, là gián tiếp giúp Pháp tàn sát nghĩa quân, bội phản quyền lợi của nhân dân, của Tổ quốc.''<ref>Trần Văn Giàu, ''Tổng tập'' (tr. 100). Rõ ràng, vua quan [[nhà Nguyễn]] biết rất ít về đối phương.<\/ref>\n \nLập tức, Đô đốc Bonard sai Simon đáp thuyền máy đến [[Huế]] đưa ra ba yêu sách...Cuối cùng, ngày 5 [[tháng sáu|tháng 6]] năm [[1862]], [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] ([[1862]]) được ký kết, mà phần thua thiệt thuộc về nhà Nguyễn. Theo hòa ước trên, thực dân Pháp phải sớm trao trả thành Vĩnh Long, nhưng lấy cớ chưa dẹp yên \"giặc giã\", nên mãi đến ngày 25 [[tháng năm|tháng 5]] năm [[1863]], họ mới thực hiện.\n\n==Thất thủ lần hai==\n[[Tập tin:Tụy Văn Lâu (Văn Thánh Miếu Vĩnh Long).jpg|nhỏ|phải|200px|Súng thần công của thành Vĩnh Long xưa, đang được trưng bày trong khuôn viên [[Văn Thánh Miếu Vĩnh Long]]]]\nSau khi Hiệp ước Nhâm Tuất được phê chuẩn, vua Tự Đức cử [[Phan Thanh Giản]] cầm đầu phái bộ sang [[Pháp]], xin chuộc ba tỉnh miền Đông [[Nam Kỳ]]. \nĐề cập đến giai đoạn này, sách ''[[Việt Nam sử lược]]'' chép:\n:''...Hai nước cứ bàn đi bàn lại mãi không xong, mà ở bên Pháp thì có nhiều người không muốn trả lại đất [[Nam Kỳ]]. Cuối năm [[Giáp Tý]] (1864) quan thượng thư Hải quân bộ là hầu tước De Chasseloup Laubat dâng sớ tâu với Pháp Hoàng nhất định xin không cho nước Nam chuộc ba tỉnh. Pháp Hoàng nghe lời ấy bèn xuống chỉ truyền cứ chiếu tờ hòa ước năm Nhâm Tuất (1862) mà thi hành.'' <ref>[[Trần Trọng Kim]], ''Việt Nam sử lược'': [http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=223:vit-nam-s-lc-trn-trng-kim-nc-phap-ly-t-nam-k&catid=38:lichsu&Itemid=76] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090519195026\/http:\/\/www.vietnameseculture.org\/index.php?option=com_content&view=article&id=223:vit-nam-s-lc-trn-trng-kim-nc-phap-ly-t-nam-k&catid=38:lichsu&Itemid=76 |date=2009-05-19 }}<\/ref>\n\nNăm [[Giáp Tý]] niên hiệu [[Tự Đức]] thứ 17 ([[1864]]), thực dân Pháp đã chiếm xong [[Campuchia|Cam Bốt]], ba tỉnh miền Đông mà họ đánh chiếm được, cũng dần được ổn định. song, ở ba tỉnh miền Tây, thì phong trào kháng Pháp vẫn còn khá mạnh mẽ. Chính vì vậy, chừng nào chưa chiếm được ba tỉnh thành trên, thì họ còn chưa yên.\n\nNăm [[Ất Sửu]] ([[1865]]), Chasseloup Laubat triệu tướng [[Pierre-Paul de La Grandière|La Grandière]] về Pháp để hiểu rõ thêm tình hình ở Nam Kỳ. Cuối cùng, việc đánh chiếm ba tỉnh miền Tây là [[Vĩnh Long]], [[An Giang]], [[Hà Tiên (tỉnh)|Hà Tiên]] đã được chấp thuận. Về lại [[Nam Kỳ]], lấy cớ triều đình Huế bất lực trong việc đàn áp quân \"phiến loạn\", La Grandière thảo ngay kế hoạch đánh chiếm ba tỉnh miền Tây <ref>Dựa theo ''Hỏi đáp về cuộc khởi nghĩa Trương Định'' (Nhiều tác giả. Nhà xuất bản QĐND, 2008, tr. 82).<\/ref>.\n\n===Diễn biến===\n*Theo sách ''Lịch sử Việt Nam (1858-cuối XIX)'', thì:\nNgày 18 [[tháng sáu|tháng 6]] năm [[1867]], quân Pháp gồm 1.200 lính cùng với 400 lính tập [[người Việt]] tập họp ở [[Mỹ Tho]]. Ngày 19, từ Sài Gòn, La Grandière chỉ huy một đội tàu gồm 16 chiếc cũng tới [[Mỹ Tho]], và rồi cho hành quân ngay trong đêm. Sáng ngày 20, đoàn quân thủy bộ của Pháp đã tới trước thành [[Vĩnh Long]]. La Grandière cho quân đổ bộ, và đưa thư đòi kinh lược [[Phan Thanh Giản]] giao nộp thành không điều kiện.\n \nTrước sức mạnh áp đảo của Pháp về mặt quân sự, biết thế không thể giữ nổi, [[Phan Thanh Giản]] đã quyết định trao thành, tránh đổ máu vô ích, với yêu cầu người Pháp ''đừng quấy nhiễu dân chúng'', và được giữ lại kho tiền để chi trả chiến phí theo [[Hòa ước Nhâm Tuất (1862)|Hiệp ước Nhâm Tuất]]...La Grandière bằng lòng, nhưng ngay khi Phan Thanh Giản vừa bước khỏi tàu chiến Pháp ra về thì viên tướng này cho bộ binh nối gót theo sau rồi chia làm bốn cánh vào chiếm đóng thành. Tiếp đó, La Grandière còn yêu cầu Phan Thanh Giản viết thư khuyên quan quân ở hai tỉnh còn lại là [[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]] phải hạ khí giới, giao nộp thành trì...\n \nSau khi làm theo yêu cầu của đối phương, Kinh lược [[Phan Thanh Giản]] tuyệt thực suốt 17 ngày, rồi uống thuốc độc tự tử vào ngày 4 [[tháng tám|tháng 8]] năm [[1867]], sau khi dặn dò con cái phải làm ruộng mà ăn, chứ không được nhận chức quan gì của [[Pháp]]. Ngày 21 [[tháng sáu|tháng 6]] năm [[1867]], quân Pháp chiếm gọn tỉnh An Giang. Ba ngày sau (24 [[tháng sáu|tháng 6]]), quân Pháp chiếm luôn [[Hà Tiên (tỉnh)|Hà Tiên]]. Từ đó toàn cõi [[Nam Kỳ]] trở thành thuộc địa của [[Pháp]]. Thuế má, luật lệ, điều gì cũng do súy phủ ở Sài Gòn quyết định.\n\n*Theo ''Nam Bộ Chiến Sử'' của Nguyễn Bảo Hóa, được [[Phạm Văn Sơn]] thuật trong lại ''Việt sử toàn thư'' thì:\n\nBấy giờ tại Pháp đình [[Napoléon III]] thấy trong các triều thần phái thì chủ hòa, phái thì chủ chiến, lấy làm hoang mang về vấn đề Việt Nam. Cho nên đầu năm 1867 nhà vua phái Trung tướng De Varannes sang Nam Kỳ điều tra tình hình. Rồi khi phái đoàn trở về Pháp, sau đó mới có lệnh xâm lăng ba tỉnh thuộc vùng [[Hậu Giang]]. \nLúc này, La Grandière cũng đã sửa soạn xong chiến sự miền Tây (sắp đặt lệnh hành quân, việc bố phòng các vị trí hiện hữu, tuyển mộ người cho bộ máy hành chính mới, lấy lính bản xứ để đưa đến các vùng sắp chiếm đóng).\n\nNgày 17 và 18 [[tháng sáu|tháng 6]] năm [[1867]], quân Pháp lên đường gồm 1.000 người [[Châu Âu|Âu Châu]] và 4.000 lính tập. Ngày 20 La Grandière có mặt trong trận đánh Vĩnh Long.\nHạm đội của Pháp gồm có các pháo thuyền \"Mitraille, Bourdais, Alom Frah, Espignole, Glaive, Fanconneau, Hallebarde, Arc\" và một đoàn tàu vận tải. Nhờ có sa mù của buổi sớm mai, đoàn tàu chiến của Pháp tiến đến đậu trước thành Vĩnh Long mà bên Việt không hay chi hết. Rồi họ đổ bộ, binh sĩ chĩa súng vào thành. Quá bảy giờ sáng thành bị vây hoàn toàn, quan quân Việt mới biết.\n\nĐến nơi, Bộ tham mưu Pháp phái Legrand de la Liraye đem một tối hậu thư vào thành buộc Phan Thanh Giản phải nhượng Vĩnh Long, [[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]]; nếu không quá hai giờ sau Pháp sẽ công phá thành. Quan Kinh lược Phan cùng án sát Võ Doãn Thanh hết sức lúng túng, xin hội kiến với La Grandière và xin khoan hạn để hỏi ý kiến triều đình vì biết rằng không thể đối phó nổi bằng quân sự với Pháp. Nhưng cuộc hội kiến vô kết quả. Hai người trở ra về thì thành đã bị mất. Hôm ấy là ngày 20 tháng 6 năm 1867 <ref>Lược theo [[Phạm Văn Sơn]], ''Việt sử toàn thư'', bản điện tử, tr. 2052-2053.<\/ref>.\n\n===Sau khi thất thủ===\n[[Tập tin:Đại bác Công Thần Miếu 2.jpg|nhỏ|phải|200px|Một mảnh vỡ của khẩu đại bác cùng hai viên đạn thời Nguyễn đang được thờ tại [[Công Thần Miếu Vĩnh Long]]]]\nKhi quân Pháp một lần nữa lại ung dung tiến vào chiếm đóng [[thành Vĩnh Long]], thì ở đây đang chuẩn bị kỳ [[thi Hương]]. Sách ''Lịch sử Việt Nam (1858-cuối XIX) chép: ''Ba vị đốc học đang lo tổ chức kỳ thi rất phẫn uất vì sao quân Pháp ngang nhiên tiến vào mà không hề gặp sự kháng cự nào, bèn cùng nhau bỏ ra thành, xuống thuyền cố chèo đi [[Châu Đốc]] để tổ chức kháng Pháp. Biết được, quân Pháp xuống thuyền đuổi theo bắt lại, một vị đốc học già đã tự sát.'' <ref>''Lịch sử Việt Nam (1858-cuối XIX), tr. 101.<\/ref>\n\nTiếp đó là một phong trào \"tị địa\"<ref>Tị địa: Đây là trào lưu bất hợp tác với Pháp sau khi Pháp chiếm đóng Sài Gòn và ba tỉnh Miền Đông [[Nam Kỳ]] của tầng lớp quan lại, nho sĩ, những người yêu nước [[Việt Nam]]. Họ lánh khỏi các vùng bị Pháp chiếm đóng, đến lập nghiệp tại các nơi khác ở [[Nam Kỳ]] và Nam [[Trung Kỳ]] chờ thời cơ xây dựng lực lượng chống Pháp sau này. Phong trào \"tị địa\" lần thứ nhất xảy ra ngay sau khi triều đình [[Huế]] thuận giao ba tỉnh miền Đông cho thực dân Pháp ([[tháng sáu|tháng 6]] năm [[1862]]).<\/ref> lần thứ hai của các sĩ phu Vĩnh–An–Hà. Một số nhà nho yêu nước đã tìm đường ra [[Bình Thuận]], lập ''Đồng Châu Xã'' và căn cứ ở Tánh Linh nhằm mưu cuộc kháng chiến lâu dài.\n\nSau khi [[thành Vĩnh Long]] thất thủ và bị chiếm đóng, nhân dân ở nhiều nơi vẫn tiếp tục phất cao ngọn cờ kháng chiến, tuy điều kiện không còn thuận lợi như trước nữa. Bởi lúc này, các quan tỉnh đã được lệnh bãi binh theo [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]].\n\nTuy nhiên, ở [[Bến Tre]], [[Vĩnh Long]]...[[Phan Tôn]] cùng [[Phan Liêm]] (đều là con [[Phan Thanh Giản]]) vẫn cương quyết đứng lên khởi nghĩa ([[1867]]-[[1868]]). Ở [[Rạch Giá]] ([[Kiên Giang]]), [[Nguyễn Trung Trực]] cũng đã tổ chức đánh chiếm tỉnh thành này và làm chủ được 5 ngày (16 tháng 6 năm 1868 -21 [[tháng sáu|tháng 6]] năm [[1868]]). [[Nguyễn Hữu Huân|Thủ Khoa Huân]], sau khi bị đày rồi được tha ([[tháng hai|tháng 2]], năm [[1869]]), lại tiếp tục kháng Pháp...\n\nCùng với các cuộc nổi dậy khác, tất cả đã làm cho thực dân Pháp phải lao đao. Sử Pháp thú nhận: ''Những cuộc thất bại của quân đội triều đình [[Tên gọi Việt Nam#Đại Nam|Đại Nam]], không có ảnh hưởng chút nào đến tình hình ứng nghĩa của các vùng đã bị chiếm đóng''.<ref>Dẫn theo ''Lịch sử Việt Nam (1858- cuối XIX), tr. 54. Xem thêm: [http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=278&Itemid=47] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120127153939\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=278&Itemid=47 |date=2012-01-27 }}.<\/ref>\n\n==Thơ cảm hoài==\n[[Tập tin:Cây Da Cửa Hữu.jpg|nhỏ|phải|170px|Cây Đa Cửa Hữu cùng một miếu thờ, di tích ''duy nhất'' còn lại của thành Vĩnh Long xưa.]]\n\nSau khi [[thành Vĩnh Long]] thất thủ lần đầu, tiếp theo là [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] ([[1862]]) ra đời, danh sĩ [[Phan Văn Trị]] đã làm một bài thơ như sau:\n\n:: '''Thất tỉnh Vĩnh Long'''\n:''Tò te kèn thổi tiếng năm ba,\n:''Nghe lọt vào tai, dạ xót xa.\n:''Uốn khúc sông rồng mù mịt khói,\n:''Vắng hoe thành phụng ủ sầu hoa\n:''Tan nhà cám nỗi câu ly hận,\n:''Cắt đất thương thay cuộc giảng hòa\n:''Gió bụi đòi cơn xiêu ngã cỏ,\n:''Ngậm cười hết nói nỗi quan ta.''\n\n==Chú thích==\n{{Tham khảo}}\n== Tham khảo chính==\n* [[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n* [[Phạm Văn Sơn]], ''[[Việt sử tân biên]]''(Quyển 5, Tập thượng). Sài Gòn, 1962.\n* Huỳnh Minh, ''Vĩnh Long xưa''. Nhà xuất bản Thanh Niên in lại năm 2002.\n* [[Trần Văn Giàu]], ''Tổng tập''. Nhà xuất bản Quân đội nhân dân, 2006.\n* Nguyễn Phan Quang, ''Việt Nam thế kỷ XIX (1802- 1884''). Nhà xuất bản [[Thành phố Hồ Chí Minh]], 2002.\n* Hoàng Văn Lân & Ngô Thị Chính, ''Lịch sử Việt Nam (1858-cuối XIX) (Quyển 3, Tập 1, Phần 1). Nhà xuất bản Giáo dục, 1979.\n* Nhóm Nhân Văn Trẻ, ''Hỏi đáp lịch sử (Tập 4)''. Nhà xuất bản Trẻ, 2007.\n\n{{Pháp xâm lược Đại Nam}}\n{{Việt Nam chống Pháp xâm lược}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|V]]\n[[Thể loại:Lịch sử Vĩnh Long]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1862]]"}