{"1676931":"{{mở rộng}}\n{{chú thích trong bài}}\n'''Trận hạ thành Quy Nhơn''' là trận chiến giữa quân đội [[chúa Nguyễn]] và quân đội [[Nhà Tây Sơn|Tây Sơn]] năm [] nhằm giành quyền kiểm soát [[thành Hoàng Đế]] và phủ Quy Nhơn. Trận chiến kết thúc với thắng lợi của quân đội chúa Nguyễn giành được quyền kiểm soát Quy Nhơn và đổi tên thành Hoàng Đế thành Bình Định. Tất cả quân đội Tây Sơn bị bao vây trong thành phải ra hàng chúa Nguyễn. Trận chiến là một mốc quan trọng đánh dấu sự đổi triều trong chiến tranh giữa chúa Nguyễn và Tây Sơn.\n\n==Nguyên nhân dẫn đến trận chiến==\n\nSau khi sáp nhập phần lãnh thổ của Thái Đức Hoàng Đế [[Nguyễn Nhạc|Nguyễn Văn Nhạc]] vào triều đình Phú Xuân, quân Tây Sơn tích cực nam tiến. Nhưng sự biến Thiền Lâm xảy ra khiến nội bộ tướng lĩnh Tây Sơn nghi kỵ nhau. Tận dụng thời cơ, quân Nam triều tích cực tấn công nhằm mở rộng quyền kiểm soát.\n\nBên phía Tây Sơn, do chưa đủ điều kiện tiếp tục tấn công vào nam, đã tổ chức phòng thủ. Toàn bộ nước chia làm nhiều vùng với các trung tâm lớn là kinh đô Phú Xuân ở giữa, Bắc Thành (Thăng Long cũ) và Nghệ An ở phía bắc, thành Hoàng Đế phủ Quy Nhơn ở cực nam. Trong đó thành Hoàng Đế là trung tâm quân sự lớn, chống chọi với quân Nam triều, làm bình phong che chở cho các phủ Quảng Ngãi và dinh Quảng Nam. Phủ Phú Yên là phên dậu tiếp giáp với thành Diên Khánh, một trung tâm quân sự của chúa Nguyễn.\n\nĐể tiến đánh Tây Sơn chiếm các phủ Phú Yên, Quy Nhơn và Quảng Ngãi, quân Nam triều buộc phải chiếm được hai vị trí phòng thủ quan trong là cửa khẩu Thị Nại và thành Hoàng Đế. Nếu cửa khẩu Thị Nại có vai trò quan trọng trong thủy chiến thì thành Hoàng Đế có vai trò tối quan trọng trong bộ chiến. Nếu không hạ được thành, quân Tây Sơn từ Quảng Nam vào tiếp viện, găp lức ngược gió thủy quân không phát huy được tác dụng, quân Nam triều sẽ phải lui binh.\n\n==Tầm quan trọng của thành Hoàng Đế==\n\n==Diễn biến==\n\nNăm [], Nguyễn Phúc Ánh cử đại quân đi đánh Quy Nhơn. Lưu Hoàng tử [[Nguyễn Phúc Hy]], [[Nguyễn Văn Nhơn|Nguyễn Văn Nhân]], [[Nguyễn Tử Châu]], [[Nguyễn Thái Nguyên]], [[Tô Văn Đoài]], [[Hoàng Văn Khánh]], [[Trần Đại Luật]] phòng giữ Gia Định\n\n==Mâu thuẫn trong nội bộ Tây Sơn==\n\n==Kết quả==\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai}}\n\n[[Thể loại:Chiến tranh]]\n[[Thể loại:Chiến tranh Nguyễn-Tây Sơn]]\n[[Thể loại:Lịch sử Việt Nam]]"}