{"19432762":"{{Thông tin chiến tranh\n|conflict=Trận Tuy Lý\n|partof=[[Xuân Thu]]\n|image=\n|caption=\n|date= 496 TCN\n|place= \n|casus=\n|territory=\n|result=Việt chiến thắng\n|combatant1=[[Ngô (nước)|Ngô]]\n|combatant2=[[Việt (nước)|Việt]]\n|commander1= [[Ngô Hạp Lư|Ngô vương Hạp Lư]]\n|commander2= [[Việt Vương Câu Tiễn|Việt vương Câu Tiễn]]\n|strength1= \n|strength2= \n|casualties1=\n|casualties2=\n}}\n\n'''Trận Tuy Lý''' (檇李之戰) là cuộc chiến giữa hai nước [[Ngô (nước)|Ngô]] và [[Việt (nước)|Việt]] ở cuối thời [[Xuân Thu]] trong [[lịch sử Trung Quốc]].\n\n==Bối cảnh==\nNăm 496 TCN, [[Việt hầu Doãn Thường]] qua đời, [[Câu Tiễn]] lên nối ngôi. [[Hạp Lư]] tận dụng thời cơ nhân lúc nước Việt đang có tang thì mang quân đến đánh, Câu Tiễn liền mang quân ra cự.\n==Diễn biến trận chiến==\nCâu Tiễn thấy thế trận quân Ngô nghiêm chỉnh liền sai quan Đại phu là [[Trù Vô Dư]] và [[Tư Hãn]] đốc quân sĩ ở hai bên tả hữu xông vào đánh dinh quân Ngô. Quân Ngô cứ giữ vững thế trận, rồi dùng cung nỏ mà bắn lại. Quân Việt không phá nổi nên đành phải rút. Câu Tiễn đang không biết làm thế nào thì [[Chư Kê Dĩnh]] gợi ý cho ông là nên dùng lũ phạm nhân. Câu Tiễn hiểu ngay. Ngày hôm sau, mật truyền quân lệnh bắt lũ tội nhân vẫn đem theo trong quân, cả thảy ba trăm người rồi chia làm ba hàng, đều để trần vai áo, lấy kiếm trỏ vào cổ và tiến sang chỗ quân Ngô, thét lên rồi tự đâm vào cổ. Quân Ngô đang mải nhìn thì Câu Tiễn thúc quân Việt thừa cơ đánh úp. Quân Ngô hoảng hốt, thành rối loạn. Câu Tiễn lại đem đại binh kéo đến, phía hữu có Chư Kế Dĩnh, phía tả có [[Linh Cô Phù]] xông thẳng vào quân Ngô. Linh Cô Phù trông thấy Hạp Lư, liền cầm kiếm xông lên chém. Hạp Lư vội vàng bỏ chạy, Linh Cô Phù đuổi theo và chém vào chân phải Hạp Lư rơi giầy khiến ông ngã lăn xuống đất, may có tướng Chương Nghị đến mới cứu thoát được. Hạp Lư bị thương nặng, tức khắc rút quân. Linh Cô Phù lượm được chiếc giầy của Hạp Lư, liền đem về nộp Câu Tiễn. Hạp Lư bị thương nặng phải rút về nước. Biết mình không qua khỏi nên dặn cháu là [[Phù Sai]] phải đánh Việt để báo thù.\n\nDù trận chiến này kết thúc với chiến thắng của nước Việt, nhưng thực lực của nước Ngô vẫn là mạnh hơn rất nhiều lần so với nước Việt. Sau đó, Phù Sai dẫn quân báo thù và đánh thắng nước Việt trong [[trận Phù Tiêu]] (夫椒之战).\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai}}\n\n[[Thể loại:Trận chiến thời Xuân Thu Chiến Quốc]]\n[[Thể loại:Nước Ngô]]\n[[Thể loại:Nước Việt]]"}