{"33287":"'''Trần Xá''' (chữ Hán là 陳舍), là tên của nhiều làng xã [[Việt Nam]], đa số phân bố từ Bắc Trung Bộ ra phía Bắc.\n \nNổi bật trong các làng Trần Xá đó là làng Trần Xá (bến Bình Than), nằm trên bờ sông [[Sông Kinh Thầy|Kinh Thầy]] thuộc xã [[Nam Hưng]], huyện [[Nam Sách]], tỉnh [[Hải Dương]]. Đây là nơi vua quan [[nhà Trần]] tổ chức [[hội nghị Bình Than]] vào tháng 10 năm [[1282]] để bàn kế chống [[nhà Nguyên|giặc Nguyên]] đem quan sang xâm lược. Một việc đã đi vào lịch sử và sách vở là chuyện [[Trần Quốc Toản]] bóp nát quả cam vua ban.\n\n== Làng Trần Xá (Bình Than) ==\nNgười dân làng Trần Xá sống chủ yếu bằng nghề [[Nông nghiệp]], bên cạnh đó do có lợi thế về bãi bồi, nên nghề chăn nuôi gia súc lớn như trâu, bò... cũng phát triển mạnh. Hầu hết các gia đình đề có bò, thả ngoài bãi bồi. Những người chăn bò ở đây thường thả gia súc ra bãi bồi, và đến cuối buổi chiều, chúng tự đi về nhà mình nếu đã quen, hoặc những ngày đầu phải lừa về.\n\nĐường vào làng Trần Xá có 2 lối chính, đều xuất phát từ đường chân đê.\n\n== Các làng cổ Trần Xá ==\nTrong cuốn sách ''Tên làng xã Việt Nam đầu thế kỷ 19 (thuộc các tỉnh từ Nghệ Tĩnh trở ra)'', có ghi tên 6 làng Trần Xá sau:\n*xã Trần Xá tổng Cao Đôi huyện Chí Linh phủ [[Nam Sách]] trấn Hải Dương (Trần Xá, Nam Hưng huyện Nam Sánh tỉnh Hải Dương),\n*xã Trần Xá tổng Ba Đông huyện [[Phù Dung]] [[phủ Khoái Châu]] trấn [[Sơn Nam Thượng]],\n*xã Trần Xá tổng Trần Xá huyện Nam Xang phủ Lý Nhân trấn Sơn Nam Thượng (Trần Xá, huyện Lý Nhân),\n*tổng Trần Xá huyện [[Nam Xang]] phủ Lý Nhân trấn Sơn Nam Thượng,\n*xã Trần Xá tổng Thượng Bái huyện Duyên Hà phủ Tiên Hưng trấn Sơn Nam Hạ (thuộc xã Văn Cẩm huyện [[Hưng Hà]] tỉnh [[Thái Bình]]),\n*xã Trần Xá tổng Dũng Liệt huyện Yên Phong phủ Từ Sơn xứ Kinh Bắc (nay là làng Trần Xá xã Yên Trung huyện [[Yên Phong]] tỉnh [[Bắc Ninh]]).\nNgoài ra còn có xã Trần Xá thuộc huyện Đại An trấn Sơn Nam (nay là làng Tràn, xã '''[[Yên Đồng, Ý Yên]]''', tỉnh [[Nam Định]]).\n\nTrong ''[[Phủ biên tạp lục]]'', [[Lê Quý Đôn]] khi kể về các dư địa chí của [[Đàng Trong]], có nhắc đến các làng Trần Xá sau:\n*Trần Xá, tổng Trung Quan huyện Khang Lộc phủ Quảng Bình xứ Thuận Hóa (nay là Trần Xá xã Hàm Ninh huyện Quảng Ninh tỉnh [[Quảng Bình]]).\n\nLàng Trần Xá huyện Nam Xang (Nam Xương) nay thuộc huyện [[Lý Nhân]], được tiến sĩ năm 1469 triều vua [[Lê Thánh Tông]] là Trần Bảo (1449-1529) khai hoang lập nên. Trần Bảo quê gốc ở Trần Xá, Đại An thuộc Vĩnh Bảo, Hải Phòng, nhớ đến quê cũ nên đã đặt tên làng do mình khai khẩn theo tên quê gốc <ref>{{Chú thích web |url=http:\/\/www.hanam.gov.vn\/index.asp?language=tiengviet&newsID=264 |ngày truy cập=2009-10-18 |tựa đề=Các nhà khoa bảng Hà Nam-Trần Bảo |archive-date=2009-10-19 |archive-url=https:\/\/web.archive.org\/web\/20091019151126\/http:\/\/www.hanam.gov.vn\/index.asp?newsID=264&language=tiengviet |url-status=dead }}<\/ref>.\n\n==Xem thêm==\n*[[Nhà Trần]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{sơ khai Hải Dương}}\n\n[[Thể loại:Hải Dương]]\n[[Thể loại:Nhà Trần]]"}