{"628025":"'''Trần Danh Án''' (陳名案, [[1754]]–[[1794]]), tự '''Liễu Am''' (了庵), hiệu '''Tản Ông''' (散翁); là [[nhà thơ]] và là quan viên nhà [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử]] [[Việt Nam]]. Ông là tác giả của \"Nam phong giải trào\", một công trình sưu tập ca dao được nhiều nhà nghiên cứu xem là xưa nhất.<ref>{{chú thích tạp chí |last= |first= |author=Kiều Thu Hoạch |authorlink= |date=1978-06 |day= |title=Nam phong giải trào: Lịch sử văn bản và giá trị văn học dân gian |trans-title= |journal= |volume= |series= |issue= |page= |pages= |publisher= |location= |issn= |pmid= |pmc= |doi= |bibcode= |oclc= |id= |url= |language= |format= |access-date = |lay-url= |lay-source= |lay-date= |quote=}}<\/ref><ref>{{chú thích web| url =  http:\/\/chimviet.free.fr\/vanhoc\/thuykhue\/cautructho\/chuong01.html | title =Cấu Trúc Thơ | access-date = ngày 27 tháng 12 năm 2013 | accessmonthday = | accessyear = | author =Thụy Khuê | last = | first = | authorlink = |date = 1991-01 | format = | work = | publisher = | pages = | language = vi | archiveurl = | archivedate = }}<\/ref><ref>{{chú thích web| url = https:\/\/www.qdnd.vn\/van-hoa-giao-duc\/doi-song-van-hoa\/hoang-giap-tran-danh-an-nguoi-dau-tien-suu-tap-ca-dao-viet-nam-400649 | title = Hoàng giáp Trần Danh Án- người đầu tiên sưu tập ca dao Việt Nam | access-date = | accessmonthday = | accessyear = | author = Phạm Thuận Thành | last = | first = | authorlink = | date = ngày 12 tháng 11 năm 2006 | format = | work = | publisher = | pages = | language = vi | archiveurl = | archivedate = }}<\/ref>\n\n== Hành trạng trong lịch sử ==\n\n'''Trần Danh Án''' là người làng Bảo Triện, huyện [[Gia Bình]], trấn [[Kinh Bắc]], nay thuộc tỉnh [[Bắc Ninh]]. Ông xuất thân trong một gia đình khoa bảng, có nhiều người làm quan lớn trong triều. Ông nội là [[Tiến sĩ]] [[Trần Phụ Dực]], làm quan đến chức Tư huấn Quốc Tử Giám, tham gia soạn \"Đại Việt sử ký tục biên\". Bác ruột ông là Tiến sĩ [[Trần Danh Ninh]] và cha ông là Tiến sĩ [[Trần Danh Lâm]] (cùng đỗ Tiến sĩ năm [[1731]]), cùng làm quan đồng triều và đều trải đến chức Thượng thư.<ref>[[Ngô Đức Thọ]] chủ biên, ''Các nhà khoa bảng Việt Nam (1075-1919)''. Nhà xuất bản Văn học, 2006. tr. 645.<\/ref>\n \nThời niên thiếu, Trần Danh Án có tiếng thông minh học giỏi. Năm cuối Cảnh Hưng triều vua [[Lê Hiển Tông]] (1786), ông thi Hương đỗ Giải nguyên. Năm [[Lê Chiêu Thống|Chiêu Thống]] thứ nhất ([[1787]]), ông thi đỗ [[Hoàng giáp]] khoa [[Đinh Mùi]] (khoa thi cuối cùng của triều [[Nhà Lê sơ|Hậu Lê]]), được bổ chức quan Hàn lâm viện Hiệu lý.\n\nBấy giờ, vua Lê dựa vào thế lực của quyền thần [[Nguyễn Hữu Chỉnh]], dẹp tan tàn dư thế lực của [[chúa Trịnh]], nhân cơ hội anh em [[Nhà Tây Sơn|Tây Sơn]] bất hòa, mưu đồ tái lập thế lực ở Bắc Hà, thoát ly áp lực ở phía Nam. Trần Danh Án được xét công phò vua, được phong tước Định Nhạc bá.\n\nPhía Tây Sơn biết được, cử tướng  [[Vũ Văn Nhậm]] kéo quân ra Bắc, diệt trừ thế lực của Nguyễn Hữu Chỉnh. Tháng 12 (âl) năm Đinh Mùi (1788), quân Tây Sơn kéo đến [[Thăng Long]], Nguyễn Hữu Chỉnh nửa đêm trốn từ Thanh Quyết về Thăng Long, thu gom tàn quân, hộ tống vua Lê Chiêu Thống bỏ kinh thành chạy lên [[Kinh Bắc]].\n\nTrần Danh Án cùng một số ít triều thần tòng vong theo vua. Vua Lê cố gắng chiêu tập quân cần vương đánh lại quân Tây Sơn, nhưng đều thất bại. Bản thân Nguyễn Hữu Chỉnh sau đó cũng bị quân Tây Sơn bắt được, đưa về [[Thăng Long]] xé xác trước cổng thành.<ref name=\"CM47\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH0149d39c1237094672279282.53 Khâm định Việt sử thông giám cương mục, quyển 47]{{Liên kết hỏng|date = ngày 1 tháng 4 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nĐến lượt Vũ Văn Nhậm sau khi đánh bại hầu hết quân cần vương lại ra mặt chuyên quyền mọi việc ở Bắc Hà. Tại [[Phú Xuân]], [[Nguyễn Huệ]] cũng bất bình với hành động tự lập của Vũ Văn Nhậm, tháng 4 (âl) năm [[Mậu Thân]] ([[1788]]), kéo quân ra Bắc, bắt giết Vũ Văn Nhậm. Tuy vậy, vì chưa tìm ra được vua Lê, nên Nguyễn Huệ tôn Hoàng thân [[Lê Duy Cẩn]] làm Giám quốc, giữ việc thờ cúng, giao Đại tư mã [[Ngô Văn Sở]] nắm giữ chính quyền, thống lĩnh quân đội, trông coi 11 trấn Bắc Hà.\n\nBấy giờ, trước thế lực hùng mạnh của quân Tây Sơn, [[Mẫn Thái hậu|Thái hậu Nguyễn thị]] cùng với nguyên tử đào vong đến [[Cao Bằng]], được đốc đồng [[Nguyễn Huy Túc]], phiên thần [[Hoàng Ích Hiểu]], tụng thần [[Lê Quýnh]] và [[Nguyễn Quốc Đống]], hộ tống qua cửa ải Thủy khẩu chạy sang [[Long Châu]] của [[nhà Thanh]], gặp Tổng đốc Lưỡng Quảng [[Tôn Sĩ Nghị]] gào khóc xin cứu viện. Thanh đế [[Càn Long]] theo lời tấu của Tôn, mưu chiếm lấy Đại Việt, nên cho Tôn đều động quân lính bốn tỉnh [[Quảng Đông]], [[Quảng Tây]], [[Vân Nam]] và [[Quý Châu]], để mượn danh cứu viện sang xâm lược. Tôn cho phát hịch văn, đồng thời gửi mật thư, sai [[Lê Quýnh]] và [[Nguyễn Quốc Đống]] về báo vua Lê Chiêu Thống.\n\nNhân được mật thư, vua Chiêu Thống đã sai Trần Danh Án, bấy giờ được phong là Tham tri chính sự, cùng với hoàng thân [[Lê Duy Đản]], chức Hàn lâm hiệu thảo, mang theo tờ bẩm, đi đường tắt, đi lên đón quân Thanh. Sợ bị quân Tây Sơn phát hiện, hai ông chỉ mang theo vài thân tín, đội nón cũ, mặc áo rách như thường dân đi đường, theo đường tắt trong núi, qua cửa ải Lạng Sơn mà đi.<ref>[http:\/\/baotanglichsu.vn\/vi\/Articles\/3096\/7058\/chuyen-co-that-ve-hai-vi-su-than-ao-rach.html Chuyện có thật về hai vị sứ thần áo rách]<\/ref><ref>[https:\/\/baobinhphuoc.com.vn\/news\/376\/116053\/su-than-ao-rach Sứ thần áo rách]<\/ref> Hai ông sang đến Nam Ninh, hội kiến Tôn Sĩ Nghị, rồi cùng hơn 20 vạn quân Thanh tiến vào lãnh thổ Đại Việt.\n\nQuân Thanh rầm rộ tiến sang Đại Việt, thắng lợi nhanh chóng, bức quân Tây Sơn lùi về Tam Điệp phòng thủ, tái chiếm được Thăng Long. Vua Chiêu Thống giành lại được ngai vàng, phong cho Trần Danh Án là Tĩnh nạn công thần, tước ''Định Nhạc hầu'', thăng chức Phó đô ngự sử. Tuy nhiên, không lâu sau, [[mùa xuân]] [[1789]], [[Nguyễn Huệ|Quang Trung]] lên ngôi Hoàng đế, chỉ huy quân Tây Sơn đại phá quân Thanh, vua Lê Chiêu Thống phải đào vong sang [[Trung Quốc]], còn Trần Danh Án thì lẻn trốn về quê nhà.\n\nVua Quang Trung bảo Ngô Thời Nhiệm viết thư triệu Trần Danh Án. Ông đáp lại, từ chối, sau bị bắt giam lỏng ở Thăng Long, cũng không đổi chí, hàng ngày làm thơ thoá mạ Tây Sơn: \"Thử sinh tuy nhuận sài lang vẫn, Túng tử nan vị cẩu trệ tâm\". Danh lợi, uy vũ đều không làm cho Trần Danh Án sợ hãi hay thoái chí. Nhưng rồi người ta cũng nể ông là bậc sĩ phu, có tiết tháo nên để cho ông sống cuộc đời nhàn tản, không ai phiền luỵ đến.\n\nSách ''[[Lê quý dật sử]]'' chép:\n\n:Tây Sơn vời Trần Án (tức Trần Danh Án), tiến sĩ nhà Lê vào chầu. Án làm thơ cố ý cáo bệnh từ chối không đến. Vua Tây Sơn ([[Nguyễn Huệ]]) phê bằng son đỏ rằng: ''Cho được làm theo chí hướng cao thượng''.\n:(Trần Danh) Án có thơ (dịch nghĩa):\n:''Vô tri như loài ông, kiến còn có vua tôi.''\n:''Loài vật kia còn như thế, huống chi ta là người.''\n:''Họ Khấu<ref>Họ Khấu: chỉ Tiến sĩ [[Khấu Chuẩn]], người [[nhà Tống|đời Tống]]. Khi quân [[Khiết Đan|Khất Đan]] vào cướp phá, ông lập kế đuổi được, được phong làm Lai quốc công.<\/ref>, họ Đặng<ref>Họ Đặng: chỉ Đặng Vũ, người đời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]]. Ông giúp [[Hán Quang Vũ Đế]] khởi binh, sau được phong tước Cao mật hầu.<\/ref>. gặp vận khá, được phò ngôi vua Hán'';\n:''Họ Tạ<ref>Họ Tạ: chỉ Tiến sĩ Tạ Phòng Đắc, người cuối đời Tống. Khi quân Nguyên kéo đến, ông bại trận phải trốn vào núi Đường Thạch. Đối phương tìm được ông, áp giải ông lên phía bắc, ông nhịn ăn rồi chết.<\/ref>, họ Văn<ref>Họ Văn: chỉ Tiến sĩ [[Văn Thiên Tường]], người đời Tống. Lúc làm Thừa tướng, ông bị quân Nguyên đánh bại. Bị bắt giam, ông làm bài ''Chính khí ca'' để tỏ ý không chịu khuất phục, nên bị giết chết.<\/ref> vận suy hổ thẹn làm dân [[nhà Nguyên]].''\n:''Trời nếu không có ý cho vua (chỉ [[Lê Chiêu Thống]]) sống trở về''\n:''Ta cũng cam tâm làm tử thần.''\n:''Mong được đời sau đề lên mộ chí,''\n:''Đây là mộ tiến sĩ triều Lê họ Trần''<ref>''Lê quý dật sử'', tr. 100-101.<\/ref>.\n\nNăm [[1793]], vua Lê Chiêu Thống qua đời ở [[Trung Quốc]].\n\nNghe tin vua mất và mưu đồ phục quốc cũng tan tành, Trần Danh Án rất đau buồn, đến năm sau thì mất ([[1794]]). Lúc đó, ông mới 40 tuổi.<ref>Có nguồn nói rằng ông nhịn ăn mà chết. Xem: [http:\/\/www.qdnd.vn\/QDNDSite\/en-us\/75\/43\/6\/6\/33\/4678\/Default.aspx]. Tuy nhiên, tra trong các sách ở mục ''Sách tham khảo'' thì không thấy có thông tin này.<\/ref>\n\nVăn tế Trần Danh Án do người bạn của ông là [[Vũ Trinh]]-Tham tri Chính sự triều Lê soạn, có đoạn viết về ý chí của Trần Danh Án:\n\n''\"Thần có lòng son nâng đất chống trời, mệnh thần không còn, với thần thế là hết.''\n\n''Thần có máu nóng để đo gươm giáo, chí thần không toại, đời chẳng còn gì.\"''\n\n==Tác phẩm==\nTác phẩm của Trần Danh Án có:\n*'''Liễu Am thi tập''' (Tập thơ Liễu Am; còn có các tên khác là: ''Liễu Am Tản Ông thi tập, Bảo Triện Trần [[Hoàng giáp|Hoàng Giáp]] thi thảo, Bảo Triện Trần Hoàng giáp thi tập''). Đây là tác phẩm chính của ông, được sáng tác khoảng từ [[1788]] cho đến trước khi mất (1794), gồm 141 bài thơ gồm những bài thơ đề vịnh, cảm tác, đi sứ, thù tặng, thơ họa đáp...Ngoài ra, trong tập còn có 2 bức thư [[chữ Hán]] bày tỏ tâm tư, cảnh ngộ từ lúc theo vua [[Lê Chiêu Thống]] khôi phục ngai vàng cho đến sau khi [[nhà Hậu Lê]] thất bạị.\n*'''Bảo Triện Trần Hoàng giáp thi văn tập''' (Tập thơ của [[Hoàng giáp]] họ Trần ở Bảo Triện), gồm những bài thơ, văn, phú, câu đối…\n*'''Lịch đại chính yếu luận''' (bàn về những điều chính yếu qua các đời). Đây là một tập luận văn có tính chất sử học, dùng nhiều thể văn (kể cả văn sách) để bàn luận về các chính sách quan trọng của các triều đại phong kiến, chủ yếu là từ [[nhà Đinh]] đến [[nhà Trần]].\n*'''Nam phong giải trào''' và '''Nam phong nữ ngạn thi''' (Ngạn ngữ bằng thơ về nữ giới trong phong dao nước Nam). Đây là hai quyển chép [[ca dao]], [[tục ngữ]] [[Việt Nam]] do ông sưu tầm, ghi bằng [[chữ Nôm]], một phần dịch sang [[chữ Hán]].\n\n==Nhận xét==\nTrần Danh Án gắn bó sâu sắc với [[nhà Hậu Lê]]. Vì vậy, khi triều đại này sụp đổ, ông cảm thấy đau xót, bất hợp tác với triều Tây Sơn. Nhưng dường như ông cũng cảm thấy triều đại mới này có những cái tốt đẹp không thể phủ nhận được, cho nên ông không có bài nào mạt sát hay đả kích triều Tây Sơn. Mâu thuẫn là ở chỗ ấy...Nhìn chung, thơ văn ông là hình ảnh khá chân thật của một tầng lớp quý tộc, bất lực với thời cuộc mà trong tâm lý vẫn không muốn thừa nhận điều đó.<ref>Tổng hợp theo Nguyễn Kim Hưng (tr. 1779) và Nguyễn Thạch Giang (tr. 93).<\/ref>.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* [[Bùi Dương Lịch]], ''Lê quý dật sử'' (bản dịch của Phạm Văn Thắm). Nhà xuất bản Khoa học Xã hội, 1987.\n* Nguyễn Kim Hưng, mục từ ''Trần Danh Án'' trong ''Từ điển Văn học (bộ mới''). Nhà xuất bản Thế giới, 2004.\n* Nguyễn Thạch Giang, ''Văn học [[thế kỷ 18]]''. Nhà xuất bản Khoa học Xã hội, 2004.\n* [[Ngô Đức Thọ]] chủ biên, ''Các nhà khoa bảng Việt Nam (1075-1919)''. Nhà xuất bản Văn học, 2006\n\n{{thời gian sống|1754|1794}}\n\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Nhà thơ Việt Nam thời Lê trung hưng]]\n[[Thể loại:Hoàng giáp Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}