{"812602":"{{chú thích trong bài}} \n{{Thông tin chiến tranh\n|conflict=Trận đồi Độc Lập\n|partof=[[Chiến dịch Điện Biên Phủ]] trong [[Chiến tranh Đông Dương]]\n|image=\n|date=[[14 tháng 3|14]] – [[15 tháng 3]] năm [[1954]]\n|place=''đồi Độc Lập'', [[Điện Biên Phủ]] \n|result=Chiến thắng của [[Quân đội Nhân dân Việt Nam]], gần như tiêu diệt Phân khu Bắc, cứ điểm Điện Biên Phủ\n|combatant1={{flagdeco|Pháp|1830}} [[Liên hiệp Pháp]]\n* {{flagcountry|Đệ Tứ Cộng hòa Pháp}}\n* {{flag|Quốc gia Việt Nam}}\n|combatant2={{flagdeco|Việt Nam Dân chủ Cộng hòa|army}} [[Quân đội nhân dân Việt Nam]]\n|commander1={{flagicon|Đệ Tứ Cộng hòa Pháp}} [[Christian de Castries]]<br \/>{{flagicon|Đệ Tứ Cộng hòa Pháp}} [[Edouard Kah]] {{POW}}<br \/>{{flagicon|Đệ Tứ Cộng hòa Pháp}} [[Roland de Mecquenem]] {{POW}}<br \/>{{flagicon|Pháp}} [[Charles Piroth]] {{KIA}} (tự sát)\n|commander2={{flagicon|Việt Nam Dân chủ Cộng hòa|army}} [[Võ Nguyên Giáp]]<br>{{flagicon|Việt Nam Dân chủ Cộng hòa|army}} [[Lê Thùy]]<br>\n{{flagicon|Việt Nam Dân chủ Cộng hòa|army}} [[Bùi Nam Hà]]\n|strength1='''Lực lượng phòng ngự:''' Tiểu đoàn 5 Trung đoàn 7 [[Algérie]] và một đại đội lính [[người Thái|Thái]] (877 lính)<br>'''Lực lượng phản kích:''' 2 tiểu đoàn nhảy dù Pháp và [[Quân đội Quốc gia Việt Nam]] (khoảng 1.000 lính) và 2 [[xe tăng]]<br>4 [[súng cối]] 120mm và [[pháo binh]] ở Mường Thanh, Hồng Cúm chi viện hơn 10.000 viên đạn [[pháo]].<br>[[Không quân]] ném bom hỗ trợ \n|strength2=2 [[trung đoàn]] bộ binh (khoảng 3.000 quân)<br> [[Đại đoàn]] Công Pháo 351 bắn yểm trợ gần 1.000 viên đạn pháo\n|casualties1=khoảng 1.000 chết, bị thương hoặc bị bắt\n|casualties2=không rõ, khoảng vài trăm\n}}\n\n'''Trận đồi Độc Lập''' là trận đánh diễn ra tại ngọn đồi cùng tên trong giai đoạn 1 của [[Chiến dịch Điện Biên Phủ]]. Đây là trận đánh thứ hai của chiến dịch, diễn ra từ đêm 14-3 đến rạng sáng 15-3. Sau trận đánh, Quân đội nhân dân Việt Nam hoàn toàn kiểm soát quả đồi, đẩy lùi đợt phản kích của [[Pháp]], qua đó gần như đánh sụp Phân khu phía Bắc của cứ điểm [[Điện Biên Phủ]].\n\n==Bối cảnh==\nPhân khu Bắc của Pháp gồm hai trung tâm đề kháng là ''Gabrielle'' (đồi Độc Lập) và ''Anna Marie'' do [[André Trancart]] (Tơrăngca), viên trung tá đã phụ trách vùng \"[[Khu tự trị Thái|tự trị Tây Bắc]]\" ở [[Lai Châu]], chỉ huy. ''Gabrielle'' nằm trên một quả đồi riêng rẽ ở đầu bắc cánh đồng, dài 500 mét, rộng 200 mét, không một bóng cây, dày đặc những trận địa, đường hào, ụ súng. Cơ quan tham mưu chiến dịch của [[Việt Nam]] đặt tên cho nó là ''đồi Độc lập'', còn người Pháp gọi nó là ''\"tàu phóng ngư lôi\"''.\n\nTrước chiến dịch, Chỉ huy cụm cứ điểm [[Christian de Castries|Đờ Cát]] đã mở cuộc thi xem trung tâm đề kháng nào của tập đoàn cứ điểm có tổ chức trận địa vững chân và hoàn thiện nhất về mặt chiến thuật. ''Gabrielle'', do Tiểu đoàn 5 thuộc Trung đoàn Bộ binh [[Algérie]] số 7 tổ chức phòng ngự, được ban chấm thi đánh giá cao nhất. Đờ Cát trao cho nó một khoản tiền thưởng đủ tổ chức một buổi ăn mừng.\n\nĐây là trung tâm đề kháng duy nhất có hai tuyến phòng ngự hoàn chỉnh buộc đối phương khi tiến công phải đột phá hai lần. ''Gabrielle'' ở cách xa phân khu trung tâm 4&nbsp;km nên được tăng cường bốn khẩu [[súng cối]] hạng nặng 120 ly. Những người chỉ huy đã bố trí trận địa pháo khá cẩn mật, tính toán kỹ lưỡng những mục tiêu có thể xuất hiện. Bốn đại đội đồn trú đều có [[công sự]] vững chắc. Tiểu đoàn 5 Algérie là một tiểu đoàn đáng tin cậy trong chiến đấu. Trước khi đến [[Điện Biên Phủ]], nó được trang bị lại những vũ khí mới, kể cả súng có kính ngắm [[tia hồng ngoại|hồng ngoại]] chuyên để bắn trong đêm tối. Ngoài ra còn có một đại đội lính Thái của [[Quân đội Quốc gia Việt Nam]] hỗ trợ phòng ngự, và được pháo binh ở Mường Thanh, Hồng Cúm chi viện.\n\nNgay sau khi cứ điểm [[Him Lam]] thất thủ tối 13-3, các chỉ huy Pháp dự đoán [[Quân đội Nhân dân Việt Nam]] sẽ tấn công ''Gabrielle'' ngay sau đó. Đúng ngày hôm đó, Thiếu tá [[Kah]] tới ''Gabrielle'' thay Thiếu tá Méccơnem ([[Mecquenem]]) mãn nhiệm. Hai viên tiểu đoàn trưởng cùng đi thị sát lại vị trí, và thống nhất yêu cầu pháo binh ở [[Mường Thanh]] sẽ bắn vào chỗ có của thung lũng ở phía bắc và những đường hào tiếp cận khá sâu [[Việt Minh]] đã đào tới chân đồi. Đạn dược dự trữ được bốn ngày. Không quân hứa sẽ cho một máy bay [[Douglas C-47 Skytrain|C-47]] thả đèn dù suốt đêm. Chỉ huy pháo binh [[Piroth]] cam kết dành cho ''Gabrielle'' sự yểm hộ cao nhất của pháo binh. Hai viên chỉ huy vui vẻ chạm cốc hẹn sẽ gặp lại nhau khi trận [[Điện Biên Phủ]] kết thúc. Chỉ trong 3 ngày, từ 13 đến 15-3-1954, quân [[Pháp]] đã bắn hơn 30 nghìn viên đạn pháo, đêm 14-3 còn huy động máy bay oanh tạc suốt đêm thành hàng rào lửa ngăn chặn bước tiến quân của [[Quân đội Nhân dân Việt Nam]].\n\n==Kế hoạch của Quân đội nhân dân Việt Nam==\nLúc đầu, [[Quân đội Nhân dân Việt Nam]] chủ trương đánh cả [[Him Lam]] và ''đồi Độc lập'' trong một đêm, sau đó sẽ tiêu diệt nốt trung tâm còn lại là [[Bản Kéo]]. Đánh cả hai nơi có lợi là phân tán được hỏa lực chi viện của tập đoàn cứ điểm. Nhưng khi tính toán cụ thể, nhận thấy không đủ [[sơn pháo]] 75 ly đi cùng một lúc với hai đơn vị xung kích, Bộ Chỉ huy chiến dịch quyết định đánh Him Lam trước, ngay sau đó chuyển pháo sang cho đơn vị đánh ''đồi Độc lập'' vào đêm hôm sau.\n\nTrung đoàn 165 ([[Sư đoàn 312, Quân đội Nhân dân Việt Nam|Đại đoàn 312]]) và Trung đoàn 88 ([[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]]) có nhiệm vụ tiêu diệt trung tâm đề kháng ''đồi Độc Lập''. Đại đoàn Công Pháo 351 tập trung toàn bộ hỏa lực pháo binh trực tiếp yểm hộ cho bộ binh tiến công, kiềm chế pháo binh Pháp, tập kích vào cơ quan chỉ huy ở [[Mường Thanh]], sân bay và các kho tàng.\n\nNhiệm vụ tiến công ''đồi Độc lập'' được giao cho Trung đoàn trưởng 165 [[Lê Thùy]] và Trung đoàn trưởng 88 [[Bùi Nam Hà]] dưới quyền chỉ huy của Đại đoàn trưởng 308 [[Vương Thừa Vũ]]. Trung đoàn 88 [[Sư đoàn 308, Quân đội Nhân dân Việt Nam|Đại đoàn 308]] của Trung đoàn trưởng [[Bùi Nam Hà]] đánh vào hướng Đông Bắc là hướng thứ yếu, Trung đoàn 165 [[Sư đoàn 312, Quân đội Nhân dân Việt Nam|Đại đoàn 312]] của Trung đoàn trưởng [[Lê Thùy]] đánh vào hướng chủ yếu là hướng Đông Nam cứ điểm, ngoài ra có sự hỗ trợ của Đại đội [[lựu pháo]] 803, 2 đại đội [[sơn pháo]] 752, 753 và hai đại đội [[súng cối]] 120mm bắn chi viện, và bố trí lực lượng làm nhiệm vụ chặn phản kích từ Mường Thanh ra. Cùng lúc, sử dụng một phân đội bộ binh và một đại đội trợ chiến của Tiểu đoàn 255 Trung đoàn 174, tiến hành tích cực nghi binh tại ''A1''.\n\nTheo kế hoạch, trận đánh ''đồi Độc lập'' sẽ bắt đầu vào 16 giờ 45 ngày [[14 tháng 3]] năm [[1954]]. Đúng giờ G, bộ phận nghi binh nổ súng bắn cháy ba lều vải trên đồi ''A1'', và xung kích tiến lên mở hàng rào. Pháo 105 ly của Pháp từ Hồng Cúm và cối 120 ly ở [[Mường Thanh]] nã đạn dồn dập vào trận địa của Tiểu đoàn 255. Nhưng ở ''đồi Độc lập'', do trời mưa, [[sơn pháo]] 75 ly và [[súng cối]] 120 ly điều từ Him Lam sang không tới kịp trước giờ nổ súng nên cuộc tiến công chưa bắt đầu. Bộ phận nghi binh được lệnh rút ra.\n\nĐêm 14-3-1954, Đại đội trưởng [[Lê Nam Phong]] cùng trung đoàn hành quân dưới mưa đạn pháo 105mm, pháo 155mm của Pháp và trời cũng mưa tầm tã. Bộ đội phải dùng áo mưa và cởi cả áo che cho bộc phá và súng đạn.\n\n==Diễn biến==\n===Tấn công đồi Độc Lập===\n* 18 giờ ngày 14-3: Chỉ huy trưởng trận đánh [[Vương Thừa Vũ]] trao đổi với Tư lệnh phó [[Sư đoàn 312, Quân đội nhân dân Việt Nam|Đại đoàn 312]] [[Đàm Quang Trung]], quyết định cho pháo binh bắt đầu bắn vào các cứ điểm Pháp, phá hoại công sự và uy hiếp tinh thần binh lính Pháp. Trong khi đó [[bộ binh]] tiếp tục chuẩn bị thật chu đáo, chờ sơn pháo và cối 120 ly tới mới nổ súng. Những loạt lựu pháo bắn khá trúng đích, làm sập nhiều hầm ở khu vực chứa vũ khí nặng, viên Trung úy [[Moreau]] chỉ huy Đại đội 4 chết trong hầm. Sau mỗi đợt oanh kích của pháo, [[Méccơnem]] lại yêu cầu pháo binh từ [[Mường Thanh]] bắn chặn các đường hào xuất kích, và động viên binh lính trong đồn sẵn sàng đối phó với những đợt xung phong. Nhưng tới 2 giờ sáng ngày 15-3, vẫn chưa có đợt xung phong nào. [[Máy bay]] thả dù pháo sáng suốt đêm trên vị trí. Quân Pháp cho rằng những đợt tiến công của [[Quân đội Nhân dân Việt Nam]] đã bị đạn, bom nghiền nát.\n\nCác chiến sĩ [[sơn pháo]] và [[súng cối]] 120 ly mò mẫm, khiêng pháo nhích từng bước trong rừng, giữa đêm đen dưới trời mưa tầm tã. Nửa đêm, họ chỉ còn cách trận địa 700 mét. Bất thần, một loạt [[bom]] nổ trên không chụp xuống đội hình. Một số chiến sĩ hy sinh và bị thương. Hầu hết các đòn khiêng pháo đều gãy. Những người còn lại biết bộ binh đang chờ, vẫn quyết tâm đưa [[pháo]] tới đích. 2 giờ sáng, các khẩu đội sơn pháo mới đến nơi.\n\n* 3 giờ 30 phút ngày 15-3, chỉ huy trưởng trận đánh hạ lệnh tiến công. Sau một thời gian im lặng, cả [[lựu pháo]] và [[sơn pháo]] lúc này đồng loạt khai hỏa. Quân Pháp không hiểu đây là một đợt tiến công hay vẫn là sự \"khiêu khích\" của [[Việt Minh]] nhằm tiêu hao đạn đại bác của họ.\n\nTrên hướng chủ yếu, Trung đoàn 165 đột phá thuận lợi. Các chiến sĩ Tiểu đoàn 115 tiến lên mở cửa giữa lúc pháo chi viện bắn trúng bãi [[mìn]]. Những trái mìn sáng của Pháp làm cho cửa mở sáng rực như ban ngày, giúp việc quan sát rõ hơn.\n\nLợi dụng lúc pháo binh [[bắn cấp tập]], các trung đội [[bộc phá]] băng lên phá các hàng rào. Người đánh bộc phá đầu tiên là chiến sĩ [[Nguyễn Bá Tuệ]]. Pháp bắn trả vô cùng ác liệt, nhiều chiến sĩ bộc phá đã hy sinh, như Trung đội phó ''Đồng'' đang ôm bộc phá lao lên thì trúng đạn, Tiểu đội trưởng ''Cấp'' hy sinh, chiến sĩ ''Viên'' ôm bộc phá ngã dưới chiến hào. Nhưng sau 40 phút, các chiến sĩ bộc phá đã hoàn thành nhiệm vụ.\n\nTrên hướng thứ yếu, lúc đầu Trung đoàn 88 xác định cửa mở chưa đúng hướng (trung đoàn mới ở [[Lào]] về 3 ngày, vừa trinh sát vừa tổ chức chiến đấu, vừa đào hào giao thông, nên địa hình chưa thật nắm chắc), tuy đã dọn trên một trăm mét rào [[dây kẽm gai|dây thép gai]], vẫn chưa lọt vào bên trong cứ điểm. Sau đó chiến sĩ [[Nguyễn Văn Ty]] phát hiện hướng mở sai, đã chỉnh lại hướng mở, một mình ''Ty'' đánh 9 quả bộc phá mở hàng rào (Nguyễn Văn Ty sau đó được phong [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng Lực lượng Vũ trang Nhân dân]] và sau này hy sinh trong cuộc [[chiến tranh Việt Nam|kháng chiến chống Mỹ]] ở miền Nam).\n\n* 3 giờ 55 phút, [[pháo binh]] được lệnh ngừng bắn, vì cuộc chiến đấu đã diễn ra bên trong cứ điểm. Xung kích ào ạt tiến vào trung tâm. Trung đoàn 165 đánh hướng Đông Nam tương đối thành công. Tiểu đội mũi nhọn do [[Trần Ngọc Doãn]] và [[Mai Văn Các]] chỉ huy, dẫn đầu Đại đội 501 lao vào đồn [[Pháp]]. Người trước ngã, người sau tiến lên. Trần Ngọc Doãn được hai tù binh dẫn đường tới trận địa [[súng cối]], nổ súng diệt toàn bộ lính của tổ súng cối, phá hủy bốn khẩu cối 120 ly. Xung kích tiến sâu vào đồn, đánh chiếm khu thông tin, tiến thẳng tới sở chỉ huy, tiến công bao vây chỉ huy cứ điểm dưới hầm ngầm, chiến sĩ ''Nguyễn Ngọc Doãn'' cắm cờ trên nóc sở chỉ huy địch. Tiếp đó trung đoàn xông lên tiêu diệt chia cắt từng bộ phận của địch.\n\nTrên hướng thứ yếu, Trung đoàn 88 sau khi mở cửa được, các mũi xung kích lao thẳng vào bên trong cứ điểm bắt liên lạc với Trung đoàn 165 bao vây hầm cố thủ sở chỉ huy địch.\n\n* 4 giờ sáng, Méccơnem báo cáo tình hình với Mường Thanh qua điện đài. [[Christian de Castries|Đờ Cát]] hứa sẽ yểm trợ pháo tối đa, kể cả pháo 155 ly, và sẽ có phản kích nhanh chóng bằng bộ binh và chiến xa. Méccơnem quay về sở chỉ huy nơi cơ quan tham mưu đang điều khiển cuộc chống cự. Giữa lúc đó, một trái đại bác rơi trúng hầm. Hai viên tiểu đoàn trưởng [[Các]] và [[Méccơnem]] đều bị thương rất nặng, rơi vào tay Trung đoàn 165.\n\nHai mũi xung kích của hai trung đoàn 165 và 88 cùng phối hợp tiêu diệt quân địch. Binh lính Tiểu đoàn [[Algérie]] số 5 cố gắng chống cự. Pháo binh Pháp ở Mường Thanh bắn dữ dội vào ngay trong đồn hòng sát thương bộ đội [[Việt Nam]], cứu vãn tình hình. Bộ đội Việt Nam giành giật với đối phương từng ụ súng, từng căn hầm, từng đoạn chiến hào.\n\n* 6 giờ 30 phút sáng ngày 15-3, tiểu đội cắm cờ của Trung đoàn 165 hầu hết bị thương vong. Chiến sĩ ''Từ'', người còn lại của tiểu đội, cắm lá cờ '''Quyết chiến Quyết thắng''' lỗ chỗ vết đạn trên đỉnh ''đồi Độc lập''. Trung đoàn 165 và Trung đoàn 88 đã xóa sổ tiểu đoàn Bắc Phi, diệt 483 lính, bắt 200 tù binh. [[Quân đội Nhân dân Việt Nam]] tiêu diệt hoàn toàn trung tâm đề kháng ''đồi Độc Lập''. Hơn 300 quân [[Algérie]] ra hàng, trong đó có viên quan tư (thiếu tá) chỉ huy cứ điểm, thu toàn bộ vũ khí.\n\n===Chặn đánh quân Pháp phản kích===\n* 4 giờ sáng ngày [[15 tháng 3]], [[Christian de Castries|Đờ Cát]] triệu tập cuộc hội ý cấp tốc ở Sở Chỉ huy bàn cách cứu vãn tình hình ở ''Gabrielle''. [[Pierre Langlais]] đề nghị dùng Tiểu đoàn Dù [[Quốc gia Việt Nam]] số 5 mới được tăng viện để phản kích. Người ta cho rằng Langlais không dùng những tiểu đoàn Dù 1, Dù 8 thiện chiến là vì không muốn hy sinh những lực lượng này vào cuộc phản kích vô vọng. [[Pierre Langlais|Langlais]] đồng ý bổ sung vào đội hình phản kích một đại đội của Tiểu đoàn Dù 1 do [[Xêganh Pagít]] chỉ huy và một đại đội [[xe tăng]].\n[[Tập tin:5° BPVN.jpg|nhỏ|120px|phải|Phù hiệu Tiểu đoàn Dù Việt số 5.]] \n* 5 giờ 30, 5 [[xe tăng]] dẫn 3 tiểu đoàn Dù gồm 1.000 lính từ khu trung tâm tiến ra phản kích. Khi quân [[Pháp]] tới sườn phía nam ''đồi Độc lập'' thì trời sáng rõ, cuộc chiến đấu trong đồn đã kết thúc. Một số binh lính Bắc Phi sống sót chạy ra, nhảy lên bám lấy tháp pháo xe tăng mong được đưa đi. Hướng phản kích của Pháp đã được [[Quân đội Nhân dân Việt Nam]] phán đoán trước và bố trí chặn đánh. Đại đội 213 của Trung đoàn 88 [[Quân đội Nhân dân Việt Nam]] làm nhiệm vụ chặn viện lập tức quét đại liên vào quân Pháp. [[Sơn pháo]] bố trí bí mật trên cánh đồng nổ súng vào xe tăng, nhưng vì đã hết đạn xuyên giáp nên chiếc xe tăng chỉ bị thương. Các đơn vị [[lựu pháo]] 105 ly [[Quân đội Nhân dân Việt Nam]] cũng đồng thời nã đạn vào đội hình địch. Các tốp bộ binh Pháp đang ở trên đồng trống không có hầm hào trú ẩn nên trở thành mục tiêu dễ bị triệt hạ. Thấy lực lượng bị thương vong quá nặng, viên trung úy chỉ huy của Tiểu đoàn Dù Việt 5 dẫn đầu đội hình không chịu tuân lệnh tiến tiếp của [[Xêganh Pagít]]. Và tất cả những đại đội của Tiểu đoàn Dù 5 đều dừng lại.\n* 7 giờ 30, toàn bộ xe tăng và quân dù phản kích quay đầu chạy về [[Mường Thanh]]. Súng máy, sơn pháo, [[súng cối]] của QĐNDVN đặt trên ''đồi Độc lập'', và trận địa [[lựu pháo]] ở dãy núi phía đông, bắn đuổi theo tiêu diệt thêm một số.\n\nCũng sáng hôm đó, [[Christian de Castries|De Castries]] thấy rằng không thể dùng [[pháo|đại bác]] [[phản pháo]] hay máy bay oanh tạc để hủy diệt trọng pháo địch được như trong kế hoạch phòng thủ đã dự định. Thiếu tá [[Piroth]], chỉ huy trọng pháo và thiết giáp của căn cứ, lúc trước bảo đảm là có thể diệt trọng pháo địch trong hai ngày, nay thất vọng hết sức vì không biết địch ở chỗ nào mà phản kích. Piroth bỏ ăn uống, mệt mỏi bước vào hầm Bộ Chỉ huy trung ương gặp [[Christian de Castries|De Castries]]. Hai ngày trước thì Piroth sẵn sàng trả lời là với trọng pháo 155 ly, ông ta có thể ''khóa họng'' được bất cứ ổ pháo nào của QĐNDVN, nhưng hôm nay thì khác. Khi được hỏi về vị trí pháo địch, ông ta chỉ có thể run run chỉ vào một điểm mơ hồ trên bản đồ. Ra khỏi hầm của Castries, Piroth gặp chỉ huy quân dù [[Pierre Langlais]]. Piroth như người mất hồn, nói: ''\"Tôi vừa nói với đại tá [Đờ Cát] là mất hết cả rồi, Trung tá ơi! Đó là lỗi tại tôi!\"''\n\n5 phút sau cuộc gặp, [[Piroth]] đã tự sát trong hầm của mình bằng một trái [[lựu đạn]]. Giăng Pugiê ([[Jean Ponget]]) viết trong hồi ký: ''\"Đại tá Piroth đã dành trọn một đêm ([[13 tháng 3]]) quan sát hỏa lực dần dần bị đối phương phản pháo chính xác một cách kinh khủng vào trận địa pháo của ông, hai khẩu pháo 105 ly bị quét sạch cùng pháo thủ, một khẩu 155 ly bị loại khỏi vòng chiến đấu...\" [[Đại tá]] Trancart, Chỉ huy Phân khu Bắc, bạn thân của Piroth kể lại sau trận Gabrielle, Piroth khóc và nói: \"Mình đã mất hết danh dự. Mình đã bảo đảm với [[Christian de Castries|Castries]] và Tổng Chỉ huy [Navarre] sẽ không để pháo binh địch giành vai trò quyết định, và bây giờ, ta sẽ thua trận. Mình đi thôi\"''.\n\nLiền sau đó, một bức điện báo về cơ quan tham mưu của tướng [[René Cogny|Cô-nhi]] ở [[Hà Nội]]. Để giữ tinh thần cho binh sĩ, chuyện Pi-rốt tự sát không được nói tới mà cái chết của ông ta được ghi là ''\"đã bỏ mình trên chiến trường trong danh dự!\"''\n\n==Kết cục==\nNgày [[13 tháng 3]], trước trận đánh, cụm cứ điểm ''Gabrielle'' có 877 lính Lê dương Pháp. Trong chiến đấu, có 501 bị chết, 41 mất tích, 221 bị thương và bị bắt làm tù binh, 114 bị thương và được quân Pháp thu gom trong ngày [[15 tháng 3]]. Đội quân phản kích bị thương vong khoảng 200 lính.\n\nTheo nhà báo [[Bernard Fall]]: ''\"...Sáng hôm ấy [[Trung tá]] Pháo binh Pi-rốt hứa với Tiểu đoàn trưởng Méc-cơ-nen sẽ dốc toàn lực chế áp pháo đối phương, không để [[pháo binh]] Việt Minh được \"gãi vào bất cứ hỏa điểm nào ở Gabrielle. Nhưng cuối cùng những hầm vũ khí nặng của cứ điểm đều bị pháo binh đối phương bắn phá. Các vị trí của Đại đội 1 rồi Đại đội 4 đều lần lượt bị mất. Một tình huống khắc nghiệt xảy ra là vào 4 giờ 30 phút sáng 15-3: một viên đạn pháo xuyên qua hầm chỉ huy tiểu đoàn. Thiếu tá Méc-cơ-nen chưa kịp bàn giao nhiệm vụ cho Thiếu tá [[Các]] mới được điều đến thay thì cả hai đều bị thương nặng. Sau đó những chiếc mũ cứng có gài lá ngụy trang của quân đội [[Việt Minh]] xuất hiện khắp nơi trên cứ điểm. Một phần tư quân số bị loại khỏi vòng chiến đấu. Số lính da đen còn sống đã tự nguyện hạ súng. 483 lính chết, 175 mất tích, số còn lại bị Việt Minh bắt sống... Thấy hỏa lực của mình bị hao mòn quá nhanh sau chưa đầy hai ngày đêm chiến đấu, từ chỗ khoe khoang khoác lác, viên Trung tá Pháo binh [[Piroth]] đã rơi xuống vực thẳm bi quan thất vọng, sau khi bị chỉ huy [[Christian de Castries|Đờ Cát]] nhiếc mắng, Piroth đã tự kết liễu đời mình bằng một trái lựu đạn...\"''\n\nCác tướng tá [[Pháp]] tỏ ra ngỡ ngàng trước sự sụp đổ nhanh chóng của hai trung tâm mạnh nhất tập đoàn cứ điểm. [[Pierre Langlais|Lănggơle]] viết: ''\"Không hiểu vì lý do gì mà các cứ điểm ngoại vi Béatrice (Him Lam) và Gabrielle bị tiêu diệt trong vòng 6-12 giờ. Các cứ điểm này được bảo vệ bằng một dải phòng ngự phụ rộng, tổ chức hỏa lực bắn chặn tốt, do các đơn vị thiện chiến giữ và được chỉ huy hoàn hảo\".'' Từ Thủ tướng Pháp Lanien đến Nava, Cônhi đều chuyển sang \"thái độ bi quan sâu sắc\". Tại [[Nhà Trắng]], Tổng thống Mỹ [[Dwight D. Eisenhower|Eisenhower]] thắc mắc tại sao Đờ Cát để mất các trung tâm đề kháng ở phân khu bắc mà không chịu giành lại. Ngày [[20 tháng 3]] năm [[1954]], Tổng Tham mưu trưởng Pháp Êly phát biểu công khai: ''\"Pháp không thể thắng được với phương tiện hiện có trong tay\"'' và khẩn thiết yêu cầu [[Mỹ]] tăng cường giúp đỡ vũ khí, đặc biệt là máy bay ném bom [[B-26 Invader]], và can thiệp bằng không quân.\n\nVới chiến thắng ở ''đồi Độc lập'', QĐNDVN đã tiêu diệt 2\/3 cứ điểm quan trọng ở Phân khu Bắc. Cụm cứ điểm ''Bản Kéo'' sau đó 2 ngày cũng sụp đổ do lính Pháp tại đây bị suy sụp tinh thần đã bất tuân lệnh chỉ huy Pháp và đào ngũ đồng loạt. Sau khi tiêu diệt phân khu Bắc, QĐNDVN kết thúc giai đoạn 1 chiến dịch, chuyển sang giai đoạn 2 tiêu diệt các cao điểm phía Đông án ngữ đường tiến vào Sở Chỉ huy cứ điểm [[Điện Biên Phủ]].\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Hữu Mai, ''Không phải huyền thoại'', [[Nhà xuất bản Trẻ|Nhà Xuất bản Trẻ]], 2010.\n* [[Hoàng Cầm (tướng)|Hoàng Cầm]], ''Chặng đường 10.000 ngày'', Nhà Xuất bản Quân đội Nhân dân, 2001.\n* [[Võ Nguyên Giáp]], ''Điện Biên Phủ - Điểm hẹn lịch sử''.\n* [[Võ Nguyên Giáp]], ''Điện Biên Phủ''.\n* Nhiều tác giả, ''Một vài hồi ức về Điện Biên Phủ''.\n* Jean Pouget, ''Nous étions à Dien Bien Phu''.\n\n[[Thể loại:Chiến dịch Điện Biên Phủ]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương|Đ]]"}