{"278493":"'''Trần Thiên Bảo'''<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/story\/2006\/01\/060126_nguyenduychinhresearch.shtml Có nguồn ghi là '''Trần Thiêm Bảo''']<\/ref> ({{hn|ch=陳添保}}; Ch’en T’ien-pao) là một tướng [[người Hoa]] của [[nhà Tây Sơn]]. Cùng với [[Mạc Quan Phù]] và [[Trịnh Nhất]], ông từng là một trong những cướp biển hùng mạnh nhất tại vùng biển giữa [[Đại Việt]] và [[Tên gọi Trung Quốc|Trung Hoa]] vào thời Tây Sơn.<ref>Murray, tr. 44<\/ref>\n\n==Trong sử liệu==\nVua [[Quang Trung]] thu dụng các nhóm cướp biển người Hoa giống như [[lính đánh thuê]], ông sai các nhóm này đánh phá vùng duyên hải miền nam Trung Quốc cốt để Nhà Thanh bị cuốn vào hoạt động ngoại giao và chống giặc cướp để cho ông có thời gian ổn định tình hình nước Việt. Cũng có tài liệu cho rằng việc Quang Trung sai cướp biển người Hoa đánh phá duyên hải miền nam Trung Quốc là nhằm tạo tiền đề cho chiến dịch xuất quân đánh lấy [[Quảng Tây]] mà ông dự định trong tương lai.\n\nTrần Thiên Bảo vốn là ngư dân người dân tộc Choang, quê ở Liêm Châu (廉州)<ref>Theo [http:\/\/www.chinahepu.com\/news\/view.asp?id=364 Lịch sử Hợp Phố trên website chính thức của huyện Hợp Phố] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070204235527\/http:\/\/www.chinahepu.com\/news\/view.asp?id=364 |date=2007-02-04 }} thì từ Thuận Trị năm thứ nhất (1644) tới Quang Tự năm thứ 14 (1888) thì phủ Liêm Châu trực thuộc tỉnh Quảng Đông, nay là huyện [[Hợp Phố]], tỉnh [[Quảng Tây]].<\/ref>, tỉnh [[Quảng Đông]], [[Trung Quốc]].\n\nNăm 1780, thuyền của ông bị gió bão đẩy vào vùng biển Vịnh Bắc bộ, Đại Việt. Ông ở lại và đánh cá ở vùng quanh [[Thăng Long]]<ref>Murray, tr. 35<\/ref>.\n\nNăm 1783, cả gia đình ông bị quân Tây Sơn bắt giữ. Bảo bị sung vào quân quân Tây Sơn.\n\nNăm 1785, Nhà Tây Sơn buộc ông tham gia các chiến dịch chống quân [[chúa Trịnh]]<ref name=\"M63\">Murray, tr. 36<\/ref>. Ông đã tham gia và lập công trong chiến dịch quân sự đẩy quân Trịnh ra khỏi Phú Xuân<ref name=\"M63\" \/>. Sau đó Nguyễn Nhạc phong cho ông chức [[tổng binh]]. Nguyễn Nhạc từng tài trợ cho Bảo thành lập một hạm đội hùng hậu, nhưng hạm đội này chưa kịp xuất phát đã bị chúa Nguyễn cho quân đánh úp tan tành.\n\nNăm 1788, Bảo được Nguyễn Huệ phong tước Bảo Đức hầu và cấp cho 6 chiến thuyền cùng 200 quân lính, có nhiệm vụ phòng bị quân Thanh xâm nhập theo thủy lộ. Bảo chiêu dụ thêm được hai hải tặc Trung Hoa là Lương Văn Canh và Phàn Văn Tài.\n\nCuối năm đó, khi Nguyễn Huệ xưng hiệu Quang Trung, tiến đánh quân Thanh ở Thăng Long, ông được cấp thêm 16 chiến thuyền và được ủy quyền tuyển mộ thêm tướng lĩnh cho nhà Tây Sơn. Ông đã tuyển mộ [[Mạc Quan Phù]] (làm cướp biển từ năm 1787), năm sau tuyển thêm [[Trịnh Nhất]]. Cả hai người này đều được phong tướng<ref name=\"M63\" \/>. Nâng đội thuyền của Bảo thành hơn trăm chiếc.\n\nCuối tháng 4 năm 1794, Bảo chặn đánh thủy quân Nguyễn Ánh ở Đà Nẵng, phá tan kế hoạch tiến chiếm Quy Nhơn của Nguyễn Ánh.\n\nNăm 1795, Bảo được vua Cảnh Thịnh phong Đại đô đốc, thành tổng đầu lĩnh của lực lượng hải tặc.<ref>Murray, tr.37<\/ref>. Được sự giúp đỡ của nhà Tây Sơn, lực lượng hải tặc do Bảo đứng đầu được cơ cấu thành lực lượng tinh nhuệ, các đầu lĩnh đều được phong chức “Tổng binh Tàu Ô”, thế lực của Bảo càng thêm hùng hậu.\n\nNăm 1797, Trần Thiêm Bảo dẫn hải tặc bao vây và khống chế được Diên Khánh, Biên Hòa, nhưng năm sau phải rút quân về.\n\nNăm 1799, Nguyễn Ánh mang quân chinh phạt, Quy Nhơn bị thất thủ.\n\nNăm 1800, Trần Thiêm Bảo mang hơn trăm chiến thuyền cùng với Trần Quang Diệu và Võ Văn Dũng lấy lại được Quy Nhơn.\n\nĐầu năm 1801, Nguyễn Ánh dẫn đại quân tiến đánh kinh đô Phú Xuân của Tây Sơn, Trần Thiêm Bảo mang quân tham chiến. Quân Tây Sơn thảm bại, Phú Xuân thất thủ, chiến thuyền Tàu Ô bị đánh chìm quá nửa, 3 vị tổng binh Mạc Quan Phù, Lương Văn Canh và Phàn Văn Tài bị bắt. Quang Toản dẫn tàn binh chạy ra Thăng Long, lực lượng hải tặc cũng tứ tán.\n\nCuối tháng 11 năm 1801, Trần Thiên Bảo cùng gia đình và 30 người tùy tùng về Trung Hoa ra đầu thú với nhà Thanh<ref>Murray, tr.47<\/ref>. Vua Gia Khánh miễn chết, cho an trí Bảo cùng gia quyến ở phủ Nam Hùng (nay là thành Nam Hùng, tỉnh Quảng Đông), là nơi sâu trong đất liền, cách xa gió biển trùng khơi.\n\nSách ''Thánh Vũ Ký'' của [[Ngụy Nguyên]] ([[1794]]-[[1857]]) viết:\n\n:\"''Năm đầu niên hiệu Gia Khánh (1796) vị tướng ở Khúc Châu là Khôi Luận, Tổng đốc lưỡng Quảng là Cát Khánh đã nhiều lần tâu vua rằng: bọn giặc biển Tàu Ô là Trần Thiên Bảo đã được An Nam cho làm Tổng binh và cấp cho ấn''\" (Tr.25b).\n\n==Tham khảo==\n*Diane H. Murray, Pirates of the South China Coast, 1790-1810, Stanford University Press, ISBN 0804713766, [http:\/\/books.google.com\/books?id=DhSrAAAAIAAJ&printsec=frontcover]\n===Chú thích===\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*Hồ Bạch Thảo, [http:\/\/www.talawas.org\/talaDB\/suche.php?res=11047&rb=09 Vua Quang Trung dự định đánh nhà Thanh]\n\n[[Thể loại:Người Quảng Tây]]\n[[Thể loại:Cướp biển]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}