{"93203":"{{chú thích trong bài}}'''Trận Vạn Tường''' là trận đánh chính trong [[chiến dịch Starlite|cuộc hành quân Starlite]] do quân đội Mỹ tiến hành để thử nghiệm [[Chiến lược Tìm và diệt|chiến thuật ''tìm diệt'']] (search and destroy) diễn ra vào ngày [[18 tháng 8]] năm [[1965]] tại thôn [[Vạn Tường]], xã Bình Hải, huyện Bình Sơn, tỉnh [[Quảng Ngãi]], cách [[Căn cứ Chu Lai]] của quân đội Mỹ 17&nbsp;km. Đây là trận đánh quy mô đầu tiên giữa [[Quân đội Hoa Kỳ|quân đội Mỹ]] và [[Quân Giải phóng miền Nam Việt Nam]] trên bộ. Phía Mỹ thường gọi đây là '''Trận Chu Lai''' (''Battle of Chu Lai'').                                                                               {{Thông tin chiến tranh|partof=[[Chiến tranh Việt Nam]]|image=[[Tập tin:Nt_moi.JPG|300px]]|conflict=Trận Vạn Tường|caption=Nghĩa trang Chiến thắng Vạn Tường|combatant1=[[Tập tin:Flag of the United States.svg|22px|border]] [[Quân đội Hoa Kỳ]]|combatant2=[[Tập tin:FNL Flag.svg|22px|border]] [[Quân Giải phóng miền Nam Việt Nam]]|place=Thôn [[Vạn Tường]], xã Bình Hải, huyện Bình Sơn, tỉnh [[Quảng Ngãi]]|date=[[18 tháng 8]] năm [[1965]]|result=Cả hai bên đều tuyên bố chiến thắng|commander1=[[Tập tin:Flag of the United States.svg|22px|border]] [[Lewis W. Walt]]<br\/>[[Tập tin:Flag of the United States.svg|22px|border]] [[Oscar F. Peatross]]|commander2=[[Tập tin:FNL Flag.svg|22px|border]] [[Hồ Công Thám]]|strength1=[[Tập tin:Flag of the United States.svg|22px|border]]Lữ đoàn Thủy quân lục chiến số 9 thuộc [[Sư đoàn Thủy quân lục chiến số 3]]|strength2=[[Tập tin:FNL Flag.svg|22px|border]] [[Trung đoàn Ba Gia của Quân khu 5]], sau chiến thắng Ba Gia, trung đoàn còn lại khoảng 1500 quân.\n[[Tập tin:FNL Flag.svg|22px|border]] Đại đội 21, 31 bộ đội địa phương tỉnh\n[[Tập tin:FNL Flag.svg|22px|border]] Lực lượng du kích}}{{campaignbox Vietnam War}}\n==Bối cảnh==\nCuối tháng 7 năm 1965, Trung đoàn 1 chủ lực của [[Các địa bàn quân sự của Quân Giải phóng miền Nam Việt Nam#Quân khu 5|Quân khu V]] [[Quân Giải phóng miền Nam Việt Nam]], do Lê Hữu Trữ làm Trung đoàn trưởng và Nguyễn Đình Trọng làm Chính ủy, chỉ huy, sau các trận giao chiến với các đơn vị [[Quân lực Việt Nam Cộng hòa]] tại [[Quân đoàn I (Việt Nam Cộng hòa)|Vùng I]] trong [[Chiến dịch Ba Gia]] ([[Sơn Tịnh]], [[Quảng Ngãi]]), đã di chuyển về đóng quân ở khu vực Vạn Tường để chấn chỉnh và bổ sung. Ngày [[9 tháng 8]] năm 1965, lãnh đạo Quân khu V ra quyết định thành lập các sư đoàn chủ lực. Trung đoàn 1 (còn có tên hiệu là Trung đoàn Ba Gia) được biên chế vào Sư đoàn 2. Trung đoàn trưởng Lê Hữu Trữ kiên Sư đoàn phó.\n\nPhát hiện sự di chuyển của đối phương, Tư lệnh Vùng I, Thiếu tướng [[Nguyễn Chánh Thi]] thông báo cho các chỉ huy quân đội Mỹ tại Vùng I và lưu ý vị trí tập kết của Trung đoàn Ba Gia mà ông dự đoán sẽ rất gần với Căn cứ Chu Lai mới thành lập hồi tháng 5. Tướng [[Lewis William Walt|Lewis W. Walt]], chỉ huy trưởng quân Mỹ tại Vùng I, quyết định lập kế hoạch cho một cuộc càn quét tiêu diệt Trung đoàn 1, xóa sổ sự uy hiếp đối với căn cứ Chu Lai, đồng thời biểu dương sức mạnh của quân Mỹ trong khu vực. Theo kế hoạch, cuộc hành quân được thực hiện như là một cuộc tấn công liên hợp cấp tập từ trên bộ, trên không và trên biển. Các đơn vị TQLC Mỹ sẽ được triển khai đồng thời bằng trực thăng và cả tàu đổ bộ, tập kích nhiều hướng để gây bất ngờ cho đối phương. Đại tá [[Oscar Franklin Peatross|Oscar F. Peatross]] được chỉ định làm chỉ huy lực lượng đổ bộ. Nhằm giữ bí mật cho cuộc hành quân, kế hoạch phổ biến rất hạn chế trong các sĩ quan Mỹ và dĩ nhiên phía Mỹ cũng không thông tin cho phía đồng minh Việt Nam Cộng hòa.\n\n==Lực lượng tham gia trận đánh==\n===Phía [[Quân đội Hoa Kỳ]]===\nTổng cộng khoảng 9.000 quân, 105 xe tăng và xe bọc thép, 100 máy bay lên thẳng và 70 máy bay phản lực chiến đấu, 6 tàu chiến.\n\nLữ đoàn Thủy quân lục chiến số 9 thuộc Sư đoàn Thủy quân lục chiến số 3 tham gia trực tiếp, có 5.500 binh sĩ gồm: \n:* Tiểu đoàn 1\/7 TQLC\n:* Tiểu đoàn 2\/4 TQLC\n:* Tiểu đoàn 3\/3 TQLC\n:* Tiểu đoàn 3\/7 TQLC (Special Landing Force - SLF, Lực lượng đổ bộ đặc biệt).\n\nHỏa lực yểm trợ do tàu [[USS Galveston (CLG-3)|USS Galveston]], USS Cabildo và tiểu đoàn pháo binh TQLC 3\/12 cùng đảm nhận.\n\nTrợ giúp không quân do tàu USS Iwo Jima hỗ trợ.\n\n===Phía [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]]===\nTổng cộng có gần 2000 người.\n\n* Trung đoàn Ba Gia của Quân khu 5, sau chiến thắng Ba Gia, trung đoàn còn lại khoảng 1500 quân.\n* Đại đội 21, 31 bộ đội địa phương tỉnh.\n* Lực lượng du kích.\n\n==Diễn biến trận đánh==\n\nKhai trận lúc 6 giờ 15 sáng [[18 tháng 8]] năm [[1965]], không quân của TQLC Mỹ cho xuất kích 20 lần chiếc F-4 và A-4, ném 18 tấn bom sát thương, bom napalm xuống Vạn Tường và các địa điểm lân cận. Các pháo hạm trên biển bắn phá dọn bãi cho Tiểu đoàn 2\/4 TQLC đổ bộ bằng máy bay trực thăng và Tiểu đoàn 3\/3 TQLC đổ bộ bằng tàu LCU. 6 giờ 30, 2 đại đội thuộc Tiểu đoàn 3\/3 TQLC có 5 xe tăng M-48, 3 xe tăng phun lửa M-67 dùng tàu LCU đổ bộ lên An Cường (mật danh Green Beach - Vịnh Lục), hình thành vòng vây phía Nam; đánh chiếm thôn An Cường 1 và tiến quân về phía Tây.\n\nLúc 6 giờ 45, C1\/D4 TQLC đổ bộ bằng máy bay trực thăng xuống thôn Bình Phước (trên bản đồ là Bãi Đỏ - LZ Red), C2, C3\/D4 TQLC đổ bộ xuống thôn Bình Long (trên bản đồ là Bãi Trắng - LZ White), C4\/D4 +C4\/D3 TQLC đổ bộ xuống thôn Bình Thạnh Tây (Bãi Xanh - LZ Blue), hình thành cánh quân bao vây phía Tây. Từ Chu Lai, C1 và C2\/D3 TQLC có 8 xe tăng M41 và 18 xe bọc thép M113 đột kích theo đường bộ vượt sông Trà Bồng đánh xuống, hình thành cánh quân bao vây phía Bắc. Ý đồ của Bộ chỉ huy Mỹ là dồn lực lượng QGP ra biển, buộc họ phải giao chiến trên địa bàn trống trải. Ở đó, không quân, pháo binh và xe tăng - thiết giáp Mỹ có thể phát huy hết khả năng tác chiến.\n\nỞ phía Tây Nam Vạn Tường, cánh quân của D3 + C7\/D4 TQLC Mỹ tiến đến Lạc Sơn đã phải dừng lại vì D40\/E1 và Đại đội trinh sát thuộc E1 QGP phòng ngự, chốt chặn tại điểm cao BANANA (Cao điểm 30 thuộc thôn An Cường 2). D3\/E3 TQLC phải đưa thêm 1 đại đội vào tham chiến, tổ chức nhiều đợt ném bom, bắn phá mới vượt qua chốt của QGP, đến trưa 18\/8 mới chiếm được thôn An Cường 2 và hội quân với C4\/D3 sau khi đã bị tổn thất khoảng 1 trung đội (5 chết, 17 bị thương).\n\nSau khi cho trực thăng và pháo binh bắn phá dọn bãi, quân Mỹ tổ chức một đoàn gồm 5 xe thiết giáp chở quân loại LVT và 3 tăng phun lửa M-67 tiến quân theo đội hình hàng dọc từ An Cường đi theo con đường mòn giữa An Thái và Nam Yên tấn công D40 và D60\/E1 QGP. Lợi dụng địa hình kín đáo, các đơn vị thuộc Tiểu đoàn 40 và Tiểu đoàn 60 chờ cho đoàn xe TQLC Mỹ đến cách 50m mới nổ súng. Bằng súng không giật, súng chống tăng B40 và lựu đạn phóng AT, QGP đã bắn cháy 4 chiếc đi đầu ngay trong loạt đạn đầu. Những chiếc còn lại hoảng loạn bỏ chạy, sa xuống ruộng lầy. Tiểu đội trưởng Hồ Công Thám chỉ huy tiểu đội của mình dùng lựu đạn AT và lựu đạn diệt tiếp 3 xe.\n\nDo không xác định dược vị trí đóng quân của QGP, hai đại đội thuộc D3\/E3 TQLC Mỹ đã đổ bộ xuống ngay trước trận địa của D60\/E2 QGP và bị tập kích ngay từ lúc máy bay trực thăng còn ở trên không. 4 máy bay trực thăng H-34 bị bắn rơi. TQLC Mỹ phải gọi trực thăng vũ trang UH-1A đến chi viện và chiếm được Cao điểm 43 sau khi đã bị tổn thất hơn 150 quân. Chiều 18\/8\/1965, D45\/E2 BB QGP nằm ngoài vòng vây từ Châu Bình mở một mũi đột kích đánh vào sau lưng cánh quân đổ bộ đường biển của TQLC Mỹ. Bị đánh bất ngờ từ sau lưng D3\/E3 và D2\/E4 TQLC Mỹ phải xoay chính diện về hướng Tây Nam để chống lại các mũi tập kích của D45\/E1 QGP. Do đó cánh quân này đã bị hở sườn phía Bắc, bị D40\/E1 QGP phản kích và buộc phải lùi về co cụm tại Bình Hòa với sự yểm họ của các xe tăng và trực thăng vũ trang.\n\nPhối hợp với chiến trường chính, chiều 18\/8\/1965, Đại đội 21 bộ đội địa phương tỉnh Quảng Ngãi mở mũi đột kích sâu từ Tây Hy, qua Thượng Hòa xuống Lệ Thủy, phối hợp với du kích các xã Đồng Lễ và Bình Trị đánh vào sau lưng cánh quân của trung đoàn 7 TQLC Mỹ, buộc cánh quân này phải tập trung đối phó, không chi viện được cho cánh quân của tiểu đoàn 3,4 TQLC Mỹ. Trong khi dùng hỏa lực yểm hộ cho trung đoàn 7 TQLC Mỹ, có thêm 3 máy bay trực thăng HU-1A bị bắn rơi tại thôn Lệ Thủy.\n\nLợi dụng vòng vây bị đứt đoạn giữa cánh Bắc và cánh Nam của TQLC Mỹ, đêm 18 rạng ngày 19\/8\/1965. Trung đoàn Ba Gia đã rút được phần lớn sở chỉ huy nhẹ và tiểu đoàn 40 ra khỏi vòng vây. Riêng đại đội trinh sát phòng ngự độc lập tại Cao điểm 45 núi Đầm Tái, thôn Vạn Tường bị tổn thất hầu hết quân số.\n\nTừ ngày 19\/8 đến ngày 24\/8, TQLC Mỹ càn quét khu vực Vạn Tường và các xã lân cận nhưng chỉ bắt được một số ít thương binh QGP chưa kịp rút ra và nhiều thường dân (Bộ chỉ huy Mỹ tính cả số dân thường này vào số tù binh bắt được?!)\n\n==Ý nghĩa chiến thuật, chiến lược của trận đánh==\n\nTheo phía Mỹ, Quân Giải phóng bị tổn thất nặng với khoảng từ 599 đến 614 người bị giết. Đối với Mỹ, chiến dịch được coi là một thành công lớn khi đã đánh bại một đơn vị chủ lực của Việt Cộng.\n\nTuy nhiên, Quân Giải phóng cũng coi đây là một trận thắng lớn sau khi đã loại khỏi vòng chiến đấu 919 lính Mỹ, bắn cháy 22 xe tăng và xe bọc thép, hạ 13 máy bay (Mỹ chỉ thừa nhận có 51 người chết và 203 người bị thương, đây chỉ là số bộ binh bị hạ trực tiếp trên trận địa). Trên thực tế, quân Mỹ đã không thể đánh bại được trung đoàn Ba Gia, và Quân Giải phóng vẫn còn giữ được một vài ấp trên bán đảo.\n\nTrong cuộc hành quân Starlite, quân Mỹ hoàn toàn chủ động tổ chức hành quân, lựa chọn chiến trường, đối tượng, thời gian và cách đánh, tập trung lực lượng gấp bội đối phương và có ưu thế tuyệt đối về binh khí kỹ thuật, nhưng biểu tượng \"sức mạnh của Hoa Kỳ\" đã thất bại. Bình luận về cách đánh tài tình của QGPMN, hãng AP (Mỹ) thuật lại lời một số sĩ quan Mỹ đã tham dự cuộc hành quân Stảlliitte: ''\"Trận đánh này giống như trận đánh Okinawa trong Thế chiến thứ hai… Việt Cộng xuất hiện từ trong các hầm hố mà lính thủy đánh bộ không trông thấy. Việt Cộng xuất hiện thình lình cả đằng trước mặt và đằng sau lưng…\"''. Rõ ràng thua ở trận Vạn Tường quân Mỹ không thể đổ lỗi cho sự bị động.\n\n==Thương vong==\n\n===Của Hoa Kỳ===\nHoa Kỳ tự ước tính\n*Có 51 lính Mỹ chết.\n*203 lính bị thương.\n\nPhía [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] tuyên bố hạ được 900 binh lính Mỹ, 22 xe tăng, xe bọc thép, 13 máy bay bị bắn hỏng.\n\n=== Phía [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] ===\nPhía quân đội Mỹ tuyên bố theo cách đếm xác của họ thì có 614 du kích bị tiêu diệt trong trận này. Con số này quá khuếch đại so với số tay súng QGP.\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n*Thượng tướng [[Nguyễn Chơn]], ''Trận đánh Vạn Tường'' [http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1847\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929092952\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1847\/ |date=2007-09-29 }}.\n*Đại tá Trần Quý Cát và Đại tá Phạm Ngọc Trầm, ''Thế trận Vạn Tường'', [http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1891\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929103017\/http:\/\/www.quangngai.gov.vn\/quangngai\/tiengviet\/bangtin\/2004\/1891\/ |date=2007-09-29 }}\n\n{{sơ khai trận chiến}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Vạn Tường]]\n[[Thể loại:Lịch sử Quảng Ngãi]]"}