{"589484":"{{Bài cùng tên}}\n{{Viên chức\n|name= Trần Hanh\n|ngày sinh= {{ngày sinh và tuổi|1932|11|29}}\n|died=\n|placeofbirth=[[Mỹ Lộc]], [[Nam Định]], [[Liên bang Đông Dương]]\n|placeofdeath= \n| chức vụ = Chủ tịch, Tổng thư ký [[Hội Cựu chiến binh Việt Nam]]\n| tiền nhiệm = [[Đặng Quân Thụy]]\n| kế nhiệm = [[Nguyễn Văn Được]]\n| bắt đầu = [[14 tháng 12]] năm [[2007]]\n| kết thúc = [[20 tháng 12]] năm [[2012]]<br>{{số năm theo năm và ngày |2007|12|14|2012|12|20}}\n| địa hạt =\n\n| chức vụ 2 = Phó Chủ tịch, Tổng thư ký [[Hội Cựu chiến binh Việt Nam]]\n| bắt đầu 2 = [[28 tháng 12]] năm [[2002]]\n| kết thúc 2 = [[14 tháng 12]] năm [[2007]]<br>{{số năm theo năm và ngày |2002|12|28|2007|12|14}}\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 =\n\n| chức vụ 3 = [[Thứ trưởng Bộ Quốc phòng Việt Nam]]\n| bắt đầu 3 = [[tháng 11]] năm [[1996]]\n| kết thúc 3 = [[2000]]\n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 =\n\n| chức vụ 4 = [[Phó Tổng tham mưu trưởng Quân đội nhân dân Việt Nam]]\n| bắt đầu 4 = [[tháng 4]] năm [[1989]]\n| kết thúc 4 = [[tháng 11]] năm [[1996]]\n| tiền nhiệm 4 = \n| kế nhiệm 4 =\n\n| chức vụ 5 = Tư lệnh [[Quân chủng Phòng không - Không quân, Quân đội nhân dân Việt Nam|Quân chủng Không quân]]\n| bắt đầu 5 = [[tháng 3]] năm [[1986]]\n| kết thúc 5 = [[tháng 4]] năm [[1989]]\n| tiền nhiệm 5 = [[Đào Đình Luyện]]\n| kế nhiệm 5 = [[Phạm Thanh Ngân]]\n\n| chức vụ 6 = Phó Tư lệnh [[Quân chủng Phòng không - Không quân, Quân đội nhân dân Việt Nam|Quân chủng Không quân]]\n| bắt đầu 6 = [[tháng 6]] năm [[1977]]\n| kết thúc 6 = [[tháng 3]] năm [[1986]]\n| tiền nhiệm 6 = ''Bản thân'' (Cục trưởng Cục Hóa học)\n| kế nhiệm 6 = [[Nguyễn Tiến Phát]]\n|placeofburial=\n|placeofburial_label= \n|image= [[Tập tin:Tran Hanh.jpg|220px]] \n|caption= Trung tướng Trần Hanh năm 1998\n|nickname= \n|allegiance={{flag|Vietnam}}\n|branch=[[Tập tin:Flag of Viet Nam Peoples Army.svg|23px]] [[Không quân Nhân dân Việt Nam]]\n|serviceyears= 1949 - 2000\n|rank= [[Tập tin:Vietnam_People's_Air_Force_Lieutenant_General.jpg|20px]] [[Trung tướng]]\n|commands=Thứ trưởng Bộ Quốc phòng<br>Phó Tổng tham mưu trưởng\n|unit=\n|battles=[[Chiến tranh Việt Nam]]\n|awards= [[Anh hùng lực lượng vũ trang nhân dân]]\n|laterwork= \n}}\n\n'''Trần Hanh''' (sinh [[1932]]) là một tướng lĩnh [[Không quân Nhân dân Việt Nam]] cấp bậc [[Trung tướng]]. Ông là một trong những phi công đầu tiên bắn rơi máy bay Mỹ [[Republic F-105 Thunderchief|F-105]] trên vùng trời Bắc Việt Nam, được phong danh hiệu [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng lực lượng vũ trang nhân dân Việt Nam]]. Ông cũng từng là Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV (1976 – 1982), Thứ trưởng Bộ Quốc phòng nước Cộng hòa Xã hội Chủ nghĩa Việt Nam, Phó Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam, Chủ tịch Hội Cựu chiến binh Việt Nam nhiệm kỳ IV (2007 - 2012)\n\n== Thân thế và bước đầu binh nghiệp==\nTrần Hanh tên thật là '''Trần Huy Hanh''', sinh ngày [[29 tháng 11]] năm 1932, quê tại làng [[Tức Mặc]], xã [[Lộc Vượng]], huyện [[Mỹ Lộc]], tỉnh [[Nam Định]]. Nay là phường [[Lộc Vượng]], thành phố [[Nam Định]], tỉnh [[Nam Định]].<ref>{{chú thích web |url=http:\/\/dantri.com.vn\/c20\/s20-368723\/vi-tuong-va-tran-khong-chien-voi-than-sam.htm |title=Vị tướng và trận không chiến |publisher=Dantri.com.vn |language= |date = ngày 22 tháng 12 năm 2009 |author=Công Tâm}}<\/ref>.\n\nSinh trưởng trong một gia đình nghèo nhưng có truyền thống dân tộc<ref>Tức Mặc là đất phát tích của nhà Trần.<\/ref>, ông gia nhập vào [[Đoàn Thanh niên Cộng sản Hồ Chí Minh|Đoàn Thanh niên Cứu quốc Việt Nam]] vào tháng 12 năm 1946, tham gia công tác thanh niên, thông tin ở huyện Hải Hậu, tỉnh Nam Định. Khi quân Pháp tái chiếm và kiểm soát được [[Đồng bằng sông Hồng|vùng châu thổ sông Hồng]], ông thoát ly gia đình theo cách mạng vào tháng 4 năm 1947<ref name=btlsqs>{{chú thích web |url=http:\/\/www.btlsqsvn.org.vn\/ |title=Trần Hanh |language= |publisher=Museum of Military History of Vietnam}}<\/ref>.\n\nÔng nhập ngũ tháng 9 năm 1949 và được cử đi học Trường Quân chính Liên khu 3. Ngày 15 tháng 3 năm 1950, ông được kết nạp vào [[Đảng Cộng sản Việt Nam]]. Tháng 4 năm 1950, ông là Chính trị viên Đại đội 23 thuộc Tiểu đoàn 680, Trung đoàn 48 chủ lực của Bộ Tổng tư lệnh. Ngày 10 tháng 9 năm 1950, ông chính thức được kết nạp vào [[Đảng Cộng sản Việt Nam]].<ref>[http:\/\/www.na.gov.vn\/htx\/Vietnamese\/C1333\/default.asp?sAction=DETAIL_PERS&intPersID=2148#sSNepWiQ95pD Tóm tắt tiểu sử Đại biểu Quốc hội Trần Hanh]{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }}.<\/ref>\n\nTháng 1 năm 1951, [[Sư đoàn 320, Quân đội nhân dân Việt Nam|Đại đoàn 320]] được thành lập, ông được cử làm Chính trị viên Tiểu đoàn 680, Trung đoàn 48, Sư đoàn 320. Ông chiến đấu cùng đơn vị của mình cho đến khi tiếp quản miền Bắc vào năm 1954.\n\n==Trở thành phi công và bắn rơi máy bay đối phương==\nSau khi hòa bình được lập lại trên miền Bắc, tháng 9 năm 1956, ông được tuyển chọn để đào tạo phi công và được đưa sang học ở [[Trung Quốc]] về [[máy bay tiêm kích]] [[Mikoyan-Gurevich MiG-17]]. Sau 4 năm học tập, ông trở thành Đại đội trưởng Đại đội 2 huấn luyện, tiếp nhận và hướng dẫn các phi công mới sang học tại Trung Quốc. Mãi đến tháng 5 năm 1964, ông mới về nước và đến tháng 8 năm 1964, ông được cử làm Đại đội trưởng Đại đội 1, [[Đoàn không quân Sao Đỏ|Trung đoàn 921 - Đoàn Không quân Sao Đỏ]], cấp bậc Đại úy.<ref name=btlsqs\/>\n\nNgày [[3 tháng 4]] năm [[1965]], ông tham gia vào trận đánh đầu tiên của [[Không quân Nhân dân Việt Nam]], tấn công các máy bay của [[Hải quân Hoa Kỳ|Hải quân Mỹ]] đang tập kích vào khu vực [[cầu Hàm Rồng]] – một cây cầu huyết mạch, yết hầu trên tuyến chi viện Bắc Nam.\n\nTheo kế hoạch dự kiến của các chỉ huy Không quân Việt Nam, các máy bay Mỹ sẽ xuất phát từ [[tàu sân bay|hàng không mẫu hạm]], qua điểm kiểm tra [[Hòn Mê]] để tập kích vào khu vực Hàm Rồng. Do đó, một biên đội do [[Đại úy]] Trần Hanh chỉ huy gồm Số 1 (mã hiệu 01) - Trần Hanh và số 2 (mã hiệu 03) - [[Phạm Giấy]], sẽ làm nhiệm vụ nghi binh, xuất phát từ [[Sân bay quốc tế Nội Bài|Nội Bài]], bay dọc đường số 1, tiến về [[Nho Quan]], sau đó sẽ bay chờ ở [[Cẩm Thủy]] để dẫn dụ tiêm kích đối phương rời xa khu vực chiến đấu. Sau đó, biên đội công kích do Phạm Ngọc Lan chỉ huy gồm số 1 (mã hiệu 05) - Phạm Ngọc Lan, số 2 (mã hiệu 06) - Phạm Văn Túc, số 3 (mã hiệu 07) - Hồ Văn Quỳ, số 4 (mã hiệu 08) - Trần Minh Phương, sẽ bay thấp dọc ven núi để tránh rada đối phương, theo hướng [[Tam Điệp]], tiến vào khu vực chiến đấu từ hướng [[Hà Trung]], lợi dụng thời cơ để tấn công. Trung tá [[Hoàng Ngọc Diêu]] được giao nhiệm vụ chỉ huy toàn bộ trận đánh.\n\nVào lúc 7 giờ, các đài rađa cảnh giới Việt Nam phát hiện một tốp máy bay Mỹ bay vào trinh sát khí tượng và mục tiêu. Lúc 9 giờ 40 phút, 60 lần máy bay cường kích các loại của [[Hải quân Hoa Kỳ|Hải quân Mỹ]] cùng lúc bay vào đánh phá cầu Tào, cầu Đò Lèn và [[cầu Hàm Rồng]]. Lúc 9 giờ 47, biên đội nghi binh và yểm hộ cất cánh. Một phút sau biên đội tiến công cũng cất cánh theo kế hoạch đã dự kiến.\n\nChiến thuật của phía Việt Nam đã thành công. Phi đội Phạm Ngọc Lan bắn rơi hai chiến [[Vought F-8 Crusader|F-8 Crusader]] của [[Hải quân Hoa Kỳ|Hải quân Mỹ]]. Trừ Phạm Ngọc Lan phải hạ cánh khẩn cấp trên bãi bồi sông Hồng, toàn bộ các phi công đều trở về an toàn.\n\nPhán đoán ý đồ Mỹ sẽ tiếp tục đánh phá cầu Hàm Rồng vào ngày hôm sau, [[4 tháng 4]] năm [[1965]], các chỉ huy không quân Việt Nam quyết định cho các máy bay Việt Nam tiếp tục công kích vào các máy bay của [[Không quân Hoa Kỳ|Không quân Mỹ]]. Theo phương án chiến thuật, 3 biên đội sẽ được sử dụng, trong đó có một biên đội dự bị. Biên đội nghi binh cất cánh trước, bay ở phía tây khu vực chiến đấu để thu hút tiêm kích đối phương và sẵn sàng yểm hộ biên đội công kích khi cần thiết. Biên đội tiến công xuất kích sau, bay thẳng theo hướng đông - nam đến khu vực chiến đấu sẽ vọt lên chiếm độ cao giành ưu thế chiến thuật, sau đó tấn công thẳng vào đội hình F-105. Thượng tá [[Nguyễn Văn Tiên]], Phó tư lệnh Quân chủng làm chỉ huy trận đánh, Trung úy Đào Ngọc Ngự làm hoa tiêu dẫn đường tại sở chỉ huy.\n\nLúc 10 giờ 20 phút, biên đội nghi binh do Lê Trọng Long (số 1), Phan Văn Túc (số 2), Hồ Văn Quỳ (số 3), Trần Minh Phương (số 4) cất cánh. Biên đội bay ở độ cao 8.000 mét trên vùng trời Vụ Bản, Phủ Lý làm nhiệm vụ nghi binh. Lúc 10 giờ 22 phút, biên đội tiến công gồm Trần Hanh (số 1), Phạm Giấy (số 2), Lê Minh Huân (số 3), Trần Nguyên Năm (số 4) xuất kích, bay thấp ra hướng đông rồi bất ngờ ngoặt vào hướng đông nam, tránh bị ra đa đối phương phát hiện, khi đến khu vực chiến đấu, thì bay vọt lên, chiếm độ cao có lợi. Lúc 10 giờ 30 phút, Trần Nguyên Năm báo cáo phát hiện tốp [[F-105]] mang bom tấn công [[cầu Hàm Rồng]], [[Thanh Hóa]] do Thiếu tá Frank Everett Bennett dẫn đầu.\n\nTrận không chiến diễn ra rất nhanh. Dù có ưu thế với hơn 50 máy bay cả tiêm kích F-100 và cường kích F-105, hai chiếc F-105 vẫn bị MiG-17 bắn trúng. Chiếc [[Republic F-105 Thunderchief|F-105D]] số hiệu 59-1754 của Không đoàn tiêm kích 355, do Đại úy James Alan Magnusson điều khiển bị Trần Hanh bắn trúng, bị rơi trên đường thoát ra biển<ref>Toperczer, p. 32<\/ref>. Chiếc còn lại do Thiếu tá Frank Bennett lái, bị Lê Nguyên Năm bắn trúng, dù cố gắng bay về và hạ cánh khẩn cấp xuống sân bay [[Đà Nẵng]] nhưng vẫn bị rơi và nổ tung. Cả hai phi công đều chết.<ref name=btlsqs\/>\n\nTuy nhiên biên đội của Trần Hanh không may mắn như biên đội của Phạm Ngọc Lan ngày hôm trước. Ba chiếc MiG-17 đều bị rơi. Một chiếc do Lê Minh Huân lái rơi gần bờ biển Sầm Sơn. Hai chiếc còn lại, do Phạm Giấy và Trần Nguyên Năm lái, bị rơi ở gần khu vực cầu Hàm Rồng. Cả ba chiếc đều không có ghi nhận nào bị bắn rơi từ phía Mỹ, có khả năng bị chính súng phòng không của Việt Nam bắn rơi.<ref>Có tài liệu ghi Phạm giấy bị Đại úy Không quân Donald Kilgus lái chiếc [[North American F-100 Super Sabre|F-100 Super Sabre]] bắn rơi (Zampini, Diego. \"Víboras Mortales\" (Deadly Snakes) (in Spanish). Defensa. Nº 345, January 2007, p. 59)<\/ref>\n\nRiêng Trần Hanh do cố gắng thoát khỏi sự truy đuổi của các máy bay F-100 Super Sabre hộ tống đã bị hết dầu và hỏng [[la bàn]] nên phải hạ cánh xuống lòng một con suối cạn thuộc bản Ké Tằm, huyện [[Quỳ Châu]], tỉnh [[Nghệ An]]<ref>{{chú thích web | url = http:\/\/dantri.com.vn\/c21\/s20-411691\/trung-tuong-tran-hanh-tham-lai-noi-may-bay-roi.htm | tiêu đề = Trung tướng Trần Hanh thăm lại nơi máy bay rơi | author = | ngày = 28 tháng 7 năm 2010 | ngày truy cập = 20 tháng 6 năm 2014 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>. Cũng như Phạm Ngọc Lan, ông cũng bị dân quân vây bắt, sau đó nhận ra ông là phi công Việt Nam nên đã đưa về chăm sóc.\n\nTrong những năm sau đó, ông vẫn tiếp tục chỉ huy biên đội giao chiến với máy bay Mỹ, trong đó có một lần chỉ huy biên đội 4 MIG-17 bắn hạ máy bay trực thăng Mỹ trên bầu trời [[Hòa Bình]] tháng 11 năm 1966.<ref>Toperczer, p. 89<\/ref>.\n\n==Tham gia công tác chỉ huy==\nTháng 5 năm 1965, ông được thăng Thiếu tá, Trung đoàn phó Trung đoàn 921, đến tháng 10 năm 1969 thì thăng Trung tá, Trung đoàn trưởng. Tháng 3 năm 1972, ông được cử làm Sư đoàn phó Sư đoàn Không quân 371, hàm Thượng tá. Hai năm sau, thăng làm Tư lệnh Binh chủng Không quân, kiêm Sư đoàn trưởng Sư đoàn 371 Không quân<ref name=btlsqs\/>. Trong [[Chiến dịch Hồ Chí Minh]] tháng 4 năm 1975, ông tham gia chỉ huy Không quân và là một trong những người trực tiếp chỉ huy trận đánh sân bay [[Sân bay quốc tế Tân Sơn Nhất|Tân Sơn Nhất]] của [[Không quân Nhân dân Việt Nam]].\n\nSau chiến tranh, ông được thăng làm Tham mưu phó [[Quân chủng Phòng không-Không quân]] từ tháng 8 năm 1976, với hàm [[Đại tá]]. Tháng 1 năm 1977, ông được bầu là Ủy viên Trung ương Đảng khóa IV và được điều động giữ chức Bí thư Trung ương [[Đoàn Thanh niên Cộng sản Hồ Chí Minh]] một thời gian ngắn. Đến tháng 6 năm 1977, ông được cử làm Phó Tư lệnh Quân chủng Không quân vừa mới thành lập. Ông được thăng quân hàm [[Thiếu tướng]] năm 1984.\n\nTháng 3 năm 1986, ông được thăng làm Tư lệnh Quân chủng Không quân. Tháng 4 năm 1989, ông được cử làm Phó [[Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]].\n\nTháng 11 năm 1996, ông được cử làm Thứ trưởng [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng]] cho đến khi về hưu năm 2000.\n\nTừ tháng 1 năm 2001 đến 12 năm 2007, ông là Ủy viên Thường vụ, Phó Chủ tịch kiêm Tổng Thư ký [[Hội Cựu chiến binh Việt Nam]]<ref>{{chú thích web |url=http:\/\/www.thanhnien.com.vn\/News\/0208\/Pages\/200824\/244447.aspx |title=Nguyên Thủ tướng Võ Văn Kiệt từ trần |date = ngày 12 tháng 6 năm 2008 |publisher=Thanhnien.com.vn }}<\/ref><ref>{{chú thích web |url=http:\/\/english.vietnamnet.vn\/social\/2007\/08\/732012\/ |title=SOCIAL IN BRIEF 21\/8 |date=ngày 21 tháng 8 năm 2007 |publisher=Vietnamnet.vn |ngày truy cập=2011-01-14 |archive-date=2009-03-12 |archive-url=https:\/\/web.archive.org\/web\/20090312022906\/http:\/\/english.vietnamnet.vn\/social\/2007\/08\/732012\/ |url-status=dead }}<\/ref>. Từ tháng 12.2007 cho đến nay ông là Chủ tịch, Ủy viên thường trực [[Hội Cựu chiến binh Việt Nam]].\n\n== Thành tích==\nÔng được nhà nước Việt Nam trao tặng:\n* Danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] (1967)\n* Huân chương Độc lập hạng Nhì.\n* Huân chương Quân công (1 hạng Nhất, 2 hạng Ba)\n* Huân chương Chiến công (1 hạng Nhất, 3 hạng Ba)\n* Huân chương Kháng chiến chống Mỹ hạng Nhất\n* Huân chương Chiến thắng hạng Ba\n* Huân chương Chiến sĩ vẻ vang (Nhất, Nhì, Ba)\n* Huy hiệu Hồ Chí Minh<ref name=btlsqs\/>\n\n== Lịch sử thụ phong quân hàm ==\n{| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\"\n|- bgcolor=\"#CCCCCC\"\n!Năm thụ phong\n!1980\n!1984\n!1986\n|- align=\"center\"\n|'''Quân hàm'''\n|[[Tập tin:Vietnam People's Air Force Senior Colonel.jpg|72x72px]]\n|[[Tập_tin:Vietnam_People's_Air_Force_Major_General.jpg|72x72px]]\n|[[Tập_tin:Vietnam_People's_Air_Force_Lieutenant_General.jpg|72x72px]]\n|- align=\"center\"\n|'''Cấp bậc'''\n|Đại tá\n|Thiếu tướng\n|Trung tướng\n|-\n| colspan=\"11\" |\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n== Tham khảo ==\n* Nguồn: Bảo tàng quân sự Việt Nam Poster: André Buu Nguyen\n* {{chú thích sách |title=MiG-17 and MiG-19 Units of the Vietnam War |first=István |last=Toperczer |publisher=Osprey Publishing |year=2001 |isbn=1841761621}}\n\n{{Thời gian sống|Sinh=1932}}\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Huy hiệu Bác Hồ]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Phi công Quân đội nhân dân Việt Nam]]\n[[Thể loại:Thứ trưởng Bộ Quốc phòng Việt Nam]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII]]\n[[Thể loại:Quân nhân trong Chiến tranh Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}