{"3191800":"{{Thông tin viên chức\n| tên = Trần Văn Chơn\n| hình = [[Hình: General Tran Van Chon and Tran Van Minh (cropped).jpg|200px]]\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>  Tư lệnh Quân chủng Hải Quân <br>(lần thứ hai)\n| bắt đầu = 11\/1966\n| kết thúc = 11\/1974\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -chó săng(11\/1966)<br>-Chuẩn tướng (6\/1968)<br>-Thiếu tướng (11\/1970)\n| tiền nhiệm = -Trung tướng [[Cao Văn Viên]]\n| kế nhiệm = -Thiếu tướng [[Lâm Ngươn Tánh]]\n| địa hạt = \n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Chỉ huy trưởng Lực lượng Tuần Giang\n| bắt đầu 2 = 2\/1962\n| kết thúc 2 = 11\/1966\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Trung tá (10\/1959)\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hat 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 = \n| chức vụ 3 = [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Giám đốc Hải Quân Công xưởng<br>Phụ tá Tổng giám đốc Bảo An và Dân Vệ\n| bắt đầu 3 = 6\/1961\n| kết thúc 3 = 2\/1962\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Trung tá (10\/1959)\n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| địa hạt 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Tư lệnh Quân chủng Hải Quân<br>(lần thứ nhất)\n| bắt đầu 4 = 1\/1957\n| kết thúc 4 = 6\/1959\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Thiếu tá (4\/1956)\n| tiền nhiệm 4 = -Thiếu tá [[Lê Quang Mỹ (Đại tá Hải quân Việt Nam Cộng Hòa)|Lê Quang Mỹ]]\n| kế nhiệm 4 = -Thiếu tá [[Hồ Tấn Quyền]]\n| địa hạt 4 = \n| phó chức vụ 4 = \n| phó viên chức 4 = \n| đa sô = \n| quốc tịch = {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tuổi già\n| nơi ở = California, Hoa Kỳ\n| nghề nghiệp = Quân nhân\n| dân tộc = [[người Việt|Kinh]]\n| cha = Trần Văn Núi\n| mẹ = Lê Thị Đô\n| vợ = Lâm Thị Loan\n| họ hàng = Trần Thị Thiệt (chị)<br>Trần Văn Chà (anh)<br>Trần Thị Chất (chị)<br>Trần Văn Chắng (em)\n| kết hợp dân sự = \n| con = 10 người con (6 trai, 4 gái):<br>Trần Minh Chánh<br>Trần Minh Trực<br>Trần Minh Trung<br>Trần Lệ Cúc<br>Trần Thị Đào<br>Trần Minh Thành<br>Trần Minh Tâm<br>Trần Thị Lệ Trang<br>Trần Minh Đạo<br>Trần Thị Hằng Nga\n| học vấn = Tú tài bán phần\n| học trường = -Trường Trung học Phổ thông tại Sài Gòn<br>-Trường Hàng hải Thương thuyền Pháp tại Sài Gòn<br>-Trường Sĩ quan Hải quân Nha Trang<br>-Trường Hải chiến tại Hoa Kỳ\n| quê quán = Nam Kỳ\n| ngày sinh = [[24 tháng 9]] năm [[1920]]\n| nơi sinh = [[Vũng Tàu]], [[Việt Nam]]\n| ngày mất = [[2 tháng 5]] năm 2019\n| nơi mất = [[San Jose, California|San Jose]], [[California]], [[Hoa Kỳ]]<ref>{{chú thích web|url=https:\/\/www.nguoi-viet.com\/little-saigon\/cuu-tu-lenh-hai-quan-vnch-qua-doi\/amp\/|title=Đề Đốc Trần Văn Chơn, cựu tư lệnh Hải Quân VNCH, qua đời|publisher=[[Người Việt (báo)|www.nguoi-viet.com]]|author=Đỗ Dzũng|access-date=4 tháng 5 năm 2019}}<\/ref>\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1951]]-[[1974]]\n| cấp bậc = Đề Đốc [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]<ref>Hệ thống cấp bậc của Quân chủng Hải quân VNCH cũng giống như các Quân chủng khác, tuy nhiên cách gọi sĩ quan cấp úy và tá phải kèm theo tên Quân chủng phía trước cấp bậc, thí dụ: Hải quân Thiếu úy, Hải quân Thiếu tá (HQ Thiếu úy, HQ Thiếu tá) v.v... Riêng sĩ quan cấp tướng được gọi theo cấp Hải hàm như: Chuẩn tướng là Phó Đề đốc, Thiếu tướng là Đề đốc, Trung tướng là Phó Đô đốc...<br>-'''Xem bài''': [[Quân hàm Quân lực Việt Nam Cộng hòa|Hệ thống cấp bậc của QLVNCH]].<\/ref>\n| đơn vị = [[Hình: Tổ quốc - Đại dương.gif|22px]] [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]\n| chỉ huy = [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương|B.Quốc H.Chương III]]<ref>Bảo quốc Huân chương đệ tam đẳng.<\/ref>\n}}\n\n'''Trần Văn Chơn''' (1920-2019), nguyên là một tướng lĩnh Hải Quân của [[Quân lực Việt Nam Cộng hòa]], Hải hàm [[Đề đốc]], cấp bậc [[Thiếu tướng]]. Ông đã tốt nghiệp và phục vụ trong ngành Hàng hải từ sau khi tốt nghiệp Trung học phổ thông. Sau đó được tuyển sang Quân chủng Hải quân và xuất thân từ khóa Sĩ quan đầu tiên tại trường Hải quân Việt Nam được Chính phủ Quốc gia tiếp quản từ cơ sở Hải quân Pháp ở Duyên hải Trung phần. Ông đã phục vụ trong Quân chủng này cho đến ngày giải ngũ. Ông cũng là tướng lĩnh Quân lực Việt Nam Cộng hòa có tuổi thọ cao nhất tại thời điểm qua đời năm 2019.\n\n==Tiểu sử và binh nghiệp==\nÔng sinh ngày 24 tháng 9 năm 1920 trong một gia đình khá giả tại Vũng Tàu,<ref>Nay là Thành phố trực thuộc tỉnh [[Bà Rịa – Vũng Tàu]]<\/ref> Nam phần Việt Nam. Năm 1939, ông tốt nghiệp Trung học chương trình Pháp với văn bằng Tú tài bán phần (Part I). Năm 1940, ông thi vào ngành Hàng hải Thương thuyền<ref>Thời gian phục vụ ở ngành Hàng hải Thương thuyền, Sĩ quan Trần Văn Chơn đã được cấp các chứng chỉ chuyên môn của ngành: Cơ khí Hàng hải (1941), Vô tuyến Hàng hải (1942), Sĩ quan Hoa tiêu (1948), Thuyền trưởng Thương thuyền (1949).<\/ref> của Pháp tại Sài Gòn.\n\n===Quân đội Quốc gia Việt Nam===\nCuối năm 1951, từ Hàng hải Thương thuyền ông được tuyển chọn vào Quân chủng Hải quân. Theo học khóa 1 Sĩ quan Hải quân Nha Trang có 6 học viên theo ngành chỉ huy<ref>Cả sáu học viên tốt nghiệp ngành chỉ huy về sau đều được giữ chức vụ Tư lệnh Quân chủng: Phó Đề đốc [[Chung Tấn Cang]], Đề đốc [[Lâm Ngươn Tánh]] và các HQ Đại tá [[Lê Quang Mỹ (Đại tá Hải quân VNCH)|Lê Quang Mỹ]] (Sinh năm 1926, Thiếu úy Bộ binh chuyển ngành, xuất thân khóa 2 Võ bị Huế, Tư lệnh đầu tiên Quân chủng HQ (1955 đến 1957), [[Trần Văn Phấn (Đại tá, Quân lực VNCH)|Trần Văn Phấn]] (Sinh năm 1926, nguyên Tư lệnh Hải quân từ 1965-1966), [[Hồ Tấn Quyền]] (Sinh năm 1927 tại Đà Nẵng, Tư lệnh HQ (1959 đến 1963) và Đề đốc Trần Văn Chơn.<\/ref> và 3 học viên theo ngành cơ khí.<ref>Tốt nghiệp ngành cơ khí về sau đều là là sĩ quan cao cấp: Các HQ Đại tá [[Đoàn Ngọc Bích (Đại tá, Quân lực VNCH)|Đoàn Ngọc Bích]] (Sinh năm  1928 tại Long An, sau cùng là Phụ tá Tư lệnh Hải quân, Phụ trách Tiếp vận), [[Nguyễn Văn Lịch (Đại tá, Quân lực VNCH)|Nguyễn Văn Lịch]] (Sinh năm 1930 tại Vĩnh Long, sau cùng là Chỉ huy trưởng Hải quân Công xưởng) và [[Lương Thanh Tùng (Đại tá, Quân lực VNCH)|Lương Thanh Tùng]] (Sinh năm 1931 tại Thừa Thiên, sau cùng là Tham mưu phó tại Bộ Tư lệnh Hải quân).<br>-'''Xem bài''': [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân VNCH]]<\/ref> khai giảng ngày 1 tháng 1 năm 1952. Với tổng số 9 khoá sinh, tất cả được đưa xuống Hàng không Mẫu hạm Arromanches để huấn luyện chuyên nghiệp, sau đó luân chuyển qua các Chiến hạm Viễn Đông của Hải quân Pháp như: Foudre, Lamotte Piquet v.v...<ref>Thời điểm này Trung tâm Hải quân Nha Trang đang mới được tiếp quản từ cơ sở cũ của Hải quân Pháp nên phải xây dựng lại<\/ref> Tháng 7 năm 1952, khóa học của ông trở về Nha Trang để tiếp tục thụ huấn. Ngày 1 tháng 10 cùng năm, mãn khóa tốt nghiệp Thủ khoa với cấp bậc Hải quân [[Thiếu úy]]. Ra trường, ông được điều động đi phục vụ trong Hải đoàn Xung phong và được giao chỉ huy 4 Trung vận đỉnh với nhiệm vụ mở đường, rà mìn và tuần tiễu.\n\nĐầu tháng 10 năm 1953, ông được thăng cấp HQ [[Trung úy]] giữ chức Chỉ huy phó Hải đoàn Xung phong ở Vĩnh Long. Đầu năm 1954, ông được chuyển ra Bắc phần nhận chức Chỉ huy phó Hải đoàn Xung phong Ninh Giang. Tháng 6 cùng năm, Hải đoàn Ninh Giang di chuyển vào Nam, đặt căn cứ tại Mỹ Tho và cải danh thành Hải đoàn Mỹ Tho do Hải quân Đại úy Lê Quang Mỹ làm Chỉ huy trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nNăm 1955, từ Quân đội Quốc gia chuyển sang cơ cấu mơi là Quân đội Việt Nam Cộng hòa, ông được thăng cấp HQ [[Đại úy]] và được chỉ định làm Chỉ huy trưởng Trợ chiến hạm Linh Kiếm HQ-226. Cuối tháng 8 cùng năm, ông được chuyển nhiệm vụ giữ chức Chỉ huy trưởng Lực lượng Giang đoàn thay thế Hải quân Thiếu tá Lê Quang Mỹ được bổ nhiệm vào chức vụ làm Tư lệnh Quân chủng Hải quân.\n\nTháng 4 năm 1956, ông được thăng cấp HQ [[Thiếu tá]] tại nhiệm. Đầu năm 1957, ông được bổ nhiệm chức vụ Tư lệnh Quân chủng Hải quân thay thế HQ Đại tá Lê Quang Mỹ và ông kiêm nhiệm luôn chức vụ Giám đốc Hải quân Công xưởng. Giữa năm 1958, ông nhận lệnh bàn giao chức vụ Giám đốc Hải quân Công xưởng lại cho Đại tá [[Nguyễn Dần (Đại tá, Quân lực VNCH)|Nguyễn Dần]] (nguyên là Kỹ sư cầu cống).\n\nThượng tuần tháng 6 năm 1959, ông được lệnh bàn giao chức vụ Tư lệnh Quân chủng Hải quân lại cho Hải quân Thiếu tá Hồ Tấn Quyền. Ngày lễ Quốc khánh Đệ nhất Cộng hòa 26 tháng 10 cùng năm, ông được thăng cấp Hải quân [[Trung tá]]. Đầu năm 1960, ông là sĩ quan cao cấp của Quân chủng Hải quân đầu tiên được cử đi du học lớp Chỉ huy tại trường Hải chiến ''(Naval War College)'' tại Newport, Tiểu bang Rhode Island, Hoa Kỳ. Tháng 6 cùng năm trở về nước, ông được tái nhiệm chức vụ Giám đốc Hải quân Công xưởng. Đầu năm 1961, ông kiêm nhiệm thêm chức vụ Phụ tá cho Đại tá [[Dương Ngọc Lắm]], Tổng Giám đốc [[Địa phương quân và nghĩa quân|Bảo an và Dân vệ]]. Đến tháng 2 năm 1962, ông nhận nhiệm vụ mới với chức vụ Chỉ huy trưởng Lực lượng Tuần giang (sau cải danh thành Liên đoàn Tuần giang Địa phương).\n\nNgày lễ Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1966, ông được thăng cấp Hải quân [[Đại tá]] và được tái nhiệm chức vụ Tư lệnh Hải quân thay thế Trung tướng [[Cao Văn Viên]].<ref>Tướng Cao Văn Viên nguyên là Tổng tham mưu trưởng, tạm thời kiêm nhiệm chức vụ Tư lệnh Hải quân<\/ref>\n\nNgày Quân lực 19 tháng 6 năm 1968, ông được thăng Hải hàm [[Phó Đề đốc]], cấp bậc [[Chuẩn tướng]] tại nhiệm. \n*''Cũng trong năm này, Hải quân Việt Nam Cộng hòa nhận lãnh các Chiến hạm do Hoa Kỳ chuyển giao gồm:''<br>-8 Tuần duyên đĩnh mang số từ HQ-700 đến HQ-707.<br>-Dương vận hạm Vũng Tàu HQ-503.\n\nNgày Quốc khánh 1 tháng 11 năm 1970, ông được thăng Hải hàm [[Đề đốc]], cấp bậc [[Thiếu tướng]] tại nhiệm. Ngày 11 tháng 9 năm 1971, ông chủ tọa lễ mãn khóa 22 Đệ nhị Nam Dương Sĩ quan Hải quân ngành chỉ huy (khai giảng tháng 9 năm 1970) cùng trao kiếm chỉ huy và gắn cấp hiệu Hải quân Chuẩn úy cho Thủ khoa Nguyễn Tấn Khải. Ngày 16 tháng 6 năm 1973, chủ tọa lễ mãn khóa 10C, trao kiếm chỉ huy và gắn cấp hiệu Hải quân Chuẩn úy cho Thủ khoa Nguyễn Bá Thắng.\n\nNgày 1 tháng 11 năm 1974, ông được giải ngũ vì đáo hạn tuổi, cộng thêm lý do đã trên 20 năm phục vụ trong quân đội, sau khi bàn giao chức Tư lệnh Hải quân lại cho Đề đốc Thiếu tướng [[Lâm Ngươn Tánh]] (nguyên Tư lệnh phó).\n\n==1975==\nSau ngày 30 tháng 4, ông là vị tướng duy nhất của Hải quân bị bắt đi tù lưu đày. Lần lượt từ Nam ra Bắc qua các trại giam: Quang Trung, Yên Bái, Nam Hà cho đến ngày 14 tháng 9 năm 1987 ông mới được trả tự do.\n\nTháng 12 năm 1991, ông cùng gia đình xuất cảnh theo diện H.O do Chính phủ Hoa Kỳ bảo lãnh. Sau đó định cư tại San Jose, Tiểu bang California, Hoa Kỳ.\n\nNgày 2 tháng 5 năm 2019, ông từ trần tại nơi định cư, hưởng thọ 99 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân Chương đệ tam đẳng<br>-Một số Anh dũng Bội tinh với nhành Dương liễu.<br>-Chiến thương Bội tinh và nhiều huy chương quân sự, dân sự khác.<br>-Hai huy chương Legion of Merit (Degree of Commander, Hoa Kỳ).<br>-Huy chương Combat Distinguishing (Hoa Kỳ).<br>-Huân chương đệ II (Đại Hàn).<br>-Huân chương đệ II (Thái Lan)\n\n==Gia đình==\n*Thân phụ: Cụ Trần Văn Núi\n*Thân mẫu: Cụ Lê Thị Đô\n*Phu nhân: Bà Lâm Thị Loan\n:-Ông bà có 10 người con (6 trai, 4 gái):<br>Trần Minh Chánh<ref>Ông Trần Minh Chánh sinh năm 1946 tại Sài Gòn, tốt nghiệp khóa 24 Võ bị Đà Lạt và khóa 1 Sĩ quan Đặc biệt Hải quân, nguyên Hải quân Đại úy Hạm trưởng Tuần duyên hạm HQ-601<\/ref>, Trần Minh Trực<ref>Ông Trần Minh Trực sinh năm 1948 tại Sài Gòn, tốt nghiệp khóa 19 Sĩ quan Hải quân Nha Trang<\/ref>, Trần Minh Trung, Trần Lệ Cúc, Trần Thị Đào, Trần Minh Thành, Trần Minh Tâm, Trần Thị Lệ Trang, Trần Minh Đạo, Trần Thị Hằng Nga.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1920]]\n[[Thể loại:Mất năm 2019]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Hải quân Việt Nam Cộng hòa]]\n[[Thể loại:Người Bà Rịa – Vũng Tàu]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Người họ Trần]]"}