{"444084":"{{chú thích trong bài}}\n{{Thông tin chiến tranh\n|conflict=Trận Nam Xương\n|partof=[[Chiến tranh Trung-Nhật]]\n|image=\n|caption=\n|date=ngày 17 tháng 3 – 9 tháng 5 năm 1939\n|place=[[Nam Xương]] và các vùng phụ cận\n|result= Quân đội Đế quốc Nhật Bản chiến thắng\n|combatant1={{flagicon|ROC|alt}} [[Quân đội Cách mạng Dân quốc]]\n|combatant2={{flagicon|Đế quốc Nhật Bản|army}} [[Lục quân Đế quốc Nhật Bản]]\n|commander1={{flagicon|ROC|Army}} [[Tiết Nhạc]]\n|commander2={{flagicon|Đế quốc Nhật Bản|army}} [[Okamura Yasuji]]\n|strength1= 4 Tập đoàn quân: số 19, số 1, số 30 và số 32, Hunan–Hupei–Kiangsi Border Area Guerrilla Command, tổng cộng 39 [[sư đoàn]] với 20 vạn quân\n|strength2=3 [[sư đoàn]]: số 6, số 101 và số 106, đơn vị xe tăng Ishii (130 xe tăng và xe thiết giáp), 1 trung đoàn kỵ binh, 1 lữ đoàn và 2 trung đoàn pháo binh (200 khẩu pháo), hơn 30 tàu chiến, 50 xuồng máy, 1 tiểu đoàn hải quân đánh bộ vài phi đội máy bay, tổng cộng 12 vạn quân\n|casualties1=51.238\n|casualties2=24.000\n}}\n{{Chiến tranh Trung-Nhật}}\n'''Trận Nam Xương''' là một trận đánh lớn giữa 20 vạn quân Trung Quốc và 12 vạn quân Nhật tại [[Nam Xương]], thủ phủ của tỉnh [[Giang Tây]] ở miền Trung Trung Quốc trong [[Chiến tranh Trung-Nhật]].\n\n==Bối cảnh==\nSau [[trận Vũ Hán]], [[Vũ Hán]] trở thành căn cứ của quân đoàn 11 [[Lục quân Đế quốc Nhật Bản]]. Bao quanh Vũ Hán là các quân khu 5 và 9 của [[Quân đội Cách mạng Dân quốc]]. Nam Xương án ngữ tuyến [[đường ray|đường sắt]] nối quân khu 3 với quân khu 9. Đây còn là nơi có căn cứ [[không quân]] có thể tấn công các [[tàu chiến]] của [[Nhật Bản]] trên [[trường Giang|sông Dương Tử]]. Nam Xương còn rất gần khu vực [[Thượng Hải]]-Vũ Hán mà Nhật mới kiểm soát được. Vì vậy, chiếm Nam Xương trở thành ưu tiên tiếp theo của quân Nhật sau trận Vũ Hán. Thực ra, ngay khi đang đánh trận Vũ Hán, quân Nhật đã cố gắng chiếm Nam Xương nhưng lúc đó quân lực không đủ nên đã không vượt được sông [[Tu Thủy]].\n\nQuân khu 9 của Trung Quốc trên danh nghĩa do [[Trần Thành]] chỉ huy, nhưng trên thực tế [[Tiết Nhạc]] là người nắm quyền. Khoảng 20 vạn quân thuộc biên chế của 52 [[sư đoàn]] thuộc 4 [[tập đoàn quân]] Trung Quốc tụ tập quanh Nam Xương.\n\n==Lực lượng==\nQuân Nhật tấn công Nam Xương là [[quân đoàn]] 11 do tướng [[Okamura Yasuji]] chỉ huy. Lực lượng gồm 3 [[sư đoàn]] [[bộ binh]] (số 6, 101 và 106), 1 [[trung đoàn]] [[kỵ binh]], 1 [[tiểu đoàn]] [[thủy quân lục chiến|lính thủy đánh bộ]], 2 trung đoàn [[lựu phá]]o, 2 trung đoàn [[sơn pháo]]. Mỗi sư đoàn lại có 1 trung đoàn lựu pháo hoặc sơn pháo riêng và có ít nhất một trung đoàn kỵ binh riêng. Tổng cộng có khoảng 12 vạn quân, 130 [[xe tăng]], 200 [[pháo|đại bác]], 30 [[tàu chiến]], 50 xuồng máy, vài [[phi đội]].\n\nPhía Trung Quốc gồm 4 [[tập đoàn quân]] (số 1, 19, 30 và 32) chia thành 39 sư đoàn. Tổng cộng khoảng 20 vạn quân.\n\n==Diễn biến==\nNgày 21 tháng 3 năm 1937, pháo binh Nhật bắt đầu bắn phá dữ dội để dọn đường cho bộ binh vượt sông Tu Thủy và cho công binh dựng cầu vượt sông. Ngày 23 tháng 3, sau khi không quân Nhật oanh tạc bằng bom cháy và bom khác vào thị trấn [[Ngô Thành]], nơi sông Tu Thủy hợp lưu với [[sông Hoàng Phố]], quân Nhật bắt đầu đổ bộ vào thị trấn. Ngày 26 tháng 3, bộ binh và thiết giáp Nhật hợp đồng tác chiến đã từ bờ sông Tu Thủy tiến tới cửa Tây của Nam Xương. Quân Nhật bao vây và chiếm được Nam Xương vào ngày 27 tháng 3.\n\nSau khi phát hiện thấy quân Nhật giảm bớt lực lượng ở Nam Xương, ngày 21 tháng 4, quân Trung Quốc bất ngờ phản công. Mũi tiên phong của tập đoàn quân số 32 đã đến gần được Nam Xương vào ngày 26. Tuy nhiên, quân Nhật đã sử dụng không quân và điều động lính thủy đánh bộ đến chiến đấu, nên quân Trung Quốc gặp nhiều tổn thất và phải rút lui vào ngày 9 tháng 5.\n\n==Ý nghĩa==\nChiếm được Nam Xương, quân Nhật giải tỏa được sức ép vào khu vực Thượng Hải-Vũ Hán để có thể phân tán quân đi chiến đấu ở các địa điểm khác. Trong khi đó, tuyến hậu cần cho quân khu 3 của Trung Quốc bị đe dọa.\n\n==Tham khảo==\n{{tham khảo}}\n* Hsu Long-hsuen and Chang Ming-kai, ''History of The Sino-Japanese War (1937-1945)'' 2nd Ed., 1971.\n\n{{DEFAULTSORT:Nam Xương}}\n[[Thể loại:Chiến tranh Trung–Nhật]]\n[[Thể loại:Năm 1937]]\n[[Thể loại:Lịch sử Giang Tây]]\n[[Thể loại:Nam Xương]]\n[[Thể loại:Xung đột năm 1939]]\n[[Thể loại:Nhật Bản năm 1939]]"}