{"1464983":"'''Trần Văn Hùng''' (sinh 1955) là một [[Thiếu tướng Quân đội nhân dân Việt Nam]]. Ông từng giữ chức vụ Chính ủy [[Bộ Tư lệnh Thành phố Hồ Chí Minh]], rồi Phó Chính ủy [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu 7]], [[đại biểu Quốc hội Việt Nam]] [[Quốc hội Việt Nam khóa XII|khóa XII]], thuộc đoàn đại biểu [[Thành phố Hồ Chí Minh]].<ref>{{chú thích web|url=http:\/\/dbqh.na.gov.vn\/XII\/Daibieu.aspx|publisher=[[Quốc hội Việt Nam]]|title=Danh sách Đại biểu Quốc hội khóa XII|accessdate=ngày 6 tháng 9 năm 2012|archive-date=2016-03-14|archive-url=https:\/\/web.archive.org\/web\/20160314172223\/http:\/\/dbqh.na.gov.vn\/XII\/Daibieu.aspx|url-status=dead}}<\/ref>\n==Xuất thân==\nTrần Văn Hùng sinh ngày 15 tháng 11 năm 1955, quê quán tại xã [[Trung Lập Hạ]], huyện [[Củ Chi]], [[Thành phố Hồ Chí Minh]].<ref name=\"tieusu\">{{chú thích web|title=Bầu cử HĐND các cấp - Trần Văn Hùng|url=http:\/\/sonoivu.hochiminhcity.gov.vn\/baucu\/Lists\/Posts\/Post.aspx?List=9111a350%2De4cc%2D4ad9%2D98df%2Dc362be259a8f&ID=30|website=Sở nội vụ TPHCM|publisher=2010-04-23|accessdate=2019-09-09}}{{Liên kết hỏng|date=2023-03-20 |bot=InternetArchiveBot }}<\/ref> Ông hiện cư trú ở phường [[Phú Thạnh]], quận [[Tân Phú (quận)|Tân Phú]], Thành phố Hồ Chí Minh.<ref name=\"tieusu\"\/>\n==Binh nghiệp==\nTừ tháng 1 năm 1972 đến tháng 4 năm 1975, Trần Văn Hùng là chiến sĩ B14 Phân khu 6 (Sài Gòn - Gia Định), Trung sĩ, Chiến sĩ Thành đội Sài Gòn - Gia Định.<ref name=\"tieusu\"\/>\n\nTừ tháng 5 năm 1975 đến tháng 2 năm 1978, ông là Thượng sĩ, Đội trưởng Điện ảnh Bộ Tư lệnh thành phố Hồ Chí Minh.<ref name=\"tieusu\"\/>\n\nTừ tháng 3 năm 1978 đến tháng 12 năm 1978, ông học tại Trường sĩ quan Lục quân II, cấp bậc Chuẩn úy.<ref name=\"tieusu\"\/>\n\nTừ tháng 1 năm 1979 đến tháng 02 năm 1981, ông công tác tại Đại đội 18, Trung đoàn 747, Sư đoàn 317 - Campuchia với các chức vụ: Trung đội Trưởng, Đại đội Phó rồi Đại đội Trưởng, cấp bậc Chuẩn úy.<ref name=\"tieusu\"\/>\n\nNgày 26 tháng 11 năm 1979, ông gia nhập [[Đảng Cộng sản Việt Nam]].<ref name=\"tieusu\"\/>\n\nTừ tháng 3 năm 1981 đến tháng 12 năm 1981, ông học tại Trường Quân chính Quân khu 7, cấp bậc Thiếu úy.<ref name=\"tieusu\"\/>\n\nTừ tháng 01 năm 1982 đến tháng 8 năm 1992, ông là Trợ lý tác chiến Đoàn 778, Quân khu 7, cấp bậc Trung úy; Trợ lý bảo vệ An ninh Đoàn 778, Quân khu 7, cấp bậc Thượng úy ; Trợ lý Cán bộ Đoàn 778, Quân khu 7, cấp bậc Đại úy ; Phó Chủ nhiệm Chính trị Đoàn 778, Quân khu 7, cấp bậc Thiếu tá.<ref name=\"tieusu\"\/>\n\nTừ tháng 9 năm 1992 đến tháng 4 năm 1999, ông là học viên bổ túc văn hóa Trường Quân sự Quân khu 7, học viên tích lũy học phần Học Viện Chính trị Quân sự. Sau khi học xong Ông trở về làm trợ lý nhân sự Phòng cán bộ - Cục Chính trị Quân khu 7, cấp bậc Trung tá.<ref name=\"tieusu\"\/>\n\nTừ tháng 5 năm 1999 đến tháng 7 năm 2001, ông là Phó Trưởng phòng Cán bộ Cục Chính trị Quân khu 7. Ông được cử đi học hoàn thiện Đại học tại Học viện Chính trị Quân sự, cấp bậc Thượng tá.<ref name=\"tieusu\"\/>\n\nTừ tháng 8 năm 2001 đến tháng 10 năm 2003: Ông là Trưởng phòng Cán bộ Cục Chính trị Quân khu 7, cấp bậc Đại tá.<ref name=\"tieusu\"\/>\n\nTừ tháng 11 năm 2003 đến năm 2010, ông là Đại tá, Phó Chỉ huy trưởng Chính trị Bộ Chỉ Huy Quân sự thành phố Hồ Chí Minh.<ref name=\"tieusu\"\/>\n\nTừ tháng 1 năm 2013 đến tháng 10 năm 2014, Trần Văn Hùng là Thiếu tướng, Phó chính ủy Quân khu 7.<ref>{{chú thích web|author1=Xuân Chánh - Quang Anh|title=Thiếu tướng Trần Văn Hùng thăm và chúc tết BĐBP Bà Rịa – Vũng Tàu|url=http:\/\/www.bienphong.com.vn\/thieu-tuong-tran-van-hung-tham-va-chuc-tet-bdbp-ba-ria-vung-tau\/|website=Biên phòng|publisher=2013-01-26|accessdate=2019-09-09}}<\/ref><ref>{{chú thích web|author1=Quang Thạch|title=Thiếu tướng Trần Văn Hùng, Phó chính ủy Quân khu 7 làm việc với đội K72|url=http:\/\/baobinhphuoc.com.vn\/Content\/thieu-tuong-tran-van-hung-pho-chinh-uy-quan-khu-7-lam-viec-voi-doi-k72-34024|website=Báo Bình Phước|publisher=2014-10-23|accessdate=2019-09-09}}<\/ref>\n\n== Tham khảo ==\n{{Tham khảo}}\n\n{{thời gian sống|sinh=1955}}\n\n[[Thể loại:Người họ Trần tại Việt Nam]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII Thành phố Hồ Chí Minh]]\n[[Thể loại:Phó Chính ủy Quân khu 7, Quân đội nhân dân Việt Nam]]"}