{"511151":"'''Trần Đại Định''' ([[chữ Hán]]: 陳大定, ?-[[1732]]) là võ tướng thời chúa [[Nguyễn Phúc Chú]] trong [[lịch sử Việt Nam]].\n\nÔng chính là người cho đắp lũy ''Hoa Phong'' để bảo vệ [[Thành phố Hồ Chí Minh|Sài Gòn]] vào năm [[1731]]<ref>Nhà nghiên cứu Nguyễn Đình Đầu không giải thích lũy ''Hoa Phong'' nằm ở đâu, kích thước bao nhiêu, chỉ ghi vắn tắt là: ''dấu vết (lũy) nay còn ở gần [[chùa Cây Mai]] (tr. 159)''.<\/ref>, và là một trong số ít người đã góp phần đem đất ''Pream Mesar'' ([[Mỹ Tho]]) và ''Longhôr'' ([[Vĩnh Long]]) sáp nhập vào [[Đại Việt]].\n\n==Thân thế==\n'''Trần Đại Định''' là [[người Hoa|người Việt gốc Hoa]], quê ở Trấn Biên ([[Biên Hòa]]). Ông là con của Tổng binh [[Trần Thượng Xuyên]], một tướng cũ của [[nhà Minh]] ([[Trung Quốc]]) chạy sang [[Đại Việt]] vào năm [[1679]] đời chúa [[Nguyễn Phúc Tần]].\n\nNăm [[1720]], cha mất, Trần Đại Định được tập phong giữ chức tổng binh, tước Định Viễn hầu, chỉ huy cả hai đạo binh Phiên Trấn và Long Môn.\n\n==Sự nghiệp==\n===Đánh đuổi quân ngoại xâm===\nNgày [[18 tháng 4]] ([[âm lịch]]) năm [[Tân Hợi]] ([[1731]]) một [[Rōnin|lãng nhân]] tên Prea Sot (Sà Tốt)<ref>Nguyên văn là ''\"夏四月牢人詫卒 Hạ tứ nguyệt, Lao nhân Sá Tốt...\".'' Lao nhân tức là [[Rōnin|ronin]], lãng nhân. Đây là nhóm người Nhật lưu vong ở Xiêm và Chân Lạp.<\/ref> thuộc [[Chân Lạp]], đã xúi giục những người dân bản xứ nổi dậy (kể từ đây gọi tắt là \"quân Sà Tốt\") chém giết tất cả những người [[Việt Nam]] đang sống trong vùng Banam, rồi cùng kéo xuống [[Gia Định]] cướp phá.\n\nĐang yên ổn bất thần có biến, quan dân thảy đều hoảng sợ. Lúc bấy giờ, Cai cơ Trương Phước Vĩnh đang nắm quyền Thống suất có nhiệm vụ bảo vệ di dân Việt ở Gia Định, vội phái Cai cơ Đạt Thành hầu (tước hầu, không rõ họ) đem binh chống ngăn quân Sà Tốt ở [[Bến Lức]]. Vì quân ít, viện binh lại tới không kịp, nên Đạt Thành hầu bị giết tại trận.\n\nĐược tin, tướng Phúc Vĩnh liền cử Giám quân cai đội Nguyễn Cửu Triêm (hay Nguyễn Phúc Triêm, tước Triêm Ân hầu) đến ứng cứu quân ở Bến Lức, đẩy được quân Sà Tốt về Vũng Gù ([[Mỹ Tho]]). Lại điều thêm Tổng binh Trần Đại Định đem quân Long Môn chận đánh ở Vườn Trầu ([[Hóc Môn]]), và phá được tiền binh của đối phương.\n\nĐể bảo vệ [[Thành phố Hồ Chí Minh|Sài Gòn]] lâu dài, Trần Đại Định bèn đốc quân đắp nối thêm [[lũy Hoa Phong]] ([[1731]]).\n\nSong song đó, tướng Phúc Vĩnh chia quân ra làm ba đạo, tự mình cầm thủy quân theo đường [[sông Tiền]], còn Phúc Triêm và Đại Định thì theo đường bộ rồi đồng loạt tiến công. Quân Sà Tốt chống cự không nổi tháo chạy về nước.\n\nTổng binh Trần Đại Định liền thúc quân truy đuổi sang tận đất [[Chân Lạp]]. Ở Lovek (La Bích), vua Chân Lạp là [[Satha II]] (Nặc Tha) sợ vạ lây bèn ẩn trốn, rồi gởi thư cho tướng Đại Định để thanh minh rằng mọi việc không do mình gây ra, cam kết sẽ bắt nạp nhóm cầm đầu, khẩn xin dừng đại binh.\n\nTrần Đại Định đem việc ấy báo về, nhưng tướng Phước Vĩnh không nghe theo, muốn truy nã đến cùng. Vua Nặc Tha nghe vậy cả sợ, bèn chạy trốn xa.\n\nĐến [[tháng bảy|tháng 7]] năm ấy gặp kỳ mưa lụt, việc quân nhiều gặp bất lợi, tướng Phước Vĩnh vì thế mới chấp thuận, và truyền cho Đại Định dẫn quân về lại Gia Định<ref>Bấy giờ, dinh Phiên Trấn và Trấn Biên đều có tướng chỉ huy quân ngũ ở mỗi địa phương. Nhưng khi có biến lớn, thì các đội quân này vừa yếu, lại vừa thiếu sự phối hợp để chống trả. Sau khi bị quân Prea Sot quấy nhiễu, triều đình Phú Xuân mới thấy rằng ở nơi biên khổn cần phải có một cơ quan chỉ đạo chung, nên chúa Nguyễn Phúc Chú thuận đặt ra chức Điều khiển, và lập dinh Điều Khiển ở phía Nam dinh Phiên Trấn. Người đầu tiên giữ chức vụ này là Trương Phước Vĩnh. Theo ''Quốc triều sử toát yếu [Tiền biên]'' (tr. 46) năm đặt chức Điều Khiển là 1732. Website Thành phố Hồ Chí Minh ghi sớm một năm, tức 1731, nhưng không chú thích là lấy từ nguồn nào [http:\/\/www.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=\/gioithieu\/&Category=Gi%E1%BB%9Bi+thi%E1%BB%87u+chung&ItemID=47&Mode=1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110204084236\/http:\/\/hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=%2Fgioithieu%2F&Category=Gi%E1%BB%9Bi+thi%E1%BB%87u+chung&ItemID=47&Mode=1 |date = ngày 4 tháng 2 năm 2011}}.<\/ref>\n\nTức thì tàn quân Prea Sot tụ tập lại, rồi đi cướp phá như cũ. Vua Nặc Tha khi này đã trở về La Bích, sức yếu không chống nổi phải bỏ chạy.\n\n[[Tháng giêng]] năm [[Nhâm Tý]] ([[1732]]), tướng Trương Phước Vĩnh tiếp được tin ngoài biên báo về, liền đốc binh tiến sang Chân Lạp, quân Sà Tốt lại chạy trốn. [[Tháng ba|Tháng 3]], tướng Trương Phước Vĩnh để Trần Đại Định ở lại ứng phó, còn mình thì kéo đại binh về Gia Định.\n\n===Bị vu oan===\nĐã nhiều năm dùng binh mà việc biên giới chưa yên, tướng Phước Vĩnh bị triều đình nghiêm trách. Sợ giáng tội, tướng Vĩnh bèn bí mật tâu rằng: việc ấy là do Trần Đại Định chần chừ trong việc hành quân, lại tư thông với vua [[Campuchia|Cao Miên]]...\nTrong lúc đó, Trần Đại Định đóng binh ở La Bích, vừa tấn công, vừa phủ dụ, còn vua Nặc Tha thì dùng mưu kế diệt được hết nhóm cầm đầu quân nổi dậy. Để chuộc lỗi, vua Chân Lạp cắt hai vùng là Pream Mesar ([[Mỹ Tho]]) và Longhôr ([[Vĩnh Long]]) dâng lên chúa Nguyễn.\n\nThành công, tướng Đại Định kéo binh về báo tiệp, nhưng khi về đến Gia Định, thì mới hay tướng Phúc Vĩnh đang định họp để tra vấn mình.\n\n[[Trịnh Hoài Đức]], tác giả sách [[Gia Định thành thông chí]], kể:\n:''Đại Định tự nghĩ rằng: Trước đây do Đại soái (chỉ Phúc Vĩnh) điều độ không đúng, đến nỗi Đạt Thành hầu bị quân giặc giết, tiếp đến lại ăn của hối lộ rồi rút quân, tiến thoái bừa bãi, thế mà nay lại đổ tội cho ta, nếu để cho hắn bắt giữ hạch hỏi, thì hắn lấy quyền thế áp đảo thành ra bản án, thì mối oan ở dưới cái chậu úp, lấy ai bộc bạch cho. Chi bằng ta về kinh để tâu xin cứu xét, có chết cũng cam tâm.\n:''Ông nghĩ thế, bèn nhân đang đêm cùng thuộc hạ cưỡi một chiếc thuyền chiến về kinh. Khi thuyền đến gần núi Bút La có người em chú bác của Đại Định là Thành can rằng: Phúc Vĩnh là người thế thần của nước Nam, trong triều có nhiều người thân thích, nay anh muốn tỏ rõ được sự uẩn khúc thì ai là người biện bạch, chi bằng chạy thẳng về Việt Đông ([[Trung Quốc]]) tìm nơi an thân cho khỏi bị người ta giết.\n:''Đại Định nói: Cha ta là Thượng Xuyên công nhờ ân dày của triều đình...Nay nhất thời viên biên soái (chỉ Phúc Vĩnh) có lòng che lấp riêng tư, nếu mình không về triều đình bày tỏ, tất là có tội phản nghịch, thì sự nghiệp của tổ tông khác gì núi đổ thành hang hốc, chẳng những làm tôi bất trung mà làm con cũng bất hiếu, còn mặt mũi nào đứng giữa trời đất nữa. Nói đoạn bèn quát bắt thuyền phải vô cửa Hàn ([[Đà Nẵng]]), Thành cương quyết không nghe, giành lấy tay lái với đà công rồi cho thuyền nhắm thẳng biển Đông mà chạy. Đại Định thấy gió Nam thổi mạnh, sợ khi thuyền đến Quỳnh Hải thì khó trở buồm quay lại, trong lòng tức bực, gấp gáp bèn rút gươm ra chém Thành, rồi quát người lái thuyền phải quay vào cửa Hàn để thả neo, rồi đem hết chuyện trình lên quan dinh [[Quảng Nam]] nhờ đề đạt.''\n\n===Mất trong ngục===\nTừ đêm Đại Định trốn đi, thì Trương Phước Vĩnh cho là ông đã trốn về [[Quảng Đông]], nên lệnh bắt cả nhà Đại Định, và đem việc ấy tâu lên để thỉnh chỉ...Chúa [[Nguyễn Phúc Chú]] bèn hạ dụ câu lưu Trần Đại Định ở [[Quảng Nam]] và sai quan vào [[Gia Định]] phúc thẩm. Trần Đại Định ở trong lao suốt ngày không xiết phẫn uất, thọ bệnh đến 12 đêm sau thì mất<ref>Ghi chú của Tiến sĩ Huỳnh Văn Tới: Cả hai bản ''Gia Định thành thông chí'': bản của Viện Sử Học và bản của Nguyễn Tạo, đều chép đến [[tháng mười hai|tháng 12]] thì mất (十二月) e không chính xác vì khi chỉ tháng 12 (tháng chạp) người ta thường viết là lạp nguyệt (臘月). [http:\/\/www.vanhoahoc.edu.vn\/content\/view\/320\/103\/1\/2\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100704080302\/http:\/\/www.vanhoahoc.edu.vn\/content\/view\/320\/103\/1\/2\/ |date = ngày 4 tháng 7 năm 2010}}.<\/ref>.\n\nKịp khi tờ phúc thẩm tâu lên, có Nguyễn Cửu Triêm làm chứng nói Đại Định không hề chần chừ việc quân để tư thông cùng Cao Miên, Đại Định mới được minh oan. Chúa Nguyễn truy tặng ông làm Đô đốc đồng tri, thụy là ''Tương Mẫn''.\n\nNhân quân Sà Tốt sợ Cửu Triêm như \"sợ cọp\" (chữ của ''Trịnh Hoài Đức''), nên ông này được thăng chức Cai cơ. Còn Trương Phúc Vĩnh mắc tội tâu bày không thật, nên bị bãi quyền Thống suất, giáng xuống làm Cai đội, rồi điều Cai cơ Nguyễn Hữu Doãn đến thay chức Điều Khiển ở Gia Định. Cũng ngay năm này ([[1732]]), chúa [[Nguyễn Phúc Chú]] sai đặt [[Long Hồ (dinh)|dinh Long Hồ]] và lập [[châu Định Viễn]] để cai quản hai vùng đất vừa thu được.\n\n==Hậu duệ==\nVợ Trần Đại Định là con gái của Tổng binh [[Mạc Cửu]]. Bà sinh ra Trần Đại Lực (còn gọi là [[Trần Hầu]]; ?-1770). Khi ông bị giam cầm ở [[Quảng Nam]], bà đã dẫn con từ Trấn Biên ([[Biên Hòa]]) về lại quê mình, tức trấn [[Hà Tiên (tỉnh)|Hà Tiên]]. Sau Trần Đại Lực được phong làm cai đội, cầm quân dưới quyền của cậu là [[Mạc Thiên Tứ]].\n\n==Xem thêm==\n*[[Nguyễn Phúc Chú]]\n*[[Long Hồ (dinh)]]\n*[[Trần Thượng Xuyên]]\n*[[Trần Hầu]]\n*[[Lũy Hoa Phong]] (còn gọi là lũy Lão Cầm)\n== Chú thích ==\n{{Tham khảo}}\n\n==Nguồn tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Quốc triều sử toát yếu'' (phần Tiền biên). Nhà xuất bản Văn Học, 2002.\n*[[Trịnh Hoài Đức]], ''[[Gia Định thành thông chí]]'' (quyển 6: Thành trì chí, tiểu mục: Cầu Cao Miên, bản điện tử) [http:\/\/www.vanhoahoc.edu.vn\/content\/view\/320\/103\/1\/2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100704080302\/http:\/\/www.vanhoahoc.edu.vn\/content\/view\/320\/103\/1\/2\/ |date = ngày 4 tháng 7 năm 2010}}\n*[[Nguyễn Đình Đầu]], ''Địa lý lịch sử Thành phố Hồ Minh'', in trong \"Địa chí Văn hóa Thành phố Hồ Chí Minh\" (quyển 1). Nhà xuất bản Thành phố Hồ Minh, 1987.\n*Nhóm Nhân Văn Trẻ, ''Hỏi đáp Lịch sử Việt Nam'' (tập 3). Nhà xuất bản Trẻ, 2007.\n\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Người Đồng Nai]]\n[[Thể loại:Mất năm 1732]]\n[[Thể loại:Hầu tước nhà Lê trung hưng]]"}