{"122888":"{{chú thích trong bài}} \n{{Thông tin chiến tranh\n|conflict=Trận Ngọc Hồi\n|image=\n|partof=[[Trận Ngọc Hồi - Đống Đa|Chiến thắng Kỷ Dậu (1789)]]\n|place=[[Ngọc Hồi, Thanh Trì#Đồn Ngọc Hồi|Đồn Ngọc Hồi]], ngoại [[Thăng Long]]\n|date=[[1789]]\n|result=Tây Sơn thắng. Quân Thanh chạy về Thăng Long\n|combatant1=[[Nhà Tây Sơn|Tây Sơn]] (Đại Việt)\n|combatant2=[[Nhà Thanh|Đại Thanh]]\n|commander1=[[Nguyễn Huệ]]<br \/>[[Nguyễn Tăng Long]]<br \/>[[Đô đốc Bảo|Đặng Xuân Bảo]]\n|commander2=[[Hứa Thế Hanh]]<br \/>[[Thượng Duy Thăng]]<br \/>[[Trương Triều Long]]\n|strength1=?\n|strength2=~30.000\n|casualties1=Không rõ\n|casualties2=Không rõ\n|}}\n{{Trận Ngọc Hồi – Đống Đa}}\n'''Trận Ngọc Hồi''' là trận tấn công then chốt của hướng chính binh [[nhà Tây Sơn|Tây Sơn]] vào ngày [[30 tháng 1]] năm [[1789]] do [[Nguyễn Huệ|Quang Trung]] chỉ huy trong cuộc chiến chống [[nhà Thanh|quân Thanh]] can thiệp ở phía Bắc Đại Việt.\n\n== Tiền đề == \nSau khi [[đồn Hà Hồi]] cách Thăng Long 20&nbsp;km về phía nam bị bao vây bức hàng (28 tháng 1), [[ngọc Hồi, Thanh Trì#Đồn Ngọc Hồi|đồn Ngọc Hồi]] do Hứa Thế Hanh, Thượng Duy Thăng, Trương Triều Long chỉ huy được tăng cường, lên đến 30.000 quân tinh nhuệ, hỏa lực mạnh, ngoài lũy đất còn có hàng rào [[chông]] sắt, [[địa lôi]], là tiền đồn kiên cố, then chốt trong hệ thống phòng thủ bảo vệ nam thành Thăng Long, ngăn chặn quân Tây Sơn.\n\nSáng 29 tháng 1, đại quân Quang Trung triển khai lực lượng thành hai cánh: cánh chính do Quang Trung chỉ huy, tập kết ở cánh đồng Cung phía nam Hà Hồi, cánh phối hợp do [[đô đốc Bảo]] chỉ huy, tập kết ở Đại Áng, bố trí mai phục tại cánh đồng gần Đầm Mực (thuộc Thanh Trì, Hà Nội ngày nay).\n\n== Diễn biến ==\n\nNgày 29 tháng 1, Quang Trung dùng các toán quân nhỏ đánh khiêu khích ngoại vi Ngọc Hồi tạo sự căng thẳng cho quân Thanh và nghi binh cho cánh quân [[Nguyễn Tăng Long|đô đốc Long]] đánh [[đồn Đống Đa]]. Mờ sáng 30 tháng 1 (mùng 5 Tết), quân Tây Sơn bắt đầu tấn công từ hướng nam: mở đầu, đội [[voi chiến]] (trên 100 voi chiến) đánh tan phản kích của [[kỵ binh]] Hứa Thế Hanh; tiếp sau, [[bộ binh]] (gồm 600 quân cảm tử chia làm 20 toán), trang bị đoản đao, ván chắn bằng gỗ quấn rơm ướt che mình, tiến thành hàng ngang áp sát chiến luỹ, tạo điều kiện cho đại quân Quang Trung tiến lên giáp chiến. Quân Thanh chống không nổi, chết và bị thương quá nửa. Đề đốc Hứa Thế Hanh và tả dực Thượng Duy Thăng bị giết.\n\n[[Tôn Sĩ Nghị]] vội vã cùng vài võ quan sang Gia Lâm, Đô đốc Long - viên cận thần của Quang Trung - sai quân đánh quân Thanh, Tôn Sĩ Nghị rút chạy về kinh thành của [[Càn Long]]\n\nSố tàn quân do tiên phong Trương Triều Long chỉ huy bỏ chạy về [[Thăng Long]], nhưng bị chặn trên đường rút (gần [[Văn Điển]] ngày nay) buộc phải chạy theo hướng Đầm Mực. Tại đây, quân của đô đốc Bảo đã phục kích sẵn, tiêu diệt toàn bộ.\n\n== Kết quả ==\nNgọc Hồi thất thủ, quân Tây Sơn thừa thắng đánh chiếm đồn Văn Điển và tiến thằng vào Thăng Long.Sầm Nghi Đống thắt cổ tự tử.\n\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.baobinhdinh.com.vn\/568\/2003\/12\/7721\/ 9 nhân vật thời Tây Sơn được đúc tượng thờ tại Tây Sơn điện]\n*[http:\/\/www.venguon.org\/04Program\/ChuDeTrai.php Ve Nguon Camp 2004] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070928101322\/http:\/\/www.venguon.org\/04Program\/ChuDeTrai.php |date = ngày 28 tháng 9 năm 2007}}\n{{sơ khai trận chiến}}\n{{Phong trào Tây Sơn}}\n\n[[Thể loại:Quân sự Việt Nam thời Tây Sơn]]\n[[Thể loại:Chiến tranh Thanh–Đại Việt]]\n[[Thể loại:Lịch sử Hà Nội]]\n[[Thể loại:Việt Nam năm 1789]]"}