{"411097":"{{Thông tin chiến tranh\n| conflict=Trận Nam Định\n| partof=[[Chiến dịch Bắc Kỳ]]\n| image=[[Tập tin:CaptureNamDinh.jpg|300px]]\n| caption= Quân Pháp hạ thành Nam Định, 1883\n| date=27 tháng 3 năm 1883\n| place= [[Bắc Kỳ]], [[Việt Nam]]\n| casus=\n| territory= Thành Nam Định rơi vào tay quân Pháp \n| result=Quân Pháp chiến thắng\n| combatant1={{flagcountry|French Third Republic|size=23px}}\n| combatant2=[[Nhà Nguyễn]]<br>{{flagicon image|Black Flag Army Flag.jpg}} [[Quân Cờ Đen]]<br>\n| commander1={{flagicon|French Third Republic|size=23px}} [[Henri Rivière]]\n| commander2=[[Vũ Trọng Bình]]<br>Đề đốc [[Lê Văn Điếm]]<br>Án sát [[Hồ Bá Ôn]]<br>\n| strength1=6 pháo thuyền<br>520 thủy binh đánh bộ<br>20 lính mộ<br>60 thủy thủ\n| strength2=6.200 quân Việt<br>600 quân cờ đen\n| casualties1=4 người bị thương\n| casualties2=200 chết và bị thương\n| notes=\n}}\n\n'''Trận Nam Định''' (27 tháng 3 năm 1883), là một cuộc chạm trán giữa quân [[Pháp]] và quân [[Việt Nam]], trong giai đoạn đầu của [[Chiến dịch Bắc Kỳ]] thuộc [[chiến tranh Pháp-Đại Nam|chiến tranh Pháp-Việt (1858-1884)]]. Trong một chiến dịch ngắn ngủi vào tuần cuối cùng của tháng 3 năm 1883, Chỉ huy [[Henri Rivière]] đánh hạ thành [[Nam Định]], thành phố lớn thứ nhì ở Bắc Kỳ, với một hạm đội pháo thuyền nhỏ và một tiểu đoàn thủy quân đánh bộ.<ref>Bastard, 160–71; Baude de Maurceley, 157–62; de Marolles, 178–92; Duboc, 97–112; Huard, 19–26; Nicolas, 254–7; Sarrat, 337–40; Thomazi, ''Histoire militaire'', 53–4<\/ref>\n\nViệc Rivière đánh chiếm Nam Định đánh dấu một bước leo thang quan trọng thể hiện tham vọng của người Pháp tại Bắc Kỳ, và có hệ quả nghiêm trọng. [[Nhà Thanh]] ([[Trung Quốc]]) bắt đầu ngầm hỗ trợ chính quyền [[nhà Nguyễn]] chống lại sự xâm lược của [[đế quốc thực dân Pháp|thực dân Pháp]]. Sự can thiệp của quân Thanh tại Bắc Kỳ cuối cùng dẫn đến cuộc [[chiến tranh Pháp-Thanh]] kéo dài 9 tháng (8 năm 1884 tới 4 năm 1885).\n\n==Bối cảnh==\n[[Tập tin:HenriRiviere1870s.JPG|nhỏ|trái|Henri Rivière (1827–1883)]]\nNguyên do người Pháp mở rộng tầm can thiệp quân sự vào [[Bắc Kỳ]] là vì quyết đoán thiển cận của Henri Rivière, vốn được cử ra Hà Nội chỉ huy một toán quân nhỏ vào cuối năm 1881 để xét các khiếu nại của triều đình Huế về thương nhân Pháp hoạt động trên sông Hồng.<ref>Thomazi, ''Conquête'', 140–57<\/ref> Rivière tự ý tiếm quyền, bác bỏ chỉ thị của chính thượng cấp và mở cuộc tấn công chiếm thành Hà Nội ngày 25 tháng 4 năm 1882.<ref>Bastard, 152–4; Marolles, 75–92; Nicolas, 249–52<\/ref> Rivière sau đó qua thương lượng trả thành Hà Nội cho quan Việt nhưng việc động binh gây chấn động ở cả Huế và Bắc Kinh.<ref>Eastman, 51–7; Lung Chang, 89–95<\/ref>\n\nKhi thành Hà Nội thất thủ, vua Tự Đức liền ra lệnh cho 2 quan kinh lược chính và phó sứ, Nguyễn Chính và Bùi Ân Niên rút binh về Mỹ Đức để cùng Hoàng Tá Viêm, một mặt tổ chức việc phòng thủ, mặt kia triệu [[Lưu Vĩnh Phúc]] với đạo [[quân Cờ Đen|quân cờ đen]] thiện chiến về chống chọi với quân Pháp. Tại Huế, [[khâm sứ Trung Kỳ|khâm sứ]] Rheinart yêu cầu triều đình cử tổng đốc mới ra Bắc Kỳ để tiếp thu lại tỉnh thành Hà Nội. Triều đình điều cựu Tổng đốc Hà-Ninh là Trần Đình Túc, trước đã về hưu trí, nay sung khâm sai đại thần hội cùng với Tịnh biên phó sứ Nguyễn Hữu Độ làm phó khâm sai ra Hà Nội thương thuyết với Rivière nhận lại tỉnh thành. Trong khi Rivière và Trần Đình Túc đang thương lượng để quân Pháp triệt thoái ra ngoài thành Hà Nội thì Hoàng Tá Viêm, Nguyễn Chánh, Bùi Ân Niên dâng sớ xin đánh nhưng vua Tự Đức không chấp thuận.\n\nPhía Việt Nam cũng cầu viện [[nhà Thanh]]. Bắc Kinh vốn coi nhà Nguyễn là chư hầu bèn tiếp viện quân Cờ đen; về mặt ngoại giao [[nhà Thanh]] cũng báo với Paris rằng Trung Hoa không chấp nhận người Pháp chiếm đất phên giậu Bắc Kỳ. Mùa hè năm 1882, Tổng Đốc [[Vân Nam]] là Tạ Kính Bưu điều quân Thanh từ [[Vân Nam]] và [[Quảng Tây]] vượt biên giới tiến vào Bắc Kỳ, chiếm đóng một dải từ thượng du [[Lạng Sơn]], [[Hưng Hóa (định hướng)|Hưng Hóa]] xuống tận trung du [[Bắc Ninh]].<ref>Lung Chang, 90–91; Marolles, 133–44<\/ref> Đại binh nhà Thanh ở dọc biên giới Quảng Đông, Quảng Tây cũng động binh. Bộ trưởng Pháp đặc trách Trung Hoa, Frédéric Bourée, trước nguy cơ chiến tranh với Trung Quốc tìm cách thỏa thuận với đại diện Thanh triều là Tổng lý nha môn [[Lý Hồng Chương]] vào cuối năm 1882 để chia đất Bắc Kỳ, phân định thành hai vùng ảnh hưởng của nhà Thanh và Pháp. Tuy nhiên việc không thành. Nhà Thanh không chấp nhận vì cho là Lý Hồng Chương nhượng bộ quá nhiều. Về mặt Pháp thì chính phủ mới của [[Jules Ferry]] bác bỏ thỏa thuận này vào tháng 3 năm 1883, và triệu hồi Bourée về nước.<ref>Eastman, 57–65<\/ref>\n\nTrong khi mặt ngoại giao còn bế tắc thì H Rivière vẫn đóng binh trong thành. Nội các Jules Ferry sau đó quyết định tăng viện cho Nam Kỳ thêm 700 binh sĩ và phái tàu ''Corrèze'' chở sang. Tàu cập bến Sài Gòn ngày 13 tháng 2 năm 1883. Thống đốc Nam Kỳ lúc bấy giờ là [[Charles Le Myre de Vilers]] lại điều tàu ''Corrèze'' ra Bắc Kỳ vào ngày 15 tháng 2 1883 giúp Rivière. Bộ trưởng Hải quân và Thuộc địa khi biết tin liền gởi công điện cấp sang Sài Gòn ngày 10 tháng 11 năm 1882, cách chức Le Myre de Vilers vì cho là đương sự vượt quá quyền hạn; Charles Thomson được phái sang, nhậm chức ngày 12 tháng 1 1883 để tìm cách giải quyết xung đột nhưng tình hình ngày càng phức tạp.<ref>A.Delvaux; sách đã dẫn<\/ref> \n\nTại Pháp, Nội các chính phủ vẫn không nhất trí về chính sách thuộc địa; một phe muốn rút khỏi Bắc Kỳ. Phe kia đòi xúc tiến quyết liệt hơn. Vì bất đồng mà nội các Pháp trong vài tháng đã phải thay đổi nhân sự mấy lần; bộ trưởng Hải ngoại và Thuộc Địa Jauréguiberry phải rút lui nhường cho Charles Brun.\n\nỞ Hà Nội thì Rivière được tin trều đình Huế có ý định nhượng quyền khai thác mỏ than Hòn Gai cho một công ty người Hoa ở Quảng Đông. Qua trung gian công ty này, [[người Anh]] hoặc [[người Đức]] có thể nhảy vào Bắc Kỳ, gây trở ngại cho người Pháp.<ref>A.Schreiner 355; A.Delvaux 227<\/ref> Lấy cớ đó Rivière liền xuất quân chiếm lấy mỏ than Hòn Gai vào ngày 12 tháng 3, 1883 rồi lập một đồn, đóng 25 lính canh giữ.\n\n==Diễn biến==\n[[Hình:Citadel of Nam Dinh.jpg|thumb|right|240px|Thành Nam Định, tháng 3 năm 1883]]\nRivière thông báo cho [[Thống đốc Nam Kỳ]] là Thomson cho biết rằng [[tổng đốc]] Nam Định đã tuyển mộ từ 10 đến 20 ngàn dân phu để đắp các chướng ngại vật trên các sông ngòi nhằm chặn đường thông thương và tiếp vận của quân Pháp cửa biển vào. Nhân lúc có thêm quân lính vừa được Sài Gòn gởi ra tăng viện, Rivière quyết định đánh chiếm lấy thành Nam Định.\n\nNgày [[23 tháng 3]] năm [[1883]], Henri Rivière giao cho Berthe de Villers ở lại Hà Nội với 400 lính; số còn lại Rivière tự chỉ huy kéo xuống đánh Nam Định. Lực lượng quân Pháp lúc bấy giờ gồm có hơn 4 đại đội thủy quân đánh bộ; chiến thuyền thì có tuần thám hạm ''Pluvier'', các pháo thuyền ''Fanfare'', ''Hache'', ''Yalagan'', ''Carabine'', ''Surprise'', tàu nhỏ hơi nước ''Haiphong'' cùng các tàu chuyển vận loại nhỏ ''Kiang Nam'', ''Tonkin'', ''Whampoa'' và 4 ghe mành. Ngày 25, đoàn thuyền chiến của Rivière tới trước thành Nam Định. Sau khi cho binh sĩ đổ bộ, Rivière gởi tối hậu thư đòi tổng đốc Nam Định phải giao nộp thành. Một lần nữa kịch bản chiếm thành Hà Nội được lặp lại khi tổng đốc Nam Định không chấp nhận yêu sách của Rivière mà cũng không chịu tiếp kiến; lập tức quân Pháp tổ chức đánh thành Nam Định. Ngày 26 tháng 3 quân Pháp kết thúc cuộc tuần thám quanh thành. Lúc 7 giờ sáng, tàu chiến của Pháp từ [[sông Vị Hoàng]] khai hỏa, bắn [[đại bác]] vào thành. Đến 11 giờ thì quân Pháp tung quân đoạt thành.\n\nBên Việt thì có 6.200 binh lính phòng thủ thành Nam Định, do [[Tổng đốc]] [[Võ Trọng Bình]] và [[Bố chánh]] [[Đồng Sĩ Vịnh]] thúc quân trong thành chống trả. Khoảng 600 quân Tàu từ Bắc Ninh, do một tướng [[Cờ Đen]] chỉ huy tham chiến cùng quân triều đình. [[Đề đốc]] Lê Văn Điếm và [[Án sát]] Hồ Bá Ôn kéo quân từ trong thành ra giao chiến; Lê văn Điếm tử trận, Hồ Bá Ôn bị thương nặng, không chữa được rồi cũng chết. Quân Pháp tràn vào thành; quân triều đình tháo chạy. Phía quân Pháp chỉ có 3 binh sĩ bị thương và một [[sĩ quan]] là [[Trung tá]] Carreau bị thương nặng, sáu tuần sau thì chết. Phía quân triều đình giữ thành thì 200 binh sĩ bị thương vong. Tuy chiến thắng nhưng bên Pháp chính phủ không muốn mở rộng chiến sự nên lại ra lệnh cho quân Pháp chỉ được can thiệp khi trong nhưng trường hợp tối cần thiết vì dư luận ở Pháp không ủng hộ việc động binh và chính phủ thì lưỡng lự trước nguy cơ chiến tranh toàn diện với Đại Nam.<ref name=Antonini272>Antonini, Paul, tr. 272<\/ref>\n\nTrong lúc Rivière ở Nam Định thì tại Hà Nội, lực lượng của de Villers bị 4.000 quân Việt tấn công trong đêm ngày 26 và 27 tháng 3.<ref name=Antonini272\/> Quân Pháp ở Hà Nội đẩy lui được hai cuộc tấn công buổi đêm này nhưng tình hình nghiêm trọng buộc Rivière phải trở về Hà Nội ngày [[2 tháng 4]] đồng thời đề nghị đô đốc Mayer, chỉ huy hải quân Pháp ở Trung Quốc, đưa quân ứng cứu.<ref name=Antonini273>Antonini, Paul, tr. 273<\/ref>\n\n==Kết quả==\nSau khi hạ thành, quân Pháp chiếm được 98 cỗ đại bác, trong đó có cả năm khẩu pháo 30mm mà Pháp trao cho phía Việt Nam sau [[Hòa ước Giáp Tuất (1874)|hòa ước 1874]]. Vì thành Nam Định chỉ nhỏ hơn thành Hà Nội ở [[Bắc Kỳ]] thời đó, và dù bị một số hư hại trong cuộc pháo kích, vẫn có giá trị phòng thủ, nên Rivière quyết định đóng giữ thành này. Viên chỉ huy tiểu đoàn Badens được cử làm quan trấn thủ thành Nam Định với 440 lính và hai pháo thuyền. Badens nhanh chóng tái lập trật tự, tổ chức lại hội đồng hành chính, phân bổ quan lại theo gợi ý của đoàn truyền giáo Công giáo địa phương. Tới ngày 31 tháng 3, khi Rivière trở lại Hà Nội, quán xá tại Nam Định đã mở cửa trở lại và dân chúng tản cư trở về thành.\n\n==Chú thích==\n<references \/>\n\n==Tham khảo==\n* {{chú thích sách|title=Annam, le Tonkin et l'Intervention de la France en Extrême Orient|first=Paul|last=Antonini|location=Paris|publisher=Librairie Bloud et Barral|year=1890}}\n* Bastard, G., ''Défense de Bazeilles, suivi de dix ans après au Tonkin'' (Paris, 1884)\n* Baude de Maurceley, C., ''Le Commandant Rivière et l’expédition du Tonkin'' (Paris, 1884)\n* Duboc, E., ''Trente cinq mois de campagne en Chine, au Tonkin'' (Paris, 1899)\n* Eastman, L., ''Throne and Mandarins: China's Search for a Policy during the Sino-French Controversy'' (Stanford, 1984)\n* Huard, ''La guerre du Tonkin'' (Paris, 1887)\n* Lung Chang [龍章], ''Yueh-nan yu Chung-fa chan-cheng'' [越南與中法戰爭, Vietnam and the Sino-French War] (Taipei, 1993)\n* Marolles, Vice-Amiral de, ''La dernière campagne du Commandant Rivière'' (Paris, 1932)\n* Nicolas, V., ''Livre d'or de l'infanterie de la marine'' (Paris, 1891)\n* Sarrat, L., ''Journal d'un marsouin au Tonkin, 1883–1886'' (Paris, 1887)\n* Thomazi, A., ''Histoire militaire de l’Indochine française'' (Hanoi, 1931)\n* Thomazi, A., ''La conquête de l'Indochine'' (Paris, 1934)\n\n{{Chiến dịch Bắc kỳ (1883–86)}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Pháp–Đại Nam|N]]\n[[Thể loại:Lịch sử Nam Định]]\n[[Thể loại:Nam Định]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1883]]"}